{"":"Wikipedia, bách khoa toàn thư mở Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Trang Chính Trang Chính Thảo luận Tiếng Việt Đọc Xem mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Xem mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons MediaWiki Meta-Wiki Wikisource đa ngôn ngữ Wikispecies Wikibooks Wikidata Wikimania Wikiquote Wikisource Wikivoyage Wiktionary Bách khoa toàn thư mở Wikipedia Wikipedia tiếng Việt Bạn chính là tác giả của Wikipedia 1.283.624 bài viết và 911.542 thành viên Tạo bài Sửa bài Tải hình Quy tắc Đặt câu hỏi Bài viết: Tra cứu Bài mới Hỏi đáp Thỉnh cầu Thư viện Trợ giúp: FAQ Giúp đỡ Hướng dẫn Chỗ thử Guestbook Bài viết chọn lọc Sự hình thành và tiến hóa của Hệ Mặt Trời bắt đầu từ cách đây khoảng 4,6 tỷ năm với sự suy sụp hấp dẫn của một phần nhỏ của một đám mây phân tử khổng lồ. Hầu hết khối lượng suy sụp tích tụ ở trung tâm, tạo nên Mặt Trời, trong khi phần còn lại dẹt ra hình thành một đĩa đám mây bụi tiền hành tinh tiến hóa dần thành các hành tinh, mặt trăng, tiểu hành tinh và các tiểu thiên thể khác trong Hệ Mặt Trời. Mô hình giả thuyết tinh vân được chấp thuận rộng rãi này do Emanuel Swedenborg, Immanuel Kant và Pierre-Simon Laplace đề ra từ thế kỉ 18. Lý thuyết về sự hình thành Hệ Mặt Trời đã phát triển liên tục nhờ kết quả của tiến bộ trong nhiều lĩnh vực khác nhau bao gồm thiên văn học, vật lý học, địa chất học và khoa học hành tinh. [ Đọc tiếp ] Mới chọn: Alfred Hitchcock · Dòng máu anh hùng · Firenze Lưu trữ Thêm bài viết chọn lọc Ứng cử viên Bài viết tốt Táo tây là một loại quả ăn được từ cây táo tây (Malus domestica). Táo tây được trồng trên khắp thế giới và là loài cây được trồng phổ biến nhất trong chi Malus. Cây táo tây có nguồn gốc từ Trung Á, nơi tổ tiên của nó là táo dại Tân Cương sinh sống, hiện vẫn còn tồn tại cho đến ngày nay. Chúng đã được trồng từ hàng ngàn năm qua ở châu Á và châu Âu và đã được thực dân châu Âu đưa đến Bắc Mỹ. Táo tây có ý nghĩa tôn giáo và thần thoại trong nhiều nền văn hóa, bao gồm Bắc Âu, Hy Lạp và Cơ đốc giáo châu Âu. Táo tây trồng từ hạt có xu hướng rất khác biệt so với cây bố mẹ của chúng khi quả táo thường thiếu các đặc điểm như mong muốn. [ Đọc tiếp ] Mới chọn: Trận chung kết Giải vô địch bóng đá thế giới 2022 · Trò lừa bịp Chiết Mao · Nguyễn Đình Phúc Lưu trữ Thêm bài viết tốt Ứng cử viên Danh sách chọn lọc Trong năm 2002, có 7 đĩa đơn đứng đầu bảng xếp hạng Billboard Hot 100, là bảng xếp hạng các đĩa đơn thành công nhất tại thị trường âm nhạc Hoa Kỳ, công bố hàng tuần bởi tạp chí Billboard. Các số liệu cho việc xếp hạng được Nielsen SoundScan tổng hợp chung dựa trên doanh số đĩa thường và nhạc số và tần suất phát trên sóng phát thanh. Trong năm 2002, 5 nghệ sĩ có được đĩa đơn quán quân đầu tiên của họ ở Mỹ, ở vai trò hát đơn hoặc hợp tác. Ca sĩ Ashanti là người có được đĩa đơn quán quân đầu tiên trong sự nghiệp khi hợp tác với rapper Ja Rule trong \"Always on Time\". Sau đó, cô ấy có thêm một đĩa đơn quán quân nữa với vai trò hát đơn trong \"Foolish\". [ Đọc tiếp ] Mới chọn: Kỳ thi Olympic Toán học Quốc tế · Sự nghiệp điện ảnh của Bong Joon-ho · Phim Việt Nam được gửi tranh Giải Oscar cho phim quốc tế hay nhất Lưu trữ Thêm danh sách chọn lọc Ứng cử viên Hình ảnh chọn lọc Nấm paxillus involutus ở đồi Golovec, Ljubljana, Slovenia. Hình: Petar Milošević Lưu trữ Thêm hình ảnh chọn lọc Cập nhật Bạn có biết …trong những năm lưu diễn khắp châu Âu cùng gia đình, Leopold Mozart vẫn liên lạc thường xuyên với chủ của ngôi nhà mà ông thuê ở Salzburg? …Lê Thế Tiết và con gái Lê Thị Diệu Muội đều từng làm Bí thư Tỉnh ủy Quảng Trị trước Cách mạng Tháng Tám? …thầy thuốc thời nhà Minh Mậu Hi Ung đã dùng nước tiểu để chữa đột quỵ? …tại Leipzig thế kỷ 18, khi phụ nữ bị cấm lui tới các quán cà phê, họ có thể tham dự các buổi hòa nhạc cộng đồng tại quán cà phê Zimmermannsches? Từ những bài viết mới của Wikipedia Lưu trữ Bắt đầu viết bài mới Cập nhật Ngày này năm xưa 27 tháng 5: Ngày Thiếu nhi tại Nigeria. 1905 – Chiến tranh Nga–Nhật: Hạm đội của Nga thất bại nặng nề trước hạm đội của Nhật Bản trong Hải chiến Tsushima và phải đầu hàng vào ngày hôm sau. 1941 – Chiến tranh thế giới thứ hai: Thiết giáp hạm Bismarck (hình) của Đức bị đánh chìm tại Đại Tây Dương, khiến hơn hai nghìn người thiệt mạng. 1990 – Liên minh Quốc gia vì Dân chủ của Aung San Suu Kyi giành chiến thắng trong tổng tuyển cử tại Myanmar, song chính phủ quân sự sau đó hủy bỏ kết quả. 1994 – Bắt đầu vận hành Đường dây 500 kV Bắc – Nam tại Việt Nam, góp phần chấm dứt tình trạng thiếu điện trầm trọng ở miền Trung và miền Nam Việt Nam. Lưu trữ Cập nhật Danh sách ngày kỷ niệm lịch sử Các lĩnh vực Khoa học tự nhiên Địa chất học Địa lý học Hóa học Khoa học máy tính Logic Sinh học Thiên văn học Toán học Vật lý học Y học Khoa học xã hội Chính trị học Giáo dục Kinh tế học Lịch sử Luật pháp Ngôn ngữ học Nhân chủng học Tâm lý học Thần học Triết học Xã hội học Kỹ thuật Công nghiệp Cơ học Điện tử học Giao thông Kiến trúc Năng lượng Người máy Nông nghiệp Quân sự Y tế Văn hóa Âm nhạc Chính trị Du lịch Điện ảnh Giải trí Vũ đạo Nghệ thuật Phong tục tập quán Thần thoại Thể thao Thời trang Tôn giáo Văn học Danh sách cổng thông tin Dự án Wikipedia Cải thiện nội dung 261 bài gây tranh cãi về tính trung lập 15 bài chất lượng kém 3.557 bài cần wiki hóa 577 bài có nguồn không tin cậy 6.033 bài cần thêm nguồn 438 bài có đề mục cần mở rộng 92 bài cần hợp nhất 1.300 bài dịch chất lượng kém 45.420 bài hỏng liên kết Tham gia Wikipedia Wikipedia là dự án bách khoa toàn thư mở, đa ngôn ngữ mà mọi người đều có thể tham gia đóng góp. Mục tiêu của Wikipedia là xây dựng một bách khoa toàn thư hoàn chỉnh, chính xác và trung lập. Sự phát triển của Wikipedia tiếng Việt phụ thuộc vào sự tham gia của bạn. Dù là tạo một bài mới, thêm nội dung, sửa lỗi chính tả hay bổ sung hình ảnh minh họa, thì bạn cũng đã góp phần xây dựng để Wikipedia tiếng Việt ngày một phát triển. Tham gia Quản lý Wikipedia Liên hệ bảo quản viên Đây là Wikipedia phiên bản tiếng Việt. Hiện nay, Wikipedia còn có nhiều phiên bản ngôn ngữ khác, dưới đây là các phiên bản ngôn ngữ lớn nhất. 1.000.000+ bài Anh (English) Ả Rập (‮العربية‬) Ba Lan (Polski) Bồ Đào Nha (Português) Đức (Deutsch) Hà Lan (Nederlands) Nga (Русский) Nhật (日本語) Pháp (Français) Tây Ban Nha (Español) Thụy Điển (Svenska) Trung (中文) Ukraina (Українська) Việt Ý (Italiano) 250.000+ bài Ba Tư (فارسی) Basque (Euskara) Bulgaria (Български) Catalunya (Català) Đan Mạch (Dansk) Hàn (한국어) Hebrew (עברית) Hungary (Magyar) Indonesia (Bahasa Indonesia) Malaysia (Bahasa Melayu) Mân Nam (Bân-lâm-gú) Na Uy (Bokmål) Phần Lan (Suomi) Quốc tế ngữ (Esperanto) România (Română) Séc (Česky) Serbia (Српск) Serbia-Croatia (Srpskohrvatski) Thổ Nhĩ Kỳ (Türkçe) 50.000+ bài Anh đơn giản (Simple English) Albania (Shqip) Asturias (Asturianu) Bosnia (Bosanski) Croatia (Hrvatski) Estonia (Eesti) Galicia (Galego) Hy Lạp (Ελληνικά) Latvia (Latviešu) Litva (Lietuvių) Macedonia (Македонски) Malayalam (മലയാളം) Na Uy (Nynorsk) Slovak (Slovenčina) Slovenia (Slovenščina) Thái (ไทย) Wikipedia trực thuộc Wikimedia Foundation, một tổ chức phi lợi nhuận cũng đồng thời điều hành nhiều dự án khác. Các dự án này hoặc là đa ngôn ngữ hoặc đã có phiên bản tiếng Việt. Wikibooks Tủ sách giáo khoa mở Wikinews Beta Nguồn tin tức mở Wikiquote Bộ sưu tập danh ngôn Wikisource Văn thư lưu trữ mở Wiktionary Từ điển mở Wikivoyage Cẩm nang du lịch mở Commons Kho tư liệu chung Wikispecies Danh mục các loài Wikiversity Beta Học liệu mở Wikidata Cơ sở kiến thức chung MediaWiki Phần mềm wiki Meta-Wiki Cộng đồng Wikimedia Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trang_Chính&oldid=69670100” 47 ngôn ngữ العربية Bahasa Indonesia Bahasa Melayu বাংলা Bosanski Български Català Čeština Dansk Deutsch Eesti Ελληνικά English Español Esperanto Euskara فارسی Français Galego 한국어 Hrvatski Italiano עברית ქართული Latviešu Lietuvių Magyar Македонски Nederlands 日本語 Norsk bokmål Norsk nynorsk Polski Português Română Русский Simple English Slovenčina Slovenščina Српски \/ srpski Srpskohrvatski \/ српскохрватски Suomi Svenska ไทย Türkçe Українська 中文 Trang này được sửa lần cuối vào ngày 12 tháng 2 năm 2023, 08:09. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}