{"2 ngày 1 đêm (chương trình truyền hình Việt Nam)":"2 ngày 1 đêm (chương trình truyền hình Việt Nam) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Định dạng 2Sản xuất Hiện\/ẩn mục Sản xuất 2.1Lịch sử 2.2Ghi hình 2.3Bài hát chủ đề 2.4Nhà tài trợ 3Phát sóng 4Tạm ngừng phát sóng 5Thành viên Hiện\/ẩn mục Thành viên 5.1Hiện tại 6Tổng quan các mùa 7Đón nhận Hiện\/ẩn mục Đón nhận 7.1Thống kê và đánh giá 7.2Ảnh hưởng 7.3Giải thưởng 8Tranh cãi Hiện\/ẩn mục Tranh cãi 8.1Liên quan đến tập 12 và 13 mùa 1 8.2Hủy ghi hình vì khán giả tụ tập quá đông 8.3Liên quan đến tập 21 8.4Chỉ trích về Trường Giang và Lê Dương Bảo Lâm 8.5Tranh cãi về cảnh lột đồ của HIEUTHUHAI 9Các phiên bản khác Hiện\/ẩn mục Các phiên bản khác 9.12 ngày 1 đêm - Chuyện chưa kể 9.2Phiên bản lễ hội 10Tham khảo 11Xem thêm 12Liên kết ngoài 2 ngày 1 đêm (chương trình truyền hình Việt Nam) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). 2 ngày 1 đêm Poster chính thức của chương trình. Tên khác 2 Days & 1 Night Vietnam Thể loại Truyền hình thực tế Dựa trên 2 Ngày & 1 Đêm của Korean Broadcasting System Đạo diễn Mai Thắm Chỉ đạo nghệ thuật Đinh Trung Chính Diễn viên Trường Giang Kiều Minh Tuấn Ngô Kiến Huy Lê Dương Bảo Lâm Cris Phan HIEUTHUHAI Nhạc dạo \"2 ngày 1 đêm\" của Da LAB Quốc gia Việt Nam Ngôn ngữ Tiếng Việt Số mùa 1 Số tập 31 (Danh sách chi tiết) Sản xuất Giám chế Triệu Thế Hiệp Đặng Phước Thành Nhà sản xuất Đài Truyền hình Thành phố Hồ Chí Minh Đông Tây Promotion Địa điểm Nhiều địa điểm Thời lượng Khoảng 75 – 90 phút (bao gồm quảng cáo) Trình chiếu Kênh trình chiếu HTV7 VieON YouTube Định dạng hình ảnh 1080i (HDTV) Định dạng âm thanh Stereo Quốc gia chiếu đầu tiên Việt Nam Phát sóng 19 tháng 6 năm 2022 (2022-06-19) – 26 tháng 2 năm 2023 (2023-02-26) Thông tin khác Chương trình liên quan Running Man (chương trình truyền hình Việt Nam) 2 ngày 1 đêm (viết tắt: 2N1Đ) là chương trình truyền hình trải nghiệm thực tế do Đài Truyền hình Thành phố Hồ Chí Minh và công ty Đông Tây Promotion phối hợp thực hiện, được phát sóng trên kênh HTV7 từ ngày 19 tháng 6 năm 2022. Đây là phiên bản Việt Nam của chương trình cùng tên được sản xuất bởi Đài truyền hình KBS, Hàn Quốc và là phiên bản quốc tế thứ hai trên thế giới của chương trình này sau phiên bản Trung Quốc. Các thành viên hiện tại là Trường Giang, Kiều Minh Tuấn, Ngô Kiến Huy, Lê Dương Bảo Lâm, Cris Phan và HIEUTHUHAI. Khẩu hiệu của chương trình là \"Tự do tự lo\", từ đó mang đến cho người chơi nhiều trải nghiệm khác biệt.[1] Định dạng[sửa | sửa mã nguồn] 2 ngày 1 đêm phiên bản Việt Nam hầu như giữ nguyên định dạng của phiên bản gốc. Các thành viên tham gia chương trình sẽ thực hiện một chuyến đi du lịch kéo dài trong 2 ngày và 1 đêm (Một số chuyến đi kéo dài nhiều thời gian hơn) qua các địa điểm ở khắp Việt Nam. Trong suốt chuyến đi, các thành viên sẽ thực hiện các nhiệm vụ và trò chơi để có những quyền lợi cho mình (chia đội thực hiện nhiệm vụ tranh suất được thưởng thức những món ăn ngon của địa phuơng vào buổi trưa và buổi tối; được ngủ tại nơi được trang bị tiện nghi qua đêm) và để tránh bị phạt (nhịn ăn hoặc phải ngủ tối ngoài trời). Khách mời cũng có thể xuất hiện trong các cuộc hành trình ở bất kỳ thời điểm nào và có thể đảm nhiệm bất kỳ vai trò nào trong chuyến đi của họ. Sản xuất[sửa | sửa mã nguồn] Lịch sử[sửa | sửa mã nguồn] Ngày 1 tháng 4 năm 2022, fanpage chính thức của Đông Tây Promotion đã úp mở về một chương trình mới sắp lên sóng trong năm 2022. Tuy thông tin trên được đăng tải vào đúng ngày Cá tháng Tư khiến cho một số khán giả nghi ngờ đây có thể là một cú lừa, nhưng chương trình khẳng định đây là một thông báo không phải là để \"thả cá\", cộng với poster và logo đã được chuẩn bị cẩn thận nên đây là một thông báo uy tín. Đồng thời, chương trình còn \"nhá hàng\" dàn cast với 6 chiếc bóng của những nghệ sĩ nam rất được yêu thích, làm khán giả không khỏi tò mò, thi nhau đoán xem đó là ai.[2] 6 thành viên đã được chương trình lần lượt công bố sau đó, bao gồm Kiều Minh Tuấn,[3] Cris Phan,[4] Ngô Kiến Huy, Lê Dương Bảo Lâm,[5] HIEUTHUHAI[6] và Trường Giang.[7][8] Buổi camping của các thành viên 2 ngày 1 đêm cùng nhà sản xuất, ê-kíp thực hiện và các đơn vị báo chí truyền thông đã được tổ chức vào chiều ngày 16 tháng 6. Trong buổi camping này, các thành viên đã có những tiết lộ vô cùng bất ngờ và ấn tượng sau vài chuyến ghi hình 2 ngày 1 đêm. Kiều Minh Tuấn cho biết, anh khá tận hưởng và thích thú với những chuyến hành trình dù có kham khổ, vất vả, mất hình tượng... Đây cũng chính là lý do mà anh nhận lời tham gia chương trình dù có rất nhiều tin đồn rằng nam diễn viên từ chối tất cả mọi lời mời show thực tế. Trả lời cho câu hỏi liệu chương trình có mùa tiếp theo hay không, nhà sản xuất chia sẻ: \"Điều đó còn tùy thuộc vào sự đón nhận và yêu thích của khán giả. Có thể chúng tôi sẽ làm tiếp, không cần chờ tới năm sau. Phiên bản Hàn Quốc đã có hơn 600 tập trải nghiệm rất nhiều danh lam thắng cảnh, Việt Nam chúng ta đẹp không thua kém nước bạn, bởi vậy không có gì là không thể. Mong rằng khán giả sẽ ủng hộ 2 ngày 1 đêm\".[9][10][11] Ghi hình[sửa | sửa mã nguồn] Kiên Giang Lâm Đồng Kon Tum Thừa Thiên Huế Quảng Ngãi Ninh Bình Hà Nội Hà Giang Quảng Bình An Giang Quảng Nam Sơn La Các địa điểm chương trình 2 ngày 1 đêm đã đi qua tại Việt Nam. Với mục tiêu quảng bá du lịch, văn hóa Việt Nam, 2 ngày 1 đêm được ghi hình tại hàng loạt các địa điểm, di tích lịch sử, danh lam thắng cảnh trải dài khắp đất nước. Hệ thống trò chơi, thử thách cũng được thiết kế để phát huy tính bản địa, gắn liền với câu chuyện, văn hóa của từng nơi chốn mà 6 thành viên đi qua. Hơn 30 camera được ê-kíp sản xuất đầu tư để ghi hình 24\/24, bao gồm mọi sinh hoạt của các thành viên. Phía Hàn Quốc chỉ đóng vai trò cố vấn chứ không trực tiếp tham gia vào quá trình sản xuất như ở Running Man.[1] Với đội ngũ ekip hơn 150 người, chương trình chú trọng đề cao tính chân thật, gần gũi khi các thành viên không được biết về nội dung buổi quay hình cũng như không có sẵn \"kịch bản thoại\". Thậm chí, chính ekip cũng không hề có 100% kịch bản của mỗi chặng quay. Thông qua cách chơi game cũng như cách xử lý tình huống, các thành viên sẽ biến chuyển và đưa câu chuyện đi theo một hướng khác. Điều này chính là sự thú vị của truyền hình thực tế cho khán giả và cả những người thực hiện.[12] Bên cạnh những địa điểm quen thuộc, chương trình cũng tìm ra những địa điểm mới lạ, chưa được khai thác du lịch để giới thiệu và quảng bá, nhằm giúp cải thiện đời sống cho bà con nơi đây. Không những vậy, khi đến những ngôi làng còn hoang sơ và khó khăn trên miền cao, các nghệ sĩ còn có những nghĩa cử cao đẹp, trao gửi yêu thương đến bà con và các em nhỏ. HIEUTHUHAI từng chia sẻ: \"Khi tham gia chương trình, tôi không chỉ được đi đến những địa điểm đẹp, mà còn được đi với những người mình yêu quý. Càng vui hơn nữa khi tất cả những nơi mà chương trình đưa đến đều thú vị. Như Hà Giang, một nơi cực kỳ đẹp, nếu không có chương trình \"2 ngày 1 đêm\" thì tôi cũng không bao giờ có cơ hội đặt chân đến đây. Đồng thời, khán giả ở nhà đôi khi cũng không được biết đến những địa điểm như thế này. Người ta có thể biết đến Tây Bắc, Hà Giang, Lũng Cú nhưng còn những ngôi làng nhỏ, hay những điểm đến mới lạ khác thì ít phổ biến hơn. Phải công nhận là chương trình tìm được những địa danh rất hay ho và thú vị\". Chia sẻ về lý do lựa chọn những tỉnh thành này, nhà sản xuất cho biết, nguyên lý xây dựng nội dung của chương trình là mỗi mùa đều phải có các tỉnh ở 3 miền Bắc - Trung - Nam được lên sóng.[13] Bài hát chủ đề[sửa | sửa mã nguồn] Bài hát chủ đề của chương trình là bài \"2 ngày 1 đêm\" do nhóm nhạc Da LAB sáng tác và thể hiện. Ca khúc mang giai điệu sôi động, bắt tai và đậm tinh thần anh em như chính các thành viên trong nhóm nhạc. Theo chia sẻ của nhóm Da LAB, demo này được sáng tác từ năm 2018, và khi nhận được lời mời sáng tác bài hát từ chương trình, họ nhận ra đây chính là demo phù hợp nhất và tập trung hoàn thiện bài hát. Họ cho biết: \"Thời điểm sáng tác demo 2018 là lúc tất cả anh em đang băn khoăn có nên đi theo con đường làm ca sĩ chuyên nghiệp hay không. Lúc đấy cả nhóm rất đồng lòng và nhiều cảm xúc nên muốn sáng tác một bài hát ca ngợi tình cảm anh em. [...] Da LAB nghĩ rằng giai điệu 'Dù là ngày buồn hay vui, ngày nắng nôi hay mưa giông có sao đâu anh em mình còn có nhau...' cũng chính là tinh thần của chương trình '2 ngày 1 đêm'\".[14][15] Nói về chương trình, họ tâm sự: \"Tất cả các thành viên Da LAB thường xuyên xem các gameshow Hàn Quốc và \"2 ngày 1 đêm\" là một trong những chương trình yêu thích của nhóm. Đến khi có phiên bản Việt và được NSX gửi lời mời hợp tác viết nhạc, Da LAB coi như đây là một sự tình cờ - một cái duyên đáng yêu, giấc mơ của nhóm và bản demo năm 2018 đã trở thành hiện thực\".[16] Nhà tài trợ[sửa | sửa mã nguồn] Theo thống kê, có ít nhất 10 nhãn hàng thường xuyên xuất hiện trong các tập 2 ngày 1 đêm.[17] Các nhà tài trợ của chương trình gồm: Lifebuoy OMO Pond's Wall's Samsung Kinh Đô Cholimex Lipton Bia Sài Gòn Hảo Hảo Phát sóng[sửa | sửa mã nguồn] 2 ngày 1 đêm lên sóng tập đầu tiên vào ngày 19 tháng 6 năm 2022. Mùa đầu tiên của chương trình được phát sóng lúc 20:30 chủ nhật hàng tuần trên kênh HTV7. Chương trình cũng được phát sóng đồng thời trên ứng dụng VieON. Các tập phát sóng của chương trình được công chiếu trên kênh YouTube chính thức của nhà sản xuất Đông Tây Promotion và kênh YouTube chính thức của 2 ngày 1 đêm lúc 21:15 cùng ngày.[18] Tạm ngừng phát sóng[sửa | sửa mã nguồn] 2 ngày 1 đêm đã có một số lần phải tạm ngừng phát sóng do trùng thời điểm diễn ra các sự kiện đặc biệt và phát sóng trở lại vào tuần kế tiếp. Cụ thể: Phát lại Ngày 28\/11\/2022, do trùng với thời điểm diễn ra truyền hình trực tiếp: hoạt động giải trình tại phiên họp thường trực HĐND TPHCM về hoạt động hiệu quả quảng cáo trên địa bàn thành phố Ngày 7\/12\/2022, do trùng với thời điểm diễn ra kỳ họp thứ 8 HĐND TPHCM khóa X Thành viên[sửa | sửa mã nguồn] Đầu tháng 5 năm 2022, chương trình bắt đầu hé lộ những thông tin về thành viên chính của chương trình. Đây là một trong những chương trình truyền hình thực tế tại Việt Nam có tất cả các thành viên đều là nam.[19] Đại diện ekip cho biết, khi xây dựng nội dung cho chương trình, ekip có dự kiến một số tính cách của những nhân vật mà họ mong muốn sẽ có trong chương trình và đã casting khá nhiều nghệ sĩ cho chương trình. \"Đây là chương trình truyền hình thực tế, việc tạo dựng 1 vai diễn khác đời thực của nghệ sĩ là điều không thể. Bên cạnh việc phỏng vấn để tìm ra màu sắc riêng biệt, tính cách thật sự của nghệ sĩ, chúng tôi phải lọc ra những cái tên đạt các yếu tố khác như sức khoẻ, sức bền. Sau đó chúng tôi đã chọn ra được sáu cái tên này, họ có màu sắc, độ nổi tiếng, tính cách khác nhau, dung hoà được yếu tố: Biết tuốt và Vụng về, để chương trình sẽ có nhiều điều thú vị. Khi ghi hình, dàn cast cũng bộc lộ thêm về bản thân, tuy khác nhau nhưng họ lại có thể hoà hợp tạo nên một tổng thể rất ổn cho chương trình\", đại diện ekip cho biết thêm.[20] Hiện tại[sửa | sửa mã nguồn] STT Thành viên Tên thật Ngày sinh Nghề nghiệp Cung hoàng đạo 1 Trường Giang Võ Vũ Trường Giang 20\/04\/1983 Diễn viên, MC, Nhà sản xuất Cung Bạch Dương 2 Kiều Minh Tuấn Kiều Minh Tuấn 26\/02\/1988 Diễn viên Cung Song Ngư 3 Ngô Kiến Huy Lê Thành Dương 29\/06\/1988 Ca sĩ, Diễn viên, MC Cung Cự Giải 4 Lê Dương Bảo Lâm Lê Dương Bảo Lâm 11\/07\/1989 Diễn viên hài, MC Cung Cự Giải 5 Cris Phan Phan Lê Vy Thanh 01\/06\/1993 Streamer, Diễn viên Cung Song Tử 6 HIEUTHUHAI Trần Minh Hiếu 28\/09\/1999 Rapper Cung Thiên Bình Tổng quan các mùa[sửa | sửa mã nguồn] Bài chi tiết: Danh sách tập của 2 ngày 1 đêm (Việt Nam) Mùa Tập Phát sóng gốc Phát sóng lần đầu Phát sóng lần cuối 1 20 19 tháng 6 năm 2022 (2022-06-19) 30 tháng 10 năm 2022 (2022-10-30) Lễ hội 11 18 tháng 12 năm 2022 (2022-12-18) 26 tháng 2 năm 2023 (2023-02-26) Bấm vào số thứ tự của từng mùa để xem thông tin chi tiết của mùa đó. Đón nhận[sửa | sửa mã nguồn] Ngay khi chương trình phát sóng, khán giả đã dành rất nhiều lời khen cho chương trình.[21] Nhờ những trải nghiệm chân thực, tình huống hài hước và nội dung mới lạ, chương trình 2 ngày 1 đêm đã thu hút đông đảo sự quan tâm từ khán giả. Những thử thách của chương trình được đánh giá đa dạng, hài hước, sự tung hứng và ăn ý của các thành viên được khán giả đánh giá cao.[18] Thậm chí, đã có những tập được lên Top 1 Trending trên nền tảng YouTube, cùng với đó là nhiều sự yêu thích đối với chương trình từ khán giả bên dưới phần bình luận vì tính giải trí và hấp dẫn mà chương trình mang lại.[22] Ngoài ra, chương trình còn giúp đem đến những trải nghiệm đặc sắc tại các vùng miền trên khắp đất nước Việt Nam thông qua các địa danh mà chương trình lựa chọn. Bên cạnh đó, có những giây phút, tiếng cười nhường chỗ cho giọt nước mắt xúc động, chẳng hạn như ở tập 4, khi các thành viên trải lòng về gia đình. Họ chia sẻ rằng họ cũng đã từng nếm qua những vụn vỡ, lớn lên trong sự thiếu vắng tình thương của mẹ hay cha. Những khoảnh khắc này đã gây được cảm xúc đặc biệt cho khán giả.[23] 2 ngày 1 đêm hội tụ đầy đủ những yếu tố làm nên công thức thành công của một chương trình giải trí trên truyền hình. Đó là yếu tố hài hước kết hợp với các thử thách khám phá, vận động. Những thử thách ấy nhiều khi oái oăm đến mức \"dở khóc dở cười\" và không có bất kỳ sự hỗ trợ nào của ê-kíp, nhưng lại không hề mang tính ganh đua hay cạnh tranh khốc liệt. Trái lại, nó đầy sự tếu táo, chọc cười khán giả. Ngay cả phần thưởng cho người thắng cuộc là những bữa ăn thịnh soạn, chỗ nghỉ ngơi yên ấm; hay ngược lại kẻ thua phải nhận hình phạt như ăn uống đơn sơ đạm bạc, ngủ ngoài trời, tự dựng lều ngủ... dù rất kịch tính nhưng cũng đầy hài hước.[24] Khác với hình ảnh hào nhoáng của các nghệ sĩ trên màn ảnh rộng hay sân khấu lớn, trong các chương trình trải nghiệm như 2 ngày 1 đêm, khán giả có được dịp để theo dõi những phản ứng đời thường cũng như cá tính, câu chuyện của các thành viên hay khách mời... Đây cũng là chất xúc tác tạo thêm kết nối giữa khán giả với các nghệ sĩ trong chương trình.[25] Trước khi 2 ngày 1 đêm lên sóng, nhiều khán giả không khỏi \"nghi ngờ\" vì nhiều chương trình truyền hình Việt Nam được bắt nguồn từ Hàn Quốc xuất hiện trước đây thường bị chê kém xa bản gốc. Thời điểm công bố đội hình các thành viên, khán giả lần nữa bất ngờ vì những cái tên \"người nhà\" của nhà sản xuất: Trường Giang, Ngô Kiến Huy từ Running Man nay tiếp tục tham gia 2 ngày 1 đêm, Lê Dương Bảo Lâm, Cris Phan cũng nhiều lần lên sóng các chương trình truyền hình của nhà sản xuất, chỉ có 2 thành viên mới với các chương trình giải trí là Kiều Minh Tuấn và HIEUTHUHAI. Thế nhưng sau khi những tập đầu tiên lên sóng, chương trình đã mang đến góc nhìn mới mẻ, nhiều yếu tố hài hước, hấp dẫn và đặc biệt là có những nét rất riêng không trộn lẫn được với bản gốc Hàn Quốc. Từ \"mối nghi ngại về một chương trình thực tế được Việt hóa\", 2 ngày 1 đêm dần trở thành \"món ăn tinh thần\" hấp dẫn với khán giả vào dịp cuối tuần.[26] Các thành viên như Lê Dương Bảo Lâm, Kiều Minh Tuấn... cũng được khán giả biết đến nhiều hơn khi tham gia chương trình 2 ngày 1 đêm.[27][28] Bên cạnh đó, xét về mức độ phủ sóng, tiếp cận khán giả ở thời điểm hiện tại, có thể nhận thấy rõ 2 ngày 1 đêm đang dần vượt qua chương trình Running Man Vietnam. Nhiều màn tương tác giữa các thành viên còn được người hâm mộ chia sẻ, trở thành xu hướng trên mạng xã hội.[29] Điển hình, theo BuzzMetrics, một số thành viên xuất hiện trong chương trình 2 ngày 1 đêm đã lọt vào top 10 người ảnh hưởng có hoạt động nổi bật trên mạng xã hội tháng 7 và tháng 8 năm 2022.[30][31] Có thể thấy, các thành viên là những màu sắc khác nhau, họ có những công việc và cuộc sống riêng, nhưng khi cùng nhau làm việc, cùng nhau vượt qua khó khăn, thử thách của chương trình, họ lại trở thành những người anh em sống tình cảm bên nhau. Những giọt nước mắt cuối chương trình là minh chứng rõ ràng nhất cho sự gắn bó và tình yêu của các thành viên dành cho chương trình. Với slogan \"2 ngày 1 đêm - Tự do tự lo\" xuyên suốt hành trình tại các tỉnh thành, các thành viên đã trở nên gắn kết, cũng như chính Kiều Minh Tuấn đã nói: \"6 anh em là 6 mảnh ghép không thể thiếu được\".[32] Bên cạnh tiếng cười, 2 ngày 1 đêm còn đem đến công chúng những thông điệp bảo vệ rừng, bảo vệ môi trường. Điều đọng lại trong lòng người xem sau mỗi tập phát sóng không chỉ là giới thiệu những cảnh đẹp quê hương, đất nước Việt Nam mà còn là những hình ảnh đắt giá về thiên nhiên, những thông điệp ý nghĩa mà các nghệ sĩ cùng truyền tải về bảo vệ rừng, bảo vệ môi trường sống. Bằng cách lồng ghép những câu chuyện về thiên nhiên, giá trị văn hóa - lịch sử, chương trình đã truyền tải nhiều hơn những thông điệp ý nghĩa, thay vì chỉ là một chương trình giải trí thuần túy.[33] 2 ngày 1 đêm về Việt Nam ở thời điểm khán giả Việt đã \"bội thực\" với gameshow cũng như những chương trình được mua bản quyền. Rất nhiều hoài nghi và tranh cãi cũng xuất hiện, số đông lo ngại chương trình sẽ đi vào \"vết xe đổ\" của một số chương trình Việt hóa trước đó, đồng thời cũng không thể hiện được tinh thần vốn có của bản gốc. Tuy nhiên, đến thời điểm hiện tại, 2 ngày 1 đêm đã thành công vượt ngoài tưởng tượng của tất cả mọi người, từ khán giả, các thành viên cho đến những người thực hiện chương trình, trở thành gameshow quốc dân, là món ăn tinh thần không thể thiếu trong mỗi gia đình Việt vào chủ nhật hàng tuần. Đây là một trong những chương trình thực tế hiếm hoi giữ được sức hút và độ hot trong suốt 1 năm lên sóng. Hơn cả những con số hay thành tích, tình cảm ngày càng nồng nhiệt của khán giả mới chính là thành công lớn nhất mà chương trình nhận được. Không chỉ nhận được những lời động viên, lời yêu thương trên mạng xã hội; mỗi khi chương trình đi đến đâu cũng đều được khán giả săn đón cuồng nhiệt. Nói về sự yêu thương của khán giả, nhà sản xuất cho biết: \"2 ngày 1 đêm đang vượt xa những kỳ vọng của chúng tôi, không phải độ nổi tiếng mà là độ thương yêu của khán giả. Có thể một chương trình thành công là 1 chương trình có lượt xem nhiều, nhưng lại có nhiều ý kiến trái chiều trong đó, người ta ghét người ta cũng xem mà. Hay nó còn là 1 chương trình có thể kêu gọi được rất nhiều tiền tài trợ. Nói chung, tùy từng nhà sản xuất sẽ đánh giá mức độ thành công của chương trình ở góc độ nào. Với \"2 ngày 1 đêm\", ngoài những yếu tố trên, chúng tôi nhận được 1 điều rất lớn đó là tình thương yêu của khán giả\".[12] Thống kê và đánh giá[sửa | sửa mã nguồn] Sau gần 5 tháng kể từ ngày đầu tiên 2 ngày 1 đêm lên sóng, chương trình đã thu về hơn 2,2 tỷ lượt xem trên các nền tảng số. Hầu như các tập phát sóng chính thức lẫn những video hậu trường của chương trình rất được khán giả chờ đón và nhận được lượt tương tác cao. Tất cả các tập của chương trình đều lọt vào top thịnh hành trên YouTube - một thành tích ấn tượng khác mà không phải chương trình nào cũng có được. Tập 3 đã xuất sắc đạt vị trí số 1 chỉ sau chưa đầy 48 giờ công chiếu; cùng với đó còn có 6 tập đạt top 2 thịnh hành.[34] Không dừng lại ở 20 tập phát sóng, mùa lễ hội của 2 ngày 1 đêm cũng tạo được sức hút với khán giả truyền hình khi các tập phát sóng đều lọt top thịnh hành YouTube. Trong đó, ba tập 21, 26 và 27 lọt top 1 thịnh hành không lâu sau khi được công chiếu.[35][36] Tập 30 là tập đạt top 1 thịnh hành YouTube nhanh nhất trong cả mùa 1 và mùa lễ hội, mặc dù vướng tranh cãi về cảnh lột đồ của HIEUTHUHAI.[37] Trao đổi với báo Tuổi Trẻ, chị Yến cho biết mình thích 2 ngày 1 đêm bởi phong cảnh đất nước Việt Nam được giới thiệu trong chương trình quá đẹp: \"2 ngày 1 đêm giúp chúng tôi có những giây phút giải trí sau những giờ làm việc, học tập căng thẳng... Không những vậy, chương trình còn gắn kết các thành viên trong gia đình\".[38] Ảnh hưởng[sửa | sửa mã nguồn] Với sức hút của chương trình, nhiều địa điểm ghi hình trong chương trình đều trở thành điểm du lịch ăn khách. Thậm chí, có nơi còn được đặt kín lịch đến tận vài tháng sau đó. Điều đó chứng tỏ chương trình đã giúp quảng bá hình ảnh du lịch Việt Nam một cách đầy thông minh, sáng tạo và hiệu quả đến khán giả thông qua các trò chơi, thử thách, câu chuyện của các thành viên tham gia.[39] Giải thưởng[sửa | sửa mã nguồn] Năm Giải thưởng Hạng mục Đề cử cho Kết quả Ghi chú 2022 Giải thưởng truyền hình châu Á (ATA) lần thứ 27 Phỏng lại format đã có xuất sắc nhất 2 ngày 1 đêm Đề cử [40][41] Giải Mai Vàng lần thứ 28 Chương trình trên nền tảng số và truyền hình Đề cử [42] Tranh cãi[sửa | sửa mã nguồn] Liên quan đến tập 12 và 13 mùa 1[sửa | sửa mã nguồn] Hai tập 12 và 13 của chuơng trình, với hai khách mời là Nhã Phương và Thúy Ngân, đã nhận về những ý kiến tranh cãi. Nhiều ý kiến trên mạng xã hội cho rằng họ không thể xem trọn tập vì \"nhạt\", bởi lẽ nội dung bị kéo dài dòng, lê thê (mất đến 30 phút để giới thiệu nhân vật và khách mời) cộng với việc quảng cáo đưa vào chương trình quá nhiều và lộ liễu. Sự xuất hiện của hai khách mời không mang lại tương tác thú vị cho chương trình, nhất là Nhã Phương khi phản ứng của cô bị đánh giá là nhạt nhẽo, không chịu lăn xả để tham gia các hoạt động tập thể và còn khiến Trường Giang \"mất tự nhiên\"[43]. Tác giả Hoàng Lê của Tuổi Trẻ nhận định rằng hai tập 12 và 13 đã cho thấy chương trình đang có dấu hiệu sụt giảm chất lượng.[44] Sau khi bị chê, Thúy Ngân có những chia sẻ trên trang cá nhân nói về việc khán giả có quyền khen, có quyền chê, có quyền góp ý, nhưng không có quyền miệt thị người khác. \"Ranh giới giữa việc đóng góp ý kiến và xúc phạm người khác mong manh lắm. Chúng tôi luôn cố tạo ra những điều tốt đẹp đem đến năng lượng tích cực cho mọi người nhưng vài người lại gieo vào chúng tôi những năng lượng tiêu cực và độc hại. Mong mọi người xem những sản phẩm dưới góc độ công tâm và đừng đem những người không liên quan vào xúc phạm. Điều đó thật sự không đúng và không đáng để im lặng!\", cô cho biết thêm.[45][46][47] Hủy ghi hình vì khán giả tụ tập quá đông[sửa | sửa mã nguồn] Một trong những địa điểm ghi hình chương trình 2 ngày 1 đêm là An Giang đã ghi nhận rất đông người hâm mộ tập trung tại các điểm ghi hình để gặp gỡ, xin chữ ký và chụp ảnh cùng các thành viên. Do số lượng khán giả quá đông, dẫn đến trễ tiến độ và quá thời gian cho phép nên ê-kíp đã không thể ghi hình theo lịch trình dự kiến. Đội ngũ sản xuất chương trình đã gửi lời cảm ơn cũng như xin lỗi đến khán giả An Giang vì sự cố không mong muốn này, đồng thời hứa sẽ tổ chức lại các hoạt động vào thời gian sớm nhất và sẽ thông báo cụ thể đến mọi người.[48][49] Trong đoạn video mà Lê Dương Bảo Lâm đăng tải về tình hình ghi hình tại An Giang, các thành viên chương trình đã phải ngồi trên xe suốt 3 giờ đồng hồ, không thể ghi hình thử thách vì bị người hâm mộ vây kín.[50] Trước đó, ban tổ chức đã lên tiếng về vấn nạn quay lén của một bộ phận khán giả làm lộ thông tin quan trọng của mùa mới, như địa điểm trải nghiệm, nội dung các thử thách cũng như danh tính các khách mời - những thứ vốn sẽ được ê-kíp giữ kín cho đến ngày lên sóng. Nhà sản xuất mong muốn khán giả không quay phim, chụp ảnh, livestream nội dung ghi hình; không chia sẻ lịch trình và kịch bản chương trình; không gây mất trật tự hoặc lôi kéo các nghệ sĩ khi đoàn đang thực hiện các cảnh quay.[51][52] Sự xuất hiện của chương trình tại An Giang là một trong những chủ đề được bàn tán nhiều trên mạng xã hội. Rất nhiều tranh cãi đã xảy ra khi ê-kíp không thể hoàn thành lịch trình dự kiến vì sự cuồng nhiệt, thậm chí đến mức quá khích của khán giả nơi đây. Dưới phần bình luận của lời xin lỗi đến từ ekip, nhà sản xuất cũng cho biết đã cố gắng liên hệ để gỡ các bài viết liên quan đến nội dung chương trình, đồng thời hy vọng khán giả không công kích bất kỳ cá nhân hoặc tổ chức nào. Trao đổi với Dân trí vào sáng ngày 5 tháng 12, đại diện ê-kíp cho biết họ chưa có câu trả lời chính thức về việc sẽ hủy bỏ hay sắp xếp ghi hình lại ở An Giang vì cần phải họp hậu kỳ mới quyết định. \"Việc một cảnh quay lớn bị hủy gây ảnh hưởng rất lớn đến lịch trình, thời lượng lên sóng của chương trình và thất thoát nhiều chi phí sản xuất. Tuy nhiên, chúng tôi cũng đã có phương án khắc phục để hạn chế tối đa hậu quả của vấn đề này\", đại diện ê-kíp cho biết. Phản hồi về thông tin khán giả tập trung đông đúc, dẫn đến việc đoàn xe khó di chuyển, các thành viên phải ngồi trên xe suốt 3 tiếng đồng hồ, đại diện này cho biết: \"Việc dàn cast ngồi trên xe 3 tiếng là không chính xác. Tuy nhiên, việc khán giả tụ tập quá đông trước nơi lưu trú đã khiến dàn cast và ê-kíp không thể di chuyển trong 2 tiếng\".[53][54] Mặc dù lịch trình ghi hình đã bị hoãn vì sự cố này, 2 ngày 1 đêm vẫn được tiếp tục ghi hình tại An Giang. Theo đó, kịch bản và lịch trình của đoàn đã có chút thay đổi và có hoàn thành những cảnh quay thay thế tại An Giang. Những cảnh quay được chương trình tiết lộ trong trailer sau tập 23 đã không thấy bóng dáng của người hâm mộ.[55][56][57] Liên quan đến tập 21[sửa | sửa mã nguồn] Tập 21 tại Quảng Bình với sự xuất hiện của 3 vị khách mời đến từ nước ngoài (Brandon Hurley - Phúc Mập, Jong Rak và Will) sau khi lên sóng đã có nhiều ý kiến trái chiều xuất hiện xoay quanh những tương tác của các thành viên với các khách mời này.[58] Nhiều người cho rằng các thành viên chỉ tập trung tương tác, quăng miếng với nhau mà để các khách mời bơ vơ, lạc lõng trong chương trình. Nhưng cũng có ý kiến cho rằng có thể sự cắt ghép của chương trình đã khiến khán giả hiểu lầm.[59] Lê Dương Bảo Lâm, một thành viên của chương trình, cho biết anh sẽ đăng liên tục 83 video hậu trường của mình và Phúc Mập trong vòng 1 tuần để khán giả có cái nhìn công tâm hơn.[60][61] Anh cũng nói rằng anh và khách mời cũng thoải mái tương tác với nhau song vì những tình huống không liên quan nên đã bị đội ngũ sản xuất cắt bỏ.[45] Còn với Phúc Mập, trao đổi với báo Thanh Niên, anh cho biết việc Lê Dương Bảo Lâm bị phản ứng vì thái độ với người chơi là cách nhìn của mọi người, còn bản thân anh thấy \"không có vấn đề gì\". Phúc Mập cũng nói thêm rằng cả hai vẫn thường tương tác phía sau hậu trường, không có chuyện bị tỏ thái độ như mọi người nghĩ.[62] Chỉ trích về Trường Giang và Lê Dương Bảo Lâm[sửa | sửa mã nguồn] Trọng đoạn clip hậu trường tại một hành trình của 2 ngày 1 đêm, Trường Giang có phát ngôn, lời nói đùa với rapper HIEUTHUHAI gây tranh cãi. Câu hỏi \"Nếu tồn tại trên Trái Đất với một người phụ nữ, em sẽ chọn ai để duy trì nòi giống?\" mà anh hỏi HIEUTHUHAI bị cho là xúc phạm phụ nữ. Thậm chí, anh còn yêu cầu cameraman hướng máy quay vào phía các nhân viên nữ đang xếp hàng, và gọi một nhân viên đứng trong hàng bước ra chỗ khác kèm câu nói \"Em có đẻ được đâu?\". Không dừng lại ở việc xem phụ nữ là người \"duy trì nòi giống\", Trường Giang còn liên tục bình luận về ngoại hình của các nhân viên khác. Nhiều khán giả để lại nhiều ý kiến bất bình với những câu đùa về phụ nữ của Trường Giang trong chương trình. Một số người cho rằng trò đùa của Trường Giang không tôn trọng phụ nữ. Những bình luận này không còn hài hước mà chuyển sang hướng xem thường người khác. Đoạn clip hậu trường này hiện không còn được tìm thấy trên YouTube nhưng hình ảnh vẫn còn được lưu trữ lại trên các trang mạng xã hội.[63][64][65] Lê Dương Bảo Lâm - một thành viên của chương trình - cũng bị phản ứng vì sử dụng ngôn từ tùy tiện và có phần không tôn trọng đồng nghiệp, đàn anh của mình, chẳng hạn như với Cris Phan hay khi Kiều Minh Tuấn đưa ra kết quả sai trong thử thách tính toán. Nhiều người cho rằng anh có những lời nói không phù hợp dù kém tuổi các đàn anh trong nghề. Trước những bình luận tiêu cực này, anh phủ nhận: \"Không có hỗn, những cái đó là diễn thôi quý vị ơi, cái nghề của tôi mà hỗn là khỏi làm nghề. Anh em chúng tôi chỉ đùa giỡn vui với nhau thôi chứ không có ý gì\".[45] Chia sẻ của anh nhận được đồng thuận từ khán giả, nhưng một số người hâm mộ cho rằng anh nên tiết chế lại và kiểm soát ngôn từ hơn.[66][67] Trong một cuộc phỏng vấn với báo Thanh Niên phản hồi về những tranh cãi xoay quanh về mình, Lê Dương Bảo Lâm cho biết: \"Nét hài của tôi là hài xéo sắc, giàu năng lượng. 6 anh em đều phân nhiệm vụ cho nhau. [...] Những tiểu phẩm thịnh hành trên mạng đều là nhờ anh Giang, anh khơi gợi, nhiệm vụ của tôi là diễn [...] Đi quay rất mệt, di chuyển vất vả, vậy nên tôi thường vực dậy tinh thần của mọi người. Tôi ăn to nói lớn khiến đôi khi khán giả hiểu lầm rằng mình hỗn, nhưng đó không phải sự thật\". Anh cũng cho biết mình là người quá nhiều năng lượng, từ lúc bắt đầu đi diễn hài đã bị góp ý diễn lố. Đề cập đến tranh cãi gọi Cris Phan là \"mấy đứa trên mạng\" - cụm từ khiến anh từng rơi nước mắt vì tổn thương, Lê Dương Bảo Lâm cho hay: \"Tôi cũng không hiểu sao đôi khi những câu chuyện bình thường nhưng liên quan đến tôi lại trở thành vấn đề. Ví dụ Cris Phan nắm đầu tôi lắc thì khán giả khen dễ thương, HIEUTHUHAI nói tôi là con cá trê tôi cũng vui vẻ, nhưng đến lượt tôi thì lại khác. \"Mấy đứa trên mạng\" chỉ là câu đùa, ngồi trò chuyện anh em cũng hay nói vậy. Nhưng đôi khi có những khán giả chưa thương, chưa hiểu mới xảy ra câu chuyện đó\".[68] Tranh cãi về cảnh lột đồ của HIEUTHUHAI[sửa | sửa mã nguồn] Trong tập 30 của mùa lễ hội 2 ngày 1 đêm, có một thử thách được ban tổ chức đưa ra yêu cầu nhân vật phải cởi từng món đồ nếu đồng đội không đoán đúng tên bài hát. Là người bị các thành viên khác chọn để chịu phạt, HIEUTHUHAI liên tục phải cởi từng món đồ trên người do đồng đội nhiều lần đoán không đúng tên bài hát. Dù cảnh quay có dùng bìa thùng giấy để che lại bộ phận nhạy cảm, việc HIEUTHUHAI phải lột sạch đồ trong chương trình gây tranh cãi. Bên cạnh nhiều lời khen vì nội dung mới lạ cùng sự hài hước của các thành viên, một số ý kiến cho rằng việc đưa những hình ảnh như vậy lên sóng là phản cảm, thiếu tôn trọng người xem, lạm dụng hình thể và chi tiết nhạy cảm của nam giới để câu view. Nhiều người cũng cho rằng 2 ngày 1 đêm có rất nhiều khán giả nhí, chính vì thế việc các thành viên có hành động như vậy là không nên. Một bộ phận nhận định hành động của ê-kíp thể hiện sự thiếu tôn trọng khán giả và không nghĩ đến cảm xúc của cá nhân của HIEUTHUHAI khi bị lột đồ trước mặt mọi người, thậm chí còn bị đem lên sóng truyền hình. Ở phía ngược lại, một số khán giả cho rằng chương trình chỉ mang mục đích giải trí, người trong cuộc cũng không tỏ ra khó chịu nên mọi chuyện không đáng để tranh cãi. Trao đổi với báo Dân trí, quản lý của HIEUTHUHAI cho biết vấn đề này sẽ để nhà sản xuất trả lời. Bản thân HIEUTHUHAI vẫn giữ im lặng xung quanh những ồn ào trên. Liên hệ với nhà sản xuất về những tranh cãi xoay quanh cảnh lột đồ, đại diện ê-kíp 2 ngày 1 đêm khẳng định với VTC News rằng sẽ có phản hồi tới khán giả sau khi xem xét. \"Chương trình sẽ có phản hồi hồi và gửi thông tin đến khán giả. Hiện tại bên chương trình và HIEUTHUHAI chưa thể nói gì về vấn đề này\", đại diện ê-kíp nói.[69][70][71] Mặc dù hầu hết khán giả coi đây là tình tiết vui nhộn, nhưng trên trang cá nhân, tiến sĩ Nguyễn Phương Mai - người thường lên tiếng trước các vấn đề về giới - bày tỏ quan điểm phản đối. Chị nhận định hành động này là dùng nhục dục để câu view. \"Nhiều khán giả thấy vui khi xem một gã đàn ông bị lột đồ, nhưng sự vui đó sẽ thành phản cảm nếu đó là một cô gái. Cô ta sẽ bị chửi là kẻ thiếu liêm sỉ. Tiêu chuẩn kép tức là da thịt đàn ông thì có thể dễ dàng đem ra để mua vui hơn da thịt phụ nữ vì suy nghĩ kiểu mặc định đàn ông \"thực ra thích được như thế\", \"da thịt đàn ông thì có sao\"\", chị phân tích. Chị cho rằng sự riêng tư của cơ thể đàn ông vốn bị xem nhẹ, không chỉ trên truyền hình mà trong nhiều tình huống khác, đàn ông có thể bị phô bày thân thể, đụng chạm để mua vui trong các trò chơi tập thể.[72] Sau cảnh lột đồ, HIEUTHUHAI nhận nhiều bình luận mang tính quấy rối.[73] Những đoạn clip, hình ảnh ghi lại màn lột đồ của HIEUTHUHAI được chia sẻ rộng rãi trên mạng xã hội và thu hút hàng trăm nghìn lượt xem, tương tác, bình luận. Thậm chí, Lê Dương Bảo Lâm - một thành viên trong ê-kíp 2 ngày 1 đêm - còn chia sẻ với những từ ngữ bị cho là giống \"quảng cáo clip 18+\".[74] Báo Tuổi Trẻ nhận định, việc cởi đồ trong hoàn cảnh nào cũng gây tranh luận. Một người có thể đồng thuận cởi đồ trong hoàn cảnh riêng tư hoặc công cộng, nhưng lên sóng truyền hình lại là vấn đề khác. Khán giả có quyền bàn luận xem việc đó có phù hợp hay không. Theo nhận xét của tiến sĩ Phương Mai, \"Việc đưa một trò chơi có tính nhạy cảm, kích dục - dù có sự đồng thuận - lên kênh truyền hình và mạng xã hội nơi khán giả đủ mọi lứa tuổi có thể tiếp cận là một lựa chọn thiếu cân nhắc\".[72] Trong khi đó, Zing cho biết, những ý kiến trái chiều này chỉ là một phần của cuộc tranh luận xung quanh vấn đề tình dục hóa các ngôi sao nam trên truyền hình và lạm dụng đàn ông ngoài đời thực.[75] Bài viết trên báo Phụ nữ Việt Nam nhận định, đã đến lúc người xem nhận ra cái lằn ranh mong manh giữa hài hước và phản cảm đang bị xóa nhòa, và họ quyết định lên tiếng.[76] \"Sự leo thang về kịch tính thuần túy với mục đích phơi bày cơ thể chính là yếu tố tạo ra sự khác biệt với hình ảnh các diễn viên hoặc người mẫu để lộ da thịt vì mục đích nghệ thuật. Nó cũng khác với các bãi tắm nude (khỏa thân) nơi có quy định rõ ràng, khác các cuộc thi sắc đẹp, hoặc hình ảnh những người đàn ông cởi trần thi thoảng ta vẫn thấy trong khu dân cư. Không có sự kịch tính leo thang từng bước mang tính nhục dục để câu view trong những trường hợp ấy\". PGS.TS Nguyễn Phương Mai - người giảng dạy và nghiên cứu ngành Giao tiếp và Quản trị đa văn hóa, nhiều năm công tác tại Đại học Khoa học ứng dụng Amsterdam (Hà Lan) - chia sẻ với báo Dân trí.[77] Trao đổi với Zing, chuyên gia truyền thông Phan Vĩnh Phúc nhận định, các chương trình truyền hình thực tế Hàn Quốc ra để kéo gần khoảng cách giữa thần tượng, ngôi sao với người hâm mộ thường làm bật lên một tính cách rất đời thường, chân thật của người nổi tiếng. Trong khi đó, truyền thông đại chúng Việt Nam có tính pháp nhân với nhiều chức năng như thông tin, tuyên truyền, giáo dục, thẩm mỹ, giải trí, kinh tế... Nếu xét ở góc độ này, 2 ngày 1 đêm thành công ở chức năng giải trí, kinh tế và một ít ở việc giáo dục, quảng bá, danh lam thắng cảnh. Tuy nhiên, chuyên gia nhận định nếu chương trình lạm dụng các thử thách lột đồ như thế này sẽ gây nên những lệch chuẩn trong tiếp nhận và định hướng thẩm mỹ, giới tính cho khán giả.[78] Chia sẻ với báo Dân trí, Thạc sĩ Lê Anh Tú - Giảng viên khoa Quan hệ công chúng và Truyền thông của trường Đại học Văn Lang - cho biết rằng các chương trình thường áp dụng những mánh khóe, chiêu trò để hút sự chú ý của khán giả. Đây không phải điều lạ lẫm, cũng không phải là vô tình. \"Trong 2 ngày 1 đêm, tôi nghĩ ê-kíp sản xuất cũng lường trước được những phản ứng của khán giả khi triển khai trò chơi này và chấp nhận điều đó để tăng sự tò mò khi lên sóng\". Nhưng báo Dân trí cũng cho hay, cần phải xác định ranh giới giữa đùa vui và gợi dục, vì \"nếu \"bình thường hóa\" góc nhìn về một vấn đề nhạy cảm, thì phải chăng sẽ vô tình cổ súy cho những nhận thức sai lầm cho khán giả?\". Một chuyên gia truyền thông đang giảng dạy trong ngành báo chí tại Đại học Xã hội và Nhân văn TPHCM nói với phóng viên Dân trí rằng chương trình không thể đổ lỗi cho khán giả hiểu sai thông điệp, vì về nguyên tắc cơ bản, khi chương trình lên phương tiện truyền thông đại chúng, ê-kíp sản xuất phải hiểu rõ thông điệp của họ sẽ đến với số lượng công chúng cực kỳ đông đảo. Họ phải tính đến việc một bộ phận khán giả - vốn đa dạng về văn hóa, vùng miền, trình độ, sở thích, định kiến - không hiểu, hoặc hiểu không hết, hiểu sai thông điệp mà chương trình đưa ra. \"Theo tôi, hoặc là nhà sản xuất cố tình ngụy biện trong khi chủ đích của họ là khoe hình ảnh da thịt để câu view. Một trường hợp khác là nhà sản xuất quá... thiếu hiểu biết, khi không nắm được nguyên tắc sơ đẳng nhất trong truyền thông\".[77] Chia sẻ với báo Thanh Niên, khán giả Trần Trung Hiếu cho biết hình ảnh HIEUTHUHAI phải thoát y, phô bày cơ thể sẽ khiến nhiều người thích thú, chương trình sẽ có thêm nhiều lượt tương tác, theo dõi. Tuy nhiên, anh cảm thấy việc lột đồ trên sóng truyền hình là điều không nên vì không phải ai cũng thích xem hình ảnh như thế. Anh mong muốn trong các tập tiếp theo, chương trình sẽ cân nhắc để không đưa vào những hình ảnh có tính chất gợi dục như thế.[79] Trao đổi với báo Dân Việt về việc nam giới bị lạm dụng thân thể trên các chương trình truyền hình, thạc sĩ Nguyễn Ngọc Quang, giảng viên ngành Truyền thông doanh nghiệp, Đại học Hà Nội nhận định, hiển nhiên những tình tiết đó để câu view, thu hút người xem, vì làm giải trí ở Việt Nam họ phải hiểu vấn đề kiểm duyệt của Nhà nước và vấn đề thị hiếu khán giả. Trong khi đó, tiến sĩ Trương Thúy Hằng - Khoa Giới & Phát triển, Học viện Phụ nữ Việt Nam cũng chia sẻ với Dân Việt rằng: \"[...] sự việc đang dẫn tới hai luồng xu hướng chính: bình luận, cổ vũ, cười vui và cảm thấy thú vị. Đây là những cảm xúc có thật mà chúng ta cũng không thể phủ nhận hoàn toàn. Xu hướng thứ hai, là luồng xu hướng cảm thấy không vui, cảm thấy chương trình thiếu tôn trọng người chơi, thiếu tôn trọng khán giả... Việc tiếp tục lan truyền những clip bị cắt hay bình luận thích thú, cổ vũ hành động như trên sẽ dẫn tới một vài hệ lụy mà chúng ta có thể nhận thấy rất rõ \"đùa quá hóa mất vui\"\".[80] Sau khi Zing đăng tải thông tin \"2 Ngày 1 Đêm bị chỉ trích vì lột đồ HIEUTHUHAI\",[70] phía ekip đã nhanh chóng lên tiếng về những tranh cãi xoay quanh việc này. Đại diện ekip cho biết, \"Ban tổ chức đã lường trước được việc sẽ có luồng ý kiến trái chiều xung quanh vấn đề trên. Trước ngày ghi hình tại Sơn La, ekip đã đi khảo sát các điều kiện vật chất, môi trường để không chỉ 6 cast mà các thành viên trong đoàn đều có sự chuẩn bị tốt nhất trong mọi tình huống xảy ra\". Thậm chí, hình phạt lột đồ mà HIEUTHUHAI thực hiện trong tập 30 cũng là 1 phần nội dung của phiên bản gốc. Ekip cũng cho biết thêm, hầu hết các trò chơi đều được tham khảo, lấy ý tưởng và có sự tư vấn của các chuyên gia đến từ Hàn Quốc.[81][82] \"Hơn thế nữa, dàn cast \"2 ngày 1 đêm\" hoàn toàn có thể tự điều khiển kết quả cuối cùng. Thành viên lột đồ lột \"đến đâu\" là do phần chơi của các thành viên còn lại vì đa số các bài hát được đưa ra đều rất quen thuộc. HIEUTHUHAI cũng được ekip trang bị thêm 1 số phụ kiện mà trước đó bạn không mang như mũ, găng tay... để có thêm đạo cụ nhằm không phải \"lột sạch sẽ\" trong trường hợp các anh đoán sai nhiều. Ngoài ra ở phần hậu kỳ BTC cũng dùng các biểu tượng, hiệu ứng che kỹ để tránh gây phản cảm vượt quá thuần phong, mỹ tục khi chiếu trên đài và các nền tảng khác của chương trình. Chương trình hy vọng rằng 1 số khán giả cần hạn chế những lời bình luận khiếm nhã không đáng có khiến sự việc dẫn đến chiều hướng tiêu cực\", đại diện ekip cho biết thêm.[83][84][85] Tuy vậy, vẫn có những tranh cãi dữ dội. Một khán giả bày tỏ với báo Lao Động rằng, mỗi nước có văn hoá khác nhau, nên không thể nói lấy từ kịch bản Hàn là có thể áp vào chương trình giải trí Việt Nam, tức là, ban tổ chức nên có sự chọn lọc. Một số khác nêu quan điểm: \"[...] khung giờ này cũng có nhiều khán giả trẻ, trẻ em theo dõi, dễ học theo và tạo những trò đùa không hay dù ban tổ chức cho rằng đã \"che chắn\" để tránh phản cảm cũng khó chấp nhận\". Khán giả có Facebook Vinh Thai lại bày tỏ rằng ban tổ chức đang cố tình câu view.[86] Báo Dân Việt nhận định, dù giải thích thế nào thì việc quấy rồi tình dục hay lạm dụng thân thể nam giới trên truyền hình đang rất đáng báo động. Nó cho thấy nhận thức của nhiều nhà sản xuất chương trình đang có vấn đề và cần sớm được chấn chỉnh, vì việc này sẽ gây nên nhiều hệ lụy khôn lường khi các chương trình truyền hình tác động rất lớn đến nhận thức của khán giả trẻ.[80] Phản hồi về tranh cãi xoay quanh cảnh lột đồ này, Ngô Kiến Huy nói với báo Thanh Niên rằng, khán giả có cái nhìn hơi tiêu cực về phân cảnh đó. \"Bởi vì chúng tôi luôn luôn mặc nhiều lớp đồ, hết lớp ngoài còn lớp trong và còn có đồ bảo hộ nữa chứ không có hớ hênh đâu. Một phần nếu mọi người có xem phiên bản gốc của chương trình tại Hàn Quốc thì sẽ thấy họ cũng có những màn như vậy. Quan trọng nhất là khi quay đừng nên quá lộ liễu và biết cách bảo vệ nhân vật, chứ không thể nào để \"trần trụi\" lên sóng truyền hình được, đồng thời những cảnh nhạy cảm đều có biểu tượng đồ họa để che lại\".[68] Trong một tập hậu trường của chương trình, 5 thành viên Ngô Kiến Huy, Kiều Minh Tuấn, Lê Dương Bảo Lâm, Cris Phan và HIEUTHUHAI cũng đã có những chia sẻ về cảnh quay này.[87] Các phiên bản khác[sửa | sửa mã nguồn] 2 ngày 1 đêm - Chuyện chưa kể[sửa | sửa mã nguồn] Ngay sau khi kết thúc mùa đầu tiên, một phiên bản khác của chương trình có tên là 2 ngày 1 đêm - Chuyện chưa kể được lên sóng, tổng hợp những câu chuyện bên lề chưa từng được ê-kíp tiết lộ ở bất kì tập nào trước đây.[88] Phiên bản này đã được lên sóng từ ngày 6 tháng 11 năm 2022 và được công chiếu trên các kênh YouTube chính thức của chương trình vào mỗi chủ nhật hàng tuần.[89] Tập cuối của phiên bản này lên sóng ngày 12 tháng 12, và được tiếp nối bởi phiên bản lễ hội lên sóng 1 tuần sau đó. Phiên bản lễ hội[sửa | sửa mã nguồn] Tối ngày 26 tháng 11 năm 2022, một số thành viên mùa đầu tiên của chương trình đã chia sẻ hình ảnh đang cùng nhau trên máy bay, khiến nhiều khán giả suy đoán rằng họ đang trong quá trình ghi hình mùa thứ 2.[90] Trước đó, một video của khán giả ghi lại hình ảnh các thành viên đang ghi hình ở Quảng Bình được lan truyền gây chú ý trên mạng xã hội.[91] Sau khi những hình ảnh của các thành viên và ê-kíp chương trình tại Quảng Bình và An Giang được lan truyền trên mạng xã hội, chương trình xác nhận đã chính thức quay trở lại, nhưng không phải mùa 2 như đồn đoán mà sẽ tiếp nối mùa 1 với phiên bản đặc biệt - Mùa Lễ hội. Theo chia sẻ của đơn vị sản xuất, đây là món quà mà chương trình đã gấp rút chuẩn bị để gửi đến khán giả nhân dịp năm mới. Phiên bản này lên sóng từ ngày 18 tháng 12 năm 2022 đến ngày 26 tháng 2 năm 2023, với cùng khung giờ phát sóng như mùa đầu tiên trên kênh HTV7, ứng dụng VieON và được công chiếu sau đó trên các kênh YouTube chính thức của chương trình.[92] Tham khảo[sửa | sửa mã nguồn] ^ a b Như Võ (17 tháng 6 năm 2022). “'2 ngày 1 đêm' bản Việt được kỳ vọng tiếp nối thành công 'Running Man'”. Báo Thanh Niên. Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Lan Vy (2 tháng 4 năm 2022). “2 Days 1 Night sắp về Việt Nam, khán giả đang gọi tên ai?”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Phạm Dung (6 tháng 5 năm 2022). “HOT: Kiều Minh Tuấn là thành viên đầu tiên của 2 Ngày 1 Đêm”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Lan Vy (8 tháng 5 năm 2022). “Như fan mong đợi, truyền hình thực tế 2 Ngày 1 Đêm vừa gọi tên Cris Phan!”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ VieZ (9 tháng 5 năm 2022). “Ngô Kiến Huy - Lê Dương Bảo Lâm liệu có 'gánh team' 2 Ngày 1 Đêm?”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Phạm Dung (9 tháng 5 năm 2022). “HOT: HIEUTHUHAI xác nhận gia nhập 2 Ngày 1 Đêm”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ PHI LONG (15 tháng 5 năm 2022). “'2 ngày 1 đêm' công bố dàn cast gồm 6 mỹ nam cháy nhất mùa hè 2022”. Báo Pháp Luật TP. Hồ Chí Minh. Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Phạm Dung (11 tháng 5 năm 2022). “Trường Giang cảnh báo khán giả không nên sốc khi thấy cảnh này trong 2 Ngày 1 Đêm”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ PHI LONG (19 tháng 6 năm 2022). “Trường Giang và dàn cast '2 ngày 1 đêm' chính thức đến với khán giả Việt”. Báo Pháp Luật TP. Hồ Chí Minh. Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Hoàng Dương. “Kiều Minh Tuấn hé lộ chuyện ngủ chung cùng Trường Giang”. Đài Truyền hình TP.HCM. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ PV\/vtc.vn (17 tháng 6 năm 2022). “Kiều Minh Tuấn hé lộ chuyện tắm chung, ngủ chung với Trường Giang 'rất ghê'”. www.tiin.vn. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ a b Liên Nguyễn (2 tháng 3 năm 2023). “2 Ngày 1 Đêm: Giá trị thật tạo nên tình cảm thật”. VieZ. Lưu trữ bản gốc ngày 5 tháng 3 năm 2023. Truy cập ngày 5 tháng 3 năm 2023. ^ Liên Nguyễn (3 tháng 3 năm 2023). “\"2 Ngày 1 Đêm\": 12 niềm tự hào tôi là người Việt Nam”. VieZ. Lưu trữ bản gốc ngày 5 tháng 3 năm 2023. Truy cập ngày 5 tháng 3 năm 2023. ^ Như Lê (12 tháng 6 năm 2022). “Da LAB tặng bản demo từ 3 năm trước về tình anh em cho dàn cast \"2 Ngày 1 Đêm\"”. Hoa Học Trò (Báo điện tử Tiền Phong). Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Phạm Dung (11 tháng 6 năm 2022). “Ý nghĩa đặc biệt đằng sau ca khúc nhạc chủ đề \"2 Ngày 1 Đêm\" do Da LAB sáng tác”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Hoàng Dương. “2 ngày 1 đêm biến ước mơ của Da LAB thành hiện thực”. Đài Truyền hình TP.HCM. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Hoàng Thùy (27 tháng 12 năm 2022). “Đằng sau show thực tế triệu view \"2 Ngày 1 Đêm\": Sản xuất bởi ông trùm giải trí quen mặt, 10 nhãn hàng chen chân quảng cáo”. Báo Markettimes. Lưu trữ bản gốc ngày 23 tháng 1 năm 2023. Truy cập ngày 23 tháng 1 năm 2023. ^ a b Lê Thị Thùy Trang, tổng hợp (27 tháng 6 năm 2022). “'2 Ngày 1 Đêm' lên sóng liệu có vượt mặt 'Chạy Đi Chờ Chi'?”. Đài tiếng nói nhân dân Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 12 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ Như Lê (ngày 5 tháng 5 năm 2022). “\"2 Ngày 1 Đêm\" bản Việt úp mở dàn cast, fan hồi hộp mong chờ sẽ hay như bản gốc”. Hoa Học Trò. Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập 31 tháng 7 năm 2022. ^ Liên Nguyễn (1 tháng 3 năm 2023). “Ekip sản xuất \"2 Ngày 1 Đêm\": Đồng đội - Đồng lòng - Đồng cam cộng khổ”. VieZ. Lưu trữ bản gốc ngày 5 tháng 3 năm 2023. Truy cập ngày 5 tháng 3 năm 2023. ^ “Tập 1 \"2 Ngày 1 Đêm\" đầy thú vị”. ngày 20 tháng 6 năm 2022. Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập 31 tháng 7 năm 2022. ^ Trần Thư (5 tháng 7 năm 2022). “Dàn thanh xuân Đà Lạt \"2 Ngày 1 Đêm\" thẳng tiến Top #1 Trending Youtube”. VieZ. Lưu trữ bản gốc ngày 16 tháng 8 năm 2022. Truy cập ngày 16 tháng 8 năm 2022. ^ “2 ngày 1 đêm: Sau những trận cười nghiêng ngả”. ngày 18 tháng 7 năm 2022. Lưu trữ bản gốc ngày 31 tháng 7 năm 2022. Truy cập 31 tháng 7 năm 2022. ^ HẢI DUY (28 tháng 8 năm 2022). “2 ngày 1 đêm - Tiếng cười ý nghĩa”. Báo Sài Gòn Giải Phóng. Lưu trữ bản gốc ngày 28 tháng 8 năm 2022. Truy cập ngày 28 tháng 8 năm 2022. ^ Maya. “2 Ngày 1 Đêm: Một gameshow mới, vì sao lại hấp dẫn đến thế?”. L’Officiel Vietnam | The Fashion Revolution. Lưu trữ bản gốc ngày 29 tháng 8 năm 2022. Truy cập ngày 29 tháng 8 năm 2022. ^ Đan Thư. “Vì sao 2 Ngày 1 Đêm ngày càng thu hút khán giả Việt?”. toquoc.vn. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 6 tháng 9 năm 2022. ^ Đan Thư (1 tháng 9 năm 2022). “Lê Dương Bảo Lâm - cây hài nổi bật của '2 Ngày 1 Đêm'”. phunuvietnam. Lưu trữ bản gốc ngày 6 tháng 9 năm 2022. Truy cập ngày 6 tháng 9 năm 2022. ^ Đan Thư (6 tháng 9 năm 2022). “Kiều Minh Tuấn - Khi 'ngôi sao phòng vé' thành người anh ấm áp tại 2 Ngày 1 Đêm”. phunuvietnam. Lưu trữ bản gốc ngày 6 tháng 9 năm 2022. Truy cập ngày 6 tháng 9 năm 2022. ^ Đan Thư. “2 Ngày 1 Đêm sẽ vượt qua Running Man Việt?”. toquoc.vn. Lưu trữ bản gốc ngày 19 tháng 9 năm 2022. Truy cập ngày 19 tháng 9 năm 2022. ^ Bích Thảo. “Lê Dương Bảo Lâm xếp sau Sơn Tùng, dàn cast 2 Ngày 1 Đêm lọt top người có sức ảnh hưởng”. Đời sống Pháp luật. Lưu trữ bản gốc ngày 29 tháng 9 năm 2022. Truy cập ngày 29 tháng 9 năm 2022. ^ Liên Nguyễn (28 tháng 9 năm 2022). “\"2 Ngày 1 Đêm\" đã tạo ra các \"ngôi sao mới\" như thế nào?”. VieZ. Lưu trữ bản gốc ngày 29 tháng 9 năm 2022. Truy cập ngày 29 tháng 9 năm 2022. ^ Lê Anh - Bảo Linh (2 tháng 11 năm 2022). “Sức hút tạo nên sự thành công của 2 Ngày 1 Đêm”. VOV.VN. Lưu trữ bản gốc ngày 9 tháng 11 năm 2022. Truy cập ngày 9 tháng 11 năm 2022. ^ Lục Diệp. “2 ngày 1 đêm và thông điệp bảo vệ môi trường”. www.phunuonline.com.vn. Lưu trữ bản gốc ngày 2 tháng 10 năm 2022. Truy cập ngày 2 tháng 10 năm 2022. ^ Liên Nguyễn (5 tháng 11 năm 2022). “\"2 Ngày 1 Đêm\" và những con số \"biết nói\": 2,2 tỷ lượt xem sau cả mùa, 20\/20 tập lọt top trending”. VieZ. Lưu trữ bản gốc ngày 9 tháng 11 năm 2022. Truy cập ngày 9 tháng 11 năm 2022. ^ Liên Nguyễn (19 tháng 12 năm 2022). “Màn comeback hoành tráng của \"2 Ngày 1 Đêm\" với phiên bản mùa lễ hội: Lọt top 1 trending sau chưa đầy 24h”. VieZ. Lưu trữ bản gốc ngày 30 tháng 1 năm 2023. Truy cập ngày 30 tháng 1 năm 2023. ^ Liên Nguyễn (25 tháng 1 năm 2023). “Đoàn lô tô \"bất ổn\" đưa \"2 Ngày 1 Đêm\" trở lại Top 1 Trending YouTube”. VieZ. Lưu trữ bản gốc ngày 30 tháng 1 năm 2023. Truy cập ngày 30 tháng 1 năm 2023. ^ Liên Nguyễn (20 tháng 2 năm 2023). “\"2 Ngày 1 Đêm\" lập kỷ lục Top Trending ở chặng cuối cùng”. VieZ. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 5 tháng 3 năm 2023. ^ HOÀNG LÊ (2 tháng 11 năm 2022). “Giải mã 3 chương trình truyền hình gây sốt”. TUOI TRE ONLINE. Lưu trữ bản gốc ngày 7 tháng 11 năm 2022. Truy cập ngày 9 tháng 11 năm 2022. ^ Liên Nguyễn (3 tháng 2 năm 2023). “27 tập lên sóng của \"2 Ngày 1 Đêm\" đã đi qua 11 tỉnh thành, hiệu ứng thế nào?”. VieZ. Lưu trữ bản gốc ngày 5 tháng 2 năm 2023. Truy cập ngày 8 tháng 2 năm 2023. ^ “\"2 Ngày 1 Đêm\" Việt Nam lọt top đề cử chương trình hay nhất Châu Á 2022”. vnews.gov.vn. Lưu trữ bản gốc ngày 29 tháng 11 năm 2022. Truy cập ngày 29 tháng 11 năm 2022. ^ Liên Nguyễn (10 tháng 11 năm 2022). “Được sự công nhận quốc tế, \"2 Ngày 1 Đêm\" lọt top chương trình hay nhất châu Á 2022”. VieZ. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ THÙY TRANG (27 tháng 12 năm 2022). “BÌNH CHỌN GIẢI MAI VÀNG LẦN THỨ 28 - HẠNG MỤC CHƯƠNG TRÌNH TRUYỀN HÌNH: Các ứng viên đều xứng đáng”. NLD.COM.VN. Lưu trữ bản gốc ngày 27 tháng 12 năm 2022. Truy cập ngày 14 tháng 1 năm 2023. ^ JOY (17 tháng 11 năm 2022). “Nhã Phương bị chê èo uột khi tham gia Sao nhập ngũ 2022”. TUOI TRE ONLINE (cuoi.tuoitre.vn). Lưu trữ bản gốc ngày 31 tháng 12 năm 2022. Truy cập ngày 31 tháng 12 năm 2022. ^ HOÀNG LÊ (17 tháng 9 năm 2022). “2 ngày 1 đêm: 'lậm' quảng cáo bớt duyên”. TUOI TRE ONLINE. Lưu trữ bản gốc ngày 19 tháng 9 năm 2022. Truy cập ngày 19 tháng 9 năm 2022. ^ a b c Ngọc Thanh (22 tháng 2 năm 2023). “Gameshow: Trường Giang coi thường phụ nữ, HIEUTHUHAI bị phạt cởi trang phục”. Báo điện tử VTC News. Lưu trữ bản gốc ngày 23 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023. ^ Tần Đường (12 tháng 9 năm 2022). “Bị chê trên sóng truyền hình, Thúy Ngân: \"Khán giả không có quyền miệt thị người khác\"”. YAN. Lưu trữ bản gốc ngày 20 tháng 9 năm 2022. Truy cập ngày 23 tháng 2 năm 2023. ^ Liên Nguyễn (11 tháng 9 năm 2022). “Bị công kích trên \"2 Ngày 1 Đêm\", Thuý Ngân: \"Không đúng và không đáng để im lặng\"”. VieZ. Lưu trữ bản gốc ngày 23 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023. ^ Liên Nguyễn (1 tháng 12 năm 2022). “Clip: Khán giả cuồng nhiệt, ekip \"2 Ngày 1 Đêm\" không thể ghi hình”. VieZ. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Tăng Tú Hà (1 tháng 12 năm 2022). “Chương trình 2 Ngày 1 Đêm bị hủy ghi hình vì khán giả tụ tập quá đông”. Đài tiếng nói nhân dân Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Đan Thư (1 tháng 12 năm 2022). “'2 ngày 1 đêm' buộc hủy ghi hình vì khán giả tụ tập quá đông”. phunuvietnam. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Đan Thư (30 tháng 11 năm 2022). “Nhà sản xuất '2 ngày 1 đêm' buộc lên tiếng trước vấn nạn quay lén đăng tải lên MXH”. phunuvietnam. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Trúc. “Lê Dương Bảo Lâm kêu cứu vì người dân bao vây kẹt cứng, chen chúc chờ quay 2 ngày 1 đêm”. yeah1.com. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Liên Nguyễn (4 tháng 12 năm 2022). “NSX \"2 Ngày 1 Đêm\" lên tiếng: \"Ekip cần họp hậu kỳ mới quyết định huỷ bỏ hay sản xuất lại tập An Giang\"”. VieZ. Lưu trữ bản gốc ngày 7 tháng 12 năm 2022. Truy cập ngày 7 tháng 12 năm 2022. ^ Hân Bảo. “Hủy quay ở An Giang vì người dân tụ tập đông, \"2 ngày 1 đêm\" xử lý ra sao?”. Báo điện tử Dân Trí. Lưu trữ bản gốc ngày 5 tháng 12 năm 2022. Truy cập ngày 7 tháng 12 năm 2022. ^ Đan Thư (3 tháng 1 năm 2023). “Tại sao 2 Ngày 1 Đêm vẫn phát sóng hành trình tại An Giang dù hủy ghi hình vì khán giả tụ tập quá đông?”. ttvn.toquoc.vn. Lưu trữ bản gốc ngày 4 tháng 1 năm 2023. Truy cập ngày 4 tháng 1 năm 2023. ^ Hoàng Ca (2 tháng 1 năm 2023). “2N1Đ vẫn phát sóng tập An Giang sau khi \"vỡ trận\", nghi vấn vào rừng quay tránh đông đúc”. YAN. Lưu trữ bản gốc ngày 2 tháng 1 năm 2023. Truy cập ngày 4 tháng 1 năm 2023. ^ Liên Nguyễn (3 tháng 1 năm 2023). “Chính thức: Chặng An Giang của \"2 Ngày 1 Đêm\" không bị hủy, sẽ được lên sóng vào tuần sau”. VieZ. Lưu trữ bản gốc ngày 4 tháng 1 năm 2023. Truy cập ngày 4 tháng 1 năm 2023. ^ Hoàng Ca (24 tháng 12 năm 2022). “Dàn cast chính 2N1Đ gây tranh cãi khi \"bơ\" khách mời thấy rõ”. YAN. Lưu trữ bản gốc ngày 24 tháng 12 năm 2022. Truy cập ngày 26 tháng 12 năm 2022. ^ Liên Nguyễn (25 tháng 12 năm 2022). “Thực hư chuyện dàn cast \"2 Ngày 1 Đêm\" \"bơ đẹp\" 3 khách mời ngoại quốc”. VieZ. Lưu trữ bản gốc ngày 26 tháng 12 năm 2022. Truy cập ngày 26 tháng 12 năm 2022. ^ Liên Nguyễn (25 tháng 12 năm 2022). “Đập tan tin đồn ngó lơ khách mời \"2 Ngày 1 Đêm\", Dương Lâm quyết định đăng 83 video hậu trường với Phúc Mập”. VieZ. Lưu trữ bản gốc ngày 26 tháng 12 năm 2022. Truy cập ngày 26 tháng 12 năm 2022. ^ https:\/\/www.techz.vn\/197-1222-1-le-duong-bao-lam-dang-clip-dap-tan-tin-don-bo-khach-moi-nuoc-ngoai-trong-2-ngay-1-dem-ylt580911.html, Min Min (25 tháng 12 năm 2022). “Lê Dương Bảo Lâm đăng clip 'đập tan' tin đồn 'bơ' khách mời nước ngoài trong 2 ngày 1 đêm”. TechZ. Lưu trữ bản gốc ngày 25 tháng 12 năm 2022. Truy cập ngày 26 tháng 12 năm 2022. ^ Thạch Anh (26 tháng 12 năm 2022). “Lê Dương Bảo Lâm bị phản ứng vì ngó lơ khách mời trong '2 ngày 1 đêm'”. Báo Thanh Niên. Lưu trữ bản gốc ngày 27 tháng 12 năm 2022. Truy cập ngày 27 tháng 12 năm 2022. ^ Trạch Dương (29 tháng 12 năm 2022). “Trường Giang lại bị chỉ trích”. Báo điện tử Tiền Phong. Lưu trữ bản gốc ngày 1 tháng 1 năm 2023. Truy cập ngày 1 tháng 1 năm 2023. ^ Minh Khuê (29 tháng 12 năm 2022). “Trường Giang bị ném đá vì vô duyên trong 2 ngày 1 đêm”. NLD.COM.VN. Lưu trữ bản gốc ngày 29 tháng 12 năm 2022. Truy cập ngày 1 tháng 1 năm 2023. ^ Tuệ Nhi (29 tháng 12 năm 2022). “3 lần đùa 'thừa hài hước mà kém duyên' của Trường Giang trên show thực tế”. TUOI TRE ONLINE (cuoi.tuoitre.vn). Lưu trữ bản gốc ngày 29 tháng 12 năm 2022. Truy cập ngày 1 tháng 1 năm 2023. ^ Thanh Thuy. “Nhiều sao Việt bị phản ứng vì phát ngôn thiếu kiểm soát”. laodongtre.laodong.vn. Lưu trữ bản gốc ngày 12 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023. ^ Mộc Miên. “Lê Dương Bảo Lâm lên tiếng khi bị chê 'hỗn' với đồng nghiệp”. Đời sống Pháp luật (bằng tiếng vietnamese). Lưu trữ bản gốc ngày 7 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023.Quản lý CS1: ngôn ngữ không rõ (liên kết) ^ a b Mỹ Khanh (3 tháng 3 năm 2023). “Lê Dương Bảo Lâm, Ngô Kiến Huy nói gì về loạt tranh cãi trong '2 ngày 1 đêm'”. thanhnien.vn. Lưu trữ bản gốc ngày 3 tháng 3 năm 2023. Truy cập ngày 5 tháng 3 năm 2023. ^ Hân Bảo. “Khán giả tranh cãi việc rapper Hieuthuhai bị lột đồ trong \"2 ngày 1 đêm\"”. Báo điện tử Dân Trí. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ a b Minh Tuyền (20 tháng 2 năm 2023). “'2 ngày 1 đêm' bị chỉ trích vì lột đồ HIEUTHUHAI”. ZingNews.vn. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ Ngọc Thanh (21 tháng 2 năm 2023). “Phản ứng của HIEUTHUHAI và ê-kíp '2 ngày 1 đêm' sau cảnh gây tranh cãi”. Báo điện tử VTC News. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ a b LÊ GIANG (21 tháng 2 năm 2023). “HIEUTHUHAI lột đồ trong '2 ngày 1 đêm': Vui vẻ hay phản cảm?”. TUOI TRE ONLINE. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ Trạch Dương (21 tháng 2 năm 2023). “HIEUTHUHAI bị lột đồ trên sóng truyền hình Việt: Phản cảm và quấy rối tình dục?”. Báo điện tử Tiền Phong. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ (Theo Zing). “Lê Dương Bảo Lâm dùng từ 18+ với HIEUTHUHAI và nạn xâm hại nam giới”. VietNamNet News (bằng tiếng vietnamese). Lưu trữ bản gốc ngày 23 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023.Quản lý CS1: ngôn ngữ không rõ (liên kết) ^ Lê Vy (21 tháng 2 năm 2023). “Vì sao cảnh lột đồ của HIEUTHUHAI trong 2 ngày 1 đêm phản cảm”. ZingNews.vn. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ Diệp Nguyễn (22 tháng 2 năm 2023). “HIEUTHUHAI bị cởi đồ trên show truyền hình: Đừng bình thường hóa sự phản cảm là \"vui thôi mà có gì đâu!\"”. phunuvietnam. Lưu trữ bản gốc ngày 22 tháng 2 năm 2023. Truy cập ngày 22 tháng 2 năm 2023. ^ a b Bích Phương. “Vụ rapper lột đồ trên gameshow: Thân hình nam giới cũng cần được tôn trọng?”. Báo điện tử Dân Trí. Lưu trữ bản gốc ngày 23 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023. ^ Minh Hạo (21 tháng 2 năm 2023). “HIEUTHUHAI trần trụi và vấn nạn tình dục hóa nam giới ở TV show Việt”. ZingNews.vn. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ Phúc Kha (22 tháng 2 năm 2023). “Hiếu Thứ Hai bị lột sạch quần áo trong '2 ngày 1 đêm': Quá phản cảm?”. thanhnien.vn. Lưu trữ bản gốc ngày 23 tháng 2 năm 2023. Truy cập ngày 23 tháng 2 năm 2023. ^ a b Phạm Thứ. “Từ vụ HIEUTHUHAI bị lột đồ trong \"2 ngày 1 đêm\": Thân thể nam giới đang bị biến thành phương tiện câu view?”. danviet.vn. Lưu trữ bản gốc ngày 24 tháng 2 năm 2023. Truy cập ngày 24 tháng 2 năm 2023. ^ Liên Nguyễn (21 tháng 2 năm 2023). “\"2 ngày 1 đêm\" không \"phản cảm\" và \"kém văn minh\"!”. VieZ. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ Minh Tuyền (22 tháng 2 năm 2023). “Nhà sản xuất 2 ngày 1 đêm lên tiếng về cảnh HIEUTHUHAI bị lột đồ”. ZingNews.vn. Truy cập ngày 22 tháng 2 năm 2023. ^ Đan Thư (21 tháng 2 năm 2023). “Quay cảnh HIEUTHUHAI cởi đồ trong show, NSX: \"Chúng tôi làm theo bản Hàn và đã lường trước ý kiến trái chiều\"”. thethaovanhoa.vn. Lưu trữ bản gốc ngày 21 tháng 2 năm 2023. Truy cập ngày 21 tháng 2 năm 2023. ^ Mỹ Trang (22 tháng 2 năm 2023). “Nhà sản xuất '2 ngày 1 đêm' lên tiếng về cảnh HIEUTHUHAI bị lột đồ”. VietNamNet. Lưu trữ bản gốc ngày 22 tháng 2 năm 2023. Truy cập ngày 22 tháng 2 năm 2023. ^ Hân Bảo. “\"2 ngày 1 đêm\" nói gì vụ Hieuthuhai lột đồ, lạm dụng khoe thân câu view?”. Báo điện tử Dân Trí. Lưu trữ bản gốc ngày 22 tháng 2 năm 2023. Truy cập ngày 22 tháng 2 năm 2023. ^ ĐÔNG DU (22 tháng 2 năm 2023). “Khán giả phản ứng khi gameshow 2 ngày 1 đêm để Hieuthuhai cởi hết quần áo”. laodong.vn. Truy cập ngày 23 tháng 2 năm 2023. ^ Minh Hà. “HIEUTHUHAI lên tiếng về cảnh gây tranh cãi trong 2 ngày 1 đêm”. Thời báo văn học nghệ thuật. Lưu trữ bản gốc ngày 5 tháng 3 năm 2023. Truy cập ngày 5 tháng 3 năm 2023. ^ Như Lê (4 tháng 11 năm 2022). “2 Ngày 1 Đêm - Chuyện chưa kể: Những bí mật chưa từng được tiết lộ về 7 thành viên”. Hoa Học Trò (Báo điện tử Tiền Phong). Truy cập ngày 11 tháng 11 năm 2022. ^ Liên Nguyễn (1 tháng 11 năm 2022). “\"2 Ngày 1 Đêm\" vẫn chưa kết thúc, tiếp tục lên sóng phiên bản \"2 Ngày 1 Đêm – Chuyện chưa kể\"”. VieZ. Truy cập ngày 11 tháng 11 năm 2022. ^ Liên Nguyễn (27 tháng 11 năm 2022). “Dàn cast \"2 Ngày 1 Đêm\" công khai check in trên cùng chuyến bay, xác nhận đang quay mùa 2?”. VieZ. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Liên Nguyễn (25 tháng 11 năm 2022). “Netizen xôn xao chuyện \"2 Ngày 1 Đêm\" đang quay mùa mới, thực hư ra sao?”. VieZ. Lưu trữ bản gốc ngày 1 tháng 12 năm 2022. Truy cập ngày 1 tháng 12 năm 2022. ^ Liên Nguyễn (5 tháng 12 năm 2022). “Chính thức: \"2 Ngày 1 Đêm\" sẽ trở lại vào 18\/12 nhưng không phải mùa 2”. VieZ. Truy cập ngày 7 tháng 12 năm 2022. Xem thêm[sửa | sửa mã nguồn] Danh sách chương trình phát sóng của HTV 2 Ngày & 1 Đêm Liên kết ngoài[sửa | sửa mã nguồn] 2 ngày 1 đêm trên Facebook Kênh 2 ngày 1 đêm trên YouTube 2 ngày 1 đêm trên Instagram 2 ngày 1 đêm trên TikTok hiện x t s 2 ngày 1 đêm (chương trình truyền hình Việt Nam) Mùa phát sóng 1 Lễ hội Thành viên chính Trường Giang Kiều Minh Tuấn Ngô Kiến Huy Lê Dương Bảo Lâm Cris Phan HIEUTHUHAI Chương trình liên quan Running Man Vietnam 2 Ngày & 1 Đêm Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=2_ngày_1_đêm_(chương_trình_truyền_hình_Việt_Nam)&oldid=70046695” Thể loại: Chương trình truyền hình thực tế tại Việt Nam Truyền hình thực tế Chương trình truyền hình trên HTV Chương trình truyền hình tiếng Việt Chương trình truyền hình Việt Nam Khởi đầu năm 2022 ở Việt Nam 2 ngày 1 đêm (Việt Nam) Thể loại ẩn: Quản lý CS1: ngôn ngữ không rõ Trang này được sửa lần cuối vào ngày 28 tháng 5 năm 2023, 04:38. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}