{"A Sầu":"A Sầu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xem thêm 2Tham khảo 3Liên kết ngoài A Sầu 4 ngôn ngữ Deutsch English Español Русский Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 16°15′33,5″B 107°12′45″Đ﻿ \/ ﻿16,25°B 107,2125°Đ﻿ \/ 16.25000; 107.21250﻿ (A Shau Valley) Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). A Sầu là một thung lũng nằm ở huyện A Lưới, tỉnh Thừa Thiên Huế, nằm trên biên giới Việt-Lào. Thung lũng trải dài 40 km theo hướng bắc nam với khu vực đất trũng bằng phẳng rộng 1 km, hai bên là hai dãy núi phủ rừng rậm cao từ 3 đến 6 nghìn feet. Thung lũng A Sầu là một trong những vị trí trọng yếu để quân đội Nhân dân Việt Nam vận chuyển người và hàng hóa vào chiến trường miền Nam dọc theo đường mòn Hồ Chí Minh; tại đây cũng từng diễn ra nhiều trận đánh ác liệt trong chiến tranh Việt Nam.[1][2] Xem thêm[sửa | sửa mã nguồn] Trận A Sầu Trận đánh Căn cứ hỏa lực Ripcord Trận Đồi Thịt Băm Chiến dịch Delaware Tham khảo[sửa | sửa mã nguồn] ^ Robert C. Ankony, Lurps: A Ranger's Diary of Tet, Khe Sanh, A Shau, and Quang Tri, revised ed. (2009). [1] ^ Robert C. Ankony, \"No Peace in the Valley,\" Vietnam magazine, Oct, 2008, 26-31. [2] Lưu trữ 2013-07-02 tại Wayback Machine Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về A Sầu. Photographic history of 1st Air Cavalry Division Lurp \/ Rangers in A Shau Valley, April 1968 Bài viết tỉnh Thừa Thiên Huế, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=A_Sầu&oldid=66843410” Thể loại: Thung lũng Việt Nam A Lưới Sơ khai Thừa Thiên Huế Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang sử dụng div col có các tham số không rõ Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 11 tháng 11 năm 2021, 07:58. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}