{"Ama H’Rin":"Ama H’Rin – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Ama H’Rin Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ama H'rin - người khai phá và sáng lập Buôn Ako D'dong. Ama H’Rin (1931 - 2012) tên thật là Y Diêm Niê, sinh tại thảo nguyên M’Đrăk. Năm 1956, ông lên Buôn Ma Thuột tìm đất và lập ra buôn Ako Đhông. Ông được xem như \"linh hồn\" của buôn làng này[1]. Đây cũng là buôn nổi tiếng về sự giàu có và hiện là buôn du lịch được nhiều người ghé thăm khi đến thành phố Buôn Ma Thuột. Nơi đây vẫn còn giữ được nhiều nét đặc trưng của đồng bào Êđê bản địa. Năm 19 tuổi, ông bị thực dân Pháp bắt làm nô dịch ở các đồn điền cà phê tại Đắk Lắk[2]. Không chấp nhận cảnh mất tự do, ông cùng nhiều dân làng ra đi tìm miền đất hứa và lập ra buôn Ako Dhông. Ama H’rin hay còn gọi là Ma Rin là người Ê Đê đầu tiên học kỹ thuật trồng cà phê, mà lúc ấy còn “độc quyền” của các điền chủ người Pháp và Kinh. Sau khi biết trồng cà phê, ông đã hướng dẫn cho bà con trong các buôn lân cận cùng làm. 40 mẫu đất được thống nhất canh tác thành một đồn điền cà phê A’ko Hdông. Với 40 gia đình người Ê Đê, cách tổ chức lao động của Ama H’rin cũng rất độc đáo. Ông để mọi người cùng làm và cùng hưởng thành quả mình làm ra. Gia đình nào có người ốm đau, không làm được thì gia đình khác làm thay và sau đó sẽ được trả công lại. Đến vụ mùa thu hoạch, sản phẩm cà phê được Ama H’rin công khai phân chia công bằng theo sự nhiệt tình đóng góp lao động của từng nhà. Phần mộ Ama H'rin Ama H’rin còn chủ động đi tìm đầu ra cho sản phẩm cà phê của buôn. Với khả năng ngôn ngữ và sự thông minh, ông giao dịch thẳng với các nhà buôn người Pháp, người Hoa để tránh tình trạng bị các thương lái nhỏ ép giá[1]. Điều này khiến cho ngay từ những năm 1960, A’ko Hdông đã trở thành một buôn làng kiểu mẫu và sung túc của Tây nguyên. Ama H’rin được mọi người đồng tình tôn vinh là già làng khi chưa tròn 30 tuổi. Giữ gìn truyền thống của dân tộc Ê Đê và tiếp thu thêm lối sống văn minh của người Pháp, Ama H’rin tổ chức buôn làng của mình khác nhiều nơi khác. Sự sạch sẽ có thể nhìn thấy từ những đường làng đến các nhà sàn. Gia súc có chỗ nuôi nhốt, không còn thả rông, phóng uế. Nước sạch được sử dụng đến từng nhà. Cây cối cũng phát quang, thoáng đãng. Mọi người đều ngủ trong màn, từ đó giảm thiểu được bệnh sốt rét, một căn bệnh bao đời ám ảnh người Tây nguyên. Ông sử dụng thành thạo tiếng Pháp, đi nhiều nơi trên thế giới. Ca sĩ Y Jăk Arul là con trai thứ của ông. Ông là nhân vật được rất nhiều người biết đến thông qua các sách vở và tài liệu về văn hóa Tây Nguyên. Tham khảo[sửa | sửa mã nguồn] ^ a b Quốc, Việt. “Huyền thoại Ama H'rin”. Báo Tuổi Trẻ. Truy cập ngày 4 tháng 10 năm 2022. ^ Lê Kiến. “Tiễn đưa già làng huyền thoại Ama Rin về nơi an nghỉ cuối cùng”. Báo Tiền Phong. Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ama_H’Rin&oldid=69162239” Thể loại: Buôn Ma Thuột Người Ê Đê Sinh năm 1931 Mất năm 2012 Thể loại ẩn: Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 4 tháng 10 năm 2022, 11:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}