{"Ama Pui":"Ama Pui – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Ama Pui Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ama Pui Chức vụ Bí thư Tỉnh ủy Đắk Lắk Nhiệm kỳ 1994 – tháng 05 năm 1996 2 năm, 121 ngày Tiền nhiệm Huỳnh Văn Cần Kế nhiệm Mai Văn Năm Chủ tịch Ủy ban nhân dân tỉnh Đắk Lắk Nhiệm kỳ 1992 – 1994 2 năm, 0 ngày Tiền nhiệm Phan Tấn Trình Kế nhiệm Nguyễn An Vinh (quyền) Thông tin chung Sinh (1932-06-26)26 tháng 6, 1932 buôn A Drơng, xã Cư Pơng, huyện Krông Buk, Đắk Lắk Mất 2005 (72–73 tuổi) Dân tộc Ê Đê Tôn giáo Không Vợ Amí Pui[1] Con cái H’Lim Niê Ama Pui (cha của Pui), tên thật Y Liă Mjâo là một chính khách Việt Nam, sắc tộc người Êđê là cự Bí thư tỉnh ủy Đắk Lắk, Chủ tịch Ủy ban nhân dân tỉnh. Ông sinh ngày ngày 26 tháng 6 năm 1932 tại buôn A Drơng, xã Cư Pơng, huyện Krông Buk, tỉnh Đắk Lắk.[2] Tháng 4-1975, là Tỉnh ủy viên được phân công làm Phó Bí thư Thị ủy, Phó Chủ tịch UBND, Chủ tịch Mặt trận thị xã Buôn Ma Thuột. Tháng 6-1991, tại Đại hội đại biểu toàn quốc lần thứ VII của Đảng, ông làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng. Năm 1992 tại Đại hội đại biểu Đảng bộ tỉnh Đắk Lắk lần thứ XI ông làm Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh. Hội nghị Ban Chấp hành Đảng bộ tỉnh Đắk Lắk giữa nhiệm kỳ khóa XI, ông làm Bí thư Tỉnh ủy (1994-5\/1996) – Ủy viên Ban Chấp hành Trung ương Đảng. Ông là đại biểu Quốc hội Khóa VIII[3], Khóa IX, Ủy viên Hội đồng Dân tộc của Quốc hội Khóa VIII, Khóa IX. Năm 1997 ông nghỉ công tác. Tham khảo[sửa | sửa mã nguồn] ^ Nữ Bí thư Huyện ủy giỏi việc nước, đảm việc nhà http:\/\/baodaklak.vn\/channel\/3484\/201502\/nu-bi-thu-huyen-uy-gioi-viec-nuoc-dam-viec-nha-2372255\/ ^ Các đồng chí Bí thư Tỉnh ủy Đắk Lắk qua các thời kỳ http:\/\/www.baodaklak.vn\/channel\/3721\/200911\/phuc-vu-cuoc-thi-tim-hieu-70-nam-lich-su-dang-bo-tinh-dak-lak-va-35-nam-chien-thang-buon-ma-thuot-cac-dong-chi-bi-thu-tinh-uy-dak-lak-qua-cac-thoi-ky-1917946\/ ^ Thông tin tại Trang đại biểu quốc hội Các khóa http:\/\/dbqh.na.gov.vn\/daibieu\/17\/363\/A-Ma-Pui.aspx Lưu trữ 2019-04-22 tại Wayback Machine Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ama_Pui&oldid=68220112” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Đắk Lắk Bí thư Tỉnh ủy Đắk Lắk Người Đắk Lắk Người Ê Đê Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 1 tháng 3 năm 2022, 12:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}