{"An Khê":"An Khê – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý 2Khí hậu 3Hành chính 4Lịch sử Hiện\/ẩn mục Lịch sử 4.1Từ 1976 đến nay 5Kinh tế - xã hội 6Di tích khảo cổ Rộc Tưng - Gò Đá 7Hình ảnh 8Tham khảo An Khê 8 ngôn ngữ Bân-lâm-gú English فارسی Français 한국어 日本語 Русский 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 13°57′23″B 108°39′23″Đ﻿ \/ ﻿13,95639°B 108,65639°Đ﻿ \/ 13.95639; 108.65639 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem An Khê (định hướng). An Khê Thị xã Thị xã An Khê Một góc thị xã An Khê năm 2009 Hành chính Quốc gia Việt Nam Vùng Tây Nguyên Tỉnh Gia Lai Trụ sở UBND Đường Quang Trung, phường Tây Sơn Phân chia hành chính 6 phường, 5 xã Thành lập 9\/12\/2003 Loại đô thị Loại IV Năm công nhận 2003 Tổ chức lãnh đạo Chủ tịch UBND Đồng chí Nguyễn Hùng Vỹ Chủ tịch HĐND Đồng chí Đinh Văn Cương Chủ tịch UBMTTQ Đồng chí Huỳnh Minh Thiện Bí thư Thị ủy Đồng chí Nguyễn Xuân Phước Địa lý Tọa độ: 13°57′23″B 108°39′23″Đ﻿ \/ ﻿13,95639°B 108,65639°Đ﻿ \/ 13.95639; 108.65639 Wikimedia | © OpenStreetMap Bản đồ thị xã An Khê An Khê Vị trí thị xã An Khê trên bản đồ Việt Nam Diện tích 200,65 km² Dân số (2021) Tổng cộng 67.711 người Thành thị 46.651 người Nông thôn 20.060 người Mật độ 338 người\/km² Dân tộc Kinh, Bana... Khác Mã hành chính 623[1] Biển số xe 81-G1 Website ankhe.gialai.gov.vn x t s An Khê là một thị xã nằm ở phía đông của tỉnh Gia Lai, Việt Nam. Địa lý[sửa | sửa mã nguồn] Thị xã An Khê nằm ở phía đông tỉnh Gia Lai, có vị trí địa lý: Phía đông giáp huyện Tây Sơn, tỉnh Bình Định Phía tây và phía nam giáp huyện Đak Pơ Phía bắc giáp huyện Kbang và huyện Vĩnh Thạnh, tỉnh Bình Định. Đường đến An Khê tương đối thuận lợi, có quốc lộ 19 nối vùng duyên hải miền Trung với Tây Nguyên và đông bắc Campuchia; tỉnh lộ 669, 674 nối An Khê với các huyện phía đông của tỉnh... với các trục đường huyết mạch qua thị xã đã tạo cho An Khê có được vị thế để trở thành đô thị trung tâm, đầu mối giao lưu kinh tế - văn hóa xã hội của tỉnh. Thị xã An Khê nằm trên quốc lộ 19 từ Cảng Quy Nhơn (thành phố Quy Nhơn, Bình Định) đi thành phố Pleiku; cách Pleiku 90 km, cách Quy Nhơn 79 km, nằm giữa 2 ngọn đèo An Khê (giáp huyện Tây Sơn, Bình Định) và Mang Yang (giáp huyện Mang Yang, Gia Lai). Thị xã An Khê có diện tích 200,65 km², dân số là 67.711 người (tính đến năm 2021), mật độ dân số đạt 407 người\/km². Thị xã An Khê nằm trên độ cao trung bình từ 400 - 500m: Điểm cao nhất: 840m (Đỉnh núi Ông Bình, phía đông xã Cửu An) Điểm thấp nhất: 410m (Cầu Suối Cái, phía nam phường Tây Sơn) Khí hậu[sửa | sửa mã nguồn] An Khê nằm ở sườn phía đông của dãy Trường Sơn, trên bậc thềm chuyển tiếp giữa Cao nguyên và miền duyên hải Trung bộ, nên có khí hậu nhiệt đới gió mùa cao nguyên, chia hai mùa: mùa mưa từ tháng 6 đến tháng 11, mùa khô từ tháng 12 đến tháng 5 năm sau. Nhiệt độ trung bình năm 23°C, độ ẩm trung bình 81%, lượng mua trung bình năm từ 1.200mm - 1.750mm; tốc độ gió trung bình 3,5m\/s, hướng gió chính là đông bắc - tây nam.[2] Hành chính[sửa | sửa mã nguồn] Thị xã An Khê có 11 đơn vị hành chính cấp xã trực thuộc, bao gồm 6 phường: An Bình, An Phú, An Phước, An Tân, Ngô Mây, Tây Sơn và 5 xã: Cửu An, Song An, Thành An, Tú An, Xuân An. Đơn vị hành chính Phường An Bình Phường An Phú Phường An Phước Phường An Tân Phường Ngô Mây Phường Tây Sơn Xã Cửu An Xã Song An Xã Thành An Xã Tú An Xã Xuân An Diện tích (km²) 9,30 3,85 18,79 4,57 10,04 3,28 19,98 44,52 22,21 35,34 27,93 Dân số (2019) (người) 9.450 16.731 3.862 3.938 6.167 15.017 4.626 6.225 4.962 6.138 4.484 Mật độ dân số(người\/km²) 1.016 4.346 206 862 614 4.578 232 140 223 174 161 Lịch sử[sửa | sửa mã nguồn] An Khê so với toàn bộ tỉnh Gia Lai và vùng Tây Nguyên thuộc lãnh thổ Đại Việt sớm nhất, dưới triều đại nhà Tây Sơn năm 1771. Vùng cao nguyên An Khê chính là vùng đất Tây Sơn thượng đạo, được Nguyễn Nhạc dùng làm căn cứ khởi nghĩa đầu tiên của phong trào Tây Sơn[3]. An Khê vốn là thị trấn huyện lỵ huyện Tân An, tỉnh Kon Tum thời Pháp thuộc. Thời Việt Nam Cộng hòa, ban đầu là quận lỵ quận Tân An, tỉnh Pleiku. Ngày 13 tháng 3 năm 1959, An Khê trở thành quận lỵ quận An Túc (là quận Tân An cũ) và được nhập vào tỉnh Bình Định. Từ 1976 đến nay[sửa | sửa mã nguồn] Thời kỳ 1976 - 1991, An Khê là huyện lỵ huyện An Khê, thuộc tỉnh Gia Lai - Kon Tum, sau đó thuộc tỉnh Gia Lai. Huyện An Khê ban đầu bao gồm 22 xã: Chơ Long, Cư An, Cửu An, Đắk Song, Đông, Hà Tam, K’rong, Lơ Ku, Nam, Nghĩa An, Phú An Cư, Sơ Pai, Sơn Lang, Song An, Sró, Tân An, Tú An, Ya Hội, Ya Ma, Yang Bắc, Yang Nam và Yang Trung. Ngày 2 tháng 3 năm 1979, Hội đồng chính phủ ban hành Quyết định 77-CP[4]. Theo đó: Chia xã Phú An Cư thành thị trấn An Khê và xã Phú An Chia xã Yang Trung thành 2 xã: Yang Trung và An Trung. Ngày 17 tháng 8 năm 1981, Chia xã An Trung thành 2 xã: An Trung và Chư Krey.[5] Ngày 29 tháng 10 năm 1983, chia xã Nam thành 3 xã: Kông Pla, Kông Lơng Khơng và Tơ Tung.[6] Ngày 28 tháng 12 năm 1984, tách 9 xã: Sơn Lang, Sơ Pai, K'rong, Tơ Tung, Kông Lơng Khơng, Kong Pla, Đông, Nghĩa An và Lơ Ku để thành lập huyện Kbang.[7] Huyện An Khê còn lại thị trấn An Khê và 17 xã: Cư An, Cửu An, Song An, Tân An, Hà Tam, Tú An, Phú An, Ya Hội, Yang Bắc, Yang Nam, Yang Trung, An Trung, Chư Krey, Chơ Long, Sró, Đắk Song, Ya Ma. Ngày 30 tháng 5 năm 1988, tách 8 xã: An Trung, Chư Long, Chư Krey, Đắk Song, Sró, Ya Ma, Yang Nam và Yang Trung để thành lập huyện Kông Chro.[8] Huyện An Khê còn lại thị trấn An Khê và 9 xã: Cửu An, Hà Tam, Phú An, Song An, Tân An, Tú An, Ya Hội, Yang Bắc, An Cư. Ngày 12 tháng 8 năm 1991, tỉnh Gia Lai được tái lập, huyện An Khê thuộc tỉnh Gia Lai.[9] Ngày 29 tháng 8 năm 1994, Chính phủ ban hành Nghị định số 25-CP[10]. Theo đó: Chia xã Cư An thành 2 xã: Cư An và Thành An Chia xã Hà Tam thành 2 xã: Hà Tam và An Thành. Cuối năm 2002, huyện An Khê có 12 đơn vị hành chính trực thuộc, bao gồm thị trấn An Khê và 11 xã: Tú An, Cửu An, Song An, Thành An, Phú An, Tân An, Cư An, Ya Hội, Yang Bắc, An Thành, Hà Tam. Ngày 9 tháng 12 năm 2003, Chính phủ ban hành Nghị định số 155\/2003\/NĐ-CP[11]. Theo đó: Thành lập thị xã An Khê trên cơ sở tách thị trấn An Khê và 4 xã: Cửu An, Song An, Thành An, Tú An thuộc huyện An Khê Thành lập 4 phường: An Bình, Tây Sơn, An Phú và An Tân trên cơ sở giải thể thị trấn An Khê Đổi tên phần còn lại của huyện An Khê thành huyện Đak Pơ. Sau khi thành lập, thị xã An Khê có 19.912,10 ha diện tích tự nhiên và 62.600 người với 8 đơn vị hành chính trực thuộc, 4 phường và 4 xã. Ngày 19 tháng 1 năm 2009, Chính phủ ban hành Nghị định số 02\/NĐ-CP[12]. Theo đó: Thành lập xã Xuân An trên cơ sở điều chỉnh 2.793,00 ha diện tích tự nhiên và 3.504 nhân khẩu của xã Tú An Thành lập phường An Phước trên cơ sở điều chỉnh 1.879,22 ha diện tích tự nhiên và 2.970 nhân khẩu của xã Cửu An Thành lập phường Ngô Mây trên cơ sở điều chỉnh 1.004,10 ha diện tích tự nhiên và 4.750 nhân khẩu của xã Song An. Thị xã An Khê có 6 phường và 5 xã như hiện nay. Kinh tế - xã hội[sửa | sửa mã nguồn] Xã Song An là một xã vùng ba có nền kinh tế phát triển sau 5 phường. Hoạt động kinh tế chủ yếu ở đây là nông nghiệp với các vùng chuyên canh cây mía và mì, ngô, chăn nuôi gia súc. An Khê - Tây Sơn Thượng Đạo là cái nôi của cuộc khởi nghĩa nông dân Tây Sơn “Thủ đô của Thủ đô”, (theo cách gọi của Giáo sư – Tiến sĩ Sử học Nguyễn Quang Ngọc), gắn liền với tên tuổi người anh hùng dân tộc Quang Trung – Nguyễn Huệ và triều đại Tây Sơn phát triển tiến bộ gần 250 năm trước. Trải qua hàng trăm năm nhưng những dấu ấn của cuộc khởi nghĩa nông dân Tây Sơn vẫn còn khá đậm nét trên vùng đất An Khê – Tây Sơn Thượng đạo với Quần thể 6 cụm và 18 di tích lịch sử - văn hóa như: An Khê Đình, An Khê Trường, Gò Chợ; Miếu Xà, Cây Ké, Cây Cầy; Hòn Bình, Hòn Nhược, Hòn Tào, Gò Kho, Xóm Ké …đã được Bộ Văn hóa, Thể thao và Du lịch xếp hạng là di tích lịch sử – văn hóa cấp quốc gia năm 1991 và còn nhiều di tích có giá trị khác gắn với cuộc khởi nghĩa nông dân Tây Sơn. An Khê cũng là nơi định cư sớm nhất của người Việt trên vùng đất Tây Nguyên, nhờ vậy ở An Khê có rất nhiều thiết chế tín ngưỡng Đình, Miếu khá đông đặc (36 công trình tín ngưỡng có lịch sử hàng trăm năm và nhiều thiết chế được triều đình nhà Nguyễn ban Sắc phong từ thời vua Tự Đức đến thời Vua Bảo Đại) do người dân tự lập ra để thờ thần linh và những vị có công lớn trong vùng, theo ý niệm để thần linh phù hộ dân làng được mưa thuận gió hòa, xóm làng yên ổn và là nơi tụ họp của dân làng… Ngoài ra, An Khê còn có trên 19 công trình tôn giáo như Chùa, Tịnh xá, Nhà thờ, Tu viện,... hệ thống kiến trúc nhà cổ trên 100 năm tuổi, có ngôi chùa cổ An Bình có tuổi gần 300 năm. Việc các Nhà khảo cổ học khai quật và phát hiện các di chỉ sơ kỳ Đá Cũ ở Rộc Tưng, xã Xuân An và Gò Đá, phường An Bình thị xã An Khê có niên đại hơn 80 vạn đến 1 triệu năm trước khẳng định rằng An Khê là một trong những cái nôi của nhân loại, đã được Bộ Văn hóa, Thể thao và Du lịch xếp hạng là di tích khảo cổ cấp quốc gia năm 2020. Thị xã An Khê có hệ thống lễ hội phong phú mang tính đặc sắc riêng của vùng đất Tây Sơn Thượng đạo như: Lễ kỷ niệm chiến thắng Ngọc Hồi – Đống Đa; Lễ cúng Khai Sơn (mùng 10 tháng Giêng); Lễ cúng Quý Xuân (mùng 10 tháng 2 âm lịch); Lễ cúng Quý Thu (rằm tháng 8 âm lịch); Lễ kỷ niệm ngày mất Hoàng đế Quang Trung (28 tháng 7 âm lịch) và một số lễ hội truyền thống khác của đồng bào dân tộc Bahnar,... An Khê nằm giữa Gia Lai và Bình Định là cầu nối giữa Tây Nguyên với vùng duyên hải Nam trung Bộ Với quốc lộ 19, một trong những tuyến đường huyết mạch của tỉnh Gia Lai đang ngày càng được nâng cấp để trở thành những tuyến đường tốt nhất. Di tích khảo cổ Rộc Tưng - Gò Đá[sửa | sửa mã nguồn] Di tích Rộc Tưng - Gò Đá tại thị xã An Khê, tỉnh Gia Lai Vị trí của Di tích khảo cổ Rộc Tưng - Gò Đá nhìn từ trên cao Di chỉ đồ đá cũ An Khê (thị xã An Khê) được phát hiện năm 2014, là hệ thống nhiều điểm di tích phân bố khắp thung lũng An Khê trong bán kính hơn 3 km quanh lòng hồ công trình thủy điện. Sơ đồ các địa điểm thuộc di chỉ đồ đá cũ An Khê Năm 2015, di tích Gò Đá (phường An Bình) được Viện Khảo cổ học (Viện Hàn lâm khoa học xã hội Việt Nam) phối hợp với Viện Khảo cổ - Dân tộc học Novosibirsk (Viện Hàn lâm khoa học CHLB Nga) và Sở VH-TT-DL tỉnh Gia Lai khai quật lần đầu tiên diện tích 20m² ở vị trí cao khoảng 40m so với lòng sông Ba. Quá trình khai quật Gò Đá, các nhà khảo cổ học khảo sát phát hiện hơn 20 địa điểm đá cũ. Rìu tay được tìm thấy ở Di tích Rộc Tưng 3 Mảnh tước được khai quật tại Rộc Tưng Thiên thạch được tìm thấy ở hố 2, Rộc Tưng 1 Từ năm 2015 đến 2019, các nhà khảo cổ khai quật 4 vị trí gồm Rộc Tưng 1, Rộc Tưng 4, Rộc Tưng 7 và Gò Đá, thu hàng nghìn di vật đá gồm công cụ chặt, công cụ ghè một mặt, mảnh tước, hạch đá, thiên thạch... Hầu hết công cụ ở đây được làm bằng đá quartz; tiêu biểu là loại công cụ chặt làm từ các viên cuội to thô, những mũi nhọn lớn làm từ hạch đá quartz, nạo làm từ mảnh tước nhỏ. Mảnh tước được khai quật tại Rộc Tưng. Hiện bảo tàng Tây Sơn Thượng Đạo lưu giữ hơn 4.000 hiện vật, trưng bày trên 200 di vật. Thiên thạch được tìm thấy ở hố 2, Rộc Tưng 1. Quá trình khai quật ở địa tầng di vật, các nhà khoa học thu được hàng trăm mảnh tektitle (thiên thạch) - một di chỉ đồ đá cũ nổi tiếng trong ngành khảo cổ học Hạch đá (nguyên liệu để người nguyên thủy dùng để chế tác công cụ lao động) được tìm thấy ở di tích Rộc Tưng, đang trưng bày tại Bảo tàng Tây Sơn Thượng Đạo (thị xã An Khê). Kết quả khai quật phát hiện các sưu tập công cụ đá của người nguyên thủy niên đại khoảng 800.000 năm, trong đó có các công cụ rìu tay ghè hai mặt thuộc dạng rất quý hiếm ở khu vực Đông Nam Á và Đông Á. Những phát hiện Đá cũ đã đưa An Khê vào một trong 10 điểm có di tích Đá cũ của loài người giai đoạn người đứng thẳng. Việc này góp thêm tư liệu nghiên cứu lịch sử hình thành con người và văn hoá đầu tiên của nhân loại. Hàng nghìn \"công cụ đá\" của người nguyên thủy có niên đại khoảng 800.000 năm được trưng bày tại Bảo tàng Tây Sơn Thượng Đạo (thị xã An Khê). Phòng trưng bày tại Bảo tàng Tây Sơn Thượng Đạo Phía sau là bức tranh mô phỏng 5 bước tiến hoá của loài người. Dấu tích người cổ tìm thấy tại di chỉ An Khê nằm ở giai đoạn người đứng thẳng (Homo erectus), tổ tiên trực tiếp của người hiện đại (Homo sapiens). Hệ thống di tích sơ kỳ Đá cũ An Khê đã được Hội đồng biên soạn Bộ lịch sử quốc gia đưa vào chính sử với giá trị là nơi xuất hiện người nguyên thủy sớm nhất ở Việt Nam. Di tích Rộc Tưng 4 được ví là \"công xưởng\" chế tác đồ đá, chứng tỏ vùng đất này từng là nơi cư trú của cộng đồng người giai đoạn đứng thẳng. Vị trí này được được phát hiện năm 2015 và khai quật 3 lần với hàng nghìn hiện vật đá (công cụ chặt, mũi nhọn, công cụ ghè hết một mặt, hạch đá, đá có vết gia công, mảnh tước) và mảnh thiên thạch. Ngày 29 tháng 12 năm 2022, thừa lệnh Thủ tướng Chính phủ, Phó thủ tướng Vũ Đức Đam đã ký quyết định công nhận Di tích quốc gia đặc biệt đối với di tích khảo cổ Rộc Tưng - Gò Đá ở thị xã An Khê (tỉnh Gia Lai) và bộ rìu tay ở di tích này được công nhận là Bảo vật Quốc gia. Vừa qua tỉnh Gia Lai đề xuất khai quật mở rộng thêm 16 địa điểm và thực hiện công trình nghiên cứu, bảo tồn di tích đá cũ An Khê để có câu trả lời thuyết phục về tổ tiên loài người. Hình ảnh[sửa | sửa mã nguồn] Đèo An Khê, Gia Lai-Bình Định Sân bay An Khê năm 1965 Bình minh tại núi Ông Bình, đỉnh đèo An Khê Tham khảo[sửa | sửa mã nguồn] ^ Tổng cục Thống kê ^ “Vài nét về thị xã An Khê, Gia Lai”. ^ “Tây Sơn thượng đạo, Ngọc Minh, báo Bình Định, đăng ngày 27 tháng 2 năm 2004”. Bản gốc lưu trữ ngày 17 tháng 9 năm 2019. Truy cập ngày 1 tháng 2 năm 2020. ^ “Quyết định 77-CP năm 1979 về việc thành lập và điều chỉnh địa giới một số xã, thị trấn thuộc các huyện Chư Prông, An Khê, Sa Thầy và Ayun Pa, tỉnh Gia Lai - Kon Tum”. ^ “Quyết định 30-HĐBT năm 1981 điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Gia Lai - Kon Tum”. ^ “Quyết định 122-HĐBT năm 1983 phân vạch địa giới một số xã thuộc tỉnh Gia Lai - Kon Tum”. ^ “Quyết định 181-HĐBT năm 1984 về việc điều chỉnh địa giới huyện Kon Plông và chia huyện An Khê thuộc tỉnh Gia Lai - Kon Tum”. ^ “Quyết định 96-HĐBT năm 1988 về việc phân vạch lại địa giới hành chính huyện An Khê và một số xã, thị trấn thuộc tỉnh Gia Lai - Kon Tum”. ^ Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành ^ Nghị định số 25-CP năm 1994 của Chính phủ. ^ “Nghị định 155\/2003\/NĐ-CP về việc thành lập thị xã An Khê và huyện Đak Pơ, thành lập xã Đak Pơ thuộc huyện Đak Pơ, tỉnh Gia Lai”. ^ “Nghị định 02\/NĐ-CP điều chỉnh địa giới hành chính xã, thành lập phường thuộc thị xã An Khê, huyện Chư Păh, tỉnh Gia Lai”. Bài viết tỉnh Gia Lai, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Đơn vị hành chính cấp huyện trực thuộc tỉnh Gia Lai Thành phố (1) Pleiku (tỉnh lỵ) Thị xã (2) An Khê · Ayun Pa Huyện (14) Chư Păh · Chư Prông · Chư Pưh · Chư Sê · Đak Đoa · Đak Pơ · Đức Cơ · Ia Grai · Ia Pa · Kbang · Kông Chro · Krông Pa · Mang Yang · Phú Thiện Đơn vị hành chính thuộc tỉnh Gia Lai hiện x t s Danh sách các thị xã tại Việt Nam (52) Trực thuộc thành phố trực thuộc trung ương (1) Đô thị loại III (01) Sơn Tây Trực thuộc tỉnh (51) Đô thị loại III (16) An Nhơn · Bến Cát · Bỉm Sơn · Bình Minh · Cai Lậy · Cửa Lò · Đông Triều · Gò Công · Kỳ Anh · La Gi · Long Mỹ · Phú Mỹ · Phú Thọ · Quảng Yên · Sông Cầu · Tân Châu Đô thị loại IV (35) An Khê · Ayun Pa · Ba Đồn · Bình Long · Buôn Hồ · Chơn Thành · Duy Tiên · Duyên Hải · Điện Bàn · Đông Hòa · Đức Phổ · Giá Rai · Hòa Thành · Hoài Nhơn · Hoàng Mai · Hồng Lĩnh · Hương Thủy · Hương Trà · Kiến Tường · Kinh Môn · Mường Lay · Mỹ Hào · Ngã Năm · Nghi Sơn · Nghĩa Lộ · Ninh Hòa · Phước Long · Quảng Trị · Quế Võ · Sa Pa · Thái Hòa · Thuận Thành · Tịnh Biên · Trảng Bàng · Vĩnh Châu Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=An_Khê&oldid=69946379” Thể loại: Thị xã Việt Nam Hành chính Gia Lai Sơ khai Gia Lai An Khê Đô thị Việt Nam loại IV Thể loại ẩn: Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 4 tháng 5 năm 2023, 07:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}