{"An Lão, Bình Định":"An Lão, Bình Định – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý 2Hành chính 3Lịch sử 4Kinh tế - xã hội Hiện\/ẩn mục Kinh tế - xã hội 4.1Giáo dục 5Chú thích 6Tham khảo An Lão, Bình Định 10 ngôn ngữ Bahasa Indonesia Bân-lâm-gú Cebuano English فارسی Français 한국어 日本語 اردو 中文 3 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 14°36′50″B 108°53′30″Đ﻿ \/ ﻿14,6138°B 108,8918°Đ﻿ \/ 14.6138; 108.8918 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem An Lão (định hướng). An Lão Huyện Huyện An Lão Hành chính Quốc gia Việt Nam Vùng Duyên hải Nam Trung Bộ Tỉnh Bình Định Huyện lỵ thị trấn An Lão Trụ sở UBND Thôn 2, thị trấn An Lão Phân chia hành chính 1 thị trấn, 9 xã Thành lập 24\/8\/1981 (tái lập) Địa lý Tọa độ: 14°36′50″B 108°53′30″Đ﻿ \/ ﻿14,6138°B 108,8918°Đ﻿ \/ 14.6138; 108.8918 Wikimedia | © OpenStreetMap Bản đồ huyện An Lão An Lão Vị trí huyện An Lão trên bản đồ Việt Nam Diện tích 697 km2 Dân số (1\/4\/2019) Tổng cộng 27.837 người[1] Thành thị 4.120 người (15%) Nông thôn 23.717 người (85%) Mật độ 40 người\/km² Dân tộc Kinh, H'rê, Ba Na Khác Mã hành chính 542[2] Biển số xe 77-M1-K5-K6 Số điện thoại 0256.3.875.638 Website anlao.binhdinh.gov.vn x t s An Lão là một huyện miền núi nằm ở phía bắc tỉnh Bình Định, Việt Nam. Địa lý[sửa | sửa mã nguồn] Huyện An Lão nằm ở phía bắc tỉnh Bình Định, cách Quốc lộ 1 32 km về phía tây bắc và cách thành phố Quy Nhơn 115 km về phía bắc, có vị trí địa lý: Phía bắc giáp huyện Ba Tơ, tỉnh Quảng Ngãi Phía nam giáp huyện Hoài Ân và Vĩnh Thạnh Phía đông giáp thị xã Hoài Nhơn Phía tây giáp huyện Kbang, tỉnh Gia Lai và huyện Vĩnh Thạnh. Theo thống kê năm 2019, huyện có diện tích 697 km², dân số là 27.837 người, mật độ dân số đạt 40 người\/km².[1] Bốn phía của huyện bao bọc bởi nhiều dãy núi nên còn được gọi là thung lũng An Lão. Trung tâm huyện lỵ là thị trấn An Lão cách quốc lộ 1 khoảng 32 km. Dân số của huyện là khoảng 31.799 người, chủ yếu gồm người Kinh phân bố chủ yếu ở An Hoà, An Tân và thị trấn An Lão, người Hrê xã An Vinh, An Dũng, An Trung, An Hưng và người Ba Na ở xã An Toàn, An Nghĩa. DT629 là con đường tỉnh lộ duy nhất nối các huyện khác đến với An Lão. Theo quy hoạch, DT629 sẽ thông tới tới huyện Ba Tơ, Quảng Ngãi, tuy nhiên vì nhiều lý do về vốn, con đường này chỉ đang dừng lại ở xã An Hưng, huyện An Lão. Khiến cho việc di chuyển và lưu thông hàng hóa của nhân dân trong huyện còn khó khăn, đặc biệt là những lúc bão lũ. Thời tiết ở huyện chịu ảnh hưởng của khí hậu Tây Nguyên. Bởi khác biệt về địa hình nên khí hậu đôi khi không theo khí hậu chung trong khu vực. Một năm có hai mùa rõ rệt, mùa mưa và mùa khô. Hành chính[sửa | sửa mã nguồn] Huyện An Lão có 10 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn An Lão (huyện lỵ) và 9 xã: An Dũng, An Hòa, An Hưng, An Nghĩa, An Quang, An Tân, An Toàn, An Trung, An Vinh. Lịch sử[sửa | sửa mã nguồn] Huyện An Lão thuộc tinh Nghĩa Bình được tái lập ngày 24 tháng 8 năm 1981 trên cơ sở một phần diện tích và dân số của huyện Hoài Ân, gồm 7 xã: An Dũng, An Hòa, An Hưng, An Quang, An Toàn, An Trung và An Vinh. Ngày 19 tháng 2 năm 1986, Hội đồng Bộ trưởng ban hành quyết định 15-HĐBT2[3], theo đó: Chia xã An Hòa thành 2 xã: An Hòa và An Tân Chia xã An Quang thành 2 xã: An Quang và An Nghĩa. Năm 1989, huyện An Lão thuộc tỉnh Bình Định vừa được tái lập.[4] Ngày 11 tháng 4 năm 2007, Chính phủ ban hành Nghị định số 66\/2007\/NĐ-CP[5], theo đó: Thành lập thị trấn An Lão (thị trấn huyện lỵ huyện An Lão) trên cơ sở điều chỉnh 153,25 ha diện tích tự nhiên và 508 nhân khẩu của xã An Hưng; 1.020,83 ha diện tích tự nhiên và 2.316 nhân khẩu của xã An Trung; 472,12 ha diện tích tự nhiên và 2.350 nhân khẩu của xã An Tân. Sau khi điều chỉnh địa giới hành chính: Xã An Hưng còn lại 6.594,75 ha diện tích tự nhiên và 699 nhân khẩu. Xã An Trung còn lại 6.471,17 ha diện tích tự nhiên và 769 nhân khẩu. Xã An Tân còn lại 2.357,88 ha diện tích tự nhiên và 2.373 nhân khẩu. Huyện An Lão có 1 thị trấn và 9 xã như hiện nay. Kinh tế - xã hội[sửa | sửa mã nguồn] Ngành nghề chủ yếu ở huyện là nông nghiệp, lúa nước, hiện tại huyện có hai cụm công nghiệp là Gò Cây Duối tại xã An Hòa và Gò Bùi tại thị trấn An Lão. Đời sống của người dân đang ngày càng được cải thiện nhưng vẫn còn nhiều khó khăn. Giáo dục[sửa | sửa mã nguồn] Huyện có 2 trường trung học phổ thông (Trường THPT An Lão & Trường PTDTNT THCS - THPT An Lão), 2 trường bán trú THCS (An Lão & Đinh Ruối). Việc phổ cập giáo dục ở đây càng ngày được nâng cao về chất lượng. Chú thích[sửa | sửa mã nguồn] ^ a b Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. “Dân số Việt Nam đến ngày 01 tháng 4 năm 2019”. Truy cập ngày 4 tháng 5 năm 2020. ^ Tổng cục Thống kê ^ Quyết định 15-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính một số xã, thị trấn của các huyện An Nhơn, An Lão, Bình Sơn, Hoài Nhơn, Phù Mỹ và Tây Sơn thuộc tỉnh Nghĩa Bình ^ Nghị quyết phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên ^ Nghị định số 66\/2007\/NĐ-CP của Chính phủ: Về việc điều chỉnh địa giới hành chính xã; thành lập xã, thị trấn thuộc huyện Hoài Ân, huyện An Lão, tỉnh Bình Định Tham khảo[sửa | sửa mã nguồn] Bài viết tỉnh Bình Định, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Đơn vị hành chính cấp huyện trực thuộc tỉnh Bình Định Thành phố (1) Quy Nhơn (tỉnh lỵ) Thị xã (2) An Nhơn · Hoài Nhơn Huyện (8) An Lão · Hoài Ân · Phù Cát · Phù Mỹ · Tuy Phước · Tây Sơn · Vân Canh · Vĩnh Thạnh Đơn vị hành chính thuộc tỉnh Bình Định Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=An_Lão,_Bình_Định&oldid=69358425” Thể loại: Huyện Bình Định Sơ khai Bình Định An Lão, Bình Định Thể loại ẩn: Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 27 tháng 11 năm 2022, 22:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}