{"Ayun Pa":"Ayun Pa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý 2Lịch sử Hiện\/ẩn mục Lịch sử 2.1Tên gọi 2.2Lịch sử hành chính 3Hành chính 4Chú thích 5Liên kết ngoài Ayun Pa 8 ngôn ngữ Bân-lâm-gú Cebuano English Français 한국어 日本語 اردو 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 13°24′8″B 108°26′47″Đ﻿ \/ ﻿13,40222°B 108,44639°Đ﻿ \/ 13.40222; 108.44639 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ayun Pa Thị xã Thị xã Ayun Pa Hành chính Quốc gia Việt Nam Vùng Tây Nguyên Tỉnh Gia Lai Trụ sở UBND Số 63, đường Nguyễn Huệ, phường Đoàn Kết Phân chia hành chính 4 phường, 4 xã Thành lập 2007[1] Loại đô thị Loại IV Tổ chức lãnh đạo Chủ tịch UBND Nguyễn Văn Lộc Chủ tịch HĐND Thái Thanh Bình Bí thư Thị ủy Thái Thanh Bình Địa lý Tọa độ: 13°24′8″B 108°26′47″Đ﻿ \/ ﻿13,40222°B 108,44639°Đ﻿ \/ 13.40222; 108.44639 Wikimedia | © OpenStreetMap Bản đồ thị xã Ayun Pa Ayun Pa Vị trí thị xã Ayun Pa trên bản đồ Việt Nam Diện tích 287 km² Dân số (2021) Tổng cộng 41.160 người Thành thị 23.006 người Nông thôn 18.154 người Mật độ 139 người\/km² Khác Mã hành chính 624[2] Biển số xe 81-M1 Website ayunpa.gialai.gov.vn x t s Ayun Pa là một thị xã thuộc tỉnh Gia Lai, Tây Nguyên, Việt Nam. Thị xã Ayun Pa là cửa ngõ phía đông nam tỉnh Gia Lai, có các đường giao thông thuận lợi nối liền với các tỉnh duyên hải miền trung và khu vực Tây Nguyên, tạo nên điều kiện thuận lợi về thông thương và phát triển các loại hình dịch vụ. Địa lý[sửa | sửa mã nguồn] Thị xã Ayun Pa nằm ở phía đông nam tỉnh Gia Lai, cách thành phố Pleiku 97 km về phía đông nam và có vị trí địa lý: Phía đông giáp các huyện Ia Pa và Krông Pa Phía tây giáp huyện Phú Thiện Phía nam giáp huyện Ea H'leo, tỉnh Đắk Lắk Phía bắc giáp các huyện Phú Thiện và huyện Ia Pa. Lịch sử[sửa | sửa mã nguồn] Tên gọi[sửa | sửa mã nguồn] Địa danh Ayun Pa là tên gọi được ghép từ tên hai con sông là sông Ayun và sông Pa (sông Ba), do vị trí địa lý nằm ở ngã ba sông nơi sông Ayun hợp lưu với sông Ba. Ayun Pa có các tên cũ là Cheo Reo, Phú Bổn, Hậu Bổn. Lịch sử hành chính[sửa | sửa mã nguồn] Thời Việt Nam Cộng hoà là quận lỵ quận Cheo Reo của tỉnh Pleiku. Từ năm 1962, khi thành lập tỉnh Phú Bổn, thì Cheo Reo trở thành tỉnh lỵ tỉnh này với tên gọi mới là thị xã Hậu Bổn, tỉnh Phú Bổn. Sau khi Việt Nam thống nhất, Ayun Pa là huyện thuộc tỉnh Gia Lai - Kon Tum. Huyện Ayun Pa ban đầu bao gồm 14 xã: Chư A Thai, Chư Răng, Đất Bằng, Ia Dreh, Ia Hiao, Ia Mrơn, Ia Piar, Ia RBol, Ia RMok, Ia R'tô, Ia Rsai, Ia Tul, Krông Năng và Pờ Tó. Ngày 2 tháng 3 năm 1979, thành lập thị trấn Ayun Pa (thị trấn huyện lỵ huyện Ayun Pa) theo Quyết định số 77-CP của Hội đồng Chính phủ.[3] Ngày 23 tháng 4 năm 1979, tách 6 xã: Ia Rsai, Chư Drăng, Ia Rmok, Đất Bằng, Ia Dreh và Krông Năng để thành lập huyện Krông Pa. Huyện Ayun Pa còn lại 8 xã: Chư A Thai, Ia Hiao, Ia Mrơn, Ia Piar, Ia RBol, Ia R'tô, Ia Tul và Pờ Tó.[4] Ngày 29 tháng 10 năm 1983, Hội đồng Bộ trưởng ban hành Quyết định số 122-HĐBT[5], theo đó: Chia xã Chư A Thai thành 2 xã: Chư A Thai và Ia Sol Chia xã Ia Tul thành 2 xã: Ia Tul và Chư Mố Chia xã Ia Mrơn thành 2 xã: Ia Mrơn và Ia Trok Chia xã Pờ Tó thành 2 xã: Pờ Tó và Chư Drăng. Ngày 6 tháng 12 năm 1990, chia xã Chư A Thai thành 2 xã: Chư A Thai và Ia Yeng.[6] Ngày 12 tháng 8 năm 1991, tỉnh Gia Lai được tái lập, huyện Ayun Pa thuộc tỉnh Gia Lai.[7] Ngày 21 tháng 8 năm 1998, Chính phủ ban hành Nghị định 65\/1998\/NĐ-CP[8]. Theo đó: Thành lập xã Ia Sao trên cơ sở 11.260 ha diện tích tự nhiên và 2.838 người của xã Ia R'tô Thành lập Ia Broăi trên cơ sở 2.320 ha diện tích tự nhiên và 2.807 người của xã Ia Tul Thành lập xã Ia Kdăm trên cơ sở 13.227 ha diện tích tự nhiên và 2.043 người của xã Chư Mố Thành lập xã Kim Tân trên cơ sở 4.454,5 ha diện tích tự nhiên và 3.428 người của xã Chư Răng Thành lập thị trấn Phú Thiện trên cơ sở điều chỉnh 156 ha diện tích tự nhiên và 3.077 người của xã Chư A Thai, 1.395 ha diện tích tự nhiên và 13.306 người của xã Ia Sol. Ngày 13 tháng 5 năm 2002, Chính phủ ban hành Nghị định 54\/2002\/NĐ-CP[9]. Theo đó: Thành lập xã Ia Peng trên cơ sở trên cơ sở 1.800 ha diện tích tự nhiên và 2.982 người của xã Ia Piar Thành lập xã Ia Ke trên cơ sở 5.928 ha diện tích tự nhiên và 8.579 người của xã Chư A Thai. Từ đây, huyện Ayun Pa bao gồm 2 thị trấn: Ayun Pa, Phú Thiện và 19 xã: Chư A Thai, Chư Mố, Chư Răng, Ia Broăi, Ia Hiao, Ia Kdăm, Ia Ke, Ia Mrơn, Ia Peng, Ia Piar, Ia Rbol, Ia Rtô, Ia Sao, Ia Sol, Ia Trok, Ia Tul, Ia Yeng, Kim Tân, Pờ Tó. Ngày 18 tháng 12 năm 2002, tách 9 xã: Pờ Tó, Chư Rang, Kim Tân, Ia Tul, Ia Broăi, Ia K'dăm, Chư Mố, Ia Trok và Ia Mrơn thuộc huyện Ayun Pa để thành lập huyện Ia Pa.[10] Huyện Ayun Pa còn lại 10 xã: Chư A Thai, Ia Hiao, Ia Ke, Ia Peng, Ia Piar, Ia Rbol, Ia Rtô, Ia Sao, Ia Sol, Ia Yeng và 2 thị trấn: Ayun Pa, Phú Thiện. Ngày 15 tháng 9 năm 2006, Chính phủ ban hành Nghị định 98\/2006\/NĐ-CP[11]. Theo đó: Thành lập xã Ayun Hạ trên cơ sở 2.765 ha diện tích tự nhiên và 5.130 nhân khẩu của xã Ia Ke Đổi tên xã Ia Ke thành xã Ia Ake Thành lập xã Chrôh Pơnan trên cơ sở 2.158,5 ha diện tích tự nhiên và 3.708 người của xã Ia Hiao. Từ đó đến cuối năm 2006, huyện Ayun Pa có 14 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: Ayun Pa (huyện lỵ), Phú Thiện và 12 xã: Ia R'tô, Ia R'bol, Ia Sao, Chư A Thai, Ia Ke, Ia Sol, Ia Piar, Ia Peng, Ayun Hạ, Ia Yeng, Chrôh Pơnan, Ia Hiao. Ngày 30 tháng 3 năm 2007, Chính phủ ban hành Nghị định số 50\/2007\/NĐ-CP về việc thành lập thị xã Ayun Pa và các phường thuộc thị xã Ayun Pa[1]. Theo đó: Thành lập thị xã Ayun Pa trên cơ sở tách thị trấn Ayun Pa và 3 xã: Ia R'tô, Ia R'bol, Ia Sao thuộc huyện Ayun Pa. Thành lập 4 phường: Cheo Reo, Hòa Bình, Đoàn Kết và Sông Bờ trên cơ sở giải thể thị trấn Ayun Pa Thành lập xã Chư Băh trên cơ sở điều chỉnh 6.959 ha diện tích tự nhiên và 3.306 người của xã Ia Rbol Đổi tên phần còn lại của huyện Ayun Pa thành huyện Phú Thiện. Sau khi thành lập, thị xã Ayun Pa có 28.700,5 ha diện tích tự nhiên và 35.058 người với 8 đơn vị hành chính cấp xã trực thuộc, gồm 4 phường và 4 xã.[2] Hành chính[sửa | sửa mã nguồn] Thị xã Ayun Pa có 8 đơn vị hành chính cấp xã trực thuộc, bao gồm 4 phường: Cheo Reo, Đoàn Kết, Hòa Bình, Sông Bờ và 4 xã: Chư Băh, Ia RBol, Ia R'tô, Ia Sao.[2] Danh sách các đơn vị hành chính trực thuộc thị xã Ayun Pa Tên Diện tích (km²) Dân số (người) Phường (4) Cheo Reo 4,42 8.060 Hòa Bình 4,85 7.590 Đoàn Kết 3,85 10.850 Sông Bờ 4,16 9.660 Tên Diện tích (km²) Dân số (người) Xã (4) Chư Băh 70,02 4.710 Ia RBol 85,78 4.350 Ia R'tô 31,00 3.920 Ia Sao 83,40 4.580 Chú thích[sửa | sửa mã nguồn] ^ a b “Nghị định 50\/2007\/NĐ-CP của Chính phủ về việc điều chỉnh địa giới hành chính huyện Ayun Pa, thành lập thị xã Ayun Pa và huyện Phú Thiện, thành lập các phường Cheo Reo, Hòa Bình, Đoàn Kết, Sông Bờ và xã Chư Băh thuộc thị xã Ayun Pa, tỉnh Gia Lai”. ^ a b c Tổng cục Thống kê ^ “Quyết định 77-CP năm 1979 về việc thành lập và điều chỉnh địa giới một số xã, thị trấn thuộc các huyện Chư Prông, An Khê, Sa Thầy và Ayun Pa, tỉnh Gia Lai - Kon Tum”. ^ Quyết định 178-CP năm 1979 về việc chia huyện A Yun Pa thuộc tỉnh Gia Lai - Kon Tum thành huyện A Yun Pa và huyện Krong Pa do Hội đồng Chính phủ ban hành ^ “Quyết định 122-HĐBT năm 1983 phân vạch địa giới một số xã thuộc tỉnh Gia Lai - Kon Tum do Hội đồng Bộ trưởng ban hành”. ^ Quyết định số 543-TCCP năm 1990 của Ban Tổ chức Chính phủ. ^ Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành ^ Nghị định 65\/1998\/NĐ-CP về việc thành lập các xã, thị trấn thuộc huyện Ayun Pa và huyện Chư Prông, tỉnh Gia Lai ^ Nghị định 54\/2002\/NĐ-CP về việc thành lập xã thuộc các huyện Chư Prông, Ayun Pa và chuyển xã Ia Kênh thuộc huyện Ia Grai về thành phố Pleiku, tỉnh Gia Lai ^ Nghị định 54\/2002\/NĐ-CP về việc thành lập xã thuộc các huyện Chư Prông, Ayun Pa và chuyển xã Ia Kênh thuộc huyện Ia Grai về thành phố Pleiku, tỉnh Gia Lai ^ Nghị định 98\/2006\/NĐ-CP về điều chỉnh địa giới hành chính xã; thành lập phường, xã thuộc thành phố Pleiku, huyện Ayun Pa và huyện Mang Yang, tỉnh Gia Lai Liên kết ngoài[sửa | sửa mã nguồn] Trang web chính thức Ayun Pa tại Từ điển bách khoa Việt Nam Bài viết tỉnh Gia Lai, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Xã, phường thuộc thị xã Ayun Pa Phường (4) Cheo Reo · Hòa Bình · Đoàn Kết · Sông Bờ Xã (4) Chư Băh · Ia RBol · Ia R'tô · Ia Sao hiện x t s Đơn vị hành chính cấp huyện trực thuộc tỉnh Gia Lai Thành phố (1) Pleiku (tỉnh lỵ) Thị xã (2) An Khê · Ayun Pa Huyện (14) Chư Păh · Chư Prông · Chư Pưh · Chư Sê · Đak Đoa · Đak Pơ · Đức Cơ · Ia Grai · Ia Pa · Kbang · Kông Chro · Krông Pa · Mang Yang · Phú Thiện Đơn vị hành chính thuộc tỉnh Gia Lai hiện x t s Danh sách các thị xã tại Việt Nam (52) Trực thuộc thành phố trực thuộc trung ương (1) Đô thị loại III (01) Sơn Tây Trực thuộc tỉnh (51) Đô thị loại III (16) An Nhơn · Bến Cát · Bỉm Sơn · Bình Minh · Cai Lậy · Cửa Lò · Đông Triều · Gò Công · Kỳ Anh · La Gi · Long Mỹ · Phú Mỹ · Phú Thọ · Quảng Yên · Sông Cầu · Tân Châu Đô thị loại IV (35) An Khê · Ayun Pa · Ba Đồn · Bình Long · Buôn Hồ · Chơn Thành · Duy Tiên · Duyên Hải · Điện Bàn · Đông Hòa · Đức Phổ · Giá Rai · Hòa Thành · Hoài Nhơn · Hoàng Mai · Hồng Lĩnh · Hương Thủy · Hương Trà · Kiến Tường · Kinh Môn · Mường Lay · Mỹ Hào · Ngã Năm · Nghi Sơn · Nghĩa Lộ · Ninh Hòa · Phước Long · Quảng Trị · Quế Võ · Sa Pa · Thái Hòa · Thuận Thành · Tịnh Biên · Trảng Bàng · Vĩnh Châu Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ayun_Pa&oldid=69122508” Thể loại: Thị xã Việt Nam Hành chính Gia Lai Sơ khai Gia Lai Ayun Pa Đô thị Việt Nam loại IV Thể loại ẩn: Tọa độ trên Wikidata Trang web chính thức không có trên Wikidata Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang có bản đồ Trang này được sửa lần cuối vào ngày 21 tháng 9 năm 2022, 03:05. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}