{"Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (1930–1931)":"Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (1930–1931) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh 2Tổ chức 3Hoạt động 4Tan rã 5Tham khảo Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (1930–1931) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (ngày 27 tháng 2 năm 2016) Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương 1930-1931 ← lâm thời Ban Chỉ huy hải ngoại → Đảng kỳ Đảng Cộng sản Đông Dương 30\/10\/1930 – 1\/5\/1931 183 ngày Cơ cấu tổ chức Tổng Bí thư Trần Phú Cơ quan trực thuộc Ban Thường vụ: 3 ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương hay còn được gọi Ban Chấp hành Trung ương Đảng là cơ quan do Hội nghị Trung ương lần thứ nhất Đảng Cộng sản Đông Dương bầu ra vào tháng 10\/1930. Hoàn cảnh[sửa | sửa mã nguồn] Sau khi trở về nước và được tín nhiệm tham gia vào Ban Chấp hành Trung ương lâm thời, Trần Phú đã khẩn trương chuẩn bị cho Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng. Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng nhóm họp từ ngày 14-30\/10\/1930 tại Hồng Kông (Trung Quốc), Trần Phú điều hành Hội nghị. Hội nghị thông qua Luận cương chính trị (do Trần Phú chủ trì khởi thảo) và Điều lệ Đảng; đồng thời thực hiện chỉ thị của Quốc tế Cộng sản, Hội nghị quyết định đổi tên Đảng Cộng sản Việt Nam thành Đảng Cộng sản Đông Dương. Hội nghị cũng bầu ra Ban Chấp hành Trung ương chính thức gồm 7 người. Tổ chức[sửa | sửa mã nguồn] Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương gồm các ủy viên: Trần Phú Nguyễn Phong Sắc Nguyễn Trọng Nhã Ngô Đức Trì Trần Văn Lan Lê Mao Lưu Lập Đạo Trong đó Ban Thường vụ Trung ương Đảng gồm có ba ủy viên: Trần Phú, Nguyễn Trọng Nhã, Nguyễn Phong Sắc. Sau Hội nghị, do cơ quan Trung ương chuyển vào đóng tại Sài Gòn thay vì đóng ở Hải Phòng như đã định nên, để thuận tiện trong hoạt động, từ tháng 11\/1930 Ngô Đức Trì thay Nguyễn Phong Sắc đảm nhiệm cương vị Ủy viên Thường vụ Trung ương. Đến tháng 12\/1930, Lưu Lập Đạo rút về hoạt động tại Trung Quốc, Ban Trung ương Chấp ủy còn lại sáu ủy viên. Trần Phú được Hội nghị bầu làm Tổng Bí thư. Phân công địa phương: tại Xứ ủy Bắc Kỳ do Nguyễn Đức Cảnh làm Bí thư phụ trách. tại Xứ ủy Trung Kỳ do Nguyễn Phong Sắc làm Bí thư phụ trách. tại Xứ ủy Nam Kỳ do Ngô Gia Tự làm Bí thư phụ trách. Hoạt động[sửa | sửa mã nguồn] Tại Hội nghị lần thứ nhất, Ban Chấp hành Trung ương Đảng đã thông qua các nghị quyết về vận động các giai cấp, giới,... và những việc cấp bách cần thiết. Cuối tháng 10\/1930, Đặc khu ủy Mỏ (tỉnh ủy Quảng Ninh) được thành lập. Đặc khu ủy Mỏ được thành lập dựa trên 3 Đảng ủy: Uông Bí-Vàng Danh, Cẩm Phả-Cửa Ông, Hòn Gai. Vũ Văn Hiếu được cử làm Bí thư Đặc khu ủy. Trong thời gian này, Xô Viết Nghệ Tĩnh tuy bị khủng bố đàn áp nhưng phong trào vẫn tiếp tục phát triển. Trung ương Đảng tiếp tục chỉ đạo các Xứ ủy tiếp tục phát triển cách mạng trong quần chúng, hàng loạt các cuộc biểu tình, bãi công trong các nhà máy, công xưởng của Pháp để đòi quyền lợi, dân sinh. Hội nghị lần thứ 2 tổ chức từ ngày 13\/3-1\/4\/1931 tại Hà Nội. Hội nghị phân tích và kiểm điểm công tác Trung ương Đảng. Đưa ra các giải pháp chính trị, công tác vận động tại Đông Dương. Hội nghị quyết định thành lập Đoàn Thanh niên Cộng sản. Tan rã[sửa | sửa mã nguồn] Khi Xô Viết Nghệ Tĩnh bùng nổ, Pháp lâm vào thế bị động. Sau khi chuẩn bị lại lực lượng, Pháp đưa quân đội đàn áp, khủng bố dã man. Trong thời gian từ 11\/1930-5\/1931, các ủy viên Trung ương lần lượt bị thực dân Pháp bắt và kết án. Ngày 1\/4\/1931, Ngô Đức Trì bị bắt và tra tấn dã man, ông đã khai ra vị trí của hơn 150 người gồm các Xứ ủy viên và Tỉnh ủy. Ngày 17-4-1931 Nguyễn Trọng Nhã bị bắt; ngày 18-4-1931 Trần Phú bị bắt và hy sinh tại Nhà thương Chợ Quán vào ngày 6-9-1931; ngày 20- 4-1931 Trần Văn Lan bị bắt; ngày 3-5-1931 Lê Mao bị bắn chết; ngày 3-5-1931 Nguyễn Phong Sắc bị bắt và sau đó bị sát hại. Tính đến cuối tháng 5\/1931 không còn ủy viên Trung ương. Trung ương Đảng tan rã. Tham khảo[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Đông_Dương_(1930–1931)&oldid=68672169” Thể loại: Đảng Cộng sản Việt Nam Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 1 tháng 6 năm 2022, 03:38. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}