{"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII":"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Các Hội nghị 2Cố vấn Ban Chấp hành Trung ương 3Ủy viên Bộ Chính trị 4Ủy viên Ban Chấp hành Trung ương 5Ban Bí thư 6Thay đổi nhân sự 7Tham khảo 8Liên kết ngoài Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ban Chấp hành Trung ương Đảng khóa VII 1991 - 1996 ← khóa VI khóa VIII → Đảng kỳ Đảng Cộng sản Việt Nam 27\/6\/1991 – 1\/7\/1996 5 năm, 4 ngày Cơ cấu tổ chức Tổng Bí thư Đỗ Mười Thường trực Ban Bí thư Lê Đức Anh (6\/1991 - 9\/1992) Đào Duy Tùng (9\/1992 - 12\/1993) Nguyễn Hà Phan (12\/1993 - 4\/1996) Lê Khả Phiêu (4\/1996 - 7\/1996) Bộ Chính trị 13 ủy viên Ban Bí thư 9 ủy viên Số Ủy viên Trung ương 146 ủy viên Đại hội Đảng Cộng sản Việt Nam VII đã bầu ra Ban Chấp hành Trung ương khóa VII có nhiệm kỳ từ năm 1991 đến năm 1996 gồm 146 ủy viên chính thức, không có ủy viên dự khuyết. Các Hội nghị[sửa | sửa mã nguồn] Hội nghị TW lần thứ Bắt đầu-Kết thúc Thời gian Nội dung chính 1 26\/6\/1991 1 ngày Bầu Bộ Chính trị gồm có 13 uỷ viên. Đỗ Mười là Tổng Bí thư của Đảng. Nguyễn Văn Linh, Phạm Văn Đồng và Võ Chí Công được giao trách nhiệm làm Cố vấn cho Ban Chấp hành Trung ương Đảng. 2 25\/11-4\/12\/1991 10 ngày Hội nghị bàn về vấn đề kinh tế, xác định quan điểm, chủ trương thực hiện Nghị quyết Đại hội VII và việc sửa đổi Hiến pháp 1980. 3 18-29\/6\/1992 12 ngày Tổng Bí thư Đỗ Mười đã trình bày trước Hội nghị vấn đề Thời cuộc hiện nay và nhiệm vụ của chúng ta. Hội nghị đã thảo luận ba vấn đề quan trọng: Tình hình thế giới và chính sách đối ngoại; Củng cố quốc phòng, giữ vững an ninh quốc gia; Đổi mới và chỉnh đốn Đảng. 4 4-14\/1\/1993 11 ngày Hội nghị thảo luận và ra nghị quyết về một số vấn đề có liên quan trực tiếp đến đời sống vật chất và tinh thần của nhân dân, chuẩn bị hành trang cho nhân dân ta, đặc biệt cho thế hệ trẻ vững bước tiến vào thế kỷ XXI. Đó là các Nghị quyết: Về một số nhiệm vụ văn hoá, văn nghệ những năm trước mắt; Về tiếp tục đổi mới sự nghiệp giáo dục và đào tạo; Về những vấn đề cấp bách của sự nghiệp chăm sóc và bảo vệ sức khoẻ nhân dân; Về chính sách dân số và kế hoạch hoá gia đình; Về công tác thanh niên trong thời kỳ mới. 5 3-10\/6\/1993 8 ngày Hội nghị bàn sâu về chính sách đối với nông dân, nông nghiệp và nông thôn để đưa nông nghiệp và nông thôn tiến nhanh và vững chắc hơn. Hội nghị đã thông qua Nghị quyết Tiếp tục đổi mới và phát triển kinh tế - xã hội nông thôn. 6 24\/11-1\/12\/1993 8 ngày Hội nghị bàn việc chuẩn bị nội dung và nhân sự cho Hội nghị đại biểu toàn quốc giữa nhiệm kỳ của Đảng. Hội nghị đã bầu bổ sung Lê Khả Phiêu, Nguyễn Mạnh Cầm, Đỗ Quang Thắng, Nguyễn Hà Phan vào Bộ Chính trị và cách chức uỷ viên Trung ương của Vũ Ngọc Hải. Giữa nhiệm kỳ 20-25\/1\/1994 6 ngày Hội nghị có nhiệm vụ kiểm điểm thực hiện Nghị quyết Đại hội VII và tổng kết một bước thực tiễn đổi mới từ Đại hội VI nhằm làm sáng tỏ thêm một số vấn đề trong quá trình xây dựng chủ nghĩa xã hội ở nước ta, xác định những chủ trương và giải pháp lớn để thực hiện thắng lợi Nghị quyết Đại hội VII, đưa sự nghiệp cách mạng của nước ta tiếp tục tiến lên. Hội nghị quyết định bổ sung 20 uỷ viên Trung ương để thay thế cho các đồng chí vì lý do sức khoẻ đã tự nguyện rút lui và các đồng chí bị kỷ luật. Đào Trọng Lịch, Phan Diễn, Sô Lây Tăng, Bùi Quang Huy, Lư Văn Điền, Hồ Đức Việt, Lê Mai, Nguyễn Thế Trị, Đặng Thành Học, Hoàng Thừa, Trương Công Thận, Trần Văn Vụ, Đinh Trung, Nguyễn Phú Trọng, Hà Mạnh Trí, Lê Thanh Đạo, Tô Xuân Toàn, Thái Phụng Nê, Võ Văn Cương, Hoàng Văn Nghiên đã được bầu bổ sung vào Ban Chấp hành Trung ương. 7 25-30\/7\/1994 6 ngày Hội nghị bàn định chủ trương, chính sách phát triển công nghiệp, công nghệ và xây dựng giai cấp công nhân, nhằm đẩy tới một bước công nghiệp hoá và hiện đại hoá đất nước. Hội nghị đã nhất trí thông qua nghị quyết: Phát triển công nghiệp, công nghệ đến năm 2000 theo hướng công nghiệp hoá, hiện đại hoá đất nước và xây dựng giai cấp công nhân trong giai đoạn mới. 8 16-23\/1\/1995 8 ngày Hội nghị thảo luận và ra Nghị quyết về việc Tiếp tục xây dựng và hoàn thiện Nhà nước Cộng hoà Xã hội chủ nghĩa Việt Nam - cải cách một bước nền hành chính nhà nước. 9 6-14\/11\/1995 9 ngày Hội nghị thảo luận và thông qua các dự thảo báo cáo của Ban Chấp hành Trung ương chuẩn bị trình Đại hội VIII của Đảng, bao gồm: Báo cáo Chính trị; Báo cáo phương hướng nhiệm vụ kế hoạch kinh tế - xã hội 5 năm 1996-2000; Báo cáo về bổ sung, sửa đổi Điều lệ Đảng và Điều lệ Đảng sửa đổi. 10 12-20\/4\/1996 9 ngày Hội nghị nghiên cứu tiếp thu những ý kiến đóng góp sắp tới của đại hội các đảng bộ trực thuộc Trung ương và của toàn dân để chỉnh lý dự thảo các văn kiện: Báo cáo Chính trị; Báo cáo phương hướng nhiệm vụ kế hoạch kinh tế - xã hội 5 năm 1996-2000; Báo cáo về bổ sung, sửa đổi Điều lệ Đảng và Điều lệ Đảng sửa đổi. Tiếp tục xây dựng phương án giới thiệu nhân sự Ban Chấp hành Trung ương khóa VIII. Triệu tập Đại hội đại biểu toàn quốc lần thứ VIII của Đảng từ ngày 22 đến ngày 30-6-1996 11 3-9\/6\/1996 7 ngày Hội nghị thông qua các văn kiện: Báo cáo chính trị; Báo cáo phương hướng, nhiệm vụ kế hoạch phát triển kinh tế - xã hội 5 năm 1996-2000; Báo cáo bổ sung, sửa đổi Điều lệ Đảng; Điều lệ Đảng (Bổ sung, sửa đổi); Báo cáo kiểm điểm sự lãnh đạo của Ban Chấp hành Trung ương khóa VII; Quy chế tổ chức làm việc, quy chế bầu cử và chương trình của Đại hội VIII. Hoàn chỉnh danh sách giới thiệu nhân sự Ban Chấp hành Trung ương khóa VIII. Triệu tập Đại hội đại biểu toàn quốc lần thứ VIII của Đảng từ ngày 22-6 đến ngày 1-7-1996 12 19-20\/6\/1996 2 ngày Hội nghị hoàn chỉnh Báo cáo của Ban Chấp hành Trung ương về các văn kiện trình Đại hội VIII của Đảng. Thông qua danh sách giới thiệu nhân sự Ban Chấp hành Trung ương khóa VIII; dự kiến danh sách Đoàn Chủ tịch, Đoàn Thư ký, Ban Thẩm tra tư cách đại biểu Đại hội và chương trình Đại hội Cố vấn Ban Chấp hành Trung ương[sửa | sửa mã nguồn] Cố vấn Ban Chấp hành Trung ương có nhiệm vụ tham gia ý kiến với Ban Chấp hành Trung ương và Bộ Chính trị các vấn đề chiến lược về kinh tế - xã hội, quốc phòng, an ninh, đối ngoại, công tác xây dựng Đảng và công tác vận động nhân dân. Trong trường hợp cần thiết, Trung ương Đảng và Bộ Chính trị ủy nhiệm các Cố vấn giải quyết một số vấn đề cụ thể. Các Cố vấn chủ động đề xuất ý kiến về những vấn đề mà các Cố vấn quan tâm. Các Cố vấn được mời dự Hội nghị Trung ương Đảng và Hội nghị Bộ Chính trị bàn các vấn đề tùy theo nội dung và tính chất hội nghị. Các Cố vấn được yêu cầu các cấp ủy Đảng, các ban ngành trực tiếp báo cáo và cung cấp thông tin; Văn phòng Trung ương Đảng thường xuyên cung cấp tài liệu cho các Cố vấn như đối với Ủy viên Bộ Chính trị. Các Cố vấn làm việc chủ yếu dựa vào Văn phòng Trung ương Đảng và các ban của Trung ương Đảng, không tổ chức bộ máy riêng. Cố vấn Ban Chấp hành Trung ương khóa VII gồm các Ủy viên sau: Cố vấn Chức vụ trước đây Nhiệm kỳ Ghi Chú Nguyễn Văn Linh Tổng Bí thư 27\/6\/1991 - 1\/7\/1996 Phạm Văn Đồng Chủ tịch Hội đồng Bộ trưởng Võ Chí Công Chủ tịch Hội đồng Nhà nước Ủy viên Bộ Chính trị[sửa | sửa mã nguồn] Thứ tự Tên Chức vụ Đảng Chức vụ Nhà nước Phân công Ghi chú 1 Đỗ Mười Ủy viên Bộ Chính trị Tổng Bí thư Bí thư Quân ủy Trung ương Thường trực Bộ Chính trị và Ban Bí thư 2 Lê Đức Anh Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Ủy viên Thường vụ Đảng ủy Quân sự Trung ương Ủy viên Thường vụ Đảng ủy Công an Trung ương Chủ tịch nước Phụ trách Quốc phòng, An ninh và Đối ngoại Thường trực Bộ Chính trị và Ban Bí thư 3 Võ Văn Kiệt Ủy viên Bộ Chính trị Ủy viên Thường vụ Đảng ủy Quân sự Trung ương Ủy viên Thường vụ Đảng ủy Công an Trung ương Thủ tướng Chính phủ 4 Đào Duy Tùng Ủy viên Bộ Chính trị Thường trực Ban Bí thư Thường trực Bộ Chính trị và Ban Bí thư 5 Đoàn Khuê Ủy viên Bộ Chính trị Phó Bí thư Quân ủy Trung ương Bộ trưởng Bộ Quốc phòng 6 Vũ Oanh Ủy viên Bộ Chính trị Trưởng ban Dân vận Trung ương Phụ trách Dân vận và Mặt trận 7 Lê Phước Thọ Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Trưởng ban Tổ chức Trung ương Phụ trách Tổ chức 8 Phan Văn Khải Ủy viên Bộ Chính trị Phó Thủ tướng thường trực 9 Bùi Thiện Ngộ Ủy viên Bộ Chính trị Bộ trưởng Bộ Nội vụ (từ năm 1994 đổi tên là Bộ Công an) 10 Nông Đức Mạnh Ủy viên Bộ Chính trị Trưởng ban Dân tộc trung ương Chủ tịch Quốc hội (từ năm 1992) Phụ trách vấn đề Dân tộc 11 Phạm Thế Duyệt Ủy viên Bộ Chính trị Bí thư Thành ủy Thành phố Hà Nội 12 Nguyễn Đức Bình Ủy viên Bộ Chính trị Giám đốc Học viện Chính trị quốc gia Hồ Chí Minh Phụ trách công tác Tư tưởng-Văn hóa và Khoa giáo 13 Võ Trần Chí Ủy viên Bộ Chính trị Bí thư Thành ủy Thành phố Hồ Chí Minh 14 Lê Khả Phiêu Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Chủ nhiệm Tổng cục Chính trị Bầu bổ sung từ Hội nghị Trung ương 6, 11-12\/1993 15 Nguyễn Mạnh Cầm Ủy viên Bộ Chính trị Bộ trưởng Bộ Ngoại giao Bầu bổ sung từ Hội nghị Trung ương 6, 11-12\/1993 16 Nguyễn Hà Phan Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Trưởng ban Kinh tế Trung ương Phó Chủ tịch Quốc hội Bầu bổ sung từ Hội nghị Trung ương 6, 11-12\/1993. Bị tước Đảng tịch 4\/1996. 17 Đỗ Quang Thắng Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Chủ nhiệm Ủy ban Kiểm tra Trung ương Bầu bổ sung từ Hội nghị Trung ương 6, 11-12\/1993 Ủy viên Ban Chấp hành Trung ương[sửa | sửa mã nguồn] Ủy viên Bộ Chính trị Ủy viên Ban Bí thư Ủy viên Trung ương Đảng Ủy viên Dự khuyết Trung ương Đảng STT Họ tên Chức vụ khi được bầu Chức vụ đảm nhiệm Ghi chú Chức vụ Nhiệm kỳ 1 Nguyễn Văn An Phó trưởng ban tổ chức trung ương Phó Trưởng ban Tổ chức Trung ương 6\/1991-7\/1996 2 Lê Đức Anh Bộ trưởng Bộ Quốc phòng Chủ tịch nước 9\/1992-7\/1996 3 Đỗ Văn Ân Bí thư Tỉnh ủy Sơn La Bí thư Tỉnh ủy Sơn La 6\/1991-7\/1996 4 Nguyễn Bá Bí thư Tỉnh ủy Nghệ Tĩnh Bí thư Tỉnh ủy Nghệ An 8\/1991-7\/1996 5 Nguyễn Đức Bình Giám đốc Học viện Nguyễn Ái Quốc Giám đốc Học viện Chính trị quốc gia Hồ Chí Minh 6\/1991-7\/1996 6 Lê Đức Bình Bí thư Tỉnh ủy Hải Hưng Trưởng ban Nội chính Trung ương 12\/1991-7\/1991 7 Nguyễn Thới Bưng Phó Tổng Tham mưu Quân đội nhân dân Việt Nam Thứ trưởng Bộ Quốc phòng 1\/1992-7\/1996 8 Nguyễn Mạnh Cầm Đại sứ đặc mệnh toàn quyền tại Liên Xô Bộ trưởng Bộ Ngoại giao 8\/1991-7\/1996 Ủy viên Bộ chính trị từ 1\/1994 9 Nguyễn Kỳ Cẩm Tổng thanh tra Nhà nước Bộ trưởng, Thường trực Ban chỉ đạo công tác chống tham nhũng, chống buôn lậu 11\/1995-7\/1996 10 Huỳnh Văn Cần Bí thư Tỉnh ủy Đắk Lắk Phái viên của Đảng Cộng sản Việt Nam và Chính phủ tại miền Trung và Tây Nguyên 4\/1994-7\/1996 11 Nguyễn Văn Chi Bí thư Tỉnh ủy Quảng Nam - Đà Nẵng Phái viên của Đảng và Chính phủ tại miền Trung và Tây Nguyên 4\/1994-4\/1995 Phó trưởng Ban Bảo vệ chính trị nội bộ Trung ương 4\/1995-7\/1996 12 Võ Trần Chí Bí thư Thành ủy Thành phố Hồ Chí Minh Bí thư Thành ủy Thành phố Hồ Chí Minh 6\/1991-7\/1997 13 Nguyễn Văn Chiểu Bí thư Tỉnh ủy Long An Phái viên của Đảng và Chính phủ tại miền Nam 8\/1993-7\/1996 14 Nguyễn Văn Chính Phó Trưởng ban thứ nhất Ban Tổ chức Trung ương Chủ tịch Hội Nông dân Việt Nam 3\/1992-7\/1996 15 Đỗ Chính Trưởng ban kinh tế Trung ương Phó trưởng ban thứ nhất Ban Kinh tế Trung ương kiêm Bí thư Đảng ủy khối cơ quan kinh tế Trung ương 8\/1991-1\/1994 Xin rút khỏi Trung ương Đảng 16 Nguyễn Chơn Phó Tổng Tham mưu Quân đội nhân dân Việt Nam Thứ trưởng Bộ Quốc phòng 1\/1992-5\/1994 17 Đặng Vũ Chư Bộ trưởng Bộ Công nghiệp nhẹ Bộ trưởng Bộ Công nghiệp 10\/1995-7\/1996 18 Nguyễn Nhiêu Cốc Chủ tịch Ủy ban Nhân dân tỉnh Hà Sơn Bình Bí thư tỉnh ủy Hòa Bình 10\/1991-4\/1996 19 Trần Quang Cơ Thứ trưởng Bộ Ngoại giao Thứ trưởng Bộ Ngoại giao 6\/1991-1\/1994 Xin rút khỏi Trung ương Đảng 20 Vũ Đình Cự Phó viện trưởng viện Khoa học Việt Nam Ủy viên Ủy ban Thường vụ Quốc hội; Chủ nhiệm Ủy ban Khoa học- Công nghệ- Môi trường của Quốc hội 7\/1992-7\/1996 21 Huỳnh Cương Phó Chủ tịch Quốc hội Trưởng Phân ban Dân tộc trung ương Nam bộ, Phó chủ tịch Hội đồng Dân tộc Quốc hội; Ủy viên Ban cán sự Đảng Ban Dân tộc và Miền núi, Phó Trưởng Ban Dân tộc Trung ương; Trưởng cơ quan đại diện Ủy ban Dân tộc và Miền núi, đặc trách công tác Khmer Nam bộ 7\/1992-7\/1996 22 Nguyễn Cảnh Dinh Bộ trưởng Bộ Thủy lợi Bộ trưởng, Chủ tịch Ủy ban Sông Mê công Việt Nam 10\/1995-7\/1996 23 Nguyễn Tấn Dũng Phó Bí thư tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang Thứ trưởng Bộ Nội vụ 1\/1995-7\/1996 24 Phạm Thế Duyệt Bí thư Thành ủy Hà Nội Bí thư Thành ủy Hà Nội 6\/1991-7\/1996 25 Hà Quang Dự Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Bộ trưởng, Chủ nhiệm Ủy ban Thể dục Thể thao 7\/1992-7\/1996 26 Đỗ Bình Dương Phó Bí thư tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Hà Bắc Bí thư Tỉnh ủy Hà Bắc 11\/1991-7\/1996 27 Lê Văn Dỹ Thứ trưởng thứ nhất Bộ Công nghiệp nặng Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Bà Rịa - Vũng Tàu 5\/1996-7\/1996 28 Trần Văn Đăng Bí thư Tỉnh ủy Vĩnh Phú Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam 8\/1994-7\/1996 29 Hà Đăng Tổng biên tập báo Nhân dân Trưởng Ban Tư tưởng – Văn hóa Trung ương 5\/1992-7\/1996 30 Nguyễn Đệ Tư lệnh Quân khu IX Tư lệnh Quân khu IX 6\/1991-7\/1996 31 Trương Quang Được Tổng cục trưởng Tổng cục Hải quan Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Quảng Nam Đà Nẵng 5\/1994-7\/1996 32 Trần Thị Đường Phó Tổng Giám đốc Liên hiệp dệt kiêm Giám đốc Nhà máy dệt Phong Phú Phó Tổng Giám đốc Liên hiệp dệt kiêm Giám đốc Nhà máy dệt Phong Phú 6\/1991-7\/1996 33 Nguyễn Bình Giang Bí thư Tỉnh ủy Quảng Ninh Bí thư Tỉnh ủy Quảng Ninh 6\/1991-7\/1996 34 Hồng Hà Chánh Văn phòng Trung ương Đảng Trưởng ban Đối ngoại Trung ương 6\/1991-6\/1996 35 Phạm Minh Hạc Thứ trưởng thứ nhất Bộ Giáo dục và Đào tạo Phó trưởng ban thứ nhất Ban Khoa giáo trung ương 5\/1996-7\/1996 36 Nguyễn Ngô Hai Bí thư Tỉnh ủy Bắc Thái Bí thư Tỉnh ủy Bắc Thái 6\/1991-7\/1996 37 Vũ Ngọc Hải Bộ trưởng Bộ Năng lượng Bộ trưởng, đặc phái viên Thủ tướng 9\/1992-1\/1994 Miễn nhiệm do sai phạm 1\/1994 38 Nguyễn Thị Hằng Thứ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam Thứ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam 6\/1991-7\/1996 39 Cù Thị Hậu Phó Chủ tịch Tổng Liên đoàn Lao động Việt Nam Phó Chủ tịch Tổng Liên đoàn Lao động Việt Nam 6\/1991-7\/1996 40 Nguyễn Văn Hiệu Viện Khoa học và công nghệ Việt Nam Viện trưởng Viện Khoa học Vật liệu 5\/1993-7\/1996 41 Trương Mỹ Hoa Phó Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam 12\/1991-7\/1996 42 Trần Đình Hoan Bộ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam Bộ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam 6\/1991-7\/1996 43 Nguyễn Đức Hoan Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Quảng Trị Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Quảng Trị 6\/1991-7\/1996 44 Trần Hoàn Bộ trưởng Bộ Văn hoá - Thông tin Bộ trưởng Bộ Văn hoá - Thông tin 6\/1991-7\/1997 45 Vũ Tuyên Hoàng Thứ trưởng Bộ Nông nghiệp và Công nghiệp thực phẩm Thứ trưởng Bộ Nông nghiệp và Công nghiệp thực phẩm 6\/1991-5\/1993 46 Nguyễn Thị Kim Hồng Bí thư Huyện ủy Châu Thành An Giang Thứ trưởng Bộ Thương mại 8\/1992-7\/1996 47 Nguyễn Văn Hơn Bí thư Tỉnh ủy An Giang Trưởng phái viên Trung ương Đảng và Chính phủ ở các tỉnh Nam Bộ 12\/1993-7\/1996 48 Vũ Quốc Hùng Ủy viên Ủy ban kiểm tra Trung ương Đảng Ủy viên Ủy ban kiểm tra Trung ương Đảng 6\/1991-7\/1996 49 Phạm Hưng Chánh án Tòa án nhân dân tối cao Việt Nam Chánh án Tòa án nhân dân tối cao Việt Nam 6\/1991-7\/1996 50 Nguyễn Đình Hương Phó Trưởng ban Tổ chức Trung ương Phó chủ nhiệm Uỷ ban Văn hoá, Giáo dục, Thanh niên, Thiếu niên và Nhi đồng của Quốc hội 7\/1992-7\/1996 51 Lê Minh Hương Thứ trưởng Bộ Nội vụ Bộ trưởng Bộ Nội vụ 10\/1992-7\/1997 52 Đặng Hữu Chủ nhiệm Ủy ban Khoa học Nhà nước Bộ trưởng Bộ Khoa Học và Công nghệ Việt Nam 10\/1992-7\/1996 53 Phạm Văn Hy Bí thư Tỉnh ủy Đồng Nai Phó Chủ nhiệm Uỷ ban Kinh tế và Ngân sách Quốc hội 7\/1992-7\/1996 54 Phan Văn Khải Chủ nhiệm Uỷ ban Kế hoạch Nhà nước Phó Thủ tướng Thường trực Chính phủ 8\/1991-7\/1996 55 Nguyễn Khánh Phó Chủ tịch Hội đồng Bộ trưởng Phó Thủ tướng Chính phủ 6\/1991-7\/1996 56 Nguyễn Nam Khánh Phó Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam Phó Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam 6\/1991-7\/1996 57 Hà Thị Khiết Chủ tịch Hội đồng Nhân dân tỉnh Hà Tuyên Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Tuyên Quang 9\/1991-7\/1996 58 Vũ Khoan Thứ trưởng Bộ Ngoại giao Thứ trưởng Bộ Ngoại giao 6\/1991-7\/1996 59 Đoàn Khuê Đại tướng, Thứ trưởng Bộ Quốc phòng kiêm Tổng Tham mưu trưởng Quân đội Nhân dân Đại tướng, Bộ trưởng Bộ Quốc phòng 10\/1992-7\/1996 60 Cao Sĩ Kiêm Thống đốc Ngân hàng Nhà nước Thống đốc Ngân hành Nhà nước 6\/1991-7\/1996 61 Lê Văn Kiến Phó Chủ nhiệm Ủy ban Kiểm tra trung ương Phó Chủ nhiệm Ủy ban Kiểm tra trung ương 6\/1991-7\/1996 62 Võ Văn Kiệt Phó Chủ tịch thứ nhất Hội đồng Bộ trưởng Thủ tướng Chính phủ 9\/1992-7\/1996 63 Đặng Xuân Kỳ Viện trưởng Viện Mác Lenin Viện trưởng Viện Mác Lenin 6\/1991-7\/1996 64 Nguyễn Xuân Kỷ Bí thư Tỉnh ủy Bến Tre Bí thư Tỉnh ủy Bến Tre 6\/1991-7\/1996 65 Mai Thúc Lân Phó Chủ nhiệm Ủy ban Kinh tế Ngân sách Ủy viên Thường vụ Quốc hội, Chủ nhiệm Ủy ban Kinh tế Ngân sách 7\/1992-3\/1994 Bí thư Tỉnh ủy Quảng Nam-Đà Nẵng 3\/1994-7\/1996 66 Trịnh Văn Lâu Bí thư Tỉnh ủy Cửu Long Bí thư Tỉnh ủy Vĩnh Long 12\/1991-3\/1994 Phó Chủ nhiệm Thường trực Ủy Ban kiểm tra Trung ương Đảng 3\/1994-7\/1996 67 Phạm Tâm Long Thứ trưởng Bộ Nội vụ Thứ trưởng Bộ Nội vụ 6\/1991-7\/1996 68 Ngô Xuân Lộc Bộ trưởng Bộ Xây dựng Bộ trưởng Bộ Xây dựng 6\/1991-7\/1996 69 Nguyễn Duy Luân Bí thư Tỉnh ủy Phú Yên Bí thư Tỉnh ủy Phú Yên 6\/1991-7\/1996 70 Trần Lum Bộ trưởng Bộ Công nghiệp nặng Chủ tịch Tổng công ty Thép Việt Nam 10\/1995-7\/1996 71 Đào Đình Luyện Thứ trưởng Bộ Quốc phòng Thứ trưởng Bộ Quốc phòng 6\/1991-7\/1996 72 Trần Đức Lương Phó Chủ tịch Hội đồng Bộ trưởng Phó Thủ tướng Chính phủ 9\/1992-7\/1996 73 Bùi Danh Lưu Bộ Giao thông vận tải và Bưu điện Bộ Giao thông vận tải 10\/1992-7\/1996 74 Nông Đức Mạnh Trưởng Ban Dân tộc Trung ương Phó chủ tịch Hội đồng Dân tộc của Quốc hội Chủ tịch Quốc hội 7\/1992-7\/1996 75 Vũ Mão Chủ nhiệm Văn phòng Quốc hội và Hội đồng Nhà nước Ủy viên Ủy ban thường vụ Quốc hội, Chủ nhiệm Văn phòng Quốc hội 7\/1992-7\/1996 76 Nguyễn Thị Minh Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Tây Ninh Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Tây Ninh 6\/1991-7\/1996 77 Đỗ Mười Chủ tịch Hội đồng Bộ trưởng Tổng Bí thư 6\/1991-7\/1996 Chủ tịch Hội đồng Bộ trưởng 6\/1991-8\/1991 78 Nguyễn Thị Xuân Mỹ Ủy viên Uỷ ban Kiểm tra Trungương Phó Chủ nhiệm Thường trực Uỷ ban Kiểm tra Trung ương 6\/1991-7\/1996 79 Phạm Thanh Ngân Tư lệnh Quân chủng Không quân Tư lệnh Quân chủng Không quân 6\/1991-7\/1996 80 Hoàng Đức Nghi Bộ trưởng - Chủ nhiệm Văn phòng miền núi và Dân tộc Bộ trưởng - Chủ nhiệm Ủy ban Dân tộc 9\/1992-7\/1996 81 Lê Huy Ngọ Bí thư Tỉnh ủy Thanh Hóa Phó Trưởng Ban Tổ chức Trung ương 9\/1991-7\/1996 82 Bùi Thiện Ngộ Thứ trưởng Bộ Nội vụ Bộ trưởng Bộ Nội vụ 8\/1991-7\/1996 83 Đàm Văn Ngụy Tư lệnh Quân khu I Tư lệnh Quân khu I 6\/1991-7\/1996 84 Lê Thanh Nhàn Bí thư Tỉnh ủy Hậu Giang Bí thư Tỉnh ủy Hậu Giang 6\/1991-7\/1996 85 Nguyễn Trọng Nhân Chủ tịch Hội chữ Thập đỏ Việt Nam Chủ tịch Hội chữ Thập đỏ Việt Nam 6\/1991-7\/1996 86 Võ Hồng Nhân Phó Bí thư thường trực tỉnh ủy Đồng Tháp Bí thư Tỉnh ủy Đồng Tháp 9\/1991-7\/1996 87 Thái Bá Nhiệm Bí thư Tỉnh ủy Quảng Bình Trưởng ban Dân vận Tỉnh ủy Quảng Bình 7\/1991-7\/1996 88 Huỳnh Văn Niềm Bí thư Tỉnh ủy Tiền Giang Phó Ban Tổ chức Trung ương Đảng 5\/1993-7\/1996 89 Nguyễn Niệm Bí thư tỉnh ủy Lai Châu Phái viên Ban Bí thư, Phó ban Tổ chức Trung ương 12\/1994-7\/1996 90 Nguyễn Dy Niên Thứ trưởng Bộ Ngoại giao Thứ trưởng Bộ Ngoại giao 6\/1991-7\/1996 91 Nguyễn Thái Ninh Phó Trưởng ban Tư tưởng Văn hóa Trung ương Trưởng ban Tư tưởng Văn hóa hóa Trung ương 7\/1991-1992 mất khi đang tại nhiệm 92 Vũ Oanh Phụ trách dân vận trung ương Đảng Phụ trách dân vận trung ương Đảng 6\/1991-7\/1996 93 Tráng A Pao Chủ tịch Hội đồng Nhân dân tỉnh Hoàng Liến Sơn Bí thư Tỉnh ủy Lào Cai 8\/1992-7\/1996 94 Nguyễn Hà Phan Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Trưởng ban Kinh tế Trung ương, Phó Chủ tịch Quốc hội 1992-6\/1996 Ủy viên Bộ Chính trị từ 1\/1994, tước đảng tịch 6\/1996 95 Lê Khả Phiêu Phó Chủ nhiệm Tổng cục Chính trị Chủ nhiệm Tổng cục Chính trị 8\/1991-7\/1996 Ủy viên Bộ Chính trị từ 1\/1994 96 Nguyễn Minh Triết Phó Bí thư Tỉnh ủy Sông Bé Bí thư Tỉnh ủy Sông Bé 12\/1991-7\/1996 97 Đỗ Phượng Tổng Giám đốc Thông tấn xã Việt Nam Tổng Giám đốc Thông tấn xã Việt Nam 6\/1991-7\/1996 98 Ama Pui Phó Bí thư, Chủ tịch Ủy ban Nhân dân tỉnh Đắk Lắk Bí thư tỉnh ủy Đắk Lắk 4\/1994-7\/1996 99 Lò Văn Puốn Bí thư Huyện ủy Điện Biên Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Lai Châu 12\/1994-7\/1997 100 Trần Hồng Quân Bộ trưởng Bộ Giáo dục Đào tạo Bộ trưởng Bộ Giáo dục Đào tạo 6\/1991-7\/1996 101 Nguyễn Duy Quý Bí thư Đảng ủy khối, Phó Trưởng ban Khoa giáo Trung ương Giám đốc Trung tâm Khoa học xã hội và Nhân văn Quốc gia 2\/1992-7\/1996 102 Chu Văn Rỵ Bí thư Tỉnh ủy Thái Bình Phó Trưởng ban Tổ chức Trung ương 4\/1996-7\/1996 103 Đỗ Quốc Sam Phó Chủ nhiệm thứ nhất Ủy ban Kế hoạch Nhà nước Chủ nhiệm Ủy ban Kế hoạch Nhà nước 9\/1992-10\/1995 Bộ trưởng Bộ Kế hoạch và đầu tư 10\/1995-7\/1996 104 Trương Tấn Sang Giám đốc Sở Nông nghiệp Thành phố Hồ Chí Minh Chủ tịch Ủy ban Nhân dân Thành phố Hồ Chí Minh 3\/1992-7\/1996 Bí thư Thành ủy Thành phố Hồ Chí Minh 6\/1996-7\/1996 105 Phạm Song Bộ trưởng Bộ Y tế Ban chỉ đạo Chương trình Nước sạch Quốc gia, Chủ tịch Hội Dân số Kế hoạch hoá Gia đình Việt Nam 9\/1992-7\/1996 106 Nguyễn Đình Sở Bí thư Tỉnh ủy Hà Sơn Bình Bí thư Tỉnh ủy Hà Tây 1\/1992-4\/1996 107 Bùi Xuân Sơn Bí thư Tỉnh ủy Hà Nam Ninh Bí thư Tỉnh ủy Nam Hà 1\/1992-7\/1996 108 Nguyễn Văn Sỹ Bí thư Tỉnh ủy Gia Lai - Kom Tum Bí thư Tỉnh ủy Gia Lai 1\/1992-4\/1996 109 Nguyễn Công Tạn Bộ trưởng Bộ Nông nghiệp và Công nghiệp thực phẩm Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn 9\/1992-7\/1996 110 Hoàng Tanh Chủ tịch Ủy ban Nhân dân tỉnh Lạng Sơn Bí thư Tỉnh ủy Lạng Sơn 4\/1994-7\/1996 111 Phan Minh Tánh Trưởng Ban Dân vận Trung ương Trưởng Ban Dân vận Trung ương 6\/1991-7\/1996 112 Nguyễn Thị Tâm Bí thư Quận ủy Ba Đình Phó Chủ tịch Ủy ban Nhân dân thành phố Hà Nội 4\/1993-7\/1996 113 Trần Trọng Tân Trưởng Ban Tư tưởng-Văn hóa Trung ương Phó Bí thư Thành ủy Thành phố Hồ Chí Minh 9\/1991-7\/1996 114 Nông Hồng Thái Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Cao Bằng Bí thư Tỉnh ủy Chủ tịch Hội đồng Nhân dân tỉnh Cao Bằng 6\/1991-7\/1996 115 Trần Thị Thanh Thanh Phó Chủ tịch Hội Liên hiệp phụ nữ Việt Nam Bộ trưởng, Chủ nhiệm Ủy ban Bảo vệ và chăm sóc trẻ em 10\/1992-7\/1996 116 Tạ Hữu Thanh Chủ tịch Ủy ban Nhân dân tỉnh Hoàng Liên Sơn Bí thư Tỉnh ủy Yên Bái 8\/1991-3\/1994 Phó Trưởng ban Kinh tế Trung ương 3\/1994-10\/1995 Tổng Thanh tra Nhà nước 10\/1995-7\/1996 117 Đỗ Quang Thắng Bí thư Tỉnh ủy Quảng Ngãi Chủ nhiệm Ủy ban Kiểm tra Trung ương 7\/1996-7\/1997 Ủy viên Bộ Chính trị từ 1\/1994 118 Vũ Thắng Bí thư Tỉnh ủy Thừa Thiên Huế Bí thư Tỉnh ủy Thừa Thiên Huế 9\/1991-7\/1996 119 Nguyễn Thị Thân Phó Chủ tịch, Tổng thư ký Hội Liên hiệp phụ nữ Việt Nam Uỷ viên thường vụ Quốc hội, Chủ nhiệm Uỷ ban các vấn đề xã hội của Quốc hội 8\/1992-7\/1996 120 Đặng Văn Thân Tổng Giám đốc Tổng Công ty Bưu chính viễn thông Việt Nam Tổng Giám đốc Tổng Công ty Bưu chính viễn thông Việt Nam 6\/1996-7\/1996 121 Phạm Văn Thọ Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Hải Hưng Bí thư tỉnh ủy Hải Hưng 8\/1991-7\/1996 122 Lê Phước Thọ Phụ trách công tác nông nghiệp trung ương đảng Trưởng ban Tổ chức trung ương 6\/1991-7\/1996 123 Hữu Thọ Phó Tổng biên tập báo Nhân dân Tổng biên tập báo Nhân dân 7\/1991-1996 124 Phan Thu Chủ nhiệm Tổng cục Công nghiệp Quốc phòng và Kinh tế Thứ trưởng Bộ Quốc phòng, Chủ nhiệm Tổng cục Công nghiệp Quốc phòng và Kinh tế 11\/1993-7\/1996 125 Đặng Quân Thụy Tư lệnh Quân khu 2 Chủ nhiệm Ủy ban Quốc phòng và An ninh 8\/1992-7\/1996 126 Phan Văn Tiệm Chủ nhiệm Ủy ban Vật giá Nhà nước Bộ trưởng, Phó chủ tịch thường trực Hội đồng Tài chính tiền tệ nhà nước 9\/1992-7\/1996 127 Nguyễn Trung Tín Bí thư tỉnh ủy Bình Định Phái viên của Đảng và Chính phủ tại miền Trung - Tây Nguyên 4\/1994-7\/1996 128 Phạm Văn Trà Tư lệnh Quân khu 3 Thứ trưởng Bộ Quốc phòng, Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam 12\/1995-7\/1996 129 Hà Học Trạc Chủ tịch kiêm Bí thư Đảng đoàn Liên hiệp các hội khoa học kỹ thuật Việt Nam Chủ tịch kiêm Bí thư Đảng đoàn Liên hiệp các hội khoa học kỹ thuật Việt Nam 6\/1991-7\/1996 130 Lê Văn Triết Thứ trưởng thứ nhất Bộ Thương nghiệp Bộ trưởng Bộ Thương mại và Du lịch 8\/1991-9\/1992 Bộ trưởng Bộ Thương mại 10\/1992-7\/1996 131 Nguyễn Đức Triều Bí thư huyện ủy Hải Hậu Phó Chủ tịch Hội Nông dân Việt Nam 11\/1993-7\/1996 132 Lê Xuân Trinh Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước Bộ trưởng Chủ nhiệm Văn phòng Chính phủ Việt Nam 10\/1992-7\/1996 133 Nguyễn Tấn Trịnh Bộ trưởng Bộ Thủy sản Bộ trưởng Bộ Thủy sản 6\/1991-7\/1996 134 Trương Vĩnh Trọng Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Bến Tre Ủy viên Ủy ban Kiểm tra Trung ương 6\/1991-7\/1996 135 Đỗ Quang Trung Phó Bí thư tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Quảng Ninh Tổng cục trưởng Tổng cục Du lịch 10\/1992-7\/1996 136 Lê Văn Tu Phó Bí thư tỉnh ủy, Chủ tịch Ủy ban Nhân dân tỉnh Thanh Hóa Bí thư Tỉnh ủy Thanh Hóa 9\/1991-7\/1996 137 Đào Duy Tùng Phụ trách tư tưởng văn hóa Trung ương đảng Thường trực Ban Bí thư 6\/1991-7\/1996 138 Lê Xuân Tùng Trợ lý Tổng Bí thư Phó Bí thư thường trực Thành ủy Hà Nội 6\/1991-6\/1996 139 Nguyễn Văn Tư Chủ tịch Tổng liên đoàn Lao động Việt Nam Chủ tịch Tổng liên đoàn Lao động Việt Nam 6\/1991-7\/1996 140 Nguyễn Đình Tứ Viện trưởng Viện Năng lượng nguyên tử quốc gia Chủ nhiệm Ủy ban Khoa học, Công nghệ và Môi trường của Quốc hội 8\/1992-6\/1996 Mất khi đang tổ chức Đại hội đảng khóa VIII 141 Phan Ngọc Tường Bộ trưởng, Trưởng ban Tổ chức cán bộ Hội đồng Bộ trưởng Bộ trưởng, Trưởng ban Tổ chức cán bộ Chính phủ 10\/1992-7\/1996 142 Nguyễn Thị Hồng Vân Phó Bí thư Thường trực tỉnh ủy Khánh Hòa Bí thư tỉnh ủy Khánh Hòa 5\/1996-7\/1996 143 Bùi Thanh Vân Tư lệnh Quân khu 7 Tư lệnh Quân khu 7 6\/1991-1994 Mất khi đang tại nhiệm 144 Đậu Ngọc Xuân Chủ nhiệm Ủy ban Nhà nước về Hợp tác và Đầu tư Bộ trưởng, Chủ nhiệm Ủy ban Nhà nước về Hợp tác và Đầu tư 6\/1996-7\/1996 145 Nguyễn Trọng Xuyên Thứ trưởng Bộ Quốc phòng kiêm Chủ nhiệm Tổng cục Hậu cần Thứ trưởng Thường trực Bộ Quốc phòng 7\/1992-7\/1996 146 Lê Danh Xương Bí thư Thành ủy Hải Phòng Bí thư Thành ủy Hải Phòng 6\/1991-7\/1996 147 Đào Trọng Lịch Tư lệnh Quân khu II Tư lệnh Quân khu II 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 148 Phan Diễn Chánh Văn phòng Trung ương Đảng Chánh Văn phòng Trung ương Đảng 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 149 Sô Lây Tăng Bí thư Tỉnh uỷ Kon Tum Bí thư Tỉnh uỷ Kon Tum 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 150 Bùi Quang Huy Bí thư Tỉnh uỷ Trà Vinh Bí thư Tỉnh uỷ Trà Vinh 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 151 Lư Văn Điền Bí thư Tỉnh uỷ Cần Thơ Bí thư Tỉnh uỷ Cần Thơ 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 152 Hồ Đức Việt Bí thư thứ nhất Đoàn Thanh niên Cộng sản Hồ Chí Minh Bí thư thứ nhất Đoàn Thanh niên Cộng sản Hồ Chí Minh 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 153 Lê Mai Thứ trưởng Bộ Ngoại giao Thứ trưởng Bộ Ngoại giao 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 154 Nguyễn Thế Trị Tư lệnh Quân khu III Tư lệnh Quân khu III 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 155 Đặng Thành Học Bí thư Tỉnh uỷ Minh Hải Bí thư Tỉnh uỷ Minh Hải 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 156 Hoàng Thừa Bí thư Tỉnh uỷ Hà Giang Bí thư Tỉnh uỷ Hà Giang 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 157 Trương Công Thận Bí thư Tỉnh uỷ An Giang Bí thư Tỉnh uỷ An Giang 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 158 Trần Văn Vụ Bí thư Tỉnh uỷ Sóc Trăng Bí thư Tỉnh uỷ Sóc Trăng 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 159 Đinh Trung Bí thư Tỉnh uỷ Bình Thuận Bí thư Tỉnh uỷ Bình Thuận 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 160 Nguyễn Phú Trọng Tổng biên tập Tạp chí Cộng sản Tổng biên tập Tạp chí Cộng sản 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 161 Hà Mạnh Trí Uỷ viên Uỷ ban Thường vụ Quốc hội, Chủ nhiệm Uỷ ban Pháp luật của Quốc hội Uỷ viên Uỷ ban Thường vụ Quốc hội, Chủ nhiệm Uỷ ban Pháp luật của Quốc hội 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 162 Lê Thanh Đạo Viện trưởng Viện Kiểm sát nhân dân tối cao Viện trưởng Viện Kiểm sát nhân dân tối cao 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 163 Tô Xuân Toàn Bí thư Tỉnh uỷ Ninh Bình Bí thư Tỉnh uỷ Ninh Bình 1\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 164 Thái Phụng Nê Bộ trưởng Bộ Năng lượng Chủ tịch Hội đồng Quản trị Tổng Công ty điện Việt Nam 10\/1995-7\/1996 Bầu bổ sung từ 25\/1\/1994 165 Võ Văn Cương Thường vụ Thành uỷ, Chủ nhiệm Uỷ ban Kiểm tra Thành uỷ thành phố Hồ Chí Minh Phó Bí thư Thành ủy Thành phố Hồ Chí Minh Trưởng Ban Tổ chức Thành ủy 5\/1996-7\/1996 Bầu bổ sung từ 25\/1\/1994 166 Hoàng Văn Nghiên Thành uỷ viên, Giám đốc Công ty điện tử Hà Nội Phó Bí thư Thành ủy Chủ tịch Ủy ban Nhân dân Thành phố Hà Nội 12\/1994-7\/1996 Bầu bổ sung từ 25\/1\/1994 Tại Hội nghị đại biểu toàn quốc giữa nhiệm kì (tháng 1 năm 1994) đã bầu bổ sung 20 ủy viên Trung ương, thay thế cho các ủy viên vì lý do bệnh tật đã từ trần (Nguyễn Thái Ninh, Trưởng ban Tư tưởng Văn hóa Trung ương và Thượng tướng Đào Đình Luyện, Tổng Tham mưu trưởng), tự nguyện rút lui và 1 ủy viên bị cách chức: Nguyễn Phú Trọng, Phan Diễn, Thái Phụng Nê, Tô Xuân Toàn, Trần Văn Vụ, Hà Mạnh Trí, Trương Công Thận, Võ Văn Cương, Đặng Thành Học, Đào Trọng Lịch, Đinh Trung, Hồ Đức Việt, Hoàng Thừa, Hoàng Văn Nghiên, Lê Mai, Lê Thanh Đạo, Lư Văn Điền, Bùi Quang Huy, Nguyễn Thế Trị, Sô Lây Tăng. Ban Bí thư[sửa | sửa mã nguồn] Đỗ Mười (Tổng Bí thư) Lê Đức Anh Đào Duy Tùng Lê Phước Thọ Nguyễn Hà Phan (đến 4\/1996) Hồng Hà Nguyễn Đình Tứ Trương Mỹ Hoa Đỗ Quang Thắng Nguyễn Đức Bình (từ 3\/1992) Lê Khả Phiêu (từ 3\/1992). Tại phiên họp ngày 2-7-1991, Bộ Chính trị đã quyết định phân công các Ủy viên Bộ Chính trị và Bí thư Trung ương Đảng (khóa VII): 1- Đỗ Mười, Tổng Bí thư. 2- Lê Đức Anh, Phụ trách Quốc phòng, An ninh, Đối ngoại. 3- Võ Văn Kiệt, Giới thiệu với Nhà nước cử làm Chủ tịch Hội đồng Bộ trưởng. 4- Đào Duy Tùng, Thường trực Ban Bí thư. 5- Đoàn Khuê, Giới thiệu với Nhà nước cử làm Bộ trưởng Bộ Quốc phòng. 6- Vũ Oanh, Phụ trách Dân vận và Mặt trận. 7- Lê Phước Thọ, Phụ trách Tổ chức. 8- Phan Văn Khải, Giới thiệu với Nhà nước cử làm Phó Chủ tịch trực Hội đồng Bộ trưởng kiêm Bộ trưởng Bộ Tài chính. 9- Bùi Thiện Ngộ, Giới thiệu với Nhà nước cử làm Bộ trưởng Bộ Nội vụ. 10- Nông Đức Mạnh, Phụ trách vấn đề Dân tộc. 11- Phạm Thế Duyệt, Bí thư Thành ủy Hà Nội. 12- Nguyễn Đức Bình, Phụ trách công tác Tư tưởng - Văn hóa và Khoa giáo. 13- Võ Trần Chí, Bí thư Thành ủy thành phố Hồ Chí Minh. 1- Nguyễn Hà Phan, Phụ trách khối Kinh tế; phụ trách tài chính của Đảng. 2- Hồng Hà, Phụ trách Đối ngoại; phụ trách Văn phòng Trung ương, cơ yếu, lưu trữ. 3- Nguyễn Đình Tứ, Phụ trách Khoa giáo. 4- Trương Mỹ Hoa, Giới thiệu với Hội Liên hiệp Phụ nữ Việt Nam cử làm Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam; cùng Vũ Oanh lo công tác dân vận. 5- Đỗ Quang Thắng, Chủ nhiệm Ủy ban Kiểm tra Trung ương. Bộ phận Thường trực Bộ Chính trị và Ban bí thư: Đỗ Mười Lê Đức Anh Đào Duy Tùng Võ Văn Kiệt (từ giữa năm 1992) Thay đổi nhân sự[sửa | sửa mã nguồn] Tại Hội nghị Trung ương Đảng lần thứ 3 từ ngày 18\/6\/1992 đến ngày 29\/6\/1992 đã bàn về việc thông qua nội dung dung và ban hành Nghị quyết Trung ương Đảng về công tác tư tưởng văn hóa; Hội nghị Trung ương lần này đã tiến hành bầu bổ sung nhân sự Ban Bí thư khóa VII là ông Nguyễn Đức Bình, Ủy viên Bộ Chính trị và ông Lê Khả Phiêu, Ủy viên Trung ương Đảng, Chủ nhiệm Tổng cục Chính trị. Tại Hội nghị lần thứ sáu của Trung ương họp từ ngày 24 tháng 11 đến ngày 1 tháng 12 năm 1993 đã bàn việc chuẩn bị nội dung và nhân sự cho Hội nghị đại biểu toàn quốc giữa nhiệm kỳ của Đảng. Hội nghị đã bầu bổ sung Lê Khả Phiêu, Nguyễn Mạnh Cầm, Đỗ Quang Thắng, Nguyễn Hà Phan vào Bộ Chính trị và cách chức ủy viên Trung ương của Vũ Ngọc Hải. Tiếp đó, tại Hội nghị đại biểu toàn quốc giữa nhiệm kì họp từ ngày 20 đến ngày 25 tháng 1 năm 1994 đã quyết định bổ sung 20 ủy viên Trung ương để thay thế cho các ủy viên vì lý do sức khỏe, bệnh tật đã từ trần (Nguyễn Thái Ninh, Trưởng ban Tư tưởng Văn hóa Trung ương đã được Thường trực Bộ Chính trị thông qua bổ sung vào Ban Bí thư phụ trách công tác tư tưởng - văn hóa và khoa giáo tại Hội nghị Trung ương lần thứ 3 và Thượng tướng Đào Đình Luyện, Tổng Tham mưu trưởng), đã tự nguyện rút lui và các ủy viên bị kỷ luật. Danh sách ủy viên được bầu bổ sung vào Ban Chấp hành Trung ương bao gồm: Đào Trọng Lịch, Phan Diễn, Sô Lây Tăng, Bùi Quang Huy, Lư Văn Điền, Hồ Đức Việt, Lê Mai, Nguyễn Thế Trị, Đặng Thành Học, Hoàng Thừa, Trương Công Thận, Trần Văn Vụ, Đinh Trung, Nguyễn Phú Trọng, Hà Mạnh Trí, Lê Thanh Đạo, Tô Xuân Toàn, Thái Phụng Nê, Võ Văn Cương, Hoàng Văn Nghiên. Trong đó, Bộ Ngoại giao là bộ có nhiều xáo động nhất khi đồng thời 2 Thứ trưởng xin rút lui và từ nhiệm là Trần Quang Cơ và Đinh Nho Liêm - nhân vật được nhiều người cho rằng sẽ kế nhiệm chức vụ Bộ trưởng của cựu Ủy viên Bộ Chính trị Nguyễn Cơ Thạch. Có người cho rằng, năm 1993 được đánh dấu là năm có nhiều thay đổi về nhân sự và tổ chức của Đảng Cộng sản Việt Nam so với các năm khác, kể từ sau ngày thống nhất đất nước. Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Đại hội đại biểu toàn quốc lần thứ VII (24-27\/6\/1991) trên website của Đảng Cộng sản Việt Nam. Danh sách Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư Đảng Cộng sản Việt Nam trên website của Đảng Cộng sản Việt Nam. ẩn x t s Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam_khóa_VII&oldid=70046243” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Danh sách nhân vật Việt Nam Trang này được sửa lần cuối vào ngày 28 tháng 5 năm 2023, 03:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}