{"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II":"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Ủy viên Bộ Chính trị Hiện\/ẩn mục Ủy viên Bộ Chính trị 1.1Danh sách Ủy viên Bộ Chính trị 2Ban Bí thư Hiện\/ẩn mục Ban Bí thư 2.1Danh sách Ban Bí thư 3Các hội nghị Trung ương Đảng 4Ủy viên chính thức Trung ương 5Ủy viên dự khuyết Trung ương 6Tham khảo 7Liên kết ngoài Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ban Chấp hành Trung ương Đảng Lao động Việt Nam Khóa II 1951 - 1960 ← khóa I khóa III → Đảng kỳ Đảng Lao động Việt Nam 19\/2\/1951 – 10\/9\/1960 9 năm, 204 ngày Cơ cấu tổ chức Tổng Bí thư Trường Chinh (2\/1951-10\/1956) Hồ Chí Minh (10\/1956-9\/1960) Ủy viên trưởng Hồ Chí Minh Bộ Chính trị chính thức: 7 dự khuyết: 1 Ban Bí thư 3 ủy viên Số Ủy viên Trung ương chính thức: 19 dự khuyết: 10 Đại hội Đảng Cộng sản Việt Nam II đã bầu ra Ban Chấp hành Trung ương khóa II (1951 - 1960) gồm 19 ủy viên chính thức và 10 ủy viên dự khuyết. Ban Chấp hành đã cử ra Bộ Chính trị gồm 7 ủy viên chính thức và 1 ủy viên dự khuyết. Ủy viên Bộ Chính trị[sửa | sửa mã nguồn] Bộ Chính trị được bầu tại Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng với 7 Ủy viên chính thức và 1 Ủy viên dự khuyết. Bộ Chính trị chấp hành các nghị quyết của Hội nghị toàn thể Trung ương, giải quyết những vấn đề thuộc chính sách, phương châm công tác lớn của Đảng giữa hai kỳ hội nghị toàn thể Trung ương. Nếu chưa đến kỳ hội nghị toàn thể Trung ương mà Bộ Chính trị nhận thấy có những vấn đề quan trọng phải họp Trung ương để giải quyết thì Bộ Chính trị triệu tập hội nghị toàn thể Trung ương bất thường. Gặp trường hợp không thể triệu tập hội nghị toàn thể Trung ương, Bộ Chính trị có thể quyết định. Danh sách Ủy viên Bộ Chính trị[sửa | sửa mã nguồn] Ủy viên chính thức Hồ Chí Minh (Chủ tịch Đảng, từ tháng 10 năm 1956 kiêm Tổng Bí thư) Trường Chinh (Tổng Bí thư đến tháng 10 năm 1956) Lê Duẩn (bầu vắng mặt) Hoàng Quốc Việt (đến tháng 10 năm 1956) Võ Nguyên Giáp Phạm Văn Đồng Nguyễn Chí Thanh Lê Đức Thọ (bổ sung từ 8\/1955) Hoàng Văn Hoan (bổ sung từ 1956) Nguyễn Duy Trinh (bổ sung từ 1956) Phạm Hùng (bổ sung từ 1956) Lê Thanh Nghị (bổ sung từ 1956) Ủy viên dự khuyết Lê Văn Lương (chính thức từ 8\/1955, đến năm 1956 ra khỏi Bộ Chính trị) Ban Bí thư[sửa | sửa mã nguồn] Ban Bí thư chấp hành các nghị quyết của Bộ Chính trị; dựa theo các nghị quyết của Bộ Chính trị mà định chủ trương cụ thể và giải quyết những vấn đề về kế hoạch thi hành. Danh sách Ban Bí thư[sửa | sửa mã nguồn] Trường Chinh (đến 11\/1958,[1] Tổng Bí thư đến 10\/1956) Phạm Văn Đồng (đến 11\/1958)[1] Lê Văn Lương (đến 10\/1956) Nguyễn Duy Trinh (bổ sung từ 8\/1955) Hồ Chí Minh (bổ sung từ 10\/1956 đến 11\/1958,[2] làm Tổng Bí thư từ 10\/1956) Võ Nguyên Giáp (bổ sung từ 10\/1956 đến 11\/1958[1]) Lê Duẩn (bổ sung từ năm 1957) Phạm Hùng (bổ sung từ 11\/1958) Hoàng Anh (bổ sung từ 11\/1958) Tố Hữu (bổ sung từ 11\/1958) Hội nghị Trung ương lần thứ 10 (mở rộng) từ ngày 25-8 đến ngày 5-10-1956 đồng ý để Trường Chinh thôi giữ chức Tổng Bí thư, vẫn là Ủy viên Bộ Chính trị và Ủy viên Ban Bí thư Trung ương Đảng. Hồ Chí Minh là Chủ tịch Đảng kiêm Tổng Bí thư của Đảng. Về Bộ Chính trị, Hội nghị Trung ương lần thứ 10 (mở rộng) đã bổ sung thêm bốn ủy viên: Hoàng Văn Hoan, Phạm Hùng, Nguyễn Duy Trinh, Lê Thanh Nghị; Ban Bí thư được cử lại gồm Hồ Chí Minh, Trường Chinh, Phạm Văn Đồng, Võ Nguyên Giáp và Nguyễn Duy Trinh. Hội nghị đã quyết định kỷ luật: đưa Hồ Viết Thắng ra khỏi Ban Chấp hành Trung ương, đồng ý để Lê Văn Lương rút ra khỏi Bộ Chính trị, Ban Bí thư và đưa xuống làm Ủy viên dự khuyết Ban Chấp hành Trung ương. Hội nghị Trung ương lần thứ 14 ngày 27\/11\/1958 quyết định cử lại Ban Bí thư gồm nǎm người: Lê Duẩn, Nguyễn Duy Trinh, Phạm Hùng, Hoàng Anh, Tố Hữu. Hội nghị quyết định Hồ Chí Minh, Chủ tịch kiêm Tổng Bí thư của Đảng, không tham gia Ban Bí thư để có thời giờ làm việc của Bộ Chính trị. Lê Duẩn được ủy nhiệm chủ trì công việc của Ban Bí thư. Ban Bí thư sẽ phân công một số thường trực để giải quyết công việc hàng ngày.[2] Các hội nghị Trung ương Đảng[sửa | sửa mã nguồn] Hội nghị TW lần thứ Bắt đầu- Kết thúc Thời gian Nội dung chính 1 13-16\/3\/1951 4 ngày Hội nghị xác định tính chất trường kỳ gian khổ, tự lực cánh sinh của cuộc kháng chiến, quyết định phương châm, nhiệm vụ trong tình hình mới. 2 27\/9-5\/10\/1951 10 ngày Hội nghị quyết định ba nhiệm vụ lớn nhằm củng cố và phát triển sức kháng chiến của toàn dân. 3 22-28\/4\/1952 9 ngày Hội nghị bàn về việc đẩy mạnh chiến tranh du kích, bồi dưỡng lực lượng kháng chiến, nâng cao sức mạnh quân đội và xây dựng Đảng. 4 25-30\/1\/1953 6 ngày Hội nghị quyết định tiến hành cải cách ruộng đất trong kháng chiến. 5 14-23\/11\/1953 10 ngày Tổ chức cùng Hội nghị toàn quốc lần thứ nhất của Đảng. Hội nghị bàn về nhiệm vụ cải cách ruộng đất và thông qua cương lĩnh ruộng đất của Đảng. 6 mở rộng 15-17\/7\/1954 3 ngày Hội nghị bàn về tình hình mới nhằm phá tan âm mưu kéo dài và mở rộng chiến tranh của đế quốc Mỹ. 7 mở rộng 3-12\/3\/1955 10 ngày Hội nghị đề ra 5 nhiệm vụ nhằm cải cách miền Bắc và đấu tranh tiến tới thực hiện thống nhất đất nước. 8 mở rộng 13-20\/8\/1955 8 ngày Hội nghị đề ra nhiệm vụ tập hợp mọi lực lượng nhằm thực hiện hòa bình thống nhất nước nhà. 9 mở rộng 19-24\/4\/1956 6 ngày Hội nghị quyết định tăng cường sự lãnh đạo tập thể trong Đảng, thực hiện việc mở rộng dân chủ nội bộ, xác định vai trò quần chúng nhân dân và vai trò cá nhân trong lịch sử. 10 mở rộng 25\/8-5\/10\/1956 39 ngày Hội nghị kiểm điểm công tác cải cách ruộng đất ở miền Bắc, đề ra nhiệm vụ kiên quyết sửa chữa sai lầm trong cải cách ruộng đất, chỉnh đốn tổ chức, phát huy những kết quả thắng lợi đã đạt được và bàn một số vấn đề khác. Tại Hội nghị, Trung ương Đảng quyết định Trường Chinh thôi giữ chức Tổng Bí thư, bầu bổ sung 4 ủy viên Bộ Chính trị. 11 mở rộng 3-7\/12\/1956 5 ngày Hội nghị kiểm điểm công tác kế toán tài chính trong 2 năm qua và đề ra nhiệm vụ, phương hướng công tác tài chính năm 1957. 12 mở rộng 3\/1957 7 ngày Hội nghị thảo luận và thông qua hai nội dung quan trọng: Về kế hoạch nhà nước năm 1957 và Vấn đề xây dựng quân đội, củng cố quốc phòng. 13 mở rộng 19-21\/12\/1957 3 ngày Hội nghị bàn về cải tiến chế độ tiền lương. 14 11\/1958 5 ngày Hội nghị bàn về nhiệm vụ kế hoạch 3 năm (1958 - 1960) và tổng kết cải cách ruộng đất. 15 mở rộng 12-22\/1\/1959 11 ngày Hội nghị quyết định về nhiệm vụ cách mạng ở miền Nam và vai trò, vị trí miền Bắc Xã hội chủ nghĩa đối với sự nghiệp giải phóng miền Nam. 16 mở rộng 16-30\/4\/1959 1-10\/6\/1959 25 ngày Hội nghị bàn về hợp tác hóa nông nghiệp và cải tạo công thương nghiệp tư bản tư doanh. 17 mở rộng 10\/1959 10 ngày Hội nghị quyết định về việc tổ chức Đại hội Đảng ở các cấp và cử đại biểu đi dự Đại hội toàn quốc của Đảng. Ủy viên chính thức Trung ương[sửa | sửa mã nguồn] STT Họ và tên 1 Hồ Chí Minh 2 Trường Chinh 3 Nguyễn Chí Thanh 4 Lê Duẩn 5 Võ Nguyên Giáp 6 Phạm Văn Đồng 7 Lê Đức Thọ STT Họ và tên 8 Nguyễn Lương Bằng 9 Hoàng Quốc Việt 10 Chu Văn Tấn 11 Tôn Đức Thắng 12 Lê Văn Lương (đến 9\/1956) 13 Trần Đăng Ninh (mất 1955) STT Họ và tên 14 Hoàng Văn Hoan 15 Trần Quốc Hoàn 16 Lê Thanh Nghị 17 Nguyễn Duy Trinh 18 Phạm Hùng 19 Ung Văn Khiêm Từ năm 1955, có thêm 6 ủy viên chính thức: Tố Hữu Trần Hữu Dực Bùi Quang Tạo Xuân Thủy Trần Nam Trung (Trần Lương) Nguyễn Thị Thập Danh sách Ủy viên chính thức Trung ương Đảng khóa II (theo thứ tự ABC) STT Họ và tên 1 Nguyễn Lương Bằng 2 Trường Chinh 3 Lê Duẩn 4 Trần Hữu Dực (từ 3\/1955) 5 Phạm Văn Đồng 6 Võ Nguyên Giáp 7 Hoàng Văn Hoan 8 Trần Quốc Hoàn 9 Phạm Hùng STT Họ và tên 10 Tố Hữu (từ 1955) 11 Ung Văn Khiêm 12 Lê Văn Lương (đến 9\/1956) 13 Hồ Chí Minh 14 Lê Thanh Nghị 15 Trần Đăng Ninh (mất 1955) 16 Bùi Quang Tạo (từ 3\/1955) 17 Chu Văn Tấn STT Họ và tên 18 Nguyễn Chí Thanh 19 Tôn Đức Thắng 20 Nguyễn Thị Thập (từ 3\/1955) 21 Lê Đức Thọ 22 Xuân Thủy (từ 3\/1955) 23 Nguyễn Duy Trinh 24 Trần Nam Trung (từ 3\/1955) 25 Hoàng Quốc Việt Ủy viên dự khuyết Trung ương[sửa | sửa mã nguồn] Nguyễn Khang Nguyễn Văn Trân Hà Huy Giáp Hồ Viết Thắng (Hồ Sĩ Khảng) (đến tháng 9 năm 1956) Văn Tiến Dũng Tố Hữu (ủy viên chính thức từ năm 1955) Hồ Tùng Mậu (hy sinh 23\/7\/1951) Nguyễn Văn Kỉnh Nguyễn Chánh (mất 1957) Hoàng Anh Đỗ Mười (từ tháng 3 năm 1955) Lê Văn Lương (từ tháng 9 năm 1956) Trần Hữu Dực (ủy viên chính thức từ tháng 3 năm 1955) Bùi Quang Tạo (ủy viên chính thức từ tháng 3 năm 1955) Xuân Thủy (ủy viên chính thức từ tháng 3 năm 1955) Trần Nam Trung (Trần Lương) (ủy viên chính thức từ tháng 3 năm 1955) Nguyễn Thị Thập (ủy viên chính thức từ tháng 3 năm 1955) Tham khảo[sửa | sửa mã nguồn] ^ a b c [Trường Chinh Tiểu sử, Nhà xuất bản Chính trị Quốc gia - Sự thật, 2007, trang 314] ^ a b Nghị quyết Hội nghị Trung ương 14 khóa II Liên kết ngoài[sửa | sửa mã nguồn] Đại hội đại biểu toàn quốc lần thứ II (11-19\/2\/1951) trên website của Đảng Cộng sản Việt Nam. Danh sách Ban Chấp hành Trung ương Đảng, Bộ Chính trị, Ban Bí thư T.Ư. Đảng khóa II trên website của Đảng Cộng sản Việt Nam. ẩn x t s Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam_khóa_II&oldid=65204929” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Danh sách nhân vật Việt Nam Trang này được sửa lần cuối vào ngày 14 tháng 7 năm 2021, 03:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}