{"Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam":"Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Chức năng, nhiệm vụ 3Cán bộ thuộc diện quản lý của Ban Bí thư Hiện\/ẩn mục Cán bộ thuộc diện quản lý của Ban Bí thư 3.1Giám đốc Đại học Quốc gia 3.2Trung ương 3.3Địa phương 3.4Lực lượng vũ trang 3.5Chỉ định ủy viên Ban chấp hành Đảng bộ cấp tỉnh 4Cơ cấu tổ chức 5Tiêu chuẩn Ủy viên Ban Bí thư Hiện\/ẩn mục Tiêu chuẩn Ủy viên Ban Bí thư 5.1Tiêu chuẩn chung 5.2Tiêu chuẩn cụ thể 6Danh sách Ủy viên Ban Bí thư các nhiệm kỳ Hiện\/ẩn mục Danh sách Ủy viên Ban Bí thư các nhiệm kỳ 6.1Ban Bí thư khóa II (1951 - 1960) 6.2Ban Bí thứ khóa III (1960 - 1976) 6.3Ban Bí thư khóa IV (1976 - 1982) 6.4Ban Bí thư khóa V (1982 - 1986) 6.5Ban Bí thư khóa VI (1986 - 1991) 6.6Ban Bí thư khóa VII (1991 - 1996) 6.7Thường vụ Bộ Chính trị khóa VIII (1996 - 2001) 6.8Ban Bí thư khóa IX (2001 - 2006) 6.9Ban Bí thư khóa X (2006 - 2011) 6.10Ban Bí thư khóa XI (2011 - 2016) 6.11Ban Bí thư khóa XII (2016 - 2021) 6.12Ban Bí thư khóa XIII (2021 - 2026) 7Chú thích Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam 4 ngôn ngữ English فارسی ភាសាខ្មែរ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đảng kỳ Đảng Cộng sản Việt Nam Khóa thứ XIII (2021 - tới nay) Ủy viên Tổng Bí thư Nguyễn Phú Trọng Thường trực Ban Bí thư Trương Thị Mai Ủy viên (8) Trần Cẩm Tú Phan Đình Trạc Nguyễn Hòa Bình Lê Minh Hưng Nguyễn Trọng Nghĩa Đỗ Văn Chiến Bùi Thị Minh Hoài Lê Minh Khái Cơ cấu tổ chức Cơ quan chủ quản Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Chức năng Cơ quan lãnh đạo thực hiện các công việc hàng ngày của Đảng Cộng sản Việt Nam Cấp hành chính Cấp Trung ương Văn bản Ủy quyền Điều lệ Đảng Cộng sản Việt Nam Phương thức liên hệ Trụ sở Địa chỉ Văn phòng Trung ương Đảng 1A, Hùng Vương, Phường Điện Biên, Quận Ba Đình, Hà Nội Cơ quan tương đương[hiện] {{{a}}} Việt Nam Bài này nằm trong loạt bài về: Chính trị và chính phủ Việt Nam Học thuyết[hiện] Tư tưởng Tập thể lãnh đạo Chủ nghĩa Marx-Lenin Tư tưởng Hồ Chí Minh Tổ chức Ban Tuyên giáo Trung ương Trưởng ban: Nguyễn Trọng Nghĩa Hội đồng Lý luận Trung ương Chủ tịch: Nguyễn Xuân Thắng Hiến pháp · Luật · Bộ luật[hiện] Hiến pháp Ủy ban Thường vụ Quốc hội Uỷ ban Pháp luật Bộ Luật Luật Dân sự Luật Hình sự Luật Luật Biển Luật Cán bộ Công chức Luật Doanh nghiệp Luật Thi đua, Khen thưởng Luật Cư trú Đảng Cộng sản Việt Nam[hiện] Điều lệ Đại hội Đại biểu toàn quốc Ban Chấp hành Trung ương (khóa XIII) Tổng Bí thư: Nguyễn Phú Trọng Bộ Chính trị: 16 ủy viên Ban Bí thư Thường trực: Ủy ban Kiểm tra Trung ương Chủ nhiệm: Trần Cẩm Tú Đảng bộ trực thuộc Quân ủy Trung ương Đảng ủy Công an Trung ương Đảng bộ khối các cơ quan TW Đảng bộ khối doanh nghiệp TW Cơ quan tham mưu & đơn vị trực thuộc Văn phòng Trung ương Đảng Chánh Văn phòng: Lê Minh Hưng Ban Tổ chức Trung ương Trưởng ban: Trương Thị Mai Ban Tuyên giáo Trung ương Ban Dân vận Trung ương Ban Đối ngoại Trung ương Ban Nội chính Trung ương Ban Kinh tế Trung ương Hội đồng Lý luận Trung ương Ban Cán sự Đảng Ngoài nước Học viện Chính trị Quốc gia Hồ Chí Minh Nhà xuất bản Chính trị quốc gia - Sự thật Báo Nhân dân Tạp chí Cộng sản Đảng bộ cấp tỉnh Tỉnh ủy – Bí thư Tỉnh ủy Thành ủy – Bí thư Thành ủy Đảng bộ cấp huyện Thành ủy-Bí thư Thành ủy Thị ủy – Bí thư Thị ủy Quận ủy – Bí thư Quận ủy Huyện ủy – Bí thư Huyện ủy Đảng bộ cấp xã Đảng ủy xã, phường, thị trấn – Bí thư Đảng ủy xã, phường, thị trấn Quốc hội[hiện] Luật bầu cử đại biểu Quốc hội Luật tổ chức Quốc hội Quốc hội (khóa XV) Ủy ban Thường vụ (khóa XV) Chủ tịch Quốc hội: Vương Đình Huệ Phó Chủ tịch thường trực: Trần Thanh Mẫn Tổng thư ký: Bùi Văn Cường Ban Công tác đại biểu Ban Dân nguyện Viện Nghiên cứu lập pháp Ủy viên: 13 ủy viên Hội đồng Dân tộc Ủy ban Pháp luật Ủy ban Tư pháp Ủy ban Kinh tế Ủy ban Tài chính – Ngân sách Ủy ban Quốc phòng và An ninh Ủy ban Văn hóa, Giáo dục Ủy ban Xã hội Ủy ban Khoa học, Công nghệ và Môi trường Ủy ban Đối ngoại Văn phòng Quốc hội Hội đồng nhân dân Nhà nước – Chính phủ[hiện] Nhà nước Chủ tịch nước: Võ Văn Thưởng Phó Chủ tịch nước: Võ Thị Ánh Xuân Chính phủ (khóa XV) Thủ tướng: Phạm Minh Chính Phó Thủ tướng: Lê Minh Khái Trần Lưu Quang Trần Hồng Hà Lê Văn Thành Các Bộ và cơ quan ngang Bộ Bộ trưởng, Thứ trưởng Cơ cấu, tổ chức của Bộ Ủy ban nhân dân Tòa án – Viện kiểm sát[hiện] Tòa án nhân dân tối cao Chánh án: Nguyễn Hòa Bình Hội đồng Thẩm phán Tòa án nhân dân cấp cao Ủy ban Thẩm phán Tòa án nhân dân cấp cao Tòa Hình sự Tòa Dân sự Tòa Hành chính Tòa Kinh tế Tòa Lao động Tòa Gia đình và người chưa thành niên Tòa Chuyên trách Tòa án nhân dân Hệ thống tòa án Viện kiểm sát nhân dân tối cao Viện trưởng: Lê Minh Trí Viện kiểm sát nhân dân Mặt trận Tổ quốc[hiện] Đại hội Đại biểu Toàn quốc Ủy ban Trung ương Chủ tịch: Đỗ Văn Chiến Phó Chủ tịch, Tổng Thư ký: Đoàn Chủ tịch Uỷ ban Trung ương Ban Thường trực Uỷ ban Trung ương Thành viên độc lập Đoàn Thanh niên Cộng sản Hồ Chí Minh Ban Chấp hành Trung ương Bí thư thứ nhất: Bùi Quang Huy Tổng Liên đoàn Lao động Việt Nam Hội Liên hiệp Phụ nữ Việt Nam Ban Chấp hành Trung ương Hội Cựu chiến binh Việt Nam Hội Nông dân Việt Nam Tổ chức – Hành chính[hiện] Đảng Cộng sản Việt Nam Văn phòng Trung ương Đảng Ban Tổ chức Trung ương Quốc hội Văn phòng Quốc hội Ban Công tác đại biểu Chính phủ Văn phòng Chính phủ Bộ Nội vụ Kinh tế[hiện] Đảng Cộng sản Việt Nam Ban Kinh tế Trung ương Quốc hội Ủy ban Kinh tế Ủy ban Tài chính – Ngân sách Kiểm toán Nhà nước Tổng Kiểm toán: Ngô Văn Tuấn Chính phủ Bộ Nông nghiệp và Phát triển nông thôn Bộ Tài chính Bộ Công Thương Bộ Xây dựng Bộ Giao thông Vận tải Bộ Tài nguyên và Môi trường Bộ Kế hoạch và Đầu tư Ngân hàng Nhà nước Tòa án Tòa Kinh tế Tòa Lao động Ban Chỉ đạo quốc gia chống buôn lậu, gian lận thương mại và hàng giả Ban Chỉ đạo điều hành giá Kinh tế Việt Nam Chỉ số năng lực cạnh tranh cấp tỉnh Việt Nam đồng Kinh tế thị trường định hướng xã hội chủ nghĩa Kinh tế hỗn hợp Kế hoạch 5 năm Cổ phần hóa Vùng kinh tế phát triển Văn hóa Xã hội [hiện] Đảng Cộng sản Việt Nam Ban Dân vận Trung ương Quốc hội Hội đồng Dân tộc Ủy ban Xã hội Ủy ban Văn hóa, Giáo dục Chính phủ Bộ Y tế Bộ Giáo dục và Đào tạo Bộ Văn hóa, Thể thao và Du lịch Bộ Lao động – Thương binh và Xã hội Ủy ban Dân tộc Bảo hiểm Xã hội Việt Nam Viện Hàn lâm Khoa học xã hội Việt Nam Tòa án Tòa Hình sự Tòa Dân sự Ngoại giao[hiện] Đa phương hóa, đa dạng hóa quan hệ Đối tác chiến lược, đối tác toàn diện Chủ động, tích cực hội nhập kinh tế quốc tế Chủ động, tích cực hội nhập Quốc tế Xây dựng lòng tin chiến lược Đảng Cộng sản Việt Nam Ban Đối ngoại Trung ương Ban Cán sự Đảng Ngoài nước Quốc hội Ủy ban Đối ngoại Chính phủ Ban Chỉ đạo quốc gia về hội nhập quốc tế Bộ Ngoại giao Bộ Công Thương Tư pháp[hiện] Tòa án nhân dân tối cao Viện kiểm sát nhân dân tối cao Đảng Cộng sản Việt Nam Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực Ủy ban Kiểm tra Trung ương Chủ nhiệm: Trần Cẩm Tú Ban Nội chính Trung ương Quốc hội Ủy ban Tư pháp Chủ tịch nước Ban Chỉ đạo cải cách Tư pháp Trung ương Chính phủ Bộ Tư pháp Thanh tra Chính phủ Bầu cử[hiện] Hội đồng bầu cử Quốc gia Đơn vị bầu cử Ủy ban bầu cử Ban bầu cử Tổ bầu cử Tổng tuyển cử: 1946, 1976 Quốc hội: 1960, 1964, 1971, 1975, 1981, 1987, 1992, 1997, 2002, 2007, 2011, 2016, 2021 Bầu cử Hội đồng Nhân dân Khoa học – Công nghệ[hiện] Quốc hội Ủy ban Khoa học, Công nghệ và Môi trường Chính phủ Bộ Khoa học và Công nghệ Bộ Thông tin và Truyền thông Đài Tiếng nói Việt Nam Đài Truyền hình Việt Nam Thông tấn xã Việt Nam Viện Hàn lâm Khoa học và Công nghệ Hội đồng Chính sách khoa học và công nghệ quốc gia Quốc phòng – An ninh[hiện] Đảng Cộng sản Việt Nam Quân ủy Trung ương Bí thư: Nguyễn Phú Trọng Phó Bí thư: Phan Văn Giang Đảng ủy Công an Trung ương Bí thư: Tô Lâm Phó Bí thư: Trần Quốc Tỏ Nhà nước Hội đồng quốc phòng và an ninh Chủ tịch: Võ Văn Thưởng Phó Chủ tịch: Phạm Minh Chính Quốc hội Ủy ban Quốc phòng và An ninh Chính phủ Bộ Quốc phòng Bộ Tổng tham mưu Tổng cục Chính trị Tướng lĩnh Quân đội Bộ Công an Tướng lĩnh Công an Tòa án Tòa án Quân sự Trung ương Viện Kiểm sát Viện Kiểm sát Quân sự Trung ương Xây dựng nền Quốc phòng Xây dựng Tiềm lực Quốc phòng Xây dựng Lực lượng Quốc phòng Xây dựng Thế trận Quốc phòng Cơ chế Lãnh đạo Quản lý Quốc phòng Đơn vị hành chính[hiện] Cấp Tỉnh Thành phố trực thuộc Trung ương Tỉnh Cấp Huyện Thành phố thuộc TPTTTW Thành phố thuộc tỉnh Thị xã Quận Huyện Cấp Xã Thị trấn Xã Phường Cấp Thôn (tự quản) Thôn (hay làng, ấp) Xóm Bản (hay mường, buôn, sóc) Tổ dân phố – Khu tập thể (theo hộ khẩu) Xem thêm[hiện] Tranh chấp chủ quyền Biển Đông Ngoại giao Việt Nam Đại sứ quán Việt Nam Tổng lãnh sự quán Việt Nam Nhân quyền tại Việt Nam Dân chủ tại Việt Nam Tham nhũng tại Việt Nam Quốc gia khác Bản đồ x t s Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam là một cơ quan do Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam thành lập để giám sát việc thi hành chính sách hàng ngày của Đảng Cộng sản Việt Nam, quyết định một số vấn đề theo sự phân công của Ban Chấp hành Trung ương. Ban Bí thư được bầu bởi Ban Chấp hành Trung ương. Thành phần Ban Bí thư gồm có Tổng Bí thư, một số Bí thư do Ban Chấp hành Trung ương bầu trong số Ủy viên Ban Chấp hành Trung ương và một số Ủy viên Bộ Chính trị (do Bộ Chính trị phân công). Số lượng Bí thư do Ban Chấp hành Trung ương quyết định. Lịch sử[sửa | sửa mã nguồn] Ban Bí thư được thành lập lần đầu sau Hội nghị Trung ương lần thứ năm (3\/1938) gồm Nguyễn Văn Cừ, Hà Huy Tập, Lê Hồng Phong nhưng chỉ tồn tại một thời gian. Ban Bí thư bắt đầu được thành lập lại từ nhiệm kỳ Trung ương sau Đại hội đại biểu toàn quốc lần thứ II (năm 1951) của Đảng Cộng sản Việt Nam và duy trì trong các nhiệm kỳ tiếp theo. Riêng nhiệm kỳ Đại hội đại biểu toàn quốc lần thứ VIII không thành lập Ban Bí thư mà thành lập Thường vụ Bộ Chính trị. Nhiệm kỳ của Ban Bí thư tương ứng với nhiệm kỳ của Ban Chấp hành Trung ương do các Đại hội đại biểu toàn quốc bầu ra. Chức năng, nhiệm vụ[sửa | sửa mã nguồn] Ban Bí thư là cơ quan lãnh đạo công việc hàng ngày của Đảng Cộng sản Việt Nam, thực hiện các nhiệm vụ sau: Chỉ đạo công tác xây dựng đảng và công tác quần chúng. Kiểm tra việc thực hiện các nghị quyết, chỉ thị của Đảng Cộng sản Việt Nam về kinh tế, xã hội, quốc phòng, an ninh, đối ngoại. Chỉ đạo sự phối hợp hoạt động của giữa các tổ chức trong hệ thống chính trị. Quyết định một số vấn đề tổ chức, cán bộ và một số vấn đề khác theo sự phân công của Ban Chấp hành Trung ương. Chỉ đạo hoặc kiểm tra việc chuẩn bị các vấn đề đưa ra Bộ Chính trị thảo luận và quyết định. Trong lĩnh vực nhân sự, Ban Bí thư quyết định hay giới thiệu nhân sự các chức vụ quan trọng trong đảng, Nhà nước, đoàn thể, ngoài các chức danh do Ban Chấp hành Trung ương và Bộ Chính trị quyết định, theo phân cấp. Quyền hạn của các Bí thư Trung ương Đảng (Ủy viên Ban Bí thư) theo quy định của Đảng. Khác với Bộ Chính trị làm việc cơ bản theo nguyên tắc tập thể, Ban Bí thư làm việc theo nguyên tắc kết hợp chế độ tập thể với trách nhiệm cá nhân. Ngoài Tổng Bí thư và Thường trực Ban Bí thư giúp Tổng Bí thư điều hành công việc hàng ngày của Đảng, các Ủy viên Ban Bí thư khác phụ trách theo lĩnh vực. Ban Bí thư họp kín, biểu quyết theo quy định của Đảng. Cán bộ thuộc diện quản lý của Ban Bí thư[sửa | sửa mã nguồn] Theo Phụ lục 1 Quy định 105-QĐ\/TW 2017 của Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam về phân cấp quản lý cán bộ và bổ nhiệm, giới thiệu cán bộ ứng cử thì Ban Bí thư BCH Trung ương ĐCSVN không chỉ có quyền quyết định các chức danh trong Đảng Cộng sản Việt Nam (đảng ủy cấp dưới) mà còn quyết định các chức danh bên ngoài hệ thống Đảng Cộng sản, cụ thể quyết định:[1][2] Giám đốc Đại học Quốc gia[sửa | sửa mã nguồn] Giám đốc: Đại học Quốc gia Hà Nội, Đại học Quốc gia Thành phố Hồ Chí Minh Trung ương[sửa | sửa mã nguồn] Phó Chủ nhiệm Văn phòng Chủ tịch nước; Trợ lý Chủ tịch nước, Trợ lý Thủ tướng Chính phủ; Phó Chủ tịch Hội đồng Dân tộc, phó chủ nhiệm các Ủy ban của Quốc hội; Phó Tổng Thư ký Quốc hội; Phó Chủ nhiệm Văn phòng Quốc hội; trưởng các ban thuộc Ủy ban Thường vụ Quốc hội; Viện trưởng Viện Nghiên cứu lập pháp thuộc Ủy ban Thường vụ Quốc hội; Phó Tổng Kiểm toán Nhà nước Thứ trưởng, phó thủ trưởng cơ quan ngang bộ; Phó Chủ nhiệm Văn phòng Chính phủ; Phó Viện trưởng Viện Kiểm sát nhân dân tối cao, Phó Chánh án Tòa án nhân dân tối cao; Tổng Giám đốc: Thông tấn xã Việt Nam, Đài Truyền hình Việt Nam, Đài Tiếng nói Việt Nam; thủ trưởng cơ quan thuộc Chính phủ. Phó Chủ tịch: Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Tổng Liên đoàn Lao động Việt Nam, Hội Liên hiệp Phụ nữ Việt Nam, Hội Nông dân Việt Nam, Hội Cựu chiến binh Việt Nam. Chủ tịch hoặc Tổng Thư ký: Liên hiệp các Hội Văn học nghệ thuật Việt Nam, Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam, Liên hiệp các tổ chức hữu nghị Việt Nam, Hội Nhà văn Việt Nam, Hội Nhà báo Việt Nam, Hội Luật gia Việt Nam, Liên đoàn Luật sư Việt Nam, Hội Chữ Thập đỏ Việt Nam; Chủ tịch Phòng Thương mại và Công nghiệp Việt Nam, Liên minh Hợp tác xã Việt Nam. Địa phương[sửa | sửa mã nguồn] Chủ tịch Hội đồng nhân dân; chủ tịch Ủy ban nhân dân các tỉnh, thành phố (trừ thành phố Hà Nội và Thành phố Hồ Chí Minh); trưởng đoàn đại biểu Quốc hội của tỉnh, thành phố. Theo một lãnh đạo thành phố Đà Nẵng phát biểu trên báo Tuổi trẻ ngày 9 tháng 7 năm 2018 thì chức danh Chủ tịch Hội đồng nhân dân thành phố Đà Nẵng thuộc diện cán bộ do Ban Bí thư Trung ương Đảng Cộng sản Việt Nam quản lý. Hội đồng nhân dân thành phố Đà Nẵng sẽ bầu chức danh này nếu như họ nhận được thông báo ý kiến đồng ý của Ban Bí thư Trung ương.[3] Lực lượng vũ trang[sửa | sửa mã nguồn] Thứ trưởng Bộ Quốc phòng, Phó Chủ nhiệm Tổng cục Chính trị, Phó tổng Tham mưu trưởng, Chính ủy, Chủ nhiệm các Tổng cục (trừ Tổng cục Chính trị), Chính ủy, Tổng cục trưởng; Chính ủy, Phó Chính ủy; Tư lệnh, Phó Tư lệnh, quân khu, quân chủng, Bộ đội Biên phòng; Chính ủy, Giám đốc Học viện Quốc phòng; Thứ trưởng Bộ Công an; Cục trưởng; Chính ủy, Tư lệnh Bộ tư lệnh. Chỉ định ủy viên Ban chấp hành Đảng bộ cấp tỉnh[sửa | sửa mã nguồn] Ngày 10 tháng 12 năm 2014, Ban Bí thư Trung ương Đảng Cộng sản Việt Nam đã chỉ định bổ sung Ủy viên BCH Đảng bộ tỉnh Đồng Tháp, nhiệm kỳ 2010 - 2015 đối với ông Nguyễn Hồng Hải - Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Đồng Tháp và ông Trần Văn Ngọc Vui - Bí thư Ban cán sự đảng, Viện trưởng Viện Kiểm sát nhân dân tỉnh Đồng Tháp, nâng số ủy viên BCH Đảng bộ tỉnh Đồng Tháp nhiệm kỳ 2010 - 2015 lên 52 người.[4] Cơ cấu tổ chức[sửa | sửa mã nguồn] Số lượng thành viên (Ủy viên) Ban Bí thư do Ban Chấp hành Trung ương quyết định. Các Ủy viên này (kể cả Tổng Bí thư, Thường trực Ban Bí thư) thường được gọi là Bí thư Trung ương Đảng. Ban Bí thư gồm có các thành viên sau: Tổng Bí thư. Ủy viên Thường trực Ban Bí thư, gọi tắt là Thường trực Ban Bí thư, phụ trách và chủ trì những công việc hàng ngày. Các Ủy viên khác (do Ban Chấp hành Trung ương bầu trong số các thành viên Ban Chấp hành Trung ương hoặc do Bộ Chính trị phân công từ các thành viên Bộ Chính trị). Các chức vụ thường xuyên tham gia Ban Bí thư: Trưởng ban Tổ chức, Chủ nhiệm Ủy ban Kiểm tra, Trưởng ban Dân vận, Trưởng ban Tuyên giáo, Chánh Văn phòng Trung ương Đảng, Chánh án Tòa án Nhân dân Tối cao, Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam. Các chức vụ không thường xuyên tham gia Ban Bí thư: Chủ tịch nước, Chủ tịch Quốc hội, Phó Chủ tịch nước, Phó Thủ tướng, Phó Chủ tịch Quốc hội, Trưởng ban Nội chính, Trưởng ban Kinh tế, Trưởng ban Đối ngoại, Trưởng Ban Bảo vệ chính trị nội bộ... Trong Ban Bí thư có bộ phận thường trực Ban Bí thư, là cơ cấu tổ chức trực thuộc, không nên nhầm lẫn với chức vụ Thường trực Ban Bí thư. Hệ số lương của các thành viên Ban Bí thư (trừ Tổng Bí thư và Thường trực Ban Bí thư) thì thấp hơn Phó Chủ tịch nước, Chủ tịch Mặt trận Tổ quốc, bằng với Phó Thủ tướng, Phó Chủ tịch Quốc hội. Tuy nhiên tiêu chuẩn về nhà ở, độ tuổi tái cử lại cao hơn Phó Chủ tịch nước. Tiêu chuẩn Ủy viên Ban Bí thư[sửa | sửa mã nguồn] Căn cứ theo Quy định số 90-QĐ\/TW 2017 [5] của Bộ Chính trị về tiêu chuẩn chức danh, tiêu chí đánh giá cán bộ thuộc diện Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư quản lý thì Ủy viên Bộ Chính trị phải có những tiêu chuẩn sau Tiêu chuẩn chung[sửa | sửa mã nguồn] 1.1- Về chính trị tư tưởng: Tuyệt đối trung thành với lợi ích của Đảng, của quốc gia - dân tộc và nhân dân; kiên định chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh, mục tiêu lý tưởng về độc lập dân tộc và chủ nghĩa xã hội. Có lập trường, quan điểm, bản lĩnh chính trị vững vàng để bảo vệ Cương lĩnh, đường lối của Đảng, Hiến pháp và pháp luật của Nhà nước và phản bác những luận điệu xuyên tạc của các thế lực thù địch, tổ chức phản động, phần tử cơ hội và bất mãn chính trị. Có tinh thần yêu nước nồng nàn, sâu sắc; luôn đặt lợi ích của Đảng, quốc gia - dân tộc, nhân dân trên lợi ích của ngành, địa phương, cơ quan và cá nhân; sẵn sàng hy sinh vì sự nghiệp cách mạng của Đảng, vì độc lập, tự do của Tổ quốc, vì hạnh phúc của nhân dân. Tuyệt đối chấp hành sự phân công của tổ chức, yên tâm công tác. Giữ nghiêm kỷ luật phát ngôn theo đúng nguyên tắc, quy định của Đảng. 1.2- Về đạo đức, lối sống: Mẫu mực về phẩm chất đạo đức; sống trung thực, khiêm tốn, chân thành, trong sáng, giản dị, bao dung; cần, kiệm, liêm chính, chí công vô tư. Tuyệt đối không tham vọng quyền lực, có nhiệt huyết và trách nhiệm cao với công việc; là trung tâm đoàn kết, gương mẫu về mọi mặt. Không tham nhũng, cơ hội, vụ lợi và kiên quyết đấu tranh ngăn chặn, đẩy lùi sự suy thoái về tư tưởng chính trị, đạo đức, lối sống, những biểu hiện “tự diễn biến”, “tự chuyển hóa” trong nội bộ; chỉ đạo quyết liệt chống tệ quan liêu, tham nhũng, tiêu cực, lãng phí, cửa quyền và lợi ích nhóm; tuyệt đối không để người thân, người quen lợi dụng chức vụ, quyền hạn của mình để trục lợi. Thực hiện nghiêm các nguyên tắc tổ chức, kỷ luật của Đảng, nhất là nguyên tắc tập trung dân chủ, tự phê bình và phê bình; công khai, minh bạch, khách quan, dân chủ trong công tác cán bộ. 1.3- Về trình độ: Tốt nghiệp đại học trở lên; lý luận chính trị cử nhân hoặc cao cấp; quản lý nhà nước ngạch chuyên viên cao cấp; ngoại ngữ cử nhân hoặc trình độ B trở lên; trình độ tin học phù hợp. 1.4- Về năng lực và uy tín: Có tư duy đổi mới, tầm nhìn chiến lược; phương pháp làm việc khoa học; nhạy bén chính trị; có năng lực cụ thể hóa và lãnh đạo, chỉ đạo, tổ chức thực hiện có hiệu quả các chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước; có năng lực tổng kết thực tiễn, phát triển lý luận; có khả năng phân tích và dự báo tốt. Nắm chắc tình hình chung và hiểu biết sâu sắc về lĩnh vực, địa bàn, địa phương, cơ quan, đơn vị được phân công. Kịp thời phát hiện những mâu thuẫn, thách thức, thời cơ, vận hội, vấn đề mới, vấn đề khó, hạn chế, yếu kém trong thực tiễn; chủ động đề xuất những nhiệm vụ giải pháp có tính khả thi và hiệu quả. Năng động, sáng tạo, cần cù, chịu khó, dám nghĩ, dám làm, dám chịu trách nhiệm; có quyết tâm chính trị cao, dám đương đầu với khó khăn, thách thức; nói đi đôi với làm; gắn bó mật thiết với nhân dân và vì nhân dân phục vụ. Là hạt nhân quy tụ và phát huy sức mạnh tổng hợp của hệ thống chính trị; được cán bộ, đảng viên, quần chúng nhân dân tin tưởng, tín nhiệm cao. 1.5- Sức khỏe, độ tuổi và kinh nghiệm: Đủ sức khỏe để thực hiện nhiệm vụ; bảo đảm tuổi bổ nhiệm (theo quy định của Đảng, độ tuổi trước khi bổ nhiệm không quá 65 tuổi), giới thiệu ứng cử theo quy định của Đảng. Đã kinh qua và hoàn thành tốt chức trách, nhiệm vụ của chức danh lãnh đạo, quản lý chủ chốt cấp dưới trực tiếp; có nhiều kinh nghiệm thực tiễn. Tiêu chuẩn cụ thể[sửa | sửa mã nguồn] Thật sự tiêu biểu, mẫu mực của Ban Chấp hành Trung ương về bản lĩnh chính trị, phẩm chất đạo đức, trí tuệ, ý chí chiến đấu, năng lực lãnh đạo, quản lý, ý thức tổ chức kỷ luật; không bị chi phối bởi sự can thiệp, sức ép bên ngoài và lợi ích nhóm. Hiểu biết sâu rộng tình hình đất nước, khu vực và thế giới; nhạy cảm về chính trị, nhạy bén về kinh tế, am hiểu sâu sắc về xã hội. Có ý thức, trách nhiệm cao, tham gia đóng góp, hoạch định đường lối, chính sách và phát hiện, đề xuất những vấn đề thực tiễn đặt ra để Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư thảo luận, quyết định. Đã tham gia Ban Chấp hành Trung ương trọn một nhiệm kỳ trở lên; đã kinh qua và hoàn thành xuất sắc nhiệm vụ ở các chức vụ lãnh đạo chủ chốt cấp tỉnh (bí thư tỉnh ủy, thành ủy; chủ tịch hội đồng nhân dân, chủ tịch ủy ban nhân dân tỉnh, thành phố) hoặc trưởng ban các ban, bộ, ngành, Mặt trận Tổ quốc, tổ chức chính trị - xã hội ở Trung ương. Trường hợp Ủy viên Bộ Chính trị, Ban Bí thư công tác trong Quân đội thì phải kinh qua chủ trì cấp Quân khu.[6] Danh sách Ủy viên Ban Bí thư các nhiệm kỳ[sửa | sửa mã nguồn] Ban Bí thư khóa II (1951 - 1960)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Trường Chinh Tổng Bí thư Tháng 9\/1956, từ chức Tổng Bí thư trong Hội nghị Trung ương về vấn đề sửa sai cải cách ruộng đất. Tháng 4\/1958, được bổ nhiệm làm Phó Thủ tướng Chính phủ. Tại nhiệm Ban Bí thư đến 1958. 2 Lê Duẩn Ủy viên Bộ Chính trị Thành viên Ban Bí thư từ 1951, trong điều chỉnh nhân sự Ban bí thư Hội nghị Trung ương 10 tháng 10 năm 1956 không có tên Ban Bí thư. Tháng 7\/1957, được triệu hồi ra Bắc chủ trì công việc của Ban Bí thư[7]. Bổ sung chính thức từ tháng 11\/1958. 3 Phạm Văn Đồng Ủy viên Bộ Chính trị, Phó Thủ tướng Chính phủ Từ tháng 9\/1954, kiêm chức Bộ trưởng Ngoại giao. Từ tháng 9\/1955, được bầu làm Thủ tướng Chính phủ. Tại nhiệm Ban Bí thư đến 1958. 4 Lê Văn Lương Ủy viên dự khuyết Bộ Chính trị, Trưởng ban tổ chức Trung ương Từ tháng 9\/1954, được bổ nhiệm làm Thứ trưởng Bộ Nội vụ. Tháng 9\/1956, rút khỏi Bộ Chính trị, thôi nhiệm Ban Bí thư, bị giáng xuống làm Ủy viên dự khuyết Trung ương trong Hội nghị Trung ương về vấn đề sửa sai cải cách ruộng đất. Tháng 10\/1956, miễn nhiệm Trưởng ban tổ chức Trung ương, được phân công làm Bí thư Khu ủy Tả ngạn. Tháng 7\/1957, được rút về làm Phó trưởng ban Tổ chức Trung ương. Tháng 12\/1959, được phân công làm Chánh Văn phòng Trung ương Đảng. 5 Nguyễn Duy Trinh Chánh Văn phòng Trung ương Đảng Bổ sung từ tháng 8\/1955. Tháng 10\/1956, được bầu bổ sung vào Bộ Chính trị thay Lê Văn Lương. Tháng 4 năm 1958, được bổ nhiệm làm Bộ trưởng Phủ Thủ tướng, tháng 1\/1958, được bổ nhiệm làm Chủ nhiệm Ủy ban Kế hoạch Nhà nước. 6 Hồ Chí Minh Chủ tịch Đảng, Chủ tịch nước Bổ sung và kiêm Tổng Bí thư từ tháng 10\/1956. Thôi nhiệm Ban Bí thư từ tháng 11\/1958. 7 Võ Nguyên Giáp Ủy viên Bộ Chính trị, Bí thư Quân ủy Trung ương, Đại tướng, Tổng Tư lệnh Quân đội Nhân dân Việt Nam, Phó Thủ tướng kiêm Bộ trưởng Bộ Quốc phòng Bổ sung từ tháng 10\/1956. Thôi nhiệm Ban Bí thư từ tháng 11\/1958. 8 Phạm Hùng Ủy viên Bộ Chính trị (từ tháng 10\/1956), Phó Thủ tướng Chính phủ (từ tháng 4\/1958) Bổ sung từ tháng 11\/1958. 9 Tố Hữu Trưởng ban Tuyên huấn Trung ương Bổ sung từ tháng 11\/1958. 10 Hoàng Anh Bộ trưởng Bộ Tài chính (từ tháng 6\/1958) Bổ sung từ tháng 11\/1958. Ban Bí thứ khóa III (1960 - 1976)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Lê Duẩn Bí thư thứ nhất Kiêm Trưởng ban Thống nhất Trung ương một thời gian ngắn 2 Phạm Hùng Ủy viên Bộ Chính trị, Phó Thủ tướng Chính phủ, Chủ nhiệm Văn phòng Nông nghiệp Thôi nhiệm Chủ nhiệm Văn phòng Nông nghiệp, được bổ nhiệm làm Chủ nhiệm Văn phòng Tài chính-Thương nghiệp từ tháng 1\/1963. Tháng 4\/1965, kiêm thêm chức Chủ nhiệm Ủy ban Vật giá Nhà nước. Tháng 4\/1966, thôi nhiệm Chủ nhiệm Văn phòng Tài chính-Thương nghiệp, tháng 10 cùng năm thôi nhiệm Chủ nhiệm Ủy ban Vật giá Nhà nước. Tháng 10\/1967, thôi nhiệm Phó Thủ tướng, vào Nam, giữ chức Bí thư Trung ương Cục miền Nam, kiêm Chính ủy các lực lượng vũ trang giải phóng miền Nam 3 Lê Đức Thọ Ủy viên Bộ Chính trị, Trưởng ban Tổ chức trung ương Kiêm chức Trưởng ban Miền Nam của Trung ương từ năm 1973. 4 Nguyễn Chí Thanh Ủy viên Bộ Chính trị, Đại tướng Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam, Trưởng ban Nông nghiệp Trung ương Tháng 10\/1964, vào Nam đảm nhiệm chức Bí thư Trung ương Cục miền Nam, kiêm Chính ủy các lực lượng vũ trang giải phóng miền Nam. Qua đời ngày 6 tháng 7 năm 1967. 5 Hoàng Anh Bộ trưởng Bộ Tài chính, Chủ nhiệm Văn phòng Tài chính-Thương nghiệp Thôi nhiệm Chủ nhiệm Văn phòng Tài chính-Thương nghiệp từ tháng tháng 1\/1963. Được bổ nhiệm làm Bộ trưởng Bộ Nông nghiệp kiêm Chủ nhiệm Văn phòng Nông nghiệp tháng 4\/1965. Thôi nhiệm Bộ trưởng tháng 11\/1967 và Chủ nhiệm tháng 12\/1969. Được bổ nhiệm Phó Thủ tướng kiêm Chủ nhiệm Ủy ban Nông nghiệp Trung ương tháng 4\/1971. Thôi nhiệm Chủ nhiệm tháng 4\/1974. 5 Tố Hữu Trưởng ban Tuyên huấn Trung ương, Chủ nhiệm Văn phòng Văn giáo Thôi nhiệm Chủ nhiệm Văn phòng Văn giáo Chính phủ từ tháng 1\/1963. 6 Lê Văn Lương Chánh Văn phòng Trung ương Đảng Từ năm 1973, được phân công giữ chức Trưởng ban Tổ chức Trung ương thay cho Lê Đức Thọ. 7 Nguyễn Văn Trân Bộ trưởng Bộ Công nghiệp nặng Bổ sung tháng 1\/1961. Tháng 2 năm 1967, miễn nhiệm chức vụ Bộ trưởng để tham gia Thường vụ Thành ủy Hà Nội. Được bầu giữ chức Bí thư Thành ủy Hà Nội từ 1968 đến năm 1974. 8 Xuân Thủy Trưởng ban Đối ngoại Trung ương Đảng, Bộ trưởng Bổ sung từ tháng 8\/1968. 9 Nguyễn Côn Phó Thủ tướng kiêm Chủ nhiệm Ủy ban kế hoạch nhà nước Bổ sung Ban Bí thư khóa IV (1976 - 1982)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Lê Duẩn Tổng bí thư Từ tháng 5\/1978, kiêm nhiệm Bí thư Đảng ủy Quân sự Trung ương 2 Lê Đức Thọ Ủy viên Bộ Chính trị, Trưởng ban Tổ chức trung ương Được phân công làm Ủy viên Thường trực Bộ Chính trị, phụ trách công tác tổ chức. 3 Nguyễn Duy Trinh Ủy viên Bộ Chính trị, Phó Thủ tướng Chính phủ kiêm Bộ trưởng Bộ Ngoại giao Được phân công làm Thường trực Ban Bí thư. Tháng 2\/1980, thôi nhiệm Phó Thủ tướng Chính phủ kiêm Bộ trưởng Bộ Ngoại giao. Tháng 3\/1980, thôi nhiệm Thường trực Ban Bí thư. 4 Nguyễn Văn Linh Ủy viên Bộ Chính trị, Bí thư Thành ủy Thành phố Hồ Chí Minh Thôi nhiệm Bí thư Thành ủy Thành phố Hồ Chí Minh, được phân công giữ chức Trưởng ban Cải tạo Xã hội Chủ nghĩa của Trung ương. Tháng 7\/1978, chuyển sang giữ chức Trưởng ban Dân vận Mặt trận Trung ương. Tháng 12\/1978, được bầu làm Chủ tịch Tổng Công đoàn Việt Nam. 5 Tố Hữu Ủy viên dự khuyết Bộ Chính trị, Trưởng ban Tuyên giáo Trung ương Tháng 2\/1980, được bổ nhiệm làm Phó Thủ tướng Chính phủ. Tháng 3\/1980, trở thành Ủy viên chính thức Bộ Chính trị. 6 Xuân Thủy Trưởng ban Dân vận và Mặt trận Trung ương, Phó Chủ tịch Ủy ban Thường vụ Quốc hội Từ tháng 7\/1981, được bầu làm Phó Chủ tịch Hội đồng Nhà nước kiêm Tổng Thư ký. 7 Nguyễn Lam Bí thư Thành ủy Hà Nội Thôi nhiệm Bí thư Thành ủy Hà Nội, được phân công làm Trưởng ban Kinh tế Trung ương. 8 Song Hào Thượng tướng, Chủ nhiệm Tổng cục Chính trị, Phó BÍ thư Quân ủy Trung ương 9 Lê Quang Đạo Trung tướng, Phó Chủ nhiệm Tổng cục Chính trị, Ủy viên thường trực Quân ủy Trung ương Được chuyển sang giữ chức Phó Bí thư Thành ủy kiêm Chính ủy Bộ Chỉ huy Quân sự thành phố Hà Nội từ tháng 6\/1978. 10 Trần Quốc Hoàn Ủy viên Bộ Chính trị, Bộ trưởng Bộ Nội vụ Bổ sung từ tháng 3\/1980 11 Lê Thanh Nghị Ủy viên Bộ Chính trị, Phó Thủ tướng Chính phủ Bổ sung và được phân công Thường trực Ban Bí thư từ tháng 3\/1980. 12 Hoàng Tùng Phó trưởng Ban Tuyên huấn Trung ương của Đảng Cộng sản Việt Nam Bổ sung và được phân công Trưởng ban Tuyên huấn Trung ương, Tổng Biên tập Báo Nhân dân từ tháng 3\/1980. Ban Bí thư khóa V (1982 - 1986)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Lê Duẩn Tổng bí thư, Bí thư Đảng ủy Quân sự Trung ương Thôi nhiệm Bí thư Đảng ủy Quân sự Trung ương từ tháng 7\/1985. Mất tháng 7\/1986 khi đương nhiệm. 2 Lê Đức Thọ Ủy viên Thường trực Bộ Chính trị, Trưởng ban Chính trị Đặc biệt, Phó Chủ tịch Ủy ban Quốc phòng của Đảng Được phân công phụ trách tư tưởng, nội chính và ngoại giao, giữ chức Chủ tịch Ủy ban Quốc phòng của Đảng từ tháng 3\/1983. 3 Võ Chí Công Ủy viên Bộ Chính trị, Phó Chủ tịch Hội đồng Bộ trưởng Thôi nhiệm Phó Chủ tịch Hội đồng Bộ trưởng, được phân công Thường trực Ban Bí thư. Đến tháng 6\/1986, thôi nhiệm Thường trực Ban Bí thư, một lần nữa được bổ nhiệm làm Phó Chủ tịch Hội đồng Bộ trưởng. 4 Nguyễn Đức Tâm Ủy viên Bộ Chính trị, Trưởng Ban Tổ chức Trung ương 5 Nguyễn Lam Phó Chủ tịch Hội đồng Bộ trưởng, Trưởng ban Kinh tế Trung ương Thôi nhiệm Phó Chủ tịch Hội đồng Bộ trưởng từ tháng 4\/1982. 6 Lê Quang Đạo Trung tướng, Phó Bí thư Thành ủy kiêm Chính ủy Bộ Chỉ huy Quân sự thành phố Hà Nội, Trưởng ban Khoa giáo Trung ương Thôi nhiệm quân đội và Thành ủy Hà Nội, được phân công phụ trách công tác dân vận và khoa giáo. 7 Hoàng Tùng Trưởng ban Tuyên huấn Trung ương, Tổng Biên tập Báo Nhân dân 8 Nguyễn Thanh Bình Trưởng ban phân phối lưu thông của Trung ương Đảng Được phân công phụ trách nông nghiệp. Tháng 10 năm 1986 được phân công giữ chức Bí thư Thành ủy Hà Nội. 9 Trần Kiên Bí thư Tỉnh ủy Nghĩa Bình, Trưởng ban Kiểm tra Trung ương Thôi nhiệm Bí thư Tỉnh ủy Nghĩa Bình từ tháng 5\/1982. 10 Trần Xuân Bách Chánh Văn phòng Trung ương Đảng 11 Nguyễn Văn Linh Bí thư Thành ủy Thành phố Hồ Chí Minh, Ủy viên Bộ Chính trị (bầu bổ sung từ tháng 6\/1985) Bổ sung và phân công Thường trực Ban Bí thư từ tháng 6\/1986. Ban Bí thư khóa VI (1986 - 1991)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Nguyễn Văn Linh Tổng bí thư, Bí thư Đảng ủy Quân sự Trung ương 2 Đỗ Mười Ủy viên Bộ Chính trị, Phó Chủ tịch Hội đồng Bộ trưởng. Được phân công Thường trực Ban Bí thư. Thôi nhiệm Ban Bí thư, được bầu làm Chủ tịch Hội đồng Bộ trưởng từ tháng 6 năm 1988 3 Nguyễn Đức Tâm Ủy viên Bộ Chính trị, Trưởng Ban Tổ chức Trung ương 4 Trần Xuân Bách Ủy viên Bộ Chính trị, Trưởng ban Đối ngoại Trung ương Được phân công làm Trưởng Ban Tuyên huấn Trung ương từ tháng 5\/1988. Bị kỷ luật, phải thôi nhiệm ở Bộ Chính trị, Ban Bí thư và Ban Chấp hành Trung ương từ tháng 3\/1990. 5 Đào Duy Tùng Ủy viên dự khuyết Bộ Chính trị Được bổ sung chính thức vào Bộ Chính trị, được phân công làm Trưởng Ban Tuyên huấn Trung ương từ tháng 3\/1990. 6 Trần Kiên Trưởng ban Kiểm tra Trung ương 7 Lê Phước Thọ Trưởng ban Nông nghiệp Trung ương 8 Nguyễn Quyết Thượng tướng, Phó Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam Được bầu làm Phó Chủ tịch Hội đồng Nhà nước từ tháng 4\/1987. Được phân công giữ chức Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam từ tháng 11\/1987, thăng Đại tướng năm 1990. 9 Đàm Quang Trung Thượng tướng, Tư lệnh Quân khu 1 Được bầu làm Phó Chủ tịch Hội đồng Nhà nước kiêm Chủ tịch Hội đồng Dân tộc từ tháng 4\/1987. 10 Vũ Oanh Trưởng ban dân vận Trung ương Được bầu bổ sung vào Bộ Chính trị từ tháng 12\/1993. 11 Nguyễn Khánh Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam Được bổ nhiệm giữ chức Phó Chủ tịch kiêm Tổng Thư ký Hội đồng Bộ trưởng từ tháng 2\/1987. 12 Trần Quyết Trung tướng, Thứ trưởng Bộ Nội vụ Thôi nhiệm công an và được bầu làm Viện trưởng Viện Kiểm sát Nhân dân Tối cao từ tháng 6\/1987. 13 Trần Quốc Hương Trưởng ban Nội chính Trung ương 14 Phạm Thế Duyệt Chủ tịch Tổng Công đoàn Việt Nam Được chỉ định làm Bí thư Thành ủy Hà Nội từ tháng 10\/1988. 15 Nguyễn Thanh Bình Ủy viên Bộ Chính trị, Bí thư Thành ủy Hà Nội Thôi nhiệm Bí thư Thành ủy Hà Nội, bổ sung và phân công Thường trực Ban Bí thư từ tháng 10\/1988. Ban Bí thư khóa VII (1991 - 1996)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Đỗ Mười (1917-2018) Tổng bí thư, Bí thư Đảng ủy Quân sự Trung ương, Chủ tịch Hội đồng Bộ trưởng Thôi chức Chủ tịch Hội đồng Bộ trưởng từ tháng 7\/1991. 2 Lê Đức Anh (1920-2019) Ủy viên Bộ Chính trị, Đại tướng, Bộ trưởng Bộ Quốc phòng Được phân công làm Thường trực Bộ Chính trị Ban Bí thư. Thôi nhiệm Thường trực Ban Bí thư và Bộ trưởng Bộ Quốc phòng và được bầu làm Chủ tịch nước từ tháng 9\/1992. 3 Đào Duy Tùng (1924-1998) Ủy viên Bộ Chính trị, Trưởng Ban Tuyên huấn Trung ương Được phân công làm Thường trực Bộ Chính trị Ban Bí thư từ tháng 9\/1992. Thôi nhiệm Thường trực Ban Bí thư từ tháng 12\/1993 4 Lê Phước Thọ (1927-) Ủy viên Bộ Chính trị, Trưởng Ban Tổ chức Trung ương 5 Nguyễn Hà Phan (1933-2019) Trưởng ban Kinh tế Trung ương, Phó chủ tịch Quốc hội Được bầu bổ sung vào Bộ Chính trị từ tháng 12\/1993, được phân công làm Thường trực Ban Bí thư. Bị khai trừ Đảng và tước mọi chức vụ Nhà nước từ tháng 4\/1996. 6 Hồng Hà (1928-2011) Trưởng ban Đối ngoại Trung ương 7 Nguyễn Đình Tứ (1932-1996) Chủ nhiệm Ủy ban Khoa học, Công nghệ và Môi trường của Quốc hội, Trưởng ban Ban Khoa giáo Trung ương Đảng 8 Trương Mỹ Hoa (1945-) Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam 9 Đỗ Quang Thắng (1927-2009) Chủ nhiệm Ủy ban Kiểm tra Trung ương Được bầu bổ sung vào Bộ Chính trị từ tháng 12\/1993. 10 Lê Khả Phiêu (1931-2020) Trung tướng Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam Bổ sung tháng 6\/1992, được bầu bổ sung vào Bộ Chính trị từ tháng 1\/1994. Thường vụ Bộ Chính trị khóa VIII (1996 - 2001)[sửa | sửa mã nguồn] Thường vụ Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Đỗ Mười (1917-2018) Tổng Bí thư, Bí thư Đảng ủy Quân sự Trung ương Thôi giữ chức Tổng Bí thư, Bí thư Đảng ủy Quân sự Trung ương, Ủy viên Bộ Chính trị từ tháng 12\/1997. 2 Lê Đức Anh (1920-2019) Chủ tịch nước Thôi giữ chức Chủ tịch nước từ tháng 9\/1997 và chức Ủy viên Bộ Chính trị từ tháng 12\/1997. 3 Võ Văn Kiệt (1922-2008) Thủ tướng Chính phủ Thôi giữ chức Thủ tướng Chính phủ từ tháng 9\/1997 và chức Ủy viên Bộ Chính trị từ tháng 12\/1997. 4 Lê Khả Phiêu (1931-2020) Thượng tướng, Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam Phân công Thường trực Bộ Chính trị. Đến tháng 12\/1997, được bầu làm Tổng Bí thư, Bí thư Đảng ủy Quân sự Trung ương. Thôi chức Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam từ tháng 1\/1998 5 Nguyễn Tấn Dũng (1949-) Thứ trưởng Bộ Nội vụ Thôi chức Thứ trưởng Bộ Nội vụ, được phân công giữ chức Trưởng ban Kinh tế Trung ương từ tháng 6\/1996 và được bổ nhiệm làm Phó Thủ tướng tháng 9\/1997. Thôi nhiệm Thường vụ Bộ Chính trị tháng 12\/1997. 6 Nông Đức Mạnh (1940-) Chủ tịch Quốc hội Bổ sung từ tháng 1\/1998 7 Phan Văn Khải (1933-2018) Thủ tướng Chính phủ (từ tháng 9\/1997) Bổ sung từ tháng 1\/1998. 8 Trần Đức Lương (1937-) Chủ tịch nước (từ tháng 9\/1997) Bổ sung từ tháng 1\/1998. 9 Phạm Thế Duyệt (1936-) Trưởng ban Dân vận Trung ương Bổ sung từ tháng 1\/1998, được phân công Thường trực Bộ Chính trị. Ban Bí thư khóa IX (2001 - 2006)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Nông Đức Mạnh (1940-) Tổng Bí thư, Bí thư Đảng ủy Quân sự Trung ương, Chủ tịch Quốc hội Thôi giữ chức Chủ tịch Quốc hội từ tháng 6\/2001. 2 Lê Hồng Anh (1949-) Ủy viên Bộ Chính trị, Chủ nhiệm Ủy ban Kiểm tra Trung ương Thôi nhiệm vụ Ban Bí thư và Chủ nhiệm Ủy ban Kiểm tra Trung ương và chuyển sang giữ chức Bộ trưởng Bộ Công an từ tháng 1\/2002. 3 Nguyễn Văn An (1937-) Ủy viên Bộ Chính trị Thôi nhiệm vụ Ban Bí thư và chuyển sang giữ chức Chủ tịch Quốc hội từ tháng 6\/2001. 4 Trần Đình Hoan (1939-2010) Ủy viên Bộ Chính trị Phân công Thường trực Ban Bí thư. Đến tháng 7\/2001, chuyển sang giữ chức Trưởng Ban Tổ chức Trung ương 5 Nguyễn Khoa Điềm (1943-) Ủy viên Bộ Chính trị, Trưởng Ban Tư tưởng - Văn hóa Trung ương 6 Lê Văn Dũng (1945-) Trung tướng, Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam Chuyển sang giữ chức Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam từ tháng 5\/2001. 7 Tòng Thị Phóng (1954-) Phó Chủ tịch Hội đồng Dân tộc của Quốc hội Được phân công Trưởng Ban Dân vận Trung ương từ tháng 9\/2002 8 Trương Vĩnh Trọng (1942-2021) Bí thư Tỉnh ủy Đồng Tháp Được phân công Trưởng ban Nội chính Trung ương từ tháng 4\/2001. 9 Vũ Khoan (1937-) Bộ trưởng Bộ Thương mại Được bổ nhiệm làm Phó Thủ tướng từ tháng 8\/2002. 10 Phan Diễn (1937-) Ủy viên Bộ Chính trị Bổ sung tháng 1\/2002. Phân công Thường trực Ban Bí thư thay ông Trần Đình Hoan. 11 Nguyễn Văn Chi (1945-) Trưởng ban Bảo vệ Chính trị nội bộ Trung ương Bổ sung tháng 1\/2003, được phân công giữ chức Chủ nhiệm Ủy ban Kiểm tra Trung ương Ban Bí thư khóa X (2006 - 2011)[sửa | sửa mã nguồn] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Nông Đức Mạnh (1940-) Tổng Bí thư, Bí thư Đảng ủy Quân sự Trung ương 2 Trương Tấn Sang (1949-) Ủy viên Bộ Chính trị, Trưởng ban Kinh tế Trung ương Thôi chức Trưởng ban Kinh tế Trung ương và chuyển sang giữ chức Thường trực Ban Bí thư từ tháng 5\/2006. 3 Nguyễn Văn Chi (1945-) Ủy viên Bộ Chính trị, Chủ nhiệm Chủ nhiệm Ủy ban Kiểm tra Trung ương 4 Tô Huy Rứa (1947-) Trưởng Ban Tư tưởng - Văn hóa Trung ương (đến 4\/2007) Trưởng Ban Tuyên giáo Trung ương (từ 4\/2007) Được bầu bổ sung vào Bộ Chính trị từ tháng 1\/2009. 5 Phạm Quang Nghị (1949-) Ủy viên Bộ Chính trị Thôi nhiệm vụ trong Ban Bí thư, chuyển sang giữ chức Bí thư Thành ủy Hà Nội kể từ tháng 8\/2006. 6 Trương Vĩnh Trọng (1942-2021) Ủy viên Bộ Chính trị, Trưởng ban Nội chính Trung ương Được bổ nhiệm làm Phó Thủ tướng Chính phủ từ tháng 6\/2006 7 Lê Văn Dũng (1945-) Đại tướng, Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam 8 Tòng Thị Phóng (1954-) Trưởng Ban Dân vận Trung ương Thôi chức Trưởng Ban Dân vận Trung ương và được bầu làm Phó Chủ tịch Quốc hội từ tháng 7\/2007 9 Hồ Đức Việt (1947-2013) Ủy viên Bộ Chính trị, Trưởng Ban Tổ chức Trung ương Bổ sung từ tháng 8\/2006 thay cho Phạm Quang Nghị. 10 Ngô Văn Dụ (1947-) Chánh Văn phòng Trung ương Đảng Bổ sung tháng 1\/2009 11 Hà Thị Khiết (1950-) Trưởng Ban Dân vận Trung ương Bổ sung tháng 1\/2009 Ban Bí thư khóa XI (2011 - 2016)[sửa | sửa mã nguồn] Ban Bí thư khóa XI gồm 11 người, 5 do Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI bầu[8] và 6 do Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam phân công.[9] Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Nguyễn Phú Trọng (1944-) Tổng Bí thư Ban chấp hành Trung ương Đảng Cộng sản Việt Nam, Bí thư Quân ủy Trung ương [8] 2 Trương Tấn Sang (1949-) Ủy viên Bộ Chính trị, Thường trực Ban Bí thư, sau được bầu Ủy viên Thường vụ Quân ủy Trung ương, Chủ tịch nước CHXHCN Việt Nam [8] 3 Lê Hồng Anh (1949-) Ủy viên Bộ Chính trị, phụ trách công tác nội chính, sau được phân công Thường trực Ban Bí thư Trung ương Đảng [8] 4 Tô Huy Rứa (1947-) Ủy viên Bộ Chính trị, Trưởng ban Tổ chức Trung ương [8] 5 Ngô Văn Dụ (1947-) Ủy viên Bộ Chính trị, Chủ nhiệm Ủy ban Kiểm tra Trung ương [8] 6 Đinh Thế Huynh (1953-) Ủy viên Bộ Chính trị, Trưởng ban Tuyên giáo Trung ương, Chủ tịch Hội đồng Lý luận Trung ương [8] 7 Ngô Xuân Lịch (1954-) Đại tướng, Ủy viên Thường vụ Quân ủy Trung ương Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam [9] 8 Trương Hòa Bình (1955-) Chánh án Tòa án Nhân dân Tối cao Việt Nam [9] 9 Hà Thị Khiết (1950-) Trưởng Ban Dân vận Trung ương [9] 10 Nguyễn Thị Kim Ngân (1954-) Ủy viên Bộ Chính trị, Phó Chủ tịch Quốc hội khóa XIII [9] Thôi nhiệm khi được bầu vào Bộ Chính trị 5\/2013 11 Trần Quốc Vượng (1953-) Chánh Văn phòng Trung ương Đảng Bổ sung tháng 5\/2013[10] Ban Bí thư khóa XII (2016 - 2021)[sửa | sửa mã nguồn] Bộ Chính trị sẽ phân công một số Ủy viên Bộ Chính trị tham gia Ban Bí thư. Tại Hội nghị lần thứ nhất, Ban Chấp hành Trung ương khóa XII đã bầu 3 người vào Ban Bí thư. Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Đảng và Nhà nước Ghi chú 1 Nguyễn Phú Trọng (1944-) Tổng Bí thư, Chủ tịch nước, Bí thư Quân ủy Trung ương 2 Đinh Thế Huynh (1953-) Ủy viên Bộ Chính trị, Thường trực Ban Bí thư (đến tháng 3\/2018) Nghỉ chữa bệnh từ 08\/2017 3 Trần Quốc Vượng (1953-) Ủy viên Bộ Chính trị, Chủ nhiệm Ủy ban Kiểm tra Trung ương (đến tháng 5\/2018), Thường trực Ban Bí thư [11][12] (từ tháng 3\/2018) 4 Phạm Minh Chính (1958-) Ủy viên Bộ Chính trị, Trưởng ban Tổ chức Trung ương 5 Võ Văn Thưởng (1970-) Ủy viên Bộ Chính trị, Trưởng ban Tuyên giáo Trung ương 6 Trương Thị Mai (1958-) Ủy viên Bộ Chính trị, Trưởng ban Dân vận Trung ương 7 Nguyễn Văn Bình (1961-) Ủy viên Bộ Chính trị, Trưởng ban Kinh tế Trung ương [13] 8 Lương Cường (1957-) Đại tướng, Ủy viên Thường vụ Quân ủy Trung ương, Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam. 9 Nguyễn Văn Nên (1957-) Chánh Văn phòng Trung ương Đảng (đến 10\/2020), Bí thư Thành ủy Thành phố Hồ Chí Minh (từ 10\/2020) 10 Nguyễn Hòa Bình (1958-) Chánh án Tòa án Nhân dân Tối cao 11 Phan Đình Trạc (1958-) Trưởng Ban Nội chính Trung ương Bầu bổ sung từ 10\/2017 12 Nguyễn Xuân Thắng (1957-) Giám đốc Học viện Chính trị Quốc gia Hồ Chí Minh, Chủ tịch Hội đồng Lý luận Trung ương [14] 13 Trần Thanh Mẫn (1962-) Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam [15] Bầu bổ sung từ 05\/2018 14 Trần Cẩm Tú (1961-) Chủ nhiệm Ủy ban Kiểm tra Trung ương (từ tháng 5\/2018) Ban Bí thư khóa XIII (2021 - 2026)[sửa | sửa mã nguồn] Bộ Chính trị sẽ phân công một số Ủy viên Bộ Chính trị tham gia Ban Bí thư. Tại Hội nghị lần thứ nhất, Ban Chấp hành Trung ương khóa XIII đã bầu 5 người vào Ban Bí thư. Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thứ tự Tên Chức vụ Ghi chú 1 Nguyễn Phú Trọng (1944-) Tổng Bí thư, Bí thư Quân ủy Trung ương 2 Võ Văn Thưởng (1970-) Ủy viên Bộ Chính trị, Thường trực Ban Bí thư Thôi nhiệm, bầu làm Chủ tịch nước từ 03\/2023 [16] 3 Trương Thị Mai (1958-) Ủy viên Bộ Chính trị, Thường trực Ban Bí thư, Trưởng ban Tổ chức Trung ương [17] 4 Trần Cẩm Tú (1961-) Ủy viên Bộ Chính trị, Chủ nhiệm Ủy ban Kiểm tra Trung ương [18] 5 Phan Đình Trạc (1958-) Ủy viên Bộ Chính trị, Trưởng ban Nội chính Trung ương [18] 6 Nguyễn Hòa Bình (1958-) Ủy viên Bộ Chính trị, Chánh án Tòa án nhân dân tối cao [18] 7 Lê Minh Hưng (1970-) Chánh Văn phòng Trung ương Đảng 8 Nguyễn Trọng Nghĩa (1962-) Trưởng ban Tuyên giáo Trung ương 9 Đỗ Văn Chiến (1962-) Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam 10 Bùi Thị Minh Hoài (1965-) Trưởng ban Dân vận Trung ương 11 Lê Minh Khái (1964-) Phó Thủ tướng Chính phủ Chú thích[sửa | sửa mã nguồn] ^ “Quy định 105-QĐ\/TW 2017 phân cấp quản lý cán bộ và bổ nhiệm giới thiệu cán bộ ứng cử”. Thư viện Pháp luật. Truy cập ngày 9 tháng 7 năm 2018. ^ Hoàng Thùy. “Bộ Chính trị, Ban bí thư quyết định các chức danh nào?”. VnExpress. 2018-01-02. Truy cập ngày 9 tháng 7 năm 2018. ^ Hữu Khá. “Đà Nẵng chưa bầu chủ tịch HĐND thay ông Nguyễn Xuân Anh”. Báo Tuổi trẻ. 2018-07-09. Bản gốc lưu trữ ngày 9 tháng 7 năm 2018. Truy cập ngày 9 tháng 7 năm 2018. ^ Nhựt An (10 tháng 12 năm 2014). “Công bố Quyết định về việc chỉ định bổ sung Ủy viên Ban Chấp hành Đảng bộ tỉnh”. Báo Đồng Tháp. Bản gốc lưu trữ ngày 12 tháng 7 năm 2018. Truy cập ngày 12 tháng 7 năm 2018. ^ “Quy định tiêu chuẩn chức danh, tiêu chí đánh giá cán bộ thuộc diện Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư quản lý”. ^ “QUY ĐỊNH TIÊU CHUẨN CHỨC DANH, TIÊU CHÍ ĐÁNH GIÁ CÁN BỘ THUỘC DIỆN BAN CHẤP HÀNH TRUNG ƯƠNG, BỘ CHÍNH TRỊ, BAN BÍ THƯ QUẢN LÝ”. ^ tương đương Tổng Bí thư. ^ a b c d e f g “Danh sách Bộ Chính trị, Tổng Bí thư, Ban Bí thư, Ủy ban Kiểm tra Trung ương, Chủ nhiệm Ủy ban Kiểm tra Trung ương khoá XI” (Thông cáo báo chí). Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI. 10:04 GMT+7, 19\/01\/2011. Truy cập 16:45 16\/1\/2012. Kiểm tra giá trị ngày tháng trong: |access-date= và |date= (trợ giúp) ^ a b c d e “Phân công các đồng chí Ủy viên Bộ Chính trị tham gia Ban Bí thư Trung ương khóa XI” (Thông cáo báo chí). Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. 2 tháng 9 năm 2011. Truy cập 16:50 16\/1\/2012. Kiểm tra giá trị ngày tháng trong: |access-date= (trợ giúp) ^ Bế mạc Hội nghị lần thứ bảy Ban Chấp hành Trung ương Đảng (khóa XI) ^ “Ông Trần Quốc Vượng tham gia thường trực Ban bí thư”. ^ “Đồng chí Trần Quốc Vượng giữ chức Thường trực Ban Bí thư”. ^ “GIỚI THIỆU LÃNH ĐẠO BAN KINH TẾ TRUNG ƯƠNG”. ^ “Đồng chí Nguyễn Xuân Thắng giữ chức Chủ tịch Hội đồng Lý luận Trung ương”. ^ “Chân dung 2 tân ủy viên Ban Bí thư Trần Cẩm Tú, Trần Thanh Mẫn”. ^ “Ông Võ Văn Thưởng được Quốc hội bầu giữ chức Chủ tịch nước”. ^ “Bà Trương Thị Mai làm Thường trực Ban Bí thư”. ^ a b c Lỗi chú thích: Thẻ <ref> sai; không có nội dung trong thẻ ref có tên :0 ẩn x t s Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam hiện Tổng quan Lịch sử Đảng Cộng sản Việt Nam Nhà nước Việt Nam Chính phủ Việt Nam Quốc hội Việt Nam Tòa án nhân dân Việt Nam Viện Kiểm sát nhân dân Việt Nam Mặt trận Tổ quốc Việt Nam Tư tưởng Chủ nghĩa Marx–Lenin Tư tưởng Hồ Chí Minh Tổ chức Đảng Cộng sản Việt Nam Nhà nước Việt Nam Chính phủ Việt Nam Quốc hội Việt Nam Luật, Bộ luật Luật Tổ chức Quốc hội Luật Tổ chức Chính phủ Luật Mặt trận Tổ quốc Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân Luật Tổ chức Tòa án nhân dân Luật Tổ chức Viện kiểm sát nhân dân Luật Bầu cử đại biểu Hội đồng nhân dân Luật Bầu cử đại biểu Quốc hội Luật Cán bộ công chức Luật Công an nhân dân Luật Sĩ quan Quân đội nhân dân Luật Công đoàn Luật Cơ yếu Luật Dân quân Tự vệ Luật Doanh nghiệp Nhà nước Luật Hoạt động giám sát của Quốc hội Khác Chức vụ Tiền lương Bầu cử ở Việt Nam Nhà nước Việt Nam Chính trị Việt Nam Ngoại giao Việt Nam hiện Đảng Cộng sản Việt Nam Tổng quan Lịch sử Tổ chức Điều lệ Đảng Cương lĩnh chính trị Đại hội Đại biểu Toàn quốc Ban Chấp hành Trung ương Đảng Bộ Chính trị Ban Bí thư Đảng bộ Đảng ủy Chi bộ Chi ủy Đảng viên Lãnh đạo Tổng Bí thư Thường trực Ban Bí thư Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Trưởng ban Ban của Đảng Phó Trưởng ban Ban của Đảng Bí thư Đảng ủy Phó Bí thư Đảng ủy Bí thư Chi bộ Phó Bí thư Chi bộ Cơ quan giúp việc Văn phòng Trung ương Đảng Ủy ban Kiểm tra Trung ương Ban Tổ chức Trung ương Ban Tuyên giáo Trung ương Ban Nội chính Trung ương Ban Kinh tế Trung ương Ban Đối ngoại Trung ương Ban Dân vận Trung ương Ban Bảo vệ, Chăm sóc sức khỏe cán bộ Trung ương Học viện Chính trị Quốc gia Hồ Chí Minh Hội đồng Lý luận Trung ương Nhà xuất bản Chính trị quốc gia - Sự thật Báo Nhân dân Tạp chí Cộng sản Ban chỉ đạo Trung ương Còn hoạt động Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực Ban Chỉ đạo Cải cách Tư pháp Ban Chỉ đạo Trung ương Cuộc vận động Học tập và làm theo tấm gương đạo đức Hồ Chí Minh Đã dừng hoạt động Ban Chỉ đạo Tây Bắc Ban Chỉ đạo Tây Nguyên Ban Chỉ đạo Tây Nam Bộ (từ tháng 10\/2017) Đảng ủy cơ quan Đảng ủy khối các cơ quan Trung ương Đảng ủy Khối Doanh nghiệp Trung ương Quân ủy Trung ương Đảng ủy Công an Trung ương Đảng ủy Ngoài nước Đảng ủy địa phương Thành ủy Tỉnh ủy Huyện ủy Xã ủy Bí thư Thành ủy Bí thư Tỉnh ủy Bí thư Huyện ủy Bí thư Xã ủy hiện Nhà nước và Chính phủ Việt Nam Tổng quan Lịch sử Tổ chức Bộ Tổng cục Cục Vụ Ủy ban nhân dân Luật Tổ chức Chính phủ Luật Cán bộ công chức Luật Công an nhân dân Luật Sĩ quan Quân đội nhân dân Luật Dân quân Tự vệ Luật Doanh nghiệp Nhà nước Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân Lãnh đạo Chủ tịch nước Phó Chủ tịch nước Văn phòng Chủ tịch nước Thủ tướng Chính phủ Phó Thủ tướng Chính phủ Bộ trưởng Thứ trưởng Chủ tịch Ủy ban nhân dân Phó Chủ tịch Ủy ban nhân dân Tổng cục trưởng Cục trưởng Các Bộ và cơ quan ngang Bộ Bộ Công an Bộ Công Thương Bộ Giáo dục và Đào tạo Bộ Giao thông Vận tải Bộ Kế hoạch và Đầu tư Bộ Khoa học và Công nghệ Bộ Lao động – Thương binh và Xã hội Bộ Ngoại giao Bộ Nội vụ Bộ Nông nghiệp và Phát triển nông thôn Bộ Quốc phòng Bộ Tài chính Bộ Tài nguyên và Môi trường Bộ Thông tin và Truyền thông Bộ Tư pháp Bộ Văn hóa, Thể thao và Du lịch Bộ Xây dựng Bộ Y tế Ngân hàng Nhà nước Thanh tra Chính phủ Ủy ban Dân tộc Văn phòng Chính phủ Đơn vị thuộc Chính phủ Đài Tiếng nói Việt Nam Đài Truyền hình Việt Nam Thông tấn xã Việt Nam Ủy ban Quản lý vốn nhà nước tại doanh nghiệp Viện Hàn lâm Khoa học và Công nghệ Việt Nam Viện Hàn lâm Khoa học xã hội Việt Nam Ban Quản lý Lăng Chủ tịch Hồ Chí Minh Bảo hiểm Xã hội Việt Nam UBND địa phương Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương Chủ tịch UBND Huyện Chủ tịch UBND Xã UBND Thành phố UBND Tỉnh UBND Huyện UBND Xã Ban Chỉ đạo Trung ương Ban chỉ đạo phòng, chống tội phạm Ban Chỉ đạo 33 Ban Chỉ đạo 504 Ban Chỉ đạo xây dựng nông thôn mới Ban Chỉ đạo chính sách nhà ở bất động sản Ban Chỉ đạo cải cách công vụ công chức Ban Chỉ đạo giảm nghèo Ban Chỉ đạo cải cách tư pháp Ban Chỉ đạo phòng chống lụt bão hiện Quốc hội Việt Nam Tổng quan Lịch sử Tổ chức Luật Tổ chức Quốc hội Luật Bầu cử đại biểu Hội đồng nhân dân Luật Bầu cử đại biểu Quốc hội Luật Hoạt động giám sát của Quốc hội Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân Đại hội Đại biểu Toàn quốc Hội đồng nhân dân Lãnh đạo Chủ tịch Quốc hội Phó Chủ tịch Quốc hội Chủ nhiệm Ủy ban của Quốc hội Phó Chủ nhiệm Ủy ban của Quốc hội Chủ tịch Hội đồng Nhân dân Phó Chủ tịch Hội đồng nhân dân Cơ quan trực thuộc Ủy ban Thường vụ Quốc hội Hội đồng Dân tộc Ủy ban Pháp luật Ủy ban Tư pháp Ủy ban Kinh tế Ủy ban Tài chính – Ngân sách Ủy ban Quốc phòng và An ninh Ủy ban Xã hội Ủy ban Đối ngoại Ủy ban Khoa học, Công nghệ và Môi trường Ủy ban Văn hóa, Giáo dục Văn phòng Quốc hội Ban Công tác Đại biểu Ban Dân nguyện Kiểm toán Nhà nước Viện Nghiên cứu lập pháp HĐND địa phương HĐND Thành phố HĐND Tỉnh HĐND Huyện HĐND Xã Chủ tịch HĐND Thành phố Chủ tịch HĐND Tỉnh Chủ tịch HĐND Huyện Chủ tịch HĐND Xã hiện Tòa án nhân dân Việt Nam Tổng quan Tòa án nhân dân tối cao Lịch sử Tổ chức Luật Tổ chức Tòa án nhân dân Hội đồng Thẩm phán Lãnh đạo Chánh án Tòa án nhân dân tối cao Phó Chánh án Tòa án nhân dân tối cao Chánh án Tòa án nhân dân cấp cao Chánh án Tòa án nhân dân tỉnh, thành phố trực thuộc trung ương Chánh án Tòa án nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương Cơ quan giúp việc Văn phòng Ban Thanh tra Ban Thư ký Vụ Tổ chức Cán bộ Vụ Kế hoạch Tài chính Vụ Thống kê Tổng hợp Vụ Hợp tác quốc tế Báo Công Lý Viện Khoa học xét xử Trường Bồi dưỡng cán bộ tòa án Tạp chí Tòa án nhân dân Cơ quan thường trực phía Nam Tòa án thuộc Trung ương Tòa án nhân dân tối cao Tòa án Quân sự Trung ương Tòa Dân sự Tòa Hình sự Tòa Kinh tế Tòa Lao động Tòa Hành chính Tòa án địa phương Tòa án nhân dân cấp cao Tòa án nhân dân tỉnh, thành phố trực thuộc trung ương Tòa án nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương hiện Viện kiểm sát nhân dân Việt Nam Tổng quan Viện kiểm sát nhân dân tối cao Lịch sử Tổ chức Luật Tổ chức Viện kiểm sát nhân dân Lãnh đạo Viện trưởng Viện kiểm sát nhân dân tối cao Phó Viện trưởng Viện kiểm sát nhân dân tối cao Viện trưởng Viện kiểm sát nhân dân cấp cao Viện trưởng Viện kiểm sát nhân dân tỉnh, thành phố trực thuộc trung ương Viện trưởng Viện kiểm sát nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương Cơ quan giúp việc Văn phòng Thanh tra Cục Thống kê tội phạm và công nghệ thông tin Cục Điều tra Vụ Kinh tế chức vụ Vụ Hình sự trật tự xã hội Vụ Tham nhũng Vụ Ma túy Vụ An ninh Vụ Hình sự Vụ Dân sự Vụ Tạm giữ tạm giam Vụ Khiếu tố Vụ Tổ chức cán bộ Vụ Thi hành án dân sự Vụ Kế hoạch tài chính Vụ Hành chính kinh tế lao động Vụ Hợp tác quốc tế Viện Khoa học kiểm sát Tạp chí Kiểm sát Báo Bảo vệ pháp luật Trường Đại học Kiểm sát Hà Nội Các Viện kiểm sát Viện kiểm sát nhân dân tối cao Viện kiểm sát Quân sự Trung ương Viện kiểm sát nhân dân cấp cao Viện kiểm sát nhân dân tỉnh, thành phố trực thuộc trung ương Viện kiểm sát nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương hiện Mặt trận Tổ quốc Việt Nam Tổng quan Lịch sử Tổ chức Luật MTTQVN Luật Công đoàn Điều lệ MTTQVN Đại hội đại biểu Toàn quốc MTTQVN Ủy ban Trung ương MTTQVN Lãnh đạo Chủ tịch Ủy ban Trung ương MTTQVN Phó Chủ tịch Ủy ban Trung ương MTTQVN Chủ tịch Ủy ban MTTQVN các cấp Chủ tịch Hội các cấp Cơ quan giúp việc Ban Thường trực Văn phòng Ban Dân tộc Ban Tuyên giáo Ban Đối ngoại Ban Tôn giáo Ban Tổ chức cán bộ Ban Phong trào Ban Dân chủ Ban Pháp luật Báo Đại đoàn kết Tạp chí Mặt trận Hội đồng tư vấn Văn hoá Xã hội Đối ngoại và Kiều bào Khoa học Giáo dục Dân chủ Pháp luật Kinh tế Dân tộc Tôn giáo UB MTTQ Việt Nam ở địa phương UBMTTQVN cấp Thành phố UBMTTQVN cấp Tỉnh UBMTTQVN cấp Huyện UBMTTQVN cấp Xã Ban Công tác Mặt trận cấp Thôn Chủ tịch UBMTTQVN cấp Thành phố Chủ tịch UBMTTQVN cấp Tỉnh Chủ tịch UBMTTQVN cấp Huyện Chủ tịch UBMTTQVN cấp Xã Tổ chức thành viên Đảng Cộng sản Việt Nam TLĐ Lao động Đoàn TNCS Hồ Chí Minh Giáo hội Phật giáo UB Đoàn kết Công giáo Hội Nông dân Hội Liên hiệp Phụ nữ Hội Cựu chiến binh Quân đội nhân dân Liên hiệp các Hội KH&KT Liên hiệp các Hội VHNT Liên hiệp các tổ chức Hữu nghị Hội Liên hiệp Thanh niên Liên minh Hợp tác xã LĐ Thương mại & Công nghiệp Hội Chữ thập đỏ Hội Luật gia Hội Nhà báo Hội Làm vườn Hội Người mù Hội Sinh vật cảnh Hội Đông Y Tổng hội Y học Hội Người cao tuổi Hội Kế hoạch hoá gia đình Hội Khuyến học Hội Cứu trợ Trẻ em Tàn tật Hội Châm cứu Tổng hội thánh tin lành Việt Nam Hội liên lạc với người Việt Nam ở nước ngoài Hội Khoa học Lịch sử Hội nạn nhân chất độc da cam đioxin Hội mỹ nghệ kim hoàn đá quý Hội cựu Giáo chức Hội Xuất bản Hội nghề cá Hiệp hội SXKD của người tàn tật Hội y tế cộng đồng Hội cựu Thanh niên xung phong HH các trường Đại học, Cao đẳng Hiệp hội doanh nghiệp nhỏ và vừa Hội doanh nghiệp nhỏ và vừa Việt-Đức Hiệp hội Làng nghề Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Bí_thư_Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam&oldid=69987990” Thể loại: Danh sách nhân vật Việt Nam Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Trang có lỗi chú thích Lỗi CS1: ngày tháng Bản mẫu cổng thông tin có tất cả cổng thông tin được liên kết lại Bản mẫu Portal-inline có cổng thông tin được liên kết lại Trang này được sửa lần cuối vào ngày 16 tháng 5 năm 2023, 13:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}