{"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I":"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Các Hội nghị Trung ương 2Lịch sử Hiện\/ẩn mục Lịch sử 2.1Giai đoạn 1935-1936 2.2Giai đoạn 1936-1937 2.3Giai đoạn 1937-1938 2.4Giai đoạn 1938-1940 2.5Giai đoạn 1940-1941 2.6Giai đoạn 1941-1945 2.7Giai đoạn 1945-1951 3Danh sách Ủy viên chính thức 4Danh sách Ủy viên dự khuyết 5Ban Thường vụ Trung ương 6Tổng Bí thư 7Tham khảo 8Liên kết ngoài Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương Khóa I 1935-1951 ← Ban Chỉ huy hải ngoại khóa II → Đảng kỳ Đảng Cộng sản Đông Dương 31\/3\/1935 – 19\/2\/1951 15 năm, 325 ngày Cơ cấu tổ chức Tổng Bí thư Lê Hồng Phong Hà Huy Tập Nguyễn Văn Cừ Trường Chinh Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá I được bầu ra tại Đại hội lần thứ I họp tại Ma Cao tháng 3 năm 1935. Trong suốt khóa (1935-1951), một số ủy viên Trung ương đã hy sinh và một số người mới được bổ sung vào Ban Chấp hành Trung ương. Các Hội nghị Trung ương[sửa | sửa mã nguồn] Hội nghị TW lần thứ Bắt đầu-Kết thúc Thời gian Địa điểm Nội dung chính Trước Đại hội Đại biểu Toàn quốc lần thứ I Đảng Cộng sản Đông Dương 1 14-31\/10\/1930 18 ngày Hương Cảng (Trung Quốc) Hội nghị thông qua Luận cương Chính trị của Đảng, Điều lệ Đảng, Điều lệ các tổ chức quần chúng, cử ra Ban Chấp hành Trung ương gồm 6 ủy viên do Trần Phú làm Tổng Bí thư và đổi tên Đảng Cộng sản Việt Nam thành Đảng Cộng sản Đông Dương. 2 20-26\/3\/1931 7 ngày Sài Gòn Hội nghị quyết định thành lập Đoàn Thanh niên Cộng sản. 3 14-26\/6\/1934 13 ngày Ma Cao (Trung Quốc) Hội nghị quyết định thành lập Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương với nhiệm vụ lãnh đạo phong trào cách mạng trong nước. Đại hội Đại biểu Toàn quốc lần thứ I Đảng Cộng sản Đông Dương 1 27-31\/3\/1935 5 ngày Ma Cao (Trung Quốc) Hội nghị thông qua nghị quyết về công tác dân vận, Điều lệ Đảng Cộng sản Đông Dương, Bầu Ban Chấp hành Trung ương gồm 13 ủy viên, Ban Thường vụ 5 ủy viên và cử đại biểu đi dự Đại hội VII của Quốc tế Cộng sản. Lê Hồng Phong được bầu làm Tổng Bí thư. Hội nghị cũng cử Nguyễn Ái Quốc làm đại diện của Đảng Cộng sản Đông Dương bên cạnh Quốc tế Cộng sản. 2 26\/7\/1936 1 ngày Thượng Hải (Trung Quốc) Hội nghị chủ trương thành lập Mặt trận Thống nhất Nhân dân Phản đế. Hà Huy Tập được bầu giữ chức Tổng Bí thư của Đảng. 3 13-14\/3\/1937 2 ngày Gia Định Hội nghị đã quyết định vấn đề thành lập Mặt trận Thống nhất Nhân dân Phản đế, thay đổi và kiện toàn các tổ chức Đảng, các tổ chức quần chúng cho phù hợp với tình hình mới của cách mạng Việt Nam. 4 25\/8-4\/9\/1937 10 ngày Bà Điểm (Gia Định) Hội nghị nhận định Đảng đã khôi phục lại hệ thống Bắc - Trung - Nam thành một tổ chức thống nhất về chính trị; tổ chức, động viên toàn thể đảng viên đấu tranh đòi các quyền tự do dân chủ bằng hình thức thích hợp, tránh những hành động bạo động có thể khiêu khích quân thù khủng bố vô ích. 5 29-30\/3\/1938 2 ngày Hội nghị thông qua nghị quyết về phòng thủ Đông Dương và vận động binh lính. Tại hội nghị này, Mặt trận Thống nhất Nhân dân Phản đế đổi thành Mặt trận Thống nhất Dân chủ Đông Dương, gọi tắt là Mặt trận Dân chủ Đông Dương. Nguyễn Văn Cừ được bầu làm Tổng Bí thư Đảng Cộng sản Đông Dương. 6 2, 7-8\/11\/1939 3 ngày Hội nghị đã quyết định thành lập Mặt trận Thống nhất Dân tộc Phản đế Đông Dương thay cho Mặt trận Dân chủ Đông Dương không còn phù hợp trong tình hình và nhiệm vụ mới. 7 6-9\/11\/1940 4 ngày Đình Bảng (Bắc Ninh) Hội nghị quyết định phát triển khởi nghĩa Bắc Sơn và hoãn khởi nghĩa Nam Kỳ. Hội nghị cử Trường Chinh làm Quyền Tổng Bí thư. 8 10-19\/5\/1941 10 ngày Pác Bó (Cao Bằng) Hội nghị quyết định thành lập Việt Nam Độc lập Đồng Minh (gọi tắt là Việt Minh) thay cho Mặt trận Thống nhất Dân tộc Phản đế Đông Dương, bầu Ban Chấp hành Trung ương do Trường Chinh làm Tổng Bí thư. Lịch sử[sửa | sửa mã nguồn] Giai đoạn 1935-1936[sửa | sửa mã nguồn] Từ ngày 27 đến ngày 31 tháng 3 năm 1935 Đại hội đại biểu lần thứ nhất của Đảng đã họp tại Nhà số 2 phố Quan Công, Ma Cao (Trung Quốc). Tham dự Đại hội có 13 đại biểu gồm 2 đại biểu của Đảng bộ Bắc Kỳ (cuối Đại hội mới tới), 2 đại biểu của Đảng bộ Trung Kỳ, 3 đại biểu của Đảng bộ Nam Kỳ, 1 đại biểu của Đảng bộ Lào, 3 đại biểu hoạt động ở Thái Lan, 2 đại biểu của Ban Chỉ huy hải ngoại. Lúc này Nguyễn Ái Quốc đang công tác ở Quốc tế Cộng sản, Lê Hồng Phong dẫn đầu đoàn đại biểu Đảng (Nguyễn Thị Minh Khai, Hoàng Văn Nọn...) đi dự Đại hội lần thứ VII Quốc tế Cộng sản nên không tham dự được. Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I được bầu ra tại Đại hội lần thứ I gồm 13 ủy viên với 9 ủy viên chính thức và 4 ủy viên dự khuyết (trên thực tế bầu được 12 ủy viên, khuyết 1 ủy viên do Xứ ủy Trung Kỳ chỉ định sau): Lê Hồng Phong - Tổng Bí thư (bầu vắng mặt) Đinh Thanh Hoàng Đình Giong Nguyễn Văn Dựt (chính thức) Võ Văn Ngân (chính thức) Ngô Tuân Võ Nguyên Hiến Phan Đình Hy - Bí thư Xứ ủy Ai Lao (Lào) Phạm Văn Xô Trần Văn Vi (Dân Tôn Tử) (dự khuyết) Bich Zhan (bí danh) Tống Văn Trân (dự khuyết) Khuyết (Xứ ủy Trung Kỳ đề cử). Ban Thường vụ Ban Chấp hành Trung ương gồm: Lê Hồng Phong, Đinh Thanh, Hoàng Đình Giong, Ngô Tuân, Nguyễn Văn Dựt. Nguyễn Ái Quốc là đại biểu của Đảng bên cạnh Quốc tế Cộng sản. Từ tháng 4-9\/1935, 8 ủy viên Trung ương lần lượt bị sa lưới mật thám Pháp như Nguyễn Văn Dựt bị bắt ngày ngày 20 tháng 4 năm 1935; 1 ủy viên ở Nam Kỳ bị bắt ngày ngày 24 tháng 4 năm 1935; Phan Đình Hy bị bắt tháng 5-1935 ở Lào; Phạm Văn Xô vừa trở về bị bắt ngày ngày 6 tháng 6 năm 1935 tại bản Nọong Bua, tỉnh Uđon (Xiêm), bị kết án 15 năm tù; Ngô Tuân bị bắt tại Cao Bằng ngày ngày 26 tháng 8 năm 1935, bị kết án 5 năm tù; Đinh Thanh bị bắt và hy sinh tại Ma Cao (các tài liệu của mật thám Pháp đều ghi là tự sát ở Ma Cao, tuy nhiên, ngày tự sát không thống nhất là ngày 27 tháng 9 năm 1935 và ngày 12 tháng 10 năm 1935); Võ Nguyên Hiến bị bắt lần thứ nhất vào tháng 7-1935, được trả tự do vào tháng 9 và bị bắt lại ngày ngày 1 tháng 11 năm 1935, trả tự do ngày ngày 7 tháng 5 năm 1936 ở Vinh, Nghệ An đến ngày ngày 3 tháng 11 năm 1936 bị bắt lần thứ ba; ủy viên người dân tộc thiểu số ở Bắc Kỳ có bí danh là Bich Zhan bị bắt và bị kết án 5 năm tù. Do phần lớn các ủy viên Trung ương và ủy viên Ban Thường vụ bị bắt, Tổng Bí thư Lê Hồng Phong và Nguyễn Ái Quốc công tác ở Quốc tế Cộng sản, Võ Văn Ngân hoạt động ở Nam Kỳ, Hoàng Đình Giong hoạt động ở Bắc Kỳ nhưng bị mất liên lạc với nhau (đến tháng 2-1936, Hoàng Đình Giong bị bắt tại Hàng Kênh, Hải Phòng) nên trên thực tế, đến tháng 9-1935 Ban Thường vụ đã không còn và Ban Chấp hành Trung ương cũng kết thúc. Trong hoàn cảnh đó, Ban Chỉ huy hải ngoại (lúc này có Hà Huy Tập (Bí thư) và Phùng Chí Kiên, đến tháng 3-1936 bổ sung Trần Văn Kiết) \"thực hiện chức năng của Ban Trung ương và lãnh đạo toàn Đảng\", nhưng chỉ hoạt động chủ yếu tại Bắc Kỳ. Từ năm 1930 đến năm 1945, Ban Chấp hành Trung ương bị phá vỡ ba lần vào tháng 4-1931, tháng 9-1935 và đầu năm 1940. Giai đoạn 1936-1937[sửa | sửa mã nguồn] Ngày ngày 26 tháng 7 năm 1936, Lê Hồng Phong (về Trung Quốc đầu năm 1936) cùng Hà Huy Tập, Phùng Chí Kiên tổ chức hội nghị tại Thượng Hải, quyết định phân công Hà Huy Tập về Sài Gòn tổ chức Ban Chấp hành Trung ương, khôi phục lại các mối liên lạc với các tổ chức Đảng. Thực hiện quyết định của Hội nghị, Hà Huy Tập trở về đặt trụ sở tại Sài Gòn từ ngày ngày 12 tháng 8 năm 1936. Ngày ngày 12 tháng 10 năm 1936, Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương được tổ chức ở Nam Kỳ, Ban Chấp hành Trung ương lâm thời được thành lập gồm 13 ủy viên: Hà Huy Tập - Tổng Bí thư Võ Văn Ngân Phan Đăng Lưu Hạ Bá Cang (Hoàng Quốc Việt) Nguyễn Văn Cừ Nguyễn Văn Trọng (Nguyễn Chí Diểu) Phùng Chí Kiên Võ Văn Tần Lê Hồng Phong Nguyễn Ái Quốc Ngô Văn Tâm Đinh Văn Di Lê Hồng Phong và Phùng Chí Kiên (khi đó hoạt động trong nước) là đại diện Ban Chỉ huy hải ngoại trong Ban Chấp hành Trung ương lâm thời. Ban Thường vụ gồm: Hà Huy Tập, Lê Hồng Phong, Nguyễn Văn Cừ, Nguyễn Chí Diểu, Võ Văn Tần. Giai đoạn 1937-1938[sửa | sửa mã nguồn] Nhằm thống nhất tổ chức Đảng ở Bắc Kỳ, Trung Kỳ và Nam Kỳ; đề ra những chủ trương mới, thúc đẩy phong trào cách mạng phát triển, Ban Chấp hành Trung ương nhóm họp Hội nghị mở rộng tại Nam Kỳ. Sau Hội nghị Hà Huy Tập tiếp tục được bầu làm Tổng Bí thư. Đầu tháng 9 năm 1937, Ban Chấp hành Trung ương họp Hội nghị mở rộng tại Bà Điểm, Hóc Môn, Gia Định. Hội nghị củng cố Ban Chấp hành Trung ương gồm 11 ủy viên: Hà Huy Tập - Tổng Bí thư Phùng Chí Kiên Lê Hồng Phong Võ Văn Ngân Võ Văn Tần Nguyễn Chí Diểu Nguyễn Văn Cừ Nguyễn Ái Quốc Phan Đăng Lưu Hạ Bá Cang (Hoàng Quốc Việt) Ngô Văn Tâm Nguyễn Ái Quốc và Lê Hồng Phong hoạt động ở ngoài xứ. Ban Thường vụ gồm có: Hà Huy Tập, Phùng Chí Kiên, Nguyễn Chí Diểu, Võ Văn Tần, Nguyễn Văn Cừ. Giai đoạn 1938-1940[sửa | sửa mã nguồn] Cuối tháng 3\/1938, Ban Chấp hành Trung ương Đảng tổ chức Hội nghị toàn thể tại Tân Thới Nhất, gần Bà Điểm, Hóc Môn, Gia Định. Hội nghị kiện toàn Ban Chấp hành Trung ương Đảng gồm 11 ủy viên: Nguyễn Văn Cừ Hà Huy Tập Lê Hồng Phong (về Nam Kỳ ngày 10\/11\/1937) Nguyễn Chí Diểu Võ Văn Ngân Võ Văn Tần Nguyễn Ái Quốc Phùng Chí Kiên Hoàng Quốc Việt ... 2 ủy viên là Nguyễn Ái Quốc ở Liên Xô và Phùng Chí Kiên ở Trung Quốc, các ủy viên còn lại đều ở trong xứ. Ban Thường vụ gồm 5 ủy viên: Nguyễn Văn Cừ, Hà Huy Tập, Lê Hồng Phong, Võ Văn Tần, Nguyễn Chí Diểu. Nguyễn Văn Cừ được bầu làm Tổng Bí thư. Sau Hội nghị, do một số ủy viên bị bắt còn Nguyễn Chí Diểu, Võ Văn Ngân mất vì bệnh tật, Ban Chấp hành Trung ương được bổ sung: Lê Duẩn (bổ sung giữa năm 1938, năm 1939 vào Ban Thường vụ) Phan Đăng Lưu (bổ sung giữa năm 1938, năm 1939 vào Ban Thường vụ). Nguyễn Hữu Tiến (bổ sung năm 1939). Ban Bí thư gồm Nguyễn Văn Cừ, Hà Huy Tập, Lê Hồng Phong. Sau khi Thế chiến 2 bùng nổ, đầu tháng 11\/1939, Ban Chấp hành Trung ương họp Hội nghị tại Bà Điểm, Hóc Môn, Gia Định. Lúc này Ban Chấp hành có: Nguyễn Văn Cừ - Tổng Bí thư Võ Văn Tần Lê Duẩn Phan Đăng Lưu Phùng Chí Kiên Nguyễn Ái Quốc ... Phùng Chí Kiên, Nguyễn Ái Quốc hoạt động tại Trung Quốc. Ban Chấp hành Trung ương quyết định thành lập Mặt trận Thống nhất Dân tộc Phản đế Đông Dương. Sau Hội nghị, 5 ủy viên Trung ương sa vào tay địch gồm: Nguyễn Văn Cừ, Lê Duẩn (17\/1\/1940), Lê Hồng Phong (6\/2\/1940), Hà Huy Tập (30\/3\/1940), Võ Văn Tần (21\/4\/1940). Do hầu hết các ủy viên Trung ương hoạt động trong xứ bị bắt, chỉ còn Phan Đăng Lưu, nên Ban Chấp hành Trung ương tan vỡ. Giai đoạn 1940-1941[sửa | sửa mã nguồn] Tháng 11\/1940, Ban Chấp hành Trung ương lâm thời Đảng Cộng sản được thành lập tại Bắc Kỳ gồm: Trường Chinh (Đặng Xuân Khu) - Quyền Tổng Bí thư Hoàng Văn Thụ Phan Đăng Lưu Hạ Bá Cang (Hoàng Quốc Việt) Ban Thường vụ Trung ương gồm: Trường Chinh, Hoàng Văn Thụ và Hạ Bá Cang. Giai đoạn 1941-1945[sửa | sửa mã nguồn] Giữa tháng 5\/1941, dưới sự chủ trì của Nguyễn Ái Quốc, Hội nghị lần thứ VIII Ban Chấp hành Trung ương Đảng diễn ra tại Pác Bó, xã Trường Hà, huyện Hà Quảng, tỉnh Cao Bằng. Hội nghị bầu Ban Chấp hành Trung ương gồm 7 Ủy viên chính thức và 4 Ủy viên dự khuyết: Ủy viên chính thức Nguyễn Ái Quốc Trường Chinh Hạ Bá Cang Hoàng Văn Thụ Phùng Chí Kiên Bùi San Hồ Xuân Lưu Ủy viên dự khuyết Vũ Anh Nguyễn Thành Diên Trần Đăng Ninh (bầu vắng mặt) Nhiêu (ở Trung Kỳ, không rõ họ, bầu vắng mặt) Ban Thường vụ gồm: Trường Chinh, Hạ Bá Cang và Hoàng Văn Thụ. Trường Chinh được bầu làm Tổng Bí thư. Cuối năm 1941, Trần Đăng Ninh bị bắt; ngày 25\/8\/1943, Hoàng Văn Thụ bị bắt. Ban Chấp hành Trung ương quyết định bổ sung: Nguyễn Lương Bằng (tháng 10\/1943) Lê Đức Thọ (đầu năm 1945) Đến đầu tháng 8\/1945, Ban Chấp hành Trung ương gồm: Trường Chinh (Tổng Bí thư), Hoàng Quốc Việt, Nguyễn Lương Bằng, Lê Đức Thọ, Trần Đăng Ninh (dự khuyết), Vũ Anh (dự khuyết). Các ủy viên khác được phân công sang các lực lượng Việt Minh. Tại Hội nghị Toàn quốc họp tại Tân Trào tháng 8\/1945, Hội nghị quyết định bầu bổ sung: Nguyễn Chí Thanh, Hoàng Văn Hoan, Chu Văn Tấn và Võ Nguyên Giáp; nâng số Ủy viên Trung ương lên 10 người. Giai đoạn 1945-1951[sửa | sửa mã nguồn] Sau Cách mạng tháng 8\/1945, Ban Chấp hành Trung ương gồm: Hồ Chí Minh Trường Chinh Hoàng Quốc Việt Nguyễn Lương Bằng Lê Đức Thọ Trần Đăng Ninh Vũ Anh Nguyễn Chí Thanh Chu Văn Tấn Hoàng Văn Hoan Võ Nguyên Giáp Lê Duẩn (bổ sung) Tôn Đức Thắng (bổ sung 1947) Phạm Văn Đồng (bổ sung 1947) Lê Văn Lương (bổ sung 1947) Ban Thường vụ gồm: Hồ Chí Minh (Chủ tịch nước), Trường Chinh (Tổng Bí thư), Võ Nguyên Giáp, Lê Đức Thọ (tới 1948), Hoàng Quốc Việt, Nguyễn Lương Bằng (bổ sung 1948). Bí thư Xứ ủy Bắc Kỳ: Hoàng Văn Thụ (1941–1944), Văn Tiến Dũng (1944), Nguyễn Văn Trân (1944-1945) Bí thư Xứ ủy Trung Kỳ: Nguyễn Chí Thanh (1945–1948) Bí thư Xứ ủy Nam Kỳ: Trần Văn Giàu (1943–1945) - Xứ ủy Tiên phong, Dân Tôn Tử (Trần Văn Vi) - Xứ ủy Giải phóng (1945), Tôn Đức Thắng (1945), Lê Duẩn (1945–1946), Phạm Hùng (1946), Lê Duẩn (1946–1951), Phó Bí thư Xứ ủy: Lê Đức Thọ (1948–1951), Nguyễn Văn Kỉnh. Danh sách Ủy viên chính thức[sửa | sửa mã nguồn] Nhân sự Ban Chấp hành Trung ương giai đoạn 1935 đến trước Đại hội II năm 1951 điều chỉnh trong các năm sau đó (danh sách chưa đầy đủ): Lê Hồng Phong Hà Huy Tập Nguyễn Văn Cừ Võ Văn Ngân Trường Chinh (từ 1940) Đinh Thanh Hoàng Văn Thụ Hoàng Văn Nọn Nguyễn Văn Dựt Nguyễn Chí Điệu Võ Nguyên Hiến Thẩu Xỉ (người Lào) Ngô Tuân Nguyễn Ái Quốc (từ 1941) Lê Duẩn Phan Đăng Lưu (từ năm 1938) Võ Văn Tần (từ năm 1937) Nguyễn Hữu Tiến Phùng Chí Kiên Hoàng Quốc Việt Nguyễn Chí Thanh (từ tháng 8-1945) Hoàng Văn Hoan (từ tháng 8-1945) Chu Văn Tấn (từ tháng 8-1945) Vũ Anh (từ 1941) Võ Nguyên Giáp (từ tháng 8-1945) Lê Đức Thọ (chính thức từ tháng 8-1945, trước đó từ 1944 là ủy viên dự khuyết) Nguyễn Lương Bằng (chính thức từ tháng 8-1945, trước đó là ủy viên dự khuyết) Tôn Đức Thắng (từ 1947) Phạm Văn Xô Hoàng Đình Giong Đinh Văn Di Bùi San Hồ Xuân Lưu Nguyễn Văn Minh Danh sách Ủy viên dự khuyết[sửa | sửa mã nguồn] Vũ Anh (từ 1941, chính thức tháng 8-1945) Phạm Văn Đồng (từ 1947, chính thức năm 1949) Lê Đức Thọ (chính thức từ tháng 8-1945) Nguyễn Lương Bằng (ủy viên dự khuyết từ 1943 và chính thức từ tháng 8-1945) Lê Văn Lương Trần Đăng Ninh (từ 1941, chính thức từ tháng 8-1945) Ban Thường vụ Trung ương[sửa | sửa mã nguồn] Ban Thường vụ Trung ương do Đại hội I (1935) bầu ra có năm người, đứng đầu là Lê Hồng Phong. Nhân sự Ban Thường vụ được điều chỉnh những năm sau đó (danh sách hiện chưa sưu tầm được đầy đủ). Năm 1936 Hà Huy Tập được cử giữ chức Tổng Bí thư. Năm 1937, Nguyễn Văn Cừ vào Ban Thường vụ. Tại Hội nghị Trung ương năm 1938 Ban Thường vụ có Nguyễn Văn Cừ, Hà Huy Tập, Lê Hồng Phong, Võ Văn Tần và Nguyễn Chí Diểu. Năm 1939 Lê Duẩn được cử vào Ban Thường vụ. Năm 1940, Trường Chinh, Hoàng Văn Thụ, Hoàng Quốc Việt lập ban lãnh đạo. Ban Thường vụ Trung ương được bầu ra tại Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương lần thứ 8, khóa I (họp từ ngày 10 đến ngày 19 tháng 5 năm 1941), gồm Trường Chinh, Hoàng Văn Thụ và Hoàng Quốc Việt, đứng đầu là Tổng Bí thư Trường Chinh. Sau Cách mạng Tháng Tám 1945, Ban Thường vụ Trung ương gồm Hồ Chí Minh, Trường Chinh, Võ Nguyên Giáp, Lê Đức Thọ, Hoàng Quốc Việt, sau bổ sung thêm Nguyễn Lương Bằng. Tổng Bí thư[sửa | sửa mã nguồn] Tháng 10\/1930, Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng họp ở Hồng Kông đã thông qua bản Luận cương Chính trị và bầu Ban Chấp hành Trung ương chính thức, Trần Phú được bầu làm Tổng Bí thư đầu tiên của Đảng. Lê Hồng Phong (3\/1935-6\/1936) Hà Huy Tập (7\/1936-3\/1938) Nguyễn Văn Cừ (3\/1938-1\/1940) Trường Chinh (Quyền Tổng Bí thư từ tháng 11\/1940, Tổng Bí thư từ tháng 5\/1941 đến hết khóa, 1951) Trên thực tế, những năm 1935-1938, Lê Hồng Phong và Hà Huy Tập là những lãnh đạo cao nhất. Lê Hồng Phong là Ủy viên Ban chấp hành Quốc tế Cộng sản, trong khi Hà Huy Tập là Bí thư Ban Chỉ huy Hải ngoại (có quyền hơn Ban Chấp hành Trung ương thời điểm đó) trước khi là Tổng Bí thư Đảng. Năm 1938 Nguyễn Văn Cừ làm Tổng Bí thư và sau đó Lê Hồng Phong, Hà Huy Tập bị Pháp bắt. Kể từ năm 1941 khi Nguyễn Ái Quốc (Hồ Chí Minh) về nước thì ông là lãnh tụ của Đảng, chủ trì nhiều cuộc họp của Trung ương và Ban Thường vụ. Trường Chinh trong vai trò Tổng Bí thư cũng chủ trì nhiều cuộc họp của Trung ương cũng như Ban Thường vụ khi Hồ Chí Minh bận hoặc không có điều kiện dự. Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] ẩn x t s Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam_khóa_I&oldid=70031851” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Danh sách nhân vật Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 11:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}