{"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV":"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Các Hội nghị 2Ủy viên chính thức 3Ủy viên dự khuyết 4Ủy viên Bộ Chính trị 5Ban Bí thư 6Tham khảo 7Liên kết ngoài Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Khóa IV 1976 - 1982 ← khóa III khóa V → Đảng kỳ Đảng Cộng sản Việt Nam 20\/12\/1976 – 31\/3\/1982 5 năm, 101 ngày Cơ cấu tổ chức Tổng Bí thư Lê Duẩn Thường trực Ban Bí thư Nguyễn Duy Trinh Lê Đức Thọ Lê Thanh Nghị (20\/12\/1976-31\/3\/1982) Bộ Chính trị chính thức: 14 dự khuyết: 3 Ban Bí thư 9 ủy viên Số Ủy viên Trung ương chính thức: 101 dự khuyết: 32 Đại hội Đảng Cộng sản Việt Nam IV đã bầu ra Ban Chấp hành Trung ương khóa IV (1976-1982) gồm 101 ủy viên chính thức và 32 ủy viên dự khuyết. Các Hội nghị[sửa | sửa mã nguồn] Hội nghị TW lần thứ Bắt đầu-Kết thúc Thời gian Nội dung chính 1 21\/12\/1976 1 ngày Ban Chấp hành Trung ương họp bầu Lê Duẩn được bầu làm Tổng Bí thư. Bầu Bộ Chính trị và Ban Bí thư. 2 22\/6-4\/7\/1977 14 ngày Hội nghị bàn về nhiệm vụ phát triển nông nghiệp, lâm nghiệp, ngư nghiệp trong kế hoạch 5 năm 1976-1980. 3 6-16\/12\/1977 11 ngày Hội nghị thảo luận về tình hình kinh tế 2 năm 1976-1977, đề ra nhiệm vụ cấp bách của kế hoạch nhà nước năm 1978. 4 14\/7-21\/7\/1978 8 ngày Hội nghị bàn về kiện toàn tổ chức, cải tiến chế độ làm việc, về tình hình và nhiệm vụ mới. 5 12\/1978 - Hội nghị bàn về nhiệm vụ lớn: ổn định đời sống nhân dân, tăng cường quốc phòng và an ninh, bảo vệ Tổ quốc và tiếp tục xây dựng cơ sở vật chất cho Chủ nghĩa xã hội. 6 15\/8-23\/8\/1979 9 ngày Hội nghị tổng kết tình hình xây dựng Chủ nghĩa xã hội, bảo vệ tổ quốc 4 năm 1976-1979 và vạch ra nhiệm vụ cấp bách trước mắt. Hội nghị thông qua nghị quyết về phương hướng, nhiệm vụ phát triển công nghiệp hàng tiêu dùng và công nghiệp địa phương. 7 11\/3\/1980 1 ngày Hội nghị quyết định một số vấn đề cơ bản về cán bộ và công tác cán bộ của Đảng trong tình hình mới. 8 4-10\/9\/1980 7 ngày Hội nghị bàn về Dự thảo Hiến pháp mới nước Cộng hòa Xã hội chủ nghĩa Việt Nam. 9 3-10\/12\/1980 10 ngày Hội nghị bàn về phương hướng, nhiệm vụ phát triển kinh tế xã hội năm 1981. 10 9\/10-3\/11\/1981 27 ngày Hội nghị bàn về những văn kiện sẽ trình bày tại Đại hội đại biểu toàn quốc lần thứ V của Đảng. 11 7-16\/12\/1981 10 ngày Hội nghị bàn về phương hướng nhiệm vụ kinh tế xã hội năm 1982. 12 26\/2-8\/3\/1982 9 ngày Hội nghị bàn về công tác chuẩn bị cho Đại hội đại biểu toàn quốc lần thứ V của Đảng. Ủy viên chính thức[sửa | sửa mã nguồn] STT Họ và tên 1 Lê Đức Anh 2 Hoàng Anh 3 Đặng Quốc Bảo 4 Nguyễn Lương Bằng 5 Nguyễn Thanh Bình 6 Hoàng Cầm 7 Nguyễn Văn Chí 8 Trường Chinh 9 Lê Quang Chữ 10 Nguyễn Côn 11 Võ Chí Công 12 Lê Duẩn 13 Văn Tiến Dũng 14 Trần Hữu Dực 15 Phan Văn Đáng 16 Lê Quang Đạo 17 Nguyễn Thị Định 18 Trần Độ 19 Ngô Duy Đông 20 Trần Đông 21 Võ Thúc Đồng 22 Phạm Văn Đồng 23 La Lâm Gia 24 Võ Nguyên Giáp 25 Song Hào 26 Lê Văn Hiền 27 Trần Văn Hiển 28 Lê Quang Hòa 29 Trần Quốc Hoàn 30 Phạm Hùng 31 Trần Quang Huy 32 Trần Quốc Hương 33 Tố Hữu STT Họ và tên 34 Nguyễn Xuân Hữu 35 Đặng Hữu Khiêm 36 Nguyễn Hữu Khiếu 37 Đoàn Khuê 38 Trần Kiên 39 Phạm Văn Kiết 40 Võ Văn Kiệt 41 Hoàng Văn Kiểu 42 Nguyễn Lam 43 Nguyễn Quang Lâm 44 Vũ Lập 45 Nguyễn Thành Lê 46 Trần Lê 47 Vũ Đình Liệu 48 Vũ Ngọc Linh 49 Nguyễn Văn Linh 50 Trần Văn Long 51 Lê Văn Lương 52 Lê Hiến Mai 53 Nguyễn Hữu Mai 54 Chu Huy Mân 55 Hoàng Trường Minh 56 Đỗ Mười 57 Lê Thanh Nghị 58 Đồng Sĩ Nguyên 59 Đỗ Văn Nguyện 60 Nguyễn Thị Như 61 Lê Văn Phẩm 62 Bùi Phùng 63 Hà Thị Quế 64 Nguyễn Quyết 65 Trần Quyết 66 Trần Quỳnh STT Họ và tên 67 Bùi San 68 Trần Sâm 69 Phan Ngọc Sến 70 Trần Văn Sớm 71 Bùi Quang Tạo 72 Nguyễn Đức Tâm 73 Hà Kế Tấn 74 Lê Trọng Tấn 75 Nguyễn Cơ Thạch 76 Hoàng Văn Thái 77 Tạ Hồng Thanh 78 Võ Văn Thạnh 79 Hoàng Minh Thảo (từ 11\/1981) 80 Tôn Đức Thắng 81 Lê Việt Thắng 82 Lê Quốc Thân 83 Nguyễn Thị Thập 84 Hoàng Minh Thi 85 Đặng Thí 86 Đinh Đức Thiện 87 Mai Chí Thọ 88 Lê Đức Thọ 89 Nguyễn Thành Thơ 90 Nguyễn Đức Thuận 91 Xuân Thủy 92 Trần Văn Trà 93 Nguyễn Duy Trinh 94 Nguyễn Ngọc Trìu 95 Trần Nam Trung 96 Đàm Quang Trung 97 Vũ Tuân 98 Phan Trọng Tuệ 99 Đào Duy Tùng (từ 11\/1981) 100 Hoàng Tùng 101 Nguyễn Thị Bạch Tuyết 102 Hoàng Quốc Việt 103 Nguyễn Vịnh Ủy viên dự khuyết[sửa | sửa mã nguồn] STT Họ và tên 1 Nguyễn Chấn 2 Cao Đăng Chiếm 3 Đỗ Chính 4 Nguyễn Văn Chính (Chín Cần) 5 Nguyễn Ngọc Cừ 6 Trần Hữu Dư 7 Nguyễn Đáng 8 Trần Hanh 9 Lê Ngọc Hiền 10 Đặng Vũ Hiệp 11 Hoàng Văn Hiều STT Họ và tên 12 Vũ Thị Hồng 13 Y Ngông Niê KĐam 14 Lê Khắc 15 Bùi Thanh Khiết 16 Trương Văn Kiện 17 Trần Lâm 18 Nguyễn Tường Lân 19 Y Một (Y Pah) 20 Lương Văn Nghĩa 21 Hồ Nghinh 22 Vũ Oanh STT Họ và tên 23 Trần Phương 24 Nguyễn Văn Sĩ (Ksor Kron) 25 Hoàng Minh Thảo (đến 11\/1981) 26 Hoàng Thế Thiện 27 Lê Phước Thọ 28 Nguyễn Hữu Thụ 29 Lê Văn Tri 30 Đào Duy Tùng (đến 11\/1981) 31 Nguyễn Đình Tứ 32 Trần Vỹ Ủy viên Bộ Chính trị[sửa | sửa mã nguồn] Ủy viên chính thức: Lê Duẩn (Tổng Bí thư) Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Tố Hữu (bổ sung từ tháng 3\/1980). Ủy viên dự khuyết: Tố Hữu (đến tháng 3\/1980) Võ Văn Kiệt Đỗ Mười Bộ Chính trị ngày 3-1-1977 phân công công tác các ủy viên Bộ Chính trị, ngoài Lê Duẩn, Tổng Bí thư Ban Chấp hành Trung ương Đảng, là người đứng đầu Bộ Chính trị và Ban Bí thư: Phụ trách công tác Đảng và dân vận: Trường Chinh - chủ trì công tác của Bộ Chính trị khi Lê Duẩn đi vắng, phụ trách công tác lý luận của Trung ương Đảng, Bí thư Đảng đoàn kiêm Chủ tịch Ủy ban Thường vụ Quốc hội Lê Đức Thọ - phụ trách công tác tổ chức Nguyễn Duy Trinh - Thường trực Ban Bí thư Nguyễn Văn Linh - phụ trách dân vận và mặt trận Tố Hữu - phụ trách tuyên huấn và văn giáo. Phụ trách công tác chính quyền: Phạm Văn Đồng - Thủ tướng Chính phủ Phạm Hùng - Phó Thủ tướng thường trực Võ Nguyên Giáp - Phó Thủ tướng phụ trách quốc phòng và khoa học - kỹ thuật Lê Thanh Nghị - Phó Thủ tướng, Chủ nhiệm Ủy ban Kế hoạch nhà nước, phụ trách công tác quan hệ kinh tế với nước ngoài Trần Quốc Hoàn - Bộ trưởng Bộ nội vụ và Trưởng ban Nội chính của Trung ương Đảng Võ Chí Công - Phó Thủ tướng phụ trách khối nông nghiệp, lâm nghiệp, hải sản Đỗ Mười - Phó Thủ tướng phụ trách xây dựng cơ bản, Bộ trưởng Bộ Xây dựng. Phụ trách công tác quân sự: Văn Tiến Dũng - Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam Chu Huy Mân - Chủ nhiệm Tổng cục Chính trị. Phụ trách địa phương: Lê Văn Lương - Bí thư Thành ủy Hà Nội Võ Văn Kiệt - Bí thư Thành ủy kiêm Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh. Ban Bí thư[sửa | sửa mã nguồn] Lê Duẩn (Tổng Bí thư) Lê Đức Thọ Nguyễn Duy Trinh Nguyễn Văn Linh Tố Hữu Xuân Thủy Nguyễn Lam Song Hào Lê Quang Đạo Trần Quốc Hoàn (bổ sung từ năm 1980) Lê Thanh Nghị (bổ sung từ năm 1980) Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Đại hội đại biểu toàn quốc lần thứ IV (14-20\/12\/1976) trên website của Đảng Cộng sản Việt Nam. Danh sách Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư Đảng Cộng sản Việt Nam khoá IV trên website của Đảng Cộng sản Việt Nam. ẩn x t s Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam_khóa_IV&oldid=69947672” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Danh sách nhân vật Việt Nam Trang này được sửa lần cuối vào ngày 4 tháng 5 năm 2023, 14:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}