{"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V":"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Các Hội nghị 2Ủy viên chính thức 3Ủy viên dự khuyết 4Ủy viên Bộ Chính trị 5Ban Bí thư 6Tham khảo 7Liên kết ngoài Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Đại hội Đảng Cộng sản Việt Nam V họp từ ngày 27 đến ngày 31 tháng 3 năm 1982 đã bầu ra Ban Chấp hành Trung ương khóa V (1982-1986) gồm 116 ủy viên chính thức và 36 ủy viên dự khuyết. Ban Chấp hành Trung ương Đảng khóa V 1982 - 1986 ← khóa IV khóa VI → Đảng kỳ Đảng Cộng sản Việt Nam 31\/3\/1982 – 18\/12\/1986 4 năm, 262 ngày Cơ cấu tổ chức Tổng Bí thư Lê Duẩn (3\/1982-7\/1986) Trường Chinh (7\/1986-12\/1986) Thường trực Ban Bí thư Võ Chí Công (3\/1982-6\/1986) Nguyễn Văn Linh (6\/1986-12\/1986) Bộ Chính trị chính thức: 13 dự khuyết: 2 Ban Bí thư 10 ủy viên Số Ủy viên Trung ương chính thức: 116 dự khuyết: 36 Các Hội nghị[sửa | sửa mã nguồn] Hội nghị TW lần thứ Bắt đầu-Kết thúc Thời gian Nội dung chính 1 30\/3\/1982 1 ngày Ban Chấp hành Trung ương họp bầu Lê Duẩn được bầu làm Tổng Bí thư. Bầu Bộ Chính trị và Ban Bí thư. 2 7\/1982 - Hội nghị quyết định chương trình công tác toàn khoá và quy chế làm việc của Ban Chấp hành Trung ương nhằm thực hiện thắng lợi nghị quyết của Đại hội lần thứ V. 3 12\/1982 - Hội nghị xác định phương hướng nhiệm vụ kinh tế - xã hội và mức phấn đấu cụ thể từ năm 1983 đến năm 1985. Hội nghị còn quyết định một số vấn đề cấp bách về phân phối lưu thông, về phân cấp quản lý kinh tế, về công tác xây dựng và tăng cường cấp huyện. 4 6\/1983 - Hội nghị bàn về công tác tư tưởng và tổ chức. Hội nghị đã kiểm điểm, đánh giá những khuyết điểm về công tác tư tưởng và tổ chức là một trở ngại lớn đối với việc thực hiện đường lối chính sách của Đảng và pháp luật của Nhà nước; vạch ra các nhiệm vụ về công tác tư tưởng và tổ chức cấp bách cần tập trung giải quyết. 5 12\/1983 - Hội nghị đã thông qua phương hướng, nhiệm vụ kế hoạch kinh tế - xã hội năm 1984 và quyết định những chủ trương và biện pháp chấn chỉnh mặt trận lưu thông phân phối. 6 7\/1984 - Hội nghị quyết định: phải phát huy quyền làm chủ của nhân dân lao động, tính chủ động, sáng tạo và mọi khả năng của cơ sở; tổ chức lại sản xuất, từng bước xây dựng cơ chế quản lý mới, phân công, phân cấp quản lý đúng đắn; giải quyết một số vấn đề cấp bách về phân phối lưu thông, đặc biệt là các lĩnh vực thị trường, giá, lương, tiền nhằm phục vụ tốt cơ sở, đồng thời giải quyết đúng mối quan hệ phân phối trong nền kinh tế quốc dân. 7 12\/1984 - Hội nghị họp bàn về phương hướng, nhiệm vụ kinh tế - xã hội năm 1985 và công tác xây dựng huyện, tăng cường cấp huyện. 8 6\/1985 - Hội nghị bàn về vấn đề giá, lương, tiền. 9 12\/1985 - Hội nghị đã kiểm điểm tình hình thực hiện kế hoạch nhà nước năm 1985 và đề ra nhiệm vụ kinh tế - xã hội năm 1986 nhằm tạo nên một chuyển biến mạnh trong việc thực hiện cơ chế mới, quản lý kinh tế - xã hội, sử dụng lao động, đất đai và những cơ sở vật chất - kỹ thuật đã có, đổi mới kế hoạch hoá... 10 5\/1986 - Hội nghị phân tích những khuyết điểm, sai lầm trong việc chỉ đạo công tác giá lương tiền, khẳng định quyết tâm chiến lược xoá bỏ tập trung quan liêu bao cấp, chuyển sang hạch toán kinh doanh xã hội chủ nghĩa, Hội nghị còn thảo luận và góp ý bản Báo cáo chính trị để trình bày tại Đại hội lần thứ VI của Đảng. Đặc biệt 7\/1986 - Hội nghị họp phiên đặc biệt. Trường Chinh được bầu giữ chức Tổng Bí thư Ban Chấp hành Trung ương Đảng thay Lê Duẩn đã từ trần ngày 10-7-1986. 11 11\/1986 - Hội nghị kiểm điểm, hoàn thiện công việc chuẩn bị Đại hội VI và quyết định triệu tập Đại hội VI sẽ họp công khai vào tháng 12-1986. 12 12\/1986 - Hội nghị họp tiếp tục thảo luận vấn đề nhân sự và thông qua danh sách giới thiệu Ban Chấp hành Trung ương mới để trình Đại hội VI. Ủy viên chính thức[sửa | sửa mã nguồn] STT Họ và tên 1 Lê Duẩn 2 Trường Chinh 3 Phạm Văn Đồng 4 Phạm Hùng 5 Lê Đức Thọ 6 Võ Nguyên Giáp 7 Nguyễn Duy Trinh 8 Lê Thanh Nghị 9 Trần Quốc Hoàn 10 Văn Tiến Dũng 11 Nguyễn Văn Linh 12 Lê Văn Lương 13 Chu Huy Mân 14 Võ Chí Công 15 Tố Hữu 16 Võ Văn Kiệt 17 Đỗ Mười 18 Nguyễn Thanh Bình 19 Nguyễn Văn Chí 20 Đỗ Chính 21 Cao Đăng Chiếm 22 Nguyễn Côn 23 Lê Quang Đạo 24 Nguyễn Thị Định 25 Trần Độ 26 Trần Đông 27 Ngô Duy Đông 28 La Lâm Gia 29 Song Hào 30 Vũ Thị Hồng 31 Lê Khắc 32 Bùi Thanh Khiết 33 Nguyễn Lam 34 Trần Lâm 35 Trần Lê 36 Trần Văn Long 37 Đồng Sĩ Nguyên 38 Nguyễn Thị Như 39 Đỗ Văn Nguyện STT Họ và tên 40 Vũ Oanh 41 Trần Phương 42 Trần Quyết 43 Trần Quỳnh 44 Trần Văn Sớm 45 Nguyễn Đức Tâm 46 Nguyễn Cơ Thạch 47 Đặng Thí 48 Nguyễn Hữu Thụ 49 Nguyễn Đức Thuận 50 Đào Duy Tùng 51 Hoàng Tùng 52 Nguyễn Đình Tứ 53 Nguyễn Ngọc Trìu 54 Nguyễn Vịnh 55 Trần Xuân Bách 56 Nguyễn Đức Bình 57 Lê Đức Bình 58 Nguyễn Thị Bình 59 Vũ Đại 60 Trần Hữu Đắc 61 Nguyễn Hòa, bí danh:Trần Doanh (Dầu khí) 62 Đinh Nho Liêm 63 Vũ Mão 64 Bình Phương 65 Vũ Quang 66 Lê Đức Thịnh 67 Nguyễn Văn Chính 68 Lê Quang Chữ 69 Y Ngông Niê Kdăm 70 Nguyễn Đáng 71 Lê Văn Hiền 72 Trần Quốc Hương 73 Nguyễn Xuân Hữu 74 Trần Kiên 75 Vũ Đình Liệu 76 Vũ Ngọc Linh 77 Hoàng Trường Minh 78 Y Một STT Họ và tên 79 Hồ Nghinh 80 Lê Văn Phẩm 81 Bùi San 82 Nguyễn Văn Sĩ (Ksor Kron) 83 Bùi Quang Tạo 84 Lê Việt Thắng 85 Lê Phước Thọ 86 Mai Chí Thọ 87 Trần Vỹ 88 Phạm Bái 89 Nguyễn Kỳ Cẩm 90 Nguyễn Văn Đức 91 Nguyễn Văn Hơn 92 Phạm Văn Hy 93 Hoàng Nó 94 Hoàng Quy 95 Phan Minh Tánh 96 La Thăng 97 Võ Trung Thành 98 Vũ Thắng 99 Hoàng Minh Thắng 100 Lâm Văn Thê 101 Vương Dương Tường 102 Lê Đức Anh 103 Hoàng Cầm 104 Lê Ngọc Hiền 105 Đặng Vũ Hiệp 106 Đoàn Khuê 107 Vũ Lập 108 Bùi Phùng 109 Nguyễn Quyết 110 Lê Trọng Tấn 111 Hoàng Văn Thái 112 Đàm Quang Trung 113 Nguyễn Thế Bôn 114 Nguyễn Minh Châu 115 Nguyễn Nam Khánh 116 Trần Văn Phác Sau bổ sung thêm 5 ủy viên chính thức: Nguyễn Tấn Trịnh, Đoàn Duy Thành (từ năm 1983), Phan Thanh Liêm (Bộ trưởng), Phan Văn Khải, Nguyễn Thị Ngọc Liên (từ năm 1984). Xếp theo thứ tự ABC STT Họ và tên 1 Lê Đức Anh 2 Trần Xuân Bách 3 Phạm Bái 4 Lê Đức Bình 5 Nguyễn Đức Bình 6 Nguyễn Thanh Bình 7 Nguyễn Thị Bình 8 Nguyễn Thế Bôn 9 Hoàng Cầm 10 Nguyễn Kỳ Cẩm 11 Nguyễn Minh Châu 12 Nguyễn Văn Chí 13 Cao Đăng Chiếm 14 Trường Chinh 15 Đỗ Chính 16 Nguyễn Văn Chính 17 Lê Quang Chữ 18 Nguyễn Côn 19 Võ Chí Công 20 Lê Duẩn 21 Văn Tiến Dũng 22 Vũ Đại 23 Nguyễn Đáng 24 Lê Quang Đạo 25 Trần Hữu Đắc 26 Nguyễn Thị Định 27 Trần Độ 28 Ngô Duy Đông 29 Trần Đông 30 Phạm Văn Đồng 31 Nguyễn Văn Đức 32 La Lâm Gia 33 Võ Nguyên Giáp 34 Song Hào 35 Lê Ngọc Hiền 36 Lê Văn Hiền 37 Đặng Vũ Hiệp 38 Nguyễn Hòa 39 Trần Quốc Hoàn 40 Vũ Thị Hồng STT Họ và tên 41 Nguyễn Văn Hơn 42 Phạm Hùng 43 Trần Quốc Hương 44 Tố Hữu 45 Nguyễn Xuân Hữu 46 Phạm Văn Hy 47 Y Ngông Niê Kdăm 48 Phan Văn Khải (từ 1984) 49 Nguyễn Nam Khánh 50 Lê Khắc 51 Bùi Thanh Khiết 52 Đoàn Khuê 53 Trần Kiên 54 Võ Văn Kiệt 55 Nguyễn Lam 56 Trần Lâm 57 Vũ Lập 58 Trần Lê 59 Đinh Nho Liêm 60 Phan Thanh Liêm (từ 1984) 61 Nguyễn Thị Ngọc Liên (từ 1984) 62 Vũ Đình Liệu 63 Vũ Ngọc Linh 64 Nguyễn Văn Linh 65 Trần Văn Long 66 Lê Văn Lương 67 Vũ Mão 68 Chu Huy Mân 69 Hoàng Trường Minh 70 Y Một 71 Đỗ Mười 72 Lê Thanh Nghị 73 Hồ Nghinh 74 Đồng Sĩ Nguyên 75 Đỗ Văn Nguyện 76 Nguyễn Thị Như 77 Hoàng Nó 78 Vũ Oanh 79 Trần Văn Phác 80 Lê Văn Phẩm STT Họ và tên 81 Bùi Phùng 82 Bình Phương 83 Trần Phương 84 Vũ Quang 85 Hoàng Quy 86 Nguyễn Quyết 87 Trần Quyết 88 Trần Quỳnh 89 Bùi San 90 Nguyễn Văn Sĩ (Ksor Kron) 91 Trần Văn Sớm 92 Phan Minh Tánh 93 Bùi Quang Tạo 94 Nguyễn Đức Tâm 95 Lê Trọng Tấn 96 Nguyễn Cơ Thạch 97 Hoàng Văn Thái 98 Đoàn Duy Thành (từ 1983) 99 Võ Trung Thành 100 La Thăng 101 Hoàng Minh Thắng 102 Lê Việt Thắng 103 Vũ Thắng 104 Lâm Văn Thê 105 Đặng Thí 106 Lê Đức Thịnh 107 Mai Chí Thọ 108 Lê Đức Thọ 109 Lê Phước Thọ 110 Nguyễn Hữu Thụ 111 Nguyễn Đức Thuận 112 Nguyễn Duy Trinh 113 Nguyễn Tấn Trịnh (từ 1983) 114 Nguyễn Ngọc Trìu 115 Đàm Quang Trung 116 Đào Duy Tùng 117 Hoàng Tùng 118 Nguyễn Đình Tứ 119 Vương Dương Tường 120 Nguyễn Vịnh 121 Trần Vỹ Ủy viên dự khuyết[sửa | sửa mã nguồn] STT Họ và tên 1 Nguyễn Chân 2 Nguyễn Cảnh Dinh 3 Lê Văn Dỹ 4 Phan Xuân Đợt 5 Hồng Hà 6 Nguyễn Văn Hiệu 7 Phạm Hưng 8 Đặng Hữu 9 Nguyễn Khánh 10 Đinh Văn Lạp 11 Trần Đức Lương 12 Chu Tam Thức STT Họ và tên 13 Phan Ngọc Tường 14 Lê Văn Triết 15 Nguyễn Tấn Trịnh (chính thức từ năm 1983) 16 Hà Xuân Trường 17 Nguyễn Chí Vu 18 Phạm Thế Duyệt 19 Trần Thị Đường 20 Vũ Ngọc Hải 21 Vũ Tuyên Hoàng 22 Phan Thanh Liêm (Bộ trưởng) (chính thức từ năm 1984) 23 Nguyễn Thị Yến 24 Nguyễn Văn An STT Họ và tên 25 Lê Đại 26 Trần Anh Điền 27 Hà Trọng Hòa 28 Hà Thiết Hùng 29 Phan Văn Khải (chính thức từ năm 1984) 30 Trần Tấn 31 Đoàn Duy Thành (chính thức từ năm 1983) 32 Đoàn Thanh Vị 33 Nguyễn Thị Ngọc Liên (chính thức từ năm 1984) 34 Tráng A Pao 35 Nguyễn Hòa (Quân đội) 36 Hồ Quang Hóa Xếp theo thứ tự ABC STT Họ và tên 1 Nguyễn Văn An 2 Nguyễn Chân 3 Nguyễn Cảnh Dinh 4 Phạm Thế Duyệt 5 Lê Văn Dỹ 6 Lê Đại 7 Trần Anh Điền 8 Phan Xuân Đợt 9 Trần Thị Đường 10 Hồng Hà 11 Vũ Ngọc Hải 12 Nguyễn Văn Hiệu STT Họ và tên 13 Nguyễn Hòa 14 Hà Trọng Hòa 15 Hồ Quang Hóa 16 Vũ Tuyên Hoàng 17 Hà Thiết Hùng 18 Phạm Hưng 19 Đặng Hữu 20 Phan Văn Khải (đến 1984) 21 Nguyễn Khánh 22 Đinh Văn Lạp 23 Phan Thanh Liêm (đến 1984) 24 Nguyễn Thị Ngọc Liên (đến 1984) STT Họ và tên 25 Trần Đức Lương 26 Tráng A Pao 27 Trần Tấn 28 Đoàn Duy Thành (đến 1983) 29 Chu Tam Thức 30 Lê Văn Triết 31 Nguyễn Tấn Trịnh (đến 1983) 32 Hà Xuân Trường 33 Phan Ngọc Tường 34 Đoàn Thanh Vị 35 Nguyễn Chí Vu 36 Nguyễn Thị Yến Ủy viên Bộ Chính trị[sửa | sửa mã nguồn] ủy viên chính thức: Lê Duẩn (Tổng Bí thư đến khi mất năm 1986) Trường Chinh (Tổng Bí thư sau khi Lê Duẩn mất) Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh (bổ sung từ tháng 6 năm 1985). ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên Ban Bí thư[sửa | sửa mã nguồn] Lê Duẩn (Tổng Bí thư đến khi mất năm 1986) Lê Đức Thọ Võ Chí Công Nguyễn Đức Tâm Nguyễn Lam Lê Quang Đạo Hoàng Tùng Nguyễn Thanh Bình Trần Kiên Trần Xuân Bách Nguyễn Văn Linh (bổ sung từ tháng 6 năm 1986) Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Đại hội đại biểu toàn quốc lần thứ V (27-31\/3\/1982) trên website của Đảng Cộng sản Việt Nam. Danh sách Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư Đảng Cộng sản Việt Nam khoá V trên website của Đảng Cộng sản Việt Nam. ẩn x t s Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam_khóa_V&oldid=69947675” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Danh sách nhân vật Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 4 tháng 5 năm 2023, 15:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}