{"Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương":"Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh 2Thành viên 3Chức năng 4Nhiệm vụ 5Tổ chức 6Hoạt động và giải tán 7Tham khả Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương 1934-1936 ← chính thức khóa I → Đảng kỳ Đảng Cộng sản Đông Dương 5\/3\/1934 – 19\/5\/1941 7 năm, 75 ngày Cơ cấu tổ chức Tổng Bí thư Lê Hồng Phong Hà Huy Tập Phùng Chí Kiên (phụ trách) Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương hay còn được gọi Ban Chỉ huy ở ngoài của Đảng Cộng sản Đông Dương là cơ quan Chấp hành của Đảng Cộng sản Đông Dương trong thời gian từ 1934-1936, trước khi Trung ương Đảng được thành lập. Sau khi Trung ương Đảng thành lập thì Ban Chỉ huy Hải ngoại là cơ quan liên lạc giữa Quốc tế Cộng sản và Trung ương Đảng. Hoàn cảnh[sửa | sửa mã nguồn] Từ giữa năm 1931 đến giữa năm 1932, trước chính sách khủng bố trắng của đế quốc Pháp và chính quyền Đông Dương, hệ thống tổ chức Đảng chịu những thiệt hại nghiêm trọng, phong trào cách mạng tạm thời lắng xuống. Ban Chấp hành Trung ương Đảng tan rã nhưng sự đấu tranh cách mạng vẫn tiếp tục. Tháng 4\/1931, Quốc tế Cộng sản ra Nghị quyết công nhận Đảng Cộng sản Đông Dương là chi bộ của Quốc tế Cộng sản. Trước đây Đảng Cộng sản Đông Dương là chi bộ của Đảng Cộng sản Pháp ở thuộc địa. Ngày 27\/6\/1931, Quốc tế Cộng sản gửi thư cho Đảng Cộng sản Đông Dương về công tác hoạt động. Trong đó Quốc tế Cộng sản nhấn mạnh \"sau khi khởi nghĩa Yên Bái thất bại, quyền lãnh đạo phong trào cách mạng Đông Dương đã trao vào tay Đảng Cộng sản Đông Dương\". Ngày 27\/2\/1932, Trung ương Quốc tế Cộng sản đề nghị các Đảng Cộng sản Pháp, Ấn Độ và Trung Quốc giúp đỡ Đảng Cộng sản Đông Dương. Sau đó, Quốc tế Cộng sản quyết định thành lập Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương để lãnh đạo công tác của Đảng. Tháng 6\/1933, Quốc tế Cộng sản cử Svan (Nguyễn Văn Dựt) và Sinichkin (Hà Huy Tập) về tăng cường Đảng Cộng sản Đông Dương. Tháng 3\/1934, tại Ma Cao (Trung Quốc), Lê Hồng Phong, Hà Huy Tập và Nguyễn Văn Dựt nhóm họp thành lập Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương. Thành viên[sửa | sửa mã nguồn] Ngay sau khi thành lập, Ban Chỉ huy hải ngoại gồm: Lê Hồng Phong, Bí thư Hà Huy Tập, phụ trách công tác tuyên truyền, cổ động, Trưởng ban Tuyên truyền kiêm phụ trách Tạp chí Bolshevik Nguyễn Văn Dựt, phụ trách thanh tra Sau Hội nghị chính thức, Ban Chỉ huy hải ngoại gồm 5 người (3 do Quốc tế Cộng sản chỉ định, 2 do trong nước cử ra): Lê Hồng Phong, Bí thư Hà Huy Tập Nguyễn Văn Dựt Nguyễn Văn Tham Trần Văn Chấn Trần Văn Kiết (bổ sung tháng 3\/1936) Sau Đại hội Đại biểu Đảng Cộng sản Đông Dương lần thứ I (27-31\/3\/1935), Hà Huy Tập được bầu làm Bí thư Ban Chỉ huy hải ngoại thay thế Lê Hồng Phong đã được Đại hội Đảng bầu là Tổng Bí thư Ban Chấp hành Trung ương Đảng. Sau khi Hà Huy Tập về nước, Lê Hồng Phong phụ trách Ban Chỉ huy hải ngoại cho tới tháng 10\/1937 thì về nước hoạt động. Từ 10\/1937, Phùng Chí Kiên được cử phụ trách Ban. Chức năng[sửa | sửa mã nguồn] Ban Chỉ huy hải ngoại là cơ quan đại diện của Ban Chấp hành Trung ương Đảng. Các Nghị quyết quan trọng của Ban Chấp hành Trung ương trong nước phải có sự đồng ý của Ban Chỉ huy hải ngoại. Nếu Ban Chấp hành Trung ương trong nước không tán thành thì có quyền đề đạt với Quốc tế Cộng sản. Nếu Quốc tế Cộng sản chưa có chỉ thị gì thì Ban Chấp hành Trung ương trong nước vẫn phải tuân theo Ban Chỉ huy hải ngoại. Trong trường hợp Ban Chỉ huy và Trung ương Đảng có ý kiến bất đồng, thì Trung ương Đảng hoặc ủy viên bất kỳ có quyền kiến nghị với Quốc tế Cộng sản. Nếu Trung ương Đảng bị tan rã hoặc mất liên lạc với tổ chức cấp dưới, Ban Chỉ huy hải ngoại phải gửi cán bộ về nước và bảo đảm tính liên tục của công tác lãnh đạo Đảng trong nước. Nhiệm vụ[sửa | sửa mã nguồn] Ban Chỉ huy hải ngoại có các nhiệm vụ sau: Liên lạc với Ban Trung ương Chấp ủy Đảng Cộng sản Đông Dương, với Quốc tế Cộng sản và với các đảng anh em. Tập hợp và đào tạo cán bộ Đảng cho đất nước. Xuất bản Tạp chí Bolshevik - Cơ quan lý luận Trung ương của Đảng. Sau Đại hội Đảng lần thứ I, Ban Chỉ huy hải ngoại có các nhiệm vụ chính sau: Chỉ đạo Trung ương Đảng về đường lối chính trị chung; kiểm tra Trung ương về việc thực hành các nghị quyết của Đảng Đại hội và của Quốc tế Cộng sản. Thay mặt cho Đảng mà liên lạc với các đảng anh em. Dự bị tài liệu tuyên truyền quan trọng cho Đảng. Cùng với Trung ương đào tạo các cán bộ chỉ đạo cho Đảng. Nếu Trung ương bị bắt hoặc bị Quốc tế Cộng sản giải tán, thì trực tiếp chỉ đạo ngay công tác toàn Đảng cho tới lúc thành lập Trung ương mới. Tổ chức[sửa | sửa mã nguồn] Ban Chỉ huy hải ngoại là cơ quan tồn tại song song với Ban Chấp hành Trung ương Đảng cho tới Hội nghị Trung ương VIII năm 1941. Ban Chỉ huy hải ngoại gồm 3 người do Trung ương Đảng giới thiệu và được Quốc tế Cộng sản thông qua. Ban Chỉ huy hải ngoại bầu người đứng đầu là Bí thư (Thư ký). Sau Đại hội Đảng lần thứ I, Ban Chỉ huy hải ngoại được tổ chức từ 5 đến 7 ủy viên. Trong trường hợp: có 7 ủy viên thì 4 phải do Quốc tế Cộng sản chỉ định, có 5 ủy viên thì 3 do Quốc tế Cộng sản chỉ định, các uỷ viên còn lại do Trung ương Đảng chỉ định. Nhiệm kỳ của các ủy viên do Quốc tế Cộng sản định ra (nếu là người của Quốc tế Cộng sản) hoặc do Trung ương Đảng định ra (nếu là người của Trung ương Đảng cử). Ban Thường vụ Ban Chỉ huy gồm 3 ủy viên, trong đó ít nhất 2 người do Quốc tế Cộng sản chỉ định. Hội nghị toàn thể Ban Chỉ huy hải ngoại tổ chức từ 3 đến 6 tháng một lần. Hoạt động và giải tán[sửa | sửa mã nguồn] Trong thời gian từ 1934-1935, Ban Chỉ huy hải ngoại là cơ quan chấp hành lâm thời của Đảng Cộng sản Đông Dương. Nhiệm vụ chính của Ban Chỉ huy là tích cực đào tạo cán bộ cử về nước và chuẩn bị công tác tổ chức Đại hội Đảng. Tháng 3\/1935, Đại hội Đảng lần thứ I được tổ chức, Ban Chấp hành Trung ương Đảng được thành lập. Ban Chỉ huy tồn tại song song với Trung ương Đảng.[1] Sau khi Trung ương Đảng thành lập được một thời gian ngắn, đến tháng 9\/1935 thì bị thực dân Pháp đàn áp tan rã. Ban Chỉ huy hải ngoại lại tiếp tục thực hiện nhiệm vụ Đảng trong nước, do điều kiện khách quan chỉ hoạt động chủ yếu tại Bắc Kỳ. Đầu năm 1936, Lê Hồng Phong liên lạc với Ban Chỉ huy quyết định lập lại Trung ương Đảng mới. Tháng 10\/1936, Trung ương Đảng được thành lập tại Nam Kỳ. Đầu năm 1937, Ban Chấp hành Trung ương họp Hội nghị mở rộng tại Nam Kỳ, Hà Huy Tập được bầu làm Tổng Bí thư. Sau khi Hà Huy Tập về nước lãnh đạo, mâu thuẫn giữa Ban Chỉ huy và Ban Chấp hành Trung ương bắt đầu nảy sinh. Hai bên viết sách, báo công kích lẫn nhau, phủ nhận vai trò của nhau, gây tác hại đến việc thực hiện nhiệm vụ chính trị và ảnh hưởng đến công tác tổ chức của Đảng.[cần dẫn nguồn] Sau Hội nghị mở rộng tại Bà Điểm (9\/1937), một số ủy viên Ban Chỉ huy được bầu vào Trung ương Đảng. Mâu thuẫn giữa 2 bên tạm kết thúc. Cho tới tháng 3\/1938 khi Nguyễn Văn Cừ được bầu làm Tổng Bí thư mới kết thúc. Đầu năm 1939, trụ sở Ban Chỉ huy bị cảnh sát Hồng Kông lục soát, Phùng Chí Kiên bắt liên lạc với Chi bộ Vân Quý, lập ra \"Hải ngoại chỉ huy ban\" để tiếp tục nhiệm vụ của Ban Chỉ huy hải ngoại. Giữa năm 1940, Nguyễn Ái Quốc gặp đại diện Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương và chỉ thị chuẩn bị cho Hội nghị toàn quốc của Đảng. Từ 10-19\/5\/1941, Hội nghị Trung ương lần thứ 8 đã được tổ chức tại Pắc Pó, Cao Bằng.[2] Sau Hội nghị Trung ương lần thứ 8, Ban Chấp hành Trung ương chính thức được thành lập. Hải ngoại Chỉ huy ban được sáp nhập vào Trung ương Đảng, các ủy viên Ban Chỉ huy được tổ chức bầu vào Trung ương Đảng. Tham khả[sửa | sửa mã nguồn] ^ http:\/\/infonet.vn\/nhung-net-chinh-trong-dai-hoi-dang-i-nam-1935-post187902.info ^ “Đảng lãnh đạo nhân dân đứng lên đấu tranh giành chính quyền”. Bản gốc lưu trữ ngày 7 tháng 10 năm 2017. Truy cập 4 tháng 3 năm 2016. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chỉ_huy_hải_ngoại_Đảng_Cộng_sản_Đông_Dương&oldid=68349698” Thể loại: Cơ quan của Đảng Cộng sản Việt Nam Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 25 tháng 3 năm 2022, 06:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}