{"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI":"Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Các Hội nghị 2Cố vấn Ban Chấp hành Trung ương 3Ủy viên chính thức 4Ủy viên dự khuyết 5Ủy viên Bộ Chính trị 6Ban Bí thư 7Tham khảo 8Liên kết ngoài Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 9\/2021) Ban Chấp hành Trung ương Đảng khóa VI 1986 - 1991 ← khóa V khóa VII → Đảng kỳ Đảng Cộng sản Việt Nam 18\/12\/1986 – 27\/6\/1991 4 năm, 191 ngày Cơ cấu tổ chức Tổng Bí thư Nguyễn Văn Linh Thường trực Ban Bí thư Đỗ Mười (12\/1986 - 6\/1988) Nguyễn Thanh Bình (6\/1988 - 6\/1991) Bộ Chính trị chính thức: 13 dự khuyết: 1 Ban Bí thư 13 ủy viên Số Ủy viên Trung ương chính thức: 124 dự khuyết: 49 Đại hội Đại biểu toàn quốc lần thứ 6 của Đảng Cộng sản Việt Nam (15-18\/12\/1986) đã bầu ra Ban Chấp hành Trung ương khóa VI (1986-1991) gồm 124 ủy viên chính thức và 49 ủy viên dự khuyết. Sau đó, Ban Chấp hành Trung ương bầu ra 13 ủy viên chính thức và 1 ủy viên dự khuyết Bộ Chính trị. Các Hội nghị[sửa | sửa mã nguồn] Hội nghị TW lần thứ Bắt đầu-Kết thúc Thời gian Nội dung chính 1 17\/12\/1986 1 ngày Bầu Bộ Chính trị gồm có 13 uỷ viên chính thức và một số uỷ viên dự khuyết. Nguyễn Văn Linh là Tổng Bí thư của Đảng. Trường Chinh, Phạm Văn Đồng và Lê Đức Thọ được giao trách nhiệm làm Cố vấn cho Ban Chấp hành Trung ương Đảng. 2 4\/1987 - Hội nghị quyết định phương hướng giải quyết vấn đề lưu thông phân phối là phải nắm vững mục tiêu giảm tỷ lệ bội chi ngân sách, giảm nhịp độ tăng giá, giảm tốc độ lạm phát, giảm khó khăn về đời sống của nhân dân trên cơ sở xoá bỏ chế độ tập trung quan liêu bao cấp, chuyển các hoạt động kinh tế sang hạch toán kinh doanh xã hội chủ nghĩa, nâng cao vai trò chủ đạo của nền kinh tế quốc doanh, phát huy khả năng tích cực của các thành phần kinh tế khác, mở rộng giao lưu hàng hoá, giải phóng sức sản xuất. 3 8\/1987 - Hội nghị xác định đổi mới cơ chế quản lý kinh tế là một yêu cầu bức thiết, một bộ phận cấu thành quan trọng nhất trong toàn bộ hoạt động trên lĩnh vực kinh tế của Đảng 4 12\/1987 - Hội nghị quyết định về phương hướng, nhiệm vụ phát triển kinh tế - xã hội trong ba năm (1988-1990). Mục tiêu phấn đấu của kế hoạch ba năm còn lại là phải thực hiện cho bằng được việc ổn định một bước quan trọng tình hình kinh tế - xã hội. Điều kiện quyết định là phát triển mạnh mẽ sản xuất hàng hoá, nâng cao năng suất, chất lượng và hiệu quả, trước hết tập trung sức thực hiện ba chương trình kinh tế lớn, đặc biệt là chương trình lương thực - thực phẩm. 5 6\/1988 - Hội nghị bàn về công tác xây dựng Đảng theo phương hướng Đại hội VI của Đảng là phải đổi mới tư duy, đổi mới tổ chức, đổi mới đội ngũ cán bộ, đổi mới phong cách lãnh đạo và nâng cao giác ngộ, bồi dưỡng lý tưởng, kiến thức và năng lực lãnh đạo; mở rộng dân chủ đi đôi với tăng cường kỷ luật trong Đảng. 6 3\/1989 - Hội nghị phân tích những nguyên nhân làm cho tình hình kinh tế - xã hội chậm được khắc phục, và quyết định phương hướng lớn chỉ đạo công cuộc đổi mới đi vào chiều sâu và nêu lên sáu nguyên tắc cơ bản phải được quán triệt trong quá trình đổi mới. 7 8\/1989 - Hội nghị quyết nghị một số vấn đề cấp bách về công tác tư tưởng trước tình hình trong nước và quốc tế 8 3\/1990 - Hội nghị tập trung bàn chuyên đề về Đổi mới công tác quần chúng của Đảng, tăng cường mối quan hệ giữa Đảng và nhân dân nhằm giải quyết một vấn đề có tính chất cơ bản và cấp bách, vừa phục vụ trực tiếp sự nghiệp đổi mới ở nước ta, vừa góp phần bảo vệ chủ nghĩa xã hội. Hội nghị cũng đã thảo luận và Nghị quyết về Tình hình các nước xã hội chủ nghĩa, sự phá hoại của chủ nghĩa đế quốc và nhiệm vụ cấp bách của Đảng ta. Hội nghị cũng đã quyết định cách chức một uỷ viên Bộ Chính trị, Bí thư Trung ương Đảng, uỷ viên Ban Chấp hành Trung ương Đảng vì đã vi phạm nghiêm trọng nguyên tắc tổ chức và kỷ luật của Đảng, gây ra nhiều hậu quả xấu. 9 8\/1990 - Hội nghị thảo luận về bản Dự thảo Cương lĩnh xây dựng chủ nghĩa xã hội trong thời kỳ quá độ và bản Dự thảo Chiến lược ổn định và phát triển kinh tế - xã hội của nước ta đến năm 2000 và phương hướng chủ yếu kế hoạch năm năm (1991 - 1995). Hội nghị bàn một số vấn đề kinh tế - xã hội cấp bách, với tư tưởng chỉ đạo là kiên định thực hiện chủ trương đổi mới cơ chế quản lý kinh tế; nêu cao tinh thần độc lập tự chủ, tự lực, tự cường đi đôi với mở rộng quan hệ quốc tế; xây dựng ý chí làm cho dân giàu, nước mạnh, chủ động có những phương án khác nhau để thích ứng với tình hình mới; nêu cao ý thức tiết kiệm xây dựng đất nước; thống nhất ý chí và hành động, nêu cao ý thức tổ chức kỷ luật, giữ vững kỷ cương, tôn trọng luật pháp trong các hoạt động kinh tế - xã hội. 10 11\/1990 - Hội nghị thảo luận và thông qua nghị quyết về Phương hướng chỉ đạo kế hoạch phát triển kinh tế - xã hội năm 1991, và nghị quyết về Dự thảo báo cáo xây dựng đảng và sửa đổi Điều lệ Đảng và Dự thảo Điều lệ Đảng (sửa đổi) để trình Đại hội lần thứ VII của Đảng. Hội nghị thảo luận và nhất trí về đánh giá tình hình thực hiện kế hoạch nhà nước năm 1990 và xác định phương hướng, mục tiêu kế hoạch nhà nước năm 1991. 11 1\/1991 - Hội nghị góp ý kiến về Dự thảo Báo cáo chính trị tại Đại hội đại biểu toàn quốc lần thứ VII của Đảng. 12 5\/1991 - Hội nghị bàn những công việc chuẩn bị cho Đại hội đại biểu toàn quốc lần thứ thứ VII của Đảng. Quyết định triệu tập Đại hội đại biểu toàn quốc lần thứ VII của Đảng họp tháng 6-1991. 13 16\/6\/1991 - Hội nghị họp để hoàn tất công việc chuẩn bị nhân sự và các vấn đề đưa ra trình Đại hội VII. Cố vấn Ban Chấp hành Trung ương[sửa | sửa mã nguồn] Ngày 17\/12\/1986, tại phiên họp toàn thể của Đại hội Đảng, Đại hội đã thống nhất thông qua danh sách ủy viên Cố vấn. Các ủy viên Cố vấn có nhiệm vụ sau: Tham gia ý kiến với Bộ Chính trị và Ban Chấp hành Trung ương về các vấn đề có tính chiến lược về kinh tế - xã hội, quốc phòng, an ninh, đối ngoại, v.v.. Tùy tình hình cụ thể, Bộ Chính trị yêu cầu các ủy viên Cố vấn tham gia ý kiến vào một số vấn đề cần thiết; khi xét có vấn đề quan trọng thì các ủy viên Cố vấn chủ động đề xuất với Bộ Chính trị. Các ủy viên Cố vấn được sự ủy nhiệm của Bộ Chính trị giải quyết vấn đề cụ thể nhất định. Các ủy viên Cố vấn được mời dự Hội nghị Ban Chấp hành Trung ương và Hội nghị Bộ Chính trị khi cần thiết. Các ủy viên Cố vấn được yêu cầu các cấp ủy Đảng, các ban, ngành trực tiếp báo cáo và cung cấp thông tin. Văn phòng Trung ương Đảng và các cơ quan có liên quan cung cấp thường xuyên những tài liệu cần thiết. Phương thức làm việc chủ yếu dựa vào Văn phòng Trung ương Đảng và các ban của Trung ương, không có bộ máy riêng. Cố vấn Ban Chấp hành Trung ương khóa VI gồm các Ủy viên sau: Cố vấn Chức vụ trước đây Nhiệm kỳ Ghi Chú Trường Chinh Tổng Bí thư 18\/12\/1986-30\/9\/1988 Mất khi đang tại nhiệm Lê Đức Thọ Ủy viên Bộ chính trị 18\/12\/1986-13\/10\/1990 Phạm Văn Đồng Chủ tịch Hội đồng Bộ trưởng 18\/12\/1986-27\/6\/1991 Ủy viên chính thức[sửa | sửa mã nguồn] Ủy viên Bộ Chính trị Ủy viên dự khuyết Bộ Chính trị Bí thư Trung ương Đảng Ủy viên Trung ương Đảng Ủy viên Dự khuyết Trung ương Đảng STT Họ tên Chức vụ khi được bầu Chức vụ đảm nhiệm Ghi chú Chức vụ Nhiệm kỳ 1 Nguyễn Văn An Bí thư Tỉnh uỷ Hà Nam Ninh Phó Trưởng ban Tổ chức Trung ương Đảng 9\/1987-6\/1991 2 Lê Đức Anh Thứ trưởng Bộ Quốc phòng Thứ trưởng Bộ Quốc phòng Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam 12\/1986-2\/1987 Bộ trưởng Bộ Quốc phòng 2\/1987-6\/1991 3 Trần Xuân Bách Chánh Văn phòng Trung ương Đảng Bí thư Trung ương Đảng phụ trách nghiên cứu lý luận 12\/1986-3\/1990 Miễn nhiệm 4 Phạm Bái Phó trưởng đoàn chuyên gia Trung ương tại Campuchia Ủy viên Hội đồng Nhà nước Chủ tịch Ban Chấp hành Trung ương Hội Nông dân Việt Nam 11\/1987-6\/1991 5 Nguyễn Thanh Bình Bí thư Thành ủy Hà Nội Thường trực Ban Bí thư Trung ương Đảng 10\/1988-6\/1991 Bí thư Trung ương Đảng từ 10\/1988 6 Nguyễn Đức Bình Hiệu trưởng Học viện Khoa học Xã hội Nguyễn Ái Quốc Hiệu trưởng Học viện Khoa học Xã hội Nguyễn Ái Quốc 12\/1986-6\/1991 7 Lê Đức Bình Bí thư Tỉnh ủy Hải Hưng Bí thư Tỉnh ủy Hải Hưng 12\/1986-6\/1991 8 Nguyễn Thới Bưng Tư lệnh Quân khu 9 Tư lệnh Quân khu 7 1\/1988-10\/1989 Phó Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam 10\/1989-6\/1991 9 Hoàng Cầm Tư lệnh Quân khu 4 Tổng Thanh tra Quân đội 9\/1987-6\/1991 10 Nguyễn Mạnh Cầm Thứ trưởng Bộ Ngoại thương Đại sứ đặc mệnh toàn quyền Việt Nam tại Liên Xô 1\/1987-6\/1991 11 Nguyễn Kỳ Cẩm Bí thư Tỉnh ủy Nghệ Tĩnh Bộ trưởng Bộ Lao động, Thương binh và Xã hội 2\/1987-4\/1989 Chủ nhiệm Ủy ban Thanh tra Nhà nước 4\/1989-4\/1990 Tổng Thanh tra Nhà nước 4\/1990-6\/1991 12 Huỳnh Văn Cần Bí thư Tỉnh ủy Đắk Lắk Bí thư Tỉnh ủy Đắk Lắk 12\/1986-6\/1991 13 Võ Chí Công Phó Chủ tịch Hội đồng Bộ trưởng Chủ tịch Hội đồng Nhà nước Chủ tịch Hội đồng Quốc phòng 2\/1987-6\/1991 14 Nguyễn Minh Châu Tư lệnh Quân khu 7 Phó Tổng Thanh tra Quân đội 1\/1988-6\/1991 15 Lữ Minh Châu Tổng Giám đốc Ngân hàng Nhà nước Việt Nam Phó Chủ nhiệm Ủy ban Hợp tác Đầu tư với Nước ngoài 4\/1989-6\/1991 16 Nguyễn Văn Chi Bí thư Tỉnh ủy Quảng Nam - Đà Nẵng Bí thư Tỉnh ủy Quảng Nam - Đà Nẵng 12\/1986-6\/1991 17 Võ Trần Chí Bí thư Thành ủy Thành phố Hồ Chí Minh Bí thư Thành ủy Thành phố Hồ Chí Minh 12\/1986-6\/1991 18 Đỗ Chính Phó Trưởng ban thứ nhất Ban Kinh tế Trung ương Trưởng ban Kinh tế Trung ương 12\/1989-6\/1991 19 Nguyễn Văn Chính Bộ trưởng Bộ Lương thực Phó Chủ tịch Hội đồng Bộ trưởng Chủ nhiệm Ủy ban Thanh tra Nhà nước 2\/1987-5\/1988 Phó Trưởng ban thứ nhất Ban Tổ chức Trung ương 5\/1988-6\/1991 20 Cao Đăng Chiếm Thứ trưởng Bộ Nội vụ Thứ trưởng Thường trực Bộ Nội vụ 12\/1986-6\/1991 21 Nguyễn Chơn Tư lệnh Quân khu 5 Thứ trưởng Bộ Quốc phòng Phó Tổng Tham mưu truởng Quân đội nhân dân Việt Nam 11\/1987-6\/1991 22 Nguyễn Huy Chương Bí thư Quân khu ủy Quân khu 5 Bí thư Quân khu ủy Quân khu 5 12\/1986-6\/1991 23 Nguyễn Cảnh Dinh Bộ trưởng Bộ Thủy lợi Bộ trưởng Bộ Thủy lợi 12\/1986-6\/1991 24 Phạm Đình Dy Bí thư Tỉnh ủy Hà Tuyên Bí thư Tỉnh ủy Hà Tuyên 12\/1986-6\/1991 25 Lê Văn Dỹ Tổng cục trưởng Tổng cục hóa chất Thứ trưởng thứ nhất Bộ Công nghiệp nặng 2\/1987-6\/1991 26 Văn Tiến Dũng Bộ trưởng Bộ Quốc phòng Trưởng ban Biên soạn Tổng kết chiến tranh 2\/1987-6\/1991 27 Phạm Thế Duyệt Tổng Thư ký Tổng Công đoàn Việt Nam Tổng Thư ký Tổng Công đoàn Việt Nam Chủ tịch Tổng Công đoàn Việt Nam 2\/1987-10\/1988 Bí thư Thành ủy Hà Nội 10\/1988-6\/1991 28 Lê Quang Đạo Trưởng ban Khoa giáo Trung ương Chủ tịch Quốc hội Phó Chủ tịch Hội đồng Nhà nước 2\/1987-6\/1991 29 Trần Hữu Đắc Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Ðảng Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Ðảng 12\/1986-6\/1991 30 Nguyễn Thị Định Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Phó Chủ tịch Hội đồng Nhà nước Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam 2\/1987-6\/1991 31 Trần Độ Phó trưởng ban Ban Tuyên huấn Trung ương Trưởng ban Ban Văn hoá Văn nghệ Trung ương 12\/1986-6\/1991 32 Trần Đông Thứ trưởng Bộ Nội vụ Thứ trưởng thứ nhất Bộ Tư pháp 2\/1987-6\/1991 33 Nguyễn Văn Đức Thứ trưởng Bộ Nội vụ Thứ trưởng Bộ Nội vụ 12\/1986-6\/1991 34 Võ Nguyên Giáp Phó Chủ tịch Hội đồng Bộ trưởng Phó Chủ tịch Hội đồng Bộ trưởng 12\/1986-6\/1991 35 Hồng Hà Tổng biên tập Báo Nhân dân Chánh Văn phòng Trung ương Đảng 2\/1987-6\/1991 36 Vũ Ngọc Hải Thứ trưởng Bộ Điện lực Bộ trưởng Bộ Năng lượng Việt Nam 2\/1987-6\/1991 37 Nguyễn Thị Hằng Thứ trưởng Bộ Lao động, Thương binh và Xã hội Thứ trưởng Bộ Lao động, Thương binh và Xã hội 12\/1986-6\/1991 38 Cù Thị Hậu Chủ nhiệm Uỷ ban Kiểm tra Tổng Công đoàn Việt Nam Phó Chủ tịch thường trực Tổng Công đoàn Việt Nam 2\/1988-6\/1991 39 Phạm Văn Hy Bí thư Tỉnh ủy Đồng Nai Bí thư Tỉnh ủy Đồng Nai 12\/1986-6\/1991 40 Lê Ngọc Hiền Phó tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam Phó tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam 12\/1986-6\/1991 41 Nguyễn Văn Hiệu Viện trưởng Viện Khoa học và công nghệ Việt Nam Viện trưởng Viện Khoa học và công nghệ Việt Nam 12\/1986-6\/1991 42 Nguyễn Hòa Tổng cục trưởng kiêm Bí thư Đảng ủy Tổng cục dầu khí Ủy viên Ủy ban Kinh tế, Kế hoạch và Ngân sách của Quốc hội 8\/1988-6\/1991 43 Hà Trọng Hoà Bí thư Tỉnh ủy Thanh Hóa Bí thư Tỉnh ủy Thanh Hóa 12\/1986-3\/1988 Miễn nhiệm 44 Trần Hoàn Phó Bí thư Thành ủy Hà Nội Bộ trưởng Bộ Thông tin 2\/1987-6\/1991 45 Vũ Tuyên Hoàng Viện trưởng Viện cây lương thực và cây thực phẩm Thứ trưởng Bộ Nông nghiệp 5\/1989-6\/1991 46 Vũ Thị Hồng Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Ðảng Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Ðảng 12\/1986-6\/1991 47 Nguyễn Văn Hơn Bí thư Tỉnh ủy An Giang Bí thư Tỉnh ủy An Giang 12\/1986-6\/1991 48 Phạm Hùng Phó Chủ tịch Hội đồng Bộ trưởng Bộ trưởng Bộ Nội vụ Chủ tịch Hội đồng Bộ trưởng 2\/1987-3\/1988 Mất khi đang tại nhiệm 49 Hà Thiết Hùng Bí thư Tỉnh ủy Hoàng Liên Sơn Bí thư Tỉnh ủy Hoàng Liên Sơn 12\/1986-6\/1991 50 Phạm Hưng Chánh án Tòa án Nhân dân Tối cao Chánh án Tòa án Nhân dân Tối cao 12\/1986-6\/1991 51 Trần Quốc Hương Trưởng ban Nội chính Trung ương Trưởng ban Nội chính Trung ương 12\/1986-6\/1991 52 Nguyễn Đình Hương Phó Trưởng Ban Tổ chức Trung ương Phó Trưởng Ban Tổ chức Trung ương 12\/1986-6\/1991 53 Đặng Hữu Chủ nhiệm Ủy ban Khoa học và Kỹ thuật Nhà nước Chủ nhiệm Ủy ban Khoa học Nhà nước 3\/1990-6\/1991 54 Nguyễn Xuân Hữu Bí thư Tỉnh ủy tỉnh Phú Khánh Bí thư Tỉnh ủy tỉnh Phú Khánh 12\/1986-10\/1989 Mất khi đang tại nhiệm 55 Trần Kiên Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng 12\/1986-6\/1991 56 Võ Văn Kiệt Phó Chủ tịch Hội đồng Bộ trưởng Phó Chủ tịch Hội đồng Bộ trưởng 12\/1986-6\/1991 57 Lê Văn Kiến Phó Chủ nhiệm Ủy ban Kiểm tra trung ương Phó Chủ nhiệm Ủy ban Kiểm tra trung ương 12\/1986-6\/1991 58 Nguyễn Khánh Chánh Văn phòng Trung ương Đảng Phó Chủ tịch Hội đồng Bộ trưởng 2\/1987-6\/1991 59 Nguyễn Nam Khánh Phó Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam Phó Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam 12\/1986-6\/1991 60 Phan Văn Khải Phó Bí thư Thành ủy Thành phố Hồ Chí Minh Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh Chủ nhiệm Ủy ban Kế hoạch nhà nước 4\/1989-6\/1991 61 Đoàn Khuê Thứ trưởng Bộ Quốc phòng kiêm Tư lệnh Bộ tư lệnh 719 Thứ trưởng Bộ Quốc phòng kiêm Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam 2\/1987-6\/1991 62 Trịnh Văn Lâu Bí thư Tỉnh ủy Vĩnh Long Bí thư Tỉnh ủy Vĩnh Long 12\/1986-6\/1991 63 Vũ Lập Tư lệnh Quân khu 2 Tư lệnh Quân khu 2 12\/1986-7\/1987 Mất khi đang tại nhiệm 64 Nguyễn Văn Linh Thường trực Ban Bí thư Tổng Bí thư Ban Chấp hành Trung ương Đảng 12\/1986-6\/1991 65 Nguyễn Thị Ngọc Liên Phó bí thư Tỉnh ủy Đồng Nai Bí thư Tỉnh ủy Đồng Nai 3\/1987-8\/1989 Phó tổng cục trưởng Tổng cục Du lịch Việt Nam 1\/1990-6\/1991 66 Đinh Nho Liêm Thứ trưởng Thứ nhất Bộ Ngoại giao Thứ trưởng Thứ nhất Bộ Ngoại giao 12\/1986-6\/1991 67 Phan Thanh Liêm Thứ trưởng Bộ Cơ khí và Luyện kim Bộ trưởng Bộ Cơ khí và Luyện kim 2\/1987-6\/1991 68 Phạm Tâm Long Giám đốc Công an Thành phố Hà Nội Thứ trưởng Bộ Nội vụ 2\/1988-6\/1991 69 Đào Đình Luyện Phó Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam Thứ trưởng Bộ Quốc phòng kiêm Chủ nhiệm Tổng cục Kỹ thuật 4\/1989-6\/1991 70 Trần Đức Lương Chủ nhiệm Ủy ban khoa học và kỹ thuật của Quốc hội Phó Chủ tịch Hội đồng Bộ trưởng 2\/1987-6\/1991 71 Bùi Danh Lưu Bộ trưởng Bộ Giao thông Vận tải Bộ trưởng Bộ Giao thông Vận tải 12\/1986-6\/1991 72 Vũ Mão Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Chủ nhiệm Văn phòng Quốc hội và Hội đồng Nhà nước 12\/1987-6\/1991 73 Hoàng Trường Minh Trưởng Ban Dân tộc Trung ương Phó Chủ tịch Quốc hội Trưởng Ban Dân tộc Trung ương 12\/1986-10\/1989 Mất khi đang tại nhiệm 74 Y Một (Y Pah) Phó Chủ tịch Quốc hội Ủy viên Ban Chấp hành Trung ương Hội Liên hiệp Phụ nữ Việt Nam 2\/1987-6\/1991 75 Đỗ Mười Thường trực Ban Bí thư Chủ tịch Hội đồng Bộ trưởng 6\/1988-6\/1991 76 Huỳnh Văn Niềm Bí thư Tỉnh ủy Tiền Giang Bí thư Tỉnh ủy Tiền Giang 12\/1986-6\/1991 77 Nguyễn Niệm Bí thư tỉnh ủy Lai Châu Bí thư tỉnh ủy Lai Châu 12\/1986-6\/1991 78 Bùi Thiện Ngộ Thứ trưởng Bộ Nội vụ Thứ trưởng Thường trực Bộ Nội vụ 2\/1987-6\/1991 79 Đàm Văn Nguỵ Phó Tư lệnh Quân khu I Tư lệnh Quân khu I 4\/1987-6\/1991 80 Đồng Sĩ Nguyên Phó Chủ tịch Hội đồng Bộ trưởng Phó Chủ tịch Hội đồng Bộ trưởng 12\/1986-6\/1991 81 Lê Thanh Nhàn Bí thư Tỉnh ủy Hậu Giang Bí thư Tỉnh ủy Hậu Giang 12\/1986-6\/1991 82 Vũ Oanh Trưởng Ban Dân vận Trung ương Chủ nhiệm Ủy ban Kinh tế, Kế hoạch và Ngân sách của Quốc hội 2\/1987-6\/1991 83 Tráng A Pao Phó chủ tịch Ủy ban Nhân dân tỉnh Hoàng Liên Sơn Chủ tịch Hội đồng Nhân dân tỉnh Hoàng Liên Sơn 1\/1990-6\/1991 84 Trần Văn Phác Thứ trưởng Bộ Văn hóa Bộ trưởng Bộ Văn hóa 2\/1987-3\/1990 85 Nguyễn Thanh Quất Bí thư tỉnh ủy Hà Bắc Bí thư tỉnh ủy Hà Bắc 12\/1986-6\/1991 86 Hoàng Quy Phó Chủ nhiệm thứ nhất Ủy ban Kế hoạch Nhà nước Bộ trưởng bộ Tài chính 2\/1987-6\/1991 87 Nguyễn Quyết Phó chủ nhiệm Tổng cục Chính trị Phó Chủ tịch Hội đồng Nhà nước Chủ nhiệm Tổng cục Chính trị 2\/1987-6\/1991 88 Trần Quyết Thứ trưởng Bộ Nội vụ Viện trưởng Viện Kiểm sát Nhân dân Tối cao 2\/1987-6\/1991 89 Nguyễn Văn Sỹ Bí thư Tỉnh ủy Gia Lai-Kon Tum Bí thư Tỉnh ủy Gia Lai-Kon Tum 12\/1986-6\/1991 90 Nguyễn Đình Sở Bí thư Tỉnh ủy Hà Sơn Bình Bí thư Tỉnh ủy Hà Sơn Bình 12\/1986-6\/1991 91 Hoàng Bích Sơn Thứ trưởng Bộ Ngoại giao Trưởng ban Đối ngoại Trung ương 12\/1986-6\/1991 92 Nguyễn Công Tạn Phó Bí thư Thành ủy Hà Nội Bộ trưởng Bộ Nông nghiệp và Công nghiệp Thực phẩm 2\/1987-6\/1991 93 Phan Minh Tánh Phó Bí thư Thành ủy Thành phố Hồ Chí Minh Trưởng Ban Dân vận Trung ương 1\/1987-6\/1991 94 Trần Trọng Tân Phó trưởng Ban Tuyên huấn Trung ương Trưởng Ban Tuyên huấn Trung ương 2\/1987-4\/1989 Trưởng ban Ban Tư tưởng - Văn hoá Trung ương 4\/1989-6\/1991 95 Trần Tấn Phó Bí thư Thường trực Thành ủy Hà Nội Chủ tịch Ủy ban Nhân dân thành phố Hà Nội 1\/1987-2\/1990 Bí thư Ban Cán sự Đảng ngoài nước 2\/1990-6\/1991 96 Nguyễn Đức Tâm Trưởng ban Tổ chức Trung ương Trưởng ban Tổ chức Trung ương 12\/1986-6\/1991 97 Nguyễn Trung Tín Bí thư Tỉnh ủy Lâm Đồng Bí thư Tỉnh ủy Bình Định 4\/1989-6\/1991 98 Đào Duy Tùng Trưởng ban Ban Tuyên huấn Trung ương Trưởng ban Ban Tuyên huấn Trung ương 2\/1987-4\/1989 Ủy viên Bộ Chính trị từ tháng 5\/1988 99 Nguyễn Đình Tứ Bộ trưởng Bộ Đại học và Trung học chuyên nghiệp Chủ nhiệm Ủy ban Khoa học, Công nghệ và Môi trường Quốc hội 6\/1987-6\/1991 100 Phan Ngọc Tường Bộ trưởng Bộ Xây dựng Bộ trưởng, Trưởng ban Tổ chức Cán bộ Chính phủ Việt Nam 11\/1989-6\/1991 101 Vương Dương Tường Bí thư Tỉnh ủy Cao Bằng Bí thư Tỉnh ủy Cao Bằng 12\/1986-6\/1991 102 Võ Viết Thanh Giám đốc Công an Thành phố Hồ Chí Minh Thứ trưởng Bộ Nội vụ 2\/1987-6\/1991 103 Đoàn Duy Thành Bộ trưởng Bộ Ngoại thương Phó Chủ tịch Hội đồng Bộ trưởng 2\/1987-5\/1988 Bộ trưởng Bộ Kinh tế Đối ngoại 3\/1988-3\/1990 Viện trưởng Viện Nghiên cứu Quản lý Kinh tế Trung ương 11\/1990-6\/1991 104 Lê Quang Thành Bí thư Đặc khu ủy Vũng Tàu-Côn Đảo Bí thư Đặc khu ủy Vũng Tàu-Côn Đảo 12\/1986-6\/1991 105 Nguyễn Cơ Thạch Bộ trưởng Bộ Ngoại giao Phó Chủ tịch Hội đồng Bộ trưởng, Bộ trưởng Bộ Ngoại giao 2\/1987-6\/1991 106 La Thăng Bí thư Tỉnh ủy Lạng Sơn Bí thư Tỉnh ủy Lạng Sơn 12\/1986-6\/1991 107 Hoàng Minh Thắng Bộ trưởng Bộ Nội thương Bộ trưởng Bộ Thương nghiệp 3\/1986-6\/1991 108 Vũ Thắng Bí thư Tỉnh ủy Bình Trị Thiên Bí thư Tỉnh ủy Bình Trị Thiên 12\/1986-6\/1991 109 Đỗ Quang Thắng Bí thư Tỉnh ủy Nghĩa Bình Bí thư Tỉnh ủy Quảng Ngãi 6\/1989-6\/1991 110 Nguyễn Thị Thân Chủ nhiệm Uỷ ban các vấn đề xã hội của Quốc hội Chủ nhiệm Uỷ ban các vấn đề xã hội của Quốc hội 12\/1986-6\/1991 111 Lâm Văn Thê Bí thư Tỉnh ủy Kiên Giang Thứ trưởng Bộ Nội vụ, Giám đốc Sở Công an Thành phố Hồ Chí Minh 2\/1987-6\/1991 112 Đặng Thí Chủ nhiệm Ủy ban Hợp tác văn hóa với Lào, Campuchia Chủ nhiệm Ủy ban Hợp tác văn hóa với Lào, Campuchia 12\/1986-6\/1991 113 Mai Chí Thọ Thứ trưởng Bộ Nội vụ Bộ trưởng Bộ Nội vụ 2\/1987-6\/1991 114 Lê Phước Thọ Trưởng ban Nông nghiệp Trung ương Phụ trách công tác nông nghiệp trung ương đảng 5\/1988-6\/1991 115 Nguyễn Quốc Thước Tư lệnh, Phó Bí thư Đảng ủy Quân khu 4 Tư lệnh, Phó Bí thư Đảng ủy Quân khu 4 12\/1986-6\/1991 116 Nguyễn Ngọc Trìu Bộ trưởng Bộ Nông nghiệp Phó Chủ tịch Hội đồng Bộ trưởng 2\/1987-5\/1988 Trưởng ban Nông nghiệp Trung ương 2\/1989-6\/1991 117 Nguyễn Tấn Trịnh Bộ trưởng Bộ Thủy sản Bộ trưởng Bộ Thủy sản 12\/1986-6\/1991 118 Lê Văn Triết Thứ trưởng Bộ cơ khí và luyện kim Thứ trưởng Bộ cơ khí và luyện kim 12\/1986-6\/1991 119 Đàm Quang Trung Tư lệnh Quân khu 1 Phó Chủ tịch Hội đồng Nhà nước 2\/1987-6\/1991 120 Nguyễn Ký Ức Bí thư Tỉnh ủy Cửu Long Bí thư Tỉnh ủy Cửu Long 12\/1986-5\/1989 121 Đoàn Thanh Vỵ 12\/1986-6\/1991 122 Đậu Ngọc Xuân Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước Bộ trưởng, Chủ nhiệm Ủy ban Kế hoạch Nhà nước 3\/1988-2\/1989 123 Nguyễn Trọng Xuyên Tư lệnh Quân khu 3 Thứ trưởng Bộ Quốc phòng, Chủ nhiệm Tổng cục Hậu cần 6\/1988-6\/1991 124 Lê Danh Xương Bí thư Thành ủy Hải Phòng Bí thư Thành ủy Hải Phòng 12\/1986-6\/1991 125 Lê Huy Ngọ Bí thư Tỉnh ủy Thanh Hóa Bí thư Tỉnh ủy Thanh Hóa 3\/1989-6\/1991 Ủy viên Trung ương từ tháng 3\/1989 126 Nông Đức Mạnh Bí thư Tỉnh ủy Bắc Thái Trưởng Ban Dân tộc Trung ương 8\/1989-6\/1991 Ủy viên Trung ương từ tháng 3\/1989 127 Trương Mỹ Hoa Phó Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Phó Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam 4\/1989-6\/1991 Ủy viên Trung ương từ tháng 4\/1989 128 Nguyễn Văn Tư Chủ tịch Tổng Liên đoàn Lao động Việt Nam Chủ tịch Tổng Liên đoàn Lao động Việt Nam 8\/1989-6\/1991 Ủy viên Trung ương từ tháng 8\/1989 129 Nguyễn Hà Phan Bí thư Tỉnh ủy tỉnh Hậu Giang Bí thư Tỉnh ủy tỉnh Hậu Giang 4\/1990-6\/1991 Ủy viên Trung ương từ tháng 4\/1990 130 Nguyễn Nhiêu Cốc Chủ tịch Ủy ban Nhân dân Tỉnh Hà Sơn Bình Chủ tịch Ủy ban Nhân dân Tỉnh Hà Sơn Bình 8\/1990-6\/1991 Ủy viên Trung ương từ tháng 8\/1990 131 Đặng Xuân Kỳ Viện trưởng Viện Nghiên cứu chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh Viện trưởng Viện Nghiên cứu chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh 8\/1990-6\/1991 Ủy viên Trung ương từ tháng 8\/1990 Ủy viên dự khuyết[sửa | sửa mã nguồn] STT Họ và tên 1 Đỗ Văn Ân 2 Nguyễn Bá 3 Phạm Văn Bính 4 Vũ Trọng Cảnh 5 Nguyễn Nhiêu Cốc (đến 8\/1990) 6 Trần Quang Cơ 7 Phạm Như Cương 8 Nguyễn Tấn Dũng 9 Hà Đăng 10 Phan Xuân Đợt 11 Trần Thị Đường 12 Nguyễn Bình Giang 13 Phạm Minh Hạc 14 Trương Mỹ Hoa (đến 4\/1989) 15 Nguyễn Hòa 16 Nguyễn Thế Hữu STT Họ và tên 17 Cao Sĩ Kiêm 18 Đặng Xuân Kỳ (đến 8\/1990) 19 Nguyễn Xuân Kỷ 20 Đinh Văn Lạp 21 Ngô Xuân Lộc 22 Nguyễn Duy Luân 23 Trần Lum 24 Nông Đức Mạnh 25 Nguyễn Thị Minh 26 Nguyễn Thị Xuân Mỹ 27 Hoàng Đức Nghi 28 Lê Huy Ngọ (đến 3\/1989) 29 Nguyễn Trọng Nhân 30 Nguyễn Hà Phan (đến 4\/1990) 31 Lâm Phú 32 Ama Pui STT Họ và tên 33 Lò Văn Puốn 34 Trần Hồng Quân 35 Đỗ Quốc Sam 36 Lê Tài 37 Nguyễn Thị Tâm 38 Đặng Văn Thân 39 Phan Thu 40 Phan Văn Tiệm 41 Hà Học Trạc 42 Nguyễn Đức Triều 43 Trương Vĩnh Trọng 44 Đỗ Quang Trung 45 Hà Xuân Trường 46 Lê Xuân Tùng 47 Nguyễn Văn Tư (đến 8\/1989) 48 Nguyễn Thị Hồng Vân 49 Nguyễn Chí Vu Ủy viên Bộ Chính trị[sửa | sửa mã nguồn] Ủy viên chính thức: Nguyễn Văn Linh (Tổng Bí thư) Phạm Hùng (mất tháng 3 năm 1988) Võ Chí Công Đỗ Mười Võ Văn Kiệt Lê Đức Anh Nguyễn Đức Tâm Nguyễn Cơ Thạch Đồng Sĩ Nguyên Trần Xuân Bách (đến tháng 3 năm 1990) Nguyễn Thanh Bình Đoàn Khuê Mai Chí Thọ Đào Duy Tùng (từ tháng 5 năm 1988). Ủy viên dự khuyết: Đào Duy Tùng (đến tháng 5 năm 1988). Ban Bí thư[sửa | sửa mã nguồn] Nguyễn Văn Linh (Tổng Bí thư) Nguyễn Đức Tâm Trần Xuân Bách (đến tháng 3 năm 1990) Đào Duy Tùng Trần Kiên Lê Phước Thọ Nguyễn Quyết Đàm Quang Trung Vũ Oanh Nguyễn Khánh Trần Quyết Trần Quốc Hương Phạm Thế Duyệt Nguyễn Thanh Bình (bổ sung từ tháng 10 năm 1988) Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Đại hội đại biểu toàn quốc lần thứ VI (15-18\/12\/1986) trên websitecủa Đảng Cộng sản Việt Nam. Danh sách Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư Đảng Cộng sản Việt Nam trên websitecủa Đảng Cộng sản Việt Nam. ẩn x t s Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam_khóa_VI&oldid=70045350” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Danh sách nhân vật Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 18:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}