{"Bia Lạc Giao":"Bia Lạc Giao – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa điểm 2Lịch sử 3Tưởng nhớ 4Tham khảo Bia Lạc Giao Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bia Lạc Giao là một di tích lịch sử đã được xếp hạng. Bia nằm ở Trung tâm thành phố Buôn Ma Thuột Đắk Lắk, cách Ngã sáu Ban mê khoảng gần 1 km. Địa điểm[sửa | sửa mã nguồn] Bia Lạc Giao được dựng trong khuôn viên nhà triển lãm, dưới bóng cây đa cổ thụ với 4 gốc như một kiến trúc tự nhiên che chắn. Nơi đây ngày trước là đồn lính khố đỏ của Thực dân Pháp tại Buôn Ma Thuột. Sau khi Việt Nam giành được độc lập, người Pháp đã trở lại gây hấn và đánh chiếm Tây nguyên và Nam kỳ. Lịch sử[sửa | sửa mã nguồn] Lúc ấy hàng ngàn người con ưu tú theo tiếng gọi của đất nước đã hành quân Nam tiến tiếp sức cho đồng bào miền Nam. Một trung đội quân Nam tiến đã vào với chiến trường Buôn Ma Thuột và đóng quân tại đây. Do bất ngờ bị quân Pháp trở mặt gây hấn, chúng tiến đánh vào dây khi trời chưa rạng sáng, lúc ấy trung đội quân Nam tiến vừa vào đến nơi đang nghỉ ngơi sau chặng đường dài vất vả. Do bị bất ngờ, trang bị và quân số thua kém nên dù đã chiến đấu rất anh dũng nhưng gần như toàn trung đội (Khoảng hơn 100 người) đều đã hi sinh. Tưởng nhớ[sửa | sửa mã nguồn] Tấm bia được dựng quân dân thành phố Buôn Ma thuột xây dựng để tưởng nhớ sự hy sinh anh dũng của các chiến sĩ nam tiến đã hi sinh vì độc lập tự do của Tổ quốc. Họ yên nghỉ vĩnh hằng ở mảnh đất Buôn Ma Thuột Tây nguyên khi còn rất trẻ. Tham khảo[sửa | sửa mã nguồn] Bài viết tỉnh Đắk Lắk, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bia_Lạc_Giao&oldid=26722561” Thể loại: Sơ khai Đắk Lắk Di tích tại Đắk Lắk Buôn Ma Thuột Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 7 năm 2017, 13:47. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}