{"Biến động Miền Trung":"Biến động Miền Trung – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Nguyên nhân 2Diễn biến Hiện\/ẩn mục Diễn biến 2.1Phát khởi 2.2Chính phủ điều đình 2.3Chính phủ cương quyết, tái lập an ninh 2.4Bàn thờ Phật xuống đường 2.5Hậu quả 3Tham khảo Biến động Miền Trung 3 ngôn ngữ العربية English 한국어 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Biến động Miền Trung Một phần của Chiến tranh Việt Nam Tại Sài Gòn, ngày 22 tháng 5 năm 1966 Thời gian 26 tháng 3 – 8 tháng 6 năm 1966 (2 tháng, 1 tuần và 6 ngày) Địa điểm Đà Nẵng - Huế, Việt Nam Cộng hòa Kết quả Chính phủ Việt Nam Cộng hòa chiến thắng Tham chiến Chính phủ Việt Nam Cộng hòa Lục quân Việt Nam Cộng hòa Cảnh sát Quốc gia Việt Nam Cộng hòa Lực lượng nổi loạn của Lục quân Việt Nam Cộng hòa Các tu sĩ Phật giáo Chỉ huy và lãnh đạo Nguyễn Văn Thiệu Nguyễn Cao Kỳ Nguyễn Ngọc Loan Cao Văn Viên Thích Trí Quang Nguyễn Chánh Thi Thích Tâm Châu Thương vong và tổn thất Khoảng 150 người chết và hơn 700 người bị thương (trong đó có 23 người Mỹ bị thương) hiện x t s Trận đánh và Chiến dịch trong Chiến tranh Việt Nam Giai đoạn Mỹ thực hiện Chiến tranh đặc biệt (1960-1964) Lào • Sunrise • Ấp Bắc • Gò Công • Hiệp Hòa • Chà Là • 34A • Long Định • Quyết Thắng 202 • USNS Card • Nam Đông • An Lão • Bình Giã • Pleiku • Sông Bé • Ba Gia • Đồng Xoài • Ka Nak • Đèo Nhông Giai đoạn Mỹ thực hiện Chiến tranh cục bộ (1964-1969) Núi Thành • Starlite • Vạn Tường • Chu Lai • Hump • Đông Xuân • Hiệp Đức – Đồng Dương • Đồng Dương • Cẩm Khê • Gang Toi • Bàu Bàng • Plei Me • Ia Đrăng • Crimp • Masher • Kim Sơn • A Sầu • Hà Vy • Bông Trang-Nhà Đỏ • Võ Su • Birmingham • Cẩm Mỹ • Hastings • Prairie • Đức Cơ • Long Tân • Beaver Cage • Attleboro • Bồng Sơn • Bắc Bình Định • Tây Sơn Tịnh • Bắc Phú Yên • Tân Sơn Nhất '66 • Sa Thầy '66 • Tây Ninh '66 • Quảng Ngãi • Cedar Falls • Tuscaloosa • Quang Thạnh • Bribie • Junction City • Francis Marion • Union • Đồi 881 • Malheur I và II • Baker • Union II • Buffalo • 2 tháng 6 • Quang Thạnh • Hong Kil Dong • Suoi Chau Pha • Swift • Wheeler\/Wallowa • Medina • Ông Thành • Lộc Ninh '67 • Bàu Nâu • Kentucky • Sa Thầy '67 • Đắk Tô '67 • Phượng Hoàng • Khe Sanh • Huội San • Chư Tan Kra • Tây Ninh 68 • Coburg • Tết Mậu Thân • Sài Gòn 68 • Huế • Quảng Trị 68 • Làng Vây • Lima Site 85 • Toàn Thắng I • Delaware • Mậu Thân (đợt 2) • Khâm Đức • Coral–Balmoral • Hoa Đà-Sông Mao • Speedy Express • Dewey Canyon • Taylor Common • Đắk Tô '69 • Long Khánh '69 • Đức Lập '69 • Phước Bình '69 • Tết '69 • Apache Snow • Đồi Thịt Băm • Twinkletoes Giai đoạn Mỹ thực hiện \"Việt Nam hóa chiến tranh\" (1969-1975) Bình Ba • Pat To • Texas Star • Campuchia I • Campuchia II • Kompong Speu • Prey Veng • Snoul • Căn cứ Ripcord • Tailwind • Chenla I • Jefferson Glenn • Sơn Tây • Lam Sơn 719 • Bản Đông • Đồi 723 • Chenla II • CCHL Mary Ann • Long Khánh • Núi Lệ • Chiến cục 1972 • Xuân hè • Trị Thiên-Huế • Quảng Trị 1972 (lần 1) • Quảng Trị 1972 (lần 2) • Tây Nguyên-Bắc Bình Định • Bắc Tây Nguyên • Đắk Tô 1972 • Kontum • Đông Nam Bộ • Nguyễn Huệ • Lộc Ninh 72 • An Lộc • Cửa Việt • Ấp Đá Biên • Tam giác sắt • Thượng Đức • La Sơn 74 • Hưng Long • Xuân '75 • Phước Long • Tây Nguyên • Huế-Đà Nẵng • Phan Rang-Xuân Lộc • Hồ Chí Minh • Xuân Lộc • Sài Gòn '75 Các trận đánh và chiến dịch không quân Farm Gate • Chopper • Ranch Hand • Mũi Tên Xuyên • Barrel Roll • Pony Express • Flaming Dart • 'Iron Hand • Sấm Rền • Steel Tiger • Arc Light • Tiger Hound • Shed Light • Hàm Rồng • Bolo • Popeye • Yên Viên • Niagara • Igloo White • Giant Lance • Commando Hunt • Menu • Patio • Freedom Deal • Không kích Bắc Việt Nam '72 • Linebacker I • Enhance Plus • Linebacker II • Homecoming • Tân Sơn Nhất '75 • Không vận Trẻ em • New Life • Eagle Pull • Frequent Wind Các trận đánh và chiến dịch hải quân Vịnh Bắc Bộ • Market Time • Vũng Rô • Game Warden • Sea Dragon • Deckhouse Five • Bồ Đề-Nha Trang • Sealords • Hải Phòng • Đồng Hới • Custom Tailor • Hoàng Sa • Trường Sa • Mayaguez Bài viết này thuộc loạt bài về Nguyễn Văn Thiệu Thiếu thời Binh nghiệp Gia đình Quốc trưởng Việt Nam Cộng hòa Ủy ban Lãnh đạo Quốc gia Chiến tranh cục bộ Hội nghị Honolulu Hội nghị Manila Biến động Miền Trung Tổng thống Việt Nam Cộng hòa Nhiệm kỳ tổng thống mốc thời gian Lễ nhậm chức thứ nhất thứ hai Nhiệm kỳ thứ nhất Tết Mậu Thân Hội nghị Midway Việt Nam hóa chiến tranh Xâm nhập Campuchia Lam Sơn 719 Chính sách Báo chí Cải cách ruộng đất Nhiệm kỳ thứ hai Mùa hè đỏ lửa Hiệp định Paris 1973 Chiến dịch Mùa Xuân Co cụm lãnh thổ Triệt thoái Cao nguyên Diễn văn từ chức 16 tấn vàng Tranh cử tổng thống 1967 1971 x t s Biến động Miền Trung là một biến động chính trị rộng lớn bùng nổ ở cả Sài Gòn và các tỉnh miền Trung Việt Nam vào năm 1966. Biến động miền Trung đã thúc đẩy tiến trình dân chủ hóa Việt Nam Cộng hòa, nhưng lại làm suy yếu Giáo hội Phật giáo Việt Nam Thống nhất và làm suy yếu tiềm lực chiến đấu của Quân lực Việt Nam Cộng hòa. Nguyên nhân[sửa | sửa mã nguồn] Nguyên nhân sâu xa của Biến động Miền Trung là sự bất mãn của quần chúng nhân dân với việc các tướng lãnh tự do tranh giành quyền hành, liên tiếp gây nhiều binh biến, khiến cho tình hình Việt Nam Cộng hòa không ngừng bị xáo trộn; quần chúng nhân dân đòi hỏi dân chủ hóa đất nước, thiết lập Quốc hội Lập hiến, trở lại Chính phủ Dân sự. Nguyên nhân trực tiếp dẫn đến Biến động Miền Trung là vụ cách chức Trung tướng Nguyễn Chánh Thi, Tư lệnh Quân đoàn I và Vùng I Chiến thuật, người công khai chỉ trích Nguyễn Văn Thiệu (Quốc trưởng) và Nguyễn Cao Kỳ (Thủ tướng), những việc mà ông cho là bất công, tham nhũng. Diễn biến[sửa | sửa mã nguồn] Phát khởi[sửa | sửa mã nguồn] Ngày 11 tháng 3 năm 1966, Đài phát thanh Sài Gòn thông báo quyết định của Hội đồng Quân lực cho Trung tướng Nguyễn Chánh Thi nghỉ phép và ra nước ngoài chữa bệnh. Hiểu là ông bị cách chức, dân chúng Vùng I Chiến thuật bắt đầu tổ chức các cuộc biểu tình tại Đà Nẵng, nơi Quân đoàn I đóng bản doanh, hôm sau cuộc biểu tình lan ra Huế. Đại đa số thành phần tham gia là Phật tử. Cuộc biểu tình ngày càng trở nên dữ dội. Những người biểu tình, tổ chức tổng đình công, chiếm đài Phát thanh ở Huế cũng như Đà Nẵng. Chính phủ điều đình[sửa | sửa mã nguồn] Trong khi biểu tình tiếp diễn, Chính phủ tìm cách thương thuyết. Ngày 16 tháng 3, Chính phủ đưa Trung tướng Nguyễn Chánh Thi ra Đà Nẵng để làm yên lòng dân. Sự hiện diện ông làm cho tình hình êm dịu bớt. Ngày 17 tháng 3 năm 1966, tại Sài Gòn đại sứ Hoa Kỳ tại Việt Nam Cộng Hòa, Cabot Lodge gặp Thượng tọa Thích Trí Quang, các tướng Nguyễn Văn Thiệu, Nguyễn Cao Kỳ gặp Thượng tọa Thích Tâm Châu. Kết quả là ngày 19 tháng 3 năm 1966, Viện Hóa đạo Giáo hội Phật giáo Việt Nam Thống nhất tuyên bố không chống đối Chính phủ mà chỉ đòi hỏi bầu cử và thành lập Chính phủ Dân sự. Tuy nhiên, các cuộc biểu tình vẫn tiếp diễn và trở nên hỗn loạn. Ngày 3 tháng 4 năm 1966, Thiếu tướng Nguyễn Cao Kỳ, chủ tịch Ủy ban Hành pháp Trung ương tuyên bố là Cộng sản đã xâm nhập vào các phong trào tranh đấu ở miền Trung và sẽ dùng vũ lực để tái lập an ninh. Lời tuyên bố này làm cho cuộc đấu tranh bùng lên mạnh mẽ. Ngày 5 tháng 4 năm 1966, Thủ tướng Nguyễn Cao Kỳ đem theo hàng ngàn binh sĩ ra Đà Nẵng bằng cầu không vận Mỹ, nhưng bị binh lính địa phương ngăn chặn, không cho ra khỏi sân bay. Ngày 8 tháng 4 năm 1966, Chính phủ gửi tiếp hai Tiểu đoàn Thủy quân lục chiến ra Đà Nẵng nhưng Bộ Ngoại giao Mỹ phản đối và yêu cầu Chính phủ giải quyết tranh chấp bằng thương lượng. Để nhượng bộ kín đáo những yêu sách của phe đấu tranh nhằm dân chủ hóa đất nước, mà Chính quyền không bị mất thể diện, ngày 14 tháng 4 năm 1966, Trung tướng Nguyễn Văn Thiệu công bố sắc luật số 14\/66, tổ chức bầu cử Quốc hội Lập hiến. Quốc hội Lập hiến có nhiệm vụ soạn thảo và biểu quyết Hiến pháp Việt Nam Cộng hòa. Do sự nhượng bộ này, phía Phật giáo tuyên bố tạm ngưng đấu tranh. Ngày 17 tháng 4 năm 1966, Thượng tọa Thích Trí Quang từ Sài Gòn ra Huế để dàn xếp và kêu gọi ngưng biểu tình. Chính phủ cương quyết, tái lập an ninh[sửa | sửa mã nguồn] Đầu tháng 5 năm 1966, Thủ tướng Nguyễn Cao Kỳ tuyên bố sẽ hoãn bầu cử Quốc hội và Chính phủ Quân nhân sẽ cầm quyền thêm một năm nữa. Lập tức các cuộc biểu tình phản đối lại rộ khắp miền Trung, những người biểu tinh tái chiếm đài phát thanh và các công sở khác. Ngày 14 tháng 5 năm 1966, sau khi đạt được sự thỏa thuận ngầm với Hoa Kỳ, chính phủ đưa 40 chiến xa và thiết vận xa ra Đà Nẵng bằng tàu vận tải Mỹ. Ngày 15 tháng 5, năm Tiểu đoàn Nhảy dù tái chiếm Đài phát thanh Đà Nẵng. Trong trận này, số người chết lên đến khoảng 150 người và số người bị thương lên khoảng 700 người. Trung tướng Tôn Thất Đính (phe biểu tình) chạy ra Huế. Ngày 16 tháng 5 năm 1966, Thiếu tướng Huỳnh Văn Cao được cử ra Đà Nẵng làm Tư lệnh Quân đoàn I, tại phi trường Phú Bài (Huế), Huỳnh Văn Cao bị Thiếu úy Nguyễn Đại Thức mưu sát, cuộc mưu sát không thành Nguyễn Đại Thức bị bắn chết. Sau biến cố này Chính phủ cử Trung tướng Cao Văn Viên ra Vùng I Chiến thuật, chỉ huy việc tái kiểm soát Đà Nẵng và Huế. Ngày 23 tháng 5, nhóm ly khai tại chùa Tỉnh hội Phật giáo Đà Nẵng buông súng. Thị trưởng Nguyễn Văn Mẫn bị bắt. Trung đoàn 51 Bộ binh bị chặn lại ở phía nam Đà Nẵng, chỉ huy Trung đoàn Đại tá Đàm Quang Yêu bị bắt. Ngày 31 tháng 5 năm 1966, một phái đoàn gồm 6 lãnh tụ Phật giáo do thượng tọa Thích Tâm Châu dẫn đầu, hội đàm với 6 tướng lãnh trong Ủy ban Lãnh đạo Quốc gia với kết quả đạt được là Ủy ban hứa sẽ tổ chức bầu cử Quốc hội vào tháng 9 năm 1966 và mở rộng Ủy ban Lãnh đạo Quốc gia thêm 10 chính khách dân sự. Bàn thờ Phật xuống đường[sửa | sửa mã nguồn] Ngày 26 tháng 5 năm 1966, tại Huế diễn ra tang lễ Thiếu úy Nguyễn Đại Thức, người mưu sát không thành Thiếu tướng Huỳnh Văn Cao. Đoàn biểu tình đốt Phòng Thông tin và Thư viện Hoa Kỳ tại Huế. Nữ sinh Nguyễn Thị Vân, 17 tuổi, học trường Bồ Đề, tự thiêu ngày 31\/5\/1966 tại Huế.[1] Ngày 1 tháng 6 năm 1966, những người biểu tình đập phá Tòa lãnh sự Mỹ tại Huế một lần nữa. Ngày 6 tháng 6 năm 1966, trước trấn áp của lực lượng chính phủ, Thượng tọa Thích Trí Quang yêu cầu đồng bào đưa bàn thờ Phật xuống đường để ngăn chặn lối đi của quân chính phủ. Ngày 16 tháng 6 năm 1966, đích thân Đại tá Nguyễn Ngọc Loan, Giám đốc An ninh Quân đội kiêm Tổng Giám đốc Cảnh sát Quốc gia, chỉ huy quân Nhảy dù và Cảnh sát Dã chiến, khiêng bàn thờ trả lại dân chúng và nhà chùa, khai thông đường đi, bắt 190 quân nhân phe ly khai, 109 công chức, 35 nhân viên cảnh sát. Ngày 21 háng 6 năm 1966, Thượng tọa Thích Trí Quang được đưa vào Sài Gòn, phong trào tranh đấu nhanh chóng tan rã, Biến động miền Trung xem như chấm dứt. Hậu quả[sửa | sửa mã nguồn] Biến động miền Trung làm chia rẽ các lãnh tụ Phật giáo giữa phe ôn hòa do Thích Tâm Châu làm đại diện và phe quá khích của Thích Trí Quang; làm suy giảm tiềm lực khối Phật giáo. Hậu quả nặng nề nhất của Biến động miền Trung là Chính phủ Việt Nam Cộng hòa phải dồn sức để ổn định xã hội ở thành phố, khiến nỗ lực chống lại Việt Nam Dân chủ Cộng hòa suy yếu. Quân nhân, nhất là quân nhân Phật tử ngoài tiền tuyến, không an tâm chiến đấu vì hậu phương xáo trộn. Tham khảo[sửa | sửa mã nguồn] ^ Hồi ký tướng tá Sài Gòn, Tập 3, truy cập ngày 27\/1\/2020. ẩn x t s Quân lực Việt Nam Cộng hòa Đại đơn vị Quân đoàn I · Quân đoàn II · Quân đoàn III · Quân đoàn IV · Sư đoàn 1 Bộ binh · Sư đoàn 2 Bộ binh · Sư đoàn 3 Bộ binh · Sư đoàn 5 Bộ binh · Sư đoàn 7 Bộ binh · Sư đoàn 9 Bộ binh · Sư đoàn 18 Bộ binh · Sư đoàn 21 Bộ binh · Sư đoàn 22 Bộ binh · Sư đoàn 23 Bộ binh · Sư đoàn 25 Bộ binh · Binh chủng Lục quân · Hải quân · Thủy quân Lục chiến · Không quân · Lực lượng Nhảy dù · Biệt cách Dù · Biệt động quân · Lực lượng Đặc biệt · Thiết giáp Kỵ binh · Pháo binh · Quân cảnh · Đoàn Nữ quân nhân · Phòng vệ Tổng thống Phủ · Liên đoàn An ninh Thủ đô · Địa phương quân và nghĩa quân · Quân trường Đại học Chiến tranh Chính trị · Võ bị Đà Lạt · Trường Chỉ huy tham mưu · Trường Hạ sĩ quan Đồng Đế · Võ khoa Thủ Đức · Trường Quân y · Trường Thiếu sinh quân · Quang Trung · Lam Sơn · Vạn Kiếp · Hải quân · Dục Mỹ · Nữ quân nhân · Pháo binh · Quân cảnh · Quân khuyển · Biểu trưng Danh sách biểu trưng · Huân chương · Quân hàm · Quân huy · Quân kỳ · Binh biến Đảo chính 1960 · Oanh tạc Dinh Độc Lập 1962 · Biến cố Phật giáo 1963 · Đảo chính 1963 · Chỉnh lý 1964 · Đảo chính tháng 9 năm 1964 · Bạo loạn Cao Nguyên 1964 · Đảo chính tháng 12 năm 1964 · Đảo chính 1965 · Biến động miền Trung 1966 · Sự kiện quân sự Chiến dịch Nguyễn Huệ 1956 · Trận Tua Hai 1960 · Trận Ấp Bắc 1963 · Trận Bình Giã 1964 · Chiến dịch Mậu Thân · Lam Sơn 719 · Mùa hè đỏ lửa · Chiến cuộc Xuân 1975 · hiện x t s Chiến tranh Việt Nam Thanh chiến Việt Nam Dân chủ Cộng hòa Quân đội nhân dân Việt Nam Cộng hòa Miền Nam Việt Nam Mặt trận Dân tộc Giải phóng miền Nam Việt Nam Việt Nam Cộng hòa Quân lực Việt Nam Cộng hòa Can thiệp quốc tế Hoa Kỳ Thái Lan Úc Trung Quốc Trung Hoa Dân Quốc Hàn Quốc New Zealand Xung đột liên quan Nội chiến Lào Nội chiến Campuchia Chiến tranh Lạnh (1962–1979) Bối cảnh Liên bang Đông Dương Thuộc địa của Nhật Quốc gia Việt Nam (1949–1955) Chiến tranh Đông Dương (Việt Minh, Chiến dịch Điện Biên Phủ) Hiệp định Genève, 1954 Di cư 1954–55 Trưng cầu dân ý 1955 Việt Nam Dân chủ Cộng hòa xâm nhập Lào Đảo chính Việt Nam Cộng hòa 1960 Sự kiện 1962: Ấp Chiến lược Vụ đánh bom Dinh Độc 1963: Biến cố Phật giáo Đảo chính Ngô Đình Diệm 1964: Đảo chính Dương Văn Minh Sự kiện Vịnh Bắc Bộ \/ Nghị quyết Đảo chính tháng 12 1965: Chiến tranh cục bộ Đảo chính Việt Nam Cộng hòa Ném bom Việt Nam Dân chủ Cộng hòa 1966: Biến động Miền Trung 1968: Sự kiện Tết Mậu Thân (Đường 9 – Khe Sanh, Huế) 1970: Việt Nam hóa chiến tranh, Chiến dịch Campuchia 1971: Chiến dịch Lam Sơn 719 1972: Chiến dịch Xuân – Hè Chiến dịch Linebacker II 1973: Hiệp định Paris 1974: Chiến dịch Đường 14 – Phước Long 1975: Chiến dịch Mùa Xuân 1975 Sự kiện 30 tháng 4 Liên quan Chất độc da cam Tranh cãi số lượng tử vong Canada và chiến tranh Việt Nam Địa đạo Củ Chi Đường Trường Sơn Phong trào phản chiến trong Chiến tranh Việt Nam Đình chỉ chiến tranh Việt Nam Hồ sơ Lầu Năm Góc Vấn đề tù binh, quân nhân mất tích Hiếp dâm trong chiến tranh Việt Nam Sự cố đồi 192 Tổ chức Hiệp ước Đông Nam Á Đường mòn Sihanouk Truyền thông Hoa Kỳ Chiến tranh Việt Nam trong phim Chiến tranh Việt Nam trong game Thảm sát (Phú Lợi, Bình An, Bình Hòa, Huế, Mỹ Lai, Đắk Sơn, Thạnh Phong, Tây Vinh) Vũ khí trong chiến tranh Việt Nam Hậu quả Chiến tranh biên giới Việt Nam – Campuchia Chiến tranh biên giới Việt–Trung Chất độc màu da cam Thuyền nhân Việt Nam Đài tưởng niệm Chiến tranh Việt Nam Bình thường hóa quan hệ Hoa Kỳ–Việt Nam Thể loại Trận đánh và chiến dịch Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Biến_động_Miền_Trung&oldid=69859505” Thể loại: Chính trị Việt Nam Cộng hòa Binh biến ở Việt Nam Cộng hòa Trang này được sửa lần cuối vào ngày 8 tháng 4 năm 2023, 10:22. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}