{"Biệt động Sài Gòn":"Biệt động Sài Gòn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hình thành 2Sự khác biệt giữa lực lượng đặc công và biệt động 3Những trận đánh đáng chú ý Hiện\/ẩn mục Những trận đánh đáng chú ý 3.1Trận Đài Phát thanh Sài Gòn 3.2Trận Đại sứ quán Mỹ 3.3Trận Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa 3.4Trận Dinh Độc Lập 4Một số chỉ huy và đội viên đáng chú ý 5Phim Biệt động Sài Gòn 6Xem thêm 7Chú thích 8Liên kết ngoài Biệt động Sài Gòn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Biệt động Sài Gòn là danh xưng của lực lượng đặc công quân Giải phóng miền Nam, chuyên làm nhiệm vụ tập kích nhằm vào các cơ sở của quân đội Hoa Kỳ và Việt Nam Cộng hòa cũng như các công trình công cộng trong môi trường đô thị tại Sài Gòn trong thời kỳ Chiến tranh Việt Nam. Hình thành[sửa | sửa mã nguồn] Theo Đại tá Nguyễn Đức Hùng (Tư Chu), nguyên Tư lệnh Biệt động Sài Gòn – Gia Định nêu lên trong hồi ký, lực lượng biệt động khu vực Sài Gòn - Chợ Lớn - Gia Định ra đời từ Kháng chiến chống Pháp, bắt nguồn từ những đội vũ trang, tự vệ của người dân ở khu vực này từ thời tiền khởi nghĩa và Nam Bộ kháng chiến. Tuy nhiên, có thể nói lực lượng tiền thân chính thức đầu tiên ra đời sau chuyến mạo hiểm vào thành thị sát của Trung tướng Nguyễn Bình, và sau đó là quyết định hợp nhất các nhóm vũ trang trong nội đô để thành lập Ban Công tác Thành vào tháng 3 năm 1946. Sau năm 1954, phần lớn cán bộ hành chính và lực lượng quân sự thuộc chính phủ Việt Nam Dân chủ Cộng hòa được tập kết ra Bắc. Số còn lại hoặc trở về đời sống dân sự hoặc tiếp tục hoạt động chính trị dưới sự chỉ đạo của Xứ ủy Nam Bộ. Các ban Công tác Thành phố về danh nghĩa đều được giải thể. Tuy nhiên, sau khi Nghị quyết 15 của Ban chấp hành Trung ương Đảng Lao động Việt Nam cho phép lực lượng kháng chiến miền Nam được phép chuyển sang đấu tranh vũ trang song song với đấu tranh chính trị, Quân Giải phóng tại miền Nam tái tập hợp và xây dựng lại lực lượng vũ trang. Trong đó đặc biệt chú trọng phát triển lực lượng vũ trang nội đô, đặc biệt là qua 2 hội nghị quân sự quan trọng của Quân khu Sài Gòn – Gia Định được tổ chức trong tháng 9 và tháng 10 năm 1961. Thông qua những hội nghị này, lực lượng biệt động Sài Gòn - Chợ Lớn - Gia Định dần được xây dựng lại. Đến năm 1963, 4 đơn vị biệt động cấp quân khu được thành lập, gồm 65, 67, 69 và bộ phận trinh sát hoạt động ở nội thành. Một năm sau, thành lập thêm các đội 66, 68. Biệt động cấp quân khu được thành lập, đánh dấu bước phát triển trong quy mô và hiệu quả của trận chiến trong nội đô với những chiến công vang dội.[1]. Sự khác biệt giữa lực lượng đặc công và biệt động[sửa | sửa mã nguồn] Biệt động và đặc công là 2 lực lượng khác nhau. Đặc công là binh chủng chính quy, được trang bị vũ khí, được huấn luyện các kĩ năng cần thiết một cách chuyên nghiệp nhất có thể, ví dụ như cận chiến bằng vũ khí lạnh, sử dụng mìn và thuốc nổ, tiềm nhập, đánh \"nở hoa trong lòng địch\" (với đặc công bộ), bơi đường dài (đối với đặc công nước)... Biệt động về hình thức chỉ tương tự nhóm vũ trang địa phương, có một số bán chính quy và chưa trang bị vũ khí. Họ có thể hoạt động với các thành phần như người già, nữ sinh... với nhiều nhiệm vụ phi tác chiến khác nhau (liên lạc, điều tra, vận chuyển và cất giấu vũ khí...). Riêng đối với những người lính biệt động mang nhiệm vụ chiến đấu, họ vừa phải có trình độ tác chiến tốt, được huấn luyện bài bản trong môi trường tác chiến đô thị, vừa phải có những kỹ năng dân sự khác, nếu không họ sẽ dễ bị đối phương bắt bài. Đặc công đóng quân và hoạt động ở vùng tách biệt dân sự tối đa, còn biệt động gắn liền với đô thị đông dân. Đặc có thể tác chiến độc lập nhưng biệt động bắt buộc phải dựa vào dân, nếu không có dân trợ giúp thì mạng lưới không thể tồn tại được. Điển hình như trận chiến Tết Mậu thân, 17 người của cụm BĐ11 đánh vào Đại sứ quán Mỹ, do bị cô lập dần dần, họ hy sinh gần hết. Xây dựng mạng lưới biệt động phức tạp hơn đặc công rất nhiều. Vì biệt động hoạt động trong lòng địch, mọi thành viên đều phải có vỏ bọc, giấy tờ hợp pháp để sống công khai. Đặc công có thể mất vài tháng để huấn luyện 1 tiểu đoàn, vài tuần để tổ chức một trận đánh vì đặc công có ban hậu cần quân đội riêng. Nhưng với biệt động sẽ là hàng năm. Đặc công thường được sử dụng để phối hợp tác chiến trong quy mô chiến dịch (thường là cấp lữ đoàn, hiếm có quy mô nhỏ hơn) nên tối thiểu cần hỏa lực của 1 đại đội đặc công để hoàn thành nhiệm vụ. Còn trong môi trường đô thị chật chội, với khó khăn của việc xây dựng mạng lưới biệt động hợp pháp nêu trên, thông tin liên lạc hạn chế, việc điều hành hàng loạt chiến sĩ biệt động cùng tác chiến là bất khả thi. Ở các đô thị vùng ven như Nha Trang, Hội An, Cần Thơ, Huế, Đà Nẵng... quân số tác chiến của đội ngũ biệt động chỉ dao động 1-3 trung đội. Đô thị lớn nhất (Sài Gòn) quân số nội đô có 300 nhưng chỉ cho phép 100 tay súng hoạt động cùng 1 lúc. Về tác chiến, thì đặc công thường tác chiến vào ban đêm, nhằm tìm hiệu suất lớn nhất; ngược lại, biệt động luôn tác chiến vào ban ngày (để gây tiếng vang). Một trận đánh cường tập của đặc công tùy tình hình có thể kéo dài, nhưng một trận đánh cường tập của biệt động hạn chế kéo dài quá 5 phút, nếu quá thời gian cam kết sẽ gây nguy hiểm rất lớn cho các chiến binh biệt động. Những trận đánh đáng chú ý[sửa | sửa mã nguồn] Ngày 2 tháng 5 năm 1964, trong khi neo đậu tại Sài Gòn để bốc dỡ máy bay phục vụ chiến tranh, tàu sân bay hộ tống USS Card (CVE-11) bị biệt động Sài Gòn tấn công bằng người nhái. Chiến sĩ biệt động Lâm Sơn Náo đã bí mật lặn tới tàu, đặt 2 khối chất nổ, mỗi khối gồm 40 kg TNT và 2 kg C4. Hai khối thuốc nổ được đặt cách nhau 10m, áp chặt lườn tàu làm nổ tung hông tàu. Card bị đắm ở độ sâu 15 m (48 ft) nước (độ sâu sông Sài Gòn tại cầu cảng). 5 thủy thủ Mỹ chết, nhiều người bị thương, nhiều vũ khí bị chìm theo con tàu. Trong Sự kiện Tết Mậu Thân 1968, lực lượng biệt động Sài Gòn - Chợ Lớn - Gia Định chỉ với 88 người, chia làm 5 cánh, vào lúc 2 giờ sáng mùng 2 Tết Nguyên đán, tức ngày 31 tháng 1 năm 1968, đã thực hiện một số trận đánh rung chuyển Sài Gòn và dư luận thế giới.[2]. Trận Đài Phát thanh Sài Gòn[sửa | sửa mã nguồn] Toán tập kích này gồm 11 chiến sĩ biệt động, do Năm Lộc chỉ huy, chia làm 2 mũi tấn công chớp nhoáng chiếm được mục tiêu chỉ sau 15-20 phút. Nhiệm vụ là đánh chiếm và giữ đài phát thanh trong vòng 2 giờ, đồng thời phát đi lời hiệu triệu của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, sau đó sẽ có đơn vị chính quy đến chi viện. Tuy nhiên, đến 4 giờ sáng mà quân tiếp viện không đến, đối phương nhận thấy tầm quan trọng của đài phát thanh nên đã tổ chức nhiều hỏa lực tấn công dồn dập vào Đài Phát thanh. Toán tập kích buộc phải cố thủ.[3] Đa số thành viên tử trận, còn lại bị bắt: một vài người bị thương và có 2 thành viên nữ. Trận Đại sứ quán Mỹ[sửa | sửa mã nguồn] Quang cảnh bên ngoài Đại sứ quán Hoa Kỳ khi đang bị biệt động Mặt trận Dân tộc Giải phóng Việt Nam đột kích. Đêm 31 tháng 1 năm 1968, toán tập kích di chuyển trên 2 xe du lịch chở 17 chiến sĩ đội 11 biệt động do Ba Đen chỉ huy nhanh chóng áp sát mục tiêu là Đại sứ quán Mỹ. Tiếng bộc phá nổ dữ dội, đánh sập một mảng tường bao. Kế hoạch rất táo bạo: chiếm giữ tòa nhà, bắt sống Đại sứ Mỹ Bunker (viên đại sứ Bunker đã bỏ chạy từ trước), đợi bộ đội và 200 sinh viên Sài Gòn tiếp ứng. Đây là đội cuối cùng được triển khai bằng quân dự bị rút từ các cơ quan bí mật, kinh nghiệm tác chiến non hơn các đội trên. Hai biệt động cầm súng AK quét nhiều loạt đạn, diệt hai quân cảnh Mỹ ở cổng chính. Tiếp đó biệt động dùng thuốc nổ phá thủng tường. Toán tập kích đã thâm nhập vào trong tòa nhà bằng lỗ thủng này, chiếm được tầng 1 và giao chiến với lực lượng thủy quân lục chiến Hoa Kỳ và các nhân viên tòa đại sứ. Đội 11 theo ba mũi: cổng trước, cổng sau (phía đường Mạc Đĩnh Chi) và dãy nhà nhân viên hành chính. Họ nhanh chóng chiếm gần hết tầng một và tiến lên tầng 2-3, nhưng lại mất 2 xạ thủ B40. Tiểu đoàn 716 quân cảnh Mỹ từ ngoài trực diện đánh vào không tái chiếm được tòa Đại sứ, tướng Frederick Weyand (Tư lệnh các lực lượng dã chiến Mỹ ở vùng 3 chiến thuật) điều một bộ phận từ lực lượng sư đoàn dù 101 đổ quân bằng trực thăng xuống nóc tòa nhà. Tuy nhiên, chiếc trực thăng đầu tiên bị bắn quá mạnh, việc đổ quân không thể thực hiện. 5 giờ sáng, quân Mỹ vây bốn phía bên ngoài, trực thăng Sư đoàn dù 101 cũng kéo tới, ngoài ra có thêm hỗ trợ của Quân lực Việt Nam Cộng hòa ở tòa nhà bên cạnh bắn qua. 7h sáng, quân cảnh Mỹ mang mặt nạ xông vào cổng chính, lực lượng BĐ11 chống trả dữ dội, chính trị viên Út Nhỏ tử trận. 8 giờ, trực thăng mới có thể trở lại đổ quân xuống sân thượng, từ trên tràn xuống tấn công đội trưởng biệt động, lấn dúi dần dần. Tại phần sân tòa đại sứ, 5 người cố thủ đã tử trận với những viên đạn cuối cùng, tại tầng trệt và tầng một, những người cuối cùng lần lượt ngã xuống trước hỏa lực dày đặc. Trận đánh ác liệt và đẫm máu này được các phóng viên truyền đi toàn thế giới, làm chấn động dư luận thế giới về tính khốc liệt của chiến tranh. (Xem thêm Tet_offensive_attack_on_US_Embassy). Mặc dù chiến đấu rất dũng cảm, nhưng do quân số ít và không có tiếp viện, sau 6 giờ chiến đấu, 15 chiến sỹ tử trận. Một xạ thủ người Sài Gòn bị thương nặng, chỉ huy Ba Đen người Thái Bình bị thương ngất đi và cả hai bị quân Mỹ bắt sống. Phía Mỹ tổn thất nặng nề: có 5 lính chết tại chỗ, 17 lính chết tại bệnh viện, 124 bị thương. Trận Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa[sửa | sửa mã nguồn] Tại mục tiêu Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa, dù một trong 2 xe chở lực lượng biệt động bị nổ lốp phải hành quân bộ nhưng cả hai đội 8 và 9 biệt động, với quân số 24 người do Ba Phong dẫn đầu, đã kịp thời hợp đồng tác chiến, tấn công vào mục tiêu đã định trước. Tuy nhiên, do lực lượng bố phòng đã kịp thời bắn trả nên toán tập kích chỉ kịp chiếm được cổng vào rồi bị thương vong nặng, buộc phải rút lui.[4] Trận Dinh Độc Lập[sửa | sửa mã nguồn] Tại mục tiêu Dinh Độc Lập, toán tập kích gồm 14 chiến sĩ Đội 5 biệt động do Ba Thanh chỉ huy. Do khối bộc phá lâu ngày ẩm mốc không nổ nên không thể phá tường tấn công. Bị lực lượng phòng vệ Phủ Tổng thống phản kích mạnh mất liên tiếp 5 người, toán tập kích co cụm trận địa, thương vong dần vì hỏa lực quá rát, buộc phải rút vào ngôi nhà cao tầng ở hướng đối diện và cố thủ trên tầng 3. Đến rạng sáng, do quân tiếp viện bị lạc, nên tất cả những người sống sót buộc phải rút thì bị đối phương vây ráp ở đường Thủ Khoa Huân; họ tự sát bằng lựu đạn nhưng thất bại và bị bắt. Toàn bộ các trận tập kích giữa lực lượng biệt động với đối phương đều ở thế chênh lệch hàng trăm lần về quân số và trang bị. Chưa kể đến đặc thù tác chiến của biệt động đều là tác chiến nhanh, thiên về tập kích hơn là tác chiến chính quy. Mặc dù vậy, dựa vào ưu thế bất ngờ và lòng dũng cảm, 3\/5 mục tiêu bị chiếm giữ trong nhiều giờ liền. Vì không có quân tiếp viện, không có hậu cần kịp thời, sự hy sinh của quân biệt động gần như là tất yếu, nhưng nỗ lực của họ đã gây tiếng vang tối đa về chính trị, góp phần vào thành công chung của chiến dịch. Một số chỉ huy và đội viên đáng chú ý[sửa | sửa mã nguồn] Nguyễn Đức Hùng, tức Tư Chu, Tư lệnh Biệt động Sài Gòn - Gia Định Ngô Văn Vân, hoặc Ngô Thành Vân, tức Ba Đen, người chỉ huy tổ biệt động đánh vào tòa đại sứ Mỹ Tết Mậu Thân Lâm Sơn Náo, người đã gài thuốc nổ đánh chìm chiếc tàu sân bay hộ tống USS Card (CVE-11) Lê Tấn Quốc, bí danh Chín Quốc, Chỉ huy Đội Biệt động 67; Trưởng ban Quân sự Khu đoàn Sài Gòn – Gia Định Nguyễn Văn Lém hoặc Lê Công Nà, đội viên biệt động. Cả hai ông Lém và Nà, đều được gia đình nhận là người đã bị tướng Nguyễn Ngọc Loan bắn chết ngay trên đường phố. Do vậy, hiện chưa rõ người bị tướng Nguyễn Ngọc Loan bắn thực sự là ai. Lê Văn Việt, tức Tư Việt (còn gọi là Nguyễn Văn Hai, hay Ba Thợ Mộc), đội viên biệt động tham gia trận đánh Đại sứ quán Mỹ vào ngày 30 tháng 5 năm 1965.[5]. Trần Văn Đang, đội viên biệt động tham gia đánh bom Câu lạc bộ sĩ quan Mỹ ở số 3 đường Võ Tánh, quận Tân Bình, tỉnh Gia Định.[6] Bành Văn Trân (1933-1967), còn có biệt danh là Năm Vững, sinh năm 1933, Anh hùng lực lượng vũ trang nhân dân Việt Nam. Chỉ huy trận đánh sân bay Tân Sơn Nhất ngày 4 tháng 12 năm 1966. Ông bị bắt đầu năm 1967, bị đày đi Côn Đảo và hy sinh ở đó, hưởng dương 34 tuổi. Ngày 17 tháng 9 năm 1967, ông được Ủy ban Trung ương Mặt trận Dân tộc giải phóng miền Nam Việt Nam ký sắc lệnh tuyên dương Anh hùng lực lượng vũ trang nhân dân giải phóng. Phạm Thị Bạch Liên: tức ni cô Diệu Thông - nguyên mẫu ni cô Huyền Trang trong phim \"Biệt động Sài Gòn\". Ni cô Diệu Thông là một giao liên cho đội biệt động. Bí danh Huyền Trang được gắn cho nhà tu hành cách mạng này. Sau giải phóng, Huyền Trang về công tác tại Bộ Tư lệnh Thành phố Hồ Chí Minh. Khi về hưu, bà cùng các tăng ni, phật tử trở về Đồng Tháp khai khẩn được hơn 300 ha ruộng. Hoàn thành công việc, bà lại trở về Thành phố Hồ Chí Minh sống trong căn phòng nhỏ ở chùa Trúc Lâm (Gò Vấp) và bắt tay vào làm tương, se nhang. Khi về già, bà bán căn nhà duy nhất ở Quận 12, Thành phố Hồ Chí Minh chia cho người con nuôi còn mình thì quay trở về ngôi chùa của cha ở Đồng Tháp tá túc.[7][8] Phim Biệt động Sài Gòn[sửa | sửa mã nguồn] Biệt động Sài Gòn là bộ phim đầu tiên, duy nhất của điện ảnh Việt Nam tái hiện những sự kiện nổi bật của biệt động Sài Gòn trong chiến tranh Việt Nam. Phim dài 4 tập, gồm: Tập 1: Điểm hẹn Tập 2: Tình lặng Tập 3: Cơn giông Tập 4: Trả lại tên cho em Phim miêu tả những cảnh chiến đấu với súng vang, mìn nổ, khói lửa và thương vong, nhưng chủ yếu vẫn là cuộc đấu trí căng thẳng của những chiến sĩ hoạt động bí mật trong lòng địch. Đó là Tư Chung - Tư lệnh trưởng biệt động Sài Gòn, cùng người đồng đội Ngọc Mai khi họ phải đóng giả một cặp vợ chồng tư bản giàu có, ngày ngày chạm trán cùng tướng tá Việt Nam Cộng Hòa. Sống giữa kẻ thù, họ không những phải bảo vệ an toàn tính mạng của bản thân, liên lạc với đồng đội, mà còn phải đối mặt với những tình huống vô cùng nan giải, không chỉ trước làn đạn mà còn là cuộc chiến giữa lý trí và tình cảm. Trong khi đó, một nữ chiến sĩ biệt động khác, Huyền Trang, phải cải trang thành ni cô để che mắt kẻ thù. Bên cạnh đó, còn có những người đồng đội gan dạ, mưu trí khác như Năm Hòa, Sáu Tâm, bà má hậu phương, em bé bán báo làm giao liên... mỗi người một vị trí, vai trò khác nhau, cùng hợp quần tạo nên sức mạnh quân dân.[9] Tuy chỉ có 4 tập, nhưng có thể nói phim \"Biệt động Sài Gòn\" là bệ phóng tên tuổi của hàng loạt diễn viên từ vai chính đến vai phụ. Đạo diễn: Long Vân Diễn viên: Bùi Quang Thai vai Tư Chung Hà Xuyên vai Ngọc Mai NSND Thanh Loan vai Huyền Trang Thương Tín vai Sáu Tâm Thể loại: Phim truyền hình Kịch bản: Lê Phương, Nguyễn Thanh Xem thêm[sửa | sửa mã nguồn] Những đứa con Biệt động Sài Gòn Chú thích[sửa | sửa mã nguồn] ^ Những trận đánh vang dội ^ Người chỉ huy huyền thoại ^ Đại tá Đặng Xuân Tẻo, chính trị viên Đội 4 biệt động, nhớ lại: \"Nhiệm vụ của đội là đánh chiếm và giữ đài phát thanh trong vòng 2 giờ, đồng thời phát đi lời hiệu triệu của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, sau đó sẽ có đại quân đến tiếp nhận. Nhưng tụi tôi giữ cho tới 4 giờ sáng vẫn không thấy đại quân mình tới. Chỉ thấy lực lượng của địch phản công rất quyết liệt\". ^ Ngô Bá Chính, chiến đấu viên Cụm Biệt động 2 đánh Bộ Tổng tham mưu ngụy, nhớ lại: \"Vì hỏa lực mình mạnh quá, B40 mà nện vô thì lô cốt chịu không nổi, mình chiếm được cổng. Nhưng bố phòng của địch quá dày đặc nên khi mình vô trong thì đụng phải hỏa lực rất mạnh bắn trả\" ^ “Anh hung LLVTND Le Van Viet”. Bản gốc lưu trữ ngày 2 tháng 10 năm 2012. Truy cập ngày 19 tháng 7 năm 2012. ^ Tiểu sử Trần Văn Đang ^ “Cuộc đời thăng trầm của nguyên mẫu ni cô Huyền Trang trong phim \"Biệt động Sài Gòn\"”. ^ “Những trận đánh sau tiếng chuông chùa”. ^ Bộ phim Biệt Động sài Gòn Lưu trữ 2012-01-30 tại Wayback Machine. Liên kết ngoài[sửa | sửa mã nguồn] Người chỉ huy huyền thoại Bộ phim \"Biệt Động Sài Gòn\" Những trận đánh vang dội Biệt Động Sài Gòn Những trận đánh vang dội biệt động Sài Gòn Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Biệt_động_Sài_Gòn&oldid=70043860” Thể loại: Anh hùng Lực lượng vũ trang nhân dân Chiến tranh Việt Nam Phim trinh thám Việt Nam Sài Gòn Biệt động Sài Gòn Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 12:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}