{"Bolero Việt Nam":"Bolero Việt Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Nhầm lẫn 2Đặc điểm 3Nguồn gốc du nhập 4Các nghệ sĩ nổi tiếng Hiện\/ẩn mục Các nghệ sĩ nổi tiếng 4.1Nhà soạn nhạc 4.2Nhóm soạn nhạc 4.3Ca sĩ tiêu biểu 4.4Bài hát tiêu biểu 5Xem thêm 6Tham khảo 7Liên kết ngoài Bolero Việt Nam Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Đừng nhầm lẫn với Boléro (vũ điệu). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Bolero Việt Nam là một điệu nhạc có nguồn gốc từ Tây Ban Nha, du nhập sang Mỹ Latinh rồi du nhập vào Việt Nam khoảng đầu thập niên 1950. Điệu Bolero được sử dụng phổ biến nhất trong các bài nhạc vàng tại miền Nam Việt Nam. Nhầm lẫn[sửa | sửa mã nguồn] Vì được sử dụng phổ biến nhất trong các ca khúc dòng nhạc vàng, điệu Bolero Việt Nam bị nhầm lẫn với khái niệm nhạc vàng. Đặc điểm[sửa | sửa mã nguồn] Điệu Bolero trên thế giới được các nhạc sĩ áp dụng sáng tác trong cả nhạc cổ điển lẫn nhạc đại chúng\/nhạc nhẹ. Ở Việt Nam, nó thường được áp dụng sáng tác cho nhạc nhẹ. Đặc trưng của Bolero khi vào Việt Nam, được Việt hóa, là nó rất hợp với lối nói phát âm của người Việt, đặc trưng hát theo kiểu truyền thống, ngân rung đổ hột, làm cho bài hát vừa dễ hát vừa dễ thuộc. Ngoài ra nó còn rất hợp với chất cải lương, để hát tân cổ giao duyên. Đặc điểm quan trọng của những bài hát viết bằng điệu Bolero Việt Nam là: Nhiều bài hát mang đậm chất dân ca Nam Bộ, rất ít ca khúc thính phòng hoặc nhạc nhẹ không có chất dân gian Giai điệu cấu trúc đơn giản, tiết tấu đều đều, chậm, thường là nhịp 4\/4, ít biến đổi nhịp, ít quãng cao, dễ hát, khi hát thường luyến láy, cho mềm mại và mùi mẫn Lời ca bình dân, có nhiều vần và dễ thuộc, dễ nhớ Các đặc điểm khác như tính quần chúng, tính khái quát, tính tự sự, tính buồn cũng thường thấy, nhưng không phải đặc trưng. Bolero Việt Nam không chỉ có trong nhạc vàng, mà cũng xuất hiện ở các thể loại khác. Vài sáng tác của một số nhạc sĩ nhạc đỏ như Thế Hiển, Trần Hoàn, Thuận Yến, Vũ Hoàng... là theo điệu Bolero, ví dụ Miền Trung nhớ Bác của Thuận Yến. Sau sự kiện 30 tháng 4 năm 1975, nhạc nhẹ bị cấm đến 1979 mới được chính quyền cho sáng tác trở lại, lúc đó gọi là \"ca khúc chính trị\". Một số nhạc sĩ chế độ cũ lại sáng tác Bolero theo phong cách mới, như Trần Thiện Thanh với Chiếc áo bà ba, Tô Thanh Tùng với Tình cây và đất, Trúc Phương với Chín dòng sông hò hẹn... Các sáng tác này đậm chất dân ca Nam Bộ. Vài năm gần đây, xuất hiện các sáng tác theo điệu Bolero dựa trên nền ví giặm Nghệ Tĩnh. Một số bài Bolero về sau thậm chí có thể hát theo lối Bel Canto. Ở hải ngoại, nhạc sĩ Đức Huy có một số bài Bolero chất Tây phương nhẹ nhàng, trẻ trung. Nguồn gốc du nhập[sửa | sửa mã nguồn] Ca sĩ Chế Linh biểu diễn trước 1975. Tại Việt Nam, điệu Bolero du nhập vào Việt Nam vào khoảng thập niên 1950, lúc phong trào tân nhạc Việt Nam đang phát triển mạnh mẽ; nhiều nhạc sĩ bắt đầu sử dụng giai điệu phương Tây thay cho giai điệu truyền thống. Một số bài hát sử dụng điệu Bolero đầu tiên là Nắng chiều của Lê Trọng Nguyễn, Trăng phương Nam của Anh Hoa, Chiều trong rừng thẳm của Anh Việt sáng tác trước 1954.[1] Về bài hát đầu tiên sử dụng giai điệu Bolero, nhạc sĩ Vũ Đức Sao Biển cho rằng bài Duyên quê của Hoàng Thi Thơ có thể là bài đầu tiên. Trong khi đó, nhà nghiên cứu Trần Thị Vĩnh Tường lại cho rằng bài Boléro đầu tiên ở Việt Nam là bài Xóm đêm của Phạm Đình Chương. Còn theo nhạc sĩ Nguyễn Ánh 9 thì \"người đầu tiên nghĩ ra Bolero là Lam Phương rồi Trúc Phương\".[2] Tuy nhiên, chưa có tài liệu nào cho biết chính xác bài đầu tiên là bài gì. Cứ thế, nhiều ca khúc miền Nam viết theo điệu Bolero Việt Nam lần lượt ra đời. Từ thập niên 1960 đến thập niên 1970 là những năm đỉnh cao của giai điệu này với phong trào \"Thời trang nhạc tuyển\" mà những bài nhạc được được thâu một cách đại trà vào băng cassette hoặc đĩa vinyl. Một số ca khúc tiêu biểu là Những đồi hoa sim (Dzũng Chinh, phổ thơ Hữu Loan), Tàu đêm năm cũ, Nửa đêm ngoài phố (Trúc Phương), Thành phố sau lưng (Hàn Châu), Áo em chưa mặc một lần (Hoài Linh), Xuân này con không về (Trịnh Lâm Ngân), Đêm buồn tỉnh lẻ (Bằng Giang - Tú Nhi), Vòng nhẫn cưới, Đêm lang thang, Không giờ rồi (Vinh Sử), Hoa sứ nhà nàng của Hoàng Phương. Sau sự kiện 30 tháng 4 năm 1975 cho đến nay, Bolero Việt Nam vẫn đang được nhiều tầng lớp dân chúng yêu thích và phát triển. Nhiều nhạc sĩ sáng tác trước 1975 tiếp tục sáng tác mạnh như Anh Bằng, Đài Phương Trang, Giao Tiên, Nhật Ngân, Thanh Sơn, Tú Nhi (Chế Linh), Vinh Sử... Bên cạnh đó các nhạc sĩ trẻ cũng đang tiếp nối với chủ đề tình yêu âm hưởng dân ca Nam Bộ. Sự sáng tạo chủ yếu nằm trong lối hát hay hòa âm. Đôi khi các bài Bolero hay được hòa âm và hát theo phong cách nhạc Jazz, Pop hay theo phong cách thính phòng, cổ điển. Từ năm 2013 đến năm 2018, hàng loạt chương trình truyền hình hát nhạc theo điệu Bolero hay nhạc có nguồn gốc điệu Bolero xuất hiện. Tuy nhiên có chương trình dù rõ ràng mang tên Bolero nhưng lại lồng ghép nhạc dân ca, nhạc Làn Sóng Xanh, thậm chí cả... nhạc đỏ.[3] Những nhà sản xuất có khi quy chụp tất cả nhạc vàng là \"nhạc Bolero\" (mặc dù có bài \"nhạc vàng\" có khi viết theo điệu khác). Điều này gây nhầm lẫn trầm trọng tới người xem.[4] Các nghệ sĩ nổi tiếng[sửa | sửa mã nguồn] Nhà soạn nhạc[sửa | sửa mã nguồn] Bài chi tiết: Danh sách nhạc sĩ nhạc vàng (1954-1975) Anh Bằng Anh Thy Anh Việt Thu Anh Việt Thanh Bắc Sơn Bảo Thu Bằng Giang Châu Kỳ Diên An Duy Khánh Dzoãn Bình Dzũng Chinh Đắc Chung Đài Phương Trang Đinh Trầm Ca Đinh Việt Lang Đỗ Kim Bảng Giao Tiên Hồ Đình Phương Hoàn An Hoài Linh Hoài Nam (nhạc sĩ) Hoàng Phương Hoàng Thi Thơ Hoàng Trang Hoàng Trọng Hà Phương Hàn Châu Hồng Vân Huỳnh Anh Khánh Băng Lam Phương Lê Dinh Lê Mộng Bảo Mạnh Phát Mặc Thế Nhân Minh Kỳ Mộng Long Nhật Ngân Ngân Giang Ngọc Sơn (nhạc sĩ trước 1975) Nguyễn Hữu Thiết Nguyễn Thảo Nguyễn Văn Đông Nguyễn Vũ Phạm Thế Mỹ Phố Thu Song Ngọc Tâm Anh Thanh Phong Thanh Phuong Thanh Sơn Thu Hồ Trần Thiện Thanh Tô Thanh Tùng Trần Trịnh Trầm Tử Thiêng Trầm Uyên Khanh Trường Hải Trương Hoàng Xuân Trúc Phương Tú Nhi Tuấn Hải Tuấn Khanh Văn Giảng Vinh Sử Xuân Tiên Y Vân Y Vũ Nhóm soạn nhạc[sửa | sửa mã nguồn] Lê Minh Bằng Trịnh Lâm Ngân Ca sĩ tiêu biểu[sửa | sửa mã nguồn] Trong nước trứoc 1975 Anh Khoa Băng Châu Bùi Thiện Chế Linh Duy Khánh Duy Mỹ Duy Quang Đác Chung Elvis Phương Giao Linh Giáng Thu Giang Tử Hà Thanh Hoàng Oanh Họa Mi Hùng Cường Hương Lan Kim Loan Mai Lệ Huyền Manh Quỳnh (trước 1975) Minh Hiếu Nhật Linh Ngọc Minh Nhật Thiên Lan Nhật Trường Phương Dung Phương Đại Phưong Hoài Tâm Phưong Hồng Ngọc Phương Hồng Quế Sơn Ca Thái Châu Thanh Lan Thanh Phong Thanh Tâm Thanh Thúy Thanh Tuyền Thanh Vũ (ca sĩ) Thiên Trang Trang Mỹ Dung Trường Hải Trúc Ly Trúc Mai Trung Chỉnh Hải ngoại Ái Ni Băng Tâm Châu Ngọc Hà Duy Trường Đan Nguyên Đặng Thế Luân Hà Phương Hà Thanh Xuân Hạ Vy Hoài Nam (ca sĩ) Hoàng Lan Hoàng Nhung Hoàng Thục Linh Hồng Trúc Huy Sinh Huỳnh Phi Tiễn Hương Thủy Kim Anh Lưu Hồng Mai Quốc Huy Mai Thiên Vân Mạnh Đình Mạnh Quỳnh Mỹ Huyền Mỹ Lan Ngọc Huyền Ngọc Ngữ Nguyễn Hưng Như Mai Như Quỳnh Phi Nhung Phượng Mai Phương Yến Linh Quang Bình Quang Lê Quốc Anh Quỳnh Dung Randy Sơn Tuyền Tâm Đoan Thế Sơn Trang Thanh Lan Trường Thanh Trường Vũ Tường Nguyên Tuấn Anh Tuấn Đạt Tuấn Vũ Y Phụng Trong nước sau 1975 Bảo Yến Cẩm Ly Chế Phong Chế Thanh Dương Hồng Loan Dương Ngọc Thái Đàm Vĩnh Hưng Đình Văn Hà Phương Hoàng Châu (Yên Khoa) Huỳnh Nguyễn Công Bằng Lê Sang Lệ Quyên Lưu Ánh Loan Lưu Chí Vỹ Ngọc Hải Ngọc Sơn Phương Anh Quang Lập Quang Linh Quốc Đại Quỳnh Trang Tài Linh Thạch Thảo Thúy Huyền Thùy Trang Tố My Trọng Phúc Bài hát tiêu biểu[sửa | sửa mã nguồn] Sầu tím thiệp hồng Con đường xưa em đi Con đường mang tên em Gõ cửa trái tim Hoa trinh nữ Ngày xưa anh nói Chuyện tình không dĩ vãng Tình chỉ đẹp khi còn dang dở Đường tình đôi ngã Chuyến tàu hoàng hôn ... Xem thêm[sửa | sửa mã nguồn] Nhạc vàng Nhạc ballad Hàn Quốc - dòng nhạc tương tự Tham khảo[sửa | sửa mã nguồn] ^ Bài nhạc điệu Boléro đầu tiên của Việt Nam? ^ Trí thức cũng nghe nhạc vàng, Phỏng vấn Nguyễn Ánh 9 về Nhạc vàng, Báo Thanh Niên trích lại từ báo Tiền Phong, 26\/08\/2010 ^ Làm mới hay phá bolero?, Báo Thanh Niên, 02\/11\/2017 ^ Bolero nở rộ trên truyền hình: Thiếu đột phá, Zing News, 26\/07\/2018 Liên kết ngoài[sửa | sửa mã nguồn] Điệu Rumba trên sông Cửu Long: Bolero - một dạng ca khúc phổ thông của Việt Nam Jason Gibbs, 2003 Bolero - Một lịch sử tình ca Vietnamnet, 2012 Bolero là cách kể chuyện đời Lưu trữ 2013-01-26 tại Wayback Machine Đỗ Trung Quân Bài viết liên quan âm nhạc này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Nhạc đại chúng Các hình thức phổ quát của nhạc đại chúng phương Tây Adult contemporary · Avant-pop · Chill-out · Nhạc Giáng sinh · Nhạc Thánh đương đại · Nhạc crossover · Nhạc dễ nghe · Pop dàn nhạc · Nhạc pop truyền thống Các thể loại chính Nhạc đồng quê · Dân gian đương đại · Hip hop · Jazz · R&B · Nhạc pop · Rock Các thể loại bài hát Nhạc ô tô · Bản hát lại · Bài hát minh họa · Điệp khúc quảng cáo · Bài hát mới lạ Theo khu vực\/quốc gia Châu Á Assyria · Campuchia · Cộng hòa Dân chủ Nhân dân Triều Tiên · Đài Loan (Mandopop · Nhạc pop tiếng Đài Loan · Hip hop · Rock) · Hàn Quốc (Trot · Pop · Ballad · Hip hop · Indie · Rock) · In-đô-nê-xi-a · Lào · Ma-lai-xi-a · Phi-líp-pin · Xinh-ga-po (Tân dao · Hip hop) Trung Hoa Thời đại khúc · C-pop (Cantopop · Mandopop · Nhạc pop tiếng Phúc Kiến) · Indie · Nhạc pop tiếng Anh Hồng Kông · Rock Nhật Bản Kayōkyoku · Pop · Ca khúc nhân vật · Indie · Jazz · Enka · Group Sounds · Rock Việt Nam Tiền chiến · Tình khúc 1954-1975 · Đỏ · Vàng · Trẻ (Pop · Rock) · Hải ngoại · Bolero Châu Âu Bán đảo I-bê-ri-a (Bồ Đào Nha · Tây Ban Nha) · Bắc Âu · Bun-ga-ri Châu Mỹ Hoa Kỳ · Bra-xin · Mỹ Latinh Châu Phi Châu Phi Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bolero_Việt_Nam&oldid=70030948” Thể loại: Sơ khai âm nhạc Bolero Việt Nam Âm nhạc Việt Nam Nhạc vàng Thể loại ẩn: Trang thiếu chú thích trong bài Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 06:17. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}