{"Buôn Akõ Dhông":"Buôn Akõ Dhông – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tên gọi 2Vị trí địa lý 3Đặc điểm về dân cư và du lịch 4Lịch sử hình thành và phát triển Hiện\/ẩn mục Lịch sử hình thành và phát triển 4.1Từ 1954 đến 1975 4.2Từ năm 1975 5Chú thích 6Tham khảo 7Một số hình ảnh Buôn Akõ Dhông Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này có văn phong hay cách dùng từ không phù hợp với văn phong bách khoa. Xin giúp Wikipedia bằng cách sửa đổi lại cho phù hợp. Buôn Akõ Dhông tiếng Ê Đê, “Akõ” có nghĩa là đầu nguồn, “Dhông” là \"suối\". Akõ Dhông là \"đầu nguồn suối\" đặt tên như vậy vì buôn này nằm ngay tại đầu nguồn suối Ea Nuôl. Akô Dhông được xem là \"buôn giàu mạnh nhất Tây Nguyên\"[1][2] và \"buôn đẹp nhất thành phố Buôn Ma Thuột\" cũng như là \"buôn duy nhất hiện giờ còn giữ được dáng dấp, nét độc đáo của một buôn làng người Êđê\", tuy nhiên không gian kiến trúc cũ đang dần dần bị phá vỡ.[3] Tên gọi[sửa | sửa mã nguồn] Có nhiều tên gọi khác như buôn Akõ Thôn buôn Cô Thôn Buôn Akô D’hông Buôn Nhà Ngói Vị trí địa lý[sửa | sửa mã nguồn] Buôn Akõ Dhông (Phường Tân Lợi,Thành phố Buôn Ma Thuột, tỉnh Đắk Lắk) từ ngã sáu Ban Mê đi theo đường Phan Chu Trinh khoảng 2 km đến đường Trần Nhật Duật, rẽ trái khoảng 0,5 km là tới Buôn. Buôn Akõ Dhông khi được lập lên là vùng đất bắt nguồn của sáu con suối là: Ea Giang, Ea Dung, Ea Ding, Ea Pủi, Thun M’nung, và đặc biệt là Ea Nuôl, con suối lớn nhất ở Buôn Ma Thuột. Nhưng hiện giờ nguồn nước đã bị ô nhiễm, vào mùa khô nguồn nước không còn nữa hiện giờ chỉ còn trong trí nhớ của người dân nơi đây. Đặc điểm về dân cư và du lịch[sửa | sửa mã nguồn] nhà san yang sin Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Buôn Akõ Dhông. Ở đây ngoài những người dân sinh sống từ thời lập buôn, còn có những người nơi khác đến đây để lập nghiệp như mở dịch vụ du lịch, nhà hàng. Đa số người dân ở đây là dân tộc Ê Đê, M'Nông. Con đường của buôn làng rất sạch sẽ, khang trang phía trước cổng mỗi nhà là khu vườn với nhiều cây xanh. Nhà nào cũng làm nhà sàn, khi xây dựng nhà xây thì họ không hề phá bỏ nhà dài mà xây nhà ngay phía sau nhà dài. Những ngôi nhà dài đều được cố ý xây dựng xếp dọc nhau 2 bên đường chính của làng. Cửa chính nhà dài luôn có một sân sàn rộng gọi là sân khách. Một vài ngôi nhà dài thì vẫn còn có hai cầu thang lên xuống được làm từ gỗ nguyên cây, một dành cho khách và một dành cho người nhà. Nhà dài được dựng bằng các vật liệu như gỗ, tre, nứa; mái lợp từ cỏ tranh dày, vách và sàn ghép bằng phên thân cây nứa nhưng vì các vật liệu này ngày một khan hiếm, và thời gian sử dụng ngắn,dễ bị mục nát cũng như dễ bắt lửa nên nhà dài ở đây hiện giờ mái nhà là ngói còn vách và sàn thì từ ván gỗ, cầu thang thi xây bê tông. Đa số người dân ở đây đều theo đạo Thiên Chúa giáo, họ coi lòng tin từ cái tâm nên một số lễ cúng bái như cúng cơm, cúng bến nước những tập tục mà người dân nơi đây cho rằng là sự lãng phí, đã dần bỏ hết chỉ giữ lại những gì được coi là bản sắc văn hóa dân tộc thì vẫn còn được giữ lại như văn hóa chào khách mỗi khi có khách quý đến như cột kéo rượu cần mời rượu khách, chào đón bằng một hồi cồng chiêng. Ngoài ra vào ngày Giáng sinh, đón năm mới tiếng cồng chiêng cũng được vang lên. Hiện nay có khoảng 32 nóc nhà sàn, vẫn tự bảo quản nhạc cụ truyền thống của mình như hiện nay buôn còn lưu trữ 30 bộ cồng chiêng, trên 50 khung dệt truyền thống cũng như nhiều loại ché, các bức tượng, đồ chạm khắc của cha ông để lại, ống sáo, sáo môi, đàn lồ ô. trống..vvv.. Nhà nào cũng biết làm rượu cần, đan lát và làm được một số nhạc cụ của dân tộc mình. Mỗi gia đình đều có một ngôi nhà dài truyền thống kiểu Ê Đê dựng phía trước căn biệt thự hoành tráng kiểu người Kinh.[4] Trẻ em trong buôn đều được đến trường, hầu hết đều học hết lớp 12, một số học đại học. nhiều gia đình có con em thông thạo tiếng Anh, Pháp. Một số điểm đến tham quan khi đến buôn Akõ Thôn: Nhà trưng bày dệt thổ Cẩm, cồng chiềng, nhà sàn, khu sinh thái Akõ Dhông, Đầu nguồn, Hồ câu bến nước..vv... Lịch sử hình thành và phát triển[sửa | sửa mã nguồn] Từ 1954 đến 1975[sửa | sửa mã nguồn] Năm 1954 sau hiệp định Genève Việt Nam bị chia cắt làm hai miền, từ vĩ tuyết 17 miền Bắc là Việt Nam Dân Chủ Cộng Hòa, Miền Nam là Việt Nam Cộng Hòa. Khi đó có 5 nữ thiện nguyện người Pháp đến Cao Nguyên truyền giáo và dừng lại tại Buôn Ma Thuột. Đến Buôn Ma Thuột. Đầu năm 1956 một trong số những nữ thiện nguyện đã tìm gặp một người dân bản địa là Y- Bun Sưr đang học ở Lycee Đà Lạt người Mnông Rlăm. Nhờ người này làm người bảo lãnh và trình lên chính quyền của Việt Nam Cộng Hòa tại Buôn Ma Thuột lúc bấy giờ xin một thửa đất 45 mẫu (450000 m²) Việt Nam Cộng Hòa chấp thuận với tính cách hợp đồng 50 năm. Ông Y– Bun Sưr kêu gọi và huy động anh em quen biết ở MĐrăk, đang làm ở trong đồn điền của Người Pháp. Trong đó có Y- Diêm Niê (Ama H’Rin), người Ê Đê từ vùng đất Ma Đrăc (M’Đrắk, Đắk Lắk). Khi đến nơi đây vẫn là nời rừng hoang và nhiều thú rừng, lúc đó chỉ có 10 người làm công. Ngôi nhà sàn đầu tiên cho những ngươi làm công tá túc ở triền dốc dòng suối Ea Nuôl còn gọi Drai Mlo nằm ở phía giáp với nương rẫy của Buôn Đung sau này là nghĩa địa của Buôn. Đầu tiên khai hoang 6 mẫu để trồng cafe, rồi những năm sau đó tiếp tục mở rộng đất canh tác. Khoảng những năm 1958 – 1960 xây dựng một ngôi nhà lớn vừa làm nhà kho vừa để cho người làm công ở. Từ đây một buôn làng mới dần được hình thành, Những người ở đây vẫn ăn theo lương tháng. Ngoài ra còn trồng hoa màu để cải thiện kinh tế. Lúc này Ama Hrin đã được mọi người đặc cách làm trưởng buôn (già làng), làm chủ đồn điền. Từ năm 1962-1964, khi các gia đình tăng lên từ 6 gia đình lên 12 gia đình, bắt đầu xây dựng nhà dài đầu tiên dài khoảng trên 30m lợp mái tranh, vách từ tre nứa. Năm 1964 Buôn làng chính thức thành lập được gọi là đồn điền Saint Benoit Từ 1964 – 1968 Những nhà sàn dài bắt đầu tăng lên, số các gia đình lúc này là 14 gia đình. Cuối năm 1966 Tòa Khâm Xứ thành lập Giáo phận Ban Mê Thuột để tiếp nhận các cơ sở tôn giáo của người Pháp. Sau khi trao Đan Viện cho Tòa Khâm Xứ, 2 sơ Pháp trở về buôn này sinh sống và truyền giáo cho người Êđê, tiếp tục xây thêm Nhà dài làm chỗ ở cho 2 sơ. Vào cuối năm 1967, Buôn dựng thêm một nhà sàn, tuy nhiên lúc bấy giờ là thời Chiến tranh Việt Nam nên dân làng đã lợp mái ngói thay vì mái tranh như truyền thống để tránh hỏa hoạn. Năm 1970 đã có 2 nhà dài bị cháy rụi do đạn lạc. Năm 1968, vì bất đồng ý kiến Ama Hrin không làm trưởng Buôn nữa, lúc này ông Y- Dhiang Êban (Ama Y- Blăp tức “ Aê H’Ben”) làm trưởng Buôn. Ông Ama H’Rin đã vay mượn tiền của Đồn điền để mua đất bên kia suối Ea Nuôl với diện tích 7 mẫu. Bốn năm sau ông Ama H'rin đã hoàn lại được cả gốc lẫn lãi số tiền được cho vay. Cùng lúc này cơ cấu tổ chức thay đổi làm theo hợp tác xã quy mô nhỏ, không còn là đồn điền. Đời sống kinh tế của buôn từ đây được khá hơn trước với 8 hộ gia đình còn lại. Với tài trí và uy tín của mình Ama H'Rin đã thuyết phục được mọi người đổi tên buôn thành Akõ Dhông (tức Buôn thượng nguồn, bởi nơi đây là đầu nguồn của sáu con suối).[5] Hằng năm mỗi hộ gia đình đều gửi tiền vào tài khoản riêng của mỗi gia đình và tài khoản chung cho tập thể buôn làng làm quỹ tích lũy và vốn để phát triển buôn làng. Từ năm 1970-1975 làm thêm 5 nhà sàn mới. Năm 1972 có sự thay đổi trưởng Buôn mới là ông Y-Sưn Niê (Ama H’yâo “Aê Y-Dum”) làm đến 1975. Từ năm 1975[sửa | sửa mã nguồn] Năm 1975 Đất nước Việt Nam hoàn toàn giải phóng và tất cả người ngoại quốc đều trở về nước của mình cũng như Ngân hàng ngoại quốc, vì thế số tiền gửi ở ngân hàng của dân buôn Akõ Dhông đều mất trắng, rơi vào tình trạng khó khăn. Trước khi 2 sơ Pháp về nước, Ama H’Rin đã tiếp tục được chọn làm trưởng buôn.[5] Trong lúc này vì khó khăn dân làng đa số hộ dân đã trở về buôn làng trước đây của họ, chỉ còn lại đại gia đình ông Ama H’Rin còn ở lại. Sau năm 1975, với chủ trương định canh, định cư của Nhà nước, Buôn Akõ đã được đầu tư đồng bộ về cơ sở vật chất, hạ tầng. Và các hộ dần dần tách ra thành các hộ nhỏ. Ở lại ông tiếp tục truyền lại kỹ thuật trồng cafe cho mọi người, cả thôn có chung một đồn điền tập thể để làm cafe,. Sau 1986 thì đồn điền cafe tập thể của Buôn giải thể. Ông Ama H’Rin đem đất đồn điền chia điều cho các hộ dân trong buôn, tiếp tục truyền lại những kinh nghiệm làm cafe để tạo ra hạt cafe tốt nhất.[5] Phần ông tìm và ký hợp đồng với các công ty thu mua từ đầu mùa để đảm bảo cafe của Buôn luôn bán được giá cao và được mua hết. Ngoài cafe thì ở đây còn khuyến khích dân làng trồng thêm cây điêu, bở, cây hoa màu và chăn nuôi gia súc, gia cầm cải thiện đời sống. Ngoài ra già làng Ama H’Rin còn hướng dẫn cho dân làng cách sống phải giữ gìn vệ sinh nơi ở, đường sá và giữ gìn văn hóa của dân tộc mình.Vì vậy dần dần buôn Akõ Dhong dần thành điểm du lịch tham quan. Từ năm 2009, Akô Dhông đã không còn hộ nghèo. 7 năm liền Akô Dhông đạt danh hiệu buôn văn hóa.[5] Tất cả các con đường trong buôn đều được bê tông hóa. 2012 Sở VH-TT-DL tỉnh Đắk Lắk đã chọn buôn Akô Dhông là một trong những buôn điển hình tại Đắk Lắk để gìn giữ ngôi nhà dài truyền thống. Hiện nay Buôn Cô thôn là điểm du lịch thu hút khách du lich, nhất là vào những mùa khô có ngày buôn Akõ tiếp khoảng 2 tour khách du lịch nơi xa đến. Già làng Ama H'rin trở thành linh hồn, một con người huyền thoại buôn Akô Dhông. Tuy nhiên, vì sinh kế mà các thế hệ con cháu đã bán hết gỗ của ngôi nhà dài cổ của Ama H’rin và thay vào đó là một ngôi nhà dài khác hoàn toàn lạ với đời sống buôn làng, những giá trị văn hóa phi vật thể đang mất dần.[6] Chú thích[sửa | sửa mã nguồn] ^ http:\/\/danviet.vn\/net-viet\/huyen-thoai-ako-dhong-buon-giau-manh-nhat-tay-nguyen-94309.html. |title= trống hay bị thiếu (trợ giúp) ^ http:\/\/www.tienphong.vn\/xa-hoi\/buon-giau-dep-nhat-tay-nguyen-644287.tpo. |title= trống hay bị thiếu (trợ giúp) ^ http:\/\/www.baodaklak.vn\/channel\/3484\/201502\/khat-vong-buon-ma-thuot-tren-hanh-trinh-di-toi-2372304\/. |title= trống hay bị thiếu (trợ giúp) ^ “Buôn giàu đẹp nhất Tây Nguyên”. Tiền Phong. 03 tháng 09 năm 2013. Kiểm tra giá trị ngày tháng trong: |ngày tháng= (trợ giúp) ^ a b c d Duy Hậu (13 tháng 2 năm 2013). “Huyền thoại Ako Dhong - buôn giàu mạnh nhất Tây Nguyên”. Dân Việt. ^ Lê Hương (ngày 26 tháng 2 năm 2015). “KHÁT VỌNG BUÔN MA THUỘT TRÊN HÀNH TRÌNH ĐI TỚI”. Dak Lak online, cơ quan của đảng bộ Đảng CSVN tỉnh Dak Lak. Tham khảo[sửa | sửa mã nguồn] Phỏng vấn già làng Ama H’Rin của đài truyền hình VTV1, Ngày 24 tháng 12 năm 2012 già làng Ama H’Rin Huyền thoại Buôn Akõ Dhông- buôn giàu mạnh nhất tây nguyên Buôn Ako Dhong điểm đến Lưu trữ 2015-05-29 tại Wayback Machine Một số hình ảnh[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Buôn_Akõ_Dhông&oldid=69161630” Thể loại: Buôn Ma Thuột Văn hóa Đắk Lắk Du lịch Đắk Lắk Người Ê Đê Thể loại ẩn: Lỗi CS1: thiếu tựa đề Lỗi CS1: URL trần Lỗi CS1: ngày tháng Bài cần sửa văn phong Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 4 tháng 10 năm 2022, 08:37. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}