{"Buôn Đôn":"Buôn Đôn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý 2Lịch sử 3Hành chính 4Du lịch Hiện\/ẩn mục Du lịch 4.1Ảnh hưởng các công trình thủy điện 5Voi Bản Đôn 6Hình ảnh 7Tham khảo 8Liên kết ngoài Buôn Đôn 8 ngôn ngữ Bân-lâm-gú Cebuano English Français 한국어 日本語 اردو 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 12°48′40″B 107°53′44″Đ﻿ \/ ﻿12,811091°B 107,895556°Đ﻿ \/ 12.811091; 107.895556 Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Buôn Đôn (định hướng). Buôn Đôn Huyện Huyện Buôn Đôn Khu du lịch Bản Đôn Hành chính Quốc gia Việt Nam Vùng Tây Nguyên Tỉnh Đắk Lắk Huyện lỵ xã Ea Wer Trụ sở UBND Thôn Hà Bắc, xã Ea Wer Phân chia hành chính 7 xã Thành lập 1995[1] Tổ chức lãnh đạo Chủ tịch UBND Vũ Hồng Nhật Bí thư Huyện ủy Ya Toan Ênuôl Địa lý Tọa độ: 12°48′40″B 107°53′44″Đ﻿ \/ ﻿12,811091°B 107,895556°Đ﻿ \/ 12.811091; 107.895556 Wikimedia | © OpenStreetMap Bản đồ huyện Buôn Đôn Buôn Đôn Vị trí huyện Buôn Đôn trên bản đồ Việt Nam Diện tích 1.412,5 km2 Dân số (2019) Tổng cộng 70.650 người Mật độ 45 người\/km2 Khác Mã hành chính 647[2] Biển số xe 47-S1 Website buondon.daklak.gov.vn x t s Buôn Đôn là một huyện miền núi biên giới nằm ở phía tây tỉnh Đắk Lắk, Việt Nam. Địa lý[sửa | sửa mã nguồn] Huyện Buôn Đôn nằm ở phía tây tỉnh Đắk Lắk, cách thành phố Buôn Ma Thuột khoảng 30 km và có vị trí địa lý: Phía đông giáp huyện Cư M'gar Phía tây giáp Campuchia Phía nam giáp huyện Cư Jút, tỉnh Đắk Nông và thành phố Buôn Ma Thuột Phía bắc giáp huyện Ea Súp. Sông Sêrêpôk chảy cắt ngang huyện, theo hướng Đông Nam-Tây Bắc, sang đất Campuchia để góp nước vào sông Mê Kông. Trung tâm huyện Buôn Đôn nằm cách thành phố Buôn Ma Thuột 25 km về hướng Tây bắc theo con đường tỉnh lộ số 1. Địa danh Bản Đôn cách thị trấn Buôn Đôn 20 km về hướng Ea Súp. Lịch sử[sửa | sửa mã nguồn] Huyện Buôn Đôn được thành lập vào ngày 7 tháng 10 năm 1995 trên cơ sở tách 6 xã: Cuôr Knia, Ea Bar, Ea Huar, Ea Nuôl, Ea Wer và Krông Na thuộc huyện Ea Súp.[1] Khi mới thành lập, huyện có 6 xã nói trên. Huyện lỵ đặt tại xã Ea Wer. Ngày 15 tháng 8 năm 2001, thành lập xã Tân Hòa trên cơ sở 5.698 ha diện tích tự nhiên và 8.621 người của xã Cuôr Knia.[3] Ngày 26 tháng 11 năm 2003, Quốc hội ban hành Nghị quyết 22\/2003\/QH11 chia tỉnh Đắk Lắk thành hai tỉnh Đắk Lắk và Đắk Nông, huyện Buôn Đôn thuộc tỉnh Đắk Lăk, bao gồm 7 xã trực thuộc như hiện nay.[4] Buôn Đôn là tên huyện mới đặt khi thành lập huyện mới, còn Bản Đôn cũ theo tên gọi tiếng Lào ngày xưa (sắc dân Lào chiếm đa số ở đây khi còn sơ khai) có nghĩa là \"Làng Đảo\" nghĩa là một ngôi làng được xây dựng trên một ốc đảo của Sông Srepôk. Đây là một trong những điểm giao thương quan trọng của 3 nước Đông Dương ngày xưa. Khi ấy, người Lào trong lúc ngược dòng sông buôn bán, bắt gặp mảnh đất này đã bị quyến rũ và ở lại cùng người Ê Đê bản địa xây dựng lên ở đây một ngôi làng trù phú. Nơi đây vốn nổi tiếng với nghề săn bắt, thuần dưỡng voi rừng, với huyền thoại về Vua Voi Khun Ju Nốp, người đã bắt được và thuần dưỡng hơn 170 con voi rừng, trong đó có một con bạch tượng tặng vua Thái Lan và Khun Ju Nốp chính là danh hiệu vua Thái Lan ban cho ông. Bản Đôn vốn một thời là thủ phủ của tỉnh Đắk Lắk. Sau này để tiện cho việc phát triển kinh tế xã hội và để chiếm giữ một vị trí an ninh quốc phòng chiến lược, người Pháp đã cho dời cơ quan hành chính về Buôn Ma Thuột, nơi có vị trí trung tâm của toàn Tây Nguyên. Hành chính[sửa | sửa mã nguồn] Huyện Buôn Đôn có 7 đơn vị hành chính cấp xã trực thuộc, bao gồm 7 xã: Cuôr Knia, Ea Bar, Ea Huar, Ea Nuôl, Ea Wer (huyện lỵ), Krông Na, Tân Hòa và được chia thành 99 thôn, buôn. Du lịch[sửa | sửa mã nguồn] Buôn Đôn là huyện giàu tiềm năng và cũng là huyện năng động nhất về kinh doanh du lịch trong tỉnh Đắk Lắk. Với địa danh Bản Đôn vốn từ lâu đã được nhiều người biết đến bởi truyền thống săn bắt và thuần dưỡng voi rừng, kết hợp với các vệ tinh khác như Buôn Đôn đang sở hữu rất nhiều bến nước đẹp và còn tương đối nguyên vẹn như Bến nước Buôn Niêng, Buôn Kó Đung. Trong huyện còn có vườn quốc gia Yok Đôn lớn nhất nước với diện tích trên 115.500ha nơi bảo tồn Voi châu Á và hệ sinh thái rừng khộp. Các thắng cảnh, điểm du lịch hàng đầu tại Buôn Đôn Ở Buôn Đôn có các điểm du lịch đáng chú ý như Khu bảo tồn lan rừng Trohbư - Buôn Đôn; Lâu đài Yến Buôn Đôn - Làng du lịch công đồng Đảo Yến - Buôn Đôn; thác Bảy nhánh; Vườn quốc gia Yok Đôn; Khu du lịch Cầu treo; hồ Đức Minh; nhà sàn cổ Bản Đôn; mộ vua voi. Để khởi động chương trình và biến Bản Đôn trở thành một thị trấn du lịch, một trung tâm du lịch nổi tiếng của cả nước như Đà Lạt hoặc Sa Pa, Bà Nà...trong một tương lai gần, trong kế hoạch phát triển du lịch đến 2010 tỉnh Đắk Lắk đã quy hoạch xây dựng làng Văn hóa dân tộc Buôn Niêng để bảo tồn và giới thiệu bản sắc văn hoá người Êđê bản địa (cách Buôn Ma Thuột 10 km - trên đường tỉnh lộ đi Bản Đôn. Liên kết với khu này là hệ thống các bến nước du lịch tại các buôn làng liền kề, một sản phẩm du lịch rất ăn khách bởi nét đặc sắc và bản sắc dân tộc của nó. Ở Buôn Niêng, đáng chú ý còn có Vườn cảnh Trohbư, một vườn cảnh tư nhân, với quy hoạch độc đáo mang đậm \"nét rừng\" với một vườn lan tự nhiên; một bộ sưu tập cây gỗ và các kiểu rừng ở Đắk Lắk; những con đường đi dạo quanh co giữa rừng hay uốn lượn theo triền dốc, bờ hồ; những ngôi nhà nhỏ giữa rừng phục vụ nhu cầu nhà nghỉ gia đình cuối tuần. Ở đây du khách còn có thể quan sát tận mắt việc trồng và chế biến cà phê của người dân, sờ tận tay những cây cà phê thuộc đủ các loài đang được trồng ở Đắk Lắk và thưởng thức những phin cà phê được chế biến theo phương pháp thủ công. Tất cả những điều ấy đã biến Vườn cảnh Trohbư trở thành một trong những khu triển lãm về cà phê quan trọng nhất trong chương trình quảng bá hình ảnh \"Thủ phủ Cà phê thế giới\" của tỉnh Đắk Lắk. Ảnh hưởng các công trình thủy điện[sửa | sửa mã nguồn] Công trình thủy điện Sêrêpốk 4 A ngăn dòng làm khúc sông Srêpôk chảy qua khu du lịch văn hóa, sinh thái Buôn Đôn, huyện Buôn Đôn cạn trơ đáy, trở thành dòng sông “chết”, ngọn thác Bảy Nhánh trên dòng sông Srêpôk nay cũng chỉ còn là bãi đá, gây ảnh hưởng đến sinh thái và các doanh thu du lịch.[5] Voi Bản Đôn[sửa | sửa mã nguồn] Voi đưa du khách sang sông Serepôk Nói đến Bản Đôn là phải nói đến voi, bởi nơi đây chính là quê hương của những người săn bắt voi và thuần dưỡng voi rừng Việt Nam. Tiếng tăm của họ đã một thời được truyền tụng khắp một vùng rộng lớn phía Nam châu Á. Ở Việt Nam duy nhất chỉ có ở đây voi trở thành phương tiện sinh sống và là con vật nuôi hiền lành trong gia đình và cũng nơi đây mới có ngày hội truyền thống đua voi hàng năm. Đến Bản Đôn, du khách có thể được cưỡi voi ngắm rừng già, lội sông hoặc nghe các già làng kể chuyện săn bắt và thuần dưỡng voi rừng. Hình ảnh[sửa | sửa mã nguồn] Mộ Ama Kông Một con đường tại Buôn Đôn Voi ở Bản Đôn Cổng vào trung tâm du lịch Buôn Đôn Một góc Bản Đôn Vườn quốc gia Yok Đôn Một thoáng Bản Đôn Tượng nhà mồ ở Buôn Đôn Nhà sàn cổ Bản Đôn của người Lào Người M'Nông và voi- Lễ ban phước cho voi ở Buôn Đôn, Đắk Lắk, Việt Nam năm 2012. Những người giúp việc cho trưởng thôn ban phước cho voi bằng cách bôi máu lên trán nó. Khu bảo tồn lan Troh Bư - Buôn Đôn Lễ săn bắn hàng năm Buôn Đôn Tham khảo[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Buôn Đôn. ^ a b “Nghị định 61-CP năm 1995 về việc chia xã và thành lập huyện mới thuộc tỉnh Đắk Lắk”. ^ Tổng cục Thống kê ^ “Nghị định 49\/2001\/NĐ-CP về việc thành lập các xã thuộc huyện Cư Jút và huyện Buôn Đôn, tỉnh Đắk Lắk”. ^ “Nghị quyết số 22\/2003\/QH11 về việc chia và điều chỉnh địa giới hành chính một số tỉnh”. ^ Thủy điện \"giết chết\" đoạn sông qua khu du lịch nổi tiếng ở Đắk Lắk, thoidai.com, 25 tháng 2 năm 2016 Liên kết ngoài[sửa | sửa mã nguồn] Voi Buôn Đôn làm du lịch VietNamNet Chuyến đi của bạn Báo Tuổi Trẻ hiện x t s Các xã, thị trấn trực thuộc huyện Buôn Đôn Xã (7) Ea Wer (huyện lỵ) · Cuôr Knia · Ea Bar · Ea Huar · Ea Nuôl · Tân Hòa · Krông Na hiện x t s Đơn vị hành chính cấp huyện trực thuộc tỉnh Đắk Lắk Thành phố (1) Buôn Ma Thuột (tỉnh lỵ) Thị xã (1) Buôn Hồ Huyện (13) Buôn Đôn · Cư Kuin · Cư M'gar · Ea H'leo · Ea Kar · Ea Súp · Krông Ana · Krông Bông · Krông Búk · Krông Năng · Krông Pắc · Lắk · M'Drắk Đơn vị hành chính thuộc tỉnh Đắk Lắk Bài viết tỉnh Đắk Lắk, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Buôn_Đôn&oldid=70041892” Thể loại: Huyện Đắk Lắk Sơ khai Đắk Lắk Buôn Đôn Huyện biên giới Việt Nam với Campuchia Thể loại ẩn: Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 03:56. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}