{"Bài hát Việt":"Bài hát Việt – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thành phần tham dự 2Các giải thưởng 3Đón nhận 4Giải thưởng 5Tham khảo 6Xem thêm Bài hát Việt Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài hát Việt là chương trình công diễn và thi các ca khúc mới dành cho các tác giả Việt Nam do Đài Truyền hình Việt Nam tổ chức vào năm 2005, phát sóng hàng tháng trên VTV3 vào tối Chủ nhật cuối cùng của tháng. Xuất hiện dưới hình thức một chuỗi các live show, mỗi tháng có một show giới thiệu 12 ca khúc mới (chưa từng được công bố), Bài hát Việt là cuộc bình chọn các ca khúc hay trong năm, tôn vinh nhạc sĩ sáng tác và khẳng định tên tuổi ca sĩ thông qua hội đồng thẩm định và khán giả.[1] Bài hát Việt Thể loại Âm nhạc Dẫn chương trình Anh Tuấn Quốc gia Việt Nam Ngôn ngữ Tiếng Việt Số mùa 11 Sản xuất Thời lượng Khoảng 120 phút Đơn vị sản xuất Đài Truyền hình Việt Nam Cát Tiên Sa Trình chiếu Kênh trình chiếu VTV3 (2005 - 2011) VTV6 (2011 - 2016) Định dạng hình ảnh 480p SDTV 1080p HDTV Phát sóng 2005 (2005) – 2016 (2016) Sau đêm Gala trao giải Bài hát Việt 2015 (tổ chức vào ngày 22 tháng 1 năm 2016), ban tổ chức chương trình quyết định dừng sân chơi này, kết thúc 11 năm phát sóng của chương trình.[2] Thành phần tham dự[sửa | sửa mã nguồn] Bài hát dự thi: là các tác phẩm gửi về dự thi, phải là các bài hát chưa từng được công bố hoặc mới được phát hành trong các album kể từ đầu năm. Năm đầu tiên. chương trình sử dụng những ca khúc được ra mắt trong 2 năm 2004 và 2005. Từ năm 2006, chỉ có các ca khúc được ra mắt trong năm đó được sử dụng.[3] Bài hát công chiếu: là các tác phẩm dự thi được Hội đồng nghệ thuật chọn để công chiếu. Mỗi tháng có 11 bài hát được công chiếu. Hội đồng nghệ thuật: gồm 11 thành viên, có vai trò thẩm định, đánh giá chất lượng các bài hát dự thi, chọn ra 11 ca khúc công chiếu mỗi tháng, sau đó chọn ra các ca khúc để trao các giải sau: \"Bài hát của tháng\"; \"Hoà âm Phối khí hiệu quả\"; \"Ca sĩ trình bày xuất sắc nhất\". Khán giả: người xem có quyền bầu chọn qua hệ thống tin nhắn và điện thoại để bầu chọn cho hai giải \"Ca khúc ấn tượng\" - bầu chọn trong thời gian chương trình đang được diễn ra và truyền hình trực tiếp và \"Ca khúc được khán giả yêu thích\" - bầu chọn trong tháng. Nhạc sĩ: người sáng tác ra các tác phẩm dự thi. Nhạc sĩ phối khí: người phối khí các tác phẩm dự thi. Ban nhạc: nhóm các nhạc công chơi trong suốt chương trình. Trong chương trình Bài hát Việt là ban nhạc Hoài Sa, có sự hỗ trợ của Dàn dây dàn nhạc giao hưởng Việt Nam và một số nhạc công khác. Ca sĩ: là người đảm nhiệm vai trò vocal trong ca khúc. Các giải thưởng[sửa | sửa mã nguồn] Bài chi tiết: Giải thưởng Bài hát Việt Bài hát của tháng: do Hội đồng nghệ thuật bầu chọn, là bài hát được đánh giá cao nhất về mọi khía cạnh nghệ thuật. Phối khí hiệu quả: do Hội đồng nghệ thuật bầu chọn, là bài hát được đánh giá cao nhất về mặt phối khí. Ca sĩ trình bày xuất sắc nhất: do Hội đồng nghệ thuật bầu chọn, trao cho ca sĩ đã trình bày ca khúc mới một cách hiệu quả nhất. Ca khúc ấn tượng: do khán giả bình chọn trong quá trình chương trình diễn ra, là ca khúc gây ấn tượng ban đầu cho nhiều khán giả nhất. Ca khúc được khán giả yêu thích nhất: do khán giả bình chọn trong thời gian giữa 2 liveshow, dành cho bài hát được nhiều khán giả yêu thích nhất. Đón nhận[sửa | sửa mã nguồn] Ngay tại thời điểm ra đời, Bài hát Việt đã gây nên không ít nghi ngại từ chính những người trong giới âm nhạc, bởi những tiêu chí mà chương trình đề ra vừa cụ thể lại cũng rất trừu tượng, khó xác định và không dễ thẩm định. Chương trình ra mắt trong thời điểm nền ca khúc Việt đang trong thời kỳ khủng hoảng trầm trọng, với rất nhiều những lời ta thán từ phía công chúng và ngay chính các nhạc sĩ chuyên nghiệp.[4] Song điều đó cũng không thể cản trở sự phấn khởi, hào hứng của những người tham gia chương trình.[1] Sau những bước đi đầu tiên, chương trình đã dần tạo được uy tín nghệ thuật, giới thiệu hàng loạt bài hát mới của những tác giả trẻ và được công chúng yêu thích. Nhiều tác phẩm mới, sắp phát hành của các nhạc sĩ, ca sĩ cũng được dành để dự thi Bài hát Việt nhằm mục đích tìm khán giả và tìm cơ hội tiếp thị bài hát.[5] Suốt 11 lần tổ chức, Bài hát Việt được đánh giá là sân chơi có chất lượng cho người sáng tác ca khúc và là một trong những chương trình quy mô, bài bản nhất được tổ chức dành riêng cho các tác giả ca khúc. Tuy vậy, sự bùng nổ các sân chơi âm nhạc khiến cho những chương trình như Bài hát Việt loay hoay trong việc tìm chỗ đứng thu hút khán giả, và cuối cùng dừng lại trong sự nuối tiếc của nhiều người trong nghề.[2] “ Từ năm 2005, chương trình gặp khá nhiều khó khăn khi chỉ tập trung vào chuyên môn, không có tính giải trí để thu hút khán giả, truyền thông. Ban tổ chức duy trì đến ngày hôm nay đã là một sự cố gắng. ” — Nhạc sĩ Lương Minh nhận định khi Bài hát Việt dừng tổ chức Giải thưởng[sửa | sửa mã nguồn] Năm Giải thưởng Hạng mục Đề cử cho Kết quả 2006 Giải thưởng Âm nhạc Cống hiến Chương trình của năm Bài hát Việt 2005 Đề cử 2007 Bài hát Việt 2006 2008 Bài hát Việt 2007 2009 Bài hát Việt 2008 Đoạt giải 2010 Bài hát Việt 2009 Đề cử 2014 Chuỗi chương trình của năm Bài hát Việt 2013 2015 Bài hát Việt 2014 2016 Bài hát Việt 2015 Tham khảo[sửa | sửa mã nguồn] ^ a b Quỳnh Nguyễn (7 tháng 4 năm 2005). “Bài hát Việt 2005 - Niềm hi vọng mới cho live show?”. Tuổi Trẻ Online. ^ a b “Bài hát Việt tạm dừng sau 11 năm”. VnExpress. 23 tháng 1 năm 2016. ^ Thanh Tùng (17 tháng 3 năm 2005). “\"Bài hát Việt Nam 2005\" đang khởi động”. Tiền Phong. ^ Luân Vũ (27 tháng 2 năm 2006). “Bài hát Việt 2005: Sân chơi mới cho sáng tác ca khúc”. Nhân Dân điện tử. ^ “Đêm nay, chung kết Bài hát Việt 2005: Cần những người \"chơi\" thực sự !”. Dân Trí. 25 tháng 2 năm 2006. Xem thêm[sửa | sửa mã nguồn] Danh sách các chương trình phát sóng của Đài Truyền hình Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bài_hát_Việt&oldid=65645181” Thể loại: Bài hát Việt Chương trình truyền hình của Cát Tiên Sa Thể loại ẩn: Bài viết sử dụng pull quote có nguồn Trang này được sửa lần cuối vào ngày 21 tháng 8 năm 2021, 09:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}