{"Bát Xát":"Bát Xát – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý Hiện\/ẩn mục Địa lý 1.1Tài nguyên thiên nhiên 2Lịch sử 3Hành chính 4Du lịch 5Tham khảo 6Liên kết ngoài Bát Xát 7 ngôn ngữ Bân-lâm-gú Cebuano English 한국어 日本語 粵語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 22°36′6″B 10°44′44″Đ﻿ \/ ﻿22,60167°B 10,74556°Đ﻿ \/ 22.60167; 10.74556 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bát Xát Huyện Huyện Bát Xát Thung lũng ở xã Y Tý, huyện Bát Xát Hành chính Quốc gia Việt Nam Vùng Tây Bắc Bộ Tỉnh Lào Cai Huyện lỵ thị trấn Bát Xát Trụ sở UBND Đường Đông Thái, tổ 7, thị trấn Bát Xát Phân chia hành chính 1 thị trấn, 20 xã Địa lý Tọa độ: 22°36′6″B 10°44′44″Đ﻿ \/ ﻿22,60167°B 10,74556°Đ﻿ \/ 22.60167; 10.74556 Wikimedia | © OpenStreetMap Bản đồ huyện Bát Xát Bát Xát Vị trí huyện Bát Xát trên bản đồ Việt Nam Diện tích 1.035,51 km²[1] Dân số (2019) Tổng cộng 74.388 người Thành thị 6.933 người (9%) Nông thôn 67.455 người (91%) Mật độ 72 người\/km² Khác Mã hành chính 082[2] Biển số xe 24-X1 Website batxat.laocai.gov.vn x t s Bát Xát là một huyện biên giới thuộc tỉnh Lào Cai, Việt Nam.[3][4] Địa lý[sửa | sửa mã nguồn] Huyện Bát Xát nằm ở phía tây bắc tỉnh Lào Cai, huyện lỵ là thị trấn Bát Xát, cách thành phố Lào Cai khoảng 12 km về hướng tây bắc, có vị trí địa lý: Phía đông và phía bắc giáp huyện Hà Khẩu thuộc châu Hồng Hà, tỉnh Vân Nam, Trung Quốc Phía tây giáp huyện Phong Thổ và huyện Tam Đường, tỉnh Lai Châu và huyện Kim Bình thuộc châu Hồng Hà, tỉnh Vân Nam, Trung Quốc Phía nam giáp thị xã Sa Pa, đông nam giáp thành phố Lào Cai. Huyện Bát Xát có diện tích 1.035,51 km², dân số năm 2019 là 74.388 người, mật độ dân số đạt 72 người\/km².[1] Sông Hồng chảy theo hướng tây bắc - đông nam làm ranh giới với tỉnh Vân Nam (Trung Quốc). Đây là nơi sông Hồng chảy vào Việt Nam tại Lũng Pô, xã A Mú Sung. Bát Xát là huyện vùng cao biên giới nằm ở phía tây bắc tỉnh Lào Cai, có địa bàn rất quan trọng về phát triển kinh tế, xã hội và quốc phòng - an ninh của tỉnh, có diện tích tự nhiên 1.035,51 km², trên 70% là đồi núi, gồm 14 dân tộc chung sống, dân tộc thiểu số chiếm 82% Huyện có 20 xã, 1 thị trấn; trong đó có 10 xã, 31 thôn bản biên giới tiếp giáp với 2 huyện Hà Khẩu, Kim Bình, châu tự trị dân tộc Cáp Nê, Di Hồng Hà, tỉnh Vân Nam, Trung Quốc, có 02 cửa khẩu phụ, 4 tuyến đường bộ quan trọng (quốc lộ 4D, tỉnh lộ 156, 158, 155) phục vụ sản xuất, khai thác công nghiệp nối liền các huyện trong tỉnh chạy qua, đường liên xã, liên thôn cơ bản được hình thành thuận lợi cho việc phát triển kinh tế, xã hội, quốc phòng, an ninh. Toàn bộ địa hình Bát Xát được kiến tạo bởi nhiều dải núi cao, nổi bật là hai dải núi chính tạo nên các hợp thủy: ngòi Phát, suối Lũng Pô, suối Quang Kim. Địa hình cao dần, điểm cao nhất có độ cao 2945m, điểm thấp nhất có độ cao 88m. Kiến tạo địa hình Bát Xát hình thành hai khu vực. Tuy nhiên, cả hai khu vực (vùng thấp gồm 6 xã và 1 thị trấn, vùng cao gồm 16 xã) đều có chung một đặc điểm: Vùng núi cao có độ chia cắt lớn, thung lũng hẹp khe sâu, độ dốc lớn. Vùng thấp (ven sông Hồng, bồn địa nhỏ) là nơi tập trung các dải đồi thấp, thoải địa hình tương đối bằng phẳng. Ảnh hưởng của địa hình nói chung và các yếu tố kinh tế xã hội hình thành trên địa bàn huyện hai tiểu vùng địa lý kinh tế xã hội. Vùng cao: Diện tích 80.763ha chiếm 77% diện tích đất toàn huyện, gồm các xã Y Tý, A Lù, A Mú Sung, Bản Xèo, Nậm Chạc, Trịnh Tường, Dền Sáng, Dền Thàng, Mường Hum, Trung Lèng Hồ, Nậm Pung, Pa Cheo, Phìn Ngan, Tòng Sành, Sảng Ma Sáo. Dãy núi chính có độ cao từ 400m đến 3096m, độ dốc trung bình từ 20 – 25 phần lớn lãnh thổ vùng có độ dốc trên 25. Địa hình chia cắt mạnh độ dốc lớn gây ảnh hưởng xấu tới sản xuất nông nghiệp và đầu tư cơ sở hạ tầng. Song lại có ý nghĩa quan trọng trong sự nghiệp xây dựng và củng cố an ninh quốc phòng giữ vững chủ quyền độc lập Quốc gia. Vùng thấp: Diện tích 24.258ha chiếm 23% diện tích toàn huyện, gồm các xã: Bản Vược, Bản Qua, Quang Kim, Cốc San, Mường Vi, Cốc Mỳ, thị trấn Bát Xát. Độ cao trung bình từ 400m đến 500m, địa hình vùng này được kiến tạo bởi các dải đồi thấp dạng lượn sóng và phần thoải tương đối bằng chạy dọc sông Hồng. Phần lớn đất đai vùng thấp nằm trên vỉa quặng A Pa Tít nên đất đai màu mỡ thuận lợi cho việc phát triển nông lâm nghiệp. Khí hậu: Bát Xát nằm trong khu vực khí hậu nhiệt đới, nóng ẩm mưa nhiều. Do ảnh hưởng của địa hình nên được chia thành hai khu vực khí hậu khác nhau: Vùng cao: Do ảnh hưởng của địa hình núi cao, độ chia cắt lớn nên khí hậu vùng núi cao mang tính chất của khí hậu cận nhiệt đới và ôn đới ẩm. Mùa nóng từ tháng 5 đến tháng 10, mùa lạnh từ tháng 11 đến tháng 4 năm sau, nhiệt độ trung bình cả năm cao nhất 16,6C, thấp nhất 14,3C. Vùng thấp: Mùa nóng từ tháng 5 đến tháng 10, mùa lạnh từ tháng 11 đến tháng 4 năm sau. Hệ thống sông, suối trên địa bàn huyện khá dày và phân bố tương đối đều. Sông Hồng là nguồn cung cấp nước cho sản xuất và sinh hoạt của nhân dân dọc ven sông. Nước sông Hồng có hàm lượng phù sa lớn từ 6000-8000g\/m3 do đó các vùng đất ven sông được phù sa bồi đắp có độ phì nhiêu màu mỡ thuận lợi cho việc sản xuất nông nghiệp. Trên địa bàn huyện hệ thống suối, khe khá dày mật độ trung bình từ 1-1,5km suối\/km2. Các suối chính bao gồm: Ngòi Phát, suối Lũng Pô, Suối Quang Kim, ngòi Đum. Các suối này đều có lưu lượng lớn, dòng chảy xiết thuận lợi cho việc xây dựng các công trình thủy điện vừa và nhỏ. Tuy nhiên, cần quan tâm đến phòng chống lũ và các giải pháp kỹ thuật khi thi công các công trình xây dựng. Tài nguyên khoáng sản: Bát Xát có nhiều tài nguyên khoáng sản quý đã và đang được đầu tư khai thác như: Mỏ đồng Sin Quyền có trữ lượng trên 50 triệu tấn, mỏ sắt Bản Vược, A Mú Sung, mỏ A Pa Tít, mỏ đá vôi, đất sét, cát, sỏi. Ngoài ra còn có một số khoáng sản khác đang được thăm dò, khảo sát như mỏ: Đất Hiếm, Cao Lanh, vàng Sa Khoáng, Pen Pát. Nguồn tài nguyên và khoáng sản đã và đang là nội lực cơ bản trong phát triển kinh tế của huyện, đặc biệt là mỏ đồng Sin Quyền cũng góp phần thu hút lao động của huyện cũng như tăng nguồn thu ngân sách trên địa bàn. Huyện Bát Xát có 3 tuyến đường chính là Đoạn Quốc Lộ 4D đi qua xã Cốc San và xã Tòng Sành. Tỉnh lộ 156 nối từ TP. Lào Cai qua các xã Quang Kim, Bản Qua, Bản Vược, Cốc Mỳ, Trịnh Tường, A Mú Sung, A Lù, Y Tý và Tỉnh Lộ 158 Từ xã Bản Vược qua các xã Mường Vi, Bản Xèo, Mường Hum, Sảng Ma Sáo, Dền Sáng, Y Tý và các đường tiểu ngạch phục vụ giao thương giữa hai bờ sông của Việt Nam và Trung Quốc. Đường cao tốc Hà Nội - Lào Cai đi qua địa bàn của huyện như qua địa bàn xã Quang Kim (điểm cuối), đường Kim Thành - Ngòi Phát. Tài nguyên thiên nhiên[sửa | sửa mã nguồn] 1. Tài nguyên đất Theo kết quả điều tra xây dựng bản đồ thổ nhưỡng Lào Cai năm 1972 và báo cáo khoa học (đất Lào Cai) do Trung tâm Khoa học tự nhiên và Công nghệ Quốc gia thuộc Viện Địa lý xây dựng năm 1996 cho thấy huyện Bát Xát có 8 nhóm đất chính với 15 loại đất sau: - Nhóm đất mùn thô trên núi cao 25,39 ha chiếm 0,02% diện tích tự nhiên, loại đất này chủ yếu được phân bố ở các đỉnh núi cao trên 2800 m (vùng Trung Lèng Hồ,Sàng Ma Sáo) được hình thành trong điều kiện khí hậu quanh năm rét khô, phân bố không tập trung, có nhiều đá nổi xen kẽ. - Nhóm đất mùn Alít trên núi cao 1513,1 ha chiếm 1,2% diện tích tự nhiên,phân bố chủ yếu ở độ cao từ 1800 - 2800m khu vực phía tây và phía bắc huyện.Như khu vực Hồng Ngài (Y Tý), Mào Mù Sủi (Sàng Ma Sáo). Loại đất này tầng mùn dày thành phần cơ giới thịt nhẹ, độ ẩm cao, ở những nơi quá trình rửa trôi mạnh,đá nổi xen kẽ nhiều hoặc vách đá dựng đứng rải rác. Thực vật chủ yếu cây họ thông, sồi, giẻ. Vùng đất tầng dày dưới 26cm thường có màu xám đen, từ 26 -73cm có màu xám vàng, từ 73 - 120cm có màu vàng đỏ. - Nhóm đất mùn vàng đỏ trên núi cao 34956,66 ha chiếm 33,92% diện tích tự nhiên, phân bố chủ yếu ở độ cao từ 900 -1800m gồm các loại đất sau: + Đất mùn vàng đỏ trên đá sét (HFs) diện tích 514,45 ha chiếm 0,48% diện tích đất tự nhiên,phân bố rải rác trên núi có độ cao từ 1200 -1800 m (thuộc các xã: A Lù, A Mú Sung, Trịnh Tường) loại đất này được hình thành tại chỗ, quá trình phong hoá chất khoáng mạnh nhưng không triệt để, tỷ lệ đá lẫn trong đất cao, tầng đất trung bình, thành phần cơ giới trung bình. + Đất mùn đỏ vàng trên đá biến chất (HFj) diện tích 3383,03 ha chiếm 31,44% diện tích đất tự nhiên, loại đất này được hình thành trên các vùng núi cao trung bình (900 -1200 m) địa hình dạng lượn sóng, đỉnh tròn chân rộng thoải độ dốc trung bình. Thực vật chủ yếu là họ sồi, giẻ, họ đậu, họ xoan, họ bách tán,thảm cỏ chủ yếu là cỏ tranh. Loại đất này phân bố chủ yếu ở vùng: Trịnh Tường,Bản Xèo, Mường Vi. Đất có màu vàng hoặc màu vàng đỏ, thành phần cơ giới từ thịt nhẹ đến thịt trung bình, đất ít chua do ảnh hưởng của đá vôi. + Đất mùn vàng xám trên đá Mác ma A-xít (HFa) diện tích 1059,17 ha chiếm 1,0% diện tích đất tự nhiên, phân bố chủ yếu ở khu vực miền tây của huyện, thuộc các xã: Mường Hum, Sàng Ma Sáo, Trung Lèng Hồ, Pa Cheo, Dền Sáng được hình thành trên các vùng lãnh thổ có độ dốc và độ chia cắt lớn, thung lũng hẹp sâu.Vùng này hệ thực vật thường hỗn giao giữa thực vật nhiệt đới và thực vật ôn đới,càng lên cao hệ thực vật ôn đới càng chiếm ưu thế. Loại cây rừng điển hình là sa mu, pơ mu, sồi, giẻ... Loại đất thường có tầng dày từ 20 - 100cm, màu xám đen, vàng xám hoặc vàng đỏ, thành phần cơ giới thịt nhẹ đến trung bình, kết cấu viên, xốp, đá mẹ đang trong quá trình phong hoá mạnh. - Nhóm đất đỏ vàng 64787,94 ha chiếm 61,01% diện tích tự nhiên, phân bố ở độ cao dưới 900m gồm các loại đất sau: + Đất đỏ vàng trên đá sét (Fs): Trên địa bàn huyện Bát Xát loại đất này có diện tích 2879,93 ha chiếm 2,71% diện tích tự nhiên. Đặc điểm loại đất này là tầng dầy trung bình, lẫn đá, màu sắc không đồng nhất, phân hoá tầng yếu, kết cấu tốt,thành phần cơ giới nhẹ, các chất dinh dưỡng khá, ít chua. Phân bố chủ yếu tập trung các xã: A Lù, A Mú Sung, Trịnh Tường, Nậm Chạc. + Đất đỏ vàng trên đá biến chất (Fj): Diện tích loại đất này khá phổ biến 58830,36 ha chiếm 55,4% diện tích đất tự nhiên.. Đặc điểm loại đất này là tầng dầy trung bình, lẫn đá, màu sắc không đồng nhất, phân hoá tầng yếu, kết cấu tốt,thành phần cơ giới từ trung bình đến thịt nhẹ, các chất dinh dưỡng khá, ít chua. Phân bố chủ yếu ở khu vực phía tây và tây bắc huyện. + Đất đỏ vàng trên đá Mác ma A-xít (Fa): Loại đất này có diện tích 2920,28ha chiếm 2,75% diện tích tự nhiên, phân bố ở các xã: Nậm Pung, Dền Thàng, Ngải Thầu, A Lù có thành phần cơ giới nặng ít chua. + Đất nâu vàng trên phù sa cổ và luỹ tích (Fp): Diện tích 157,36 ha chiếm 0,15% diện tích tự nhiên. Là loại đất phát sinh, phát triển trên nền phù sa cổ được hình thành nhờ quá trình tích luỹ, trầm tích Nê-ô-gen. Tầng đất khá dầy do quá trình bồi tích, đất có hàm lượng dinh dưỡng cao, tơi xốp, tuy nhiên lẫn khá nhiều cuội, sỏi, cuội tảng. Loại đất này được phân bố vùng dọc sông Hồng, ở các đồi thấp, liền dải, lượn sóng. - Đất thung lũng dốc tụ (DI): Diện tích 974,44 ha chiếm 0,92%. Đây là loại đất thứ sinh được hình thành và phát triển trên sản phẩm rửa trôi và bồi tụ của các loại đất ở chân sườn hoặc khe dốc. Đất (DI) có độ phì phụ thuộc vào các loại đất vùng lân cận, tầng đất dầy, thành phần cơ giới thịt trung bình đất chua,phân bố rải rác trên địa bàn huyện. - Đất lầy thụt và than bùn (J): Diện tích 12,1 ha chiếm 0,01% diện tích đất tự nhiên. Loại đất này có hàm lượng các chất dinh dưỡng khá, thành phần cơ giới nhẹ độ pH cao. Phân bố ở các xã vùng thấp. - Đất phù sa: Diện tích 524,54 ha chiếm 0,49% diện tích tự nhiên toàn huyện,nhóm đất này bao gồm: Phù sa sông Hồng và phù sa các suối khác. + Đất phù sa sông Hồng được bồi hàng năm (Pbh): Diện tích 110,96 ha chiếm 0,1% diện tích đất tự nhiên phân bố dọc 2 bên sông Hồng. Đất Pbh có màu nâu tím, nâu tươi, thành phần cơ giới thịt trung bình hoặc thịt nhẹ có kết cấu viên, đất trung tính hoặc kiềm yếu, hàm lượng các chất dinh dưỡng trong đất cao, tầng đất dày rất thuận lợi cho phát triển sản xuất nông nghiệp. + Đất phù sa sông Hồng không được bồi hàng năm (Ph): Diện tích 80,7 ha chiếm 0,08% diện tích đất tự nhiên. Loại đất này có mầu nâu tím, nâu tươi, thành phần cơ giới thịt trung bình hoặc thịt nhẹ có kết cấu viên, đất trung tính hoặc kiềm yếu, hàm lượng các chất dinh dưỡng trong đất cao, tầng đất dầy rất thuận lợi cho phát triển cây trồng công nghiệp. + Đất phù sa ngòi, suối (Py): Diện tích 332,88 ha chiếm 0,31% diện tích đất tự nhiên. Phân bố dọc theo các suối lớn song tập trung chủ yếu ở các xã: Cốc San, Quang Kim, Bản Vược, Cốc Mỳ. Loại đất này được hình thành qua quá trình lắng đọng, bồi tụ lâu đời, hoặc sự chuyển dời dòng chảy kết hợp với quá trình canh tác lâu đời làm biến đổi cơ, lý tính đất. Đất (Py) có độ phì khá, ít chua, tầng đất trung bình, có khả năng thâm canh cao các cây trồng nông nghiệp. - Núi đá: Diện tích 3394,55 ha chiếm 3,2 tổng diện tích tự nhiên. Phân bố chủ yếu ở các dãy núi cao phía bắc huyện. 2. Tài nguyên nước Nguồn nước mặt và nước ngầm khá phong phú và dồi dào, được phân bố tương đối đều khắp lãnh thổ. - Nguồn nước mặt: Sông Hồng, suối Lũng Pô, Ngòi Phát... và hệ thống khe lạch là nguồn nước mặt có ý nghĩa quan trọng trong đời sống con người và phát triển kinh tế xã hội của huyện. Hàng năm trên địa bàn huyện còn tiếp nhận khoảng > 2 tỷ m3 nước mưa, lưu lượng dòng chảy toàn phần 1500mm. Lượng trữ ẩm lãnh thổ 1000mm. Ngoài ra trên địa bàn huyện còn nhiều hồ, đập chứa nước và trên 110 công trình thủy lợi, các bể chứa nước phục vụ sản xuất và đời sống con người. - Nguồn nước ngầm: Tuy nguồn nước mặt phong phú về mùa mưa song do ảnh hưởng của địa hình (độ chia cắt mạnh, độ dốc lớn, nghiêng về sông Hồng) nên nguồn nước ngầm có xu hướng cạn kiện về mùa khô. Ngoài ra hiện tượng castơ và vết gãy sông Hồng là những tác nhân gây ra hiện tượng rút nước ngầm làm cho một số nơi trên địa bàn huyện có hiện tượng khan hiếm nước sinh hoạt về mùa khô. Mực nước ngầm được thể hiện theo từng vùng lãnh thổ. Các vùng ven sông Hồng,vùng núi cao về mùa khô mực nước ngầm cạn kiệt hơn các vùng thung lũng, bồn địa do quá trình lưu giữ cục bộ. Nhìn chung nguồn nước trên địa bàn huyện còn tương đối tốt đáp ứng cho sản xuất và đời sống con người song cần được duy trì nâng cao về trữ lượng và chất lượng trong tương lai thông qua các giải pháp về trồng rừng, bảo vệ rừng đầu nguồn và các giải pháp ngăn chặn ô nhiễm do phát triển của công nghiệp - tiểu thủ công nghiệp, khai khoáng, phát triển đô thị cũng như các tác nhân khác làm phá huỷ nguồn nước. 3. Tài nguyên khoáng sản Bát Xát nằm trong vùng sinh khoáng của Việt Nam, qua điều tra, tìm kiếm và thăm dò địa chất đã phát hiện được nhiều điểm mỏ trên địa bàn huyện: - Quặng đồng: Mỏ đồng Sin Quyền, kéo dài 60 km từ suối Lũng Pô tới thành phố Lào Cai. Trữ lượng khoảng 53,5 triệu tấn, hàm lượng đồng trong quặng trung bình 1,03%. Đây là mỏ đa kim, ngoài đồng còn thu được vàng (trữ lượng 34,7 tấn); đất hiếm (trữ lượng 333.134 tấn); lưu huỳnh (trữ lượng 843.100 tấn); bạc (trữ lượng 25 tấn). - Quặng sắt: Có 16 điểm kéo dài từ xã Bản Vược đến xã A Mú Sung dọc bờ phải sông Hồng. Các điểm mỏ có quy mô nhỏ nhưng hàm lượng sắt khá cao, chủ yếu là quặng manherit như các điểm: Nậm Mít, Bản Pho, Tung Qua, Nậm Chạc, Ná Đong, Tân Quang, Cốc Mỳ, Bản Vược... - Quặng Apatit: Kéo dài từ xã Nậm Chạc đến thành phố Lào Cai. Gồm các điểm mỏ nằm trên các địa bàn các xã: Nậm Chạc, Trịnh Tường, Bản Vược,Bản Qua, Quang Kim, Cốc San. - Molybden: Có 02 điểm trên địa bàn thôn Vĩ Kẽm (Cốc Mỳ) và thôn Kin TChang Hồ (xã Pa Cheo). - Mỏ đất hiếm: xã Mường Hum và xã Nậm Pung. - Mỏ nước nóng, nước khoáng: Trên địa bàn huyện Bát Xát có 02 điểm nước nóng, nước khoáng nằm trên địa bàn các xã như: điểm nước suối Lũng Pô (A Mú Sung), điểm suối Bản Mạc(Trịnh Tường). - Trên địa bàn huyện có một số mỏ sét xi măng, sét gạch ngói, khai thác Dolomit ở Cốc San... trữ lượng lớn, chất lượng tốt phục vụ công nghiệp sản xuất vật liệu xây dựng. - Ngoài ra, trên địa bàn huyện còn có một số mỏ khoáng sản như: điểm mỏ Graphit, kao lanh ở xã Trịnh Tường; vàng sa khoáng ở xã Tòong Sành... Nhìn chung Bát Xát có nguồn tài nguyên khoáng sản phong phú, quý hiếm với trữ lượng khá lớn. Nguồn tài nguyên khoáng sản này tạo ra sức hút đối với các nhà đầu tư trong và ngoài nước đầu tư vào lĩnh vực này...Tuy nhiên, sự phát triển ngành công nghiệp khai khoáng đòi hỏi quỹ đất khá lớn để khai thác đây là nguyên nhân chính sẽ gây ảnh hưởng không nhỏ đến chất lượng môi trường, trong khi Bát Xát còn có tiềm năng về phát triển du lịch, điều này đặt ra cho huyện cần có những định hướng hợp lý, nhất là định hướng sử dụng đất nhằm giảm thiểu tác động của công nghiệp khai thác, chế biến khoáng sản đến sự phát triển của nông nghiệp, du lịch và môi trường sinh thái. Lịch sử[sửa | sửa mã nguồn] Sau năm 1975, huyện Bát Xát thuộc tỉnh Hoàng Liên Sơn, bao gồm 26 xã: A Lù, A Mú Sung, Bản Qua, Bản Vược, Bản Xèo, Cốc Mỳ, Cốc San, Dền Sáng, Dền Thàng, Đồng Tuyển, Mường Hum, Mường Vi, Nậm Chạc, Nậm Pung, Ngải Thầu, Pa Cheo, Phìn Ngan, Quang Kim, San Cha Chải, San Lùng, Sàng Ma Sáo, Tả Ngảo, Tòng Sành, Trịnh Tường, Trung Lèng Hồ và Y Tý.[5] Ngày 16 tháng 1 năm 1979[6]: Xã Đồng Tuyển được sáp nhập về (nay là thị xã Lào Cai) Sáp nhập xã San Cha Chải vào xã Y Tý. Ngày 28 tháng 5 năm 1981[7]: Sáp nhập xã San Lùng vào xã Bản Vược Sáp nhập xã Tả Ngảo vào xã Bản Qua Sáp nhập thôn Tả Trang của xã Tả Ngảo vào xã Quang Kim. Ngày 12 tháng 8 năm 1991, tái lập tỉnh Lào Cai từ tỉnh Hoàng Liên Sơn cũ, huyện Bát Xát thuộc tỉnh Lào Cai.[8] Ngày 28 tháng 5 năm 1994, thành lập thị trấn Bát Xát (thị trấn huyện lỵ huyện Bát Xát) trên cơ sở 149 ha diện tích tự nhiên với 2.495 người của xã Bản Qua.[9] Ngày 11 tháng 2 năm 2020, Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 896\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Lào Cai (nghị quyết có hiệu lực từ ngày 1 tháng 3 năm 2020)[1]. Theo đó: Sáp nhập xã Ngải Thầu vào xã A Lù Điều chỉnh 11,90 km² diện tích tự nhiên và 1.923 người của xã Bản Qua vào thị trấn Bát Xát Điều chỉnh toàn bộ 19,06 km² diện tích tự nhiên và 4.390 người của xã Cốc San, 2,05 km² diện tích tự nhiên và 650 người thuộc 2 thôn: Kim Thành 1, Kim Thành 2 của xã Quang Kim vào thành phố Lào Cai. Sau khi điều chỉnh, huyện Bát Xát có diện tích 1.035,51 km² và dân số: 74.388 người với 1 thị trấn và 20 xã như hiện nay. Hành chính[sửa | sửa mã nguồn] Huyện Bát Xát có 21 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn Bát Xát (huyện lỵ) và 20 xã: A Lù, A Mú Sung, Bản Qua, Bản Vược, Bản Xèo, Cốc Mỳ, Dền Sáng, Dền Thàng, Mường Hum, Mường Vi, Nậm Chạc, Nậm Pung, Pa Cheo, Phìn Ngan, Quang Kim, Sàng Ma Sáo, Tòng Sành, Trịnh Tường, Trung Lèng Hồ, Y Tý. Du lịch[sửa | sửa mã nguồn] Từ năm 2010 huyện Bát Xát đã triển khai xây dựng và phê duyệt Đề án phát triển du lịch của huyện nhằm khai thác tiềm năng thế mạnh, thúc đẩy chuyển dịch cơ cấu kinh tế của huyện. Ngày 21\/02\/2011, UBND tỉnh Lào Cai đã có quyết định công nhận 06 điểm du lịch cộng đồng trên địa bàn huyện: (1) Điểm du lịch Lũng Pô - Nơi sông hồng chảy vào đất việt gắn với bản sắc văn hóa dân tộc H mông tại thôn Lũng Pô II; (2) Điểm du lịch công đồng thôn Lao Chải gắn với văn hóa của người hà nhì đen; (3) Điểm du lịch Cầu thiên sinh; Ngoài ra nhắc đến Y tý là nhắc đến sương mờ che lưng chừng núi và khí hậu mát mẻ và cánh đồng ruộng bậc thang tuyệt đẹp, là điểm đến say đắm lòng người., Dự án rau sạch trồng ở Sân bay. (4) Điểm cụm thôn Trung tâm xã Dền Sáng gắn với văn hóa người Dao đỏ; (5) Điểm du lịch Chợ Mường Hum gắn với văn hóa chợ vùng cao; (6) Điểm du lịch Trung tâm xã Bản Xèo gắn với văn hóa dân tộc Giáy. Đã đưa vào thử nghiệm khai thác 04 tuyến du lịch: (1) Tuyến Sa pa - Bản Xèo - Mường Hum - Sàng Ma Sáo - Dền Sáng - Y Tý - A Mú Sung- Lào Cai và ngược lại; (2) Tuyến Lào Cai - Bát Xát - Mường Vi - Bản Xèo - Mường Hum - Bản Khoang - Tả giàng phìng - sa pa và ngược lại; (3) Tuyến Sa pa - Bản Xèo - Mường hum - y tý - a lù - A Mú Sung - Trịnh tường - Lào Cai và ngược lại; (4) Tuyến Sa pa - bản xèo - Mường hum - khu chu phìn - phong thổ - lai châu và ngược lại. Từ năm 2014 Bát Xát tổ chức Lễ hội Rượu trên địa bàn xã Bản Xèo vào tuần đầu sau tết nguyên đán (khoảng 11-12 âm lịch). Tại Lễ hội rượu có đầy đủ các loại rượu của các vùng, miền trên địa bàn xã, có thể kể đến như: Rượu thóc San Lùng, rượu thóc Nậm Pung (sản xuất xã Nậm Pung); Rượu thóc Sim San (Sản xuất xã y Tý) Rượu thóc A Lù (sản xuất ở xã A Lù), rượu thóc Dền sáng (sản xuất ở xã Dền Sáng)... Ngoài ra trong Lễ hội rượu cũng có đầy đủ các sản vật của vùng miền. Tham khảo[sửa | sửa mã nguồn] ^ a b c “Nghị quyết số 896\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Lào Cai”. ^ Tổng cục Thống kê ^ Thông tư 36\/2013\/TT-BTNMT ngày 30\/10\/2013 của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ phần đất liền tỉnh Lào Cai. Thuky Luat Online, 2016. Truy cập 25\/12\/2018. ^ Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004 ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018. ^ “Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành”. ^ “Quyết định 15-CP năm 1979 phân vạch địa giới hành chính của một số xã thuộc tỉnh Hoàng Liên Sơn”. ^ “Quyết định 205-CP năm 1981 về việc điều chỉnh địa giới một số xã thuộc tỉnh Hoàng Liên Sơn”. ^ Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành ^ Nghị định số 41-CP năm 1994 của Chính phủ. Liên kết ngoài[sửa | sửa mã nguồn] Website chính thức của huyện Bát Xát Bài viết tỉnh Lào Cai, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Đơn vị hành chính cấp huyện trực thuộc tỉnh Lào Cai Thành phố (1) Lào Cai (tỉnh lỵ) Thị xã (1) Sa Pa Huyện (7) Bảo Thắng · Bảo Yên · Bát Xát · Bắc Hà · Mường Khương · Si Ma Cai · Văn Bàn Đơn vị hành chính thuộc tỉnh Lào Cai hiện x t s Xã, thị trấn thuộc huyện Bát Xát Thị trấn (1) Bát Xát (huyện lỵ) Xã (20) A Lù · A Mú Sung · Bản Qua · Bản Vược · Bản Xèo · Cốc Mỳ · Dền Sáng · Dền Thàng · Mường Hum · Mường Vi · Nậm Chạc · Nậm Pung · Pa Cheo · Phìn Ngan · Quang Kim · Sàng Ma Sáo · Tòng Sành · Trịnh Tường · Trung Lèng Hồ · Y Tý Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bát_Xát&oldid=68936866” Thể loại: Huyện Lào Cai Sơ khai Lào Cai Huyện biên giới Việt Nam với Trung Quốc Bát Xát Thể loại ẩn: Tọa độ trên Wikidata Bản đồ định vị không định trước rằng ghim nằm ngoài bản đồ Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 4 tháng 8 năm 2022, 22:43. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}