{"Bão Halong (2008)":"Bão Halong (2008) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Đường đi của bão 2Chú thích Bão Halong (2008) 4 ngôn ngữ English Português Tagalog 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Halong Cuồng Phong cấp 1 (SSHS) Bão Halong (2008) Typhoon 05W Thông tin chung Hình thành 14 tháng 5 năm 2008 Tan 20 tháng 5 năm 2008 (JTWC) 4 tháng 10 năm 2007 (JMA) Áp suất 965 (hPa) Thiệt hại Tổn thất ? Tổng số người chết ? (trực tiếp) Khu vực chịu ảnh hưởng Philippines Đường đi của bão[sửa | sửa mã nguồn] Đường đi cơn bão Bão Halong là cơn bão nhiệt đới thứ 4, bão mạnh thứ ba của mùa bão Thái Bình Dương năm 2008 (mang số hiệu quốc tế:0804, số hiệu JTWC:05W, số hiệu biển Đông:số 2, tên địa phương:Cosme. Hình thành từ vùng mây đối lưu nhiệt đới rất rộng kết hợp với một vùng áp thấp lớn khác ở trung tâm biển Đông và tạo nên một hệ thống lốc xoáy nhiệt đới mới rất mạnh, trung tâm cảnh báo bão Hải Quân Hoa Kỳ (JTWC) cảnh báo vùng đối lưu hiện ở mức khá (fair), nhưng sau đó đã nâng lên mức tốt (good) và đưa ra báo động về cơn lốc nhiệt đới đang hình thành (Tropical Cyclone Formation Alert). Đầu ngày 13 tháng 5 năm 2008, cơ quan khí tượng Nhật Bản (JMA) và cơ quan khí quyển, địa lý, vật lý và thiên văn học Philippine (PAGASA) đã đồng loạt nâng hệ thống này thành áp thấp nhiệt đới (PAGASA đặt tên địa phương là Cosme). JTWC sau đó đã nâng lốc xoáy thành áp thấp nhiệt đới số hiệu 05W vào ngày 15 tháng 5. Vào Tháng năm 16, cả JMA và JTWC đều nâng cấp cơn áp thấp thành một cơn bão nhiệt đới và JMA đặt tên nó là cơn bão nhiệt đới Halong và phát số hiệu quốc tế là 0804. Sau 12 giờ khi JMA và JTWC nâng mức cảnh báo thì bây giờ PAGASA cũng nâng cấp nó thành một cơn bão nhiệt đới. Trong ngày đó Halong đã tiếp tục tăng cường và được nâng lên thành một cơn bão nhiệt đới dữ dội (severe tropical storm) và sau đó là bão (typhoon) sớm tiếp theo ngày bởi theo JMA thì sức gió mạnh nhất đã đạt 70 hải lý (80 mph 130 km\/h) và di chuyển về hướng Đông Bắc (do trước đó có sự tương tác với cơn bão nhiệt đới 04W,0803 Matmo và bị gió mùa Tây Nam mạnh đẩy lên). Sau đó ngày 17 tháng 5, Halong đã đổ bộ vào vùng Pangasinan của Philippine và đi về hướng đông bắc vượt qua đảo Luzon. Sau khi đi qua đất liền,Halong đã suy yếu đi chỉ còn là bão nhiệt đới và cả JMA và JTWC đã đồng loạt hạ cấp Halong vào sáng sớm ngày hôm sau. Cuối ngày hôm đó,sau khi đi vào vùng biển Philippine, Halong đã mạnh lên trở lại và tăng cường thành bão nhiệt đới dữ dội.Tuy nhiên nó đã không mạnh thêm và ngày 19 tháng 5 đã suy yếu trở lại thành bão nhiệt đới.Cuối ngày hôm đó,PAGASA đưa ra cảnh báo cuối cùng về Halong khi nó di chuyển ra khỏi khu vực cảnh báo của họ. JTWC sau đó cũng đã phát ra cảnh báo cuối cùng về Halong khi nó bắt đầu chuyển tiếp giai đoạn từ nhiệt đới thành ngoại nhiệt đới (extratropical). JMA sau đó cảnh báo là nó đã hoàn thành quá trình chuyển tiếp và đưa ra cảnh báo cuối cùng về vùng tàn dư thấp của Halong. Tàn dư của Halong đã suy tan sau ngày 24 tháng 5. Chú thích[sửa | sửa mã nguồn] ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Bài viết liên quan đến khí hậu học\/khí tượng học này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Halong_(2008)&oldid=69143003” Thể loại: Sơ khai khoa học khí quyển Mùa bão Tây Bắc Thái Bình Dương 2008 Bão tại Việt Nam Bão tại Philipines Việt Nam năm 2008 Thể loại ẩn: Thông tin bão chưa đầy đủ Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 28 tháng 9 năm 2022, 05:09. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}