{"Bão Vamco (2020)":"Bão Vamco (2020) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Chuẩn bị Hiện\/ẩn mục Chuẩn bị 2.1Philippines 2.2Việt Nam 3Tác động Hiện\/ẩn mục Tác động 3.1Philippines 3.2Việt Nam 4Hậu quả Hiện\/ẩn mục Hậu quả 4.1Philippines 4.1.1Lũ lụt do sông 4.1.2Lũ lụt do đập 5Xem thêm 6Tham khảo 7Liên kết ngoài Bão Vamco (2020) 7 ngôn ngữ English 한국어 Italiano 日本語 Simple English Tagalog 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Vamco Bão cuồng phong rất mạnh (Thang JMA) Bão cuồng phong cấp 4 (SSHWS\/NWS) Bão Vamco lúc mạnh nhất. Hình thành 8 tháng 11, 2020 Tan 15 tháng 11, 2020 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 155 km\/h (100 mph) Duy trì liên tục trong 1 phút: 215 km\/h (130 mph) Giật: 230 km\/h (145 mph) Áp suất thấp nhất 955 mbar (hPa); 28.2 inHg Số người chết 102 Thiệt hại $0.44 tỷ (USD 2020) Vùng ảnh hưởng Philippines, Việt Nam, Lào, Thái Lan Một phần của Mùa bão Tây Bắc Thái Bình Dương 2020 Bão Vamco, được biết đến ở Philippines với tên gọi Bão Ulysses hay tại Việt Nam là Bão số 13 năm 2020, là cơn bão mạnh cấp 4 đầu tiên trên khu vực giữa Biển Đông tính từ quần đảo Hoàng Sa kể từ bão Xangsane của năm 2006 đạt được cường độ này, trước đó đã đổ bộ vào Philippines có sức tàn phá lớn. Là cơn bão thứ 22 được đặt tên và là cơn bão cuồng phong thứ mười của mùa bão Thái Bình Dương 2020, Vamco có nguồn gốc là một áp thấp nhiệt đới phía tây bắc Palau, nơi nó từ từ tiếp tục đi theo hướng tây bắc cho đến khi đổ bộ vào Quezon. Cơn bão đe dọa Nam Trung Quốc và Việt Nam. Đến ngày 14 tháng 11 năm 2020, chính phủ Philippines đã xác nhận 67 người chết và 12 người mất tích do bão.[1] Một số cơ quan khác báo cáo lên đến 43 người chết, với ít nhất 20 người mất tích.[2] Tại Việt Nam chưa có báo cáo thương vong nào.[3] Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào ngày 8 tháng 11, Cơ quan Khí tượng Nhật Bản (JMA) bắt đầu theo dõi một áp thấp nhiệt đới mới ở phía bắc-tây bắc của Palau, cách đảo này 132 hải lý (244 km; 152 mi).[4][5] Vào lúc 12:00 UTC cùng ngày, PAGASA tuyên bố hệ thống này là một áp thấp nhiệt đới bên trong Khu vực trách nhiệm của Philippines và đặt tên cho nó là Ulysses.[6][7] Ngày hôm sau lúc 7:15 UTC, hệ thống mạnh lên thành bão nhiệt đới, được JMA đặt tên là Vamco,[8] với Trung tâm cảnh báo bão liên hợp sau đó đưa ra cảnh báo đầu tiên trên hệ thống với tư cách là áp thấp nhiệt đới. Khi hệ thống này đi về gần phía nam Luzon, cả PAGASA và JMA đều nâng cấp Vamco thành một cơn bão nhiệt đới mạnh (severe tropical storm).[9] Vamco sau đó đã được JMA nâng cấp lên trạng thái bão (typhoon) vào tháng 11 11, tiếp theo là JTWC và PAGASA ngay sau đó.[10][11] Vào lúc 22:30 PHT (14:30 UTC), Vamco đổ bộ đầu tiên lên thị trấn đảo Patnanungan, Quezon.[12] Sau đó, được bao quanh bởi các điều kiện thuận lợi cho đợt tăng cường, Vamco tiếp tục tăng cường sức mạnh và đạt cường độ cao nhất ban đầu, với sức gió duy trì trong 10 phút ở mức 130 km\/h (81 mph), gió duy trì trong 1 phút là 176 km\/h (109 mph) và áp suất 970 mbar, khiến Vamco trở thành cơn bão tương đương cấp 2 đỉnh cao.[13] Lúc 23:20 PHT (15:20 UTC) và lúc 1:40 PHT của ngày hôm sau (17:40 UTC), Vamco đã thực hiện hai cuộc đổ bộ tiếp theo ở Quezon qua Burdeos (ở đảo Polillo) và General Nakar (ở vùng đảo Luzon).[14] Sau đó, Vamco đã giảm xuống dưới cường độ bão trong đất liền. Lúc 00:00 UTC, Vamco đi vào Biển Đông.[15] Bão rời CCHC lúc 01:30 UTC đồng thời PAGASA đã tuyên bố lại hệ thống này là một cơn bão.[16] Vamco mạnh dần lên trên Biển Đông, trước khi mạnh lên nhanh chóng thành bão tương đương cấp 4 vào ngày 13 tháng 11.[17] Tại thời điểm 00:00 UTC ngày 14 tháng 11, bão Vamco nằm gần vị trí 15°42′B 111°24′Đ﻿ \/ ﻿15,7°B 111,4°Đ﻿ \/ 15.7; 111.4, khoảng 238 hải lý (441 km; 274 mi) phía đông Đà Nẵng, Việt Nam. Sức gió duy trì tối đa trong 10 phút là 85 hải lý trên giờ (157 km\/h; 98 mph), trong khi gió duy trì tối đa trong 1 phút là 115 hải lý trên giờ (213 km\/h; 132 mph), với gió giật lên đến 120 hải lý trên giờ (220 km\/h; 140 mph). Áp suất khí quyển trung tâm tối thiểu là 950 hPa (28,05 inHg), và bão đang di chuyển về phía tây với tốc độ 10 hải lý trên giờ (19 km\/h; 12 mph). Chuẩn bị[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Khi Vamco ban đầu được thành lập bên trong Khu vực Trách nhiệm của Philippines, PAGASA đã ngay lập tức bắt đầu phát các bản tin thời tiết khắc nghiệt để chuẩn bị cho cơn bão.[18] Philippines gần đây đã bị ảnh hưởng bởi ba xoáy thuận nhiệt đới khác — bão Molave, bão Goni và bão nhiệt đới Etau — khiến đây là xoáy thuận nhiệt đới thứ tư tiếp cận Luzon trong tháng qua. Sau khi Goni làm hỏng trạm theo dõi thời tiết của PAGASA ở Catanduanes, một trong ba trạm duy nhất của nước này, việc theo dõi bão được thực hiện thủ công.[19] PAGASA lần đầu tiên đưa ra tín hiệu gió xoáy thuận nhiệt đới vào ngày 9 tháng 11.[20] Đến 23:00 giờ UTC ngày 10 tháng 11, PAGASA đã nâng tín hiệu gió Tín hiệu số 2 cho 17 tỉnh, bộ phận của 6 tỉnh, 2 hòn đảo và vùng thủ đô quốc gia, Metro Manila.[21] Hội đồng Quản lý Giảm thiểu Rủi ro Thiên tai Quốc gia (NDRRMC), cũng bắt đầu gửi các cảnh báo khẩn cấp đến người dùng điện thoại di động về các đợt triều cường có thể xảy ra. NDRRMC sau đó đã sử dụng chính hệ thống này để cảnh báo công dân ở các khu vực thuộc Cảnh báo số 3.[22] Cư dân ở quần đảo Pollilo và miền Trung Luzon buộc phải sơ tán một ngày trước khi bão đổ bộ.[23][24] 14.000 cư dân cũng phải sơ tán ở Camarines Norte.[25] Khu vực Bicol, một trong những khu vực bị ảnh hưởng nặng nề nhất bởi Goni vào tháng trước, đã sơ tán 12.812 người trước cơn bão sắp tới.[26] Hơn 2.071 hành khách bị mắc kẹt tại các cảng ở nhiều vùng của Luzon khi tình trạng biển trở nên tồi tệ.[27] Hãng hàng không Philippine Airlines đã tạm dừng các chuyến bay do thời tiết khắc nghiệt do Vamco mang lại.[28] Văn phòng Tổng thống Philippines đã đình chỉ công tác tại các văn phòng chính phủ và các lớp học ở các trường công lập ở 7 khu vực, bao gồm cả Vùng thủ đô quốc gia.[29] 12 giờ trước khi cơn bão đổ bộ, PAGASA đã đưa ra cảnh báo Tín hiệu số 3 cho các khu vực sẽ bị ảnh hưởng bởi cơn bão khi đổ bộ vào đất liền, bao gồm toàn bộ miền Trung Luzon. Sau đó, Viện Núi lửa và Địa chấn Philippines đã đưa ra các cảnh báo nghiêm trọng đối với Núi lửa Mayon, Núi lửa Taal và Núi Pinatubo vài giờ trước khi bão đổ bộ.[30] Trước khi cơn bão đổ bộ, ít nhất 231.300 người đã được các đơn vị chính quyền địa phương sơ tán.[31] Việt Nam[sửa | sửa mã nguồn] Vào ngày 13 tháng 11, ít nhất 135.000 gia đình và hộ gia đình đã được chính phủ sơ tán.[32] Sáng 14\/11, tất cả các chuyến bay tại 5 cảng hàng không Đà Nẵng, Chu Lai, Phú Bài, Đồng Hới và Vinh đã được lệnh tạm dừng, hoãn chuyến.[33] Sáng 14-11, tin từ UBND Thừa Thiên Huế cho biết do bão số 13 di chuyển nhanh hơn dự kiến nên tỉnh đã có thông báo mới cấm người dân ra đường từ 12h trưa 14\/11 thay vì 16h tối cùng ngày như trước đó. Sở GD-ĐT tỉnh, Đại học Huế cũng đã có thông báo cho học sinh, sinh viên nghỉ học trong các ngày 14 và 15-11.[34] Sáng 14\/11, Thủ tướng Nguyễn Xuân Phúc ra công điện về ứng phó khẩn cấp bão Vamco. Theo đó, các tỉnh từ Hà Tĩnh đến Quảng Ngãi rà soát, chuẩn bị sơ tán hơn 460.000 dân.[35] Tác động[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Bão Vamco khi sắp đổ bộ vào Philippines vào ngày 11\/11\/2020. Ngay cả trước khi cơn bão đổ bộ, Catanduanes đã phải hứng chịu những trận mưa lớn, gây ra lũ lụt và lở đất. Nước lũ được ghi nhận đã lên tới mái của một số ngôi nhà ở Bagamanoc.[36] Một số khu vực ở Luzon, bao gồm cả Metro Manila, báo cáo rằng họ đã bị mất điện trước khi cơn bão đổ bộ.[37][38] Đường dây nóng khẩn cấp ở một số địa điểm không hoạt động vì hầu hết các số điện thoại khẩn cấp do các cơ quan quốc gia và chính quyền địa phương cung cấp là số điện thoại cố định, rất khó gọi từ điện thoại di động và hoàn toàn không thể truy cập được sau khi đường dây điện thoại ở các địa phương bị gián đoạn do bão.[39] Đường dây điện thoại riêng của PAGASA đã gặp sự cố do sự cố kỹ thuật vào sáng ngày 12\/11, sẽ hoạt động trở lại sau đó vài giờ.[40] Phạm vi tin tức phát sóng đã giảm đáng kể so với các trận bão trong những năm trước do mạng truyền hình ABS-CBN bị đóng cửa, nơi có các văn phòng tin tức địa phương và tín hiệu mạnh ở các tỉnh xa Manila.[41][42][43] Phương tiện truyền thông xã hội lấp đầy một số lỗ hổng thông tin, với một số người dân và thậm chí chính quyền địa phương coi nó như một đường dây nóng khẩn cấp trên thực tế.[44] Vào đầu giờ ngày 12 tháng 11, các quan chức chính quyền địa phương bắt đầu báo cáo rằng khả năng cứu hộ địa phương của họ đã quá tải và họ cần sự giúp đỡ từ chính phủ quốc gia dưới hình thức hỗ trợ không vận và giúp đỡ từ Lực lượng Bảo vệ Bờ biển Philippines.[45] Sau khi tham dự hội nghị thượng đỉnh ASEAN trực tuyến vào sáng hôm đó, Tổng thống Philippines Rodrigo Duterte đã phát biểu trước quốc dân qua một chương trình phát sóng thu sẵn trên PTV-4, nói rằng ông muốn đến thăm các khu vực bầu cử bị bão làm ảnh hưởng, nhưng ông đã bị các nhân viên an ninh và bác sĩ của mình chặn lại không cho làm như vậy vì rủi ro cho sự an toàn và sức khỏe của ông.[46][47] Nam diễn viên Jericho Rosales và nhà sáng tạo kỹ thuật số Kim Jones đã sử dụng ván lướt sóng của họ để giải cứu những công dân mắc kẹt ở Marikina.[48] Thị trường tài chính ở Philippines đóng cửa vào ngày 12 tháng 11 do ảnh hưởng của cơn bão.[49] Tính đến ngày 13 tháng 11 năm 2020, 42 người ở Philippines đã thiệt mạng do Vamco, trong khi 20 người khác vẫn mất tích.[50] Việt Nam[sửa | sửa mã nguồn] Xem thêm: Lũ lụt miền Trung Việt Nam 2020 Bão và áp thấp nhiệt đới tác động đến mưa lũ miền Trung Việt Nam 2020 Bão số Ảnh vệ tinh Tên quốc tế Khu vực đổ bộ Địa phương tâm bão đi qua Thời gian đổ bộ Khu vực ảnh hưởng tại miền Trung Ghi chú Vùng áp thấp Vietnam TD[51] Phú Yên Khánh Hòa - 07\/10 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Khởi đầu đợt mưa lũ 6 Linfa Quảng Nam Quảng Ngãi Quảng Ngãi 11\/10 Toàn miền Trung Bắc Tây Nguyên Đợt lũ thứ nhất Tên bão bị đề nghị loại bỏ 7 Nangka Nam Định Ninh Bình Thanh Hóa Ninh Bình 14\/10 Bắc Trung Bộ Trung Trung Bộ Không trực tiếp đổ bộ Trung Bộ nhưng gián tiếp khởi đầu đợt lũ thứ hai ATNĐ Ofel[52] Đà Nẵng Quảng Nam Đà Nẵng 16\/10 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ hai 8 Saudel Hà Tĩnh Quảng Bình Yếu thành vùng thấp ven bờ 26\/10 Bắc Trung Bộ Tác động gián tiếp 9 Molave Quảng Nam Quảng Ngãi Quảng Ngãi 28\/10 Toàn miền Trung Tây Nguyên Đợt lũ thứ ba Bão mạnh nhất biển Đông 2020 10 Goni Bình Định Phú Yên Yếu thành vùng thấp ven bờ 06\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Mở đầu đợt lũ thứ tư 12 Etau Phú Yên Khánh Hòa Khánh Hòa 10\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Đợt lũ thứ tư 13 Vamco Hà Tĩnh Quảng Bình Quảng Bình 15\/11 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ tư Bão mạnh nhất biển Đông 2020 Vamco bắt đầu ảnh hưởng đến miền Trung Việt Nam vào khoảng nửa đêm giờ Việt Nam vào ngày 15 tháng 11. Mặc dù đã suy yếu nhưng một trạm thời tiết trên đảo Lý Sơn đã báo cáo sức gió duy trì hàng giờ là 100 km\/h (62 mph) và gió giật lên đến 115 km\/h (71 mph).[53] Gió mạnh quật ngã nhiều cây cối, làm hư hại nhiều ngôi nhà ở bốn tỉnh Hà Tĩnh đến Thừa Thiên Huế.[53] Tại Thuận An, Thừa Thiên Huế, sóng mạnh quật vào tàu cá và nhà dân.[3] Tại thành phố Đà Nẵng, triều cường đã phá hủy nhiều kè biển, đồng thời cuốn trôi đá và mảnh vỡ trên bờ, và đường phố.[3] Mất điện ảnh hưởng đến 411.252 khách hàng tại 6 tỉnh miền Trung.[54] Tính đến ngày 15 tháng 11 năm 2020, không có trường hợp tử vong nào xảy ra tại Việt Nam liên quan đến Vamco.[3] Hậu quả[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Tính đến 03:00 PHT ngày 14 tháng 11 năm 2020, Hội đồng Quản lý và Giảm thiểu Rủi ro Thiên tai Quốc gia đã báo cáo 32 người chết do bão Vamco [55], với tổng thiệt hại về cơ sở hạ tầng là 87 triệu USD. Hơn 107.000 cá nhân, bao gồm 41.000 từ Vùng Thủ đô Quốc gia, được yêu cầu cứu hộ vì hơn 105 khu vực đã phải chịu lũ lụt lớn.[31][56][57] Lũ lụt do sông[sửa | sửa mã nguồn] Sông Marikina lên vượt qua mực nước mà cơn bão Ketsana đạt được vào năm 2009, mang theo lượng mưa lớn và gây ra lũ lụt nghiêm trọng. Đến 11 giờ 00 phút ngày 12 tháng 11, mực nước sông đã lên mức 22 mét (72 ft), nhấn chìm hầu hết các khu vực của thành phố trong nước lũ, theo Văn phòng Thông tin Công cộng Marikina.[58] Thị trưởng thành phố Marikina, Marcy Teodoro, tuyên bố thành phố đang trong tình trạng thiên tai do lũ lụt lớn do bão mang lại.[59] Các nhà khoa học chính phủ và các nhà bảo tồn trong lĩnh vực vận động chính sách cảnh báo rằng lũ lụt trên sông Marikina là hậu quả của việc phá rừng nghiêm trọng ở Thượng lưu Marikina ở tỉnh Rizal, nơi khai thác gỗ bất hợp pháp, khai thác đá bất hợp pháp và đào đất tiếp tục là một vấn đề.[60][61][62] Tại Pampanga, 86 ngôi làng đã trải qua lũ lụt do sông Pampanga bị bồi lấp.[63] Lũ lụt do đập[sửa | sửa mã nguồn] Các đập ở các khu vực bị ảnh hưởng, bao gồm Đập La Mesa, Đập Angat, Đập Binga, Đập Magat, Đập Ipo và Đập Caliraya, đã đạt mức nước tối đa vào ngày 12 tháng 11, buộc chúng phải bắt đầu xả nước.[64][65][66] Đến ngày 13\/11, nước tiếp tục dâng cao buộc đập Magat phải tiếp tục xả nước. Do đập tràn trực tiếp vào sông Cagayan, nhiều thị trấn ven sông đã trải qua lũ lụt lớn.[67] Chính quyền các địa phương liên tục tiến hành các hoạt động cứu hộ trong khu vực của họ nhưng đã hết trang thiết bị và nhân lực để cứu hộ. Do có rất ít phương tiện truyền thông đưa tin về lũ lụt trong khu vực, người dân đã sử dụng mạng xã hội để yêu cầu chính phủ quốc gia cứu hộ.[68] Nước dưới Cầu Buntun cao 13 mét, ngập lân cận barangay lên đến mái nhà.[69][70] Các nỗ lực cứu hộ tiếp tục diễn ra vào đầu giờ sáng ngày 14 tháng 11, nhưng tầm nhìn giới hạn khiến các nỗ lực cứu hộ trên không không thể thực hiện được cho đến khi trời sáng.[71] Xem thêm[sửa | sửa mã nguồn] Bão Patsy (1970) Bão Xangsane (2006) - tàn phá Metro Manila và cũng có sức gió tương tự Vamco Bão Ketsana (2009) - một cơn bão tương đối mạnh và cũng là cơn bão thảm khốc đã làm ngập lụt khu vực Metro Manila Bão Conson (2010) - một cơn bão cấp 1 chết người có dấu hiệu tương tự Bão Nari (2013) - một cơn bão mạnh đã tấn công khu vực Trung Luzon và cũng có sức gió hủy diệt tương tự Bão nhiệt đới Fung-wong (2014) - tình huống tương tự với Ketsana và Vamco Tham khảo[sửa | sửa mã nguồn] ^ News, Gillan Ropero, ABS-CBN (ngày 14 tháng 11 năm 2020). “Typhoon Ulysses deaths climb to 67: disaster council”. ABS-CBN News (bằng tiếng Anh). Truy cập ngày 15 tháng 11 năm 2020. ^ “Typhoon Ulysses death toll rises to 37 – NDRRMC”. cnn (bằng tiếng Anh). Truy cập ngày 14 tháng 11 năm 2020. ^ a b c d Đức Nghĩa- Quang Nhật- Quang Luật (ngày 15 tháng 11 năm 2020). “Bão số 13 vào miền Trung: Bờ biển tan hoang, nhà tốc mái, cây gãy la liệt”. Người Lao động. ^ “Weather Maps”. Japan Meteorological Agency. ngày 8 tháng 11 năm 2020. Bản gốc lưu trữ ngày 8 tháng 11 năm 2020. Truy cập ngày 8 tháng 11 năm 2020. ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans”. Joint Typhoon Warning Center. ngày 8 tháng 11 năm 2020. Bản gốc lưu trữ ngày 6 tháng 4 năm 2020. Truy cập ngày 8 tháng 11 năm 2020. ^ Lalu, Gabriel Pabico (ngày 12 tháng 11 năm 2020). “Eye of Ulysses may move within 100 km north of Metro Manila an hour earlier”. INQUIRER.net (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Severe Weather Bulletin #1 for Tropical Depression \"Ulysses\"” (PDF). PAGASA. ngày 8 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 8 tháng 11 năm 2020. Truy cập ngày 8 tháng 11 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. ngày 8 tháng 11 năm 2020. Bản gốc lưu trữ ngày 9 tháng 11 năm 2020. Truy cập ngày 8 tháng 11 năm 2020. ^ “Severe Weather Bulletin #8 for Severe Tropical Storm \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 10 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ “Typhoon 25W (Vamco) Warning No. 7”. Joint Typhoon Warning Center. ngày 11 tháng 11 năm 2020. Bản gốc lưu trữ ngày 11 tháng 11 năm 2020. Truy cập ngày 11 tháng 11 năm 2020. ^ “Severe Weather Bulletin #13 for Typhoon \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 11 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 11 tháng 11 năm 2020. Truy cập ngày 11 tháng 11 năm 2020. ^ “Severe Weather Bulletin #17 for Typhoon \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 11 tháng 11 năm 2020. Truy cập ngày 11 tháng 11 năm 2020. ^ “Typhoon 25W (Vamco) Warning No. 11”. Joint Typhoon Warning Center. ngày 11 tháng 11 năm 2020. Bản gốc lưu trữ ngày 11 tháng 11 năm 2020. Truy cập ngày 11 tháng 11 năm 2020. ^ “Severe Weather Bulletin #18 for Typhoon \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 11 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 11 tháng 11 năm 2020. Truy cập ngày 11 tháng 11 năm 2020. ^ “Severe Weather Bulletin #21 for Typhoon \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Severe Weather Bulletin #26-FINAL for Typhoon \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 13 tháng 11 năm 2020. Truy cập ngày 13 tháng 11 năm 2020. ^ “Prognostic Reasoning for Typhoon 25W (Vamco) Warning No. 18”. Joint Typhoon Warning Center. ngày 13 tháng 11 năm 2020. Bản gốc lưu trữ ngày 13 tháng 11 năm 2020. Truy cập ngày 13 tháng 11 năm 2020. ^ “Low pressure area east of Mindanao now tropical depression Ulysses”. ABS-CBN News (bằng tiếng Anh). ngày 8 tháng 11 năm 2020. Bản gốc lưu trữ ngày 9 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “WATCH: Ulysses being monitored manually in Catanduanes after Rolly damaged weather tools”. GMA News Online (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ “Severe Weather Bulletin #4 for Tropical Storm \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ “Severe Weather Bulletin #11 for Severe Tropical Storm \"Ulysses\" (Vamco)” (PDF). PAGASA. ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Malasig, Jeline (ngày 11 tháng 11 năm 2020). “NDRRMC's text alerts (with warning tone) for threats of 'Ulysses' gets local Twitter talking anew”. Interaksyon (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Local Authorities evacuate thousands as Typhoon 'Ulysses' approaches”. interaksyon.philstar.com. Interaksyon Philippine Star. ngày 11 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Forced evacuation starts as C. Luzon braces for 'Ulysses'”. www.pna.gov.ph (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ “14,000 families to be evacuated in Camarines Norte amid Ulysses' threat”. GMA News Online (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ “OCD V says over 3,000 families preemptively evacuated in Bicol”. GMA News Online (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Over 2K stranded in ports due to Typhoon Ulysses”. www.pna.gov.ph (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ “PAL cancels several international, domestic flights due to 'Ulysses'”. GMA News Online (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ “Palace suspends gov't work and classes today, tomorrow due to 'Ulysses'”. Manila Bulletin (bằng tiếng Anh). ngày 11 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Lahar warning raised in the wake of typhoon Ulysses”. Manila Bulletin (bằng tiếng Anh). ngày 11 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ a b “14 deaths due to 'Ulysses' undergoing validation: NDRRMC”. www.pna.gov.ph (bằng tiếng Anh). Truy cập ngày 13 tháng 11 năm 2020. ^ “VN: Bão số 13 sắp đổ bộ, miền Trung sơ tán 135.000 hộ dân”. BBC Vietnamese. ngày 13 tháng 11 năm 2020. Truy cập ngày 13 tháng 11 năm 2020. ^ “Cục Hàng không 'lệnh' đóng cửa 5 sân bay vì bão số 13”. Vietnam Finance. ngày 14 tháng 11 năm 2020. Truy cập ngày 14 tháng 11 năm 2020. ^ “Bão đi nhanh, Huế cấm dân ra đường từ 12h trưa nay 14-11”. Tuổi Trẻ Online. Truy cập 14 tháng 11 năm 2020. ^ “Sáu tỉnh dự kiến sơ tán hơn 460.000 dân trước bão”. VnExpress - Tin nhanh Việt Nam. 14 tháng 11 năm 2020. Truy cập 14 tháng 11 năm 2020. ^ “Ulysses triggers flood, rockslide in Catanduanes”. GMA News Online. Truy cập ngày 12 tháng 11 năm 2020. ^ “Power outages reported in Marikina City, Parts of Batangas, other areas”. gmanetwork.com. GMA News. ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Casinas, Jhon Aldrin (ngày 12 tháng 11 năm 2020). “Some Areas in Pasig experience power interruption as Ulysses Brings strong winds, heavy rain in Metro Manila”. mb.com.ph. Manila Bulletin. Truy cập ngày 12 tháng 11 năm 2020. ^ Juan, Ratziel San. “'Cannot be reached': Emergency landline hotlines 'inaccessible' during Typhoon Ulysses”. Philstar.com. Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Malasig, Jeline (ngày 12 tháng 11 năm 2020). “PAGASA's weather forecasting hotlines down due to technical issues”. Interaksyon (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Anthony Pangilinan, napaisip kung sapat ang babala para sa Typhoon Ulysses; Jim Parades, nami-miss ang ABS-CBN News”. PEP.ph (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Mercado, Neil Arwin (ngày 2 tháng 11 năm 2020). “Super Typhoon Rolly bares 'information gap' left by ABS-CBN shutdown”. INQUIRER.net (bằng tiếng Anh). Bản gốc lưu trữ ngày 9 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Sibucao, Claire Denise (ngày 3 tháng 11 năm 2020). “Netizens slam gov't for ABS-CBN Regional absence in Typhoon Rolly”. UPLB Perspective (bằng tiếng Anh). Bản gốc lưu trữ ngày 3 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Social media becomes emergency helpline at the height of Typhoon 'Ulysses'”. Manila Bulletin (bằng tiếng Anh). ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Marikina Mayor Teodoro: Nao-overwhelm na kami, parang Ondoy na ito”. GMA News Online (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Duterte defends absence during Typhoon Ulysses onslaught, says he was told to prioritize his safety”. cnn (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Cabato, Regine. “Typhoon Vamco batters the Philippines, leaving millions without power”. Washington Post (bằng tiếng Anh). ISSN 0190-8286. Truy cập ngày 12 tháng 11 năm 2020. ^ “Jericho Rosales, Kim Jones rescue typhoon victims using surfboards”. Manila Bulletin (bằng tiếng Anh). ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Clarissa Batino, Cecilia Yap (ngày 11 tháng 11 năm 2020). “Philippine Markets Shut as New Storm Slams into Luzon, Killing 1”. bloomberg.com. Bloomberg. Truy cập ngày 12 tháng 11 năm 2020. ^ Jim Gomez, Aaron Favila (ngày 13 tháng 11 năm 2020). “Strong typhoon leaves 42 dead, 20 missing in Philippines”. apnews.com. Associated Press. Truy cập ngày 13 tháng 11 năm 2020. ^ Chỉ là tên gọi để phân biệt với các cơn áp thấp khác, không phải là tên quốc tế ^ Tên địa phương Philippines ^ a b Mai Hương (ngày 15 tháng 11 năm 2020). “Bão số 13 đổ bộ, miền Trung thiệt hại nặng nề”. ^ ANH TUẤN- QUANG HẢI (ngày 15 tháng 11 năm 2020). “Ngổn ngang\" vì bão số 13”.[liên kết hỏng] ^ “NDRRMC: Ulysses death count rises to 32”. cnn (bằng tiếng Anh). Truy cập ngày 14 tháng 11 năm 2020. ^ Punzalan, Jamaine (ngày 13 tháng 11 năm 2020). “'Ulysses' leaves 14 dead: DILG”. ABS-CBN News (bằng tiếng Anh). Truy cập ngày 13 tháng 11 năm 2020. ^ Mocon-Ciriaco, Claudeth (14 tháng 11 năm 2020). “39 dead after Ulysses leaves trail of destruction in Luzon | Claudeth Mocon-Ciriaco and The Associated Press”. BusinessMirror (bằng tiếng Anh). Truy cập ngày 14 tháng 11 năm 2020. ^ “Marikina River reaches 'Ondoy'-like water level”. Manila Bulletin (bằng tiếng Anh). ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Marikina under state of calamity \"Mayor\"”. INQUIRER.net. (bằng tiếng Anh). ngày 13 tháng 11 năm 2020. Truy cập ngày 13 tháng 11 năm 2020. ^ Enano, Jhesset O. (ngày 13 tháng 11 năm 2020). “Typhoon Ulysses: Less rain than Ondoy” (bằng tiếng Anh). Truy cập ngày 14 tháng 11 năm 2020. ^ Manahan, Job (ngày 13 tháng 11 năm 2020). “Environmentalist: Diminished Marikina Watershed's condition similar to 'Stage 4 cancer'”. ABS CBN News and Public Affairs (bằng tiếng Anh). Truy cập ngày 14 tháng 11 năm 2020. ^ Limos, Mario Alvaro. “Gina Lopez Warned About Denuded Watersheds. Now, We're Paying the Price”. Esquire Philippines. Truy cập ngày 14 tháng 11 năm 2020. ^ “Flooding in Pampanga feared to worsen as river swells after Ulysses”. INQUIRER.net (bằng tiếng Anh). 14 tháng 11 năm 2020. Truy cập ngày 14 tháng 11 năm 2020. ^ “La Mesa Dam hits spilling level”. Rappler (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ Reyes-Estrope, Carmela (ngày 12 tháng 11 năm 2020). “Elevation in 3 Bulacan dams breaches spilling level due to Ulysses”. INQUIRER.net (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ Marquez, Consuelo (ngày 12 tháng 11 năm 2020). “3 Luzon dams release water – Pagasa”. INQUIRER.net (bằng tiếng Anh). Truy cập ngày 12 tháng 11 năm 2020. ^ “Typhoon Ulysses, monsoon rains spawn massive floods in Cagayan province”. ABS-CBN News (bằng tiếng Anh). 13 tháng 11 năm 2020. Truy cập ngày 13 tháng 11 năm 2020. ^ “CagayanNeedsHelp: Netizens' appeal for help goes viral on social media”. Manila Bulletin. ^ Lalu, Gabriel Pabico (13 tháng 11 năm 2020). “Robredo assures Cagayan Valley: We heard you, gov't finding ways to reach you”. INQUIRER.net (bằng tiếng Anh). Truy cập ngày 13 tháng 11 năm 2020. ^ “Cagayan province turned into 'Pacific Ocean': disaster management official”. ABS-CBN News (bằng tiếng Anh). 13 tháng 11 năm 2020. Truy cập ngày 13 tháng 11 năm 2020. ^ Lalu, Gabriel Pabico (ngày 14 tháng 11 năm 2020). “Robredo discusses Cagayan rescue with military, but aerial response may be out” (bằng tiếng Anh). Truy cập ngày 13 tháng 11 năm 2020. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Vamco (2020). Thông tin về bão nhiệt đới Vamco Lưu trữ 2020-11-17 tại Wayback Machine của JMA Văn bản cảnh báo bão nhiệt đới Vamco Lưu trữ 2020-11-15 tại Wayback Machine của JTWC 25W.VAMCO from the U.S. Naval Research Laboratory hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2020 Dòng thời gian BCP Vongfong BNĐ Nuri ATNĐ Carina ATNĐ JMA TD 04 BNĐ Sinlaku BCP Hagupit BNĐ Jangmi ATNĐ Gener BNĐDD Mekkhala BNĐDD Higos BCP Bavi BCP Maysak TC Haishen ATNĐ 12W BNĐ Noul BNĐDD Dolphin BNĐDD Kujira ATNĐ JMA TD 18 BCP Chan-hom ATNĐ Vietnam TD BNĐ Linfa BNĐ Nangka ATNĐ Ofel BCP Saudel ATNĐ 20W BCP Molave TC Goni BNĐDD Atsani BNĐ Etau BNĐ Vamco ATNĐ JMA TD 30 BNĐ Krovanh ATNĐ JMA TD 32 Sách · Thể loại · Chủ đề · Dự án · Commons hiện x t s Tên bão bị khai tử bởi Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines Thập niên 1960 Dading Welming Thập niên 1970 Pitang Sening Titang Yoling Wening Didang Atang Thập niên 1980 Nitang Undang Sisang Herming Unsang Yoning Thập niên 1990 Ruping Uring Rosing Iliang Loleng Thập niên 2000 Nanang Gloria Harurot Unding Violeta Winnie Milenyo Reming Cosme Frank Ondoy Pepeng Thập niên 2010 Juan Katring Bebeng Juaning Mina Pedring Sendong Pablo Labuyo Santi Yolanda Glenda Jose Mario Ruby Seniang Lando Nona Karen Lawin Nina Urduja Vinta Ompong Rosita Usman Tisoy Ursula Thập niên 2020 Ambo Quinta Rolly Ulysses Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Vamco_(2020)&oldid=69540854” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2020 Bão tại Việt Nam Bão tại Philippines Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 05:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}