{"Bão Linfa (2020)":"Bão Linfa (2020) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Tác động 3Xem thêm 4Tham khảo 5Liên kết ngoài Bão Linfa (2020) 3 ngôn ngữ English 한국어 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão nhiệt đới đổ bộ vào Việt Nam Bão nhiệt đới Linfa Bão nhiệt đới (Thang JMA) Bão nhiệt đới (SSHWS\/NWS) Bão nhiệt đới Linfa đổ bộ Miền Trung nước ta ngày 11 tháng 10 Hình thành 9 tháng 10 năm 2020 Tan 12 tháng 10 năm 2020 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 85 km\/h (50 mph) Duy trì liên tục trong 1 phút: 85 km\/h (50 mph) Áp suất thấp nhất 994 mbar (hPa); 29.35 inHg Số người chết 137 Thiệt hại $950 triệu Vùng ảnh hưởng Campuchia, Lào, Myanmar, Philippines, Thái Lan, Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 2020 Bão nhiệt đới Linfa, tại Việt Nam gọi là bão số 6, là một xoáy thuận nhiệt đới chết người diễn ra vào tháng 10 năm 2020 gây mưa lớn và lũ lụt gió mùa tại Việt Nam. Là cơn bão thứ mười lăm trong mùa bão Tây Bắc Thái Bình Dương 2020, Linfa hình thành từ một xoáy thấp trong dải hội tụ nhiệt đới ở phía tây của Philippines ngày 10 tháng 10 năm 2020, sau đó mạnh lên thành bão nhiệt đới.[1] Cơn bão di chuyển về phía Tây và gây mưa lớn ở Việt Nam vào ngày 11 tháng 10. Tính đến ngày 14 tháng 10, cơn bão đã làm 44 người thiệt mạng và 6 người mất tích tại Việt Nam.[2][3] Lịch sử khí tượng[sửa | sửa mã nguồn] Quỹ đạo cơn bão Linfa, một cơn bão tàn phá khiến Miền Trung chịu thiệt hại nặng nề năm 2020. Những dấu chấm màu đại diện cho vị trí bão và cường độ của nó trong thời gian sáu tiếng. Thang bão Saffir-Simpson ATNĐ BNĐ C1 C2 C3 C4 C5 Ngày 9 tháng 10, JTWC bắt đầu theo dõi một hệ thống nhiệt đới phía đông đông nam của Đà Nẵng, Việt Nam.[4] Ngày 10 tháng 10, hệ thống được JTWC và JMA tuyên bố là áp thấp nhiệt đới.[5][6] Cùng ngày, JMA nâng cấp áp thấp thành bão nhiệt đới và đặt tên là Linfa.[7] Cơn bão di chuyển về hướng tây, đổ bộ vào miền Trung Việt Nam lúc 3:00 UTC (10 giờ sáng giờ địa phương) ngày 11 tháng 10.[8] JTWC đưa ra cảnh báo cuối cùng về cơn bão vào 9:00 ngày hôm đó.[9] JMA sau đó cũng đưa ra cảnh báo cuối cùng vào lúc 18:00 UTC, 1 giờ sáng ngày 12 tháng 10 theo giờ địa phương.[10] Tác động[sửa | sửa mã nguồn] Linfa gây mưa lớn kỷ lục ở miền Trung Việt Nam, lên mức 1.888 mm tại A Lưới (Huế), và 1.520 mm ở Quảng Trị.[11] Các tỉnh thành miền Trung bị ảnh hưởng nặng nề, với hơn hàng trăm ngôi nhà bị phá hủy và hàng trăm nghìn ngôi nhà bị lụt. Ngoài ra, cơn bão phá hủy 108 đoạn cao tốc và 8,6 km đường cao tốc liên tỉnh.[12] Xem thêm[sửa | sửa mã nguồn] Bão và áp thấp nhiệt đới tác động đến mưa lũ miền Trung Việt Nam 2020 Bão số Ảnh vệ tinh Tên quốc tế Khu vực đổ bộ Địa phương tâm bão đi qua Thời gian đổ bộ Khu vực ảnh hưởng tại miền Trung Ghi chú Vùng áp thấp Vietnam TD[13] Phú Yên Khánh Hòa - 07\/10 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Khởi đầu đợt mưa lũ 6 Linfa Quảng Nam Quảng Ngãi Quảng Ngãi 11\/10 Toàn miền Trung Bắc Tây Nguyên Đợt lũ thứ nhất Tên bão bị đề nghị loại bỏ 7 Nangka Nam Định Ninh Bình Thanh Hóa Ninh Bình 14\/10 Bắc Trung Bộ Trung Trung Bộ Không trực tiếp đổ bộ Trung Bộ nhưng gián tiếp khởi đầu đợt lũ thứ hai ATNĐ Ofel[14] Đà Nẵng Quảng Nam Đà Nẵng 16\/10 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ hai 8 Saudel Hà Tĩnh Quảng Bình Yếu thành vùng thấp ven bờ 26\/10 Bắc Trung Bộ Tác động gián tiếp 9 Molave Quảng Nam Quảng Ngãi Quảng Ngãi 28\/10 Toàn miền Trung Tây Nguyên Đợt lũ thứ ba Bão mạnh nhất biển Đông 2020 10 Goni Bình Định Phú Yên Yếu thành vùng thấp ven bờ 06\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Mở đầu đợt lũ thứ tư 12 Etau Phú Yên Khánh Hòa Khánh Hòa 10\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Đợt lũ thứ tư 13 Vamco Hà Tĩnh Quảng Bình Quảng Bình 15\/11 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ tư Bão mạnh nhất biển Đông 2020 Danh sách các xoáy thuận nhiệt đới ẩm ướt nhất Bão nhiệt đới Noul (2020) – (bão số 5), đổ bộ vào Việt Nam vào tháng 9, làm hơn 18 người chết Bão nhiệt đới Nangka (2020) – (bão số 7), cơn bão đổ bộ ngay sau bão Linfa Tham khảo[sửa | sửa mã nguồn] ^ Gia Chính (ngày 11 tháng 10 năm 2020). “Bão Linfa sẽ đổ bộ khu vực Quảng Nam - Bình Định”. VnExpress. Truy cập ngày 15 tháng 10 năm 2020. ^ \"BÁO CÁO Tình hình ngày 14\/10\/2020\". Văn phòng Ủy ban Quốc gia Ứng phó sự cố thiên tai và Tìm kiếm cứu nạn. ^ T.Tuấn; V.Duẩn; T.Trực (ngày 15 tháng 10 năm 2020). “Mưa lũ miền Trung và Tây Nguyên: 50 người chết và mất tích”. https:\/\/nld.com.vn. Truy cập ngày 15 tháng 10 năm 2020. Liên kết ngoài trong |website= (trợ giúp) ^ “Tropical Cyclone Formation Alert (Invest 92W)”. Trung tâm Cảnh báo Bão Liên hợp. ngày 9 tháng 10 năm 2020. Bản gốc lưu trữ ngày 31 tháng 7 năm 2020. Truy cập ngày 10 tháng 10 năm 2020. ^ “Tropical Depression 17W (Seventeen) Warning No. 1”. Trung tâm Cảnh báo Bão Liên hợp. ngày 10 tháng 10 năm 2020. Bản gốc lưu trữ ngày 10 tháng 10 năm 2020. Truy cập ngày 10 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Cục Khí tượng Nhật Bản. ngày 10 tháng 10 năm 2020. Bản gốc lưu trữ ngày 10 tháng 10 năm 2020. Truy cập ngày 10 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. ngày 10 tháng 10 năm 2020. Bản gốc lưu trữ ngày 12 tháng 10 năm 2020. Truy cập ngày 10 tháng 10 năm 2020. ^ “Tropical Storm 17W (Linfa) Warning No. 6”. Joint Typhoon Warning Center. ngày 11 tháng 10 năm 2020. Bản gốc lưu trữ ngày 11 tháng 10 năm 2020. Truy cập ngày 11 tháng 10 năm 2020. ^ “Tropical Storm 17W (Linfa) Warning No. 6”. Joint Typhoon Warning Center. ngày 11 tháng 10 năm 2020. Bản gốc lưu trữ ngày 12 tháng 10 năm 2020. Truy cập ngày 12 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. ngày 11 tháng 10 năm 2020. Bản gốc lưu trữ ngày 12 tháng 10 năm 2020. Truy cập ngày 12 tháng 10 năm 2020. ^ “3 tỉnh xin hỗ trợ khẩn cấp thiệt hại do bão số 6, áp thấp nhiệt đới”. Báo Lao động. ngày 12 tháng 10 năm 2020. Truy cập ngày 14 tháng 10 năm 2020. ^ “Vietnam flood death toll rises as storm Nangka dumps more rain - Vietnam”. Al Jazeera. ngày 12 tháng 10 năm 2020. Truy cập ngày 15 tháng 10 năm 2020. ^ Chỉ là tên gọi để phân biệt với các cơn áp thấp khác, không phải là tên quốc tế ^ Tên địa phương Philippines Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Linfa (2020). Trang web Cục Khí tượng Nhật Bản Trang web Trung tâm Cảnh báo Bão Liên hợp ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2020 Dòng thời gian BCP Vongfong BNĐ Nuri ATNĐ Carina ATNĐ JMA TD 04 BNĐ Sinlaku BCP Hagupit BNĐ Jangmi ATNĐ Gener BNĐDD Mekkhala BNĐDD Higos BCP Bavi BCP Maysak TC Haishen ATNĐ 12W BNĐ Noul BNĐDD Dolphin BNĐDD Kujira ATNĐ JMA TD 18 BCP Chan-hom ATNĐ Vietnam TD BNĐ Linfa BNĐ Nangka ATNĐ Ofel BCP Saudel ATNĐ 20W BCP Molave TC Goni BNĐDD Atsani BNĐ Etau BNĐ Vamco ATNĐ JMA TD 30 BNĐ Krovanh ATNĐ JMA TD 32 Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Linfa_(2020)&oldid=68615449” Thể loại: Tropical cyclone articles with unknown units Thảm họa tại châu Á năm 2020 Mùa bão Tây Bắc Thái Bình Dương 2020 Xoáy thuận nhiệt đới năm 2020 Bão tại Việt Nam Bão nhiệt đới Tây Bắc Thái Bình Dương Thể loại ẩn: Lỗi CS1: liên kết ngoài Bài có mô tả ngắn Mô tả ngắn khác với Wikidata Trang này được sửa lần cuối vào ngày 18 tháng 5 năm 2022, 09:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}