{"Bão Goni (2020)":"Bão Goni (2020) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Công tác ứng phó Hiện\/ẩn mục Công tác ứng phó 2.1Phillipines 2.2Việt Nam 3Tác động Hiện\/ẩn mục Tác động 3.1Philippines 4Kỷ lục 5Hình ảnh 6Xem thêm 7Tham khảo 8Liên kết ngoài Bão Goni (2020) 12 ngôn ngữ Bahasa Indonesia Čeština English Español 한국어 日本語 Português Simple English Suomi Tagalog ไทย 中文 5 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Goni (Rolly) Bão cuồng phong dữ dội (Thang JMA) Siêu bão cuồng phong cấp 5 (SSHWS\/NWS) Bão Goni tại thời điểm cường độ cực đại, ngay trước khi đổ bộ Philippines, ngày 31 tháng 10 Hình thành 26 tháng 10 năm 2020 Tan 6 tháng 11 năm 2020 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 220 km\/h (140 mph) Duy trì liên tục trong 1 phút: 315 km\/h (195 mph) Áp suất thấp nhất 905 mbar (hPa); 26.72 inHg (Ước tính khoảng 884 hPa (26,1 inHg) bởi JTWC) Số người chết 26 người chết, 3 người mất tích, Thiệt hại $299 triệu (USD 2020) Vùng ảnh hưởng Philippines, Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 2020 Bão Goni, biết đến ở Philippines với tên gọi Bão Rolly, hay cơn bão số 10 ở Việt Nam, là cơn bão thứ 19 được đặt tên, cơn bão cuồng phong thứ 9 và siêu bão thứ hai của mùa bão Tây Bắc Thái Bình Dương 2020, Goni bắt nguồn từ một áp thấp nhiệt đới ở phía tây nam đảo Guam vào ngày 26 tháng 10. Sau đó áp thấp mạnh lên thành Bão nhiệt đới Goni vào ngày 27 tháng 10. Goni tăng cấp rất nhanh trên khu vực Biển Philippines, trở thành siêu bão cấp 5. Goni tiếp tục giữ cường độ cấp 5 trong hơn một ngày, trước khi đổ bộ vào đảo Catanduanes với sức gió duy trì trong 1 phút đạt 315 km\/h (195 mph) và áp suất tâm tối thiểu ở mức 905 hPa (mbar; 26.72 inHg). Đây là xoáy thuận nhiệt đới mạnh nhất được quan sát trên toàn thế giới của năm 2020 và là một trong những xoáy thuận nhiệt đới mạnh nhất từng được ghi nhận.[1] Cơn bão đã gây ra lũ quét nghiêm trọng tại Legazpi, đồng thời kích hoạt các hiện tượng lahar tại ngọn núi lửa Mayon. Điện đã bị mất trên diện rộng, nhiều đường dây truyền tải điện đã bị hư hại tại Vùng Bicol. Tại đây, hơn 390.000 người phải rời nhà cửa, 30 người chết và 3 người còn mất tích. Một vấn đề nữa đó là tình hình đại dịch COVID-19 tại các khu sơ tán đang trở nên đáng lo ngại.Tổng cộng cơn bão đã ảnh hưởng 30 triệu người trên đường đi của mình. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Sau khi bão Molave tàn phá Philippines, Cục Khí tượng Nhật Bản (JMA) đã phát đi thông báo về sự hình thành của một vùng áp thấp nhiệt đới mới ở phía tây quần đảo Mariana, trên vùng biển Thái Bình Dương vào ngày 27 tháng 10.[2] Vì gần khu vực chịu trách nhiệm về khí tượng của Philippines, cùng với tuyến đường được dự báo là về phía Tây, Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines (PAGASA) cũng bắt đầu đưa ra các lời khuyên về xoáy thuận nhiệt đới mới hình thành.[3] Đến ngày hôm sau, Trung tâm Cảnh báo Bão Liên hợp (JTWC) cũng theo dõi và nâng cấp xoáy thuận này thành áp thấp nhiệt đới.[4] Cơn bão có dòng ngoại lưu và hướng đi tốt khi nó tiến gần đến khu vực quản lý của Philippines.[5] Từ trái sang phải; Bão Molave, Bão nhiệt đới Goni và tiền thân của Bão nhiệt đới Atsani (ở dưới cùng bên phải) vào ngày 28 tháng 10 năm 2020. Khi vùng áp thấp tiếp tục di chuyển về phía tây nhờ các điều kiện thuận lợi ở vùng biển Thái Bình Dương, JMA và JTWC đã nâng cấp độ của hình thái này thành một cơn bão nhiệt đới, trong khi JMA đặt tên cho nó là Goni cho cơn bão mạnh hơn.[6][7][8] Vài giờ sau, PAGASA chính thức nâng cấp độ của Goni thành bão nhiệt đới mạnh.[9] Do vùng nước ấm xung quanh cơn bão, nó có dịp để tăng cường độ, trở thành bão cuồng phong.[10][11] Đến 9 giờ 30 phút sáng ngày 29 tháng 10 (giờ UTC), Goni đi vào khu vực quản lý của Philippines và được PAGASA đặt tên là Rolly.[12] Đến 18:00 giờ (UTC) cùng ngày, Goni đạt cường độ tương đương bão cấp 4, với sức gió duy trì trong 1 phút là 120 hải lý trên giờ (220 km\/h; 140 mph), và sau đó trở thành cơn bão mạnh cấp 5 đầu tiên của mùa bão chỉ vài giờ sau.[13][14] JTWC xác định Goni là siêu bão vào lúc 09:00 UTC ngày 30 tháng 10, biến nó trở thành siêu bão thứ hai của mùa bão. Sau khi trải qua một chu kỳ thay thế mắt bão ngắn ngủi vào ngày 31 tháng 10, một chu kỳ điển hình của một cơn bão có cường độ như vậy, nó đã tiếp tục mạnh lên, với JTWC, JMA và Chi nhánh phân tích vệ tinh đều đánh giá thông số kỹ thuật Dvorak là số-T 8,0, cao nhất trong thang điểm. Trên cơ sở này, JTWC ước tính sức gió duy trì trong 1 phút là 315 km\/h (195 dặm \/ giờ), tương đương với bão Haiyan của năm 2013 và bão Meranti của năm 2016 với ước tính đáng tin cậy cao nhất ở Đông bán cầu. Trong khi đó, JMA ước tính áp suất khí quyển trung tâm là 905 hPa (mbar; 26,72 inHg) cho cơn bão trong khi đó JTWC ước tính áp suất là 884 hPa (mbar: 26,1 inHg).[15] Siêu bão Goni đổ bộ vào đảo Catanduanes, Philippines, với đám mây dày đặc Bão Goni đổ bộ Philippines ngày 1 tháng 11 Vào lúc 20:50 UTC ngày 31 tháng 10, Goni đổ bộ lên khu vực đất liền Bato, Catanduanes, Philippines với cường độ cao nhất, cấp 5 siêu bão.[16][17] Tính theo sức gió duy trì trong 1 phút, đây là xoáy thuận nhiệt đới mạnh nhất khi đổ bộ đất liền trên toàn thế giới với vận tốc gió 315 km\/h.[18][19] Goni còn tiếp tục đổ bộ vào Tiwi, Albay lúc 23:20 UTC và San Narciso, Quezon lúc 04:00 UTC ngày 1 tháng 11.[20][21] Goni sau đó tiếp tục đổ bộ đất liền Philippines lần thứ tư tại Lobo, Batangas lúc 09:30 UTC.[22] Do tương tác với đất liền, cộng thêm gió đứt được tăng cường, Goni nhanh chóng yếu đi thành bão nhiệt đới khi đi vào Biển Tây Philippines.[23][24] Trước khi ra khỏi vùng giám sát bão của Philippines, Goni mạnh lên đôi chút nhưng không thể phát triển thêm do điều kiện không thuận lợi.Sau đó hệ thống yếu thành áp thấp nhiệt trước khi mạnh lại thành,bão sau đó di chuyển chậm lại tan trên ven bờ biển Việt Nam tàn dư của nó tiếp tục đi về phía tây trước khi tan hoàn toàn.[25][26] Công tác ứng phó[sửa | sửa mã nguồn] Phillipines[sửa | sửa mã nguồn] Hội đồng Xử lý và Giảm thiểu Rủi ro Thiên Tai (RDRRMC) vùng Bicol đã ban hành lệnh cấm tàu thuyền hoạt động từ ngày 29 tháng 10.[27] Cảnh sát biển Philippines ngừng cấp phép đi lại với các tàu vận tải tại Đảo Polillo.[28] Vào ngày 30 tháng 10, lúc 8:00 PHT (0:00 UTC), nhà chức trách tỉnh Quezon đặt mức cảnh báo trong khu vực lên mức báo động đỏ, yêu cầu các đội vận hành, giám sát túc trực mọi lúc, sẵn sàng ứng phó khi bão đổ bộ. Cùng thời điểm đó, tỉnh Camarines Norte bắt đầu sơ tán 35.000 gia đình, khoảng 159.000 người khỏi các khu vực có rủi ro cao, bao gồm các ngôi làng ven biển tại thủ phủ Daet.[29] Cùng ngày, NDRRMC nâng mức báo động đỏ trên toàn quốc để chuẩn bị cho bão.[30] Viện Nghiên cứu Y học Nhiệt đới, một trong những phòng xét nghiệm COVID-19 lớn nhất cả nước, thông báo tạm ngừng hoạt động vào ngày 1 và 2 tháng 11 để giảm thiệt hại tới cơ sở vật chất.[29] Khi bão gần tiến vào lãnh thổ, Viện Núi lửa và Địa chấn Philippines đã đưa ra khuyến cáo về khả năng nhiễm lahar tại các sông và khu vực thoát nước gần Núi Pinatubo, Núi lửa Mayon, và Núi lửa Taal.[31][32] Sáng ngày 31 tháng 10, PAGASA nâng cảnh báo bão lên mức 3 cho toàn vùng Catanduanes, cùng với khu vực đông bắc của hai tỉnh Albay và Camarines Sur vài giờ sau.[33][34] Chính quyền địa phương tại Camarines Sur bắt đầu công tác sơ tán cưỡng chế, dự kiến phải di dời được 20.000 hộ trước 12 giờ trưa.[35] Tới thời điểm 12 giờ trưa, chính quyền Camarines Norte đã sơ tán 6.645 người từ 75 ngôi làng trong tổng số 159.000 người dự kiến.[36] Số lương thực trị giá 8,3 triệu peso, cùng với 26,42 triệu peso các vật dụng thiết yếu và 3 triệu peso tại các quỹ chờ sẵn đã được Bộ Phúc lợi và Phát triển Xã hội chuẩn bị tại Vùng Bicol cùng với các tổ chức hỗ trợ tại địa phương. Các khu sơ tán tại Aurora cũng đã được chuẩn bị, một số trường học được dùng làm nơi trú ẩn.[37][38] Tại Vùng đô thị Manila, các thị trưởng đã bắt đầu công tác chuẩn bị riêng trước bão, như ngừng các công trường xây dựng và yêu cầu dỡ bỏ lều bạt và các kiến trúc ngoài trời khác. Văn phòng Xử lý và Giảm thiếu Rủi ro Thiên tai tại Manila đã chuẩn bị thuyền cứu hộ để đề phòng sử dụng cho công tác cứu hộ.[39] Tới buổi tối, PAGASA lần đầu tiên trong năm nâng cảnh báo bão lên mức 4 tại vùng Catanduanes, khu vực phía đông của Camarines Sur, và sau đó vài giờ là vùng phía bắc tỉnh Albay.[40][41] Tới cuối ngày, gần 1 triệu người đã được đưa đi sơ tán: 749.000 người tại Albay và 200.000 người tại Camarines Sur.[42] Cảng vụ Hàng không Quốc tế Manila thông báo Sân bay quốc tế Ninoy Aquino sẽ tạm thời đóng cửa trong 24 giờ, bắt đầu từ 10:00 ngày hôm sau.[43] Nhiều cảng phải đóng cửa khiến 1.300 hành khánh bị kẹt tại Bicol và Đông Visayas.[44] Tới sáng sớm ngày 1 tháng 11, PAGASA đã nâng cảnh báo lên mức 5 tại Catanduanes, Camarines Norte, và khu vực phía đông của Camarines Sur.[17] Việt Nam[sửa | sửa mã nguồn] Bão và áp thấp nhiệt đới tác động đến mưa lũ miền Trung Việt Nam 2020 Bão số Ảnh vệ tinh Tên quốc tế Khu vực đổ bộ Địa phương tâm bão đi qua Thời gian đổ bộ Khu vực ảnh hưởng tại miền Trung Ghi chú Vùng áp thấp Vietnam TD[45] Phú Yên Khánh Hòa - 07\/10 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Khởi đầu đợt mưa lũ 6 Linfa Quảng Nam Quảng Ngãi Quảng Ngãi 11\/10 Toàn miền Trung Bắc Tây Nguyên Đợt lũ thứ nhất Tên bão bị đề nghị loại bỏ 7 Nangka Nam Định Ninh Bình Thanh Hóa Ninh Bình 14\/10 Bắc Trung Bộ Trung Trung Bộ Không trực tiếp đổ bộ Trung Bộ nhưng gián tiếp khởi đầu đợt lũ thứ hai ATNĐ Ofel[46] Đà Nẵng Quảng Nam Đà Nẵng 16\/10 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ hai 8 Saudel Hà Tĩnh Quảng Bình Yếu thành vùng thấp ven bờ 26\/10 Bắc Trung Bộ Tác động gián tiếp 9 Molave Quảng Nam Quảng Ngãi Quảng Ngãi 28\/10 Toàn miền Trung Tây Nguyên Đợt lũ thứ ba Bão mạnh nhất biển Đông 2020 10 Goni Bình Định Phú Yên Yếu thành vùng thấp ven bờ 06\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Mở đầu đợt lũ thứ tư 12 Etau Phú Yên Khánh Hòa Khánh Hòa 10\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Đợt lũ thứ tư 13 Vamco Hà Tĩnh Quảng Bình Quảng Bình 15\/11 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ tư Bão mạnh nhất biển Đông 2020 Xem thêm: Lũ lụt miền Trung Việt Nam năm 2020 Chiều ngày 31 tháng 10, Ban chỉ đạo Trung ương về phòng chống thiên tai ra công điện khẩn đề nghị các tỉnh tiếp tục thực hiện công điện của Thủ tướng về các biện pháp ứng phó với bão.[47] Sáng ngày 1 tháng 11, Ủy ban nhân dân tỉnh Quảng Ngãi phát đi công điện hỏa tốc số 05\/CĐ-UBND, chỉ đạo các cơ quan, đơn vị, địa phương trên địa bàn tỉnh triển khai thực hiện ngay các công việc nhằm ứng phó với bão Goni, giao Bộ Chỉ huy Bộ đội Biên phòng tỉnh cùng các đơn vị liên quan cấm cửa tất cả các phương tiện ra khơi, bao gồm tuyến Sa Kỳ - Lý Sơn và ngược lại ngay khi vùng biển Quảng Ngãi có gió mạnh từ cấp 6 trở lên, đồng thời chỉ đạo các địa phương trong địa bàn tổ chức phương án ứng phó, di dân, hướng dẫn người dân thu hoạch mùa màng.[48] Tại Bình Định, cơ quan chức nặng đã thực hiện biện pháp sơ tán 50.000 tàu cá đang hoạt động trong khu vực vào nơi tránh trú bão an toàn.[49] Tác động[sửa | sửa mã nguồn] Siêu bão Goni trước khi đổ bộ vào Bato, Catanduanes Philippines[sửa | sửa mã nguồn] Vào hồi 20:50 UTC ngày 31 tháng 10 năm 2020 (4:50 giờ địa phương), Goni đổ bộ lên đảo Catanduanes với vùng mây giông dày đặc cùng sức gió mạnh khủng khiếp.[50] Đến 8:00 sáng cùng ngày (0:00 UTC), toàn bộ vùng Bicol bị mất điện, 10 hợp tác xã tiêu dùng điện báo mất điện do trụ điện bị đổ, đường dây bị hư hỏng.[51][52] Hai trung tâm sơ tán bị tốc mái do ảnh hưởng của sức gió. Tại Legazpi, lũ quét chôn vùi nhiều ngôi làng. Các con đường bị phá huỷ bởi núi đá lở từ núi và bùn chảy từ núi lửa Mayon.[53] Cầu Basud, cây cầu kết nối quận đầu tiên và quận thứ hai của Albay cũng bị phá hủy do bùn chảy.[54] Hãng hàng không dân dụng Philippines cho biết sân bay Naga bị tàn phá nghiêm trọng, trong khi sân bay Virac, sân bay duy nhất hoạt động tại Catanduanes thì mất liên lạc.[55] Cuối ngày hôm đó, các quan chức tỉnh Cavite tuyên bố nơi này đang trong tình trạng thiên tai do ảnh hưởng của bão Goni.[56] Tại Albay, ít nhất mười người thiệt mạng do bão. Trong số này có một đứa trẻ 5 tuổi bị lũ cuốn trôi.[57] Còn tại Catanduanes, ít nhất một người thiệt mạng, ba người được báo cáo là đã mất tích.[58] 390.028 người phải bỏ nhà chạy trốn, và 1.103 hành khách vẫn bị mắc kẹt tại các cảng của vùng Bicol.[59] Kỷ lục[sửa | sửa mã nguồn] JTWC ước tính sức gió duy trì trong 1 phút của Goni khi đổ bộ vào đất liền là 315 km\/h (195 mph), cao nhất trong số các xoáy thuận nhiệt đới từng đổ bộ trên toàn thế giới,[60] và ngang hàng với tốc độ gió đỉnh cao của Bão Haiyan và Bão Meranti, với độ ước tính đáng tin cậy cao nhất tại Đông Bán Cầu.[61] Hình ảnh[sửa | sửa mã nguồn] Ngày 29 tháng 10 Ngày 30 tháng 10 Ngày 31 tháng 10 Ngày 4 tháng 11 Ngày 5 tháng 11 Xem thêm[sửa | sửa mã nguồn] Bão Yutu (2018) – một cơn bão mạnh cấp 5 có đường đi tương tự. Bão Rammasun (2014) Bão Durian (2006) Bão Xangsane (2006) Bão Angela (1995) có quỹ đạo tương tự Bão Goni Bão Mangkhut (2018) Bão Vamco (2020) Tham khảo[sửa | sửa mã nguồn] ^ Samenow, Jason. “Super Typhoon Goni explodes into 2020's strongest storm on Earth, moves toward Philippines”. The Washington Post (bằng tiếng Anh). Truy cập ngày 31 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. 27 tháng 10 năm 2020. Bản gốc lưu trữ ngày 27 tháng 10 năm 2020. Truy cập ngày 27 tháng 10 năm 2020. ^ “Tropical Cyclone Advisory #1 for Tropical Depression” (PDF). PAGASA. ngày 27 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 27 tháng 10 năm 2020. Truy cập ngày 27 tháng 10 năm 2020. ^ “Tropical Depression 22W (Twentytwo) Warning No. 1”. Joint Typhoon Warning Center. ngày 28 tháng 10 năm 2020. Bản gốc lưu trữ ngày 28 tháng 10 năm 2020. Truy cập ngày 28 tháng 10 năm 2020. ^ “Prognostic Reasoning for Tropical Depression 22W (Twenty-two) Warning No. 2”. Joint Typhoon Warning Center. ngày 28 tháng 10 năm 2020. Bản gốc lưu trữ ngày 28 tháng 10 năm 2020. Truy cập ngày 28 tháng 10 năm 2020. ^ “Tropical Storm 22W (Twentytwo) Warning No. 3”. Joint Typhoon Warning Center. ngày 28 tháng 10 năm 2020. Bản gốc lưu trữ ngày 28 tháng 10 năm 2020. Truy cập ngày 28 tháng 10 năm 2020. ^ “Tropical Storm 22W (Twenty-two) Warning No. 3”. Joint Typhoon Warning Center. ngày 28 tháng 10 năm 2020. Bản gốc lưu trữ ngày 28 tháng 10 năm 2020. Truy cập ngày 28 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. 28 tháng 10 năm 2020. Bản gốc lưu trữ ngày 29 tháng 10 năm 2020. Truy cập ngày 28 tháng 10 năm 2020. ^ “Tropical Cyclone Advisory #3 for Severe Tropical Storm \"Goni\"” (PDF). PAGASA. ngày 29 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 29 tháng 10 năm 2020. Truy cập ngày 29 tháng 10 năm 2020. ^ “Prognostic Reasoning for Typhoon 22W (Goni) Warning No. 6”. Joint Typhoon Warning Center. ngày 29 tháng 10 năm 2020. Bản gốc lưu trữ ngày 29 tháng 10 năm 2020. Truy cập ngày 29 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. 29 tháng 10 năm 2020. Bản gốc lưu trữ ngày 29 tháng 10 năm 2020. Truy cập ngày 29 tháng 10 năm 2020. ^ “Severe Weather Bulletin #1 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 29 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 29 tháng 10 năm 2020. Truy cập ngày 29 tháng 10 năm 2020. ^ “Typhoon 22W (Goni) Warning No. 8”. Joint Typhoon Warning Center. ngày 29 tháng 10 năm 2020. Bản gốc lưu trữ ngày 29 tháng 10 năm 2020. Truy cập ngày 29 tháng 10 năm 2020. ^ “Typhoon 22W (Goni) Warning No. 10”. Joint Typhoon Warning Center. ngày 30 tháng 10 năm 2020. Bản gốc lưu trữ ngày 30 tháng 10 năm 2020. Truy cập ngày 30 tháng 10 năm 2020. ^ “Prognostic Reasoning for Typhoon 22W (Goni) Warning No. 10”. Joint Typhoon Warning Center. ngày 30 tháng 10 năm 2020. Bản gốc lưu trữ ngày 30 tháng 10 năm 2020. Truy cập ngày 30 tháng 10 năm 2020. ^ “Severe Weather Bulletin #13 for Supertyphoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 31 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ a b “Rolly makes landfall over Bato, Catanduanes; Signal No. 5 up over 3 areas”. GMA News Online (bằng tiếng Anh). Truy cập ngày 31 tháng 10 năm 2020. ^ Lỗi chú thích: Thẻ <ref> sai; không có nội dung trong thẻ ref có tên :3 ^ Johnathan Belles (ngày 31 tháng 10 năm 2020). “Super Typhoon Goni Now The Strongest Cyclone To Make Landfall Since 2013's Haiyan”. weather.com. The Weather Company. Truy cập ngày 31 tháng 10 năm 2020. ^ “Severe Weather Bulletin #14 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 1 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ “Severe Weather Bulletin #16 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 1 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ Esguerra, Darryl John (ngày 1 tháng 11 năm 2020). “Typhoon Rolly makes 4th landfall in Lobo, Batangas”. INQUIRER.net (bằng tiếng Anh). Truy cập ngày 2 tháng 11 năm 2020. ^ “Severe Weather Bulletin #19 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 1 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ “Tropical Storm 22W (Goni) Warning No. 19”. Joint Typhoon Warning Center. ngày 1 tháng 11 năm 2020. Bản gốc lưu trữ ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ “Severe Weather Bulletin #24 for Supertyphoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 3 tháng 11 năm 2020. Bản gốc (PDF) lưu trữ ngày 3 tháng 11 năm 2020. Truy cập ngày 3 tháng 11 năm 2020. ^ “Prognostic Reasoning for Tropical Storm 22W (Goni) Warning No. 26”. Joint Typhoon Warning Center. ngày 3 tháng 11 năm 2020. Bản gốc lưu trữ ngày 3 tháng 11 năm 2020. Truy cập ngày 3 tháng 11 năm 2020. ^ Niño Luces (ngày 29 tháng 10 năm 2020). “No sailing policy up in Bicol region due to approaching typhoon”. mb.com.ph. Manila Bulletin. Truy cập ngày 29 tháng 10 năm 2020. ^ Jr, Delfin T. Mallari (ngày 30 tháng 10 năm 2020). “Quezon province under 'red alert' for 'Rolly'”. INQUIRER.net (bằng tiếng Anh). Truy cập ngày 30 tháng 10 năm 2020. ^ a b “'Rolly' prompts mass evacuations in Luzon”. INQUIRER.net (bằng tiếng Anh). ngày 31 tháng 10 năm 2020. Bản gốc lưu trữ Tháng 11 1, 2020. Truy cập ngày 31 tháng 10 năm 2020. Kiểm tra giá trị ngày tháng trong: |archive-date= (trợ giúp) ^ “Monitoring Dashboard”. National Disaster Risk Reduction and Management Council. ngày 30 tháng 10 năm 2020. Bản gốc lưu trữ ngày 30 tháng 10 năm 2020. Truy cập ngày 30 tháng 10 năm 2020. ^ Hallare, Katrina (ngày 31 tháng 10 năm 2020). “Mayon, Pinatubo, Taal mudflow, lahar possible as 'Rolly' nears Luzon – Phivolcs”. INQUIRER.net (bằng tiếng Anh). Truy cập ngày 31 tháng 10 năm 2020. ^ “Lahar Advisory for Monitored Volcanoes to Be Affected by Typhoon Rolly (Goni)”. PHIVOLCS. ngày 30 tháng 10 năm 2020. Lưu trữ bản gốc ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ “Severe Weather Bulletin #7 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 31 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ “Severe Weather Bulletin #8 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 31 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ Mier-Manjares, Maria April (ngày 31 tháng 10 năm 2020). “Typhoon Rolly update: Evacuation of vulnerable Camarines residents in full swing”. INQUIRER.net (bằng tiếng Anh). ^ Mier-Manjares, Ma. April (ngày 31 tháng 10 năm 2020). “Typhoon Rolly update: Evacuation of vulnerable Camarines residents in full swing”. INQUIRER.net. Bản gốc lưu trữ Tháng 11 1, 2020. Truy cập ngày 31 tháng 10 năm 2020. Kiểm tra giá trị ngày tháng trong: |archive-date= (trợ giúp) ^ Bacuño, Peewee (ngày 31 tháng 10 năm 2020). “Areas along expected path of Rolly prepare for onslaught”. GMA News Online. Bản gốc lưu trữ Tháng 11 5, 2020. Truy cập ngày 31 tháng 10 năm 2020. Kiểm tra giá trị ngày tháng trong: |archive-date= (trợ giúp) ^ Santos, Jamil (ngày 31 tháng 10 năm 2020). “Aurora province prepared for Typhoon Rolly —governor”. GMA News Online. Truy cập ngày 31 tháng 10 năm 2020. ^ Pedrajas, Jose (ngày 31 tháng 10 năm 2020). “Metro Manila mayors prepare for Typhoon 'Rolly'”. Manila Bulletin. Truy cập ngày 31 tháng 10 năm 2020. ^ “Severe Weather Bulletin #10 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 31 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ “Severe Weather Bulletin #11 for Typhoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 31 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ Macaraeg, Pauline (ngày 31 tháng 10 năm 2020). “NDRRMC: Almost 1 million evacuated due to Typhoon Rolly”. Rappler (bằng tiếng Anh). Bản gốc lưu trữ ngày 1 tháng 11 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ Rey, Aika (ngày 31 tháng 10 năm 2020). “Airport authority closes NAIA for 24 hours on November 1”. Rappler (bằng tiếng Anh). Truy cập ngày 31 tháng 10 năm 2020. ^ “PAGASA: Signal No. 4 raised in parts of Bicol region due to world's strongest Typhoon Rolly”. CNN Philippines (bằng tiếng Anh). Bản gốc lưu trữ ngày 1 tháng 11 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ Chỉ là tên gọi để phân biệt với các cơn áp thấp khác, không phải là tên quốc tế ^ Tên địa phương Philippines ^ Chí Tuệ (31 tháng 10 năm 2020). “Miền Trung Việt Nam phải sẵn sàng ứng phó siêu bão Goni”. Tuổi Trẻ. Truy cập ngày 1 tháng 10 năm 2020. ^ Hiến Cừ (1 tháng 11 năm 2020). “Quảng Ngãi tiếp tục triển khai các biện pháp ứng phó bão Goni”. Nhân Dân. Truy cập ngày 4 tháng 11 năm 2020. ^ A. Hiền (3 tháng 11 năm 2020). “Bão Goni khi vào gần bờ mạnh cấp 9, giật cấp 11”. Pháp Luật. Truy cập ngày 4 tháng 11 năm 2020. ^ “Severe Weather Bulletin #13 for Supertyphoon \"Rolly\" (Goni)” (PDF). PAGASA. ngày 31 tháng 10 năm 2020. Bản gốc (PDF) lưu trữ ngày 31 tháng 10 năm 2020. Truy cập ngày 31 tháng 10 năm 2020. ^ “Typhoon causes massive power cut in Bicol”. Manila Bulletin (bằng tiếng Anh). ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ “Typhoon Rolly knocks out power in Bicol, parts of Calabarzon”. ABS-CBN News (bằng tiếng Anh). ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ France-Presse, Agence (ngày 1 tháng 11 năm 2020). “People killed as Typhoon Goni strikes the Philippines”. The Telegraph (bằng tiếng Anh). ISSN 0307-1235. Truy cập ngày 1 tháng 11 năm 2020. ^ Barcia, Rhaydz B.; Buan, Lian (ngày 1 tháng 11 năm 2020). “Typhoon Rolly ravages Albay, at least 4 people dead”. Rappler. Legazpi City, Philippines. Truy cập ngày 1 tháng 11 năm 2020. ^ “LOOK: Rolly batters airports in Bicol Region”. GMA News Online (bằng tiếng Anh). Truy cập ngày 1 tháng 11 năm 2020. ^ “Cavite under state of calamity due to 'Rolly'”. Manila Bulletin (bằng tiếng Anh). ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ “Typhoon Goni Spares Manila After Churning Across Philippines”. The New York Times (bằng tiếng Anh). ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ “'Rolly' death toll rises to 10; 3 others missing - OCD”. Manila Bulletin (bằng tiếng Anh). ngày 1 tháng 11 năm 2020. Truy cập ngày 1 tháng 11 năm 2020. ^ News, ABS-CBN (ngày 1 tháng 11 năm 2020). “Typhoon Rolly leaves at least 10 dead, more than 390,000 displaced”. ABS-CBN News (bằng tiếng Anh). Truy cập ngày 1 tháng 11 năm 2020. ^ Masters, Jeff (ngày 1 tháng 11 năm 2020). “Super Typhoon Goni slams into Philippines as strongest landfalling tropical cyclone on record”. Yale Climate Connections. Truy cập ngày 1 tháng 11 năm 2020. ^ Inc, Pelmorex Weather Networks. “Strongest storm of 2020, Typhoon Goni makes landfall in the Philippines”. www.theweathernetwork.com (bằng tiếng Anh). Truy cập ngày 31 tháng 10 năm 2020. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Goni (2020). hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2020 Dòng thời gian BCP Vongfong BNĐ Nuri ATNĐ Carina ATNĐ JMA TD 04 BNĐ Sinlaku BCP Hagupit BNĐ Jangmi ATNĐ Gener BNĐDD Mekkhala BNĐDD Higos BCP Bavi BCP Maysak TC Haishen ATNĐ 12W BNĐ Noul BNĐDD Dolphin BNĐDD Kujira ATNĐ JMA TD 18 BCP Chan-hom ATNĐ Vietnam TD BNĐ Linfa BNĐ Nangka ATNĐ Ofel BCP Saudel ATNĐ 20W BCP Molave TC Goni BNĐDD Atsani BNĐ Etau BNĐ Vamco ATNĐ JMA TD 30 BNĐ Krovanh ATNĐ JMA TD 32 Sách · Thể loại · Chủ đề · Dự án · Commons Xem tình hình trực tiếp về bão tại earth.nullschool.net Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Goni_(2020)&oldid=69250686” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2020 Bão tại Philippines Bão tại Việt Nam Thể loại ẩn: Trang có lỗi chú thích Nguồn CS1 tiếng Anh (en) Lỗi CS1: ngày tháng Trang này được sửa lần cuối vào ngày 30 tháng 10 năm 2022, 04:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}