{"Bão Haiyan (2013)":"Bão Haiyan (2013) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Công tác phòng tránh bão Hiện\/ẩn mục Công tác phòng tránh bão 2.1Micronesia và Palau 2.2Philippines 2.3Việt Nam 3Thiệt hại Hiện\/ẩn mục Thiệt hại 3.1Micronesia và Palau 3.2Philippines 3.3Việt Nam 3.4Đài Loan 3.5Trung Quốc 4Kỷ lục 5Hình ảnh 6Xem thêm 7Ghi chú 8Tham khảo 9Liên kết ngoài Bão Haiyan (2013) 58 ngôn ngữ العربية Bahasa Indonesia Bahasa Melayu বাংলা Bân-lâm-gú Bikol Central Bosanski Català Cebuano Čeština Cymraeg Dansk Deutsch Eesti Ελληνικά English Español Esperanto Euskara فارسی Français Galego 한국어 Հայերեն हिन्दी Italiano עברית ಕನ್ನಡ Latina Latviešu Magyar മലയാളം मराठी Nederlands 日本語 Norsk bokmål Polski Português Română Русский संस्कृतम् Scots සිංහල Simple English Slovenčina Српски \/ srpski Srpskohrvatski \/ српскохрватски Suomi Svenska Tagalog தமிழ் తెలుగు ไทย Türkçe Українська Winaray 吴语 中文 49 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia \"Bão Haiyan\" đổi hướng tới đây. Đối với các định nghĩa khác, xem Bão Haiyan (định hướng). Siêu bão Haiyan (Yolanda) Bão cuồng phong dữ dội (Thang JMA) Siêu bão cuồng phong cấp 5 (SSHWS\/NWS) Bão Haiyan ở cường độ mạnh nhất trong ngày 7\/11\/2013. Hình thành Ngày 3 tháng 11 năm 2013 Tan Ngày 11 tháng 11 năm 2013 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 235 km\/h (145 mph) Duy trì liên tục trong 1 phút: 315 km\/h (195 mph) Giật: 380 km\/h (235 mph) Áp suất thấp nhất 895 mbar (hPa); 26.43 inHg Số người chết 6.352 xác nhận; 1.771 mất tích Thiệt hại $2.98 tỷ (USD 2013) Vùng ảnh hưởng Liên bang Micronesia, Palau, Philippines, Việt Nam, Trung Quốc, Đài Loan Một phần của Mùa bão Tây Bắc Thái Bình Dương 2013 Bão Haiyan (tiếng Trung: 海燕; Hán-Việt: Hải Yến; bính âm: Hǎiyàn), được biết đến ở Philippines với tên gọi Bão Yolanda, hay cơn bão số 14 ở Việt Nam, là một trong những xoáy thuận nhiệt đới mạnh nhất từng được ghi nhận; cơn bão đã tàn phá một phần Đông Nam Á, đặc biệt là Philippines trong khoảng thời gian đầu tháng 11 năm 2013.[1] Haiyan là cơn bão chết chóc nhất tại Phillipines trong lịch sử hiện đại,[2] với ít nhất 6.300 người đã chết do bão chỉ riêng tại quốc gia này.[3] Xét về sức gió duy trì trong 1 phút lúc đổ bộ theo ước tính của JTWC, Haiyan được xếp ngang hàng với Meranti của năm 2016 hay Bão Rai của năm 2021 vì là xoáy thuận nhiệt đới đổ bộ mạnh thứ hai trong lịch sử, chỉ sau bão Goni năm 2020 (tuy nhiên việc này là không chắc chắn vì không có một dụng cụ thời tiết nào tồn tại để đo được sức gió lúc bão đổ bộ). Đến thời điểm tháng 1 năm 2014, thi thể các nạn nhân vẫn còn đang được tìm kiếm.[4][5][6] Là cơn bão nhiệt đới thứ 30 được đặt tên của Mùa bão Tây Bắc Thái Bình Dương 2013, Haiyan có nguồn gốc từ một vùng áp suất thấp nằm tại vị trí cách Pohnpei vài trăm km về phía Đông - Đông Nam trong ngày 2 tháng 11 năm 2013. Di chuyển chủ yếu về phía Tây, nhờ những điều kiện môi trường thuận lợi, hệ thống đã phát triển thành một áp thấp nhiệt đới trong ngày mùng 3. Sau khi trở thành một cơn bão nhiệt đới thời điểm 00:00 UTC ngày mùng 4, Haiyan bắt đầu trải qua giai đoạn tăng cường độ nhanh chóng, điều này giúp nó mạnh lên thành một cơn bão cuồng phong vào lúc 18:00 UTC ngày mùng 5. Sang ngày mùng 6, Trung tâm Cảnh báo Bão Liên hợp (JTWC) đã đánh giá cường độ cơn bão lúc này tương đương với siêu bão cấp 5 trong thang bão Saffir-Simpson, và Haiyan đã di chuyển qua hòn đảo Kayangel thuộc Palau không lâu sau thời điểm nó đạt được cường độ cực kì cao. Sau đó, Haiyan tiếp tục mạnh lên; đến thời điểm 12:00 UTC ngày 7 tháng 11, Cơ quan Khí tượng Nhật Bản (JMA) đã nâng sức gió duy trì liên tục trong 10 phút tối đa của cơn bão lên thành 230 km\/h (145 mph), giá trị cao nhất trong mối tương quan với xoáy thuận. Đài Quan sát Hong Kong đặt vận tốc gió duy trì liên tục trong 10 phút tối đa ở mức 285 km\/h (180 mph)[7] trước khi cơn bão đổ bộ vào miền Trung Philippines, trong khi Cơ quan Khí tượng Trung Quốc ước tính vận tốc gió duy trì trong hai phút tối đa vào thời điểm đó vào khoảng 280 km\/h (175 mile\/h, 150 knot). Tại tời điểm 18:00 UTC, Đồng thời, JTWC ước tính sức gió duy trì trong một phút của hệ thống là 315 km\/h (195 mile\/h), không chính thức khiến Haiyan trở thành xoáy thuận nhiệt đới mạnh nhất từng được quan sát dựa trên tốc độ gió, kỷ lục này quá mạnh đã bị bão này phá hủy ở Đông Bắc Thái Bình Dương vượt qua trong 2015 ở tốc độ 345 km\/h (215 mile\/ h). Haiyan cũng xếp ngang hàng cùng với bão Meranti của năm 2016 và bão Goni của năm 2020 với tư cách là xoáy thuận nhiệt đới dữ dội nhất ở Đông bán cầu bởi gió kéo dài 1 phút; một số người khác đã ghi lại các chỉ số áp suất trung tâm thấp hơn.[cần dẫn nguồn] Vài giờ sau, mắt bão đã đổ bộ lần đầu tiên vào Philippines tại Guiuan, Đông Samar. Trong quá trình suy yếu, cơn bão đã đổ bộ thêm năm lần vào đất nước này trước khi đi vào Biển Đông. Tại đây, nó đã chuyển hướng Đông Bắc và cuối cùng đổ bộ vào miền Bắc Việt Nam với cường độ bão nhiệt đới dữ dội trong ngày 10 tháng 11. Haiyan được ghi nhận lần cuối bởi JMA khi nó là một áp thấp nhiệt đới trong ngày hôm sau. Cơn bão đã gây ra một sự tàn phá thảm khốc tại các khu vực Visayas, đặc biệt tại Samar, Leyte, Cebu, Capiz, Negros, và Bắc Iloilo. Theo báo cáo chính thức của Liên hợp quốc, đã có khoảng 11 triệu người chịu ảnh hưởng - rất nhiều người trong số đó bị mất nhà cửa.[8] \"Haiyan\" là cái tên được Trung Quốc đề xuất, có nghĩa là chim hải yến.[9] Năm 2014, tên bão này bị khai tử và đổi lại thành \"Bailu\". Lịch sử khí tượng[sửa | sửa mã nguồn] Đường đi cơn bão Haiyan, bão hình thành từ đảo Chuuk giữa Thái Bình Dương, sau đó quét thẳng vào Philippines rồi vào Biển Đông. Đến Việt Nam, do vừa vào đất liền, bão đổi hướng rồi đi dọc ven biển miền Trung Việt Nam sau đó đổ bộ vào các tỉnh từ Ninh Bình đến Quảng Ninh thuộc miền Bắc Việt Nam, trong đó tâm bão đổ bộ tỉnh Quảng Ninh. Cuối cùng bão đi vào đất liền Trung Quốc rồi suy yếu thành vùng thấp và tan biến. Thang bão Saffir-Simpson ATNĐ BNĐ C1 C2 C3 C4 C5 Vào ngày 2 tháng 11, Cơ quan Khí tượng Nhật Bản (JMA) theo dõi một vùng áp thấp hình thành ở phía Đông của đảo Kosrae. Sau đó, vùng áp thấp này mạnh lên thành áp thấp nhiệt đới vào ngày 3 tháng 11.[10][11]. Trung tâm của áp thấp nhiệt đới xoáy ở mức độ thấp cùng với vùng đối lưu sâu, Trung tâm cảnh báo bão Liên hợp cũng theo dõi và nâng cấp thành áp thấp nhiệt đới vào buổi trưa 3 tháng 11.[12][13] Cuối ngày 3 tháng 11, áp thấp nhiệt đới mạnh lên thành bão và được đặt tên là Haiyan lúc 00:00 UTC ngày 4 tháng 11[14]. Trong khi đó, JTWC cũng nâng cấp vùng áp thấp thành bão nhiệt đới, trong khi xoáy thuận này tăng cường độ một cách ổn định trong một vùng gió giật yếu đến trung bình và có hướng về phía tây dọc theo rìa phía nam của dải áp cao cận nhiệt đới.[15] Ngay sau khi JMA nâng Haiyan thành bão nhiệt đới vào sáng sớm 5 tháng 11, JTWC cũng nâng cấp thành bão, bởi một đám mây dày đặc và đặc điểm của mắt bão với các dải mây cong chặt chẽ.[16][17] 18 giờ sau, JMA nâng Haiyan thành typhoon, khi nó hình thành mắt bão và bắt đầu mạnh lên.[18][19] JTWC tiếp tục nâng Haiyan thành siêu bão vào sáng ngày 6 tháng 11.[20] Sau đó, mắt bão đi qua đảo Kayangel ở Palau.[21] Khoảng 12:00 UTC vào ngày 7 tháng 11, bão đã đạt được mức tàn phá đỉnh điểm với sức gió mạnh nhất duy trì trong 10 phút là 230 kilômét trên giờ (140 mph) và áp suất khí quyển là 895 millibar (895,0 hPa).[22] Sáu giờ sau đó, JTWC đo được bão Haiyan có sức gió duy trì 1 phút là 315 kilômét trên giờ (196 mph).[23] Bão Haiyan được xếp hạng không chính thức là cơn bão nhiệt đới mạnh thứ tư theo kỷ lục, chỉ dựa trên tốc độ gió.[24] Cơn bão thể hiện nhiều đặc tính của một cơn bão nhiệt đới hình khuyên, mặc dù một dải đối lưu mạnh vẫn hiện được duy trì ở dọc theo phía tây của hệ thống bão.[25] Vệ tinh đo được tại thời điểm đó, sử dụng phương pháp Dvorak, bão đạt tới mức tối đa trên thang đo là T#8,0.[25] Công tác phòng tránh bão[sửa | sửa mã nguồn] Ảnh động được tăng cường vòng lặp vệ tinh hồng ngoại của bão Haiyan với sức tàn phá mạnh nhất khi đổ bộ ở Phillipines. Micronesia và Palau[sửa | sửa mã nguồn] Theo tuyên bố của JTWC về áp thấp nhiệt đới 31W vào ngày 3 tháng 11, một thông điệp cảnh báo và theo dõi bão nhiệt đới được phát đi tới các nơi như Chuuk, Losap, and Poluwat trong Liên bang Micronesia. Xa hơn về phía tây, Faraulep, Satawal, và Woleai, được đặt dưới thông điệp cảnh báo và theo dõi bão cuồng phong trong khi Fananu và Ulul được đặt dưới thông điệp cảnh báo và theo dõi bão nhiệt đới.[26] Philippines[sửa | sửa mã nguồn] Haiyan là bão cuồng phong cấp 5, cấp cao nhất ở ngoài khơi biển phía đông Philippines vào ngày 7 tháng 11. Các nhà chức trách đã huy động lực lượng cảnh sát ở vùng Bicol để phòng chống cơn bão.[27] Ở hai tỉnh Samar và Leyte, các lớp học bị hủy bỏ, và những người dân trong khu vực ngập lụt và lở đất bị buộc phải đi sơ tán.[28] Một số khu vực bị bão đe dọa bị ảnh hưởng bởi trận động đất xảy ra trước đó ở Bohol.[29] Tổng thống Philippines đã yêu cầu quân đội triển khai máy bay và trực thăng tới các vùng bị ảnh hưởng.[30] Khi bão Haiyan đang di chuyển với tốc độ rất nhanh, PAGASA đã phát đi tín hiệu cảnh báo tới nhiều khu vực nước này. Khoảng 60 tỉnh bao gồm thủ đô Manila bị đặt dưới tình trạng báo động.[31] Khoảng gần 1 triệu người đã được sơ tán đến các khu trú bão trên khắp 20 tỉnh của Philippines. 3 máy bay vận tải, 20 tàu hải quân, 32 máy bay quân sự và trực thăng đã được lệnh sẵn sàng tham gia công tác cứu trợ khi cần thiết.[32] Việt Nam[sửa | sửa mã nguồn] Theo đánh giá, bão Haiyan có khả năng trở thành cơn bão mạnh nhất trong lịch sử đổ bộ vào Việt Nam. Theo ông Bùi Minh Tăng, Giám đốc Trung tâm Dự báo Khí tượng Thủy văn Trung ương, đây là một hiện tượng chưa từng xảy ra tại Việt Nam, do đó có thể cần xem xét công bố tình trạng khẩn cấp tại một số địa phương bão ảnh hưởng. Tất cả tàu thuyền đang hoạt động trong vùng biển bắc vĩ tuyến 8 đến nam vĩ tuyến 16 và đông kinh tuyến 112 được kêu gọi rời khỏi khu vực này trước 19 giờ ngày 8 tháng 11. Khu vực sơ tán dân sẽ là từ Thừa Thiên Huế đến Quảng Ngãi, có thể một phần phía bắc tỉnh Bình Định.[33] Việc sơ tán dân tại khu vực ven biển được thực hiện trong ngày 9 tháng 11 với quy mô lớn chưa từng có: tại Thừa Thiên Huế thực hiện di dời 113.000 người, tại Quảng Ngãi di dời 80.000 hộ dân với hơn 400.000 nhân khẩu, tại Đà Nẵng đã hoàn thành việc di dời 133.000 hộ với 494.000 nhân khẩu, tại Bình Định đã di dời xong 811 hộ ven biển với 2.300 nhân khẩu. Tỉnh Hà Tĩnh cũng đã lên kế hoạch sơ tán 15.000 hộ dân với 50.000 người. Nghệ An đã có phương án sơ tán cho 26.000 hộ dân ven biển.[34][35][36] Tính đến 6 giờ ngày 9 tháng 11, lực lượng bộ đội biên phòng các tỉnh từ Quảng Ninh đến Kiên Giang đã hướng dẫn, thông báo cho 85.245 tàu thuyền với 383.599 người về hướng đi của bão để chủ động phòng tránh.[37] Thiệt hại[sửa | sửa mã nguồn] Thương vong theo quốc gia Quốc gia Tử vong Bị thương Thiệt hại (USD) Philippines 6,310 28,770 &0000003640000000.000000$3,64 tỷ Việt Nam 20 80 &0000000157000000.000000$157 triệu Palau và Micronesia 0 10 &0000000002505000.000000$2,51 triệu Trung Quốc 10 40 &0000000750200000.000000$750 triệu Đài Loan 8 10 &0000000010250000.000000$10,3 triệu Tổng cộng 6,348 29,910 &0000004560000000.000000$4,56 tỷ Micronesia và Palau[sửa | sửa mã nguồn] Ở Kayangel trên đảo Palau, sóng cao đã phá hủy nhiều ngôi nhà,[38] còn gió mạnh làm đổ nhiều cây cối.[21] Mặc dù cư dân từ chối sơ tán, nhưng không có thương vong trên đảo. Trực thăng đã bay đến đảo để khảo sát thiệt hại và cung cấp hàng cứu trợ. Chính phủ đã lên kế hoạch sơ tán những người mất nhà cửa từ đảo này.[39] Koror, Babeldaob và Kayangel bị cúp nước và điện. Ở Koror, tốc độ gió đạt 120 km\/h (75 mph) thổi tung mái nhà, làm đổ cây cối và các cột điện. Đường đê đắp cao nối liền hòn đảo với một bệnh viện ngoài biển bị đóng cửa tạm thời do ngập lụt.[40] Koror ít bị thiệt hại do tâm bão quét qua phía bắc,[21] nhưng đường sá bị ngập. Ở phía bắc của Babeldaob, bão Haiyan làm hư hại các trường học và tòa nhà.[38] Do nằm gần Haiyan, cơn bão đi qua đã làm cho Kayangel bị ngập lụt toàn diện, và tất cả ngôi nhà đều bị phá hủy. Tuy không có người nào thiệt mạng, nhưng 69 người đã được di dời.[40] Philippines[sửa | sửa mã nguồn] Một ngôi nhà chỉ còn các cột trụ tại Phillipines sau cơn bão Đầu tiên, Haiyan đổ bộ vào đảo Guiuan, Đông Samar vào lúc 4 giờ 45 phút (giờ địa phương; 20 giờ 45 phút UTC) với tốc độ gió lên đến 196 mph (315 km\/h), Haiyan trở thành siêu bão mạnh nhất trên thế giới từng đổ bộ vào đất liền.[41][42] Lúc 8 giờ 44 phút GMT, có hơn 100.000 người phải sống trong các trung tâm sơ tán và hàng trăm chuyến bay bị hủy bỏ, thông tin liên lạc với Tacloban, một thành phố có khoảng 200.000 người, đã bị gián đoạn sau khi cơn bão xảy ra.[43] PAGASA ghi nhận lở đất xảy ra 6 lần ở quần đảo Visayas.[44] Có khoảng 3 người chết theo thông báo của Hội đồng Kiểm soát và Giảm nhẹ Thiên tai Philippines (NDRRMC) và 7 người bị thương. Sóng lớn do bão cũng xuất hiện nhiều nơi. Trên đảo Leyte và Samar, PAGASA đo được sóng cao 4–5 m.[45] Trung tâm Cảnh báo Bão Liên hợp (JTWC) của Hải quân Mỹ thậm chí còn ghi nhận được những đợt sóng cao tới 15 m. Đảo Leyte và thành phố Tacloban là những nơi chịu ảnh hưởng nặng nề nhất, nhà cửa tại đây gần như bị san phẳng hoàn toàn. Sự tàn phá của cơn bão được mô tả là \"giống như một trận sóng thần\".[46] Ngày 9 tháng 11, một ngày sau khi cơn bão quét qua Philippines, Hội Chữ Thập Đỏ ước tính thiệt hại nhân mạng có thể lên đến 1.200 người.[47] Tính đến 10 giờ ngày 9 tháng 11 (giờ GMT), Hội đồng Kiểm soát và Giảm nhẹ Thiên tai Philippines đã chính thức xác nhận có 138 người đã chết do bão Haiyan và 350.000 người khác phải đi sơ tán.[46] Ngày 10 tháng 11, ông Tescon Lim, lãnh đạo Tacloban, thủ phủ của tỉnh Leyte, cho biết số người thiệt mạng chỉ tính riêng tại thành phố này \"có thể lên đến 10.000 người\".[48][49] Số người rơi vào cảnh không gia cư ước tính khoảng 620.000 người và 9,5 triệu người bị ảnh hưởng.[50] Thiệt hại kinh tế ước tính ban đầu có thể lên đến 14 tỷ USD.[51] Việt Nam[sửa | sửa mã nguồn] Do bão liên tục đổi hướng và đã mạnh lên nhanh chóng rất nhiều. trong quá trình hoạt động trên Biển Đông nên đã không gây ra thiệt hại quá lớn tại Việt Nam như dự kiến ban đầu.[cần dẫn nguồn] Tại các tỉnh miền Trung Việt Nam bão không đổ bộ, nhưng theo thống kê chính thức đã có chín người chết, chủ yếu do các nguyên nhân gián tiếp như một số các tai nạn khi người dân trèo lên mái nhà chằng chống nhà cửa.[52] 3 giờ sáng ngày 11 tháng 11, bão Haiyan đã đổ bộ vào Quảng Ninh và Hải Phòng. Tại Quảng Ninh bão không gây thiệt hại về người, nhưng đã làm tốc mái gần 500 căn nhà, làm chìm 20 tàu thuyền và 5 nhà bè, gây mất điện tại 6\/8 huyện của tỉnh. Cột ăng ten cao 52 m của Đài Truyền thanh - Truyền hình thành phố Uông Bí đã bị gió bão quật đổ.[53] Đài Loan[sửa | sửa mã nguồn] Tại thành phố Tân Bắc, Đài Loan, sóng biển lớn do ảnh hưởng của bão Haiyan đã cuốn trôi và làm 8 người thiệt mạng.[54] Trung Quốc[sửa | sửa mã nguồn] Tại cảng Tam Á trên đảo Hải Nam, Trung Quốc, một chiếc tàu hàng đang neo đậu đã bị cuốn trôi ra biển, làm 6 thủy thủ trên tàu mất tích.[55] Kỷ lục[sửa | sửa mã nguồn] Haiyan là cơn bão đổ bộ vào đất liền mạnh nhất trong lịch sử. Ở cường độ mạnh nhất, Haiyan có tốc độ gió tối đa duy trì trong 10 phút (JMA đánh giá) là 230 km\/h (145 mph hay 125 hải lý trên giờ) tương đương với bão Megi (2010) với 230 km\/h (về áp suất thì nó vẫn kém Megi 10 hPa) và tốc độ gió tối đa duy trì trong 1 phút là 315 km\/h (195 mph hay 170 hải lý\/h) (tốc độ gió cao nhất từng được ghi nhận kể từ năm 1966, đứng thứ tư không chính thức trong kỷ lục các cơn bão có sức gió mạnh nhất sau Siêu bão Ida năm 1958 (325 km\/h), Siêu bão Violet năm 1961 (335 km\/h) và Siêu bão Nancy năm 1961 (345 km\/h), cao hơn cả Siêu bão Tip mạnh nhất thế giới và cả bão Megi (2010) (305 km\/h))[41][56], gió giật 315 km\/h (170 mph hay 195 hải lý\/h) cùng với áp suất thấp kỉ lục 895 hêctôpascal (26,43 inHg) (thấp nhất trong 3 năm qua chỉ sau bão Megi (2010) với áp suất 885 hêctôpascal (26,13 inHg)).[41] Vì áp suất của siêu bão Haiyan chỉ được ước tính qua ảnh vệ tinh nên không chính xác và có khả năng Haiyan có áp suất thấp kỉ lục là 858 hPa giống siêu bão Angela năm 1995 cũng được coi là xoáy thuận mạnh nhất với áp suất thực tế dự đoán 855 hPa. Ở Philippines sức gió mạnh 350 km\/h, sóng cao 10–15 m (cao nhất nhiều năm qua)[cần dẫn nguồn] Hình ảnh[sửa | sửa mã nguồn] ngày 3 tháng 11 ngày 4 tháng 11 ngày 5 tháng 11 ngày 6 tháng 11 ngày 7 tháng 11 ngày 8 tháng 11 ngày 9 tháng 11 ngày 10 tháng 11 ngày 11 tháng 11 Bão được nhìn từ Trạm vũ trụ Quốc tế. Xem thêm[sửa | sửa mã nguồn] Bão Bopha (2012) - cơn bão tàn phá Philippines cuối năm 2012, 1149 người thiệt mạng Bão Xangsane (2006) - Cơn bão tàn phá miền Trung Việt Nam năm 2006 Bão Sơn Tinh (2012) - Cơn bão đi dọc ven biển từ miền Trung ra miền Bắc Việt Nam năm 2012 Bão Ketsana (2009) - cơn bão tàn phá cả Philippines và Việt Nam năm 2009 Bão Parma (2009) - cơn bão tàn phá Philippines đầu tháng 10 năm 2009 Bão Tip (1979) - Siêu bão có áp suất khí quyển thấp nhất, 870 milibar (hectopascal) và sức gió lên đến 260 km\/h (10 phút) và 305 km\/h (1 phút) Bão Wayne (1986) Bão Lekima (2013) Bão Soudelor (2015) - Siêu bão được xem là mạnh nhất năm 2015 Bão Hagupit (2014) Bão Vongfong (2014) Bão Meranti (2016) Bão Megi (2010) Bão Mangkhut (2018) Bão Katrina (2005) Bão Molave (2020) - Một trong những cơn bão liên tiếp tàn phá miền Trung trong đợt mưa lũ lịch sử năm 2020 Ghi chú[sửa | sửa mã nguồn] Bão mạnh nhất không thiết phải là bão có sức gió cao nhất, là bão có áp suất thấp nhất. Siêu bão Tip năm 1979 là cơn bão mạnh nhất vì có áp suất thấp nhất là 870 hêctôpascal (25,69 inHg)[57]. Trong 2 cơn bão có cùng áp suất, bão có sức gió cao hơn sẽ mạnh hơn. Trong 2 cơn bão có cùng sức gió, bão có áp suất thấp hơn sẽ mạnh hơn. Trong 2 cơn bão bất kì, bão có sức gió cao hơn nhưng lại có áp suất cao hơn sẽ không mạnh bằng bão có sức gió thấp hơn nhưng lại có áp suất thấp hơn. Bão có tốc độ gió duy trì trong 1 phút (theo đánh giá của JTWC) từ 240 km\/h (150 mph hay 130 hải lý trên giờ) trở lên được xem là siêu bão (Super typhoon).[58] Tham khảo[sửa | sửa mã nguồn] ^ Why Typhoon Haiyan Caused So Much Damage (Bản báo cáo). NPR. ngày 11 tháng 11 năm 2013. Truy cập ngày 21 tháng 4 năm 2014. ^ Typhoon Haiyan death toll rises over 5,000 (Bản báo cáo). BBC. ngày 22 tháng 11 năm 2013. Truy cập ngày 22 tháng 11 năm 2013. ^ “NDRRMC Updates re Effects of TY YOLANDA (HAIYAN)” (PDF). National Disaster Risk Reduction and Management Council. ngày 17 tháng 4 năm 2014. Bản gốc (PDF) lưu trữ ngày 6 tháng 10 năm 2014. Truy cập ngày 17 tháng 4 năm 2014. ^ Joey Gabieta (ngày 9 tháng 1 năm 2014). “More bodies turning up in Tacloban”. Philippine Daily Inquirer. Asia News Network. Lưu trữ bản gốc ngày 9 tháng 1 năm 2014. Truy cập ngày 21 tháng 1 năm 2014.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Haiyan's JTWC Best Track”. Joint Typhoon Warning Center. Bản gốc lưu trữ ngày 17 tháng 7 năm 2020. Truy cập ngày 30 tháng 11 năm 2014. ^ Fischetti, Mark (ngày 27 tháng 11 năm 2013). “Was Typhoon Haiyan a Record Storm?”. Scientific American. Truy cập ngày 27 tháng 11 năm 2013. ^ “Tropical Cyclones in 2013” (PDF). ngày 27 tháng 2 năm 2015. Bản gốc (PDF) lưu trữ ngày 23 tháng 10 năm 2019. Truy cập ngày 27 tháng 2 năm 2015. ^ “Tacloban: City at the centre of the storm”. BBC. ngày 12 tháng 11 năm 2013. Truy cập ngày 13 tháng 11 năm 2013. ^ 热带气旋名称的意义。2013年7月24日［2013年11月8日］。 ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans 020600Z-030600ZNov2013”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 2 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “WWJP25 RJTD 030000”. Japan Meteorological Agency. Lưu trữ bản gốc ngày 3 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “Prognostic Reasoning for Tropical Depression 31W (Thirtyone) Warning NR 01”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 4 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “REF IS Tropical Cyclone Formation Alert (WTPN22 PGTW 030530)”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 3 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “WTPQ21 RJTD 031800 RSMC Tropical Cyclone Advisory”. Japan Meteorological Agency. Lưu trữ bản gốc ngày 4 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “Prognostic Reasoning for Tropical Storm 31W (Haiyan) Warning NR 04”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 4 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “WTPQ21 RJTD 050000 RSMC Tropical Cyclone Advisory”. Japan Meteorological Agency. Lưu trữ bản gốc ngày 5 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “Prognostic Reasoning for Typhoon 31W (Haiyan) Warning NR 08”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 5 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “WTPQ21 RJTD 051800 RSMC Tropical Cyclone Advisory”. Japan Meteorological Agency. Lưu trữ bản gốc ngày 6 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “Prognostic Reasoning for Typhoon 31W (Haiyan) Warning NR 11”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 6 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ “Prognostic Reasoning for Super Typhoon 31W (Haiyan) Warning NR 12”. Joint Typhoon Warning Center. Lưu trữ bản gốc ngày 6 tháng 11 năm 2013. Truy cập ngày 7 tháng 11 năm 2013. ^ a b c 7 tháng 11 năm 2013\/an-super-typhoon-hainan-hits-palau\/5075198 “Palau assesses damage after Super Typhoon Haiyan” Kiểm tra giá trị |url= (trợ giúp). ABC News. ngày 7 tháng 11 năm 2013. Truy cập ngày 7 tháng 11 năm 2013. ^ “WTPQ21 RJTD 071200 RSMC Tropical Cyclone Advisory”. Japan Meteorological Agency. ngày 7 tháng 11 năm 2013. Lưu trữ bản gốc ngày 8 tháng 11 năm 2013. Truy cập ngày 8 tháng 11 năm 2013. ^ “Prognostic Reasoning for Super Typhoon 31W (Haiyan) Nr 19”. Joint Typhoon Warning Center. United States Navy. ngày 7 tháng 11 năm 2013. Bản gốc lưu trữ ngày 8 tháng 11 năm 2013. Truy cập ngày 8 tháng 11 năm 2013. ^ Jeff Masters (ngày 7 tháng 11 năm 2013). “Super Typhoon Haiyan: Strongest Landfalling Tropical Cyclone on Record”. Weather Underground. Bản gốc lưu trữ ngày 8 tháng 11 năm 2013. Truy cập ngày 8 tháng 11 năm 2013. ^ a b Prognostic Reasoning for Super Typhoon 31W (Haiyan) Nr 19 (Bản báo cáo). Joint Typhoon Warning Center, United States Navy. ngày 7 tháng 11 năm 2013. Bản gốc lưu trữ ngày 8 tháng 11 năm 2013. Truy cập ngày 8 tháng 11 năm 2013. ^ Derek L. Williams (ngày 3 tháng 11 năm 2013). “Tropical Depression 31W Advisory Number 1”. National Weather Service Office in Tiyan, Guam. National Oceanic and Atmospheric Administration. Bản gốc lưu trữ ngày 9 tháng 11 năm 2013. Truy cập ngày 6 tháng 11 năm 2013. ^ Ellalyn B. De Vera and Aaron B. Recuenco (ngày 6 tháng 11 năm 2013). “Super Typhoon 'Yolanda' may hit Visayas Friday”. Manila Bulletin. Truy cập ngày 7 tháng 11 năm 2013. ^ FR Jimenez (ngày 7 tháng 11 năm 2013). “PNoy, nagbabala sa seryosong peligrong dala ng 'super typhoon' na si 'Yolanda'”. GMA News. Truy cập ngày 7 tháng 11 năm 2013. ^ Joey Gabieta, Jani Arnaiz, Nestor Burgos, Doris Bongcac, Carla Gomez, Carmel Loise Matus and Jhunnex Napallacan (ngày 7 tháng 11 năm 2013). “Evacuation centers, rescue plans set in Visayas for supertyphoon Yolanda”. Inquirer. Truy cập ngày 7 tháng 11 năm 2013.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) ^ Kristine Angeli Sabillo (ngày 7 tháng 11 năm 2013). “Aquino: PH ready to face supertyphoon 'Yolanda'”. Inquirer. Truy cập ngày 7 tháng 11 năm 2013. ^ ANC (ngày 7 tháng 11 năm 2013). “'Yolanda' accelerates, signal number 4 up over parts of E. Visayas”. ANC and Yahoo. Bản gốc lưu trữ ngày 8 tháng 2 năm 2015. Truy cập ngày 7 tháng 11 năm 2013. ^ Kate Hodal, \"Philippines: thousands evacuated as Typhoon Haiyan strikes\", The Guardian, cập nhật ngày 13 tháng 11 năm 2013. ^ \"Thủ tướng: Huy động cả hệ thống chính trị phòng chống siêu bão Haiyan\", báo Người Lao động, cập nhật ngày 9 tháng 11 năm 2013. ^ \"Di dân tránh siêu bão Haiyan quy mô lớn chưa từng thấy\", báo Tiền Phong, cập nhật ngày 10 tháng 11 năm 2013. ^ \"Đà Nẵng sơ tán xong gần 133.000 dân tránh siêu bão\", báo Tiền Phong, cập nhật ngày 11 tháng 10 năm 2013. ^ \"Di dân tránh bão lớn nhất từ trước đến nay\", Vietnamnet, cập nhật ngày 10 tháng 11 năm 2013. ^ \"Siêu bão đang hướng vào Quảng Ngãi - Quảng Trị\", Vietnamnet, cập nhật ngày 10 tháng 11 năm 2013. ^ a b Palau: Typhoon Haiyan - initial damage reports as at ngày 7 tháng 11 năm 2013 (PDF) (Bản báo cáo). ReliefWeb. United Nations Office for the Coordination of Humanitarian Affairs. ngày 7 tháng 11 năm 2013. Truy cập ngày 7 tháng 11 năm 2013. ^ “Palau assesses damage after Super Typhoon Haiyan”. Australian Broadcasting Corporation. ngày 7 tháng 11 năm 2013. Bản gốc lưu trữ ngày 9 tháng 11 năm 2013. Truy cập ngày 7 tháng 11 năm 2013. ^ a b OCHA Flash Update No. 3 FSM & Palau | Tropical Storm Haiyan (31W) (Bản báo cáo). ReliefWeb. United Nations Office for the Coordination of Humanitarian Affairs. ngày 7 tháng 11 năm 2013. Truy cập ngày 7 tháng 11 năm 2013. ^ a b c Mullen, Jethro (ngày 8 tháng 11 năm 2013). “Super Typhoon Haiyan, one of strongest storms ever, hits central Philippines”. CNN. Truy cập ngày 8 tháng 11 năm 2013. ^ Williams, Rob (ngày 8 tháng 11 năm 2013). “Typhoon Haiyan: Most powerful storm to ever hit land batters Philippines with 200mph winds”. The Independent. Truy cập ngày 8 tháng 11 năm 2013. ^ “Super Typhoon Haiyan, one of strongest storms ever, hits central Philippines”. Truy cập ngày 8 tháng 11 năm 2013. ^ Brian K. Sullivan, Cecilia Yap & Joel Guinto (ngày 8 tháng 11 năm 2013). 7 tháng 11 năm 2013\/philippines-braces-for-haiyan-seen-as-2013-s-strongest-typhoon.html “Super Typhoon Haiyan Slams Philippines With Category-5 Power” Kiểm tra giá trị |url= (trợ giúp). Bloomberg. Truy cập ngày 8 tháng 11 năm 2013. ^ Our Foreign Staff (ngày 8 tháng 11 năm 2013). “Super Typhoon Haiyan smashes in to Philippines”. Telegraph. Bản gốc lưu trữ ngày 25 tháng 7 năm 2020. Truy cập ngày 8 tháng 11 năm 2013. ^ a b \"Typhoon Haiyan: Hundreds feared dead in Philippines\", BBC, cập nhật lúc 16 giờ 52 phút ngày 9 tháng 11 năm 2013 (giờ GMT). ^ “Death toll likely exceeds 1,000 after typhoon slams Philippines”. Truy cập ngày 9 tháng 11 năm 2013. ^ “10.000 người có thể đã chết do bão Haiyan ở Philippines”. Truy cập ngày 10 tháng 11 năm 2013. ^ “Typhoon Haiyan death count could reach 10,000 in Central Philippines: officials”. Truy cập ngày 10 tháng 11 năm 2013. ^ “Philippines storm kills estimated 10,000, destruction hampers rescue efforts”. Bản gốc lưu trữ ngày 10 tháng 11 năm 2013. Truy cập ngày 11 tháng 11 năm 2013. ^ “Super Typhoon Haiyan kills 100 in central Philippines”. Truy cập ngày 11 tháng 11 năm 2013. ^ \"Bão không vào, miền Trung 8 người chết\", Vietnamnet, cập nhật ngày 11 tháng 11 năm 2013. ^ \"Bão càn quét Quảng Ninh, đổ cột ăng ten 52m\", Vietnamnet, cập nhật ngày 11 tháng 11 năm 2013. ^ \"8-meter waves kill 8 in Taiwan\", Xinhua News, cập nhật ngày 10 tháng 11 năm 2013. ^ \"Typhoon Haiyan brings gales, rainstorms to S China\", Xinhua News, ngày 11 tháng 11 năm 2013. ^ Super Typhoon Haiyan, Wunderground. ^ George M. Dunnavan, John W. Diercks (1980). “Tropical Depression 31W Advisory Number 1”. Monthly Weather Review. American Meteorological Society. tr. 1915–1923. Bibcode:1980MWRv..108.1915D. doi:10.1175\/1520-0493(1980)108<1915:AAOSTT>2.0.CO;2. ISSN 1520-0493. Truy cập ngày 31 tháng 3 năm 2011. ^ Joint Typhoon Warning Center - Frequently Asked Questions (FAQ). “What are the description labels used with tropical cyclones by JTWC?”. Bản gốc lưu trữ ngày 4 tháng 10 năm 2013. Truy cập ngày 22 tháng 12 năm 2008. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Haiyan (2013). Tropical Cyclone Information of TY 1330 (Haiyan) Lưu trữ 2013-11-09 tại Wayback Machine Dự báo bão của Cơ quan Khí tượng Nhật Bản Tropical Cyclone Information Lưu trữ 2015-08-09 tại Wayback Machine Dự báo bão của Trung tâm Cảnh báo bão Liên hợp General information of Typhoon 201330 (Haiyan) Ảnh vệ tinh và số liệu bão từ Digital Typhoon Super Typhoon Haiyan Ảnh vệ tinh của bão Haiyan khi ở cường độ cao nhất từ CIMSS Satellite Blog Haiyan (Northwestern Pacific Ocean) trang phân tích bão của Nasa Super Typhoon Haiyan trang dự báo thời tiết Weather Underground ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các cơn bão vào biển Đông trong Mùa bão Tây Bắc Thái Bình Dương 2013 Bão số 1 Bão số 2 Bão số 3 Bão số 4 Bão số 5 Bão số 6 Bão số 7 Bão số 8 Bão số 9 Bão số 10 Bão số 11 Bão số 12 Bão số 13 Bão số 14 Bão số 15 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Haiyan_(2013)&oldid=70040713” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2013 Philippines năm 2013 Việt Nam năm 2013 Bão tại Philippines Bão tại Việt Nam Bão tại Trung Quốc Trung Quốc năm 2013 Đài Loan năm 2013 Bão tại Hồng Kông Typhoon Bão tại Đài Loan Thể loại ẩn: Quản lý CS1: bot: trạng thái URL ban đầu không rõ Lỗi CS1: URL Quản lý CS1: nhiều tên: danh sách tác giả Bài viết có hatnote đổi hướng cần kiểm tra lại Bài viết có văn bản tiếng Trung Quốc Bài viết có trích dẫn không khớp Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 26 tháng 5 năm 2023, 18:44. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}