{"Bão Forrest (1992)":"Bão Forrest (1992) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Xem thêm 3Tham khảo Bão Forrest (1992) 3 ngôn ngữ English Français မြန်မာဘာသာ Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này viết về Bão Forrest năm 1992. Đối với cơn bão khác có cùng tên, xem Bão Forrest (định hướng). Bão nhiệt đới Forrest Bão xoáy rất mạnh Forrest Bão xoáy cực kỳ dữ dội (Thang IMD) Bão cấp 4 (SSHWS\/NWS) Bão Forest lúc gần Bangladesh Hình thành 12 tháng 11 năm 1992 Tan 22 tháng 11 năm 1992 Sức gió mạnh nhất Duy trì liên tục trong 3 phút: 185 km\/h (115 mph) Duy trì liên tục trong 1 phút: 230 km\/h (145 mph) Áp suất thấp nhất 952 mbar (hPa); 28.11 inHg Số người chết 34 người Thiệt hại $32 triệu (USD 1992) Vùng ảnh hưởng Việt Nam Thái Lan Bangladesh Miến Điện Một phần của Mùa bão Tây Bắc Thái Bình Dương 1992 và Mùa bão Bắc Ấn Độ Dương 1992 Bão Forrest, được biết đến ở Việt Nam với tên gọi bão số 8 năm 1992, là 1 cơn bão nhiệt đới trên Biển Đông và còn là 1 cơn bão xoáy cực kì dữ dội trên Bắc Ấn Độ Dương. Phần lớn các trường hợp tử vong liên quan đến Forrest là kết quả của một vụ tai nạn máy bay vào ngày 14 tháng 11 tại Việt Nam đã giết chết 30 trong số 31 người. Tại Thái Lan, hệ thống này đã tạo ra một cơn bão lớn, phá hủy hoặc phá hủy 1.700 ngôi nhà và giết chết hai người. Thiệt hại về nông nghiệp ở những khu vực chịu ảnh hưởng nặng nề nhất ước tính khoảng 800 triệu Yên (32 triệu USD). Vào ngày 20 tháng 11, khi Forrest đạt đến cường độ cực đại, nỗi sợ hãi đã xuất hiện trên khắp Bangladesh rằng một sự lặp lại của cơn bão thảm khốc tháng 4 năm 1991 sẽ diễn ra. Do đó, các kế hoạch sơ tán hàng loạt đã được ban hành trên khắp các khu vực ven biển của đất nước, với kế hoạch di dời tới 2 triệu người. Nhưng cơn bão đột ngột quay về hướng đông và cuộc di tản thành công của 600.000 cư dân đã cướp đi vô số sinh mạng. Chỉ có hai cái chết được ghi nhận và thiệt hại tổng thể là nhẹ, mặc dù một nửa số nhà trên đảo St. Martin đã bị hư hại. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào ngày 8 tháng 11, một áp thấp nhiệt đới đã hình thành từ một rãnh gió mùa trên vùng biển phía Đông Philippines. Sau khi vượt qua quần đảo Philippines, nó đã mạnh lên thành một cơn bão nhiệt đới trên Biển Đông trong ngày 12. Forrest giữ hướng di chuyển là Tây cho đến khi nó vượt bán đảo Mã Lai vào ngày 15. Cơn bão đạt cường độ tối đa trên vịnh Bengal với vận tốc gió 145 dặm\/giờ (230 km\/giờ). Forrest đã đổ bộ vào Myanmar trong ngày 21. Bão đã làm rơi chiếc máy bay trong chuyến bay 474 của Vietnam Airlines, khiến 24 hành khách và 6 phi hành đoàn thiệt mạng và 1 người sống sót. Bão cũng đã làm lật một con tàu, khiến ít nhất 2 người chết và 31 người khác mất tích. Xem thêm[sửa | sửa mã nguồn] Bão Harriet (1962) Bão Gay (1989) Bão Phailin (2013) Bão Pabuk (2019) Tham khảo[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Forrest_(1992)&oldid=68738238” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 1992 Bão tại Malaysia Bão tại Thái Lan Bão tại Bangladesh Bão tại Myanmar Bão tại Việt Nam Trang này được sửa lần cuối vào ngày 16 tháng 6 năm 2022, 16:53. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}