{"Bão Wayne (1986)":"Bão Wayne (1986) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Chuẩn bị 3Tác động 4Xem thêm 5Tham khảo Bão Wayne (1986) 3 ngôn ngữ English 日本語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Wayne (Miding) Bão cuồng phong (Thang JMA) Bão cuồng phong cấp 2 (SSHWS\/NWS) Bão Wayne trong ngày 4 tháng 9 Hình thành 16 tháng 8 năm 1986 Tan 6 tháng 9 năm 1986 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 140 km\/h (85 mph) Duy trì liên tục trong 1 phút: 165 km\/h (105 mph) Áp suất thấp nhất 955 mbar (hPa); 28.2 inHg Số người chết 490 Thiệt hại $399 triệu (USD 1986) Vùng ảnh hưởng Việt Nam, Trung Quốc, Philippines, Đài Loan, Lào Một phần của Mùa bão Tây Bắc Thái Bình Dương 1986 Bão Wayne, được biết đến ở Philippines với tên gọi Bão Miding, hay bão số 5 năm 1986 tại Việt Nam, là một trong những xoáy thuận nhiệt đới tồn tại lâu nhất từng ghi nhận được trên khu vực Tây Bắc Thái Bình Dương. Đây là một trong những cơn bão có đường đi phức tạp, dị thường và khó dự báo nhất trong lịch sử ngành khí tượng khi nó đi lòng vòng không theo quy luật nào trên Biển Đông và một chút ngoài khơi Thái Bình Dương trong khoảng thời gian 22 ngày giữa tháng 8 và tháng 9 năm 1986. Wayne đạt cường độ tối đa là bão cấp 2 trong thang bão Saffir-Simpson và nó đã gây mưa lớn khắp Philippines, Đài Loan, Đông Nam Trung Quốc, đảo Hải Nam, Việt Nam và Lào. Tại Hồng Kông, các tín hiệu cảnh báo khác nhau đã được phát đi ba lần do quỹ đạo bất thường của Wayne. Bão đổ bộ Thái Bình, Hà Nam Ninh rạng sáng 6\/9\/1986, gây gió mạnh và mưa lớn diện rộng ở Bắc Bộ - Bắc Trung Bộ. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Wayne bắt đầu hình thành trong một rãnh gió mùa trên Biển Đông vào ngày 16 tháng 8 năm 1986. Ban đầu, nó trôi dạt về phía Tây Nam, rồi sau đó đi vòng một vòng lên phía Tây Bắc, mạnh lên thành bão nhiệt đới trong ngày 18. Wayne, một cơn bão gắn liền trong rãnh gió mùa suốt quãng đời, tiếp đó chuyển hướng Đông Bắc do tác động từ một rãnh thấp và tiếp tục mạnh lên thành một cơn bão cuồng phong vào ngày 19 theo Trung tâm Cảnh báo Bão Liên hợp (JTWC), và vào ngày 20 theo Cơ quan Khí tượng Nhật Bản (JMA).[1] Tại thời điểm 2 giờ chiều ngày hôm đó, con tàu M. V. Fossarus đã ghi nhận được vận tốc gió 78 knot (144 km\/giờ) ở vị trí ngay sát phía Tây tâm bão.[2] Wayne ngày một tiến đến gần nhưng cuối cùng nó vẫn duy trì ngoài khơi vùng Đông Nam Trung Quốc, và cơn bão đã tấn công Đài Loan sau khi đạt đỉnh với vận tốc gió duy trì 10 phút tối đa là 140 km\/giờ (theo JMA). Tiếp đó, một áp cao cận nhiệt mới hình thành buộc Wayne phải di chuyển về phía Tây rồi đến Tây Nam, vượt qua eo biển Luzon, nơi mà nó đã mạnh trở lại thành bão cuồng phong trong một thời gian ngắn theo như JTWC.[3] Tuy nhiên, JMA đã không nâng cấp Wayne thành bão cuồng phong trong quãng thời gian đó.[1] Một thời gian sau, độ đứt gió theo chiều thẳng đứng đã khiến Wayne suy yếu thành áp thấp nhiệt đới vào ngày 25 theo JTWC, và vào ngày 26 theo JMA,[1] khi cơn bão bắt đầu chuyển động xoáy xung quanh hoàn lưu của bão Vera ở phía Bắc. Áp thấp nhiệt đới Wayne tăng tốc về phía Đông Bắc, vượt qua Biển Đông, và mạnh lên thành bão nhiệt đới một lần nữa vào ngày 27 tháng 8. Tiếp theo, áp cao ở phía Bắc buộc Wayne di chuyển xuống phía Nam, và đó là thời điểm mà nó mạnh lên thành bão cuồng phong vào ngày 30 theo JTWC, và vào ngày 31 theo JMA. Wayne đã đi sát qua vùng Bắc Luzon trong ngày 2 tháng 9 với sức gió 140 km\/giờ rồi quay sang hướng Tây. Đến ngày 3 tháng 9 JMA giáng cấp Wayne xuống còn bão nhiệt đới trước khi nó lại mạnh lên thành bão cuồng phong trong sáng sớm ngày mùng 4.[1] Cũng trong ngày hôm đó, Wayne đã đạt một đỉnh cường độ thứ hai với vận tốc gió 85 knot (155 km\/giờ) theo JTWC và 70 knot (130 km\/giờ) theo JMA. Một thời gian sau, vùng tâm bão đã di chuyển qua ngay sát phía Bắc Hải Khẩu, nơi mà áp suất ghi nhận giảm xuống mức 970,1 hPa (28,65 inHg).[2] Sau đó Wayne đi vào vịnh Bắc Bộ, đổ bộ vào đất liền các tỉnh Thái Bình, Hà Nam Ninh[4] (Tâm bão đi qua phía Bắc trạm Văn Lý, tỉnh Nam Định ngày nay) thuộc miền Bắc nước ta vào cuối ngày hôm đó (rạng sáng 6\/9 theo giờ Việt Nam) với cường độ bão nhiệt đới. Cơn bão tan trong ngày hôm sau trên đất liền khu vực biên giới Việt-Lào, sau 85 thông báo của JTWC, và nó đã trở thành hệ thống tồn tại lâu nhất trên Tây Bắc Thái Bình Dương từng ghi nhận được trong lịch sử.[3] Chuẩn bị[sửa | sửa mã nguồn] Tại Hồng Kông, tín hiệu cảnh báo mức 1 được phát đi vào thời điểm 11:30 trưa ngày 19 tháng 8. Khi Wayne tiến đến gần, tín hiệu cảnh báo đã được nâng lên thành mức 3 vào 11:00 trưa ngày 20. Trong lần tiếp cận đầu tiên của cơn bão, tín hiệu cảnh báo bão mức 8 đã được ban hành vào 10 giờ tối cùng ngày. Đến khi những cơn gió đã lắng bớt, tín hiệu mức 3 đã quay trở lại thay thế cho tín hiệu 8 tại thời điểm 2 giờ sáng ngày 21 tháng 8, và mọi tín hiệu đã được hạ thấp vào lúc 5 giờ sáng ngày hôm đó. Khi Wayne tiến đến lần thứ 2, tín hiệu mức 1 được phát đi lúc 11:45 trưa ngày 25 tháng 8; sau đó mọi tín hiệu lại được hạ xuống vào 2:35 chiều ngày 26. Với lần đe dọa thứ ba của cơn bão, tín hiệu 1 được phát đi lúc 1:30 sáng, và nâng lên thành mức 3 lúc 3:00 chiều ngày 4 tháng 9. Sau khi Wayne đi qua một lần nữa, các tín hiệu được hạ xuống lần cuối cùng lúc 2:10 chiều ngày 5 tháng 9.[2] Tác động[sửa | sửa mã nguồn] Trong quá trình vượt qua Đài Loan, cơn bão đã khiến 63 người chết, làm sập 12.000 ngôi nhà, và đánh chìm hàng ngàn tàu cá. Tổng thiệt hại tại đất nước này là 360 triệu USD (USD 1996).[2] Quỹ đạo kỳ lạ của Wayne là phù hợp để nó mang những trận mưa xối xả đến khắp các khu vực Philippines, Đài Loan, vùng Đông Nam Trung Quốc, đảo Hải Nam, và Việt Nam. Ở Hồng Kông đã ghi nhận được gió giật với vận tốc 144 km\/giờ tại Tate's Cairn (một đỉnh núi có độ cao 583 m). Tổng lượng mưa tích lũy tại Tây Cống là 295 mm sau ba lần cơn bão tiếp cận Hong Kong.[2] Còn tại Căn cứ Không quân Clark ở Philippines, tổng lượng mưa ghi nhận được là 523,5 mm.[5] Đồng thời đã có 36 người thiệt mạng ở quốc gia này.[2] Tại Việt Nam, có tất cả 490 người thiệt mạng cùng hàng chục ngàn người mất nhà cửa.[3] Tổng thiệt hại chung do bão là 399 triệu USD (USD 1986).[2] Bất chấp tác động gây ra đến nhiều địa điểm cùng quỹ đạo và thời gian tồn tại bất thường, cái tên Wayne đã không bị khai tử, và được sử dụng lại vào mùa bão năm 1989.[6] Xem thêm[sửa | sửa mã nguồn] Cổng thông tin Xoáy thuận nhiệt đới Bão Nari (2001) Bão Sơn Tinh (2012) Bão Usagi (2013) Bão Krosa (2019) Tham khảo[sửa | sửa mã nguồn] ^ a b c d JMA. RSMC Best Track Data (Text): 1986-1990. Lưu trữ 2011-05-24 tại Wayback Machine Retrieved on 2009-02-07. ^ a b c d e f g Hong Kong Royal Observatory (1987). Meteorological Results 1986: Part III - Tropical Cyclone Summaries. Lưu trữ 2019-10-23 tại Wayback Machine Retrieved on 2009-02-01. ^ a b c JTWC(1987). Chapter 3: Northwest Pacific and North Indian Ocean Tropical Cyclones. Lưu trữ 2011-06-07 tại Wayback Machine United States Navy. Truy cập 2007-12-19. ^ Hà Nam, Nam Định, Ninh Bình ngày nay ^ Roth, David M; Hydrometeorological Prediction Center (ngày 16 tháng 11 năm 2012). “Tropical Cyclone Rainfall Point Maxima”. Tropical Cyclone Point Maxima. United States National Oceanic and Atmospheric Administration's National Weather Service. Truy cập ngày 7 tháng 12 năm 2012. ^ Joint Typhoon Warning Center (1990). 1989 Joint Typhoon Warning Center Tropical Cyclone Reports for the Northwest Pacific and North Indian Oceans. Lưu trữ 2011-06-07 tại Wayback Machine United States Navy. Truy cập 2008-11-26. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Wayne_(1986)&oldid=69489710” Thể loại: Bão tại Philippines Mùa bão Tây Bắc Thái Bình Dương 1986 Bão tại Hồng Kông Bão tại Đài Loan Typhoon Bão tại Việt Nam Bão tại Trung Quốc Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 30 tháng 12 năm 2022, 12:45. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}