{"Bão Rammasun (2014)":"Bão Rammasun (2014) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Công tác phòng tránh Hiện\/ẩn mục Công tác phòng tránh 2.1Philippines 2.2Trung Quốc đại lục 2.3Hồng Kông 2.4Macao 3Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 3.1Guam 3.2Philippines 4Xem thêm 5Tham khảo 6Liên kết ngoài Bão Rammasun (2014) 17 ngôn ngữ Bahasa Indonesia Bahasa Melayu Català Deutsch English Español Français Italiano 日本語 Português Русский Simple English Suomi Tagalog ไทย 粵語 中文 8 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này viết về một xoáy thuận nhiệt đới năm 2014. Đối với cơn bão khác có cùng tên, xem Bão Rammasun. Bão Rammasun (Glenda) Bão cuồng phong rất mạnh (Thang JMA) Siêu bão cuồng phong cấp 5 (SSHWS\/NWS) Bão Rammasun ở gần cường độ tối đa trong ngày 18 tháng 7, khi nó đi dọc ven bờ đảo Hải Nam Hình thành 9 tháng 7 năm 2014 (2014-07-09) Tan 20 tháng 7 năm 2014 (2014-07-20) Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 165 km\/h (105 mph) Duy trì liên tục trong 1 phút: 260 km\/h (160 mph) Áp suất thấp nhất 935 mbar (hPa); 27.61 inHg Số người chết 225 Thiệt hại $8.08 tỷ (USD 2014) Vùng ảnh hưởng Quần đảo Caroline, Quần đảo Mariana, Philippines, Trung Quốc, Hồng Kông, Ma Cao, Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 2014 Bão Rammasun (có nghĩa là \"thần sấm sét\" trong tiếng Thái)[1], còn được biết đến tại Philippines với tên Bão Glenda hay tại Việt Nam với tên hiệu Cơn bão số 2, là một xoáy thuận nhiệt đới lớn đã đổ bộ vào bờ biển miền nam đảo Luzon của Philippines vào ngày 15 tháng 7 năm 2014,đổ bộ vào bán đảo Lôi Châu vào chiều tối 18 tháng 4. Rammasun là bão thứ chín và là cơn cuồng phong thứ ba trong mùa bão hàng năm, chỉ hình thành ít ngày sau khi siêu bão Neoguri đổ bộ vào Nhật Bản. Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines đã ra liên tiếp ba tín hiệu báo động bão khẩn cấp với Rammasun. Sau Lingling và Kaijiki, đây là xoáy thuận nhiệt đới thứ ba và cơn cuồng phong đầu tiên tấn công trực tiếp Philippines trong năm 2014. Sức gió duy trì trong 10 phút chính thức theo ước tính của JMA là 90 kt[2], nhưng theo HKO (đài thiên văn Hồng Kông) thì sức gió duy trì 10 phút lên đến 240 km\/h (130 kt)[3].Sức gió duy trì trong 2 phút và 1 phút lên đến 260 km\/h (72 m\/s,140 kt). Áp suất thấp nhất theo ước tinh của CMA Trung Quốc là 888 hPa,tại trạm khí tượng ở đảo Qizhou đo được áp suất mực nước biển thấp nhất lúc đổ bộ là 899,2 hPa (trung tâm bão không trực tiếp quét qua trạm); mặc dù JMA chỉ ước tinh áp suất thấp nhất trong cơn bão là khoảng 935 hPa. Xem xét cường độ của Rammasun dựa trên trực quan, cấu trúc cơn bão này được so sánh với các cơn bão Saomai (2006), Katrina (2005) và Haiyan (2013) để xác thực cường độ gió thực tế (vì máy đo gió đã bị hỏng khi tâm bão quét qua). Hình ảnh vệ tinh và radar cho thấy đối lưu u ám dày đặc (CDO) mạnh hơn so với Katrina và mạnh hơn đáng kể so với Saomai nhưng vẫn yếu hơn so với Haiyan. Kĩ thuật Dvorak tiên tiến (ADT) được phát triển bởi Viện Hợp tác Nghiên cứu Vệ tinh Khí tượng (CIMSS) cũng cho thấy cường độ bão Rammasun mạnh hơn Katrina và Saomai lúc đỉnh điểm và trước khi đổ bộ.[4] ADT ước tính áp suất trung tâm là 891,7 hPa và sức gió khoảng 155 kt - 160 kt (1 phút) tại thời điểm cực đại, ước tính này mạnh hơn đáng kể so với ước tính của JTWC và sát với với ước tính chính thức của CMA (888 hPa). Rammasun là cơn bão có sức gió 1 phút đạt cấp độ 5 thứ 2 tại Biển Đông sau 60 năm kể từ cơn bão Pamela cũng đạt cấp độ tương tự vào năm 1954. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào tối ngày 8 tháng 7, sóng nhiệt đới bắt nguồn từ Vùng hội tụ giữa hai chí tuyến (ITCZ) gần Xích đạo đã hình thành nên một nhiễu động nhiệt đới ở phía đông nhóm đảo Chuuk. Trong đêm, nó trôi dạt từ từ theo hướng tây bắc, nơi có điều kiện môi trường thuận lợi với đối lưu mạnh và nước biển ấm,[5] rồi bắt đầu mạnh lên thành một vùng thấp giống như cách mà cơn bão Neoguri trước đó đã áp dụng để tăng cường độ.[6] Khoảng một ngày sau, các hình ảnh vệ tinh phát hiện tâm vùng thấp của đối lưu đang được củng cố dần, với sức gió ở mức 25 kn (46 km\/h; 29 mph). Trung tâm Cảnh báo Bão Liên hợp (JTWC) nhanh chóng đưa ra cảnh báo về sự hình thành xoáy thuận nhiệt đới, trong khi Cơ quan Khí tượng Nhật Bản (JMA) phân loại nó như một áp thấp nhiệt đới yếu. Ngày 10 tháng 7, JTWC nâng cấp vùng thấp lên thành áp thấp nhiệt đới và định danh nó là 09W.[7] Tối hôm đó, JMA xác nhận áp thấp nhiệt đới đã đạt đến sức gió 25 kn (46 km\/h; 29 mph) trong một giờ.[8]. Sáng sớm ngày 11 tháng 7, tâm áp thấp nhiệt đới tiếp tục xoáy sâu thêm, điều này khiến JTWC nâng cấp áp thấp nhiệt đới lên thành bão nhiệt đới,[9][10] và ra tín hiệu cảnh báo bão nhiệt đới đối với Guam[11] sau khi vệ tinh NASA quan sát được cơn bão chuyển hướng trực tiếp vào hòn đảo này.[12] Tuy nhiên, đến tối hôm đó, JTWC đã hạ 09W xuống thành áp thấp nhiệt đới trở lại, vì phân tích Dvorak cho thấy nó chưa đủ cường độ của bão nhiệt đới.[13] Áp thấp nhiệt đới qua khỏi Guam vào ngày 12 tháng 7, đi vào vùng thời tiết thuận lợi với gió đứt tầng thấp theo phương đứng và nhiệt độ trung bình của bề mặt nước biển cao.[14] Đến cuối ngày, JMA nâng cấp áp thấp nhiệt đới lên thành bão nhiệt đới và trao cho nó cái tên Rammasun (tiếng Thái: รามสูร) mang số hiệu 1409.[15][16] Di chuyển nhanh về phía tây với tốc độ 15 kn (28 km\/h; 17 mph), vòng mây đối lưu của bão ngày càng dày thêm. Vệ tinh quan sát được những dòng thổi ra yếu và gió đứt tầng từ mức thấp đến trung bình, khiến JTWC một lần nữa ra cảnh báo bão nhiệt đới với mây cuộn xoáy ở vùng trung tâm.[17] Vào lúc 2 giờ sáng giờ địa phương ngày 13 tháng 7, Đài quan sát Hồng Kông (HKO) bắt đầu theo dõi Rammasun và phân loại nó thành bão nhiệt đới. Đến tối, Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines (PAGASA) đặt cho cơn bão cái tên địa phương Glenda do nó đã đi vào Khu vực thẩm quyền Philippines.[18] Cơn bão tạo nên mối đe dọa to lớn cho đảo Luzon của quốc gia này, bởi vì nó được dự báo sẽ mạnh lên thành bão cuồng phong trước khi đổ bộ lên đó.[19] Rammasun vẫn duy trì cường độ cũ trong khi đối lưu sâu ở trung tâm nở bung ra và khiến cho mắt bão dần hình thành.[20] Vài giờ sau, gió đứt tầng theo phương đứng giảm dần. Cơn bão hướng thẳng về phía tây dọc theo ngoại vi của một vĩ độ ngựa. Dòng thổi trở nên mạnh hơn, đặc biệt là ở góc phía tây nam.[21] Tâm đối lưu tiếp tục đào sâu, nở rộng và được các vòng mây cong bao bọc chặt. JMA nâng Rammasun lên thành bão nhiệt đới dữ dội vào nửa đêm,[22] vài giờ sau đến lượt HKO và Cục Thời tiết Trung ương Đài Loan (CWB) cũng xác định cơn bão ở cấp độ tương tự. Phân tích Dvorak từ tất cả cơ quan thời tiết chỉ rõ sức gió tối thiểu của Rammasun ở 65 kn (120 km\/h; 75 mph), như vậy nó đã trở thành một cơn bão cuồng phong theo thang của JTWC vào lúc 09:00 UTC ngày 14 tháng 7.[23] Đến trưa, lần lượt CWB, HKO và JMA nâng Rammasun lên thành bão cuồng phong.[24] Rammasun lộ rõ mắt bão một cách bất thường vào khoảng 15:00 UTC. Trái với những dự báo ban đầu về hướng di chuyển tây tây bắc, cơn bão lại đổi đường đi sang tây tây nam ở vận tốc 10 kn (19 km\/h; 12 mph). Do thời tiết thuận lợi, sức gió của cơn bão theo báo cáo dường như đã tăng lên đến 77 kn (143 km\/h; 89 mph) duy trì liên tục trong một phút, với áp suất hạ còn 980 hPa (29 inHg),[25] lúc này đĩa mây bão đã tiến sát đến vùng bờ biển phía đông các tỉnh miền Trung Philippines. Ảnh động vệ tinh qua ống kính hồng ngoại của bão Rammasun khi đổ bộ Phillipines vào ngày 15 tháng 7. Sáng ngày 15 tháng 7, mắt của Rammasun đã nở rộng đến 10 nmi (19 km; 12 mi) cùng một dòng thổi cực mạnh hướng về phía Xích đạo và phía tây. Vào thời điểm đó, sức gió của bão đạt 80 kn (150 km\/h; 92 mph) duy trì trong một phút[26] và 75 kn (139 km\/h; 86 mph) trong mười phút.[27] Rammasun ban đầu được dự báo là sẽ giữ nguyên cường độ đó mà đổ bộ rồi suy yếu thành bão nhiệt đới do tiếp xúc với đất liền, nhưng thực tế là nó lại tiếp tục mạnh lên. Trong sáu giờ tiếp theo, JTWC quan trắc trực tiếp mắt bão lần đầu tiên và ghi nhận con số 20 nmi (37 km; 23 mi), gấp đôi đường kính trong báo cáo trước đó. Vận tốc gió tối đa 100 kn (190 km\/h; 120 mph) khiến nó được tăng cấp lên thành bão cuồng phong cấp 3 theo thang SSHS.[28] Đến khoảng 17:00 PST, Rammasun đổ bộ lên bờ biển Rapu-Rapu, Albay ở phía nam đảo chính Luzon với áp suất 959 hPa (28,3 inHg), gây mưa to dữ dội và gió giật mạnh cho toàn khu vực xung quanh.[29] Khi vào đất liền, tốc độ gió của cơn bão tiếp tục tăng vì nó rơi đúng vào một môi trường rất thuận lợi. Các báo cáo ban đầu của JTWC chỉ ra con số 110 kn (200 km\/h; 130 mph) duy trì trong một phút,[30] rồi sau đó chỉnh lại thành 115 kn (213 km\/h; 132 mph), tức là tương đương với bão cuồng phong cấp 4[31] sau khi đánh vào thành phố Tabaco của Albay. JTWC dự báo Rammasun sẽ được tăng cường sau khi vượt qua Philippines và đi vào Biển Đông, nơi nó hấp thu nhiệt độ của các dòng biển ấm.[30] Rạng sáng ngày 16 tháng 7, tâm bão Rammasun đã nằm trên Biển Đông, đi vào phạm vi theo dõi của Trung tâm Dự báo Khí tượng Thủy văn Việt Nam (NCHMF) và được cơ quan này gọi là cơn bão số 2.[32] Cơn bão sau đó đánh vào Catanauan, Quezon của Philippines một lần nữa. Mắt của nó bị xóa mờ do chịu ảnh hưởng từ địa hình mặt đất gồ ghề của Philippines, cấu trúc đĩa mây cũng bị xuống cấp. Tuy nhiên các vòng mây cong vẫn quấn quanh tâm vùng thấp của đối lưu rất chặt.[33] Đến chiều, JTWC hạ Rammasun xuống còn bão cuồng phong cấp 1. Sáng ngày 17 tháng 7, Rammasun tiếp tục di chuyển theo hướng giữa tây tây bắc và tây bắc với tốc độ không đổi, tiến sâu thêm vào Bắc Biển Đông. Nhờ điều kiện thời tiết thuận lợi, cơn bão đã mạnh trở lại, áp suất tâm ngày càng giảm. JTWC nâng Rammasun lên thành bão cuồng phong cấp 2, nhưng lại giảm xuống trở lại cấp 1 vào buổi chiều. Lúc 18:45 CST, HKO nâng Rammasun lên thành bão cuồng phong dữ dội theo thang của họ, lúc này bão đã tiến đến gần đặc khu. Cơn bão có dấu hiệu mạnh lên, khiến JTWC tiếp tục đưa nó lên bão cuồng phong cấp 2 vào buổi tối. Rạng sáng ngày 18 tháng 7, JTWC nâng Rammasun lên thành bão cuồng phong cấp 4 lần thứ hai,[34] đây là một trong số ít những cơn bão được nâng lên mức bốn ngay trong Biển Đông, lần gần nhất là trường hợp của bão Vicente năm 2012. Tiếp đến, cơ quan này nâng nó lên thành siêu bão cuồng phong cấp 5 khi sức gió ở vùng tâm bão đã lên đến 52 m\/s với áp suất tối thiểu 935 hPa (27,6 inHg), cũng là siêu bão thứ hai trong mùa sau Neoguri. HKO cũng nâng Rammasun lên thành siêu bão vào lúc 5:45 CST. Cơn bão vẫn tiếp tục tăng cường độ lên mãi cho đến chiều tối, khi nó đi qua eo biển Quỳnh Châu và tiếp xúc với mũi cực bắc của đảo Hải Nam, thuộc địa phận huyện Văn Xương, cũng là lúc đạt đến giới hạn cao nhất. Lát sau, Rammasun quét qua dải đất ven biển của huyện Từ Văn thuộc tỉnh Quảng Đông, cưỡi sóng Vịnh Bắc Bộ hướng về miền Bắc Việt Nam. Công tác phòng tránh[sửa | sửa mã nguồn] Để chuẩn bị ứng phó với bão, Thống đốc Guam Eddie Calvo đã tuyên bố đặt hòn đảo vào Tình trạng Sẵn sàng cấp độ 3[35] và sau đó nâng lên thành Tình thế Sẵn sàng cấp độ 1. Sở Dự báo Thời tiết Quốc gia Hoa Kỳ cảnh báo một sự gia tăng bất thường của các đợt gió đứt tầng sẽ khiến cơn bão mạnh thêm trước khi nó đổ bộ vào Guam.[12] Trung Hoa Dân Quốc (Đài Loan) cũng dự báo về một số tác động do Rammasun gây ra, tiêu biểu là những cơn mưa có lượng từ trung bình đến rất to sẽ trải khắp đất nước.[36] Người dân Hồng Kông được khuyến cáo về tình trạng mưa nặng hạt và khả năng sạt lở đất như một hậu quả liên đới.[37] Cục Vật lý địa cầu và Khí tượng Macao (SMG) đăng trên trang chủ một thông điệp kêu gọi người dân chú ý đến mọi diễn biến mới nhất về bão Rammasun vào rạng sáng ngày 16 tháng 7. Cả Phillipines, Cộng hòa Nhân dân Trung Hoa và Việt Nam đều cảnh giác ứng phó với bão, do Rammasun được dự báo sẽ đổ bộ với cường độ lớn hơn nhiều so với hồi ở Guam. Trạm Khí tượng Trung ương Cộng hòa Nhân dân Trung Hoa (NMCCMA) phát tín hiệu cảnh báo bão màu cam vào lúc 10:00 CST ngày 16 tháng 7, trong khi đặt các tỉnh Quảng Đông, Quảng Tây và Hải Nam vào tình trạng ứng phó thiên tai khẩn cấp.[38] Các nhà khí tượng học Trung Quốc tập trung vào các khả năng cơn bão đổ bộ lần thứ hai và\/hoặc thứ ba ở tỉnh Hải Nam của Trung Quốc và các tỉnh miền Bắc Việt Nam.[37] Ban chỉ đạo phòng chống lụt bão Trung ương và Ủy ban Quốc gia Tìm kiếm cứu nạn Việt Nam từ chiều ngày 15 tháng 7 đã tổ chức cuộc họp khẩn bàn giải pháp ứng phó với cơn bão trên đất liền cũng như hướng dẫn ngư dân trên biển tìm nơi trú bão, đồng thời kêu gọi người dân cảnh giác khi nhận định: \"Đây là một cơn bão mạnh, di chuyển nhanh và có diễn biến phức tạp\".[39][40] Philippines[sửa | sửa mã nguồn] Bản đồ động thể hiện các vùng nhận báo động bão do PAGASA ban hành trong thời gian Rammasun tấn công Philippines. Rammasun được dự báo sẽ là cơn bão cuồng phong đầu tiên ảnh hưởng trực tiếp lên Philippines sau tám tháng, kể từ siêu bão Haiyan. Các công tác phòng tránh bão Rammasun, hay Glenda, đã bắt đầu tại quốc gia này từ chiều ngày 13 tháng 7 theo giờ địa phương.[41] Do sự mạnh lên nhanh chóng của cơn bão, Tổng công ty Truyền tải Quốc gia Philippines đã tuyên bố, \"Các biện pháp phòng tránh phải bao gồm bảo đảm độ tin cậy của thiết bị thông tin liên lạc, vật liệu và vật tư cần thiết để sửa chữa các thiệt hại về cơ sở vật chất, cũng như sắp xếp các nhóm sửa chữa trong các khu chiến lược, tạo điều kiện cho việc tái thiết diễn ra nhanh chóng.\"[42] Báo động bão cấp độ 3 được ban bố ở Catanduanes, trong khi báo động 2 tăng lên một vùng rộng lớn bao gồm Camarines Norte, đảo Burias, đảo Ticao, Marinduque, và phía nam Quezon.[43] Nhiều đảo ở miền Nam Luzon cùng với các vùng phía đông, tây và trung tâm Visayas được đặt trong tình trạng báo động 1. Hơn 12 triệu cư dân được yêu cầu sẵn sàng ứng phó với bão. Tất cả cấp học ở mọi trường lớp đều được yêu cầu nghỉ dạy trong hai ngày bão đổ bộ.[44] Chủ tịch Hội đồng Quản lý rủi ro và Giảm nhẹ thiên tai Philippines (NDRRMC), ông Alexander Pama, trong một cuộc phỏng vấn đã nói: \"Chúng tôi đã cảnh báo với công chúng là có thể có các tình trạng báo động do hậu quả của sự nhiễu động thời tiết: sạt lở, lũ quét, mưa to và gió giật mạnh.\" với hơn 1.300 ngôi làng được tư vấn về lũ lụt và lở đất.[45] Đại sứ quán Hoa Kỳ ở Manila đã hủy các buổi phỏng vấn cấp thị thực không định cư ban đầu dự [46] tổ chức vào các ngày 15 và 16. Tất cả người nộp đơn được yêu cầu chọn ra một thời điểm phỏng vấn khác.[47] Lực lượng Phòng vệ Biển Philippines đã cấm tất cả mọi hoạt động ngoài khơi của tàu bè.[48] Bộ trưởng Bộ Nội vụ và Chính quyền địa phương Edgar Tabell cho biết: \"Tất cả văn phòng của Bộ ở Luzon và Đông Visayas đã trong tình trạng sẵn sàng đối phó với Glenda. Các trung tâm sơ tán đã được chuẩn bị và dây điện, cầu đường đều được kiểm tra.\" Ông cũng yêu cầu các quan chức địa phương phối hợp chặt chẽ với họ và cung cấp sự hỗ trợ cho người dân.[49] Mặc dù ban đầu được dự báo sẽ đổ bộ vào Thung lũng Cagayan, cơn bão lại đi theo hướng tây, tăng nguy cơ đổ bộ lên vùng Bicol, và sau đó tiến đến các tỉnh Bataan và Zambales trước khi đánh qua Metro Manila.[50] Khi Rammasun tiến sát bờ biển Philippines, tình trạng báo động đỏ đã được áp dụng trên toàn quốc.[51] Ngay từ những giờ đầu của ngày 15, chính phủ đã ban hành lệnh sơ tán khu vực ven biển phía đông đất nước. PAGASA lo ngại những cơn sóng cao hơn 3 mét có thể ập vào các làng ven biển.[52] Tuy nhiên đến đầu giờ chiều, nhiều khu vực khác cũng phải di tản do cơn bão đã mạnh hơn nhiều so với dự báo.[53] Giám đốc Văn phòng Phòng vệ Dân sự khu vực Bicol, ông Rafaelito Alejandro, trả lời phỏng vấn: \"Chúng tôi đang chuẩn bị cho những gì tồi tệ nhất... điều quan trọng nhất bây giờ là hoàn tất việc sơ tán.\" Hiện khoảng 6.000 người đã di tản đến các trung tâm sơ tán, chính quyền địa phương cố gắng sắp xếp một không gian trú ẩn cho hơn 39.000 cư dân trước khi cơn bão đổ bộ.[54] Một số thành phố được cảnh báo về những cơn sóng cao từ 1,5 m (4 ft 11 in) đến 3 m (9,8 ft).[55] Bộ Y tế Philippines cho biết họ đã sắp xếp sẵn tất cả các bệnh viện nhà nước nhằm hỗ trợ cứu hộ và cứu trợ quá trình trong và sau bão. Bộ tuyên bố rằng giờ đây họ đã chuẩn bị tốt hơn nhiều so với cho những cơn bão trước đó.[56] Trước khi Rammasun đổ bộ, thành phố Tabaco ở tỉnh Albay đã tuyên bố tình trạng thiên tai.[57] Trung Quốc đại lục[sửa | sửa mã nguồn] Chiều ngày 15 tháng 7, NMCCMA phát ra một tín hiệu cảnh báo bão màu lam, mức thấp nhất trong bốn cấp độ màu xanh lam, vàng, đỏ và cam sử dụng trong phòng chống bão của Cộng hòa Nhân dân Trung Hoa. Đến sáng ngày hôm sau, trạm khí tượng tiếp tục đưa ra tín hiệu vàng và nhanh chóng tăng lên mức cam trong vài tiếng. Cục quản lý Khí tượng học Trung Quốc tiếp tục ban bố tình trạng ứng phó thảm họa thời tiết (bão) khẩn cấp.[58] Thủ tướng Trung Quốc Lý Khắc Cường ra công điện khẩn hướng dẫn công tác phòng tránh bão do Rammasun được dự báo sẽ đổ bộ và\/hoặc gây ảnh hưởng trực tiếp đến vùng bờ biển phía nam đất nước. Ông yêu cầu các trạm khí tượng thủy văn theo dõi chặt chẽ tình hình cơn bão, tăng cường dự báo và ra các cảnh báo bão kịp thời.[59] Ủy ban quốc gia về giảm nhẹ thiên tai thuộc Bộ Nội vụ Cộng hòa Nhân dân Trung Hoa chỉ đạo các ban ngành địa phương dùng mọi giải pháp phòng chống Rammasun và tăng khả năng cứu hộ nhanh nhất có thể.[60] Trong cùng ngày, Quốc hội Trung Quốc nhóm họp nhằm ứng phó bão lũ khẩn cấp.[61] Trung tâm dự báo thời tiết quốc gia dự kiến một tín hiệu cảnh báo bão màu đỏ, mức cao nhất từ đầu năm ở Trung Quốc, sẽ được ban ra vào trưa ngày 17.[62] Tại tỉnh Quảng Đông, một trong ba địa phương được dự báo sẽ hứng chịu ảnh hưởng trực tiếp của Rammasun, tình trạng ứng phó thiên tai khẩn cấp mức độ 3 (màu vàng) đã được đặt vào 8:30 CST ngày 16 tháng 7.[63] Đúng một ngày sau, tỉnh quyết định nâng lên mức báo độ 2 (cam).[64] Do Rammasun đã hướng thẳng đến dải bờ biển phía tây tỉnh Quảng Đông, các tuyến phà nối tỉnh với đảo Hải Nam phải đóng cửa. Các hộ nông dân ở thành phố Trạm Giang nhận được tín hiệu bão đã đẩy nhanh việc thu hoạch lúa và những loại cây trồng dễ bị ngập úng khác, với hy vọng sẽ hoàn tất trước khi bão đổ bộ. Các quan chức ngành nông nghiệp ở Trạm Giang cho biết diện tích trồng lúa của thành phố là hơn 360 mẫu Anh, và quá trình thu hoạch vội chỉ mới hoàn thành được 8%.[65] Ban phòng vệ quyết định đóng cửa ngay trong buổi sáng các bãi tắm và khu giải trí dọc bờ biển phía tây Quảng Đông.[66] Các tuyến xe lửa từ Quảng Châu đi Hải Nam ngang qua Quảng Đông cũng bị dời lại lịch chạy. Cục Hàng hải, Biên giới và Các vấn đề khác đã đưa ra thông điệp khẩn, yêu cầu mọi tàu bè phải tìm nơi tránh trú bão, đồng thời chỉ đạo khắc phục lập tức các sự cố cảng biển ảnh hưởng đến việc cập bến.[64] Nhiều thành phố ở tỉnh Quảng Tây lân cận cũng được ban tín hiệu báo động màu xanh vàng. Do Rammasun được dự báo sẽ đi vào Vịnh Bắc Bộ, các tuyến du lịch đường biển, bãi tắm và đường xe lửa ven biển của tỉnh này đã đóng cửa toàn bộ từ chiều ngày 17.[67] Tại tỉnh Hải Nam, lúc 7:30 CST ngày 16 tháng 7, Cục khí tượng của tỉnh đã ban bố tình trạng ứng phó thiên tai mức độ 4 (xanh), rồi nhanh chóng tăng lên mức 3 (vàng) ngay sau đó.[68] Ngày hôm sau, khi Rammasun đã sắp sửa bước vào vùng nguy hiểm của Hải Nam, Cục khí tượng tiếp tục nâng lên báo động 2 (cam) rồi chuyển sang báo động 1 (đỏ) vào lúc 3 giờ chiều với riêng trấn Tây Sa (quần đảo Hoàng Sa theo cách gọi của Việt Nam).[69] Bí thư tỉnh ủy La Bảo Minh và Tỉnh trưởng Tưởng Định Chi tổ chức cuộc họp khẩn về công tác phòng chống bão, hướng dẫn, yêu cầu toàn thể ban ngành địa phương của các thành phố và huyện trong tỉnh giám sát chặt chẽ tình hình bão để ra các cảnh báo về sức gió và lũ quét kịp thời.[70] Cùng ngày, mọi tàu thuyền đánh cá của Hải Nam đều bị cấm ra khơi, cùng với lệnh phong tỏa eo biển Quỳnh Châu vào sáng ngày hôm sau nhằm giảm thiểu rủi ro.[71] Theo ghi nhận vào 10:00 CST ngày 17, có 26.410 tàu cá đã cập cảng an toàn.[72] Các tuyến cao tốc xuyên tỉnh bị đóng cửa.[73] Đến trưa, chính quyền tỉnh Hải Nam cùng Cục khí tượng của tỉnh đồng loại phát thông điệp kêu gọi cảnh giác với bão trên toàn mạng lưới truyền hình, internet, báo giấy và tin nhắn SMS.[74] Hồng Kông[sửa | sửa mã nguồn] Đài quan sát Hồng Kông đã tổ chức một cuộc họp báo vào lúc 18:00 CST ngày 16 tháng 7,[75] dự báo về khả năng chịu ảnh hưởng trong đêm của bão. HKO dự kiến sẽ đưa ra tín hiệu cảnh báo bão nhiệt đới khi Rammasun tiến đến cách đặc khu 800 km ngoài Biển Đông. Gần nửa đêm hôm đó, HKO ra cảnh báo mức 1 khi cơn bão đã tiến vào phạm vi nguy hiểm, cách Hồng Hông 790 km về phía đông nam. HKO cho biết sẽ theo dõi chặt chẽ và quan trắc cẩn thận sức gió của bão để kịp thời ra các cảnh báo mới. Rạng sáng ngày 17, HKO dự báo về khả năng nâng cảnh báo khi gió mạnh đã tăng cường và tác động đáng kể đến đặc khu. Đến chiều, HKO ra cảnh báo về gió giật mạnh, và ngay khi Rammasun chỉ còn cách 600 km về phía đông nam, đài đã sử dụng đến tín hiệu cảnh báo bão mức 3 – mức cao nhất từng được ban hành trong năm 2014 của Hồng Kông. HKO liên tiếp kêu gọi cảnh giác với các hiện tượng gió mạnh, mưa nặng hạt kéo theo sạt lở đất. Lúc 22:45 CST, HKO dự báo cơn bão sẽ đi qua Hồng Kông ở khoảng cách 400 km về phía tây nam vào ngày hôm sau, 18 tháng 7. HKO nhắc nhở người dân một lần nữa về khả năng xảy ra dông lốc trực tiếp ở khu vực đồi núi và vùng phía tây nam đặc khu. Macao[sửa | sửa mã nguồn] Đầu giờ sáng ngày 16 tháng 7, Cục Vật lý địa cầu và Khí tượng Macao ra thông điệp chú ý đến mọi diễn biến của Rammasun. Đến chiều, SMG cập nhật trang chủ, cho biết khả năng ra báo động bão trong đêm. Khi Rammasun còn cách đặc khu 790 km về phía nam đông nam vào 1 giờ sáng ngày 17, SMG chính thức ban bố tình trạng báo động bão cuồng phong. Đến chiều, Rammasun còn cách Macao 620 km, SMG cho biết sẽ tiếp tục theo dõi chặt chẽ để có thể thay đổi linh hoạt tình trạng đặc khu cho đến hết ngày 18 tháng 7. Ảnh hưởng[sửa | sửa mã nguồn] Guam[sửa | sửa mã nguồn] Mặc dù đã đưa ra các cảnh báo bão khá nghiêm trọng, Rammasun chỉ vượt qua Guam như một áp thấp nhiệt đới, với sức gió yếu hơn nhiều so với dự báo trước đó.[76] Tuy nhiên, do ảnh hưởng của áp thấp nhiệt đới, hòn đảo đã hứng một lượng mưa đáng kể, khiến cho thời tiết ngày hôm đó có độ ẩm cao nhất sau 3 tháng. Vùng lãnh thổ quốc hải này của Hoa Kỳ đã chịu những cơn mưa có lượng từ 25 đến 50 mm (từ 1 đến 2 inch).[77] Philippines[sửa | sửa mã nguồn] xxxxnhỏ|phải|250px|Một con đường ở thành phố Quezon với cây cối gãy đổ do sức gió dữ dội của Rammasun.]] Do các cảng biển đóng cửa trước bão, hơn 100 hành khách được báo cáo là đã kẹt lại ở cảng Batangas cùng với 39 hàng hóa tự hành. Trong khi đó, ít nhất 841 hành khách bị kẹt trong 5 cảng vùng Bicol (gồm Matnog, Tabaco, Bulan, Cataingan và Pilar),[78] và lên đến 6.000 người tại nhiều cảng biển khác trên toàn quốc sau khi bão đổ bộ.[79] Hơn 60 chuyến bay quốc tế và nội địa đã bị hủy bỏ và khoảng 450.000 người đã phải sơ tán do bão.[80][81] Hội đồng Quản lý rủi ro và Giảm nhẹ thiên tai báo cáo gần như hàng giờ về diễn biến của bão, ghi nhận tất cả trường hợp tử vong, bị thương và tổng thiệt hại, trực tiếp hoặc gián tiếp liên quan đến Rammasun. Ngay thời điểm bão đổ bộ, ba ngư dân được báo là đã mất tích. Họ ra khơi đánh cá từ tỉnh Catanduanes vào hôm trước rồi không quay trở lại nữa.[82] Một vụ sập tường ở thành phố Quezon làm hai người khác bị thương.[83] Ít nhất 90% hộ gia đình ở Metro Manila bị mất điện do các cột điện bị gãy và đường dây truyền tải rơi xuống đường, theo ghi nhận của Tổng công ty điện lưới quốc gia Philippines.[84] Gió giật mạnh phá hủy nhiều ngôi nhà trong các khu ổ chuột, trong khi nhiều khu vực của thủ đô phải đóng cửa hoàn toàn.[85] Cơn bão gây mưa to và ngập lụt diện rộng, tính đến 6 giờ sáng ngày 18 tháng 7 đã có 54 người chết, 100 người bị thương và 3 người mất tích; tổng thiệt hại lên đến hơn 5 tỉ piso (tương đương 124 triệu USD).[86][87] Xem thêm[sửa | sửa mã nguồn] Cổng thông tin Xoáy thuận nhiệt đới Bão Nesat (2011) Bão Utor (2013) Bão Haiyan (2013) Bão Megi (2010) Bão Rai (2021) Tham khảo[sửa | sửa mã nguồn] ^ Shan, Shelley (ngày 12 tháng 7 năm 2013). “Tropical depression near Guam may bring rain, wind” (bằng tiếng Anh). Taipei Times. Truy cập ngày 13 tháng 7 năm 2014. ^ “Digital Typhoon: Typhoon 201409 (RAMMASUN) - General Information (Pressure and Track Charts)”. ^ “Super Typhoon Rammasun (1409) 11 to ngày 20 tháng 7 năm 2014”. ^ “An analysis of Super typhoon Rammasun's(2014) peak intensity”. ^ “LOW from ABPW10 2014-07-09, 0600z” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 9 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2012. ^ Speta, Robert. “New Tropical Near Guam, July 10th Outlook”. Westernpacificweather.com (bằng tiếng Anh). Bản gốc lưu trữ ngày 13 tháng 7 năm 2014. Truy cập ngày 10 tháng 7 năm 2014. ^ “Prognostic Reasoning for JTWC Warning 001 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 11 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “JMA Confirms 30kt winds around Typhoon Rammasun” (bằng tiếng Anh). Cơ quan Khí tượng Nhật Bản. Lưu trữ bản gốc ngày 11 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “JTWC Warning 003 for Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 11 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “NASA-NOAA Suomi NPP satellite sees power within newborn Tropical Depression 09W” (bằng tiếng Anh). NASA. ngày 10 tháng 7 năm 2014. Truy cập ngày 10 tháng 7 năm 2014. ^ Speta, Robert. “Possible Rammasun Developing Near Guam, TS Warnings Issued”. Westernpacificweather.com (bằng tiếng Anh). Bản gốc lưu trữ ngày 14 tháng 7 năm 2014. Truy cập ngày 11 tháng 7 năm 2014. ^ a b “NASA sees Tropical Storm 9 over Guam” (bằng tiếng Anh). Science Codex. Truy cập ngày 13 tháng 7 năm 2014. ^ “JTWC Warning 006 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 12 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ Speta, Robert. “Possible Rammasun Continues to Develop and Passes Guam”. Westernpacificweather.com (bằng tiếng Anh). Bản gốc lưu trữ ngày 14 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “JMA - Tropical Cyclone Advisory as on 120600” (bằng tiếng Anh). Cơ quan Khí tượng Nhật Bản. Lưu trữ bản gốc ngày 12 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ Spamer, Courtney. “Tropical Depression 09W to Become Next Typhoon” (bằng tiếng Anh). AccuWeather. Bản gốc lưu trữ ngày 14 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 009 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 12 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “SEVERE WEATHER BULLETIN NUMBER ONE” (bằng tiếng Anh). Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines. ngày 13 tháng 7 năm 2014. Lưu trữ bản gốc ngày 13 tháng 7 năm 2014. Truy cập ngày 13 tháng 7 năm 2014. ^ “Typhoon Threat in the Philippines Next Week” (bằng tiếng Anh). The Weather Channel. ngày 12 tháng 7 năm 2014. Lưu trữ bản gốc ngày 13 tháng 7 năm 2014. Truy cập ngày 12 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 13 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 15 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “JMA Advisory WTPQ21 RJTD 140000” (bằng tiếng Anh). Cơ quan Khí tượng Nhật Bản. Lưu trữ bản gốc ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 06 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “JMA Advisory WTPQ21 RJTD 141200” (bằng tiếng Anh). Cơ quan Khí tượng Nhật Bản. Lưu trữ bản gốc ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 17 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 19 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 15 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ “JMA Advisory WTPQ21 RJTD 150300” (bằng tiếng Anh). Cơ quan Khí tượng Nhật Bản. Lưu trữ bản gốc ngày 15 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 20 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 15 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ Locsin, Joel; AFP (ngày 15 tháng 7 năm 2014). “Typhoon Glenda makes landfall in Albay” (bằng tiếng Anh). GMA News. Truy cập ngày 16 tháng 7 năm 2014. ^ a b “Prognostic Reasoning for Warning 021 on Typhoon Rammasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 16 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ “JTWC running best track for Typhoon Rammasun” (bằng tiếng Anh). Phòng Thí nghiệm Nghiên cứu Hải quân Hoa Kỳ. Lưu trữ bản gốc ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “Bão Rammasun đã vào Biển Đông, cách Hoàng Sa 850km”. Đài Tiếng nói Việt Nam. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 23 on Typhoon Ramasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “Prognostic Reasoning for Warning 30 on Typhoon Ramasun” (bằng tiếng Anh). Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 17 tháng 7 năm 2014. Truy cập ngày 18 tháng 7 năm 2014. ^ “Governor declares Condition of Readiness 3” (bằng tiếng Anh). Kuam. Truy cập ngày 13 tháng 7 năm 2014. ^ “Tropical Storm Rammasun could affect Taiwan on Wednesday”. Focus Taiwan. Truy cập ngày 14 tháng 7 năm 2014. ^ a b “Typhoon Rammasun Nears the Philippines; Late-Week Threat to Southern China” (bằng tiếng Anh). The Weather Channel. ngày 14 tháng 7 năm 2014. Lưu trữ bản gốc ngày 15 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “广东启动气象灾害（台风）三级应急响应(2014第17号）” (bằng tiếng Trung). Trung tâm dự báo thời tiết của Cục quản lý Khí tượng học Trung Quốc. ngày 16 tháng 7 năm 2014. Bản gốc lưu trữ ngày 19 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ Minh Long (ngày 15 tháng 7 năm 2014). “\"Không lơ là chủ quan trong ứng phó bão Rammasun\"”. Đài Tiếng nói Việt Nam. Truy cập ngày 16 tháng 7 năm 2014. ^ Hồng Nhung (ngày 15 tháng 7 năm 2014). “Bão Rammasun tiếp tục mạnh lên, tâm bão giật mạnh cấp 15, 16”. Đài Tiếng nói Việt Nam. Truy cập ngày 16 tháng 7 năm 2014. ^ Herriman, Robert (ngày 14 tháng 7 năm 2014). “Philippines: Typhoon Rammasun To Hit Archipelago Tuesday” (bằng tiếng Anh). The Global Dispatch. Truy cập ngày 14 tháng 7 năm 2014. ^ Locsin, Joel (ngày 14 tháng 7 năm 2014). “NGCP braces power grid for Glenda onslaught” (bằng tiếng Anh). GMA News. Truy cập ngày 14 tháng 7 năm 2014. ^ “Strong tropical storm to make landfall in N. Philippines Tuesday” (bằng tiếng Anh). GlobalPost đưa tin từ Tân Hoa xã. ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “Catanduanes under signal no 3 as #GlendaPH strengthens” (bằng tiếng Anh). Rappler. ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “Philippines prepares for season's first major storm” (bằng tiếng Anh). Press TV. ngày 14 tháng 7 năm 2014. Bản gốc lưu trữ ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ kiến, german ^ Locsin, Joel (ngày 14 tháng 7 năm 2014). “US Embassy cancels nonimmigrant visa interviews Wednesday due to Glenda” (bằng tiếng Anh). GMA News. Truy cập ngày 14 tháng 7 năm 2014. ^ “#GlendaPH: Coast Guard restricts ships to port” (bằng tiếng Anh). Rappler. ngày 14 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ Bong Lozada (ngày 14 tháng 7 năm 2014). “NDRRMC chief urges local officials to seek help”. INQUIRER.net (bằng tiếng Anh). Truy cập ngày 14 tháng 7 năm 2014. ^ Larano, Cris (ngày 14 tháng 7 năm 2014). “Tropical Storm Rammasun Approaches Philippine Capital Manila”. The Wall Street Journal (bằng tiếng Anh). Truy cập ngày 14 tháng 7 năm 2014. ^ Larano, Cris (ngày 15 tháng 7 năm 2014). “Typhoon Rammasun Puts Philippines on Red Alert”. The Wall Street Journal (bằng tiếng Anh). Truy cập ngày 15 tháng 7 năm 2014. ^ Francisco, Rosemarie (ngày 15 tháng 7 năm 2014). “Thousands flee as typhoon batters east Philippines, heads to Manila” (bằng tiếng Anh). Manila, Philippines: Reuters. Bản gốc lưu trữ ngày 19 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ “Thousands flee in Philippines as typhoon strengthens” (bằng tiếng Anh). Hiru News. ngày 15 tháng 7 năm 2014. Bản gốc lưu trữ ngày 17 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ “Thousands flee in Philippines as typhoon strengthens” (bằng tiếng Anh). AFP. ngày 15 tháng 7 năm 2014. Bản gốc lưu trữ ngày 20 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ Tricia Aquino (ngày 15 tháng 7 năm 2014). “23 municipalities that could experience storm surges with Typhoon Glenda”. InterAksyon.com (bằng tiếng Anh). Bản gốc lưu trữ ngày 15 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ “Gov't hospitals 'doubly prepared' for #GlendaPH” (bằng tiếng Anh). Rappler. ngày 15 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ Bea Cupin (ngày 15 tháng 7 năm 2014). “Albay city under state of calamity” (bằng tiếng Anh). Rappler. Truy cập ngày 15 tháng 7 năm 2014. ^ “中国气象局启动三级响应应对台风\"威马逊\"”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “中国气象局传达李克强总理重要批示精神 进一步部署台风防御气象服务工作”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “救灾预警响应启动 防范台风\"威马逊\"”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “国家防总启动防汛防台风Ⅲ级应急响应”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风\"威马逊\"来袭 今年首次发布海浪红色预警”. ngày 16 tháng 7 năm 2014. Bản gốc lưu trữ ngày 6 tháng 2 năm 2020. Truy cập ngày 17 tháng 7 năm 2014. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp) ^ “广东启动气象灾害（台风）三级应急响应（2014第17号）”. ngày 16 tháng 7 năm 2014. Bản gốc lưu trữ ngày 19 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ a b “台风临门 广东启动气象灾害（台风）二级应急响应”. ngày 16 tháng 7 năm 2014. Bản gốc lưu trữ ngày 23 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风\"威马逊\"凶猛奔袭 广东湛江农民抢收夏粮”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “提前关闭滨海景区”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “\"威马逊\"逼近 广西沿海客运航线停航景区关闭”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风威马逊来袭 海南全岛迎强降水”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “海南省气象局将热带气旋二级应急响应提升为一级。”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风\"威马逊\"将袭 海口船只回港避风”. ngày 16 tháng 7 năm 2014. Bản gốc lưu trữ ngày 23 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风威马逊来袭 琼州海峡全线停航”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “\"威马逊\"强度逐渐加强 海南26410艘渔船回港避风”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风\"威马逊\"来袭 海南东环高铁12时起停运”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “台风\"威马逊\"将在琼海或文昌登陆 海南启动一级预警”. ngày 16 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ 香港天文台 (ngày 16 tháng 7 năm 2014). “新聞發佈會——高級科學主任李淑明（2014年7月16日下午6時）”. ^ Aoki, Dance (ngày 14 tháng 7 năm 2014). “Guam dodging 09W was 'shear' luck” (bằng tiếng Anh). Guam PDM. Truy cập ngày 14 tháng 7 năm 2014.[liên kết hỏng] ^ Douty, Adam (ngày 12 tháng 7 năm 2014). “Rammasun to Strengthen, Threaten the Philippines” (bằng tiếng Anh). AccuWeather. Lưu trữ bản gốc ngày 12 tháng 7 năm 2014. Truy cập ngày 13 tháng 7 năm 2014. ^ Sinapit, Jaime; Machado, Melvin; Radyo5 (ngày 14 tháng 7 năm 2014). “GLENDA UPDATE: Typhoon Glenda intensifies; More areas under storm signal”. InterAksyon.com (bằng tiếng Anh). Bản gốc lưu trữ ngày 15 tháng 7 năm 2014. Truy cập ngày 14 tháng 7 năm 2014. ^ “NDRRMC SitRep 8 on Glenda” (PDF) (bằng tiếng Anh). Hội đồng Quản lý rủi ro và Giảm nhẹ thiên tai Philippines. Bản gốc (PDF) lưu trữ ngày 20 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ Calleja, Niña P. (ngày 15 tháng 7 năm 2014). “More than 50 flights cancelled due to 'Glenda'”. Philippine Daily Inquirer (bằng tiếng Anh). Truy cập ngày 15 tháng 7 năm 2014. ^ Thu Thủy (ngày 16 tháng 7 năm 2014). “Bão Rammasun đổ bộ Philippines, hàng trăm nghìn người đi lánh nạn”. Đài Truyền hình Việt Nam. Bản gốc lưu trữ ngày 22 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ “Three missing as Typhoon Rammasun lands on N. Philippines”. Shanghai Daily (bằng tiếng Anh). ngày 15 tháng 7 năm 2014. Truy cập ngày 15 tháng 7 năm 2014. ^ Speta, Robert (ngày 15 tháng 7 năm 2014). “Typhoon Rammasun \/ Glenda over Manila”. Westernpacificweather.com (bằng tiếng Anh). Bản gốc lưu trữ ngày 20 tháng 7 năm 2014. Truy cập ngày 16 tháng 7 năm 2014. ^ Rivera, Danessa O.; Dinglasan, Rouchelle R. (ngày 16 tháng 7 năm 2014). “Power cut off in Manila as Glenda zaps 90% of Meralco franchise area” (bằng tiếng Anh). GMA News. Truy cập ngày 16 tháng 7 năm 2014. ^ Macaraig, Mynardo (ngày 16 tháng 7 năm 2014). “Deadly typhoon shuts down Philippine capital” (bằng tiếng Anh). My Sinchew đưa tin từ AFP. Truy cập ngày 16 tháng 7 năm 2014. ^ Hồng Nhung (ngày 16 tháng 7 năm 2014). “Bão Rammasun tấn công Philippines: 13 người chết và mất tích”. Đài Tiếng nói Việt Nam. Truy cập ngày 16 tháng 7 năm 2014. ^ “NDRRMC Update SitRep No. 12 re Typhoon GLENDA (RAMMASUN)” (PDF) (bằng tiếng Anh). Hội đồng Quản lý rủi ro và Giảm nhẹ thiên tai Philippines. Bản gốc (PDF) lưu trữ ngày 25 tháng 7 năm 2014. Truy cập ngày 18 tháng 7 năm 2014. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Rammasun (2014). Dự báo Lưu trữ 2014-07-15 tại Wayback Machine về bão Neoguri (1409) của Cơ quan Khí tượng Nhật Bản Dự báo bão của Trung tâm Cảnh báo Bão Liên hợp Lưu trữ 2015-08-09 tại Wayback Machine JMA cung cấp thông tin chung về bão Rammasun (1409) trên Digital Typhoon 09W.RAMMASUN Lưu trữ 2018-07-24 tại Wayback Machine của Phòng Thí nghiệm Nghiên cứu Hải quân Hoa Kỳ ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2014 BNĐ Lingling BNĐ Kajiki BCP Faxai ATNĐ ATNĐ ATNĐ Caloy BNĐ Peipah ATNĐ ATNĐ BNĐDD Tapah BNĐ Mitag BNĐ Hagibis BCP Neoguri BCP Rammasun BCP Matmo BNĐDD Nakri BCP Halong BCP Genevieve ATNĐ ATNĐ ATNĐ ATNĐ ATNĐ ATNĐ BNĐDD Fengshen ATNĐ Karding BCP Kalmaegi BNĐ Fung-wong BNĐDD Kammuri BCP Phanfone BCP Vongfong BCP Nuri BNĐ Sinlaku BCP Hagupit BNĐ Jangmi Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Rammasun_(2014)&oldid=69949971” Thể loại: Philippines 2014 Bão tại Philippines Bão tại Trung Quốc Bão tại Hồng Kông Typhoon Bão tại Guam Bão tại Việt Nam Mùa bão Tây Bắc Thái Bình Dương 2014 Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Nguồn CS1 tiếng Trung (zh) Lỗi CS1: tham số thừa Bài có liên kết hỏng Bài viết có văn bản tiếng Thái Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 10:50. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}