{"Bão Toraji (2018)":"Bão Toraji (2018) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Những thiệt hại 3Tham khảo 4Xem thêm Bão Toraji (2018) 3 ngôn ngữ English Español 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Toraji (2018) Bão nhiệt đới (Thang JMA) Áp thấp nhiệt đới (SSHWS\/NWS) Bão Toraji lúc gần Việt Nam vào ngày 17 tháng 11 Hình thành 16 tháng 11 năm 2018 Tan 21 tháng 11 năm 2018 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 65 km\/h (40 mph) Duy trì liên tục trong 1 phút: 55 km\/h (35 mph) Áp suất thấp nhất 1004 mbar (hPa); 29.65 inHg Số người chết 32 Thiệt hại $53,6 triệu (USD ) Vùng ảnh hưởng Việt Nam Campuchia Thái Lan Malaysia Bão nhiệt đới Toraji là một hệ thống yếu, tồn tại trong thời gian ngắn đã ảnh hưởng đến Việt Nam vào tháng 11 năm 2018. Hình thành là cơn bão thứ hai mươi bảy trong mùa bão Thái Bình Dương 2018, Toraji phát triển thành áp thấp nhiệt đới ở phía đông nam Việt Nam vào ngày 16 tháng 11. Nhanh chóng tổ chức, hệ thống đã mạnh lên thành bão nhiệt đới vào ngày hôm sau. Toraji nhanh chóng suy yếu sau đó vào đầu ngày 18 tháng 11, khi cơn bão đổ bộ vào vùng đông nam Việt Nam, sau đó tan dần. Tàn dư của cơn bão đã di chuyển vào Vịnh Thái Lan khi Toraji tái tổ chức trở lại thành áp thấp nhiệt đới vào ngày 20 tháng 11. Tuy nhiên Toraji nhanh chóng xấu đi trong cùng ngày khi nó di chuyển gần hơn đến Bán đảo Mã Lai.. Mặc dù là một cơn bão yếu nhưng Toraji mang theo lượng mưa lớn dẫn đến lũ quét và sạt lở đất, hầu hết ở các tỉnh miền Nam Việt Nam. Điều này dẫn đến tổng số 32 người chết, trong đó phần lớn là ở tỉnh Khánh Hòa. Thiệt hại lên đến 1,24 tỷ ₫ (53,9 triệu USD). Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Bão số 8 này rất giống với bão Podul của 5 năm về trước (bão số 15 năm 2013). Mạnh lên thành bão ngay vùng biển Phú Yên - Bình Thuận nhưng chỉ đạt cấp bão trong thời gian ngắn sau suy yếu nhanh thành áp thấp nhiệt đới trước khi cập bờ Ninh Thuận - Bình Thuận. Vào ngày 15 tháng 11, Trung tâm Cảnh báo Bão Liên hợp (JTWC) đã bắt đầu theo dõi trên một vùng nhiễu động nhiệt đới đã phát triển khoảng 835 km (519 mi) về phía đông của Thành phố Hồ Chí Minh, Việt Nam.[1] Sau khi nằm trong khu vực có môi trường thuận lợi với sức cắt gió dọc rất thấp, nhiễu động nhiệt đới dần dần mạnh lên, khiến Cơ quan Khí tượng Nhật Bản (JMA) bắt đầu phân loại nó là áp thấp nhiệt đới.[2] Ngay sau đó, JTWC đã ban hành Cảnh báo về sự hình thành bão nhiệt đới (TCFA).[3] Đến ngày 17 tháng 11, dưới ảnh hưởng của nhiệt độ mặt biển cao và dòng chảy ở tầng trên tốt, JMA ngay lập tức bắt đầu tư vấn và nâng cấp áp thấp nhiệt đới thành bão nhiệt đới, đặt tên nó là Toraji.Vào 15:00 UTC cùng ngày, hình ảnh vệ tinh đã mô tả một cụm đối lưu sâu lớn tồn tại gần trung tâm hoàn lưu cấp thấp của hệ thống. Điều này đã khiến JTWC bắt đầu đưa ra lời khuyên là áp thấp nhiệt đới, với tên gọi là 32W Sáu giờ sau khi JTWC bắt đầu đưa ra lời khuyên, vùng đối lưu sâu nằm gần tâm bão đã bị dịch chuyển và cắt đứt.Tại thời điểm này, JTWC không còn dự đoán Toraji sẽ mạnh lên thành bão nhiệt đới, và do đó, Toraji đạt tới sức gió duy trì tối đa trong 10 phút là 65 km \/ h (40 dặm \/ giờ) với áp suất khí quyển là 1004 mbar (29,65 inHg). Vào khoảng 00:00 UTC ngày 18 tháng 11, Toraji đổ bộ lên bờ biển Đông Nam Việt Nam, cách Vịnh Cam Ranh khoảng 28 km (17 mi) về phía Nam. Sáu giờ sau, Toraji bắt đầu suy yếu và JMA hạ cấp cơn bão thành áp thấp nhiệt đới. JTWC theo sau ba giờ sau khi tâm của hệ thống trở nên dài ra và đối lưu sâu trở nên vô tổ chức. Tuy nhiên, JMA đã theo dõi Toraji cho đến 12:00 UTC cùng ngày khi nó di chuyển xa hơn trên đất liền. Những tàn tích còn lại của Toraji uốn lượn trên phần phía nam của Việt Nam trong vài ngày cho đến khi nó quay về phía tây nam và đi vào Vịnh Thái Lan. Đến 09:00 giờ UTC ngày 20 tháng 11, hình ảnh vệ tinh cho thấy một vụ nổ đối lưu mới dọc theo dải đối lưu quấn vào trung tâm của hệ thống. Điều này đã thúc đẩy JTWC ban hành lại các cảnh báo. Tuy nhiên, tổ chức của Toraji không tồn tại lâu trong lần tư vấn tiếp theo của JTWC. Do đó, JTWC đã đưa ra lời khuyên cuối cùng về Toraji vào 21:00 UTC cùng ngày, khi cơn bão đổ bộ vào Bán đảo Mã Lai. Những thiệt hại[sửa | sửa mã nguồn] Tại Nam Trung Bộ Việt Nam, bão đã gây nhiều thiệt hại về người và tài sản, trong đó 20 người chết tại Nha Trang (Khánh Hòa), phần lớn do vỡ hồ chứa nhân tạo gây lũ quét và gây thiệt hại 1,24 nghìn tỷ đồng (53,6 triệu USD).[4] Tham khảo[sửa | sửa mã nguồn] ^ “https:\/\/www.webcitation.org\/73yeicR0v”. Bản gốc lưu trữ ngày 29 tháng 6 năm 2021. Truy cập 24 tháng 6 năm 2021. Liên kết ngoài trong |title= (trợ giúp) ^ “JMA”. Bản gốc lưu trữ ngày 29 tháng 6 năm 2021. Truy cập 24 tháng 6 năm 2021. ^ “www.webcitation.org\/73zeuJZN4”. Bản gốc lưu trữ ngày 30 tháng 6 năm 2021. Truy cập 24 tháng 6 năm 2021. ^ “Tóm tắt các cơn bão trong năm 2018”. Government of Tuyen Quang province. ngày 5 tháng 1 năm 2019. Truy cập ngày 20 tháng 1 năm 2019.[liên kết hỏng] Xem thêm[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Toraji (2018). Bão Podul (2013) Bão Damrey (2017) Bão Usagi (2018) Mùa bão Tây Bắc Thái Bình Dương 2018 ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2018 BNĐ Bolaven BNĐ Sanba TC Jelawat ATNĐ 04W BNĐ Ewiniar BNĐDD Maliksi ATNĐ JMA TD 07 BNĐ 07W BNĐ Gaemi ATNĐ JMA TD 09 BCP Prapiroon TC Maria BNĐ Son-Tinh ATNĐ JMA TD 13 BNĐDD Ampil ATNĐ Josie BNĐDD Wukong BCP Jongdari ATNĐ 16W BCP Shanshan BNĐ Yagi BNĐDD Bebinca BNĐDD Leepi BNĐ Hector BNĐ Rumbia BCP Soulik BCP Cimaron ATNĐ Luis ATNĐ JMA TD 28 TC Jebi ATNĐ JMA TD 30 TC Mangkhut BNĐ Barijat TC Trami ATNĐ 29W TC Kong-rey TC Yutu BNĐDD Usagi BNĐ Toraji BCP Man-yi ATNĐ Usman ATNĐ Pabuk Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Toraji_(2018)&oldid=69936383” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2018 Bão tại Việt Nam Bão tại Malaysia Bão tại Thái Lan Thể loại ẩn: Lỗi CS1: liên kết ngoài Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 30 tháng 4 năm 2023, 16:39. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}