{"Bão Dianmu (2016)":"Bão Dianmu (2016) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cấp bão 2Lịch sử khí tượng 3Tác động 4Xem thêm 5Tham khảo Bão Dianmu (2016) 4 ngôn ngữ English Español မြန်မာဘာသာ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Dianmu Bão nhiệt đới (Thang JMA) Bão nhiệt đới (SSHWS\/NWS) Bão Dianmu lúc mạnh nhất. Hình thành ngày 15 tháng 8 năm 2016 Tan ngày 21 tháng 8 năm 2016 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 75 km\/h (45 mph) Duy trì liên tục trong 1 phút: 85 km\/h (50 mph) Áp suất thấp nhất 980 mbar (hPa); 28.94 inHg Số người chết 22 total Thiệt hại $0.48 tỷ (USD 2016) Vùng ảnh hưởng Trung Quốc, Việt Nam, Lào, Thái Lan, Myanmar, Bangladesh, Ấn Độ Một phần của 2016 Pacific typhoon season Bão nhiệt đới Dianmu, còn được biết đến ở Việt Nam với tên gọi Bão số 3 năm 2016, là một cơn bão nhiệt đới yếu xảy ra ở bán đảo Lôi Châu, Trung Quốc và miền Bắc Việt Nam vào giữa tháng 8 năm 2016. Đó là cơn bão thứ tám được đặt tên của mùa bão hàng năm. Cấp bão[sửa | sửa mã nguồn] Cấp bão (Việt Nam): 83 km\/h (Cấp 9) – bão nhiệt đới. Cấp bão (Nhật Bản): 40kts – bão nhiệt đới dữ dội. Áp suất 985 hPa (mbar) Cấp bão (Hàn Quốc): 85 km\/h (24 m\/s) – bão nhiệt đới Cấp bão (Hoa Kỳ): 40kts – bão nhiệt đới Cấp bão (Đài Loan): 85 km\/h (23 m\/s) - bão nhiệt đới trung bình Cấp bão (Hồng Kông): 85 km\/h – bão nhiệt đới Cấp bão (Macau): 65 km\/h - bão nhiệt đới Cấp bão (Thái Lan): 40kts (75 km\/h) - bão nhiệt đới Cấp bão (Trung Quốc): 90 km\/h (23 m\/s) – bão nhiệt đới dữ dội Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Bão nhiệt đới Dianmu lần đầu tiên được ghi nhận là một sự xáo trộn nhiệt đới, bởi Trung tâm Cảnh báo Bão chung Hoa Kỳ (JTWC) trong ngày 14 tháng 8, trong khi nó nằm ở khoảng 175 km (109 mi) về phía nam của Hồng Kông, Trung Quốc.[1] Sự xáo trộn nằm trong một khu vực hẹp của áo gió thẳng đứng thấp và có một dòng chảy tốt.[1] Vào ngày hôm sau, trung tâm lưu thông cấp thấp của hệ thống bắt đầu hợp nhất khi nó di chuyển về phía tây, trước khi nó được phân loại là áp thấp nhiệt đới bởi Cơ quan Khí tượng Nhật Bản (JMA) trong ngày 15 tháng 8.[2][3] Trong vài ngày tiếp theo, hệ thống di chuyển dần về phía tây, trước khi JTWC đưa ra cảnh báo hình thành bão nhiệt đới trên hệ thống trong ngày 17 tháng 8.[3][4] Áp thấp được JMA đặt tên là Dianmu trong ngày 18 tháng 8, sau khi nó phát triển thành một cơn bão nhiệt đới, trong khi JTWC khởi xướng các cố vấn về hệ thống và phân loại nó là Áp thấp nhiệt đới 11W.[5][6] Sau khi được đặt tên, Dianmu tiếp tục di chuyển về phía tây dưới ảnh hưởng của một dải áp suất cận nhiệt đới nằm ở phía bắc của hệ thống và đổ bộ lên Bán đảo Lôi Châu của Trung Quốc.[5][6] Sau đó, hệ thống đã vào Vịnh Bắc Bộ vào ngày hôm đó, nơi nó đã phát triển một tính năng mắt trên hình ảnh vi sóng, trước khi nó đạt đến đỉnh điểm với sức gió 75 km\/h (45 mph) khi nó đổ bộ vào miền bắc Việt Nam trong ngày 19 tháng 8.[3][6][7] Vào ngày hôm sau Dianmu dần dần suy yếu khi nó di chuyển về phía tây qua Việt Nam, Lào và tỉnh Vân Nam của Trung Quốc, trước khi nó bị thoái hóa thành một vùng áp thấp so với miền bắc Myanmar trong ngày 20 tháng 8.[3][6] Khu vực áp thấp còn sót lại tiếp tục được theo dõi, khi nó di chuyển qua các vùng của Myanmar và Ấn Độ, trước khi nó được ghi nhận lần cuối trên Bangladesh.[8] Tác động[sửa | sửa mã nguồn] Phần này cần được mở rộng. Bạn có thể giúp bằng cách mở rộng nội dung của nó. Xem thêm[sửa | sửa mã nguồn] Bão Sơn Tinh (2012) Bão Sơn Tinh (2018) Bão Mun (2019) Mùa bão Tây Bắc Thái Bình Dương 2016 Tham khảo[sửa | sửa mã nguồn] ^ a b “Significant Tropical Weather Advisory for the Western and South Pacific Oceans ngày 14 tháng 8 năm 2016 06z”. ngày 14 tháng 8 năm 2016. Bản gốc lưu trữ ngày 15 tháng 8 năm 2016. ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans ngày 15 tháng 8 năm 2016 01z”. ngày 15 tháng 8 năm 2016. Bản gốc lưu trữ ngày 15 tháng 8 năm 2016. ^ a b c d (Bản báo cáo). |title= trống hay bị thiếu (trợ giúp) ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans ngày 17 tháng 8 năm 2016 17z”. ngày 17 tháng 8 năm 2016. Bản gốc lưu trữ ngày 19 tháng 8 năm 2016. ^ a b “JTWC Prognostic Reasoning For Tropical Depression 11W ngày 18 tháng 8 năm 2016 03z”. Bản gốc lưu trữ ngày 18 tháng 8 năm 2016. Truy cập ngày 18 tháng 8 năm 2016. ^ a b c d “Tropical Storm Dianmu August 17-20, 2016”. Hong Kong Observatory. ngày 2 tháng 9 năm 2016. Lưu trữ bản gốc ngày 9 tháng 10 năm 2016. Truy cập ngày 9 tháng 10 năm 2016. ^ “JTWC Prognostic Reasoning For Tropical Depression 11W ngày 19 tháng 8 năm 2016 03z”. Bản gốc lưu trữ ngày 19 tháng 8 năm 2016. Truy cập ngày 19 tháng 8 năm 2016. ^ “Tropical Storm Dianmu Running Best Track Analysis”. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Dianmu_(2016)&oldid=67669949” Thể loại: Thảm họa tại Trung Quốc năm 2016 Bão tại Trung Quốc Bão tại Việt Nam Mùa bão Tây Bắc Thái Bình Dương 2016 Thể loại ẩn: Lỗi CS1: thiếu tựa đề Bài viết cần được mở rộng Trang này được sửa lần cuối vào ngày 20 tháng 12 năm 2021, 07:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}