{"Bão Angela (1989)":"Bão Angela (1989) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Chuẩn bị và tác động Hiện\/ẩn mục Chuẩn bị và tác động 2.1Việt Nam 3Xem thêm 4Tham khảo 5Liên kết ngoài Bão Angela (1989) 3 ngôn ngữ Bikol Central English Tagalog Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bão Angela (Rubing) Bão cuồng phong rất mạnh (Thang JMA) Siêu bão cuồng phong cấp 4 (SSHWS\/NWS) Angela trong ngày 2 tháng 10, 1989 Hình thành 28 tháng 9, 1989 Tan 10 tháng 10, 1989 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 175 km\/h (110 mph) Duy trì liên tục trong 1 phút: 240 km\/h (150 mph) Áp suất thấp nhất 925 mbar (hPa); 27.32 inHg Số người chết 119 Thiệt hại $8 triệu (USD 1989) Vùng ảnh hưởng Philippines và Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 1989 Bão Angela, được biết đến ở Philippines với tên gọi Bão Rubing, hay là Bão số 8 ở Việt Nam, là một xoáy thuận nhiệt đới mạnh hình thành vào cuối tháng 9 năm 1989. Cơn bão phát triển từ một nhiễu động nhiệt đới trong rãnh gió mùa và di chuyển chủ yếu theo hướng Tây trong toàn bộ quãng thời gian tồn tại. Angela đạt cường độ tối đa là một siêu bão và nó đã tấn công vùng Bắc Luzon thuộc Philippines, trước khi suy yếu và di chuyển qua Biển Đông. Sau khi đi qua khu vực phía Nam gần đảo Hải Nam, Angela đổ bộ vào Việt Nam và tan. Cơn bão đã gây tổn thất nghiêm trọng, với 119 người thiệt mạng tại Philippines. Hàng ngàn ngôi nhà bị hư hại, cùng hàng ngàn người đã bị ảnh hưởng. Thiệt hại vật chất vào khoảng 8 triệu USD. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Một rãnh gió mùa trở nên hoạt động rất mạnh sau một thời gian tạm lắng đã sản sinh ra một nhiễu động nhiệt đới tiền thân của bão Angela. Vùng nhiễu động phát triển trên khu vực Tây quần đảo Caroline và bền bỉ tồn tại trong hai ngày cho đến khi được ghi nhận trong Thông báo Thời tiết Nhiệt đới Quan trọng của Trung tâm Cảnh báo Bão Liên hợp (JTWC). Tiếp đó, hệ thống mạnh lên nhanh chóng, thúc đẩy JTWC ban hành \"Cảnh báo về sự hình thành của xoáy thuận nhiệt đới\" không lâu sau. Dòng thổi ra trên tầng cao tăng cường đã hỗ trợ giúp cơn bão mạnh thêm[1] Vào thời điểm 0600 UTC ngày 28 tháng 9, Cơ quan Khí tượng Nhật Bản (JMA) đã phân loại hệ thống là một áp thấp nhiệt đới.[2] Trong khi đó JTWC cũng đã ban hành thông báo đầu tiên của họ về áp thấp nhiệt đới, với ký hiệu 34W, vào lúc 0600 UTC ngày 29.[1] Cùng thời điểm, JMA đã nâng cấp hệ thống lên thành bão nhiệt đới.[2] Vào thời điểm 1800 UTC ngày 29 tháng 9, JTWC đã nâng cấp áp thấp nhiệt đới lên thành bão nhiệt đới Angela. Ban đầu hệ thống di chuyển theo hướng Tây Bắc, trước khi chuyển hướng Tây đi dọc theo rìa phía Nam của áp cao cận nhiệt ở phía Bắc. Angela bắt đầu mạnh lên nhanh chóng,[1] và JMA đã nâng cấp hệ thống lên thành bão nhiệt đới dữ dội tại thời điểm 1800 UTC ngày 30,[2] trong khi JTWC ước tính nó đã đạt đến cường độ bão cuồng phong.[1] Không lâu sau JMA cũng nâng cấp Angela lên thành bão cuồng phong, và nhận định hệ thống đạt đỉnh trong ngày 2 tháng 10 với vận tốc gió duy trì 10 phút 175 km\/giờ (110 dặm\/giờ) cùng áp suất tối thiểu 925 mbar.[2] Tiếp tục di chuyển về phía Tây, bốn ngày sau Angela đạt cấp độ siêu bão, và JTWC báo cáo Angela đạt đỉnh trong ngày mùng 5. Trong khoảng thời gian giữa hai ngày mùng 5 và mùng 6, Angela di chuyển qua vùng ven biển Bắc Luzon thuộc Philippines.[1] Do tương tác với đất liền, cơn bão suy yếu và JTWC đã giáng cấp hệ thống xuống thành bão cuồng phong trong ngày 6 tháng 10 khi nó tiến vào Biển Đông. Tiếp đó, một áp cao hình thành trên khu vực Trung Quốc đã đẩy Angela di chuyển hướng về phía Tây Nam. Với độ đứt gió trong khu vực đã giảm phần nào, cơn bão tăng cường trở lại. Tuy nhiên, khi Angela di chuyển qua khu vực gần phía Nam đảo Hải Nam, nó đã lại suy yếu do tương tác với đất liền. Vào thời điểm 0600 UTC ngày mùng 10, Angela tấn công vùng duyên hải miền Trung Việt Nam rồi đi sâu vào trong đất liền. JTWC ban hành cảnh báo cuối cùng của họ vào lúc 1200 UTC,[1] cùng lúc JMA giáng cấp hệ thống xuống thành bão nhiệt đới dữ dội, và 6 tiếng sau là bão nhiệt đới, cuối cùng là áp thấp nhiệt đới trong sáng sớm ngày 11.[2] Chuẩn bị và tác động[sửa | sửa mã nguồn] Vào ngày 6 tháng 10, sự xuất hiện của Angela đã thúc đẩy việc phát đi Tín hiệu Chờ mức 1 (Stand By Signal No. 1) tại Hồng Kông. Ngày hôm sau, Tín hiệu 1 đã được thay thế bằng Tín hiệu Gió mạnh mức 3 (Strong Wind Signal No. 3); và sau khi cơn bão di chuyển qua khu vực gần nhất trong ngày mùng 8, một Tín hiệu Gió mùa Mạnh (Strong Monsoon Signal) đã được khởi động.[3] Vận tốc gió duy trì trong 1 giờ đạt 63\/giờ (39 dặm\/giờ) tại đảo Waglan; gió giật tối đa 82 km\/giờ (51 dặm\/giờ) ghi nhận được tại Tate's Cairn (đỉnh núi cao nhất ở Hồng Kông).[3] Angela đã gây ra những tổn thất nghiêm trọng tại Philippines.[1] Ước tính đã có 119 người thiệt mạng và 192 người khác bị thương; ngoài ra còn có 28 người mất tích sau cơn bão. Tổng cộng, 219.178 người, hay 39.095 hộ dân đã bị ảnh hưởng. Khoảng 33.309 ngôi nhà đã hứng chịu thiệt hại ở những mức độ khác nhau.[4] Gió mạnh và mưa lớn từ cơn bão đã kích hoạt nên lũ lụt gây tổn thất mùa màng.[1] Khu vực chịu thiệt hại nặng nề nhất là tỉnh Cagayan.[5] Tính chung tại Philippines, thiệt hại vật chất là 8 triệu USD (1989 USD).[4][6] Angela đã buộc hàng ngàn người phải đi tìm nơi trú ẩn trong các trung tâm sơ tán.[7] JTWC đã ban hành 46 cảnh báo vê cơn bão trong suốt 12 ngày, nhiều nhất trong mùa bão.[1] Angela là một trong số 5 cơn bão đạt cấp độ siêu bão trong năm 1989,[1] và tại thời điểm đó nó được xem là cơn bão dữ dội nhất trong năm tại Philippines.[8] Việt Nam[sửa | sửa mã nguồn] Phần này cần được mở rộng. Bạn có thể giúp bằng cách mở rộng nội dung của nó. Xem thêm[sửa | sửa mã nguồn] Cổng thông tin Xoáy thuận nhiệt đới Mùa bão Tây Bắc Thái Bình Dương 1989 Bão Gordon (1989) Bão Elsie (1989) Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f g h i j Joint Typhoon Warning Center (1990). “1989 Annual Tropical Cyclone Report for the Western Pacific” (PDF). United States Navy. Bản gốc (PDF) lưu trữ ngày 7 tháng 6 năm 2011. Truy cập ngày 26 tháng 1 năm 2010. ^ a b c d e “JMA Best Tracks 1980-1989”. Japan Meteorological Agency. 1991. Bản gốc lưu trữ ngày 5 tháng 12 năm 2014. Truy cập ngày 26 tháng 1 năm 2010. ^ a b “Tropical Cyclones in 1989” (PDF). Royal Observatory Hong Kong. tháng 10 năm 1990. Bản gốc (PDF) lưu trữ ngày 3 tháng 3 năm 2016. Truy cập ngày 22 tháng 3 năm 2010. ^ a b “Destructive Typhoons 1970-2003”. National Disaster Coordinating Council. ngày 9 tháng 11 năm 2004. Bản gốc lưu trữ ngày 9 tháng 11 năm 2004. Truy cập ngày 20 tháng 12 năm 2009. ^ Staff Writer (ngày 10 tháng 10 năm 1989). “Weekend Typhoon Kills 116”. The Philadelphia Daily News. Truy cập ngày 26 tháng 1 năm 2010. ^ United Nations Department of Humanitarian Affairs (ngày 9 tháng 10 năm 1989). “Philippines Typhoon Oct 1989 UNDRO Information Reports 1 - 3”. ReliefWeb. Bản gốc lưu trữ ngày 7 tháng 7 năm 2011. Truy cập ngày 26 tháng 1 năm 2010. ^ Staff Writer (ngày 7 tháng 10 năm 1989). “Typhoon Injures Four, Damages Homes, Crops”. Associated Press. ^ Staff Writer (ngày 9 tháng 10 năm 1989). “Typhoon Angela kills 61 in Philippines”. United Press International. Liên kết ngoài[sửa | sửa mã nguồn] Joint Typhoon Warning Center Annual Tropical Cyclone Report for 1989 Lưu trữ 2011-06-06 tại Wayback Machine hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 1989 BNĐ Winona BCP Andy BCP Brenda (Bining) BNĐDD Cecil BCP Dot (Kuring) BNĐDD Ellis (Daling) BNĐDD Faye (Elang) BCP Gordon (Goring) BNĐ Hope (Luming) BNĐDD Irving (Ibiang) BCP Judy ATNĐ 12W BNĐDD Ken–Lola BCP Mac BCP Nancy BCP Owen BNĐ Peggy ATNĐ 19W BNĐDD Roger BNĐ 21W BCP Sarah (Openg) BNĐDD Tip BNĐDD Vera BCP Wayne BCP Angela (Rubing) BCP Brian BCP Colleen BCP Dan (Saling) BCP Elsie (Tasing) BCP Forrest BCP Gay BCP Hunt (Unsing) BCP Imra ATNĐ 35W BCP Jack Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Angela_(1989)&oldid=69949217” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 1989 Bão tại Việt Nam Typhoon Bão tại Philippines Thể loại ẩn: Bài viết cần được mở rộng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 06:13. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}