{"Bão Chanthu (2010)":"Bão Chanthu (2010) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cấp bão 2Lịch sử khí tượng 3Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 3.1Philippines 3.2Trung Quốc 3.2.1Hồng Kông 4Xem thêm Bão Chanthu (2010) 4 ngôn ngữ Bikol Central English 한국어 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Đối với các định nghĩa khác, xem Bão Chanthu (Định hướng). Bão Chanthu (Caloy) Bão cuồng phong (Thang JMA) Bão cuồng phong cấp 1 (SSHWS\/NWS) Bão Chanthu lúc đạt cường độ mạnh nhất Hình thành 17 tháng 7, 2010 Tan 23 tháng 7, 2010 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 130 km\/h (80 mph) Duy trì liên tục trong 1 phút: 150 km\/h (90 mph) Áp suất thấp nhất 965 mbar (hPa); 28.5 inHg Số người chết 19 người Thiệt hại $0.82 tỷ (USD 2010) Vùng ảnh hưởng Luzon, Quảng Đông Một phần của Mùa bão Tây Bắc Thái Bình Dương 2010 Bão Chanthu là một cơn bão phát triển từ một áp thấp nhiệt đới hình thành vào sáng sớm ngày 17 tháng 7 năm 2010. Cấp bão[sửa | sửa mã nguồn] Cấp bão (Việt Nam): cấp 13 - bão cuồng phong. Cấp bão (Nhật Bản): 70 hải lý \/ 1 giờ - bão cuồng phong. Áp suất:970 mbar (hPa) Cấp bão (Hoa Kỳ): 80 hải lý \/ 1 giờ - bão cuồng phong cấp 1. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Cơ quan Khí tượng Nhật Bản (JMA) đã báo cáo rằng áp thấp nhiệt đới đã phát triển tại vị trí 220 km về phía đông bắc Manila, Philippines. Cuối ngày 17 tháng 7 năm 2010, JTWC thông báo rằng áp thấp đã có trung tâm lưu thông mức thấp với vùng đối lưu sâu về phía đông bắc của tâm. Ngày 18 tháng 7, áp thấp nhiệt đới đã chuyển thành bão nhiệt đới sau khi đã gặp điều kiện thuận lợi xoáy nghịch nhiệt đới. Ngày 20 tháng 7 năm 2010, bão Chanthu đã có vị trí cách quần đảo Hoàng Sa khoảng 380 m, mạnh cấp 8 theo thang bão Việt Nam và có khả năng còn mạnh thêm. Trung tâm dự báo khí tượng thủy văn trung ương, dự báo trong hai ngày 21 và 22 tháng 7 năm 201, bão Chanthu đi theo hướng tây bắc, tốc độ 10–15 km mỗi giờ và còn mạnh lên, đến sáng sớm 21 tháng 7, bão sẽ cách đảo Hải Nam khoảng 370 km về phía đông bắc, mạnh thành cấp 10 theo cấp bão Việt Nam. Vùng gió mạnh nguy hiểm của bão bán kính khoảng 250 km. Cơ quan này cũng dự báo trong hai ngày 21 và 22 tháng 7, bão Chanthu chủ yếu đi theo hướng tây bắc, hướng vào bờ biển Trung Quốc, duy trì tốc độ 10–15 km và có khả năng mạnh thêm. Đến sớm ngày 22\/7, tâm bão sẽ có vị trí cách bờ biển tỉnh Quảng Đông khoảng 100 km về phía đông nam, mạnh cấp 10-11 theo thang bão Việt Nam. Ảnh hưởng[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Ở Luzon, mưa lớn đã gây ra lũ lụt phá hủy ít nhất một ngôi nhà và mắc kẹt hàng ngàn người. Tám người đã thiệt mạng ở Philippines. Trung Quốc[sửa | sửa mã nguồn] Tại Trung Quốc, tin tức nhà nước Tân Hoa Xã cho biết hai người đã bị giết bởi những bức tường bị thổi bay bởi những cơn gió mạnh. Cơn bão đổ bộ gần thành phố Wuchuan. Truyền hình nhà nước phát hình ảnh những con sóng lớn đâm vào bờ Quảng Đông, cây cối bị gió và cột điện đổ sập xuống đường dưới mưa lớn. Sau đó, lũ lụt đã cuốn trôi một người đàn ông 50 tuổi tại một ngôi làng ở Hồng Kông. Các tỉnh miền nam Trung Quốc là Quảng Đông và Hải Nam đã chuẩn bị sẵn sàng, trước khi đổ bộ dự kiến của Typhoon Chanthu. Cơ quan khí tượng Quảng Đông, đã đưa ra mức độ ứng phó thảm họa cao nhất. Tổng cộng, 9 người đã thiệt mạng ở Nam Trung Quốc, và tổng thiệt hại kinh tế được tính là 5,54 tỷ CNY (817,7 triệu USD). Hồng Kông[sửa | sửa mã nguồn] Khi các dải mưa của Chanthu đi qua Hồng Kông, những cơn mưa lớn đã gây ra lũ lụt nghiêm trọng trên toàn lãnh thổ. Tín hiệu Mưa Đen được phát ra. Hai người bị chết đuối và được tìm thấy đã chết, và hai người vẫn đang mất tích. Xem thêm[sửa | sửa mã nguồn] Bão Conson (2010) Bão Megi (2010) Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Chanthu (2010). ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Chanthu_(2010)&oldid=63947255” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2010 Bão tại Việt Nam Bão tại Philippines Bão tại Trung Quốc Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 15 tháng 10 năm 2020, 17:06. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}