{"Bão Conson (2021)":"Bão Conson (2021) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cấp bão 2Lịch sử khí tượng 3Tác động Hiện\/ẩn mục Tác động 3.1Philippines 3.2Việt Nam 4Xem thêm 5Tham khảo 6Liên kết ngoài Bão Conson (2021) 5 ngôn ngữ English 한국어 Português Tagalog 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Đối với các định nghĩa khác, xem Bão Conson. Bão Conson (Jolina) Bão nhiệt đới dữ dội (Thang JMA) Bão cuồng phong cấp 1 (SSHWS\/NWS) Bão Conson đổ bộ vào Philippines với cường độ cực đại ngày 06 tháng 9. Hình thành 04 tháng 9 năm 2021 Tan 17 tháng 9 năm 2021 (Xoáy thuận ngoại nhiệt đới sau ngày 13 tháng 9) Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 100 km\/h (65 mph) Duy trì liên tục trong 1 phút: 120 km\/h (75 mph) Giật: 150 km\/h (90 mph) Áp suất thấp nhất 985 mbar (hPa); 29.09 inHg Số người chết 22 người chết, 28 mất tích Thiệt hại $36.1 triệu (USD 2021) Vùng ảnh hưởng Philippines, Bắc Trung Bộ, Nam Trung Bộ, Tây Nguyên Một phần của Mùa bão Tây Bắc Thái Bình Dương 2021 Bão Conson (tên JTWC: 18W, tên Philippines: Jolina) và Việt Nam gọi là Bão số 5 hoặc Bão Côn Sơn[1]. Ở Việt Nam là một xoáy thuận nhiệt đới trong khu vực Biển Đông, đe dọa Việt Nam sau khi đổ bộ vào Philippines. Côn Sơn có nguồn gốc là một vùng áp thấp được phát hiện lần đầu ở vị trí cách phía tây đảo Guam khoảng 500 km (310 mi). Ngày 5 tháng 9 năm 2021, Côn Sơn trở thành áp thấp nhiệt đới trên Thái Bình Dương. Khi nó đi vào trong Khu vực trách nhiệm Philippines, Cục quản lý Thiên văn, Địa vật lý và Khí quyển nước này (PAGASA) đã đặt tên cho cơn bão là Jolina. Đến ngày hôm sau, Côn Sơn mạnh lên thành bão nhiệt đới và được Cục Khí tượng Nhật Bản (JMA) đặt tên là Conson. Khi đến gần Đảo Samar, Côn Sơn mạnh lên thành bão nhiệt đới dữ dội, và sau đó trở thành bão cuồng phong (theo PAGASA) trước khi đổ bộ vào Đông Samar. Côn Sơn vẫn duy trì cường độ khi vượt qua Visayas rồi Calabarzon, sau đó suy yếu trên Vịnh Manila trước khi đổ bộ vào Bataan. Các tin tức mới nhất cho rằng có 13 người đã thiệt mạng và 21 người mất tích do ảnh hưởng của bão Côn Sơn, với thiệt hại ước tính ít nhất lên đến ₱ 1,59 tỷ (tương đương $31,8 triệu) Hội đồng Quản lý và Giảm thiểu Rủi ro Thiên tai Philippines vẫn chưa xác nhận chính thức các báo cáo về thương vong và thiệt hại tại quốc gia này. Cấp bão[sửa | sửa mã nguồn] Cấp bão Việt Nam: Cấp 10 (102 km\/h) - Bão mạnh Cấp bão Nhật Bản: 55 kt - 985 hPa - Bão nhiệt đới dữ dội Cấp bão Hoa Kỳ: 65 kt - Bão cuồng phong cấp 1 Cấp bão Trung Quốc: 30 m\/s (Cấp 11) - 980 hPa - Bão nhiệt đới dữ dội Cấp bão Đài Loan: 26 m\/s - Bão nhiệt đới Cấp bão Hồng Kông: 95 km\/h - Bão nhiệt đới dữ dội Cấp bão Ma Cao: 95 km\/h - Bão nhiệt đới mạnh Cấp bão Hàn Quốc: 23 m\/s - Bão nhiệt đới yếu Cấp bão Philippines: 120 km\/h - Bão cuồng phong Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào ngày 5 tháng 9, lúc 01:00 UTC, một vùng áp thấp xuất hiện dưới nhiễu động 94W (lúc sau là Bão Chanthu). Tối cùng ngày, 95W được JMA ghi nhận thành JMA TD 28. Sáng 6\/9, Áp thấp nhiệt đới được JTWC ghi nhận và được gán số hiệu 18W. 07:00 UTC cùng ngày, PAGASA đã gán tên Jolina vì đã đi vào khu vực. 6 giờ sau, 18W mạnh lên thành Bão Conson (tên tiếng Việt: Côn Sơn). JMA thì chỉ nâng cấp độ lên 35 kt tương đương 65 km\/h (40 mph) nhưng JTWC quyết định nâng cấp độ lên 50 kt tương đương 95 km\/h (60 mph). Không lâu sau đó, bão được JMA nâng thành 45 kt tương đương 85 km\/h (50 mph) và JTWC nâng thành 55 kt tương đương 100 km\/h (65 mph). Đến 23:30 UTC cùng ngày, bão nhanh chóng mạnh lên và được JMA đánh giá vào loại bão nhiệt đới dữ dội. PAGASA thì đánh giá thành bão cuồng phong với sức gió 65 kt, tương đương 120 km\/h (75 mph). Siêu bão Chanthu và bão Côn Sơn khi bão số 5 đi vào biển Đông và Chanthu đạt cấp 5 lần 1 ngày 8 tháng 9. Sáng 7\/9, bão mạnh lên với sức gió 110 km\/h (70 mph) tương đương với một cơn bão dữ dội. Đến chiều cùng ngày, khoảng 15:00 UTC, bão bị tương tác với cơn bão cấp 1 gần đó là bão Chanthu nên bão suy yếu còn 45 kt (85 km\/h; 50 mph). 4h sáng ngày 8\/9 (giờ VN), JTWC nâng sức gió lên thành 55 kn (100 km\/h; 65 mph) và bão gần đó là Chanthu đã mạnh thành cấp 4 nhưng không tương tác gì. Cơn bão đi sát đường kinh tuyến 120°E và được dự báo sẽ thành bão số 5 vào tối 8\/9. Bão bị tương tác ¼ bởi siêu bão Chanthu đã mạnh lên thành cấp 5 vài giờ sau đó. 16:00 UTC ngày 8\/9, bão Conson chính thức trở thành bão số 5 khi đi vào biển Đông. Suốt 12 giờ bão suy yếu, tâm vùng thấp vẫn ở đảo Lý Sơn (Quảng Ngãi) đến hiện tại (13\/09) tâm vùng thấp vẫn ở đảo Lý Sơn. Bão suy yếu thành vùng thấp và đi vào Quảng Ngãi khiến mưa lớn ở các vùng Bắc Trung Bộ - Đông Nam Bộ (Đà Nẵng, Huế, Khánh Hòa, Đồng Nai, Thành phố Hồ Chí Minh, Bình Thuận,..). Vùng thấp được nhìn thấy lần cuối vào rạng sáng 13\/9. Tàn dư bão trôi về Campuchia vào trưa 13\/9 và tan hoàn toàn lúc 12:00 UTC ngày 13\/9. Tác động[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Bão Côn Sơn đã gây ra lũ lụt trên diện rộng ở Luzon và Visayas, bao gồm các khu vực như Trung Luzon, Calabarzon, Mimaropa, Bicol, Tây Visayas, Trung Visayas và Đông Visayas[2]. Biển động liên tục trong thời gian bão tiếp cận đất liền[3]. Các bản tin mới nhất cho rằng có 13 người chết, 21 người mất tích và 3 người bị thương. Việt Nam[sửa | sửa mã nguồn] Do ảnh hưởng của bão số 5 tại trạm đảo Lý Sơn (Quảng Ngãi) đã có gió mạnh cấp 8, giật cấp 10; tại trạm đảo Cồn Cỏ (Quảng Trị) có gió giật cấp 8; Dung Quất (Quảng Ngãi) có gió mạnh cấp 6, giật cấp 8; Trà Câu (Quảng Ngãi) gió giật cấp 7. Khu vực từ Quảng Bình đến Bình Định đã có mưa to đến rất to với lượng mưa phổ biến 200-400mm, một số nơi mưa cao hơn và mưa đặc biệt lớn như: Bình Tân (Quảng Ngãi) 914mm; Trà Hiệp (Quảng Ngãi) 818mm; Thượng Lộ (Thừa Thiên Huế) 816mm; Tam Trà (Quảng Nam) 782mm; Trà Kót (Quảng Nam) 698mm; Suối Đá (Đà Nẵng) 698mm; Nam Thạch Hãn (Quảng Trị) 418mm; A Vao (Quảng Trị) 392mm; Đắk Na (Kon Tum) 345mm; Đắk Choong (Kon Tum) 342mm[4]. Tàn dư của bão số 5 trở thành những nhiễu động trong đới gió Đông trên cao, đi vào Đà Nẵng trong ngày 13 tháng 9 và tiếp tục gây mưa cho Trung Bộ. Xem thêm[sửa | sửa mã nguồn] Bão Choi-wan (2021) Bão Cempaka (2021) Bão Lupit (2021) Bão Rai (2021) Bão Chanthu (2021) Tham khảo[sửa | sửa mã nguồn] ^ Gia Chính - Tất Định (9 tháng 9 năm 2021). “Bão Côn Sơn khả năng mạnh thêm”. VnExpress. Truy cập ngày 10 tháng 9 năm 2021. ^ “2.7K families evacuated as 'Jolina' drenches Bicol”. Manila Bulletin (bằng tiếng Anh). Truy cập ngày 8 tháng 9 năm 2021. ^ “Typhoon Jolina brings rough seas”. ABS-CBN News. 7 tháng 9 năm 2021. Truy cập ngày 7 tháng 9 năm 2021. ^ https:\/\/web.archive.org\/web\/20210912171156\/https:\/\/thoitietvietnam.gov.vn\/Kttv\/vi-VN\/1\/tin-cuoi-cung-ve-con-bao-so-5-bao-conson-post33060.html Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Conson (2021). Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Conson_(2021)&oldid=70041389” Thể loại: Bão tại Philippines Bão tại Việt Nam Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 00:25. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}