{"Bão Dan (1989)":"Bão Dan (1989) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Những thiệt hại 3Xem thêm 4Chú thích 5Tham khảo 6Liên kết ngoài Bão Dan (1989) 3 ngôn ngữ Bikol Central English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Dan (Saling) Bão cuồng phong (Thang JMA) Bão cuồng phong cấp 1 (SSHWS\/NWS) Bão Dan trong ngày 13 tháng 10 năm 1989 Hình thành 6 tháng 10 năm 1989 Tan 13 tháng 10 năm 1989 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 140 km\/h (85 mph) Duy trì liên tục trong 1 phút: 130 km\/h (80 mph) Áp suất thấp nhất 960 mbar (hPa); 28.35 inHg Số người chết Tổng cộng 121 người Thiệt hại $59.2 triệu (USD 1989) Vùng ảnh hưởng Philippines và Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 1989 Bão Dan, được biết đến ở Philippines với tên gọi Bão Saling, hay Bão số 9 năm 1989 ở Việt Nam, là cơn bão thứ ba trong chuỗi xoáy thuận nhiệt đới tác động đến Philippines và Việt Nam trong tháng 10 năm 1989. Dan hình thành vào ngày 6 tháng 10, và nó di chuyển chủ yếu theo hướng Tây - Tây Bắc trong suốt quãng thời gian hoạt động. Sau khi vượt qua Luzon, cơn bão tiến vào Biển Đông và đạt đỉnh, với vận tốc gió duy trì 10 phút 140 km\/giờ (85 dặm\/giờ), vận tốc gió duy trì 1 phút 130 km\/giờ (80 dặm\/giờ), cùng áp suất khí quyển tối thiểu 960 mbar. Tiếp đó Dan đổ bộ vào khu vực Bắc Trung Bộ (phía Nam tỉnh Hà Tĩnh ngày nay) và tan khi di chuyển sâu vào trong đất liền. Cơn bão đi qua đã để lại những tổn thất nghiêm trọng. Tại Philippines, Dan khiến 58 người thiệt mạng và làm hàng trăm ngàn người mất nhà cửa; điện đã bị mất hầu khắp vùng Manila. Tại Việt Nam, gió mạnh và mưa lớn từ cơn bão cũng gây nên những thiệt hại to lớn về người và của. Hơn 500.000 ngôi nhà bị hư hại cùng 63 người đã thiệt mạng tại quốc gia này. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào ngày 6 tháng 10 năm 1989, một vùng nhiễu động nhiệt đới đã hình thành trong rãnh gió mùa gần Chuuk. Thông báo ban đầu từ Trung tâm Cảnh báo Bão Liên hợp (JTWC) đánh giá vùng nhiễu động này ít có cơ hội phát triển do độ đứt gió cao trong khu vực.[nb 1] Một ngày sau, tiềm năng phát triển đã được điều chỉnh theo hướng tăng lên. Đến ngày 8 tháng 10, độ đứt gió giảm bớt và một dải mây rõ nét đã tồn tại gần tâm hoàn lưu của vùng nhiễu động. Như một hệ quả, JTWC liền ban hành \"Cảnh báo về sự hình thành của xoáy thuận nhiệt đới\" (TCFA) cho vùng nhiễu động này.[2] Cùng ngày, Cơ quan Khí tượng Nhật Bản (JMA) đã phân loại nó với cường độ áp thấp nhiệt đới.[3][nb 2] Vào thời điểm 1200 UTC, JTWC ban hành cảnh báo đầu tiên của họ về áp thấp nhiệt đới 29W. Khi đó, tâm áp thấp nằm cách Yap khoảng 70 dặm (110 km) về phía Đông Bắc.[2] Khoảng 18 tiếng sau, áp thấp nhiệt đới mạnh lên thành bão nhiệt đới và được đặt tên là Dan. Cơn bão di chuyển theo hướng Tây với vận tốc 17-23 dặm\/giờ (27–37 km\/giờ), và đối lưu thì ngày một phát triển. Dòng thổi ra ổn định toàn phần, ngoại trừ góc phần tư phía Tây Bắc nơi dòng thổi ra bị hạn chế bởi sự tương tác với một cơn bão khác gần đó.[2] Do Dan nằm gần Philippines, Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines (PAGASA) cũng theo dõi cơn bão và họ đã đặt cho nó cái tên địa phương Saling.[5] Vào ngày 9 tháng 10, JMA nâng cấp áp thấp nhiệt đới lên thành bão nhiệt đới. Sang ngày hôm sau, cả JTWC lẫn JMA đều phân loại Dan là bão cuồng phong sau khi mắt bão có thể được quan sát và dòng thổi ra ở góc phần tư phía Tây Bắc được cải thiện.[2][3] Sau đó, Dan đổ bộ lên vùng ven biển phía Đông Nam đảo Luzon thuộc Philippines, và tâm bão di chuyển qua ngay sát phía Nam Sân bay Quốc tế Ninoy Aquino.[2] Do tương tác với đất liền, Dan suy yếu xuống thành bão nhiệt đới khi nó tiến vào Biển Đông. Mặc dù vậy, đối lưu nhanh chóng phát triển trở lại khi cơn bão di chuyển theo hướng Tây Bắc trên vùng nước ấm. JTWC báo cáo rằng Dan đã đạt lại cấp độ bão cuồng phong vào thời điểm 0000 UTC ngày 12 tháng 10,[2] dù vậy phải 24 giờ sau JMA mới công nhận Dan là bão cuồng phong.[3] Sau đó, cơn bão tiếp tục mạnh thêm, và JTWC ước tính Dan đạt đỉnh vào lúc 0600 UTC, với vận tốc gió duy trì 1 phút 130 km\/giờ (80 dặm\/giờ).[2] JMA thì nhận định cơn bão đạt đỉnh một thời gian ngắn sau, với vận tốc gió duy trì 10 phút 140 km\/giờ (85 dặm\/giờ) và áp suất khí quyển tối thiểu 960 mbar.[3] Tiếp đó, Dan di chuyển qua khu vực cách đảo Hải Nam chỉ khoảng 70 dặm (110 km) về phía Nam và suy yếu đi đôi chút. Nhưng độ đứt gió tăng lên khiến cơn bão ngày một suy thoái khi nó tiến gần đến vùng ven biển các tỉnh Bắc Trung Bộ. Vào khoảng 1200 UTC ngày 13 tháng 10, Dan đổ bộ và đi vào đất liền phía Nam tỉnh Nghệ Tĩnh (vùng Kỳ Anh - Hà Tĩnh ngày nay). Khi đó JMA đã giáng cấp Dan xuống thành bão nhiệt đới dữ dội còn JTWC thì ban hành cảnh báo cuối cùng.[2][3] Hoàn lưu của cơn bão cuối cùng đã tan trên khu vực vùng núi và những tàn dư còn lại thì tiếp tục di chuyển về phía Tây hướng sang Lào.[2] Những thiệt hại[sửa | sửa mã nguồn] Dù là một cơn bão không quá mạnh, nhưng Dan đã gây nên những tổn thất nghiêm trọng. Tại Philippines, 58 trường hợp thiệt mạng đã được báo cáo, cùng với đó là 121 người khác bị thương. Tổng cộng, 682.699 người, hay 135.245 hộ gia đình đã bị ảnh hưởng, và 49.972 ngôi nhà bị hư hại.[5] Thiệt hại vật chất vào khoảng 59,2 triệu USD.[6] Cơn bão đã kích hoạt nên lũ và lũ quét, trong khi đó gió mạnh, vận tốc ước tính lên tới 160 km\/giờ (99 dặm\/giờ) khiến nhiều cây cối gãy đổ và làm mất điện.[7] Là cơn bão thứ hai tấn công Philippines trong vòng một tuần, Dan đã buộc các trường học và cơ quan nhà nước phải đóng cửa.[8] Đã có xấp xỉ 250.000 người mất nơi ở,[9] và hàng chục ngư dân bị mất tích ngoài khơi. Tại vùng Manila, điện bị mất gần như trên toàn khu vực.[10] Tổng thống Corazon Aquino đã ban bố \"tình trạng khẩn cấp\" tại Manila và những vùng xung quanh.[9] Trong bối cảnh cơn bão, quân đội quốc gia đã cung cấp số lương thực thực phẩm trị giá 300.000 USD cho những người dân trong các trung tâm sơ tán.[6] Bên cạnh đó, Bộ Phúc lợi Xã hội và Phát triển Philippines cũng đã cung cấp những khoản hỗ trợ khẩn cấp trị giá 371.000 USD đến cho 2.700 hộ gia đình phải di dời vì bão.[11] Bất chấp thiệt hại do Dan và một số cơn bão khác gây ra cho khu vực này, Chính phủ Philippines đã không yêu cầu bất kỳ sự viện trợ nào từ quốc tế.[6] Khi Dan tiến về phía Tây, bão tác động đến đảo Hải Nam với gió mạnh và làm trầm trọng thêm những tổn thất trước đó mà các cơn bão Angela và Brian gây ra.[9] Tổng cộng, ba cơn bão đã khiến 63 người trên đảo thiệt mạng, đa số là do Brian.[12] Tại Việt Nam, bão số 9 đổ bộ vào Bắc Trung Bộ (từ Thanh Hóa đến Quảng Bình, khu vực trước đó đã hứng chịu hai cơn bão số 7 và số 8) và gây ra tổn thất nghiêm trọng.[2][13][14] Gió mạnh, báo cáo ghi nhận vận tốc lên tới 121 km\/giờ (75 dặm\/giờ) đã làm tốc mái nhiều ngôi nhà. Nước biển dâng đã gây ngập lụt những vùng duyên hải cũng như nhiều nơi khác đặc biệt ở Nghệ Tĩnh và Quảng Bình, hai địa phương nằm trên đường di chuyển của bão.[15][16] Có ít nhất 63 người đã thiệt mạng[13] và 466 người khác bị thương tại Việt Nam do bão. Tổn thất nghiêm trọng nhất là ở tỉnh Hà Tĩnh, tại đây đã có 34 người chết, 43.000 ngôi nhà bị phá hủy và 500.000 ngôi nhà khác bị hư hại. Lũ lụt trên toàn tỉnh đã làm ngập 130.000 hecta cây trồng và làm chết hàng ngàn con gia súc. Tại tỉnh Hải Hưng[nb 3] đã có hai người thiệt mạng và khoảng 60% số ngôi nhà bị phá hủy hoặc hư hại. Còn tại tỉnh Thái Bình, 7 người cũng đã thiệt mạng bởi gió mạnh.[17] Tỉnh Quảng Bình cũng chịu ảnh hưởng nặng nề do bão.[18] Bão số 9 cũng gây thiệt hại tại các tỉnh Gia Lai, Kon Tum và sau bão, chính quyền tỉnh Attapeu (Lào) cũng đã gửi 2.000 tấn thóc đến cứu trợ cho người dân hai tỉnh này.[19] Xem thêm[sửa | sửa mã nguồn] Cổng thông tin Xoáy thuận nhiệt đới Mùa bão Tây Bắc Thái Bình Dương 1989 Bão Brian (1989) Bão Angela (1989) Chú thích[sửa | sửa mã nguồn] ^ Trung tâm Cảnh báo Bão Liên hợp là sự phối hợp của hai lực lượng đặc nhiệm Hải quân và Không quân Hoa Kỳ, họ có trách nhiệm ban hành những cảnh báo về xoáy thuận nhiệt đới trên Tây Bắc Thái Bình Dương và một số khu vực khác.[1] ^ Cơ quan Khí tượng Nhật Bản là Trung tâm Khí tượng Chuyên ngành Khu vực chính thức của vùng Tây Bắc Thái Bình Dương.[4] ^ Một tỉnh cũ thuộc vùng đồng bằng Bắc Bộ, xem chi tiết. Tham khảo[sửa | sửa mã nguồn] ^ “Joint Typhoon Warning Center Mission Statement”. Joint Typhoon Warning Center. United States Navy. 2011. Bản gốc lưu trữ ngày 26 tháng 7 năm 2007. Truy cập ngày 11 tháng 6 năm 2019. ^ a b c d e f g h i j Cpt. John D. Pickle (1990). “1989 Annual Tropical Cyclone Season” (PDF). Trung tâm Cảnh báo Bão Liên hợp. Bản gốc (PDF) lưu trữ ngày 21 tháng 2 năm 2013. Truy cập 12 tháng 6 năm 2019. ^ a b c d e “JMA Best Tracks 1980-1989”. Japan Meteorological Agency. 1991. Bản gốc lưu trữ ngày 5 tháng 12 năm 2014. Truy cập ngày 10 tháng 6 năm 2019. ^ “Annual Report on Activities of the RSMC Tokyo - Typhoon Center 2000” (PDF). Japan Meteorological Agency. tháng 2 năm 2001. tr. 3. Truy cập ngày 11 tháng 6 năm 2019. ^ a b “Destructive Typhoons 1970-2003”. The Philippines: National Disaster Coordinating Council. ngày 9 tháng 11 năm 2004. Bản gốc lưu trữ ngày 9 tháng 11 năm 2004. Truy cập ngày 11 tháng 6 năm 2019. ^ a b c “October 1989 Philippine Typhoons Reports 1-6”. World Food Council. ReliefWeb. ngày 3 tháng 11 năm 1989. Truy cập ngày 11 tháng 6 năm 2019. ^ “43 killed as typhoon hits metro area”. Manila Bulletin. Manila, Philippines: Xinhua General News. ngày 12 tháng 10 năm 1989. |ngày truy cập= cần |url= (trợ giúp) (Accessed through LexisNexis) ^ Staff Writer (ngày 11 tháng 10 năm 1989). “26 die as Typhoon Dan rips through Philippines”. Toronto Star. Lưu trữ bản gốc ngày 25 tháng 10 năm 2012. Truy cập ngày 11 tháng 6 năm 2019.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ a b c Steve Newman (ngày 15 tháng 10 năm 1989). “Typhoon Dan”. Toronto Star. Lưu trữ bản gốc ngày 25 tháng 10 năm 2012. Truy cập ngày 11 tháng 6 năm 2019.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Staff Writer (ngày 12 tháng 10 năm 1989). “30 People Killed By Typhoon Dan”. The Spokane Chronicle. Truy cập ngày 11 tháng 6 năm 2019. ^ “calamity state declared in metro manila, some luzon areas”. Manila, Philippines: Xinhua General News. ngày 12 tháng 10 năm 1989. |ngày truy cập= cần |url= (trợ giúp) (Accessed through LexisNexis) ^ “Tropical Cyclones in 1989” (PDF). Hong Kong Observatory. 1990. Bản gốc (PDF) lưu trữ ngày 23 tháng 10 năm 2019. Truy cập ngày 12 tháng 6 năm 2019. ^ a b “Bão số 9 và vòng xoáy 10 năm ở miền Trung”. Báo Đà Nẵng. 10 tháng 10 năm 2009. Truy cập 12 tháng 6 năm 2019. |first1= thiếu |last1= (trợ giúp) ^ Vũ Như Hoán 2004, tr. 3 ^ Staff Writer (ngày 16 tháng 10 năm 1989). “Typhoon Dan Kills 7”. Lodi News-Sentinel. Truy cập ngày 25 tháng 1 năm 2010. ^ Vũ Như Hoán 2004, tr. 19 ^ “Typhoon Dan kills 43 in Vietnam”. Bangkok, Thailand: United Press International. ngày 16 tháng 10 năm 1989. |ngày truy cập= cần |url= (trợ giúp) (Accessed through LexisNexis) ^ “Tài liệu lưu trữ 30 năm tái lập tỉnh Quảng Bình”. Sở Nội vụ Quảng Bình. 12 tháng 3 năm 2019. Bản gốc lưu trữ ngày 4 tháng 8 năm 2022. Truy cập 12 tháng 6 năm 2019. |first1= thiếu |last1= (trợ giúp) ^ “Lịch sử quan hệ đặc biệt Việt Nam - Lào, Lào - Việt Nam (1930-2007) - Kỳ 34: Hợp tác giữa các địa phương và hợp tác biên giới”. Báo Hậu Giang. Bản gốc lưu trữ ngày 15 tháng 10 năm 2015. Truy cập 15 tháng 10 năm 2015. Đã định rõ hơn một tham số trong |archiveurl= và |archive-url= (trợ giúp) Tài liệu Vũ Như Hoán (2004), xuất bản%20Khoa%20H%E1%BB%8Dc%20K%E1%BB%B9%20Thu%E1%BA%ADt%202005)%20-%20V%C5%A9%20Nh%C6%B0%20Ho%C3%A1n,%2085%20Trang.pdf Thiên tai ven biển và cách phòng chống Kiểm tra giá trị |url= (trợ giúp) (PDF), Hà Nội: Nhà xuất bản Khoa học Kỹ thuật Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Dan (1989). Joint Typhoon Warning Center Annual Tropical Cyclone Report for 1989 Bão trên biển Đông Lưu trữ 2018-08-06 tại Wayback Machine, Liên hiệp các hội KHKT Việt Nam Bão dồn, lũ dập Báo Sài gòn Giải phóng. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 1989 BNĐ Winona BCP Andy BCP Brenda (Bining) BNĐDD Cecil BCP Dot (Kuring) BNĐDD Ellis (Daling) BNĐDD Faye (Elang) BCP Gordon (Goring) BNĐ Hope (Luming) BNĐDD Irving (Ibiang) BCP Judy ATNĐ 12W BNĐDD Ken–Lola BCP Mac BCP Nancy BCP Owen BNĐ Peggy ATNĐ 19W BNĐDD Roger BNĐ 21W BCP Sarah (Openg) BNĐDD Tip BNĐDD Vera BCP Wayne BCP Angela (Rubing) BCP Brian BCP Colleen BCP Dan (Saling) BCP Elsie (Tasing) BCP Forrest BCP Gay BCP Hunt (Unsing) BCP Imra ATNĐ 35W BCP Jack Sách · Thể loại · Chủ đề · Dự án · Commons “Bão Dan (1989)” là một bài viết tốt của Wikipedia tiếng Việt. Mời bạn xem phiên bản đã được bình chọn vào ngày 12 tháng 7 năm 2019 và so sánh sự khác biệt với phiên bản hiện tại. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Dan_(1989)&oldid=69949353” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 1989 Bão tại Việt Nam Typhoon Bão tại Philippines Thể loại ẩn: Lỗi CS1: ngày truy cập thiếu URL Quản lý CS1: bot: trạng thái URL ban đầu không rõ Lỗi CS1: thiếu tên Lỗi CS1: tham số thừa Lỗi CS1: URL Bản mẫu webarchive dùng liên kết wayback Bài viết chất lượng tốt Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 06:56. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}