{"Bão Nangka (2020)":"Bão Nangka (2020) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Diễn biến bão 2Ảnh hưởng 3Xem thêm 4Tham khảo 5Liên kết ngoài Bão Nangka (2020) 5 ngôn ngữ English Português Tagalog 粵語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Nangka (Nika) - Bão số 7 Bão nhiệt đới (Thang JMA) Bão nhiệt đới (SSHWS\/NWS) Bão Nangka áp sát đảo Hải Nam ngày 13 tháng 10 Hình thành 11 tháng 10 năm 2020 Tan 14 tháng 10 năm 2020 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 85 km\/h (50 mph) Duy trì liên tục trong 1 phút: 95 km\/h (60 mph) Áp suất thấp nhất 990 mbar (hPa); 29.23 inHg Số người chết 4 người chết, 5 người mất tích Thiệt hại $3 triệu (USD 2020) Vùng ảnh hưởng Đổ bộ: Ninh Bình, Việt Nam Tác động tới: Lào, Thái Lan, Myanmar, Philippines, Việt Nam, Trung Quốc Một phần của Mùa bão Tây Bắc Thái Bình Dương 2020 Bão Nangka hay bão số 7 tại Việt Nam và áp thấp nhiệt đới Nika tại Philippines là một cơn bão trái mùa đổ bộ vào khu vực Nam Đồng bằng Bắc Bộ vào giữa tháng 10 năm 2020, khi mà miền Trung nước ta đang phải hứng chịu trận mưa lũ, ngập lụt lịch sử nhiều ngày kể từ đầu tháng 10, do tác động của tổ hợp các hình thế là xoáy thuận nhiệt đới, dải hội tụ nhiệt đới và không khí lạnh: sâu xa hơn do ảnh hưởng của pha lạnh La Nina. Cơn bão cũng đã có những tác động đến các quốc gia như Lào, Thái Lan, Trung Quốc, Myanmar và Philippines. Diễn biến bão[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Sau bão số 6 (Linfa) vào Quảng Ngãi, tối 11 tháng 10 một áp thấp nhiệt đới khác hình thành ở phía Tây đảo Luzon (Philippines).[1] Ngày 12 tháng 10 áp thấp nhiệt đới mạnh lên thành bão có tên quốc tế là Nangka, Việt Nam gọi là bão số 7.[2][3] Lúc 7 giờ sáng ngày 13 tháng 10 có vị trí tâm bão ở 18,4 độ Vĩ Bắc; 112,3 độ Kinh Đông, cách đảo Hải Nam (Trung Quốc) 220 km về phía Đông Đông Nam với sức gió mạnh cấp 9, giật cấp 11.[4] Tối cùng ngày, bão đã đi vào đảo Hải Nam (Trung Quốc).[5] Đêm 13 rạng sáng 14 tháng 10, bão số 7 vào Vịnh Bắc Bộ và bắt đầu suy yếu.[6] Chiều ngày 14 tháng 10, bão đã suy yếu thành áp thấp nhiệt đới trên vùng biển từ Thái Bình đến Thanh Hóa; chiều tối cùng ngày, áp thấp nhiệt đới đã đi vào đất liền các tỉnh Nam Định, Ninh Bình, Thanh Hoá với cường độ cấp 6-7, trong đó tâm áp thấp nhiệt đới được xác định đã đi qua xã Kim Đông, huyện Kim Sơn, tỉnh Ninh Bình (vùng Bãi Ngang, cực Nam của tỉnh Ninh Bình) và đảo Cồn Nổi thuộc huyện Kim Sơn - Ninh Bình vào khoảng 17 giờ 30 phút; sau đó suy yếu thành một vùng áp thấp trên đất liền các tỉnh Nam Định, Ninh Bình và Thanh Hóa.[7][8][9][10][11] Trước đó khoảng 4-5 tiếng đồng hồ, Cơ quan khí tượng Nhật Bản và Trung tâm Cảnh báo Bão Liên hợp (Hải quân Hoa Kỳ) cũng đã xác nhận bão Nangka đổ bộ vào hai tỉnh Nam Định, Ninh Bình và đưa ra các cảnh báo cuối cùng về cơn bão.[12][13] Ảnh hưởng[sửa | sửa mã nguồn] Quá trình bão số 7 (Nangka) đổ bộ vào đất liền tỉnh Ninh Bình chiều 14 tháng 10. Quan trắc gió mạnh do bão số 7 tại Việt Nam Trạm đo Gió mạnh Gió giật Chú thích Đảo Bạch Long Vĩ Cấp 9 Cấp 11 [7][14] Bãi Cháy (Quảng Ninh) Cấp 5 Cấp 7 [15] Cô Tô (Quảng Ninh) Cấp 7 Cấp 9 [7] TP. Thái Bình (Thái Bình) Cấp 6 Cấp 8 [16] Văn Lý (Nam Định) Cấp 7 Cấp 10 [7] Nghĩa Hưng (Nam Định) Cấp 7 Cấp 9 [7] TP. Ninh Bình (Ninh Bình) Cấp 6 Cấp 8 [17] Như Tân (Ninh Bình) Cấp 7 Cấp 8 [17] Nga Sơn (Thanh Hóa) Cấp 5 Cấp 7 [18] TP. Thanh Hóa (Thanh Hóa) Cấp 7 [18] Tràn qua đảo Hải Nam ngày 13 tháng 10, bão Nangka làm 2 người chết, 4 người mất tích.[19] Tại nước ta, bão số 7 trút mưa xuống khu vực ven biển và đồng bằng Bắc Bộ với lượng mưa từ 01h00 đến 18h00 ngày 14 tháng 10 phổ biến 80-180mm.[7] Mưa lớn ở miền Bắc còn tiếp diễn trong các ngày 15 và 16 tháng 10 với một số điểm ghi nhận lượng mưa lớn hơn như Yên Bái 411mm, Quảng Ninh 375mm,...[20][21] Hai đoạn mái kè đê biển thuộc địa bàn huyện Hải Hậu (Nam Định) đã bị sập, sạt, với tổng diện tích các hố võng là 278m².[22] Bão số 7 đổ bộ vào Nam Định, Ninh Bình đã gây mưa lớn và ngập lụt tại miền Bắc, làm 2 người chết,[23] 1 người mất tích, 1 nhà bị sập, 14 nhà hư hỏng. Về nông nghiệp, 870 ha lúa giảm năng suất, 105ha cây rau màu bị thiệt hại (chủ yếu tại Nam Định).[24] Thiệt hại tại Nam Định ước tính 68 tỷ đồng (3 triệu USD).[25] Bão số 7 đổ bộ trái mùa vào miền Bắc khi các tỉnh miền Trung vẫn đang phải hứng chịu trận mưa lũ lịch sử từ ngày 6 tháng 10 do ảnh hưởng của tổ hợp các hình thế như xoáy thuận nhiệt đới, dải hội tụ nhiệt đới, không khí lạnh.[24] Xem thêm[sửa | sửa mã nguồn] Bão và áp thấp nhiệt đới tác động đến mưa lũ miền Trung Việt Nam 2020 Bão số Ảnh vệ tinh Tên quốc tế Khu vực đổ bộ Địa phương tâm bão đi qua Thời gian đổ bộ Khu vực ảnh hưởng tại miền Trung Ghi chú Vùng áp thấp Vietnam TD[26] Phú Yên Khánh Hòa - 07\/10 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Khởi đầu đợt mưa lũ 6 Linfa Quảng Nam Quảng Ngãi Quảng Ngãi 11\/10 Toàn miền Trung Bắc Tây Nguyên Đợt lũ thứ nhất Tên bão bị đề nghị loại bỏ 7 Nangka Nam Định Ninh Bình Thanh Hóa Ninh Bình 14\/10 Bắc Trung Bộ Trung Trung Bộ Không trực tiếp đổ bộ Trung Bộ nhưng gián tiếp khởi đầu đợt lũ thứ hai ATNĐ Ofel[27] Đà Nẵng Quảng Nam Đà Nẵng 16\/10 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ hai 8 Saudel Hà Tĩnh Quảng Bình Yếu thành vùng thấp ven bờ 26\/10 Bắc Trung Bộ Tác động gián tiếp 9 Molave Quảng Nam Quảng Ngãi Quảng Ngãi 28\/10 Toàn miền Trung Tây Nguyên Đợt lũ thứ ba Bão mạnh nhất biển Đông 2020 10 Goni Bình Định Phú Yên Yếu thành vùng thấp ven bờ 06\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Mở đầu đợt lũ thứ tư 12 Etau Phú Yên Khánh Hòa Khánh Hòa 10\/11 Trung Trung Bộ Nam Trung Bộ Tây Nguyên Đợt lũ thứ tư 13 Vamco Hà Tĩnh Quảng Bình Quảng Bình 15\/11 Bắc Trung Bộ Trung Trung Bộ Đợt lũ thứ tư Bão mạnh nhất biển Đông 2020 Lũ lụt miền Trung Việt Nam năm 2020 Tham khảo[sửa | sửa mã nguồn] ^ “Tropical Cyclone Information”. Japan Meteorological Agency. ngày 11 tháng 10 năm 2020. Bản gốc lưu trữ ngày 29 tháng 10 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. ngày 12 tháng 10 năm 2020. Bản gốc lưu trữ ngày 12 tháng 10 năm 2020. Truy cập ngày 12 tháng 10 năm 2020. ^ https:\/\/thanhnien.vn\/thoi-su\/ap-thap-nhiet-doi-manh-len-thanh-bao-so-7-gio-giat-cap-10-1290514.html ^ “TIN BÃO KHẨN CẤP (Cơn bão số 7)”. Phòng chống lụt bão Thừa Thiên Huế. ngày 13 tháng 10 năm 2020. Bản gốc lưu trữ ngày 13 tháng 10 năm 2020. Truy cập ngày 13 tháng 10 năm 2020. ^ “中央气象台10月13日19时20分发布台风登陆消息” (bằng tiếng Trung). National Meteorological Center of CMA. ngày 13 tháng 10 năm 2020. Lưu trữ bản gốc ngày 13 tháng 10 năm 2020. Truy cập ngày 13 tháng 10 năm 2020. ^ “Bão số 7 tiến gần vịnh Bắc Bộ, dự kiến đổ bộ vào đất liền”. Truyền hình Ninh Bình. ngày 13 tháng 10 năm 2020. Bản gốc lưu trữ ngày 20 tháng 10 năm 2020. Truy cập ngày 16 tháng 10 năm 2020. ^ a b c d e f http:\/\/www.monre.gov.vn\/Pages\/tin-cuoi-cung-ve-con-bao-so-7.aspx[liên kết hỏng] ^ Lê Phan (ngày 14 tháng 10 năm 2020). “Bão số 7 suy yếu, áp thấp nhiệt đới mới mạnh lên khi vào Biển Đông”. Báo Tuổi trẻ. Bản gốc lưu trữ ngày 14 tháng 10 năm 2020. Truy cập ngày 14 tháng 10 năm 2020. ^ Chí Tuệ (ngày 13 tháng 10 năm 2020). “Miền Trung có khả năng ngập lụt tiếp với đợt mưa lớn”. Báo Tuổi trẻ. Bản gốc lưu trữ ngày 17 tháng 10 năm 2020. Truy cập ngày 14 tháng 10 năm 2020. ^ Qua quan trắc ảnh vệ tinh và rada cùng các dữ liệu thu thập được cho thấy vùng tâm ATNĐ thực tế đi qua cực Nam tỉnh Ninh Bình (xã Kim Đông - Kim Sơn - Ninh Bình), vùng Bãi Ngang, cầu vượt biển Cồn Nổi và đảo Cồn Nổi của Kim Sơn (khu du lịch Bãi Ngang - Cồn Nổi ven biển tỉnh Ninh Bình) lúc 17h30 phút chiều ngày 14\/10. Có thể nói một cách khác về đường đi của bão là tâm ATNĐ đi qua phía Nam trạm thủy văn Như Tân (Ninh Bình). Một số trang mạng cho rằng tâm bão vào Thanh Hoá, điều này là không đúng thực tế bão bởi vì hầu hết khu vực ven biển của Thanh Hóa đều chỉ ghi nhận gió cấp 4-5 trong suốt cả ngày 14\/10, chỉ có khu Nga Sơn (giáp Ninh Bình) gần bão hơn là có gió giật mạnh đến cấp 7. Việc xác định vùng tâm bão đi vào Ninh Bình là phù hợp và đối khớp nhất với thực tế quan trắc được trong suốt quá trình bão đổ bộ và quần thảo đất liền nước ta, hai tỉnh Nam Định và Ninh Bình là hai địa phương chịu tác động mạnh mẽ nhất bởi bão, trong đó các huyện ven biển của Nam Định nằm ở phía Bắc của bão và rất gần bão thực tế đều ghi nhận gió cấp 6-7 và giật mạnh cấp 9-10, mạnh nhất trong các dữ liệu quan trắc trên đất liền ngày 14\/10. Tại Ninh Bình, trạm Như Tân (sát tâm bão nhất) và TP Ninh Bình nằm phía Bắc bão cũng có gió cấp 6-7 giật đến cấp 8, duy trì liên tục suốt đến 17h ngày 14\/10. Ngoài ra việc tâm bão vào Ninh Bình đã được các cơ quan khí tượng lớn công nhận (Mỹ, Nhật) thông qua tọa độ địa lí của bão tương ứng. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 30 tháng 10 năm 2020. Truy cập ngày 14 tháng 11 năm 2020. ^ “Tropical Cyclone Information”. Japan Meteorological Agency. ngày 14 tháng 10 năm 2020. Bản gốc lưu trữ ngày 14 tháng 10 năm 2020. Truy cập ngày 14 tháng 10 năm 2020. ^ “Tropical Storm 18W (Nangka) Warning No. 11”. Joint Typhoon Warning Center. ngày 14 tháng 10 năm 2020. Bản gốc lưu trữ ngày 14 tháng 10 năm 2020. Truy cập ngày 14 tháng 10 năm 2020. ^ http:\/\/www.typhooncommittee.org\/15IWS\/docs\/Members%20REport\/Viet%20Nam\/Members%20Report%202020_Vietnam.pdf ^ https:\/\/www.quangninh.gov.vn\/Trang\/ChiTietTinTuc.aspx?nid=94328 ^ http:\/\/kttv.thaibinh.gov.vn\/bao-ap-thap-nhiet-doi\/tin-cuoi-cung-ve-con-bao-so-7-273.html ^ a b http:\/\/kttv.ninhbinh.gov.vn\/dubao\/view\/5044 ^ a b http:\/\/kttv.thanhhoa.gov.vn\/tin-tuc\/thoi-tiet-nguy-hiem\/tin-ap-thap-nhiet-doi-khan-cap-suy-yeu-tu-con-bao-so-7-2214 ^ https:\/\/reliefweb.int\/report\/viet-nam\/vietnam-china-laos-tropical-storm-nangka-dg-echo-gdacs-jtwc-cma-dbqg-media-echo ^ “FLASH REPORT ON DISASTER RISK MANAGEMENT SITUATION ON 16 OCTOBER 2020”. Vietnam Disaster Management Authority. ngày 17 tháng 10 năm 2020. Truy cập ngày 18 tháng 10 năm 2020. ^ Nguyen Quy (ngày 14 tháng 10 năm 2020). “Storm Nangka devolves into tropical depression off north central Vietnam”. e.vnexpress.net. VnExpress. Truy cập ngày 14 tháng 10 năm 2020. ^ https:\/\/nhandan.com.vn\/tin-tuc-xa-hoi\/bao-so-7-gay-sat-lo-hai-doan-de-bien-nam-dinh-620421\/ ^ http:\/\/phongchongthientai.mard.gov.vn\/Pages\/bao-cao-nhanh-cong-tac-truc-ban-pctt-ngay-18-10-2020.aspx ^ a b https:\/\/laodong.vn\/xa-hoi\/mua-lu-ngap-lut-va-bao-so-7-gay-thiet-hai-nang-ne-55-nguoi-thiet-mang-845653.ldo ^ https:\/\/nongnghiep.vn\/nam-dinh-bao-so-7-gay-thiet-hai-gan-68-ti-dong-d275885.html ^ Chỉ là tên gọi để phân biệt với các cơn áp thấp khác, không phải là tên quốc tế ^ Tên địa phương Philippines ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2020 Dòng thời gian BCP Vongfong BNĐ Nuri ATNĐ Carina ATNĐ JMA TD 04 BNĐ Sinlaku BCP Hagupit BNĐ Jangmi ATNĐ Gener BNĐDD Mekkhala BNĐDD Higos BCP Bavi BCP Maysak TC Haishen ATNĐ 12W BNĐ Noul BNĐDD Dolphin BNĐDD Kujira ATNĐ JMA TD 18 BCP Chan-hom ATNĐ Vietnam TD BNĐ Linfa BNĐ Nangka ATNĐ Ofel BCP Saudel ATNĐ 20W BCP Molave TC Goni BNĐDD Atsani BNĐ Etau BNĐ Vamco ATNĐ JMA TD 30 BNĐ Krovanh ATNĐ JMA TD 32 Sách · Thể loại · Chủ đề · Dự án · Commons Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Nangka (2020). hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2020 Dòng thời gian BCP Vongfong BNĐ Nuri ATNĐ Carina ATNĐ JMA TD 04 BNĐ Sinlaku BCP Hagupit BNĐ Jangmi ATNĐ Gener BNĐDD Mekkhala BNĐDD Higos BCP Bavi BCP Maysak TC Haishen ATNĐ 12W BNĐ Noul BNĐDD Dolphin BNĐDD Kujira ATNĐ JMA TD 18 BCP Chan-hom ATNĐ Vietnam TD BNĐ Linfa BNĐ Nangka ATNĐ Ofel BCP Saudel ATNĐ 20W BCP Molave TC Goni BNĐDD Atsani BNĐ Etau BNĐ Vamco ATNĐ JMA TD 30 BNĐ Krovanh ATNĐ JMA TD 32 Sách · Thể loại · Chủ đề · Dự án · Commons Xem tình hình trực tiếp về bão tại earth.nullschool.net Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Nangka_(2020)&oldid=69503688” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2020 Bão tại Việt Nam Thiên tai 2020 Việt Nam năm 2020 Bão tại Trung Quốc Thể loại ẩn: Nguồn CS1 tiếng Trung (zh) Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 1 tháng 1 năm 2023, 07:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}