{"Bão Aere (2016)":"Bão Aere (2016) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 2.1Philippines 2.2Việt Nam 3Tham khảo Bão Aere (2016) 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão nhiệt đới dữ dội Aere Bão nhiệt đới dữ dội (Thang JMA) Bão nhiệt đới (SSHWS\/NWS) Bão Aere lúc mạnh nhất Hình thành 04 tháng 8 năm 2016 Tan 14 tháng 8 năm 2016 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 110 km\/h (70 mph) Duy trì liên tục trong 1 phút: 100 km\/h (65 mph) Áp suất thấp nhất 975 mbar (hPa); 28.79 inHg Số người chết 35 người Thiệt hại $0.11 tỷ (USD 2016) Vùng ảnh hưởng Philippines, Đài Loan, Hoa Nam, Việt Nam, Lào, Thái Lan, Campuchia Một phần của Mùa bão Tây Bắc Thái Bình Dương 2016 Bão Aere, còn được biết đến ở Philippines với tên gọi là bão Julian hay bão số 6 năm 2016 ở Việt Nam, là 1 cơn bão nhiệt đới trên Biển Đông, và là cơn bão thứ 6 hoạt động trên Biển Đông trong năm 2016.[1] Từ trước đến nay, hiếm có cơn bão nào có quỹ đạo lạ như cơn bão này. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào đầu tháng 10 năm 2016, một vùng đối lưu khí quyển rộng lớn tồn tại ở phía đông-đông nam của Căn cứ Không quân Andersen trên đảo Guam.[2] Trong vài ngày tiếp theo, nó di chuyển theo hướng tây bắc và bắt đầu phát triển thành một trung tâm hoàn lưu mực thấp. Sau đó nó được Cục Khí tượng Nhật Bản (JMA) phân loại là một áp thấp nhiệt đới trong ngày 4 tháng 10, khi nó ở cách khoảng 1.000 km (620 mi) về phía đông bắc của Manila ở Philippines,[3] về phía đông của Quần đảo Babuyan.[4] Cuối ngày hôm đó, PAGASA đã đặt tên cho nó là Julian.[5] JTWC bắt đầu đưa ra lời khuyên về nó khi nó di chuyển về phía tây trong ngày 5 tháng 10, với ký hiệu là 22W.[6] Sau khi hình ảnh vệ tinh mô tả sự gia tăng đáng kể của đối lưu, tất cả các cơ quan đã phân loại Julian là một cơn bão nhiệt đới, và JMA đã đặt tên cho nó là Aere.[7][8][9][10] Vài giờ sau, khi Aere nổi lên ở cực bắc của Biển Đông, Aere đạt cường độ cực đại với sức gió 110 km\/h (70 mph) trong 10 phút.[11] Ngay sau đó, do gần như ở cùng một khu vực trong nhiều giờ, Aere bắt đầu suy yếu.[12][13] Sau đó, vùng áp thấp di chuyển theo hướng tây nam vào ngày 12 tháng 10,[14] cho đến khi vùng áp thấp Aere mạnh lên thành một áp thấp nhiệt đới vào sáng ngày 13 tháng 10.[15][16] JMA bắt đầu theo dõi áp thấp nhiệt đới này[17] và JTWC cũng ban hành lại các khuyến cáo.[18] Mặc dù nó không trở thành một cơn bão nhiệt đới yếu, JTWC đã đưa ra khuyến cáo cuối cùng và ngay sau đó nó đổ bộ vào đất liền cách Đà Nẵng vài km về phía bắc.[19] Nó di chuyển về phía Lào và Thái Lan[20] cho đến khi tan hoàn toàn vào cuối ngày hôm đó.[21] Ảnh hưởng[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Bão Aere với sức gió 85 km\/giờ đã đổ bộ vào miền đông nước này. Chính phủ Philippines cho biết, cơn bão Aere (tiếng địa phương gọi là Bebeng) đến nay đã làm ít nhất 15 người chết, gây thiệt hại về hoa màu ước tính là 2,7 triệu USD. Việt Nam[sửa | sửa mã nguồn] Tropical Depression Aere approached Central Vietnam in October 13 Cơn bão Aere được goị là bão số 6 ở Việt Nam.[22] Sau khi Aere mạnh lên thành áp thấp nhiệt đới vào ngày 13 tháng 10, nó đổ bộ vào Huế, đạt đỉnh gió giật cấp 9 (theo thang sức gió Beaufort).[23] Nó gây ra lượng mưa rất lớn ở Bắc–Trung Bộ Việt Nam,[23][24] với lượng mưa khoảng 300–900 mm (1–3 ft), được ghi nhận ở các tỉnh ven biển,[25] lượng mưa lớn đạt đỉnh là ở Đồng Hới với 747 mm (29,4 in), kỷ lục từ năm 1955.[26] Mưa lớn do tàn dư của bão Aere và gió mùa đông bắc gây lũ lụt ở Bắc Trung Bộ từ ngày 13 đến ngày 17 tháng 10 năm 2017. Tổng cộng có 37 người thiệt mạng, chủ yếu ở Quảng Bình với 22 người.[27][28] Tổng thiệt hại ước tính cho các công trình giao thông là 130 tỷ đồng. Tại tỉnh Quảng Bình, 93 nghìn ngôi nhà, 2 nghìn hoa màu và 600 ha diện tích cây trồng hàng năm bị phá hủy.[28][29] Tại Hà Tĩnh, 3.200 ha đất nông nghiệp bị tàn phá và tổng số 175 nghìn con gia súc, gia cầm bị chết; tổng thiệt hại lên tới 994 tỷ đồng.[30] Tổng thiệt hại do lũ lụt lên tới 4,6 nghìn tỷ đồng.[27] Một số ý kiến cho rằng Bắc Trung Bộ Việt Nam đã phải hứng chịu lũ lụt tồi tệ nhất kể từ năm 2010.[26] Tham khảo[sửa | sửa mã nguồn] ^ “Bão Aere trở thành cơn bão thứ 6 hoạt động trên biển Đông trong năm nay”. binhphuoc.gov.vn. 6 tháng 10 năm 2016. Truy cập ngày 2 tháng 4 năm 2023. ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans October 2, 2016 06z”. United States Joint Typhoon Warning Center. 2 tháng 10 năm 2016. Bản gốc lưu trữ ngày 2 tháng 10 năm 2016. ^ Severe Tropical Storm Aere (RSMC Tropical Cyclone Best Track). Japan Meteorological Agency. 22 tháng 11 năm 2016. Lưu trữ bản gốc ngày 22 tháng 11 năm 2016. Truy cập ngày 23 tháng 11 năm 2016. ^ “WebCite query result”. webcitation.org. Lưu trữ bản gốc ngày 5 tháng 10 năm 2016. Truy cập ngày 13 tháng 11 năm 2016. Chú thích có tiêu đề chung (trợ giúp) ^ “Severe Weather Bulletin #1: Tropical Depression \"JULIAN\"”. PAGASA. 4 tháng 10 năm 2016. Lưu trữ bản gốc ngày 6 tháng 10 năm 2016. ^ “Tropical Depression 22W (Twenty-two) Warning Nr 001”. Joint Typhoon Warning Center. 5 tháng 10 năm 2016. Lưu trữ bản gốc ngày 5 tháng 10 năm 2016. ^ “Prognostic Reasoning for Tropical Storm 22W (Aere) Warning Nr 05”. Joint Typhoon Warning Center. 6 tháng 10 năm 2016. Lưu trữ bản gốc ngày 6 tháng 10 năm 2016. ^ “TS 1619 AERE (1619) UPGRADED FROM TD”. Japan Meteorological Agency. 5 tháng 10 năm 2016. Lưu trữ bản gốc ngày 6 tháng 10 năm 2016. ^ “Prognostic Reasoning for Tropical Storm 22W (Aere) Warning Nr 07”. Joint Typhoon Warning Center. 7 tháng 10 năm 2016. Lưu trữ bản gốc ngày 7 tháng 10 năm 2016. ^ “STS 1619 AERE (1619) UPGRADED FROM TS”. Japan Meteorological Agency. 7 tháng 10 năm 2016. Lưu trữ bản gốc ngày 7 tháng 10 năm 2016. ^ “STS 1619 AERE (1619)”. Japan Meteorological Agency. 7 tháng 10 năm 2016. Lưu trữ bản gốc ngày 7 tháng 10 năm 2016. ^ “Prognostic Reasoning for Trm iopical Storm 22W (Aere) Warning Nr 11”. Joint Typhoon Warning Center. 8 tháng 10 năm 2016. Lưu trữ bản gốc ngày 8 tháng 10 năm 2016. ^ “TS 1619 AERE (1619) DOWNGRADED FROM STS”. Japan Meteorological Agency. 8 tháng 10 năm 2016. Lưu trữ bản gốc ngày 8 tháng 10 năm 2016. ^ “Archived copy”. tgftp.nws.noaa.gov. Bản gốc lưu trữ ngày 26 tháng 11 năm 2016. Truy cập ngày 12 tháng 1 năm 2022.Quản lý CS1: bản lưu trữ là tiêu đề (liên kết) ^ “Xuất hiện áp thấp nhiệt đới trên Biển Đông”. 13 tháng 10 năm 2016. ^ “WebCite query result”. webcitation.org. Lưu trữ bản gốc ngày 13 tháng 10 năm 2016. Truy cập ngày 13 tháng 11 năm 2016. Chú thích có tiêu đề chung (trợ giúp) ^ “Marine Weather Warning for GMDSS Metarea XI 2016-10-13T00:00:00Z « WIS Portal – GISC Tokyo”. www.wis-jma.go.jp. Bản gốc lưu trữ ngày 26 tháng 11 năm 2016. Truy cập ngày 12 tháng 1 năm 2022. ^ “Prognostic Reasoning for Tropical Depression 22W (Aere) Warning Nr 20”. Joint Typhoon Warning Center. 13 tháng 10 năm 2016. Lưu trữ bản gốc ngày 16 tháng 10 năm 2016. ^ “Tropical Depression 22W (Aere) Warning Nr 022”. Joint Typhoon Warning Center. 13 tháng 10 năm 2016. Lưu trữ bản gốc ngày 16 tháng 10 năm 2016. ^ “Thai Meteorological Department - Waring”. Lưu trữ bản gốc ngày 13 tháng 11 năm 2016. Truy cập ngày 13 tháng 11 năm 2016.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “WebCite query result”. webcitation.org. Lưu trữ bản gốc ngày 14 tháng 10 năm 2016. Truy cập ngày 13 tháng 11 năm 2016. Chú thích có tiêu đề chung (trợ giúp) ^ “Bão số 6 - AERE giật cấp 13 quần thảo biển Đông”. VietNamNet. Truy cập ngày 13 tháng 11 năm 2016. ^ a b “áp thấp nhiệt đới đã đi vào đất liền tỉnh Thừa Thiên Huế”. vov.vn. 14 tháng 10 năm 2016. Truy cập ngày 13 tháng 11 năm 2016. ^ “Mưa lũ miền Trung, nhà ngập tận nóc - Xã hội - Báo điện tử Tiền Phong”. tienphong.vn. 15 tháng 10 năm 2016. Truy cập ngày 13 tháng 11 năm 2016. ^ “Vietnam Braces for Typhoon Sarika After Deadly Flooding”. Wall Street Journal. 15 tháng 10 năm 2016. Truy cập ngày 16 tháng 10 năm 2016. ^ a b “Mưa ở Quảng Bình là 'kỷ lục chưa từng có' - VnExpress”. vnexpress.net. Truy cập ngày 13 tháng 11 năm 2016. ^ a b 2016 VIETNAM REPORT ^ a b “35 người chết, 4 người mất tích do mưa lũ - VnExpress”. vnexpress.net. Truy cập ngày 13 tháng 11 năm 2016. ^ “Quảng Bình thiệt hại quá nặng nề do mưa lũ”. dantri.com.vn. Truy cập ngày 13 tháng 11 năm 2016. ^ “Hà Tĩnh Nghệ An thiệt hại gần 1500 tỷ đồng do mưa lũ”. vov.vn. Truy cập ngày 13 tháng 11 năm 2016. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Aere_(2016)&oldid=69839874” Thể loại: Bão tại Việt Nam Mùa bão Tây Bắc Thái Bình Dương 2016 Bão tại Philippines Bão tại Lào Bão tại Campuchia Bão tại Thái Lan Thể loại ẩn: Lỗi CS1: tiêu đề chung Quản lý CS1: bản lưu trữ là tiêu đề Quản lý CS1: bot: trạng thái URL ban đầu không rõ Trang này được sửa lần cuối vào ngày 2 tháng 4 năm 2023, 14:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}