{"Bão Wutip (2013)":"Bão Wutip (2013) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 2.1Việt Nam 2.2Trung Quốc 3Sau cơn bão 4Xem thêm 5Ghi chú 6Chú thích 7Liên kết ngoài Bão Wutip (2013) 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Wutip (Paolo) Bão cuồng phong (Thang JMA) Bão cuồng phong cấp 3 (SSHWS\/NWS) Bão Wutip tiến sát Bắc Trung Bộ được chụp từ vệ tinh vào lúc mạnh nhất vào ngày 29 tháng 9 năm 2013. Hình thành 25 tháng 9 năm 2013 (2013-09-25) Tan 1 tháng 10 năm 2013 (2013-10-01) Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 120 km\/h (75 mph) Duy trì liên tục trong 1 phút: 185 km\/h (115 mph) Áp suất thấp nhất 965 mbar (hPa); 28.5 inHg Số người chết 65 Thiệt hại $526,28 triệu (USD 2013) Vùng ảnh hưởng Philippines Hải Nam Việt Nam Lào Thái Lan Một phần của Mùa bão Tây Bắc Thái Bình Dương 2013 Bão Wuitp (tên của Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines (PAGASA): Paolo, Việt Nam: Bão số 10) là một cơn bão rất mạnh hoạt động trên biển Đông và đổ bộ vào Trung Bộ cuối tháng 9 năm 2013. Hình thành từ một áp thấp nhiệt đới ở phía Đông Biển Đông vào ngày 25 tháng 9 năm 2013, Wutip nhanh chóng mạnh lên thành bão, rồi tiếp tục thăng cấp nhanh và trở thành cơn bão cuồng phong ngày hôm sau. Chiều 30 tháng 9, cơn bão đổ bộ vào các tỉnh Bắc Trung Bộ, tâm bão là tỉnh Quảng Bình, với sức gió mạnh cấp 11-12. Bão Wutip được đánh giá có cường độ mạnh tương đương bão Xangsane năm 2006 từng tàn phá Đà Nẵng, khiến nhiều chuyên gia cho rằng nó làm đẩy lùi sự phát triển của thành phố này lại 10 năm. Đồng thời, Wutip cũng được cho là cơn bão có đường đi rất phức tạp, mạnh nhất ở khu vực Trung Bộ kể từ chính cơn bão Xangsane, di chuyển khá nhanh, mạnh lên thần tốc từ cấp 8 lên cấp 12, giật cấp 16-17. Wutip đã làm 65 người chết,[1] gây thiệt hại lên đến 11 nghìn tỷ đồng (tương đương 523 triệu USD). Trong khi đó, ngày 29 tháng 9, 74 ngư dân Trung Quốc bị mất tích khi bão đánh chìm 3 tàu cá của ngư dân Trung Quốc, 14 người khác được cứu sống.[2] Ngoài ra, cơn bão cũng có những tác động đến Lào, Thái Lan và trước đó là Philippines. Tên gọi \"Wutip\" (蝴蝶) do Ma Cao đề xuất,[3] âm Hán Việt là Hồ điệp, nghĩa là bướm ngày. Dù gây thiệt hại nặng song tên bão không bị khai tử và vẫn được sử dụng lại. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi của bão; những dấu chấm màu đại diện cho vị trí bão và cường độ của nó trong thời gian sáu tiếng. Thang bão Saffir-Simpson ATNĐ BNĐ C1 C2 C3 C4 C5 Ngày 25 tháng 9 năm 2013, Cơ quan Khí tượng Nhật Bản (JMA) theo dõi sự hình thành của một áp thấp nhiệt đới ngoài khơi bờ biển phía tây của Philippines.[4] Trung tâm Dự báo Khí tượng Thủy văn Việt Nam cũng đã phát cảnh báo đầu tiên về áp thấp nhiệt đới.[5] Cùng ngày, Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines (PAGASA) đặt tên nó là Paolo, ngày hôm sau Trung tâm Cảnh báo Bão Liên hợp (JTWC) cũng ban hành “Cảnh báo về sự hình thành xoáy thuận nhiệt đới” (TCFA), sau đó cũng công nhận Paolo là áp thấp nhiệt đới, đánh số hiệu cho áp thấp nhiệt đới là 20W.[6][7] Áp thấp duy trì cường độ trong ngày 26 tháng 9 và nhờ nằm trong một môi trường thuận lợi nên nó dần mạnh thêm. Đến ngày 27 tháng 9 năm 20W mạnh lên thành bão và được JMA đặt tên quốc tế là Wutip,[4] cùng ngày cả JTWC và Trung tâm Dự báo Khí tượng Thủy văn Việt Nam công nhận nó là bão, Việt Nam đánh số hiệu “Cơn bão số 10”.[7][8] Wutip dần dần gia tăng cường độ khi độ đứt gió thấp và nằm trong vùng có nhiệt độ nước biển cao. Cuối ngày 28 tháng 9, JMA thăng cấp Wutip lên thành một cơn bão cuồng phong, cùng ngày JTWC đã nâng Wutip lên thành một cơn bão cuồng phong cấp 1.[4][7] Còn Việt Nam thì ghi nhận bão một ngày mạnh lên 4 cấp, đạt cấp 12 trong tối ngày 28 tháng 9.[9] Ngày 29 tháng 9, Wutip đã đạt cường độ mạnh nhất khi một mắt bão hướng về phía Thái Lan và Việt Nam có thể được nhìn thấy rõ. Việt Nam nâng cường độ của bão số 10 lên cấp 13, giật cấp 16-17.[10][11][12] Lúc này, JTWC cho rằng Wutip đã mạnh lên 100kts (Bão cuồng phong cấp 3)[7] còn JMA cũng đã ghi nhận bão đạt cường độ mạnh nhất 65kts (120 km\/h); áp suất tối thiểu 965HPa.[4] Bão số 10 trên vùng biển các tỉnh Quảng Trị - Hà Tĩnh sáng 30 tháng 9 4 giờ sáng ngày 30 tháng 9 năm 2013 (giờ Việt Nam), tâm bão cách bờ biển các tỉnh Hà Tĩnh - Huế khoảng 230 km về phía đông đông nam; sức gió mạnh nhất đạt 149 km một giờ (cấp 13), giật cấp 16.[13] Sáng hôm đó, JTWC đã giảm cường độ bão xuống 90kts (cấp 12) khi nó áp sát bờ biển Quảng Bình, Quảng Trị.[7] Chiều cùng ngày, tâm bão đã đổ bộ vào khu vực phía Bắc thành phố Đồng Hới, tỉnh Quảng Bình với sức gió mạnh cấp 11, cấp 12; giật cấp 15, áp suất thấp nhất ghi nhận được là 960hPa.[14][15][16] Trước đó JTWC cũng đã ghi nhận cường độ bão trong 1 phút có tăng nhẹ so với trước đó, lên 95kts (cuối cấp 2),[7] và JMA quan trắc bão đạt cường độ 65kts, áp suất 970hPa.[4] Đến 19 giờ cùng ngày (giờ Việt Nam), tâm bão Wutip ở trên khu vực biên giới Việt-Lào, sức gió mạnh nhất 102 km một giờ (cấp 10).[15] JTWC cũng đã ban hành cảnh báo cuối cùng về Wutip vào thời điểm đó,[7] JMA cũng đã giáng cấp Wutip xuống bão nhiệt đới dữ dội.[4] Rạng sáng hôm sau, ngày 1 tháng 10 (giờ Việt Nam), bão đi sang khu vực Trung Lào, sức gió mạnh cấp 8, giật cấp 10. JMA và JTWC hạ cấp Wutip xuống còn một cơn bão nhiệt đới.[4][7] Sau đó, bão di chuyển theo hướng giữa tây và tây tây bắc, suy yếu dần thành áp thấp nhiệt đới. Sáng cùng ngày (giờ Việt Nam), áp thấp nhiệt đới di chuyển về phía tây và suy yếu dần thành vùng áp thấp.[17] JMA đã ban hành cảnh báo cuối cùng vào lúc 0 giờ (UTC) ngày 1 tháng 10 (7 giờ theo giờ Việt Nam) khi tàn dư của Wutip tiến đến vùng Đông Bắc Thái Lan.[4] Ảnh hưởng[sửa | sửa mã nguồn] Thiệt hại theo quốc gia Quốc gia Tử vong Bị thương Thiệt hại ( USD) Việt Nam 28 150 &0000000523000000.000000$523 triệu Trung Quốc 2 12 &0000000003028000.000000$3,03 triệu Lào 20 33 Tổng cộng 65 195 &0000000526028000.000000$526 triệu Việt Nam[sửa | sửa mã nguồn] Ngày 30 tháng 9 năm 2013, bão đổ bộ vào các tỉnh từ Hà Tĩnh đến Thừa Thiên Huế của Việt Nam, trong đó đổ bộ vào tỉnh Quảng Bình là tâm bão,[15] gây ra một đợt mưa vừa, mưa to và lũ lụt cho các tỉnh miền Trung Việt Nam.[18] Một số nơi gió có cường độ giật mạnh nhất là ở Tuyên Hóa (Quảng Bình) giật cấp 10, Ba Đồn giật cấp 14, Đồng Hới giật cấp 12.[19] Theo báo cáo Ban chỉ huy phòng chống lụt bão Trung ương (Việt Nam), bão Wutip khiến 12 người thiệt mạng, 2 người mất tích và 225 người bị thương. Siêu bão cũng làm 193.702 nhà bị tốc mái, hư hỏng: 30.118 nhà bị ngập và 528 nhà bị sập, đổ, cuốn trôi, cùng hàng nghìn hec-ta hoa màu bị ngập, đổ. Nhiều cột ăng-ten phát sóng, cột điện trung và cao thế cũng đã bị gãy đổ. Về giao thông, báo cáo cho biết, có 365.372m³ đường giao thông bị sạt lở, vùi lấp; 25.761m đường giao thông bị sạt lở, hư hại; trong đó có các tuyến giao thông quan trọng như tuyến đường sắt Bắc - Nam, Quốc lộ 1, đường Hồ Chí Minh cùng nhiều tuyến quốc lộ qua các tỉnh.[20] Bão số 10 áp sát đất liền tỉnh Quảng Bình trưa chiều ngày 30 tháng 9 Theo thống kê của các tỉnh Nghệ An, Hà Tĩnh, Bình Thuận, Quảng Bình, tổng thiệt hại do bão Wutip gây ra lên tới 11.000 tỷ đồng (tương đương 523 triệu USD). Trong đó, Quảng Bình, nơi tâm bão đi qua thiệt hại lớn nhất (8.000 tỷ); Nghệ An gần 1.300 tỷ đồng, chủ yếu do vỡ đập hồ chứa và xả lũ. Tại Thanh Hóa, Tĩnh Gia là vùng thiệt hại nặng nhất (ước tính 135 tỷ đồng) do đập Đồng Đáng và Thung Cối bị vỡ, nhấn chìm hàng nghìn ha lúa, hoa màu, diện tích nuôi trồng thủy sản, hơn 1.000 ngôi nhà..., cuốn trôi nhiều tài sản của người dân. Tại Quảng Nam, xả lũ thủy điện đã làm 8 xã của huyện Bắc Trà My bị cô lập. Đã có 6 trên tổng số 21 hồ thủy điện lớn ở miền Trung - Tây Nguyên gần đầy và xả tràn ở mức cao, như Đắk Mi 4A (Quảng Nam), Sông Ba Hạ (Phú Yên), Sê San 4 và Sê San 4A (Gia Lai) ở mức 898 m³\/s đến 4.200 m³\/s.[20] Cột phát sóng cao 140 m, nặng hàng trăm tấn của VOV Đồng Hới đổ vắt ngang tòa nhà sau khi bị bão Wutip đánh gãy, đè bẹp hai xe khách, trúng 3 người, khiến 2 nạn nhân tử vong, người còn lại bị thương nặng. Trạm phát sóng phát thanh Đồng Hới do Đài Tiếng nói Việt Nam quản lý, được xây dựng và sử dụng từ nhiều năm qua. Gió bão cũng làm gãy một cột thu phát sóng viễn thông tại huyện Lệ Thủy.[21][22] Đêm 1 tháng 10 năm 2013, ông Nguyễn Tài Dũng - Phó giám đốc Sở Công thương Nghệ An cùng lái xe riêng đi xe 7 chỗ đến khu vực tập kết hàng cứu trợ (gồm 10 tấn mì tôm và 100 thùng nước uống) để ứng cứu khẩn cấp cho người dân bị ngập lũ ở thị xã Hoàng Mai. Đến hơn 22 giờ, khi còn cách sông Hoàng Mai khoảng 70m, vì trời tối, nước chảy xiết, xe bất ngờ chết máy và bị lũ cuốn trôi. Tài xế kịp thoát ra ngoài, còn ông Dũng bị kẹt và trôi cùng chiếc xe. Đến 9h30 sáng mùng 2 tháng 10, thi thể ông Dũng được tìm thấy trong xe cách hiện trường tai nạn 300m. Thông tin về cái chết của ông trên đường đi cứu trợ bà con vùng lũ khiến nhiều người rơi nước mắt. Chính quyền địa phương đã làm thủ tục công nhận liệt sĩ cho ông.[23][24] Ngoài ra, gió lớn kèm theo mưa, đặc biệt bão qua Quảng Bình quá mạnh đã tách hai đường dây 500 kV Bắc - Nam ra khỏi lưới. Cụ thể, vào hồi 12 giờ 52 ngày 30 tháng 9 (GMT+7), đường dây 500 kV mạch 2 đoạn Hà Tĩnh - Đà Nẵng gặp phải sự cố. Hơn 2 giờ sau, đường dây mạch 1 đoạn Hà Tĩnh - Đà Nẵng tiếp tục bị sự cố, làm mất liên kết hệ thống điện quốc gia và hệ thống điện 2 miền Bắc Nam vận hành độc lập. Tuy nhiên sự cố đã không gây mất điện diện rộng trên hai miền Bắc - Nam. Đồng thời, nhiều đoạn đường dây 220 kV, 110 kV và các đường dây trung hạ áp tại khu vực phía Bắc miền Trung bị sự cố, gây mất điện hoàn toàn tỉnh Quảng Bình (từ 13h35 ngày 30 tháng 9), Quảng Trị và một phần tỉnh Thừa Thiên - Huế.[note 1] Bão Wutip cũng làm nhiều cây xanh, trụ điện gãy đổ đè lên đường sắt Bắc - Nam, khiến ít nhất 4 chuyến tàu đang bị mắc kẹt, nhiều chuyến tàu khác chưa thể khởi hành.[25] Trung Quốc[sửa | sửa mã nguồn] Mặc dù không trực tiếp đổ bộ vào nước này nhưng tính đến ngày 29 tháng 9, bão đã đánh đắm ba tàu cá của Trung Quốc trên vùng biển gần quần đảo Hoàng Sa, làm 74 ngư dân mất tích. Có 14 người may mắn được cứu sống.[2][26][27][28] Tổng thiệt hại mà bão gây ra cho nước này ước tính khoảng 20 triệu Nhân dân tệ (tương đương 3,28 triệu USD).[29] Sau cơn bão[sửa | sửa mã nguồn] Ngày 02 tháng 10, Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam đã ra lời kêu gọi quyên góp ủng hộ đồng bào vùng bị bão số 10 tràn qua. Ngay sau lễ phát động, đã có 28 tỷ đồng được quyên góp cho các tỉnh miền Trung.[30] Tập đoàn dầu khí Việt Nam đã ủng hộ 8,5 tỷ đồng.[31] Đại sứ quán Việt Nam tại Trung Quốc cũng đã quyên góp được 80 triệu đồng ủng hộ các khu vực bị bão số 10.[32] Con số tương tự của Tập đoàn Điện lực Việt Nam là 1,8 tỷ đồng.[33] Ngoài ra còn nhiều đơn vị khác trên cả nước cũng tham gia đợt quyên góp ủng hộ người dân bị bão số 10 Wutip tàn phá.[30] Hai tuần sau, ngày 15 tháng 10, cơn bão Nari với sức gió tương đương Wutip cũng đã đổ bộ vào Trung Bộ (với Quảng Nam là trung tâm), tiếp tục tàn phá khu vực này kèm theo mưa lớn, lũ lụt trên diện rộng.[34] Xem thêm[sửa | sửa mã nguồn] Bão Cecil (1985) Bão Xangsane (2006) Bão Doksuri (2017) Bão Wukong (2000) Bão Lekima (2007) Ghi chú[sửa | sửa mã nguồn] ^ Cụ thể, sự cố đường dây 110 kV Lăng Cô - Hòa Khánh khiến trạm biến áp 110 kV Lăng Cô mất điện; sự cố đường dây 220 kV Hoà Khánh - Huế 2 gây mất điện toàn bộ tỉnh Thừa Thiên Huế và trạm biến áp 110 kV Diên Sanh (Quảng Trị); mất điện toàn bộ các trạm biến áp 110 kV tỉnh Quảng Bình và Quảng Trị do sự cố đường dây 220 kV Hà Tĩnh - Đồng Hới... Chú thích[sửa | sửa mã nguồn] ^ “Typhoon Wutip makes 65 killed in South of China and Eastern Vietnam”. Lưu trữ bản gốc ngày 4 tháng 10 năm 2013. Truy cập ngày 2 tháng 10 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ a b “Typhoon leaves 74 missing in China as Thailand, Vietnam brace for floods”. Reuters. Lưu trữ bản gốc ngày 10 tháng 2 năm 2018. Truy cập ngày 30 tháng 9 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ 香港天文台. “熱帶氣旋名稱的意義”. Lưu trữ bản gốc ngày 4 tháng 10 năm 2013. Truy cập ngày 27 tháng 9 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ a b c d e f g h “Thống kê bão Wutip của Cơ quan Khí tượng Nhật Bản”. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 20 tháng 1 năm 2019.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. Báo điện tử Vtv.vn. 25 tháng 9 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Tropical Depression 20W (PAOLO) Update Number 001”. David Michael V. Padua. Lưu trữ bản gốc ngày 7 tháng 10 năm 2013. Truy cập ngày 27 tháng 9 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ a b c d e f g h Ashley D. Evans và Robert J. Farvey. “Annual Tropical Cyclone Report 2013” (PDF). Metoc.navy. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 9 tháng 1 năm 2019.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Tin Bão trên biển Đông (Bão số 10, hồi 13h00 ngày 27\/9\/2013)”. Sở tài nguyên và môi trường tỉnh Hà Nam. 27 tháng 9 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. Báo điện tử Newszing. 29 tháng 9 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. VnExpress. 29 tháng 9 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “NASA image sees eye in deadly Typhoon Wutip on landfall approach”. Rob Gutro. Lưu trữ bản gốc ngày 7 tháng 10 năm 2013. Truy cập ngày 30 tháng 9 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “19 provinces on flood alert as Typhoon Wutip heads to Thailand”. Lưu trữ bản gốc ngày 14 tháng 10 năm 2013. Truy cập ngày 30 tháng 9 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Hương Thu (30 tháng 9 năm 2013). “Siêu bão Wutip áp sát bờ biển Hà Tĩnh - Huế”. VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Đặc điểm khí tượng thủy văn năm 2013. Hà Nội: Trung tâm khí tượng thủy văn quốc gia. 2014. tr. 15. ^ a b c Nhóm phóng viên VnExpress (30 tháng 9 năm 2013). “Siêu bão Wutip tàn phá Quảng Bình, Quảng Trị”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Diệp Vy (30 tháng 9 năm 2013). “Bão Wutip hoành hành ở Quảng Bình, gió giật cấp 11”. VTC.VN. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Hương Thu (1 tháng 10 năm 2013). “Bão Wutip sang Lào, suy yếu thành vùng áp thấp”. VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ PV VÀ CTV (6 tháng 10 năm 2013). “Khẩn trương khắc phục hậu quả mưa, lũ ở miền trung”. Báo Nhân dân. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Hương Thu (4 tháng 10 năm 2013). “Bão Wutip tàn phá miền Trung như thế nào”. VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ a b Nhóm phóng viên (4 tháng 10 năm 2013). “Gần 11.000 tỷ đồng thiệt hại do bão Wutip”. VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Lê Hoàng - Hải Bình (1 tháng 10 năm 2013). “Cột phát sóng bị bão quật đổ khiến 2 người tử vong”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Nguyễn Đông (1 tháng 10 năm 2013). “Cột phát sóng nặng hàng trăm tấn gãy vụn, vắt ngang tòa nhà”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Hải Bình (2 tháng 10 năm 2013). “Thi thể Phó giám đốc Sở Công thương kẹt trong xe bị lũ cuốn”. VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ VŨ TOÀN (2 tháng 10 năm 2013). “Làm thủ tục công nhận liệt sĩ cho ông Nguyễn Tài Dũng”. Báo Tuổi trẻ. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Nguyễn Đông (30 tháng 9 năm 2013). “Nhiều tỉnh mất điện, đường sắt Bắc Nam gián đoạn vì siêu bão”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. 香港電台. 6 tháng 10 năm 2013. Lưu trữ bản gốc ngày 7 tháng 10 năm 2013. Truy cập ngày 2 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết)(phồn thể) ^ Nguyễn Thủy (30 tháng 9 năm 2013). “Siêu bão Wutip làm lật thuyền Trung Quốc, 74 người mất tích”. Báo Tiền Phong. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 6 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Siêu bão nhấn chìm 3 tàu cá Trung Quốc ở Biển Đông”. VTC News. Lưu trữ bản gốc ngày 6 tháng 2 năm 2019. Truy cập ngày 24 tháng 10 năm 2013.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ China Meteorological Administration (22 tháng 11 năm 2013). Member Report: China (PDF). ESCAP\/WMO Typhoon Committee: 8th Integrated Workshop\/2nd TRCG Forum. ESCAP\/WMO Typhoon Committee. tr. 16. Bản gốc (PDF) lưu trữ ngày 3 tháng 12 năm 2013. Truy cập 26 tháng 11 năm 2013. ^ a b “Bản sao đã lưu trữ”. Báo điện tử Newszing. 3 tháng 10 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. Thời báo tài chính Việt Nam. 4 tháng 10 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. Đài tiếng nói Việt Nam - Ban đối ngoại VOV5. 4 tháng 1 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “CBCNV EVN ủng hộ 1,8 tỷ đồng cho miền Trung khắc phục bão số 10”. Tập đoàn điện lực Việt Nam. 3 tháng 10 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bản sao đã lưu trữ”. VnExpress. 16 tháng 10 năm 2013. Lưu trữ bản gốc ngày 10 tháng 2 năm 2019. Truy cập ngày 10 tháng 2 năm 2019. Đã định rõ hơn một tham số trong |tiêu đề= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Wutip (2013). Trang dự báo của NCHMF Lưu trữ 2019-10-25 tại Wayback Machine Trang dự báo của JTWC Trang dự báo của JMA Trang dự báo của Hồng Kông Lưu trữ 2013-10-19 tại Wayback Machine ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các cơn bão vào biển Đông trong Mùa bão Tây Bắc Thái Bình Dương 2013 Bão số 1 Bão số 2 Bão số 3 Bão số 4 Bão số 5 Bão số 6 Bão số 7 Bão số 8 Bão số 9 Bão số 10 Bão số 11 Bão số 12 Bão số 13 Bão số 14 Bão số 15 hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2013 Dòng thời gian BNĐDD Sonamu ATNĐ Bising BNĐ Shanshan ATNĐ ATNĐ ATNĐ ATNĐ BNĐ Yagi ATNĐ ATNĐ BNĐ Leepi BNĐ Bebinca BNĐDD Rumbia BCP Soulik BNĐ Cimaron ATNĐ ATNĐ BNĐDD Jebi BNĐ Mangkhut BCP Utor ATNĐ ATNĐ BNĐDD Trami ATNĐ 13W BNĐDD Pewa BNĐ Unala ATNĐ 03C BNĐDD Kong-rey ATNĐ ATNĐ ATNĐ ATNĐ BNĐ Yutu BNĐDD Toraji ATNĐ ATNĐ ATNĐ ATNĐ BCP Man-yi BCP Usagi ATNĐ 18W BNĐDD Pabuk ATNĐ ATNĐ BCP Wutip BNĐ Sepat BCP Fitow BCP Danas ATNĐ ATNĐ ATNĐ Phailin BCP Nari BCP Wipha BCP Francisco ATNĐ 27W BCP Lekima BCP Krosa ATNĐ Wilma BCP Haiyan BNĐ Podul ATNĐ ATNĐ ATNĐ Lehar ATNĐ 33W Sách · Thể loại · Chủ đề · Dự án · Commons “Bão Wutip (2013)” là một bài viết tốt của Wikipedia tiếng Việt. Mời bạn xem phiên bản đã được bình chọn vào ngày 1 tháng 3 năm 2019 và so sánh sự khác biệt với phiên bản hiện tại. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Wutip_(2013)&oldid=69950050” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2013 Thiên tai Việt Nam năm 2013 Bão tại Việt Nam Thể loại ẩn: Quản lý CS1: bot: trạng thái URL ban đầu không rõ Lỗi CS1: tham số thừa Bản mẫu webarchive dùng liên kết wayback Bài viết chất lượng tốt Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 11:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}