{"Bão Durian (2006)":"Bão Durian (2006) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Những thiệt hại Hiện\/ẩn mục Những thiệt hại 2.1Philippines 2.2Việt Nam 3Ghi chú 4Chú thích Bão Durian (2006) 18 ngôn ngữ العربية Bahasa Indonesia Bahasa Melayu Bikol Central Deutsch English Français 한국어 Íslenska Magyar 日本語 Português Simple English Svenska Tagalog ไทย Українська 中文 9 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Durian (Reming) Bão cuồng phong dữ dội (Thang JMA) Siêu bão cuồng phong cấp 4 (SSHWS\/NWS) Bão Durian (Reming) vào lúc bình minh và tiếp cận Philipines với cường độ cực đại ngày 29 tháng 11. Hình thành 24 tháng 11 năm 2006 Tan 5 tháng 12 năm 2006 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 195 km\/h (120 mph) Duy trì liên tục trong 1 phút: 250 km\/h (155 mph) Giật: 350 km\/h (220 mph) Áp suất thấp nhất 910 mbar (hPa); 26.87 inHg Số người chết >1500 Thiệt hại tối thiểu 530 triệu USD Vùng ảnh hưởng Philipines, Biển Đông, Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 2006 và Mùa bão Bắc Ấn Độ Dương 2006 Bão Durian (hay bão số 9 tại Việt Nam) là một siêu bão hình thành vào cuối tháng 11 năm 2006, gây ra thiệt hại lớn cho Philippines và Việt Nam. Tên \"Durian\" có nghĩa là trái sầu riêng. Bão đã gây ra số lượng lớn người chết khi đổ bộ vào Philippines vào cuối tháng 11 khi mang theo bùn đất vùi lấp hàng loạt làng tại Mayon Volcano. Sau khi gây ra thảm họa tại Philippines, bão đi vào Biển Đông và yếu đi chút ít trước khi tiếp tục mạnh lên và đổ bộ vào Việt Nam gần Thành phố Hồ Chí Minh vào ngày 4 tháng 12 năm 2006, gây thiệt hại hơn 400 triệu USD. Bão Durian càn quét qua các tỉnh Bà Rịa – Vũng Tàu, Bến Tre, Tiền Giang, Vĩnh Long, Bạc Liêu, Cà Mau, Trà Vinh, Kiên Giang, Thành phố Hồ Chí Minh [1] Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Bão Durian hình thành như là một áp thấp nhiệt đới vào ngày 24 tháng 11 năm 2006 gần Chuuk. Nằm ở phía nam vùng khí áp suất cao, áp thấp này di chuyển theo hướng tây tây bắc, đi qua một khu vực có sức gió thấp và có tính phân kỳ cao.[2] Cuối ngày 26, áp thấp mạnh lên thành bão nhiệt đới và được Cơ quan Khí tượng Nhật Bản (JMA) đặt tên là Durian.[nb 1] Trong hai ngày tiếp theo bão đã mạnh lên khi tiếp cận Philippines. Sau khi đạt mức siêu bão vào ngày 29 tháng 11,[3] Durian có giai đoạn mạnh lên nhanh chóng[2], với tốc độ gió trong 10 phút là 195 km\/h. Bão lướt qua bờ biển phía Nam của Catanduanes ở cường độ này vào ngày 30 tháng 11, với kỷ lục gió giật lên đến 320 km\/h.[3][4] Bão Durian ở mức đỉnh thứ 2 trong ngày 3 tháng 12. Bão yếu đi chút ít khi nó đổ bộ vào vùng Bicol.[3] Khi đổ bộ vào đất liền, bão đã suy thoái bớt, mặc dù nó vẫn giữ trạng thái bão khi xuất hiện trên Biển Đông vào ngày 1 tháng 12.[2] Bão tiếp tục mạnh trở lại, với Durian đạt đỉnh điểm thứ cấp vào ngày 3 tháng 12. Sau đó, điều kiện khí tượng không thuận lợi khiến siêu bão suy yếu thành cơn bão nhiệt đới khi nó hướng về tây nam. Bão Durian đổ bộ vào miền Nam Việt Nam vào đầu ngày 5 tháng 12 ở mức bão nhiệt đới trước khi giảm dần thành áp thấp nhiệt đới.[3] Áp thấp đi tiếp về phía tây và vượt qua bán đảo Malay.[5] JMA đã ngừng theo dõi cơn bão vào ngày 6 tháng 12 khi nó vượt qua kinh độ 100°Đ.[3] Khác hoàn toàn với dự đoán ban đầu, bão Durian không ập vào Nam Trung bộ mà chạy dọc bờ biển, phá tan hoang các thị trấn, làng mạc ven biển Bình Thuận, Ninh Thuận rồi bất thần ập vào Bà Rịa-Vũng Tàu. Sau đó, tiếp tục “càn quét” các tỉnh Bến Tre, Tiền Giang, Cần Thơ... [6] Những thiệt hại[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Việt Nam[sửa | sửa mã nguồn] Tại Việt Nam, bão Durian làm 98 người chết và 1.770 người bị thương; làm sập khoảng 34.000 căn nhà, tốc mái gần 166.000 căn nhà.[7]. Bà Rịa – Vũng Tàu, Bến Tre, Sóc Trăng, Bạc Liêu và Trà Vinh thiệt hại lớn. Tổng thiệt hại tại Việt Nam ước tính trên 5.200 tỷ đồng. Tại tỉnh Bình Thuận, hai mẹ con chị Trần Thị Thanh Lê và cháu Nguyễn Lê Văn (KP4, Tân An, TX La Gi) đã bị bức tường nhà thờ Đồng Tiến đè chết khi đang leo lên gác lửng nhà thờ tránh bão. Dù chuẩn bị phòng tránh khá chu đáo nhưng do mưa bão (có lúc đến 231,5mm) và gió lớn kéo dài đến 2 giờ nên Bình Thuận vẫn bị mất 628 tàu thuyền, sập 2.699 ngôi nhà và hàng ngàn hộ nghèo ven biển đứng trước nguy cơ đói khát, màn trời chiếu đất. Tổng thiệt hại gần 400 tỷ đồng. Tại Bà Rịa-Vũng Tàu, khoảng 4 giờ 10 phút sáng, bão Durian tràn vào nhấn chìm 14 tàu thuyền và quật ngã hàng loạt cây cổ thụ ngay trung tâm TP biển xinh đẹp. Vợ anh Bùi Văn Thuận, ngụ tại đường Bình Giã, dù trú kỹ trong nhà vẫn bị tường đè chết, đứa con bị thương nặng. Chỉ từ 4-6 giờ sáng, bão Duraian đã cướp đi 48 sinh mạng và làm mất tích 10 người, bị thương 1.308 người. Tại Tiền Giang, 2 người chết, 65 người mất tích. Nhà vườn Tiền Giang bị tàn phá khá nặng nề: 10.984 cây ăn trái bị ngã đổ, 680 ha lúa bị thiệt hại. Tại tỉnh Bến Tre, “tâm bão” Durian, lúc 7 giờ sáng, chỉ trong 2 giờ hoành hành, gió giật đã phá tan tành thị xã và các huyện Bình Đại, Giồng Trôm, Mỏ Cày, Thạnh Phú, Ba Tri, Châu Thành. Riêng huyện Bình Đại bị thiệt hại nặng nề nhất, 6 người chết. Ngay trong ngày 5 tháng 12, đã chứng kiến đám ma chôn vội của bé Mai Thị Tường Vy (Thới Lai, Bình Đại). Anh Mai Thái Hòa - cha cháu - cho biết thân thể cháu bị tường đè dập nát. Tính chung, đến tối 6-10, đã có 14 người chết, 470 người bị thương, 86.598 căn nhà bị tốc mái, 29 tàu bị chìm, 700 phòng học bị sập, tốc mái, 19.307 căn nhà bị sập hoàn toàn. Theo lãnh đạo tỉnh: “Bến Tre khẩn thiết đề nghị Trung ương tạm ứng 50 tỷ để khắc phục hậu quả quá lớn do bão Durian gây ra. Tổng thiệt hại của xứ dừa ước tính 1.000 tỷ đồng. 3.558 người dân có nguy cơ bị đói”.[6] Sau đó những tỉnh như : Sóc Trăng, Bạc Liêu, Trà Vinh, Vĩnh Long đều bị bão tàn phá nặng nề. Khi bão rời đất lièn biển Tây thì có ít nhất 50 người thiệt mạng do bão. Đây được xem là cơn bão mạnh nhất vào miền Tây trong suốt 50 năm qua Ghi chú[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Durian (2006). ^ The Japan Meteorological Agency is the official Regional Specialized Meteorological Center for the western Pacific Ocean.[3] Chú thích[sửa | sửa mã nguồn] ^ Bão Durian làm 73 người chết, 31 người mất tích trên VnExpress ngày 7 tháng 12 năm 2006 ^ a b c Gary Padgett; Kevin Boyle & Simon Clarke (ngày 7 tháng 3 năm 2007). “Monthly Global Tropical Cyclone Summary – November 2006” (Report). Typhoon 2000. Truy cập ngày 20 tháng 7 năm 2013. ^ a b c d e f Annual Report on Activities of the RSMC Tokyo: Typhoon Center 2006 (PDF) (Bản báo cáo). Japan Meteorological Agency. 21. Truy cập ngày 14 tháng 10 năm 2014. ^ Dominic Alojado; David Michael V. Padua (ngày 29 tháng 7 năm 2010). “Strongest Typhoons of the Philippines (1947–2009)”. Typhoon 2000. Truy cập ngày 21 tháng 7 năm 2013. ^ “Typhoon 24W 2006 (Durian) Best Track”. Joint Typhoon Warning Center. United States Navy. 2007. Bản gốc (.TXT) lưu trữ ngày 4 tháng 3 năm 2016. Truy cập ngày 20 tháng 7 năm 2013. ^ a b “Kinh hoàng bão Durian”. ^ “Viet Nam: Typhoons Revised Appeal No. MDRVN001 Operation Update No. 3”. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Bài viết liên quan đến khí hậu học\/khí tượng học này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Durian (2006). Phương tiện liên quan tới Typhoon Durian tại Wikimedia Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Durian_(2006)&oldid=69494774” Thể loại: Tropical cyclone articles with unknown units Sơ khai khoa học khí quyển Mùa bão Tây Bắc Thái Bình Dương 2006 Bão tại Việt Nam Bão tại Philipines Việt Nam năm 2006 Sơ khai bão lũ Typhoon Bão tại Philippines Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 31 tháng 12 năm 2022, 19:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}