{"Bão Hato (2017)":"Bão Hato (2017) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cấp bão 2Lịch sử khí tượng Hiện\/ẩn mục Lịch sử khí tượng 2.1Xem thêm 2.2Tham khảo Bão Hato (2017) 8 ngôn ngữ Bân-lâm-gú English Français 한국어 日本語 Tagalog 粵語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Hato (2017) Bão cuồng phong (Thang JMA) Bão cuồng phong cấp 3 (SSHWS\/NWS) Bão Hato sau khi vào Macau 23 tháng 08, 2017 Hình thành 19 tháng 08, 2017 Tan 25 tháng 08, 2017 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 140 km\/h (85 mph) Duy trì liên tục trong 1 phút: 185 km\/h (115 mph) Áp suất thấp nhất 965 mbar (hPa); 28.5 inHg Số người chết 24 Thiệt hại $6.41 tỷ (USD 2017) Vùng ảnh hưởng Philippines, Đài Loan, South China, Việt Nam Một phần của Mùa bão Tây Bắc Thái Bình Dương 2017 Bão Hato bên Philippines là Bão Isang là một cơn bão nhiệt đới Nam Trung Quốc vào tháng 8, 2017. Bão số 13, bão cuồng phong thứ 4 trong Mùa bão Tây Bắc Thái Bình Dương 2017. Cấp bão[sửa | sửa mã nguồn] Cấp bão (Việt Nam): Cấp 14 – Bão cuồng phong Cấp bão (Nhật Bản): 80kts – Bão cuồng phong, áp suất 960 hPa (mbar) Cấp bão (Hoa Kỳ - Mỹ): 100kts – Bão cuồng phong cấp 3 Cấp bão (Hồng Kông - Trung Quốc): 185 km\/h (51 m\/s) – Siêu bão cuồng phong Cấp bão (Philippines): 140 km\/h - Bão cuồng phong Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Bão Hato hình thành từ một ấp thấp nhiệt đới ở đảo Luzon vào ngày 19 tháng 08. Bão nhiệt đới này tiếp tục mạnh lên thành một cơn bão nhiệt đới vào ngày hôm sau. Vào ngày 21 tháng 8, Hato nổi lên qua phần phía bắc của Biển Đông và đạt đến cường độ bão. Sự gia tăng nhanh chóng xảy ra vào ngày 23 tháng 8, bão Hato trở thành cơn bão tương đương loại 3 trước khi đổ bộ vào Jinwan, Chu Hải. Bão tiếp tục suy yếu trên mặt đất và tan rã vào ngày 24 tháng 8. Nó dần dần gia tăng và đạt đến mức tình trạng bão nhiệt đới dữ dội vào chiều ngày 22 tháng 8 sau khi đi vào vùng Đông Bắc của Biển Đông. Vào ngày 23 tháng 8, 07:00 (Giờ Hồng Kông - HKT), Hato cách Hồng Kông khoảng 100 km về phía Đông Nam, đưa mưa đến lục địa của Trung Quốc cũng như Hải Nam về phía Tây. Vào lúc 11 giờ (Giờ Hồng Kông - HKT), tâm bão đã trực tiếp đổ bộ Hồng Kông sau đó cơn bão đi thẳng vào lục địa Trung Quốc theo hướng Tây-Tây Bắc.[1] Đài quan sát Hồng Kông đã ban hành tín hiệu bão số 10 (mức cao nhất) vào lúc 09:10 (Giờ Hồng Kông - HKT), lần đầu tiên kể từ năm 2012. Tính đến ngày 25 tháng 8, tổng cộng 17 người đã thiệt mạng trong khi tổng số thiệt hại lên đến 12,5 tỷ Nhân Dân tệ (tương đương với khoảng 1,87 tỷ USD).[2][3] Xem thêm[sửa | sửa mã nguồn] Bão Goni (2020) Bão Molave (2020) Bão Pabuk (2019) Tham khảo[sửa | sửa mã nguồn] ^ http:\/\/www.weather.gov.hk\/wxinfo\/intersat\/satellite\/sate.htm ^ “17 killed, damage widespread in wake of Typhoon Hato”. China daily. ngày 25 tháng 8 năm 2017. ^ “天鴿吹襲港澳粵-經濟損失約80億令吉”. 中國報 (bằng tiếng Trung). ngày 24 tháng 8 năm 2017. Truy cập ngày 26 tháng 8 năm 2017. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Hato_(2017)&oldid=68496407” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2017 Việt Nam năm 2017 Bão tại Trung Quốc Bão tại Hồng Kông Bão tại Việt Nam Bão tại Philippines Thể loại ẩn: Nguồn CS1 tiếng Trung (zh) Trang này được sửa lần cuối vào ngày 18 tháng 4 năm 2022, 16:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}