{"Bão số 13 năm 2013":"Bão số 13 năm 2013 – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 2.1Philippines 2.2Việt Nam 2.3Ấn Độ 3Tranh cãi về số hiệu \"Bão số 13\" 4Xem thêm 5Chú thích 6Tham khảo Bão số 13 năm 2013 3 ngôn ngữ English Tagalog 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này viết về bão số 13 (tại Việt Nam) năm 2013. Đối với cơn bão khác có cùng tên, xem Bão số 13. Bài này viết về áp thấp nhiệt đới Wilma năm 2013. Đối với cơn bão khác có cùng tên, xem Bão Wilma. Bão số 13 (Áp thấp nhiệt đới Wilma) Áp thấp BOB 05 Áp thấp nhiệt đới (Thang JMA) Bão nhiệt đới (SSHWS\/NWS) Áp thấp nhiệt đới Wilma đổ bộ Philippines ngày 4 tháng 11 năm 2013 Hình thành 1 tháng 11 năm 2013 Tan 21 tháng 11 năm 2013 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 55 km\/h (35 mph) Duy trì liên tục trong 3 phút: 45 km\/h (30 mph) Duy trì liên tục trong 1 phút: 65 km\/h (40 mph) Áp suất thấp nhất 1003 mbar (hPa); 29.62 inHg Số người chết 16 chết Thiệt hại $1.5 triệu (USD 2013) Vùng ảnh hưởng Palau, Philippines, Việt Nam, Campuchia, Thái Lan, Burma, Sri Lanka, Ấn Độ, Yemen Một phần của Mùa bão Tây Bắc Thái Bình Dương 2013 và Mùa bão Bắc Ấn Độ Dương 2013 Bão số 13 năm 2013 (theo cách gọi của Việt Nam),[nb 1] được biết đến ở Philippines với cái tên Áp thấp nhiệt đới Wilma,[nb 2] số hiệu JTWC là 30W[nb 3], là một cơn bão nhiệt đới yếu nhưng tồn tại lâu ngày, đi từ ngoài khơi quần đảo Palau đến gần khu vực Yemen. Hình thành ở phía đông của Palau vào ngày 1, áp thấp nhiệt đới đi qua Philippines vào ngày 4 và đi vào Biển Đông vào ngày hôm sau. Áp thấp này không gia tăng cường độ và đổ bộ vào khu vực Nam Trung Bộ và Nam Bộ của Việt Nam vào ngày mùng 6 và tới Vịnh Thái Lan vào ngày 07 tháng 11. Ngày 08 tháng 11, áp thấp đi qua bán đảo Mã Lai vào vịnh Bengal. Là một vùng áp suất thấp, sau đó nó đã gia tăng cường độ vào ngày 13. Nó đổ bộ vào miền Nam Ấn Độ vào ngày 16, trước khi nó suy yếu thành một vùng áp thấp, và sau đó đi vào biển Ả Rập vào ngày hôm sau. Cơn bão này được công nhận là xoáy thuận nhiệt đới có đường đi dài nhất thế giới và tồn tại lâu nhất năm 2013. Bão làm 16 người chết tại Ấn Độ. Ở Việt Nam, do nhiều tờ báo lớn, các công điện phòng chống của các tỉnh phía Nam, các trang web uy tín đã dùng từ Bão số 13 cho cơn áp thấp này, nên ngày 9 tháng 11 năm 2013, Trung tâm Dự báo Khí tượng Thủy văn nước này quyết định công nhận áp thấp này là bão và đặt số hiệu \"Cơn bão số 13\". Lịch sử khí tượng[sửa | sửa mã nguồn] Quỹ đạo của bão số 13, cơn áp suất thấp có đường đi dài nhất năm 2013. Thang bão Saffir-Simpson ATNĐ BNĐ C1 C2 C3 C4 C5 Cuối ngày 30 tháng 10, Cơ quan Khí tượng Nhật Bản (JMA) phát hiện một khu vực áp suất thấp đã hình thành gần đảo Chuuk.[1] Vào ngày 1 tháng 11, một vùng thấp ở phía đông nam của Yap đã hình thành trong khu vực áp suất thấp đó, và JMA đã nâng cấp hệ thống thành áp thấp nhiệt đới ở phía đông Palau vào cuối ngày.[2][3] Tuy nhiên, cơ quan này sớm hạ bậc nó chỉ còn là một vùng thấp chỉ sáu giờ sau đó, vì hệ thống vẫn chưa được tổ chức một cách chặt chẽ do vùng đối lưu bị hạn chế ở sườn phía tây của nó.[4][5] Hai ngày sau, JMA lại nâng cấp nó thành một áp thấp nhiệt đới ở gần khu vực Palau vào đầu mùng 3. Trung tâm Cảnh báo bão Liên hợp (JTWC) đã ban hành cảnh báo đầu tiên cho áp thấp nhiệt đới này.[6][7] Chỉ ba giờ sau, hệ thống được JTWC nâng cấp lên một áp thấp nhiệt đới và được đặt số hiệu là 30W, và họ dự báo nó sẽ trở thành một cơn bão cấp 1 ở Biển Đông. Trong bản báo cáo cuối năm, JTWC chỉ ra rằng 30W đã trở thành một áp thấp nhiệt đới vào mùng 2.[2] Vùng thấp bắt đầu di chuyển và một phần hoàn lưu của nó đã bị đứt nhưng được tổng hợp bởi các đối lưu sâu bị cắt về phía tây. Tại thời điểm đó, áp thấp nhiệt đới bị chi phối bởi rìa phía nam của áp cao cận nhiệt đới ở phía bắc, và độ đứt gió thẳng đứng là từ yếu đến trung bình, nhưng được bù lại bởi dòng chảy ra xuyên tâm và một phần phát triển về phía cực.[8] Cuối ngày 3 tháng 11, Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines (PAGASA) chính thức công nhận nó là một áp thấp nhiệt đới và đặt cho nó tên địa phương là Wilma.[9] Ngày 4 tháng 11, Wilma đã đổ bộ vào khu vực Surigao del Sur, Philippines vào khoảng trước 04:00 UTC, và JMA đã bắt đầu ban hành các cảnh báo về áp thấp nhiệt đới ở biển Bohol từ 06:00 UTC, và họ dự báo nó sẽ mạnh lên thành thành một cơn bão nhiệt đới trong vòng 24 giờ.[10][11] Ngay sau đó, PAGASA hạ Wilma chỉ còn là một vùng thấp vào lúc 09:00 UTC.[12] Mặc dù bị ma sát với đất liền và các đảo khi đi qua Philippines, nhưng áp thấp nhiệt đới lại có chút cải thiện về tổ chức, và nó bắt đầu tăng tốc về phía tây.[13] Cuối ngày hôm đó, nó đi vào Biển Sulu, vượt qua Palawan vào Biển Đông vào sáng ngày mùng 5. Theo dữ liệu chuẩn mà JTWC đã theo dõi, 30W đạt cường độ bão nhiệt đới (trong 1 phút) tại 06Z và 12Z, khi mà áp thấp lưu thông ở cường độ yếu và một phần của nó đã tiếp xúc với các đối lưu sâu ở phía bắc vào buổi trưa.[14] Cuối ngày hôm đó, JTWC hạ cấp 30W xuống chỉ còn là áp thấp nhiệt đới do hoàn lưu của nó ngày càng bị chia ra.[15] Áp thấp nhiệt đới đi vào bán đảo Mã Lai vào mùng 8 Ngày 6 tháng 11, JTWC ban hành cảnh báo cuối cùng về 30W lúc 06:00 UTC, khi áp thấp nhiệt đới bắt đầu suy yếu.[16] Lúc này, nhiều tờ báo, các trang web uy tín của Việt Nam bắt đầu sử dụng từ \"Bão số 13\" để gọi áp thấp nhiệt đới này,[17] mặc dù Trung tâm Dự báo Khí tượng Thủy văn Việt Nam vẫn chưa sử dụng từ này để gọi cho áp thấp nhiệt đới.[18] Đến vùng biển chỉ cách Phan Rang-Tháp Chàm, tỉnh Ninh Thuận thuộc vùng Nam Trung Bộ của Việt Nam vài ki-lô-mét, JMA ngừng cảnh báo mạnh lên thành bão cho áp thấp nhiệt đới vào buổi trưa, mặc dù nó vẫn còn duy trì sức gió tối đa trong 10 phút là 30 hải lý trên giờ (55 km\/h; 35 mph)*.[19] Đến tối hôm đó áp thấp đã đổ bộ vào Phan Rang-Tháp Chàm, tỉnh Ninh Thuận. Theo dữ liệu chuẩn của JTWC, 30W suy yếu thành một vùng thấp vào đầu ngày 07 tháng 11, nhưng nó đã phát triển lại thành áp thấp nhiệt đới vào buổi trưa, khi bão đi vào vịnh Thái Lan sau khi qua biên giới phía nam của Thái Lan và Campuchia.[2][20] Cuối ngày hôm đó, JTWC thông báo rằng sự tổ chức và độ xoáy của 30W đã trở nên tốt hơn.[21] Sáng sớm ngày 8 tháng 11, áp thấp nhiệt đới đổ bộ vào khu vực cách khoảng 200 km (125 mi)* về phía nam-tây nam của Bangkok, Thái Lan.[22] Kể từ 06: 00Z (UTC), JMA ngừng theo dõi bởi vì nó di chuyển ra khỏi khu vực mà họ giám sát.[23] Áp thấp đến vùng biển Andaman sau khi vượt qua bán đảo Mã Lai vào trước buổi trưa, nhưng sau đó đi đến vùng có đối lưu sâu hơn nên áp thấp tan nhanh chóng.[2][24] Dự báo của Hải quân Hoa Kỳ khi áp thấp nhiệt đới tiến sát Ấn Độ Ngày 9 tháng 11, áp thấp đi chậm lại, và với độ đứt gió thẳng đứng thì nó đã trở nên yếu hơn so với lúc áp thấp nằm ở phía tây nam của Yangon, Burma, điều kiện này cũng khiến cho nó bị tiếp xúc và hoàn lưu bất tổ chức.[25] Cục Khí tượng Ấn Độ (IMD) bắt đầu theo dõi hệ thống như một vùng áp thấp trong cùng ngày, ngay trước khi nó đi vào vịnh Bengal.[2][26] IMD nâng cấp nó thành một vùng thấp vào ngày 11, nhưng một hình ảnh từ vệ tinh cho thấy vùng thấp có đường kính rộng và đối lưu nông, và không khí khô bắt đầu chi phối rìa tây của nó.[26][27] Ngày 13 tháng 11, IMD nâng cấp hệ thống lên thành áp thấp nhiệt đới yếu và đánh số hiệu BOB 05 lúc 0 giờ (UTC).[26] Nằm trên dải hội tụ có trục Bắc-Đông Nam, JTWC ban hành \"Cảnh báo về Sự hình thành Xoáy thuận nhiệt đới\" lần thứ hai cho áp thấp này khi nó được tổ chức tốt hơn.[28] Hoàn lưu áp thấp nhiệt đới đã hiện ra một cách đầy đủ nhưng được xác định vào ngày 14, và đối lưu sâu bị cắt ở phía tây bắc do độ đứt gió thẳng đứng vừa phải bị chi phối bởi dòng chảy về phía đông.[29] Tàn dư Wilma ở Sừng Châu Phi ngày 21 tháng 11 Vào ngày 15 tháng 11, JTWC nâng cấp áp thấp trên thành một cơn bão nhiệt đới và tiếp tục chỉ định số hiệu 30W, khi nó di chuyển với tốc độ chậm và được giám sát chặt chẽ nhưng một phần của nó đã tiếp xúc với các đối lưu sâu bị cắt về hướng Tây. Nó phát triển dòng chảy xuyên tâm, nhưng về hướng đông và chi phối độ đứt gió thẳng đứng vừa phải do sự ảnh hưởng của cơn bão nhiệt đới.[30] Tuy nhiên, 30W được tính là một cơn bão nhiệt đới trong vòng 18 giờ trong bản báo cáo cuối năm.[2] Ngày 16 tháng 11, JTWC đã ban hành cảnh báo cuối cùng về 30W, khi cường độ đã suy yếu và dưới mức cảnh báo do dối lưu đã suy yếu nhanh chóng.[31] Lúc 07:30 UTC, Áp thấp nhiệt đới yếu BOB 05 đã đổ bộ vào khu vực Tamil Nadu, Ấn Độ, và nó suy yếu thành một vùng áp thấp trên đất liền lúc 00:00 UTC của ngày hôm sau, ngay trước khi đi vào biển Ả Rập.[26] Kể từ ngày 19 tháng 11, tàn dư của vùng thấp hậu bão số 13 không còn cơ hội phát triển khi nó tiếp tục đi về hướng tây và bị chi phối bởi không khí khô có cường độ rất mạnh.[32] Tàn dư còn sót lại của nó gần như đứng yên trong ngày hôm đó và quay về phía tây-tây nam vào ngày 20 tháng 11, trước khi tan hoàn toàn ở gần Socotra, Yemen vào ngày hôm sau, 21 tháng 11.[2] Ảnh hưởng[sửa | sửa mã nguồn] Philippines[sửa | sửa mã nguồn] Áp thấp nhiệt đới Wilma khi đang tiếp cận miền Trung Philippines Là một áp thấp nhiệt đới yếu, Wilma không gây tử vong ở Philippines, nhưng nó làm hư hỏng nhà cửa và mang lũ lụt. Tại Bohol, 83 ngôi nhà và một cây cầu gỗ đã bị hư hỏng, cũng như một số thị trấn bị ngập chìm trong nước. Áp thấp cũng gây ra lũ lụt ở Palawan, dẫn đến 146 gia đình ở đây phải đi sơ tán. Hai cây cầu bị sập do lũ lụt, và thêm hai cầu chính của tỉnh này không thể lưu thông được.[33] Khi Wilma đổ bộ, 4355 hành khách đã bị mắc kẹt tại cảng biển Visayas, hơn nữa đã làm 352 hành khách đã bị mắc kẹt tại Manila.[10] Ba ngày sau khi bão số 13 đổ bộ Philippines, cơn bão Haiyan (ở Philippines là bão Yolanda) đã đổ bộ vào khu vực đó và trở thành cơn bão khủng khiếp nhất trong lịch sử hiện đại của quốc đảo này. Việt Nam[sửa | sửa mã nguồn] Bão số 13 đi vào đất liền các tỉnh Khánh Hòa - Bình Thuận, suy yếu luôn thành vùng thấp.[34] Tuy nhiên trong tối ngày 06 tháng 11, bão số 13 vẫn gây gió mạnh cấp 5-7 cho các tỉnh từ Phú Yên đến Bình Thuận. Hoàn lưu sau bão kết hợp không khí lạnh đã gây ra một đợt mưa lớn cho các tỉnh Trung Trung Bộ, Nam Trung Bộ, Tây Nguyên và Nam Bộ.[34][35] Mưa lớn do bão đã gây lũ khá lớn trên các sông từ Quảng Bình đến Khánh Hòa và Bắc Tây Nguyên,[35] với lượng phổ biến từ 50–200 mm, có nơi lớn hơn như Khe Sanh (Quảng Trị) 516mm, A Lưới (Thừa Thiên Huế) 780mm, Khâm Đức (Quảng Nam) 525mm. Lũ trên các sông từ Quảng Bình đến Khánh Hoà và Bắc Tây Nguyên lên mức báo động 2, 3.[36] Mặc dù không gây ra thiệt hại đáng kể nào tại Việt Nam, nhưng nó cũng khiến cho hàng loạt trường học, các công sở ở Thành phố Hồ Chí Minh phải đóng cửa vào ngày 6 tháng 11 để đối phó với \"cơn bão\" này.[37] Mưa lớn cũng đã gây ngập lụt nhiều quận, huyện ở Thành phố Hồ Chí Minh, khiến giao thông gần như tê liệt.[38] Theo báo cáo của Ban Chỉ đạo Trung ương về phòng chống thiên tai, bão số 13 và mưa lớn sau bão đã gây thiệt hại khoảng 34 tỷ đồng (tương đương khoảng 1,5 triệu đô la Mỹ).[39] Ấn Độ[sửa | sửa mã nguồn] Bão số 13 ở gần Sri Lanka vào ngày 15 tháng 11 Cơn bão số 13 có số hiệu ở Ấn Độ là Áp thấp nhiệt đới yếu BOB 05, đã mang mưa lớn và làm 16 người chết ở Tamil Nadu. Hai người đã bị chết đuối do lũ lụt, và một người phụ nữ đã bị chết do một bức tường sụp đổ đè lên. Hàng trăm cây cối bị bật gốc, và nhiều đồn điền chuối bị hư hại ở Nagapattinam do gió mạnh. Những cơn mưa cũng mang lại nguồn nước dồi dào cho các hồ chứa trong tiểu bang đó để cung cấp nước uống cho người dân.[40] Ở Sirkali, bão làm mất điện ở hầu hết các quận, huyện, và mái của một tòa nhà ở một ngôi trường đã bị gió mạnh thổi ra. Một khu chợ cá gần Tharangambadi cũng bị hư hại do gió mạnh. Hơn 10.000 ngư dân không dám ra biển do nước biển dâng và triều cường ở nhiều nơi.[41] Tranh cãi về số hiệu \"Bão số 13\"[sửa | sửa mã nguồn] Bão số 13 đi vào biển Đông, trên khu vực phía Đông Bắc quần đảo Trường Sa ngày 05 tháng 11 năm 2013 Trong các văn bản phòng chống đã ban hành trước đó, các tờ báo lớn, trang web uy tín đã sử dụng từ \"Bão số 13\" để gọi cho cơn áp thấp này.[42] Tuy nhiên, Trung tâm Dự báo Khí tượng Thủy văn Việt Nam không hề sử dụng tên gọi \"Bão số 13\" để gọi cho cơn áp thấp này cho đến bản tin cuối cùng.[18][34] Thực tế, theo tài liệu chính thức của cơ quan này phát hành năm 2014 cũng không đánh số là cơn bão số 13 cho áp thấp này mà chỉ ký hiệu \"áp thấp nhiệt đới tháng 11\", còn cơn bão số 13 được đánh số cho siêu bão Haiyan ngay sau đó.[43] Tuy vậy, do các văn bản đã ban hành về áp thấp nhiệt đới này gọi nó là \"bão số 13\", ngày 9 tháng 11 năm 2013, ông Lê Thanh Hải, Phó Giám đốc Trung tâm Dự báo Khí tượng Thủy văn Việt Nam đã chính thức thông báo Trung tâm này đã công nhận cơn áp thấp này là bão số 13 để tránh hiểu lầm và làm cho dễ thuộc, dễ nhớ, phân biệt với bão Haiyan ngay sau đó.[42] “ Đã có những tranh cãi nhỏ trong chuyện đánh số siêu bão Haiyan là 13 hay 14. Đợt áp thấp trước siêu bão Haiyan, trong các bản tin dự báo đều dự báo có khả năng thành bão số 13. Trên thực tế, khoảng cách từ áp thấp nhiệt đới này với mốc báo bão rất gần nhau. Trong các công điện văn bản trước đây, áp thấp nhiệt đới này đã được gọi là bão 13. Thế nên siêu bão Haiyan được đánh số 14 để không gây hiểu lầm, dễ nhớ. ” — Ông Lê Thanh Hải[42] Và trong văn bản chính thức của Bộ Nông nghiệp và Phát triển Nông thôn ngày 13 tháng 11 năm 2013, áp thấp nhiệt đới này cũng được tính là một cơn bão, được đánh số hiệu \"Cơn bão số 13\".[44] Trung tâm Dự báo Khí tượng Thủy văn Việt Nam cũng đã sử dụng ký hiệu \"Cơn bão số 14\" cho siêu bão Haiyan.[45] Xem thêm[sửa | sửa mã nguồn] Bão Durian (2006) Bão Mirinae (2009) Bão Pakhar (2012) Bão John (1994) - cơn bão tồn tại lâu nhất thế giới từng được quan trắc Chú thích[sửa | sửa mã nguồn] Ghi chú ^ Là số hiệu của một cơn bão khi vào vùng theo dõi của Trung tâm dự báo Khí tượng thủy văn Việt Nam ^ Wilma là tên địa phương được đưa ra bởi Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines. Cơ quan khí tượng Nhật Bản (JMA) không gán tên cho các cơn bão có cường độ dưới cơn bão nhiệt đới. ^ Trung tâm cảnh báo Bão Liên hợp (JTWC) cho rằng đây là cơn bão nhiệt đới 30W ở Tây Bắc Thái Bình Dương và bão nhiệt đới 30W ở Bắc Ấn Độ Dương. Nguồn ^ “Marine Weather Warning for GMDSS Metarea XI 2013-10-30T18:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 27 tháng 7 năm 2015. ^ a b c d e f g “Best track data of Tropical Storm\/Tropical Cyclone 30W (Thirty)”. Trung tâm Cảnh báo bão Liên hợp. Bản gốc lưu trữ ngày 25 tháng 9 năm 2018. Truy cập 27 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-01T18:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 27 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-02T00:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 27 tháng 7 năm 2015. ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans 020600Z-030600Z Nov 2013”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 28 tháng 5 năm 2014. Truy cập 27 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-03T00:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 27 tháng 7 năm 2015. ^ “Tropical Cyclone Formation Alert at 0530Z on November 3”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 3 tháng 11 năm 2013. Truy cập 27 tháng 7 năm 2015. ^ “Prognostic Reasoning for Tropical Depression 30W (Thirty) Warning Nr 01”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 4 tháng 11 năm 2013. Truy cập ngày 27 tháng 7 năm 2015. ^ “Tropical Depression \"WILMA\" Severe Weather Bulletin Number ONE”. Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines. Lưu trữ bản gốc ngày 4 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ a b “Wilma makes landfall in Surigao Sur”. The Philippine Star. Truy cập 28 tháng 7 năm 2015. ^ “RSMC Tropical Cyclone Advisory at 0600Z on November 4”. Cơ quan Khí tượng Nhật Bản. Lưu trữ bản gốc ngày 4 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Tropical Depression \"WILMA\" Severe Weather Bulletin Number THREE (FINAL)”. Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines. Lưu trữ bản gốc ngày 5 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Prognostic Reasoning for Tropical Depression 30W (Thirty) Warning Nr 06”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 5 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Prognostic Reasoning for Tropical Storm 30W (Thirty) Warning Nr 10”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 6 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Prognostic Reasoning for Tropical Depression 30W (Thirty) Warning Nr 11”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 6 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Tropical Depression 30W (Thirty) Warning Nr 013”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 7 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ Bão số 13 có thể quét qua TP HCM Báo Người Lao động. Truy cập 28 tháng 7 năm 2015. ^ a b Không có bão số 13 Báo Tuổi trẻ. Truy cập 28 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-06T12:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 28 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-07T12:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 28 tháng 7 năm 2015. ^ “Significant Tropical Weather Advisory for the Western and South Pacific Oceans Reissued 072030Z-080600Z Nov 2013”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 29 tháng 5 năm 2014. Truy cập 28 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-08T00:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan khí tượng Nhật Bản. Truy cập 28 tháng 7 năm 2015. ^ “Marine Weather Warning for GMDSS Metarea XI 2013-11-08T06:00:00Z”. WIS Portal – GISC Tokyo. Cơ quan Khí tượng Nhật Bản. Truy cập 28 tháng 7 năm 2015. ^ “Significant Tropical Weather Advisory for the Indian Ocean 081800Z-091800Z Nov 2013”. Trung tâm Cảnh báo bão Liên hợp. Lưu trữ bản gốc ngày 29 tháng 5 năm 2014. Truy cập 28 tháng 7 năm 2015. ^ “Significant Tropical Weather Advisory for the Indian Ocean Reissued 090600Z-091800Z Nov 2013”. Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 29 tháng 5 năm 2014. Truy cập 29 tháng 7 năm 2015. ^ a b c d “A Preliminary Report on Depression over Bay of Bengal (13 - 17 November, 2013)” (PDF). Cục Khí tượng Ấn Độ. tháng 12 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Significant Tropical Weather Advisory for the Indian Ocean 111800Z-121800Z Nov 2013”. Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 29 tháng 5 năm 2014. Truy cập 28 tháng 7 năm 2015. ^ “Tropical Cyclone Formation Alert at 1300Z on November 13”. Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 14 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Tropical Cyclone Formation Alert Reissued at 1300Z on November 14”. Trung tâm Cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 29 tháng 5 năm 2014. Truy cập 28 tháng 7 năm 2015. ^ “Tropical Cyclone 30W (Thirty) Warning Nr 014”. Trung tâm cảnh báo Bão Liên hợp. Lưu trữ bản gốc ngày 16 tháng 11 năm 2013. Truy cập 28 tháng 7 năm 2015. ^ “Tropical Cyclone 30W (Thirty) Warning Nr 017”. Trung tâm cảnh Báo Bão Liên hợp. Lưu trữ bản gốc 16 Tháng 11 2013. Truy cập 28 tháng 7 năm 2015. Kiểm tra giá trị ngày tháng trong: |archive-date= (trợ giúp) ^ “Vapor imagery at 1300Z on November 19”. Hoa Kỳ Naval Research Laboratory. Bản gốc lưu trữ ngày 7 tháng 11 năm 2017. Truy cập 28 tháng 7 năm 2015. ^ Davies, Richard. “Two Tropical Storms to hit the Central Philippines within a week”. FloodList. Truy cập 28 tháng 7 năm 2015. ^ a b c Áp thấp nhiệt đới suy yếu gây mưa vừa, mưa to đến rất to Báo Nhân dân. Truy cập 28 tháng 7 năm 2015. ^ a b Nhiều tác giả 2014, tr. 30 ^ Nhiều tác giả 2014, tr. 75 ^ Hàng loạt trường học, công ty ở TP HCM đóng cửa vì bão VnExpress. Truy cập 28 tháng 7 năm 2015. ^ Bão số 13 không đến nhưng mưa lớn, triều cường cao. Báo Công an nhân dân, 07 tháng 11 năm 2013. ^ “Tổng kết thiệt hại do thiên tai tại Việt Nam năm 2013”, Ban Chỉ đạo Trung ương về phòng chống thiên tai. ^ “16 killed in Tamil Nadu downpour”. Deccan Herald. Truy cập 29 tháng 7 năm 2015. ^ “Deep depression crosses Tamil Nadu coast, fishermen keep at bay”. India Today. Truy cập 28 tháng 7 năm 2015. ^ a b c Tranh cãi quanh tên gọi siêu bão Hải Yến khi vào Việt Nam Báo Thanh niên Online. Truy cập 28 tháng 7 năm 2015. ^ Nhiều tác giả 2014, tr. 29 ^ Công văn 4077\/BNN-TCTL ngày 13\/11\/2013 của bộ Nông nghiệp&PTNT Việt Nam về cung cấp số liệu thiên tai báo cáo Chính phủ trình lên Kỳ họp thứ 6 Quốc hội khóa 13 ^ “Tin bão trên biển Đông - Cơn bão số 14” - Bản tin 11h ngày 09\/11\/2013 của Trung tâm Dự báo KTTV Việt Nam. Đăng lại bởi Tập đoàn Điện lực Việt Nam - EVN. Tham khảo[sửa | sửa mã nguồn] Tài liệu Nhiều tác giả (2014), Đặc điểm khí tượng thủy văn năm 2013, Trung tâm Dự báo Khí tượng Thủy văn Trung ương (Lưu tại Trung tâm tư liệu KTTV) Liên kết ngoài trong |publisher= (trợ giúp) Liên kết ngoài Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão số 13 năm 2013. Trung tâm dự báo khí thượng thủy văn Việt Nam (11 tháng 12 năm 2013). Member Report: Vietnam (PDF). ESCAP\/WMO Typhoon Committee: 8th Integrated Workshop\/2nd TRCG Forum. ESCAP\/WMO Typhoon Committee. Bản gốc (PDF) lưu trữ ngày 12 tháng 12 năm 2013. Truy cập ngày 8 tháng 2 năm 2019. Đường đi chính thức của JTWC Lưu trữ 2018-09-25 tại Wayback Machine cho cơn bão số 13 30W.THIRTY[liên kết hỏng] từ cơ quan khí tượng Hoa Kỳ Tổng hợp chính thức về áp thấp nhiệt đới yếu BOB 05 của Cục khí tượng Ấn Độ Trung tâm Dự báo Khí tượng Thủy văn Việt Nam Cổng thông tin Xoáy thuận nhiệt đới Cổng thông tin Việt Nam ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các cơn bão vào biển Đông trong Mùa bão Tây Bắc Thái Bình Dương 2013 Bão số 1 Bão số 2 Bão số 3 Bão số 4 Bão số 5 Bão số 6 Bão số 7 Bão số 8 Bão số 9 Bão số 10 Bão số 11 Bão số 12 Bão số 13 Bão số 14 Bão số 15 hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2013 Dòng thời gian BNĐDD Sonamu ATNĐ Bising BNĐ Shanshan ATNĐ ATNĐ ATNĐ ATNĐ BNĐ Yagi ATNĐ ATNĐ BNĐ Leepi BNĐ Bebinca BNĐDD Rumbia BCP Soulik BNĐ Cimaron ATNĐ ATNĐ BNĐDD Jebi BNĐ Mangkhut BCP Utor ATNĐ ATNĐ BNĐDD Trami ATNĐ 13W BNĐDD Pewa BNĐ Unala ATNĐ 03C BNĐDD Kong-rey ATNĐ ATNĐ ATNĐ ATNĐ BNĐ Yutu BNĐDD Toraji ATNĐ ATNĐ ATNĐ ATNĐ BCP Man-yi BCP Usagi ATNĐ 18W BNĐDD Pabuk ATNĐ ATNĐ BCP Wutip BNĐ Sepat BCP Fitow BCP Danas ATNĐ ATNĐ ATNĐ Phailin BCP Nari BCP Wipha BCP Francisco ATNĐ 27W BCP Lekima BCP Krosa ATNĐ Wilma BCP Haiyan BNĐ Podul ATNĐ ATNĐ ATNĐ Lehar ATNĐ 33W Sách · Thể loại · Chủ đề · Dự án · Commons “Bão số 13 năm 2013” là một bài viết tốt của Wikipedia tiếng Việt. Mời bạn xem phiên bản đã được bình chọn vào ngày 4 tháng 3 năm 2017 và so sánh sự khác biệt với phiên bản hiện tại. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_số_13_năm_2013&oldid=69504580” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2013 Mùa bão Bắc Ấn Độ Dương 2013 Bão tại Philippines Bão tại Việt Nam Bão tại Ấn Độ Bão không chính thức Philippines năm 2013 Việt Nam năm 2013 Thể loại ẩn: Lỗi CS1: ngày tháng Lỗi chuyển đổi đơn vị Bài viết sử dụng pull quote có nguồn Lỗi CS1: liên kết ngoài Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Bài viết chất lượng tốt Trang này được sửa lần cuối vào ngày 1 tháng 1 năm 2023, 08:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}