{"Bão Faith (1998)":"Bão Faith (1998) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tổng quát 2Tham khảo Bão Faith (1998) 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Faith (1998) Bão cuồng phong (Thang JMA) cấp 2 (SSHWS\/NWS) Hình thành 8 tháng 12 Tan 14 tháng 12 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 120 km\/h (75 mph) Duy trì liên tục trong 1 phút: 165 km\/h (105 mph) Áp suất thấp nhất 970 mbar (hPa); 28.64 inHg Một phần của Mùa bão Tây Bắc Thái Bình Dương 1998 Bão Faith là một cơn bão đã gây ra thiệt hại cho Philippines và Việt Nam vào tháng 12 năm 1998. Tổng quát[sửa | sửa mã nguồn] Bão nhiệt đới Faith di chuyển về hướng Tây trên Tây Bắc Thái Bình Dương. Nó đã mạnh lên thành một cơn bão cuồng phong khi đi qua Philippines, khu vực mới trước đó đã phải hứng chịu tới vài cơn bão. Sau khi đạt đỉnh với vận tốc gió 100 dặm\/giờ (160 km\/giờ) trên Biển Đông, Faith suy yếu thành một cơn bão nhiệt đới trong ngày 14 tháng 12 ngay sau khi đổ bộ vào miền Trung Việt Nam. Nó đã tan vào cuối ngày hôm đó. Ở Philippines, tổng cộng có tám người chết và 17 người khác được báo cáo là mất tích. Trên toàn đất nước này, đã có 51.785 người phải di dời khỏi chỗ ở và 20.419 người khác đã phải đi sơ tán. Thiệt hại lên tới 513,95 triệu PHP (13 triệu USD).[1] Tại Việt Nam, đã có 40 người thiệt mạng và 3 người khác mất tích. Tổng cộng 602 ngôi nhà bị phá hủy, 16.327 ngôi nhà khác bị hư hại, 57.487 hecta lúa bị ngập. Thiệt hại vật chất lên tới 204 tỉ đồng (15 triệu USD).[2] Tham khảo[sửa | sửa mã nguồn] ^ Office for the Coordination of Humanitarian Affairs (ngày 17 tháng 12 năm 1998). “Philippines —Typhoon Faith OCHA Situation Report No.1”. Disaster Information Center. Bản gốc lưu trữ ngày 17 tháng 3 năm 2005. Truy cập ngày 26 tháng 3 năm 2009. ^ Office for the Coordination of Humanitarian Affairs (ngày 18 tháng 12 năm 1998). “Vietnam —Storms and Floods OCHA Situation Report No.3”. Disaster Information Center. Bản gốc lưu trữ ngày 17 tháng 3 năm 2005. Truy cập ngày 26 tháng 3 năm 2009. ẩn x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 1998 ATNĐ 01W (Akang) BNĐ Nichole ATNĐ 03W BCP Otto (Bising) BNĐDD Penny (Klaring) BCP Rex (Deling) ATNĐ 07W BNĐDD Stella ATNĐ 09W BCP Todd (Emang) BCP Vicki (Gading) ATNĐ 12W BNĐ Waldo BCP Yanni ATNĐ 15W ATNĐ 16W ATNĐ 17W BCP Zeb (Iliang) ATNĐ Alex BCP Babs (Loleng) BNĐ Chip BNĐ Dawn BNĐ Elvis (Miding) BCP Faith (Norming) BNĐ Gil ATNĐ 26W ATNĐ 27W Sách · Thể loại · Chủ đề · Dự án · Commons Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Faith_(1998)&oldid=68306743” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 1998 Bão tại Philippines Bão tại Việt Nam Việt Nam năm 1998 Thể loại ẩn: Pages using deprecated image syntax Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 18 tháng 3 năm 2022, 16:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}