{"Bão Cecil (1989)":"Bão Cecil (1989) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Tác động và hậu quả Hiện\/ẩn mục Tác động và hậu quả 2.1Việt Nam 2.2Nước khác 3Xem thêm 4Chú thích 5Tham khảo 6Liên kết ngoài Bão Cecil (1989) 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bão nhiệt đới Cecil Bão nhiệt đới dữ dội (Thang JMA) Bão cuồng phong cấp 1 (SSHWS\/NWS) Bão nhiệt đới Cecil đang đổ bộ vào miền Trung Việt Nam trong ngày 24 tháng 5 Hình thành 22 tháng 5 năm 1989 Tan 26 tháng 5 năm 1989 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 110 km\/h (70 mph) Duy trì liên tục trong 1 phút: 140 km\/h (85 mph) Áp suất thấp nhất 975 mbar (hPa); 28.79 inHg Số người chết 751 Thiệt hại $71.7 triệu (USD 1989) Vùng ảnh hưởng Việt Nam, Lào, Thái Lan Một phần của Mùa bão Tây Bắc Thái Bình Dương 1989 Bão nhiệt đới Cecil (Việt Nam gọi là bão số 2) là một cơn bão thảm khốc đã gây lũ lụt tàn phá miền Trung Việt Nam trong hạ tuần tháng 5 năm 1989. Cơn bão phát triển từ một áp thấp nhiệt đới trên Biển Đông trong ngày 22. Ban đầu hệ thống di chuyển theo hướng Bắc - Tây Bắc, mạnh dần lên và đạt cường độ tối đa với sức gió 70 dặm\/giờ. Tuy nhiên, Trung tâm Cảnh báo Bão Liên hợp (JTWC) đánh giá vận tốc gió của Cecil lớn hơn, đạt 85 dặm\/giờ (140 km\/giờ).[nb 1] Cơn bão đã đổ bộ lên địa điểm gần Hội An, Việt Nam vào cuối ngày 24 tháng 5 và suy yếu nhanh chóng trước khi tan trên địa phận Lào trong ngày 26. Tại Việt Nam, những trận mưa lớn đi kèm cơn bão, với lượng lên tới hơn 510 mm ở một số khu vực, đã kích hoạt nên lũ lụt thảm khốc và chết chóc. Bên cạnh thiệt hại nghiêm trọng về người là tổn thất trên diện rộng đến ngành nông nghiệp và các công trình, với con số ước tính khoảng 300 tỉ đồng (71,1 triệu USD). Trong bối cảnh cơn bão, đã có một vài sự viện trợ từ quốc tế được gửi đến Việt Nam; dù vậy hầu hết các công đoạn cứu trợ cứu nạn, khắp phục hậu quả được tiến hành bởi chính quyền, các tổ chức địa phương, và Hội Chữ thập đỏ Việt Nam. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Vào ngày 20 tháng 5, không lâu sau khi cơn bão Brenda di chuyển qua Biển Đông, một rãnh gió mùa mở rộng từ vùng biển này đến vịnh Bengal đã nhận được dòng thổi Tây Nam tăng cường ở mực thấp. Một môi trường có độ đứt gió yếu đã cho phép hình thành nên một vùng áp suất thấp mới trong phạm vi dòng thổi Tây Nam vào ngày 21 tháng 5. Sang ngày hôm sau, với việc đối lưu trở nên bền bỉ và diện mạo tổng quan của hệ thống đã có tổ chức hơn, Trung tâm Cảnh báo Bão Liên hợp (JTWC) đã ban hành \"Cảnh báo về sự hình thành của xoáy thuận nhiệt đới\" vào thời điểm 0300 UTC.[2] Cũng trong khoảng thời gian đó, Cơ quan Khí tượng Nhật Bản (JMA) phân loại hệ thống là một áp thấp nhiệt đới.[3][nb 2] Đến cuối ngày, đối lưu đã bao bọc toàn bộ xung quanh tâm hoàn lưu; sự cải thiện cấu trúc, cộng với những quan trắc bề mặt gần đó, đã thúc đẩy JTWC chỉ định tên gọi cho hệ thống là bão nhiệt đới Cecil.[2] Ban đầu, Cecil được dự báo sẽ duy trì hướng di chuyển chủ yếu là Bắc, đi vào phần suy yếu của áp cao cận nhiệt do cơn bão Brenda để lại. Tuy nhiên, vào ngày 23 Cecil đã chuyển hướng do sự tác động của một áp cao khác trên khu vực Trung Quốc. Với những điều kiện khí quyển thuận lợi, cơn bão tiếp tục tăng cường cho đến ngày 24. Vào thời điểm 0600 UTC, một con mắt không sắc nét có bề rộng 45 dặm (75 km) đã phát triển phía trên tâm hoàn lưu, điều này chỉ ra Cecil đã trở thành bão cuồng phong. Cơn bão đạt đỉnh với vận tốc gió 85 dặm\/giờ (140 km\/giờ) khi nó nằm trên vùng biển ngoài khơi ngay sát miền Trung Việt Nam.[5] Tuy nhiên, JMA báo cáo cường độ của Cecil thấp hơn, họ phân loại nó là bão nhiệt đới dữ dội với vận tốc gió duy trì 10 phút đạt 70 dặm\/giờ (110 km\/giờ).[3] Vào khoảng 1800 UTC, cơn bão đổ bộ lên địa điểm gần Hội An với sức gió 80 dặm\/giờ (130 km\/giờ). Khi đã ở trên đất liền, Cecil suy yếu nhanh chóng xuống thành áp thấp nhiệt đới trước khi tan trên vùng Đông Lào trong sáng sớm ngày 26.[2] Tác động và hậu quả[sửa | sửa mã nguồn] Việt Nam[sửa | sửa mã nguồn] Bão nhiệt đới Cecil được xem là một trong những thiên tai thảm khốc nhất tại Việt Nam trong vòng 50 năm.[6] Ở một số khu vực, lượng mưa đã vượt quá 510 mm.[7] Đã có xấp xỉ 105.600 hecta lúa và các loại cây trồng bị phá hủy cùng 78.300 hecta khác bị ngập nước. Khoảng 7.500 tấn lúa giống cũng đã bị mất.[8] Khu vực chịu thiệt hại nặng nhất là tỉnh Quảng Nam, với con số ước đạt 300 tỉ đồng (71,7 triệu USD).[9][10] Cơn bão đã phá hủy ít nhất 10.000 ngôi nhà và làm hư hại 27.000 ngôi nhà khác,[6] khiến 336.000 người lâm vào tình cảnh mất nhà cửa.[8] Khoảng xấp xỉ 60% diện tích rừng và vườn ươm lâm nghiệp tại tỉnh này đã bị hủy hoại.[11] Đến ngày 5 tháng 6, có 151 người được xác nhận đã chết và 600 người khác mất tích trên toàn đất nước.[8] Cuối cùng, tổng thiệt hại nhân mạng được điều chỉnh ở con số 751 khi toàn bộ người mất tích được cho là đã thiệt mạng.[12] Trong bối cảnh cơn bão, quân đội Việt Nam đã được triển khai nhằm tìm kiếm và giải cứu những người còn sống sót. Lực lượng cảnh sát địa phương cũng được tăng cường để ngăn chặn nạn cướp bóc.[7] Vào ngày 5 tháng 6, chính quyền Việt Nam đã yêu cầu viện trợ quốc tế để đối phó với cấp độ của thiên tai. Tuy nhiên, yêu cầu này đã được rút lại vào ngày 16 tháng 6, mặc dù vậy những sự quyên góp tự nguyện được đánh giá cao. Chính phủ Australia và Pháp đã cung cấp số tiền tương ứng là 75.188 và 73.964 USD. Bên cạnh đó, Hội Chữ thập Đỏ Thụy Điển cũng đã quyên góp quần áo, sau này chúng được phân phối bởi Hội Chữ thập Đỏ địa phương cùng với thuốc men và hàng cứu trợ.[8] Tổng cộng có 124.000 USD tiền mặt và hàng cứu trợ, trong đó bao gồm 1.600 m vải và hai tấn quần áo đã được gửi đến tỉnh Quảng Nam.[10] Nước khác[sửa | sửa mã nguồn] Bên cạnh những tổn thất nghiêm trọng xảy ra ở Việt Nam, Cecil còn gây mưa lớn tại Lào và vùng Đông Bắc Thái Lan, dẫn đến lũ lụt và thiệt hại về mùa màng.[2] Xem thêm[sửa | sửa mã nguồn] Mùa bão Tây Bắc Thái Bình Dương 1989 Những xoáy thuận nhiệt đới khác tác động đến Việt Nam trong năm 1989: Bão Angela (1989) Bão Dan (1989) Bão Elsie (1989) Bão Doksuri (2017) Chú thích[sửa | sửa mã nguồn] ^ Trung tâm Cảnh báo Bão Liên hợp là sự phối hợp của hai lực lượng đặc nhiệm Hải quân và Không quân Hoa Kỳ, họ có trách nhiệm ban hành những cảnh báo về xoáy thuận nhiệt đới trên Tây Bắc Thái Bình Dương và một số khu vực khác.[1] ^ Cơ quan Khí tượng Nhật Bản là Trung tâm Khí tượng Chuyên ngành Khu vực chính thức của vùng Tây Bắc Thái Bình Dương.[4] Tham khảo[sửa | sửa mã nguồn] ^ “Joint Typhoon Warning Center Mission Statement”. Joint Typhoon Warning Center. United States Navy. 2011. Bản gốc lưu trữ ngày 26 tháng 7 năm 2007. Truy cập ngày 2 tháng 3 năm 2013. ^ a b c d Cpt. John D. Pickle (1990). “1989 Annual Tropical Cyclone Report: Typhoon Cecil (04W)” (PDF). Joint Typhoon Warning Center. United States Navy. tr. 50–51. Bản gốc (PDF) lưu trữ ngày 21 tháng 2 năm 2013. Truy cập ngày 2 tháng 3 năm 2013. ^ a b Japan Meteorological Agency (ngày 10 tháng 10 năm 1992). “RSMC Best Track Data – 1980–1989”. Bản gốc (.TXT) lưu trữ ngày 5 tháng 12 năm 2014. Truy cập ngày 2 tháng 3 năm 2013. ^ “Annual Report on Activities of the RSMC Tokyo – Typhoon Center 2000” (PDF). Japan Meteorological Agency. tháng 2 năm 2001. tr. 3. Truy cập ngày 2 tháng 3 năm 2013. ^ “Typhoon 04W Best Track”. Joint Typhoon Warning Center. United States Navy. 1990. Bản gốc (.TXT) lưu trữ ngày 4 tháng 3 năm 2016. Truy cập ngày 2 tháng 3 năm 2013. ^ a b “Worst Natural Disaster”. Reuters. Bangkok, Thailand: New Straits Times. ngày 1 tháng 6 năm 1989. tr. 15F. Truy cập ngày 2 tháng 3 năm 2013. ^ a b “Tropical storm”. United Press International. Bangkok, Thailand: Ellensburg Daily Record. ngày 29 tháng 5 năm 1989. tr. 12. Truy cập ngày 2 tháng 3 năm 2013. ^ a b c d “Viet Nam Cyclone Cecil May 1989 UNDRO Situation Reports 1-3”. United Nations Department of Humanitarian Affairs. ReliefWeb. ngày 16 tháng 6 năm 1989. Truy cập ngày 2 tháng 3 năm 2013. ^ “Typhoon kills 140 in Vietnam”. Hanoi, Vietnam: Xinhua General News. ngày 31 tháng 5 năm 1989. – via LexisNexis (cần đăng ký mua) ^ a b “Central official tours province affected by typhoon”. British Broadcasting Corporation. ngày 7 tháng 6 năm 1989. – via LexisNexis (cần đăng ký mua) ^ “Typhoon and torrential rains hit Vietnam”. British Broadcasting Corporation. ngày 31 tháng 5 năm 1989. – via LexisNexis (cần đăng ký mua) ^ “Country Disaster Response Handbook: Vietnam” (PDF). Center for Excellence in Disaster Management & Humanitarian Assistance. tháng 10 năm 2012. tr. 9. Truy cập ngày 25 tháng 7 năm 2015. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Cecil (1989). Japan Meteorological Agency Joint Typhoon Warning Center Lưu trữ 2015-08-09 tại Wayback Machine ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 1989 BNĐ Winona BCP Andy BCP Brenda (Bining) BNĐDD Cecil BCP Dot (Kuring) BNĐDD Ellis (Daling) BNĐDD Faye (Elang) BCP Gordon (Goring) BNĐ Hope (Luming) BNĐDD Irving (Ibiang) BCP Judy ATNĐ 12W BNĐDD Ken–Lola BCP Mac BCP Nancy BCP Owen BNĐ Peggy ATNĐ 19W BNĐDD Roger BNĐ 21W BCP Sarah (Openg) BNĐDD Tip BNĐDD Vera BCP Wayne BCP Angela (Rubing) BCP Brian BCP Colleen BCP Dan (Saling) BCP Elsie (Tasing) BCP Forrest BCP Gay BCP Hunt (Unsing) BCP Imra ATNĐ 35W BCP Jack Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Cecil_(1989)&oldid=69949315” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 1989 Bão tại Việt Nam Bão tại Thái Lan Thể loại ẩn: Cần đăng ký mua thông qua via Trang chứa liên kết với nội dung chỉ dành cho người đăng ký mua Bài viết chất lượng tốt Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 06:40. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}