{"Bão Damrey (2005)":"Bão Damrey (2005) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 2.1Thanh Hóa 2.2Nam Định 2.3Hải Phòng 2.4Hà Nội 2.5Yên Bái 2.6Các nơi khác 3Thống kê thiệt hại Hiện\/ẩn mục Thống kê thiệt hại 3.1Thương vong và mất tích 3.2Ước tính tổn thất vật chất 4Xem thêm 5Chú thích 6Liên kết ngoài Bão Damrey (2005) 3 ngôn ngữ Deutsch English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Damrey Bão cuồng phong (Thang JMA) Bão cuồng phong cấp 2 (SSHWS\/NWS) Bão Damrey Hình thành 21 tháng 9 năm 2005 Tan 27 tháng 9 năm 2005 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 150 km\/h (90 mph) Duy trì liên tục trong 1 phút: 165 km\/h (105 mph) Áp suất thấp nhất 955 mbar (hPa); 28.2 inHg Số người chết 66 người Vùng ảnh hưởng Trung Quốc, Philippines Một phần của Mùa bão Tây Bắc Thái Bình Dương 2005 Bão Damrey (tên chỉ định quốc tế:0518, JTWC:17W, PAGASA:Labuyo, Việt Nam:Cơn bão số 7) là một cơn bão nhiệt đới, trong mùa bão ở Thái Bình Dương năm 2005. Từ \"Damrey\" trong tiếng Khmer nghĩa là \"con voi\". Damrey đã đổ bộ tỉnh Hải Nam của Trung Quốc lúc 20:00 UTC, ngày 25 tháng 9 (04:00 ngày 26 tháng 9 theo giờ địa phương) với sức gió tối đa lên đến 180 km\/h. Điều này làm cho Damrey cơn bão mạnh nhất tấn công đảo Hải Nam kể từ khi cơn bão Marge tấn công trong tháng 9 năm 1973. Ít nhất 16 người được cho là đã chết tại Trung Quốc, và toàn bộ tỉnh Hải Nam bị mất điện. Damrey sau đó tiếp tục ảnh hưởng đến Việt Nam trước khi suy yếu, đổ bộ vào Ninh Bình - Thanh Hóa sáng 27\/9, tâm bão vào Thanh Hóa. Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Bão Damrey hình thành ngoài Thái Bình Dương phía đông Philippines vào ngày 19 tháng 9 được PAGASA đặt tên là Labuyo. Ngày 20 tháng 9 bão đạt cấp áp thấp nhiệt đới 17W theo Trung tâm Cảnh báo Bão Quốc tế và được nâng cấp thành bão nhiệt đới Damrey (theo tiếng Khmer, Damrey là con voi). Bão Damrey đến đảo Hải Nam, Trung Quốc vào 20:00 UTC, ngày 25 tháng 9 (tức 04:00 ngày 26 tháng 9 theo giờ địa phương). Bão đạt sức gió 180 km\/giờ và là cơn bão mạnh nhất đổ bộ vào Hải Nam từ năm 1974. Bão Damrey đổ bộ trực tiếp vào ven biển các tỉnh Thái Bình, Nam Định, Ninh Bình, Thanh Hóa, Hải Phòng vào rạng sáng ngày 27 tháng 9 (giờ Hà Nội) với sức gió mạnh tới cấp 10, 11 (từ 103 đến 133 km\/giờ), có nơi giật trên cấp 12 (theo Thang sức gió Beaufort). Trước khi đổ bộ vào các tỉnh này, bão vượt qua Vịnh Bắc bộ, tràn vào huyện đảo Bạch Long Vĩ với sức gió cấp 12. Rất may, nhờ công tác phòng chống bão được chuẩn bị tốt, hầu hết các tàu thuyền đậu trong Cảng và khu neo đậu tàu đều đã được yêu cầu về đất liền nên thiệt hại không lớn, không có thiệt hại về người. Tuy nhiên một số ngôi nhà bị tốc mái, nhiều héc ta rừng phi lao bị gió thổi gãy, ước tính thiệt hại khoảng 10 tỷ đồng.[1] 16:00 ngày 27 tháng 9 (giờ địa phương), bão số 7 đã đi vào đất Lào với sức gió suy yếu dần, chỉ còn cấp 8 - 9. Tính đến 19:00 ngày 27 tháng 9, tổng lượng mưa đo được ở các tỉnh đồng bằng ven biển Bắc Bộ và tỉnh Hòa Bình phổ biến ở mức 100 đến 150 mm. Đêm ngày 27 tháng 9, do ảnh hưởng của cơn bão số 7, lũ quét đã bất ngờ đổ ập xuống phía tây tỉnh Yên Bái. Gây thiệt hại lớn về người và tài sản. Ngày 28 tháng 9 bão Damrey tiếp tục suy yếu thành áp thấp nhiệt đới trên địa phận nước Lào và di chuyển về phía tây, suy yếu thành vùng áp thấp và tan dần. Ảnh hưởng[sửa | sửa mã nguồn] Ảnh hưởng của bão, Tại Văn Lý (Nam Định) có gió mạnh cấp 12 giật cấp 13, tại Thị xã Thái Bình - nay là Thành phố Thái Bình (Thái Bình) có gió mạnh cấp 9 giật cấp 11, tại Nho Quan (Ninh Bình) có gió mạnh cấp 9 giật cấp 10, tại Thành phố Thanh Hóa (Thanh Hóa) có gió mạnh cấp 10 giật cấp 11, tại Quỳnh Lưu (Nghệ An) có gió mạnh cấp 8 giật cấp 11. Thanh Hóa[sửa | sửa mã nguồn] 12 km đê Hậu Lộc bị vỡ hoàn toàn, nước ngập trong đất liền có nơi lên tới 5m Đê biển xã Hoằng Thanh vỡ 4 km đê biển xã Hoằng Lưu bị tràn 1 người chết và 4 thuyền đánh cá mất tích Tốc mái hàng chục nghìn nhà dân, hàng trăm cột điện.[1] Nam Định[sửa | sửa mã nguồn] Các đọan đê bị vỡ 100m đê Thịnh Long (Hải Hậu) 300m đê Nghĩa Phúc (Nghĩa Hưng) Đê huyện Nghĩa Hưng bị sạt nghiêm trọng, rất khó ứng cứu[1] Hải Phòng[sửa | sửa mã nguồn] Vỡ một số đoạn trên tuyến đê Hoàng Châu - Văn Chấn (Cát Hải) Đê biển Đồ Sơn bị uy hiếp nghiêm trọng[1] Hà Nội[sửa | sửa mã nguồn] Ngày 27 tháng 9 hầu hết các chuyến bay ở Sân bay quốc tế Nội Bài đều bị hoãn hoặc huỷ bỏ. Hơn 1000 hành khách bị kẹt ở sân bay chờ sơ tán. Những chuyến bay đi quốc tế bằng máy bay B777 vẫn thực hiện bình thường. Mưa lớn phủ lên khắp thành phố, sức gió ở mức cấp 3 - 4, giật đến cấp 7 đã làm đổ 8 cây to trong nội thành tập trung ở các phố Lò Đúc, Nguyễn Bỉnh Khiêm, Ngô Sĩ Liên, Bát Sứ và Phố Huế. Tại các tuyến phố Chùa Bộc, Thái Hà, Thái Thịnh… mưa to đã làm nhiều đoạn ngập tới nửa bánh xe.[1] Yên Bái[sửa | sửa mã nguồn] Lũ cuốn ở Yên Bái làm chết ít nhất 38 người. Thị xã Nghĩa Lộ bị thiệt hại nặng nhất ước tính trên 10 tỷ đồng. Trong đó, Hơn 40 mét đường dẫn lên cầu Thia (huyết mạch giao thông duy nhất ra huyện Văn Chấn và thành phố Yên Bái tỉnh lỵ) bị lũ cuốn trôi, cắt đứt. 5 nhà dân bị cuốn trôi; nhiều tài sản, diện tích lúa và hoa màu bị chìm trong nước lũ. Có ba người trong lực lượng ứng cứu bị thương nặng. Phường Pú Trạng có 60 nhà dân chìm trong nước, 3 nhà bị cuốn trôi, 15 ha lúa và hoa màu bị ngập, trong đó 10 ha mất trắng; nhiều kè chắn lũ bị sạt vỡ, hàng trăm gia súc, gia cầm bị lũ cuốn. Xã Nghĩa Phúc bị ngập trên 10 ha ruộng, 30 ha ao hồ, hỏng kè chắn lũ bản Pưn và Pú Lo. Xã Nghĩa Lợi 8 nhà bị cuốn trôi, 11 nhà bị ảnh hưởng. Xã Nghĩa An bị sạt nhiều đường giao thông, đổ cột điện dân dụng. Nhà máy nước Nghĩa Lộ bị cuốn trôi 30 mét đường xuống trạm bơm cấp I.< Các nơi khác[sửa | sửa mã nguồn] Mưa lớn và gió cấp 9 - 10 tại Thái Bình làm 11 căn nhà và phòng học bị sập, 450 gian nhà và phòng học bị tốc mái, 300 cột điện bị gấy đổ, 2.200 ha đầm nuôi tôm bị ngập, 2.500 ha hoa màu bị dập nát, hàng chục ngàn ha lúa đang kỳ thu hoạch bị ngập nước. 100.000 cây xanh bị gãy đổ. Thiệt hại ước tính hàng trăm tỷ VNĐ. Tỉnh Nghệ An có hai người ở huyện Quỳnh Lưu (giáp với Thanh Hoá) bị thương nhẹ. Diện tích rau màu bị ngập khoảng 13.000 ha, cây ngô đông bị ngập 15 ha. Khoảng 100 cột điện hạ thế bị gãy đổ, 45 ha ao tôm cá bị ngập. Thiệt hại khoảng 20 tỷ VNĐ. Quảng Ninh: 50 ngôi nhà, một bệnh viện bị tốc mái. 2 nhà lưới trồng hoa, trên 50ha rau màu bị đổ gãy, hư hỏng hoàn toàn, thiệt hại ước tính trên 100 triệu đồng VNĐ. Hà Tĩnh: mưa lớn cộng với triều cường làm 5 km đê biển thuộc xã Cẩm Lĩnh, huyện Cẩm Xuyên bị cuốn trôi Ninh Bình có trên 2.230 nhà ở, trường học bị đổ, tốc mái và hư hại nặng, hàng trăm mét đê sạt lở; hàng trăm cột điện hạ thế và cao thế bị đổ. Hiện có hai người ở huyện Kim Sơn mất tích Thống kê thiệt hại[sửa | sửa mã nguồn] Thương vong và mất tích[sửa | sửa mã nguồn] Thiệt hại tại Việt Nam Tỉnh Chết Mất tích m đê bị sạt lở Thiệt hại (VNĐ) Thanh Hóa 1 ? 16.000 320 tỷ Nam Định ? ? 400 500 tỷ Yên Bái 43 7 0 96 tỷ Hải Phòng 0 0 50 25,6 tỷ Quảng Ninh 1 0 0 38,5 tỷ Phú Thọ 3 0 0 ? Ninh Bình 1 2 0 70 tỷ Nghệ An 0 0 30.000 20 tỷ Hà Tĩnh 0 0 ? ? Hoà Bình 2 0 0 ? Thái Bình 0 0 ? ?00 tỷ Lào Cai 1 0 ? ? Tổng số 68 54.055 3.393 tỷ Chú ý: Vì những nguồn gốc báo cáo vào lúc khác nhau, có thể là tổng số không khớp với các số thành phần. Mưa lớn do bão Damrey gây ra ở Philippines khiến ít nhất 18 người chết. Bão Damrey làm 9 người chết ở đảo Hải Nam, Trung Quốc. Yên Bái: lãnh đạo tỉnh thừa nhận chính thức đã có 50 người chết và mất tích, trong đó Huyện Văn Chấn có 43 người thiệt mạng, gồm 24 người ở xã Cát Thịnh, 9 người ở xã Nghĩa Tân, 7 người ở xã Nậm Mười, 2 người ở xã Phù Nham và 1 người ở xã Sơn Thịnh. Xã Túc Đán, huyện Trạm Tấu có bảy người chết Phú Thọ: lũ quét làm 3 người chết (2 ở Thanh Sơn, 1 ở Cẩm Khê) Thanh Hóa: Một người dân ở Nga Sơn bị chết và 4 thuyền đánh cá có ngư dân thuộc xã Hải Ninh, huyện Tĩnh Gia, bị mất tích. Quảng Ninh: 1 người ở thị xã Cẩm Phả bị chết do nước cuốn trôi Ninh Bình: có một người bị ngã chết do bão Damrey Hòa Bình: 2 người chết do lũ quét tại huyện Tân Lạc và huyện Kim Bôi Lào Cai lũ quét tại huyện Bảo Yên đã cuốn trôi và làm chết 1 người dân Tổng số, bão Damrey đã làm 68 người Việt Nam thiệt mạng và mất tích, 22 người khác bị thương. Chú thích:[1][2] Ước tính tổn thất vật chất[sửa | sửa mã nguồn] Theo báo cáo sơ bộ của Bộ Nội vụ Trung Quốc ước tính thiệt hại do bão Damrey gây ra đối với đảo Hải Nam khoảng 13,4 triệu nhân dân tệ (1,6 triệu USD). Tuy nhiên tờ China Daily dự tính thiệt hại lên tới 10 tỷ tệ (1,2 tỷ USD), trong đó có tính đến sự hư hỏng của khoảng 10.000 ngôi nhà. Theo báo cáo nhanh của Ban chỉ huy phòng chống bão lũ TP Hải Phòng thì thiệt hại ở thành phố vào khoảng 25,6 tỷ VNĐ Theo Ban Chỉ đạo Phòng chống bão Trung ương, bão số 7 đã làm hệ thống đê biển bị vỡ 275 m (Hải Phòng 50 m, Nam Định 200 m, Thanh Hóa 15 m); đê biển bị sạt lở 54.055 m; 966 nhà sập, 9.468 nhà bị tốc mái; sáu trường học bị đổ, 215 phòng học hư hỏng và tốc mái. Tổng thiệt hại ở Việt Nam về vật chất do cơn bão số 7 gây ra ước tính khoảng 3.509 tỷ đồng chủ yếu do nhà cửa bị đổ, đường sá bị phá hỏng, hoa màu bị hư hại, các ao đầm nuôi thủy sản bị vỡ.[2] Xem thêm[sửa | sửa mã nguồn] Bão Cecil (1985) Bão Chanchu (2006) Chú thích[sửa | sửa mã nguồn] ^ a b c d e f Nhóm phóng viên (27 tháng 9 năm 2005). “Bão số 7 hoành hành các tỉnh phía Bắc”. VnExpress. Truy cập 14 tháng 11 năm 2013. ^ a b Như Trang (3 tháng 10 năm 2005). “Bão lũ làm thiệt hại 3.500 tỷ đồng”. VnExpress. Truy cập 14 tháng 11 năm 2013. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bão Damrey (2005). Tiếng Anh: Weather Underground Japan Meteorological Agency[liên kết hỏng] Tiếng Việt: Báo Dân trí Lưu trữ 2007-03-13 tại Wayback Machine VnExpress BBC Việt ngữ Báo Nhân dân Lưu trữ 2007-03-11 tại Wayback Machine ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Damrey_(2005)&oldid=69947402” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 2005 Bão tại Philippines Bão tại Việt Nam Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 4 tháng 5 năm 2023, 14:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}