{"Bão Sonca (2022)":"Bão Sonca (2022) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Thiệt hại 3Tham khảo Bão Sonca (2022) 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Sonca (tên gốc là Bão Sơn Ca hoặc cách gọi tên khác là Bão số 5, Sơn ca là một tên gọi do Việt Nam đăng ký với Tổ chức khí tượng thế giới [1]) hình thành từ một vùng áp thấp ở phía tây Phillipines, hệ thống này di chuyển chậm theo hướng tây nam sau đó mạnh lên thành áp thấp nhiệt đới và đổi hướng di chuyển sang tây bắc, đến ngày 14 tháng 10, áp thấp đã mạnh lên thành bão Sonca trong một thời gian ngắn trước khi suy yếu trở lại thành áp thấp nhiệt đới và tâm bão đổ bộ trực tiếp vào đất liền các tỉnh từ Quảng Nam đến Quảng Ngãi. Áp thấp nhiệt đới (sau mạnh lên thành bão Sonca) vào ngày 13 tháng 10 năm 2022. Ngày 13 tháng 10, cơ quan khí tượng của Việt Nam, Nhật Bản, Đài Loan nâng cấp lên thành áp thấp nhiệt đới. Chiều tối ngày 14, tháng 10 năm 2022, bão đã suy yếu thành áp thấp nhiệt đới. Lịch sử khí tượng[sửa | sửa mã nguồn] Khoảng trưa ngày 14 tháng 10,năm 2022, áp thấp nhiệt đới đã mạnh lên thành bão số 5 (Sơn ca). Cách Thành phố Đà Nẵng - Quảng Nam khoảng 200 km-250 km về phía Đông Đông Nam. Sức gió mạnh nhất vùng tâm bão mạnh cấp 8, vận tốc gió lên đến 62–74 km\/giờ, giật cấp 10, di chuyển theo hướng Tây Tây Bắc với tốc độ khoảng 15 km\/h, gây mưa lớn cho các tỉnh Trung Bộ.[2] Chiều tối cùng ngày, bão đã suy yếu thành áp thấp nhiệt đới, nhưng vẫn gây mưa to cho Trung Bộ. Thiệt hại[sửa | sửa mã nguồn] Tính đến ngày 14 và 15 tháng 10, bão số 5 gây mưa to khiến cho nhiều nơi ở Thành phố Đà Nẵng ngập sâu,thiệt hại ban đầu làm 1 người thiệt mạng, hàng trăm xe cộ của người dân bị chết máy bỏ lại giữa đường. Nhiều khu dân cư bị mất điện trong thời gian dài. Bão Sơn ca. Tại quận Liên Chiểu gần như ngập toàn bộ, trong đó có nơi ngập cao nhất gần 2m, thấp nhất 0,5 m[3]. Tham khảo[sửa | sửa mã nguồn] ^ https:\/\/suckhoedoisong.vn (14 tháng 10 năm 2022). “Bão Sơn Ca, từ đêm nay nhiều khu vực mưa rất lớn”. suckhoedoisong.vn. Truy cập ngày 14 tháng 10 năm 2022. ^ “TIN BÃO KHẨN CẤP (CƠN BÃO SỐ 5 - SONCA)”. https:\/\/dangcongsan.vn (bằng tiếng Anh). Truy cập ngày 16 tháng 10 năm 2022. Liên kết ngoài trong |website= (trợ giúp) ^ “Bão số 5 gây nhiều thiệt hại tại Đà Nẵng”. https:\/\/dangcongsan.vn (bằng tiếng Anh). Truy cập ngày 16 tháng 10 năm 2022. Liên kết ngoài trong |website= (trợ giúp) Bài viết liên quan đến bão lũ này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 2022 Dòng thời gian ATNĐ 01W TC Malakas BNĐ Megi ATNĐ TD BCP Chaba BNĐ Aere ATNĐ TD BNĐ Songda BNĐ Trases ATNĐ 08W BNĐ Mulan BNĐ Meari ATNĐ TD BNĐDD Ma-on BCP Tokage ATNĐ TD TC Hinnamnor ATNĐ Gardo TC Muifa BCP Merbok TC Nanmadol BNĐ Talas TC Noru BNĐDD Kulap ATNĐ TD BCP Roke ATNĐ Maymay ATNĐ 21W BNĐ Sonca BCP Nesat BNĐ Haitang ATNĐ Obet Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Sonca_(2022)&oldid=69211686” Thể loại: Sơ khai bão lũ Bão ở Thái Bình Dương Bão tại Việt Nam Mùa bão Tây Bắc Thái Bình Dương 2022 Thể loại ẩn: Lỗi CS1: liên kết ngoài Nguồn CS1 tiếng Anh (en) Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 20 tháng 10 năm 2022, 08:29. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}