{"Bão Willie (1996)":"Bão Willie (1996) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử khí tượng 2Ảnh hưởng Hiện\/ẩn mục Ảnh hưởng 2.1Hồng Kông 2.2Hải Nam 2.3Việt Nam 3Xem thêm 4Chú ý 5Chú thích 6Liên kết ngoài Bão Willie (1996) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bão Willie Bão số 6 năm 1996 Bão nhiệt đới dữ dội (Thang JMA) Bão cuồng phong cấp 1 (SSHWS\/NWS) Bão Willie trên khu vực đảo Hải Nam Hình thành 16 tháng 9 năm 1996 Tan 23 tháng 9 năm 1996 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 100 km\/h (65 mph) Duy trì liên tục trong 1 phút: 120 km\/h (75 mph) Áp suất thấp nhất 985 mbar (hPa); 29.09 inHg Số người chết 48 người chết, 97 người mất tích Thiệt hại $100 triệu (USD 1996) Vùng ảnh hưởng Hồng Kông, Trung Quốc, Việt Nam, Lào, Thái Lan Một phần của Mùa bão Tây Bắc Thái Bình Dương 1996 Đường đi bão Willie, một cơn bão có đường đi dị thường Bão Willie,[nb 1] được biết đến ở Việt Nam với tên gọi Cơn bão số 6 năm 1996[nb 2] là một cơn bão nhiệt đới tồn tại trong khoảng giữa tháng 9 năm 1996 và có đường đi dị thường. Hình thành ngay trên vùng biển Nghệ An-Hà Tĩnh, bão di chuyển một vòng quanh đảo Hải Nam rồi lại quay trở lại và đổ bộ vào chính khu vực đã sinh ra nó. Lũ lụt do bão gây ra đã cướp đi sinh mạng 38 người tại Hải Nam và 10 người tại các tỉnh Bắc Trung Bộ Việt Nam. Lịch sử khí tượng[sửa | sửa mã nguồn] Vào cuối ngày 16 tháng 9 rạng sáng 17 tháng 9 năm 1996, dải hội tụ nhiệt đới nối từ khu vực Bangladesh đi qua Vịnh Bắc Bộ và nối với hai cơn bão Tom (25W) và Violet (26W) đã hình thành một áp thấp nhiệt đới trên vùng biển Nghệ An-Hà Tĩnh.[1][2] Áp thấp nhiệt đới di chuyển theo hướng Đông Đông Bắc và được JTWC ban hành một cảnh báo Bão nhiệt đới vào ngày 17 tháng 9, đặt số hiệu cho nó là 27W.[2] Ngày 18 tháng 9, JTWC chính thức nâng cấp 27W thành một cơn bão nhiệt đới có tên Willie[2], cùng ngày, Việt Nam công nhận là bão số 6[1] và cơ quan khí tượng Hồng Kông cũng bắt đầu theo dõi hệ thống như là một áp thấp nhiệt đới, sau đó là bão nhiệt đới.[3] Sang hôm sau, JTWC chính thức thăng cấp cho bão lên cấp 1 (theo thang Saffir-Simpson) và nó đã hình thành một con mắt ở phía Đông Bắc đảo Hải Nam.[2] Ngày hôm sau, bão Willie suy yếu còn là một cơn bão nhiệt đới.[3] Sau đó bão đi vào Vịnh Bắc Bộ và JTWC cho rằng nó mạnh trở lại cấp 1 vào ngày 21 tháng 9.[2] Tối 22 tháng 9, bão số 6 đổ bộ trở lại vào chính khu vực đã hình thành nên nó: Nghệ An-Hà Tĩnh và đi vào đất liền các tỉnh này (tâm bão đi vào khu vực thành phố Vinh và thị xã Hồng Lĩnh).[1] Ngày hôm sau, bão di chuyển sang đất Lào, Thái Lan và suy yếu thành một áp thấp nhiệt đới. JTWC ban hành cảnh báo cuối cùng về nó.[2] Ảnh hưởng[sửa | sửa mã nguồn] Hồng Kông[sửa | sửa mã nguồn] Tại Hồng Kông, \"Tín hiệu cảnh báo mức 1\" được ban hành ngày 18 tháng 9 khi cơn bão cách Hồng Kông 470 km về phía Tây Nam. Khoảng cách gần nhất giữa Willie và Hồng Kông là 390 km vào ngày 19 tháng 9. Hoàn lưu rìa mây phía đông bắc cơn bão đã tác động đến Hồng Kông và gây ra mưa lớn cho đặc khu này. Một công nhân thoát nước đã bị mất tích khi đang làm việc tại Sham Shui Po.[3] Lũ lụt diện rộng đã xảy ra tại Sha Tau Kok và Ta Kwu Ling. Một bức tường chắn bị sập ở Sha Tin và một chiếc xe bị cuốn xuống một con sông ở Sai Kung. May mắn không có thương vong nào trong các sự cố trên. Tín hiệu cảnh báo được gỡ bỏ vào ngày 20 tháng 9 khi nó di chuyển ra khỏi khu vực Hồng Kông. Tại Đài quan sát Hồng Kông, áp suất mực biển thấp nhất tại khu vực này là 1002,4hPa.[3] Hải Nam[sửa | sửa mã nguồn] Đi một vòng quanh đảo Hải Nam, bão đã gây ra lũ lụt tại tỉnh này. Có ít nhất 38 người đã thiệt mạng, 96 người mất tích, thiệt hại về tài sản khoảng 100 triệu USD.[2][3] Việt Nam[sửa | sửa mã nguồn] Ngay khi hình thành ở vùng biển Nghệ An, Hà Tĩnh, bão số 6 đã gây ra một đợt mưa cho các tỉnh Bắc Trung Bộ.[1] Tối 22 tháng 9, trở về nơi hình thành ra nó, bão lại gây mưa lớn và gió mạnh cho khu vực Đồng bằng Bắc Bộ và Bắc Trung Bộ.[1] Không rõ các thiệt hại tài sản do bão gây ra tại Việt Nam, nhưng có 10 người chết.[1][2][3] Xem thêm[sửa | sửa mã nguồn] Bão Damrey (2005) Bão Wutip (2013) Bão Nock-ten (2011) Bão Brian (1989) Chú ý[sửa | sửa mã nguồn] ^ Trung tâm cảnh báo Bão Liên hợp (JTWC) được đặt tên cho một cơn bão trước năm 1999. ^ Là số hiệu của một cơn bão khi vào vùng theo dõi của Trung tâm dự báo Khí tượng thủy văn Việt Nam Chú thích[sửa | sửa mã nguồn] ^ a b c d e f Tổng cục Khí tượng Thủy Văn Việt Nam. Bão trên biển Đông 1996. Trích từ cuốn Đặc điểm khí tượng thủy văn Việt Nam 1996. Phát hành ngày 16 tháng 2 năm 1997. Truy cập 1 tháng 8 năm 2015. ^ a b c d e f g h 1996 Annual Tropical Cyclone Season Lưu trữ 2013-02-21 tại Wayback Machine Trung tâm Cảnh báo Bão Liên hợp. Truy cập 1 tháng 8 năm 2015. ^ a b c d e f 1996 tropical cyclone season Lưu trữ 2019-10-23 tại Wayback Machine Cơ quan khí tượng Hồng Kông. Truy cập 1 tháng 8 năm 2015. Liên kết ngoài[sửa | sửa mã nguồn] Trung tâm Dự báo Khí tượng Thủy văn Việt Nam Đường đi bão Willie từ JMA Đêm sinh tử với người xóm Ngư Báo Tiền phong. ẩn x t s Thiên tai Việt Nam Những sự kiện thiên tai gây ảnh hưởng nghiêm trọng trong lịch sử Việt Nam thời kỳ hiện đại Bão Trước 2000 Bão Hester (1971) Bão Marge (1973) Bão Nancy (1982) Bão Georgia (1983) Bão Kim (1983) Bão Agnes (1984) Bão Cecil (1985) Bão Wayne (1986) Bão Cecil (1989) Bão Brian (1989) Bão Angela (1989) Bão Dan (1989) Bão Mike (1990) Bão Frankie (1996) Bão Marty (1996) Bão Niki (1996) Bão nhiệt đới Linda (1997) 2000 – 2010 Bão Wukong (2000) Bão Lingling (2001) Bão Damrey (2005) Bão Chanchu (2006) Bão Durian (2006) Bão Xangsane (2006) Bão số 2 năm 2007 Bão Lekima (2007) Bão Ketsana (2009) Bão Parma (2009) Bão Mirinae (2009) Bão Conson (2010) 2011 – 2019 Bão Pakhar (2012) Bão Sơn Tinh (2012) Bão số 8 năm 2013 Bão Nari (2013) Bão Wutip (2013) Bão Haiyan (2013) Bão Kalmaegi (2014) Bão Mirinae (2016) Bão Aere (2016) Bão Doksuri (2017) Bão Damrey (2017) Áp thấp nhiệt đới 23W (2017) Bão Sơn Tinh (2018) Bão Usagi (2018) Bão Wipha (2019) 2020 - 2021 Bão Sinlaku (2020) Bão Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Bão Etau (2020) Bão Vamco (2020) Bão Conson (2021) Bão Rai (2021) Lũ lụt Lũ lụt miền Trung năm 1964 Trận lụt đồng bằng sông Hồng năm 1971 Đại hồng thủy 1999 Lũ lụt miền Trung tháng 12 năm 1999 Lũ lụt Đồng bằng sông Cửu Long năm 2000 Lũ lụt miền Bắc năm 2008 Các trận lụt miền Trung năm 2010 và 2011 Lũ lụt miền Bắc tháng 7 năm 2015 Lũ lụt miền Trung năm 2020 Khác Các trận lũ lụt lớn ở Hà Nội và miền Bắc Sóng lạnh Đông Á tháng 1 năm 2016 Hạn hán miền Nam 2016 Cháy rừng 2019 Thể loại Hình ảnh hiện x t s Các xoáy thuận nhiệt đới của mùa bão Tây Bắc Thái Bình Dương 1996 BNĐ 01W (Asiang) BNĐ Ann (Biring) ATNĐ 03W BCP Bart (Konsing) BNĐ Cam (Ditang) BCP Dan BCP Eve BNĐDD Frankie (Edeng) BCP Gloria (Gloring) BCP Herb (Huaning) ATNĐ Ian BNĐDD Joy BCP Kirk (Isang) BNĐ Lisa ATNĐ 15W ATNĐ Marty ATNĐ 17W BCP Niki (Lusing) BCP Orson BNĐ Piper ATNĐ 21W ATNĐ Rick BCP Sally (Maring) ATNĐ 24W (Ningning) BCP Tom BCP Violet (Osang) BNĐDD Willie BCP Yates (Paring) BCP Zane (Reming) ATNĐ Abel (Seniang) ATNĐ 31W BNĐDD Beth BCP Carlo ATNĐ 34W ATNĐ 35W BCP Dale (Ulpiang) BNĐ Ernie (Toyang) ATNĐ 38W ATNĐ 39W ATNĐ 40W ATNĐ 41W BNĐDD Fern ATNĐ Greg Sách · Thể loại · Chủ đề · Dự án · Commons Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bão_Willie_(1996)&oldid=68587929” Thể loại: Mùa bão Tây Bắc Thái Bình Dương 1996 Bão tại Việt Nam Bão tại Hồng Kông Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 11 tháng 5 năm 2022, 09:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}