{"Bình Quới – Thanh Đa":"Bình Quới – Thanh Đa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý 2Lịch sử 3Giáo dục 4Du lịch 5Cư xá Thanh Đa 6Hình ảnh 7Tham khảo 8Xem thêm 9Liên kết ngoài Bình Quới – Thanh Đa Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bán đảo Bình Quới – Thanh Đa Diện tích 6,35 km² Dân số 31.129 người Mật độ dân số 4.902 người\/km² Quốc gia Việt Nam Phụ thuộc Phường 27 và Phường 28, quận Bình Thạnh Bình Quới – Thanh Đa là một bán đảo (thường được gọi tắt là bán đảo Thanh Đa) nằm bên sông Sài Gòn thuộc các phường 27 và 28, quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam. Tuy nằm giữa lòng thành phố nhưng hiện nay bán đảo này vẫn như một miền quê do dự án quy hoạch đã bị treo hơn 25 năm qua. Cảnh quan thường gặp ở đây là những ruộng lúa, ao, đầm, đối lập với những cao ốc, căn hộ, khu biệt thự phía bên kia sông Sài Gòn thuộc khu vực Thảo Điền, thành phố Thủ Đức.[1] Địa lý[sửa | sửa mã nguồn] Bán đảo Thanh Đa nhìn từ cầu Bình Triệu Bình Quới – Thanh Đa mặc dù được quen gọi là bán đảo nhưng thực tế khu vực này là một cù lao vì được bao bọc bởi sông Sài Gòn và kênh Thanh Đa, cách trung tâm thành phố chưa đầy 5 km. Các phía đông, nam và bắc đều giáp thành phố Thủ Đức qua sông Sài Gòn. Phía tây giáp phần còn lại của quận Bình Thạnh với ranh giới là kênh Thanh Đa. Lối vào duy nhất bằng đường bộ hiện nay là qua Cầu Kinh Thanh Đa theo đường Xô Viết Nghệ Tĩnh. Một con đường khác là đi qua phà Bình Quới (trước đây là bến đò Bình Quới) từ phường Linh Đông, quận Thủ Đức. Nó được chia thành hai khu vực là khu vực Thanh Đa (tương ứng với phường 27) và khu vực Bình Quới Tây (thường gọi tắt là Bình Quới, tương ứng với phường 28). Trong đó, khu vực Bình Quới chiếm phần lớn diện tích với các khu dân cư nằm rải rác. Một phần lớn diện tích đất ở đây là các đầm lầy và những lô đất bị bỏ hoang, được người dân tận dụng để trồng lúa hoặc đào ao thả cá. Khu vực Thanh Đa có cư xá Thanh Đa với các khu chung cư cũ hình thành từ trước năm 1975 và có phần sầm uất hơn khu vực Bình Quới do vị trí gần với trung tâm quận hơn. Lịch sử[sửa | sửa mã nguồn] Dưới thời nhà Nguyễn, vùng đất Bình Quới – Thanh Đa ngày nay thuộc các thôn Thạnh Đa và Bình Quới Tây, tổng Bình Trị Thượng, huyện Bình Dương, phủ Tân Bình, tỉnh Gia Định. Về sau, do bỏ dấu khi in trên bản đồ thời Pháp nên tên thôn Thạnh Đa biến thành địa danh Thanh Đa như hiện nay. Năm 1897, thực dân Pháp cho một con kênh đi qua địa phận thôn Thạnh Đa (là kênh Thanh Đa ngày nay). Con kênh dài 1 km, rộng 40 m và sâu 6 m. Nó cắt vòng thắt sông Sài Gòn từ Bình Lợi đến An Phú và rút ngắn 12 km thủy lộ, giúp thuyền bè tiết kiệm thời gian di chuyển trên sông Sài Gòn.[2] Kênh được đào trong vòng 1 năm, và từ đó bán đảo trở thành một cù lao như ngày nay. Năm 1911, tỉnh Gia Định chia thành bốn quận: Thủ Đức, Nhà Bè, Gò Vấp và Hóc Môn. Vùng đất Bình Quới – Thanh Đa lúc này thuộc làng Thạnh Mỹ Tây (làng hình thành trên cơ sở hợp nhất các thôn Thạnh Đa, Phú Mỹ và Bình Quới Tây cũ), tổng Bình Trị Thượng, quận Gò Vấp. Sau năm 1956, làng Thạnh Mỹ Tây được gọi là xã Thạnh Mỹ Tây. Năm 1976, quận Bình Thạnh được thành lập trên cơ sở tách hai xã Bình Hòa và Thạnh Mỹ Tây thuộc quận Gò Vấp cũ. Từ đó, khu vực bán đảo Thanh Đa thuộc các phường 27 và 28, quận Bình Thạnh cho đến ngày nay. Năm 1992, dự án khu đô thị Bình Quới – Thanh Đa được UBND thành phố phê duyệt. Đến năm 2004, dự án được giao cho Tổng công ty Xây dựng Sài Gòn đầu tư xây dựng nhưng đơn vị này không triển khai được nên đến năm 2010, chính quyền đã thu hồi quyết định. Năm 2015, liên danh Tập đoàn Bitexco và Emaar Properties PJSC (công ty trong lĩnh vực bất động sản ở Dubai) được chọn là nhà đầu tư với tổng vốn hơn 30.000 tỷ đồng. Thời gian thực hiện dự án trong 50 năm kể từ ngày ký kết hợp đồng. Tuy nhiên, năm 2017 Công ty Emaar Properties PJSC đã rút khỏi dự án vì thời gian giải tỏa, hỗ trợ đền bù cho người dân kéo dài quá lâu và họ không đủ kiên nhẫn chờ đến lúc được bàn giao đất sạch.[3] Giáo dục[sửa | sửa mã nguồn] Trường Tiểu học Thanh Đa Trường Tiểu học Bình Quới Tây Trường Trung học cơ sở Thanh Đa Trường Trung học cơ sở Bình Quới Tây Trường Trung học cơ sở Cù Chính Lan Riêng trường Trung học phổ thông Thanh Đa nay đã chuyển sang cơ sở mới trên đường Nguyễn Xí thuộc phường 26. Du lịch[sửa | sửa mã nguồn] Hiện nay, một phần đất trên bán đảo thuộc khu vực Bình Quới được tận dụng để làm các quán ăn, khu du lịch sinh thái bên bờ sông như các khu du lịch Bình Quới 1, Bình Quới 2 và tổ chức các hoạt động như câu cá giải trí, các trò chơi thể thao dưới nước,... Đây là một địa điểm được nhiều người dân đến vui chơi giải trí vào cuối tuần do nằm ngay trong thành phố, có khí hậu bờ sông mát mẻ cũng như các dịch vụ vui chơi giải trí tương đối đầy đủ. Cư xá Thanh Đa[sửa | sửa mã nguồn] Cư xá Thanh Đa là một trong những chung cư đầu tiên tại Sài Gòn, được xây trước năm 1975. Hiện ở đây có khoảng 4.300 hộ dân ngụ tại 22 lô chung cư, trong đó một số lô chung cư đã xuống cấp.[4] Hình ảnh[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] ^ “Bán đảo Thanh Đa, nông thôn giữa Sài Gòn vì dự án treo hơn 20 năm”. Zing.vn. ^ Monographie de la province de Gia Đinh. tr. 40. ^ “Trồng lúa, nuôi cá trong dự án 'treo' 25 năm ở Sài Gòn”. VnExpress. ^ “Thành phố Hồ Chí Minh xây mới toàn bộ khu cư xá Thanh Đa gần 50 tuổi”. VTC News. Xem thêm[sửa | sửa mã nguồn] Khu đô thị mới Thủ Thiêm Liên kết ngoài[sửa | sửa mã nguồn] hiện x t s Du lịch Thành phố Hồ Chí Minh (Sài Gòn) Công trình hành chính Bưu điện Sài Gòn Trụ sở Ủy ban nhân dân Thành phố Hồ Chí Minh Công trình lịch sử - văn hóa Nghĩa trang TP HCM Nghĩa trang liệt sĩ TP HCM Bảo tàng Chiến dịch Hồ Chí Minh Bảo tàng Chứng tích chiến tranh Bảo tàng Lịch sử TP HCM Bảo tàng Mỹ thuật TP HCM Bảo tàng Phụ nữ Nam Bộ Bảo tàng Thành phố Bảo tàng Tôn Đức Thắng Bến Nhà Rồng Dinh Độc Lập Công viên, khu sinh thái, phố đi bộ Bến Bạch Đằng Công viên 23 tháng 9 Công viên 30 tháng 4 Công viên Bách Tùng Diệp Công viên Chi Lăng Công viên Gia Định Công viên Hoàng Văn Thụ Công viên Lê Thị Riêng Công viên Lê Văn Tám Công viên Lịch sử – Văn hóa Dân tộc Công viên Phú Lâm Công viên Tao Đàn Đầm Sen Địa đạo Củ Chi Rừng ngập mặn Cần Giờ Suối Tiên Bình Quới – Thanh Đa Thảo Cầm Viên Khu Tây ba lô – Phố đi bộ Bùi Viện Phố đi bộ Nguyễn Huệ Đường hoa Nguyễn Huệ Công trình tôn giáo Chùa Ấn Quang Chùa Giác Hải Chùa Giác Lâm Chùa Giác Viên Chùa Hoằng Pháp Chùa Giác Ngộ Chùa Nam Thiên Nhất Trụ Chùa Nghệ Sĩ Chùa Phật Cô Đơn Chùa Phụng Sơn Chùa Tập Phước Chùa Từ Ân Chùa Vĩnh Nghiêm Chùa Xá Lợi Đại chủng viện Thánh Giuse Đan viện Cát Minh Đền Công Chính Đền Hùng (Thảo Cầm Viên) Đền thờ Đức Thánh Trần Đình Minh Hương Gia Thạnh Đình Thông Tây Hội Hội quán Hà Chương Hội quán Nghĩa An Hội quán Nhị Phủ Hội quán Ôn Lăng Hội quán Tuệ Thành Lăng Ông Miếu Nổi Nhà thờ Ba Chuông Nhà thờ Cầu Kho Nhà thờ Cha Tam Nhà thờ Chí Hòa Nhà thờ Chợ Quán Nhà thờ Dòng Chúa Cứu Thế Sài Gòn Nhà thờ Đức Bà Nhà thờ Hạnh Thông Tây Nhà thờ Huyện Sỹ Nhà thờ Tân Định Nhà thờ Thánh Jeanne d'Arc Thánh thất Sài Gòn Thiền viện Vạn Hạnh Tu viện dòng Thánh Phaolô Việt Nam Quốc Tự Nhà hát, sân khấu Nhà hát Bến Thành Nhà hát Cải lương Trần Hữu Trang Nhà hát Hòa Bình Nhà hát Thành phố Sân khấu kịch Idecaf Rạp Công Nhân Công trình thể thao Nhà thi đấu Phú Thọ Nhà thi đấu Tân Bình Sân vận động Hoa Lư Sân vận động Quân khu 7 Sân vận động Thống Nhất Công trình thương mại - dịch vụ Bitexco Financial Tower Chợ An Đông Chợ Bà Chiểu Chợ Bến Thành Chợ Bình Tây Chợ Tân Định Diamond Plaza Landmark 81 Saigon Centre Saigon Trade Center Thuận Kiều Plaza Union Square Vincom Center Đồng Khởi Công trình giao thông - đô thị Buýt đường sông Cầu Mống Đường Đồng Khởi Đường Lê Lợi Ga Sài Gòn Hồ Con Rùa Kênh Bến Nghé Kênh Hàng Bàng Kênh Nhiêu Lộc – Thị Nghè Khu đô thị Phú Mỹ Hưng Khu đô thị mới Thủ Thiêm Khu phố cổ Chợ Lớn Sân bay quốc tế Tân Sơn Nhất Vinhomes Central Park Khách sạn Khách sạn Caravelle Sài Gòn Khách sạn Continental Khách sạn Grand Sài Gòn Khách sạn Majestic Saigon Khách sạn Rex Khu công nghệ Công viên phần mềm Quang Trung Khu công nghệ cao Thành phố Hồ Chí Minh Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bình_Quới_–_Thanh_Đa&oldid=68942005” Thể loại: Du lịch Thành phố Hồ Chí Minh Bình Thạnh Trang này được sửa lần cuối vào ngày 5 tháng 8 năm 2022, 06:17. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}