{"Bình Định":"Bình Định – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa lý Hiện\/ẩn mục Địa lý 1.1Vị trí địa lý 1.2Địa hình 1.3Hải đảo 1.4Sông ngòi 1.5Hồ đầm 1.6Khí hậu 2Lịch sử 3Hành chính 4Kinh tế - Xã hội 5Dân cư 6Văn hóa Hiện\/ẩn mục Văn hóa 6.1LỄ HỘI CẦU NGƯ 6.2LỄ HỘI ĐỐNG ĐA – TÂY SƠN 6.3Tuồng Bình Định 7Giao thông 8Du lịch Hiện\/ẩn mục Du lịch 8.1Đặc sản 8.2Kỳ Co 8.3Ghềnh Ráng Tiên Sa 9Một số hình ảnh về Bình Định. 10Chú thích 11Liên kết ngoài Bình Định 40 ngôn ngữ Acèh العربية تۆرکجه Bahasa Indonesia Bân-lâm-gú Български Cebuano Čeština Deutsch English Español فارسی Français 客家語\/Hak-kâ-ngî 한국어 हिन्दी Italiano Kapampangan Kiswahili 閩東語 \/ Mìng-dĕ̤ng-ngṳ̄ Nederlands 日本語 Nordfriisk ភាសាខ្មែរ Polski Português Русский Српски \/ srpski Suomi Svenska ไทย Тоҷикӣ Türkçe Українська اردو Winaray 吴语 粵語 Zazaki 中文 31 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikivoyage 14°11′43″B 108°52′48″Đ﻿ \/ ﻿14,195163°B 108,880005°Đ﻿ \/ 14.195163; 108.880005 Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Bình Định (định hướng). Bình Định Tỉnh Tỉnh Bình Định Biểu trưng Thành phố Quy Nhơn nhìn từ trên cao (2016) Biệt danh Đất võ Hành chính Quốc gia Việt Nam Vùng Duyên hải Nam Trung Bộ Tỉnh lỵ Thành phố Quy Nhơn Trụ sở UBND 1 Trần Phú, thành phố Quy Nhơn Phân chia hành chính 1 thành phố, 2 thị xã và 8 huyện Tổ chức lãnh đạo Chủ tịch UBND Phạm Anh Tuấn Hội đồng nhân dân 57 đại biểu Chủ tịch HĐND Hồ Quốc Dũng Chủ tịch UBMTTQ Nguyễn Thị Phong Vũ Chánh án TAND Đặng Công Lý Viện trưởng VKSND Trần Văn Sang Bí thư Tỉnh ủy Hồ Quốc Dũng Địa lý Tọa độ: 14°11′43″B 108°52′48″Đ﻿ \/ ﻿14,195163°B 108,880005°Đ﻿ \/ 14.195163; 108.880005 Wikimedia | © OpenStreetMap Bản đồ tỉnh Bình Định Vị trí tỉnh Bình Định trên bản đồ Việt Nam Vị trí tỉnh Bình Định trên bản đồ Việt Nam Diện tích 6.066,4 km²[1][2]:90 Dân số (2022) Tổng cộng 2.526.752 người[2]:93 Thành thị 1.320.800 người (52,29%)[2]:99 Nông thôn 1.205.950 người (47,7%)[2]:101 Mật độ 416 người\/km²[2]:90 Dân tộc Kinh, Chăm, Ba Na, Hrê Kinh tế (2022) GRDP 219.409 tỉ đồng (9,3 tỉ USD) GRDP đầu người 82,772 triệu đồng (3.510 USD) Khác Mã địa lý VN-31 Mã hành chính 52[3] Mã bưu chính 59xxxx Mã điện thoại 256 Biển số xe 77 Website binhdinh.gov.vn x t s Đền thờ Đào Tấn tại huyện Tuy Phước, tỉnh Bình Định Cổng từ đường Đào Duy Từ ở khu phố Ngọc Sơn Bắc, phường Hoài Thanh Tây, thị xã Hoài Nhơn, tỉnh Bình Định. Từ đường do Vua Tự Đức cho xây năm 1859. Bia tiểu sử Đào Duy Từ tại lăng Đào Duy Từ tại khu phố Phụng Du, phường Hoài Hảo, thị xã Hoài Nhơn, tỉnh Bình Định. Đền thờ Đào Duy Từ (Cự Tài, Hoài Phú, Hoài Nhơn, Bình Định) do Chúa Sãi Nguyễn Phúc Nguyên sai lập năm 1634. Bình Định là một tỉnh ven biển nằm ở phía bắc khu vực duyên hải Nam Trung Bộ, miền Trung của Việt Nam. Thủ phủ của Bình Định là thành phố cảng Quy Nhơn nằm cách thủ đô Hà Nội 1.070 km về phía nam, cách thành phố Đà Nẵng 323 km về phía nam và cách Thành phố Hồ Chí Minh 652 km về phía bắc theo đường Quốc lộ 1.[4] Năm 2020, Bình Định là đơn vị hành chính Việt Nam đông thứ 20 về số dân, xếp thứ 15 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 20 về GRDP bình quân đầu người, đứng thứ 23 về tốc độ tăng trưởng GRDP. Với 2.526.752 người dân[5], GRDP đạt 219.409 tỉ Đồng (tương ứng với 7,42 tỉ USD), GRDP bình quân đầu người đạt 82,772 triệu đồng (tương ứng với 3.510 USD), tốc độ tăng trưởng GRDP đạt 7,32%[6] Địa lý[sửa | sửa mã nguồn] Vị trí địa lý[sửa | sửa mã nguồn] Bình Định là tỉnh duyên hải miền Trung Việt Nam. Lãnh thổ của tỉnh trải dài 110 km theo hướng Bắc - Nam, có chiều ngang với độ hẹp trung bình là 55 km (chỗ hẹp nhất 50 km, chỗ rộng nhất 60 km). Phía Bắc giáp tỉnh Quảng Ngãi với đường ranh giới chung 63 km (điểm cực Bắc có tọa độ: 14°42'10'' Bắc, 108°55'4'' Đông). Phía Nam giáp tỉnh Phú Yên với đường ranh giới chung 50 km (điểm cực Nam có tọa độ: 13°39'10'' Bắc, 108°54'00'' Đông). Phía Tây giáp tỉnh Gia Lai có đường ranh giới chung 130 km (điểm cực Tây có tọa độ: 14°27' Bắc, 108°27' Đông). Phía Đông giáp Biển Đông với bờ biển dài 134 km, điểm cực Đông là xã Nhơn Châu (Cù Lao Xanh) thuộc thành phố Quy Nhơn (có tọa độ: 13°36'33 Bắc, 109°21' Đông). Bình Định được xem là một trong những cửa ngõ ra biển của các tỉnh Tây Nguyên và vùng nam Lào. Địa hình[sửa | sửa mã nguồn] Đầm Thị Nại Địa hình của tỉnh tương đối phức tạp, thấp dần từ tây sang đông. Phía tây của tỉnh là vùng núi rìa phía đông của dãy Trường Sơn Nam, kế tiếp là vùng trung du và tiếp theo là vùng ven biển. Các dạng địa hình phổ biến là các dãy núi cao, đồi thấp xen lẫn thung lũng hẹp độ cao trên dưới 100 mét, hướng vuông góc với dãy Trường Sơn, các đồng bằng lòng chảo, các đồng bằng duyên hải bị chia nhỏ do các nhánh núi đâm ra biển. Ngoài cùng là cồn cát ven biển có độ dốc không đối xứng giữa 2 hướng sườn đông và tây. Các dạng địa hình chủ yếu của tỉnh là: Vùng núi: Nằm về phía tây bắc và phía tây của tỉnh. Đại bộ phận sườn dốc hơn 20°. Có diện tích khoảng 249.866 ha, phân bố ở các huyện An Lão (63.367 ha), Vĩnh Thạnh (78.249 ha), Vân Canh (75.932 ha), Tây Sơn và Hoài Ân (31.000 ha). Bốn huyện An Lão, Vân Canh, Vĩnh Thạnh, Tây Sơn được xem là thuộc khu vực Tây Sơn theo một văn bản quy phạm pháp luật của Việt Nam.[7] Địa hình khu vực này phân cắt mạnh, sông suối có độ dốc lớn, là nơi phát nguồn của các sông trong tỉnh. Chiếm 70% diện tích toàn tỉnh thường có độ cao trung bình 500-1.000 m, trong đó có 11 đỉnh cao trên 1.000 m. Hai đỉnh cao trên 1.150 m, tại tọa độ: (14.573366, 108.709717) và (14.589110, 108.711478), ở phía Bắc xã An Toàn (huyện An Lão) được xem là cao nhất Bình Định. Còn lại có 13 đỉnh cao 700–1000 m. Các dãy núi chạy theo hướng Bắc - Nam, có sườn dốc đứng. Nhiều khu vực núi ăn ra sát biển tạo thành các mỏm núi đá dọc theo bờ, vách núi dốc đứng và dưới chân là các dải cát hẹp. Đặc tính này đã làm cho địa hình ven biển trở thành một hệ thống các dãy núi thấp xen lẫn với các cồn cát và đầm phá. Vùng đồi: tiếp giáp giữa miền núi phía tây và đồng bằng phía đông, có diện tích khoảng 159.276 ha (chiếm khoảng 10% diện tích), có độ cao dưới 100 m, độ dốc tương đối lớn từ 10° đến 15°. Phân bố ở các thị xã Hoài Nhơn (15.089 ha), An Lão (5.058 ha) và Vân Canh (7.924 ha). Vùng đồng bằng: Tỉnh Bình Định không có dạng đồng bằng châu thổ mà phần lớn là các đồng bằng nhỏ được tạo thành do các yếu tố địa hình và khí hậu, các đồng bằng này thường nằm trên lưu vực của các con sông hoặc ven biển và được ngăn cách với biển bởi các đầm phá, các đồi cát hay các dãy núi. Độ cao trung bình của dạng địa hình đồng bằng lòng chảo này khoảng 25–50 m và chiếm diện tích khoảng 1.000 km². Đồng bằng lớn nhất của tỉnh là đồng bằng thuộc hạ lưu sông Côn, còn lại là các đồng bằng nhỏ thường phân bố dọc theo các nhánh sông hay dọc theo các chân núi và ven biển. Vùng ven biển: Bao gồm các cồn cát, đụn cát tạo thành một dãy hẹp chạy dọc ven biển với chiều rộng trung bình khoảng 2 km, hình dạng và quy mô biến đổi theo thời gian. Trong tỉnh có các dãi cát lớn là: dãi cát từ Hà Ra đến Tân Phụng, dãi cát từ Tân Phụng đến vĩnh Lợi, dãi cát từ Đề Gi đến Tân Thắng, dãi cát từ Trung Lương đến Lý Hưng. Ven biển còn có nhiều đầm như đầm Trà Ổ, đầm Nước Ngọt, đầm Mỹ Khánh, đầm Thị Nại; các vịnh như vịnh Làng Mai, vịnh Quy Nhơn, vịnh Vũng Mới...; các cửa biển như Cửa Tam Quan, cửa An Dũ, cửa Hà Ra, cửa Đề Gi và cửa Quy Nhơn. Các cửa trên là cửa trao đổi nước giữa sông và biển. Hiện tại ngoại trừ cửa Quy Nhơn và cửa Tam Quan khá ổn định, còn các cửa An Dũ, Hà Ra, Đề Gi luôn có sự bồi lấp và biến động. Hải đảo[sửa | sửa mã nguồn] Ven bờ biển tỉnh Bình Định gồm có 33 đảo lớn nhỏ được chia thành 10 cụm đảo hoặc đảo đơn lẻ. Tại khu vực biển thuộc thành phố Quy Nhơn gồm cụm đảo Cù Lao Xanh là cụm đảo lớn gồm 3 đảo nhỏ; cụm Đảo Hòn Đất gồm các đảo nhỏ như Hòn Ngang, Hòn Đất, Hòn Rớ; cụm Đảo Hòn Khô còn gọi là cù lao Hòn Khô gồm 2 đảo nhỏ; cụm Đảo Nghiêm Kinh Chiểu gồm 10 đảo nhỏ (lớn nhất là Hòn Sẹo); cụm Đảo Hòn Cân gồm 5 đảo nhỏ trong đó có Hòn ông Căn là điểm A9 trong 12 điểm để xác định đường cơ sở của Việt Nam; Đảo đơn Hòn Ông Cơ. Tại khu vực biển thuộc huyện Phù Mỹ gồm cụm Đảo Hòn Trâu hay Hòn Trâu Nằm gồm 4 đảo nhỏ; Đảo Hòn Khô còn gọi là Hòn Rùa. Ven biển xã Mỹ Thọ có 3 đảo nhỏ gồm: Đảo Hòn Đụn còn gọi là Hòn Nước hay Đảo Đồn; Đảo Hòn Tranh còn gọi là Đảo Quy vì có hình dáng giống như con rùa, đảo này nằm rất gần bờ có thể đi bộ ra đảo khi thủy triều xuống; Đảo Hòn Nhàn nằm cạnh Hòn Đụn. Trong các đảo nói trên thì chỉ đảo Cù Lao Xanh là có dân cư sinh sống, các đảo còn lại là những đảo nhỏ một số đảo còn không có thực vật sinh sống chỉ toàn đá và cát. Dọc bờ biển của tỉnh, ngoài các đèn hiệu hướng dẫn tàu thuyền ra vào cảng Quy Nhơn, thì Bình Định còn có 2 ngọn hải đăng: một ngọn được xây dựng trên mạng bắc của núi Gò Dưa thuộc thôn Tân Phụng xã Mỹ Thọ huyện Phù Mỹ, ngọn này có tên gọi là Hải Đăng Vũng Mới hay Hải Đăng Hòn Nước; ngọn thứ hai được xây dựng trên đảo Cù Lao Xanh thuộc xã Nhơn Châu thành phố Quy Nhơn. Sông ngòi[sửa | sửa mã nguồn] Các sông trong tỉnh đều bắt nguồn từ những vùng núi cao của sườn phía đông dãy Trường Sơn. Các sông ngòi không lớn, độ dốc cao, ngắn, hàm lượng phù sa thấp, tổng trữ lượng nước 5,2 tỷ m³, tiềm năng thủy điện 182,4 triệu kw. Ở thượng lưu có nhiều dãy núi bám sát bờ sông nên độ dốc rất lớn, lũ lên xuống rất nhanh, thời gian truyền lũ ngắn. Ở đoạn đồng bằng lòng sông rộng và nông có nhiều luồng lạch, mùa kiệt nguồn nước rất nghèo nàn; nhưng khi lũ lớn nước tràn ngập mênh mông vùng hạ lưu gây ngập úng dài ngày vì các cửa sông nhỏ và các công trình che chắn nên thoát lũ kém. Trong tỉnh có bốn con sông lớn là Côn, Lại Giang, La Tinh và Hà Thanh cùng các sông nhỏ như Châu Trúc hay Tam Quan. Ngoài các sông đáng kể nói trên còn lại là hệ thống các suối nhỏ chằng chịt thường chỉ có nước chảy về mùa lũ và mạng lưới các sông suối ở miền núi tạo điều kiện cho phát triển thủy lợi và thủy điện. Độ che phủ của rừng đến nay chỉ còn khoảng trên 40% nên hàng năm các sông này gây lũ lụt, sa bồi, thủy phá nghiêm trọng. Ngược lại, mùa khô nước các sông cạn kiệt, thiếu nước tưới. Hồ đầm[sửa | sửa mã nguồn] Toàn tỉnh Bình Định có nhiều hồ nhân tạo được xây dựng để phục vụ mục đích tưới tiêu trong mùa khô. Trong đó có thể kể tên một số hồ lớn tại các huyện trong tỉnh như: hồ Hưng Long (An Lão); hồ Vạn Hội, Mỹ Đức và Thạch Khê (Hoài Ân); hồ Mỹ Bình (Hoài Nhơn); hồ Hội Sơn và Mỹ Thuận (Phù Cát); hồ Diêm Tiêu, Hóc Nhạn và Phú Hà (Phù Mỹ); hồ Định Bình, Thuận Ninh (Tây Sơn); hồ Núi Một (Vân Canh - An Nhơn); hồ Vĩnh Sơn, hồ Định Bình (Vĩnh Thạnh). Ngoài ra Bình Định còn có một đầm nước ngọt khá rộng là đầm Trà Ổ (Phù Mỹ) và hai đầm nước lợ là Đề Gi (Phù Mỹ - Phù Cát) và Thị Nại (Tuy Phước - Quy Nhơn). Hệ thống hồ đầm này tạo điều kiện thuận lợi cho việc phát triển nông nghiệp và nuôi trồng thủy hải sản. Đặc biệt đầm Thị Nại là đầm lớn rất thuận lợi cho việc phát triển cảng biển tầm cỡ quốc gia và góp phần phát triển khu kinh tế Nhơn Hội, đầm còn được biết đến với cây cầu vượt biển dài thứ hai Việt Nam hiện nay sau cầu Đình Vũ (Hải Phòng). Khí hậu[sửa | sửa mã nguồn] Khí hậu Bình Định có tính chất nhiệt đới ẩm, gió mùa. Do sự phức tạp của địa hình nên gió mùa khi vào đất liền đã thay đổi hướng và cường độ khá nhiều. Nhiệt độ không khí trung bình năm: ở khu vực miền núi biến đổi 20,1 - 26,1 °C, cao nhất là 31,7 °C và thấp nhất là 16,5 °C. Tại vùng duyên hải, nhiệt độ không khí trung bình năm là 27,0 °C, cao nhất 39,9 °C và thấp nhất 15,8 °C. Độ ẩm tuyệt đối trung bình tháng trong năm: tại khu vực miền núi là 22,5 - 27,9% và độ ẩm tương đối 79-92%; tại vùng duyên hải độ ẩm tuyệt đối trung bình là 27,9% và độ ẩm tương đối trung bình là 79%. Chế độ mưa: mùa mưa bắt đầu từ tháng 9 đến tháng 12. Riêng đối với khu vực miền núi có thêm một mùa mưa phụ tháng 5 - 8 do ảnh hưởng của mùa mưa Tây Nguyên. Mùa khô kéo dài tháng 1 - 8. Đối với các huyện miền núi tổng lượng mưa trung bình năm 2.000 - 2.400 mm. Đối với vùng duyên hải tổng lượng mưa trung bình năm là 1.751 mm. Tổng lượng mưa trung bình có xu thế giảm dần từ miền núi xuống duyên hải và có xu thế giảm dần từ Tây Bắc xuống Đông Nam. Về bão: Bình Định nằm ở miền Duyên hải Nam Trung Bộ, đây là miền thường có bão đổ bộ vào đất liền. Hàng năm trong đoạn bờ biển từ Quảng Nam - Đà Nẵng đến Khánh Hòa trung bình có 1,04 cơn bão đổ bộ vào. Tần suất xuất hiện bão lớn nhất tháng 9 - 11. Lịch sử[sửa | sửa mã nguồn] Bản đồ tỉnh Bình Định của Nhà Nguyễn trong Đại Nam Nhất Thống Chí Ba anh em Nhà Tây Sơn Di tích Tử cấm Thành của Thành Hoàng Đế ở An Nhơn Bình Định đời nhà Tần, nhà Hán là huyện Tượng Lâm thuộc quận Nhật Nam, năm Vĩnh Hoà 2 (137) người trong quận làm chức Công Tào tên là Khu Liên đã giết viên huyện lệnh chiếm đất và tự phong là Lâm Ấp vương. Đời nhà Tùy (605) dẹp Lâm Ấp đặt tên là Xung Châu, sau đó lại lấy tên cũ là Lâm Ấp. Đời nhà Đường, năm 627 đổi tên là Lâm Châu. Năm 803, nhà Đường bỏ đất này và nước Chiêm Thành của người Chăm ra đời, đất này được đổi là Đồ Bàn, Thị Nại. Đời nhà Lê, tháng 7 năm 1471, vua Lê cho lập phủ Hoài Nhơn gồm 3 huyện là: Bồng Sơn, Phù Ly và Tuy Viễn. Từ đó người Việt bắt đầu tiến vào sinh sống trên vùng đất Bình Định ngày nay. Năm 1490 (chưa đầy 20 năm sau), theo Thiên nam dư hạ tập cho biết: dưới thời Hồng Đức, Phủ Hoài Nhơn có 19 tổng và 100 xã. Năm 1602, chúa Nguyễn Hoàng cho đổi phủ Hoài Nhơn thành phủ Quy Nhơn thuộc dinh Quảng Nam. Năm 1651, chúa Nguyễn Phúc Tần, đã đổi tên phủ Quy Nhơn thành phủ Quy Ninh. Năm 1742, chúa Nguyễn Phúc Khoát cho lấy lại tên cũ là Quy Nhơn. Năm 1744, chúa Nguyễn Phúc Khoát đặt các đạo làm dinh, nhưng cấp phủ vẫn giữ nguyên. Phủ Quy Nhơn vẫn thuộc về dinh Quảng Nam, đặt các chức tuần phủ và khám lý để cai trị. Phủ lỵ dời ra phía Bắc thành Đồ Bàn, đóng tại thôn Châu Thành (nay là phường Nhơn Thành, thị xã An Nhơn). Năm 1725, ở phủ Quy Nhơn đặt các chức quan trông coi: Chánh hộ, Khám lý, Đề đốc, Đề lãnh, Ký lục, Cai phủ, Thư ký, mỗi chức đặt một người; mỗi huyện đặt cai tri, thư ký, mỗi chức một người và 2 viên lục lại; mỗi tổng có cai tổng. Giữa thế kỷ 18, có cuộc khởi nghĩa của một chàng trai ở Gò Sặt võ nghệ cao cường, tên là Lía. Chàng chọn Truông Mây làm căn cứ. Ngày nay còn có câu: “ Chiều chiều én liệng Truông Mây[8] Cảm thương chú Lía bị vây trong thành ” Từ 1773 đến 1797, nhà Tây Sơn chiếm cứ đất này, sau khi lấy lại đất này Nguyễn Ánh đổi tên đất này là dinh Bình Định, sai Võ Tánh và Ngô Tùng Châu trấn thủ và đặt quan cai trị gọi là Lưu Thủ, Cai Bộ, Ký Lục. Từ 1799 đến 1802, thành Quy Nhơn bị quân Nguyễn Ánh chiếm đóng và đổi làm thành Bình Định và suốt chiều dài lịch sử, đây là trung tâm cai trị của triều Nguyễn tại Bình Định trong những năm đầu thế kỷ XIX. Năm 1808 đổi dinh Bình Định thành trấn Bình Định. Năm 1814, vua Gia Long cho xây dựng lại thành Bình Định mới, ngày nay ở phường Bình Định thị xã An Nhơn, nằm về phía đông nam và cách thành cũ khoảng 5 km ở phía gần sông Côn. Sau khi xây xong cho chuyển toàn bộ nhà cửa về thành mới này. Năm 1825 đặt tri phủ Quy Nhơn, năm 1831 lại đổi thành phủ Hoài Nhơn. Năm 1832 tách huyện Tuy viễn thành hai huyện Tuy Viễn và Tuy Phước, tách huyện Phù Ly thành hai huyện Phù Mỹ và Phù Cát đồng thời Bình Định và Phú Yên thành liên tỉnh Bình Phú, sau đó bỏ liên tỉnh này. Năm 1888 đặt huyện Bình Khê. Vào năm 1885 Bình Định là một tỉnh lớn ở Trung Kỳ, nhiều vùng đất của Gia Lai - Kon Tum còn thuộc về Bình Định. Năm 1890, thực dân Pháp sáp nhập thêm Phú Yên vào tỉnh Bình Định thành tỉnh Bình Phú, tỉnh lỵ là Quy Nhơn. Nhưng đến năm 1899, Phú Yên tách ra khỏi Bình Phú. Ngày 4 tháng 7 năm 1905, Toàn quyền Đông Dương ra nghị định thành lập tỉnh tự trị Pleikou Derr, tỉnh lỵ đặt tại làng Pleikan Derr của dân tộc Gia Lai. Địa bàn tỉnh Pleikou Derr bao gồm các vùng cư trú của đồng bào thiểu số Xơ Đăng, Bana, Giarai tách từ tỉnh Bình Định ra. Ngày 25 tháng 4 năm 1907 xoá bỏ tỉnh Pleikou Derr. Toàn bộ đất đai của tỉnh này chia làm hai phần: một là Đại lý Kontum cho sáp nhập trở lại tỉnh Bình Định và đặt dưới sự cai trị của Công sứ Bình Định; một gọi là Đại lý Cheo Reo, cho sáp nhập vào tỉnh Phú Yên và đặt dưới sự cai trị của Công sứ Phú Yên. Năm 1913, thực dân Pháp lại sáp nhập Phú Yên vào Bình Định thành tỉnh Bình Phú và thành lập tỉnh Kontum làm tỉnh riêng; địa bàn tỉnh Kontum bao gồm Đại lý Kontum tách từ tỉnh Bình Định, Đại lý Cheo Reo tách từ tỉnh Phú Yên và Đại lý Đắk Lắk. Ngày 28 tháng 3 năm 1917 cắt tổng Tân Phong và tổng An Khê thuộc cao nguyên An Khê, tỉnh Bình Định, sáp nhập vào tỉnh Kontum. Năm 1921, thực dân Pháp cắt tỉnh Phú Yên ra khỏi tỉnh Bình Định và kéo dài cho đến năm 1945. Thời Việt Nam Cộng hòa đổi các huyện thành quận, tỉnh Bình Định có 11 quận, 1 thị xã, trong đó có 4 quận miền núi. Tháng 2 năm 1976, Cộng hòa Miền Nam Việt Nam ra nghị định về việc giải thể khu, hợp nhất tỉnh ở miền Nam Việt Nam. Theo đó hai tỉnh Quảng Ngãi và Bình Định hợp nhất thành tỉnh Nghĩa Bình. Ngày 24 tháng 8 năm 1981, chia huyện Hoài Ân thành 2 huyện: Hoài Ân và An Lão; chia huyện Phước Vân thành 2 huyện: Tuy Phước và Vân Canh; chia huyện Tây Sơn thành 2 huyện: Tây Sơn và Vĩnh Thạnh. Ngày 3 tháng 7 năm 1986, chuyển thị xã Quy Nhơn thành thành phố Quy Nhơn.[9] Ngày 30 tháng 6 năm 1989, tỉnh Bình Định được tái lập từ tỉnh Nghĩa Bình cũ.[10] Khi tách ra, tỉnh Bình Định có 11 đơn vị hành chính gồm: thành phố Quy Nhơn (tỉnh lỵ) và 10 huyện: An Lão, An Nhơn, Hoài Ân, Hoài Nhơn, Phù Cát, Phù Mỹ, Tây Sơn, Tuy Phước, Vân Canh, Vĩnh Thạnh. Ngày 4 tháng 7 năm 1998, thành phố Quy Nhơn được công nhận là đô thị loại II[11]. Ngày 25 tháng 1 năm 2010, thành phố Quy Nhơn được công nhận là đô thị loại I trực thuộc tỉnh Bình Định.[12] Ngày 28 tháng 11 năm 2011, chuyển huyện An Nhơn thành thị xã An Nhơn.[13] Ngày 1 tháng 6 năm 2020, chuyển huyện Hoài Nhơn thành thị xã Hoài Nhơn.[14] Tỉnh Bình Định có 1 thành phố, 2 thị xã và 8 huyện như hiện nay. Hành chính[sửa | sửa mã nguồn] Bài chi tiết: Lịch sử hành chính Bình Định Bình Định có 11 đơn vị hành chính cấp huyện bao gồm 1 thành phố, 2 thị xã và 8 huyện, được phân chia thành 159 đơn vị hành chính cấp xã gồm 52 phường, 11 thị trấn và 156 xã.[15] Danh sách các đơn vị hành chính trực thuộc tỉnh Bình Định Tên Diện tích (km²)[16] Dân số (người)[17] Đơn vị hành chính Thành phố (1) Quy Nhơn 486,1 690.053 21 phường, 5 xã Thị xã (2) An Nhơn 244,5 275.709 10 phường, 10 xã Hoài Nhơn 420,8 307.995 11 phường, 6 xã Huyện (8) An Lão 696,9 87.837 1 thị trấn, 9 xã Tên Diện tích (km²) Dân số (người) Đơn vị hành chính Hoài Ân 753,2 185.700 1 thị trấn, 14 xã Phù Cát 680,7 213.440 2 thị trấn, 16 xã Phù Mỹ 555,9 206.563 2 thị trấn, 17 xã Tây Sơn 692,2 195.968 1 thị trấn, 14 xã Tuy Phước 219,9 235.191 2 thị trấn, 11 xã Vân Canh 804,2 97.875 1 thị trấn, 6 xã Vĩnh Thạnh 716,9 80.587 1 thị trấn, 8 xã Kinh tế - Xã hội[sửa | sửa mã nguồn] Bài chi tiết: Danh sách đơn vị hành chính Việt Nam theo GRDP Bài chi tiết: Danh sách đơn vị hành chính Việt Nam theo GRDP bình quân đầu người Bình Định có vị trí địa kinh tế đặc biệt quan trọng trong việc giao lưu với các quốc gia ở khu vực và quốc tế; nằm ở trung điểm của trục giao thông đường sắt và đường bộ Bắc - Nam Việt Nam, đồng thời là cửa ngõ ra biển Đông gần nhất và thuận lợi nhất của Tây Nguyên, Nam Lào, Đông Bắc Campuchia và Đông Bắc Thái Lan thông qua Quốc lộ 19 và cảng biển quốc tế Quy Nhơn. Ngoài lợi thế này, Bình Định còn có nguồn tài nguyên tự nhiên, tài nguyên nhân văn phong phú và nguồn nhân lực khá dồi dào. Trong Quy hoạch tổng thể phát triển kinh tế - xã hội tỉnh Bình Định đến năm 2020 đã được Thủ tướng Chính phủ phê duyệt (theo Quyết định số 54\/2009\/QĐ-TTg ngày 14\/4\/2009), Bình Định được xác định sẽ phấn đấu trở thành tỉnh có nền công nghiệp hiện đại và là một trong những trung tâm phát triển về kinh tế - xã hội, đóng góp tích cực vào sự phát triển của Vùng kinh tế trọng điểm miền Trung và cả nước, đời sống nhân dân được cải thiện và nâng cao, môi trường sinh thái được bảo vệ, an ninh và quốc phòng luôn bảo đảm.[18] Các chỉ tiêu đạt được năm 2018: Về các chỉ tiêu kinh tế, Tổng sản phẩm trên địa bàn (GRDP) tăng 7,32% (kế hoạch 7-7,2%). Trong đó, giá trị tăng thêm của các ngành: + Nông, lâm, thủy sản tăng 4,99% (kế hoạch 3%). + Công nghiệp, xây dựng tăng 9,03% (kế hoạch 10-10,2%). + Dịch vụ tăng 7,38% (kế hoạch 7,2-7,5%). + Thuế trừ trợ cấp sản phẩm 8,43% (kế hoạch 6,5%). - Chỉ số sản xuất công nghiệp tăng 8,71% (kế hoạch 9%), tổng kim ngạch xuất khẩu đạt 800 triệu USD (kế hoạch 800 triệu USD), tổng nguồn vốn đầu tư phát triển toàn xã hội trên địa bàn tỉnh ước tăng 9,7% so cùng kỳ (kế hoạch 9,22%). Tổng thu ngân sách trên địa bàn tỉnh đạt 8.466,4 tỷ đồng (dự toán năm 2018 là 6.775,5 tỷ đồng), vượt 25% dự toán năm và tăng 11,7% so với cùng kỳ. Trong đó, thu nội địa 7.791 tỷ đồng, tăng 25,9% dự toán năm và tăng 11,9% so với cùng kỳ. Tỷ lệ che phủ rừng đạt 54% (kế hoạch 53%). Các chỉ tiêu xã hội: - Mức giảm tỷ suất sinh 0,1‰ (kế hoạch giảm 0,1‰). - Tạo việc làm mới cho 29.917 lao động (kế hoạch 29.850 lao động). Tỷ lệ lao động qua đào tạo nghề, bồi dưỡng nghề đạt 52% (kế hoạch trên 52%). - Tỷ lệ hộ nghèo còn 7,05%, giảm 1,73% so với năm 2017 (kế hoạch giảm còn 7,45% theo tiêu chí mới). Tỷ lệ dân số tham gia bảo hiểm y tế đạt 89,7% (kế hoạch giao 88,5%). Tỷ lệ trạm y tế có bác sĩ đạt 100% (kế hoạch 100%). Tỷ lệ xã đạt chuẩn quốc gia về y tế 97,5% (kế hoạch 97,5%). - Số giường bệnh trên 1 vạn dân 30,2 giường (kế hoạch 30 giường). Tỷ lệ trẻ em dưới 5 tuổi suy dinh dưỡng 9,7% (kế hoạch dưới 10%). Các chỉ tiêu môi trường: - Tỷ lệ dân cư đô thị sử dụng nước sạch 79% (kế hoạch 79%). Tỷ lệ dân cư nông thôn sử dụng nước sạch và hợp vệ sinh 98% (kế hoạch 98%). Tỷ lệ chất thải rắn ở đô thị được thu gom 85% (kế hoạch 80%). [6] Năm 2019, tốc độ tăng trưởng kinh tế đạt 6,81%, thấp hơn so với cùng kì năm 2018. Tổng thu ngân sách năm 2019 của tỉnh đạt kỷ lục với hơn 12.000 tỷ đồng, tăng gần 34 % so với năm 2018, vượt 20,7% dự toán; trong đó, thu xuất nhập khẩu đạt 641,5 tỷ đồng; thu nội địa đạt hơn 11.300 tỷ đồng (thu tiền sử dụng đất 5.700 tỷ đồng, tăng 77% so với cùng kỳ). Tổng nguồn vốn đầu tư phát triển trên địa bàn tỉnh đạt 35.377 tỷ đồng, tăng 17% so với năm 2018. Riêng nguồn vốn ngân sách Nhà nước đầu tư đạt 6.286 tỷ đồng, tăng 76,4% so với cùng kỳ. Năm 2019, tổng sản lượng thủy sản khai thác trên địa bàn tỉnh đạt hơn 257.000 tấn, tăng 5,6% so với năm 2018; trong đó, sản lượng cá ngừ đại dương đạt 11.300 tấn, tăng 6,3%. Dân cư[sửa | sửa mã nguồn] Lịch sử phát triển dân số Năm Dân số 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 1.485.943 2010 2011 2012 - 2013 - 2014 - 2015 2016 - 2017 1.527.920 2019 1.486.918 2020 2021 2022 1.487.009 Nguồn:[19] Bình Định có diện tích tự nhiên 6022,6 km², dân số 1.487.009 (năm 2021) người, mật độ dân số 389 người\/km² (số liệu năm 8\/2021 của World Population Review).[4] Theo tổng điều tra dân số tính đến ngày tháng 8 năm 2021, toàn tỉnh có 1.487.009 người, trong đó nam chiếm 49,2%, nữ chiếm: 50,8%. Dân số ở thành thị chiếm 31,9%, nông thôn chiếm 68,1%, mật độ dân số là 246 người\/km² và dân số trong độ tuổi lao động chiếm khoảng chiếm: 58.8% dân số toàn tỉnh. Ngoài dân tộc Kinh, còn có các dân tộc khác nhưng chủ yếu là Chăm, Ba Na và Hrê, bao gồm khoảng 2,5 vạn dân. Dân cư trên địa bàn tỉnh phân bố không đều, mật độ dân số toàn tỉnh là 251,8 người\/km2; dân cư tập trung đông nhất tại khu vực thành phố Quy Nhơn (mật độ dân số trung bình 1007,2 người\/km2), tiếp đến là tại thị xã An Nhơn (mật độ trung bình 752,8 người\/km2), thị xã Hoài Nhơn (mật độ trung bình 502,2 người\/km2); thấp nhất là huyện Vân Canh với 31,6 người\/km2.[20] Tỷ lệ đô thị hóa tính đến năm 2023 đạt 46,3%. Tính đến ngày 1 tháng 4 năm 2019, toàn tỉnh có 9 tôn giáo khác nhau đạt 124.348 người, nhiều nhất là Công giáo có 36.299 người, tiếp theo là Phật giáo có 23.460 người, đạo Cao Đài có 13.118 người, đạo Tin Lành có 1.321 người. Còn lại các tôn giáo khác như Phật giáo Hòa Hảo có 94 người, Baha'i giáo có 26 người, Hồi giáo có 19 người, Bà La Môn có 10 người, 1 người theo Minh Lý đạo.[21] Văn hóa[sửa | sửa mã nguồn] Bình Định là mảnh đất có bề dày lịch sử với nền văn hoá Sa Huỳnh, từng là cố đô của vương quốc Chămpa mà di sản còn lưu giữ là thành Đồ Bàn và các tháp Chàm với nghệ thuật kiến trúc độc đáo. Đây là nơi phát danh của Đào Duy Từ (1572-1634), quân sư của Chúa Sãi Nguyễn Phúc Nguyên. Chỉ vỏn vẹn tám năm (1627-1634) phò Chúa Sãi mà Đào Duy Từ đã khắc họa hình ảnh đặc dị một người thầy của Chúa Sãi, một kiệt tướng, một chính trị gia, một chiến lược gia, một kiến trúc gia, một kỹ thuật gia, một nghệ sư tài hoa, một học giả, là người góp phần quan trọng định hình nhà nước, địa lý và bản sắc Đàng Trong. Đây cũng là nơi xuất phát phong trào nông dân khởi nghĩa vào thế kỷ 18 với tên tuổi của anh hùng áo vải Nguyễn Huệ; là quê hương của các danh nhân Trần Đức Hòa, Trần Quang Diệu, Bùi Thị Xuân,Nguyễn Đăng Lâm, Bác sĩ Phạm Ngọc Thạch, Ngô Mây, Tăng Bạt Hổ, Diệp Trường Phát..., và các văn thi nhân Nguyễn Diêu, Đào Tấn, Hàn Mặc Tử, Xuân Diệu, Chế Lan Viên, Yến Lan,Quách Tấn, Nguyễn Thành Long, Phạm Hổ, Phạm Văn Ký, nhạc sĩ Nguyễn Văn Hiên, ca sĩ Quang Dũng... Bình Định còn được biết đến với truyền thống thượng võ và có nền văn hoá đa dạng phong phú với các loại hình nghệ thuật như bài chòi, hát bội, nhạc võ Tây Sơn, hò bá trạo của cư dân vùng biển... cùng với các lễ hội như: lễ hội Đống Đa Tây Sơn, lễ hội cầu ngư, lễ hội của các dân tộc miền núi... Thành phố Quy Nhơn có trường Đại học Quy Nhơn, Đại học Quang Trung (tư thục), Cao đẳng Bình Định (trước kia là Cao đẳng sư phạm Bình Định), Cao đẳng Nghề Quy Nhơn, Cao đẳng Nghề cơ điện nông lâm Trung bộ, Cao đẳng Y tế Bình Định hàng năm đào tạo hàng chục ngàn sinh viên khoa học kỹ thuật cho tỉnh và khu vực miền trung Tây Nguyên. LỄ HỘI CẦU NGƯ[sửa | sửa mã nguồn] Hằng năm, người dân vùng biển tổ chức lễ cầu ngư, cúng “Ông Nam Hải” hay cá voi để cầu xin cho trời yên biển lặng, tàu thuyền ra khơi vào lộng được nhiều tôm cá. Ở Bình Định, lễ hội cầu ngư có ở hầu hết các vùng ven biển các huyện Hoài Nhơn, Phù Mỹ, Phù Cát, Tuy Phước và TP. Quy Nhơn và thường được tổ chức từ tháng 2 đến tháng 6 âm lịch. LỄ HỘI ĐỐNG ĐA – TÂY SƠN[sửa | sửa mã nguồn] Đây là lễ hội lớn để tưởng nhớ các thủ lĩnh của phong trào Tây Sơn, đặc biệt là người anh hùng áo vải Quang Trung – Nguyễn Huệ và kỷ niệm chiến thắng Ngọc Hồi – Đống Đa đánh đuổi 29 vạn quân Thanh ra khỏi bờ cõi (năm 1789). Lễ hội được tổ chức hoành tráng vào ngày mùng 4 và mùng 5 tháng Giêng Âm lịch hàng năm tại thị trấn Phú Phong – huyện Tây Sơn. Tuồng Bình Định[sửa | sửa mã nguồn] Bia tiểu sử và góc đền thờ Đào Duy Từ tại thôn Cự Tài, xã Hoài Phú, thị xã Hoài Nhơn, tỉnh Bình Định, chụp trong dịp lễ húy kỵ lần thứ 386 Thái sư Hoằng Quốc Công Đào Duy Từ Bình Định là nơi có nghệ thuật tuồng rất phát triển gắn liền với tên tuổi của Đào Duy Từ (hiện nay đền thờ Đào Duy Từ ở tại thôn Cự Tài, xã Hoài Phú, thị xã Hoài Nhơn; đền thờ này do Chúa Sãi Nguyễn Phúc Nguyên cho xây từ năm 1634, ngay sau Đào Duy Từ mất; đền cách Quốc lộ 1 3 km, tính từ ngã tư Nguyễn Chí Thanh-Trần Phú, phường Tam Quan, thị xã Hoài Nhơn) và Đào Tấn (hiện nay đền thờ Đào Tấn ở huyện Tuy Phước; Đào Tấn là hậu duệ Đào Duy Từ). Các đoàn hát tuồng trong tỉnh được hình thành ở khắp các huyện. Với sự giao lưu của nghệ thuật tuồng và võ Bình Định đã đưa tuồng Bình Định lên một tầm cao mới khác lạ hơn so với các đoàn tuồng của Huế hay Quảng Nam. Tuồng còn gọi là \"hát bội\" hay hát bộ sở dĩ nó có tên gọi như thế là vì ngoài việc hát thì yếu tố quan trọng góp phần tạo nên một vở tuồng hay và đặc sắc là hành động điệu bộ của các đào kép. Việc kết hợp võ thuật vào các màng nhào lộn, đánh trận ở mỗi đoàn có khác nhau tùy theo trình độ của đào kép. Trước kia khi hát bội còn thịnh hành thì có nhiều đoàn hát nhưng những năm gần đây dưới sự biến động của kinh tế thị trường thì nhiều đoàn dần giải tán, bộ môn văn hóa nghệ thuật dân tộc này có nguy cơ thất truyền. Lúc còn thịnh hành các đoàn hát bội thường được các làng, những gia chủ giàu có hay các lăng, đình ven biển mời về biểu diễn. Sau những màn diễn hay người cầm chầu ném tiền thưởng lên sân khấu. Vì thế mới có câu \"Ở đời có bốn cái ngu: Làm mai, lãnh nợ, gác cu, cầm chầu\" thường thì sau đêm hát cuối cùng các đoàn hay hát màn \"tôn vương\" để chúc tụng gia chủ, làng xóm gặp nhiều may mắn và cuối màn \"tôn vương\" thì thường hát câu: \"Rày mừng hải yến Hà Thanh - nhân dân an lạc thái bình âu ca\" hay \"ngũ sắc tường vân khai Bắc khuyết - nhất bôi thọ tửu chúc Nam san\". Năm 2014, hát Bội Bình Định được công nhận là di sản văn hóa phi vật thể cấp quốc gia.[22] Phương ngữ Người dân Bình Định mặc dù ở chung cùng một tỉnh nhưng có giọng nói khác biệt rõ rệt ở các huyện phía bắc và phía nam, người dân tại TP. Quy Nhơn và Tx. Hoài Nhơn nói giọng khá ngả về giọng nói các tỉnh phía trong nhưng vẫn còn giữ nét đặc trưng của văn hóa Bình Định. Lý do khác biệt là do sự hình thành dân cư và giao lưu văn hóa diễn ra rất thường xuyên tại 2 địa phương này của tỉnh. Giao thông[sửa | sửa mã nguồn] Có Quốc lộ 1, quốc lộ 1D, quốc lộ 19, quốc lộ 19B, quốc lộ 19C đi qua. Du lịch[sửa | sửa mã nguồn] Bài chi tiết: Du lịch Bình Định Đặc sản[sửa | sửa mã nguồn] Ngoài các đặc sản về lâm, thổ, thủy, hải sản của duyên hải miền Trung nói chung, Bình Định còn có: rượu Bàu Đá (An Nhơn), cá chua nước lợ (Đề Gi - Phù Cát), bánh tráng nước dừa (phường Tam Quan), bún Song Thằn và bánh hỏi, nem chả Chợ Huyện, bánh ít lá gai. Ngày nay ở thị xã Hoài Nhơn có thêm đặc sản cá ngừ đại dương (cá \"Bò Gù\"), thị xã An Nhơn có thêm Rượu Vang Nếp Belifoods. Kỳ Co[sửa | sửa mã nguồn] Bãi biển Kỳ Co cách TP. Quy Nhơn 25 km về phía Đông Bắc (thuộc xã Nhơn Lý) trải dài uốn cong hình lưỡi liềm với ba mặt giáp núi và một mặt giáp biển. Từ xa, du khách có thể chiêm ngưỡng cảnh núi non hùng vĩ cùng những tầng cây xanh rợp mát. Càng lại gần phía biển, không khí thoáng đãng cùng những làn gió mang theo hơi mằn mặn đặc trưng của biển khơi sẽ khiến tâm hồn mỗi người trở nên thư thái. Ghềnh Ráng Tiên Sa[sửa | sửa mã nguồn] Nằm ở phường Ghềnh Ráng, TP. Quy Nhơn, Ghềnh Ráng – Tiên Sa nằm cách trung tâm thành phố khoảng 3 km về phía Đông Nam. Điểm đặc biệt của nơi đây chính là quần thể những bãi đá nằm liền kề nhau và những bãi đá tập trung theo đường cong của eo núi Xuân Vân. Nhờ vào vẻ đẹp độc đáo mà Ghềnh Ráng đã được Bộ Văn hóa – Thông tin xếp hạng là di tích quốc gia. Một số hình ảnh về Bình Định.[sửa | sửa mã nguồn] Thành phố Quy Nhơn nhìn từ trên cao Cửa Đông thành Bình Định Bán đảo Phương Mai Tháp Đôi, Quy Nhơn Đèo Cù Mông phía nam Bình Định Đại học Quy Nhơn Nhà thờ chính tòa Giáo phận Quy Nhơn Mộ Hàn Mạc Tử Thị trấn Phú Phong - Tây Sơn và sông Kôn nhìn từ trên cao Bãi biển Quy Nhơn Trung tâm thị xã An Nhơn, Bình Định Cảng Quy Nhơn - cảng biển lớn nhất khu vực miền Trung về sản lượng Chú thích[sửa | sửa mã nguồn] ^ “Phê duyệt và công bố kết quả thống kê diện tích đất đai năm 2020”. Quyết định số 387\/QĐ-BTNMT 2022. Bộ Tài nguyên và Môi trường (Việt Nam). ^ a b c d e Tổng cục Thống kê (2022). Niên giám Thống kê Việt Nam năm 2021 (PDF). Nhà Xuất bản Thống kê. Lưu trữ (PDF) bản gốc ngày 1 tháng 8 năm 2022. Truy cập ngày 1 tháng 8 năm 2022. ^ Tổng cục Thống kê ^ a b http:\/\/www.gso.gov.vn\/default.aspx?tabid=387&idmid=3&ItemID=14632 ^ “Dân số các tỉnh Việt Nam năm 2018”. Tổng cục Thống kê Việt Nam. Truy cập Ngày 30 tháng 09 năm 2019. ^ a b “Tình hình kinh tế, xã hội Bình Định năm 2018”. Văn phòng UBND tỉnh Bình Định. Bản gốc lưu trữ ngày 27 tháng 10 năm 2020. Truy cập Ngày 12 tháng 10 năm 2019. ^ Quyết định số 124\/QĐ-TTg của Thủ tướng Chính phủ: Phê duyệt Đề án tiếp tục củng cố, kiện toàn chính quyền cơ sở vùng Tây Nguyên giai đoạn 2014 - 2020 ^ Sách Kho tàng truyện cổ tích Việt Nam của Nguyễn Đổng Chi viết én liệng truông Mây' thay vì én liệng Truông Mây. ^ “Quyết định 81-HĐBT năm 1986 về việc mở rộng và đổi tên thị xã Quy Nhơn thành thành phố Quy Nhơn thuộc tỉnh Nghĩa Bình”. ^ “Nghị quyết về việc phân vạch địa giới hành chính các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên”. ^ Quyết định 558\/QĐ-TTg năm 1998 về việc công nhận thành phố Quy Nhơn là đô thị loại II do Thủ tướng Chính phủ ban hành ^ Quyết định 159\/QĐ-TTg năm 2010 công nhận thành phố Quy Nhơn là đô thị loại I trực thuộc tỉnh Bình Định do Thủ tướng Chính phủ ban hành ^ “Nghị quyết số 101\/NQ-CP về việc thành lập thị xã An Nhơn và thành lập các phường thuộc thị xã An Nhơn, tỉnh Bình Định”. ^ “Nghị quyết số 932\/NQ-UBTVQH14 năm 2020 về việc thành lập thị xã Hoài Nhơn và các phường thuộc thị xã Hoài Nhơn, tỉnh Bình Định”. ^ “Nghị quyết số 1188\/NQ-UBTVQH14 năm 2021 về việc thành lập thị trấn Cát Tiến thuộc huyện Phù Cát, tỉnh Bình Định”. ^ “Hệ thống bản đồ hành chính Việt Nam”. ^ “Kết quả toàn bộ Tổng điều tra dân số và nhà ở năm 2019” (PDF). Tổng cục Thống kê. ^ “Tổng quan về kinh tế - xã hội tỉnh Bình Định”. Cổng Thông tin điện tử tỉnh Bình Định. Bản gốc lưu trữ ngày 6 tháng 10 năm 2019. Truy cập Ngày 15 tháng 10 năm 2019. ^ Dân số trung bình phân theo địa phương qua các năm, Theo Tổng cục thống kê Việt Nam. ^ “Cổng thông tin điện tử UBND tỉnh Bình ĐỊnh”. Bản gốc lưu trữ ngày 14 tháng 5 năm 2019. ^ Kết quả toàn bộ Tổng điều tra Dân số và Nhà ở Việt Nam năm 2009, Tổng cục Thống kê Việt Nam. ^ “Hát bội Bình Định là Di sản văn hóa phi vật thể quốc gia”. Tuổi trẻ online. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bình Định. Trang web tỉnh Bình Định Lưu trữ 2010-01-07 tại Wayback Machine Sở khoa học công nghệ tỉnh Bình Định Lưu trữ 2007-05-27 tại Wayback Machine Bộ địa chí Bình Định Lưu trữ 2007-09-29 tại Wayback Machine Thư viện tỉnh Bình Định Quảng Ngãi Gia Lai Biển Đông Bình Định Phú Yên hiện x t s Du lịch Bình Định Địa điểm lịch sử Bảo tàng Quang Trung Lăng Võ Tánh Hải đăng Hòn Nước Thành Bình Định Thành Hoàng Đế Thành Thị Nại Trường lũy Quảng Ngãi Thắng cảnh thiên nhiên Bãi biển Quy Nhơn Bán đảo Phương Mai Cù lao Xanh Đảo Yến Quy Nhơn Đầm Thị Nại Đầm Nước Ngọt Đầm Trà Ổ Động Cườm Eo Gió Hồ Núi Một Khu bảo tồn thiên nhiên An Toàn Bãi Kỳ Co Núi Bà Hỏa Di sản Chăm pa Tháp Bánh Ít Tháp Bình Lâm Tháp Cánh Tiên Tháp Dương Long Tháp Đôi Tháp Mắm Tháp Phú Lốc Tháp Thủ Thiện Công trình tôn giáo Chùa Bồ Đề Chùa Hang Chùa Linh Phong Chùa Long Khánh Chùa Thập Thánh Nhà thờ chính tòa Quy Nhơn Văn hóa - lễ hội Festival võ thuật Bình Định Lễ hội Ngọc Hồi - Đống Đa Lễ hội cầu Ngư Ẩm thực - đặc sản Bánh hỏi Rượu Bàu Đá Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái hiện x t s Đơn vị hành chính cấp tỉnh của Việt Nam Thành phố trực thuộc trung ương (5) Cần Thơ Đà Nẵng Hà Nội Hải Phòng Thành phố Hồ Chí Minh Tỉnh (58) An Giang Bà Rịa – Vũng Tàu Bạc Liêu Bắc Giang Bắc Kạn Bắc Ninh Bến Tre Bình Dương Bình Định Bình Phước Bình Thuận Cà Mau Cao Bằng Đắk Lắk Đắk Nông Điện Biên Đồng Nai Đồng Tháp Gia Lai Hà Giang Hà Nam Hà Tĩnh Hải Dương Hậu Giang Hòa Bình Hưng Yên Khánh Hòa Kiên Giang Kon Tum Lai Châu Lạng Sơn Lào Cai Lâm Đồng Long An Nam Định Ninh Bình Nghệ An Ninh Thuận Phú Thọ Phú Yên Quảng Bình Quảng Nam Quảng Ngãi Quảng Ninh Quảng Trị Sóc Trăng Sơn La Tây Ninh Thái Bình Thái Nguyên Thanh Hóa Thừa Thiên Huế Tiền Giang Trà Vinh Tuyên Quang Vĩnh Long Vĩnh Phúc Yên Bái hiện x t s Các đơn vị hành chính thuộc tỉnh Bình Định Thành phố (1), Thị xã (2), Huyện (8) Thành phố Quy Nhơn (Tỉnh lỵ) Phường (16): Bùi Thị Xuân · Đống Đa · Hải Cảng · Ghềnh Ráng · Lê Hồng Phong · Lê Lợi · Lý Thường Kiệt · Ngô Mây · Nguyễn Văn Cừ · Nhơn Bình · Nhơn Phú · Quang Trung · Thị Nại · Trần Hưng Đạo · Trần Phú · Trần Quang Diệu Xã (5): Nhơn Châu · Nhơn Hải · Nhơn Hội · Nhơn Lý · Phước Mỹ Thị xã An Nhơn Phường (5): Bình Định · Đập Đá · Nhơn Hòa · Nhơn Hưng · Nhơn Thành Xã (10): Nhơn An · Nhơn Hạnh · Nhơn Hậu · Nhơn Khánh · Nhơn Lộc · Nhơn Mỹ · Nhơn Phong · Nhơn Phúc · Nhơn Tân · Nhơn Thọ Thị xã Hoài Nhơn Phường (11): Bồng Sơn · Hoài Đức · Hoài Hương · Hoài Tân · Hoài Thanh · Hoài Thanh Tây · Hoài Xuân · Tam Quan · Tam Quan Bắc · Tam Quan Nam Xã (6): Hoài Châu · Hoài Châu Bắc · Hoài Hải · Hoài Hảo · Hoài Mỹ · Hoài Phú · Hoài Sơn Huyện An Lão Thị trấn (1): An Lão (huyện lỵ) Xã (9): An Dũng · An Hòa · An Hưng · An Nghĩa · An Quang · An Tân · An Toàn · An Trung · An Vinh Huyện Hoài Ân Thị trấn (1): Tăng Bạt Hổ (huyện lỵ) Xã (14): Ân Đức · Ân Hảo Đông · Ân Hảo Tây · Ân Hữu · Ân Mỹ · Ân Nghĩa · Ân Phong · Ân Sơn · Ân Thạnh · Ân Tín · Ân Tường Đông · Ân Tường Tây · Bok Tới · Dak Mang Huyện Phù Cát Thị trấn (2): Ngô Mây (huyện lỵ) · Cát Tiến Xã (16): Cát Chánh · Cát Hải · Cát Hanh · Cát Hiệp · Cát Hưng · Cát Khánh · Cát Lâm · Cát Minh · Cát Nhơn · Cát Sơn · Cát Tài · Cát Tân · Cát Thắng · Cát Thành · Cát Trinh · Cát Tường Huyện Phù Mỹ Thị trấn (2): Phù Mỹ (huyện lỵ) · Bình Dương Xã (17): Mỹ An · Mỹ Cát · Mỹ Chánh · Mỹ Chánh Tây · Mỹ Châu · Mỹ Đức · Mỹ Hiệp · Mỹ Hòa · Mỹ Lộc · Mỹ Lợi · Mỹ Phong · Mỹ Quang · Mỹ Tài · Mỹ Thắng · Mỹ Thành · Mỹ Thọ · Mỹ Trinh Huyện Tây Sơn Thị trấn (1): Phú Phong (huyện lỵ) Xã (14): Bình Hòa · Bình Nghi · Bình Tân · Bình Thành · Bình Thuận · Bình Tường · Tây An · Tây Bình · Tây Giang · Tây Thuận · Tây Phú · Tây Vinh · Tây Xuân · Vĩnh An Huyện Tuy Phước Thị trấn (2): Tuy Phước (huyện lỵ) · Diêu Trì Xã (11): Phước An · Phước Hiệp · Phước Hòa · Phước Hưng · Phước Lộc · Phước Nghĩa · Phước Quang · Phước Sơn · Phước Thắng · Phước Thành · Phước Thuận Huyện Vân Canh Thị trấn (1): Vân Canh (huyện lỵ) Xã (6): Canh Hiển · Canh Hiệp · Canh Hòa · Canh Liên · Canh Thuận · Canh Vinh Huyện Vĩnh Thạnh Thị trấn (1): Vĩnh Thạnh (huyện lỵ) Xã (8): Vĩnh Hảo · Vĩnh Hiệp · Vĩnh Hòa · Vĩnh Kim · Vĩnh Quang · Vĩnh Sơn · Vĩnh Thịnh · Vĩnh Thuận Tiêu đề chuẩn LCCN: n93098798 MBAREA: f12f30c8-5975-4503-a637-b5bcb2f5ae96 VIAF: 137355744 WorldCat Identities: lccn-n93098798 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bình_Định&oldid=69921297” Thể loại: Tỉnh của Việt Nam Du lịch Bình Định Bình Định Tỉnh ven biển Việt Nam Thể loại ẩn: Tọa độ trên Wikidata Bản mẫu webarchive dùng liên kết wayback Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng MusicBrainz area Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang có bản đồ Trang này được sửa lần cuối vào ngày 25 tháng 4 năm 2023, 13:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}