{"Bình Thuận":"Bình Thuận – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí địa lý Hiện\/ẩn mục Vị trí địa lý 1.1Bình Thuận thuộc vùng nào của Việt Nam? 1.1.1Quan điểm thuộc Đông Nam Bộ 1.1.2Quan điểm thuộc Nam Trung Bộ 2Điều kiện tự nhiên 3Lịch sử 4Hành chính 5Kinh tế Hiện\/ẩn mục Kinh tế 5.1Thủy hải sản 5.2Nông - Lâm nghiệp 5.3Khoáng sản 6Dân cư 7Giao thông Hiện\/ẩn mục Giao thông 7.1Xe buýt 8Hạ tầng Hiện\/ẩn mục Hạ tầng 8.1Mạng lưới điện 8.2Cung cấp nước 9Văn hoá 10Du lịch 11Kết nghĩa 12Những cái nhất 13Hoang tưởng về kho báu Núi Tàu 14Hình ảnh 15Ghi chú 16Chú thích 17Tham khảo 18Liên kết ngoài Bình Thuận 40 ngôn ngữ Acèh العربية تۆرکجه Bahasa Indonesia Bân-lâm-gú Български Cebuano Čeština Deutsch English Español فارسی Français 客家語\/Hak-kâ-ngî 한국어 हिन्दी Italiano Kapampangan Kiswahili 閩東語 \/ Mìng-dĕ̤ng-ngṳ̄ Nederlands 日本語 Nordfriisk ភាសាខ្មែរ Polski Português Русский Српски \/ srpski Suomi Svenska ไทย Тоҷикӣ Türkçe Українська اردو Winaray 吴语 粵語 Zazaki 中文 31 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikivoyage 11°06′01″B 108°08′28″Đ﻿ \/ ﻿11,100252°B 108,141174°Đ﻿ \/ 11.100252; 108.141174 Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Bình Thuận (định hướng). Bình Thuận Tỉnh Tỉnh Bình Thuận Biểu trưng Trung tâm thành phố Phan Thiết Hành chính Quốc gia Việt Nam Vùng Duyên hải Nam Trung Bộ Tỉnh lỵ Thành phố Phan Thiết Trụ sở UBND Số 04 Đường Hải Thượng Lãn Ông, Phường Bình Hưng, Thành phố Phan Thiết Phân chia hành chính 1 thành phố, 1 thị xã, 8 huyện Thành lập 1653 Đại biểu quốc hội 7 đại biểu Tổ chức lãnh đạo Chủ tịch UBND Đoàn Anh Dũng Hội đồng nhân dân 53 đại biểu Chủ tịch HĐND Nguyễn Hoài Anh Chủ tịch UBMTTQ Bố Thị Xuân Linh Chánh án TAND Biện Văn Hoan Viện trưởng VKSND Dương Xuân Sơn Bí thư Tỉnh ủy Dương Văn An Địa lý Tọa độ: 11°06′01″B 108°08′28″Đ﻿ \/ ﻿11,100252°B 108,141174°Đ﻿ \/ 11.100252; 108.141174 Wikimedia | © OpenStreetMap Bản đồ tỉnh Bình Thuận Vị trí tỉnh Bình Thuận trên bản đồ Việt Nam Vị trí tỉnh Bình Thuận trên bản đồ Việt Nam Diện tích 7.942,6 km²[1][2]:90 Dân số (2021) Tổng cộng 1.246.300 người[2]:93 Thành thị 479.800 người (38,5%)[2]:99 Nông thôn 766.500 người (61,5%)[2]:101 Mật độ 157 người\/km²[2]:90 Dân tộc Kinh, Chăm, Hoa, Ra Glai, Cơ Ho Kinh tế (2022) GRDP 70.000 tỉ đồng (3 tỉ USD) GRDP đầu người 60 triệu đồng (2.500 USD) Khác Mã địa lý VN-40 Mã hành chính 60[3] Mã bưu chính 80xxxx Mã điện thoại 252 Biển số xe 86 Website binhthuan.gov.vn x t s Bình Thuận là một tỉnh ven biển nằm ở cực nam khu vực duyên hải Nam Trung Bộ, miền Trung của Việt Nam. Năm 2018, Bình Thuận là đơn vị hành chính Việt Nam đông thứ 32 về số dân, xếp thứ 34 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 26 về GRDP bình quân đầu người, đứng thứ 35 về tốc độ tăng trưởng GRDP. Với 1.231.000 người dân[4], GRDP đạt 81.325 tỷ Đồng (tương ứng với 3,3 tỷ USD), GRDP bình quân đầu người đạt 66 triệu đồng (tương ứng với 2.881 USD), tốc độ tăng trưởng GRDP đạt 11,09%.[5] Tỉnh Bình Thuận nằm trong khu vực chịu ảnh hưởng của địa bàn Vùng kinh tế trọng điểm phía Nam. Tỉnh lỵ của Bình Thuận là thành phố Phan Thiết nằm cách Thành phố Hồ Chí Minh 183 km về phía Bắc, cách thành phố Nha Trang 239 km và cách thủ đô Hà Nội 1.520 km về phía Nam theo đường Quốc lộ 1. Bình Thuận có biển dài 192 km kéo dài từ mũi Đá Chẹt giáp Cà Ná thuộc Ninh Thuận đến bãi bồi Bình Châu thuộc địa phận tỉnh Bà Rịa – Vũng Tàu. Trong sách giáo khoa, Từ điển Bách khoa Việt Nam hay Từ điển Bách khoa quân sự Việt Nam đều xếp Bình Thuận vào vùng Duyên hải Nam Trung Bộ. Tuy nhiên, Tổng cục Thống kê Việt Nam và Website của Bộ Kế hoạch & đầu tư Việt Nam lại xếp 2 tỉnh Ninh Thuận và Bình Thuận vào Đông Nam Bộ [6][7]. Một phần khác Bộ Kế hoạch & đầu tư Việt Nam lại xếp Bình Thuận và Ninh Thuận vào vùng Duyên hải miền Trung[8]. Vị trí địa lý[sửa | sửa mã nguồn] Bình Thuận là tỉnh có dãy đất bắt đầu chuyển hướng từ Nam sang Tây của phần còn lại của Việt Nam trên bản đồ hình chữ S, có tọa độ địa lý từ 10o33'42\" đến 11o33'18\" vĩ độ Bắc, từ 107o23'41\" đến 108o52'18\" kinh độ Đông[9]. Phía Bắc của tỉnh Bình Thuận giáp với tỉnh Lâm Đồng, phía Đông Bắc giáp tỉnh Ninh Thuận, phía Tây giáp tỉnh Đồng Nai, và phía Tây Nam giáp Bà Rịa-Vũng Tàu, ở phía Đông và Nam giáp Biển Đông với đường bờ biển dài 192 km. Mũi né nhìn từ đồi cát Bình Thuận thuộc vùng nào của Việt Nam?[sửa | sửa mã nguồn] Địa giới của tỉnh Bình Thuận hiện tại bao gồm diện tích của 2 tỉnh cũ: tỉnh Bình Tuy (nửa phía tây nam) và tỉnh Bình Thuận (nửa phía đông bắc). Trước năm 1975, tỉnh Bình Tuy thuộc miền Đông Nam Bộ, và tỉnh Bình Thuận thuộc Nam Trung Bộ. Vì thế, đến khi hai tỉnh cũ này hợp nhất thành tỉnh Bình Thuận thì mới đặt ra vấn đề là tỉnh Bình Thuận hiện nay thuộc Đông Nam Bộ hay Nam Trung Bộ? Quan điểm thuộc Đông Nam Bộ[sửa | sửa mã nguồn] Tổng cục Thống kê Việt Nam (và một số tài liệu lấy số liệu của Tổng cục Thống kê) xếp Bình Thuận cùng Ninh Thuận vào Đông Nam Bộ[10]. Còn website của Bộ Kế hoạch và đầu tư Việt Nam cũng xếp 2 tỉnh Bình Thuận và Ninh Thuận vào Đông Nam Bộ trong số liệu thống kê vùng Đông Nam Bộ[11]. Bình Thuận thuộc quân khu 7 (quân khu thuộc Đông Nam Bộ mở rộng). Ngoài ra, Bộ Thông tin và Truyền thông cũng xếp Bình Thuận vào Đông Nam Bộ theo tọa độ địa lý các đơn vị hành chính (Bình Thuận có vĩ tuyến cùng Bắc với Đồng Nai, Bình Dương, thấp hơn vĩ tuyến Bắc so với Bình Phước, Tây Ninh, trung tâm tỉnh lỵ là Thành phố Phan Thiết nằm cùng vĩ tuyến Bắc so với Thành phố Hồ Chí Minh, thấp hơn đôi chút so với Biên Hòa, Thủ Dầu Một.) Về mặt thông tin và truyền thông, Đài Phát thanh - Truyền hình Bình Thuận thuộc hệ thống các đài truyền hình miền Đông Nam Bộ. Về mặt văn hóa, Bình Thuận là một trong 21 tỉnh, thành phía nam có lịch sử đờn ca tài tử rất phát triển mà đờn ca tài tử là dòng nhạc mang đặc trưng của riêng vùng Nam Bộ[12]. Hơn nữa, Bình Thuận được xếp vào vùng có xổ số miền Nam lưu hành, Công ty Điện lực Bình Thuận trực thuộc Tổng công ty Điện lực miền Nam. Quan điểm thuộc Nam Trung Bộ[sửa | sửa mã nguồn] Phần lớn sách báo, trong đó có các sách giáo khoa, Từ điển Bách khoa Việt Nam, Từ điển Bách khoa quân sự Việt Nam, website chính thức của tỉnh Bình Thuận[13] và người dân địa phương xếp Bình Thuận vào vùng duyên hải Nam (hoặc cực Nam) Trung Bộ. Về địa lý Bình Thuận có rất nhiều điểm chung với các tỉnh Nam Trung bộ khác, ít điểm chung với các tỉnh Đông Nam Bộ. Chẳng hạn như, Bình Thuận có chế độ khí hậu mang nét đặc trưng của khí hậu bán khô hạn của vùng cực Nam Trung Bộ, nhiều nắng, gió, mùa mưa Bình Thuận đến trễ hơn vùng Đông Nam Bộ (thực tế từ tháng 8 tháng 9 mới mưa nhiều) không giống các tỉnh Đông Nam Bộ đã mưa nhiều từ tháng 5 (riêng vùng tiếp giáp Đông Nam Bộ và Tây Nguyên có khí hậu giao thoa), ngoài ra vùng biển Bình Thuận vùng biển miền Trung và khí hậu của vùng biển miền Trung, địa hình của Bình Thuận theo dạng \"đồng bằng chân núi nhỏ hẹp\" có thể dễ dàng thấy những dãy núi cao chạy xuyên suốt từ bất kỳ đâu giống như các tỉnh Nam Trung Bộ khác trong khi Đông Nam Bộ đất lượn sóng trên bậc thêm phù sa cổ và bazan chỉ có vài ngọn núi sót cao không quá 1000m. Về văn hóa và con người, giọng nói của người Bình Thuận tuy có phần nhẹ hơn các tỉnh Nam Trung Bộ khác nhưng vẫn mang nét rất đặc trưng của con người vùng biển Nam Trung Bộ. Bình Thuận có văn hóa Chăm Pa lâu đời giống như các tỉnh Nam Trung Bộ khác còn Đông Nam Bộ thì không. Ngoài ra, tổ chức cấp nhỏ ở địa phương Bình Thuận sử dụng thôn trong khi các tỉnh Nam Bộ lại dùng [ấp. Xét về mặt lịch sử Bình Thuận chỉ được xếp vào Nam Kỳ trong thời gian khoảng 1 năm (1883-1884), sau đó lại trả về Trung Kỳ cho tới nay. Bình Thuận được xếp vào chi hội cấp thoát nước miền Trung, du lịch miền Trung,... Điều kiện tự nhiên[sửa | sửa mã nguồn] Làng chài ở Mũi Né, Phan Thiết Bến thuyền chài ở Mũi Né Địa hình Bình Thuận chủ yếu là đồi núi thấp, đồng bằng ven biển nhỏ hẹp, địa hình hẹp ngang kéo theo hướng đông bắc - tây nam, phân hoá thành 4 dạng địa hình chính gồm đất cát và cồn cát ven biển chiếm 18,22%, đồng bằng phù sa chiếm 9,43%, vùng đồi gò chiếm 31,65% và vùng núi thấp chiếm 40,7% diện tích đất tự nhiên[14]. Nằm trong vùng khí hậu nhiệt đới gió mùa cận xích đạo, nhiều nắng, nhiều gió, không có mùa đông và khô hạn nhất cả nước. Khí hậu nơi đây phân hóa thành 2 mùa rõ rệt là mùa mưa và mùa khô. Mùa mưa thường bắt đầu từ tháng 5 đến tháng 10, mùa khô từ tháng 11 đến tháng 4 năm sau. nhưng trên thực tê mùa mưa chỉ tập trung vào 3 tháng 8, 9 và tháng 10, vì vậy mùa khô thực tế thường kéo dài. Bình Thuận có 10 loại đất với 20 tổ đất khác nhau, có kiểu rừng gỗ lá rộng, kiểu rừng rụng lá, kiểu rừng hỗn giao lá kim chiếm ưu thế, kiểu rừng hỗn giao và tre nứa thuần loại. Bên cạnh đó, Bình Thuận có nhiều tích tụ khoáng sản đa dạng về chủng loại như vàng, wolfram, chì, kẽm, nước khoáng và các phi khoáng khác. Trong đó, nước khoáng, sét, đá xây dựng có giá trị thương mại và công nghiệp[14]. Sông ngòi tại Bình Thuận đều ngắn, lượng nước không điều hòa, mùa mưa thì nước sông chảy mạnh, mùa nắng làm sông bị khô hạn. Tỉnh có sáu sông lớn là sông Lũy, sông Lòng Sông, sông Cái và Sông Cà Ty, sông La Ngà, sông Phan,. Sông Lòng Sông phát nguyên từ dãy núi ranh giới hai tỉnh Ninh Thuận-Bình Thuận, chảy theo chiều Bắc-Nam dọc theo ranh giới hai quận Tuy Phong và Phan Lý Chàm. Sông này dài khoảng 40 cây số (từ nguồn ra đến cửa biển). Sông Lũy phát nguyên từ cao nguyên Tuyên Đức.Từ nguồn đến ranh giới quận Hòa Đa, sông chảy theo hướng Bắc-Nam, dài 40 cây số; rồi rẽ ra đến biển, sông chảy theo hướng Tây-Đông và dài hơn 20 cây số, lòng sông hẹp, quanh co, vào mùa mưa thường gây lụt lội. Sông Cái phát nguồn từ cao nguyên Lâm Đồng chảy qua địa phận Thiện Giáo, rồi chảy theo hướng Bắc-Nam và dài khoảng 40 cây số. Sông Cà Ty phát nguồn từ cao nguyên phía Tây và chảy theo hướng Đông-Nam, dài 27 cây số. Hải đăng Kê Gà (nhìn từ xa) Lịch sử[sửa | sửa mã nguồn] Tòa nhà Trung tâm Hội nghị ở thành phố Phan Thiết Bài chi tiết: Lịch sử hành chính Bình Thuận Dân số tỉnh Bình Thuận 1967[15] Quận Dân số Hải Long 26.775 Hải Ninh 10.754 Hàm Thuận 103.319 Hòa Đa 41.536 Phan Lý Chàm 16.817 Thiện Giáo 38.029 Tuy Phong 18.293 Tổng số 255.523 Đất Bình Thuận nguyên thuộc nước Nhật Nam ngày xưa, sau là đất của Chiêm Thành. Vì chiến tranh liên miên nên Chiêm Thành mất dần đất đai. Tên gọi Bình Thuận bắt nguồn từ tên gọi tắt của từ Bình yên Thuận hòa có nghĩa là sự bình yên và thuận hòa của một vùng đất Năm 1653, chúa Nguyễn Phúc Tần đánh chiếm đất Phan Lang (sau gọi là Phan Rang), để lại mảnh đất phía Tây cho Chiêm Thành. Năm 1692, chúa Nguyễn Phúc Chu lấy luôn mảnh đất còn lại đặt tên là Thuận Phủ và năm 1694 đặt là Thuận Thành trấn. Năm 1697, Lập Bình Thuận phủ gồm 2 huyện An Phước và Hòa Đa. Sau cải thành Bình Thuận Dinh. Đời vua Gia Long vẫn giữ Bình Thuận dinh, đến vua Minh Mạng đổi lại Bình Thuận phủ. Năm 1827: Minh Mạng đặt ra hai phủ Ninh Thuận và Hàm Thuận và hai huyện Tuy Phong và Tuy Định. Bình Thuận được đặt thành tỉnh và giao cho quan Tuần phủ Thuận Khánh kiêm nhiệm luôn tỉnh Khánh Hòa. Năm 1883: Hòa ước ký với Pháp (ngày 23 tháng 7) sáp nhập Bình Thuận vào Nam Kỳ. Năm 1884: Hòa ước Patenôtre (ngày 6 tháng 6) lại đưa Bình Thuận về Trung Kỳ. Năm 1888, thời công sứ Pháp E. Aymonier (1886 - 1889), vua Đồng Khánh chuyển phủ Ninh Thuận vào Khánh Hòa. Năm 1900, vua Thành Thái đặt huyện Tuy Lý và lấy huyện Tánh Linh trước thuộc Đồng Nai Thượng sáp nhập vào Bình Thuận, do công sứ M. Gaietta (1900 - 1902) quản lý. Năm 1905, Phủ Di Linh được nhập vào Bình Thuận, do công sứ L. Garnier (1904 - 1910) quản lý Dục Thanh Học hiệu là một ngôi trường do các sĩ phu yêu nước ở Phan Thiết, tỉnh Bình Thuận sáng lập vào năm 1907 để hưởng ứng phong trào Duy Tân. Đây cũng là ngôi trường mà Nguyễn Tất Thành (sau này là Hồ Chí Minh) đã dừng chân dạy học một thời gian trước khi vào Sài Gòn. Năm 1945, chính quyền Việt Nam Dân chủ Cộng hòa thống nhất hành chính trên toàn quốc, bãi bỏ các cấp phủ và tổng. Phủ Hàm Thuận được đổi thành huyện Hàm Thuận. Năm 1955-1975, chính quyền Việt Nam Cộng hòa chia Bình Thuận làm 8 Quận: Hàm Thuận, Phú Quý, Thiện Giáo, Hải Long, Hải Ninh, Hòa Đa, Tuy Phong và Phan Lý Chàm. Năm 1976: Bình Thuận sáp nhập với Bình Tuy và Ninh Thuận thành tỉnh Thuận Hải. Ngày 15 tháng 12 năm 1977, thành lập huyện đảo Phú Quý.[16] Ngày 30 tháng 12 năm 1982, chia huyện Bắc Bình thành 2 huyện: Bắc Bình và Tuy Phong; chia huyện Hàm Thuận thành 2 huyện: Hàm Thuận Bắc và Hàm Thuận Nam; chia huyện Đức Linh thành 2 huyện: Đức Linh và Tánh Linh.[17] Đến tháng 4 năm 1992, tỉnh Thuận Hải được chia thành 2 tỉnh mới lấy tên là Ninh Thuận và Bình Thuận theo Quyết định chia tách ghi ngày 26 tháng 12 năm 1991[18]. Khi tách ra, tỉnh Bình Thuận có 9 đơn vị hành chính gồm: thị xã Phan Thiết (tỉnh lỵ) và 8 huyện: Bắc Bình, Đức Linh, Hàm Tân, Hàm Thuận Bắc, Hàm Thuận Nam, Phú Quý, Tánh Linh, Tuy Phong. Ngày 25 tháng 8 năm 1999, chuyển thị xã Phan Thiết thành thành phố Phan Thiết.[19] Ngày 5 tháng 9 năm 2005, thành lập thị xã La Gi trên cơ sở một phần diện tích tự nhiên và dân số của huyện Hàm Tân.[20] Tình Bình Thuận có 1 thành phố, 1 thị xã và 8 huyện như hiện nay. Hành chính[sửa | sửa mã nguồn] Bình Thuận có 10 đơn vị hành chính cấp huyện, bao gồm 1 thành phố, 1 thị xã và 8 huyện với 124 đơn vị hành chính cấp xã, bao gồm 19 phường, 12 thị trấn và 93 xã.[21] PT TP BB HTB TL ĐL HT HTN LG PQ Bản đồ các đơn vị hành chính cấp huyện thuộc tỉnh Bình Thuận Đơn vị hành chính cấp Huyện Thành phố Phan Thiết Thị xã La Gi Huyện Bắc Bình Huyện Đức Linh Huyện Hàm Tân Huyện Hàm Thuận Bắc Huyện Hàm Thuận Nam Huyện Phú Quý Huyện Tánh Linh Huyện Tuy Phong Diện tích năm 2020 (km²) 210,9 185,4 1.868,8 546,6 739,1 1.344,5 1.058,4 17,9 1.198,6 773,7 Dân số năm 2020(người) 228.536 107.590 130.876 126.096 70.917 186.268 117.911 27.080 98.509 144.470 Mật độ dân số (người\/km²) 1.083 585 70 231 96 138 111 1.512 96 188 Số đơn vị hành chính 14 phường, 4 xã 5 phường, 4 xã 2 thị trấn, 16 xã 2 thị trấn, 10 xã 2 thị trấn, 8 xã 2 thị trấn, 15 xã 1 thị trấn, 12 xã 3 xã 1 thị trấn, 12 xã 2 thị trấn, 9 xã Năm thành lập 1999 2005 1906 1983 1983 1977 Quy hoạch tỉnh Bình Thuận thời kỳ 2021 – 2030, tầm nhìn đến năm 2050[22] Hiện nay tỉnh Bình Thuận có 15 đô thị gồm: 1 đô thị loại II: thành phố Phan Thiết (2009) 1 đô thị loại III: thị xã La Gi (2017) 1 đô thị loại IV: thị trấn Phan Rí Cửa (2011) 12 đô thị loại V là các thị trấn: Tân Nghĩa, Tân Minh, Võ Xu, Đức Tài, Lạc Tánh, Thuận Nam, Ma Lâm, Phú Long, Chợ Lầu, Lương Sơn, Liên Hương và khu vực trung tâm hành chính huyện Phú Quý. Suối Tiên, Phan Thiết Kinh tế[sửa | sửa mã nguồn] Bài chi tiết: Danh sách đơn vị hành chính Việt Nam theo GRDP Bài chi tiết: Danh sách đơn vị hành chính Việt Nam theo GRDP bình quân đầu người Theo sự sắp đặt về kinh tế, hiện nay, Bình Thuận là tỉnh thuộc vùng kinh tế Đông Nam Bộ. Phần đất liền của Bình Thuận nằm trong giới hạn 10°35'-11°38' Bắc và 107°24'-108°53' Đông. Năm 2019, kinh tế tỉnh Bình Thuận tiếp tục tăng trưởng khá, tốc độ tăng trưởng GRDP của tỉnh tăng 11,09% (đây mức tăng trưởng cao nhất từ năm 2010 đến nay), khẳng định được vai trò là năm tăng tốc của Kế hoạch phát triển kinh tế xã hội 5 năm (2016-2020). GRDP bình quân đầu người đạt 62 triệu đồng, tương đương 2.681 USD, tăng 12,94% so với cùng kỳ năm 2018. Công nghiệp chế biến-chế tạo và sản xuất, phân phối điện chiếm tỷ trọng lớn, tăng trưởng liên tục, đóng góp chủ yếu vào tăng trưởng chung của nền kinh tế. Thu ngân sách Nhà nước là điểm sáng, năm 2019 đạt 13.203 tỷ đồng, vượt 40,75% dự toán HĐND tỉnh Bình Thuận giao, trong đó, thu nội địa là 9.400 tỷ đồng, vượt 49,68% dự toán HĐND tỉnh giao. Tổng vốn đầu tư thực hiện toàn xã hội năm 2019 đạt 33.152 tỷ đồng (tăng 38,13% so cùng kỳ năm trước), chiếm 43,45% GRDP; trong đó vốn ngoài Nhà nước chiếm 74,07% (tăng 35,92% so với cùng kỳ năm 2018). Đời sống vật chất và tinh thần cho nhân dân tiếp tục được nâng lên; thu nhập bình quân đầu người năm 2019 ước đạt 43,6 triệu đồng\/năm, tăng 8,36%. Công tác xóa đói giảm nghèo, chăm sóc các gia đình, những người có công với nước được tiếp tục quan tâm; tỷ lệ hộ nghèo toàn tỉnh theo chuẩn đa chiều năm 2019 giảm 0,7%, còn 2,02%. Tỷ lệ người dân tham gia bảo hiểm y tế có nhiều cố gắng, ước đạt 86%. Thủy hải sản[sửa | sửa mã nguồn] Nhiều sông suối bắt nguồn từ cao nguyên Di Linh thuộc Lâm Đồng đã chảy qua Bình Thuận để ra biển. Tính chung, các đoạn sông qua Bình Thuận có tổng chiều dài 663 km, trong đó có sông Cà Ty (76 km), sông La Ngà (74 km), sông Quao (63 km), sông Lòng Sông (43 km), sông Phan (40 km), sông Mao (29 km) và sông Luỹ (25 km). Bình Thuận có vũng lãnh hải rộng 52 nghìn km² nên Bình Thuận là một trong ba ngư trường lớn của Việt Nam trữ lượng khai thác đánh bắt hải sản đạt 240.000 tấn hải sản các loại, là điều kiện chế biến thủy sản xuất khẩu. Sò điệp là đặc sản của biển Bình Thuận, tập trung ở 4 bãi chính là: La Khế, Hòn Rơm, Hòn Cau và Phan Rí, cho phép đánh bắt 25-30 nghìn tấn\/năm. Nông - Lâm nghiệp[sửa | sửa mã nguồn] Tỉnh Bình Thuận có 151.300 ha đất canh tác nông nghiệp, trong đó có trên 50.000 ha đất lúa. Sẽ phát triển thêm 100.000 ha đất sản xuất nông nghiệp. Chăn nuôi gia súc, gia cầm khá phát triển. Đang đầu tư để hình thành các vùng chuyên canh cây công nghiệp, cây ăn quả với: 30.000 ha thanh long 9.000 ha điều 15.000 ha bông vải 20.000 ha cao su 2.000 ha tiêu Đây là nguồn nguyên liệu dồi dào để phát triển các ngành công nghiệp chế biến từ cây công nghiệp, lương thực, thực phẩm... Với diện tích 400.000 ha rừng và đất lâm nghiệp, trữ lượng gỗ 25 triệu m³ và thảm cỏ là tiền đề thuận lợi để lập các nhà máy chế biến gỗ và phát triển các trang trại chăn nuôi đại gia súc và lập nhà máy chế biến thịt bò, heo... Trong vài năm trở lại đây, diện tích cây điều bị sụt giảm đáng kể do giá hạt điều bị giảm, cây thanh long và cây cao su liên tục tăng diện tích. Khoáng sản[sửa | sửa mã nguồn] Tỉnh Bình Thuận có nhiều loại khoáng sản với trữ lượng lớn: Nước khoáng thiên niên bicarbonat: hơn 10 mỏ trữ lượng cao, chất lượng tốt (trong đó có cả mỏ nước khoáng nóng 700 độ C) có thể khai thác trên 300 triệu lít\/năm. Trong đó, 2 mỏ đang được khai thác và kinh doanh đó là Vĩnh Hảo và Đa Kai. Cát thủy tinh: 4 mỏ ở Hàm Thuận Bắc, Bắc Bình và Hàm Tân với trữ lượng trên 500 triệu m³, chất lượng đạt tiêu chuẩn để xuất khẩu, phù hợp để sản xuất thủy tinh cao cấp, kính xây dựng, gạch thủy tinh. Đá granít: trữ lượng rất lớn, phân bố khắp nơi. Sét bentonit: dùng trong công nghiệp hóa chất và khai thác dầu mỏ, trữ lượng khoảng 20 triệu tấn. Quặng Sa khoáng nặng để sản xuất titan, zircon, trữ lượng khoảng một triệu tấn. Tại Vĩnh Hảo có diện tích trên 1.000 ha, sản lượng 150.000 tấn\/năm... Zircon 4 triệu tấn dẫn đầu cả nước về trữ lượng này. Dầu khí đang được xem là thế mạnh kinh tế mới của tỉnh Bình Thuận, với nhiều mỏ dầu có trữ lượng lớn đã được phát hiện cách đất liền 60 km; có 3 mỏ dầu Rạng Đông, Sư Tử Đen và Rubi đang khai thác. Hai mỏ: Sư Tử Trắng và Sư Tử Vàng chuẩn bị khai thác. Chính phủ và các bộ, ngành trung ương đang quan tâm đầu tư phát triển công nghiệp dầu khí tại Bình Thuận để hình thành trung tâm dự trữ dầu mỏ nhằm đảm bảo an ninh năng lượng quốc gia và xuất khẩu. Lịch sử phát triển dân số Năm Dân số 1995 951.700 1996 976.200 1997 1.001.100 1998 1.027.000 1999 1.050.900 2000 1.063.900 2001 1.078,000 2002 1.093.400 2003 1.108.600 2004 1.122.200 2005 1.133.300 2006 1.142.100 2007 1.151.900 2008 1.162.000 2009 1.169.400 2010 1.175.000 2011 1.180.300 2012 1.193.500 2019 1.230.808 Nguồn:[23] Dân cư[sửa | sửa mã nguồn] Tính đến ngày 1 tháng 4 năm 2019, dân số của tỉnh đạt 1.230.808 người. 44% dân số sống ở đô thị và 56% dân số sống ở nông thôn. Dân cư tỉnh phân bố không đồng đều giữa các huyện, thị xã, thành phố. Tập trung đông nhất tại Thành phố Phan Thiết dân số (2015): 272.457 chiếm gần 1\/4 dân số toàn tỉnh, tiếp đến là Phan Rí Cửa, Thị xã La Gi. Thưa thớt tại các huyện Bắc Bình, Tánh Linh, Hàm Tân[24]. Có 34 dân tộc cùng sinh sống ở Bình Thuận, trong đó đông nhất là dân tộc Kinh; tiếp đến là các dân tộc Chăm, Ra Glai, Hoa (tập trung nhiều ở phường Đức Nghĩa - thành phố Phan Thiết, Xã Hải Ninh và xã Sông Lũy- huyện Bắc Bình), Cơ Ho, Tày, Chơ Ro, Nùng, Mường. Tính đến ngày 1 tháng 4 năm 2019, toàn tỉnh có 12 tôn giáo khác nhau đạt 386.223 người, nhiều nhất là Công giáo có 188.996 người, tiếp theo là Phật giáo có 130.016 người, Hồi giáo có 29.550 người, Bà La Môn có 25.110 người, đạo Tin Lành có 9.956 người, đạo Cao Đài có 2.403 người. Còn lại các tôn giáo khác như Phật giáo Hòa Hảo có 90 người, Baha'i giáo có 63 người, Minh Sư đạo có 17 người, Tứ Ân Hiếu Nghĩa có 13 người, Bửu Sơn Kỳ Hương có sáu người và Minh Lý đạo có ba người.[25] Giao thông[sửa | sửa mã nguồn] Trạm thu phí Sông Phan, Bình Thuận Bình Thuận nằm trên trục giao thông trọng yếu Bắc - Nam. Bình Thuận có Quốc lộ 1, Quốc lộ 55, Quốc lộ 28...và các tuyến đường đến các trung tâm huyện, xã, vùng núi và các vùng kinh tế quan trọng khác. Đường sắt Bắc - Nam qua tỉnh với chiều dài 190 km và qua 11 ga, quan trọng nhất là ga Bình Thuận. Ga Phan Thiết đã được xây dựng và đưa vào sử dụng từ năm 2012. Đường biển: Là một tỉnh duyên hải có vùng biển rộng, bờ biển dài 192 km, có hải đảo và nằm cạnh đường hàng hải quốc tế. Hiện tại, cảng biển Phú Quý đã xây dựng xong, tiếp nhận tàu 10.000 tấn ra vào. Cảng Phan Thiết đang được xây dựng tiếp nhận tàu 2.000 tấn. Đường hàng không: Ngày 18\/1\/2015, khởi công xây dựng sân bay Phan Thiết tại xã Thiện Nghiệp. Các dự án đường sắt cao tốc Bắc Nam, đường cao tốc Bắc Nam đều đi qua Bình Thuận Xe buýt[sửa | sửa mã nguồn] Sơ đồ lộ trình xe buýt xuất phát từ Bình Thuận Hiện đang hoạt động các tuyến: Tiến Lợi - Mũi Né - Hòn Rơm Tiến Lợi - Ma Lâm - Hàm Trí Phan Thiết - Phú Long - Ngã ba Gộp - Lương Sơn - Phan Rí Thành Tà Cú - Phan Thiết - Phú Long Phan Thiết - Mương Mán - Hàm Cần La Gi - Tân Hải - Bình Châu (Bà Rịa – Vũng Tàu) Bến xe Nam Phan Thiết – Bệnh viện tỉnh – Mũi Né – du lịch Gành Hạ tầng[sửa | sửa mã nguồn] Mạng lưới điện[sửa | sửa mã nguồn] Có 3 nguồn điện chính: Từ nhà máy thủy điện Đại Ninh qua lưới truyền tải 110 KV Từ nhà máy thủy điện Hàm Thuận - Đa Mi qua lưới truyền tải 110 KV Trạm phát điện diesel 3800 KW Đang xây dựng thử nghiệm nhà máy phong điện (năng lượng điện từ sức gió) tại huyện Tuy Phong.[26] Sản xuất điện gió tại Tuy Phong. Nhà máy phong điện tại Phú Quý Trong đó, cung cấp điện cho khu vực thành phố Phan Thiết có trạm biến áp trung tâm Phan Thiết công suất 50 MVA, và sẽ được nâng cấp mở rộng lên 80-100 MVA. Hệ thống lưới điện tại Thành phố Phan Thiết cũng đang được nâng cấp cải tạo, đáp ứng đủ các nhu cầu khu dân cư và khu công nghiệp Phan Thiết. Cung cấp nước[sửa | sửa mã nguồn] Nhà máy nước Phan Thiết có công suất 25.000 m³\/ngày đêm, hiện đang nâng cấp, mở rộng hệ thống đường ống bằng nguồn vốn ADB, đảm bảo đáp ứng đủ các nhu cầu sinh hoạt và sản xuất. Tại các huyện đều có trạm cấp nước quy mô nhỏ 500–2000 m³\/ngày đêm. Văn hoá[sửa | sửa mã nguồn] Tháp nước về đêm ở Thành phố Phan Thiết Tháp Chăm Posakhina gần Phan Thiết Bình Thuận có bề dày lịch sử, văn hoá lâu đời, nhất là văn hoá Chăm pa với nhóm di tích Tháp Po Sha Nư, đền thờ Po Klong Mơhnai và hơn 100 bảo vật hoàng tộc Chăm nguyên gốc quý hiếm được bà Nguyễn Thị Thềm, hậu duệ vua Chăm lưu giữ, trong đó có vương miện, áo bào, hia hài, vòng xuyến của vua và hoàng hậu. Người Chăm là một trong những người đầu tiên phát hiện ra công dụng của nước khoáng Bình Thuận. Họ đã dùng nước khoáng này chữa bệnh và chế nước thơm rửa tượng thánh. Bằng nước khoáng Bình Thuận, vào thế kỷ 13, người Chăm đã chữa khỏi bệnh phong cho vua Chế Mân của họ. Công chúa Huyền Trân, con gái vua Trần và cũng là hoàng hậu của vua Chế Mân rất ngạc nhiên về sự màu nhiệm, huyền bí của suối nước này nên đã đặt tên suối là Vĩnh Hảo (nghĩa là \"đời đời tốt đẹp\"). Người Pháp cũng khai thác nước khoáng Vĩnh Hảo từ năm 1920. Đến nay, nước khoáng Vĩnh Hảo đã nổi tiếng trong nước và đang từng bước vươn ra xuất khẩu trên thị trường các nước trong khu vực và thế giới. Du lịch[sửa | sửa mã nguồn] Ngày 24 tháng 10 năm 1995, hàng vạn người bao gồm các nhà khoa học, khách du lịch trong nước và quốc tế đổ về núi Tà Dôn (huyện Hàm Thuận Bắc) và Mũi Né - Phan Thiết để chiêm ngưỡng và nghiên cứu hiện tượng nhật thực toàn phần cũng đồng thời nhận ra nơi này có nhiều cảnh quan kỳ thú và tiềm năng du lịch phong phú. Đây được coi là mốc thời gian mà Bình Thuận bắt đầu có tên trên bản đồ du lịch Việt Nam. Là một tỉnh ven biển, khí hậu quanh năm nắng ấm, nhiều bãi biển sạch đẹp, cảnh quan tự nhiên và thơ mộng, giao thông thuận lợi, Bình Thuận đang là một trong những trung tâm du lịch lớn của Việt Nam. Bình Thuận đã đầu tư xây dựng các quần thể du lịch - nghỉ mát - thể thao - leo núi - du thuyền - câu cá - đánh gôn - nghỉ dưỡng - chữa bệnh tại khu vực phường Mũi Né (thành phố Phan Thiết), Hàm Tân, Tuy Phong phục vụ du khách. Hiện nay, thành phố Phan Thiết đang có sân golf 18 lỗ: và Sealinks mang tầm vóc quốc tế; các khách sạn lớn, nhiều khu resort cao cấp, hệ thống nhà nghỉ ven biển... sẵn sàng đáp ứng các nhu cầu ăn nghỉ, vui chơi giải trí của du khách và các nhà đầu tư. Bình Thuận còn có nhiều di tích văn hóa - lịch sử, danh làm thắng cảnh hấp dẫn. Mũi Né, Phan Thiết Mũi Né, Phan Thiết được công nhận là khu du lịch Quốc Gia. Kết nghĩa[sửa | sửa mã nguồn] Hưởng ứng phong trào kết nghĩa Bắc - Nam, tỉnh Tuyên Quang kết nghĩa với tỉnh Bình Thuận[27]. Tại thành phố Phan Thiết có một con đường và một trường tiểu học mang tên \"Tuyên Quang\" và tại thành phố Tuyên Quang có một phường, một trường tiểu học và một trường trung học cơ sở mang tên \"Phan Thiết\"; một trường tiểu học và một trường trung học cơ sở mang tên \"Bình Thuận\". Những cái nhất[sửa | sửa mã nguồn] Tháp nước có kiến trúc đẹp (cao 32m, do Hoàng thân Lào Xuvanuvông thiết kế). (Phan Thiết) Có bộ xương cá voi dài nhất ĐÔNG NAM Á (22m) được trưng bày ở dinh Vạn Thủy Tú (Phan Thiết) Ngọn hải đăng Kê Gà bằng đá cao nhất (cao 100 m). (Hàm Thuận Nam) Tượng Phật trên núi Tà Cú là tượng Phật nằm lớn và dài nhất (49 m). (Hàm Thuận Nam) Bãi đá Cổ Thạch nhiều hình hài màu sắc nhất. Bình Thuận còn là vùng trồng cây Thanh Long nhiều và ngon nhất, sò điệp nhiều và có giá trị nhất. Bình Thuận là địa phương có nhiều cuộc thi, lễ hội dân gian độc đáo nhất như: đua thuyền trên sông Cà Ty (mồng 2 Tết hằng năm), lướt ván - đua thuyền buồm hàng năm (Mũi Né), chinh phục núi Tà Cú, chạy việt dã vượt đồi cát Mũi Né và lễ hội rước đèn Trung thu (Phan Thiết) có quy mô lớn nhất dành cho trẻ em được ghi vào sách Kỉ lục Guinness Việt Nam. Lễ hội Nghinh Ông(Quan Thánh Đế Quân: vào tháng 7 âm lịch vào năm chẳn), Lễ hội cầu ngư, lễ hội Ka-tê (Phan Thiết). Khu vực được mệnh danh là \"Vương quốc Resort\" của cả nước Tháp cao nhất trên các đảo của Việt Nam (tháp của Chùa Linh Quang, huyện đảo Phú Quý) Quốc lộ 1 dài nhất Việt Nam với chiều dài 178,5 Km Hoang tưởng về kho báu Núi Tàu[sửa | sửa mã nguồn] Những năm gần đây, có lời đồn về kho báu 4.000 tấn vàng do Quân đội Nhật Bản cất giấu hồi cuối Thế chiến thứ hai, tại núi Tàu, xã Phước Thể, huyện Tuy Phong [28]. Từ năm 1993 đến năm 2015 Ủy ban nhân dân tỉnh Bình Thuận đã nhiều lần cấp phép và gia hạn phép cho ông Trần Văn Tiệp (100 tuổi, ngụ Thành phố Hồ Chí Minh) tìm kiếm kho vàng 4.000 tấn đó, song việc tìm kiếm không có kết quả [29]. Năm 2016 một người khác là ông Nguyễn Văn Đợi (ngụ Thành phố Hồ Chí Minh) thì khai báo về 3 giếng cổ chứa kho báu ở sát biển và cách núi Tàu chừng 1 km [30]. Tuy nhiên tháng 4 năm 2016 sau khi thẩm tra thì UBND tỉnh khẳng định thông tin kho báu là hoàn toàn không có căn cứ, và yêu cầu không để tình trạng lợi dụng \"hoang tin\" tiếp diễn. Tính hoang tưởng về kho báu hiện rõ ở chỗ vàng có khối lượng riêng (tỷ trọng) là 19,3 g\/cm³ tức 19,3 tấn\/m³, khối vàng 4.000 tấn có thể tích hơn 200 m³, to như một căn hộ 5m x 16m x 2,5m. Đào được cái hầm hơn 200 m³ trong núi đá hoa cương rất cứng, rồi dùng hơn 1000 chuyến xe loại 4 tấn để vận chuyển, là một công trường ầm ỹ, để lại rất nhiều dấu vết như đường đi, bãi thải đá, và cửa hầm cũng đủ rộng cho người xe ra vào. Nó đâu đơn giản chỉ là \"thuê người dân tộc địa phương chôn giấu\" ở khe núi [a] hay vùi ở cái giếng cổ [31]. Hình ảnh[sửa | sửa mã nguồn] Thành phố Phan Thiết Toàn cảnh Ga Mương Mán H.Hàm Thuận Nam Phan Rí Thành Huyện Tuy Phong Sông Cà Ty trong Tp Phan Thiết Thị trấn Chợ Lầu Huyện lỵ H.Bắc Bình Thị trấn Lương Sơn H.Bắc Bình Vườn Thanh Long ở Hàm Thuận Nam Chùa Quảng Minh ở Huyện Đức Linh Ghi chú[sửa | sửa mã nguồn] ^ Đá ở núi Tàu là đá hoa cương (granit) vốn không có sẵn hang hay khe núi, và có độ cứng 7, nhóm cứng cao nhất trong đá tự nhiên. Chú thích[sửa | sửa mã nguồn] ^ “Phê duyệt và công bố kết quả thống kê diện tích đất đai năm 2020”. Quyết định số 387\/QĐ-BTNMT 2022. Bộ Tài nguyên và Môi trường (Việt Nam). ^ a b c d e Tổng cục Thống kê (2022). Niên giám Thống kê Việt Nam năm 2021 (PDF). Nhà Xuất bản Thống kê. Lưu trữ (PDF) bản gốc ngày 1 tháng 8 năm 2022. Truy cập ngày 1 tháng 8 năm 2022. ^ Tổng cục Thống kê ^ “Dân số các tỉnh Việt Nam năm 2018”. Tổng cục Thống kê Việt Nam. Truy cập Ngày 30 tháng 9 năm 2019. ^ “Tình hình kinh tế, xã hội Bình Thuận năm 2018”. Bộ Kế hoạch và Đầu tư. Truy cập Ngày 12 tháng 10 năm 2019. ^ Xem [1]) ^ Bình Thuận và Ninh Thuận Lưu trữ 2008-04-18 tại Wayback Machine, Bộ Kế hoạch và đầu tư Việt Nam ^ Đồng bằng duyên hải miền Trung Lưu trữ 2007-10-29 tại Wayback Machine, Bộ kế hoạch & đầu tư ^ Vị trí địa lý tỉnh Bình Thuận Lưu trữ 2015-02-07 tại Wayback Machine, Website Bình Thuận ^ Tong Cuc Thong Ke ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 18 tháng 4 năm 2008. Truy cập ngày 7 tháng 12 năm 2007. ^ “Bình Thuận tham gia Festival Đờn ca tài tử”. ^ “Tổng quan về Du lịch Bình Thuân”. Bản gốc lưu trữ ngày 30 tháng 12 năm 2013. Truy cập ngày 22 tháng 2 năm 2021. ^ a b Tài nguyên khoáng sản, Cổng Thông tin điện tử Chính phủ. ^ Việt Nam Cộng hòa bản đồ hành chánh. Đà Lạt: Phân cục Địa dư Quốc gia, 1967. ^ Quyết định 329-CP năm 1977 về việc phân vạch địa giới huyện và thị xã thuộc tỉnh Thuận Hải do Hội đồng Chính phủ ban hành ^ Quyết định 204-HĐBT năm 1982 về việc phân vạch địa giới một số huyện và thị xã thuộc tỉnh Thuận Hải do Hội đồng Bộ trưởng ban hành ^ Chia tỉnh Thuận Hải thành 2 tỉnh, lấy tên là tỉnh Ninh Thuận và tỉnh Bình Thuận, Bộ Tư pháp ^ Nghị định 81\/1999\/NĐ-CP về việc thành lập thành phố Phan Thiết thuộc tỉnh Bình Thuận ^ Nghị định 114\/2005\/NĐ-CP về việc thành lập thị xã La Gi, tỉnh Bình Thuận ^ “Nghị quyết số 820\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Bình Thuận” (PDF). ^ “Quy hoạch tỉnh Bình Thuận thời kỳ 2021 – 2030, tầm nhìn đến năm 2050 (diện tích, dân số, mật độ dân số năm 2020 tr 143)” (PDF). Sở Kế hoạch và Đầu tư tỉnh Bình Thuận. 2 tháng 6 năm 2022. Truy cập 1 tháng 9 năm 2022. ^ Dân số trung bình phân theo địa phương qua các năm, Theo Tổng cục thống kê Việt Nam. ^ {{Chú thích web| url =http:\/\/cucthongke.vn\/ngtk\/2016\/mobile\/html5forwebkit.html ^ Kết quả toàn bộ Tổng điều tra Dân số và Nhà ở Việt Nam năm 2009, Tổng cục Thống kê Việt Nam. ^ “Nhà máy Phong điện Bình Thuận lắp đặt thành công tua bin đầu tiên”. Bản gốc lưu trữ ngày 27 tháng 5 năm 2009. Truy cập ngày 24 tháng 6 năm 2009. ^ “Trang chủ tỉnh Bình Thuận”. Bản gốc lưu trữ ngày 24 tháng 9 năm 2010. Truy cập ngày 26 tháng 1 năm 2021. ^ “Thực hư kho báu 4.000 tấn vàng [[chôn cất|chôn]] ở đỉnh núi Tàu”. Tựa đề URL chứa liên kết wiki (trợ giúp) vietnamnet.vn, 15\/03\/2016. Truy cập 13\/04\/2016. ^ “Buộc ngưng tìm kiếm 'kho vàng 4.000 tấn' ở núi Tàu”. thanhnien.vn, 10\/03\/2015. Truy cập 13\/04\/2016. ^ Ba giếng cổ giấu kho báu 4.000 tấn vàng ở Bình Thuận?. vietnamnet.vn, 12\/03\/2016. Truy cập 13\/04\/2016. ^ Ngừng xác minh \"kho báu 4.000 tấn vàng\" ở Núi Tàu Lưu trữ 2016-04-27 tại Wayback Machine. Ngày nay Online, 12\/04\/2016. Truy cập 13\/04\/2016. Tham khảo[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Bình Thuận. Liên kết ngoài[sửa | sửa mã nguồn] hiện x t s Đơn vị hành chính cấp tỉnh của Việt Nam Thành phố trực thuộc trung ương (5) Cần Thơ Đà Nẵng Hà Nội Hải Phòng Thành phố Hồ Chí Minh Tỉnh (58) An Giang Bà Rịa – Vũng Tàu Bạc Liêu Bắc Giang Bắc Kạn Bắc Ninh Bến Tre Bình Dương Bình Định Bình Phước Bình Thuận Cà Mau Cao Bằng Đắk Lắk Đắk Nông Điện Biên Đồng Nai Đồng Tháp Gia Lai Hà Giang Hà Nam Hà Tĩnh Hải Dương Hậu Giang Hòa Bình Hưng Yên Khánh Hòa Kiên Giang Kon Tum Lai Châu Lạng Sơn Lào Cai Lâm Đồng Long An Nam Định Ninh Bình Nghệ An Ninh Thuận Phú Thọ Phú Yên Quảng Bình Quảng Nam Quảng Ngãi Quảng Ninh Quảng Trị Sóc Trăng Sơn La Tây Ninh Thái Bình Thái Nguyên Thanh Hóa Thừa Thiên Huế Tiền Giang Trà Vinh Tuyên Quang Vĩnh Long Vĩnh Phúc Yên Bái hiện x t s Du lịch Bình Thuận Danh lam thắng cảnh Mũi Né • Hòn Rơm • Đồi Cát • Đồi Dương • Suối Tiên • Bãi Đá Ông Địa • Chùa núi Tà Cú • Bàu Trắng • Lầu Ông Hoàng • Thác Bà Kiến trúc - nghệ thuật và di tích lịch sử Tháp nước Phan Thiết • Tháp Chăm Po Sah Inư • Tháp Chăm Po Dam • Hải đăng Kê Gà • Chùa Ông (Quan Đế Miếu) • Đình Đức Thắng • Đình Đức Nghĩa • Vạn Thủy Tú • Trường Dục Thanh • Chùa Cổ Thạch • Dinh Thầy Thím • Bảo tàng Làng chài xưa Đặc sản Nước mắm Phan Thiết • Trái thanh long • Bánh căn • Bánh xèo • Bánh rế • Mực một nắng • Chả răng mực • Cốm hộc • Nước khoáng Vĩnh Hảo Lễ hội văn hóa Nghinh Ông Quan Thánh Đế Quân • Cầu ngư • Dinh Thầy Thím • Chăm Katê • Rước đèn Trung thu • Đua thuyền truyền thống Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bình_Thuận&oldid=69944678” Thể loại: Tỉnh của Việt Nam Du lịch Bình Thuận Bình Thuận Tỉnh ven biển Việt Nam Thể loại ẩn: Trang đưa đối số thừa vào bản mẫu Bản mẫu webarchive dùng liên kết wayback Lỗi CS1: URL chứa liên kết wiki Tọa độ trên Wikidata Trang có bản đồ Trang này được sửa lần cuối vào ngày 3 tháng 5 năm 2023, 13:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}