{"Bí thư Thành ủy Thành phố Hồ Chí Minh":"Bí thư Thành ủy Thành phố Hồ Chí Minh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử hình thành 2Lãnh đạo qua các thời kỳ Hiện\/ẩn mục Lãnh đạo qua các thời kỳ 2.1Liên Tỉnh ủy Gia Định - Chợ Lớn 2.2Tỉnh ủy Gia Định 2.3Tỉnh ủy Chợ Lớn 2.4Thành ủy Sài Gòn 2.5Thành ủy Thành phố Hồ Chí Minh 3Xem thêm 4Tham khảo 5Chú thích Bí thư Thành ủy Thành phố Hồ Chí Minh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Chính trị Thành Phố Hồ Chí Minh Hiến pháp Đảng Cộng sản Bí thư Thành ủy Ban Thường vụ Hội đồng Nhân dân Ủy ban Nhân dân Chủ Tịch Ủy Ban Nhân Dân Thành Phố Chủ Tịch Hội Đồng Nhân Dân Thành Phố Tòa án Nhân dân Thành Phố Viện Kiểm sát Nhân dân Thành Phố x t s Bí thư Thành ủy Thành phố Hồ Chí Minh là chức vụ đứng đầu Ban Chấp hành Đảng bộ Đảng Cộng sản Việt Nam tại Thành phố Hồ Chí Minh. Đây là một trong những chức vụ quan trọng nhất trong hệ thống chính trị tại Việt Nam, vì vậy Bí thư Thành ủy Thành phố Hồ Chí Minh theo thông lệ cũng nắm giữ chức Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Chức vụ Bí thư Thành ủy được Bộ Chính trị chỉ định, Phó Bí thư Thành ủy được Ban Chấp hành Đảng bộ thành phố bầu ra trong số các Ủy viên Ban Thường vụ Thành ủy. Quyền hạn và trách nhiệm của Bí thư Thành ủy theo quy định của Điều lệ Đảng Cộng sản Việt Nam. Lịch sử hình thành[sửa | sửa mã nguồn] Sau Hội nghị hợp nhất các tổ chức Cộng sản để thành lập Đảng Cộng sản Việt Nam, tại Nam Kỳ, một Hội nghị thống nhất các tổ chức Cộng sản ở Nam Kỳ được tổ chức ngày 24 tháng 2 năm 1930, đã bầu ra Ban lâm thời Chấp ủy của Đảng, do Ngô Gia Tự (bí danh là Bách) làm Bí thư, trụ sở đặt tại đường Kichiner - Grimaud (nay là đường Nguyễn Thái Học - Phạm Ngũ Lão), chịu trách nhiệm hợp nhất các tổ chức Cộng sản tại Nam Kỳ. Cuối năm 1930, chính quyền thực dân phát hiện hoạt động thống nhất các tổ chức Cộng sản nên đã ra tay trấn áp. Nhiều lãnh đạo bị bắt, gồm cả Bí thư Xứ ủy Nam Kỳ Ngô Gia Tự và Bí thư Thành ủy Chợ Lớn Lê Quang Sung. Tháng 2 năm 1931, các đảng bộ Thành ủy Sài Gòn, Chợ Lớn đều bị giải tán, trực thuộc trực tiếp Xứ ủy Nam Kỳ. Tháng 4 năm 1931, chính quyền Pháp hợp nhất thành phố Sài Gòn và thành phố Chợ Lớn thành một đơn vị hành chính mới gọi là Khu Sài Gòn - Chợ Lớn. Tháng 4 năm 1932, Thành ủy Sài Gòn - Chợ Lớn được tái lập. Các Tỉnh ủy Gia Định, Chợ Lớn được duy trì cho đến tận năm 1954. Lãnh đạo qua các thời kỳ[sửa | sửa mã nguồn] Trước năm 1976, tên gọi cũng như địa giới của các đơn vị hành chính mà hiện nay là Thành phố Hồ Chí Minh có thay đổi khá nhiều, và địa dư qua các thời kỳ cũng không trùng khít với khu vực thành phố Hồ Chí Minh hiện nay. Do điều kiện lịch sử, các chức vụ đứng đầu Đảng bộ cũng không được liên tục, thường xuyên bị gián đoạn[1]. Mãi sau năm 1976, địa giới hành chính ổn định, các đơn vị hành chính cũng được hợp nhất, chức vụ Bí thư Thành ủy Thành phố Hồ Chí Minh mới ổn định cho đến nay. Bài chi tiết: Lịch sử hành chính Thành phố Hồ Chí Minh Liên Tỉnh ủy Gia Định - Chợ Lớn[sửa | sửa mã nguồn] Hình Tên Tên khác Bí danh Bắt đầu Kết thúc Chức vụ Châu Văn Liêm Giáo Liêm Tháng 2\/1930 4\/5\/1930 Bí thư liên Tỉnh ủy Gia Định - Chợ Lớn Tỉnh ủy Gia Định[sửa | sửa mã nguồn] Hình Tên Tên khác Bí danh Bắt đầu Kết thúc Chức vụ Lê Trọng Mân Khôi Tháng 3\/1930 Tháng 6\/1930 Bí thư Tỉnh ủy lâm thời Gia Định Nguyễn Chí Diểu Giữa 1930 Tháng 9\/1930 Bí thư Tỉnh ủy Gia Định Nguyễn Văn Tây Thanh Sơn Tháng 9\/1930 Tháng 2\/1931 Bí thư Tỉnh ủy Gia Định Võ Văn Ngân Xú, Mập Cuối 1931 Tháng 4\/1932 Bí thư Tỉnh ủy Gia Định Võ Văn Tần Già Tần Tháng 4\/1932 Tháng 6\/1936 Bí thư Tỉnh ủy Gia Định Bùi Văn Ngữ Bảy Suyễn, Bảy Xuyến Tháng 6\/1936 Cuối 1939 Bí thư Tỉnh ủy Gia Định Lê Văn Khương Mười Đen Cuối 1939 Cuối 1940 Bí thư Tỉnh ủy Gia Định Bùi Văn Châu Lưu Dự Châu, Giáo Châu Tháng 3\/1941 28\/7\/1941 Bí thư Tỉnh ủy Gia Định Nguyễn Văn Xưởng Giữa 1941 1942? Bí thư Tỉnh ủy Gia Định Từ năm 1943, tồn tại hai hệ thống Đảng bộ dưới sự lãnh đạo của nhóm Tiền Phong và nhóm Giải Phóng. Huỳnh Văn Thớm Ba Súng 1942 1943? Bí thư Ban Cán sự Đảng tỉnh Gia Định Phạm Văn Bàng Ba Bún, Ba Búng Đầu 1943 1944? Trưởng Ban cán sự Đảng tỉnh Gia Định Huỳnh Văn Thớm Ba Súng 1944 Tháng 9\/1946 Bí thư Tỉnh ủy Gia Định (Tỉnh ủy Giải Phóng) Phạm Văn Khung Bảy Khung, Thày Chùa Tháng 5\/1945 Tháng 9\/1946 Bí thư Tỉnh ủy Gia Định (Tỉnh ủy Tiền Phong) Năm 1946, hội nghị thống nhất hai Tỉnh ủy được tổ chức. Các cấp ủy vẫn hoạt động riêng rẽ cho đến năm 1947. Trần Văn Thới Tháng 9\/1946 Tháng 10\/1947 Bí thư Tỉnh ủy Gia Định Phạm Văn Chiêu Tháng 10\/1947 Tháng 6\/1951 Bí thư Tỉnh ủy Gia Định Tháng 6 năm 1951, Ủy ban Kháng chiến Hành chính Nam Bộ sáp nhập tỉnh Gia Định với tỉnh Tây Ninh thành tỉnh Gia Ninh hay Gia Định Ninh. Phạm Văn Chiêu Tháng 6\/1951 Tháng 10\/1951 Bí thư Tỉnh ủy Gia Định Ninh Tô Ký Hùm xám Tháng 10\/1951 1954 Bí thư Tỉnh ủy Gia Định Ninh Tháng 7 năm 1954, tỉnh Gia Định Ninh giải thể thành hai tỉnh Gia Định và Tây Ninh như cũ. Phạm Khải Ba Ka Tháng 10\/1954 Tháng 7\/1957 Bí thư Tỉnh ủy Gia Định Huỳnh Văn Thớm Ba Súng Tháng 7\/1957 Tháng 7\/1957 Bí thư Tỉnh ủy Gia Định Đoàn Công Chánh Sáu Bảo Tháng 7\/1957 1957 Bí thư Tỉnh ủy Gia Định Nguyễn Trọng Tuyển Ba Thi 1957 Tháng 7\/1959 Bí thư Tỉnh ủy Gia Định Nguyễn Hồng Đào Tư Hồ Cuối 1959 Đầu 1960 Bí thư Tỉnh ủy Gia Định Cuối năm 1959 đầu 1960, Trung ương Cục Miền Nam sáp nhập tỉnh Gia Định vào Đặc khu Sài Gòn - Chợ Lớn thành Đặc khu Sài Gòn - Gia Định. Tỉnh ủy Chợ Lớn[sửa | sửa mã nguồn] Hình Tên Tên khác Bí danh Bắt đầu Kết thúc Chức vụ Lê Quang Sung Lê Hoàn Tháng 6\/1930 Tháng 11\/1930 Bí thư Tỉnh ủy lâm thời Chợ Lớn Nguyễn Xuân Luyện Tháng 11\/1930 Tháng 3\/1931 Bí thư Tỉnh ủy Chợ Lớn Võ Văn Tần Tháng 6\/1931 Cuối 1931 Bí thư Tỉnh ủy Chợ Lớn Hồ Văn Long Cuối 1931 Đầu 1932 Bí thư Tỉnh ủy Chợ Lớn Trương Văn Bang Ba Bang Tháng 10\/1932 1933 Bí thư Tỉnh ủy Chợ Lớn Trương Văn Nhâm Ba Nhâm Giữa 1934 Đầu 1935 Bí thư Tỉnh ủy Chợ Lớn Nguyễn Văn Lộc 1935 1936 Bí thư Tỉnh ủy Chợ Lớn Nguyễn Đức Hưng Năm thợ bạc, N.D.H 1937 Tháng 9\/1939 Bí thư Tỉnh ủy Chợ Lớn Dương Công Nữ Hai Nữ 1940 Tháng 5\/1941 Bí thư Tỉnh ủy Chợ Lớn Trần Trung Tam 1942 Đầu 1942 Bí thư Tỉnh ủy Chợ Lớn Nguyễn Văn Hoành 1944 1945 Bí thư Tỉnh ủy Chợ Lớn Hồ Văn Long Đầu 1946 Tháng 4\/1946 Bí thư Ban Cán sự Đảng tỉnh Chợ Lớn Tháng 4\/1946 Tháng 11\/1946 Bí thư Tỉnh ủy Chợ Lớn Trần Trung Tam Tháng 11\/1946 Tháng 2\/1950 Bí thư Tỉnh ủy Chợ Lớn Nguyễn Mạnh Hoan Hồng Châu Tháng 2\/1950 Tháng 6\/1951 Bí thư Tỉnh ủy Chợ Lớn Tháng 6 năm 1951, Ủy ban Kháng chiến Hành chính Nam Bộ sáp nhập tỉnh Chợ Lớn với tỉnh Bà Rịa thành tỉnh Bà Chợ. Võ Văn Khánh Tháng 6\/1951 Tháng 10\/1951 Bí thư Tỉnh ủy Bà Chợ Đỗ Tất Thắng Tháng 10\/1951 Tháng 7\/1954 Bí thư Tỉnh ủy Bà Chợ Tháng 7 năm 1954, tỉnh Bà Chợ giải thể thành hai tỉnh Bà Rịa và Chợ Lớn như cũ. Tháng 9, một phần tỉnh Chợ Lớn sáp nhập với thành phố Sài Gòn thành Đặc khu Sài Gòn - Chợ Lớn. Huỳnh Văn Một Út Một Tháng 2\/1955 1956 Bí thư Tỉnh ủy Chợ Lớn Nguyễn Văn Chí Sáu Chí 1956 Cuối 1956 Bí thư Tỉnh ủy Chợ Lớn (Tháng 8 năm 1957, tỉnh Chợ Lớn sáp nhập với tỉnh Tân An thành tỉnh Long An) Thành ủy Sài Gòn[sửa | sửa mã nguồn] Hình Tên Tên khác Bí danh Bắt đầu Kết thúc Chức vụ Nguyễn Văn Lợi Hữu Dũng Tháng 3\/1930 Tháng 6\/1930 Bí thư Ban lâm thời Chấp ủy Đảng bộ Thành phố Sài Gòn Trần Não Huỳnh Quảng, Hoàng Tuyền, Minh Tháng 6\/1930 Tháng 7\/1930 Bí thư Thành ủy Sài Gòn Tạ Đức Đường Tháng 5\/1932 Tháng 10\/1932 Bí thư Thành ủy Sài Gòn Trương Văn Bang Ba Bang Tháng 5\/1933 Tháng 2\/1934 Bí thư Xứ ủy Nam Kỳ kiêm Bí thư Thành ủy Sài Gòn Trần Văn Vi Trần Phụng Vĩ, Dân Tôn Tử, Ba Vi Tháng 10\/1934 Tháng 5\/1935 Bí thư Thành ủy Sài Gòn Nguyễn Văn Lộng Chùa Cuối 1935 Đầu 1936 Bí thư Thành ủy Sài Gòn Trương Văn Nhâm Ba Nhâm Đầu 1936 Cuối 1936 Bí thư Thành ủy Sài Gòn Bùi Văn Thủ Jacque Cuối 1936 Cuối 1936 Bí thư Thành ủy Sài Gòn Nguyễn Văn Nghi Đầu 1937 Đầu 1937 Bí thư Thành ủy Sài Gòn Nguyễn Thị Minh Khai Năm Bắc Đầu 1937 Tháng 7\/1940 Bí thư Thành ủy Sài Gòn Nguyễn Như Hạnh Tháng 8\/1940 Tháng 11\/1940 Bí thư Thành ủy Sài Gòn Từ đầu năm 1942, xuất hiện nhiều nhóm tự nhận là Thành ủy Sài Gòn. Trần Trung Tam Đầu 1942 Tháng 9\/1942 Lãnh đạo Thành ủy Sài Gòn (tự nhận) Hoàng Tế Thế 1942 1942 Lãnh đạo Thành ủy Sài Gòn (tự nhận) Nguyễn Đức Huy Quới 1942 1942 Lãnh đạo Thành ủy Sài Gòn (tự nhận) Phùng Văn Đôn 1942 1942 Lãnh đạo Thành ủy Sài Gòn (tự nhận) Nguyễn Oanh Bạch Đằng lớn 1942 Cuối 1943 Lãnh đạo Thành ủy Sài Gòn (tự nhận) Bùi Văn Dự Ba Dự, Nguyễn Thanh Cuối 1942 Đầu 1943 Bí thư Thành ủy Sài Gòn (tự nhận) Từ năm 1943, tồn tại hai hệ thống Đảng bộ dưới sự lãnh đạo của nhóm Tiền Phong và nhóm Giải Phóng. Nguyễn Oanh Bạch Đằng lớn 1943 Tháng 5\/1945? Bí thư Ban Cán sự Thành Sài Gòn Nguyễn Văn Chí Tư Chí Tháng 3\/1945 Tháng 5\/1945 Bí thư Thành ủy Chợ Lớn Nguyễn Văn Kỉnh Thượng Vũ Tháng 5\/1945 Tháng 9\/1945 Bí thư Thành ủy Sài Gòn Từ tháng 9 năm 1945 đến tháng 5 năm 1946, Thành ủy Sài Gòn cơ bản giải tán do các Thành ủy viên được phân tán để chỉ đạo Nam Bộ kháng chiến. Nguyễn Thành A Tháng 10 năm 1945 Tháng 10 năm 1945 Quyền Bí thư Thành ủy Sài Gòn (chưa nhận nhiệm vụ thì được đổi) Phạm Văn Lẫm Phạm Phong Lẫm 1945 Cuối 1945 Bí thư Thành ủy Sài Gòn Trịnh Đình Trọng Tư Phú Tháng 5 năm 1946 Giữa 1947 Bí thư Thành ủy lâm thời Sài Gòn Nguyễn Văn Linh Mười Cúc Giữa 1947 Tháng 4\/1948 Bí thư Thành ủy Sài Gòn - Chợ Lớn Lê Văn Sỹ Võ Sỹ Tháng 4\/1948 Tháng 10\/1948 Bí thư Thành ủy Sài Gòn - Chợ Lớn Nguyễn Hộ Tháng 10\/1948 Tháng 2\/1949 Quyền Bí thư Thành ủy Sài Gòn - Chợ Lớn Tháng 2\/1949 Tháng 8\/1950 Bí thư Thành ủy Sài Gòn - Chợ Lớn Tháng 8 năm 1950, Xứ ủy Nam Bộ tách Sài Gòn - Chợ Lớn thành Khu Đặc biệt trực thuộc Xứ ủy. Nguyễn Văn Linh Mười Cúc Tháng 8\/1950 Cuối 1952 Bí thư Đặc Khu ủy Sài Gòn - Chợ Lớn Trần Quốc Thảo Đồ Em, Năm Hai Cuối 1952 Cuối 1953 Quyền Bí thư Đặc Khu ủy Sài Gòn - Chợ Lớn Nguyễn Văn Kỉnh Thượng Vũ Cuối 1953 Đầu 1954 Bí thư Đặc Khu ủy Sài Gòn - Chợ Lớn Tháng 9 năm 1954, Xứ ủy Nam Bộ được tái lập và quyết định thành lập Khu ủy Sài Gòn - Chợ Lớn. Nguyễn Văn Linh Mười Cúc Tháng 9\/1954 Cuối 1956 Bí thư Khu ủy Sài Gòn - Chợ Lớn Trần Quốc Thảo Năm Hai Cuối 1956 Tháng 10\/1957 Bí thư Khu ủy Sài Gòn - Chợ Lớn Võ Văn Kiệt Sáu Dân 1959 1960 Bí thư Khu ủy Sài Gòn - Chợ Lớn Năm 1960, Xứ ủy Nam Bộ đồng ý đề xuất hợp nhất Đảng bộ Khu Sài Gòn - Chợ Lớn và Tỉnh ủy Gia Định thành Khu Sài Gòn - Gia Định. Võ Văn Kiệt Sáu Dân 1960 Tháng 4\/1965 Bí thư Khu ủy Sài Gòn - Gia Định Nguyễn Văn Linh Mười Cúc Tháng 4\/1965 Cuối 1965 Bí thư Khu ủy Sài Gòn - Gia Định Võ Văn Kiệt Sáu Dân Đầu 1966 Tháng 10\/1967 Bí thư Khu ủy Sài Gòn - Gia Định Tháng 10 năm 1967, Trung ương Cục Miền Nam thành lập Khu Trọng điểm trên cơ sở Khu Sài Gòn - Gia Định và các vùng đất lân cận. Nguyễn Văn Linh Mười Cúc Tháng 10\/1967 Tháng 8\/1968 Bí thư Khu Trọng điểm Tháng 8 năm 1968, Trung ương Cục Miền Nam tái lập Thành ủy Sài Gòn - Gia Định. Võ Văn Kiệt Sáu Dân Tháng 8\/1968 Tháng 1\/1971 Bí thư Thành ủy Sài Gòn - Gia Định Trần Bạch Đằng Tám Cao Tháng 1\/1971 Tháng 4\/1972 Bí thư Thành ủy Sài Gòn - Gia Định Nguyễn Văn Linh Mười Cúc Tháng 4\/1972 Tháng 10\/1973 Bí thư Thành ủy Sài Gòn - Gia Định Mai Chí Thọ Năm Xuân Tháng 10\/1973 Tháng 8\/1975 Bí thư Thành ủy Sài Gòn - Gia Định Võ Văn Kiệt Sáu Dân Tháng 8\/1975 Tháng 12\/1975 Bí thư Thành ủy Sài Gòn - Gia Định (Thành phố Hồ Chí Minh) Nguyễn Văn Linh Mười Cúc Tháng 12\/1975 Tháng 11\/1976 Bí thư Thành ủy Sài Gòn - Gia Định (Thành phố Hồ Chí Minh) Thành ủy Thành phố Hồ Chí Minh[sửa | sửa mã nguồn] Hình Tên Tên khác Bí danh Bắt đầu Kết thúc Chức vụ Nguyễn Văn Linh Mười Cúc Tháng 11\/1976 Tháng 4\/1977 Bí thư Thành ủy Thành phố Hồ Chí Minh Võ Văn Kiệt Sáu Dân Tháng 4\/1977 Tháng 12\/1981 Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Văn Linh Mười Cúc Tháng 12\/1981 Tháng 10\/1986 Bí thư Thành ủy Thành phố Hồ Chí Minh Võ Trần Chí Hai Chí Tháng 10\/1986 Tháng 5\/1996 Bí thư Thành ủy Thành phố Hồ Chí Minh Trương Tấn Sang Tư Sang Tháng 5\/1996 Tháng 1\/2000 Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Minh Triết Trần Phong, Sáu Phong Tháng 1\/2000 28\/6\/2006 Bí thư Thành ủy Thành phố Hồ Chí Minh Lê Thanh Hải Hai Nhựt 28\/6\/2006 14\/10\/2015 Bí thư Thành ủy Thành phố Hồ Chí Minh Đinh La Thăng Tư Thăng 5\/2\/2016 10\/5\/2017 Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Thiện Nhân Hai Nhân 10\/5\/2017 17\/10\/2020 Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Văn Nên Bảy Nên 17\/10\/2020 - Bí thư Thành ủy Thành phố Hồ Chí Minh Xem thêm[sửa | sửa mã nguồn] Thành ủy Thành phố Hồ Chí Minh Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh Tham khảo[sửa | sửa mã nguồn] Trang chủ của Thành phố Hồ Chí Minh Lưu trữ 2006-10-13 tại Wayback Machine Chú thích[sửa | sửa mã nguồn] ^ “DCSVN”. Truy cập 5 tháng 10 năm 2015.[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bí_thư_Thành_ủy_Thành_phố_Hồ_Chí_Minh&oldid=69946303” Thể loại: Bí thư Thành ủy Thành phố Hồ Chí Minh Danh sách nhân vật Việt Nam Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 4 tháng 5 năm 2023, 06:56. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}