{"Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021":"Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa điểm 2Quốc gia tham dự 3Thể thức thi đấu 4Lịch thi đấu Hiện\/ẩn mục Lịch thi đấu 4.1Bóng rổ 5x5 4.2Bóng rổ 3x3 5Danh sách huy chương 6Bảng tổng sắp huy chương 7Tham khảo 8Liên kết ngoài Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 5 ngôn ngữ Bahasa Indonesia Bahasa Melayu English ไทย 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 Địa điểm Nhà thi đấu Thanh Trì Vị trí Hà Nội, Việt Nam Các ngày 13 tháng 5 ― 22 tháng 5 năm 2022 Quốc gia 7 ← Manila 2019 Campuchia 2023 → Bóng rổ là một trong những môn thể thao tranh tài tại Đại hội Thể thao Đông Nam Á 2021 ở Việt Nam,[1] dự kiến sẽ được tổ chức từ ngày 13 đến 22 tháng 5 năm 2022 (vì tình hình Đại dịch COVID-19 đang diễn biến rất phức tạp tại các quốc gia Đông Nam Á),[2] tại Nhà thi đấu Thanh Trì ở thành phố Hà Nội.[3] Môn bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 sẽ có 4 nội dung gồm 5×5, và 3×3 cho đồng đội nam và nữ. Địa điểm[sửa | sửa mã nguồn] Hà Nội Nhà thi đấu huyện Thanh Trì Sức chứa: 1.086 Quốc gia tham dự[sửa | sửa mã nguồn] Quốc gia Nam Nữ 5×5 3×3 5×5 3×3 Campuchia Indonesia Malaysia Philippines Singapore Thái Lan Việt Nam Tổng cộng: 7 NOCs 7 7 6 7 Thể thức thi đấu[sửa | sửa mã nguồn] Hai đội trong một trận đấu sẽ cố gắng ghi điểm nhiều hơn đối thủ.[4] Một cú ném rổ trong khu vực hai điểm có giá trị hai điểm, còn cú ném rổ được thực hiện từ phía sau vạch ba điểm sẽ có giá trị ba điểm.[4] Mỗi trận đấu sẽ kéo dài bốn hiệp, mỗi hiệp 10 phút.[4] Nếu hai đội hòa nhau khi kết thúc thời gian thi đấu, hai đội sẽ phải đấu hiệp phụ (overtime) kéo dài 60 giây.[4] Mỗi đội sẽ có hai lần hội ý trong hiệp 1, 3 lần trong hiệp 2 và 2 lần trong 2 phút cuối của trận đấu.[4] Mỗi đợt tấn công chỉ kéo dài 24 giây (với nội dung 3x3 là 12 giây), hết thời gian tấn công, cầu thủ đội tấn công phải thực hiện tình huống ném rổ hoặc dứt điểm.[4] Lịch thi đấu[sửa | sửa mã nguồn] Hình ảnh mang tên \"Vươn tới vì sao\" được chụp trong trận đấu bóng rổ 3×3 giữa Việt Nam và Thái Lan. Tập tin:Thanh Trì District Sporting Hall 2022 1 Toàn cảnh nhà thi đấu khi tổ chức nội dung bóng rổ 3x3. Theo quyết định của Bộ Văn hóa, Thể thao và Du lịch, môn bóng rổ sẽ diễn ra từ ngày 13 tháng 05 đến hết ngày 22 tháng 05, với lịch thi đấu như sau:[5] Bóng rổ 3x3 sẽ tranh tài vào hai ngày 13 tháng 05 và 14 tháng 05, trao huy chương vào ngày 14. Sau một ngày nghỉ để chuyển đổi sân thi đấu 3x3 thành 5x5, nội dung bóng rổ 5x5 sẽ diễn ra từ ngày 15 tháng 05 đến ngày 22 tháng 05, trao huy chương vào ngày 22. Bóng rổ 5x5[sửa | sửa mã nguồn] Ngày Giờ Nội dung 16\/05 09:00-21:00 Thi đấu 17\/05 09:00-21:00 Thi đấu 18\/05 09:00-21:00 Thi đấu 19\/05 09:00-21:00 Thi đấu 20\/05 09:00-21:00 Thi đấu 21\/05 09:00-21:00 Thi đấu 22\/05 09:00-21:00 Thi đấu 21:30 Kết thúc và trao thưởng Lịch thi đấu có thể thay đổi sau khi nhận đang ký chính thức Bóng rổ 3x3[sửa | sửa mã nguồn] Ngày Giờ Nội dung Vòng 13\/05 09:00-17:00 Thi đấu Vòng loại 14\/05 09:00-14:00 Thi đấu Vòng loại 14:30-16:00 Thi đấu Bán kết 16:30-17:10 Thi đấu Tranh huy chương Đồng 17:10-18:00 Thi đấu Chung kết 18:30 Trao thưởng Lịch thi đấu có thể thay đổi sau khi nhận đăng ký chính thức Danh sách huy chương[sửa | sửa mã nguồn] Event Vàng Bạc Đồng Giải đấu 5x5 nam chi tiết Indonesia Andakara Prastawa Hardianus Lakudu Yudha Saputera Abraham Damar Grahita Agassi Goantara Arki Dikania Wisnu Brandon Jawato Juan Laurent Kokodiputra Dame Diagne Derrick Michael Xzavierro Vincent Rivaldi Kosasih Marques Bolden Philippines Thirdy Ravena Kib Montalbo Kiefer Ravena Jaydee Tungcab Moala Tautuaa Isaac Go June Mar Fajardo Roger Pogoy LeBron Lopez Troy Rosario William Navarro Matthew Wright Thái Lan Antonio Price Soonthornchote Teerawat Chanthachon Chatpol Chungyampin Frederick Lee Jones Lish Nakorn Jaisanuk Chanatip Jakrawan Anasawee Klaewnarong Pathiphan Klahan Jakongmee Morgan Moses Morgan Nattakarn Muangboon Jittaphon Towaroj Giải đấu 5x5 nữ chi tiết Philippines Afril Bernardino Ana Alicia Katrina Isidro Angelica Marie Nomeron Camille Izabel Policarpio Clare Saquing Elisha Gabriell Bade Ella Fajardo France Mae Cabinbin Janine Pontejos Katrina Guytingco Marizze Andrea Beja Stefanie Berberabe Indonesia Adelaide Callista Wongsohardjo Agustin Gradita Retong Clarita Antonio Angelica Jennifer Candra Dyah Lestari Gabriel Sophia Henny Sutjiono Kadek Pratita Citta Dewi Kimberley Pierre-Louis Mega Nanda Perdana Putri Nathania Claresta Orville Yuni Anggraeni Malaysia Eugene Ting Chiau Teng Yap Fook Yee Pang Hui Pin Renee Lee Jo Rynn Rajintiran Kalamaithi Toh Ke Hui Chia Mun Yi Nur Izzati binti Yaakob Lee Phei Ling Magdalene Low Phey Chyl Tan Sin Jie Foo Suet Ying Saw Wei Yin Chong Yin Yin Giải đấu 3×3 nam chi tiết Thái Lan Chanatip Jakrawan Frederick Lee Jones Lish Moses Morgan Antonio Price Soonthornchote Việt Nam Đinh Thanh Tâm Justin Young Chris Dierker Võ Kim Bản Philippines Reymar Caduyac Brandon Ganuelas-Rosser Jorey Napoles Marvin Hayes Giải đấu 3×3 nữ chi tiết Thái Lan Kanokwan Prajuapsook Rujiwan Bunsinprom Warunee Kitraksa Amphawa Thuamon Việt Nam Trương Thảo My Trương Thảo Vy Huỳnh Thị Ngoan Trần Thị Anh Đào Indonesia Adelaide Callista Wongsohardjo Dewa Ayu Made Sriartha Kusuma Dewi Kimberley Pierre-Louis Nathania Claresta Orville Bảng tổng sắp huy chương[sửa | sửa mã nguồn] Đoàn chủ nhà ( Việt Nam) Hạng Đoàn Vàng Bạc Đồng Tổng số 1 Thái Lan 2 0 1 3 2 Indonesia 1 1 1 3 Philippines 1 1 1 3 4 Việt Nam 0 2 0 2 5 Malaysia 0 0 1 1 Tổng số (5 đoàn) 4 4 4 12 Tham khảo[sửa | sửa mã nguồn] ^ “Chi tiết địa điểm tổ chức các môn thi đấu SEA Games 2021 tại Việt Nam”. bvhttdl.gov.vn. Truy cập ngày 10 tháng 3 năm 2022. ^ baochinhphu.vn (17 tháng 12 năm 2021). “Lịch thi đấu SEA Games 31 tại Việt Nam”. Báo điện tử Chính phủ. Truy cập ngày 10 tháng 3 năm 2022. ^ VietnamPlus (18 tháng 3 năm 2022). “[Infographics] SEA Games 31: Địa điểm thi đấu các môn thể thao | Thể thao | Vietnam+ (VietnamPlus)”. VietnamPlus. Truy cập ngày 24 tháng 3 năm 2022. ^ a b c d e f Sách kỹ thuật môn bóng rổ Đại hội Thể thao Đông Nam Á 2021. Ban tổ chức Đại hội Thể thao Đông Nam Á 2021. Tháng 4 năm 2022. ^ Webthethao. “Lịch thi đấu bóng rổ SEA Games 31 hôm nay mới nhất”. webthethao.vn. Truy cập ngày 26 tháng 4 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Sách kỹ thuật môn bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 hiện x t s Các môn thi đấu tại Đại hội Thể thao Đông Nam Á 2021 (Hà Nội) Ba môn phối hợp Bắn cung Bắn súng Bi-a Bi sắt Bowling Bóng bàn Bóng chuyền Bóng đá Bóng đá trong nhà Bóng ném Bóng rổ Canoeing Cầu lông Cầu mây Chèo thuyền Cờ tướng Cờ vua Cử tạ Đấu kiếm Đấu vật Điền kinh Golf Judo Jujutsu Karate Khiêu vũ thể thao Kickboxing Kurash Muay Thái Pencak silat Quần vợt Quyền Anh Taekwondo Thể dục dụng cụ Thể hình Thể thao dưới nước Bơi lội Lặn Nhảy cầu Thể thao điện tử Vovinam Wushu Xe đạp hiện x t s Bóng rổ tại Đại hội Thể thao Đông Nam Á Đại hội Thể thao Bán đảo Đông Nam Á 1959 1961 1963 1965 1967 1969 1971 1973 1975 Đại hội Thể thao Đông Nam Á 1977 1979 1981 1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bóng_rổ_tại_Đại_hội_Thể_thao_Đông_Nam_Á_2021&oldid=69917473” Thể loại: Nội dung thi đấu Đại hội Thể thao Đông Nam Á 2021 Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 Thể loại ẩn: Trang có sử dụng tập tin không tồn tại Trang này được sửa lần cuối vào ngày 24 tháng 4 năm 2023, 05:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}