{"Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 – Nữ":"Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 – Nữ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch thi đấu 2Quốc gia tham dự 3Thể thức thi đấu 4Địa điểm 5Kết quả Hiện\/ẩn mục Kết quả 5.1Thi đấu vòng tròn 6Xếp hạng chung cuộc 7Xem thêm 8Tham khảo Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 – Nữ 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (May 2022) Bài chi tiết: Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 Giải đấu bóng rổ nữ tại Đại hội Thể thao Đông Nam Á 2021 Địa điểm Nhà thi đấu huyện Thanh Trì, Hà Nội Các ngày 16–22 tháng 5 năm 2022 Quốc gia 6 ← 2019 2023 → Giải đấu bóng rổ nữ tại Đại hội Thể thao Đông Nam Á 2021 được tổ chức tại Nhà thi đấu huyện Thanh Trì, Hà Nội, Việt Nam từ ngày 16 đến 22 tháng 5 năm 2022.[1] Lịch thi đấu[sửa | sửa mã nguồn] Dưới đây là lịch thi đấu ở nội dung bóng rổ nữ: RR Vòng tròn 1 lượt T2 16 T3 17 T4 18 T5 19 T6 20 T7 21 CN 22 RR RR RR RR RR Quốc gia tham dự[sửa | sửa mã nguồn] Indonesia Malaysia Philippines Singapore Thái Lan Việt Nam Thể thức thi đấu[sửa | sửa mã nguồn] Giải không tổ chức bốc thăm chia bảng do chỉ có 6 đội tuyển tham dự. Sáu đội thi đấu theo thể thức vòng tròn một lượt. Ba đội có thứ hạng cao nhất sẽ được lần lượt trao huy chương vàng, bạc và đồng. Địa điểm[sửa | sửa mã nguồn] Giải đấu bóng rổ 5 đấu 5 được tổ chức tại Nhà thi đấu huyện Thanh Trì, Hà Nội. Kết quả[sửa | sửa mã nguồn] Thi đấu vòng tròn[sửa | sửa mã nguồn] Tất cả thời gian được liệt kê tính theo giờ Việt Nam (UTC+7) VT Đội ST T B ĐT ĐB HS Đ Kết quả chung cuộc 1 Philippines 5 4 1 491 402 +89 9 Huy chương vàng 2 Indonesia 5 4 1 403 342 +61 9 Huy chương bạc 3 Malaysia 5 3 2 355 336 +19 8 Huy chương đồng 4 Thái Lan 5 2 3 378 358 +20 7 5 Việt Nam (H) 5 2 3 384 405 −21 7 6 Singapore 5 0 5 243 411 −168 5 Nguồn: 2021 SEA Games Quy tắc xếp hạng: (1) Điểm, (2) Kết quả đối đầu, (3) Trung bình điểm thắng đối đầu, (4) Trung bình tổng điểm thắng, (5) Bốc thăm (H) Chủ nhà 16 tháng 5 năm 2022 09:00 Box Score Philippines 93–77 Indonesia Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 17–17, 23–21, 32–19, 21–20 Điểm: Bernardino 16 Chụp bóng bật bảng: Bernardino 9 Hỗ trợ: Cabinbin Rosal 7 Điểm: Orville 19 Chụp bóng bật bảng: Lestari 10 Hỗ trợ: Wongsohardjo, Dewi 5 16 tháng 5 năm 2022 13:00 Box Score Thái Lan 67–70 Malaysia Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 25–11, 7–23, 25–18, 10–18 Điểm: Warunee Kitraksa 18 Chụp bóng bật bảng: Yada Sriharaksa 10 Hỗ trợ: Rujiwan Bunsinprom 3 Điểm: Yaakob 14 Chụp bóng bật bảng: Pang 9 Hỗ trợ: Pang 9 16 tháng 5 năm 2022 17:00 Box Score Singapore 51–73 Việt Nam Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 15–11, 11–22, 14–27, 10–13 Điểm: Jia 16 Chụp bóng bật bảng: Lim 14 Hỗ trợ: Chu 3 Điểm: Anh Đào 19 Chụp bóng bật bảng: Thị Ngoan 12 Hỗ trợ: Thảo Vy 8 18 tháng 5 năm 2022 09:00 Box Score Thái Lan 81–97 Philippines Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 16–22, 24–35, 19–23, 22–17 Điểm: Lumdabpang Thunchanok 14 Chụp bóng bật bảng: Amphawa Thuamon 5 Hỗ trợ: Rujiwan Bunsinprom 4 Điểm: Bernardino 20 Chụp bóng bật bảng: Bernardino 16 Hỗ trợ: Somera Bade 4 18 tháng 5 năm 2022 13:00 Box Score Malaysia 72–37 Singapore Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 13–6, 24–6, 20–11, 15–14 Điểm: Rajintiran Kalaimathi 12 Chụp bóng bật bảng: Chong 8 Hỗ trợ: Saw 2 Điểm: Lim 7 Chụp bóng bật bảng: Han 7 Hỗ trợ: Chu 2 18 tháng 5 năm 2022 17:00 Box Score Việt Nam 80–93 Indonesia Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 19–16, 21–35, 12–19, 28–23 Điểm: Thảo Vy 26 Chụp bóng bật bảng: Thảo Vy 6 Hỗ trợ: Thảo Vy 10 Điểm: Pierre-Louis 36 Chụp bóng bật bảng: Pierre-Louis 23 Hỗ trợ: Wongsohardjo 5 19 tháng 5 năm 2022 09:00 Box Score Singapore 40–91 Thái Lan Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 14–15, 6–20, 10–30, 10–26 Điểm: Chu 8 Chụp bóng bật bảng: Lim 9 Hỗ trợ: Han, Lim 2 Điểm: Rattiyakorn Udomsuk 16 Chụp bóng bật bảng: Atchara Kaichaiyafoom 9 Hỗ trợ: Juthamas Jantakan 3 19 tháng 5 năm 2022 13:00 Box Score Indonesia 70–52 Malaysia Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 21–12, 14–18, 17–17, 18–5 Điểm: Pierre-Louis 25 Chụp bóng bật bảng: Pierre-Louis 14 Hỗ trợ: Sophia 4 Điểm: Yap 17 Chụp bóng bật bảng: Rajintiran Kalamathi 12 Hỗ trợ: Pang 3 19 tháng 5 năm 2022 17:00 Box Score Việt Nam 87–118 Philippines Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 20–40, 15–18, 27–32, 25–28 Điểm: Thảo Vy 30 Chụp bóng bật bảng: Tiểu Duy 6 Hỗ trợ: Anh Đào 4 Điểm: Castillo Isidro 25 Chụp bóng bật bảng: Afril Bernardino 12 Hỗ trợ: Berberabe Pineda 10 21 tháng 5 năm 2022 09:00 Box Score Philippines 88–61 Singapore Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 18–6, 22–15, 28–16, 22–24 Điểm: Castro 15 Chụp bóng bật bảng: Bernardino 8 Hỗ trợ: Cabinbin Rosal 3 Điểm: Chu 16 Chụp bóng bật bảng: Ang 6 Hỗ trợ: Jia 3 21 tháng 5 năm 2022 13:00 Box Score Thái Lan 64–76 Indonesia Nhà thi đấu huyện Thanh Trì, Hà Nội Trọng tài: K. Bohui N. Hwa Loong L. Wee Chun Điểm mỗi set: 28–19, 18–19, 13–18, 5–20 Điểm: Warunee Kitraksa 18 Chụp bóng bật bảng: Lumdabpang Thunchanok 5 Hỗ trợ: Rujiwan Bunsinprom 4 Điểm: Pierre-Louis 21 Chụp bóng bật bảng: Pierre-Louis 16 Hỗ trợ: Retong 7 21 tháng 5 năm 2022 17:00 Box Score Malaysia 65–69 Việt Nam Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 19–10, 17–21, 13–23, 16–15 Điểm: Yap 22 Chụp bóng bật bảng: Pang 11 Hỗ trợ: Ting 5 Điểm: Thảo Vy 22 Chụp bóng bật bảng: Thảo Vy 7 Hỗ trợ: Thảo Vy 7 22 tháng 5 năm 2022 09:00 Box Score Malaysia 96–93 Philippines Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 25–28, 33–26, 19–17, 19–22 Điểm: Chong, Yap 25 Chụp bóng bật bảng: Pang 10 Hỗ trợ: Saw 7 Điểm: Pontejos 18 Chụp bóng bật bảng: Bernardino 7 Hỗ trợ: Cabinbin Rosal 5 22 tháng 5 năm 2022 13:00 Box Score Indonesia 87–53 Singapore Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 22–8, 21–4, 26–18, 18–23 Điểm: Pierre-Louis 22 Chụp bóng bật bảng: Pierre-Louis 10 Hỗ trợ: Putri 5 Điểm: See 18 Chụp bóng bật bảng: Choong 4 Hỗ trợ: Choong 4 22 tháng 5 năm 2022 17:00 Box Score Việt Nam 75–78 Thái Lan Nhà thi đấu huyện Thanh Trì, Hà Nội Điểm mỗi set: 22 - 23, 18 - 21, 19 - 20, 16 - 14 Điểm: Thảo My 27 Chụp bóng bật bảng: Tiểu Duy 6 Hỗ trợ: Thảo My 6 Điểm: Kanokwan Prajuapsook, Warunee Kitraksa 15 Chụp bóng bật bảng: Kanokwan Prajuapsook 11 Hỗ trợ: Rujiwan Bunsinprom 6 Xếp hạng chung cuộc[sửa | sửa mã nguồn] Vị trí Đội Philippines Indonesia Malaysia 4 Thái Lan 5 Việt Nam 6 Singapore Xem thêm[sửa | sửa mã nguồn] Giải đấu nam Tham khảo[sửa | sửa mã nguồn] ^ “Lịch thi đấu bóng rổ SEA Games 31”. webthethao.vn. Truy cập ngày 17 tháng 5 năm 2022. ẩn x t s Các môn thi đấu tại Đại hội Thể thao Đông Nam Á 2021 (Hà Nội) Ba môn phối hợp Bắn cung Bắn súng Bi-a Bi sắt Bowling Bóng bàn Bóng chuyền Bóng đá Bóng đá trong nhà Bóng ném Bóng rổ Canoeing Cầu lông Cầu mây Chèo thuyền Cờ tướng Cờ vua Cử tạ Đấu kiếm Đấu vật Điền kinh Golf Judo Jujutsu Karate Khiêu vũ thể thao Kickboxing Kurash Muay Thái Pencak silat Quần vợt Quyền Anh Taekwondo Thể dục dụng cụ Thể hình Thể thao dưới nước Bơi lội Lặn Nhảy cầu Thể thao điện tử Vovinam Wushu Xe đạp Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bóng_rổ_tại_Đại_hội_Thể_thao_Đông_Nam_Á_2021_–_Nữ&oldid=68724275” Thể loại: Bóng rổ tại Đại hội Thể thao Đông Nam Á 2021 Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 13 tháng 6 năm 2022, 14:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}