{"Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 – Nam":"Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 – Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch thi đấu 2Các quốc gia tham dự 3Địa điểm 4Đội hình 5Bốc thăm 6Trọng tài 7Vòng bảng Hiện\/ẩn mục Vòng bảng 7.1Bảng A 7.2Bảng B 8Vòng đấu loại trực tiếp Hiện\/ẩn mục Vòng đấu loại trực tiếp 8.1Sơ đồ 8.2Các trận đấu 8.2.1Bán kết 8.2.2Tranh huy chương đồng 8.2.3Chung kết 8.3Huy chương vàng 9Thống kê Hiện\/ẩn mục Thống kê 9.1Cầu thủ ghi bàn 9.2Kỷ luật 9.3Bảng xếp hạng 10Xem thêm 11Tham khảo Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 – Nam 5 ngôn ngữ Bahasa Indonesia English မြန်မာဘာသာ ไทย 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bài chi tiết: Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 Giải đấu bóng đá nam tại Đại hội Thể thao Đông Nam Á 2021 Chi tiết giải đấu Nước chủ nhà Việt Nam Thời gian 6 tháng 5 năm 2022 — 22 tháng 5 năm 2022 Số đội 10 (từ 1 liên đoàn) Địa điểm thi đấu 3 (tại 3 thành phố chủ nhà) Vị trí chung cuộc Vô địch Việt Nam[1] (lần thứ 3) Á quân Thái Lan Hạng ba Indonesia Hạng tư Malaysia Thống kê giải đấu Số trận đấu 24 Số bàn thắng 74 (3.08 bàn\/trận) Vua phá lưới 6 cầu thủ (3 bàn thắng) ← 2019 2023 → Giải đấu bóng đá nam tại Đại hội Thể thao Đông Nam Á 2021 sẽ được tổ chức tại Việt Nam từ ngày 6 tháng 5 đến ngày 22 tháng 5 năm 2022. Độ tuổi tham dự là từ dưới 23 tuổi cộng thêm tối đa 3 cầu thủ quá tuổi. Việt Nam đã bảo vệ thành công tấm huy chương vàng sau khi đánh bại Thái Lan 1–0 trong trận chung kết. Lịch thi đấu[sửa | sửa mã nguồn] Dưới đây là lịch thi đấu cho nội dung thi đấu bóng đá nam.[2] G Vòng bảng ½ Bán kết B Tranh huy chương đồng F Chung kết T6 6 T7 7 CN 8 T2 9 T3 10 T4 11 T5 12 T6 13 T7 14 CN 15 T2 16 T3 17 T4 18 T5 19 T6 20 T7 21 CN 22 G G G G G G G G G G ½ B F Các quốc gia tham dự[sửa | sửa mã nguồn] Dưới đây là 10 đội tuyển tham gia thi đấu. Campuchia (CAM) Indonesia (INA) Lào (LAO) Malaysia (MAS) Myanmar (MYA) Philippines (PHI) Singapore (SGP) Thái Lan (THA) Đông Timor (TLS) Việt Nam (VIE) Địa điểm[sửa | sửa mã nguồn] Sân vận động Quốc gia Mỹ Đình, Sân vận động Hàng Đẫy ở Hà Nội và Sân vận động Thiên Trường ở Nam Định là ba địa điểm được lựa chọn ban đầu cho môn bóng đá nam, trong đó các trận đấu vòng bảng sẽ diễn ra tại sân Hàng Đẫy và sân Thiên Trường, còn sân Mỹ Đình sẽ là nơi tổ chức các trận bán kết, tranh huy chương đồng và chung kết. Tuy nhiên, đến tháng 9 năm 2020, Sở Văn hoá Thể thao Thành phố Hà Nội đã có công văn chính thức gửi Tổng cục Thể dục Thể thao về việc xin không đăng cai một bảng của môn bóng đá nam tại SEA Games 31 với lý do sân đã xuống cấp và việc nâng cấp, sửa chữa không kịp tiến độ cho SEA Games.[3] Phú Thọ đã bày tỏ sự quan tâm đến việc tổ chức một bảng đấu của bóng đá nam tại SEA Games 31 trên Sân vận động Việt Trì; địa phương này chính thức được tuyên bố là địa điểm đăng cai môn bóng đá nam vào ngày 21 tháng 11 năm 2020, thay thế cho Sân vận động Hàng Đẫy.[4][5] Hà Nội Phú Thọ Nam Định Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 – Nam (Việt Nam) Hà Nội Nam Định Phú Thọ Sân vận động Quốc gia Mỹ Đình Sân vận động Thiên Trường Sân vận động Việt Trì Sức chứa: 40.192 Sức chứa: 30.000 Sức chứa: 18.000 Đội hình[sửa | sửa mã nguồn] Bài chi tiết: Danh sách cầu thủ tham dự môn bóng đá tại Đại hội Thể thao Đông Nam Á 2021 - Nam Do SEA Games lùi một năm nên giải đấu nam sẽ có độ tuổi tham dự là U-23 (sinh vào hoặc sau ngày 1 tháng 1 năm 1999), với tối đa ba cầu thủ quá tuổi được phép.[6] Bốc thăm[sửa | sửa mã nguồn] Lễ bốc thăm được tổ chức vào ngày 6 tháng 4 năm 2022 tại khách sạn Hyatt Regency West Hanoi ở Hà Nội, Việt Nam. 10 đội tuyển trong giải đấu nam được bốc thăm chia thành hai bảng, mỗi bảng 5 đội. Năm nhóm sẽ được sử dụng để bốc thăm với các đội tuyển được xếp hạt giống theo thành tích của họ trong 2 kỳ đại hội gần nhất. Đương kim vô địch Việt Nam, đồng thời cũng là chủ nhà và Thái Lan (vô địch năm 2017) được xếp vào nhóm hạt giống số 1.[7] Nhóm 1 Nhóm 2 Nhóm 3 Nhóm 4 Nhóm 5 Việt Nam (H), (C) Thái Lan Indonesia Malaysia Myanmar Campuchia Philippines Singapore Lào Đông Timor Trọng tài[sửa | sửa mã nguồn] Trọng tài chính Trợ lý trọng tài Venkatesh Ramchandran MD Manir Dhali CR Srikrishna Sapam Kennedy Mohammad M N Ghabayen Sarkar Asit Kumar Mohammad Hassan Arafah Hamza A A Abuobead Choi Hyun-jai Jang Jongpil Ammar Ashkanani Ali Jraq Mohammad Issa Sayedali Msa Sayedali Adam Fazeel Salibaev Eldiiar Mahmood Al-Majarafi Hassan Kanso Gamini Nivon Robesh Rabih Omeirat Feras Taweel Ahmed Abdulla Kabirov Nasrullo Mohammad Ghazali Yahya Ali Almulla Alahapperuma Dias Ngô Duy Lân Rami Taan Karaev Vafo Masoud Hassan Frad Nguyễn Trung Hậu Vòng bảng[sửa | sửa mã nguồn] Tất cả thời gian được liệt kê tính theo giờ địa phương, giờ Việt Nam (UTC+7) Bảng A[sửa | sửa mã nguồn] VT Đội ST T H B BT BB HS Đ Giành quyền tham dự 1 Việt Nam (H) 4 3 1 0 6 0 +6 10 Giành quyền vào Bán kết 2 Indonesia 4 3 0 1 11 5 +6 9 3 Myanmar 4 2 0 2 7 8 −1 6 4 Philippines 4 1 1 2 6 7 −1 4 5 Đông Timor 4 0 0 4 3 13 −10 0 Nguồn: FIFA (H) Chủ nhà 6 tháng 5 năm 2022 (2022-05-06) 16:00 Philippines 4–0 Đông Timor Rontini 11' Chung 56' Bedic 78' Kekkonen 81' Chi tiết Sân vận động Việt Trì, Phú Thọ Khán giả: 5.373 Trọng tài: CR Srikrishna (Ấn Độ) 6 tháng 5 năm 2022 (2022-05-06) 19:00 Việt Nam 3–0 Indonesia Nguyễn Tiến Linh 54' Đỗ Hùng Dũng 74' Lê Văn Đô 88' Chi tiết Sân vận động Việt Trì, Phú Thọ Khán giả: 16.188 Trọng tài: Choi Hyun Jai (Hàn Quốc) 8 tháng 5 năm 2022 (2022-05-08) 16:00 Đông Timor 2–3 Myanmar Mouzinho 51' Jaimito 64' Chi tiết Win Naing Tun 37' Htet Phyoe Wai 41' Aung Wunna Soe 90+5' Sân vận động Việt Trì, Phú Thọ Khán giả: 3.568 Trọng tài: Mohammad Issa (Liban) 8 tháng 5 năm 2022 (2022-05-08) 19:00 Việt Nam 0–0 Philippines Chi tiết Sân vận động Việt Trì, Phú Thọ Khán giả: 16.898 Trọng tài: Feras Taweel (Syria) 10 tháng 5 năm 2022 (2022-05-10) 16:00 Myanmar 3–2 Philippines Win Naing Tun 2' Lwin Moe Aung 51' Soe Moe Kyaw 54' Chi tiết Bedic 34', 38' (ph.đ.) Sân vận động Việt Trì, Phú Thọ Khán giả: 868 Trọng tài: Mohammad Hassan Arafah (Jordan) 10 tháng 5 năm 2022 (2022-05-10) 19:00 Indonesia 4–1 Đông Timor Egy 16' Witan 52', 77' Fachruddin 59' Chi tiết Mouzinho 69' Sân vận động Việt Trì, Phú Thọ Khán giả: 3.133 Trọng tài: Ammar Ashkanani (Kuwait) 13 tháng 5 năm 2022 (2022-05-13) 16:00 Philippines 0–4 Indonesia Chi tiết Ridwan 18' Rizky 44' Egy 74' Marselino 85' (ph.đ.) Sân vận động Việt Trì, Phú Thọ Khán giả: 2.661 Trọng tài: Mahmood Al-Majarafi (Oman) 13 tháng 5 năm 2022 (2022-05-13) 19:00 Myanmar 0–1 Việt Nam Chi tiết Đỗ Hùng Dũng 76' Sân vận động Việt Trì, Phú Thọ Khán giả: 15.975 Trọng tài: CR Srikrishna (Ấn Độ) 15 tháng 5 năm 2022 (2022-05-15) 16:00 Indonesia 3–1 Myanmar Egy 6' Witan 10' Marselino 45+2' Chi tiết Win Naing Tun 66' Sân vận động Việt Trì, Phú Thọ Khán giả: 2.519 Trọng tài: Mohammad Arafah (Jordan) 15 tháng 5 năm 2022 (2022-05-15) 19:00 Đông Timor 0–2 Việt Nam Chi tiết Nguyễn Văn Tùng 53' Hồ Thanh Minh 65' Sân vận động Việt Trì, Phú Thọ Khán giả: 14.160 Trọng tài: Mohammad Issa (Liban) Bảng B[sửa | sửa mã nguồn] VT Đội ST T H B BT BB HS Đ Giành quyền tham dự 1 Thái Lan 4 3 0 1 12 2 +10 9 Giành quyền vào Bán kết 2 Malaysia 4 2 2 0 9 6 +3 8 3 Singapore 4 1 2 1 5 9 −4 5 4 Campuchia 4 1 1 2 6 9 −3 4 5 Lào 4 0 1 3 4 10 −6 1 Nguồn: FIFA 7 tháng 5 năm 2022 (2022-05-07) 16:00 Singapore 2–2 Lào Kweh 89' Emaviwe 90+6' Chi tiết Ekkamai 15' Chony 50' Sân vận động Thiên Trường, Nam Định Khán giả: 10.152 Trọng tài: Gamini Nivon Robesh (Sri Lanka) 7 tháng 5 năm 2022 (2022-05-07) 19:00 Thái Lan 1–2 Malaysia Gustavsson 33' Chi tiết Danial 61' Azfar 90+4' Sân vận động Thiên Trường, Nam Định Khán giả: 29.985 Trọng tài: Kabirov Nasrullo (Tajikistan) 9 tháng 5 năm 2022 (2022-05-09) 16:00 Lào 1–4 Campuchia Phouvieng 67' Chi tiết Chanthea 4' Anantaza 14' (l.n.) Rina 63' Somoun 71' Sân vận động Thiên Trường, Nam Định Khán giả: 6.044 Trọng tài: Mohammad M N Ghabayen (Jordan) 9 tháng 5 năm 2022 (2022-05-09) 19:00 Thái Lan 5–0 Singapore Davis 45+1' (ph.đ.) Stewart 48' (l.n.) Ekanit 51', 66' Korawich 81' Chi tiết Sân vận động Thiên Trường, Nam Định Khán giả: 28.998 Trọng tài: Adam Fazeel (Maldives) 11 tháng 5 năm 2022 (2022-05-11) 16:00 Campuchia 0–1 Singapore Chi tiết Akbar 36' Sân vận động Thiên Trường, Nam Định Khán giả: 11.578 Trọng tài: Ngô Duy Lân (Việt Nam) 11 tháng 5 năm 2022 (2022-05-11) 19:00 Malaysia 3–1 Lào Luqman 36', 68' Syahir 43' Chi tiết Phithack 85' Sân vận động Thiên Trường, Nam Định Khán giả: 25.623 Trọng tài: Yahya Ali Al Mulla (UAE) 14 tháng 5 năm 2022 (2022-05-14) 16:00 Singapore 2–2 Malaysia Shah 7' Stewart 78' Chi tiết Luqman 4' Faiz 82' Sân vận động Thiên Trường, Nam Định Khán giả: 1.149 Trọng tài: Venkatesh Ramachandran (Ấn Độ) 14 tháng 5 năm 2022 (2022-05-14) 19:00 Campuchia 0–5 Thái Lan Chi tiết Chonnapat 4' Korawich 31' Worachit 41' Gustavsson 72', 88' Sân vận động Thiên Trường, Nam Định Khán giả: 28.837 Trọng tài: Nivon Robesh Gamini (Sri Lanka) 16 tháng 5 năm 2022 (2022-05-16) 16:00 Malaysia 2–2 Campuchia Azam 51' (ph.đ.) Hadi 68' Chi tiết Chanchav 45' (ph.đ.) Sa Ty 61' Sân vận động Thiên Trường, Nam Định Khán giả: 14.479 Trọng tài: Nasrullo Kabirov (Tajikistan) 16 tháng 5 năm 2022 (2022-05-16) 19:00 Lào 0–1 Thái Lan Chi tiết At 19' (l.n.) Sân vận động Thiên Trường, Nam Định Trọng tài: Mohammad M N Ghabayen (Jordan) Vòng đấu loại trực tiếp[sửa | sửa mã nguồn] Trong vòng đấu loại trực tiếp, nếu một trận đấu có kết quả hòa sau 90 phút: Tại trận tranh huy chương đồng, sẽ không thi đấu hiệp phụ, trận đấu được quyết định bằng loạt sút luân lưu. Tại trận bán kết và trận chung kết, sẽ tổ chức thi đấu hiệp phụ. Nếu kết quả vẫn hòa sau hiệp phụ, trận đấu được quyết định bằng loạt sút luân lưu. Sơ đồ[sửa | sửa mã nguồn] Bán kết Chung kết 19 tháng 5 – Phú Thọ Việt Nam (s.h.p.) 1 22 tháng 5 – Hà Nội Malaysia 0 Việt Nam 1 19 tháng 5 – Nam Định Thái Lan 0 Thái Lan (s.h.p.) 1 Indonesia 0 Tranh huy chương đồng 22 tháng 5 – Hà Nội Malaysia 1 (3) Indonesia (p) 1 (4) Các trận đấu[sửa | sửa mã nguồn] Bán kết[sửa | sửa mã nguồn] 19 tháng 5 năm 2022 (2022-05-19) 16:00 Thái Lan 1–0 (s.h.p.) Indonesia Weerathep 94' Chi tiết Sân vận động Thiên Trường, Nam Định Khán giả: 30.000 Trọng tài: Yahya Ali Al Mulla (UAE) 19 tháng 5 năm 2022 (2022-05-19) 19:00 Việt Nam 1–0 (s.h.p.) Malaysia Nguyễn Tiến Linh 111' Chi tiết Sân vận động Việt Trì, Phú Thọ Khán giả: 17.895 Trọng tài: Feras Taweel (Syria) Tranh huy chương đồng[sửa | sửa mã nguồn] 22 tháng 5 năm 2022 (2022-05-22) 16:00 Malaysia 1–1 Indonesia Hadi 81' Chi tiết Ronaldo 69' Loạt sút luân lưu Hadi Hairiey Luqman Harith Mukhairi 3–4 Asnawi Ridwan Marselino Saddil Klok Sân vận động Quốc gia Mỹ Đình, Hà Nội Khán giả: 25.589 Trọng tài: Adam Fazeel (Maldives) Chung kết[sửa | sửa mã nguồn] Bài chi tiết: Chung kết môn Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 – Nam 22 tháng 5 năm 2022 (2022-05-22) 19:00 Việt Nam 1–0 Thái Lan Nhâm Mạnh Dũng 83' Chi tiết Sân vận động Quốc gia Mỹ Đình, Hà Nội Khán giả: 39.898 Trọng tài: Mahmood Al Majarafi (Oman) Huy chương vàng[sửa | sửa mã nguồn] Bóng đá nam SEA Games 31 Việt Nam Lần thứ 3 Thống kê[sửa | sửa mã nguồn] Cầu thủ ghi bàn[sửa | sửa mã nguồn] Đã có 74 bàn thắng ghi được trong 24 trận đấu, trung bình 3.08 bàn thắng mỗi trận đấu. 3 bàn thắng Egy Maulana Vikri Witan Sulaeman Win Naing Tun Luqman Hakim Shamsudin Jovin Bedic Patrik Gustavsoon 2 bàn thắng Marselino Ferdinan Hadi Fayyadh Ekanit Panya Korawich Tasa Mouzinho Đỗ Hùng Dũng Nguyễn Tiến Linh 1 bàn thắng Sieng Chanthea Ky Rina Im Somoun Choun Chanchav Sa Ty Fachruddin Aryanto Muhammad Ridwan Rizky Ridho Ronaldo Kwateh Ekkamai Ratxachak Chony Wenpaserth Phouvieng Phounsavath Phithack Kongmathilath Danial Asri Azfar Fikri Azhar Syahir Bashah Faiz Amer Runnizar Azam Azmi Murad Htet Phyoe Wai Aung Wunna Soe Lwin Moe Aung Soe Moe Kyaw Christian Rontini Dennis Chung Oskari Kekkonen Glenn Kweh Jordan Emaviwe Muhammad Akbar Shah Shahiran Harhys Stewart Ben Davis Chonnapat Buaphan Worachit Kanitsribampen Jaimito Soares Lê Văn Đô Nguyễn Văn Tùng Hồ Thanh Minh Nhâm Mạnh Dũng 1 bàn phản lưới nhà Anantaza Siphongphan (trong trận gặp Campuchia) At Viengkham (trong trận gặp Thái Lan) Harhys Stewart (trong trận gặp Thái Lan) Kỷ luật[sửa | sửa mã nguồn] Một cầu thủ ngay lập tức bị treo giò trong trận đấu tiếp theo nếu phải nhận một trong các hình phạt sau: Nhận 1 thẻ đỏ (thời gian treo giò vì thẻ đỏ có thể nhiều hơn nếu là lỗi vi phạm nghiêm trọng) Nhận 2 thẻ vàng trong 2 trận đấu khác nhau; thẻ vàng bị xóa sau khi kết thúc lượt trận tiếp theo (điều này không được áp dụng đến bất kỳ trận đấu quốc tế nào khác trong tương lai) Các quyết định kỷ luật sau đây đã được thực hiện trong suốt giải đấu: Cầu thủ Vi phạm Đình chỉ Jonathan Khemdee trong trận đấu bảng B v Malaysia (lượt trận 1; 7 tháng 5 năm 2022) Bảng B v Singapore (lượt trận 2; 9 tháng 5 năm 2022) Bảng B v Campuchia (lượt trận 4; 14 tháng 5 năm 2022) William Gabriel Weidersjö trong trận đấu bán kết v Indonesia (19 tháng 5 năm 2022) Chung kết v Việt Nam (22 tháng 5 năm 2022) Firza Andika trong trận đấu bán kết v Thái Lan (19 tháng 5 năm 2022) Tranh huy chương đồng v Malaysia (22 tháng 5 năm 2022) Rachmat Irianto trong trận đấu bán kết v Thái Lan (19 tháng 5 năm 2022) Ricky Kambuaya Bảng xếp hạng[sửa | sửa mã nguồn] VT Đội ST T H B BT BB HS Đ Kết quả chung cuộc Việt Nam (H) 6 5 1 0 8 0 +8 16 Vô địch - Huy chương vàng Thái Lan 6 4 0 2 13 3 +10 12 Á quân - Huy chương bạc Indonesia 6 4 0 2 12 7 +5 12 Hạng ba - Huy chương đồng 4 Malaysia 6 2 2 2 10 8 +2 8 Hạng tư 5 Myanmar 4 2 0 2 7 8 −1 6 Bị loại ở vòng bảng 6 Singapore 4 1 2 1 5 9 −4 5 7 Philippines 4 1 1 2 6 7 −1 4 8 Campuchia 4 1 1 2 6 9 −3 4 9 Lào 4 0 1 3 4 10 −6 1 10 Đông Timor 4 0 0 4 3 13 −10 0 Cập nhật đến (các) trận đấu được diễn ra vào 22 tháng 5 năm 2022. Nguồn:[cần dẫn nguồn] (H) Chủ nhà Xem thêm[sửa | sửa mã nguồn] Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 – Nữ Tham khảo[sửa | sửa mã nguồn] ^ Đây là lần thứ hai Việt Nam vô địch SEA Games với tư cách là một quốc gia thống nhất sau lần đầu là vào năm 2019; trước đó Việt Nam Cộng hòa giành huy chương vàng năm 1959. ^ “Lịch thi đấu môn bóng đá nam SEA Games 31: U23 Việt Nam gặp Indonesia ngày ra quân”. Báo Tuổi Trẻ. Truy cập ngày 6 tháng 4 năm 2022. ^ cand.com.vn. “Sân nào thay thế Hàng Đẫy đăng cai bóng đá nam SEA Games 31?”. Báo Công an Nhân dân điện tử. Truy cập ngày 6 tháng 4 năm 2022. ^ “Môn bóng đá nam SEA Games 31 tổ chức ở đâu”. Người đưa tin. Truy cập ngày 7 tháng 3 năm 2022. ^ “Phú Thọ được chọn đăng cai bóng đá nam SEA Games 31”. laodong.vn. Truy cập ngày 6 tháng 4 năm 2022. ^ “Bóng đá nam SEA Games 31 sẽ tăng cường 3 cầu thủ trên 23 tuổi”. Báo Thanh Niên. Truy cập ngày 12 tháng 2 năm 2022. ^ “Việt Nam và Thái Lan là hạt giống của SEA Games 31”. Báo Thanh Niên. Truy cập ngày 22 tháng 3 năm 2022. ẩn x t s Bóng đá tại Đại hội Thể thao Đông Nam Á Đại hội Thể thao Bán đảo Đông Nam Á 1959 1961 1963 1965 1967 1969 1971 1973 1975 Đại hội Thể thao Đông Nam Á 1977 1979 1981 1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011 2013 2015 2017 nam nữ 2019 nam nữ 2021 nam nữ 2023 nam nữ Đội hình Nam 1977 1979 1981 1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 Nữ 1985 1995 1997 2001 2003 2005 2007 2009 2013 2017 2019 2021 2023 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bóng_đá_tại_Đại_hội_Thể_thao_Đông_Nam_Á_2021_–_Nam&oldid=69990222” Thể loại: Nội dung thi đấu Đại hội Thể thao Đông Nam Á 2021 Bóng đá tại Đại hội Thể thao Đông Nam Á 2021 Đại hội Thể thao Đông Nam Á 2021 Thể loại ẩn: Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 17 tháng 5 năm 2023, 07:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}