{"Bóng chuyền tại Đại hội Thể thao Đông Nam Á 2021 – Nam":"Bóng chuyền tại Đại hội Thể thao Đông Nam Á 2021 – Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bốc thăm 2Các quốc gia tham dự 3Lịch thi đấu 4Vòng bảng Hiện\/ẩn mục Vòng bảng 4.1Bảng A 4.2Bảng B 5Vòng chung kết Hiện\/ẩn mục Vòng chung kết 5.1Sơ đồ thi đấu 5.1.1Play-off tranh hạng 5-7 5.1.2Bán kết 5.1.3Trận tranh hạng 5 5.1.4Trận tranh Huy chương Đồng 5.1.5Trận tranh Huy chương Vàng 6Bảng xếp hạng 7Tham khảo Bóng chuyền tại Đại hội Thể thao Đông Nam Á 2021 – Nam 3 ngôn ngữ English Italiano ไทย Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài chi tiết: Bóng chuyền tại Đại hội Thể thao Đông Nam Á 2021 Bóng chuyền nam tại Đại hội Thể thao Đông Nam Á 2021 Địa điểm Nhà thi đấu Đại Yên, Quảng Ninh Các ngày 13–22 tháng 5 năm 2022 Quốc gia 7 Danh sách huy chương Indonesia Việt Nam Campuchia ← 2019 2023 → Nội dung bóng chuyền nam tại Đại hội Thể thao Đông Nam Á 2021 sẽ được tổ chức từ ngày 13 đến ngày 22 tháng 5 năm 2022 tại Nhà thi đấu Đại Yên ở tỉnh Quảng Ninh. Bốc thăm[sửa | sửa mã nguồn] Lễ bốc thăm chia bảng giải bóng chuyền nam được tổ chức vào ngày 8 tháng 4 năm 2022 tại Hà Nội.[1] Việt Nam với tư cách là chủ nhà sẽ được chọn nhóm mà mình muốn được phân bổ.[2] Các quốc gia tham dự[sửa | sửa mã nguồn] Campuchia Indonesia Malaysia Myanmar Philippines Thái Lan Việt Nam Lịch thi đấu[sửa | sửa mã nguồn] Vòng bảng[sửa | sửa mã nguồn] Đủ điều kiện cho trận tranh hạng 1-4 Đủ điều kiện cho trận tranh hạng 5 Đủ điều kiện cho trận tranh hạng 5-7 Bảng A[sửa | sửa mã nguồn] Điểm Trận đấu Set Điểm Hạng Đội T B T B Tỷ lệ T B Tỷ lệ 1 Indonesia 9 3 0 9 1 9.000 246 169 1.456 2 Việt Nam 6 2 1 7 3 2.333 225 212 1.061 3 Myanmar 3 1 2 3 6 0.500 198 204 0.971 4 Malaysia 0 0 3 0 9 0.000 141 225 0.627 Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 13 tháng 5 14:00 Indonesia 3–0 Myanmar 25–22 25–17 25–19 75–58 14 tháng 5 17:00 Việt Nam 3–0 Malaysia 25–16 25–14 25–21 75–51 15 tháng 5 14:00 Myanmar 3–0 Malaysia 25–13 25–19 25–22 75–54 15 tháng 5 17:00 Indonesia 3–1 Việt Nam 21–25 25–15 25–21 25–14 96–75 17 tháng 5 14:00 Malaysia 0–3 Indonesia 12–25 11–25 13–25 36–75 18 tháng 5 17:00 Việt Nam 3–0 Myanmar 25–22 25–22 25–21 75–65 Bảng B[sửa | sửa mã nguồn] Điểm Trận đấu Set Điểm Hạng Đội T B T B Tỷ lệ T B Tỷ lệ 1 Thái Lan 6 2 0 9 2 4.500 186 172 1.081 2 Campuchia 3 1 1 5 4 1.250 211 209 1.010 3 Philippines 0 0 2 1 6 0.167 171 187 0.914 Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 14 tháng 5 11:00 Philippines 1–3 Campuchia 21–25 26–24 28–30 27–29 102–108 16 tháng 5 14:00 Thái Lan 3–0 Philippines 25–20 29–27 25–22 79–69 18 tháng 5 11:00 Campuchia 2–3 Thái Lan 25–22 25–20 22–25 20–25 11–15 103–107 Vòng chung kết[sửa | sửa mã nguồn] Sơ đồ thi đấu[sửa | sửa mã nguồn] Bán kết 20 tháng 5 Trận tranh Huy chương Vàng 22 tháng 5 A1 Indonesia 3 B2 Campuchia 1 Indonesia 3 Việt Nam 0 B1 Thái Lan 2 A2 Việt Nam 3 Trận tranh Huy chương Đồng 21 tháng 5 Campuchia 3 Thái Lan 2 play-off tranh hạng 5-7 19 tháng 5 Tranh hạng 5 20 tháng 5 A3 Myanmar 2 B3 Philippines 3 W Philippines 3 A4 Malaysia 0 Play-off tranh hạng 5-7[sửa | sửa mã nguồn] Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 19 tháng 5 14:00 Malaysia 0–3 Philippines 12–25 13–25 12–25 37–75 Bán kết[sửa | sửa mã nguồn] Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 20 tháng 5 14:00 Indonesia 3–1 Campuchia 25–18 25–15 22–25 25–16 97–74 20 tháng 5 17:00 Thái Lan 2–3 Việt Nam 25–17 23–25 17–25 25–23 13–15 103–105 Trận tranh hạng 5[sửa | sửa mã nguồn] Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 20 tháng 5 11:00 Myanmar 2–3 Philippines 24–26 25–22 22–25 29–27 14–16 114–116 Trận tranh Huy chương Đồng[sửa | sửa mã nguồn] Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 21 tháng 5 18:30 Campuchia 3–2 Thái Lan 25–23 22–25 25–22 13–25 15–13 100–108 Trận tranh Huy chương Vàng[sửa | sửa mã nguồn] Ngày Thời gian Điểm Set 1 Set 2 Set 3 Set 4 Set 5 Tổng Nguồn 22 tháng 5 14:00 Indonesia 3–0 Việt Nam 25–22 25–18 25–15 75–55 Bảng xếp hạng[sửa | sửa mã nguồn] Thứ hạng Đội Indonesia Việt Nam Campuchia 4 Thái Lan 5 Philippines 6 Myanmar 7 Malaysia Tham khảo[sửa | sửa mã nguồn] ^ Webthethao. “Kết quả bốc thăm bóng chuyền SEA Games 31: Việt Nam đụng độ đương kim vô địch”. webthethao.vn. Truy cập ngày 22 tháng 4 năm 2022. ^ Online, V. O. H. (8 tháng 4 năm 2022). “Hôm nay bốc thăm chia bảng môn bóng chuyền SEA Games 31”. Đài tiếng nói nhân dân Thành phố Hồ Chí Minh. Truy cập ngày 22 tháng 4 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bóng_chuyền_tại_Đại_hội_Thể_thao_Đông_Nam_Á_2021_–_Nam&oldid=68631762” Thể loại: Trang sử dụng một nhánh đấu đồng đội có cú pháp bị phản đối Nội dung thi đấu Đại hội Thể thao Đông Nam Á 2021 Bóng chuyền tại Đại hội Thể thao Đông Nam Á 2021 Trang này được sửa lần cuối vào ngày 22 tháng 5 năm 2022, 09:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}