{"Bông hồng cài áo":"Bông hồng cài áo – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh sáng tác và nội dung 2Chuyển thể 3Chú thích Bông hồng cài áo Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này có văn phong hay cách dùng từ không phù hợp với văn phong bách khoa. Xin giúp Wikipedia bằng cách sửa đổi lại cho phù hợp. \"Bông hồng cài áo\" Bài hát Ngôn ngữ vi Thể loại Nhạc vàng Sáng tác Thích Nhất Hạnh Soạn nhạc Phạm Thế Mỹ \"Bông hồng cài áo\" là tên đoạn văn viết về mẹ của Thiền sư Thích Nhất Hạnh và cũng là tên một ca khúc do nhạc sĩ Phạm Thế Mỹ sáng tác trong năm 1967, lấy ý từ bài viết trên.[1] Hoàn cảnh sáng tác và nội dung[sửa | sửa mã nguồn] Ban đầu, \"Bông hồng cài áo\" là tên một bài viết về Mẹ do Thầy Thích Nhất Hạnh sáng tác năm 1962 tại Sài Gòn.[2] Trong tác phẩm Thích Nhất Hạnh kể về một tập tục mà ông gặp ở Nhật Bản: “ Tây phương không có ngày Vu-lan nhưng cũng có Ngày của Mẹ (Mother's Day) mồng mười tháng năm (năm đó). Tôi nhà quê không biết cái tục ấy. Có một ngày tôi đi với Thầy Thiên Ân tới nhà sách ở khu Ginza ở Đông Kinh (Tokyo), nửa đường gặp mấy người sinh viên Nhật, bạn của thầy Thiên Ân. Có một cô sinh viên hỏi nhỏ Thầy Thiên Ân một câu, rồi lấy ở trong sắc ra một bông hoa cẩm chướng màu trắng cài vào khuy áo tràng của tôi. Tôi lạ lùng, bỡ ngỡ, không biết cô làm gì, nhưng không dám hỏi, cố giữ vẻ tự nhiên, nghĩ rằng có một tục lệ chi đó. Sau khi họ nói chuyện xong, chúng tôi vào nhà sách, thầy Thiên Ân mới giảng cho tôi biết đó là Ngày Mẹ, theo tục Tây phương. Nếu anh còn mẹ, anh sẽ được cài một bông hoa màu hồng trên áo, và anh sẽ tự hào được còn mẹ. Còn nếu anh mất mẹ, anh sẽ được cài trên áo một bông hoa trắng...[2] ” Trong bản văn, thay vì như ca khúc Lòng mẹ ví tình Mẹ \"như biển bao la, như suối ngọt không cạn\", Bông hồng cài áo của nhà sư Nhất Hạnh vẽ nên người Mẹ qua những hình ảnh và lời văn đơn sơ mà gần gũi, và rất đỗi thân thương: Mẹ già như chuối ba hương, Như xôi nếp một như đường mía lau. Nhà sư cũng viết: \"Thương mẹ là một cái gì rất tự nhiên... Thương mẹ không phải là một vấn đề luân lý đạo đức. Anh mà nghĩ rằng tôi viết bài này để khuyên anh về luân lý đạo đức là anh lầm. Thương mẹ là một vấn đề hưởng thụ...Một món quà như mẹ mà còn không vừa ý thì họa chăng có làm Ngọc Hoàng Thượng đế mới vừa ý, mới bằng lòng, mới sung sướng. Nhưng tôi biết Ngọc Hoàng không sung sướng đâu, bởi Ngọc Hoàng là đấng tự sinh, không bao giờ có diễm phúc có được một bà mẹ.\"[2] Cuối cùng bản văn, nhà sư Nhất Hạnh viết:\"Đó là điệp khúc tôi muốn ca hát cho anh nghe hôm nay. Và anh hãy ca, chị hãy ca cho cuộc đời đừng chìm trong vô tâm, quên lãng. Đóa hoa màu hồng tôi cài trên áo anh rồi đó. Anh hãy sung sướng đi.!\"[2]. Như vậy ban đầu bông hoa ở đây không nhất thiết là hoa hồng. Tuy nhiên, khi tập tục này du nhập vào Việt Nam, thì hoa hồng là loại hoa được sử dụng phổ biến nhất.[1] Tại các chùa và hội đoàn Việt Nam, vào ngày lễ Vu Lan thường có nghi thức \"bông hồng cài áo\", là cài bông hồng cho những ai còn mẹ và bông trắng cho những ai mất mẹ, nhắc nhở về lòng hiếu thảo và tình người.[1] Chuyển thể[sửa | sửa mã nguồn] Nhạc sĩ Phạm Thế Mỹ đã lấy ý từ bài thơ để sáng tác thành ca khúc. Từ đó, bài hát \"Bông hồng cài áo\" không chỉ được hát lên ở mỗi mùa lễ Vu Lan, mà còn là một trong những ca khúc cảm động, chân thành nhất về Mẹ. Nhiều ca sĩ đã thể hiện ca khúc này như Thái Thanh, Duy Khánh[3], Khánh Ly, Tuấn Ngọc, Miên Đức Thắng, Nguyễn Hưng, Cẩm Vân, Quang Linh, Bằng Kiều, Đan Trường, Mạnh Quỳnh. Chú thích[sửa | sửa mã nguồn] ^ a b c Nguồn gốc lễ Vu Lan và nghi thức Bông hồng cài áo, Chúng Ta, 9\/8\/2014 ^ a b c d Bài viết \"Bông hồng cài áo\" của Thiền sư Thích Nhất Hạnh ^ Ca khúc do ca sĩ Duy Khánh thế hiện, nguồn từ Youtube Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bông_hồng_cài_áo&oldid=69872315” Thể loại: Bài hát tình khúc 1954–1975 Bài hát tiếng Việt Bài hát viết về mẹ Bài hát về loài hoa Thể loại ẩn: Bài cần sửa văn phong Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 11 tháng 4 năm 2023, 19:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}