{"Bùi Quang Vinh":"Bùi Quang Vinh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Kỷ luật 3Câu nói gây chú ý 4Tham khảo 5Liên kết ngoài Bùi Quang Vinh 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikiquote Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này viết về một chính khách Việt Nam. Đối với người khác cùng tên, xem Bùi Quang Vinh (tướng). Bùi Quang Vinh Chức vụ Bộ trưởng Bộ Kế hoạch và Đầu tư Việt Nam Nhiệm kỳ 3 tháng 8 năm 2011 – 8 tháng 4 năm 2016 4 năm, 249 ngày Tiền nhiệm Võ Hồng Phúc Kế nhiệm Nguyễn Chí Dũng Thứ trưởng Đặng Huy Đông Nguyễn Thế Phương Nguyễn Văn Trung Đào Quang Thu (từ 7\/2012) Bí thư Tỉnh ủy Lào Cai Nhiệm kỳ 21 tháng 12 năm 2005 – 4 tháng 3 năm 2010 4 năm, 73 ngày Tiền nhiệm Giàng Seo Phử Kế nhiệm Nguyễn Hữu Vạn Chủ tịch Ủy ban nhân dân tỉnh Lào Cai Nhiệm kỳ 29 tháng 12 năm 2000 – 21 tháng 12 năm 2005 4 năm, 357 ngày Tiền nhiệm Giàng Seo Phử Kế nhiệm Nguyễn Hữu Vạn Thông tin chung Sinh 8 tháng 8, 1953 (69 tuổi) xã Hạ Mỗ, huyện Đan Phượng, Hà Nội, Việt Nam Dân chủ Cộng hòa Nghề nghiệp Chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Kĩ sư Nông học Trường lớp Trường Đại học Nông nghiệp 3 Bùi Quang Vinh (sinh năm 1953) là một chính khách Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, XI, Bộ trưởng Bộ Kế hoạch và Đầu tư Việt Nam (2011-2016),[1][2]Đại biểu Quốc hội Việt Nam khóa XIII tỉnh Lai Châu.[3] Trong vai trò Bộ trưởng Kế hoạch Đầu tư, ông Bùi Quang Vinh được cho là người giám sát và tham gia soạn thảo đề án đặc khu hành chính - kinh tế Vân Đồn, Bắc Vân Phong, Phú Quốc.[4][5] Tiểu sử[sửa | sửa mã nguồn] Ông sinh ngày 8 tháng 8 năm 1953. Quê quán: Hà Nội. 1970 - 1975: Sinh viên Khoa Trồng trọt của Trường Đại học Nông nghiệp 3 nay là Đại học Nông Lâm Thái Nguyên[6]. tháng 6 1976 - tháng 11 1986: Công tác tại Nông trường quốc doanh Phong Hải (tỉnh Hoàng Liên Sơn) và lần lượt giữ các chức vụ: Đội trưởng Sản xuất, Trưởng phòng Kỹ thuật, Trưởng phòng Kế hoạch, Phó Giám đốc, Giám đốc Nông trường quốc doanh Phong Hải của tỉnh. Từ tháng 8 1982 - tháng 6 1984: Học tại Học viện Quản lý kinh tế nông nghiệp cao cấp Mátxcơva (Liên Xô). Từ tháng 11 năm 1986 - tháng9 năm 1991: Tỉnh ủy viên, Phó Chủ nhiệm Thường trực Ủy ban Kế hoạch Nhà nước tỉnh Hoàng Liên Sơn. Từ tháng 9 1988- tháng 6 năm 1990 học tại Học viện Nguyễn Ái Quốc (Hà Nội). Tháng 10 1991 - tháng 10 1993: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm Ủy ban Kế hoạch Nhà nước tỉnh Lào Cai. 11 tháng 1993 - 11 tháng 1995: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Huyện ủy, Chủ tịch HĐND huyện Bảo Thắng, tỉnh Lào Cai. 12 tháng 1995 - 11 tháng 1999: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm Ủy ban Kiểm tra Tỉnh uỷ Lào Cai. 12 tháng 1999 - 12 tháng 2000: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ tịch HĐND tỉnh Lào Cai. 1 năm 2001 - 12 năm 2005: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai. 1 tháng 2006 - 3 tháng 2010: Bí thư Tỉnh ủy Lào Cai. Tại Đại hội Đại biểu toàn quốc lần thứ X của Đảng, được bầu vào Ban Chấp hành Trung ương Đảng. Từ 3 tháng 2010: Ủy viên Trung ương Đảng,Ủy viên Ban Cán sự Đảng, Thứ trưởng Bộ Kế hoạch và Đầu tư. Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng được bầu vào Ban Chấp hành Trung ương Đảng; đại biểu Quốc hội Khoá XIII. Tại Kỳ họp thứ Nhất, Quốc hội khóa XIII, được Quốc hội phê chuẩn làm Bộ trưởng Bộ Kế hoạch và Đầu tư [7]. Ngày 8 tháng 4 năm 2016, ông được Quốc hội khóa XIII miễn nhiệm chức vụ Bộ trưởng Bộ Kế hoạch và Đầu tư.[8] Ngày 28 tháng 7 năm 2017, Tổ Tư vấn kinh tế của Thủ tướng Chính phủ Việt Nam Nguyễn Xuân Phúc nhiệm kì 2016-2021 được thành lập theo Quyết định 1120\/QĐ-TTg, ông là một trong 15 thành viên.[9][10][11]. Năm 2017 ông được Nhà nước tăng thưởng Huân chương Độc lập [12]. Kỷ luật[sửa | sửa mã nguồn] Ông Bùi Quang Vinh được cho là có liên quan đến Vụ án MobiFone mua lại AVG. Ngày 24 tháng 11 năm 2015, ông Bùi Quang Vinh, ký văn bản số 721\/BKHĐT-KCHTĐT gửi Thủ tướng Chính phủ tham gia ý kiến về dự án, có nội dung “cơ bản thống nhất với các kiến nghị của Bộ Thông tin - Truyền thông tại văn bản số 209\/BTTT-QLDN”, và đề nghị Thủ tướng Chính phủ chấp thuận chủ trương đầu tư.[13] Tại kỳ họp 31 từ ngày 12 đến 14 tháng 11 năm 2018, Ủy ban Kiểm tra Trung ương khi xem xét, thi hành kỷ luật một số cá nhân về trách nhiệm liên quan trong dự án Tổng công ty Viễn thông MobiFone mua 95% cổ phần của Công ty cổ phần nghe nhìn Toàn cầu (AVG), đã đề nghị Ban Bí thư xem xét, thi hành kỷ luật theo thẩm quyền đối với ông Bùi Quang Vinh - nguyên Ủy viên Trung ương Đảng, nguyên Bí thư Ban cán sự Đảng, Bộ trưởng Kế hoạch Đầu tư. Bộ Kế hoạch Đầu tư (giai đoạn ông Vinh là Bộ trưởng) với vai trò, nhiệm vụ chủ trì thẩm định, lập báo cáo thẩm định, trình Thủ tướng quyết định chủ trương đầu tư theo quy định của Luật, nhưng đã không hướng dẫn Bộ Thông tin Truyền thông và MobiFone thực hiện dự án đầu tư theo quy định.[14] Ông Bùi Quang Vinh đã nghiêm túc kiểm điểm, nhận rõ sai phạm, khuyết điểm và tự nhận hình thức kỷ luật khiển trách.[15] Ngày 27 tháng 11 năm 2018, Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 họp do tổng bí thư Nguyễn Phú Trọng chủ trì đã quyết định kỉ luật khiển trách Bùi Quang Vinh vì Bùi Quang Vinh đã thiếu trách nhiệm khi ký Công văn số 721\/BKHĐT-KCHTĐT ngày 24-11-2015 của Bộ Kế hoạch & đầu tư đề nghị Thủ tướng Chính phủ chấp thuận chủ trương đầu tư dự án Tổng Công ty Viễn thông Mobifone mua 95% cổ phần của Công ty cổ phần nghe nhìn Toàn Cầu.[16] Câu nói gây chú ý[sửa | sửa mã nguồn] Tại buổi thảo luận tổ Quốc hội chiều 18 tháng 11 năm 2013, khi bàn về dự luật Đầu tư công, ông Bùi Quang Vinh nói: “ Đất nước này cần sự minh bạch, đất nước này cần không có tham nhũng.[17] ” Về chính sách kinh tế thị trường định hướng xã hội chủ nghĩa tại kỳ họp thứ 6 Quốc hội khóa XIII: “ Chúng ta tuyên bố xây dựng kinh tế thị trường định hướng XHCN. Không sai. Nhưng bây giờ phải rạch ròi ra, thị trường là thế nào và định hướng XHCN là thế nào? Đâu phải nó là một mô hình kinh tế thị trường riêng biệt so với thế giới. Bởi \"kinh tế thị trường\" là cái tinh hoa của nhân loại rồi, còn \"định hướng XHCN\" là nói về vai trò của Nhà nước.[18][19] ” Cũng về thể chế kinh tế thị trường định hướng XHCN, trong một cuộc phỏng vấn: “ Chúng ta cứ nghiên cứu mô hình đó, mà mãi có tìm ra đâu. Làm gì có cái thứ đó mà đi tìm.[20] ” Bài phát biểu của Bộ trưởng Bùi Quang Vinh tại Đại hội XII: “ Một hệ thống chính trị phù hợp với nền kinh tế kế hoạch hóa tập trung trước đây, đặc biệt trong hoàn cảnh chiến tranh nay không còn phù hợp nền kinh tế thị trường, thậm chí còn là rào cản, trở ngại cho sự phát triển.[21] ” Tham khảo[sửa | sửa mã nguồn] ^ Đồng chí Bùi Quang Vinh[liên kết hỏng] ^ Tiểu sử tóm tắt Thứ trưởng Bùi Quang Vinh[liên kết hỏng] ^ “Đại biểu Bùi Quang Vinh”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 31 tháng 1 năm 2016. Truy cập ngày 24 tháng 9 năm 2017. ^ “Đại án MobiFone-AVG: Khiển trách ông Bùi Quang Vinh”. ^ “Bộ trưởng Bộ Kế hoạch Đầu tư Bùi Quang Vinh ủng hộ Quảng Ninh xây dựng, phát triển Đặc khu kinh tế Vân Đồn”. ^ “Bộ trưởng Bộ Kế hoạch và đầu tư Bùi Quang Vinh về thăm trường”. Bản gốc lưu trữ ngày 28 tháng 1 năm 2016. Truy cập ngày 23 tháng 1 năm 2016. ^ Nguồn: Cổng thông tin điện tử Chính phủ nước CHXHCN Việt Nam [1], truy cập ngày 14\/01\/2014. ^ “20 thành viên chủ chốt của Chính phủ thôi chức”. vnexpress. Truy cập ngày 8 tháng 4 năm 2016. ^ Hoàng Diên (28 tháng 7 năm 2017). “Thành lập Tổ Tư vấn kinh tế của Thủ tướng Chính phủ”. Báo chính phủ. Truy cập ngày 3 tháng 5 năm 2018. ^ Hiếu Công - Tuệ Minh (30 tháng 11 năm 2017). “Tổ tư vấn kinh tế của Thủ tướng có thêm thành viên”. Zing. Lưu trữ bản gốc ngày 7 tháng 2 năm 2018. Truy cập ngày 7 tháng 2 năm 2018. ^ “Thành lập Tổ tư vấn kinh tế”. ^ Ông Bùi Quang Vinh được tặng thưởng huân chương Độc lập ^ “Vì sao các ông Bùi Quang Vinh, Lê Mạnh Hà không bị xử lý hình sự trong vụ AVG?”. ^ “Cựu Bộ trưởng Kế hoạch Đầu tư Bùi Quang Vinh bị đề nghị kỷ luật”. vnexpress. Truy cập ngày 15 tháng 11 năm 2018. ^ “http:\/\/baochinhphu.vn\/Thoi-su\/Ky-luat-khien-trach-nguyen-Bo-truong-Bui-Quang-Vinh\/353122.vgp”. Liên kết ngoài trong |title= (trợ giúp) ^ ĐÀ TRANG - THỦY CHUNG. “Thứ 3, ngày 27 tháng 11 năm 2018 Kỷ luật nguyên bộ trưởng Kế hoạch đầu tư Bùi Quang Vinh”. Báo Tuổi trẻ. 2018-11-27. Truy cập ngày 27 tháng 11 năm 2018. ^ “'Bộ trưởng lấy đá ghè chân mình'”. vietnamnet. Truy cập ngày 19 tháng 11 năm 2013. ^ “Nếu không đổi mới mạnh mẽ, sẽ tụt hậu xa”. tuoitre. Truy cập ngày 28 tháng 2 năm 2014. ^ “Tại sao cộng sản không thể tự thay đổi”. nguoi-viet. Truy cập ngày 28 tháng 2 năm 2014. ^ “Cải cách thể chế từ câu hỏi chưa có lời giải”. Thời báo Kinh tế Sài Gòn. ngày 3 tháng 5 năm 2014. ^ “Bài phát biểu tâm huyết, thẳng thắn của Bộ trưởng Bùi Quang Vinh”. Vietnamnet. ngày 23 tháng 1 năm 2016. Liên kết ngoài[sửa | sửa mã nguồn] Ông Bùi Quang Vinh 1\/13\/2015 GMT + 7 Địa phương chạy chọt thế nào, bộ trưởng biết hết ẩn x t s Bộ trưởng Bộ Kế hoạch và Đầu tư Việt Nam Phạm Văn Đồng (1955–1958) · Nguyễn Văn Trân (1958) · Nguyễn Duy Trinh (1959–1965) · Nguyễn Côn (1965–1973) · Nguyễn Lam (1973–1974) · Lê Thanh Nghị (1974–1980) · Nguyễn Lam (1980–1982) · Võ Văn Kiệt (1982–1988) · Đậu Ngọc Xuân (1988–1989) · Phan Văn Khải (1989–1991) · Đậu Ngọc Xuân¹ (1989–1995) · Đỗ Quốc Sam (1991–1996) · Trần Xuân Giá (1996–2002) · Võ Hồng Phúc (2002–2011) · Bùi Quang Vinh (2011–2016) · Nguyễn Chí Dũng (2016–) ¹ Chủ nhiệm Ủy ban Hợp tác và Đầu tư Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bùi_Quang_Vinh&oldid=69914375” Thể loại: Sinh năm 1953 Nhân vật còn sống Người Hà Nội Đại biểu Quốc hội Việt Nam khóa XIII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Bộ trưởng Bộ Kế hoạch và Đầu tư Việt Nam Cựu sinh viên trường Đại học Nông nghiệp Hà Nội Bí thư Tỉnh ủy Lào Cai Đại biểu Quốc hội Việt Nam khóa XIII Lai Châu Chủ tịch Ủy ban nhân dân tỉnh Lào Cai Thành viên Tổ Tư vấn kinh tế của Thủ tướng Nguyễn Xuân Phúc Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật khiển trách Thể loại ẩn: Bài có liên kết hỏng Lỗi CS1: liên kết ngoài Trang này được sửa lần cuối vào ngày 23 tháng 4 năm 2023, 07:56. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}