{"Bùi Thị Thêm":"Bùi Thị Thêm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Tham khảo 3Nguồn Bùi Thị Thêm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bùi Thị Thêm (1924 -), bí danh Ba Bé, là một nữ Anh hùng Lực lượng vũ trang nhân dân, bà mẹ Việt Nam anh hùng trong Chiến tranh Việt Nam[1]. Cuộc đời[sửa | sửa mã nguồn] Bà Bùi Thị Thêm sinh năm 1924, quê ở xã Vĩnh Phước A, huyện Gò Quao, tỉnh Kiên Giang có chồng và hai con là liệt sĩ. Bà từng ba lần bị bắt và bị tra tấn dã man như dùng kim châm hay chạy điện vào mười đầu ngón tay nhưng chưa lần nào vũ khí rơi vào tay đối phương. Khi ra tù, bà vẫn tiếp tục hoạt động cách mạng. Bà được coi là “Nữ kiện tướng đánh tàu trên sông Cái Lớn” khi đêm đêm chong đèn trên sông làm ám hiệu cho bội đội đặc công đánh trái nổ. Bà là người phụ nữ nông dân, không biết chữ nhưng biết xác định tọa độ, biết sử dụng súng pháo để đánh tàu đối phương. Bà là người đã đánh chìm 12 tàu chiến và tiêu diệt hàng trăm lính đối phương trên sông Cái Lớn. Bà được chọn tên để đặt tên cho ấp của quê nhà khi đang còn sống (ấp Bùi Thị Thêm)[2]. Tham khảo[sửa | sửa mã nguồn] ^ Nguyễn Văn Toàn (18 tháng 10 năm 2019). “Những bà mẹ Việt Nam anh hùng”. Quân khu 7 online. Bản gốc lưu trữ ngày 5 tháng 10 năm 2020. Truy cập ngày 5 tháng 10 năm 2020. ^ Bùi Công Ba (22 tháng 9 năm 2005). “Ấp Văn hóa Bùi Thị Thêm”. Cơ quan ngôn luận của Ủy ban Dân tộc và Phát triển. Bản gốc lưu trữ ngày 8 tháng 10 năm 2020. Nguồn[sửa | sửa mã nguồn] Trầm Hương (15 tháng 8 năm 2012). “Những bà mẹ làm thế giới kinh ngạc và khâm phục”. Trang điện tử Đảng bộ Thành phố Hồ Chí Minh. Thu Phụng (7 tháng 7 năm 2014). “Anh hùng Lực lượng vũ trang tỉnh Kiên Giang”. Thư viện tỉnh Kiên Giang. Phạm Tuấn Trường (8 tháng 11 năm 2018). “Mẹ Việt Nam anh hùng, Anh hùng Lực lượng vũ trang Nhân dân Bùi Thị Thêm”. Bảo tàng Phụ nữ Nam Bộ. Văn Giang (4 tháng 7 năm 2018). “UBMTTQ Việt Nam tỉnh Khánh Hòa: Thăm, tặng quà 5 mẹ Việt Nam anh hùng”. Báo Khánh Hòa. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bùi_Thị_Thêm&oldid=69951341” Thể loại: Sinh năm 1924 Nhân vật còn sống Bà mẹ Việt Nam anh hùng Anh hùng Lực lượng vũ trang nhân dân Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 20:58. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}