{"Bùi Văn Nghiêm":"Bùi Văn Nghiêm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp Hiện\/ẩn mục Sự nghiệp 2.1Lãnh đạo huyện Vũng Liêm 2.2Lãnh đạo tỉnh Vĩnh Long 3Tham khảo Bùi Văn Nghiêm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bùi Văn Nghiêm Chức vụ Bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ 7 tháng 5 năm 2021 – nay 2 năm, 21 ngày Tiền nhiệm Trần Văn Rón Kế nhiệm đương nhiệm Phó Bí thư Nguyễn Thành Thế (thường trực) Lữ Quang Ngời Chủ tịch Hội đồng nhân dân tỉnh Vĩnh Long Nhiệm kỳ 31 tháng 5 năm 2019 – nay 3 năm, 362 ngày Tiền nhiệm Trương Văn Sáu Kế nhiệm đương nhiệm Phó Chủ tịch Nguyễn Minh Dũng (thường trực)(6\/2016-) Lê Thị Thúy Kiều Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 31 tháng 1 năm 2021 – nay 2 năm, 117 ngày Phó Bí thư thường trực Tỉnh ủy Vĩnh Long Nhiệm kỳ 18 tháng 7 năm 2019 – 07 tháng 5 năm 2021 1 năm, 293 ngày Tiền nhiệm Trương Văn Sáu Kế nhiệm Nguyễn Thành Thế Phó Chủ tịch Thường trực Hội đồng nhân dân tỉnh Vĩnh Long Nhiệm kỳ 20 tháng 6 năm 2016 – 31 tháng 5 năm 2019 (2 năm, 345 ngày) Chủ tịch Trương Văn Sáu Kế nhiệm Nguyễn Minh Dũng Bí thư Huyện ủy Vũng Liêm Nhiệm kỳ tháng 3 năm 2014 – tháng 6 năm 2016 Tiền nhiệm Trần Văn Rón Vị trí tỉnh Vĩnh Long Chủ tịch Ủy ban nhân dân huyện Vũng Liêm Nhiệm kỳ tháng 7 năm 2010 – tháng 5 năm 2014 Vị trí tỉnh Vĩnh Long Trưởng Đoàn Đại biểu Quốc hội khóa XV tỉnh Vĩnh Long Nhiệm kỳ 23 tháng 5 năm 2021 – nay 2 năm, 5 ngày Tiền nhiệm Trần Văn Rón Kế nhiệm Đương Nhiệm Trưởng Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực tỉnh Vĩnh Long Nhiệm kỳ 3 tháng 8 năm 2022 – nay 298 ngày Thông tin chung Sinh 18 tháng 11, 1966 (56 tuổi) Vũng Liêm, Vĩnh Bình, Việt Nam Cộng hòa Nơi ở Khóm 2, Thị trấn Vũng Liêm, huyện Vũng Liêm, tỉnh Vĩnh Long Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Xây dựng Đảng - Chính quyền Nhà nước Cao cấp lý luận chính trị Quê quán xã Quới An, huyện Vũng Liêm, tỉnh Vĩnh Long Bùi Văn Nghiêm (sinh năm 1966) là chính trị gia người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh Vĩnh Long. Xuất thân và giáo dục[sửa | sửa mã nguồn] Bùi Văn Nghiêm sinh ngày 18 tháng 11 năm 1966, người dân tộc Kinh, không theo tôn giáo nào, quê quán tại xã Quới An, huyện Vũng Liêm, tỉnh Vĩnh Long.[1] Bùi Văn Nghiêm tốt nghiệp trung học phổ thông hệ bổ túc 12\/12.[1] Tháng 5 năm 2016, trình độ của ông là Thạc sĩ chuyên ngành Xây dựng Đảng và đang làm nghiên cứu sinh tiến sĩ năm thứ 3 chuyên ngành Xây dựng Đảng - Chính quyền nhà nước.[1] Năm 2019, Bùi Văn Nghiêm có trình độ Tiến sĩ ngành Xây dựng đảng - chính quyền nhà nước, cao cấp lí luận chính trị Đảng Cộng sản Việt Nam.[2][3] Bùi Văn Nghiêm bảo vệ Luận án tiến sĩ tại Học viện Chính trị Quốc gia Hồ Chí Minh năm 2017, tiêu đề luận án \"Các tỉnh ủy ở đồng bằng sông Cửu Long lãnh đạo chuyển dịch cơ cấu kinh tế nông nghiệp giai đoạn hiện nay\", người hướng dẫn khoa học là PGS.TS. Đỗ Ngọc Ninh và PGS.TS. Dương Trung Ý.[4] Ông có trình độ tiếng Anh bằng B1.[1] Sự nghiệp[sửa | sửa mã nguồn] Bùi Văn Nghiêm là đảng viên Đảng Cộng sản Việt Nam. Ông gia nhập đảng này vào ngày 29 tháng 9 năm 1987, chính thức thành đảng viên vào ngày 29 tháng 9 năm 1988, số thẻ đảng viên là 64002278.[1] Lãnh đạo huyện Vũng Liêm[sửa | sửa mã nguồn] Bùi Văn Nghiêm từng giữ nhiều chức vụ khác nhau ở huyện Vũng Liêm, tỉnh Vĩnh Long như Phó Chánh Văn phòng Huyện ủy, Phó Chủ tịch Ủy ban nhân dân (UBND) huyện, Chủ tịch UBND huyện, Phó Bí thư Huyện ủy, Bí thư Huyện Ủy.[2] Từ tháng 1 năm 1985 đến tháng 10 năm 1987, ông là Cán bộ nghiên cứu tổng hợp Văn phòng UBND huyện Vũng Liêm.[1] Từ tháng 11 năm 1987 đến tháng 9 năm 1990, ông là Cán bộ nghiên cứu tổng hợp Văn phòng Huyện ủy Vũng Liêm.[1] Từ tháng 10 năm 1990 đến tháng 10 năm 1994, ông là Phó Giám đốc Xí nghiệp thuốc lá Vũng Liêm.[1] Từ tháng 11 năm 1994 đến tháng 5 năm 1997, ông là Cán bộ nghiên cứu tổng hợp Văn phòng Huyện ủy Vũng Liêm.[1] Từ tháng 6 năm 1997 đến tháng 9 năm 2000, ông là Phó Chánh Văn phòng Huyện ủy Vũng Liêm.[1] Từ tháng 10 năm 2000 đến tháng 5 năm 2004, ông là Ủy viên BCH Đảng bộ huyện, Chánh Văn phòng Huyện ủy Vũng Liêm.[1] Từ tháng 6 năm 2004 đến tháng 9 năm 2005, ông là Ủy viên BCH Đảng bộ huyện, Phó Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 10 năm 2005 đến tháng 4 năm 2010, ông là Ủy viên Thường vụ Huyện ủy, Phó Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 5 năm 2010 đến tháng 6 năm 2010, ông là Ủy viên Thường vụ Huyện ủy, Quyền Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 7 năm 2010 đến tháng 2 năm 2013, ông là Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 3 năm 2013 đến tháng 8 năm 2013, ông giữ chức vụ Quyền Bí thư Huyện ủy, Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 9 năm 2013 đến tháng 2 năm 2014, ông là Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 3 năm 2014 đến tháng 5 năm 2014, ông là Bí thư Huyện ủy, Chủ tịch UBND huyện Vũng Liêm.[1] Từ tháng 6 năm 2014 đến tháng 9 năm 2014, ông là Bí thư Huyện ủy Vũng Liêm.[1] Từ tháng 10 năm 2014 đến tháng 10 năm 2015, ông là Tỉnh ủy viên, Bí thư Huyện ủy Vũng Liêm.[1] Từ tháng 11 năm 2015 đến tháng 5 năm 2016, ông là Ủy viên Thường vụ Tỉnh ủy, Bí thư Huyện ủy Vũng Liêm.[1] Bùi Văn Nghiêm là Đại biểu HĐND huyện Vũng Liêm và HĐND tỉnh Vĩnh Long nhiệm kì 2011 - 2016, 2016 - 2021, 2021 - 2026.[1] Lãnh đạo tỉnh Vĩnh Long[sửa | sửa mã nguồn] Tháng 5 năm 2016, Bùi Văn Nghiêm trúng cử Đại biểu HĐND tỉnh Vĩnh Long khóa 9 tại đơn vị bầu cử số 06 huyện Vũng Liêm gồm các xã Hiếu Nhơn, xã Hiếu Thành, xã Hiếu Nghĩa, xã Hiếu Phụng, xã Hiếu Thuận, xã Tân An Luông, xã Trung An, xã Trung Hiếu và xã Trung Hiệp.[1] Sau đó ông được bầu làm Phó Chủ tịch Thường trực Hội đồng nhân dân (HĐND) tỉnh Vĩnh Long.[2] Chiều ngày 31 tháng 5 năm 2019, tại kì họp thứ 11 (bất thường) của HĐND tỉnh Vĩnh Long khóa 9, 48 trong tổng số 50 đại biểu HĐND tỉnh Vĩnh Long (2 đại biểu vắng mặt) đã bầu Bùi Văn Nghiêm giữ chức vụ Chủ tịch Hội đồng nhân dân tỉnh Vĩnh Long khóa 9 nhiệm kì 2016-2021 thay ông Trương Văn Sáu nghỉ hưu.[2] Ngày 18 tháng 7 năm 2019, thừa Ủy quyền của Ban Bí thư, Bí thư Tỉnh ủy Vĩnh Long Trần Văn Rón trao Quyết định của Ban Bí thư T.Ư Đảng chuẩn y Bùi Văn Nghiêm giữ chức Phó Bí thư Tỉnh ủy Vĩnh Long nhiệm kỳ 2015-2020.[5] Ngày 7 tháng 5 năm 2021, Ban Tổ chức Trung ương tổ chức Hội nghị công bố và trao quyết định của Bộ Chính trị chuẩn y Bùi Văn Nghiêm giữ chức Bí thư Tỉnh ủy Vĩnh Long nhiệm kỳ 2020 - 2025.[6] Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f g h i j k l m n o p q r s t u v w “Tiểu sử tóm tắt ứng cử đại biểu HĐND tỉnh Vĩnh Long khóa IX nhiệm kỳ 2016- 2021” (PDF). Báo Vĩnh Long. 2016-05-22. Truy cập ngày 31 tháng 5 năm 2019. ^ a b c d Chí Hạnh. “Ông Bùi Văn Nghiêm làm chủ tịch Hội đồng nhân dân tỉnh Vĩnh Long”. Báo Tuổi trẻ. 2019-05-31. Truy cập ngày 31 tháng 5 năm 2019. ^ Hải Dương. “Vĩnh Long có tân chủ tịch Hội đồng nhân dân”. Pháp luật TPHCM. 2019-05-31. Truy cập ngày 31 tháng 5 năm 2019. ^ “Nghiên cứu sinh Bùi Văn Nghiêm: Tóm tắt bằng tiếng Việt, tiếng Anh những kết luận mới của luận án”. Học viện Chính trị Quốc gia Hồ Chí Minh. Bản gốc lưu trữ ngày 31 tháng 5 năm 2019. Truy cập ngày 31 tháng 5 năm 2019. ^ “Vĩnh Long có tân Phó Bí thư Tỉnh ủy”. ^ “Ông Bùi Văn Nghiêm giữ chức Bí thư Tỉnh ủy Vĩnh Long”. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bùi_Văn_Nghiêm&oldid=69998244” Thể loại: Sinh năm 1966 Nhân vật còn sống Người họ Bùi tại Việt Nam Người Vĩnh Long Đảng viên Đảng Cộng sản Việt Nam Chủ tịch Hội đồng nhân dân tỉnh Vĩnh Long Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Tiến sĩ Xây dựng đảng Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Bí thư Tỉnh ủy Vĩnh Long Trang này được sửa lần cuối vào ngày 20 tháng 5 năm 2023, 02:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}