{"Bùi Văn Nam":"Bùi Văn Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp 3Phong tặng Hiện\/ẩn mục Phong tặng 3.1Lịch sử thụ phong quân hàm 3.2Huân huy chương 4Chú thích Bùi Văn Nam Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Thượng tướng, Phó Giáo sư, Tiến sĩ Bùi Văn Nam Chức vụ Thủ trưởng Cơ quan An ninh điều tra, Bộ Công an Nhiệm kỳ 10 tháng 8 năm 2018 – 21 tháng 5 năm 2020 1 năm, 285 ngày Tiền nhiệm Trung tướng Trần Đăng Yến Kế nhiệm Trung tướng Lương Tam Quang Phó Thủ trưởng Lý Anh Dũng (thường trực) Thứ trưởng Bộ Công an (lần 2) Nhiệm kỳ 5 tháng 8 năm 2013 – 1 tháng 6 năm 2021 7 năm, 300 ngày Bộ trưởng Trần Đại Quang Tô Lâm Kế nhiệm Trung tướng Lương Tam Quang Vị trí Việt Nam Bí thư Tỉnh ủy Ninh Bình Nhiệm kỳ 6 tháng 8 năm 2011 – 5 tháng 8 năm 2013 1 năm, 364 ngày Tiền nhiệm Đinh Tiến Dũng Kế nhiệm Nguyễn Thị Thanh Thứ trưởng Bộ Công an (lần 1) Nhiệm kỳ 10 tháng 11 năm 2009 – 5 tháng 8 năm 2011 1 năm, 268 ngày Bộ trưởng Lê Hồng Anh Vị trí Việt Nam Thông tin chung Sinh 6 tháng 7, 1955 (67 tuổi) Vụ Bản, Nam Định, Việt Nam Dân chủ Cộng hòa Nơi ở Hà Nội Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Phó Giáo sư, Tiến sĩ Luật Binh nghiệp Phục vụ Công an nhân dân Việt Nam Cấp bậc Thượng tướng Bùi Văn Nam (sinh năm 1955) là một tướng lĩnh của lực lượng Công an nhân dân Việt Nam với quân hàm Thượng tướng. Ông nguyên là Thủ trưởng Cơ quan An ninh điều tra Bộ Công an, Thứ trưởng Bộ Công an Việt Nam (2013–2021). Trong Đảng Cộng sản Việt Nam, ông là nguyên Ủy viên Thường vụ Đảng ủy Công an Trung ương, nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, XII, Bí thư Tỉnh ủy Ninh Bình. Xuất thân và giáo dục[sửa | sửa mã nguồn] Bùi Văn Nam sinh ngày 6 tháng 7 năm 1955, quê quán tại xã Quang Trung, huyện Vụ Bản, tỉnh Nam Định.[1] Bùi Văn Nam từng theo học khóa 4 Đại học An ninh Nhân dân (nay là Học viện An ninh Nhân dân) (1972-1977), tốt nghiệp loại xuất sắc. Bùi Văn Nam là Tiến sĩ chuyên ngành Luật. Sự nghiệp[sửa | sửa mã nguồn] Sau khi tốt nghiệp đại học loại xuất sắc, Bùi Văn Nam về công tác tại Cục A13 (tên cũ của Cục tình báo), lần lượt trải qua các chức vụ Phó phòng, Trưởng phòng. Những năm sau đó, ông về trường Tình báo làm Trưởng khoa, sau đó quay lại Bộ Công an làm thư ký cho Bộ trưởng Công an Lê Minh Hương cho đến khi ông Hương thôi chức (2002), sau đó ông được bổ nhiệm Phó cục trưởng phụ trách công tác chính trị và tổ chức, Phó Tổng cục trưởng, Tổng cục trưởng Tổng cục Tình báo (Tổng cục V) và được bổ nhiệm làm Thứ trưởng Bộ Công an năm 2009. Cùng năm, ông được phong hàm Trung tướng. Ngày 4 tháng 8 năm 2011, ông được Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam điều động làm Bí thư Tỉnh ủy Ninh Bình. Ngày 5 tháng 8 năm 2013, ông lại được điều động trở về chức vụ Thứ trưởng Bộ Công an.[2] Ngày 22 tháng 10 năm 2013, ông được Chủ tịch nước Trương Tấn Sang trao quyết định thăng cấp bậc hàm từ Trung tướng lên Thượng tướng.[3] Ngày 10 tháng 8 năm 2018, Thượng tướng, Thứ trưởng Bùi Văn Nam được Bộ trưởng Bộ Công an Tô Lâm bổ nhiệm giữ chức danh tư pháp Thủ trưởng Cơ quan An ninh điều tra Bộ Công an theo quyết định số 4369\/QĐ-BCA.[4] Ngày 21 tháng 5 năm 2020, Thượng tướng Bùi Văn Nam bàn giao chức danh tư pháp lại cho Trung tướng Lương Tam Quang. Ngày 1 tháng 6 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 833\/QĐ-TTg, Thượng tướng Bùi Văn Nam, Ủy viên Trung ương Đảng khoá XII, thôi giữ chức vụ Thứ trưởng Bộ Công an kể từ ngày ký. Phong tặng[sửa | sửa mã nguồn] Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 2005 2008 2013 Cấp hiệu Tên cấp hiệu Thiếu tướng Trung tướng Thượng tướng Huân huy chương[sửa | sửa mã nguồn] Huân chương Quân công hạng Nhì (phó thủ tướng Nguyễn Sinh Hùng trao ngày 25 tháng 5 năm 2010)[5] Ngày 07\/12\/2020, Công bố Quyết định của Chủ tịch nước tặng thưởng Huân chương Quân công hạng Nhì. Chú thích[sửa | sửa mã nguồn] ^ Đồng chí Bùi Văn Nam[liên kết hỏng], Báo điện tử Đảng Cộng sản Việt Nam ^ “Đồng chí Bùi Văn Nam giữ chức vụ Thứ trưởng Bộ Công an”. Bản gốc lưu trữ ngày 8 tháng 8 năm 2013. Truy cập ngày 6 tháng 8 năm 2013. ^ “Chủ tịch nước thăng hàm Thượng tướng cho Thứ trưởng Bùi Văn Nam”. Bản gốc lưu trữ ngày 23 tháng 10 năm 2013. Truy cập ngày 22 tháng 10 năm 2013. ^ Hải Sơn (10 tháng 8 năm 2018). “Bổ nhiệm hai thứ trưởng Bộ Công an giữ chức danh thủ trưởng cơ quan điều tra”. Báo Thanh niên. Truy cập ngày 11 tháng 8 năm 2018. ^ Quốc Trung (26 tháng 5 năm 2010). “Trao Huân chương Hồ Chí Minh cho Tổng cục Tình báo Bộ Công an”. Báo Công an nhân dân. Truy cập ngày 26 tháng 3 năm 2018. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Thượng tướng Công an nhân dân Việt Nam Tướng lĩnh Công an nhân dân Việt Nam Trung tướng ← Thượng tướng → Đại tướng Thập niên 1980 1989 Cao Đăng Chiếm Lâm Văn Thê Nguyễn Văn Đức Thập niên 1990 1992 Bùi Thiện Ngộ 1998 Lê Minh Hương Thập niên 2000 2005 Nguyễn Văn Tính Nguyễn Văn Hưởng Lê Thế Tiệm Nguyễn Khánh Toàn 2008 Thi Văn Tám Thập niên 2010 2011 Đặng Văn Hiếu 2013 Phạm Quý Ngọ Lê Quý Vương Bùi Văn Nam 2015 Bùi Quang Bền 2016 Phạm Dũng Nguyễn Văn Thành Thập niên 2020 2021 Nguyễn Văn Sơn 2022 Trần Quốc Tỏ Lương Tam Quang Thể loại Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bùi_Văn_Nam&oldid=69951376” Thể loại: Sơ khai chính khách Việt Nam Thượng tướng Công an nhân dân Việt Nam Sinh năm 1955 Nhân vật còn sống Người Nam Định Thứ trưởng Bộ Công an (Việt Nam) Bí thư Tỉnh ủy Ninh Bình Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Thư ký Bộ trưởng Bộ Công an Việt Nam Huân chương Quân công hạng Nhì Tổng cục trưởng Tổng cục Tình báo, Bộ Công an (Việt Nam) Thượng tướng Công an nhân dân Việt Nam thụ phong năm 2013 Thủ trưởng Cơ quan An ninh điều tra Bộ Công an Ủy viên Thường vụ Đảng ủy Công an Trung ương Việt Nam Thượng tướng Công an nhân dân Việt Nam đương nhiệm Cựu học viên Học viện Báo chí và Tuyên truyền Cựu sinh viên Học viện An ninh nhân dân Thể loại ẩn: Bài có liên kết hỏng Trang thiếu chú thích trong bài Kiểm soát tính nhất quán với 0 yếu tố Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 21:23. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}