{"Bùi Thanh Quyến":"Bùi Thanh Quyến – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế sự nghiệp 2Tranh cãi về gia đình 3Khen thưởng 4Tham khảo Bùi Thanh Quyến Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bùi Thanh Quyến (sinh 1956) là một chính khách Việt Nam. Ông nguyên là Bí thư Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh Hải Dương.và có con trai tên bùi Thanh tùng, cháu tên: Bùi Thanh Quang Thân thế sự nghiệp[sửa | sửa mã nguồn] Ông sinh ngày 1 tháng 8 năm 1956, quê quán tại xã Ninh Thành, huyện Ninh Giang, tỉnh Hải Dương. Ông vào Đảng Cộng sản Việt Nam ngày 09\/3\/1975. Là Bí thư Tỉnh ủy Hải Dương từ 17\/12\/2005 - 2015, đại biểu Quốc hội Việt Nam khóa XIII, thuộc đoàn đại biểu Hải Dương.[1] Từ ngày 8\/12 - 10\/12\/2015, Hội đồng nhân dân tỉnh Hải Dương khóa XV, nhiệm kỳ 2011-2016 đã tổ chức kỳ họp thứ 10, miễn nhiệm chức vụ Chủ tịch Hội đồng nhân dân tỉnh khóa XV đối với ông Bùi Thanh Quyến, nguyên Bí thư Tỉnh ủy Hải Dương khóa XV, nhiệm kỳ 2011-2015.[2] Tranh cãi về gia đình[sửa | sửa mã nguồn] Việc con trai ông Quyến, Bùi Thanh Tùng sinh năm 1980, được bầu làm phó giám đốc Sở Lao động Thương binh và Xã hội tỉnh Hải Dương khi mới 30 tuổi, xây một dinh thự trên một khu đất rộng 4.152 m2 bị cho là có nhiều cây gỗ quý hàng trăm năm tuổi, gây nhiều tranh cãi. Ông Tùng phân trần rằng, số tiền bỏ ra là tiền mồ hôi, nước mắt, xuất phát từ trí tuệ, vận động cá nhân chứ không phải là dựa dẫm vào bất kỳ ai, vào mối quan hệ nào. UBKT Trung ương vào cuộc thanh tra, kiểm tra về mức độ vi phạm, đã chứng nhận ông Tùng đầu tư hơn 4 tỷ đồng để nhận đất. Tuy nhiên, việc chuyển 500m2 đất nuôi trồng thủy sản sang sử dụng vào mục đích đất ở khi chưa được cấp có thẩm quyền phê duyệt quy hoạch, kế hoạch sử dụng đất là không đúng quy định tại Điều 31, Luật Đất đai năm 2003. Qua kiểm tra, các cơ quan chức năng đã xác định các loại đá, cây trồng, cây cảnh, non bộ trong khuôn viên không thuộc loại đá quý, bán quý; không có loại cây thuộc danh mục cây rừng nguy cấp, quý, hiếm. Ủy ban cũng khuyến cáo ông Bùi Thanh Quyến cần rút kinh nghiệm và tự phê bình nghiêm túc việc chưa thường xuyên, khuyên bảo, giáo dục con trai tự giác, gương mẫu chấp hành đầy đủ các quy định của Luật đất đai.[3] Con rể Lê Hồng Diên (s. 1981) được bầu làm Chủ tịch Ủy ban nhân dân huyện Tứ Kỳ, Bí thư Huyện ủy Tứ Kỳ (nhiệm kỳ 2010 - 2015). Ngày 21\/8\/2015, tiếp tục được bổ nhiệm giữ chức vụ Phó Giám đốc Sở kế hoạch đầu tư tỉnh Hải Dương.[4] Khen thưởng[sửa | sửa mã nguồn] Huân chương Độc lập hạng Nhì (2016).[5] Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 10 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ “Hải Dương bầu Chủ tịch Hội đồng nhân dân, Chủ tịch Ủy ban nhân dân”. Báo VietNamPlus. ngày 10 tháng 12 năm 2015. Truy cập ngày 3 tháng 8 năm 2017. ^ “Con trai, con rể Bí thư Tỉnh uỷ Hải Dương băng băng trên đường quan lộ”. giaoduc.net.vn. Truy cập ngày 10 tháng 12 năm 2013. ^ “UBND tỉnh điều động và bổ nhiệm cán bộ”. Đài PT & TH Hải Dương. ngày 22 tháng 8 năm 2015. Truy cập ngày 3 tháng 8 năm 2017. ^ “Nguyên Bí thư Hải Dương Bùi Thanh Quyến nhận huân chương Độc lập”. Báo VietNamNet. ngày 25 tháng 12 năm 2016. Truy cập ngày 3 tháng 8 năm 2017. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bùi_Thanh_Quyến&oldid=69757755” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1956 Nhân vật còn sống Người Hải Dương Đại biểu Quốc hội Việt Nam khóa XIII Bí thư Tỉnh ủy Hải Dương Chủ tịch Hội đồng nhân dân tỉnh Hải Dương Đại biểu Quốc hội Việt Nam khóa XIII Hải Dương Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 3 năm 2023, 02:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}