{"Bạch Thành Phong":"Bạch Thành Phong – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và sự nghiệp 2Gia đình 3Tham khảo Bạch Thành Phong Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạch Thành Phong (1916 – 2016) là một nhà cách mạng Việt Nam. Ông nguyên là Ủy viên Thường vụ Xứ ủy Bắc kỳ, Bí thư Tỉnh ủy Hà đông, Bí thư Tỉnh ủy Hà Nam, Bí thư Tỉnh ủy Sơn Tây. Tiểu sử và sự nghiệp[sửa | sửa mã nguồn] Ông có tên thật là Bạch Văn Điềm, bí danh Cương Chấn sinh năm 1916 tại xã Văn La, huyện Hoài Đức, tỉnh Hà Đông, nay là thành phố Hà Nội. Ông sớm giác ngộ và tham gia cách mạng từ thời kỳ Mặt trận Dân chủ Đông Dương (1936 – 1939). Tháng 1-1939, ông được kết nạp vào Đảng Cộng sản Đông Dương, được cử giữ nhiều trọng trách lớn như Bí thư Tỉnh ủy Hà Đông (1941 – 1942), Bí thư Thành ủy Hà Nội (cuối năm 1942). Từ tháng 1-1943 đến tháng 10-1944, ông được Trường Chinh giao nhiệm vụ phụ trách Đội Công tác của Trung ương cùng với Nguyễn Trọng Tỉnh (chồng bà Hà Thị Quế) và các thành viên trong Ban công tác Đội là Trần Độ, Lê Đình Thiệp và hai phụ nữ là Sáu và Hải Ninh (vợ Tô Quang Đầu). Các thành viên này đã được Tổng Bí thư Trường Chinh và các Ủy viên Thường vụ Trung ương Đảng Hoàng Văn Thụ, Hoàng Quốc Việt rất tin tưởng và giao nhiệm vụ. Nhiệm vụ của Đội Công tác là tuyên truyền và giác ngộ cách mạng, chủ động xây dựng cơ sở cho Trung ương hình thành nên An Toàn Khu (ATK) dọc theo hữu ngạn, tả ngạn sông Hồng, nối liền với chiến khu Việt Bắc, Tây Bắc. Tháng 10-1944, ông tham gia Ban Thường vụ Xứ ủy Bắc Kỳ, được Tổng Bí thư Trường Chinh giao nhiệm vụ phụ trách các tỉnh Nam Định, Thái Bình, Hà Nam. Ông được cử làm Bí thư Tỉnh ủy Hà Nam.[1] Tháng 10-1946, ông gia nhập quân đội, trực tiếp làm Chính ủy Tiểu đoàn 101 (tiền thân của Trung đoàn Thủ đô), được giao nhiệm vụ bảo vệ Bắc Bộ phủ, nơi làm việc của Chủ tịch Hồ Chí Minh và Chính phủ. Toàn quốc kháng chiến, quân Pháp đánh vào Hà Nội. Dưới sự chỉ huy của ông, với quyết tâm cao, kiên quyết giữ vững phong trào cách mạng ở Thủ đô, đã góp phần bảo vệ Thủ đô trong những ngày đầu kháng chiến. Ông là một trong 2 người được tuyên dương và ngồi ghế danh dự tại Hội nghị miền Bắc Đông Dương năm 1948. Sau đó, ông làm Bí thư Tỉnh ủy Hà Nam (lần thứ 2), Thường vụ Liên khu III cho đến khi lập lại hòa bình ở miền Bắc (1954). Bí thư Tỉnh ủy Sơn Tây (1961 – 1965)[2], Ủy viên Thường vụ Tỉnh ủy Hà Tây phụ trách dân vận (1969 – 1974), Hiệu trưởng Trường Cao đẳng Kiểm sát.[3] Năm 2014, ông được thành phố Hà Nội trao Huy hiệu 75 tuổi Đảng.[4] Ông qua đời ngày 11\/11\/2016, hưởng thọ 100 tuổi.[5] Gia đình[sửa | sửa mã nguồn] Vợ ông là bà Nguyễn Thị Thái Bảo (1919 – 2011) cán bộ phụ nữ tiền khởi nghĩa, Bí thư Đảng đoàn Hội Phụ nữ tỉnh Sơn Tây, Phó Chủ tịch UBND TP Hà Nội. Ông bà có năm người con đều là đảng viên, trong đó có: GS. TS. NGND. Bạch Thành Công. Chủ tịch Hội đồng chức danh Giáo sư ngành Vật lý; Nguyên Trưởng Khoa Vật lý, trường Đại học Khoa học Tự nhiên Hà nội. Thiếu tướng Bạch Thành Định, Phó Giám đốc Công an TP Hà Nội. Tham khảo[sửa | sửa mã nguồn] ^ “Trao Huy hiệu 75 năm tuổi Đảng tặng đảng viên lão thành cách mạng”. Báo điện tử Nhân dân. Truy cập 8 tháng 3 năm 2015. ^ http:\/\/www.hanoi.gov.vn\/c\/portal\/render_portlet?p_l_id=13515&p_p_id=vcmsviewcontent_INSTANCE_GbkG&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1%C2%A4tURL=\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/4201\/4201\/50709&_vcmsviewcontent_INSTANCE_GbkG_categoryId=4201&_vcmsviewcontent_INSTANCE_GbkG_articleId=50709&_vcmsviewcontent_INSTANCE_GbkG_struts_action=\/vcmsviewcontent\/view&_vcmsviewcontent_INSTANCE_GbkG_cat_parent=4201[liên kết hỏng] ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập ngày 16 tháng 11 năm 2014. ^ “Trao Huy hiệu Đảng cho các đồng chí lão thành cách mạng”. Báo Hànộimới. Truy cập 8 tháng 3 năm 2015. ^ “Tin buồn: Đồng chí Bạch Thành Phong từ trần”. [Báo Nhân Dân]. 13 tháng 11 năm 2016. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bạch_Thành_Phong&oldid=69713148” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1916 Mất năm 2016 Nhà cách mạng Việt Nam Sinh tại Hà Đông Bí thư Tỉnh ủy Hà Đông Bí thư Tỉnh ủy Hà Nam Bí thư Thành ủy Hà Nội Bí thư Tỉnh ủy Sơn Tây Người thọ bách niên Việt Nam Thường vụ Xứ ủy Bắc Kỳ Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 24 tháng 2 năm 2023, 14:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}