{"Bến Gỗ":"Bến Gỗ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử hình thành 2Vị trí địa lý 3Văn hóa - xã hội 4Đình An Hòa Hiện\/ẩn mục Đình An Hòa 4.1Kiến trúc 4.2Vai trò 5Lễ hội - Du lịch 6Ẩm thực 7Nhận xét 8Xem thêm 9Chú thích 10Liên kết ngoài Bến Gỗ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bến Gỗ là tên một ngôi làng cổ, ngày nay thuộc phường An Hòa, thành phố Biên Hòa, tỉnh Đồng Nai, Việt Nam. Làng là một trong những vùng định cư sớm nhất của người Việt khi họ vào khai phá miền Nam Việt Nam. Lịch sử hình thành[sửa | sửa mã nguồn] Cuối thế kỷ 16, đất Đồng Nai còn hoang sơ, chưa được khai phá, dân cư thưa thớt, sản xuất thô sơ, trình độ xã hội thấp. Cuộc chiến tranh Trịnh Nguyễn làm cho nhân dân khổ sở, lầm than, nên đã tạo ra một làn sóng di cư từ miền Trung vào đất Đồng Nai sinh sống. Những lưu dân người Việt đã cùng với người dân bản địa khai phá đất để sản xuất. Dần dà, đất Đồng Nai hoang vu trở thành những cánh đồng lúa và hoa màu tươi tốt. Năm Kỉ Mùi (1679), nhà Minh ở Trung Quốc sụp đổ, Tổng binh Trần Thượng Xuyên trấn thủ các châu Cao - Lôi - Liêm không khuất phục nhà Thanh đã đem 50 chiến thuyền, 3000 binh lính và gia quyến đến xin thần phục chúa Nguyễn ở Thuận Hóa. Chúa Nguyễn đã thu nhận họ và cho vào khai khẩn, mở hoang vùng đất phương nam. Những Người Hoa ở miền Nam còn được gọi là người Minh Hương. Người Hoa theo Trần Thượng Xuyên đầu tiên định cư và buôn bán ở Bến Gỗ, nhưng sau xét thấy Cù lao Phố có vị trí thuận lợi hơn cho việc buôn bán, nên ông đã quyết định di chuyển cả đoàn đến Cù lao Phố sinh sống[1]. Cù lao Phố ngày càng phồn thịnh và nhanh chóng trở thành trung tâm thương mại và giao dịch quốc tế của cả Nam Bộ và Bến Gỗ trở thành nơi buôn bán vệ tinh của Cù lao Phố với việc buôn bán gỗ, tre nứa từ rừng đi khắp xứ Biên Hòa - Gia Định. Do vậy, có thể nhận định là Bến Gỗ được hình thành từ thời gian này (1679), ước tính làng Bến Gỗ có tuổi thọ đã trên 300 năm, cùng thời gian hình thành Cù lao Phố và cả vùng đất Biên Hòa - Đồng Nai. Theo Gia Định thành thông chí của Trịnh Hoài Đức, có viết: \"Vào nửa sau thế kỷ XVII, các thế hệ di dân tự do người Việt với phương tiện chủ yếu là thuyền, ghe, xuồng... theo thủy triều ngược dòng Đồng Nai vào định cư ở các giồng đất hai bên bờ. Do đây là những nơi sẵn nước ngọt dùng cho sinh hoạt, trồng tỉa nên người Việt đến khai khẩn sớm nhất.\" Theo đó, Bến Gỗ là một trong những vùng định cư sớm nhất của số cư dân này ở xứ Đồng Nai. Rồi một thời gian sau đó thì Trần Thượng Xuyên đến. Vị trí địa lý[sửa | sửa mã nguồn] Làng Bến Gỗ nay thuộc phường An Hòa, thành phố Biên Hòa, tỉnh Đồng Nai, cách trung tâm thành phố Biên Hòa khoảng 7 km. Tên Bến Gỗ được dùng chỉ cho nhiều nơi như làng, chợ, họ đạo, nhà thờ... trên một vùng thuộc Bến Gỗ xưa, nay là địa giới hành chính của phường An Hòa, xã Long Hưng, một phần các phường Long Bình Tân, Phước Tân, Tam Phước thuộc thành phố Biên Hòa. Tuy nhiên, phần lớn địa bàn làng Bến Gỗ xưa ngày nay thuộc phường An Hòa. Sách \"Đại Nam nhất thống chí\" đề cập vùng Bến Gỗ có giải thích hai địa danh: \"Núi Thiết Khâu và sông An Hòa. Núi Thiết Khâu tục gọi là núi Lò Thổi, là gò đống gồ ghề, rừng rú rậm rạp, có mỏ sắt và nhân dân trong vùng đến khai thác nấu quặng; còn sông An Hòa là chi lưu của sông Phước Long, ngoài cửa là sông Đồng Châu, chảy về phía Bắc đến chợ An Hòa, tục gọi Rạch Gỗ.\" Văn hóa - xã hội[sửa | sửa mã nguồn] Trong dòng chảy của lịch sử, những làng cổ đã đóng một vai trò quan trọng cho sự phát triển kinh tế, văn hóa của vùng đất Đồng Nai. Cùng với người Việt bản địa, nhóm người Hoa đầu tiên định cư ở Đồng Nai đã sớm lập nên thương cảng Cù lao Phố, chợ Bến Cá, chợ Bến Gỗ và chợ Dinh (nay là chợ Biên Hòa). Những chợ ra đời rất sớm này đã mở ra thị trường giao lưu hàng hóa giữa cư dân tại chỗ, trong vùng và cả với thương nhân nước ngoài. Nhờ đó đã hình thành nên những làng nghề như: làng đá Bửu Long, xóm thiếc An Hòa... Rồi lò gạch, lò lu Tân Vạn, sở cải cây Chàm... Làng Bến Gỗ được những lớp cư dân Việt, Hoa đến khai phá, xây dựng thành những vùng trù phú mà những dấu tích của một thời vẫn còn bảo lưu cho đến tận hôm nay. Trong lòng đất Bến Gỗ, các nhà khảo cổ học đã phát hiện được nhiều di vật của lớp cư dân cổ từng sinh sống. Mảnh đất này được các tộc người của nhiều nền văn minh đến định cư, lập nghiệp xuyên suốt cả một thời kỳ lịch sử từ thời đại đồng thau cách nay hàng nghìn năm. Họ đạo Bến Gỗ là một trong những họ đạo ra đời sớm trên đất Biên Hòa - Đồng Nai, vào năm 1882. Nhà thờ Bến Gỗ xây dựng vào năm 1932, là nhà thờ Công giáo được xây dựng sớm nhất ở TP. Biên Hòa, nay nhà thờ nằm tại khu vực phường Long Bình Tân (TP. Biên Hòa). Làng Bến Gỗ hiện tại có nhiều đình, chùa, miếu, thánh thất và mỗi di tích thường gắn liền với những câu chuyện kể dân gian đầy màu sắc huyền bí. Người dân Bến Gỗ mang đậm chất đặc trưng của người nông dân Nam Bộ. Đình An Hòa[sửa | sửa mã nguồn] Đình An Hòa tọa lạc bên tả ngạn sông Đồng Nai xưa kia thuộc làng Bến Gỗ. Đình An Hòa cách trung tâm thành phố Biên Hòa khoảng 6 km về hướng đông - nam. Đây là ngôi đình cổ kính gắn liền với quá trình khai phá, xây dựng và phát triển làng Bến Gỗ xưa - mảnh đất có vị trí địa lý thuận lợi, kinh tế phát triển, văn hóa đa dạng. Đình đã được Bộ Văn Hóa - Thể thao - Du lịch xếp hạng Di tích lịch sử Kiến trúc - Nghệ thuật cấp Quốc gia (Quyết định số 100\/VH-QĐ, ngày 21\/01\/1989)[2]. Căn cứ vào hàng chữ mực tàu viết trên xà kèo nhà võ ca: \"Dựng miếu 1792\", cho thấy đình An Hoà nguyên thủy là ngôi miếu được xây dựng năm 1792, sau đó được nâng cấp chuyển đổi tính năng từ miếu thành đình như hiện tại. Đình An Hoà thờ Thành hoàng bổn cảnh, vị thần bảo trợ làng và những vị tiền hiền, hậu hiền, những người có công khai phá, mở mang làng, xã. Nhân dân sở tại hàng năm đến đình cúng bái cầu cho mưa thuận gió hoà, quốc thái dân an, cuộc sống bình an, thịnh vượng, ấm no, hạnh phúc. Kiến trúc[sửa | sửa mã nguồn] Đình An Hoà xây dựng theo hướng đông - nam, ban đầu kiểu chữ nhị (二) gồm một chánh điện và tiền bái. Sau này hai bộ phận trên được nối với nhau bằng một nhà cầu nên trở thành kiểu chữ công (工) như hiện tại. Đây là một trong năm kiểu kiến trúc tiêu biểu của đình làng ở Việt Nam. Đình An Hoà tọa lạc trên một khu đất cao ráo hình chữ nhật,mặt hướng ra sông, phía trước là khoảng sân rộng có hàng cây cổ thụ, có đủ chỗ cho đông đảo dân làng trong ngày cúng thần Thành hoàng hoặc các ngày lễ hội vui chơi, giải trí của làng. Đình bề thế với những hàng cột gỗ quý to, chắc được trùng tu, tôn tạo nhiều lần kể từ khi khởi dựng. Nét đặc sắc của di tích là nghệ thuật chạm khắc nơi chánh điện. Nhiều cặp liễn đối, hoành phi với các hoa văn tinh xảo được sơn son thếp vàng, treo dài từ các hàng cột từ trong ra ngoài. Toàn bộ các đầu đao, trụ đỡ, xà ngang... của đình được các nghệ nhân chạm trổ thể hiện các đề tài: Lưỡng long triều nhật, cúc liên chi, mây sóng nước, ngũ phúc lâm môn... Một cách hài hòa, tinh tế, sắc sảo. Đáng chú ý là hình ảnh lưỡng long triều nhật được cách điệu hóa: đầu rồng, thân xương cá đao với các họa tiết mà các nhà nghiên cứu cho là sự thể hiện ước mơ thịnh vượng, lòng khao khát về lễ nghĩa, phản ánh nghề chài lưới của cư dân cổ trên vùng đất này. Đối với nơi thờ chính, chỉ trừ chánh điện được xây tường ở ba mặt còn lại toàn bộ mặt tiền gồm nhà võ ca, nhà bái đều không xây tường làm nổi bật những hàng cột gỗ tròn đường kính 400 được kê trên bệ đá xanh đỡ hệ thống khung vì của mái. Mái đình lợp ngói âm dương, đỉnh chánh điện có gắn cặp rồng chầu pháp lam bằng gốm men màu. Nền lót gạch tàu, chia làm ba gian rõ rệt. Từ nhà võ ca nhìn vào chánh điện sẽ thấy ở gian giữa là những cặp liễn, hoành phi chữ Hán, xung quanh chạm khắc hoa văn tinh xảo, sơn son thếp vàng nổi bật trên hai hàng cột và xà ngang chạy suốt chiều dài 47 mét của khu chánh điện làm cho ngôi đình trở nên trang nghiêm và huyền bí. Chánh điện: là loại nhà 3 gian 2 chái truyền thống ở Nam bộ. Chái phía sau bàn thờ thần (dãy hàng hiên sau) là hậu trường, đây là nơi phục vụ việc tế lễ. Gian giữa thờ thần, hương án bằng gỗ sơn son thếp vàng, chạm khắc hoa lá, rồng uốn lượn. Khám thờ mang hàng chữ \"Vạn cổ anh linh\". Bên trong là một đại tự: chữ \"thần\" viết bằng mực đen trên nền đỏ. Phía dưới là chiếc hộp sắt, sơn đỏ trong đựng sắc thần, nội dung như sau: \"Sắc An Hoà Thành hoàng chi thần, nguyên tặng Bảo An, Chính Trực, Hữu Thiện, Đôn Ngưng, Chi Thần Nhưng chuẩn Long Thành huyện, An Hoà thôn, y cựu phụng sự thần, kỳ trương bảo ngã lê dân Khâm sai\". Ấn có chữ: Sắc mệnh chi bảo Tự Đức ngũ niên, thập nhất nguyệt, nhị thập cửu nhật. Tạm dịch: \"Sắc phong thần Thành hoàng An Hoà, trước (đã) tặng là thần: Bảo An, Chính Trực, Hữu Thiện, giữ nước, giúp dân, linh ứng tính đã lâu. Ta (nay) ít đức, lãnh mệnh (tư dân), luôn nghĩ đến thần nên tặng thêm là thần: Bảo An, Chính Trực, Hữu Thiện, Đôn Ngưng. Nhưng cho thôn An Hoà, huyện Long Thành thờ phụng thần như cũ, để thần bảo vệ (lê) dân của ta Kính vậy thay\" Ngày 29 tháng 11 năm Tự Đức thứ năm (29 -1 -1852). Nhà cầu: là nơi hành lễ. Nhà cầu là cầu nối giữa chánh điện và nhà bái. Nhà cầu ngoài chức năng là nơi hành lễ còn thờ Tiên sư và Thổ công. Nhà bái: còn gọi là tiền bái hay tiền đường. Nhà bái và nhà cầu được thông liền với nhau nhưng được phân định bởi một hàng đá chẻ. Phía trước là ba cánh cửa bằng gỗ đơn sơ, đây cũng là cửa vào đình. Nhà bái được tạo dựng bởi hai hàng cột gỗ tròn đường kính 40 cm ở gian giữa và hai hàng cột gỗ vuông (25 cm x 25 cm) ở hai gian bên. Trên xà ngang ở gian giữa treo bức hoành phi đề 4 chữ Hán: Bảo An Chính Trực, đây là 4 chữ đầu tiên thần Thành hoàng của làng được tặng với hàm ý: giúp nước, giúp dân, giữ gìn sự yên ổn, khuôn phép ngay thẳng. Bức hoành phi này không có niên hiệu, vì vậy có lẽ trước thời Tự Đức tức triều Minh Mạng mới được phong thêm hai chữ Hữu Thiện, đến năm Tự Đức thứ 5 (1852) mới được phong thêm hai chữ Đôn Ngưng. Nhà võ ca: được xây riêng biệt ở sân đình, mặt tiền đối diện với chánh điện. Nhà võ ca xây dựng đơn giản không có tường bao quanh, chỉ có một sân khấu để diễn hát bội và nghi lễ cúng thần. Đối với các ngôi đình ở Bắc bộ, khi diễn hát bội thường ở trong cửa đình, trước chánh điện, người xem đối mặt với thần Thành hoàng. Nhưng ở Nam bộ, đa số nhà võ ca đều đối diện với chánh điện, nên khi diễn hát bội, hoặc diễn trò người trình diễn đối mặt với thần, còn thần Thành hoàng cũng chỉ là một khán giả cùng ngồi xem với dân. Cách bố trí này, đối với người miền Bắc có thể xem là hành động bất kính đối với Thành hoàng, nhưng ở các đình miền Nam nói chung và đình An Hoà nói riêng thì thần Thành hoàng tuy quan trọng nhưng không hề tách biệt với nhân dân mà còn gần gũi, thân thiện với dân như người trong nhà vậy. Đình An Hoà đã trải qua 4 lần trùng tu lớn: Lần thứ nhất vào năm 1944: Các cột chính trong đình được nối dài thêm 1 mét để nâng cao chánh điện và mái đình. Nền nâng cao thêm 0,3 mét để tránh ngập lụt khi mùa mưa đến. Lần thứ hai vào năm 1953: Quân Pháp chiếm đình làm đồn, khi trả lại cho dân, chúng phải xuất tiền đền bù để các bô lão và nhân dân trong làng sửa chữa lại một số hạng mục như: thay đòn tay, lót gạch bông ở tam cấp, tô lại đầu rùa bên phải mái đình. Cũng dịp này, nhân dân sở tại đã đóng góp công của xây dựng thêm nhà võ ca ở phía trước chánh điện. Lần thứ ba vào năm 1994: Sau khi đình An Hoà được Nhà nước xếp hạng là di tích quốc gia, cũng là thời kỳ ngôi đình bị xuống cấp nghiêm trọng. Bộ Văn hoá - Thông tin, Cục Bảo tồn Bảo tàng đã cấp 400 triệu đồng cùng với nguồn kinh phí hỗ trợ của địa phương, Nhà Bảo tàng đã trùng tu lại ngôi đình khang trang, bề thế như hiện tại. Lần thứ tư vào năm 2009: Đây là lần đại tu cho đình An Hoà với quy mô lớn. Đợt trùng tu tôn tạo này từ tháng 1 - 2009 đến tháng 8 - 2009 đã sửa chữa 12 hạng mục, bao gồm: Tiền đình, chánh điện, nhà võ ca, nhà túc, cổng tam quan, tường rào bảo vệ, hệ thống chữa cháy, thoát nước, trồng cây xanh, đồng thời nâng cấp sân và đường nội bộ... Tổng kinh phí trùng tu là trên 5 tỷ đồng, trong đó có 500 triệu đồng do người dân làng Bến Gỗ đóng góp. Vai trò[sửa | sửa mã nguồn] Trước năm 1945, đình An Hoà là trụ sở hành chánh của xã, thôn, nơi hội họp của Hội đồng kỳ mục để bổ bán binh dịch, phân chia công điền, công thổ, đặt khoán ước và giải quyết các vụ tranh chấp, kiện cáo, thu sưu, thu thuế, phạt vạ, ăn khao và là nơi thi văn, thi thơ, thi chữ... của các nho sĩ trong làng. Năm 1952, quân Pháp chiếm đình làm đồn, đình trở thành bót, gọi là bót Bến Gỗ. Hiện nay, từ sau ngày miền Nam hoàn toàn được giải phóng (30 - 4 -1975), đình được trả lại cho dân làng, đại diện là Ban quý tế đình An Hoà trông coi, hội họp. Trong những ngày cúng Thành hoàng, đình trở thành trung tâm văn hoá của làng (xã). Các tuồng tích xưa giàu tính nhân văn tích lũy từ đời này qua đời khác được trình diễn tại đình trong vài đêm cho dân làng coi. Lễ hội - Du lịch[sửa | sửa mã nguồn] Hàng năm, vào rằm tháng Tám (âm lịch), đình An Hoà tổ chức lễ rước thần theo nghi thức truyền thống, cầu cho quốc thái, dân an, mưa thuận, gió hòa. Các tuồng tích xưa giàu tính nhân văn tích lũy từ đời này qua đời khác do đoàn hát bội xã An Hòa trình diễn tại đình ở nhà Võ Ca trong đêm rằm tháng 8 và sáng ngày hôm sau 16\/8 Âm lịch cho dân làng coi và cũng như là lễ hát chầu để cúng thành hoàng. Đây là dịp để nhân dân trong làng (xã) và những người xa xứ tụ họp, chuyện trò, trao đổi kinh nghiệm làm ăn, học tập và những buồn vui của cuộc sống. Tại chùa Ông - Miếu thờ Quan Công theo tục người Hoa, gần chợ Bến Gỗ, đáo lệ ba năm (tháng 10 Âm lịch) được tổ chức lễ hội kéo dài nhiều ngày với các hình thức diễn xướng dân gian độc đáo như hát bội, xô giàn, đua thuyền... với sự tham dự của đông đảo người dân. Bến Gỗ nổi tiếng về đua thuyền từ đầu thế kỷ 19. Theo kinh nghiệm của các bậc tiền bối, một ghe đua tốt phải được làm từ một loại gỗ tốt, dẻo nhẹ, dài 16 mét, rộng 1,6 mét; thân ghe dài, được đúc hao hao hình con thoi để khi nước chảy gió ngược vẫn không cản nổi thuyền. Để tạo thêm vẻ sắc sảo, tự tin cho ghe, mũi ghe kẻ hình mắt phượng, đuôi dài, ngươi tròn viền trắng. Các loại dầm như dầm phách, dầm ngang cũng phải được đẽo sao cho không bị vênh, riêng chèo dọc phải bằng loại gỗ có độ dẻo lớn, sức uốn mạnh. Đội thuyền 24 người gồm một chỉ huy, một phách nhì đánh phèng chiêng cổ vũ, một múc nước, một xà bát đứng lái, năm cặp giữa khoang, năm cặp đốc hậu. Đội hình đua ghe phải gồm những tay chèo khỏe mạnh, cường tráng và giàu kinh nghiệm. Khi bơi phải đều tay, cầm dầm sao cho đứng. Tiếng hô của người đứng trước mũi cũng đóng vai trò quan trọng trong việc giữ nhịp chèo của cả đội, không để dầm nọ sọ dầm kia khiến sức cộng hưởng kém, tốc độ ghe sẽ chậm. Ngày nay, truyền thống đua thuyền Bến Gỗ vẫn còn giữ được, hằng năm đều có đội đua tham dự các giải địa phương, khu vực và từng đại diện khu vực tham gia thi toàn quốc. Qua thời gian, đua ghe đã có nhiều thay đổi để phù hợp hơn với cuộc sống. Giải đua thuyền thường niên được tổ chức vào những ngày đầu tiên của Tết Nguyên Đán với quy mô trong TP.Biên Hòa. Ẩm thực[sửa | sửa mã nguồn] Làng Bến Gỗ nổi tiếng với đặc sản thịt chuột, một món ăn dân dã của người nông dân, đặc biệt đã là dân Bến Gỗ thì phải biết ăn thịt chuột, 10 người hết 9 đều biết ăn. Thịt chuột phải là chuột đồng, được chế biến thành nhiều món như chuột rô ty, chuột nướng trui,chuột nướng muối ớt, chuột rim nước dừa...nổi tiếng khắp Biên Hòa - Đồng nai. Rượu đế Bến Gỗ từ xa xưa đã vang tiếng khắp miền Nam. Theo Biên Hòa - Đồng Nai 300 năm hình thành và phát triển thì: \"Thức uống có men phải nói đến rượu đế. Cùng với rượu Gò Đen (Long An), Hòa Long (Bà Rịa), thì rượu gạo Bến Gỗ (Long Thành) cũng nổi tiếng xứ Đồng Nai. Rượu đế chưng cất từ gạo nếp kết tinh chất bổ dưỡng từ bột nên dùng đúng liều lượng rất dễ tiêu hóa. Rượu đế còn dùng để ngâm thuốc gồm nhiều loại động, thực vật để tăng lực hoặc chữa bệnh\" Rượu đế Bến Gỗ ngon nhờ ngoài kỹ thuật kháp còn có yếu tố nước. Bây giờ rượu đế Bến Gỗ được bán rộng rãi từ Phước Tân qua Tân Vạn, Hóa An... Một người trong gia đình có mấy đời nấu rượu ở Bến Gỗ nói: \"...Rượu đế Bến Gỗ hồi trước đây nấu toàn bằng nếp và pha men ngọt nên rượu ngon lắm. Ông bà mình còn canh thời tiết mới kháp rượu, nên rượu ra ngon không chê vào đâu được. Đã vậy, người uống rượu đế Bến Gỗ hồi đó thường dùng cáo nhạo để đựng rượu và khi rót ra ly phải có bọt mới chịu. Và khi uống rượu đế người ta cũng uống là để thưởng thức hương vị, ngồi nhâm nhi bàn chuyện xóm làng. Đến đám tiệc cũng uống rượu tình rượu nghĩa.\" Để giữ vững danh tiếng cho rượu đế Bến Gỗ và tạo thành một thương hiệu rượu đế có uy tín, năm 2007 vừa qua, với việc cho rượu đế Bến Gỗ vào bình. Hợp tác xã An Hòa đã tạo cho rượu Bến Gỗ thương hiệu riêng. Nhận xét[sửa | sửa mã nguồn] Làng Bến Gỗ được những lớp cư dân Việt, Hoa đến khai phá, xây dựng thành những vùng trù phú mà những dấu tích của một thời vẫn còn bảo lưu cho đến tận hôm nay. Trong dòng chảy của lịch sử, những làng cổ đã đóng một vai trò quan trọng cho sự phát triển kinh tế, văn hóa của vùng đất Đồng Nai. Về mặt tạo hình, đình An Hoà được xem là gương mặt của nghệ thuật kiến trúc cổ ở Đồng Nai và tiêu biểu cho kiểu dáng đình ở một vùng Nam bộ. Đình An Hoà là nơi bảo tồn khá nguyên vẹn những đặc điểm của nền kiến trúc dân tộc, không chịu ảnh hưởng của kiến trúc Trung Hoa như một số ngôi đình khác. Được chứng kiến tận mắt lối kiến trúc và nghệ thuật chạm khắc ở đình An Hoà, ta mới cảm nhận hết cái đẹp, cái tài hoa của các nghệ nhân bản địa đã làm cho các phiến gỗ nặng nề trở thành những mảng trang trí nhẹ nhàng, thanh thoát, tăng thêm giá trị thẩm mỹ cho ngôi đình. Xem thêm[sửa | sửa mã nguồn] Cù lao Phố Trần Thượng Xuyên Chú thích[sửa | sửa mã nguồn] ^ Đồng Nai - Tiềm năng phát triển - Văn hoá Du lịch[liên kết hỏng] trên trang của tỉnh Đồng Nai. ^ Thư viện tỉnh Đồng Nai - Di tích văn hoá lịch sử tỉnh Đồng Nai[liên kết hỏng] trên trang của Thư viện tỉnh Đồng Nai. Liên kết ngoài[sửa | sửa mã nguồn] Tư liệu cù lao Phố Lưu trữ 2008-08-18 tại Wayback Machine trên web Đồng Nai. Tư liệu rượu Bến Gỗ[liên kết hỏng] trên web Đồng Nai. Tư liệu làng cổ Bến Gỗ trên web Đoàn TNCS Tỉnh Đồng Nai. Tư liệu Đình An Hòa[liên kết hỏng] trên web Thư Viện Tỉnh Đồng Nai. Tư liệu Lễ hội đua thuyền Bến Gỗ[liên kết hỏng] trên wed Đồng Nai. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Bến_Gỗ&oldid=66449937” Thể loại: Biên Hòa Làng cổ Đồng Nai Lịch sử khẩn hoang Nam Bộ Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 22 tháng 10 năm 2021, 19:05. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}