{"Chiến dịch Attleboro":"Chiến dịch Attleboro – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh lịch sử 2Diễn biến 3Kết quả 4Chú thích 5Xem thêm 6Tham khảo 7Liên kết ngoài Chiến dịch Attleboro 6 ngôn ngữ Беларуская Català Deutsch English Italiano Русский Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Chiến dịch Attleboro Một phần của Chiến tranh Việt Nam Thời gian 14 tháng 9-24 tháng 11 năm 1966 Địa điểm Tây Bắc Dầu Tiếng, miền Nam Việt Nam Kết quả Hoa Kỳ thắng về chiến thuật Thắng lợi chiến lược của Mặt trận Dân tộc Giải phóng Tham chiến Hoa Kỳ Việt Nam Cộng hoà Mặt trận Dân tộc Giải phóng Miền Nam Chỉ huy và lãnh đạo Thiếu tá Guy S. Meloy Không rõ Lực lượng ~22.000 ~8.000 Thương vong và tổn thất Hoa Kỳ: 155 chết12 494 bị thương12 Không rõ Tổng số: Không rõ số chết ~3,000 bị thương hoặc bị ốm 14 trực thăng trúng đạn (1 chiếc rơi và 7 chiếc hư hại nặng)[1] 500+ chết (Mỹ tuyên bố có 1.106 chết1, nhưng thực tế quân Mỹ chỉ thu được 127 vũ khí cá nhân và 19 vũ khí cộng đồng) hiện x t s Trận đánh và Chiến dịch trong Chiến tranh Việt Nam Giai đoạn Mỹ thực hiện Chiến tranh đặc biệt (1960-1964) Lào • Sunrise • Ấp Bắc • Gò Công • Hiệp Hòa • Chà Là • 34A • Long Định • Quyết Thắng 202 • USNS Card • Nam Đông • An Lão • Bình Giã • Pleiku • Sông Bé • Ba Gia • Đồng Xoài • Ka Nak • Đèo Nhông Giai đoạn Mỹ thực hiện Chiến tranh cục bộ (1964-1969) Núi Thành • Starlite • Vạn Tường • Chu Lai • Hump • Đông Xuân • Hiệp Đức – Đồng Dương • Đồng Dương • Cẩm Khê • Gang Toi • Bàu Bàng • Plei Me • Ia Đrăng • Crimp • Masher • Kim Sơn • A Sầu • Hà Vy • Bông Trang-Nhà Đỏ • Võ Su • Birmingham • Cẩm Mỹ • Hastings • Prairie • Đức Cơ • Long Tân • Beaver Cage • Attleboro • Bồng Sơn • Bắc Bình Định • Tây Sơn Tịnh • Bắc Phú Yên • Tân Sơn Nhất '66 • Sa Thầy '66 • Tây Ninh '66 • Quảng Ngãi • Cedar Falls • Tuscaloosa • Quang Thạnh • Bribie • Junction City • Francis Marion • Union • Đồi 881 • Malheur I và II • Baker • Union II • Buffalo • 2 tháng 6 • Quang Thạnh • Hong Kil Dong • Suoi Chau Pha • Swift • Wheeler\/Wallowa • Medina • Ông Thành • Lộc Ninh '67 • Bàu Nâu • Kentucky • Sa Thầy '67 • Đắk Tô '67 • Phượng Hoàng • Khe Sanh • Huội San • Chư Tan Kra • Tây Ninh 68 • Coburg • Tết Mậu Thân • Sài Gòn 68 • Huế • Quảng Trị 68 • Làng Vây • Lima Site 85 • Toàn Thắng I • Delaware • Mậu Thân (đợt 2) • Khâm Đức • Coral–Balmoral • Hoa Đà-Sông Mao • Speedy Express • Dewey Canyon • Taylor Common • Đắk Tô '69 • Long Khánh '69 • Đức Lập '69 • Phước Bình '69 • Tết '69 • Apache Snow • Đồi Thịt Băm • Twinkletoes Giai đoạn Mỹ thực hiện \"Việt Nam hóa chiến tranh\" (1969-1975) Bình Ba • Pat To • Texas Star • Campuchia I • Campuchia II • Kompong Speu • Prey Veng • Snoul • Căn cứ Ripcord • Tailwind • Chenla I • Jefferson Glenn • Sơn Tây • Lam Sơn 719 • Bản Đông • Đồi 723 • Chenla II • CCHL Mary Ann • Long Khánh • Núi Lệ • Chiến cục 1972 • Xuân hè • Trị Thiên-Huế • Quảng Trị 1972 (lần 1) • Quảng Trị 1972 (lần 2) • Tây Nguyên-Bắc Bình Định • Bắc Tây Nguyên • Đắk Tô 1972 • Kontum • Đông Nam Bộ • Nguyễn Huệ • Lộc Ninh 72 • An Lộc • Cửa Việt • Ấp Đá Biên • Tam giác sắt • Thượng Đức • La Sơn 74 • Hưng Long • Xuân '75 • Phước Long • Tây Nguyên • Huế-Đà Nẵng • Phan Rang-Xuân Lộc • Hồ Chí Minh • Xuân Lộc • Sài Gòn '75 Các trận đánh và chiến dịch không quân Farm Gate • Chopper • Ranch Hand • Mũi Tên Xuyên • Barrel Roll • Pony Express • Flaming Dart • 'Iron Hand • Sấm Rền • Steel Tiger • Arc Light • Tiger Hound • Shed Light • Hàm Rồng • Bolo • Popeye • Yên Viên • Niagara • Igloo White • Giant Lance • Commando Hunt • Menu • Patio • Freedom Deal • Không kích Bắc Việt Nam '72 • Linebacker I • Enhance Plus • Linebacker II • Homecoming • Tân Sơn Nhất '75 • Không vận Trẻ em • New Life • Eagle Pull • Frequent Wind Các trận đánh và chiến dịch hải quân Vịnh Bắc Bộ • Market Time • Vũng Rô • Game Warden • Sea Dragon • Deckhouse Five • Bồ Đề-Nha Trang • Sealords • Hải Phòng • Đồng Hới • Custom Tailor • Hoàng Sa • Trường Sa • Mayaguez Chiến dịch Attleboro là một chiến dịch của Quân lực Việt Nam Cộng hòa và quân đội Hoa Kỳ trong Chiến tranh Việt Nam nhằm vào chiến khu Dương Minh Châu của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Hoàn cảnh lịch sử[sửa | sửa mã nguồn] Trong địa bàn tỉnh Tây Ninh có một vùng địa danh nổi tiếng với những trận giao tranh lớn: đó là Chiến khu C hay còn gọi là Chiến khu Dương Minh Châu, nơi tập trung nhiều đơn vị chủ lực của Quân Giải phóng miền Nam Việt Nam và là căn cứ địa của Trung ương cục Miền Nam. Chính từ vùng này, Quân Giải phóng đã khởi động nhiều cuộc tấn công quy mô vào Tây Ninh, Hậu Nghĩa. Ngoài ra, từ hướng tây và tây bắc Sài Gòn, họ đã thiết lập vùng Tam giác Sắt với hệ thống mật khu vòng đai như Hố Bò, Bời Lời, Long Nguyên. Theo phân tích của các chuyên viên tình báo Việt Nam Cộng hòa, lộ trình tấn công của Quân Giải phóng vào khu vực vòng đai đô thành Sài Gòn và tỉnh Gia Định có thể dọc theo sông Sài Gòn về hướng Nam và có thể giao tiếp với một cánh quân khác dọc theo Quốc lộ 13 từ hướng Bình Long. Từ hướng Tây-Nam, các cuộc tấn công của Quân Giải phóng có thể được xuất phát từ khu vực Mỏ Vẹt và Ba Thu trên đất Campuchia kế đó băng qua khu Vườn Thơm tại Hậu Nghĩa và cuối cùng tiến vào ngoại vi của Chợ Lớn. Từ tháng 10 năm 1966 đến tháng 5 năm 1967, liên quân Việt Nam Cộng hòa - Mỹ đã mở hai cuộc hành quân đại quy mô để truy tìm các đơn vị Quân Giải phóng tại vùng Chiến khu C và phụ cận. Diễn biến[sửa | sửa mã nguồn] Tháng 8 năm 1966, khi Lữ đoàn khinh binh Hoa Kỳ đến Nam Việt Nam, Bộ tư lệnh Lực lượng Hoa Kỳ đã bố trí lữ đoàn này ngay vào khu vực ven Chiến khu C, nơi mà Sư đoàn 9 tập trung trở lại. Cùng với sư đoàn 9, Quân Giải phóng miền Nam này còn có một trung đoàn cơ động biệt lập vừa xâm nhập vào. Quân Giải phóng toan đánh vào một tiền đồn của Lực lượng Đặc biệt để dụ quân tiếp viện đến và chận đánh luôn theo chiến thuật \"công đồn đả viện\". Cuối tháng 10, QGP đã thành công trong kế hoạch chận đánh một đại đội tiếp viện cho tiền đồn, nhưng khi họ làm như vậy đồng nghĩa với đánh tiếng cho liên quân Việt Nam Cộng hòa - Mỹ rằng QGP đang khai triển quân ở vùng này. Để triệt hạ lực lượng QGP quanh vùng Chiến khu C, vào giữa tháng 9 năm 1966, Bộ tư lệnh Lực lượng Dã chiến 2 của Hoa Kỳ tại Vùng 3 đã phối hợp với Bộ tư lệnh Quân đoàn 3 Việt Nam Cộng hòa tổ chức cuộc hành quân quy mô mang tên là Attleboro với quân số tham chiến là 22 ngàn liên quân Việt Nam Cộng hòa-Mỹ. Nỗ lực chính của lực lượng Hoa Kỳ gồm 19 tiểu đoàn thuộc các binh đoàn sau đây: Sư đoàn 1, Lữ đoàn Bộ binh 196, 2 lữ đoàn của Sư đoàn 4 và Sư đoàn 25. Phía Việt Nam Cộng hòa có chiến đoàn đặc nhiệm trực thuộc Quân đoàn 3. Về lực lượng QGP tại vùng hành quân, tin tức tình báo cho biết có 4 trung đoàn: 101, 271, 272 và 273 (Tương ứng với các trung đoàn 101D QĐNDVN và Q761-Q762-Q763 QGP). Trong 6 tuần đầu của cuộc hành quân, không có trận đụng độ lớn. Nhưng trận chiến đã bùng nổ vào ngày 3 tháng 11 năm 1966 tại một địa điểm cách tỉnh lỵ Tây Ninh 27 km về hướng Đông-Bắc, khi Lữ đoàn 196 Hoa Kỳ kịch chiến với 3 trung đoàn QGP. Giao tranh ác liệt đã diễn ra từ ngày 3 đến ngày 9 tháng 11 năm 1966. Lực lượng bộ binh Việt Nam Cộng hòa và một số tiểu đoàn thuộc Sư đoàn 1 và 25 Bộ binh Hoa Kỳ đã tiếp ứng Lữ đoàn 196 để cố đẩy lùi QGP ra khỏi trận địa. Trong ngày 6 tháng 11 năm 1966, theo ước tính của Mỹ, cái giá để bảo vệ bộ chỉ huy QGP phải đổi lấy là thiệt mạng lên đến 270, ngày 7 tháng 11, liên quân Việt Nam Cộng hòa - Mỹ chiếm được 35 pháo đài kiên cố của Quân Giải phóng và họ tuyên bố đã hạ 319 người. Ngày 7 tháng 11, QGP củng cố hỏa lực mở nhiều đợt xung phong tấn công trở lại nhưng phi cơ Hoa Kỳ đã dội napalm xuống sát vị trí của đơn vị bộ chiến Mỹ (bất chấp thương vong đôi bên), đẩy lùi cuộc tiến công. Tổng số QGP thiệt mạng được Mĩ tuyên bố là 758. Ngày 9 tháng 11, liên quân Việt Nam Cộng hòa - Mỹ bung rộng lục soát chiến trường, tìm thấy thêm 95 xác nữa, đưa tổng số QGP tử thương lên 828 người. Từ 10 đến ngày 26 tháng 11, các đơn vị Việt Nam Cộng hòa - Mỹ tiếp tục truy tìm QGP, trong thời gian này không có cuộc đụng độ nào đáng kể. Ngày 27 tháng 11, cuộc hành quân kết thúc, tổn thất của QGP theo phía Mỹ và Việt Nam Cộng hòa là: 1.101 chết (bị thổi phồng), 44 tù binh, 149 vũ khí bị tịch thu và khoảng 1.000 tấn gạo bị tìm thấy. Trong trận kịch chiến nói trên, số quân Việt Nam Cộng hòa - Mỹ trực tiếp giao tranh với Quân Giải phóng là 10 ngàn trong tổng số 22 ngàn lính tham dự cuộc hành quân từ ba hướng, riêng pháo binh Hoa Kỳ đã tác xạ yểm trợ cho hơn 10 ngàn quả đạn đại bác, ngoài ra bộ chỉ huy của họ trong cuộc hành quân cũng đã sử dụng B-52 oanh tạc vào các khu vực được nghi vấn. Sau trận này, QGP đã rút lui về bên kia biên giới Việt-Campuchia. Kết quả[sửa | sửa mã nguồn] Theo liên quân Mỹ - Việt Nam Cộng hòa tuyên bố với truyền thông, trong trận này quân Giải phóng đã bị tổn thất đến 1.106 người tử trận. Tuy nhiên trên thực tế, quân Mỹ đã không thể chủ động tổ chức được một trận đánh lớn nào với QGP.[1]. Con số thương vong của QGP mà Mỹ tuyên bố cũng bị xem là cố tình phóng đại so với thực tế, bởi suốt chiến dịch, Mỹ chỉ tịch thu được 127 vũ khí cá nhân và 19 vũ khí cộng đồng (ít hơn 8 lần so với tuyên bố của Mỹ[2]). Quân Giải phóng đã tránh giao chiến trực diện với quân Mỹ, và chiến dịch đã không tiêu diệt được các cơ sở chính trị của quân Giải phóng tại Tây Ninh. Một số tổn thất tương đối thấp người và lương thực không phải là vấn đề lớn với QGP, bởi chừng nào họ còn các cơ sở chính trị trong dân chúng ở khắp Sài Gòn thì chừng đó họ sẽ được bổ sung về quân số và lương thực[3]. Chú thích[sửa | sửa mã nguồn] Chú giải 1: Operation Attleboro: The 196th's Light Infantry Brigade Baptism By Fire in the Vietnam War Lưu trữ 2007-06-14 tại Wayback Machine Chú giải 2: Operation Attleboro Lưu trữ 2008-07-25 tại Wayback Machine Xem thêm[sửa | sửa mã nguồn] Chiến dịch Cedar Falls Chiến dịch Junction City Tham khảo[sửa | sửa mã nguồn] ^ Dust Off: Army Aeromedical Evacuation in Vietnam. DIANE Publishing. Peter Dorland,Peter Dorland James Nanney, James Nanney. P 54 ^ http:\/\/freepages.military.rootsweb.ancestry.com\/~realmccoy\/attlebor.html ^ No Sure Victory: Measuring U.S. Army Effectiveness and Progress in the Vietnam war. Oxford university. Gregory A. Daddis. P 7 Summers, Harry G. Historical Atlas of the Vietnam War. New York: Houghton Mifflin Company. Liên kết ngoài[sửa | sửa mã nguồn] Việt Nam - Chiến tranh và lịch sử 1954-75 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Chiến_dịch_Attleboro&oldid=69130045” Thể loại: Trận đánh và chiến dịch trong Chiến tranh Việt Nam Trận đánh liên quan tới Việt Nam Việt Nam năm 1966 Xung đột năm 1966 Trận đánh liên quan tới Hoa Kỳ Bình Dương Hoạt động quân sự liên quan tới Việt Nam Hoạt động quân sự trong Chiến tranh Việt Nam Chiến dịch quân sự liên quan tới Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 24 tháng 9 năm 2022, 03:16. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}