{"Châu Khê (làng)":"Châu Khê (làng) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Danh nhân 2Làng nghề 3Tham khảo 4Liên kết ngoài Châu Khê (làng) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Châu Khê là một làng cổ ra đời sớm từ thời nhà Lý (1009-1226) do Chu Tam Xương thống lĩnh quân Tam xương tạo lập, lúc đầu có tên là Chu Xá Trang dân cư thưa thớt, làng nằm dọc tả sông Cửu An, là một làng quê thuộc vùng châu thổ sông hồng, thời Trần thuộc Hồng Lộ, Thời Lê, Nguyễn là một xã của Tổng Tông Chanh, huyện Đường An, nay là một làng trong 7 làng thuộc xã Thúc Kháng, huyện Bình Giang, tỉnh Hải Dương. Dân số của làng năm 1890 là 600 người, điều tra dân số năm 1989 là 900 người\/175 hộ, dân số năm 1998 là 1020 người\/220 hộ, tỷ lệ tăng dân số: 1,01% năm 2000 và 0,9% năm 2008. Làng vừa làm nghề nông cấy lúa nước với 78,4ha trong đó 63ha canh tác, bình quân đầu người là 2 sào 12 thước. Làng có nghề kim hoàn từ thế kỷ 15. Nơi đây là quê hương của những nghệ nhân kim hoàn nổi tiếng cả nước. Đình chùa đã được nhà nước xếp hạng là cụm di tích văn hóa năm 1991, làng nghề được ủy ban nhân dân tỉnh Hải Dương công nhận là làng văn hóa năm 1999, được ủy ban nhân dân huyện Bình giang trao bằng văn hóa sức khỏe năm 2008. Danh nhân[sửa | sửa mã nguồn] Làng Châu khê có truyền thống văn hiến và đánh giặc giữ nước. Tướng quân Phạm Sỹ hiệu Huyền Du một danh tướng thời Trần thế kỷ 13 có công 2 lần cùng tham tán Phạm Ngũ Lão và Hưng Đạo Vương Trần Quốc Tuấn đánh thắng giặc Nguyên Mông (1255-1288) được vua phong Dực Hổ Hầu Hải dương đạo tiết chế bình nguyên đại tướng quân và được dân làng suy tôn là thành hoàng làng. Châu Tùng Chinh thống lĩnh cấm binh thời Trần Phế Đế (1377-1388). Nhiều danh nhân, tiến sĩ, khoa bảng là Phạm Thiệu, Ngô Văn Huy thế kỷ thứ 12-16 là thám hoa, tiến sĩ Hoàng Xuân Hiệp, Hoàng Xuân Linh thời Vua Tự Đức Thế kỷ 20 có nhà giáo nhân dân, nhà thơ Vũ Đình Liên nổi tiếng với bài thơ \"Ông Đồ\", nhà báo,nhà thơ chiến sĩ, liệt sĩ Hoàng Lộc với bài thơ \"Viếng bạn\" để lại ấn tượng sâu sắc cho văn học nước nhà, Nhà viết kịch Lộng Chương (tên thật là Phạm Văn Hiền)với nhiều tác phẩm có giá trị, đặc biệt vở hài kịch \"Quẫn\" đã được nhận giải thưởng Hồ Chí Minh. Có 1 chi bộ Đảng CSVN trung kiên ra đời từ tháng 2\/1947 luôn có từ 3-35 đảng viên. Có 5 hàng giáp của các dòng họ, có nghè văn chỉ, nhà cầu ba, cột đồng hồ, giếng nước cổ. Có lăng tẩm khuê văn các do vua Trần trực tiếp cho xây để ghi công Phạm Sỹ, có đôi ngựa đá, bia đá cổ do quan tư đồ Trần nguyên Đán soạn ghi. Làng nghề[sửa | sửa mã nguồn] Làng mỹ nghệ vàng bạc truyền thống Châu khê xuất phát từ thời vua Lê Thánh Tông (1460-1497) Thượng thư bộ lại Lưu Xuân Tín người làng Châu khê được vua giao trọng trách đúc bạc nén làm tiền tệ tại kinh thành Thăng long. Ông đã dành cho người làng đặc ân, lấy gia đinh ở làng lên mua đất ở phường Đông các, Đông thọ, tổng Hữu Trác, huyện Thọ xương lập xưởng đúc bạc nén nay là số nhà 58 phố Hàng bạc, quận Hoàn kiếm Hà nội. Dân lên ngày một đông họ tổ chức thành phường giáp như ở quê và lập đình gọi là Châu khê vọng sở cùng thờ thành hoàng làng và tổ nghề như ở quê, cuộc sống xoay vần, họ từ đây mở nghề kim hoàn mỹ nghệ, rồi phát triển khắp cả kinh thành và cả ở quê vì sự liên hệ gia đình họ mạc làng xóm mật thiết nên có câu: Tại hương tại phố một quê Châu khê-Hàng bạc đi về ngược xuôi Như hương tỏa khắp mọi nơi Kim hoàn trang sức cho đời đẹp xinh Tuy vậy nghề của họ suốt 548 năm qua biết bao thăng trầm…Chỉ từ ngày có đường lối đổi mới của Đảng (1986) làng nghề mới có điều kiện phát triển mạnh, đặc biệt sau nghị quyết 132\/CP ngày 24\/10\/2000 của chính phủ khuyến khích phát triển nghề thủ công nông thôn, từ đây tên tuổi, vị thế của làng nghề được nâng lên, bạn hàng đối tác được giao lưu hỗ trợ. Còn nhiều việc cần phải làm của cả nhà nước, bạn bè và sự nỗ lực của làng nghề để làng nghề vàng bạc Châu khê phát triển vững chắc hơn. Thợ kim hoàn Châu Khê dù sản xuất, chế tác làm khuôn mẫu hay mở cửa hàng, ở đâu họ đều có ý thức tích lũy phát huy kinh nghiệm của ông cha mà nỗ lực vươn lên tới đỉnh cao của nghề đến độ tinh xảo để tạo nên những sản phẩm hoàn hảo nhất làm đẹp cho đời và làm vừa lòng khách hàng. Hiện nay cả làng có tới 97,32% gia đình làm nghề với ngót 800 thợ, trong đó 2\/3 là thợ bậc 4-5\/7. Hàng năm cho ra đời hàng triệu sản phẩm trang sức bằng vàng, bạc với mẫu mã phong phú nhiều kiểu dáng thời trang, bền đẹp. Chưa bao giờ nghề vàng bạc của làng lại phát triển mạnh mẽ như ngày nay. Nghề vàng bạc thực sự đã làm cho cuộc sống của làng quê Châu khê đầy đủ sung túc hơn. Đây là sự rèn luyện, tích lũy, tiếp thu đức tính, phong cách \"Trung thực, tinh tế, tài hoa, kiên trì, lịch thiệp…\" từ tổ nghề, họ luôn hỗ trợ cho nhau, không bao giờ tranh công, cướp việc đồng nghiệp, mà họ cạnh tranh bằng tay nghề cao và sự hoàn mỹ của sản phẩm, công lao lớn của họ trong đóng góp với nghề kim hoàn cả nước là sự cải tiến hoàn thiện kỹ, mỹ thuật vàng bạc bằng những thủ pháp riêng của mình. Vì vậy lúc nào họ cũng đủ tiềm lực, thỏa mãn nhu cầu của khách hàng trong nước và thế giới. Làng nghề vàng bạc Châu khê năm 2004 đã được ủy ban nhân dân tỉnh Hải dương công nhận danh hiệu: \"Làng nghề thủ công vàng bạc châu khê\". Hiện nay làng nghề có trang Web riêng có địa chỉ: www.chaukhe.com để giới thiệu, quảng bá truyền thống, lịch sử, văn hóa và sản phẩm quê mình với bạn bè trong và ngoài nước. Sùng ân tự châu khê (Chùa Châu khê) được lập từ thế kỷ 12 lúc đầu tọa lạc trên khu Chùa Dẩm, đến thế kỷ 13 chuyển về khu đất có thế hoa sen giáp bờ sông Cửu An nên chùa được đặt tên chữ là \"Liên hoa tự\" vào thời Hoàng Triều Bảo Đại năm tân mùi được đổi tên thành \"Sùng ân tự\" chùa có 36 gian, tượng phật uy nghi, ở cổng tam quan có quả chuông đồng nặng 1300 kg, tiếng chuông sớm chiều âm vang đã đi vào tâm khảm mỗi người dân thời đó với câu thành ngữ: \"Chuông Châu, trống Ủng, mõ Đầu\"(chuông làng Châu, trống làng Ủng, mõ làng Đầu). Thời chống Pháp (1945-1954) làm theo lời kêu gọi của chủ tịch Hồ Chí Minh, nhân dân đã tự tháo dỡ hiến quả chuông này cho công binh xưởng đúc vũ khí đánh giặc, chùa Sùng ân tự còn là cơ sở cất dấu cán bộ cách mạng của vùng, vị sư Đức trụ trì chùa lúc đó sau trở thành thường vụ huyện ủy, Phó chủ tịch ủy ban nhân dân huyện Bình giang, cán bộ lão thành cách mạng. Trong công cuộc đổi mới được nghị quyết trung ương VI của Đảng khuyến khích từ năm 1986-2006 nhân dân Châu khê tại hương, tại phố và sự đóng góp của du khách thập phương dưới sự trụ trì của sư cụ Thích Đàn Lựu đã tôn tạo, tu bổ toàn bộ khuôn viên chùa đồng thời đúc lại quả chuông mới có trọng lượng 800 kg, cao 1,7m, đường kính 0,87m vào ngày 24\/11\/2001 năm mậu dần, từ đây tiếng chuông chùa lại văng vẳng sớm hôm, âm vang đi vào tâm hồn mỗi người. Hiện nay chùa vẫn mang tên \"Sùng ân tự\" là ngôi chùa lớn nằm trong cụm di tích văn hóa của làng Châu khê, luôn được tu bổ khang trang, chùa luôn có sự trụ trì của các vị sư được tu nghiệp ở trung ương hội phật giáo Việt Nam, được nhân dân tín nhiệm bầu vào hội đồng nhân dân, hàng năm chùa đón hàng vạn du khách và nhân dân địa phương tới lễ phật, tham quan góp phần làm phong phú thêm đời sống tinh thần của người dân làng Châu khê.[1] Tham khảo[sửa | sửa mã nguồn] ^ Phạm Quang Tiền, Nguyễn Đức Mạnh, Phạm Đình Tấn. “Bản sao đã lưu trữ”. Công ty Quảng cáo Sao Kim. Bản gốc lưu trữ ngày 26 tháng 5 năm 2010. Truy cập thứ Năm, ngày 27 tháng 5 năm 2010. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp); Kiểm tra giá trị ngày tháng trong: |ngày truy cập= (trợ giúp)Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) Liên kết ngoài[sửa | sửa mã nguồn] Bài viết tỉnh Hải Dương, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Châu_Khê_(làng)&oldid=68608996” Thể loại: Sơ khai Hải Dương Làng cổ Hải Dương Bình Giang Thể loại ẩn: Lỗi CS1: tham số thừa Lỗi CS1: ngày tháng Quản lý CS1: nhiều tên: danh sách tác giả Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 5 năm 2022, 22:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}