{"Chùa Phổ Minh (Buôn Ma Thuột)":"Chùa Phổ Minh (Buôn Ma Thuột) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử hình thành 2Các đời trụ trì 3Kiến trúc Hiện\/ẩn mục Kiến trúc 3.1Tổng quan 3.2Hai bảo vật của chùa 4Các cơ sở trực thuộc Hiện\/ẩn mục Các cơ sở trực thuộc 4.1Công ty TNHH Phổ Minh Ban Mê 4.2Viện dưỡng lão 5Một số hình ảnh về chùa Phổ Minh thành phố Buôn Ma Thuột 6Chú thích 7Liên kết ngoài Chùa Phổ Minh (Buôn Ma Thuột) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Chùa Phổ Minh 普明寺 (Phổ Minh tự) Mặt trước của chùa Phổ Minh thành phố Buôn Ma Thuột Vị trí Quốc gia Việt Nam Địa chỉ 68 Nguyễn Cư Trinh, phường Tự An, thành phố Buôn Ma Thuột, Đăk Lăk Thông tin Tôn giáo Phật giáo Khởi lập Ất Mùi (1955) Cổng thông tin Phật giáo x t s Đối với các ngôi chùa cùng tên, xem Chùa Phổ Minh (định hướng). Chùa Phổ Minh là một ngôi chùa được xem là ngôi chùa lớn thứ 2 ở thành phố Buôn Ma Thuột. Chùa tọa lạc tại số 68 đường Nguyễn Cư Trinh, phường Tự An, thành phố Buôn Ma Thuột, tỉnh Đăk Lăk, cách trung tâm thành phố Buôn Ma Thuột 1 km về phía đông nam. Lịch sử hình thành[sửa | sửa mã nguồn] Cuối năm 1954, một số chư tăng của Giáo hội Phật giáo Tăng già Bắc Việt, cùng với một số tín đồ Phật giáo di cư vào Nam, dưới sự hướng dẫn của các tăng sĩ Thích Tâm Châu, Thích Độ Lượng, đã lên Buôn Ma Thuột dựng trại định cư Phật giáo lấy tên Hưng Đạo. Và ngôi chùa cũng được thành lập vào mùa Phật đản Phật lịch 2499, năm Ất Mùi 1955, thuộc hệ phái Phật giáo miền Vĩnh Nghiêm, trực thuộc hệ thống Phật giáo Bắc Việt.[1] Cơ sở ban đầu của ngôi chùa được xây dựng tại khu nghĩa trang cách vị trí hiện nay 500m về hướng Tây và đến năm Ất Tỵ 1965 thì được di chuyển ra vị trí mới. Cũng từ đó chùa chính thức lấy hiệu là Phổ Minh. Năm 1968, do ảnh hưởng của bom Mỹ, ngôi chùa bị hư hại 80%. Ngôi chùa được các tăng nhân và Phật tử trùng tu lớn, mang dáng dấp như ngày nay. Năm 1985, chùa được trùng tu thứ hai nhằm mở rộng diện tích Chính điện lên khoảng 100m2. Năm 1991, các Phật tử thực hiện việc tôn tượng Thích Ca thành đạo. Năm 1995, chùa xây dựng Hội trường, năm 1996 xây dựng Bảo Cái Di Lặc và năm 1998 xây dựng lại Nhà Tổ. Các đời trụ trì[sửa | sửa mã nguồn] 1955-1960: Thượng tọa Thích Độ Lượng 1960-1963: Trống tòa (do Đại đức Thích Thanh Thuyên và Đại đức Thích Thanh Nhuệ điều hành). 1963-1969: Trống tòa (do Ban trị sự chi hội Phật giáo Vĩnh Nghiêm Đăk Lăk, với ông Phạm Đức Quang (Lý Sầm) làm Trưởng ban điều hành) 1969-2001: Hòa thượng Thích Thiện Liên[2] 2001-nay: Đại đức Thích Trí Minh. Kiến trúc[sửa | sửa mã nguồn] Tổng quan[sửa | sửa mã nguồn] Kiến trúc ngôi chùa khá đặc sắc với khuôn viên được tọa lạc trên một ngọn đồi thoáng mát phong cảnh hữu tình. Chùa hướng về phía Tây Nam và nhìn xuống thung lũng. Và để thể hiện đúng tinh thần của Phật tử xứ Bắc luôn hướng về quê hương nguồn cội, Phật tử chùa đã sử dụng ngôi chùa cũ và khuôn viên đất làm đình để tôn thờ Quốc Tổ Hùng Vương, Đức Thánh Trần Hưng Đạo và các vị anh hùng dân tộc khác. Hiện nay Chính Điện đã được mở rộng so với trước và tổng diện tích Chính Điện hoảng 300m2. Các họa tiết hoa văn trang trí được làm theo phong cách Phật giáo thời Lý Trần. Dáng vẻ ngôi chùa uy nghi, mang đậm bản sắc Phật giáo xứ Bắc. Hai bảo vật của chùa[sửa | sửa mã nguồn] Mùa thu năm Canh Tý 1960, với mong ước được hòa bình Phật tử chùa đã phát nguyện rồi tháo bỏ đầu đạn và thuốc súng, sử dụng các tút và vỏ đạn đó để đúc nên Đại Hồng Chung nặng 400 kg và một pho tượng Phật A Di Đà. Đây là 2 bảo vật và cũng là niềm tự hào của Phật tử chùa Phổ Minh. Qua nhiều lần ngôi chùa bị phá hủy do chiến tranh nhưng 2 bảo vật này vẫn không hề suy chuyển. Hiện nay 2 bảo vật này vẫn đang được tôn trí tại bản tự. Các cơ sở trực thuộc[sửa | sửa mã nguồn] Công ty TNHH Phổ Minh Ban Mê[sửa | sửa mã nguồn] Thành lập ngày 12 tháng 3 năm 2011 với mục đích kinh doanh nhằm giúp đỡ trang trải cho Viện dưỡng lão[3] làm nơi nương tựa cho các Phật tử.[4]. Các sản phẩm kinh doanh gồm: Sản phẩm nước uống tinh khiết đóng chai loại 21l; 1,5l; 750ml; 330ml. Nhang, đèn cầy (nến) và trầm hương. Đồ thờ cúng. Văn hóa phẩm phật giáo. Viện dưỡng lão[sửa | sửa mã nguồn] Khởi công xây dựng 6\/7\/2011(6\/6 năm Tân Mão) và dự kiến hoàn thành trong 2 năm. Quy mô nuôi dưỡng 300 cụ và thực hiện một số công tác từ thiện khác. Một số hình ảnh về chùa Phổ Minh thành phố Buôn Ma Thuột[sửa | sửa mã nguồn] Cổng cũ của chùa, nay là cổng phụ Tượng Phật tại Chính Điện Đại Hồng Chung của chùa Chú thích[sửa | sửa mã nguồn] ^ “Đăklăk: Kỷ niệm 55 năm thành lập chùa Phổ Minh và khánh thành tam quan đá lớn nhất Tây Nguyên”. Bản gốc lưu trữ ngày 10 tháng 6 năm 2012. Truy cập ngày 19 tháng 5 năm 2012. ^ Thuộc môn phái Tổ Đình Vĩnh Nghiêm. Sư trụ trì chùa Phổ Minh cho đến ngày ngài viên tịch ngày 27 tháng 1 năm Tân Tỵ (nhằm 19 tháng 2 năm 2001). ^ Đang được xây dựng. ^ Theo Đại đức Thích Trí Minh, trụ trì chùa Phổ Minh thành phố Buôn Ma Thuột. Liên kết ngoài[sửa | sửa mã nguồn] Đăklăk: Kỷ niệm 55 năm thành lập chùa Phổ Minh và khánh thành tam quan đá lớn nhất Tây Nguyên Lưu trữ 2012-06-10 tại Wayback Machine Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Chùa_Phổ_Minh_(Buôn_Ma_Thuột)&oldid=69541534” Thể loại: Chùa tại Đắk Lắk Buôn Ma Thuột Đắk Lắk Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 10:43. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}