{"Chùa Bửu Phong":"Chùa Bửu Phong – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tổng quan 2Lịch sử 3Chú thích 4Xem thêm Chùa Bửu Phong 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 10°58′03″B 106°48′00″Đ﻿ \/ ﻿10,967544°B 106,79997°Đ﻿ \/ 10.967544; 106.799970﻿ (Chùa Bửu Phong) Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Wikimedia | © OpenStreetMap Bản đồ Chùa Bửu Phong là một ngôi chùa cổ tọa lạc trên núi Bình Điện tại phường Bửu Long, thành phố Biên Hòa, tỉnh Đồng Nai, Việt Nam. Chùa được xây dựng vào thế kỷ 17 và đã trải qua nhiều lần trùng tu.[1] Tổng quan[sửa | sửa mã nguồn] Cổng tam quan chùa nằm dưới chân núi Bình Điện, bên đường Huỳnh Văn Nghệ. Trước đây, du khách viếng chùa đều phải leo lên 99 bậc đá, nay đã có đường lên đến sân chùa cho du khách đi xe máy. Mặt chính của chùa quay về hướng Đông Bắc, từ đây nhìn xuống sân bay Biên Hòa, Văn miếu Trấn Biên và những đồng ruộng. Bên trái có đá Thanh Long (còn gọi là Hàm Rồng), bên phải có hang Bạch Hổ và đài Tam thế Phật. Chùa gồm có các hạng mục: chánh điện, giảng đường và nơi thờ tổ. Trung tâm ngôi chánh điện thờ Phật Di Đà Tam Tôn, Đức Phật Thích Ca, Ngọc Hoàng thượng đế, Bồ Tát Văn Thù, Bồ Tát Phổ Hiền. Hai bên tả hữu thờ Quan Công và Tổ sư Đạt Ma. Ngoài ra còn có hương án thờ Bồ Tát Di Lặc, Bồ Tát Địa Tạng và bàn thờ Thập Điện Diêm Vương. Ngôi bảo tháp sau chánh điện thờ Xá Lợi Phật. Lịch sử[sửa | sửa mã nguồn] Cho đến nay, vẫn chưa tìm thấy tài liệu nào ghi lại chính xác năm chùa được xây dựng đầu tiên. Căn cứ vào hàng chữ Hán khắc gỗ trên hai cột ở gian giữa giảng đường thì chùa được xây dựng từ năm Bính Thìn, phía trước đề 1616 nhưng năm 1616 lại không tương ứng với năm Bính Thìn âm lịch. Có tư liệu cho rằng vào khoảng năm 1679, một nhóm dân binh Trung Quốc là thuộc hạ Tổng lãnh binh Trần Thượng Xuyên đến Đồng Nai đến chùa tỵ nạn, đã xây cất lại bằng gạch ngói và thỉnh Hòa thượng Thành Trí đến trụ trì.[2] Năm 1829, Tham tướng Nguyễn Văn Hiệp và Hương bảo Nguyễn Văn Tâm đã tổ chức xây cất mở rộng ngôi chùa theo kiến trúc cổ của Trung Quốc.[2] Chú thích[sửa | sửa mã nguồn] ^ “Những ngọn núi ven sông”. Báo Đồng Nai điện tử. 22 tháng 5 năm 2020. ^ a b “Thiêng liêng chùa cổ”. Báo Đồng Nai điện tử. 16 tháng 6 năm 2018. Xem thêm[sửa | sửa mã nguồn] Khu du lịch Bửu Long Chùa Đại Giác Chùa Long Thiền Bài viết liên quan đến kiến trúc đền, chùa, tu viện Phật giáo tại Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Chùa_Bửu_Phong&oldid=66930250” Thể loại: Sơ khai kiến trúc Phật giáo Việt Nam Chùa tại Đồng Nai Du lịch Đồng Nai Biên Hòa Chùa Việt Nam Công trình xây dựng ở Đồng Nai Thể loại ẩn: Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 15 tháng 11 năm 2021, 06:24. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}