{"Chùa Liên Trì (Đắk Lắk)":"Chùa Liên Trì (Đắk Lắk) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Kiến trúc 2Lịch sử 3Chánh đại diện qua các thời kì 4Video tổng quan về chùa Liên Trì 5Tham khảo 6Liên kết ngoài Chùa Liên Trì (Đắk Lắk) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Bài viết hoặc đoạn này có văn phong hay cách dùng từ không phù hợp với văn phong bách khoa. Xin giúp Wikipedia bằng cách sửa đổi lại cho phù hợp. Khuôn viên chùa Cổng tam quan Chính điện Trống Tượng Phật Chùa Liên Trì nhìn từ trước Chuông đồng Chùa Liên Trì tọa lạc tại thôn 2, xã Hòa Thuận, thành phố Ban Mê Thuột, tỉnh Đắk Lắk, địa giới từ Km 372 đến Km 376 nằm bên quốc lộ 14 đường đi từ thành phố Ban Mê Thuột về tỉnh Gia Lai. Kiến trúc[sửa | sửa mã nguồn] Chùa có cấu trúc kiểu Chùa chữ Tam (三) là kiểu chùa có ba nếp nhà song song với nhau, thường được gọi là chùa Hạ, chùa Trung và chùa Thượng. Mở đầu cho ngôi chùa là tam quan. Qua tam quan, con đường Nhất chánh đạo dẫn vào thế giới Phật. Mở đầu hệ thống chùa chính là tòa tiền đường, nơi đây các Phật tử ngồi tụng kinh để rèn tâm kiến tính nhằm xây dựng lòng hướng thiện theo con đường từ bi của đức Phật. Bàn thờ Phật nằm ở gian giữa chùa, gian này mở lùi về phía sau, tạo cho chùa chính có kết cấu hài hòa. Do cửa chùa luôn rộng mở với mọi chúng sinh, nơi thờ không bao giờ bị che chắn, vì vậy nơi đây gọi là thượng điện. Bao quanh hai bên chùa nhiều khi còn có hai dãy hành lang và phía sau là nhà hậu. Tòa nhà hậu thường để thờ tổ chùa, thờ mẫu, thờ những người có công với chùa; đồng thời làm nơi ở cho chư tăng, nhà khách, nhà bếp. Toàn bộ ngôi chùa bao gồm cổng tam quan, bảo điện Quan Âm, chánh điện, nhà thờ tổ. Cổng tam quan với 3 vòm cửa, hai bên là các cổng chính và cổng phụ với 4 dòng câu đối chữ Hán. Qua Tam quan là đến sân chùa. Sân chùa thường được bày đặt các chậu cảnh, hòn non bộ với mục đích làm tăng thêm cảnh sắc thiên nhiên cho ngôi chùa. Diện tích của sân chùa rộng lớn, có các tượng phật, chư vị thánh thần, có hồ nước nhỏ ngay bên phải khi bước từ ngoài vào chùa. Từ dưới sân chùa, lớp kiến trúc đầu tiên của ngôi chùa là Chánh điện rộng 1.048 m2 xây dựng kiên cố. Trong đó, Bảo điện Quan Âm được xây dựng hình lục giác với 6 cây cột được trang trí rồng mây quấn quanh. Để đi được đến đây phải đi lên hơn 210 bậc thang. Ở nhà bái đường có một số tượng quan bảo vệ cho chùa, ở đây được đặt trống và chuông hai bên cánh nhà. Giữa bái đường là hương án, nơi thắp hương chính. Thông thường người đến lễ chùa thắp hương ở đây. Chạy song song với chính điện, nối chính điện với hậu đường là hai gian hành lang, tạo thành một nhà ba gian. Qua nhà chính điện, theo đường hành lang ta đến nhà tăng đường (còn gọi là nhà hậu đường), cũng còn gọi là nhà tổ. Nơi đây thờ cúng tổ tiên, các vị trù trị của chùa qua nhiều đời và chư linh hương. Lịch sử[sửa | sửa mã nguồn] Trước năm 1975 Từ năm 1955 chủ trương giãn dân đến các khu trù mật ở miền Nam và thành lập các khu dinh điền ở Đắk Lắk mà thực chất là cách ly thành phần hoạt động cách mạng ở miền Nam sau hiệp định Geneve của chế độ Ngô Đình Diệm. Nhân dân các tỉnh từ Quảng Trị, Thừa Thiên Huế, Quảng Nam, Bình Định đã lần lượt đến định cư tại vùng đất có địa danh là dinh điền Buôn Kroa, sau đổi là xã Đạt Lý, Quận Buôn Ma Thuột, Tỉnh Đắk Lắk và ngày nay là xã Hòa Thuận, Thành phố Buôn Ma Thuột, Tỉnh Đắk Lắk địa giới từ KM 372 đến Km 376 nằm hai bên Quốc lộ 14 trên đường đi từ Buôn Ma Thuột về Gia Lai. Dân số phần đông theo Đạo Phật gần ½ số còn lại là Thiên Chúa Giáo và các tôn giáo khác. Những năm đầu mới đặt chân đến đất rộng người thưa, toàn xã chỉ có một chùa lấy tên là chùa Nam Thiên (Phật tử phần đông của hai tỉnh Quảng Nam và Thừa Thiên Huế). Từ năm 1963 chính quyền Ngô Đình Diệm thực hiện kế hoạch Ấp chiến lược phân nhỏ địa bàn xã để ngăn chặn phong trào tiến công và nổi dậy của du kích Cộng sản. Xã Đạt Lý hình thành 4 ấp chiến lược, chùa Nam Thiên năm ngoài ấp chiến lược nên việc các Phật Tử đến chùa Lễ Phật gặp rất nhiều khó khăn, nhất là về đêm. Cuối năm 1963, chế độ gia đình trị Ngô Đình Diệm bị lật đổ. Các phật tử ở hai vức Nam Bình và Nam Sơn thuộc chùa Nam Thiên trong đó có các đạo hữu tiêu biểu là: Đặng Bảo, Phạm Xuân Gia, Nguyễn Khâm, Lê Kim Sức đã kết hợp trình xin Ban Đại diện Tỉnh Giáo hội Phật giáo Tỉnh Đắk Lắk thành lập chùa. Đại đức Thích Minh Đức chánh đại diện Tỉnh Giáo hội Phật giáo Tỉnh Đắk Lắk, khi về thực địa khu đất xin cất chùa thấy trước mặt chùa là một hồ nước mênh mông nên ngài đã đặt tên là Chùa Liên Trì. Chùa Liên Trì được ra đời từ đó. Khu đất xây chùa có diện tích 12.000mét vuông do sự hỷ cúng của các Phật tử Đặng Cháu, Hoàng Cháu, Trần Vầy và vị Thiên chúa giáo là Là Hoàng Tạ và Lê Địch. Được sự thống nhất và khích lệ của Ban đại diện Tỉnh Giáo hội Phật giáo Đắk Lắk với sự nhiệt tình đầy tâm nguyện của quý phật tử, kẻ góp công, người góp của bằng cả công sức, nhân tài, vật lực, cưa cây, xẻ gỗ, người thợ hồ, kẻ thợ mộc, sau năm tháng ngôi chùa hoàn thành với nền xi măng, vách ván, lợp tôn. Hoài bão tâm nguyện của hàng trăm phật tử được thể hiện trọn vẹn vào ngày lễ khánh thành 19\/6\/1964 (năm Giáp Thìn) với sự hiện diện của đầy đủ chư tôn đức Ban đại diện Tỉnh, các vụ thiện tri thức Phật tử gần xa cũng là ngày công nhận ngôi chùa Liên Trì có mặt trong Giáo hội Phật giáo Việt Nam thống nhất thời bấy giờ. Thành tựu Phật sự này đã đem lại cho hàng trăm Phật tử Liên Trì có nơi chiêm bái lễ lạy sau những ngày tháng lam lũ một năng hai sương vì kế sinh nhai. Cùng với sự xây dựng chùa, Gia đình phật tử Liền Trì cũng được thành lập ngay từ những ngày đầu cưa cây, xẻ gỗ do anh Lê Kim Thái sáng lập viên sau gần một năm sinh hoạt được công nhận chính thức trong Gia đình Phật tử Việt Nam bằng Quyết định số 0078\/HDĐ\/QĐ ngày 9\/5\/1965 của BHD\/GĐPT Tỉnh Đắk Lắk. Tháng 3\/1970 xây dựng trường Trung – Tiểu học Bồ Đề, đến tháng 6\/1970 thì đưa vào sử dụng. Năm 1971 Đại Đức Thích Quán Chơn được Tỉnh Giáo hội Phật giáo Đắk Lắk cử về Trụ trì chùa Liên Trì kiêm Hiệu trưởng Trường Trung – Tiểu học Bồ Đề Liên Trì cho đến tháng 3\/1975. Sau năm 1975 Đại hội Đại biểu Phật giáo Tỉnh Đắk Lắk nhiệm kỳ I được tổ chức thành công đã mở ra cho Phật giáo tỉnh Đắk Lắk thời kỳ mới. Chùa Liên Trì ngày càng được phát triển và được UBND thành phố quan tâm hơn. Chánh đại diện qua các thời kì[sửa | sửa mã nguồn] 1964 - 1965 Đạo hữu Phạm Xuân Gia; 1966 - 1970 Đạo hữu Châu Tú; 1971 - 1973 Đạo hữu Đặng Bảo; 1974 - 1975 Đạo hữu Nguyễn Xuân Lang; 1975 - 1977 Đạo hữu Lê Xuân Lang; 1978 - 1980 Đạo hữu Trần Chấn; 1981 - 1983 Đạo hữu Châu Hộ; 1984 - 2012 Đạo hữu Lê Xuân Lang; Nhiệm kỳ 2012- 2017 Đại đức Thích Hải Trung được cử làm trụ trì kiêm chánh đại diện. Video tổng quan về chùa Liên Trì[sửa | sửa mã nguồn] Video về chùa Liên Trì được tổng hợp [1] Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Nguồn sưu tầm Lễ lạc thành chùa Liên Trì [2] Lưu trữ 2014-10-29 tại Wayback Machine Bản đồ vị trí tọa lạc của [3] Chùa Liên Trì điểm đến du lịch Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Chùa_Liên_Trì_(Đắk_Lắk)&oldid=69819022” Thể loại: Buôn Ma Thuột Chùa tại Đắk Lắk Thể loại ẩn: Trang thiếu chú thích trong bài Bài cần sửa văn phong Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 27 tháng 3 năm 2023, 02:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}