{"Cô Bắc":"Cô Bắc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và sự nghiệp 2Vinh danh 3Chú thích 4Liên kết ngoài Cô Bắc 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nguyễn Thị Bắc (1906–1943), tục gọi là Cô Bắc, là một nữ chí sĩ cách mạng người Việt Nam. Bà là một trong những lãnh đạo của Khởi nghĩa Yên Bái. Thân thế và sự nghiệp[sửa | sửa mã nguồn] Bà sinh năm 1906 tại phố Thọ Xương, phủ Lạng Thương (nay thuộc thành phố Bắc Giang, tỉnh Bắc Giang). Song thân của bà là ông Nguyễn Văn Cao và bà Nguyễn Thị Lưu. Ông Cao từng tham gia phong trào Đông kinh nghĩa thục, bị thực dân Pháp đổi lên Phủ Lạng Thương làm việc. Ba chị em bà được bố mẹ đặt tên theo vùng đất mới mà gia đình chuyến đến sinh sống, Bắc - Giang - Tỉnh. Chịu ảnh hưởng của cha, ngay từ năm 18 tuổi, bà cùng em ruột là Nguyễn Thị Giang, còn gọi là Cô Giang, tham gia Hội Quốc dân dục tài của Nguyễn Khắc Nhu, sau đó gia nhập Việt Nam Quốc dân Đảng, hoạt động tích cực cho mục tiêu đấu tranh giành độc lập dân tộc. Trong khởi nghĩa Yên Bái, bà được Đảng trưởng Nguyễn Thái Học giao phụ trách công tác tuyên truyền, binh vận và giao liên. Chính bà đã cùng một số phụ nữ khác đưa bom từ làng Xuân Lũng (huyện Lâm Thao, tỉnh Phú Thọ) lên tàu lửa đi Yên Bái để chuẩn bị cho cuộc khởi nghĩa tháng 2 năm 1930. Khởi nghĩa Yên Bái bất thành, bà cùng các đồng chí bị bắt và bị đưa ra trước Hội đồng đề hình xét xử ngày 28 tháng 3 năm 1930 tại Yên Bái và bị kết án 5 năm cấm cố. Trước Hội đồng đề hình, bà tuyên bố: ’’Các người hãy về ngay nước Pháp mà kéo đổ tượng Jeanne d’Arc đi thôi!’’. Năm 1936, bà được trả tự do và cùng chồng là Phạm Quang Sáu, cũng là một yếu nhân của Việt Nam Quốc dân đảng, mở cửa hàng lấy tên là Bôvô ở thị xã Bắc Ninh để làm nơi liên lạc với các nhà yêu nước. Tuy nhiên, bà sớm qua đời vào năm 1943, khi mới 39 tuổi. Vinh danh[sửa | sửa mã nguồn] Hiện nay, biệt danh Cô Bắc được đặt tên cho nhiều đường phố và trường học tại Việt Nam. Chú thích[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Bài viết liên quan đến tỉnh Bắc Giang, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cô_Bắc&oldid=67973930” Thể loại: Sinh năm 1908 Mất năm 1943 Sơ khai Bắc Giang Anh thư dân tộc Việt Nam Người Bắc Giang Đảng viên Việt Nam Quốc dân đảng Nhà cách mạng Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 17 tháng 1 năm 2022, 16:05. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}