{"Cù lao Phố":"Cù lao Phố – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Đặc điểm 2Xây dựng và phồn thịnh 3Suy tàn 4Thông tin khác 5Xem thêm 6Chú thích 7Liên kết ngoài Cù lao Phố 3 ngôn ngữ Cebuano Nederlands 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikivoyage Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Một nhánh sông Đồng Nai chảy qua Cù lao Phố. Cầu trong ảnh là cầu Ghềnh.[1] Cù lao Phố là một cù lao được bao bọc bởi hai nhánh của sông Đồng Nai, về hành chính là phường Hiệp Hòa thuộc thành phố Biên Hòa, tỉnh Đồng Nai, Việt Nam. Đặc điểm[sửa | sửa mã nguồn] Sông Đồng Nai chảy đến một khúc quanh thì tự chia ra làm hai nhánh ôm trọn một dải đất sa bồi. Dải đất đó chính là Cù lao Phố, nằm ở phía Đông-Nam của thành phố Biên Hòa, tên hành chính hiện nay là phường Hiệp Hòa với tổng diện tích là 694,6495 ha. Cù lao Phố còn được gọi là Đông Phố, Giản Phố,[2] Cù Châu,[3] Nông Nại Đại Phố.[4] Tuy nằm cách biển nhưng là nơi sông sâu, nước chảy có thể đi đến mọi miền. Xây dựng và phồn thịnh[sửa | sửa mã nguồn] Đình Tân Lân, đánh dấu nơi định cư đầu tiên của nhóm Trần Thượng Xuyên ở vùng Đồng Nai. Người có công lớn trong công cuộc phát triển vùng Cù lao Phố là Trần Thượng Xuyên (陳上川) tự Trần Thắng Tài (1626– 1720), nguyên là tổng binh ba châu Cao-Lôi-Liêm dưới triều Minh, bởi không chịu làm tôi nhà Thanh nên đã dẫn thuộc hạ sang thần phục chúa Nguyễn Phúc Tần vào năm 1679 và được cho vào đây cư trú. Ban đầu nhóm Trần Thượng Xuyên đến Bàn Lân[5] (ngày nay thuộc Biên Hòa) lập nghiệp. Khi đó, vùng đất này còn là rừng rú. Vốn là người ở vùng Đông Nam Trung Quốc, thạo nghề mua bán và công nghệ, họ đã phát hiện ra Cù lao Phố, một bãi sa bồi hoang sơ nằm giữa sông Hương Phước (một đoạn của sông Đồng Nai), trải dài trên 7 dặm, bề ngang bằng 2\/3 bề dài. Tuy nằm cách biển nhưng là nơi sông sâu, nước chảy, có thể ngược lên phía Bắc khai thác nguồn hàng lâm thổ sản, và phía Nam có thể ra biển Cần Giờ hay sang tận Cao Miên. Cho nên một phần lớn nhóm người Hoa, đã chuyển từ Bàn Lân đến Cù lao Phố. Và cùng với nhóm lưu dân người Việt đến trước, Trần Thượng Xuyên và lực lượng của mình tiến hành khai khẩn quy mô lớn. Với biệt tài tổ chức, chẳng bao lâu ông đã biến vùng đất hoang sơ trở thành thương cảng, trung tâm thương mại và giao dịch quốc tế của cả vùng Gia Định, tức Nam Bộ ngày nay. Từ sự phát đạt của thương nghiệp đã lôi kéo những ngành nghề thủ công khác đến như: dệt chiếu, tơ lụa, gốm, đúc đồng, nấu đường, làm bột, đồ gỗ gia dụng, chạm khắc gỗ, đóng thuyền, làm pháo v.v... Sách Đại Nam nhất thống chí mô tả: Trần Thượng Xuyên chiêu nạp được người buôn nước Tàu, xây dựng đường phố, lầu quá đôi từng rực rỡ trên bờ sông, liền lạc năm dặm và phân hoạch ra ba nhai lộ: nhai lớn giữa phố lót đá trắng, nhai ngang lót đá ong, nhai nhỏ lót đá xanh, đường rộng bằng phẳng, người buôn tụ tập đông đúc, tàu biển, ghe sông đến đậu chen lấn nhau, còn những nhà buôn to ở đây thì nhiều hơn hết, lập thành một đại đô hội...[6] Cảnh mua bán rộn rịp cũng được Trịnh Hoài Đức ghi lại: Các thuyền ngoại quốc tới nơi này (cù lao Phố) bỏ neo, mướn nhà ở, rồi kê khai các số hàng trong chuyến ấy cho các hiệu buôn trên đất liền biết. Các hiệu buôn này định giá hàng, tốt lẫn xấu, rồi bao mua tất cả, không để một món hàng nào ứ động. Đến ngày trở buồm về, gọi là \"hồi đường\", chủ thuyền cần mua món hàng gì, cũng phải làm sẵn hóa đơn đặt hàng trước nhờ mua dùm. Như thế, khách chủ đều được tiện lợi và sổ sách phân minh. Khách chỉ việc đàn hát vui chơi, đã có nước ngọt đầy đủ, lại khỏi lo ván thuyền bị hà ăn, khi về lại chở đầy thứ hàng khác rất là thuận lợi...[7] Nhà văn Sơn Nam viết: Vùng Cù lao Phố, nòng cốt của Biên Hòa. Đây là vị trí xứng danh ải địa đầu, với đường bộ lên Cao Miên và đường thủy ăn xuống Sài Gòn. Nhóm dân Trung Hoa theo chân Trần Thượng Xuyên gây cơ sở lớn ở Cù lao Phố, chọn vị trí thuận lợi, sát mé sông. 5 năm sau khi định cư, chùa Quan đế dựng lên[8]. Suy tàn[sửa | sửa mã nguồn] Tượng Nguyễn Hữu Cảnh nơi đình thờ ông ở Cù lao Phố. Sau 97 năm thịnh vượng (1679-1776) Cù lao Phố bắt đầu suy tàn bởi hai sự kiện lớn: Năm 1747, một nhóm khách thương người Phúc Kiến qua lại buôn bán, thấy Cù lao Phố rất giàu có nên dậy lòng tham muốn chiếm lấy để làm chỗ dung thân lâu dài. Cuộc bạo loạn do Lý Văn Quang (tự xưng là Giản Phố Đại vương) cầm đầu, đánh úp dinh Trấn Biên (tiền thân của Biên Hòa sau này), giết chết Nguyễn Cư Cẩn (tước Cẩn Thành hầu) là người cai quản dinh. Tin cấp báo về Thuận Hóa, chúa Vũ vương (Nguyễn Phúc Khoát) liền sai cai cơ Tống Phước Đại (tước Đại Thắng hầu) đang đóng ở Mô Xoài đem binh vào cứu viện. Tống Phước Đại phá tan đạo quân của Lý Văn Quang, bắt được chúa đảng cùng đồng bọn 57 người. Tuy dẹp được cuộc bạo loạn, nhưng Cù lao Phố cũng đã chịu nhiều thiệt hại. Năm 1776 và 1777, quân Tây Sơn đã đến đàn áp những người Hoa ở cù lao Phố vì họ đã ủng hộ Nguyễn Phúc Ánh.[9] Sơn Nam viết: Năm 1776 và 1777, quân Tây Sơn tràn vào Gia Định, đánh Cù lao Phố \"chiếm dỡ lấy phòng ốc, gạch đá, tài vật chở về Quy Nhơn.[10] Sau khi chợ búa cùng phố xá bị tàn phá nặng nề, các thương gia người Hoa rủ nhau xuống vùng Chợ Lớn (nay là Quận 5 và Quận 6, thuộc Thành phố Hồ Chí Minh), sáp nhập với xã Minh Hương[11] sinh sống và lập những cơ sở thương mãi khác cho đến nay. Kể từ đó, vùng Cù lao Phố đánh mất vai trò là trung tâm thương mại của Đàng Trong mà thay vào đó là Chợ Lớn và Mỹ Tho. Thông tin khác[sửa | sửa mã nguồn] Thời tiết nơi đây có thể nói là đẹp nhất tại Biên Hòa, nhiệt độ không khí luôn thấp hơn nhiệt độ chung của khu vực từ 1 đến 2 độ, độ ẩm trung bình 80%, kinh tế trong vùng chủ yếu là nông nghiệp, với các loại cây ăn trái đặc trưng của Biên Hòa như bưởi. Ở đây, có đình Bình Kính, là nơi quàn tạm quan tài của Nguyễn Hữu Cảnh trước khi chuyển về chôn cất ở quê hương Quảng Bình; có đình thờ Trần Thượng Xuyên (tức Tân Lân thành phố Miếu). Ngoài ra, ở cù lao Phố còn có hai ngôi chùa nổi tiếng, đó là Chùa Đại Giác[12] xưa nhất xứ Đồng Nai và chùa Ông (thờ Quan Công). Hàng năm vào các dịp lễ, tết người Hoa từ Thành phố Hồ Chí Minh về các nơi về đây cúng bái... Xem thêm[sửa | sửa mã nguồn] Trần Thượng Xuyên Nguyễn Hữu Cảnh Chùa Đại Giác Đình Tân Lân Chú thích[sửa | sửa mã nguồn] ^ Thông tin thêm: Tối ngày 6 tháng 2 năm 2011 tại cầu Ghềnh đã xảy ra tai nạn giao thông thảm khốc giữa xe lửa và xe ô tô [1] ^ Theo GS. Nghiêm Toản, thì: Đông Phố, thực ra là \"Giản Phố\", vì lẽ chữ \"Giản\" và chữ \"Đông\" viết theo chữ Hán nét gần giống nhau, chỉ khác hai chấm thay vì một nét. Truy thêm, \"Giản Phố\" do \"Giản Phố Trại\" mà ra, và \"Giản Phố Trại\" tức là \"Cambodia\" do người Tàu âm ra tiếng của họ và vẫn đọc \"Kan-pou-tchai\", tức \"Cambodge\" (Campuchia) ngày nay. Như vậy, nên gọi \"Giản Phố\" hơn là \"Đông Phố\", nhưng cái gì cũng không mạnh hơn thông tục. Theo ^ Trịnh Hoài Đức giải thích: \"Cù Châu là nói địa thế khuất khúc hình như con rồng có sừng (Hoa Cù) uốn giỡn với nước nên nhân đó gọi tên\" (Gia Định thành thông chí). ^ Nông Nại đại phố tức là \"Chợ Lớn của xứ Đồng Nai\". Đồng Nai âm theo tiếng Quảng Đông là Nông Nại, do họ không phát âm được chữ \"Đ\" trong địa danh Đồng Nai. ^ Bàn Lân hay Bàng Lân, sau đổi thành Tân Lân, có nghĩa là \"Xóm Mới\". Theo nhà văn Sơn Nam thì Bàn Lân là tiếng bằng lăng (một loại cây bản địa, trổ bông tím đẹp) nói trại ra (Cù lao Phố - Cảng biển đầu tiên ở Nam Bộ trong sách \"Nam Bộ xưa và nay\", Nhà xuất bản. TP. HCM, 2005, tr. 121). ^ Nguyễn Tạo dịch, Quyển Thượng, phần Biên Hòa, Nha Văn Hóa Bộ Quốc gia Giáo dục xuất bản, Sài Gòn, 1959, tờ 25. ^ Gia Định thành thông chí, mục Xuyên sơn chí. ^ Lịch sử khẩn hoang miền Nam, Nhà xuất bản Văn nghệ, TP. HCM, 1994, tr.30. ^ Xem chi tiết trong bài của Huỳnh Ngọc Trảng [2][liên kết hỏng] và báo Đồng Nai ^ Đi và Viết. Tạp chí Xưa & Nay - Nhà xuất bản Văn hóa Sài Gòn, 2008, tr. 99. ^ Trước sự kiện này, có thể vì lý do kinh tế, một bộ phận của nhóm Trần Thượng Xuyên, từ xã Thanh Hà ở Cù lao Phố (thuộc Trấn Biên), tự tách ra để đến ở trung tâm quận 5, thuộc Thành phố Hồ Chí Minh hiện nay, và thành lập xã Minh Hương vào năm 1698, đúng như Trịnh Hoài Đức đã ghi: \"Từ đó, con cháu người Tàu...ở Phiên Trấn lập thành xã Minh Hương rồi ghép vào sổ hộ tịch\". Năm 1885, Trương Vĩnh Ký chỉ rõ: \"Địa phận nằm giữa đường Marins (xưa là Đồng Khánh, nay là Trần Hưng Đạo) với mé rạch Chợ Lớn, là nơi trú ngụ của người Minh Hương. Còn đền Trần Tướng quân, thờ Trần Thượng Xuyên, là lãnh tụ người Hoa sang tị nạn ở Việt Nam từ 1679 rồi nhận chức quan với chúa Nguyễn và có công lập chợ phố ở Sài Gòn\". Như vậy có thể nói, năm 1778 không phải là niên đại khai sinh của Chợ Sài Gòn tức Chợ Lớn ngày nay, mà rất có thể là thời điểm người Việt gốc Hoa ở xã Thanh Hà tự sáp nhập với xã Minh Hương mà thôi...(sách Địa chí văn hóa TP. HCM phần Lịch sử, Nhà xuất bản. TP. HCM, 1987, tr. 164-165). ^ Chùa Đại Giác được xây dựng vào hậu bán thế kỷ 17, nhưng chưa biết do ai và vào năm nào. Khoảng thời gian chúa Nguyễn (Nguyễn Phúc Ánh) trung hưng ở Gia Định ([1778]-1801), chúa cùng hoàng gia có thời gian tạm ngụ ở chùa Đại Giác. Con gái thứ ba của chúa là Ngọc Anh sau đó xin tu tại đây. Năm 1802, Nguyễn Phúc Ánh lên ngôi vua ở Huế. Nhớ ơn xưa, nhà vua ra lệnh trùng tu và còn cho mang voi đến nện nền chùa, vì vậy chùa được người dân gọi là chùa Tượng. Ngoài ra, vua còn gửi cúng một tượng Phật A-di-đà bằng gỗ thật to, cao 2,25m nên chùa còn có một tên nữa là chùa Phật Lớn.(theo Nguyễn Hiền Đức, Lịch sử Phật giáo Đàng Trong, Nhà xuất bản. TP.HCM, 1995, tr.257-258). Liên kết ngoài[sửa | sửa mã nguồn] Tư liệu Cù lao Phố Lưu trữ 2008-08-18 tại Wayback Machine trên web Đồng Nai. Cù lao Phố: \"Ngủ quên\" giữa Biên Hòa Lưu trữ 2008-08-01 tại Wayback Machine trên web báo Sài Gòn giải phóng. Cù Lao Phố Lưu trữ 2009-09-30 tại Wayback Machine trên web Biên Hòa - Đồng Nai. Đình Tân Lân[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cù_lao_Phố&oldid=69894974” Thể loại: Địa lý Đồng Nai Biên Hòa Cù lao Lịch sử Đàng Trong Thương cảng cổ Việt Nam Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 18 tháng 4 năm 2023, 06:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}