{"Cầu Ghềnh":"Cầu Ghềnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử Hiện\/ẩn mục Lịch sử 1.1Xây dựng và hoạt động 1.2Kết thúc sứ mệnh cầu chung 1.3Xây mới 2Kết cấu Hiện\/ẩn mục Kết cấu 2.1Cầu Ghềnh cũ 2.2Cầu Ghềnh mới 3Các vụ tai nạn đặc biệt nghiêm trọng liên quan đến cầu Ghềnh Hiện\/ẩn mục Các vụ tai nạn đặc biệt nghiêm trọng liên quan đến cầu Ghềnh 3.1Vụ tàu Thống Nhất đâm 6 ô tô năm 2011 3.2Vụ sà lan đâm sập cầu năm 2016 4Tranh cãi Hiện\/ẩn mục Tranh cãi 4.1Tên gọi 4.2Vành đai bảo vệ chân cầu 4.3Bảo tồn hai nhịp cầu cũ 5Chú thích Hiện\/ẩn mục Chú thích 5.1Chú giải 5.2Tham khảo 6Liên kết ngoài Cầu Ghềnh 1 ngôn ngữ Nederlands Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Cầu Ghềnh Cầu Ghềnh vào năm 2009 Quốc gia Việt Nam Vị trí Biên Hòa, Đồng Nai Tuyến đường Đường sắt Bắc Nam Bắc qua sông Đồng Nai Tọa độ 10°55′48″B 106°49′23″Đ﻿ \/ ﻿10,930064°B 106,823076°Đ﻿ \/ 10.930064; 106.823076 Tên khác Cầu Gành, cầu Đồng Nai Lớn Thông số kỹ thuật Kiểu cầu Cầu dầm thép Tổng chiều dài 223,30 m (cũ), 225 m (mới) Cao 13 m (mới) Lịch sử Tổng thầu Hãng Eiffel Khởi công 1901 (cũ), 1 tháng 4 năm 2016 (mới) Đã thông xe 14 tháng 1 năm 1904 (cũ), 2 tháng 7 năm 2016 (mới) Vị trí Wikimedia | © OpenStreetMap Cầu Ghềnh (hay còn gọi là cầu Gành hoặc cầu Đồng Nai Lớn) là một chiếc cầu bắc qua sông Đồng Nai, nối phường Bửu Hòa và phường Hiệp Hòa (tức cù lao Phố) tại thành phố Biên Hòa, tỉnh Đồng Nai, phục vụ cho tuyến đường sắt Bắc - Nam thuộc khu gian Biên Hòa - Dĩ An tại lý trình 1699+860. Đây là cây cầu do người Pháp xây dựng từ năm 1901 và khánh thành vào tháng 1 năm 1904 để dành đi chung cho giao thông đường bộ và đường sắt với hai phần bên hông dành cho xe hai bánh, ở giữa dành cho xe lửa và xe ôtô. Trong suốt hơn 100 năm tồn tại, cầu Ghềnh đã tạo thành dấu ấn đặc biệt cho mảnh đất lịch sử Đồng Nai và trở thành biểu tượng của thành phố Biên Hòa.[1] Từ tháng 4 năm 2013, cầu chỉ dành cho giao thông đường sắt và xe hai bánh lưu thông một chiều hướng từ trung tâm thành phố Biên Hòa sang phường Bửu Hòa.[1] Sau tai nạn khiến trụ giữa bị phá hủy hoàn toàn và hai nhịp cầu sập xuống nước vào tháng 3 năm 2016, Bộ Giao thông Vận tải đã quyết định chọn phương án xây mới toàn bộ cầu. Công trình chính thức khánh thành vào ngày 2 tháng 7 năm 2016, giúp thông lại tuyến đường sắt Bắc - Nam sau ba tháng gián đoạn.[2] Lịch sử[sửa | sửa mã nguồn] Xây dựng và hoạt động[sửa | sửa mã nguồn] Cầu Ghềnh những năm đầu thế kỉ 20 Năm 1901, Quốc lộ 1 và đường sắt Sài Gòn - Nha Trang chạy qua tỉnh Biên Hòa được khởi công. Cùng năm đó, Pháp cho triển khai đào móng thi công cầu Ghềnh bắc qua mỏm tây của cù lao Phố.[3][4] Đầu thế kỷ 20, quốc lộ 1 đi qua Biên Hòa khá hẹp, rộng khoảng 5m, được rải đá và cấp phối sơ sơ. Sở Trường Tiền được lập ra với nhiệm vụ làm đường, bắc cầu nhỏ và sửa chữa, bảo trì đường bộ.[3] Năm 1903, Cầu Rạch Cát và cầu Ghềnh do Hãng Eiffel (Pháp) thiết kế, chế tạo bắc ngang qua sông Đồng Nai làm xong. Ngày 14 tháng 1 năm 1904, cầu Ghềnh chính thức được khánh thành, giúp tuyến đường sắt nối liền Sài Gòn và Biên Hòa bắt đầu hoạt động.[3][4] Đây được xem là công trình tầm cỡ ở xứ Nam Kỳ, đóng một vai trò hết sức quan trọng trong quá trình lịch sử lúc bấy giờ. Không chỉ dành cho xe lửa qua lại, cầu còn là huyết mạch giao thông đường bộ của tuyến quốc lộ 1.[4] Để hoàn thành chiếc cầu này, hàng ngàn phu cầu người Việt đã bỏ mạng lại dòng sông Đồng Nai do điều kiện lao động khắc nghiệt.[4][5] Trước năm 1993, chính quyền tỉnh Đồng Nai lại không được quyền quản lý cầu mặc dù cầu nằm trong địa phận của mình.[6] Sau một vụ kẹt đường trên cầu khiến một lãnh đạo của tỉnh này suýt gặp tai nạn, chính quyền tỉnh Đồng Nai đã kiên quyết kiến nghị với các đơn vị quản lý cầu Ghềnh là Khu Quản lý đường bộ VII (nay là Cục Quản lý đường bộ VII) và Cục Đường sắt Việt Nam về việc phân luồng giao thông qua cầu Ghềnh và cầu Rạch Cát. Từ đó, mới xuất hiện đội ngũ gác cầu làm nhiệm vụ phân luồng giao thông, lập barie ngăn đường khi tàu lửa đi ngang.[6] Kết thúc sứ mệnh cầu chung[sửa | sửa mã nguồn] Sau hơn một trăm năm sử dụng, cùng với sự phát triển và gia tăng dân số của thành phố Biên Hòa, cầu Ghềnh cũng như cầu Rạch Cát đã trở nên quá tải khi mỗi ngày phải gánh hàng nghìn lượt xe lưu thông giữa hai bờ sông Đồng Nai.[7] Thêm vào đó, cầu còn dùng chung giữa đường bộ và đường sắt nên nguy cơ mất an toàn giao thông là rất cao.[6] Hai làn xe máy ở hai bên cánh gà rất hẹp nên người dân thường lấn sang làn đường ray xe lửa, các loại xe thường chạy ngược chiều dù đã có biển cấm. Mỗi khi có nhiều ôtô đi lên cầu một lần sẽ dẫn đến tình trạng tắc nghẽn cục bộ, nhất là vào giờ cao điểm. Mặt cầu còn rất trơn trượt dễ gây ra tai nạn té xe, nhất là vào trời mưa.[8] Nhiều vụ tai nạn giao thông đã xảy ra, nghiêm trọng nhất là vụ tai nạn vào tối ngày 6 tháng 2 năm 2011, đoàn tàu Thống Nhất mang số hiệu SE2 chạy hướng Sài Gòn - Hà Nội khi qua cầu đã đâm phải 6 ô tô làm 2 người chết và 22 người bị thương.[9] Vụ tai nạn khiến ngành đường sắt và Bộ Giao thông Vận tải phải đề ra hàng loạt phương án nhằm tách đường bộ ra khỏi đường sắt tại những cây cầu dùng chung trên toàn bộ hệ thống đường sắt Việt Nam.[10] Cầu Ghềnh vào năm 2010 Tháng 6 năm 2011, Cục Đường sắt Việt Nam đề xuất với tỉnh Đồng Nai hai phương án tách cầu: xây dựng hai cầu đường bộ nằm song song với cầu Rạch Cát và cầu Ghềnh hoặc là xây một cầu đường bộ về phía thượng nguồn cầu Ghềnh thuộc nội ô trung tâm thành phố Biên Hòa. Tỉnh Đồng Nai cho rằng cả hai phương án này đều không phù hợp với quy hoạch phát triển của địa phương. Sau đó, phương án xây dựng một cầu đường bộ nằm cách cầu Ghềnh khoảng 890 m về phía hạ nguồn sông Đồng Nai đã được đại diện Cục Đường sắt Việt Nam và lãnh đạo tỉnh Đồng Nai thống nhất lựa chọn.[7] Ngày 11 tháng 1 năm 2012, Tổng công ty Đường sắt Việt Nam (VNR) khởi công xây dựng cầu Bửu Hòa nối phường Bửu Hòa và xã Hiệp Hòa nhằm tách đường bộ ra khỏi cầu Ghềnh. Dự án do Ban quản lý dự án đường sắt khu vực 3 làm chủ đầu tư. Ngoài việc xây mới cầu đường bộ, đơn vị chủ đầu tư còn có trách nhiệm sửa chữa, gia cố, cải tạo cầu Ghềnh và cầu Rạch Cát theo hướng bóc dỡ phần mặt cầu đi chung và làm lại mặt phần riêng cho đường sắt nên từ ngày 20 tháng 10 năm 2012 đến ngày 31 tháng 3 năm 2013, ô tô và xe ba bánh bị cấm qua lại cầu Ghềnh.[11] Đây là công trình nằm trong dự án xây mới 3 cầu đường bộ tách riêng khỏi đường sắt theo lệnh khẩn cấp của Thủ tướng Chính phủ cùng với cầu Thị Cầu (Bắc Ninh) và cầu Tam Bạc (Hải Phòng).[12] Kể từ 6 giờ sáng ngày 15 tháng 5 năm 2013, Ban Quản lý đường sắt khu vực 3 (Đường sắt Việt Nam) bắt đầu thực hiện lệnh cấm vĩnh viễn đối với các phương tiện giao thông đường bộ qua cầu Ghềnh cũng như cầu Rạch Cát sau khi cầu Bửu Hòa được đưa vào sử dụng.[13] Tuy nhiên do đường Đặng Văn Trơn đang xuống cấp trầm trọng tại thời điểm đó nên vào ngày 22 tháng 5 năm 2013, Ban Quản lý dự án đường sắt khu vực 3 cho phép xe máy, xe đạp và người đi bộ lưu thông một chiều trên các cánh gà của cầu Ghềnh và cầu Rạch Cát từ trung tâm thành phố Biên Hòa sang xã Hiệp Hòa và phường Bửu Hòa.[14] Tháng 9 năm 2014, Bộ Giao thông Vận tải tiếp tục chấp nhận đề nghị của Ủy ban nhân dân tỉnh Đồng Nai, cho phép xe máy lưu thông một chiều từ trung tâm thành phố Biên Hòa sang phường Bửu Hòa để phục vụ nhu cầu đi lại của người dân khu vực cầu Ghềnh cũng như cầu Rạch Cát nhưng cũng yêu cầu tỉnh phải cải tạo lại hệ thống đường địa phương để kết nối với cầu Bửu Hòa và dự kiến sẽ đóng toàn bộ đường đi vào hai cây cầu trên. Bộ giao VNR thực hiện công tác duy tu, bảo dưỡng cầu (bao gồm cả cánh gà hai bên, lan can cầu…).[15] Xây mới[sửa | sửa mã nguồn] Trưa ngày 20 tháng 3 năm 2016, tàu kéo sà lan 800 tấn[a] chạy từ hạ nguồn lên thượng nguồn sông Đồng Nai đã đâm vào trụ giữa (trụ T2) của cầu Ghềnh làm trụ này bị phá hủy hoàn toàn, đồng thời cũng làm cho hai nhịp số 2 và số 3 sập xuống nước,[17][18] cắt đứt tuyến đường sắt Bắc - Nam.[19] Khách lên tàu từ ga Sài Gòn buộc phải xuống ga Sóng Thần để trung chuyển bằng đường bộ đến ga Biên Hòa và ngược lại.[20] Hai ga Hố Nai và Trảng Bom nhận hàng hóa thay cho ga Sóng Thần.[19] Đây được xem là sự cố chưa từng xảy ra trong lịch sử ngành đường sắt Việt Nam, khiến giao thông đường sắt cũng như đường thủy bị đình trệ, gây thiệt hại nặng nề cho cả nền kinh tế.[19][21][22] Qua khảo sát, các nhịp và mố trụ còn lại có khả năng cao bị ảnh hưởng do chấn động nên không thể khôi phục nguyên trạng cầu Ghềnh.[18] Ngoài ra, tĩnh không thông thuyền của cầu hiện hữu 4 m không đảm bảo theo yêu cầu thông thuyền làm ảnh hưởng đến hiệu quả khai thác đường sông, kết cấu mố trụ có cấu tạo bằng bê tông kết hợp đá xây khó đảm bảo yêu cầu chống va tàu.[18] Sau khi nghe ý kiến của các đơn vị tư vấn, Thứ trưởng Bộ Giao thông vận tải Nguyễn Hồng Trường đã yêu cầu thực hiện theo phương án xây mới.[23] Chi phí cho việc xây mới cầu Ghềnh là 153,7 tỷ đồng, bao gồm việc cải tạo nâng đường hai đầu cầu và các hạng mục công trình thuộc phạm vi cầu và đường sông hai đầu như cầu chui Hiệp Hòa, đường ngang Bùi Hữu Nghĩa, hệ thống thông tin, tín hiệu đường sắt, điện, đường ống nước trên cầu.[18] VNR cũng cho biết cần chi 75 tỉ đồng để sửa chữa, cải tạo mở rộng nhà ga, ke ga, kéo dài và đặt thêm đường ga ở các ga Biên Hòa, Hố Nai, Trảng Bom nhằm đảm bảo khai thác đồng bộ cầu Ghềnh sau khi khôi phục. Tổng số tiền cho cả dự án là 298,5 tỷ đồng.[18] Sau khi xét các báo cáo do Bộ Giao thông Vận tải và VNR gửi đến, Thủ tướng Chính phủ đồng ý chủ trương đầu tư xây dựng công trình xây dựng khôi phục cầu Ghềnh theo lệnh khẩn cấp.[24] Việc trục vớt và tháo dỡ các dầm cầu Ghềnh cũ diễn ra từ ngày 27 tháng 3[25] đến trưa ngày 5 tháng 4[26] trong khi việc xây dựng cầu mới bắt đầu từ ngày 1 tháng 4 năm 2016.[27] Kết cấu[sửa | sửa mã nguồn] Cầu Ghềnh cũ[sửa | sửa mã nguồn] Theo tài liệu của Bảo tàng tỉnh Đồng Nai, cầu Ghềnh do kiến trúc sư người Pháp Gustave Eiffel thiết kế dài 223,30m[b], có kiểu kiến trúc Gothic trang nhã bằng thép rất kiên cố.[5] Những nhịp cầu được làm hình vòm, gồm có bốn vòm nên người dân quen gọi là cầu bốn nhịp. Hình dáng của cầu Ghềnh khá giống với cầu Trường Tiền ở Huế.[28] Còn theo Bộ Giao thông Vận tải thì cầu dài 224,21m, gồm 4 nhịp 55,3m, mỗi nhịp nặng khoảng 200 tấn, bao gồm 2 mố và 3 trụ đặt trên mống giếng chìm có thân bằng bê tông và đá xây.[18] Cầu Ghềnh mới[sửa | sửa mã nguồn] Trong cuộc họp báo ngày 21 tháng 3, Tổng công ty Đường sắt Việt Nam đã đề ra ba phương án khắc phục cầu Ghềnh như sau:[23] Phương án 1: Khôi phục nguyên trạng theo sơ đồ hiện trạng của cầu Ghềnh. Tập trung khôi phục 110m bị hư hỏng do sà lan đâm vào. Bố trí sơ đồ nhịp chính thông thuyền là 75m được gối trên hai trụ mới thi công. Bên cạnh đó bố trí hai nhịp phụ để nối với nhịp 1 và nhịp 4 chiều dài 14,5m. Phương án phụ thuộc vào kết quả kiểm định của hai trụ T1, T3. Phương án 2 được chia thành hai phương án là 2a và 2b Phương án 2a giữ nguyên cao độ trước đây. Tiến hành thay mới cả ba nhịp 75m dạng hình vòm như hình cầu Ghềnh cũ. Làm thêm nhịp 1 và nhịp 3, không phải gia cố thêm trụ T1, T3 mà chỉ tăng cường cho mố M1, M2 ở hai đầu nam và bắc. Hai trụ chính giữa sông sẽ làm mới bằng cọc bê tông cốt thép khoan nhồi. Thiết kế phải chống va trôi của tàu thuyền đâm vào trụ. Hai mố M1, M2 chỉ tăng cường thêm kết cấu phần xà mũ, còn giữ lại toàn bộ nền đường hai đầu cầu. Phương án 2b giống phương án 2a chỉ khác ở chỗ nâng tối đa có thể tĩnh không thông thuyền theo chiều cao lên thêm 1,2m mà không ảnh hưởng đến các công trình khác. Lúc đó tĩnh không thông thuyền của cầu Ghềnh là 70mx6,2m. Phương án này sẽ tăng thêm một ít kinh phí để nâng vuốt đường hai đầu cầu. Phương án 3: Khôi phục lại toàn bộ cầu Ghềnh theo dạng ban đầu. Cầu Ghềnh mới có thiết kế gồm 3 nhịp 75m, dầm dàn vòm thép giản đơn có độ cao 13,5m và nặng hơn 260 tấn hợp kim thép. Tĩnh không thông thuyền của cầu mới đạt 6,5m nhờ độ trắc dọc đỉnh ray được nâng thêm khoảng 2,2m[18] nhằm đáp ứng tĩnh không thông thuyền cấp 3 (cao hơn 2m so với tĩnh không 4m của cầu cũ).[2] Ngoài thiết kế cho đường ray, cầu còn có thêm một hành lang phía thượng nguồn rộng 2,4m làm đường cho người đi bộ, xe đạp, xe máy lưu thông 2 chiều.[27][29] Các vụ tai nạn đặc biệt nghiêm trọng liên quan đến cầu Ghềnh[sửa | sửa mã nguồn] Vụ tàu Thống Nhất đâm 6 ô tô năm 2011[sửa | sửa mã nguồn] Ngày 6 tháng 2 năm 2011, đoàn tàu khách Thống Nhất gồm 14 toa mang số hiệu SE2 chạy hướng Sài Gòn - Hà Nội khi đi qua cầu đã đâm phải sáu ôtô làm 2 người chết tại chỗ và 22 người khác bị thương.[9] Theo Cơ quan cảnh sát điều tra Công an tỉnh Đồng Nai, vụ tai nạn xảy ra khi taxi Vinasun đi hướng từ phường Bửu Hòa sang phường Quyết Thắng đang phải lùi xe để năm ôtô qua cầu theo hướng ngược lại thì tàu SE2 đã chạy tới đâm vào đuôi taxi đang lùi, rồi đâm tiếp vào năm ôtô đang đi chiều ngược lại trên cầu. Cơ quan điều tra cũng cho hay, khi tàu SE2 chạy đến, các nhân viên gác chắn không ra tín hiệu chưa thông cầu nên tàu SE2 vẫn đi vào cầu. Theo các nạn nhân trong vụ tai nạn, khi xe đi vào cầu Ghềnh thì không thấy gác chắn. Cơ quan điều tra sau đó đã bắt khẩn cấp và tạm giữ 7 bị cáo liên quan gồm Nguyễn Văn Túy (lái chính tàu SE2), Nguyễn Xuân Phú (lái phụ tàu SE2), Tô Quang Toán (nhân viên bảo trì đèn tín hiệu đường sắt) cùng bốn nhân viên gác chắn ở hai đầu cầu Ghềnh trong đêm xảy ra tai nạn là Trần Văn Thời, Trần Viết Hải, Nguyễn Văn Lương và Bùi Văn Thuần. Cơ quan điều tra cũng triệu tập hai tài xế taxi là Nguyễn Hùng Quốc và Trần Minh Châu để làm rõ hành vi cản trở giao thông đường sắt khi điều khiển để ô tô đối đầu, gây kẹt xe tại cầu Ghềnh.[30][31] Ngày 24 tháng 2 năm 2011, Viện Kiểm sát nhân dân thành phố Biên Hòa phê chuẩn lệnh khởi tố bị can, lệnh bắt tạm giam đối với Trần Minh Châu - tài xế điều khiển ôtô 52S-2412 về hành vi “cản trở giao thông đường sắt”. Theo điều tra ban đầu, khi thấy ôtô đang kẹt trên cầu, nhân viên gác chắn đã yêu cầu Trần Minh Châu lùi xe lại nhưng Châu không chịu khiến sáu ôtô bị kẹt trong thời gian dài và bị tàu SE2 đâm. Viện KSND thành phố Biên Hòa cũng ra quyết định hủy bỏ lệnh tạm giữ hình sự đối với Nguyễn Hùng Quốc, tài xế taxi Vinasun.[32] Ngày 24 tháng 4 năm 2015, Tòa án Nhân dân tỉnh Đồng Nai kết thúc phiên sơ thẩm xét xử vụ tai nạn ở cầu Ghềnh và tuyên phạt bị cáo Trần Minh Châu 7 năm tù giam vì \"cản trở giao thông đường sắt\". Các bị cáo Trần Văn Thời, Nguyễn Văn Lương, Bùi Văn Thuấn được phân công gác tại hai đầu cầu đã không thực hiện đúng chức trách được giao.[9] Hành vi của ba bị cáo là nguyên nhân chính làm cầu không thông thoáng, không đảm bảo an toàn dẫn tới tai nạn thảm khốc khi tàu SE2 vào cầu Ghềnh nên mỗi bị cáo nhận 5 năm 6 tháng tù giam về tội \"thiếu trách nhiệm gây hậu quả nghiêm trọng\".[9] Bị cáo Trần Viết Hải trực bên trong gác chắn số 3, không thực hiện các biện pháp khẩn cấp theo quy định của ngành đường sắt nhưng mức độ nguy hiểm trong hành vi phạm tội có hạn chế hơn so với ba bị cáo Thời, Lương, Thuấn nên chỉ nhận 3 năm tù giam cùng về tội trên.[9] Công ty TNHH MTV quản lý đường sắt Sài Gòn và bị cáo Trần Minh Châu phải liên đới bồi thường cho nguyên đơn dân sự và những người bị hại tổng số tiền gần 1,8 tỉ đồng.[9] Mặc dù Viện KSND thành phố Biên Hòa đã đình chỉ vụ án đối với các bị can Nguyễn Văn Túy, Nguyễn Xuân Phú và Tô Quang Toán, nhưng Hội đồng xét xử vẫn kiến nghị cơ quan cảnh sát điều tra tiếp tục điều tra làm rõ nhằm tránh bỏ lọt tội phạm.[9] Trong phiên phúc thẩm vào ngày 23 tháng 11 năm 2015, TAND tỉnh Đồng Nai tuyên giảm nhẹ mức án cho tất cả bị cáo trong vụ án. Cụ thể, bị cáo Trần Minh Châu từ 7 năm xuống còn 5 năm tù giam, Trần Văn Thời từ 5 năm 6 tháng xuống còn 5 năm tù giam. Các bị cáo Bùi Văn Thuấn, Trần Văn Lương, mỗi bị cáo từ 5 năm 6 tháng xuống còn 4 năm 6 tháng tù giam. Bị cáo Trần Viết Hải cũng giảm từ 3 năm xuống còn 2 năm tù giam.[33] Vụ sà lan đâm sập cầu năm 2016[sửa | sửa mã nguồn] Trưa ngày 20 tháng 3 năm 2016, tàu kéo sà lan 800 tấn chạy từ hạ nguồn lên thượng nguồn của sông Đồng Nai đã đâm vào trụ giữa của cầu làm hai dầm cầu sập xuống nước. Khi xảy ra sự cố, có ba người dân đang lưu thông trên cầu bị rớt xuống sông Đồng Nai nhưng may mắn thoát nạn.[34] Ngoài ra, một đoàn tàu hàng mang số hiệu 2542 chạy từ hướng Bình Dương lên cũng đã kịp thời dừng lại khi chỉ còn cách cầu vài trăm mét ngay trước chắn Bửu Hòa tại lý trình 1700+174.[35] Sự cố khiến tuyến đường sắt Bắc - Nam đoạn Sài Gòn - Biên Hòa bị đứt mạch, làm giao thông đường sắt và đường thủy trong khu vực bị đình trệ, gây thiệt hại kinh tế vô cùng lớn.[36][37] Theo các báo cáo về tình hình sản xuất kinh doanh của VNR, sự cố sập cầu Ghềnh làm doanh thu, sản lượng của toàn ngành giảm mạnh so với kế hoạch và cùng kì năm 2015. Cụ thể, vận chuyển hàng hóa vào tháng 3 năm 2016 chỉ đạt 72,1% kế hoạch, vận chuyển hành khách chỉ đạt 75,4% kế hoạch còn doanh thu vận tải chỉ đạt 63,9% kế hoạch.[38] Trong tháng 4, tổng lượng khách đi tàu gần 770.000 lượt, đạt 81,8% kế hoạch, chỉ bằng 79,75% so với cùng kỳ 2015; hàng hóa vận chuyển chỉ bằng 66,6% so với cùng kỳ 2015 và doanh thu vận tải đạt 243,7 tỉ đồng, chỉ bằng 62,9% cùng kỳ 2015.[39] Số lượng tàu chạy bị cắt giảm từ hơn 12 chuyến tàu xuống còn 8 chuyến tàu\/ngày.[38] Tuy nhiên, trong thời gian chờ khắc phục cầu Ghềnh, VNR lập mới 57 đôi tàu chạy giữa Sài Gòn và Sóng Thần kết hợp với khoảng 50 lượt ô tô loại 35-45 chỗ ngồi trung chuyển hành khách từ Sóng Thần đến Biên Hòa mỗi ngày.[38][40] Chiều ngày 21 tháng 3 năm 2016, Công an tỉnh Đồng Nai bắt khẩn cấp Phan Thế Thượng là chủ tàu kéo sà lan đâm sập cầu Ghềnh. Hai tài công Trần Văn Giang và Nguyễn Văn Lẹ cũng bị bắt ngay sau đó khi đang lẩn trốn tại Sóc Trăng. Qua kiểm tra hồ sơ đăng kiểm, tàu được kiểm định ngày 6 tháng 3 năm 2015 và đã hết hạn kiểm định vào ngày 1 tháng 12 năm 2015.[41] Hai tài công lái tàu kéo sà lan tông sập cầu Ghềnh không có bằng lái.[16] Cơ quan điều tra đã xác định Giang và Lẹ được chủ tàu Phan Thế Thượng giao nhiệm vụ điều khiển tàu kéo số hiệu SG-3745 kéo sà lan số hiệu SG-5984, có trọng tải khoảng 800 tấn từ Thành phố Hồ Chí Minh về Đồng Nai. Khi Giang và Lẹ kéo sà lan di chuyển đến km 37+720 trên tuyến sông Đồng Nai cách cầu Ghềnh chừng 10 m thì gặp phải dòng nước chảy xiết, Giang đã cố gắng giảm tốc độ nhưng bị tắt máy nên đầu kéo sà lan đã đâm mạnh vào trụ giữa của cầu.[16] Tranh cãi[sửa | sửa mã nguồn] Tên gọi[sửa | sửa mã nguồn] Cầu Ghềnh nhìn từ bờ sông Đồng Nai vào đầu thế kỉ 20. Tên gọi cầu hiện là một vấn đề gây tranh cãi. Theo ý kiến của nhiều người dân Biên Hòa, nhất là những người lớn tuổi sống ở cù lao Phố, gọi tên cầu Ghềnh là chưa đúng và không có ý nghĩa bằng cách gọi cầu Gành mà người Biên Hòa đã gọi hàng trăm năm nay.[42] Ngay cả tài liệu của Bảo tàng tỉnh Đồng Nai cũng ghi nhận tên cầu là cầu Gành.[5] Tên \"Gành\" được đặt dựa vào địa thế của khu vực lòng sông Đồng Nai. Nơi đây có nhiều gành đá tảng lớn dưới lòng sông, mỗi khi thủy triều xuống, những tảng đá to lớn nổi lên rất rõ. Tương truyền đây là những khối đá do người dân ném xuống lòng sông để làm rào cản ngăn tàu Pháp đánh chiếm Thành Biên Hòa vào năm 1860. Ông Lưu Văn Du, giám đốc Bảo tàng tỉnh Đồng Nai, cho hay tên gọi \"Ghềnh\" có thể là do những người miền Bắc di cư đến Biên Hòa sau năm 1975 phát âm trại từ tên \"Gành\" thành tên \"Ghềnh\".[42] Vành đai bảo vệ chân cầu[sửa | sửa mã nguồn] Sau cú đâm của sà lan khiến cầu Ghềnh sập vào tháng 3 năm 2016, dư luận đã đặt ra câu hỏi: \"Cái vành đai bảo vệ chân cầu đâu rồi?\"[43] Trao đổi về vấn đề này, chủ tịch Hội đồng Quản trị Công ty cổ phần Đường sắt Sài Gòn là ông Nguyễn Xuân Hòa cho biết trước giờ cầu Ghềnh chưa hề có trụ chống va nhưng để đảm bảo an toàn cho cầu thì có một đơn vị giao thông đường thủy ở tỉnh Đồng Nai tổ chức điều tiết giao thông thủy. Tuy nhiên, theo Chi cục Đường thủy phía Nam, lực lượng điều tiết giao thông thủy ở khu vực cầu Ghềnh chỉ hoạt động trong thời gian hồ thủy điện Trị An xả lũ vào thời điểm cầu Ghềnh bị tông sập, không có đơn vị giao thông đường thủy nào tổ chức việc điều tiết giao thông ở đó.[44] Tuy nhiên, nhiều người dân Biên Hòa khẳng định cầu Ghềnh từng có hệ thống khung sắt bảo vệ chống va và hệ thống này xuất hiện từ những năm 1970.[45] Trên các thanh sắt đó có thêm các thanh ngang được hàn dính chặt, tạo thành vòng khung xung quanh móng, ngoài các thanh sắt còn có thêm lưới B40 được giăng quanh mố cầu dưới mặt nước.[46] Không ai rõ hệ thống chống va này biến mất từ khi nào nhưng theo một người dân sống gần cầu Ghềnh cho hay trong đợt trùng tu gần nhất của cầu trước khi sập khoảng 10 năm trước, lần lượt những thanh sắt chung quanh các mố cầu Ghềnh bị nhổ lên.[46] Chính quyền tỉnh Đồng Nai cũng từng báo cáo với Bộ Giao thông Vận tải về vấn đề sà lan đâm va vào trụ cầu[37] Bảo tồn hai nhịp cầu cũ[sửa | sửa mã nguồn] Chú thích[sửa | sửa mã nguồn] Chú giải[sửa | sửa mã nguồn] ^ Nguồn tin từ báo Tuổi Trẻ cho biết trọng tải tải tàu kéo là 650 tấn.[16] ^ Chiều dài cầu Ghềnh cũ theo Bộ Giao thông Vận tải là 224,21 m.[18] Tham khảo[sửa | sửa mã nguồn] ^ a b Nguyễn Nhâm (22 tháng 3 năm 2016). “Hoài niệm về cầu Ghềnh - chứng nhân lịch sử trên 100 tuổi”. Người Đưa Tin. Truy cập ngày 28 tháng 3 năm 2016. ^ a b Hà Mi (2 tháng 7 năm 2016). “Tàu qua cầu Ghềnh được chạy 70km\/h”. Tuổi Trẻ. Truy cập ngày 3 tháng 7 năm 2016. ^ a b c Biên Hòa - Đồng Nai 300 năm hình thành và phát triển. Nhà xuất bản Đồng Nai. 1998. |ngày truy cập= cần |url= (trợ giúp) ^ a b c d Ngô Thiên Phúc; Hà Mi (19 tháng 8 năm 2011). “Cầu Ghềnh dấu tích trăm năm - Kỳ 2: Nối nhịp thông thương”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. ^ a b c Ngô Thiên Phúc; Hà Mi (18 tháng 8 năm 2011). “Cầu Ghềnh dấu tích trăm năm - Kỳ 1 - Ký ức trong chiếc bàn thiên trăm tuổi”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. ^ a b c Thanh Thúy (21 tháng 3 năm 2016). “Những \"cái chết\" được báo trước”. Báo Đồng Nai. Truy cập ngày 26 tháng 3 năm 2016. ^ a b Ngô Thiên Phúc; Hà Mi (20 tháng 8 năm 2011). “Nhịp cầu nào cho thế kỷ sau?”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ Phan Anh (22 tháng 6 năm 2012). “Nguy hiểm khi qua cầu Ghềnh và Rạch Cát”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ a b c d e f g A Lộc (24 tháng 4 năm 2015). “Nhân viên gác chắn cầu Ghềnh ngất xỉu khi nghe tuyên án”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. ^ Hà Mi; Ngọc Ẩn (10 tháng 2 năm 2011). “Nhiều nhân viên đường sắt sai phạm”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ Ngô Thiên Phúc (18 tháng 1 năm 2011). “Cấm ôtô lưu thông qua cầu Ghềnh đến hết ngày 31-3”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ T.N. (11 tháng 1 năm 2012). “Khởi công xây dựng cầu đường bộ tách khỏi đường sắt”. Báo Đồng Nai. Truy cập ngày 22 tháng 3 năm 2016. ^ Văn Chính (ngày 15 tháng 5 năm 2013). “Cấm xe lưu thông qua các cầu Ghềnh, Rạch Cát”. Báo Đồng Nai. Truy cập ngày 26 tháng 3 năm 2016. ^ Vân Nam (ngày 22 tháng 5 năm 2013). “Sẽ cho xe hai bánh lưu thông tạm thời qua cầu Ghềnh, Rạch Cát”. Báo Đồng Nai. Truy cập ngày 26 tháng 3 năm 2016. ^ Hoàng Trường (10 tháng 9 năm 2014). “Đường bộ trên cầu Ghềnh sẽ bị đóng vĩnh viễn”. VnExpress. Truy cập ngày 26 tháng 3 năm 2016. ^ a b c H.T.Dũng; Hà Mi (22 tháng 3 năm 2016). “Hai tài công tông sập cầu Ghềnh không có bằng lái”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ Phước Tuấn (30 tháng 3 năm 2016). “Tàu kéo sà lan vỡ nát sau khi đâm sập cầu Ghềnh”. VnExpress. Truy cập ngày 18 tháng 6 năm 2016. ^ a b c d e f g h Tuấn Phùng (23 tháng 3 năm 2016). “Cần khoảng 300 tỉ để khôi phục cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 23 tháng 3 năm 2016. ^ a b c M. Phượng; Đ. Phú; Quang Khải; Tuấn Phùng (21 tháng 3 năm 2016). “Sập cầu Ghềnh, Ga Sài Gòn \"bất lực\"”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ Đức Trọng; A Lộc; Hà Mi; Quang Khải (23 tháng 3 năm 2016). “Sập cầu Ghềnh: Ga Sài Gòn nhận khách lên tàu từ 23-3”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ A Lộc; Đức Trọng; Hà Mi; Ngọc Ẩn; Quang Khải (22 tháng 3 năm 2016). “Đường sắt, đường thủy ùn tắc vì cầu Ghềnh sập”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ Phạm Hồng Phước (21 tháng 3 năm 2016). “Cầu Ghềnh lâm nạn, cái vành đai đâu rồi?”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ a b Phan Tư (ngày 21 tháng 3 năm 2016). “Sửa xong cầu Ghềnh trước 15\/7”. Báo Giao thông. Truy cập ngày 27 tháng 3 năm 2016. ^ Tuấn Phùng (23 tháng 3 năm 2016). “Thủ tướng đồng ý chi 298,5 tỉ khôi phục khẩn cấp cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 23 tháng 3 năm 2016. ^ Đức Trong (27 tháng 3 năm 2016). “Sà lan 3.600 tấn cập sát, bắt đầu trục vớt cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 4 tháng 7 năm 2016. ^ Phước Tuấn (5 tháng 4 năm 2016). “Hoàn tất tháo dỡ Cầu Ghềnh”. VnExpress. Truy cập ngày 4 tháng 7 năm 2016. zero width space character trong |title= tại ký tự số 18 (trợ giúp) ^ a b Đức Trong (1 tháng 4 năm 2016). “Bắt đầu xây dựng cầu Ghềnh mới”. Tuổi Trẻ. Truy cập ngày 3 tháng 7 năm 2016. ^ Hoàng Trường; Trung Sơn (23 tháng 3 năm 2016). “Dấu ấn cầu Ghềnh hơn 100 tuổi”. VnExpress. Truy cập ngày 26 tháng 3 năm 2016. ^ Hùng Anh (2 tháng 7 năm 2016). “Khánh thành cầu Ghềnh mới”. Vietnam Net. Truy cập ngày 3 tháng 7 năm 2016. ^ Hà Mi (12 tháng 2 năm 2011). “Vụ cầu Ghềnh: Chưa khởi tố bị can”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. ^ Ngọc Ẩn (8 tháng 2 năm 2015). “Tàu lửa đâm 6 ôtô giữa cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. ^ Hà Mi (24 tháng 2 năm 2011). “Khởi tố, bắt giam một tài xế trong vụ cầu Ghềnh”. Truy cập ngày 22 tháng 3 năm 2016. ^ Đức Trọng (23 tháng 11 năm 2015). “Giảm án cho các bị cáo trong vụ tai nạn tại cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. zero width space character trong |tiêu đề= tại ký tự số 1 (trợ giúp) ^ Xuân An; Sơn Định (20 tháng 3 năm 2016). “Sập cầu Ghềnh, dân rớt xuống sông, đường sắt đứt mạch”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ Tuấn Phùng (23 tháng 3 năm 2016). “Khen thưởng 4 người cảnh báo tàu tránh vụ sập cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ “Đâm sập cầu Ghềnh, 2 tài công bỏ trốn”. VnExpress. ngày 20 tháng 3 năm 2016. ^ a b Sơn Tịnh; Đức Trọng; Bá Sơn (20 tháng 3 năm 2016). “\"Tỉnh đã lưu ý Bộ GTVT về vành đai bảo vệ cầu...\"”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ a b c Đức Phú; Tấn Đức (16 tháng 4 năm 2016). “Tàu lửa thời... gãy cầu”. Tuổi Trẻ. Truy cập ngày 18 tháng 6 năm 2016. ^ Đức Phú (21 tháng 5 năm 2016). “Doanh thu đường sắt sụt giảm do sập cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 18 tháng 6 năm 2016. ^ Trí Dũng (2 tháng 4 năm 2016). 1 tháng 4 năm 2016\/lap-moi-57-doi-tau-chuyen-tai-khach-sau-su-co-sap-cau-ghenh-30279.aspx “Lập mới 57 đôi tàu chuyển tải khách sau sự cố sập cầu Ghềnh” Kiểm tra giá trị |url= (trợ giúp). Thời Báo Tài chính Việt Nam. Truy cập ngày 18 tháng 6 năm 2016.[liên kết hỏng] ^ Hà Mi (21 tháng 3 năm 2016). “Bắt khẩn cấp chủ tàu kéo sà lan đâm sập cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ a b Trí Trường (21 tháng 3 năm 2016). “Người dân Biên Hòa quen gọi cầu Ghềnh là cầu Gành”. Công An Thành phố Hồ Chí Minh. Bản gốc lưu trữ ngày 27 tháng 3 năm 2016. Truy cập ngày 22 tháng 3 năm 2016. ^ Phạm Hồng Phước (21 tháng 3 năm 2016). “Cầu Ghềnh lâm nạn, cái vành đai đâu rồi?”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ Ngọc Ẩn (22 tháng 3 năm 2016). “Cầu Ghềnh chưa từng có trụ chống va”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. ^ Nguyễn Nhâm (25 tháng 3 năm 2016). “Sập cầu Ghềnh: Dân địa phương khẳng định cầu từng có khung bảo vệ chống va”. Người Đưa Tin. Truy cập ngày 28 tháng 3 năm 2016. ^ a b Đức Trong; A Lộc; Hà Mi (23 tháng 3 năm 2016). “Dân khẳng định từng có khung sắt bảo vệ chân cầu Ghềnh”. Tuổi Trẻ. Truy cập ngày 28 tháng 3 năm 2016. Liên kết ngoài[sửa | sửa mã nguồn] Loạt bài phóng sự về cầu Ghềnh do báo Tuổi Trẻ thực hiện: kỳ 1, kỳ 2 và kỳ 3 Dấu ấn cầu Ghềnh hơn 100 tuổi — VnExpress ẩn x t s Công trình vượt sông Đồng Nai Đập thủy điện Đồng Nai 2 · Cầu Đa Dâng · Cầu Đa Dung · Đập thủy điện Đồng Nai 3 · Đập thủy điện Đồng Nai 4 · Cầu Đồng Nai 4 · Đập thủy điện Đồng Nai 5 · Cầu Phước Cát · Cầu Đắc Lua · Cầu Tà Lài · Cầu treo Thanh Sơn · Cầu Chiến khu D · Đập thủy điện Trị An Cầu Thủ Biên · Cầu Bạch Đằng · Cầu Thạnh Hội · Cầu Hóa An (cũ · mới) · Cầu Ghềnh · Cầu Bửu Hòa · Cầu Rạch Cát · Cầu Hiệp Hòa · Cầu Thống Nhất · Cầu An Hảo · Cầu Đồng Nai (2 · 1) · Cầu Long Thành · Cầu Nhơn Trạch · Cầu Đại Phước Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Ghềnh&oldid=69333382” Thể loại: Giao thông Đồng Nai Biên Hòa Cầu tại Đồng Nai Đường sắt Bắc Nam Cầu qua sông Đồng Nai Công trình kiến trúc Pháp tại Đồng Nai Khởi đầu năm 1904 Cầu đường sắt tại Việt Nam Cầu vòm thép tại Việt Nam Thể loại ẩn: Lỗi CS1: ngày truy cập thiếu URL Lỗi CS1: ký tự ẩn Lỗi CS1: URL Bài có liên kết hỏng Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Trang có bản đồ Trang này được sửa lần cuối vào ngày 20 tháng 11 năm 2022, 08:01. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}