{"Cầu Hóa An":"Cầu Hóa An – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Miêu tả 2Lịch sử 3Cầu sập Hiện\/ẩn mục Cầu sập 3.1Lần 1 3.2Lần 2 3.3Lần 3 4Cầu Hóa An mới 5Ghi chú Cầu Hóa An Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. Cầu Hóa An Cầu Hóa An về đêm Vị trí Biên Hòa, Đồng Nai, Việt Nam Bắc qua Sông Đồng Nai Tọa độ 10°56′52″B 106°48′22″Đ﻿ \/ ﻿10,947681°B 106,806013°Đ﻿ \/ 10.947681; 106.806013 Thông số kỹ thuật Kiểu cầu Cầu bê tông Tổng chiều dài 802 m Rộng 10,26 m (chiều rộng khống chế) 7 m (chiều rộng lưu thông) Lịch sử Khởi công 1973 (1973) Vị trí Wikimedia | © OpenStreetMap Cầu Hóa An là cây cầu bắc qua sông Đồng Nai và nằm trên lộ trình của Quốc lộ 1K (Đường Nguyễn Ái Quốc) thuộc địa phận thành phố Biên Hòa, tỉnh Đồng Nai, Việt Nam. Cầu là cửa ngõ quan trọng từ Thành phố Hồ Chí Minh và Bình Dương vào nội ô thành phố Biên Hòa. Miêu tả[sửa | sửa mã nguồn] Cầu Hóa An cũ Cầu Hóa An được chính quyền Việt Nam Cộng hòa xây dựng vào năm 1973. Đây là cầu bê tông, trụ cầu gồm 1-2 hàng ống bê tông cốt thép đóng sâu xuống lòng sông Đồng Nai. Trụ được bao bọc bởi khung vĩ thép chống va đập của phương tiện đường thủy và góp phần bảo an. Nhịp cầu là các dầm bê tông đúc sẵn, giữa cầu (lệch về hướng Hóa An, nơi có luồng lạch cho tàu chạy, nước sâu) có khoảng không thông thuyền lớn nhất cao nhất; nhịp cầu là khung thép có thể dời đi khi cần thiết. Mặt cầu hơi hẹp, có hai làn dành cho ô tô và hai làn cho người đi bộ. Tại mỗi trụ cầu (trên làn đi bộ) có lắp chốt gác bê tông đúc sẵn. Kết cấu vào thời đấy đều gần như giống nhau (như cầu Bình Phước ở thành phố Hồ Chí Minh). Cầu có 26 nhịp, hai làn xe và chịu tải trọng 20 tấn; chiều rộng khống chế 10,26 m; chiều rộng lưu thông 7 m; chiều dài cầu 802 m. Lịch sử[sửa | sửa mã nguồn] Thời chiến tranh Việt Nam, cầu Hóa An được bảo vệ nghiêm ngặt suốt ngày đêm. Lính bảo vệ cầu được trang bị súng tiểu liên M16 và lựu đạn hơi gây tức (dưới nước) để chống đặc công của Quân Giải phóng miền Nam Việt Nam. Mỗi buổi chiều các chốt gác đều được xe quân sự đến tiếp đạn và lựu đạn. Lính gác cầu được quyền bắn bất kỳ vật gì trôi nổi qua cầu như rác, lục bình, nhánh cây,... và có thể ném lựu đạn bất kỳ lúc nào. Cầu sập[sửa | sửa mã nguồn] Kể từ ngày xây dựng cầu đến nay, cầu đã ba lần bị sập. Trong ba lần sập cầu có hai lần do chiến tranh và một lần là do quá tải. Lần 1[sửa | sửa mã nguồn] Cầu sập lần đầu tiên vào một đêm của năm 1974 sau một tiếng nổ rất lớn. Cụm trụ của một chân cầu (có lẽ là chân thứ 6 hay 7) ở gần đầu cầu phía Biên Hòa đã gãy. Hai nhịp cầu bắc qua nó đã sụp xuống sông Đồng Nai. Đơn vị Giang cảnh (đóng ở ven bờ đầu cầu phía Biên Hòa, bên hạ lưu) của Việt Nam Cộng hòa tiến hành ngay công tác truy lùng đặc công của Quân Giải phóng miền Nam Việt Nam. Trưa hôm sau, những chiếc tàu của Giang cảnh kéo về ba thi thể của đặc công Quân Giải phóng miền Nam Việt Nam mình trần mặc quần đùi xanh dương hoặc xanh lá cây từ cù lao Hiệp Hòa về tập trung tại đơn vị Giang cảnh. Sau đó cầu tiếp tục được nối tạm bằng khung lồng sắt có một làn ô tô, có thể di chuyển đồng thời với xe gắn máy, hai làn cho người đi bộ. Cầu này nối tắt, thay thế hai nhịp cầu bê tông trước khi bị đánh sập. Lần 2[sửa | sửa mã nguồn] Trưa ngày 30 tháng 4 năm 1975, lính Việt Nam Cộng hòa đã đánh sập phần khung sắt lắp tạm của cầu Hóa An trên đường rút chạy về Sài Gòn nhằm ngăn chặn bước tiến của Quân Giải phóng miền Nam Việt Nam. Sau ngày 30 tháng 4 năm 1975, cầu được làm lại cũng bằng khung lồng sắt giống như cũ và có gắn biển báo tải trọng 8 tấn. Lần 3[sửa | sửa mã nguồn] Vào buổi chiều một năm trong thập niên 1980, có lẽ khoảng hơn 16 giờ, chiếc cầu lồng sắt lắp trên cầu Mới (trước đây cầu Hóa An được gọi là cầu Mới) đã gãy sập ngay đoạn giữa. Điều may mắn là đã có nhiều ghe đánh cá và tàu của cảnh sát đường sông đã tập trung đến để cứu vớt những người rơi xuống sông.[1] Nguyên nhân của sự việc này là do đoàn xe gồm 4 chiếc xe Kamaz ben (trọng tải xe 8 tấn\/chiếc nhưng chất đầy đá, ước tổng trọng lượng mỗi xe đến 20 tấn) đi từ hướng Hóa An về Biên Hòa. Do cầu sắt hẹp chỉ đi được một chiều xe ô tô nên bốn xe này tranh thủ nối đuôi nhau lên cầu. Một chiếc xe lô đen (xe tắc-xông) chở đầy người len lỏi trên phần cầu bê tông và kịp chen vào giữa đoàn xe để lên cầu. Trước khi cầu sập có rất nhiều người đi bộ, đi xe đạp, xe gắn máy trên cầu, hầu hết là công nhân và dân lao động trên đường về sau giờ làm việc. Cầu Hóa An mới[sửa | sửa mã nguồn] Cầu Hóa An mới Vị trí Biên Hòa, Đồng Nai, Việt Nam Tuyến đường Quốc lộ 1K Bắc qua Sông Đồng Nai Tọa độ 10°56′50″B 106°48′22″Đ﻿ \/ ﻿10,9473389°B 106,8060263°Đ﻿ \/ 10.9473389; 106.8060263 Thông số kỹ thuật Kiểu cầu Bê tông cốt thép dự ứng lực Tổng chiều dài 1.306 m Rộng 14 m Lịch sử Khởi công 24 tháng 12 năm 2010 Đã thông xe 04 tháng 07 năm 2014 Vị trí Wikimedia | © OpenStreetMap Cầu Hóa An mới là cầu vĩnh cửu bằng bê tông cốt thép và bê tông cốt thép dự ứng lực với tải trọng 30 tấn. Được thiết kế với chiều dài 1.306 mét, cầu có chiều rộng 16,5 mét với ba làn xe cơ giới, một làn xe hỗn hợp và một hầm chui dưới cầu. Bề rộng hầm chui 10 mét, chiều cao 3,2 mét và chiều dài 330 mét. Tổng vốn đầu tư của cầu là 1.174 tỷ đồng theo hình thức BT do Tổng công ty Sonadezi làm chủ đầu tư[2]. Cầu được xây dựng song song với cầu cũ, nằm cách cầu cũ khoảng 4 m về hạ lưu sông. Cầu được khởi công xây đựng vào ngày 24 tháng 12 năm 2010 và đến ngày 4 tháng 7 năm 2014 thì thông xe kỹ thuật. Ghi chú[sửa | sửa mã nguồn] ^ Trước đây, gần cầu mới, phía hạ lưu lệch về bên bờ Biên Hòa có cái cồn gọi là Cồn Gáo, tập trung một số hộ dân sống bằng nghề đánh bắt cá trên sông Đồng Nai. Về sau cồn này đã bị nước sông xói mòn và hiện đã không còn. ^ “Thông xe cầu Hóa An, khởi công hai công trình giao thông ở Đồng Nai”. Báo Nhân dân. Truy cập ngày 26 tháng 9 năm 2014. ẩn x t s Công trình vượt sông Đồng Nai Đập thủy điện Đồng Nai 2 · Cầu Đa Dâng · Cầu Đa Dung · Đập thủy điện Đồng Nai 3 · Đập thủy điện Đồng Nai 4 · Cầu Đồng Nai 4 · Đập thủy điện Đồng Nai 5 · Cầu Phước Cát · Cầu Đắc Lua · Cầu Tà Lài · Cầu treo Thanh Sơn · Cầu Chiến khu D · Đập thủy điện Trị An Cầu Thủ Biên · Cầu Bạch Đằng · Cầu Thạnh Hội · Cầu Hóa An (cũ · mới) · Cầu Ghềnh · Cầu Bửu Hòa · Cầu Rạch Cát · Cầu Hiệp Hòa · Cầu Thống Nhất · Cầu An Hảo · Cầu Đồng Nai (2 · 1) · Cầu Long Thành · Cầu Nhơn Trạch · Cầu Đại Phước Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Hóa_An&oldid=68481276” Thể loại: Cầu tại Đồng Nai Biên Hòa Cầu qua sông Đồng Nai Thể loại ẩn: Hoàn toàn không có nguồn tham khảo Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Trang có bản đồ Trang này được sửa lần cuối vào ngày 17 tháng 4 năm 2022, 06:44. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}