{"Cầu An Hảo":"Cầu An Hảo – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Cầu An Hảo Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 10°55′01″B 106°50′38″Đ﻿ \/ ﻿10,916996°B 106,844008°Đ﻿ \/ 10.916996; 106.844008﻿ (Cầu An Hảo) Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Cầu An Hảo Quốc gia Việt Nam Vị trí Biên Hòa, Đồng Nai Tuyến đường Đặng Văn Trơn - Lê Văn Duyệt Bắc qua Sông Đồng Nai Tọa độ 10°55′01″B 106°50′38″Đ﻿ \/ ﻿10,916996°B 106,844008°Đ﻿ \/ 10.916996; 106.844008 Thông số kỹ thuật Kiểu cầu Bê tông cốt thép dự ứng lực Tổng chiều dài 2.153 m Rộng 23 m Nhịp chính 475 m Số làn xe 4 Lịch sử Khởi công 30 tháng 12 năm 2015 Đã thông xe 30 tháng 4 năm 2017 Thay thế Phà An Hảo Vị trí Wikimedia | © OpenStreetMap Cầu An Hảo là một cây cầu bắc qua sông Đồng Nai, kết nối cù lao Hiệp Hòa (Cù lao Phố) ra đường Lê Văn Duyệt - ngã tư Vũng Tàu.[1] Cầu được khởi công vào ngày 30 tháng 12 năm 2015, bắc qua sông Đồng Nai (đoạn qua phường An Bình và xã Hiệp Hòa, thành phố Biên Hòa). Cầu có thiết kế với tổng chiều dài 2.153 m, gồm phần cầu dài 475 m, rộng 23 m cho 6 làn xe lưu thông, còn lại là đường dẫn vào cầu.[2] Đây là cây cầu nằm trong hạng mục bổ sung thuộc dự án xây dựng cầu Đồng Nai mới và tuyến 2 đầu cầu do Tổng công ty xây dựng số 1 (CC1) làm chủ đầu tư theo hình thức BOT (xây dựng - kinh doanh - chuyển giao). Tổng vốn xây dựng trên 1.000 tỉ đồng.[2] Cầu được thông xe kỹ thuật vào ngày 30 tháng 4 năm 2017.[3] Tham khảo[sửa | sửa mã nguồn] ^ “Thông xe cầu An Hảo, mở đường từ TP.Biên Hòa đi Vũng Tàu, TPHCM”. Báo Lao động. 30 tháng 4 năm 2017. Truy cập ngày 23 tháng 5 năm 2019. ^ a b “Cầu An Hảo - Món quà gửi tặng người dân TP.Biên Hòa”. Thanh Niên. 3 tháng 5 năm 2017. Truy cập ngày 23 tháng 5 năm 2019. ^ “Thông xe kỹ thuật cầu An Hảo nối liền 3 quốc lộ”. Báo Đồng Nai. 30 tháng 4 năm 2017. Truy cập ngày 23 tháng 5 năm 2019. ẩn x t s Công trình vượt sông Đồng Nai Đập thủy điện Đồng Nai 2 · Cầu Đa Dâng · Cầu Đa Dung · Đập thủy điện Đồng Nai 3 · Đập thủy điện Đồng Nai 4 · Cầu Đồng Nai 4 · Đập thủy điện Đồng Nai 5 · Cầu Phước Cát · Cầu Đắc Lua · Cầu Tà Lài · Cầu treo Thanh Sơn · Cầu Chiến khu D · Đập thủy điện Trị An Cầu Thủ Biên · Cầu Bạch Đằng · Cầu Thạnh Hội · Cầu Hóa An (cũ · mới) · Cầu Ghềnh · Cầu Bửu Hòa · Cầu Rạch Cát · Cầu Hiệp Hòa · Cầu Thống Nhất · Cầu An Hảo · Cầu Đồng Nai (2 · 1) · Cầu Long Thành · Cầu Nhơn Trạch · Cầu Đại Phước Bài viết liên quan đến một cây cầu cụ thể hoặc một nhóm các cây cầu này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_An_Hảo&oldid=68702908” Thể loại: Sơ khai cầu (kiến trúc) Cầu tại Đồng Nai Biên Hòa Cầu qua sông Đồng Nai Thể loại ẩn: Tọa độ trên Wikidata Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 10 tháng 6 năm 2022, 02:12. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}