{"Cầu Sêrêpôk":"Cầu Sêrêpôk – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí 2Lịch sử 3Sự kiện tai nạn giao thông 4Chú thích Cầu Sêrêpôk Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Cầu Sêrêpôk Quốc gia Việt Nam Vị trí Đắk Lắk và Đắk Nông Tuyến đường Quốc lộ 14 Bắc qua Sông Sêrêpôk Tọa độ 12°36′47″B 107°55′46″Đ﻿ \/ ﻿12,613117°B 107,92933°Đ﻿ \/ 12.613117; 107.929330 Chủ sở hữu Tổng công ty Công trình Giao thông 5 của Bộ Giao thông vận tải Thông số kỹ thuật Kiểu cầu Cầu dây văng Vật liệu Bê tông cốt thép Tổng chiều dài 176 m Rộng 11 m Số nhịp 5 nhịp Lịch sử Tổng thầu Khu Đường bộ 5 và Công ty Công trình Giao thông 510 Đã thông xe Tháng 10 năm 1992 (1992-10) Vị trí Wikimedia | © OpenStreetMap Cầu Sêrêpôk là một cây cầu bắc qua sông Sêrêpôk trên Quốc lộ 14, nối liền hai tỉnh Đắk Lắk và Đắk Nông thuộc vùng Tây Nguyên, Việt Nam. Vị trí[sửa | sửa mã nguồn] Wikimedia | © OpenStreetMap Bản đồ Cầu có lý trình tại Km 733+900 Quốc lộ 14, cách trung tâm thành phố Buôn Ma Thuột khoảng 15 km về phía tây nam. Đầu cầu phía đông thuộc xã Hòa Phú, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk; còn đầu cầu phía đông thuộc xã Tâm Thắng, huyện Cư Jút, tỉnh Đắk Nông. Lịch sử[sửa | sửa mã nguồn] Cầu Sêrêpôk cũ được xây dựng dưới thời Pháp thuộc từ năm 1939 đến năm 1941, còn được gọi là cầu 14 do nằm trên tuyến đường 14[1]. Lực lượng xây dựng cầu khi đó có cả các tù nhân chính trị ở nhà đày Buôn Ma Thuột. Cầu được thiết kế với kết cấu giàn bê tông cốt thép liên tục chạy dưới, dài 169,5 m, có 4 nhịp, rộng 5 m, hai làn đường cho người đi bộ 1,37 m, làn đường xe chạy là 2,8 m, tải trọng 5 tấn. Vào những năm đầu thập niên 40 của thế kỷ XX thì cầu Sêrêpôk thuộc loại hiện đại và có kiến trúc đẹp.[2] Năm 1985, trước tình hình phát triển của vận tải đường bộ, cầu Sêrêpôk xây dựng từ thời Pháp không thể tiếp tục đáp ứng được nhu cầu vận chuyển về cả tải trọng và mật độ phương tiện nên Bộ Giao thông vận tải quyết định đầu tư xây dựng cây cầu mới thay thế cho cầu cũ tải trọng nhỏ và đã xuống cấp. Cầu Sêrêpôk mới được xây dựng tại lý trình Km 733+900 Quốc lộ 14, cách cầu cũ 30 m về phía bắc. Cầu dài 176 m, có kết cấu bê tông cốt thép dầm giản đơn, gồm 5 nhịp, chiều rộng 11 m, có 2 làn xe cơ giới rộng 7 m và 2 làn đi bộ rộng mỗi làn 1,25 m. Công trình do Khu Đường bộ 5 làm chủ đầu tư và Công ty Công trình Giao thông 510 của Tổng công ty Công trình Giao thông 5 thuộc Bộ Giao thông vận tải thi công[2]. Cầu được hoàn thành và đưa vào sử dụng từ tháng 10 năm 1992. Từ đó, các phương tiện lưu thông trên quốc lộ 14 đều qua cây cầu mới.[3] Vào năm 2016, một cây cầu thứ ba nằm giữa hai cầu cũng đã được hoàn thành phục vụ nhu cầu đi lại ngày càng tăng trên Quốc lộ 14.[4] Sự kiện tai nạn giao thông[sửa | sửa mã nguồn] Vào tối ngày 17 tháng 5 năm 2012, một xe khách đi theo hướng từ Buôn Ma Thuột về Thành phố Hồ Chí Minh đã tông vào lan can cầu Sêrêpôk và rơi xuống sông. Vụ tai nạn đã làm 34 người thiệt mạng và hơn 20 người bị thương.[5][6] Chú thích[sửa | sửa mã nguồn] ^ “Một chứng tích lịch sử cần được tôn tạo”. Báo Quân đội nhân dân. 31 tháng 8 năm 2016. ^ a b Lê Xuân Biểu (2015). Giao thông vận tải Đắk Lắk - 110 năm xây dựng và phát triển (1904 - 2014) (PDF). Hà Nội: Nhà xuất bản Giao thông vận tải. ^ “Cầu 14 xuống cấp”. Báo Đắk Lắk điện tử. 29 tháng 12 năm 2011. ^ “Cầu Sêrêpốk - điểm di sản Công viên địa chất Đắk Nông”. Báo Đắk Nông điện tử. 12 tháng 9 năm 2019. ^ “Xe khách rơi xuống sông, 34 người tử nạn”. Báo điện tử VnExpress. 18 tháng 5 năm 2012. ^ “Những người đầu tiên lao xuống sông Sêrêpôk cứu hộ”. Báo điện tử VnExpress. 20 tháng 5 năm 2012. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Sêrêpôk&oldid=69558917” Thể loại: Cầu qua sông Sêrêpôk Cầu tại Đắk Lắk Cầu tại Đắk Nông Buôn Ma Thuột Cư Jút Đường Hồ Chí Minh Thể loại ẩn: Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Trang có bản đồ Trang này được sửa lần cuối vào ngày 10 tháng 1 năm 2023, 20:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}