{"Cầu Thống Nhất (Biên Hòa)":"Cầu Thống Nhất (Biên Hòa) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí 2Thiết kế 3Thi công 4Tham khảo Cầu Thống Nhất (Biên Hòa) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đề mục này có chứa thông tin về một công trình hiện đang trong quá trình thi công. Nó có thể chứa thông tin có tính chất dự đoán, và nội dung có thể thay đổi lớn và thường xuyên khi quá trình xây dựng tiếp diễn và xuất hiện thông tin mới. Cầu Thống Nhất Quốc gia Việt Nam Vị trí Biên Hòa – Đồng Nai Tuyến đường Đường trục Trung tâm thành phố Biên Hòa Bắc qua Sông Cái Thông số kỹ thuật Rộng 45-95 m[1] Lịch sử Tổng thầu Công ty CP đầu tư xây dựng số 1 Mê Kông Công ty CP xây dựng hạ tầng CII Công ty CP Vinadelta Công ty CP SHC Khởi công 31 tháng 1 năm 2023[2] Chi phí xây dựng 1.500 tỉ[2] Cầu Thống Nhất là một cây cầu bắc qua sông Cái thuộc Dự án Đường trục Trung tâm thành phố Biên Hòa đang được triển khai thi công xây dựng, nối liền hai phường Thống Nhất và Hiệp Hòa. Vị trí[sửa | sửa mã nguồn] Công trình có điểm đầu tại nút giao đường Võ Thị Sáu và điểm cuối giao với đường Đặng Văn Trơn.[1][3] Thiết kế[sửa | sửa mã nguồn] Cầu Thống Nhất dự kiến có mặt cầu rộng 45-95 m, gồm 6-10 làn xe. Thi công[sửa | sửa mã nguồn] Cầu được chính thức triển khai thi công vào ngày 31 tháng 1 năm 2023 và dự kiến hoàn thành trong vòng 300 ngày.[2] Tham khảo[sửa | sửa mã nguồn] ^ a b “Chính thức khởi công xây dựng cầu Thống Nhất”. Đồng Nai Online. Ngày 31 tháng 1 năm 2023. Truy cập 9 tháng 2 năm 2023. ^ a b c “Đồng Nai: Khởi công xây dựng cầu Thống Nhất có tổng mức đầu tư 1.500 tỉ”. Lao Động. Ngày 31 tháng 1 năm 2023. Truy cập 9 tháng 2 năm 2023. ^ “Toàn cảnh tuyến đường trục trung tâm TP Biên Hòa hơn 1.500 tỷ đồng vừa khởi công”. vietnammoi.vn. Ngày 10 tháng 2 năm 2023. Truy cập 3 tháng 3 năm 2023. ẩn x t s Công trình vượt sông Đồng Nai Đập thủy điện Đồng Nai 2 · Cầu Đa Dâng · Cầu Đa Dung · Đập thủy điện Đồng Nai 3 · Đập thủy điện Đồng Nai 4 · Cầu Đồng Nai 4 · Đập thủy điện Đồng Nai 5 · Cầu Phước Cát · Cầu Đắc Lua · Cầu Tà Lài · Cầu treo Thanh Sơn · Cầu Chiến khu D · Đập thủy điện Trị An Cầu Thủ Biên · Cầu Bạch Đằng · Cầu Thạnh Hội · Cầu Hóa An (cũ · mới) · Cầu Ghềnh · Cầu Bửu Hòa · Cầu Rạch Cát · Cầu Hiệp Hòa · Cầu Thống Nhất · Cầu An Hảo · Cầu Đồng Nai (2 · 1) · Cầu Long Thành · Cầu Nhơn Trạch · Cầu Đại Phước Bài viết liên quan đến một cây cầu cụ thể hoặc một nhóm các cây cầu này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Thống_Nhất_(Biên_Hòa)&oldid=69738778” Thể loại: Công trình đang xây dựng Sơ khai cầu (kiến trúc) Cầu tại Đồng Nai Biên Hòa Cầu qua sông Đồng Nai Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 3 tháng 3 năm 2023, 15:24. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}