{"Cầu Văn Lang":"Cầu Văn Lang – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí 2Thiết kế 3Thi công 4Chú thích Cầu Văn Lang Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 21°17′45″B 105°24′39″Đ﻿ \/ ﻿21,295919°B 105,410862°Đ﻿ \/ 21.295919; 105.410862﻿ (Cầu Văn Lang) Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Cầu Văn Lang Quốc gia Việt Nam Vị trí Hà Nội – Phú Thọ Bắc qua Sông Hồng Tọa độ 21°17′45″B 105°24′39″Đ﻿ \/ ﻿21,295919°B 105,410862°Đ﻿ \/ 21.295919; 105.410862 Thông số kỹ thuật Tổng chiều dài 1.557 m[1] Rộng 12 m[1] Lịch sử Khởi công 1 tháng 8 năm 2016[2] Hoàn thành 10 tháng 10 năm 2018[1] Vị trí Wikimedia | © OpenStreetMap Cầu Văn Lang (còn được gọi là cầu Việt Trì – Ba Vì) là một cây cầu bắc qua sông Hồng, nối liền hai tỉnh thành Hà Nội và Phú Thọ.[3] Vị trí[sửa | sửa mã nguồn] Cầu nằm ở phía tây bắc thành phố Hà Nội, kết nối Quốc lộ 32 và Quốc lộ 32C[1]. Đầu cầu phía nam thuộc xã Phú Cường, huyện Ba Vì (Hà Nội), còn đầu cầu phía bắc thuộc phường Thọ Sơn, thành phố Việt Trì, tỉnh Phú Thọ. Thiết kế[sửa | sửa mã nguồn] Cầu có kết cấu bê tông cốt thép và bê tông cốt thép dự ứng lực. Chiều dài cầu là 1.557 m, chiều rộng là 12 m với hai làn xe cơ giới và hai làn xe hỗn hợp.[1] Thi công[sửa | sửa mã nguồn] Dự án có tổng mức đầu tư hơn 1.460 tỷ đồng, do Công ty Cổ phần Tập đoàn Phú Mỹ đầu tư theo hình thức BOT. Công trình được khởi công vào ngày 1 tháng 8 năm 2016[2] và thông xe vào ngày 10 tháng 10 năm 2018.[1] Chú thích[sửa | sửa mã nguồn] ^ a b c d e f “Thông xe cầu Việt Trì - Ba Vì, rút ngắn khoảng cách từ Hà Nội đi Phú Thọ”. anninhthudo.vn. 10 tháng 10 năm 2018. ^ a b “Cầu Việt Trì - Ba Vì bắc qua sông Hồng dự kiến thông xe ngày 7-10”. anninhthudo.vn. 1 tháng 10 năm 2018. ^ “Cầu Văn Lang trước lễ thông xe”. Cổng thông tin điện tử tỉnh Phú Thọ. 9 tháng 10 năm 2018. Bài viết liên quan đến một cây cầu cụ thể hoặc một nhóm các cây cầu này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Những cây cầu bắc qua sông Hồng trên lãnh thổ Việt Nam Cầu Kim Thành · Cầu Cốc Lếu · Cầu Phố Mới · Cầu Giang Đông · Cầu Làng Giàng · Cầu Phố Lu (đường sắt, đường bộ) · Cầu Bảo Hà · Cầu Trái Hút · Cầu Mậu A · Cầu Cổ Phúc · Cầu Yên Bái · Cầu Bách Lẫm · Cầu Tuần Quán · Cầu Văn Phú · Cầu Hạ Hòa · Cầu Sông Hồng · Cầu Ngọc Tháp · Cầu Phong Châu Cầu Văn Lang · Cầu Vĩnh Thịnh · Cầu Thăng Long · Cầu Nhật Tân · Cầu Long Biên · Cầu Chương Dương · Cầu Vĩnh Tuy · Cầu Thanh Trì Cầu Yên Lệnh · Cầu Hưng Hà · Cầu Thái Hà · Cầu Tân Đệ Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Văn_Lang&oldid=69665693” Thể loại: Sơ khai cầu (kiến trúc) Cầu qua sông Hồng Cầu tại Hà Nội Cầu tại Phú Thọ Ba Vì Việt Trì Thể loại ẩn: Tọa độ trên Wikidata Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 11 tháng 2 năm 2023, 02:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}