{"Cầu Rạch Cát (Đồng Nai)":"Cầu Rạch Cát (Đồng Nai) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử xây dựng và hoạt động 2Kết cấu 3Tham khảo 4Liên kết ngoài Cầu Rạch Cát (Đồng Nai) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Cầu Rạch Cát (định hướng). Cầu Rạch Cát Cầu Rạch Cát đầu thế kỉ 20 Quốc gia Việt Nam Vị trí Biên Hòa, Đồng Nai Tuyến đường 1 làn xe cơ giới & 1 làn đường sắt ở giữa Bắc qua sông Đồng Nai Tên khác Cầu Đồng Nai Nhỏ Thông số kỹ thuật Kiểu cầu cầu giàn thép Tổng chiều dài 129 m[1] Lịch sử Kiến trúc sư Gustave Eiffel Tổng thầu Hãng Eiffel Cầu Rạch Cát (hay còn gọi là cầu Đồng Nai Nhỏ) là một chiếc cầu sắt bắc qua nhánh sông Đồng Nai chảy qua cù lao Phố, nối phường Quyết Thắng và phường Hiệp Hòa tại thành phố Biên Hòa, tỉnh Đồng Nai, phục vụ cho tuyến đường sắt Bắc - Nam thuộc khu gian Biên Hòa - Dĩ An tại lý trình 1699 + 245. Lịch sử xây dựng và hoạt động[sửa | sửa mã nguồn] Cầu Rạch Cát được xây dựng cùng lúc với cầu Ghềnh vào đầu thế kỉ 20, khi người Pháp bắt đầu xây dựng tuyến Quốc lộ 1 và đường sắt Sài Gòn - Nha Trang đoạn chạy qua tỉnh Biên Hòa.[2] Cả hai cây cầu vượt sông Đồng Nai này đều do hãng Eiffel thiết kế, chế tạo và hoàn thành vào năm 1903.[3] Năm 1904, tuyến đường sắt nối Sài Gòn và Biên Hòa bắt đầu hoạt động sau khi cầu Rạch Cát và cầu Ghềnh được khánh thành, giúp cho cư dân ở cù lao Phố có thể thông thương với hai vùng đất này nhiều hơn.[2][4] Từ nửa sau thế kỉ 20, với sự phát triển và gia tăng dân số nhanh của thành phố Biên Hòa, cầu Rạch Cát và cầu Ghềnh đã trở nên quá tải khi mỗi ngày có đến hàng nghìn lượt xe lưu thông qua lại, thường xuyên xảy ra tình trạng ùn tắc giao thông vào giờ cao điểm.[5][6] Hơn nữa giao thông trên các cầu này còn bộc lộ nguy cơ mất an toàn rất cao vì dùng chung giữa đường bộ và đường sắt.[6] Đầu thập niên 70, chính quyền Việt Nam Cộng Hòa cho xây dựng cầu Hóa An và một tuyến xa lộ dài 5 km từ cầu Hang đến ngã ba Vườn Mít (nay là Quốc lộ 1K) nhằm giảm áp lực lưu thông qua hai cầu trên.[3] Đến năm 2010, Uỷ ban nhân dân Thành phố Biên Hòa tiến hành việc xây dựng cầu đường bộ Hiệp Hòa nằm phía hạ lưu của cầu Rạch Cát để giải quyết một phần ùn tắc giao thông giữa các phường nội ô của Biên Hòa và cù lao Phố.[7] Năm 2011, Vụ tàu Thống Nhất đâm 6 ô tô trên cầu Ghềnh đã khiến Bộ Giao thông Vận tải phải rà soát và đưa ra nhiều phương án đối với các cầu dùng chung giữa đường bộ và đường sắt trên toàn bộ hệ thống Đường sắt Việt Nam, trong đó có cầu Rạch Cát.[8] Tháng 1 năm 2012, Tổng công ty Đường sắt Việt Nam (VNR) khởi công xây dựng cầu Bửu Hòa nhằm nhanh chóng tách hoàn toàn luồng giao thông đường bộ ra khỏi cầu Rạch Cát và cầu Ghềnh theo lệnh khẩn cấp của Thủ tướng chính phủ.[9] Ngày 15 tháng 5 năm 2013, đường bộ trên cầu Rạch Cát bị đóng vĩnh viễn sau khi cầu Bửu Hòa được xây dựng xong. Tuy nhiên, UBND xã Hiệp Hòa đã kiến nghị cấp có thẩm quyền cho giãn thời gian cấm xe lưu thông qua 2 cầu này để giảm áp lực phương tiện lưu thông qua đường Đặng Văn Trơn dẫn lên cầu Bửu Hòa đang bị xuống cấp trầm trọng.[10] Ban Quản lý dự án đường sắt khu vực 3 cho phép xe máy, xe đạp và người đi bộ lưu thông tạm thời trong thời gian chờ sửa chữa đường Đặng Văn Trơn trên cánh gà cầu Rạch Cát, nhưng chỉ được lưu thông một chiều từ Trung tâm thành phố Biên Hòa sang xã Hiệp Hòa.[11] Tháng 9 năm 2014, Bộ GTVT tiếp tục chấp nhận đề nghị của UBND tỉnh Đồng Nai, cho phép xe hai bánh trếp tục lưu thông một chiều như trước đây. Tuy nhiên, Bộ cũng lưu ý với tỉnh đường bộ trên cầu Rạch Cát cũng như cầu Ghềnh sẽ bị đóng trong tương lai sau khi hệ thống đường địa phương kết nối với cầu Bửu Hòa được nâng cấp và cải tạo. Bộ giao VNR thực hiện việc duy tu, bảo dưỡng cả hai cầu này.[12] Sau khi cầu Ghềnh bị đâm sập vào tháng 3 năm 2016, chính quyền tỉnh Đồng Nai đã kiến nghị Bộ GTVT quan tâm đến cầu Rạch Cát nhiều hơn.[13] Kết cấu[sửa | sửa mã nguồn] Ban đầu, cầu Rạch Cát có 3 nhịp dàn thép 41,50 m hình vòng cung đặt trên hai trụ, khe đầu dầm thành 125 m.[14] Nhịp cầu và dầm cầu gắn kết với nhau bằng từng chiếc đinh tán thủ công.[13] Chân trụ mố cầu xây thủ công bằng đá, hoàn toàn không có bê tông cốt thép. Các dàn thép có thiết kế đồng dạng với cầu Ghềnh nên đôi khi hai cầu này còn được gọi là \"anh em sinh đôi\".[14][15] Sau một đợt sửa chữa, nhịp cầu giữa được thay thế bằng nhịp cầu vuông.[13] Chung quanh các mố cầu hiện nay có dàn thanh sắt chống tàu thuyền va đập nhằm đảm bảo an toàn cho cầu.[15] Tham khảo[sửa | sửa mã nguồn] ^ Lê Lâm (4 tháng 7 năm 2016). “Không có chuyện Cầu Ghềnh bị đổi tên thành cầu Đồng Nai lớn”. Thanh Niên. Truy cập ngày 5 tháng 7 năm 2016. ^ a b Ngô Thiên Phúc; Hà Mi (19 tháng 8 năm 2011). “Cầu Ghềnh dấu tích trăm năm - Kỳ 2: Nối nhịp thông thương”. Tuổi Trẻ. Truy cập ngày 22 tháng 3 năm 2016. ^ a b Huỳnh Ngọc Trảng biên tập (2001). “6: Giao thông Vận tải”. Địa chí Đồng Nai - Tập 4: Kinh tế. Nhà xuất bản Đồng Nai. |ngày truy cập= cần |url= (trợ giúp) ^ “Hình ảnh cầu Ghềnh cũ – mới”. Báo Đồng Nai. 24 tháng 6 năm 2016. Truy cập ngày 5 tháng 7 năm 2016. ^ Ngô Thiên Phúc; Hà Mi (20 tháng 8 năm 2011). “Nhịp cầu nào cho thế kỷ sau?”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ a b Phan Anh (22 tháng 6 năm 2012). “Nguy hiểm khi qua cầu Ghềnh và Rạch Cát”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ Hoa Lê (19 tháng 7 năm 2010). “Thành phố Biên Hòa tổ chức Lễ khởi công xây dựng cầu Hiệp Hòa.Cập nhật: 19-07-2010”. bienhoa.gov.vn. Truy cập ngày 6 tháng 7 năm 2016.[liên kết hỏng] ^ Hà Mi; Ngọc Ẩn (10 tháng 2 năm 2011). “Nhiều nhân viên đường sắt sai phạm”. Tuổi Trẻ. Truy cập ngày 26 tháng 3 năm 2016. ^ T.N. (11 tháng 1 năm 2012). “Khởi công xây dựng cầu đường bộ tách khỏi đường sắt”. Báo Đồng Nai. Truy cập ngày 22 tháng 3 năm 2016. ^ Văn Chính (ngày 15 tháng 5 năm 2013). “Cấm xe lưu thông qua các cầu Ghềnh, Rạch Cát”. Báo Đồng Nai. Truy cập ngày 26 tháng 3 năm 2016. ^ Vân Nam (ngày 22 tháng 5 năm 2013). “Sẽ cho xe hai bánh lưu thông tạm thời qua cầu Ghềnh, Rạch Cát”. Báo Đồng Nai. Truy cập ngày 26 tháng 3 năm 2016. ^ Hoàng Trường (10 tháng 9 năm 2014). “Đường bộ trên cầu Ghềnh sẽ bị đóng vĩnh viễn”. VnExpress. Truy cập ngày 26 tháng 3 năm 2016. ^ a b c Lệ Hoa (9 tháng 4 năm 2016). “Tâm thư gửi cụ cầu Rạch Cát”. Người Đưa Tin. Bản gốc lưu trữ ngày 12 tháng 4 năm 2016. Truy cập ngày 5 tháng 7 năm 2016. Đã định rõ hơn một tham số trong |archiveurl= và |archive-url= (trợ giúp); Đã định rõ hơn một tham số trong |archivedate= và |archive-date= (trợ giúp) ^ a b Vũ Đức Thắng (15 tháng 6 năm 2016). “Cầu Gành - Đồng Nai: Nhớ tiếc cầu xưa xây lại xứng tầm lịch sử - Phần 1”. Tạp chí Cầu Đường Việt Nam (tháng 5 năm 2016). Bản gốc lưu trữ ngày 5 tháng 7 năm 2016. Truy cập ngày 5 tháng 7 năm 2016. ^ a b Bùi Trường Trí (1 tháng 6 năm 2016). “Chuyện chưa kể về cây cầu 'song sinh' với cầu Ghềnh”. Pháp Luật thành phố Hồ Chí Minh. Truy cập ngày 6 tháng 7 năm 2016. Liên kết ngoài[sửa | sửa mã nguồn] ẩn x t s Công trình vượt sông Đồng Nai Đập thủy điện Đồng Nai 2 · Cầu Đa Dâng · Cầu Đa Dung · Đập thủy điện Đồng Nai 3 · Đập thủy điện Đồng Nai 4 · Cầu Đồng Nai 4 · Đập thủy điện Đồng Nai 5 · Cầu Phước Cát · Cầu Đắc Lua · Cầu Tà Lài · Cầu treo Thanh Sơn · Cầu Chiến khu D · Đập thủy điện Trị An Cầu Thủ Biên · Cầu Bạch Đằng · Cầu Thạnh Hội · Cầu Hóa An (cũ · mới) · Cầu Ghềnh · Cầu Bửu Hòa · Cầu Rạch Cát · Cầu Hiệp Hòa · Cầu Thống Nhất · Cầu An Hảo · Cầu Đồng Nai (2 · 1) · Cầu Long Thành · Cầu Nhơn Trạch · Cầu Đại Phước Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Rạch_Cát_(Đồng_Nai)&oldid=69439430” Thể loại: Giao thông Đồng Nai Biên Hòa Cầu tại Đồng Nai Đường sắt Bắc Nam Cầu qua sông Đồng Nai Công trình kiến trúc Pháp tại Đồng Nai Khởi đầu năm 1904 Cầu đường sắt tại Việt Nam Cầu vòm thép tại Việt Nam Thể loại ẩn: Lỗi CS1: ngày truy cập thiếu URL Bài có liên kết hỏng Lỗi CS1: tham số thừa Trang này được sửa lần cuối vào ngày 17 tháng 12 năm 2022, 09:07. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}