{"Cầu vượt Daewoo":"Cầu vượt Daewoo – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Chú thích Cầu vượt Daewoo Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này là một bài mồ côi vì không có bài viết khác liên kết đến nó. Vui lòng tạo liên kết đến bài này từ các bài viết liên quan; có thể thử dùng công cụ tìm liên kết. (tháng 8 năm 2020) Cầu vượt Daewoo Quốc gia Việt Nam Vị trí Ba Đình, Hà Nội Tuyến đường Nguyễn Chí Thanh - Kim Mã Tọa độ 21°01′49″B 105°48′46″Đ﻿ \/ ﻿21,030293°B 105,812844°Đ﻿ \/ 21.030293; 105.812844 Thông số kỹ thuật Kiểu cầu Cầu vượt Vật liệu Dầm thép Tổng chiều dài 278 mét[1] Rộng 16 mét (mặt cắt ngang)[1] Lịch sử Khởi công 6 tháng 2 năm 2013[1][2] Hoàn thành 5 tháng 10 năm 2013[3] Chi phí xây dựng 360 tỷ đồng[3] Vị trí Wikimedia | © OpenStreetMap Cầu vượt Daewoo là cầu vượt tại nút giao thông Nguyễn Chí Thanh - Kim Mã thuộc địa phận quận Ba Đình, Hà Nội[1]. Cầu được xây dựng theo công nghệ dầm thép lắp ghép lớn nhất Việt Nam và là cầu vượt bằng thép thứ 7 tại Hà Nội[3], có chiều dài 270 mét, rộng 16 mét cho 4 làn xe lưu thông. Cầu được khởi công xây dựng vào ngày 6 tháng 2 năm 2013 và chính thức khánh thành ngày 5 tháng 10 năm 2013 sau 8 tháng thi công[4], với tổng kinh phí hơn 360 tỷ đồng[3]. Kết cấu cầu có nhịp dầm hộp thép liên hợp bản bê tông cốt thép (BTCT), đồng thời mố cầu sử dụng dạng chữ U khoan nhồi. Cầu vượt Daewoo là cầu vượt bằng thép đầu tiên có cấu tạo dầm thép tiết diện hộp hở và có khẩu độ nhịp lớn nhất trong tất cả các cầu dầm thép tại Việt Nam[3]. Chú thích[sửa | sửa mã nguồn] ^ a b c d “Cầu dầm thép lắp ghép lớn nhất nước sẵn sàng thông xe”. Bản gốc lưu trữ ngày 6 tháng 10 năm 2013. Truy cập ngày 6 tháng 10 năm 2013. ^ “Cầu vượt nút Daewoo sẵn sàng cho ngày thông xe”. Bản gốc lưu trữ ngày 9 tháng 12 năm 2013. Truy cập ngày 6 tháng 10 năm 2013. ^ a b c d e “Thông xe cầu dầm thép lắp ghép lớn nhất nước”. Bản gốc lưu trữ ngày 9 tháng 10 năm 2013. Truy cập ngày 6 tháng 10 năm 2013. ^ “Cầu vượt dầm thép lớn nhất nước trước ngày thông xe”. Truy cập ngày 6 tháng 10 năm 2013. Bài viết về những kiến trúc tiêu biểu tại Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_vượt_Daewoo&oldid=67806855” Thể loại: Sơ khai kiến trúc Việt Nam Cầu vượt tại Hà Nội Ba Đình Thể loại ẩn: Bài mồ côi Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 3 tháng 1 năm 2022, 07:11. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}