{"Cầu đường sắt Bình Lợi":"Cầu đường sắt Bình Lợi – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thiết kế 2Thi công 3Cầu Bình Lợi cũ (1902 – 2019) 4Chú thích 5Xem thêm Cầu đường sắt Bình Lợi Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 10°49′33″B 106°42′33″Đ﻿ \/ ﻿10,8257°B 106,709244°Đ﻿ \/ 10.825700; 106.709244﻿ (Cầu Bình Lợi) Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với cầu đường bộ cùng tên, xem Cầu đường bộ Bình Lợi. Cầu Bình Lợi Quốc gia Việt Nam Vị trí Thành phố Hồ Chí Minh Tuyến đường Đường sắt Bắc Nam Bắc qua Sông Sài Gòn Tọa độ 10°49′33″B 106°42′33″Đ﻿ \/ ﻿10,8257°B 106,709244°Đ﻿ \/ 10.825700; 106.709244 Thông số kỹ thuật Kiểu cầu Cầu dầm thép Tổng chiều dài 1,3 km[1] Nhịp chính 101,5 m[2] Số nhịp 14[2] Tĩnh không 7 m[1] Lịch sử Khởi công Tháng 4 năm 2015[1] Đã thông xe Tháng 9 năm 2019[3] Vị trí Wikimedia | © OpenStreetMap Cầu Bình Lợi là một cây cầu bắc qua sông Sài Gòn trên tuyến đường sắt Bắc Nam tại Thành phố Hồ Chí Minh, nối liền quận Bình Thạnh và thành phố Thủ Đức. Cầu được xây dựng nhằm thay thế cầu Bình Lợi cũ đã có từ hơn 100 năm trước.[3] Thiết kế[sửa | sửa mã nguồn] Cầu có chiều dài 1,3 km, tĩnh không cầu cao 7 m. Phần cầu đường sắt được thiết kế theo quy mô cầu vĩnh cửu bằng vật liệu thép tương ứng với đường sắt khổ 1.435 mm, hiện đặt ray khổ 1.000 mm, tốc độ thiết kế khoảng 100 km\/h[1]. Cầu có quy mô 14 nhịp dầm thép. Trong đó, dầm thép chính có hình vòm, dài 101,5 m, rộng 7,72 m, cao 16 m và nặng 400 tấn.[2] Thi công[sửa | sửa mã nguồn] Công trình nằm trong Dự án xây cầu Bình Lợi mới và nạo vét 71 km luồng sông Sài Gòn từ cầu Bình Lợi đến cảng Bến Súc (Bình Dương), được đầu tư theo hình thức BOT, tổng vốn đầu tư là 1.302 tỷ đồng. Cầu được khởi công vào tháng 4 năm 2015 và chính thức thông tàu vào ngày 14 tháng 9 năm 2019.[3] Cầu Bình Lợi cũ (1902 – 2019)[sửa | sửa mã nguồn] Cầu Bình Lợi cũ vào ban đêm (ảnh chụp năm 2015) Cầu Bình Lợi cũ được hoàn thành xây dựng vào năm 1902 dưới thời Pháp thuộc và là cây cầu đầu tiên vượt sông Sài Gòn. Chiều dài cầu là 276 m với 6 nhịp. Do độ tĩnh không thông thuyền thấp, chỉ cao 1,8 m nên cầu có một nhịp quay 90 độ ở phía bờ Thủ Đức cho tàu thuyền qua lại (do hãng thầu Levalllois-Perret thi công). Cầu được kết cấu vòm thép, các thanh thép liên kết bằng đinh tán, mặt cầu bằng gỗ tấm lớn và có đường ray xe lửa nối Sài Gòn, Thủ Đức và Biên Hòa. Bên phải đường ray gần chân cầu phía Thủ Đức có một tháp canh.[4] Từ ngày 8 tháng 5 năm 2020, cầu được tiến hành tháo dỡ. Theo đó, hai nhịp cầu sắt cũ và tháp canh cầu phía bờ Thủ Đức được giữ lại để bảo tồn nguyên trạng.[5] Chú thích[sửa | sửa mã nguồn] ^ a b c d “Cầu sắt Bình Lợi bắc qua sông Sài Gòn thông xe đầu tháng 9”. Báo điện tử VnExpress. 19 tháng 8 năm 2019. ^ a b c “Lắp nhịp cầu Bình Lợi có khoang thông thuyền rộng 101m do Việt Nam thiết kế”. Tuổi Trẻ Online. 23 tháng 4 năm 2019. ^ a b c “Chính thức thông cầu đường sắt Bình Lợi mới”. Báo Lao Động. 14 tháng 9 năm 2019. ^ “Cầu sắt Bình Lợi 117 tuổi trước ngày tháo dỡ, bảo tồn”. Báo điện tử Pháp Luật Thành phố Hồ Chí Minh. 10 tháng 8 năm 2019. ^ “Tháo cầu sắt Bình Lợi 118 tuổi, giữ lại 2 nhịp để bảo tồn”. Tuổi Trẻ Online. 8 tháng 5 năm 2020. Xem thêm[sửa | sửa mã nguồn] Cầu đường bộ Bình Lợi Cầu Bình Triệu Bài viết liên quan đến một cây cầu cụ thể hoặc một nhóm các cây cầu này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Công trình vượt sông Sài Gòn Cầu Sài Gòn 2 · Cầu Sài Gòn 1 · Đập thủy lợi Dầu Tiếng · Cầu Mới · Cầu Bến Củi · Cầu Bến Súc · Cầu Phú Cường Cầu Phú Long · Cầu Bình Phước (2 · 1) · Cầu Bình Lợi (đường sắt · đường bộ) · Cầu Bình Triệu (2 · 1) · Cầu Sài Gòn (1 · 2) · Cầu Thủ Thiêm · Cầu Ba Son · Đường hầm sông Sài Gòn · Cầu Phú Mỹ Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_đường_sắt_Bình_Lợi&oldid=69558639” Thể loại: Sơ khai cầu (kiến trúc) Cầu qua sông Sài Gòn Cầu đường sắt tại Việt Nam Cầu tại Thành phố Hồ Chí Minh Cầu vòm thép tại Việt Nam Đường sắt Bắc Nam Bình Thạnh Thủ Đức Thể loại ẩn: Tọa độ trên Wikidata Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Trang có dùng bản mẫu thông tin cầu với clearance Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 10 tháng 1 năm 2023, 20:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}