{"Cầu Cồn Tiên":"Cầu Cồn Tiên – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Cầu Cồn Tiên Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 10°43′1,4″B 105°06′59,9″Đ﻿ \/ ﻿10,71667°B 105,1°Đ﻿ \/ 10.71667; 105.10000 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. Cầu Cồn Tiên Một đoạn sông Châu Đốc gần cầu Cồn Tiên Quốc gia Việt Nam Vị trí Thành phố Châu Đốc và huyện An Phú, tỉnh An Giang Tuyến đường Quốc lộ 91C Bắc qua Sông Châu Đốc Tọa độ 10°43′1,4″B 105°06′59,9″Đ﻿ \/ ﻿10,71667°B 105,1°Đ﻿ \/ 10.71667; 105.10000 Thông số kỹ thuật Vật liệu Bê tông cốt thép Tổng chiều dài 370,7 m Rộng 12,9 m Nhịp chính 13 nhịp Tĩnh không 7 m Lịch sử Tổng thầu Công ty TNHH xây dựng giao thông công chính Bách Thảo Công ty cổ phần Xây dựng giao thông Đồng Tháp Khởi công 2 tháng 12 năm 2003 (2003-12-02) Chi phí xây dựng 84 tỷ 70 triệu đồng Đã thông xe 29 tháng 4 năm 2007 (2007-04-29) Vị trí Wikimedia | © OpenStreetMap Cầu Cồn Tiên nối thành phố Châu Đốc với Quốc lộ 91C (tỉnh lộ 956 cũ) và tỉnh lộ 957 của huyện An Phú[1], là một công trình trọng điểm của tỉnh An Giang do Công ty TNHH xây dựng giao thông công chính Bách Thảo và Công ty cổ phần Xây dựng giao thông Đồng Tháp thi công. Công trình được khởi công từ ngày 12-2-2003. Khánh thành ngày 29 tháng 4 năm 2007. Cầu có kết cấu bê tông cốt thép, dài 370,7 m, rộng 12,9 m (lòng cầu rộng 9 m), với 13 nhịp, độ thông thuyền 30 m, tỉnh không 7 m và 2 đoạn đường dẫn vào cầu 1.252 m được trải thảm bê tông nhựa nóng. Tổng kinh phí đầu tư 84 tỷ 70 triệu đồng, trong đó, vốn ngân sách tỉnh đầu tư 35 tỷ 043 triệu đồng. Tham khảo[sửa | sửa mã nguồn] ^ Theo VTV (30 tháng 4 năm 2007). “Khánh thành và thông xe cầu Cồn Tiên (tỉnh An Giang)”. Báo Điện tử Chính phủ. Truy cập 1 tháng 8 năm 2022. Bài viết liên quan đến tỉnh An Giang, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cầu_Cồn_Tiên&oldid=68919143” Thể loại: Sơ khai An Giang Cầu tại An Giang Châu Đốc An Phú Thể loại ẩn: Hoàn toàn không có nguồn tham khảo Tọa độ không có sẵn trên Wikidata Hộp thông tin khung bản đồ không có ID quan hệ OSM trên Wikidata Trang có dùng bản mẫu thông tin cầu với clearance Tất cả bài viết sơ khai Trang có bản đồ Trang này được sửa lần cuối vào ngày 31 tháng 7 năm 2022, 18:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}