{"Cố vấn Ban chấp hành Trung ương Đảng cộng sản Việt Nam":"Cố vấn Ban chấp hành Trung ương Đảng cộng sản Việt Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Điều kiện đảm nhiệm chức vụ 2Trọng trách và nhiệm vụ 3Những cá nhân từng đảm nhiệm chức vụ 4Tham khảo Cố vấn Ban chấp hành Trung ương Đảng cộng sản Việt Nam Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam hay Cố vấn Ban Chấp hành Trung ương là chức danh thuộc Hội đồng Cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam do các nhà lãnh đạo hàng đầu trong hệ thống chính trị Việt Nam (thời kỳ sau Đổi mới, giai đoạn 1986–2001) cùng tham gia vào tập thể lãnh đạo phụ trách công tác cố vấn, tham mưu, chỉ đạo gián tiếp các chủ trương chính sách, nghị quyết quan trọng của BCH Trung ương. Điều kiện đảm nhiệm chức vụ[sửa | sửa mã nguồn] Người giữ chức vụ Cố vấn Ban Chấp hành Trung ương thường là các nguyên lãnh đạo cấp cao như: Nguyên Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Nguyên Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam. Nguyên Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam. Cùng một số chức danh lãnh đạo chủ chốt đặc biệt quan trọng khác trong hệ thống chính trị Việt Nam thời kỳ ấy, và Bí thư Thường trực kiêm Trưởng ban Chính trị Đặc biệt Lê Đức Thọ là 1 ví dụ điển hình. Trọng trách và nhiệm vụ[sửa | sửa mã nguồn] Trên thực tế những lãnh đạo là Cố vấn Ban Chấp hành Trung ương không còn trực tiếp tham gia lãnh đạo chỉ đạo các công vụ của nhà nước,nhưng họ vẫn tiếp tục là ủy viên Bộ chính trị và có tiếng nói rất lớn trong tập thể lãnh đạo ở Việt Nam trong giai đoạn tồn tại Hội đồng cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Nhiệm vụ của các Cố vấn Ban Chấp hành Trung ương là tham gia cố vấn,tham mưu các chủ trương chính sách của Đảng,xem xét,bổ sung cho ý các văn kiện, quyết định của ban chấp hành Trung ương, tham gia công tác tổ chức chuẩn bị cho Đại hội Đại biểu toàn quốc của Đảng và công tác quy hoạch Ban Chấp hành Trung ương khoá mới và kiện toàn bộ máy lãnh đạo chủ chốt, Bộ Chính trị, Ban Bí thư Trung ương Đảng Cộng sản Việt Nam. Những cá nhân từng đảm nhiệm chức vụ[sửa | sửa mã nguồn] Người có thời gian đảm nhiệm chức vụ Cố vấn Trung ương ngắn nhất là Nguyên Tổng Bí thư Ban Chấp hành Trung ương Trường Chinh (mất khi đang tại nhiệm): 18\/12\/1986 – 30\/9\/1988 (1 năm 311 ngày). Người có thời gian đảm nhiệm chức vụ Cố vấn Trung ương dài nhất là Nguyên Thủ tướng Chính phủ Phạm Văn Đồng: 18\/12\/1986 – 29\/12\/1997 (11 năm 11 ngày). Hội đồng cố vấn Trung ương tồn tại trong khóa VI, VII, VIII của Đảng Cộng sản Việt Nam. Ban Chấp hành Trung ương Đảng Cố vấn Chức vụ Nhiệm kỳ Ghi Chú Khóa VI Trường Chinh Nguyên Tổng Bí thư, Chủ tịch Hội đồng Nhà nước 18\/12\/1986 – 27\/6\/1991 Mất khi đang tại nhiệm Phạm Văn Đồng Nguyên Thủ tướng Lê Đức Thọ Nguyên Trưởng ban Tổ chức Trung ương Mất khi đang tại nhiệm Khóa VII Phạm Văn Đồng Nguyên Thủ tướng 27\/6\/1991 – 1\/7\/1996 Nguyễn Văn Linh Nguyên Tổng Bí thư Võ Chí Công Nguyên Chủ tịch Hội đồng Nhà nước Khóa VIII Phạm Văn Đồng Nguyên Thủ tướng 1\/7\/1996 – 29\/12\/1997 Tất cả xin rút Nguyễn Văn Linh Nguyên Tổng Bí thư Võ Chí Công Nguyên Chủ tịch Hội đồng Nhà nước Khóa VIII (sau hội nghị TW 4) Đỗ Mười Nguyên Tổng Bí thư 29\/12\/1997 – 22\/4\/2001 Bầu bổ sung Lê Đức Anh Nguyên Chủ tịch nước Võ Văn Kiệt Nguyên Thủ tướng Tham khảo[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cố_vấn_Ban_chấp_hành_Trung_ương_Đảng_cộng_sản_Việt_Nam&oldid=69318892” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trang này được sửa lần cuối vào ngày 15 tháng 11 năm 2022, 19:23. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}