{"Cồn Thới Trung":"Cồn Thới Trung – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tên gọi và vị trí 2Tự nhiên và hành chính 3Lịch sử 4Nhân khẩu - Kinh tế 5Tham khảo 6Xem thêm Cồn Thới Trung Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Cồn Thới Trung, cù lao Thới Trung hay cồn Nổi là một cù lao nhỏ trên sông Tiền. Cồn nằm ở hạ lưu sông Tiền, cách cửa Đại vài km.[1] Cho đến nay, vẫn chưa có sự thống nhất trong việc phân định đường địa giới hành chính và quyền quản lý, khai thác cồn giữa huyện Tân Phú Đông, tỉnh Tiền Giang và huyện Bình Đại, tỉnh Bến Tre.[2][3] Tên gọi và vị trí[sửa | sửa mã nguồn] Chính quyền tỉnh Tiền Giang thì gọi là cồn Nổi, còn chính quyền tỉnh Bến Tre thì gọi là cồn Thới Trung.[3] Tháng 6 năm 2017, Thông tư 12\/2017\/TT-BTNMT do Bộ trưởng Bộ Tài nguyên và Môi trường ban hành thì địa danh chuẩn hóa cho cồn là \"Cồn Thới Trung\".[4] Cồn có hướng Bắc giáp xã Tân Thạnh, huyện Tân Phú Đông, tỉnh Tiền Giang; hướng Nam giáp xã Định Trung (cách bờ khoảng 700 m); hướng Đông giáp xã Bình Thới, huyện Bình Đại, tỉnh Bến Tre.[2] Tự nhiên và hành chính[sửa | sửa mã nguồn] Đây là một cù lao mới, hình thành từ việc bồi đắp phù sa trên sông Tiền.[5] Cồn Thới Trung có chiều dài 5,3 km, chiều ngang rộng nhất khoảng 470 m.[2] Năm 2014, cồn có diện tích đất khoảng 201 ha (~ 2 km²).[5] Diện tích toàn cồn hơn 201,43 ha gồm 62 thửa đất, trong đó xã Bình Thới quản lý 122,65 ha với 35 thửa, xã Định Trung quản lý là 78,78 ha với 27 thửa.[2] Dân số vào năm 2016 là 27 hộ dân là người từ Bình Đại, Bến Tre.[5] Lịch sử[sửa | sửa mã nguồn] Vào những năm 1990 cồn bắt đầu nổi lên, một số hộ dân chủ yếu từ xã Bình Thới và Định Trung đã đến định cư và canh tác.[2] Ngày 10 tháng 12 năm 1998, Ủy ban nhân dân tỉnh Bến Tre ra Quyết định số 2030\/QĐ-UB, giao cồn cho huyện Bình Đại quản lý và có kế hoạch khai thác sử dụng. Quyết định ghi:[2] \"Cồn mới nổi trên sông Cửa Đại có diện tích 200 ha từ Rạch Cả Nhỏ xã Định Trung, cách bờ khoảng 450m đến Rạch Bến Đình xã Bình Thới, cách bờ khoảng 750m. Giao cho Ủy ban nhân dân huyện Bình Đại quản lý, có dự án khai thác đưa vào sử dụng theo qui hoạch và quy định của pháp luật\". Từ năm 1998, Ủy ban nhân dân tỉnh Bến Tre đã giao cồn cho huyện Bình Đại quản lý. Ủy ban nhân dân huyện đã giao cồn cho 2 xã là xã Bình Thới và xã Định Trung quản lý, sử dụng.[2] Năm 2016, Tập đoàn Điện lực Việt Nam tiến hành khảo sát 2 huyện Bình Đại và Ba Tri để đầu tư nhà máy điện mặt trời, sau cuộc khảo sát, đại diện Tập đoàn Điện lực Việt Nam cho biết vị trí cồn Thới Trung là địa điểm thuận lợi nhất do gần vị trí đấu nối điện cách trạm 110kV Bình Đại khoảng 3km. Hiện trạng đất do Nhà nước trực tiếp quản lý nên sẽ bớt khó khăn với vấn đề giải tỏa, nhưng chưa tiến hành vì cần phân định chủ quyền quản lý thuộc Tiền Giang hay Bến Tre.[6] Tháng 11 năm 2016, Đoàn công tác Sở Nội vụ, Sở Tài nguyên và Môi trường tỉnh Bến Tre và Tiền Giang phối hợp với UBND huyện Bình Đại tiến hành khảo sát thực địa, hiệp thương thống nhất đường địa giới hành chính cấp tỉnh tại khu vực cù lao này.[5] Theo Báo cáo số 129\/BC-UBND của Ủy ban nhân dân xã Định Trung ngày 6 tháng 5 năm 2015 về tình hình đất Cồn nổi Thới Trung và Báo cáo số 241\/BC-UBND của Ủy ban nhân dân xã Định Trung, ngày 12 tháng 6 năm 2017 về việc điều tra tình hình sử dụng đất tại Cồn Thới Trung, có 15 hộ dân đang quản lý sử dụng với 94 nhân khẩu thì phần lớn các hộ dân đều có nguyện vọng phần Cồn Thới Trung giao về cho tỉnh Bến Tre quản lý, vì đa số người dân sinh sống trên Cồn đều là người dân Bến Tre. Đồng thời, các hộ dân này đều có đất và nhà trên địa bàn huyện Bình Đại. Do đó, theo Thạc sĩ Phan Văn Thuận và Thạc sĩ Nguyễn Thị Thùy Giao thì việc liên hệ giải quyết các giấy tờ liên quan đến thủ tục hành chính và sinh hoạt sẽ thuận tiện hơn.[2] Nhân khẩu - Kinh tế[sửa | sửa mã nguồn] Năm 2017, trong 12 hộ thuộc xã Bình Thới có 3 hộ cất nhà ở trực tiếp tại cồn, 9 hộ khác canh tác nhưng chưa cất nhà; 14 hộ thuộc xã Định Trung thì có 6 hộ cất nhà ở trực tiếp tại cồn, 8 hộ khác canh tác nhưng chưa cất nhà.[2] Họ canh tác cây ăn trái trên tổng diện tích 110 ha (~ 1,1 km²) và nuôi thủy sản.[5] Cồn là nơi cát tặc thường xuyên đến hút cát nên gây sạt lở nhiều điểm dọc sông. Năm 2010, UBND xã Định Trung đã lập Đội dân phòng gồm 31 người chuyên bảo vệ trên sông. Từ 2010 đến 2018, hơn 40 phương tiện khai thác cát sông trái phép, trong đó có nhiều tàu sắt trọng tải hơn 200 m³ bị bắt và xử phạt.[7] Tham khảo[sửa | sửa mã nguồn] ^ “Bản đồ”. Lưu trữ bản gốc ngày 28 tháng 9 năm 2021. Truy cập ngày 27 tháng 9 năm 2021. ^ a b c d e f g h i ThS. Phan Văn Thuận, ThS. Nguyễn Thị Thùy Giao. “Khoa Xây dựng Đảng với công tác nghiên cứu thực tế \"Vùng đất mới\" - Cồn Thới Trung”. Trường chính trị Bến Tre. Lưu trữ bản gốc ngày 2 tháng 5 năm 2018. Truy cập ngày 27 tháng 9 năm 2021. ^ a b P.Mai (ngày 8 tháng 9 năm 2020). “Giảm 6 đơn vị hành chính cấp huyện, cấp xã giảm 546 đơn vị”. báo Ấp Bắc. Lưu trữ bản gốc ngày 4 tháng 12 năm 2020. Truy cập ngày 27 tháng 9 năm 2021. ^ “THÔNG TƯ 12\/2017\/TT-BTNMT BAN HÀNH DANH MỤC ĐỊA DANH DÂN CƯ, SƠN VĂN, THỦY VĂN, KINH TẾ – XÃ HỘI PHỤC VỤ CÔNG TÁC THÀNH LẬP BẢN ĐỒ PHẦN ĐẤT LIỀN TỈNH BẾN TRE DO BỘ TRƯỞNG BỘ TÀI NGUYÊN VÀ MÔI TRƯỜNG BAN HÀNH”. dulieuphaply.vn. ngày 30 tháng 6 năm 2017. Lưu trữ bản gốc ngày 28 tháng 9 năm 2021. Truy cập ngày 27 tháng 9 năm 2021. ^ a b c d e Sơn Tùng (ngày 30 tháng 11 năm 2016). “Bến Tre và Tiền Giang khảo sát địa giới khu vực cồn Thới Trung trên sông Cửa Đại”. Đài phát thanh truyền hình Bến Tre. Truy cập ngày 27 tháng 9 năm 2021.[liên kết hỏng] ^ Quốc Trung (ngày 14 tháng 11 năm 2016). “Khảo sát địa điểm xây dựng nhà máy điện mặt trời”. báo Đồng Khởi. Lưu trữ bản gốc ngày 28 tháng 9 năm 2021. Truy cập ngày 27 tháng 9 năm 2021. ^ H, Đức (ngày 4 tháng 9 năm 2019). “Người dân ấp Bình Trung an tâm khi có đội dân phòng”. báo Đồng Khởi. Lưu trữ bản gốc ngày 7 tháng 9 năm 2019. Truy cập ngày 27 tháng 9 năm 2021. Xem thêm[sửa | sửa mã nguồn] Thanh Hương. “Bình Đại: Tập trung quy hoạch tổng thể ngành nuôi thủy sản thích ứng với BĐKH”. biengioibienbentre.vn. Truy cập ngày 27 tháng 9 năm 2021. Công Lý (ngày 5 tháng 11 năm 2018). “Gắn nuôi trồng với đánh bắt, chế biến thủy sản”. báo Đồng Khởi. Truy cập ngày 27 tháng 9 năm 2021. Bài viết tỉnh Tiền Giang, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Bài viết tỉnh Bến Tre, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Cồn_Thới_Trung&oldid=70033887” Thể loại: Sơ khai Tiền Giang Địa lý Tiền Giang Du lịch Tiền Giang Tân Phú Đông Sơ khai Bến Tre Địa lý Bến Tre Du lịch Bến Tre Bình Đại Cù lao Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 22:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}