{"Danh sách bài hát về chiến tranh Việt Nam":"Danh sách bài hát về chiến tranh Việt Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Tiếng Việt 2Ngôn ngữ khác 3Tham khảo 4Nguồn Đóng mở mục lục Đóng mở mục lục Danh sách bài hát về chiến tranh Việt Nam 2 ngôn ngữ English Nederlands Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đây là danh sách liệt kê các bài hát liên quan hoặc được sáng tác trong chiến tranh Việt Nam. Tiếng Việt[sửa | sửa mã nguồn] Chú thích: Nhạc đỏ Nhạc vàng Nhạc trắng Thể loại Năm Tên bài hát Tác giả Nguồn 1975 1954 Cha Bỏ Quê, 1975 Con Bỏ Nước Phạm Duy 1968 Anh hùng đâu cứ phải mày râu Vũ Trọng Hối [1] 1971 Anh không chết đâu anh Trần Thiện Thanh Anh lái xe đường dây Nguyễn Hữu Tuấn 1965 Anh phi công ơi! Xuân Giao [2] 1971 Anh quân bưu vui tính Đàm Thanh [3][4] Anh thương binh rèn dao Đỗ Nhuận [5] 1964 Anh vẫn hành quân Huy Du, Trần Hữu Thung [6][7][8] 1970 Bác đang cùng chúng cháu hành quân Huy Thục [9][10] 1970 Bài ca bên cánh võng Nguyên Nhung [11][12] 1945 Bài ca chiến sĩ hải quân Văn Cao [13] Bài ca chiến thắng Nguyễn Đức Toàn Bài ca dành cho những xác người Trịnh Công Sơn 1968 Bài ca dân quân tự vệ thủ đô Doãn Nho, Xuân Thiêm [14] 1969 Bài ca đất nước anh hùng Lưu Cầu [15][16][17] 1971 Bài ca về đường 9 Huy Du [18][19] Bài ca cho người đi giữ quê hương Trương Quốc Khánh 1966 Bài ca giao thông vận tải Hoàng Vân [20][21][22] 1966 Bài ca Hà Nội Vũ Thanh [23][24][25] 1958 Bài ca hy vọng Văn Ký 1982 Bài ca không quên Phạm Minh Tuấn Bài ca may áo Xuân Hồng Thập niên 1960 Bài ca người chiến sĩ áo trắng Hoàng Vân Bài ca người chiến sĩ hải quân Thanh Trúc 1966-1968 Bài ca người giáo viên nhân dân Hoàng Vân Bài ca người nữ tự vệ Sài Gòn Phạm Minh Tuấn 1964 Bài ca người săn máy bay Văn Lưu Bài ca phụ nữ Việt Nam Nguyễn Văn Tý Bài ca tình yêu Doãn Nho Bài ca Trường Sơn Trần Chung & Gia Dũng 1975 Bài hát Hồ Chí Minh giữa thành phố tên vàng Thanh Phúc 1968 Bão nổi lên rồi Trọng Bằng 1945 Bắc Sơn Văn Cao [26][27] 1948 Bà mẹ Gio Linh Phạm Duy 1970 Bến cảng quê hương tôi Hồ Bắc Biển gọi Nguyễn Kim 1979 Biển hát chiều nay Hồng Đăng Biết ơn chị Võ Thị Sáu Nguyễn Đức Toàn 1948 Bình Trị Thiên khói lửa Nguyễn Văn Thương 1971 Bóng cây kơ-nia Phan Huỳnh Điểu Bộ đội về làng Lê Yên & Hoàng Trung Thông 1979 Bốn mươi thế kỉ cùng ra trận Hồng Đăng 1967 Bước chân trên dãy Trường Sơn Vũ Trọng Hối Ca dao mẹ Trịnh Công Sơn Ca mừng đời ta tươi đẹp La Thăng Câu hát bông sen Thanh Trúc 1956 Câu hò bên bờ Hiền Lương Nhạc: Hoàng Hiệp Lời: Hoàng Hiệp - Đằng Giao Chào em cô gái Lam Hồng Ánh Dương Chào đường 9 anh hùng Huy Thục Chào sông Mã anh hùng Xuân Giao 1968 Chào anh giải phóng quân, chào mùa xuân đại thắng Hoàng Vân 1968 Chào quê hương tuyến lửa anh hùng Huy Du & Đại Đồng 1972 Chẳng kẻ thù nào ngăn nổi bước ta đi Sáng tác: Thanh Phúc Lời thơ: Hải Hồ 1975 Chiến thắng lẫy lừng Thành phố Hồ Chí Minh Trọng Bằng 1964 Chú giải phóng quân cháu xin tặng chú một bài ca Vũ Thanh Chúng ta đã đứng dậy Tôn Thất Lập 1967 Chiếc gậy Trường Sơn Phạm Tuyên Chiến binh ca vũ khúc Nguyễn Ngọc Thới Chiến sĩ Rađa trên chốt biên thùy Thuận Yến Chim hòa bình Chú bộ đội Hoàng Hà Thập niên 1960 Chưa hết giặc ta chưa về Huy Du 1966 Cô gái mở đường Xuân Giao Cô gái Pa-kô Huy Thục Cô gái Sài Gòn đi tải đạn Lư Nhất Vũ 1965 Cô gái Thái Bình, cô gái Việt Nam Hoàng Vân, phỏng thơ Huy Cận Con dao làm nương, cây súng giữ bản Phan Nhân 1965 Cô gái vót chông Hoàng Hiệp Cho một người nằm xuống Trịnh Công Sơn Cùng anh tiến quân trên đường dài Huy Du và Xuân Sách Cùng hành quân giữa mùa xuân Hoàng Hà Cuộc đời vẫn đẹp sao Nhạc: Phan Huỳnh Điểu Thơ: Bùi Minh Quốc 1946 Cương quyết ra đi Nguyễn Ngọc Bạch Dân ta vẫn sống Trịnh Công Sơn Dâng Người tiếng hát mùa xuân Nguyễn Văn Thương 1941 Dậy mà đi Nhạc: Nguyễn Xuân Tân Thơ: Tố Hữu Ơi dòng suối La La Huy Thục 1964 Đánh đích đáng Ngô Sỹ Hiển 1965 Đào công sự Nguyễn Đức Toàn 1945 Đoàn Vệ quốc quân Phan Huỳnh Điểu Đợi có một ngày Trịnh Công Sơn Đồng dao hòa bình Trịnh Công Sơn 1968 Đông Trường Sơn mừng Tây Trường Sơn Đào Việt Hưng 1975 Đất nước trọn niềm vui Hoàng Hà 1953 Đâu có giặc là ta cứ đi (Hành quân xa) Đỗ Nhuận 1963 Đẹp mãi tên anh Vĩnh Lan Đêm Trường Sơn Huy Du Đêm Trường Sơn nhớ Bác Trần Chung 1964 Đi bất cứ nơi đâu Tổ quốc cần Sáng tác: Huy Du Lời thơ: Xuân Miễn Điệp khúc tình yêu Trần Tiến Đồng lúa reo Tôn Thất Lập 1968 Đường chúng ta đi Huy Du và Xuân Sách 1968 Đường Hồ Chí Minh trên biển Nguyễn Cường Đường Trường Sơn Vĩnh An Đường Trường Sơn chiến công gọi chiến công Chu Minh Đường Trường Sơn xe anh qua Văn Dung 1961 Giải phóng miền Nam Lưu Hữu Phước, Mai Văn Bộ, Huỳnh Văn Tiểng Em bé Bảo Ninh Sáng tác: Trần Hữu Pháp Lời thơ: Nguyễn Văn Dinh Em bé giải phóng quân Thanh Trúc 1968 Em đang sống những ngày vẻ vang Mộng Lân 1966 Em là con gái má Út Tịch Phan Nhân Em yêu đất mỏ quê em Bùi Đức Huyền 1970 Gặp nhau trên đỉnh Trường Sơn Hoàng Hà Giờ hành động Long Hưng và Hoàng Hiệp 1975 Gió sông Hồng gọi nắng sông Hương Văn An Gửi người chiến sĩ không tên Tố Hải 1972 Hà Nội - Điện Biên Phủ Phạm Tuyên 1965 Hai chị em Hoàng Vân 1955 Hải cảng về ta Đinh Ngọc Liên Hải quân ca Lê Lam 1945 Hành khúc không quân Việt Nam Văn Cao Hàng em mang tới chiến hào Lư Nhất Vũ Hành khúc giải phóng Hoàng Hiệp và Lưu Hữu Phước Hành khúc ngày và đêm Phan Huỳnh Điểu Hát cho dân tôi nghe Tôn Thất Lập Hát mãi khúc quân hành Diệp Minh Tuyền Hát trên đường tranh đấu Trần Long Ẩn Hát trên những xác người Trịnh Công Sơn 1975 Hát về những thành phố biển Thế Song 1975 Hát vang bài ca toàn thắng Mộng Lân Hãy giữ gìn lấy Việt Nam Văn Chung 1966 Hát hay không bằng hay hát Phạm Duy 1954 Hò kéo pháo Hoàng Vân Hoan hô chú bộ đội Nguyễn Thanh Tùng 1969 Huế - Sài Gòn - Hà Nội Trịnh Công Sơn Huyền thoại mẹ Trịnh Công Sơn Kèn xuất trận Huy Thục 1966 Khoác áo màu đen Phạm Duy Không ai ngăn nổi lời ca La Hữu Vang Không rời biển xanh Doãn Nho Khúc Hát Côn Đảo Hoài Tố Hạnh Kỷ niệm không quên Nguyễn Đức Chính Lá đỏ Hoàng Hiệp Lá thư trần thế Hoài Linh Lên đường đánh Mỹ La Thăng 1989 Lời Bác dặn trước lúc đi xa Trần Hoàn 1947 Lập chiến công Phạm Duy 1953 Lữ hành Phạm Duy Màu áo chiến sĩ Thuận Yến Màu hoa đỏ Thuận Yến Mẹ Việt Nam anh hùng An Thuyên Miền Nam ơi chúng tôi đã sẵn sàng Lưu Cầu Miền Nam của em Hoàng Nguyễn 1964 Mỗi bước ta đi Thuận Yến 1965 Mỗi bước đi thêm yêu Tổ quốc Tân Huyền Một buổi sáng mùa xuân Trịnh Công Sơn Mơ đời chiến sĩ Lương Ngọc Trác Mùa xuân em nhớ Tây Nguyên Văn Tấn & Trần Quang Huy Mùa xuân nho nhỏ Thơ: Thanh Hải Nhạc: Trần Hoàn Mùa xuân trên quê hương Hoài Mai 1975 Mùa xuân trên thành phố Hồ Chí Minh Xuân Hồng 1968 Mỹ - Ngụy no đòn Doãn Nho 1971 Năm anh em trên một chiếc xe tăng Doãn Nho [28] Ngày mai chúng mình ra trận Nhạc: Hoài Tố Hạnh Lời: Trần Đăng Khoa Niềm vui người thợ dệt Nguyễn Mạnh Thường Nguyễn Văn Trỗi, người chiến thắng là anh Vladimir Ferrer và Đỗ Nhuận Nguyễn Viết Xuân cả nước yêu thương Nguyễn Đức Toàn 1969 Người chiến sĩ ấy Hoàng Vân Người con gái Pa-kô Trí Thanh 1947 Người Hà Nội Nguyễn Đình Thi Người mẹ Bàn Cờ Nhạc: Trần Long Ẩn Thơ: Nguyễn Kim Ngân 1969 Người mẹ miền Nam tay không thắng giặc Thuận Yến Người lái đò trên sông Pô-kô Cầm Phong & Mai Trang Người thầy giáo thương binh Nguyễn Đức Toàn 1951 Nhanh tay lưới, chắc tay súng Trần Thụ 1951 Nhạc rừng Hoàng Việt Nhớ anh Giải phóng quân Nguyễn Thơ Người đi xây hồ Kẻ Gỗ Nguyễn Văn Tý Nhân dân Việt - Lào là anh em Văn Ký 1975 Như có Bác trong ngày đại thắng Phạm Tuyên Như hoa Chăm-pa Ngọc Thanh Như thể mẹ hiền Nguyễn Xuân Khoát Những bông hoa trên tuyến lửa Đỗ Trung Quân 1970 Những cánh chim Hồng Gấm Phạm Tuyên Nông thôn quật khởi Phạm Duy Những người con gái đồng chiêm Phạm Tuyên Những tiếng ca vang trên đất này Nguyễn Đức Toàn 1968 Nối vòng tay lớn Trịnh Công Sơn Nơi em gặp anh Hoàng Hiệp 1968 Nổi lửa lên em Huy Du Nụ cười và tiếng hát Hoàng Vân 1963 Nửa đêm biên giới Anh Bằng 1944 Phất cờ nam tiến Hoàng Văn Thái 1971 Ơi dòng suối La La Huy Thục 1965 Phi đội ta xuất kích Tường Vi Qua sông Phạm Minh Tuấn 1971 Qua cầu Tùng Cốc Nhạc: Hoàng Hiệp Thơ: Phạm Tiến Duật 1974 Quân đội ta quân đội anh hùng Văn An 1956 Quê em bừng sáng Mộng Lân 1948 Quê Nghèo (Bao Giờ Anh Lấy Được Đồn Tây) Phạm Duy Quê hương anh bộ đội Xuân Oanh Quê ta từ đất dấy lên Đỗ Nhuận Quê tôi giải phóng Văn Chung Rừng lá thấp Trần Thiện Thanh Rừng xanh vang tiếng Ta lư Phương Nam 1968 Sài Gòn quật khởi Hồ Bắc 1964 Sẵn sàng bắn Tô Hải 1964 Sẵn sàng chiến đấu Lưu Hữu Phước Sợi nhớ sợi thương Phan Huỳnh Điểu 1963 Ta là chiến sĩ Giải Phóng quân Văn Lưu và Triều Dâng Ta thấy gì đêm nay Trịnh Công Sơn Ta đi trong nắng mới Lương Ngọc Trác Tàu anh qua núi Phan Lạc Hoa Tấm áo chiến sĩ mẹ vá năm xưa Nguyễn Văn Tý Thành phố chúng ta, nhà máy chúng ta Hoàng Vân 1958 Tiến bước dưới quân kỳ Doãn Nho Tiến lên chiến sĩ đồng bào Huy Thục Tiến lên toàn thắng Lê Lan Tiễn thầy đi bộ đội Phạm Tuyên Tiếng đàn Ta lư Huy Du 1971 Tiến lên thanh niên thế hệ Hồ Chí Minh Văn Ký Tiếng gõ phàng trên biển quê ta Vũ Ân Khoa Thập niên 1960 Tiếng hát bên lò Huy Du Tiếng hát người lái xe Nguyễn Đức Toàn 1960 Tiếng nói Hà Nội Nhạc: Văn An Lời: Cảnh Trà 1968 Tiếng đàn Ta Lư Huy Thục 1972 Tên lửa ta đánh rất hay Huy Thục 1952 Tình ca Phạm Duy 1957 Tình ca Hoàng Việt Tình nghĩa Bắc Nam Nguyễn Văn Sanh 1949 Tình vệ quốc Nguyễn Đức Toàn Tiếng hát những đêm không ngủ Phạm Tuyên Tiếng hát người nữ du kích Củ Chi Lưu Cầu 1949 Tiểu đoàn 307 Nguyễn Hữu Trí Theo lời Bác gọi Nguyễn Xuân Khoát Thị trấn về đêm Huy Phong Thề quyết bảo vệ Tổ quốc Huy Du Thuyền em đi trong đêm Nguyễn Phú Yên 1966 Tiếng chày trên sóc Bom Bo Xuân Hồng Tổ quốc tôi chưa đẹp thế bao giờ Nhạc: Nguyễn Văn Thương Thơ: Tố Hữu Tổ quốc ơi ta đã nghe La Hữu Vang Tổ quốc yêu thương Hồ Bắc 1962 Tôi là Lê Anh Nuôi Đàm Thanh 1975 Tôi người lái xe An Chung Trúng rồi các cụ ta ơi Nguyễn Văn Tý 1971 Từ Đông Hà qua Bản Đông Trần Trung 1972 Ta tự hào đi lên ôi Việt Nam Nhạc: Chu Minh Thơ: Hoàng Trung Thông 1968 Tự hào là em các anh Phạm Tuyên Từ mặt đất thân yêu Tô Hải 1971 Từ một ngã tư đường phố Phạm Tuyên 1968 Tự nguyện Trương Quốc Khánh Tưởng như còn người yêu Phạm Duy, phổ thơ Lê Thị Ý Từng bước đi vững chắc Văn Chung Trai anh hùng, gái đảm đang Đỗ Nhuận Trăng sáng đôi miền An Chung Trên dòng sông lịch sử Nguyễn Nam 1960 Trên đỉnh Trường Sơn ta hát Huy Du 1971 Trường Sơn Đông, Trường Sơn Tây Hoàng Hiệp, phổ thơ Phạm Tiến Duật Vang mãi khúc quân hành Diệp Minh Tuyền 1967 Về đây với đường tàu Lưu Cầu 1960 Việt Nam - Cuba Hoàng Vân Đất nước tình yêu Lệ Giang 1976 Việt Nam ơi! Mùa xuân đến rồi Huy Du Việt Nam sáng ngời chân lý và niềm tin Nguyễn Chí Vũ Vinh quang tổ quốc ta Đinh Quang Hợp 1981 Vết chân tròn trên cát Trần Tiến 1951 Vì hôm nay đời vui tiếng hát Vũ Thanh 1951 Vì nhân dân quên mình Doãn Quang Khải 1956 Vì miền Nam Huy Thục 1965 Việt Nam muôn năm (Việt Nam Tổ quốc ta anh hùng) Hoàng Vân 1975 Việt Nam ngày đại thắng Vũ Thanh 1966 Vui mở đường Đỗ Nhuận [29] 1964 Vui mùa chiến thắng Văn Chừng - Lam Lương 1966 Vùng lên giành chính quyền về tay nhân dân Doãn Nho Vượt núi Hoàng Vân Vượt trùng dương Nguyễn Văn Tý 1966 Tiến về Sài Gòn Lưu Hữu Phước Xe ta đi trong đêm Trường Sơn Tân Huyền 1963 Xuân chiến khu Xuân Hồng Xuân chiến thắng Đinh Ngọc Liên Thập niên 1960 Xuân này con không về Trịnh Lâm Ngân Mùa xuân trên Tây Nguyên Phạm Trọng Cầu 1967 Anh Tiền Tuyến, Em Hậu Phương Minh Kỳ Ngôn ngữ khác[sửa | sửa mã nguồn] \"8th of November\" - Big and Rich (2006) \"19\" – Paul Hardcastle (1985) \"2 + 2 = ?\" – Bob Seger System (1968) \"50,000 Names\" - George Jones (2001) \"Alice's Restaurant Massacree\" – Arlo Guthrie (1967) \"American Woman\" – The Guess Who (1970) \"Ball of Confusion (That's What the World Is Today)\" – The Temptations (1970) \"Battle Hymn of Lt. Calley\" by Terry Nelson (1971) \"The Big Parade\" - 10,000 Maniacs (1989) \"Billy Don't Be a Hero\" – Paper Lace (also recorded by Bo Donaldson and The Heywoods) (1974) \"Black Steel in the Hour of Chaos\" – Public Enemy (1989) \"Born in the USA\" – Bruce Springsteen (1984) \"Bring The Boys Home\" – Freda Payne (1971) \"Bring Them Home\" – Pete Seeger (1966) \"Calley\" - Dog Faced Hermans (1994) \"Civil War\" – Guns N' Roses (1990) \"Charlie Don't Surf\" – The Clash (1980) \"Child in Time\" - Deep Purple (1970) \"Commando - The Ramones (1977) \"Copperhead Road - Steve Earle (1988) \"Daddy Won't Be Home Anymore\" - Dolly Parton (1988) \"Dear Uncle Sam\" - Loretta Lynn (1965) \"Five To One\" - The Doors (1968)[citation needed] \"Fortunate Son\" – Creedence Clearwater Revival (1969) \"For What It's Worth (Stop, What's That Sound?)\" - Buffalo Springfield (1967) \"Human Being Lawnmower\" - MC5 \"The Grave\" – Don McLean (1971) \"Galveston\" - Glen Campbell (1969) \"Goodnight Saigon\" - Billy Joel (1981) \"The Great Compromise\" - John Prine (1972) \"Guns, Guns, Guns\" – The Guess Who (1972)[citation needed] \"Happy Xmas (War is Over)\" – John Lennon (1971) \"Harvest for the World\" – The Isley Brothers (1976) \"Hello Vietnam\" - Johnnie Wright (1965) \"I Ain't Marching Anymore\" – Phil Ochs (1965) \"I Don't Wanna Go To Vietnam\" – John Lee Hooker (1968) \"I-Feel-Like-I'm-Fixin'-To-Die Rag\" – Country Joe and the Fish (1967) \"I Should Be Proud\" – Martha and the Vandellas (1970) \"I Was Only Nineteen (A Walk in the Light Green)\" – Redgum (1983) \"Inoculated City\" – The Clash (1982) \"It Better End Soon\" - Chicago (1970) \"Jimmy Newman\" – Tom Paxton (1969) \"Jimmy's Road\" - Willie Nelson (1965) \"Johnny Come Lately\" - Steve Earle (1988) \"Kill for Peace\" – The Fugs (1966) \"Kim's Nightmare\" - Miss Saigon Soundtrack (1989) \"Last Train to Nuremberg\" – Pete Seeger (1970) \"Lyndon Johnson Told The Nation\" – Tom Paxton (1965) \"Machine Gun\" - Jimi Hendrix (1970) \"March to the Witch's Castle\" - Funkadelic (1973) \"Moratorium\" - Buffy Sainte-Marie (1971) \"More Than a Name on a Wall\" - The Statler Brothers (1989) \"My Son John\" – Tom Paxton (1966) \"Orange Crush\" – R.E.M. (1988) \"People, Let's Stop the War\" – Grand Funk Railroad (1971) \"Raymond\" - Brad Elderedge (2010) \"Readjustment Blues\" - John Denver (1972) \"Rooster\" - Alice in Chains \"Ruby, Don't Take Your Love To Town\" – Kenny Rogers & The First Edition (1969) \"Running Gun Blues\" – David Bowie (1970) \"Saigon ist frei\" - Oktoberklub (Sài Gòn được giải phóng - 1975) \"Saigon Bride\" – Joan Baez (1967) \"Sam Stone\" – John Prine (1971) \"Seek And Destroy\" – Metallica (1983) \"Simple Song of Freedom\" – Bobby Darin (1968) \"Sky Pilot\" – Eric Burdon and The Animals (1968) \"Smiley\" - Ronnie Burns (1969) \"Something to Believe In\" - Poison (1990) \"Still in Saigon\" - the Charlie Daniels Band (1982) \"Stoned Love\" – The Supremes (1970) \"Straight to Hell\" – The Clash (1982) \"Susan on the West Coast\" - Donovan (1969) \"Sweet Cherry Wine\" - Tommy James and the Shondells (1969) \"Talkin' Vietnam\" – Phil Ochs (1964) \"That Old Porch Swing\" - Eddy Arnold (2005) \"Three-Five-Zero-Zero\" from the musical, Hair (1968) \"Travelin' Soldier\" – Dixie Chicks (2002) \"Unknown Soldier\" – The Doors (1968) \"The Wall\" - Bruce Springsteen (2003) \"This Ain't Nothing\" - Craig Morgan (2010) \"To Susan On The West Coast Waiting\" – Donovan \"Uncommon Valor: A Vietnam Story\" – Jedi Mind Tricks (2006) \"Vietcong Blues\" - Junior Wells (1966) \"Vietnam\" – Phil Ochs (1962) \"Vietnam\" – Jimmy Cliff (1970) \"Vietnam Blues\" - Kris Kristofferson (1966) \"Vietnam Glam\" - Indochine (1993) \"Volunteers - Jefferson Airplane (1969) \"Waist Deep in the Big Muddy\" - Pete Seeger (1967) \"War\" - Edwin Starr (1970) \"War Games\" - the Monkees (1968) \"Wasted Life\" – Stiff Little Fingers (1978) \"The War Is Over\" - Phil Ochs (1968) \"War Pigs\" – Black Sabbath (1971) \"White Boots Marching In A Yellow Land\" – Phil Ochs (1968) \"Where Are You Now, My Son?\" – Joan Baez (1973) \"Wild Irish Rose\" - George Jones (1998) \"World of Trouble\" - Molly Hatchet (1998) Tham khảo[sửa | sửa mã nguồn] ^ Tú Ngọc (2000), tr. 366. ^ Tú Ngọc (2000), tr. 443. ^ Nguyễn Thụy Kha (2002), tr. 409. ^ Tú Ngọc (2000), tr. 369. ^ Tuấn Giang (1999), tr. 51. ^ Nguyễn Thụy Kha (1998), tr. 125. ^ Tú Ngọc (2000), tr. 345. ^ Nguyễn Khắc Sính (2006), tr. 234. ^ Nguyễn Thụy Kha (2002), tr. 394. ^ Tú Ngọc (2000), tr. 351. ^ Nguyễn Thụy Kha (2002), tr. 371. ^ Tú Ngọc (2000), tr. 381. ^ Nguyễn Thụy Kha (2002), tr. 24. ^ Hội nhạc sĩ Việt Nam (1997), tr. 399. ^ Tú Ngọc (2000), tr. 352. ^ Nguyễn Đình San (2006), tr. 272. ^ Hội nhạc sĩ Việt Nam (1997), tr. 64. ^ Nguyễn Thụy Kha (2002), tr. 405. ^ Hội nhạc sĩ Việt Nam (1997), tr. 102. ^ Tú Ngọc (2000), tr. 355. ^ Nguyễn Đình San (2006), tr. 279. ^ Briain (2021). ^ Nguyễn Thụy Kha (2002), tr. 312. ^ Tú Ngọc (2000), tr. 398. ^ Đào Trọng Tử (1984), tr. 127. ^ Hữu Ngọc (2016). ^ Tú Ngọc (2000), tr. 13. ^ Nguyễn Thụy Kha (2002), tr. 407. ^ Bộ Giao thông Vận tải (2005), tr. 368. Nguồn[sửa | sửa mã nguồn] Bộ Giao thông Vận tải (2005). Lịch sử giao thông vận tải Việt Nam. Hà Nội: Nhà xuất bản Giao thông vận tải. OCLC 949646259. Đào Trọng Tử (1984). Essays on Vietnamese Music (bằng tiếng Anh). Hà Nội: Foreign Languages Publishing House. OCLC 1088015521. Hội nhạc sĩ Việt Nam (1997). Nhạc sĩ Việt Nam hiện đại. Hà Nội: Hội nhạc sĩ Việt Nam. OCLC 45066105. Hữu Ngọc (2016). Lady Borton; Elizabeth F. Collins (biên tập). Viet Nam: Tradition and Change (bằng tiếng Anh). Ohio University Press. ISBN 9780896804937. Briain, Lonán Ó (2021). Voices of Vietnam: A Century of Radio, Red Music, and Revolution. Oxford University Press. ISBN 9780197558263. Nguyễn Đình San (2006). Nhạc Việt Nam, những vùng sáng tối: bình luận và tuỳ bút âm nhạc. Hà Nội: Nhà xuất bản Thanh niên. OCLC 762635541. Nguyễn Khắc Sính (2006). Phong cách thời đại: nhìn từ một thể loại văn học. Hà Nội: Nhà xuất bản Văn học. OCLC 1086378792. Nguyễn Thụy Kha (1998). Nửa thế kỷ tân nhạc. Đà Nẵng: Nhà xuất bản Đà Nẵng. OCLC 761635892. Nguyễn Thụy Kha (2002). Hát mãi khúc quân hành: tổng tập các bài hát về người lính. Hà Nội: Nhà xuất bản Thanh niên. OCLC 681466570. Tú Ngọc (2000). Âm nhạc mới Việt Nam tiến trình và thành tựu. Hà Nội: Viện Âm nhạc Việt Nam. OCLC 45614404. Tuấn Giang (1999). Nhạc sĩ Đỗ Nhuận: cuộc đời âm nhạc và sân khấu. Hà Nội: Nhà xuất bản Văn hóa dân tộc. OCLC 45719904. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Danh_sách_bài_hát_về_chiến_tranh_Việt_Nam&oldid=69883229” Thể loại: Chiến tranh Việt Nam Bài hát về chiến tranh Việt Nam Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Trang này được sửa lần cuối vào ngày 15 tháng 4 năm 2023, 09:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}