{"Diễm xưa":"Diễm xưa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh sáng tác 2Diễn giải trong bài 3Đánh giá 4Ca sĩ thể hiện 5Chú thích 6Liên kết ngoài Diễm xưa 2 ngôn ngữ 日本語 粵語 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Diễm xưa\" Bìa băng cassette Sơn Ca 7 Bài hát của ca sĩ Khánh Ly từ album Sơn Ca 7 Định dạng Băng cối Thu âm Khánh Ly Thể loại Tình khúc 1954–1975 Sáng tác Trịnh Công Sơn Sản xuất Nguyễn Văn Đông Diễm xưa là một bài hát nổi tiếng của cố nhạc sĩ Trịnh Công Sơn viết năm 1960[1], được phát hành trong băng nhạc Sơn Ca 7, lấy từ ý \"Diễm của những ngày xưa\". \"Diễm xưa\" cũng được dịch ra tiếng Nhật dưới nhan đề 美しい昔 (Utsukushii mukashi) và được Khánh Ly trình bày ở hội chợ Osaka năm 1970. \"Diễm xưa\" còn được đưa vào chương trình giáo dục về môn văn hóa Việt tại một trường đại học ở Nhật Bản. Đại học Kansai Gakuin cũng có một cuốn sách viết về bài \"Diễm xưa\" có kèm theo DVD để tiện cho việc nghiên cứu của sinh viên. Bài hát còn được đài truyền hình NHK chọn làm bản nhạc chính cho một bộ phim về cuộc hôn nhân giữa một người đàn ông Nhật lấy người vợ Việt Nam. Hoàn cảnh sáng tác[sửa | sửa mã nguồn] Sông Hương ở Huế Nguyên mẫu của bài hát là người con gái tên Ngô Thị Bích Diễm [2][3] Trịnh Công Sơn đã kể lại: Thuở ấy có một người con gái rất mong manh, đi qua những hàng cây long não lá li ti xanh mướt để đến Trường Đại học Văn khoa ở Huế. Nhiều ngày, nhiều tháng của thuở ấy, người con gái ấy vẫn đi qua dưới những vòm cây long não. Có rất nhiều mùa nắng và mùa mưa cũng theo qua. Những mùa nắng, ve râm ran mở ra khúc hát mùa hè trong lá. Mùa mưa Huế, người con gái ấy đi qua nhạt nhòa trong mưa giữa hai hàng cây long não mờ mịt... Nhà cô ấy ở bên kia sông, mỗi ngày phải băng qua một cây cầu rồi mới gặp hàng long não để đến trường. Từ ban công nhà tôi nhìn xuống, cái bóng dáng ấy đi đi về về mỗi ngày bốn bận. Thời buổi ấy những người con gái Huế chưa hề dùng đến phương tiện có máy nổ và có tốc độ chóng mặt như bây giờ. Trừ những người ở quá xa phải đi xe đạp, còn lại đa số cứ đến trường bằng những bước đi thong thả hoàng cung. Đi để được ngắm nhìn, để cảm thấy âm thầm trong lòng, mình là một nhan sắc. Nhan sắc cho nhiều người hoặc chỉ cho một người thì có quan trọng gì đâu. Những bước chân ấy từ mọi phía đổ về những ngôi trường với những cái tên quen thuộc, đôi khi lại quá cũ kỹ. Đi để được những con mắt chung quanh nhìn ngắm nhưng đồng thời cũng tự mình có thì giờ nhìn ngắm trời đất, sông nước và hoa lá thiên nhiên. Long não, bàng, phượng đỏ, muối, mù u và một dòng sông Hương chảy quanh thành phố đã phả vào tâm hồn thời con gái một lớp sương khói lãng mạn thanh khiết. Huế nhờ vậy không bao giờ cạn nguồn thi hứng. Thành cổ, đền đài, lăng tẩm khiến con người dễ có một hoài niệm man mác về quá khứ hơn và một phần nào cũng cứu rỗi cho con người ta khỏi vành đai tục lụy. Và từ đó Huế đã hình thành cho riêng mình một không gian riêng, một thế giới riêng. Từ đó con người bỗng đâm ra mơ mộng và ước mơ những cõi trời đất như không có thực. Nhưng thật sự thực và mơ là gì? Thật ra, nói cho cùng, cái này chỉ là ảo ảnh của điều kia. Và với những ảo ảnh đó đã có một thời, khá dài lâu, những con người lớn lên trong thành phố nhỏ nhắn đó đã dệt gấm thiêu hoa những giấc mơ, giấc mộng của mình. Đó cũng là thời gian mà mỗi sớm tinh mơ, mỗi chiều, mỗi tối, tiếng chuông Linh Mụ vang xa trong không gian, chuyền đi trên dòng sông để đến với từng căn nhà khép hờ hay đang đóng kín cửa. Thời gian trôi đi ở đây lặng lẽ quá. Lặng lẽ đến độ người không còn cảm giác về thời gian. Một thứ thời gian không bóng hình, không màu sắc. Chỉ có cái chết của những người già, vào mùa đông giá rét, mới làm sực tỉnh và bỗng chốc nhận ra tiếng nói thì thầm của lăng miếu, bia mộ ở những vùng đồi núi chung quanh. Trong không gian tĩnh mịch và mơ màng đó, thêm chìm đắm vào một khí hậu loáng thoáng liêu trai, người con gái ấy vẫn đi qua đều đặn mỗi ngày dưới hai hàng cây long não để đến trường. Đi đến trường mà đôi lúc dường như đi đến một nơi vô định. Định hướng mà không định hướng bởi vì những bước chân ngày nào ấy dường như đang phiêu bồng trên một đám mây hoang lạc của giấc mơ. Người con gái ấy đã đi qua một cây cầu bắc qua một dòng sông, qua những hàng long não, qua những mùa mưa nắng khắc nghiệt, để cuối cùng đến một nơi hò hẹn. Hò hẹn nhưng không hứa hẹn một điều gì. Bởi vì trong không gian liêu trai ấy hứa hẹn chỉ là một điều hoang đường. Giấc mơ liêu trai nào cũng sẽ không có thực và sẽ biến mất đi. Người con gái đi qua những hàng cây long não bây giờ đã ở một nơi xa, đã có một đời sống khác. Tất cả chỉ còn là kỷ niệm. Kỷ niệm nào cũng đáng nhớ nhưng cứ phải quên. Người con gái ấy là \"Diễm của những ngày xưa\". Nguyễn Đắc Xuân tả Diễm của Trịnh[4]: Khoảng năm 1962, gia đình Trịnh Công Sơn gặp khó khăn kinh tế, gian phố lớn ở đường Phan Bội Châu (Ngã Giữa) phải sang cho người khác và qua thuê một căn hộ ở tầng một dãy lầu mới xây ở đầu cầu Phủ Cam (Nhà số 11\/3 Nguyễn Trường Tộ, hiện nay là nhà của anh chị Hoàng Phủ Ngọc Tường - Lâm Thị Mỹ Dạ). Hằng ngày Trịnh Công Sơn đứng trên lầu ngắm các cô nữ sinh đi qua cầu Phủ Cam, đi dọc theo đường Nguyễn Trường Tộ đến trường Đồng Khánh. Trong đám xuân xanh ấy có cô Ngô Thị Bích Diễm - con gái thầy Ngô Đốc Kh.- người Hà Nội, dạy Pháp văn tại trường Đồng Khánh và trường Quốc Học Huế. Bích Diễm giống bố, người dong dõng cao, nét mặt thanh tú, bước đi thong thả nhẹ nhàng. Con người của Diễm rất hợp với cái tên Diễm và cũng thích hợp với tâm hồn bén nhạy của Trịnh Công Sơn. Anh yêu Diễm mê mệt. Những ngày không thấy Diễm đi qua anh đau khổ vô cùng. Anh trông thấy con đường trước nhà \"dài hun hút cho mắt thêm sâu\". Nhưng anh cũng biết gặp Diễm để nói lên nỗi đau ấy không phải là chuyện dễ. Thầy Ngô Đốc Khánh - thân sinh của Diễm, là một ông giáo rất nghiêm. Ông không thể chấp nhận một anh chàng chưa có bằng Đại học, tóc dài, cằm lún phún râu chuyện trò với các cô con gái đài các của ông. May sao lúc ấy họa sĩ Đinh Cường thuê nhà ở gần nhà Diễm để làm xưởng vẽ. Hai bạn canh chừng những khi thầy giáo có giờ dạy, mà Diễm đang ngồi ở nhà học bài thì hai bạn liền \"liều\" mình qua thăm. Những lần liều đầy mình ấy, có khi Diễm tiếp, có khi Diễm để cho người nhà tiếp và cũng có khi đang có bố ở nhà, Diễm tránh để cho khách ngồi chơi xơi nước rồi tự ý ra về. Khác với Ph.Th. (em ruột của ca sĩ Hà Thanh), Diễm biết Trịnh Công Sơn yêu mình và trái tim cô nhiều khi cũng rung động. Nhưng lúc ấy Diễm không thể vượt qua được sự nghiêm khắc của gia đình để nói cho tác giả Ướt mi biết điều đó. Trịnh Công Sơn trút hết nỗi lòng yêu Diễm vào bài Diễm xưa như sau nầy Sơn đã kể lại nhiều lần. Có một điều lúc ấy Sơn không để ý: Những lúc Trịnh Công Sơn đến nhà Diễm, thì Ngô Vũ Dao Ánh - em gái của Diễm còn là một cô bé, nhỏ hơn Diễm đến bốn năm tuổi, chạy loăng quăng theo chị. Không ngờ chỉ mấy năm sau Dao Á trở thành một thiếu nữ xinh đẹp với khuôn mặt bầu bĩnh, dễ thương khác thường. Với cái cầu đã bắc từ hồi yêu Bích Diễm, nay Bích Diễm đã vào học Đại học ở Sài Gòn, tâm hồn của Sơn qua cây cầu cũ, nói như Đinh Cường \"Sơn lại da diết với cái dáng vẻ khoan thai, áo lụa vàng của Dao Ánh để rồi thất vọng, để rồi...\". Khác với những lần yêu trước, thất vọng về Dao Ánh, Trịnh Công Sơn không bắt nhạc của anh phải mang cái gánh thất tình của anh. Không ngờ hai mươi năm sau, trải qua bao nhiêu dâu bể, từ bên Mỹ, Dao Ánh trở về Việt Nam tìm Trịnh Công Sơn. Không rõ Dao Ánh nói gì với Sơn, và còn gì nữa không, mà anh đã rất hài lòng với thực tại \"Hai mươi năm xin trả nợ dài, Trả nợ một đời em đã phụ tôi\" (Xin trả nợ người). Trong hai mươi năm ấy, Dao Ánh đã có gia đình, đã hiểu rõ cuộc đời, nên \"hết phụ\" tình Trịnh Công Sơn. Như Đinh Cường đã viết: \"Tháng cuối cùng trước khi Sơn mất, Dao Ánh về thăm, suốt tuần sáng nào cô cũng đến ngồi trên chiếc xe lăn của Sơn, chỉ còn biết nhìn Sơn, cho đến chiều tối mới về nhà.\" Trịnh Công Sơn yêu Dao Ánh phải trải qua hai mươi năm mới \"nhận\" được lời đáp. Tuy đã quá muộn, nhưng trên cõi đời nầy có mấy ai được yêu và được nhận có một khoảng cách dài lâu đến thế đâu! Dạ lý hương Hồi ức của Hoàng Tá Thích, em rể của Trịnh[5]: ...ngày ngày người con gái mang tên Diễm trong chiếc áo lụa trắng của trường Đồng Khánh, vẫn thường đi ngang, băng qua cầu, rẽ tay mặt về nhà. Hình ảnh người con gái thùy mị mang nét kín cổng cao tường rất cổ điển đó đã làm cho anh không ngày nào không nhìn xuống đường chờ đợi: Lụa áo em qua phủ mặt đường Gót nhỏ xanh xao tựa khói sương Diễm mang đến cho anh một mối tình nhẹ nhàng và lãng mạn như hai chữ Diễm xưa. Có hôm thức dậy muộn, nhìn thấy bên cửa sổ có cài một nhành dạ lý hương, anh biết người đẹp đã đi qua nhà mình. Và mỗi lần thức dậy anh đều mong nhìn thấy cành hoa cài trên cửa: \"Chiều nay còn mưa, sao em không lại, nhớ mãi trong cơn đau vùi, làm sao có nhau, hằn lên nỗi đau, bước chân em xin về mau\". Nhà văn hóa Huế, giáo sư Bửu Ý, đã kể lại một câu chuyện tình về Sơn và Diễm[2] Ngày xưa, cây cầu Phủ Cam tuy ngắn nhưng đầy duyên nợ. Trịnh Công Sơn ở căn gác tầng 2, số nhà 11\/03 đường Nguyễn Trường Tộ. Hàng ngày, chàng cứ đứng lấp ló sau cây cột, lén nhìn một người đẹp. Nàng đi bộ từ bên kia sông, qua cầu Phủ Cam, dạo gót hồng dưới hàng long não, ngang qua chỗ Sơn ở là chàng cứ sướng ran cả người. Một tình yêu \"hương hoa\" kéo dài cho đến cuối đời chàng. Sau này, mỗi một mối tình tiếp theo của Sơn đều có hình ảnh cô gái đó. Tên cô là Diễm, người đã tạo cảm xúc cho Sơn sáng tác vô số bản tình ca bất hủ. Diễn giải trong bài[sửa | sửa mã nguồn] Theo ca sĩ Thái Hòa, tháp cổ ở đây không phải là chùa Thiên Mụ hay tháp Chàm mà là cổ ba ngấn trắng ngần của các thiếu nữ Huế được khoe ra khi mặc áo dài bà Nhu. Đánh giá[sửa | sửa mã nguồn] Bài \"Diễm xưa\" đầu tiên được dịch ra tiếng Nhật dưới nhan đề Utsukushii mukashi và được Khánh Ly trình bày ở hội chợ Osaka năm 1970[6] Bản Utsukushii mukashi đã trở thành một trong 10 tình ca hay nhất mọi thời đại của Nhật Bản[7] Bản Utsukushii mukashi do ca sĩ Yoshimi Tendo trình bày đã xếp hạng 11 trong 20 ca khúc hay nhất trên kênh cáp của Nhật Bản năm 2004[8] Năm 2004 \"Diễm xưa\" là nhạc phẩm Á Châu đầu tiên được Đại học Kansai Gakuin đưa vào chương trình giáo dục của mình trong môn Văn hoá và Âm nhạc. Ca sĩ thể hiện[sửa | sửa mã nguồn] Khánh Ly Lệ Thu Hồng Nhung Ngọc Lan Thanh Lam Phạm Thu Hà Chú thích[sửa | sửa mã nguồn] ^ Bài hát ^ a b \"Diễm xưa\" của Trịnh Công Sơn lần đầu tiên xuất hiện ^ Thái Lộc trên báo Tuổi trẻ lại ghi là Ngô Vũ Bích Diễm. “Diễm và cuộc gặp sau 50 năm ở Huế” (Thông cáo báo chí). Thái Lộc. Chủ Nhật, 14\/03\/2010, 07:58 (GMT+7). Truy cập 29\/8\/2011. Kiểm tra giá trị ngày tháng trong: |accessdate= và |date= (trợ giúp) “Diễm xưa viết về Huế nhiều hơn về Diễm” (Thông cáo báo chí). Thái Lộc. Chủ Nhật, 14\/03\/2010, 17:03 (GMT+7). Truy cập 29\/8\/2011. Kiểm tra giá trị ngày tháng trong: |accessdate= và |date= (trợ giúp) ^ “Tạ ơn giai nhân, tạ ơn nhạc sĩ Trịnh Công Sơn và...”. Bản gốc lưu trữ ngày 29 tháng 4 năm 2015. Truy cập ngày 6 tháng 12 năm 2007. ^ Những dòng sông nhỏ ^ “Nhạc Trịnh Công Sơn trên xứ Phù Tang”. Bản gốc lưu trữ ngày 25 tháng 12 năm 2017. Truy cập ngày 11 tháng 6 năm 2006. ^ “Nhạc bản Diễm xưa vào giáo trình về văn hóa Việt Nam tại trường đại học bên Nhật”. Bản gốc lưu trữ ngày 13 tháng 11 năm 2005. Truy cập ngày 11 tháng 6 năm 2006. ^ http:\/\/www.mnet.ne.jp\/~hbr\/2004\/CM2004_e.htm Liên kết ngoài[sửa | sửa mã nguồn] Nhạc Trịnh Công Sơn trên xứ Phù Tang Lưu trữ 2017-12-25 tại Wayback Machine Nghe bản tiếng Nhật của bài Diễm xưa Diễm xưa do Khánh Ly hát tại Quán Văn, 1966-1967 Những người bạn gái của Sơn Lưu trữ 2007-10-29 tại Wayback Machine - Đinh Cường ẩn x t s Trịnh Công Sơn Danh sách bài hát · Nhạc phản chiến Một số bài hát \"Ướt mi\" · \"Diễm xưa\" · \"Hạ trắng\" · \"Biển nhớ\" · \"Cho một người vừa nằm xuống\" · \"Nối vòng tay lớn\" Nhạc phim Cánh đồng hoang (1979) · Ngoại ô (1987) Ca sĩ hợp tác nổi bật Khánh Ly (Sơn Ca 7) · Lệ Thu · Hồng Nhung Vai diễn điện ảnh Đất khổ (1974) Tác phẩm về Trịnh Công Sơn Em còn nhớ hay em đã quên (1992) · Em và Trịnh (2022) Chủ đề liên quan Tình khúc 1954–1975 · Nhạc vàng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Diễm_xưa&oldid=69336815” Thể loại: Nhạc Trịnh Công Sơn Tình khúc 1954–1975 Bài hát trong phim Việt Nam Bài hát tiếng Việt Bài hát năm 1960 Bài hát Việt Nam Bài hát tình khúc 1954–1975 Bài hát về Huế Thể loại ẩn: Lỗi CS1: ngày tháng Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 21 tháng 11 năm 2022, 05:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}