{"Dãy núi Ba Vì":"Dãy núi Ba Vì – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tên gọi 2Đặc điểm địa lý 3Địa chất, thủy văn và sinh vật 4Lịch sử 5Núi Ba Vì trong văn hóa người Việt Hiện\/ẩn mục Núi Ba Vì trong văn hóa người Việt 5.1Ba Vì, Sơn Tinh và Xứ Đoài Sơn Tây 6Du lịch Núi Ba Vì 7Tham khảo 8Liên kết ngoài Dãy núi Ba Vì 3 ngôn ngữ Deutsch English 한국어 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 21°03′30″B 105°21′59″Đ﻿ \/ ﻿21,05833°B 105,36639°Đ﻿ \/ 21.05833; 105.36639 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Dãy núi Ba Vì Núi Ba Vì nhìn từ Đông Anh - Hà Nội Độ cao 1296 m[1] Vị trí Vị trí Ba Vì, Thạch Thất (Hà Nội) TP Hòa Bình (Hòa Bình) Cách Hà Nội 60 km Tọa độ 21°03′30″B 105°21′59″Đ﻿ \/ ﻿21,05833°B 105,36639°Đ﻿ \/ 21.05833; 105.36639 Địa chất Kiểu Đá vôi, đá phiến, đá phun trào[2] Đối với các định nghĩa khác, xem Ba Vì (định hướng). Ba Vì là một dãy núi đất và đá vôi nhỏ, trải dài trên các huyện Ba Vì, Thạch Thất của Hà Nội và thành phố Hòa Bình của tỉnh Hòa Bình. Đỉnh núi Ba Vì cao 1296m với ba chóp nhọn đặc trưng có thể quan sát được từ rất xa. Tên gọi[sửa | sửa mã nguồn] Núi Ba Vì có tên chữ là Tản Viên (傘圓 - nghĩa là Tán Tròn) do nhìn từ xa, \"hình núi tròn như cái tán\" (trích Bắc Thành Địa dư chí của Lê Đại Cương). Đặc điểm địa lý[sửa | sửa mã nguồn] Đỉnh Ba Vì nhìn từ trên không Dãy núi trải trên một phạm vi rộng chừng 5000 ha: huyện Ba Vì khoảng 3500 ha, thành phố Hòa Bình tỉnh Hòa Bình khoảng 1500 ha; cách nội thành Hà Nội khoảng 60 km. Đây là những dãy núi nhỏ cuối cùng của dãy Hoàng Liên Sơn hùng vĩ khi vượt qua sông Đà và dừng bước trước đồng bằng Bắc Bộ. Dãy núi Ba Vì có diện tích nhỏ (khoảng 5000 ha), nhưng khá cao, có độ dốc cao. Núi Ba Vì có ba đỉnh chính là đỉnh Vua, đỉnh Tản Viên và đỉnh Ngọc Hoa, lần lượt cao 1296 m, 1227 m và 1131 m[3]. Nổi tiếng nhất và có sự tích trong văn học Việt Nam là Đỉnh Tản Viên (còn gọi là Ngọc Tản, Tản Sơn, hoặc Phượng Hoàng Sơn). Đỉnh Vua hiện là điểm cao nhất của thành phố Hà Nội; trên đỉnh có đền thờ Hồ Chí Minh. Đỉnh Ngọc Hoa đặt theo tên của công chúa con vua Hùng thứ XVIII - tương truyền được gả cho Sơn Tinh. Ngoài ba đỉnh trên, trong dãy Ba Vì còn có các đỉnh khác như Ngọc Lĩnh, Tương Miêu, U Bò, Núi Tre, Ghẹ Đùng, Trăm Voi,... Ở chân núi phía tây của dãy Ba Vì có dòng sông Đà, phía đông có hồ nhân tạo Suối Hai dài 7 km, rộng 4 km với 14 đảo lớn nhỏ thực chất là những ngọn đồi nhô lên mặt nước. Ba Vì còn là một khu du lịch sinh thái nổi tiếng ở miền Bắc Việt Nam với các điểm du lịch như Khoang Xanh-Suối Tiên, Ao Vua, Đầm Long, Thác Đa, hồ Tiên Sa, suối nước khoáng Tản Đà và các đền thờ. Ở các độ cao 400m và 600m còn có hai khu nghỉ mát được xây dựng từ thời Pháp thuộc. Địa chất, thủy văn và sinh vật[sửa | sửa mã nguồn] Đỉnh Vua nhìn từ VQG Ba Vì Núi Ba Vì nằm trong vùng đồng bằng xen kẽ đồi gò, được tạo lập bởi sự xâm thực, chia cắt các thềm đá gốc và thềm phù sa cổ sông Hồng. Bản thân núi Ba Vì là một núi lửa cổ[4], lần hoạt động gần nhất là khoảng 200 triệu năm trước. Địa chất ở Ba Vì rất bền vững, được hình thành từ những cuộc chuyển động kiến tạo xảy ra vào cuối Trias muộn (khoảng 210 triệu năm về trước) trong khu vực Đông Dương và Trung Quốc, hình thành từ những cuộc vận động tạo sơn Idosinias.[5] Ba Vì chịu ảnh hưởng của khí hậu nhiệt đới gió mùa, có mùa đông lạnh. Khí hậu vùng núi Ba Vì trong lành mát mẻ, nhiệt độ giảm dần theo độ cao. Ở độ cao 500-700 m, nhiệt độ trung bình năm khoảng 19-20°C. Lên đến độ cao 900-1000 m, nhiệt độ trung bình năm giảm còn 18°C. Khí hậu Ba Vì điển hình bởi sương mù bao phủ gần như quanh năm. Lượng mưa hàng năm từ 1890-2500 mm, nhưng phân bố không đều, có sự khác biệt giữa sườn Đông và sườn Tây, từ chân núi lên đỉnh núi. Sườn Đông đón gió trong cả hai mùa nên lượng mưa cao hơn nhiều so với sườn Tây khuất gió, ở chân núi sườn Đông lượng mưa khoảng 2000 mm; khoảng 2200 mm ở cao độ 400, khoảng 2400 mm tại cao độ 600, từ độ cao 800 m, lượng mưa khoảng 2500 mm. Núi Ba Vì cũng thường xuyên xuất hiện mưa dông do ngưng tụ nước nhiều hơn khu vực đồng bằng.[5] Vườn quốc gia Ba Vì Hệ động thực vật ở đây rất phong phú và có nhiều loài quý hiếm. Đa dạng thảm thực vật và sự biến đổi của thực vật theo độ cao tại vườn quốc gia Ba Vì thể hiện ở 3 kiểu rừng: rừng kín thường xanh mưa ẩm á nhiệt đới; rừng kín thường xanh hỗn giao cây lá rộng và cây lá kim á nhiệt đới và kiểu rừng lá rộng thường xanh mưa ẩm nhiệt đới trên núi thấp[6]. Theo danh mục thực vật đã được thu thập mẫu và kết quả điều tra bổ sung, cho tới nay vườn Quốc gia Ba Vì có 1201 loài thực vật bậc cao có mạch thuộc 649 chi và 160 họ[6]. Như vậy, qua kết quả nghiên cứu mới nhất đã khẳng định sự phong phú đa dạng loài thực vật của vườn quốc gia. So với kết quả điều tra năm 1998, số họ thực vật phát hiện mới tăng 61 họ, số chi tăng 177 chi và số loài tăng 389 loài. Theo kết quả điều tra bổ sung mới nhất, khu hệ động vật có xương sống ở VQG Ba Vì thống kê được 342 loài, trong đó có 65 loài thú, 169 loài chim, 30 loài bò sát, 27 loài lưỡng cư. Yếu tố đặc hữu của khu hệ ĐVCXS ở Ba Vì là 2 lớp bò sát (thằn lằn) và lưỡng thê (ếch vạch)[7]. Nhóm động vật quý hiếm ở VQG Ba Vì có 66 loài, phần lớn là các loài động vật rừng nhỏ hoặc trung bình. Các loài quý hiếm như cầy vằn, cầy mực, cầy gấm, beo lửa, sơn dương, sóc bay,…; các loại chim có gà lụi trắng, yểng quạ, khướu bạc má…và các loài đặc hữu hẹp hiện có ở VQG Ba Vì[8]. Về các loài côn trùng, kết quả điều tra chuyên đề của VQG đã phát hiện được 552 loài côn trùng thuộc 364 giống, 65 họ, 14 bộ, trong đó có 7 loài được ghi trong sách đỏ Việt Nam gồm bọ ngựa xanh thường, cà cuống, bướm khế, ngài mặt trăng, bướm rồng đuôi trắng, bướm phượng Helen, bướm đuôi kiếm. Hệ côn trùng ở Vườn đã tạo nên sự phong phú, đa dạng loài và làm nổi trội giá trị thiên nhiên của VQG Ba Vì. Lịch sử[sửa | sửa mã nguồn] Dấu vết của con người đã xuất hiện ở vùng núi Ba Vì từ thời cổ đại. Theo các tài liệu nghiện cứu về khảo cổ học thì vùng đất xứ Đoài, nơi có núi Ba Vì còn rất nhiều các hiện vật bằng đá như rìu, bàn mài, chì lưới, mũi nhọn, bàn dập, hòn kè, giáo, đục, mũi tên, đồ trang sức và nhiều các hiện vật là đồ đồng, đồ gốm có niên đại từ thời văn hóa Sơn Vi, tồn tại qua bốn giai đoạn văn hóa kế tiếp nhau từ thời Phùng Nguyên, Đồng Đậu, Gò Mun, đến Đông Sơn cách ngày nay hang nghìn năm. Tại di chỉ Phương Khê dưới chân núi Ba Vì, các nhà khảo cổ học đã tìm được hai chiếc trống đồng loại I tiêu biểu cho những thành tựu đúc đồng rực rỡ thời đại kim khí. Núi Ba Vì là nơi xuất phát của rất nhiều phong tục và tín ngưỡng của người Việt thời cổ đại và phong kiến. Theo “Đại Việt sử ký”, đền thờ Tản Viên thánh trên đỉnh Ba Vì đã có từ thời Lý[9][10]. Tuy nhiên, việc leo lên đỉnh Ba Vì dường như không phổ biến và cũng không có nhiều con đường lên đỉnh cho đến thời kỳ đô hộ của thực dân Pháp. Nhà thờ đổ Ba Vì, được xây từ thời Pháp thuộc, nay đã bỏ hoang Năm 1902, Công sứ Pháp tại Sơn Tây là Theodore Muselier đã cùng một đội tùy tùng lên núi thám hiểm[9]. Trong hồi ký, Muselier đã viết về đền Thượng và sự kỳ ảo ở đỉnh Ba Vì: “... Họ đã huy động bao nhiêu người để xây dựng ngôi đền? Đường đi vô cùng khó khăn, rất hiểm trở, nguy hiểm, họ mất bao nhiêu thời gian để vận chuyển vật liệu? Ngoài sức người và sức ngựa còn có phương tiện nào tham gia vào việc này? Rồi tôi miên man nghĩ về vị thánh được thờ trong đền. Đang chìm vào suy nghĩ, bỗng nhiên tôi giật mình khi nhìn một quầng sương như một chiếc thuyền khổng lồ màu bạc lao thẳng đến. Cú va chạm nhẹ nhưng thảng thốt đầy cảm xúc. Vừa kịp thấy cái lạnh phả vào mặt, tôi đã thấy nắng rực rỡ bừng lên. Sương bị nắng bào mòn, mỏng như khói bao phủ lên cây rừng khiến màu xanh của đại ngàn bỗng chốc bị đổi màu giống như một tấm ảnh cũ vì thời gian. Vài phút sau cảnh vật bật nét trở lại, xanh ngắt...” Trở về sau chuyến đi, Muselier đã cho trùng tu lại Đền Thượng ở trên đỉnh núi và cho làm đường lên đó. Sau đó, thực dân Pháp đã chọn núi Ba Vì là nơi nghỉ mát lý tưởng ở đồng bằng Bắc Bộ, giống như Sa Pa ở Tây Bắc, như Đà Lạt ở Tây Nguyên. Hiện nay trên núi Ba Vì còn nhiều phế tích thời Pháp thuộc như nhà thờ đạo, trại cô nhi viện (cốt 800 m), khu hành chính (cốt 400 m), khu quân sự và khu sinh hoạt của sĩ quan Pháp (cốt 600 m – 700 m), Trại tù (cốt 1100 m). Việc quy hoạch cụ thể vùng núi Ba Vì bắt đầu năm 1914. Lúc đó, đã có đường lên tới độ cao 400m. Ở độ cao này, ông Marius Borel – người có đồn điền ở chân núi – nhận được 15 hecta đất chuyển nhượng vào năm 1916. Tại đây, ông xây dựng một trại chăn nuôi và một khu nhà nghỉ - đây được coi là nhà nghỉ mát đầu tiên ở Ba Vì[10]. Năm 1942, khu vực này được cấp điện chiếu sáng và nối đường dây điện thoại; và con đường lên độ cao 1.000m được khởi công vào ngày 26.2.1942[10]. Hiện nay, núi Ba Vì tiếp tục vai trò là một khu nghỉ dưỡng cho người dân Hà Nội và các tỉnh lân cận, phát triển từ những khu quy hoạch cũ của thực dân Pháp. Đền thờ Bác Hồ trên đỉnh Vua - đỉnh cao nhất dãy núi - được xây dựng năm 1999[11]. Núi Ba Vì trong văn hóa người Việt[sửa | sửa mã nguồn] Bài viết hoặc đoạn này cần người am hiểu về chủ đề này trợ giúp biên tập mở rộng hoặc cải thiện. Bạn có thể giúp cải thiện trang này nếu có thể. Xem trang thảo luận để biết thêm chi tiết. Núi Ba Vì chiếm một vị trí quan trọng, không những về mặt địa lý mà còn có địa vị độc tôn trong tâm linh người Việt. Trong nhiều thế kỷ qua, nhiều sách vở, công trình nghiên cứu đã có một số kết luận về nền văn hóa dân gian xứ Đoài gắn với truyền thuyết Sơn Tinh – Thủy Tinh liên quan đến núi Ba Vì. Nếu lấy núi Nghĩa Lĩnh (cố đô của nước Văn Lang thời tiền sử) làm tâm điểm thì núi Ba Vì và núi Tam Đảo là hai điểm đối xứng tạo thành \"Thế tay ngai\" trong luật phong thủy. Trên thượng nguồn thì ba con sông lớn là sông Đà, sông Thao, và sông Lô đều đổ về đây. Ngã ba Bạch Hạc là nơi hợp thành của ba dòng sông ấy để rồi tụ thủy ở đầu sông Cái (sông Hồng), tạo dựng thành vùng châu thổ trù phú của đồng bằng Bắc Bộ ngày nay. Ca dao có câu: Nhất cao là núi Ba Vì Thứ ba Tam Đảo, thứ nhì Độc Tôn. Tam Đảo (trên) và Ba Vì (dưới) nhìn từ Hà Nội một ngày trời trong. Sự thực núi Ba Vì chỉ cao 1.296 m, núi Tam Đảo lại cao đến 1.591 m, nhưng vì núi này là nơi ngự của Tản Viên Sơn Thánh - vị thánh đứng đầu trong Tứ bất tử, nên được nhân dân tôn vinh thành ngọn núi cao nhất, thiêng liêng nhất. Núi cao ở đây là cao trong tâm thức, không phải độ cao thấp đơn thuần về mặt địa lý (núi Độc Tôn là nơi ngự của Phù Đổng Thiên Vương - cũng là một vị trong Tứ bất tử, còn Tam Đảo là nơi ngự của Quốc mẫu Tây Thiên). Truyền thuyết kể lại rằng núi Ba Vì là do Sơn Tinh dùng sách ước nâng núi lên cao để ngăn nước lũ chống Thủy Tinh. Trên núi có ngôi đền cổ thờ vị thần núi với đôi câu đối: Châu hình đẩu tiễn thiên hoành không Hạo khí quan mang vạn cổ tồn Có nghĩa là: Dáng hình sừng sững ngang trời rộng Hạo khí mênh mang vạn thuở còn. Cả trong chính sử như sách Dư địa chí của Nguyễn Trãi cũng dành nhiều sự chú ý đến núi Ba Vì và cho rằng \"Núi ấy là núi tổ của nước ta đó\"[9]. Đỉnh núi Ba Vì nhìn từ phía bắc Theo sách Bắc Thành Địa dư chí của Lê Đại Cương chép: \"Núi này ở huyện Bất Bạt, phủ Quảng Oai (nay là huyện Ba Vì, Hà Nội). Hình núi tròn như cái tán nên gọi là Tản Viên, rộng rãi bao la, đứng cao hùng vĩ, làm trấn sơn cho cả một vùng, cao 2.310 trượng, chu vi 18.605 trượng, hướng tây có sông Đà chảy quanh theo, rừng cây rậm rạp, cảnh trí đẹp\". Dưới triều Nguyễn, năm Bính Thân, Minh Mạng thứ 17 (1836), nhà vua truyền đúc Cửu Đỉnh làm biểu tượng cho uy thế và sự bền vững của triều đình. Hình núi Tản Viên được khắc vào Thuần Đỉnh (cao 2,32m, nặng 1.950 kg) cùng với cửa Cần Giờ và sông Thạch Hãn. Triều Tự Đức năm thứ 3, Canh Tuất (1850) thì núi Tản Viên được liệt vào hàng những núi non hung vĩ của đất nước. Hàng năm triều đình làm lễ cúng tế. Ba Vì, Sơn Tinh và Xứ Đoài Sơn Tây[sửa | sửa mã nguồn] Núi Ba Vì không chỉ là ngọn núi huyền thoại về Sơn Tinh – Thủy Tinh mà còn là ngọn núi linh của xứ Đoài. Những phát hiện về khảo cổ học vùng văn hóa cổ Ba Vì đã chứng tỏ đây là một vùng truyền thuyết lớn phát triển sớm trong lịch sử hình thành dân tộc. Đây là nơi ngự trị muôn đời của Thánh Tản Viên – Sơn Tinh, vị thần tối linh trong Tứ bất tử của tín ngưỡng dân gian Việt Nam. Vua nhà Đường đã coi núi Ba Vì như một đầu rồng hùng mạnh,[cần dẫn nguồn] còn thân rồng chạy suốt tới phương Nam (dãy Trường Sơn ngày nay). Để nước Nam không thể phát Vương, vua Đường đã cử Cao Biền (vị tướng kiêm phù thủy) dùng pháp thuật cho đào một trăm cái giếng xung quanh chân núi Ba Vì để trấn yểm tà triệt long mạch. Nhưng cứ đào gần xong giếng nào thì giếng đó lại bị sập, nên đành phải bỏ cuộc bởi dãy núi thiêng của nước Đại Việt. Quanh núi Ba Vì nhiều tên đất, tên làng, tên vạt đồi đồng nội, tên dòng sông, khe suối, địa danh, địa hình, địa vật, đầm hồ, bờ bãi, đình, đền, miếu mạo và những con người còn in đậm trong sự tích và chuyện kể dân gian xứ Đoài gắn liền với truyền thống Sơn Tinh. Những quả đồi Mòm, dẫy gò Choi thuộc vùng Tòng Lệnh, ở phía Bắc núi Ba Vì; những trái núi ở vùng Sụ Đá, La Phù và Thạch Khoán; những hòn núi Chẹ và dãy nũi đá Chèm ở phía Tây thuộc mạn Sông Đà; những dãy đồi Máng Sòng, Đồi Giếng ở phía Đông núi Ba Vì là những chiến tích của Sơn Tinh, ngày đêm gánh đất để lập thành phòng tuyến chống lại Thủy Tinh. Về sự tích \"Đồi Đùm đứt quai, đồi Vai lọt sọt\". Chuyện xưa kể lại rằng đồi Vai cao nhất ở xã Kim Sơn là tảng đá rơi vì sọt thủng, còn dãy đồi Đùm san sát kéo dài ở xã Xuân Sơn là do đứt quang, đất đổ ra nhiều trên dọc con đường Sơn Tinh gánh đất. Chuyện cắm chông chà ở bãi Đá Chông, thả rong rào, chăng lưới ở vùng suối Cái, cho quân gieo hạt mây thành rừng quanh núi U bò, ném lạt tre tạo thành lũy tre dày ở vùng ngòi lặt, lao gỗ đá từ trên núi xuống tạo thành mười sáu ngả ở vùng Đầm Đượng v.v… là những phương kế của Sơn Tinh. Trên bãi chiến trường xưa còn có nhiều dấu tích như suối Di, sông Tích, ngòi Tôm, đầm Mom, đầm Mít, đầm Sui, xóm Rùa, xóm Cá Sấu ở Vân Sơn xã Vân Hòa; thôn Rắn Giải ở Phụ Khang thuộc xã Đường Lâm; Thuồng Luồng ở Cầu Hang vùng sông Tích thuộc xã Thanh Mỹ; Thủy quái ở Ghềnh Bợ trên dải sông Đà… là những trận đồ tàn binh, bại tướng của Thủy Tinh. Những truyền thuyết dân gian về cuộc giao chiến giữa Sơn Tinh và Thủy Tinh chứng tỏ tổ tiên ta đã bắt đầu cuộc trị thủy mở mang bờ cõi từ hạ lưu sông Đà, sông Tích để tạo ra một vùng núi Ba Vì trù phú như ngày nay. Khu vực quanh núi Ba Vì hiện có gần 100 ngôi đình, đền thờ Thánh Tản Viên – Sơn Tinh như đền Trung, đền Hạ, đền Thượng, đền Đá Đen, đền Vật Lại, đền Măng Sơn, đền Khánh Xuân, đình Yên Nội, đình Tây Đằng, đình Mỗ Lao, đình Quất Động, đình Đông Viên, đình Quan Húc, đình Phú Thứ, đình Thanh Hùng, đình Thụy Phiêu v.v… Du lịch Núi Ba Vì[sửa | sửa mã nguồn] Vùng núi Ba Vì có nhiều danh lam thắng cảnh nổi tiếng như vườn quốc gia Ba Vì, Ao Vua, Khoang Xanh – Suối Tiên, Thác Mơ, Thác Đa, Thác Ngà, Thác Hương, núi Đá Chẹ, rừng thông Đá Chông (K9), hồ Xuân Khanh, hồ Suối Hai, hồ Đồng Mô – Ngải Sơn, hồ Tiên Sa, hồ Suối Cả, hồ suối Bóp, hồ suối Mít, đồi cò Ngọc Nhị, khu Đầm Long v.v… Trong vườn quốc gia Ba Vì còn có đền thờ Chủ tịch Hồ Chí Minh, khu di tích lịch sử cách mạng (cốt 600) và nhiều di tích, phế tích khác. Tham khảo[sửa | sửa mã nguồn] ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 27 tháng 9 năm 2007. Truy cập ngày 7 tháng 12 năm 2006. ^ Lê Bá Thảo (2009). Thiên nhiên Việt Nam. Nhà xuất bản Giáo dục. tr. 101. Đã bỏ qua tham số không rõ |edtion= (trợ giúp) ^ “GIỚI THIỆU VƯỜN QUỐC GIA BA VÌ”. ^ “Nhiều người có thể chưa biết, ngay tại Hà Nội cũng có núi lửa”. ^ a b “Sự hình thành, địa chất, vị trí địa lý và khí hậu thủy văn Vườn Quốc Gia Ba Vì”. ^ a b “Vườn Quốc gia Ba Vì, nơi bảo tồn hệ sinh thái tự nhiên”. ^ “Giá trị đa dạng sinh học tại Vườn quốc gia Ba Vì”. ^ “Hệ động vật rừng (ĐVR)”. ^ a b c “Chuyện ít biết về núi Tổ Ba Vì”. hanoimoi.com.vn. Truy cập ngày 22 tháng 12 năm 2022. ^ a b c quynhtrang (7 tháng 9 năm 2020). “Người Pháp đã quy hoạch khu nghỉ mát Ba Vì như thế nào? - Tạp chí Kiến Trúc”. Tạp chí Kiến trúc - Hội Kiến trúc sư Việt Nam. Truy cập ngày 22 tháng 12 năm 2022. ^ “Đền thờ Bác Hồ trên đỉnh Ba Vì » VƯỜN QUỐC GIA BA VÌ”. 3 tháng 10 năm 2020. Truy cập ngày 22 tháng 12 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Website về Núi Ba Vì Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dãy_núi_Ba_Vì&oldid=69758700” Thể loại: Dãy núi Việt Nam Ba Vì Địa lý Hòa Bình Núi tại Hà Nội Núi linh thiêng Thể loại ẩn: Lỗi CS1: tham số không rõ Tọa độ trên Wikidata Trang sử dụng định dạng tọa độ cũ Trang cần được biên tập lại Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 9 tháng 3 năm 2023, 06:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}