{"Dương Thanh Bình":"Dương Thanh Bình – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và sự nghiệp 2Tham khảo Dương Thanh Bình Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Dương Thanh Bình Chức vụ Ủy viên Ủy ban Thường vụ Quốc hội Trưởng Ban Dân nguyện Quốc hội Việt Nam Nhiệm kỳ 12 tháng 6 năm 2020 – nay 2 năm, 350 ngày Tiền nhiệm Nguyễn Thanh Hải Kế nhiệm đương nhiệm Vị trí Việt Nam Ủy viên Trung ương Đảng khóa XI, XII, XIII Nhiệm kỳ 18 tháng 1 năm 2011 – nay 12 năm, 130 ngày Bí thư Tỉnh ủy Cà Mau Nhiệm kỳ 29 tháng 9 năm 2010 – 12 tháng 6 năm 2020 9 năm, 257 ngày Tiền nhiệm Nguyễn Tuấn Khanh Kế nhiệm Nguyễn Tiến Hải Thông tin chung Sinh 8 tháng 8, 1961 (61 tuổi) Nơi ở phường 5, thành phố Cà Mau, tỉnh Cà Mau Đảng chính trị Đảng Cộng sản Việt Nam Quê quán xã Hồ Thị Kỷ, Thới Bình, Cà Mau, Việt Nam Dương Thanh Bình (sinh ngày 8 tháng 8 năm 1961) là một chính khách Việt Nam. Ông hiện giữ chức vụ Ủy viên Ủy ban Thường vụ Quốc hội Việt Nam khóa XV, Trưởng Ban Dân nguyện Quốc hội Việt Nam khóa XV, Ủy viên Ủy ban Tài chính, Ngân sách của Quốc hội. Trong Đảng Cộng sản Việt Nam, ông hiện là Ủy viên Trung ương Đảng khóa XIII, Ủy viên Đảng đoàn Quốc hội. Thân thế và sự nghiệp[sửa | sửa mã nguồn] Ông sinh ngày 8 tháng 8 năm 1961, quê quán xã Hồ Thị Kỷ, huyện Thới Bình, tỉnh Cà Mau. Ông tham gia cách mạng từ năm 1977, được kết nạp vào Đảng Cộng sản Việt Nam ngày 1 tháng 1 năm 1981.[1] Ông có bằng Cử nhân chính trị, Cử nhân kinh tế [2]. Ngày 29 tháng 9 năm 2010, tại Đại hội Đảng bộ tỉnh Cà Mau lần thứ XIV, nhiệm kỳ 2010-2015, ông được bầu giữ chức Bí thư Tỉnh ủy Cà Mau. Trước đó, ông từng đảm nhận các chức vụ như Phó, Trưởng ban Tổ chức Tỉnh ủy Cà Mau, Bí thư Huyện ủy Trần Văn Thời, Phó Bí thư Thường trực Tỉnh ủy Cà Mau. Ngày 18 tháng 1 năm 2011, ông được bầu làm ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 11.[3] Ngày 24 tháng 9 năm 2015, tại Đại hội Đảng bộ tỉnh Cà Mau lần thứ XV, nhiệm kỳ 2015-2020 ông tái đắc cử chức Bí thư Tỉnh ủy Cà Mau.[4] Ngày 26 tháng 1 năm 2016, ông tiếp tục được bầu làm ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12.[5] Ngày 22 tháng 5 năm 2016, ông trúng cử Đại biểu Quốc hội Việt Nam khóa 14 tại đơn vị bầu cử số 1 tỉnh Cà Mau gồm thành phố Cà Mau và các huyện Thới Bình, U Minh. Ông giành được 278.771 phiếu đạt tỉ lệ 78,90% số phiếu hợp lệ.[6] Sau đó, ông được các đại biểu Quốc hội tỉnh Cà Mau bầu làm Trưởng đoàn Đại biểu Quốc hội Việt Nam khóa 14 tỉnh Cà Mau. Ông được sắp xếp làm Ủy viên Ủy ban Tài chính Ngân sách của Quốc hội khóa 14.[7] Ngày 11 tháng 6 năm 2020, Phó chủ tịch thường trực Quốc hội Tòng Thị Phóng thay mặt Ủy ban Thường vụ Quốc hội giới thiệu ông Dương Thanh Bình để Quốc hội bầu làm Ủy viên Ủy ban Thường vụ Quốc hội thay bà Nguyễn Thanh Hải, nguyên trưởng Ban Dân nguyện.[7][8] Sáng ngày 12 tháng 6 năm 2020, ông được Quốc hội Việt Nam khóa 14 bỏ phiếu kín bầu bổ sung làm ủy viên Ủy ban thường vụ Quốc hội, cụ thể có 451 trong tổng số 453 đại biểu có mặt tán thành.[9][10] Ngày 15 tháng 6 năm 2020, thay mặt Ủy ban thường vụ Quốc hội khóa 14, Chủ tịch Quốc hội Nguyễn Thị Kim Ngân kí Nghị quyết số 962 \/NQ-UBTVQH14 bổ nhiệm ông Dương Thanh Bình làm Trưởng Ban Dân nguyện Quốc hội khóa 14. Nghị quyết có hiệu lực kể từ ngày kí. Nghị quyết này căn cứ trên đề nghị của Trưởng Ban Công tác đại biểu Trần Văn Túy tại Tờ trình số 372\/TTr-BCTĐB ngày 12 tháng 6 năm 2020 về việc bổ nhiệm Trưởng Ban Dân nguyện.[11][12][13] Ngày 30\/1\/2021, tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026. Tham khảo[sửa | sửa mã nguồn] ^ “Ông Dương Thanh Bình được bầu làm Bí thư Cà Mau”. Báo VietNamPlus. ngày 29 tháng 9 năm 2010. Truy cập ngày 28 tháng 7 năm 2017. ^ “Ông Dương Thanh Bình tái đắc cử Bí thư Tỉnh ủy Cà Mau”. Báo Lao động Online. ngày 24 tháng 9 năm 2015. Truy cập ngày 16 tháng 6 năm 2020. ^ “Danh sách Ủy viên Chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, khóa XI”. Lâm Đồng. ngày 18 tháng 1 năm 2011. Bản gốc lưu trữ ngày 12 tháng 6 năm 2020. Truy cập ngày 12 tháng 6 năm 2020. ^ “Ông Dương Thanh Bình tái cử Bí thư Tỉnh ủy Cà Mau”. Báo điện tử VOV. ngày 24 tháng 9 năm 2015. Bản gốc lưu trữ ngày 1 tháng 8 năm 2017. Truy cập ngày 28 tháng 7 năm 2017. ^ “Công bố danh sách Ban Chấp hành Trung ương Đảng khóa XII”. Đảng Cộng sản Việt Nam. ngày 26 tháng 1 năm 2016. Truy cập ngày 12 tháng 6 năm 2020. ^ Hội đồng bầu cử Quốc gia, Kết quả bầu cử và danh sách những người trúng cử Đại biểu Quốc hội khóa XIV ^ a b “Giới thiệu bí thư Cà Mau làm ủy viên Ủy ban Thường vụ Quốc hội”. ^ Lê Hiệp, Vũ Hân (ngày 11 tháng 6 năm 2020). “Bí thư Cà Mau được giới thiệu bầu Ủy viên Ủy ban Thường vụ Quốc hội”. Thanh niên. Truy cập ngày 11 tháng 6 năm 2020. ^ Hoàng Thùy - Viết Tuân (ngày 12 tháng 6 năm 2020). “Bí thư Tỉnh ủy Cà Mau làm Uỷ viên Thường vụ Quốc hội”. VnExpress. Truy cập ngày 12 tháng 6 năm 2020. ^ Tiến Long (ngày 12 tháng 6 năm 2020). “Bí thư Cà Mau trở thành ủy viên Ủy ban Thường vụ Quốc hội”. Tuổi trẻ. Truy cập ngày 12 tháng 6 năm 2020. ^ “Nghị quyết số 962 \/NQ-UBTVQH14 về việc bổ nhiệm Trưởng Ban Dân nguyện thuộc Ủy ban Thường vụ Quốc hội”. Quốc hội Việt Nam. Truy cập ngày 20 tháng 6 năm 2020. ^ “Công bố 9 Nghị quyết của UBTVQH về nhân sự và xây dựng luật, pháp lệnh”. báo Chính phủ. Truy cập ngày 20 tháng 6 năm 2020. ^ “Bí thư Tỉnh ủy Cà Mau Dương Thanh Bình được bổ nhiệm làm Trưởng Ban Dân nguyện”. Thanh tra. Truy cập ngày 20 tháng 6 năm 2020. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dương_Thanh_Bình&oldid=68832486” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1961 Nhân vật còn sống Người họ Dương tại Việt Nam Người Cà Mau Đại biểu Quốc hội Việt Nam khóa XIII Bí thư Tỉnh ủy Cà Mau Bí thư Tỉnh ủy Việt Nam nhiệm kì 2010–2015 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Cà Mau Đại biểu Quốc hội Việt Nam khóa XIII Cà Mau Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Ủy viên Ủy ban thường vụ Quốc hội Việt Nam khóa XIV Trưởng Ban Dân nguyện Ủy ban thường vụ Quốc hội Việt Nam Cựu học viên Học viện Báo chí và Tuyên truyền Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 11 tháng 7 năm 2022, 04:38. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}