{"Dương Văn Trang":"Dương Văn Trang – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp 3Tham khảo Đóng mở mục lục Đóng mở mục lục Dương Văn Trang Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Dương Văn Trang Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Kon Tum Nhiệm kỳ 1 tháng 7 năm 2021 – nay 1 năm, 327 ngày Tiền nhiệm Nguyễn Văn Hòa Kế nhiệm đương nhiệm Phó Chủ tịch Nguyễn Thế Hải Nghe Minh Hồng Bí thư Tỉnh ủy Kon Tum Nhiệm kỳ 1 tháng 6 năm 2020 – nay 2 năm, 357 ngày Tiền nhiệm Nguyễn Văn Hùng Kế nhiệm đương nhiệm Phó Bí thư Nguyễn Văn Hòa A Pớt Lê Ngọc Tuấn Chủ tịch Hội đồng nhân dân tỉnh Gia Lai Nhiệm kỳ 10 tháng 12 năm 2015 – 30 tháng 5 năm 2020 4 năm, 172 ngày Tiền nhiệm Phạm Đình Thu Kế nhiệm Châu Ngọc Tuấn Phó Chủ tịch Ayun H’Bút (12\/2015-) Đặng Phan Chung (thường trực) (12\/2016-11\/2020) Bí thư Tỉnh ủy Gia Lai Nhiệm kỳ 15 tháng 10 năm 2015 – 31 tháng 5 năm 2020 4 năm, 229 ngày Tiền nhiệm Hà Sơn Nhin Kế nhiệm Hồ Văn Niên Phó Bí thư Võ Ngọc Thành Hồ Văn Niên Châu Ngọc Tuấn Phó Bí thư Tỉnh ủy Gia Lai Nhiệm kỳ tháng 4 năm 2014 – tháng 10 năm 2015 Bí thư Hà Sơn Nhin Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 2016 – nay Tổng Bí thư Nguyễn Phú Trọng Thông tin chung Sinh 20 tháng 12, 1961 (61 tuổi) xã Đức Lợi, huyện Mộ Đức, tỉnh Quảng Ngãi, Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Đại học Quân sự Dương Văn Trang (sinh ngày 20 tháng 12 năm 1961) là một Đại tá Quân đội nhân dân Việt Nam và chính trị gia người Việt Nam. Ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Tỉnh ủy Kon Tum, Chủ tịch Hội đồng nhân dân tỉnh Kon Tum.[1] Xuất thân và giáo dục[sửa | sửa mã nguồn] Ông sinh ngày 20 tháng 12 năm 1961. Ông có quê quán ở xã Đức Lợi, huyện Mộ Đức, tỉnh Quảng Ngãi. Ông có trình độ chuyên môn là Đại học Quân sự, có trình độ chính trị là Cao cấp lí luận chính trị. Sự nghiệp[sửa | sửa mã nguồn] Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 27\/1\/1982. Từ 2007 đến 2011, ông là Uỷ viên Uỷ ban Quốc phòng và An ninh của Quốc hội khóa XII, Thường vụ Tỉnh ủy, Đại tá, Chỉ huy trưởng Bộ chỉ huy quân sự tỉnh Gia Lai. Ngày 15 tháng 10 năm 2015 tại Đại hội Đảng bộ tỉnh Gia Lai lần thứ XV nhiệm kỳ 2015-2020 ông được bầu giữ chức Bí thư Tỉnh ủy. Trước đó ông từng giữ các chức vụ Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Gia Lai, Phó Bí thư Tỉnh ủy Gia Lai phụ trách xây dựng tổ chức cơ sở Đảng nhiệm kỳ 2011-2015.[2][3] Ngày 28 tháng 6 năm 2016, tại phiên bầu cử kỳ họp thứ nhất Hội đồng nhân dân tỉnh Gia Lai khóa XI, ông tái đắc cử chức Chủ tịch Hội đồng nhân dân tỉnh Gia Lai (nhiệm kì 2016-2021). Lúc này ông đang là Bí thư Tỉnh ủy Gia Lai, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII.[4] Ba Phó bí thư là Võ Ngọc Thành, Hồ Văn Niên và Châu Ngọc Tuấn.[5] Ngày 31 tháng 5 năm 2020, Bộ Chính trị điều động, phân công ông Dương Văn Trang, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Gia Lai, thôi tham gia Ban Chấp hành, Ban Thường vụ và thôi giữ chức Bí thư Tỉnh ủy Gia Lai, chỉ định tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Bí thư Tỉnh ủy Kon Tum, nhiệm kỳ 2015-2020.[6] Ngày 24 tháng 9 năm 2020, Ban chấp hành Đảng bộ tỉnh Kon Tum khóa XVI đã họp phiên thứ nhất để bầu Ban thường vụ, Bí thư, các Phó Bí thư Tỉnh ủy, Ủy viên Ủy ban Kiểm tra Tỉnh ủy, Chủ nhiệm Ủy ban Kiểm tra. Đồng chí Dương Văn Trang tiếp tục được bầu giữ chức Bí thư Tỉnh ủy Kon Tum khóa XVI.[1] Ngày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII. Ngày 1 tháng 7 năm 2021, tại kỳ họp thứ nhất HĐND tỉnh Kon Tum khóa XII nhiệm kỳ 2021-2026, ông Dương Văn Trang, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy được 100% đại biểu HĐND tỉnh có mặt tại kỳ họp bầu giữ chức vụ Chủ tịch HĐND tỉnh khóa XII, nhiệm kỳ 2021-2026. Tham khảo[sửa | sửa mã nguồn] ^ “Ông Dương Văn Trang được điều động làm Bí thư tỉnh Kon Tum”. ^ “Ông Dương Văn Trang được bầu giữ chức Bí thư Tỉnh ủy Gia Lai”. Truy cập ngày 21 tháng 12 năm 2017. ^ “Ông Dương Văn Trang giữ chức Bí thư Tỉnh ủy Gia Lai”. Báo Giao thông. Bản gốc lưu trữ ngày 22 tháng 10 năm 2015. Truy cập ngày 3 tháng 12 năm 2015. Kiểm tra giá trị ngày tháng trong: |access-date= (trợ giúp) ^ “Chân dung ông Dương Văn Trang, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Gia Lai”. Truy cập ngày 21 tháng 12 năm 2017. ^ “Đồng chí Dương Văn Trang được bầu giữ chức Bí thư Gia Lai”. Báo chính phủ. Truy cập ngày 21 tháng 12 năm 2017. ^ “Bí thư Tỉnh ủy Kon Tum”. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dương_Văn_Trang&oldid=68749611” Thể loại: Sinh năm 1961 Nhân vật còn sống Sơ khai chính khách Việt Nam Người Quảng Ngãi Bí thư Tỉnh ủy Gia Lai Đại biểu Quốc hội Việt Nam khóa XII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Chủ tịch Hội đồng nhân dân tỉnh Gia Lai Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Đại biểu Quốc hội Việt Nam khóa XII Gia Lai Người họ Dương tại Việt Nam Đại tá Quân đội nhân dân Việt Nam Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Bí thư Tỉnh ủy Kon Tum Thể loại ẩn: Lỗi CS1: ngày tháng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 19 tháng 6 năm 2022, 14:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}