{"Dương Đình Hợi":"Dương Đình Hợi – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Vinh danh 3Chú thích Dương Đình Hợi Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Dương Đình Hợi (1923 - 1948) là một nhà cách mạng Việt Nam. Cuộc đời[sửa | sửa mã nguồn] Dương Đình Hợi quê ở Phượng Cách, huyện Quốc Oai, tỉnh Sơn Tây (nay thuộc TP Hà Nội) tham gia phong trào Mặt trận Dân chủ Đông Dương tại Hà Nội từ năm 1938, gia nhập Đảng Cộng sản Đông Dương.[1] Năm 1940, ông được bầu làm Thành ủy viên Thành ủy Hà Nội. Năm 1942, bị thực dân Pháp bắt giữ, kết án 20 năm khổ sai và đày ra Côn Đảo.[2] Năm 1945, Việt Nam độc lập, ông cùng các đồng chí tù khổ sai được đón về đất liền, đảm nhiệm vai trò Bí thư Tỉnh ủy Gò Công. Năm 1948, ông bị thực dân Pháp giết hại tại Gò Công.[3] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường tại phường Phước Long B, thành phố Thủ Đức, Thành phố Hồ Chí Minh với một tên sai là Dương Đình Hội. Chú thích[sửa | sửa mã nguồn] ^ [1] ^ Trần Quốc Hương - Nhân cách và kỳ tích (Phần I - IV) ^ Trần Quốc Hương - Nhân cách và kỳ tích (Phần I - II) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dương_Đình_Hợi&oldid=69053746” Thể loại: Mất năm 1946 Người Hưng Yên Bí thư Tỉnh ủy Gò Công Thể loại ẩn: Năm sinh thiếu Trang này được sửa lần cuối vào ngày 30 tháng 8 năm 2022, 06:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}