{"Dương Việt":"Dương Việt – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Dương Việt 3 ngôn ngữ English مصرى 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Dương Việt (tiếng Trung: 揚越; bính âm: yángyuè) là một bộ tộc của người Bách Việt, một trong những dân tộc cổ đại ở miền Nam Trung Quốc. Trong các sách lịch sử Trung Quốc, mô tả về Dương Việt xuất hiện sớm nhất vào thời Chiến Quốc[1]. Lời giải thích đáng tin cậy là, đó là một bộ lạc của người Việt cổ đại, ban đầu sống ở tỉnh Dương (Dương Châu), một trong chín tỉnh cổ đại (Cửu Châu), vì vậy bộ lạc này được gọi là “Dương Việt”, có nghĩa là người Việt tỉnh Dương. Vào thời Chiến Quốc, sau khi Vương quốc Việt bị tiêu diệt, Dương Việt và Bách Việt ngày càng nổi hơn. Tỉnh Chiết Giang hiện đại là vùng lõi của Dương Việt xưa, các tỉnh Phúc Kiến và Quảng Đông, phía nam của Giang Tô và An Huy và phía đông của Giang Tây nằm trong lãnh thổ của nó. Sau đó, bộ tộc của người Việt lan rộng đến các vùng lân cận, Giang Tây, phía đông và phía bắc của Hồ Nam và phía đông của Hồ Bắc, nơi mà người Dương Việt sinh sống. Nơi ở của Dương Việt chủ yếu là núi, đồi, lưu vực và thung lũng sông. Họ phân bố ở lưu vực sông Dương Tử, bao gồm các thung lũng sông Hán Thủy, Tương, Tư, Nguyên, Lễ và Cám, lưu vực hồ Động Đình và hồ Bà Dương. Người Dương Việt mưu sinh từ sản xuất nông nghiệp, họ sống định cư và chủ yếu trồng lúa. Tham khảo[sửa | sửa mã nguồn] ^ eastday.com (2018-02-17) Lưu trữ 2018-04-30 tại Wayback Machine or 163.com ẩn x t s Bách Việt Âu Việt Cán Việt Câu Đinh Câu Ngô Dạ Lang Dương Việt Điền Việt Đông Âu Lạc Việt Mân Việt Nam Việt (Người Nam Việt) Sơn Việt Ư Việt Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dương_Việt&oldid=68456680” Thể loại: Dân tộc cổ đại Trung Quốc Dân tộc cổ đại Việt Nam Bách Việt Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài viết có văn bản tiếng Trung Quốc Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 13 tháng 4 năm 2022, 02:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}