{"Dương Kỳ Hiệp":"Dương Kỳ Hiệp – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế sự nghiệp 2Hoạt động trong kháng chiến chống Pháp 3Tập kết ra Bắc 4Gia đình 5Khen thưởng 6Ghi nhận 7Tham khảo Dương Kỳ Hiệp Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Dương Kỳ Hiệp (1911-2000) là một nhà cách mạng và chính khách Việt Nam. Ông từng giữ nhiều chức vụ Bí thư hoặc Chủ tịch của các tỉnh Sóc Trăng, Cần Thơ, Bạc Liêu. Thân thế sự nghiệp[sửa | sửa mã nguồn] Ông sinh ngày 11\/03 năm 1911 tại ấp Cái Trúc, làng Trường Khánh, Sóc Trăng. Từ thuở bé ông rất chú tâm đến việc học hành và là một học sinh giỏi, sau khi đậu bằng sơ học, ông lên Sài Gòn tiếp tục học chương trình cao đẳng tiểu học tại trường Huỳnh Khương Ninh. Thời gian này ông được giao tiếp với bạn bè có khuynh hướng cách mạng. Năm 1929, ông được kết nạp vào Hội Việt Nam cách mạng thanh niên (Việt Nam thanh niên cách mạng đồng chí hội). Tháng 9\/1930, ông được kết nạp vào Đảng Cộng sản Việt Nam. Trong một cuộc mít tinh tại trường Huỳnh Công Phát để kỷ niệm Cách mạng tháng Mười Nga, ông bị Sở mật thám Sài Gòn bắt giam ở bót Catina. Khi ra tù, ông được phân công về hoạt động tại Sóc Trăng. Năm 1932, do chống lại lính mã tà, ông bị giam giữ một thời gian và kêu án tù. Sau khi ra tù cuối năm 1932, ông thành lập chi bộ ghép Trường Khánh - Châu Khánh, là một trong những chi bộ đầu tiên của tỉnh Sóc Trăng. Sau đó ông tiếp tục xây dựng chi bộ ở Song Phụng, Cái Trâm - Phong Nẫm. Năm 1937, ông lập ra hiệu sách \"Thanh niên thư quán\" tại số 72, đại lộ Đại Ngãi, tỉnh lỵ Sóc Trăng (nay là số 137 đường Hai Bà Trưng) làm điểm gặp gỡ, hội họp, phổ biến tin tức, đường lối cách mạng cho những cơ sở mà ông đã tổ chức được và liên hệ với những người có nhiệt huyết để tổ chức cơ sở mới. Năm 1944, ông mở \"Quán cơm thanh niên\" tại đại lộ Đại Ngãi làm cơ sở hoạt động. Tháng 3\/1945, ông là Bí thư Tỉnh uỷ Sóc Trăng và được chỉ định làm Ủy viên Liên Tỉnh ủy Hậu Giang. Tháng 8\/1945, cuộc khởi nghĩa giành chính quyền tại Sóc Trăng thành công, ông được phân công làm Chủ tịch Ủy ban Hành chánh Lâm thời tỉnh Sóc Trăng. Hoạt động trong kháng chiến chống Pháp[sửa | sửa mã nguồn] Năm 1947, ông được bổ sung vào Khu ủy Khu IX với chức vụ Ủy viên dự khuyết nhưng vẫn là Chủ tịch tỉnh Sóc Trăng. Cuối năm 1948, ông được điều về làm Chủ tịch Ủy ban Kháng chiến hành chánh tỉnh Cần Thơ. Tháng 8\/1949, ông được điều về làm Chủ tịch Ủy ban kháng chiến hành chánh tỉnh Bạc Liêu. Tháng 5\/1953, ông giữ chức Bí thư Tỉnh ủy kiêm Chủ tịch Ủy ban kháng chiến hành chánh tỉnh Bạc Liêu. Tháng 7\/1953, ông lại được phân công làm Phó Bí thư Tỉnh ủy kiêm Chủ tịch Ủy ban kháng chiến hành chánh tỉnh Long Châu Hà. Tập kết ra Bắc[sửa | sửa mã nguồn] Cuối năm 1954, ông được phân công làm trưởng ban Tập kết Quân dân chính Đảng khu 9. Năm 1955, ông làm Chánh văn phòng Ban quan hệ Bắc Nam, sau đó từ 1960 – 1964 ông giữ chức vụ Vụ phó rồi Vụ trưởng Vụ Tài vụ của Bộ Công nghiệp. Năm 1965, ông được đề bạt làm Ủy viên Ủy ban thống nhất phụ trách chi viện cho miền Nam kiêm Thứ trưởng Bộ Kinh tế Tài chính Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam. Năm 1970, ông được phân công làm Phó Chủ nhiệm Úy ban viện trợ Thống nhất Trung ương. Tháng 4\/1975, ông giữ quyền Bộ trưởng Kinh tế, Tổng Giám đốc Nha Tài chính, Phó Chủ nhiệm Ủy ban Kế hoạch miền Nam. Năm 1977, ông nghỉ hưu. Ngày 8\/4\/2000 ông mất tại thành phố Hồ Chí Minh và sau đó an táng tại quê nhà Trường Khánh, huyện Long Phú, tỉnh Sóc Trăng. Gia đình[sửa | sửa mã nguồn] Ông có sáu người con đều tốt nghiệp đại học và cao học, và là cán bộ giữ chức vụ quan trọng trong cơ quan Nhà nước. Người con gái lớn là bà Dương Thị Ngọc Điệp nguyên là kế toán trưởng Công ty Sơn, Chất dẻo Việt Nam – Tổng cục hóa chất Việt Nam. Người con kế là Dương Kỳ Trung - Nguyên Tổng Giám đốc Tổng Công ty cao su Việt Nam (Tập đoàn Công nghiệp Cao su Việt Nam). Người con thứ ba là bà Dương Thị Ngọc Triều là Anh hùng lao động nguyên là Tổng Giám đốc – Tổng Công ty Lương thực miền Nam. Bà Dương Thị Ngọc Trinh – người con thứ tư nguyên là Tổng Giám đốc Tổng Công ty Dầu thực vật Việt Nam. Kế tiếp là ông Dương Kỳ Hiếu nguyên Tổng Giám đốc Tổng Công ty đầu tư và Xuất nhập khẩu thành phố Hồ Chí Minh (Imexco). Người con út là ông Dương Kỳ Hùng hiện là Giám đốc Công ty Cổ phần Ngọc Mekong. Khen thưởng[sửa | sửa mã nguồn] Ông Dương Kỳ Hiệp được Trung ương tặng thưởng: Huân chương Hồ Chí Minh. Huân chương Độc lập hạng nhất. Huân chương kháng chiến hạng nhất. Huy hiệu thành đồng. Huy hiệu 70 năm tuổi Đảng. Ghi nhận[sửa | sửa mã nguồn] Tên ông được đặt cho một số trường và tên đường ở Sóc Trăng - Trường THCS và THPT Dương Kỳ Hiệp - Ấp Trường Thành A, xã Trường Khánh, huyện Long Phú, tỉnh Sóc Trăng. - Trường THCS Dương Kỳ Hiệp - Phường 2, thành phố Sóc Trăng, tỉnh Sóc Trăng. - Đường Dương Kỳ Hiệp - Phường 2, thành phố Sóc Trăng, tỉnh Sóc Trăng. Ngoài ra gia đình ông còn lập một quỹ học bổng mang tên ông. Tham khảo[sửa | sửa mã nguồn] Diệp Hồng Phương, Dương Kỳ Hiệp - Tình biển nghĩa sông, Nhà xuất bản Văn Học, 2012 http:\/\/hoduongvietnam.com.vn\/duong-ky-hiep-nha-cach-mang-va-chinh-khach-viet-nam-p858 Phim tài liệu - Người bí thư tỉnh ủy đầu tiên của Sóc trăng tập 1, tập 2, tập 3, tập 4, tập 5, tập 6 hiện x t s Bộ trưởng Bộ Kinh tế\/Công Thương Việt Nam Nguyễn Mạnh Hà (1945–1946) Nguyễn Tường Long (1946) Chu Bá Phượng (1946) Ngô Tấn Nhơn (1946–1947) Phan Anh (1947–1955) Cao Văn Bổn¹ (1969–1971) Dương Kỳ Hiệp¹ (1975–1976) Vũ Huy Hoàng (2007–2016) Trần Tuấn Anh (2016–2021) Nguyễn Hồng Diên (2021–) ¹ Bộ trưởng Chính phủ Cộng hòa miền Nam Việt Nam. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dương_Kỳ_Hiệp&oldid=69661304” Thể loại: Sinh năm 1911 Mất năm 2000 Người Sóc Trăng Bộ trưởng Bộ Tài chính Việt Nam Bí thư Tỉnh ủy Sóc Trăng Bí thư Tỉnh ủy Bạc Liêu Bí thư Tỉnh ủy An Giang Bí thư Tỉnh ủy Kiên Giang Chủ tịch Ủy ban nhân dân tỉnh Sóc Trăng Chủ tịch Ủy ban nhân dân thành phố Cần Thơ Chủ tịch Ủy ban nhân dân tỉnh Bạc Liêu Chủ tịch Ủy ban nhân dân tỉnh An Giang Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang Huân chương Hồ Chí Minh Huân chương Độc lập Huân chương Kháng chiến Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Thể loại ẩn: Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 9 tháng 2 năm 2023, 15:46. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}