{"Dương Minh Quan":"Dương Minh Quan – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Cuộc đời 3Vinh danh 4Tham khảo 5Chú thích 6Liên kết ngoài Dương Minh Quan Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Dương Minh Quan Chức vụ Bí thư Tỉnh ủy Sóc Trăng Nhiệm kỳ 1938 – Tháng 7, 1940 Tiền nhiệm đầu tiên Kế nhiệm Phạm Hồng Thám[1] Vị trí Việt Nam Phó Bí thư Phan Minh Gương Thông tin chung Sinh 1917 Ba Đình, Ba Tơ, Quảng Ngãi Mất 1943 Côn Đảo Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Cha Dương Văn Hiếm Mẹ Nguyễn Thị Ngọc Lan Dương Minh Quan (1917–1943), tên thường gọi là Ba Quan, là một nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Sóc Trăng đầu tiên của Đảng Cộng sản Việt Nam. Thân thế[sửa | sửa mã nguồn] Dương Minh Quan sinh năm 1917 trong một gia đình khá giả có năm anh chị em ở làng Khánh Hưng, tổng Nhiêu Khánh, quận Châu Thành, tỉnh Sóc Trăng (tức tỉnh lỵ Sóc Trăng, nay thuộc Phường 1, thành phố Sóc Trăng). Ông là con trai thứ ba trong gia đình nên được gọi là Ba Quan.[2] Em trai kế dưới ông là Dương Minh Đệ cũng tham gia cách mạng. Ông còn có người anh em họ (con cô cậu ruột) là Tô Bửu Giám, từng làm Phó Bí thư Tỉnh ủy Hậu Giang, Phó Bí thư Tỉnh ủy Sóc Trăng.[2] Cuộc đời[sửa | sửa mã nguồn] Thuở nhỏ, ông cùng em trai theo học trường Nam Tiểu học ở tỉnh lỵ Sóc Trăng (trường Primaire Sóc Trăng). Năm 15 tuổi, ông tốt nghiệp Tiểu học với bằng loại ưu. Do hoàn cảnh gia đình trở nên khó khăn nên ông không tiếp tục việc học mà đi học nghề chụp hình và họa hình (nhiếp ảnh). Trong thời gian học nghề ở Tiệm vẽ Bình Kim của thầy Sáu Giỏi (tỉnh lỵ Sóc Trăng), ông được tiếp xúc với các tư tưởng tiến bộ. Do đặc trưng của nghề nghiệp, ông có điều kiện đi nhiều nơi, quan sát được thực trạng của xã hội.[2] Năm 1936, hai anh em Dương Minh Quan, Dương Minh Đệ tham gia các phong trào đòi quyền dân sinh, dân chủ trong tỉnh. Năm 1937, Xứ ủy Nam Kỳ và Liên Tỉnh ủy Cần Thơ cử Nguyễn Thế Ngọc (Sáu Cò), Phạm Hồng Thám, Bùi Thị Trường,... đến Sóc Trăng hoạt động. Dương Minh Quan được Nguyễn Thế Ngọc kết nạp vào Đảng Cộng sản Đông Dương. Chi bộ Tỉnh lỵ Sóc Trăng được thành lập do Nguyễn Thế Ngọc làm Bí thư, các thành viên ban đầu có Dương Minh Quan, Phan Minh Gương, Phan Văn Tấn. Về sau Chi bộ kết nạp thêm Dương Minh Đệ, Hoài, Đức và Hai Mụng, do Dương Minh Quan làm Bí thư.[3] Cuối năm 1938, tại căn nhà lá nhỏ ở sân bóng cũ (nay là miếu Bà Hỏa, Phường 4, thành phố Sóc Trăng) dưới sự chủ trì của Nguyễn Thế Ngọc (đại diện của Liên Tỉnh ủy Cần Thơ), Tỉnh ủy lâm thời của tỉnh Sóc Trăng được thành lập, do Dương Minh Quan làm Bí thư, Phan Minh Gương làm Phó Bí thư, các Tỉnh ủy viên gồm Phan Văn Tấn, Nguyễn Trung Tỉnh, Nguyễn Văn Thơ. Ngày 10 tháng 7 năm 1940, do bị chỉ điểm, ông bị thực dân Pháp bắt giam vào Khám lớn Sóc Trăng khi đang tiếp nhận truyền đơn của Xứ ủy Nam Kỳ. Ông lần lượt bị giam giữ ở Khám lớn Tân An, Khám lớn Sài Gòn rồi bị kết án tù khổ sai ở Côn Đảo. Do thường xuyên bị tra tấn cũng như bóc lột lao động, ông mất ở Côn Đảo vào năm 1943.[2] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường và một trường Trung học phổ thông ở thành phố Sóc Trăng.[4] Tham khảo[sửa | sửa mã nguồn] Ban chấp hành Đảng bộ tỉnh Sóc Trăng (2002). Lịch sử Đảng tỉnh Sóc Trăng tập I (1930 – 1954). Sóc Trăng: Nhà xuất bản Sóc Trăng. Ký Minh Thi (2002). Báo cáo tổng hợp đề tài \"Lược sử tên gọi các tên đường thành phố Sóc Trăng\". Sóc Trăng: Nhà xuất bản Sóc Trăng. Chú thích[sửa | sửa mã nguồn] ^ Thanh Hà (6 tháng 7 năm 2020). “Danh sách bí thư tỉnh ủy Sóc Trăng qua các thời kỳ”. Trang Thông tin điện tử Đảng bộ tỉnh Sóc Trăng. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ a b c d Thanh Hà (28 tháng 9 năm 2020). “Dương Minh Quan - Bí thư Tỉnh ủy lâm thời Sóc Trăng đầu tiên và con đường mang tên ông”. Trang Thông tin điện tử Đảng bộ tỉnh Sóc Trăng. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Quốc Kiên (21 tháng 9 năm 2020). “Danh sách bí thư tỉnh ủy Sóc Trăng qua các thời kỳ”. Báo Sóc Trăng. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Q.K (7 tháng 1 năm 2019). “Hoàn thiện hệ thống giao thông, thúc đẩy kinh tế - xã hội phát triển”. Báo Sóc Trăng. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] [1] [2] [3] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Dương_Minh_Quan&oldid=70040402” Thể loại: Sinh năm 1917 Mất năm 1943 Người Sóc Trăng Nhiếp ảnh gia Việt Nam Họa sĩ Việt Nam Bí thư Tỉnh ủy Sóc Trăng Đảng viên Đảng Cộng sản Việt Nam Trang này được sửa lần cuối vào ngày 26 tháng 5 năm 2023, 17:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}