{"Giàng Páo Mỷ":"Giàng Páo Mỷ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 5Tham khảo 6Liên kết ngoài Giàng Páo Mỷ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Giàng Páo Mỷ Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Lai Châu (lần 2) Nhiệm kỳ 11 tháng 12 năm 2020 – nay 2 năm, 164 ngày Tiền nhiệm Vũ Văn Hoàn Kế nhiệm đương nhiệm Phó Chủ tịch Chu Lê Chinh (12\/2019-) Nguyễn Sỹ Cảnh (6\/2021-) Bí thư Tỉnh ủy Lai Châu Nhiệm kỳ 10 tháng 9 năm 2018 – nay 4 năm, 256 ngày Tiền nhiệm Nguyễn Khắc Chử Kế nhiệm đương nhiệm Phó Bí thư Đỗ Ngọc An (3\/2014-2\/2019) Vũ Văn Hoàn (4\/2014-10\/2020) Trần Tiến Dũng (2\/2019-) Lê Văn Lương (Th.trực) (10\/2020-) Trưởng đoàn đại biểu Quốc hội khóa XIV tỉnh Lai Châu Nhiệm kỳ 2016 – 2021 Đại diện Lai Châu Ủy ban Đối ngoại Chức vụ Ủy viên Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 2016 – nay Phó Bí thư Tỉnh ủy Lai Châu (thường trực từ 7\/2016) Nhiệm kỳ 6\/2015 – 8\/2018 Bí thư Nguyễn Khắc Chử Chủ tịch Hội đồng nhân dân tỉnh Lai Châu (lần 1) Nhiệm kỳ 8\/2008 – 6\/2016 Ủy viên Thường trực Nguyễn Ngọc Dũng Tiền nhiệm Lỳ Khai Phà Kế nhiệm Vũ Văn Hoàn[1] Phó Chủ tịch Bùi Từ Thiện (17\/6\/2011-9\/12\/2019) Đại biểu Quốc hội khóa XII, XIII, XIV Nhiệm kỳ 2007 – 2021 Chủ tịch Quốc hội Nguyễn Phú Trọng Nguyễn Sinh Hùng Nguyễn Thị Kim Ngân Thông tin chung Sinh 22 tháng 12, 1963 (59 tuổi) xã Nùng Nàng, huyện Tam Đường, tỉnh Lai Châu, Việt Nam Dân chủ Cộng hòa Nơi ở Tổ 22, phường Đông Phong, Tp Lai Châu, tỉnh Lai Châu Nghề nghiệp chính trị gia Dân tộc H'Mông Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Trường Đại học An ninh nhân dân Giàng Páo Mỷ (sinh ngày 22 tháng 12 năm 1963) là một nữ chính trị gia người Việt Nam, dân tộc H'Mông. Bà hiện là Chủ tịch Hội đồng nhân dân tỉnh Lai Châu, đại biểu Quốc hội khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu Quốc hội tỉnh Lai Châu, Trưởng Đoàn đại biểu Quốc hội tỉnh Lai Châu, Ủy viên Ủy ban Đối ngoại của Quốc hội.[2] Bà đã trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Lai Châu gồm có các huyện: Phong Thổ, Mường Tè, Sìn Hồ và Nậm Nhùn. Bà từng là Chủ tịch Hội đồng nhân dân tỉnh Lai Châu, đại biểu Quốc hội Việt Nam khóa XII, khóa XIII tỉnh Lai Châu.[3] Trong Đảng Cộng sản Việt Nam, bà là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Tỉnh ủy Lai Châu. Xuất thân[sửa | sửa mã nguồn] Giàng Páo Mỷ quê quán ở xã Nùng Nàng, huyện Tam Đường, tỉnh Lai Châu. Bà hiện cư trú ở Tổ 22, phường Đông Phong, thành phố Lai Châu, tỉnh Lai Châu. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 12\/12 Đại học An ninh Cao cấp lí luận chính trị Sự nghiệp[sửa | sửa mã nguồn] Bà gia nhập Đảng Cộng sản Việt Nam vào ngày 20\/11\/1998. Bà từng giữ các chức vụ Phó Chủ tịch Hội đồng nhân dân huyện Phong Thổ, Chủ tịch Hội đồng nhân dân huyện Tam Đường, Phó Chủ tịch Hội đồng nhân dân tỉnh Lai Châu.[4] Bà từng là đại biểu hội đồng nhân dân tỉnh Lai Châu nhiệm kỳ 1999-2004. Năm 2008, bà được bầu làm Chủ tịch Hội đồng nhân dân tỉnh Lai Châu thay ông Lỳ Khai Phà nghỉ hưu.[5] Bà từng là đại biểu Quốc hội Việt Nam khóa XII (2007-2011)[6], 13 (2011-2016) tỉnh Lai Châu [7]. Khi ứng cử đại biểu Quốc hội Việt Nam khóa XIV vào tháng 5 năm 2016 bà đang là ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh, Trưởng Đoàn đại biểu Quốc hội tỉnh Lai Châu, làm việc ở Văn phòng tỉnh ủy Lai Châu, có bằng cao cấp lí luận chính trị. Bà đã trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Lai Châu gồm có các huyện: Phong Thổ, Mường Tè, Sìn Hồ và Nậm Nhùn, được 110.474 phiếu, đạt tỷ lệ 86,94% số phiếu hợp lệ. Ngày 10\/9\/2018, Tỉnh ủy Lai Châu tổ chức Lễ công bố các quyết định của Bộ Chính trị về công tác cán bộ chuẩn y đồng chí Giàng Páo Mỷ, Ủy viên Trung ương Đảng, Phó Bí thư Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội tỉnh giữ chức Bí thư Tỉnh ủy tỉnh Lai Châu nhiệm kỳ 2015-2020.[8] Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] ^ T. Minh (29 tháng 6 năm 2016). “Lai Châu có tân Chủ tịch HĐND tỉnh”. Báo chính phủ. Truy cập ngày 10 tháng 7 năm 2017. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIV”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 3 tháng 10 năm 2018. Truy cập ngày 29 tháng 6 năm 2017. ^ Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ “Nhân sự mới tỉnh Lai Châu”. Báo chính phủ. 19 tháng 5 năm 2015. Truy cập ngày 10 tháng 7 năm 2017. ^ “Bà Giàng Páo Mỷ làm Chủ tịch Hội đồng nhân dân tỉnh Lai Châu”. Việt Báo. 31 tháng 7 năm 2008. |url= trống hay bị thiếu (trợ giúp); |ngày truy cập= cần |url= (trợ giúp) ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XII”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 10 tháng 9 năm 2018. Truy cập ngày 30 tháng 6 năm 2017. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIII”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 26 tháng 6 năm 2018. Truy cập ngày 30 tháng 6 năm 2017. ^ “Công bố các quyết định của Bộ Chính trị về công tác cán bộ”. Liên kết ngoài[sửa | sửa mã nguồn] hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Giàng_Páo_Mỷ&oldid=69712714” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1963 Nhân vật còn sống Người Lai Châu Người H'Mông Sống tại Lai Châu Bí thư Tỉnh ủy Lai Châu Đại biểu Quốc hội Việt Nam khóa XIV Nữ Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Lai Châu Đảng viên Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Chủ tịch Hội đồng nhân dân tỉnh Lai Châu Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIII Lai Châu Người họ Giàng tại Việt Nam Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Thể loại ẩn: Trang đưa đối số thừa vào bản mẫu Lỗi CS1: cần URL Lỗi CS1: ngày truy cập thiếu URL Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 24 tháng 2 năm 2023, 12:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}