{"Giáo phận Ban Mê Thuột":"Giáo phận Ban Mê Thuột – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Các danh địa giáo phận Hiện\/ẩn mục Các danh địa giáo phận 2.1Nhà thờ chính tòa 2.2Tòa Giám mục 2.3Trung tâm hành hương 2.4Các nhà thờ và tu viện lớn 3Cơ cấu Giáo phận 4Các đời Giám mục quản nhiệm 5Xem thêm 6Chú thích 7Liên kết ngoài Giáo phận Ban Mê Thuột 11 ngôn ngữ Bahasa Indonesia Català Deutsch English Español Français Italiano Jawa Polski Русский 中文 4 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Giáo phận Ban Mê Thuột Dioecesis Banmethuotensis Vị trí Địa giới Đắk Lắk, Đắk Nông và một phần Bình Phước Giáo tỉnh Giáo tỉnh Huế Thống kê Dân số - Địa bàn - Giáo dân 2.955.911 (2017) 470.000 (2022)[1] Giáo hạt 8[1] Giáo xứ 112[1] Thông tin Thành lập 22 tháng 6 năm 1967 Nhà thờ chính tòa Thánh Tâm Chúa Giêsu Toà giám mục 104 Phan Chu Trinh, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk. Linh mục đoàn 224 (2022) Linh mục triều 182 (2022)[1] Linh mục dòng 42 (2022)[1] Lãnh đạo giáo phận hiện tại Giáo hoàng Giáo hoàng Phanxicô Trưởng giáo tỉnh Giuse Nguyễn Chí Linh Giám mục Trống tòa Giám quản Tông Toà Vinh Sơn Nguyễn Văn Bản Tổng Đại diện Stêphanô Nguyễn Văn Đậu Chưởng ấn Phanxicô Xavier Nguyễn Kim Long Trang mạng http:\/\/gpbanmethuot.com\/ Giáo phận Ban Mê Thuột (tiếng Latin: Dioecesis Banmethuotensis[2]) là một giáo phận Công giáo Rôma tại Việt Nam. Địa giới bao gồm các tỉnh Đăk Lăk, Đăk Nông và một phần tỉnh Bình Phước[3] với diện tích 24.474 km², là địa bàn sinh sống chủ yếu của các sắc tộc bản địa Tây Nguyên: Êđê, M’Nông và S’Tiêng. Tính đến cuối năm 2017, toàn giáo phận có 440.942 giáo dân Công giáo trên tổng số 2.955.911 dân cư chiếm 14,91% dân số, với 8 giáo hạt, 106 giáo xứ và 73 giáo họ với 185 linh mục (trong đó 134 linh mục thuộc Giáo phận và 51 linh mục thuộc các dòng tu).[4] Giáo phận hiện tại đang trống tòa, sau khi giám mục giáo phận Vinh Sơn Nguyễn Văn Bản được thuyên chuyển làm Giám mục Giáo phận Hải Phòng tháng 3 năm 2022. Giám mục Nguyễn Văn Bản đảm trách vai trò Giám quản Tông Tòa Giáo phận này.[5] Lịch sử[sửa | sửa mã nguồn] Đầu năm 1842, Giám mục Tông tòa Đàng Trong Stêphanô Théodore Cuénot Thể đã cử 2 linh mục J.C. Miche Mịch, Duclos Lộ cùng thầy giảng Micae Cuông tới vùng Tây Nguyên để khai cuộc truyền giáo. Tuy nhiên, chuyến đi đầu tiên này không thành công, vì vậy liên tiếp trong những năm 1842 - 1846, Giám mục Cuénot Thể liên tiếp sai linh mục, thầy giảng và giáo dân tìm đường lên Tây Nguyên qua ngả Quảng Nam, Quảng Ngãi, nhưng việc đều không thành. Năm 1847, Linh mục Fontaine, thuộc Hội Thừa sai Paris (MEP), đã tìm được đường thâm nhập. Ông sống và truyền giáo cho người dân M’nông bản địa gần buôn Yeng Drôm, giữa Bản Đôn và Đăk Mil một thời gian. Ông được xem là nhà truyền giáo đầu tiên trên vùng Đăk Lăk, mở đường cho công cuộc truyền giáo rầm rộ sau này trên vùng Tây Nguyên. Ngày 14 tháng 1 năm 1932, Giáo hoàng Piô XI quyết định thành lập Giáo phận Kon Tum gồm ba tỉnh Kon Tum, Pleiku, Đăk Lăk và một phần lãnh thổ Attâpư thuộc Lào, sắc phong Linh mục M. Jannin Phước làm Giám mục hiệu tòa Gadara và bổ nhiệm ông làm Giám quản Tông tòa Giáo phận Kon Tum. Ngày 29 tháng 1 năm 1934, tân Giám mục Jannin Phước đến Buôn Ma Thuột. Ông cho thành lập họ đạo Ban Mê Thuột với số giáo dân khoảng 50 người, thuộc Giáo xứ Plei Pơo (La Sơn, Pleiku), giao cho linh mục Ban làm quản xứ. Ngày 15 tháng 8 năm 1934, một nhà nguyện nhỏ đầu tiên mái tranh vách đất được dựng ở Họ đạo Buôn Ma Thuột. Họ đạo do thầy giảng Phaolô Hiền, từ Họ đạo Mang Yang chuyển qua, phụ trách quản sự. Ngày 30 tháng 3 năm 1937, giáo họ Buôn Ma Thuột được nâng lên hàng giáo xứ, trở thành giáo xứ đầu tiên tại Đăk Lăk, do linh mục Phêrô Nguyễn Đắc Cẩn cai quản. Tuy nhiên, chỉ sau một thời gian ngắn, do không hợp thủy thổ, linh mục Cẩn mắc bệnh sốt rét và thương hàn, phải về Tòa Giám mục để chữa bệnh. Hai linh mục Pierre Janningros và Pierre Romeuf Phương (giáo phận Quy Nhơn) được cử lên để tạm coi sóc giáo xứ. Mãi đến 26 tháng 7 năm 1942, Tòa Giám mục Kon Tum mới bổ nhiệm Linh mục Romeuf Phương làm tân Chính xứ Buôn Ma Thuột. Từ năm 1955, nhiều giáo xứ trên địa bàn Đăk Lăk, Quảng Đức, Phước Long được hình thành, nhất là cuộc di cư từ Bắc vào đây làm số giáo dân ngày càng thêm đông. Tháng 9 năm 1956, linh mục Gioan Baotixita Trần Thanh Ngoạn được bổ nhiệm làm quản xứ Buôn Ma Thuột. Ông đã vận động các giáo dân xây dựng nhà thờ Buôn Ma Thuột, mà ngày nay là Nhà thờ chính tòa Ban Mê Thuột. Nhà thờ được xây dựng trong một năm và được khánh thành vào tháng 4 năm 1959. Ngày 22 tháng 6 năm 1967, Giáo hoàng Phaolô VI ra Sắc chỉ Qui Dei Benignitate thiết lập Giáo phận Ban Mê Thuột gồm 3 tỉnh Đăk Lăk, Quảng Đức và Phước Long (là những địa phần từng thuộc các giáo phận Đà Lạt và Kon Tum); đồng thời bổ nhiệm linh mục Phêrô Nguyễn Huy Mai làm Giám mục tiên khởi giáo phận. Khi thành lập, giáo phận có 55 linh mục, 33 giáo xứ với 56.719 giáo dân, trải rộng trên diện tích 21.723 km² với dân số 290.800 người, gồm: người Kinh, Thượng, Mường, Nùng, Thái. Bấy giờ, Tòa Giám mục đặt tại thị xã Ban Mê Thuột. Ngày nay tên gọi chính thức của thành phố này là Buôn Ma Thuột nhưng giáo phận vẫn giữ tên gọi là Ban Mê Thuột. Ngày 19 tháng 8 năm 2019, Đức Cha Giáo Phận đã đưa Giáo họ Giuse thuộc Giáo xứ Thánh Tâm lên hàng Giáo xứ với tên gọi là Giáo xứ Chính Tâm[6]. Địa giới giáo phận: phía bắc giáp giáo phận Kon Tum, phía tây nam giáp giáo phận Phú Cường, phía nam giáp giáo phận Xuân Lộc và giáo phận Đà Lạt, phía đông giáp giáo phận Nha Trang, phía tây giáp Hạt Phủ doãn Tông tòa Kampong Cham (Campuchia). Các danh địa giáo phận[sửa | sửa mã nguồn] Nhà thờ chính tòa[sửa | sửa mã nguồn] Nhà thờ chính tòa Ban Mê Thuột Bài chi tiết: Nhà thờ chính tòa Ban Mê Thuột Giáo phận Ban Mê Thuột chọn bổn mạng là Các Thánh Tử Đạo Việt Nam. Lễ Bổn mạng được tổ chức vào ngày 22 tháng 6 hàng năm tại Nhà thờ chính tòa Ban Mê Thuột (Giáo xứ Thánh Tâm), đây cũng là kỷ niệm ngày thành lập Giáo phận (22 tháng 6 năm 1967). Nếu ngày 22 tháng 6 trùng vào thứ Bảy, Chúa nhật hoặc thứ Hai, thì sẽ chuyển qua một ngày khác trong tuần để các giáo dân đều có thể dễ dàng tham dự. Tòa Giám mục[sửa | sửa mã nguồn] Bài chi tiết: Tòa giám mục Ban Mê Thuột Địa chỉ: 104 Phan Chu Trinh, thành phố Ban Mê Thuột, tỉnh Đăk Lăk Tòa Giám mục Ban Mê Thuột Nguyên thủy nơi đây là Nhà dòng do các nữ tu dòng Biển Đức xây dựng. Về sau, Nữ Đan viện Biển Đức dời về Thủ Đức, Sài Gòn vào năm 1966 để lập cơ sở mới tại đó. Cơ sở Nhà dòng đã được giám mục Kon Tum cho mua lại để các linh mục trong hạt Ban Mê Thuột làm nơi hội họp hàng tháng, như một sở quản lý và làm chỗ nghỉ vãng lai. Một nửa cơ sở này dành cho Dòng Mến Thánh Giá di chuyển từ Kon Tum xuống ở tạm trong khi chờ đợi xây cất Nhà dòng. Do đó, nơi này còn gọi là Nhà chung Ban Mê Thuột. Sau khi giáo phận Ban Mê Thuột được thành lập, ngôi nhà này được chuyển thành Tòa Giám mục Ban Mê Thuột.[7] Trung tâm hành hương[sửa | sửa mã nguồn] Đức Mẹ Giang Sơn Đức mẹ Thác Mơ Đồi Thánh Tâm xã Đoài Đồi Ki-tô Vua (Gx.Châu Sơn) Đức mẹ Lộ Đức (Gx.Thánh Linh) Các nhà thờ và tu viện lớn[sửa | sửa mã nguồn] Nhà thờ chính tòa Dòng Nữ Vương Hòa Bình Tiểu Chủng viện Lê Bảo Tịnh Cơ cấu Giáo phận[sửa | sửa mã nguồn] Hạt Chính Tòa: 10 giáo xứ, 10 họ đạo biệt lập (TP. Buôn Ma Thuột, Ea Kar, Krông Păk) Giáo xứ Buôn Lạc - Xã Ea Yiêng, huyện Krông Pắk, tỉnh Đắk Lắk Giáo xứ Chính Tâm - 118 Y Moan, phường Tân Lợi, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk (*) Giáo xứ Dũng Lạc - 65 Nguyễn Văn Cừ, phường Tân Lập, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Thánh Tâm - 2 Phan Chu Trinh, phường Thắng Lợi, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Phú Long - Phường Tân Lập, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Thuận Hiếu - Thị trấn Phước An, huyện Krông Pắk, tỉnh Đắk Lắk Giáo xứ Thuận Hòa - Xã Hòa Tiến, huyện Krông Pắk, tỉnh Đắk Lắk Giáo xứ Thuận Phúc - Xã Ea Phê, huyện Krông Pắk, tỉnh Đắk Lắk Giáo xứ Thuận Tâm - Xã Ea Kmút, huyện Ea Kar, tỉnh Đắk Lắk Giáo xứ Tình Thương - Phường Tân Lợi, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Hạt Mẫu Tâm: 13 giáo xứ, 7 họ đạo biệt lập (TP. Buôn Ma Thuột, Buôn Đôn, Krông Ana) Giáo xứ Châu Sơn - Xã Cư Êbur, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Chi Lăng - Phường Khánh Xuân, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Chính Nghĩa - 52\/36 Hồ Tùng Mậu, phường Tân Tiến, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Đoàn Kết - Xã Hòa Khánh, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Duy Hòa - 51 Võ Văn Kiệt, phường Khánh Xuân, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Hòa Nam - Xã Ea Nuôl, huyện Buôn Đôn, tỉnh Đắk Lắk Giáo xứ Hưng Đạo - 59 Nguyễn Du, phường Tự An, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Kim Mai - 254 Lê Duẩn, phường Tân Thành, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Mẫu Tâm - 70 Y Ngông, phường Tân Tiến, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Quỳnh Ngọc - Xã Ea Na, huyện Krông Ana, tỉnh Đắk Lắk Giáo xứ Tân Lợi - Xã Cuôr Knia, huyện Buôn Đôn, tỉnh Đắk Lắk Giáo xứ Thánh Linh - 103 Nơ Trang Gưh, phường Tân Tiến, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Thọ Thành - Xã Hòa Phú, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Hạt Phước Long: 19 giáo xứ, 12 họ đạo biệt lập (TX. Phước Long, Bù Đốp, Bù Gia Mập, Phú Riềng) Giáo xứ An Bình - Xã Đắk Kla, huyện Bù Gia Mập, tỉnh Bình Phước Giáo xứ Bù Nho - Xã Bù Nho, huyện Bù Gia Mập, tỉnh Bình Phước Giáo xứ Châu Ninh - Xã Thiện Hưng, huyện Bù Đốp, tỉnh Bình Phước Giáo xứ Đắk Ân - Xã Đắk Ơ, huyện Bù Gia Mập, tỉnh Bình Phước Giáo xứ Đức Hạnh - Xã Đức Hạnh, huyện Bù Gia Mập, tỉnh Bình Phước Giáo xứ Giuse - Xã Bù Nho, huyện Bù Gia Mập, tỉnh Bình Phước Giáo xứ Long Điền - Phường Long Phước, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Long Hà - Xã Long Hà, huyện Phú Riềng, tỉnh Bình Phước Giáo xứ Nhơn Hòa - Xã Long Giang, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Phú Văn - Xã Phú Văn, huyện Bù Gia Mập, tỉnh Bình Phước Giáo xứ Phước Bình - Phường Long Phước, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Phước Long - Phường Thác Mơ, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Phước Quả - Xã Phước Tín, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Phước Sơn - Phường Phước Bình, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Phước Vĩnh - Phường Phước Bình, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Sơn Giang - Phường Sơn Giang, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Sông Bé - Xã Long Giang, thị xã Phước Long, tỉnh Bình Phước Giáo xứ Tân Tiến - Xã Tân Tiến, huyện Bù Đốp, tỉnh Bình Phước Giáo xứ Thanh Hòa - Thị trấn Thanh Bình, huyện Bù Đốp, tỉnh Bình Phước Hạt Đắk Mil: 15 giáo xứ, 4 họ đạo biệt lập (Cư Jút, Đăk Mil, Krông Nô) Giáo xứ Bác Ái - Xã Đức Mạnh, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Đức Hạnh - Xã Thuận An, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Đức Lệ - Xã Đức Mạnh, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Kitô Vua - Xã Đắk Rla, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Phúc Bình - Thị trấn Ea Tling, huyện Cư Jút, tỉnh Đắk Nông Giáo xứ Phúc Lộc - Thị trấn Ea Tling, huyện Cư Jút, tỉnh Đắk Nông Giáo xứ Phúc Thành - Xã Nam Dong, huyện Cư Jút, tỉnh Đắk Nông Giáo xứ Quảng Đà - Xã Nam Đà, huyện Krông Nô, tỉnh Đắk Nông Giáo xứ Quảng Phú - Xã Quảng Phú, huyện Krông Nô, tỉnh Đắk Nông Giáo xứ Thổ Hoàng - Xã Đắk Sắk, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Vinh An - Xã Đức Minh, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Vinh Hương - Xã Đức Mạnh, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Xã Đoài - Xã Đức Minh, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Xuân Hòa - Xã Đức Minh, huyện Đắk Mil, tỉnh Đắk Nông Giáo xứ Xuân Lộc - Xã Đắk Sắk, huyện Đắk Mil, tỉnh Đắk Nông Hạt Buôn Hồ: 16 giáo xứ, 4 họ đạo biệt lập (TX. Buôn Hồ, Cư Mgar, Ea Hleo, Krông Buk, Krông Năng) Giáo xứ Buôn Hồ - Phường An Bình, thị xã Buôn Hồ, tỉnh Đắk Lắk Giáo xứ Công Chính - Xã Cư Bao, thị xã Buôn Hồ, tỉnh Đắk Lắk Giáo xứ Ea Hleo - Thị trấn Ea Drăng, huyện Ea Hleo, tỉnh Đắk Lắk Giáo xứ Ea Tul - Xã Ea Tul, huyện Cư Mgar, tỉnh Đắk Lắk Giáo xứ Kon Hring - Xã Ea Hđing, huyện Cư Mgar, tỉnh Đắk Lắk Giáo xứ Nam Thiên - Xã Hòa Thuận, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Phú Lộc - Xã Phú Lộc, huyện Krông Năng, tỉnh Đắk Lắk Giáo xứ Phú Xuân - Xã Phú Xuân, huyện Krông Năng, tỉnh Đắk Lắk Giáo xứ Pơng Drang - Xã Pơng Drang, huyện Krông Búk, tỉnh Đắk Lắk Giáo xứ Quảng Nhiêu - Xã Quảng Tiến, huyện Cư Mgar, tỉnh Đắk Lắk Giáo xứ Thiên Đăng - Xã Cuôr Đăng, huyện Cư Mgar, tỉnh Đắk Lắk Giáo xứ Vinh Đức - Phường Thống Nhất, thị xã Buôn Hồ, tỉnh Đắk Lắk Giáo xứ Vinh Hà - Xã Chư Kbô, huyện Krông Búk, tỉnh Đắk Lắk Giáo xứ Vinh Phước - Phường Thống Nhất, thị xã Buôn Hồ, tỉnh Đắk Lắk Giáo xứ Vinh Quang - Phường Bình Tân, thị xã Buôn Hồ, tỉnh Đắk Lắk Giáo xứ Vinh Tân - Xã Ea Kiết, huyện Cư Mgar, tỉnh Đắk Lắk Hạt Giang Sơn: 10 giáo xứ, 7 họ đạo biệt lập (Cư Kuin) Giáo xứ Đông Sơn - Xã Hòa Hiệp, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Ea Kmar - Xã Ea Bhô, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Giang Sơn - Xã Hòa Hiệp, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Hòa Bình - Xã Hòa Thắng, thành phố Buôn Ma Thuột, tỉnh Đắk Lắk Giáo xứ Kim Châu - Xã Dray Bhăng, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Kim Hòa - Xã Dray Bhăng, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Kim Phát - Xã Hòa Hiệp, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Tân Hòa - Xã Ea Tiêu, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Vinh Hòa - Xã Ea Ktur, huyện Cư Kuin, tỉnh Đắk Lắk Giáo xứ Vinh Trung - Xã Cư Êwi, huyện Cư Kuin, tỉnh Đắk Lắk Hạt Gia Nghĩa: 18 giáo xứ, 13 họ đạo biệt lập (TP. Gia Nghĩa, Đăk Glong, Đăk R'Lấp, Đăk Song, Tuy Đức) Giáo xứ Bình Hà - Xã Thuận Hạnh, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Bùi Phát - Xã Nam Bình, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Gia Nghĩa - Phường Nghĩa Đức, thành phố Gia Nghĩa, tỉnh Đắk Nông Giáo xứ Hòa An - Xã Nam Bình, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Hòa Tiến - Thị trấn Đức An, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Hương Sơn - Xã Nam Bình, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Kiến Hòa - Thị trấn Kiến Đức, huyện Đắk Rlấp, tỉnh Đắk Nông Giáo xứ Nghi Lập - Thị trấn Đức An, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Nghi Trung - Xã Đắk Ndrung, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Nghi Xuân - Xã Nâm Njang, huyện Đắk Song, tỉnh Đắk Nông Giáo xứ Nhân Cơ - Xã Nhân Cơ, huyện Đắk Rlấp, tỉnh Đắk Nông Giáo xứ Quảng Phúc - Xã Quảng Khê, huyện Đắk Glong, tỉnh Đắk Nông Giáo xứ Thánh Linh - Xã Đắk Ru, huyện Đắk Rlấp, tỉnh Đắk Nông Giáo xứ Thiên Ân - Xã Đắk Rtíh, huyện Tuy Đức, tỉnh Đắk Nông Giáo xứ Thiên Hoa - Xã Quảng Tín, huyện Đắk Rlấp, tỉnh Đắk Nông Giáo xứ Thiên Phước - Xã Quảng Sơn, huyện Đắk Glong, tỉnh Đắk Nông Giáo xứ Trung Nghĩa - Xã Nghĩa Thắng, huyện Đắk Rlấp, tỉnh Đắk Nông Giáo xứ Trường Xuân - Xã Trường Xuân, huyện Đắk Song, tỉnh Đắk Nông Hạt Đồng Xoài: 18 giáo xứ, 6 họ đạo biệt lập (TP. Đồng Xoài, Bù Đăng, Đồng Phú, Phú Riềng) Giáo xứ Bình Minh - Xã Bình Minh, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Bù Đăng - Thị trấn Đức Phong, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Đắk Nhau - Xã Đắk Nhau, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Đồng Nai - Xã Đồng Nai, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Đồng Tâm - Xã Đồng Tiến, huyện Đồng Phú, tỉnh Bình Phước Giáo xứ Đồng Tín - Xã Đồng Tâm, huyện Đồng Phú, tỉnh Bình Phước Giáo xứ Đồng Xoài - Phường Tân Đồng, thành phố Đồng Xoài, tỉnh Bình Phước Giáo xứ Đức Liễu - Xã Đức Liễu, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Minh Hưng - Xã Minh Hưng, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Nghĩa Trung - Xã Nghĩa Trung, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Phú Sơn - Xã Phú Sơn, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Phú Riềng - Xã Phú Riềng, huyện Phú Riềng, tỉnh Bình Phước Giáo xứ Phước Tân - Xã Phước Tân, huyện Phú Riềng, tỉnh Bình Phước Giáo xứ Tân Hưng - Xã Tiến Hưng, thành phố Đồng Xoài, tỉnh Bình Phước Giáo xứ Tân Lập - Xã Tân Lập, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Thống Nhất - Xã Thống Nhất, huyện Bù Đăng, tỉnh Bình Phước Giáo xứ Thuận Lợi - Xã Thuận Lợi, huyện Đồng Phú, tỉnh Bình Phước Giáo xứ Thuận Phú - Xã Thuận Phú, huyện Đồng Phú, tỉnh Bình Phước Lãnh đạo giáo phận: Giám quản Tông Tòa: Vinh-sơn Nguyễn Văn Bản Tổng Đại diện: Linh mục: Stêphanô Nguyễn Văn Đậu Chưởng ấn – Thư ký: Linh mục Giuse Nguyễn Quang Diệu Quản lý: Linh mục Giuse Trần Văn Phúc Các cơ quan trực thuộc: Hội đồng Tư vấn Hội đồng Linh mục Tòa án Hôn phối Các đời Giám mục quản nhiệm[sửa | sửa mã nguồn] STT Tên Thời gian quản nhiệm Ghi chú 1 † Phêrô Nguyễn Huy Mai 1967-1990 2 † Giuse Trịnh Chính Trực 1981-1990 1990-2000 3 † Giuse Nguyễn Tích Đức 1997-2000 2000-2006 4 † Phaolô Nguyễn Văn Hòa 2006-2009 Giám quản Tông Tòa 5 Vinh Sơn Nguyễn Văn Bản 2009-2022 2022-nay Giám mục chính tòa Giám quản Tông Tòa : Giám mục chính tòa : Giám mục phó, phụ tá hoặc Đại diện tông tòa : Giám quản tông tòa Xem thêm[sửa | sửa mã nguồn] Danh sách Giáo phận Công giáo Việt Nam theo số giáo dân Danh sách Giáo phận Công giáo Việt Nam theo số giáo xứ Danh sách Giáo phận Công giáo Việt Nam theo số linh mục Danh sách Giáo phận Công giáo Việt Nam theo diện tích Công giáo tại Việt Nam Chú thích[sửa | sửa mã nguồn] ^ a b c d e Đức Thánh Cha Phanxicô bổ nhiệm Giám mục giáo phận Hải Phòng ^ theo tên cũ và không đổi thành Buôn Ma Thuột theo tên hành chính hiện nay ^ thành phố Đồng Xoài, thị xã Phước Long và các huyện Bù Đăng, Bù Đốp, Bù Gia Mập, Đồng Phú và Phú Riềng ^ Giới thiệu sơ lược về Giáo phận Ban Mê Thuột ^ “ĐTC Phanxicô bổ nhiệm Giám mục Chính tòa Gp. Hải Phòng - Vatican News tiếng Việt”. Truy cập ngày 19 tháng 3 năm 2022. ^ “Giáo xứ Chính Tâm”. Giáo phận Ban Mê Thuột. Truy cập ngày 28 tháng 9 năm 2021. ^ Tài liệu về lịch sử giáo phận Ban Mê thuột trích từ Website Vatican và Website GP Ban mê Thuột. Liên kết ngoài[sửa | sửa mã nguồn] Giáo phận Ban Mê Thuột ẩn x t s Giáo phận Công giáo tại Việt Nam Giáo tỉnh Hà Nội Hà Nội · Bắc Ninh · Bùi Chu · Hà Tĩnh · Hải Phòng · Hưng Hóa · Lạng Sơn và Cao Bằng · Phát Diệm · Thái Bình · Thanh Hóa · Vinh Giáo tỉnh Huế Huế · Ban Mê Thuột · Đà Nẵng · Kon Tum · Nha Trang · Qui Nhơn Giáo tỉnh Sài Gòn Thành phố Hồ Chí Minh · Bà Rịa · Cần Thơ · Đà Lạt · Long Xuyên · Mỹ Tho · Phan Thiết · Phú Cường · Vĩnh Long · Xuân Lộc Bài viết liên quan Công giáo tại Việt Nam · Các thánh tử đạo Việt Nam · Quan hệ Tòa Thánh – Việt Nam · Hội đồng Giám mục Việt Nam · Danh sách giám mục người Việt (còn sống · nghỉ hưu) · Danh sách giám mục ngoại quốc Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Giáo_phận_Ban_Mê_Thuột&oldid=69444279” Thể loại: Giáo phận Công giáo Việt Nam Buôn Ma Thuột Khởi đầu năm 1967 ở Việt Nam Trang này được sửa lần cuối vào ngày 18 tháng 12 năm 2022, 04:39. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}