{"Giải phóng miền Nam (bài hát)":"Giải phóng miền Nam (bài hát) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Lời bài hát 3Xem thêm 4Tham khảo 5Liên kết ngoài Đóng mở mục lục Đóng mở mục lục Giải phóng miền Nam (bài hát) 13 ngôn ngữ Bahasa Indonesia Deutsch English 한국어 Norsk bokmål Oʻzbekcha \/ ўзбекча Português Русский Svenska Tagalog ไทย 粵語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 1\/2022) Bài viết hoặc đoạn này cần người am hiểu về chủ đề này trợ giúp biên tập mở rộng hoặc cải thiện. Bạn có thể giúp cải thiện trang này nếu có thể. Xem trang thảo luận để biết thêm chi tiết. (tháng 1\/2022) Giải phóng miền Nam Quốc ca của Cộng hòa Miền Nam Việt Nam Lời Lưu Hữu Phước, tháng 7\/1969[1] Nhạc Lưu Hữu Phước, tháng 7\/1969[1] Được chấp nhận 1975 Cho đến 1976 Quốc ca trước đó Tiếng gọi công dân Quốc ca sau này Tiến quân ca Mẫu âm thanh 2:48 Giải phóng miền Nam tập tin trợ giúp \"Giải phóng miền Nam\" được sáng tác vào năm 1961 bởi nhạc sĩ Lưu Hữu Phước (có bút hiệu khác là Huỳnh Minh Siêng), là bài hát chính thức của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (1961-1976), và đồng thời là quốc ca của Nhà nước Cộng hòa miền Nam Việt Nam trên toàn bộ miền Nam Việt Nam (1975-1976).[2][3] Lịch sử[sửa | sửa mã nguồn] Sự hình thành của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam ra đời vào năm 1960 đặt ra nhu cầu tự nhiên về một bài ca chính thức dành cho Mặt trận. Vì vậy Hội Văn nghệ Giải phóng miền Nam Việt Nam ba nhạc sĩ Lưu Hữu Phước, Mai Văn Bộ, Huỳnh Văn Tiểng sáng tác tập thể một bài hát làm bài ca chính thức của Mặt trận. Mai Văn Bộ và Huỳnh Văn Tiểng đã phác thảo xong ca từ của bài hát trong vòng một tuần, còn Lưu Hữu Phước được phân công viết phần nhạc. Bộ ba Huỳnh - Mai - Lưu trong vòng một tuần đã hoàn tất xong ca khúc Giải phóng miền Nam. Khi nghe cả ba nhạc sĩ hát bài Giải phóng miền Nam lần đầu để được phê duyệt, ông Phạm Hùng, khi đó là cán bộ cấp cao của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam đã đứng lên nói to: \"Được rồi, hay lắm! Vùng lên nhân dân miền Nam anh hùng! Vùng lên! Xông pha vượt qua bão bùng! Vận nước đã đến rồi... Hay hết sức! Hoan nghênh và cảm ơn các đồng chí\".[4] Sau đó bài Giải phóng miền Nam được mang tên chung của 3 người là Huỳnh Minh Siêng. Theo lời kể của nhạc sĩ Lưu Hữu Phước thì ban đầu để tên ghép là Huỳnh Minh Liêng (từ chữ cái đầu trong họ của 3 ông). Chữ Liêng được cố tình viết sai chính tả là L-i-ê-n-g (các từ liền với nhau bằng gạch nối) để mang tính dân gian và tránh trùng tên của nhân sĩ Đặng Thúc Liêng. Nhưng khi đưa lên báo Nhân dân thì do tam sao thất bản (chữ L viết tay hoa bị nhầm thành S), nên đã in thành Siêng. Thực chất, để bí mật, nhóm bộ ba này đã đặt tên tác giả là: \"Huỳnh Minh Liêng\"; nhưng do sắp chữ khi in, người sắp chữ đã nhầm chữ L thành chữ S, và về sau thì nhóm bộ ba này, chủ yếu là Lưu Hữu Phước, cũng không muốn sửa nữa vì từ Siêng cũng có cái hay của nó là siêng năng. Huỳnh Minh Siêng – tác giả bài hát Giải phóng miền Nam được đặt tên tác giả là vậy. Từ đây, bài hát nhanh chóng được phổ biến rộng rãi qua sóng phát thanh của Đài Phát thanh Giải phóng miền Nam và các đoàn văn công quân Giải phóng. Lời bài hát[sửa | sửa mã nguồn] Giải phóng miền Nam chúng ta cùng quyết tiến bước Diệt đế quốc Mỹ phá tan bè lũ bán nước Ôi xương tan máu rơi lòng hận thù ngất trời Sông núi bao nhiêu năm cắt rời Đây Cửu Long hùng tráng Đây Trường Sơn vinh quang Thúc giục đoàn ta xung phong đi giết thù Vai sát vai chung một bóng cờ Vùng lên nhân dân miền Nam anh hùng Vùng lên xông pha vượt qua bão bùng Thề cứu lấy nước nhà Thề hy sinh đến cùng Cầm gươm ôm súng xông tới Vận nước đã đến rồi Bình minh chiếu khắp nơi Nguyện xây non nước sáng tươi muôn đời Giải phóng miền Nam chúng ta cùng quyết tiến bước Diệt đế quốc Mỹ phá tan bè lũ bán nước Ôi xương tan máu rơi lòng hận thù ngất trời Sông núi bao nhiêu năm cắt rời Đây Cửu Long hùng tráng Đây Trường Sơn vinh quang Thúc giục đoàn ta xung phong đi giết thù Vai sát vai chung một bóng cờ Vùng lên nhân dân miền Nam anh hùng Vùng lên xông pha vượt qua bão bùng Thề cứu lấy nước nhà Thề hy sinh đến cùng Cầm gươm ôm súng xông tới Vận nước đã đến rồi Bình minh chiếu khắp nơi Nguyện xây non nước sáng tươi muôn đời Vận nước đã đến rồi Bình minh chiếu khắp nơi Nguyện xây non nước sáng tươi muôn đời. Xem thêm[sửa | sửa mã nguồn] Quốc ca Việt Nam Thanh niên hành khúc Tiến quân ca Tham khảo[sửa | sửa mã nguồn] ^ a b “South Vietnam 1975-1976”. nationalanthems.info. Truy cập ngày 8 tháng 2 năm 2012. ^ congan.com.vn (28 tháng 4 năm 2020). “Tiáº¿n vá»\u0081 Sài Gòn nhÆ° Ä'á»‹nh hÆ°á»›ng báo trÆ°á»›c!”. Báo Công an Thành Phố Hồ Chí Minh. Truy cập 3 tháng 1 năm 2021. C1 control character trong |tiêu đề= tại ký tự số 11 (trợ giúp) ^ “Khúc ca khải hoàn ngày thống nhất non sông”. baodansinh.vn. Truy cập 3 tháng 1 năm 2021. ^ https:\/\/baotintuc.vn\/nhan-vat-su-kien\/nhac-si-luu-huu-phuoc-voi-bai-ca-giai-phong-mien-nam-20170427162806283.htm Liên kết ngoài[sửa | sửa mã nguồn] Bài hát \"Giải phóng miền Nam\" ra đời trong hoàn cảnh nào? Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Giải_phóng_miền_Nam_(bài_hát)&oldid=70030344” Thể loại: Nhạc Lưu Hữu Phước Ca khúc nhạc đỏ Bài hát về chiến tranh Việt Nam Quốc ca Việt Nam Thể loại ẩn: Lỗi CS1: ký tự ẩn Trang thiếu chú thích trong bài Trang cần được biên tập lại Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 03:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}