{"Hiệp sĩ bắt cướp":"Hiệp sĩ bắt cướp – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thành lập 2Quy chế 3Phát triển 4Thành tích 5Khen thưởng 6Xem thêm 7Ghi chú 8Liên kết ngoài Hiệp sĩ bắt cướp Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm liên kết tới các bài bách khoa khác để trở thành một phần của bách khoa toàn thư trực tuyến Wikipedia. Xin hãy giúp cải thiện bài viết này bằng cách thêm các liên kết có liên quan đến ngữ cảnh trong văn bản hiện tại. (tháng 7 năm 2018) Bài viết này là một bài mồ côi vì không có bài viết khác liên kết đến nó. Vui lòng tạo liên kết đến bài này từ các bài viết liên quan; có thể thử dùng công cụ tìm liên kết. (tháng 5 năm 2013) Hiệp sĩ đường phố là tên gọi phổ biến thường được báo chí và người dân sử dụng[1][2][3] để nói về thành viên của các câu lạc bộ phòng chống tội phạm tại nhiều thành phố ở Việt Nam. Ban đầu, nhóm hiệp sĩ được thành lập ở Bình Dương, sau mở rộng ra các địa bàn khác trên toàn quốc. Thành lập[sửa | sửa mã nguồn] Năm 1997, câu lạc bộ Phòng chống tội phạm đầu tiên được thành lập ở phường Phú Hòa với tên gọi đội Dân quân tự vệ vây bắt đối tượng cướp giật. Mục đích của việc thành lập đội đầu tiên là do phường Phú Hòa là nơi giáp ranh với nhiều xã, phường khác, là địa bàn khá phức tạp về tình hình an ninh trật tự, nhất là tình trạng tội phạm cướp giật tài sản, trộm xe máy của người dân thường xuyên xảy ra. Hơn nữa, do địa bàn này nối với các tuyến quốc lộ 13 và đường ĐT743 đi Đồng Nai, TP. Hồ Chí Minh, nên bọn tội phạm thường chọn khu vực này để gây án. Quy chế[sửa | sửa mã nguồn] Theo quy chế đã ban hành, các \"hiệp sĩ\" Bình Dương nằm trong danh sách câu lạc bộ phòng chống tội phạm dù không có lương nhưng được hỗ trợ tiền xăng, được khen thưởng khi bắt được tội phạm, được thăm hỏi, điều trị khi bị tai nạn do làm nhiệm vụ. Trong lúc truy bắt các đối tượng phạm pháp gặp tai nạn, thương tích nặng hoặc tử vong thì \"hiệp sĩ\" được hưởng chế độ chính sách như người có công với cách mạng theo quy định tại Nghị định số 31\/2013 của chính phủ[4]. Phát triển[sửa | sửa mã nguồn] Năm 2009, do đội Dân quân tự vệ có những thành tích đạt được trong công tác đấu tranh, phòng chống tội phạm, Công an tỉnh... đã chỉ đạo nâng đội thành câu lạc bộ Phòng chống tội phạm. Năm 2006, ủy ban nhân dân tỉnh Bình Dương ra Quyết định 203\/QĐ-ủy ban nhân dân ban hành Quy chế hoạt động cho các Câu lạc bộ phòng chống tội phạm. Đây là bước ngoặt, tạo cơ sở pháp lý cho hoạt động của mô hình phòng chống tội phạm. Theo quy chế, các Câu lạc bộ chia làm hai bộ phận gồm bộ phận tuyên truyền phổ biến pháp luật và bộ phận xung kích phòng chống tội phạm, tuần tra bắt giữ đối tượng phạm pháp quả tang nơi công cộng.[5] Ngày 2 tháng 4 năm 2008, công an Thành phố Hồ Chí Minh đã chính thức ra mắt đội cảnh sát hình sự đặc nhiệm (SBC) thuộc Phòng cảnh sát điều tra tội phạm và trật tự xã hội.Với lực lượng bao gồm hơn 50 chiến sĩ được tuyển lựa kỹ, đào tạo nâng cao về võ thuật, bắn súng và lái xe suốt trong 4 tháng. SBC sẽ phối hợp với cảnh sát hình sự, đặc nhiệm, công an các quận huyện và các lực lượng hoạt động trên các địa bàn trong công tác nắm tình hình đối tượng, vây bắt kẻ gây án cướp giật.[6][7] Từ tháng 7 năm 2010, thành phố Hà Nội cũng bắt đầu triển khai thí điểm mô hình câu lạc bộ săn bắt cướp trên địa bàn quận Hai Bà Trưng.[8][9] Đến năm 2012, toàn tỉnh Bình Dương đã thành lập được 81 câu lạc bộ phòng, chống tội phạm với 2.700 hội viên tham gia.[10] Các câu lạc bộ phòng chống tội phạm đã phát huy hiệu quả tích cực trong việc góp phần cùng với lực lượng công an đấu tranh phòng chống tội phạm. Thành tích[sửa | sửa mã nguồn] Tính đến năm 2011, các câu lạc bộ phòng chống tội phạm trên địa bàn tỉnh đã phát hiện và trực tiếp bắt quả tang hơn 1.000 vụ việc, bắt giữ gần 1.500, cướp giật tài sản; cung cấp tin tức giúp lực lượng công an tóm hơn 100 kẻ phạm tội về ma túy. Nổi bật nhất là câu lạc bộ phòng chống tội phạm phường Phú Hòa đã phá 621 vụ án, bắt 1.200 kẻ phạm tội quả tang. Chỉ riêng trong năm 2011, câu lạc bộ đã phát hiện 43 vụ, bắt 68 nghi phạm.[11] Khen thưởng[sửa | sửa mã nguồn] Những thành tích góp phần giữ vững an ninh, trật tự an toàn xã hội của các câu lạc bộ phòng chống tội phạm đã được ghi nhận và tặng thưởng nhiều bằng khen, giấy khen. Câu lạc bộ Phòng chống tội phạm phường Phú Hòa đã được Thủ tướng tặng bằng khen về những thành tích xuất sắc trong việc đấu tranh phòng chống tội phạm, góp phần gìn giữ xã hội bình yên. Ngoài ra ủy ban nhân dân tỉnh Bình Dương còn trao tặng 11 xe máy (trị giá 550 triệu đồng) cho 11 câu lạc bộ hoàn thành xuất sắc công tác phòng, chống tội phạm thời gian qua.[10][11] Một thành viên của câu lạc bộ phòng chống tội phạm phường Phú Hoà đã vinh dự được Chủ tịch nước tặng thưởng Huân chương chiến công hạng III cho một cá nhân (anh Nguyễn Thanh Hải),[12] 04 thành viên được tặng Huy chương tuổi trẻ dũng cảm, 02 tập thể, 04 cá nhân được Bộ Công an tặng Bằng khen.[13] Ngày 15 tháng 12 năm 2011 các hiệp sĩ săn bắt cướp đã được báo điện tử VnExpress vinh danh là nhân vật của năm 2011 sau khi nhận được 10 phiếu trong tổng số 39 phiếu từ Ban giám khảo.[3] Xem thêm[sửa | sửa mã nguồn] Nguyễn Văn Minh Tiến Ghi chú[sửa | sửa mã nguồn] ^ \"Hiệp sĩ đường phố\" bắt gọn tên cướp giật ^ \"Hiệp sĩ đường phố\" là tấm gương sáng để học tập ^ a b Hiệp sĩ săn bắt cướp - Nhân vật của năm 2011 ^ “\"Hiệp sĩ\" Bình Dương hoạt động theo quy chế của tỉnh”. Người Lao Động. ^ Câu lạc bộ phòng chống tội phạm – Một điển hình của phong trào toàn dân bảo vệ an ninh Tổ Quốc [liên kết hỏng] ^ Tái lập đội săn bắt cướp ^ TP HCM tái lập đội Săn bắt cướp ^ Quyết chống đua xe, thí điểm CLB bắt cướp ^ Hà Nội sẽ thành lập các câu lạc bộ săn bắt cướp ^ a b CLB phòng chống tội phạm Phú Hòa nhận bằng khen của Thủ tướng ^ a b Thủ tướng tặng bằng khen cho hiệp sĩ SBC ^ “\"Hiệp sĩ\" Nguyễn Thanh Hải nhận Huân chương Chiến công”. Tuổi Trẻ online. ^ “Bí thư Trung ương Đoàn trao bằng khen cho 'các \"hiệp sĩ\"”. Công an Thành phố Hồ Chí Minh. Liên kết ngoài[sửa | sửa mã nguồn] HIỆP SĨ BÌNH DƯƠNG- Bàn tay nắm lấy bàn tay Lưu trữ 2012-09-06 tại Wayback Machine Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hiệp_sĩ_bắt_cướp&oldid=68886516” Thể loại: Xã hội Bình Dương Thể loại ẩn: Bài có liên kết hỏng Bài viết có quá ít liên kết wiki Tất cả bài viết cần được wiki hóa Bài mồ côi Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 22 tháng 7 năm 2022, 14:03. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}