{"Hoàng Văn Nọn":"Hoàng Văn Nọn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Vinh danh 3Tham khảo 4Liên kết ngoài Hoàng Văn Nọn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. Hoàng Văn Nọn Chức vụ Bí thư Tỉnh ủy Cao Bằng Nhiệm kỳ 7\/1933 – Chủ tịch Mặt trận Tổ Quốc tỉnh Cao Bằng Nhiệm kỳ 1965 – Ủy viên Ban chấp hành Trung ương Đảng khóa I Thường vụ Trung ương Đảng khóa I Thông tin chung Sinh 1907 Xóm Nà Toàn phường Đề Thám thành phố Cao Bằng Mất 1968 Cao Bằng Đảng chính trị Đảng Cộng sản Việt Nam Hoàng Văn Nọn (1907-1968), bí danh Hoàng Như, Hoàng Tú Hưu, Tú Hưu, Hoàng Ngọc Như, Văn Tân, Hoàng Lương Hữu, Thiết, Hoàng Vĩnh Tuy, nguyên Bí thư Tỉnh ủy tỉnh Cao Bằng, nguyên Chủ tịch Mặt trận Tổ Quốc tỉnh Cao Bằng, là Bí thư Chi bộ Đảng Cộng sản (ĐCS) đầu tiên của tỉnh Cao Bằng, người chiến sĩ cộng sản ưu tú của quê hương Cao Bằng, nguyên Ủy viên Ban chấp hành Trung ương Đảng khóa I, nguyên Thường vụ Trung ương Đảng khóa I. Tiểu sử[sửa | sửa mã nguồn] Hoàng Văn Nọn sinh năm 1907, dân tộc Tày, xóm Nà Toàn, phường Đề Thám thành phố Cao Bằng.Sinh ra, lớn lên lúc đất nước, quê hương chìm trong cảnh nô lệ, lầm than, người thanh niên Hoàng Văn Nọn đã sớm được giác ngộ cách mạng (CM). Từ năm 1926, đồng chí Nọn theo những người yêu nước sang Long Châu (Trung Quốc) và gặp đồng chí Hoàng Đình Giong. Giữa năm 1928, đồng chí Nọn được kết nạp vào tổ chức Việt Nam CM Thanh niên. Tháng 12\/1929, đồng chí Hoàng Đình Giong, Hoàng Văn Thụ, Hoàng Văn Nọn được kết nạp vào Đông Dương Cộng sản Đảng và thành lập Chi bộ ở Long Châu (Trung Quốc), đồng chí Hoàng Đình Giong làm Bí thư chi bộ. Được Đảng phân công trở về Cao Bằng hoạt động. Ngày 1\/4\/1930, tại khe suối Nặm Lìn, thôn Hào Lịch, xã Hoàng Tung (Hòa An), đồng chí Hoàng Văn Nọn thay mặt Chi bộ Long Châu kết nạp 2 đồng chí tiêu biểu trong Hội Việt Nam CM Thanh niên ở tỉnh là Lê Đoàn Chu (tức Lê Mới, Nam Cao) và Nông Văn Đô (tức Bích Giang) vào Đảng Cộng sản Việt Nam và tuyên bố thành lập Chi bộ Đảng ở Cao Bằng do đồng chí Hoàng Văn Nọn làm Bí thư. Đây là Chi bộ đầu tiên của tỉnh, nên ngay từ khi mới thành lập được phân công nhiệm vụ như Ban Tỉnh ủy lâm thời để lãnh đạo CM toàn tỉnh. Cũng tại cuộc họp này, chi bộ đã đề ra hai nhiệm vụ hàng đầu, gồm: Tích cực phát triển Đảng, đặc biệt, ở khu Mỏ thiếc Tĩnh Túc (Nguyên Bình) và ở Thị xã; Đẩy mạnh phong trào chống thuế, chống phụ thu lạm bổ, chống bắt phu vào ngày mùa, đi phu phải được cấp tiền, gạo. Sự ra đời của chi bộ Đảng đầu tiên của Cao Bằng đã đánh dấu một bước phát triển mới, một bước ngoặt trên con đường đấu tranh giải phóng của tỉnh. Nhân dân các dân tộc Cao Bằng vững bước đi lên dưới ngọn cờ quang vinh của Đảng Cộng sản Việt Nam, cùng nhân dân cả nước đi từ thắng lợi này đến thắng lợi khác, cho đến khi giành thắng lợi hoàn toàn. Dưới sự lãnh đạo của Ban Tỉnh ủy Cao Bằng, phong trào cách mạng tiếp tục phát triển, nhiều chi bộ được thành lập ở các đại phương trong tỉnh. Từ năm 1930 đến tháng 2\/1933, các chi bộ xã Phúc Tăng tại Hồng Việt (Hòa An), Chi bộ Mỏ thiếc Tĩnh Túc (Nguyên Bình), Chi bộ xã Sóc Hà (Hà Quảng), Chi bộ xã Chí Thảo (Quảng Uyên) và Chi bộ xã Vân Trình (Thạch An) lần lượt ra đời. Đến tháng 7\/1933, Ban lãnh đạo của Đảng Cộng sản Đông Dương công nhận Ban Chấp hành Đảng bộ tỉnh Cao Bằng, do đồng chí Hoàng Văn Nọn làm Bí thư, các châu ủy lần lượt được thành lập ở Hòa An (1933), Hà Quảng (1935). Năm 1933, giặc Pháp và bọn tay sai ráo riết bắt phu mở đường vào lúc đang vụ gặt. Đồng chí Hoàng Văn Nọn chỉ đạo Châu ủy Hòa An vận động 300 phu đấu tranh biểu tình kéo lên phủ Hòa An đòi chống bắt phu vào ngày mùa, đi phu phải được cấp tiền, gạo. Quân địch huy động đến đàn áp, bắt đi một số người. Không lùi bước trước sự khủng bố của địch, Châu ủy Hòa An đã vận động quần chúng góp tiền, viết đơn cử đại biểu lên Thống sứ Bắc Kỳ. Kết quả, Sở Thanh tra lao động Bắc Kỳ phải tuyên bố không bắt phu trong ngày mùa, đi phu được trả tiền, gạo. Thắng lợi của cuộc đấu tranh đó đã động viên, cổ vũ tinh thần đấu tranh cách mạng của nhân dân các dân tộc trong tỉnh. Vào tháng 7\/1935, đồng chí Hoàng Văn Nọn, Bí thư Tỉnh ủy Cao Bằng được Ban lãnh đạo Đảng Cộng sản Đông Dương chỉ định là đại biểu chính thức của Đảng Cộng sản Đông Dương đi dự Đại hội lần thứ VII Quốc tế Cộng sản tại Mát-xcơ-va (Liên Xô) và đọc bản tham luận về việc vận động các dân tộc thiểu số ở Đông Dương tham gia cách mạng. Cũng dịp này, đồng chí được lãnh tụ Nguyễn Ái Quốc cử ở lại Liên Xô, Người trực tiếp dạy tiếng Nga cho đồng chí Hoàng Văn Nọn và giới thiệu đến học lý luận Mác - Lê-nin ở Trường Đại học Phương Đông tại Mát-xcơ-va. Vốn là người thông minh, sáng dạ, một thời gian ngắn, đồng chí Hoàng Văn Nọn đã biết đọc, biết viết tiếng Nga, trở thành người học trò xuất sắc của Bác Hồ. Tháng 2\/1937, đồng chí Lê Hồng phong với tư cách Ủy viên Ban Chấp hành Quốc tế Cộng sản cử đồng chí Hoàng Văn Nọn là đặc phái viên về nước củng cố Liên xứ ủy Trung kỳ, Bắc kỳ, làm Bí thư Liên xứ ủy. Ngày 28\/2\/1938, đồng chí Hoàng Văn Nọn bị địch bắt tại Hà Nội, giam giữ tại nhà tù Hỏa Lò (Hà Nội). Trong nhà tù, đồng chí bị kẻ thù tra tấn dã man. Song với chí khí của người cộng sản, đồng chí không những không khai một lời mà còn vạch trần tội ác của thực dân Pháp. Anh em trong tù khâm phục khí phách, ý chí cách mạng, không khuất phục kẻ thù của đồng chí Hoàng Văn Nọn, càng tin tưởng vào cách mạng. Đồng chí Hoàng Văn Nọn bị địch kết án tù chung thân, giam từ nhà tù này đến nhà tù khác. Vào đêm ngày 9\/3\/1945, Nhật đảo chính Pháp, được sự giúp đỡ của quần chúng cơ sở CM, đồng chí Hoàng Văn Nọn cùng bạn tù vượt ngục Hỏa Lò. Sau khi vượt ngục, đồng chí lập tức về ngay Cao Bằng hoạt động, từ đó đồng chí mang bí danh là Hoàng Như. Đồng chí Hoàng Như, được Đảng giao cho lập đội quân nhanh chóng vũ trang cướp chính quyền về tay CM ở các châu miền Đông tỉnh Cao Bằng. Những năm sau đó, đồng chí tiếp tục công tác, ở cương vị nào cũng hoàn thành nhiệm vụ được giao. Năm 1965, đồng chí Hoàng Văn Nọn là Chủ tịch Mặt trận Tổ quốc tỉnh đến khi về nghỉ hưu. Năm 1968, đồng chí Hoàng Văn Nọn mất tại bệnh viện Phja Tráng, xã Đức Long (Hòa An). Đồng chí Hoàng Văn Nọn, người Bí thư Chi bộ Đảng đầu tiên của tỉnh, người chiến sĩ cộng sản ưu tú được Đảng và Nhà nước tặng thưởng Huân chương Hồ Chí Minh và nhiều huân, huy chương cao quý khác. Tại thành phố Cao Bằng hiện nay có một đường phố được đặt tên phố Hoàng Như, đây là sự tưởng nhớ và tôn vinh của các thế hệ Cao Bằng trước những cống hiến to lớn của đồng chí Hoàng Văn Nọn đối với sự nghiệp cách mạng của tỉnh và đất nước. Vinh danh[sửa | sửa mã nguồn] Năm 1965, đồng chí là Chủ tịch Mặt trận Tổ quốc tỉnh Cao Bằng. Đồng chí là chiến sĩ cộng sản ưu tú, được Đảng và Nhà nước tặng thưởng Huân chương Hồ Chí Minh cao quý. Tham khảo[sửa | sửa mã nguồn] Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá I Liên kết ngoài[sửa | sửa mã nguồn] Hoàng Văn Nọn-Người chiến sĩ ưu tú của quê hương cách mạng Đồng chí Hoàng Văn Nọn - Bí thư Chi bộ Đảng đầu tiên của tỉnh Cao Bằng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Văn_Nọn&oldid=68671745” Thể loại: Người Tày Người Cao Bằng Bí thư Tỉnh ủy Cao Bằng Huân chương Hồ Chí Minh Bí thư Xứ ủy Bắc Kỳ Thể loại ẩn: Hoàn toàn không có nguồn tham khảo Trang này được sửa lần cuối vào ngày 1 tháng 6 năm 2022, 02:53. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}