{"Hoàng Quốc Việt":"Hoàng Quốc Việt – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tác phẩm 3Vinh danh 4Tham khảo 5Liên kết ngoài Hoàng Quốc Việt 1 ngôn ngữ Deutsch Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hoàng Quốc Việt Chức vụ Bí thư Đảng Đoàn; Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Nhiệm kỳ 31 tháng 1 năm 1977 – 12 tháng 5 năm 1983 6 năm, 101 ngày Tiền nhiệm Bản thân là Chủ tịch đầu tiên Kế nhiệm Huỳnh Tấn Phát Viện trưởng Viện Kiểm sát Nhân dân Tối cao Nhiệm kỳ 25 tháng 8 năm 1960 – 3 tháng 7 năm 1976 15 năm, 313 ngày Chủ tịch Hồ Chí Minh Tôn Đức Thắng Tiền nhiệm Bùi Lâm Kế nhiệm Trần Hữu Dực Chủ tịch Tổng Công đoàn Việt Nam Nhiệm kỳ 1951 – tháng 9 năm 1956 Đại biểu Quốc hội khoá V,VI,VII,VIII Nhiệm kỳ 6 tháng 4 năm 1975 – 19 tháng 7 năm 1992 17 năm, 104 ngày Thông tin chung Quốc tịch Việt Nam Sinh (1905-05-28)28 tháng 5, 1905 Bắc Ninh, Liên bang Đông Dương Mất 25 tháng 12, 1992(1992-12-25) (87 tuổi) Hà Nội, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Hoàng Quốc Việt (1905–1992) là một chính khách, đảm nhiệm các vai trò Bí thư Tổng bộ Việt Minh, Chủ tịch Tổng Công đoàn Việt Nam, Viện trưởng Viện Kiểm sát Nhân dân Tối cao, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Bí thư Xứ ủy Bắc Kỳ. Tiểu sử[sửa | sửa mã nguồn] Ông tên thật là Hạ Bá Cang, sinh ngày 28 tháng 5 năm 1905, tại Đáp Cầu, huyện Võ Giàng, tỉnh Bắc Ninh, tức là phường Đáp Cầu, thành phố Bắc Ninh của ngày nay. Ông tham gia các phong trào cách mạng từ năm 1925, cùng hoạt động với Nguyễn Đức Cảnh, Ngô Gia Tự. Năm 1925, học năm thứ ba Trường Kĩ nghệ Thực hành ở Hải Phòng, tham gia phong trào bãi khoá và biểu tình phản đối chính quyền thực dân kết án tử hình nhà yêu nước Phan Bội Châu. Bị đuổi học, Hoàng Quốc Việt lên mỏ Phấn Mễ (Thái Nguyên) làm thợ nguội rồi về làm ở mỏ Mạo Khê (Quảng Yên) và Nhà máy cơ khí Carông (Hải Phòng). Năm 1928, tham gia Hội Việt Nam Cách mạng Thanh niên. Năm 1929, ông bị đuổi ra khỏi nhà máy, sau đó được tổ chức cử vào Nam Kỳ hoạt động cách mạng bí mật. Năm 1930 ông vào Nam Kỳ và được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông từng bị Pháp bắt (khi được cử cùng Phạm Hữu Lầu ra bắc họp hội nghị thực hiện việc hợp nhất Đảng), và xử tù chung thân cùng với Nguyễn Văn Cừ, Lê Duẩn, Phạm Văn Đồng... nhưng đến năm 1936 thì được trả tự do. Ngày ngày 14 tháng 5 năm 1930, ông bị bắt tại nhà số 6, phố Touran, thành phố Hải Phòng, còn Phạm Hữu Lầu bị bắt tại Hải Phòng ngày ngày 24 tháng 7 năm 1930. Ông trở về hoạt động cách mạng ở Hà Nội, cùng một số đồng chí của mình khôi phục tổ chức Đảng và các tổ chức cách mạng ở Bắc Kỳ, phát động đấu tranh đòi các quyền tự do dân chủ. Năm 1937, ông được cử làm Bí thư Xứ ủy Bắc Kỳ. Năm 1938, do bị chính quyền trục xuất khỏi Hà Nội, Hoàng Quốc Việt về hoạt động ở Bắc Ninh, Bắc Giang. Năm 1941, ông tham dự Hội nghị VIII Ban Chấp hành Trung ương Đảng do Hồ Chí Minh chủ trì, được cử vào Ban Chấp hành Trung ương và được bầu làm Ủy viên Thường vụ Trung ương. Ông tham gia lãnh đạo Tổng khởi nghĩa tháng Tám, sau đó được cử vào Nam công tác, làm Ủy viên Ủy ban Kháng chiến miền Nam Việt Nam (đến 16\/7\/1946, được thay bởi Nguyễn Văn Duẩn).[1] Tại Đại hội II Đảng Cộng sản Việt Nam (1951), ông lại được bầu vào Ban Chấp hành Trung ương Đảng và Bộ Chính trị, Trưởng ban Dân vận - Mặt trận, và giữ cương vị Chủ tịch Tổng Công đoàn Việt Nam. Vào tháng 9 năm 1956 trong chiến dịch sửa sai về vụ Cải cách ruộng đất, Hoàng Quốc Việt, với trách nhiệm Trưởng ban chỉ đạo thí điểm tỉnh Thái Nguyên, bị cho ra khỏi Bộ Chính trị Đảng Lao động Việt Nam. Năm 1960, ông được bầu làm Viện trưởng Viện Kiểm sát Nhân dân Tối cao, tham gia Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Hội trưởng Hội Hữu nghị Việt - Trung. Tháng 12 năm 1976, trong Đại hội IV Đảng Cộng sản Việt Nam, ông được bầu vào Ban Chấp hành Trung ương. Ông tiếp tục giữ nhiều chức vụ: Chủ tịch Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1977), Chủ tịch danh dự Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1983), Đại biểu Quốc hội từ khóa V-VIII. Ông mất ngày 25 tháng 12 năm 1992, an táng tại Nghĩa trang Mai Dịch, thành phố Hà Nội. Vợ ông là bà Khuất Thị Bảy, em của ông Khuất Duy Tiến, Phó Bí thư Thành ủy Hà Nội những năm 50. Tác phẩm[sửa | sửa mã nguồn] \"Chặng đường nóng bỏng\" (Hồi ký), Nhà xuất bản Lao động, Hà Nội, 1985 \"Con đường theo Bác\" (Hồi ký), Nhà xuất bản Thanh niên, Hà Nội, 1990 Vinh danh[sửa | sửa mã nguồn] Ông đã được Nhà nước trao tặng Huân chương Sao vàng cùng nhiều huân chương khác. Tên ông được Ủy ban nhân dân thành phố Hà Nội đặt cho tuyến đường nối từ đường Bưởi (đường vành đai 2) đến đường Phạm Văn Đồng (đường vành đai 3), quận Cầu Giấy. Tại thành phố Bắc Ninh có một công viên và tượng đài Hoàng Quốc Việt để tưởng niệm ông, một ngôi trường cấp III mang tên Trường THPT Hoàng Quốc Việt. Tại Thành phố Hồ Chí Minh cũng có đường mang tên ông tại phường Phú Thuận, quận 7. Tại Thành phố Cần Thơ có đường mang tên ông tại phường An Bình, quận Ninh Kiều. Tại Thành phố Huế có đường mang tên ông nằm trên địa bàn phường An Đông, về phía Đông Nam Kinh thành Huế, khởi đầu từ đường Trường Chinh (tiếp giáp cầu Kiểm Huệ), hướng đi Cầu Ngói Thanh Toàn, đến hết địa phận thành phố gặp ngã ba Tôn Thất Cảnh (tại thôn Lang Xá Cồn), dài 1500m. Tại Thành phố Hạ Long, tên ông được đặt cho con đường lớn nằm ở cửa ngõ thành phố tại phường Hùng Thắng, nơi đang xây dựng khu đô thị mới và khu du lịch với nhiều chung cư, khách sạn, nhà hàng, đường Hoàng Quốc Việt nối đường Cái Lân (QL18) với đường Hạ Long. Tại Thành phố Cẩm Phả, đường Hoàng Quốc Việt kéo dài từ đường Trần Quốc Tảng tới ngã ba Bà Triệu - Lê Thanh Nghị. Tại phường Mạo Khê, thị xã Đông Triều, tỉnh Quảng Ninh, nơi ông đã có thời gian đến làm việc tại xưởng cơ khí để \"vô sản hóa\" thợ mỏ, ngôi trường cấp III năm 1991 khi chuyển từ xã Yên Thọ lên đã được ông đồng ý cho mang tên Trường THPT Hoàng Quốc Việt Đồng thời, cũng tại phường Mạo Khê, có tuyến đường đẹp từ QL 18 đi qua Trường THCS Mạo Khê II và THPT Hoàng Quốc Việt vào đi thẳng ga Mạo Khê vẫn mang tên phố Hoàng Quốc Việt Tham khảo[sửa | sửa mã nguồn] ^ Sắc lệnh 123 Liên kết ngoài[sửa | sửa mã nguồn] Dương Văn Sao, \"Người học trò trung thành, xuất sắc của Chủ tịch Hồ Chí Minh Lưu trữ 2009-02-26 tại Wayback Machine\", Báo Lao động. hiện x t s Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Hoàng Quốc Việt (I: 1977 – 1983) Huỳnh Tấn Phát (II: 1983 – 1988) Nguyễn Hữu Thọ (III: 1988 – 1994) Lê Quang Đạo (IV: 1994 – 1999) Phạm Thế Duyệt (V, VI: 1999 – 2008) Huỳnh Đảm (VI, VII: 2008 – 2013) Nguyễn Thiện Nhân (VII, VIII: 2013 – 2017) Trần Thanh Mẫn (VIII, IX: 2017 – 2021) Đỗ Văn Chiến (IX: 2021 - nay) Chủ tịch danh dự: Tôn Đức Thắng (I) Hoàng Quốc Việt (II, III) Nguyễn Hữu Thọ (IV) hiện x t s Ủy viên Bộ Chính trị khóa I Trường Chinh Hoàng Văn Thụ Hoàng Quốc Việt Sau Cách mạng Tháng Tám: Hồ Chí Minh Võ Nguyên Giáp Hoàng Quốc Việt Lê Đức Thọ Nguyễn Lương Bằng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa II Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Hoàng Quốc Việt Võ Nguyên Giáp Nguyễn Chí Thanh Bầu bổ sung: Lê Đức Thọ Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Phạm Hùng Ủy viên dự khuyết: Lê Văn Lương I II III IV V VI VII VIII IX X XI XII hiện x t s Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Hoàng Quốc Việt (1947 – 1951)1 Lê Văn Lương (1948 – 1956,2 1973 – 1976) Lê Đức Thọ (1956 – 1973, 1976 – 1980) Nguyễn Đức Tâm (1980 – 1991) Lê Phước Thọ (1991 – 1996) Nguyễn Văn An (1996 – 2001) Trần Đình Hoan (2001 – 2006) Hồ Đức Việt (2006 – 2011) Tô Huy Rứa (2011 – 2016) Phạm Minh Chính (2016 – 2021) Trương Thị Mai (2021 – nay) 1. Bộ trưởng Bộ Tổ chức; 2. Ủy viên dự khuyết Bộ Chính trị Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Quốc_Việt&oldid=69830090” Thể loại: Sinh năm 1905 Mất năm 1992 Người Bắc Ninh Huân chương Sao Vàng Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Viện trưởng Viện kiểm sát nhân dân tối cao Việt Nam Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa VIII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I Bí thư Xứ ủy Bắc Kỳ Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 30 tháng 3 năm 2023, 14:25. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}