{"Hoàng Văn Diệm":"Hoàng Văn Diệm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tham khảo Hoàng Văn Diệm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hoàng Văn Diệm Chức vụ Phó Chủ tịch Ủy ban Kháng chiến Hành chính Liên khu 4 Nhiệm kỳ 6\/1951 – Chủ tịch Hoàng Anh Tiền nhiệm Hoàng Anh Chủ tịch Ủy ban Kháng chiến Hành chính tỉnh Quảng Bình Nhiệm kỳ 28 tháng 7 năm 1947 – 1952 Tiền nhiệm Trần Văn Sớ Kế nhiệm Nguyễn Tư Thoan Đại biểu Quốc hội Việt Nam khóa I tỉnh Quảng Bình Thông tin chung Sinh 25 tháng 2, 1913 (110 tuổi) huyện Quảng Điền, tỉnh Thừa Thiên Nghề nghiệp chính trị gia Đảng chính trị Đảng Cộng sản Việt Nam Hoàng Văn Diệm (sinh ngày 25 tháng 2 năm 1913, quê quán ở huyện Quảng Điền, tỉnh Thừa Thiên) là chính trị gia người Việt Nam. Ông là đảng viên của Đảng Cộng sản Việt Nam. Ông là đại biểu Quốc hội Việt Nam khóa đầu tiên thuộc đoàn đại biểu tỉnh Quảng Bình. Ông từng là Phó Chủ tịch Ủy ban nhân dân, Chủ tịch Việt Minh tỉnh Quảng Bình. Ông là người dân tộc Kinh.[1] Tiểu sử[sửa | sửa mã nguồn] Ngày 28 tháng 7 năm 1947, Ủy ban kháng chiến hành chính Khu IV quyết định cử Hoàng Văn Diệm làm Chủ tịch Ủy ban kháng chiến hành chính tỉnh Quảng Bình.[2] Tham khảo[sửa | sửa mã nguồn] ^ “Thông tin đại biểu Quốc hội Hoàng Văn Diệm”. Quốc hội Việt Nam. Truy cập ngày 19 tháng 3 năm 2018.[liên kết hỏng] ^ “Thời kỳ chống Pháp”. Cổng thông tin điện tử tỉnh Quảng Bình. 5 tháng 9 năm 2014. Truy cập ngày 7 tháng 4 năm 2018. Bài viết tiểu sử liên quan đến nhân vật Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Chủ tịch Ủy ban nhân dân tỉnh Quảng Bình Trần Văn Sớ (1945−1946) Hoàng Văn Diệm (1947−1952) Nguyễn Tư Thoan (1952−1958) Trần Bội (1959−1967) Cổ Kim Thành (1967−1974) Ngô Đình Văn (1974−1976) Nguyễn Húng Bùi San (1977−1981) Vũ Thắng (1981−1985) Nguyễn Văn Lương (1985−1989) Trần Sự (1989−1994) Phạm Phước (1994−1999) Đinh Hữu Cường (1999−2003) Phan Lâm Phương (2003−2009) Nguyễn Hữu Hoài (2010−2018) Trần Công Thuật (2018−2020) Trần Thắng (2020−nay) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Văn_Diệm&oldid=67522197” Thể loại: Sơ khai nhân vật Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Quảng Bình Sinh năm 1913 Người họ Hoàng tại Việt Nam Đảng viên Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa I Đại biểu Quốc hội Việt Nam khóa I Quảng Bình Bí thư Tỉnh ủy Quảng Bình Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 13 tháng 12 năm 2021, 21:40. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}