{"Hoàng Thị Thúy Lan":"Hoàng Thị Thúy Lan – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Phát biểu 5Kiểm điểm Hiện\/ẩn mục Kiểm điểm 5.1Lần 1 5.2Lần 2 6Tặng thưởng 7Gia đình 8Chú thích Đóng mở mục lục Đóng mở mục lục Hoàng Thị Thúy Lan Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Hoàng Thị Thúy Lan Chức vụ Chủ tịch HĐND tỉnh Vĩnh Phúc (lần 2) Nhiệm kỳ 30 tháng 10 năm 2020 – nay 2 năm, 210 ngày Tiền nhiệm Trần Văn Vinh Kế nhiệm đương nhiệm Phó Chủ tịch Nguyễn Ngọc Bình Nguyễn Kim Khải Trưởng đoàn Đại biểu Quốc hội khóa XV tỉnh Vĩnh Phúc Nhiệm kỳ 2021 – 2026 Phó Trưởng đoàn Nguyễn Văn Mạnh Đại biểu Quốc hội khóa XIV, XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 5 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Vĩnh Phúc Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 26 tháng 1 năm 2016 – nay 7 năm, 122 ngày Tổng Bí thư Nguyễn Phú Trọng Chủ tịch HĐND tỉnh Vĩnh Phúc (lần 1) Nhiệm kỳ 24 tháng 4 năm 2015 – 28 tháng 6 năm 2016 1 năm, 65 ngày Tiền nhiệm Phạm Văn Vọng Kế nhiệm Trần Văn Vinh Phó Chủ tịch Nguyễn Văn Trì Nguyễn Kim Khải Bí thư Tỉnh ủy Vĩnh Phúc Nhiệm kỳ 14 tháng 3 năm 2015 – nay 8 năm, 75 ngày Tiền nhiệm Phạm Văn Vọng Kế nhiệm đương nhiệm Phó Bí thư Phùng Quang Hùng Nguyễn Thế Trường Nguyễn Văn Trì (2015-2020) Trần Văn Vinh (2016-2020) Lê Duy Thành (2020-nay) Phạm Hoàng Anh (2020-nay) Phó Bí thư Tỉnh ủy Vĩnh Phúc Nhiệm kỳ tháng 4 năm 2014 – tháng 2 năm 2015 Bí thư Tỉnh ủy Phạm Văn Vọng Thông tin chung Sinh 6 tháng 5, 1966 (57 tuổi) phường Ngô Quyền, thành phố Vĩnh Yên, tỉnh Vĩnh Phúc Nghề nghiệp chính trị gia Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Cha Hoàng Quy Học vấn Cao đẳng Sư phạm Thạc sĩ Luật Trường lớp Trường Đại học Khoa học Xã hội và Nhân văn (Hà Nội) Hoàng Thị Thúy Lan (sinh ngày 6 tháng 5 năm 1966) là một nữ chính trị gia người Việt Nam. Bà hiện là Trưởng đoàn Đại biểu Quốc hội khóa XV tỉnh Vĩnh Phúc, Chủ tịch Hội đồng nhân dân tỉnh Vĩnh Phúc. Trong Đảng Cộng sản Việt Nam, bà là Ủy viên Ban Chấp hành Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Vĩnh Phúc, Bí thư Đảng ủy Quân sự tỉnh. Xuất thân[sửa | sửa mã nguồn] Hoàng Thị Thúy Lan sinh ngày 6 tháng 5 năm 1966[1], quê quán ở phường Ngô Quyền, thành phố Vĩnh Yên, tỉnh Vĩnh Phúc. Giáo dục[sửa | sửa mã nguồn] Trình độ chính trị: Cao cấp lý luận chính trị Trình độ chuyên môn: Thạc sĩ Luật, Đại học Khoa học Xã hội và Nhân văn Hà Nội.[1] Sự nghiệp[sửa | sửa mã nguồn] 10\/1990 - 04\/1997: Giáo viên Trường THCS Duy Phiên, huyện Tam Dương, tỉnh Vĩnh Phú; Cán bộ Hội Liên hiệp Phụ nữ Thị xã Vĩnh Yên, tỉnh Vĩnh Phú. 11\/1995 - 04\/1997: Phó Bí thư Thị đoàn Vĩnh Yên, tỉnh Vĩnh Phú (từ 01\/1997 là tỉnh Vĩnh Phúc) 05\/1997 - 05\/2001: Ủy viên Ủy ban Trung ương Hội Liên hiệp Thanh niên Việt Nam, Phó Chủ tịch Hội Liên hiệp Thanh niên tỉnh Vĩnh Phúc, Ủy viên Ban Thường vụ Tỉnh đoàn, Phó Chánh văn phòng, Chánh văn phòng Tỉnh đoàn rồi Trưởng ban Tư tưởng - Văn hóa Tỉnh đoàn Vĩnh Phúc. 06\/2001 - 06\/2004: Ủy viên kiêm Chánh văn phòng Ủy ban Kiểm tra Tỉnh ủy Vĩnh Phúc. 07\/2004 - 12\/2005: Ủy viên Trung ương Đoàn, Bí thư Đảng ủy Cơ quan, Bí thư Tỉnh đoàn, Chủ tịch Hội Liên hiệp Thanh niên tỉnh Vĩnh Phúc. 12\/2005 - 11\/2006: Tỉnh ủy viên, Ủy viên Trung ương Đoàn, Bí thư Đảng ủy Cơ quan, Bí thư Tỉnh đoàn, Chủ tịch Hội Liên hiệp Thanh niên tỉnh Vĩnh Phúc. 12\/2006 - 6\/2008: Tỉnh ủy viên, Bí thư Đảng ủy Khối Các cơ quan dân - chính - đảng tỉnh. 07\/2008 - 12\/2008: Quyền Chủ tịch Liên đoàn Lao động tỉnh Vĩnh Phúc 01\/2009 - 10\/2009: Chủ tịch Liên đoàn Lao động tỉnh Vĩnh Phúc. 11\/2009 - 12\/2009: Tỉnh ủy viên, Trưởng ban Dân vận Tỉnh ủy Vĩnh Phúc. 01\/2010 - 07\/2010: Ủy viên Thường vụ, Trưởng ban Dân vận Tỉnh ủy Vĩnh Phúc. 07\/2010 - 09\/2010: Ủy viên Thường vụ Tỉnh ủy, Phụ trách Ủy ban Kiểm tra Tỉnh ủy Vĩnh Phúc. 10\/2010 - 04\/2012: Ủy viên Thường vụ, Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy Vĩnh Phúc. 05\/2012 - 04\/2014: Ủy viên Thường vụ, Trưởng ban Tổ chức Tỉnh ủy Vĩnh Phúc. 05\/2014 - 11\/2014: Phó Bí thư kiêm Trưởng ban Tổ chức Tỉnh ủy Vĩnh Phúc. 12\/2014 - 01\/2015: Phó Bí thư Tỉnh ủy Vĩnh Phúc. Tháng 2\/2015: tại Hội nghị BCH Đảng bộ tỉnh Vĩnh Phúc lần thứ 29 khóa 15, bà được bầu giữ chức Bí thư Tỉnh ủy[2]. Tháng 4\/2015: HĐND tỉnh Vĩnh Phúc khóa 15, họp kỳ thứ 12 (bất thường). Tại kì họp này, bà được bầu giữ chức vụ Chủ tịch HĐND tỉnh Vĩnh Phúc khóa 15, với 47\/48 phiếu đồng ý.[3] Tháng 10\/2015: Bà tái đắc cử Bí thư Tỉnh ủy. Tháng 3\/2016: tại Đại hội Đại biểu toàn quốc lần thứ 12 của Đảng, bà được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng. 14\/10\/2020: tại phiên họp thứ 1, BCH Đảng bộ tỉnh Vĩnh Phúc khóa 17, bà tiếp tục được bầu làm Bí thư Tỉnh ủy với số phiếu tuyệt đối [4]. Ngày 30\/10\/2020: tại kỳ họp thứ 18, HĐND tỉnh Vĩnh Phúc khóa 16, bà được bầu làm Chủ tịch HĐND tỉnh Vĩnh Phúc[5], nhiệm kỳ 2016-2021, thay ông Trần Văn Vinh nghỉ hưu với số phiếu tuyệt đối. Ngày 30\/01\/2021: tại Đại hội Đại biểu toàn quốc lần thứ 13 của Đảng, bà tiếp tục được bầu làm Uỷ viên Ban Chấp hành Trung ương.[6] Phát biểu[sửa | sửa mã nguồn] “ Trên cương vị Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh, tôi hứa sẽ lãnh đạo toàn Đảng bộ thực hiện thành công Nghị quyết Đại hội Đảng bộ tỉnh lần thứ 16. Cụ thể, sẽ có cơ chế, chính sách, xây dựng đề án đào tạo cán bộ trẻ, cán bộ nữ; chú trọng công tác đề bạt, bổ nhiệm cán bộ, nhất những nhân tố mới, trẻ tuổi, có tài; quan tâm đến đời sống, việc làm, thu nhập của cán bộ, công chức, viên chức. Đồng thời, tiếp tục lãnh đạo đầu tư phát triển công nghiệp phụ trợ để thu hút các doanh nghiệp đến đầu tư tại tỉnh; quan tâm đến đời sống vật chất, tinh thần, xây dựng, hoàn thiện các bệnh viện để làm tốt hơn công tác chăm sóc sức khỏe cho nhân dân. Phấn đấu xây dựng Vĩnh Phúc thành trung tâm công nghiệp, dịch vụ của vùng, nâng cao đời sống vật chất của người dân, đưa Vĩnh Phúc sớm trở thành thành phố trực thuộc TW. ” — Hoàng Thị Thúy Lan, Phát biểu tại buổi \"tiếp xúc cử tri\" ngày 13\/5\/2016 Kiểm điểm[sửa | sửa mã nguồn] Lần 1[sửa | sửa mã nguồn] Tại ký họp thứ 19 của Ủy ban Kiểm tra Trung ương khóa 12, cơ quan này xác định Ban Thường vụ Tỉnh ủy Vĩnh Phúc khóa 15, 16 đã thắc mắc những vi phạm, khuyết điểm như: quyết định bổ nhiệm, giới thiệu ứng cử đối với một số cán bộ không bảo đảm tiêu chuẩn, điều kiện, có biểu hiện \"cục bộ\", \"không bình thường\"; thiếu kiểm tra, giám sát, để một số cơ quan, tổ chức có số lượng phòng, lãnh đạo cấp phó sở, ngành và sử dụng lao động hợp đồng không đúng quy định; vi phạm nguyên tắc tập trung dân chủ, vi phạm quy định của Đảng, Nhà nước và Quy chế làm việc của Tỉnh ủy trong việc lãnh đạo, chỉ đạo thực hiện công tác cán bộ; quản lý, sử dụng đất và quản lý đầu tư xây dựng đối với một số dự án, công trình trọng điểm; Thường trực Tỉnh ủy cho chủ trương đối với một số dự án sử dụng đất không đúng quy định pháp luật, không phù hợp quy hoạch; giao đất không thông qua đấu giá quyền sử dụng đất; Ban Thường vụ Tỉnh ủy buông lỏng lãnh đạo, thiếu kiểm tra, giám sát để xảy ra vi phạm đối với một số dự án, công trình trọng điểm, gây lãng phí, thất thoát ngân sách Nhà nước, gây hậu quả nghiêm trọng.[7]. Bí thư Tỉnh ủy Hoàng Thị Thúy Lan và Phó Bí thư Tỉnh ủy kiêm Chủ tịch UBND tỉnh Nguyễn Văn Trì có các vi phạm, khuyết điểm liên quan nhưng chỉ bị yêu cầu kiểm điểm nghiêm túc [8] do chưa đến mức phải xem xét, thi hành kỷ luật. Lần 2[sửa | sửa mã nguồn] Tại kỳ họp thứ 2 của Ủy ban Kiểm tra Trung ương (UBKT TW), cơ quan này xác định: Ban Thường vụ Tỉnh ủy Vĩnh Phúc đã vi phạm nguyên tắc tập trung dân chủ, Quy chế làm việc, quy định về trách nhiệm nêu gương và các quy định của Đảng, Nhà nước trong việc bổ nhiệm một số cán bộ diện Ban Thường vụ Tỉnh ủy quản lý. UBKT TW yêu cầu Ban Thường vụ Tỉnh ủy Vĩnh Phúc thu hồi, hủy bỏ các nghị quyết, quyết định không đúng quy định về công tác cán bộ, đồng thời kiểm điểm, xử lý trách nhiệm đối với các tổ chức, cá nhân có liên quan. Trong đó có trường hợp bà Trần Huyền Trang, ái nữ của Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh, Trưởng đoàn ĐBQH tỉnh Hoàng Thị Thúy Lan được bổ nhiệm là Phó Giám đốc Sở Kế hoạch và Đầu tư khi 31 tuổi.[9] Tặng thưởng[sửa | sửa mã nguồn] Huân chương Lao động hạng Ba (năm 2011) Bằng khen của Thủ tướng Chính phủ (năm 2009, năm 2013) Chiến sỹ thi đua cấp tỉnh (năm 2012) Nhiều Huy chương của các Bộ, ngành Trung ương Nhiều Bằng khen của Ban Thường vụ Tỉnh ủy và Chủ tịch Ủy ban nhân dân tỉnh Gia đình[sửa | sửa mã nguồn] Bà có con gái là bà Trần Huyền Trang, 31 tuổi được bổ nhiệm làm Phó Giám đốc Sở Kế hoạch và Đầu tư Vĩnh Phúc[10]. Chú thích[sửa | sửa mã nguồn] ^ a b Ngọc Quang (15 tháng 3 năm 2015). “Bà Hoàng Thị Thúy Lan giữ chức Bí thư Tỉnh ủy Vĩnh Phúc”. Báo Giáo dục. Lưu trữ bản gốc ngày 18 tháng 12 năm 2017. Truy cập ngày 18 tháng 12 năm 2017. ^ “Tân nữ Bí thư Tỉnh ủy Vĩnh Phúc là ai?”. Báo Đời Sống & Pháp Luật. Truy cập ngày 2 tháng 12 năm 2015. Kiểm tra giá trị ngày tháng trong: |access-date= (trợ giúp) ^ Nguyễn Trọng Lịch. “Bà Hoàng Thị Thúy Lan giữ chức Chủ tịch HĐND tỉnh Vĩnh Phúc”. Báo Tin tức TTXVN. Lưu trữ bản gốc ngày 19 tháng 12 năm 2017. Truy cập ngày 19 tháng 12 năm 2017. ^ “Bà Hoàng Thị Thúy Lan tái đắc cử Bí thư Tỉnh Vĩnh Phúc”. ^ “Bà Hoàng Thị Thuý Lan giữ chức Chủ tịch HĐND tỉnh Vĩnh Phúc”. ^ “Danh sách BCH TW Đảng khoá 13”. ^ “Bí thư, Chủ tịch Vĩnh Phúc bị yêu cầu kiểm điểm”. ^ “Bí thư, Chủ tịch Vĩnh Phúc bị yêu cầu kiểm điểm nghiêm túc”. ^ “Uỷ ban Kiểm tra Trung ương yêu cầu tỉnh Vĩnh Phúc huỷ bỏ các quyết định về cán bộ không đúng quy định”. ^ “Con gái Bí thư Tỉnh ủy Vĩnh Phúc 8 tháng được bổ nhiệm 2 chức”. x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Thị_Thúy_Lan&oldid=69388134” Thể loại: Sinh năm 1966 Nhân vật còn sống Sơ khai chính khách Việt Nam Người Vĩnh Phúc Bí thư Tỉnh ủy Vĩnh Phúc Đại biểu Quốc hội Việt Nam khóa XIV Vĩnh Phúc Đại biểu Quốc hội Việt Nam khóa XIV Chủ tịch Hội đồng nhân dân tỉnh Vĩnh Phúc Nữ Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đảng viên Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Người họ Hoàng tại Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2010–2015 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Thể loại ẩn: Lỗi CS1: ngày tháng Bài viết sử dụng pull quote có nguồn Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 6 tháng 12 năm 2022, 11:33. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}