{"Hoàng Duy Chinh":"Hoàng Duy Chinh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 5Tham khảo 6Liên kết ngoài Hoàng Duy Chinh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Hoàng Duy Chinh Chức vụ Trưởng Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực tỉnh Bắc Kạn Nhiệm kỳ 20 tháng 6 năm 2022 – nay 337 ngày Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 30 tháng 1 năm 2021 – nay 2 năm, 113 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Tỉnh ủy Bắc Kạn Nhiệm kỳ 28 tháng 10 năm 2020 – nay 2 năm, 207 ngày Tiền nhiệm Nguyễn Văn Du Kế nhiệm đương nhiệm Phó Bí thư Phương Thị Thanh (10\/2020-) Nguyễn Long Hải (12\/2020-8\/2021) Nguyễn Đăng Bình (9\/2021-) Đại biểu Quốc hội khóa XIV, XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 0 ngày Đại diện Bắc Kạn Số phiếu 88.431 phiếu Tỉ lệ 74,09% Ủy ban Pháp luật của Quốc hội Phó Bí thư Tỉnh ủy Bắc Kạn Nhiệm kỳ tháng 10 năm 2015 – 27 tháng 10 năm 2020 Phó Chủ tịch UBND tỉnh Bắc Kạn Nhiệm kỳ tháng 10 năm 2014 – tháng 12 năm 2015 Phó Chủ tịch HĐND tỉnh Bắc Kạn Nhiệm kỳ 8\/2013 – 9\/2014 Chánh án Tòa án nhân dân tỉnh Bắc Kạn Nhiệm kỳ tháng 7 năm 2007 – tháng 8 năm 2013 Tiền nhiệm Đinh Quang Thưởng Kế nhiệm Hoàng Đình Toàn Giám đốc Sở Nội vụ tỉnh Bắc Kạn Nhiệm kỳ 1\/2006 – 6\/2007 Thông tin chung Sinh 15 tháng 9, 1968 (54 tuổi) xã Nam Cường, huyện Chợ Đồn, tỉnh Bắc Thái, Khu tự trị Việt Bắc, Việt Nam Dân chủ Cộng hòa Nghề nghiệp chính trị gia Dân tộc Tày Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ Luật Hoàng Duy Chinh (sinh ngày 15 tháng 9 năm 1968) là một chính trị gia người Việt Nam, dân tộc Tày. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Tỉnh ủy Bắc Kạn nhiệm kỳ 2020 - 2025, Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu Quốc hội tỉnh Bắc Kạn, Trưởng đoàn đại biểu Quốc hội tỉnh Bắc Kạn, Ủy viên Ủy ban Pháp luật của Quốc hội.[1] Ông lần đầu ứng cử và trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Bắc Kạn gồm có thành phố Bắc Kạn và các huyện: Bạch Thông, Chợ Đồn, Chợ Mới, được 88.431 phiếu, đạt tỷ lệ 74,09% tổng số phiếu hợp lệ.[2][3] Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 7\/02\/1995. Xuất thân[sửa | sửa mã nguồn] Hoàng Duy Chinh sinh ngày 15 tháng 9 năm 1968 quê quán ở xã Nam Cường, huyện Chợ Đồn, tỉnh Bắc Kạn. Ông hiện cư trú ở tổ 8B, phường Đức Xuân, thành phố Bắc Kạn, tỉnh Bắc Kạn. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 12\/12 Đại học Luật Thạc sĩ Luật Cao cấp lí luận chính trị Sự nghiệp[sửa | sửa mã nguồn] - 8\/1996 - 12\/1996: Phó Chánh Văn phòng Tòa án nhân dân tỉnh Bắc Thái - 1\/1997 - 8\/1999: Phó Chánh Văn phòng rồi Chánh Văn phòng Tòa án nhân dân tỉnh Bắc Kạn - 9\/1999 - 12\/2000: Phó Bí thư Tỉnh đoàn Bắc Kạn - 1\/2001 - 8\/2002: Tỉnh ủy viên, Bí thư Tỉnh đoàn Bắc Kạn - 9\/2002 - 9\/2005: Tỉnh ủy viên, Bí thư Huyện ủy Na Rì, tỉnh Bắc Kạn - 10\/2005 - 12\/2005: Phó Trưởng Ban Tổ chức Tỉnh ủy Bắc Kạn - 1\/2006 - 6\/2007: Phó Giám đốc phụ trách rồi Giám đốc Sở Nội vụ Bắc Kạn - 7\/2007 - 9\/2010: Bí thư Ban Cán sự Đảng, Chánh án Tòa án nhân dân tỉnh Bắc Kạn [4][5] - 10\/2010 - 7\/2013: Tỉnh ủy viên, Bí thư Ban Cán sự Đảng, Chánh án Tòa án nhân dân tỉnh Bắc Kạn - 8\/2013 - 12\/2013: Tỉnh ủy viên, Phó Chủ tịch HĐND tỉnh Bắc Kạn nhiệm kỳ 2011-2016 - 1\/2014 - 9\/2014: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch HĐND tỉnh Bắc Kạn nhiệm kỳ 2011-2016 - 10\/2014 - 9\/2015: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Bắc Kạn nhiệm kỳ 2011-2016 - 10\/2015 - 4\/2019: Phó Bí thư Tỉnh ủy Bắc Kạn khóa XI, nhiệm kỳ 2015-2020 - 5\/2019 -10\/2020: Phó Bí thư Thường trực Tỉnh ủy Bắc Kạn khóa XI, nhiệm kỳ 2015-2020 - 27\/10\/2020: Tại Hội nghị lần thứ nhất Ban Chấp hành Đảng bộ tỉnh Bắc Kạn khóa XII, đồng chí được bầu giữ chức Bí thư Tỉnh ủy khóa XII, nhiệm kỳ 2020-2025 - 30\/1\/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026. Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIV”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 19 tháng 6 năm 2018. Truy cập ngày 15 tháng 6 năm 2017. ^ “Danh sách những người trúng cử đại biểu quốc hội khóa XIV (Ban hành kèm theo nghị quyết số 617\/NQ-HĐBCQG ngày 08\/6\/2016 của Hội đồng Bầu cử Quốc gia)” (PDF). Báo điện tử đại biểu nhân dân. 10 tháng 6 năm 2016. Bản gốc (PDF) lưu trữ ngày 12 tháng 6 năm 2018. Truy cập ngày 15 tháng 6 năm 2017. ^ Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành. ^ “Lãnh đạo Tòa án nhân dân tỉnh qua các thời kỳ”. TAND tỉnh Bắc Kạn. Bản gốc lưu trữ ngày 19 tháng 6 năm 2018. Truy cập ngày 19 tháng 6 năm 2018. ^ “Chánh án Hoàng Đình Toàn”. Tòa án nhân dân tối cao Việt Nam. Bản gốc lưu trữ ngày 12 tháng 6 năm 2018. Truy cập ngày 19 tháng 6 năm 2018. Liên kết ngoài[sửa | sửa mã nguồn] Video clip Đồng chí Phó Bí thư Tỉnh ủy Hoàng Duy Chinh: Lãnh đạo xã cần gương mẫu đi đầu trong phát triển kinh tế, 3\/3\/2017 hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Duy_Chinh&oldid=69856195” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1968 Nhân vật còn sống Người Bắc Kạn Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Bắc Kạn Đảng viên Đảng Cộng sản Việt Nam Sống tại Bắc Kạn Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Chánh án Tòa án nhân dân tỉnh Bắc Kạn Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Bắc Kạn Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 7 tháng 4 năm 2023, 15:03. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}