{"Hoàng Trung Hải":"Hoàng Trung Hải – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp Hiện\/ẩn mục Sự nghiệp 3.1Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 thành phố Hà Nội 4Kỷ luật Hiện\/ẩn mục Kỷ luật 4.1Kỷ luật 4.2Sau khi bị kỷ luật 5Gia đình 6Tham khảo 7Liên kết ngoài Hoàng Trung Hải 3 ngôn ngữ English 한국어 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Hoàng Trung Hải Chức vụ Phó Trưởng Bộ phận Thường trực Chuyên trách Tiểu ban văn kiện Đại hội XIII của Đảng Cộng sản Việt Nam Nhiệm kỳ 7 tháng 2 năm 2020 – 31 tháng 1 năm 2021 359 ngày Trưởng Tiểu ban Nguyễn Phú Trọng Vị trí Việt Nam Bí thư Thành ủy Hà Nội Nhiệm kỳ 5 tháng 2 năm 2016 – 7 tháng 2 năm 2020 4 năm, 2 ngày Tiền nhiệm Phạm Quang Nghị Kế nhiệm Vương Đình Huệ Vị trí Hà Nội Phó Bí thư Ngô Thị Thanh Hằng Nguyễn Thị Bích Ngọc Nguyễn Đức Chung Đào Đức Toàn Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 Nhiệm kỳ 27 tháng 1 năm 2016 – 31 tháng 1 năm 2021 5 năm, 4 ngày Tiền nhiệm Phạm Quang Nghị Kế nhiệm Đinh Tiến Dũng Đại biểu Quốc hội Việt Nam khóa XI, XIII, XIV Nhiệm kỳ 19 tháng 5 năm 2002 – 23 tháng 5 năm 2021 19 năm, 4 ngày Phó Thủ tướng Chính phủ (Phụ trách Kinh tế ngành) Nhiệm kỳ 2 tháng 8 năm 2007 – 8 tháng 4 năm 2016 8 năm, 250 ngày Thủ tướng Nguyễn Tấn Dũng Kế nhiệm Trịnh Đình Dũng Bộ trưởng Bộ Công nghiệp Việt Nam Nhiệm kỳ tháng 7 năm 2002 – 2 tháng 8 năm 2007 Tiền nhiệm Đặng Vũ Chư Kế nhiệm Vũ Huy Hoàng Thứ trưởng Bộ Công nghiệp Việt Nam (Thường trực) Nhiệm kỳ tháng 8 năm 2000 – tháng 7 năm 2002 Thông tin chung Quốc tịch Việt Nam Sinh 27 tháng 9, 1959 (63 tuổi) xã Quỳnh Giao, huyện Quỳnh Phụ, tỉnh Thái Bình, Việt Nam Dân chủ Cộng hòa Nơi ở Số 2 ngõ 36 đường Hoàng Ngọc Phách, quận Đống Đa, thành phố Hà Nội[cần dẫn nguồn] Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Phan Thị Hương Con cái Hoàng Phan Tùng Hoàng Phan Bách Học vấn Kỹ sư Hệ thống điện, Thạc sĩ Quản trị Kinh doanh Trường lớp Đại học Bách khoa Hà Nội, Trường Đại học Dublin (Ireland) Website hoangtrunghai.chinhphu.vn Hoàng Trung Hải (sinh ngày 27 tháng 9 năm 1959) quê quán tại xã Quỳnh Giao, huyện Quỳnh Phụ, tỉnh Thái Bình) là một chính trị gia người Việt Nam. Ông từng là đại biểu quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu thành phố Hà Nội đại diện cho thị xã Sơn Tây và các huyện Ba Vì, Phúc Thọ và Thạch Thất. Ông từng là đại biểu quốc hội Việt Nam khóa VIII, XI và XIII, Bí thư Thành ủy Hà Nội khóa XVI (2016- 2020), Phó Thủ tướng Chính phủ Việt Nam (2007-2016), Bộ trưởng Bộ Công nghiệp Việt Nam (2002-2007). Trong Đảng Cộng sản Việt Nam, ông từng giữ chức Ủy viên Bộ Chính trị khóa XII, Phó Trưởng Bộ phận Thường trực chuyên trách Tiểu ban văn kiện Đại hội XIII của Đảng Cộng sản Việt Nam. Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 27 tháng 9 năm 1959 tại xã Quỳnh Giao, Quỳnh Phụ, Thái Bình. Ông hiện cư trú ở Số 2 ngõ 36 đường Hoàng Ngọc Phách, quận Đống Đa, thành phố Hà Nội.[1] Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10[1] Ông theo học và tốt nghiệp bậc Trung học tại trường Trung học phổ thông Trần Phú - Hoàn Kiếm.[cần dẫn nguồn] 7\/1976 – 10\/1981: Sinh viên trường Đại học Bách khoa Hà Nội Kĩ sư, sau đại học về Hệ thống điện[1] Thạc sĩ Quản trị kinh doanh[1] Cử nhân lí luận chính trị[1] Sau khi tốt nghiệp Đại học Bách khoa Hà Nội, ông Hoàng Trung Hải có thời gian làm việc tại Nhà máy Điện Phả Lại (Hải Dương), sau đó theo học và tốt nghiệp khóa đào tạo sau đại học Khoa Hệ thống điện của Đại học Bách khoa.[2] Sự nghiệp[sửa | sửa mã nguồn] Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 20\/11\/1990.[1] Ông từng là đại biểu Quốc hội Việt Nam khóa VIII, XI, XIII, XIV.[1] 11\/1981- 7\/1991: Kỹ sư, Trưởng kíp, Trưởng ca, Phó quản đốc phân xưởng rồi Trưởng phòng Kỹ thuật, Phó Kỹ sư chính vận hành Nhà máy Điện Phả Lại; sau đó theo học và tốt nghiệp khóa đào tạo sau đại học Khoa Hệ thống điện, Đại học Bách khoa Hà Nội. Đại biểu Quốc hội khóa VIII. 8\/1991 – 8\/1993: Trưởng phòng Thư ký tổng hợp, sau là Trưởng phòng Kinh tế đối ngoại, Công ty Điện lực I Hà Nội. 9\/1993-9\/1995: Phó Văn phòng kiêm Trưởng phòng Tổng hợp, Bộ Năng lượng; sau học thạc sĩ quản trị kinh doanh tại Trường Đại học Dublin, Cộng hòa Ireland. 9\/1995-6\/1997: Ủy viên Hội đồng quản trị kiêm Trưởng ban Kiểm soát Tổng Công ty Điện lực Việt Nam. 7\/1997-3\/1998: Ủy viên Ban cán sự Đảng, Thứ trưởng Bộ Công nghiệp. 4\/1998-8\/2000: Ủy viên Hội đồng quản trị, Tổng Giám đốc Tổng Công ty Điện lực Việt Nam. 8\/2000-4\/2001: Ủy viên Ban Cán sự đảng, Thứ trưởng Bộ Công nghiệp; Ủy viên Ban Chấp hành Đảng bộ khối cơ quan Kinh tế Trung ương. 4\/2001-7\/2002: Phó Bí thư Ban Cán sự Đảng, Thứ trưởng Thường trực Bộ Công nghiệp. Tại Đại hội đại biểu toàn quốc lần thứ IX của Đảng được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, đại biểu Quốc hội khóa XI. 8\/2002-7\/2007: Uỷ viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Bí thư Ban Cán sự đảng, Bộ trưởng Bộ Công nghiệp. Tại Đại hội Đại biểu toàn quốc lần thứ X của Đảng được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Từ 8\/2007 đến 4\/2016: Uỷ viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Ủy viên Ban Cán sự đảng Chính phủ Việt Nam, Phó Thủ tướng Chính phủ Việt Nam phụ trách về lĩnh vực kinh tế ngành của Chính phủ. 4\/4\/2008, ông được Thủ tướng bổ nhiệm làm trưởng Ban Chỉ đạo Trung ương về chính sách nhà ở,[3] sau đổi tên thành Ban Chỉ đạo Trung ương về chính sách nhà ở và thị trường bất động sản[4] Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI; đại biểu Quốc hội khóa XIII. Tại Kỳ họp thứ nhất Quốc hội Khóa XIII ngày 3\/8\/2011 được Quốc hội phê chuẩn tiếp tục làm Phó Thủ tướng Chính phủ Việt Nam. 27\/12\/2011 đến 2\/2016: Trưởng ban Chỉ đạo Nhà nước về Quy hoạch phát triển điện lực quốc gia. Tại Đại hội Đại biểu toàn quốc lần thứ XII của Đảng được bầu lại vào Ban Chấp hành Trung ương, được Trung ương bầu vào Bộ Chính trị. 5 tháng 2 năm 2016, được Bộ Chính trị phân công giữ chức Bí thư Thành ủy Hà Nội, Bí thư Đảng ủy Bộ Tư lệnh Thủ đô. 2\/2016: Phó Thủ tướng Hoàng Trung Hải thôi phụ trách khối kinh tế ngành và phát triển sản xuất theo Quyết định số 1476\/QĐ-TTg ngày 25 tháng 8 năm 2011 của Thủ tướng Chính phủ để nhận nhiệm vụ Bí thư Thành ủy Hà Nội.[5] Ngày 7 tháng 2 năm 2020, Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 phân công ông thôi chức vụ Bí thư Thành ủy Hà Nội và giữ chức vụ Phó Trưởng Bộ phận Thường trực chuyên trách Tiểu ban văn kiện Đại hội XIII của Đảng Cộng sản Việt Nam (trưởng tiểu ban là Tổng bí thư Nguyễn Phú Trọng).[6] [7] 27\/11\/2021: Nghỉ hưu theo chế độ. [8] [9] Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 thành phố Hà Nội[sửa | sửa mã nguồn] Ông đã trúng cử Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 thành phố Hà Nội vào ngày 22 tháng 5 năm 2016 ở đơn vị bầu cử số 8 thành phố Hà Nội gồm thị xã Sơn Tây và các huyện Ba Vì, Phúc Thọ và Thạch Thất, được 520.972 phiếu, đạt tỷ lệ 87,16% số phiếu hợp lệ. Ngày 18 tháng 2 năm 2020, sau khi nhận hình thức kỷ luật của Đảng, ông Hoàng Trung Hải thôi giữ chức Trưởng đoàn đại biểu quốc hội thành phố Hà Nội. Kỷ luật[sửa | sửa mã nguồn] Kỷ luật[sửa | sửa mã nguồn] Ngày 9 tháng 12 năm 2019 Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam khóa 12 đã đề nghị xem xét kỷ luật ông Hoàng Trung Hải vì thời gian làm Phó Thủ tướng đã \"có vi phạm, khuyết điểm khi cho một số ý kiến chỉ đạo đối với Dự án TISCO II\".[10]. Theo Văn phòng Trung ương Đảng Cộng sản Việt Nam khóa 12, ngày 10 tháng 1 năm 2020, Tổng bí thư, Chủ tịch nước Nguyễn Phú Trọng đã chủ trì Hội nghị Bộ Chính trị xem xét, thi hành kỷ luật ông Hoàng Trung Hải, Ủy viên Bộ Chính trị, Bí thư Thành ủy Hà Nội, nguyên Ủy viên Ban Cán sự Đảng, nguyên Phó Thủ tướng Chính Phủ. Sau khi xem xét đề nghị của Ủy ban Kiểm tra Trung ương, Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 cho rằng, trong thời gian giữ cương vị Ủy viên Ban Cán sự Đảng, Phó Thủ tướng Chính phủ, ông Hoàng Trung Hải đã có những vi phạm, khuyết điểm nghiêm trọng trong quá trình chỉ đạo thực hiện Dự án mở rộng sản xuất giai đoạn II - Công ty Gang thép Thái Nguyên (Dự án TISCO II\"). Cụ thể, theo Bộ Chính trị, ông Hải đã thiếu trách nhiệm, không xem xét, cân nhắc thấu đáo ý kiến của các bộ, ngành, cho ý kiến không rõ ràng, thiếu chặt chẽ, không đúng Hợp đồng EPC số 01#, không đúng quy chế làm việc của Chính phủ đối với việc xem xét một số phát sinh về giá vật liệu xây dựng, điều chỉnh giá trị Hợp đồng gói thầu EPC số 01# của Dự án TISCO II và tăng chi phí Phần C của Hợp đồng; cho ý kiến điều chỉnh tổng mức đầu tư Dự án TISCO II và vay vốn tín dụng ưu đãi, vi phạm quy định về tín dụng đầu tư và tín dụng xuất khẩu của nhà nước. Bên cạnh đó, ông Hải đã thiếu kiểm tra và chỉ đạo kiểm tra theo Quy chế làm việc của Chính phủ nên không phát hiện được việc TISCO tách Phần C ra khỏi Hợp đồng EPC số 01# và giao cho Tổng Công ty cổ phần Xây dựng công nghiệp Việt Nam thực hiện, làm thay đổi bản chất và phá vỡ nguyên tắc quản lý Hợp đồng EPC nói trên. Ngoài ra, ông Hải cũng đã đồng ý cho TISCO thanh toán các khoản chi phí trả cho MCC không đúng với Hợp đồng EPC số 01# của Dự án TISCO II. Bộ Chính trị kết luận, những vi phạm, khuyết điểm nêu trên của ông Hoàng Trung Hải là nghiêm trọng, gây bức xúc trong xã hội, ảnh hưởng xấu đến uy tín của tổ chức Đảng và cá nhân ông Hải, đến mức cần phải xử lý nghiêm minh theo quy định của Đảng. Từ đó, ngày 10 tháng 1 năm 2020, Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 quyết định thi hành kỷ luật Hoàng Trung Hải với hình thức cảnh cáo.[11] Sau khi bị kỷ luật[sửa | sửa mã nguồn] Sau khi bị kỷ luật, ông Hải vẫn giữ nguyên chức vụ Ủy viên Bộ Chính trị khóa 12. Ngày 13 tháng 10 năm 2020, ông Hải thay mặt Bộ Chính trị tham dự và phát biểu chỉ đạo tại Đại hội đảng bộ tỉnh Tiền Giang.[12] Tiếp đó, ngày 15 tháng 10 năm 2020, ông Hải thay mặt Bộ Chính trị tham dự và phát biểu chỉ đạo tại Đại hội đảng bộ tỉnh Bình Định.[13] Gia đình[sửa | sửa mã nguồn] Phu nhân của ông Hoàng Trung Hải là bà Phan Thị Hương, quê quán huyện Đức Thọ, tỉnh Hà Tĩnh, là Chuyên viên Vụ KHCN các ngành Kinh tế - Kỹ thuật, Bộ Khoa học và Công nghệ.[cần dẫn nguồn] Ông có hai con trai đều đang ở tuổi học phổ thông: con trai cả tên là Hoàng Phan Tùng đang du học ở Pháp; con trai thứ hai là Hoàng Phan Bách đang học chuyên Anh tại trường Trung học phổ thông chuyên Hà Nội - Amsterdam[cần dẫn nguồn]. Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f g Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ Ông Hoàng Trung Hải nhậm chức Bí thư Hà Nội ^ Quyết định số 360\/QĐ-TTg về việc thành lập Ban Chỉ đạo Trung ương về chính sách nhà ở[liên kết hỏng] Nguyễn Tấn Dũng ký 4\/4\/2008 ^ Quyết định số 1499\/QĐ-TTg về việc đổi tên và bổ sung chức năng, nhiệm vụ, quyền hạn của Ban Chỉ đạo Trung ương về chính sách nhà ở[liên kết hỏng] Nguyễn Tấn Dũng ký ngày 14\/10\/2008 ^ “Điều chỉnh phân công công tác một số thành viên Chính phủ”. ^ Văn Kiên - Trường Phong. “Ông Hoàng Trung Hải làm phó trưởng Bộ phận chuyên trách Tiểu ban Văn kiện”. Tiền phong. 2020-02-07. Truy cập ngày 10 tháng 2 năm 2020. ^ Đà Trang. “Phó thủ tướng Vương Đình Huệ làm bí thư Thành ủy Hà Nội”. báo Tuổi trẻ. 2020-02-07. Truy cập ngày 7 tháng 2 năm 2020. ^ VTV, BAO DIEN TU (27 tháng 11 năm 2021). “Tổng Bí thư trao Quyết định nghỉ chế độ cho 6 Ủy viên Bộ Chính trị khóa XII không tái cử khóa XIII”. BAO DIEN TU VTV. Truy cập ngày 17 tháng 1 năm 2023. ^ NLD.COM.VN (27 tháng 11 năm 2021). “Trao quyết định nghỉ chế độ cho các Ủy viên Bộ Chính trị, Bí thư TƯ khóa XII không tái cử”. https:\/\/nld.com.vn. Truy cập ngày 17 tháng 1 năm 2023. Liên kết ngoài trong |website= (trợ giúp) ^ “Bí thư Thành ủy Hà Nội Hoàng Trung Hải có thể bị kỷ luật”. BBC. Truy cập ngày 10 tháng 12 năm 2019. zero width space character trong |tiêu đề= tại ký tự số 1 (trợ giúp) ^ Lê Hiệp. “Bộ Chính trị kỷ luật cảnh cáo Bí thư Thành ủy Hà Nội Hoàng Trung Hải”. báo Thanh niên. 2020-01-10. Truy cập ngày 11 tháng 1 năm 2020. ^ Trần Đáng. “Dự Đại hội Đảng bộ Tiền Giang, ông Hoàng Trung Hải chỉ đạo \"tỉnh phải tăng cường liên kết vùng\"”. báo Dân Việt. 2020-10-13. Truy cập ngày 16 tháng 12 năm 2020. ^ Hoàng Trọng. “Ông Hoàng Trung Hải tham dự Đại hội đại biểu Đảng bộ tỉnh Bình Định”. báo Thanh Niên. 2020-10-15. Truy cập ngày 16 tháng 12 năm 2020. Liên kết ngoài[sửa | sửa mã nguồn] Wikiquote có sưu tập danh ngôn về: Hoàng Trung Hải Tiểu sử Hoàng Trung Hải Lưu trữ 2021-02-06 tại Wayback Machine tại trang web của Chính phủ Việt Nam Trang chính thức hoangtrunghai.chinhphu.vn ẩn x t s Ủy viên Bộ Chính trị khóa XII Nguyễn Văn Bình Trương Hòa Bình Phạm Minh Chính Hoàng Trung Hải Vương Đình Huệ Tô Lâm Ngô Xuân Lịch Trương Thị Mai Phạm Bình Minh Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân Tòng Thị Phóng Nguyễn Xuân Phúc Võ Văn Thưởng Nguyễn Phú Trọng Trần Quốc Vượng Đinh Thế Huynh (nghỉ chữa bệnh) Trần Đại Quang (đã mất 09\/2018) Đinh La Thăng (đến 05\/2017) I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Trung_Hải&oldid=69955963” Thể loại: Sinh năm 1959 Nhân vật còn sống Người Thái Bình Cựu sinh viên Đại học Bách khoa Hà Nội Bí thư Thành ủy Hà Nội Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Bộ trưởng Bộ Công nghiệp Việt Nam Bộ trưởng Bộ Công Thương Việt Nam Phó Thủ tướng Việt Nam Đại biểu Quốc hội Việt Nam khóa VIII Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Thái Bình Tập đoàn Điện lực Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Sinh tại Thái Bình Sống tại Ireland Sống tại Hà Nội Đại biểu Quốc hội Việt Nam khóa XIV Hà Nội Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật cảnh cáo Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII bị kỉ luật Trưởng Đoàn đại biểu Quốc hội thành phố Hà Nội Thể loại ẩn: Bài có liên kết hỏng Lỗi CS1: liên kết ngoài Lỗi CS1: ký tự ẩn Bài viết có trích dẫn không khớp Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 6 tháng 5 năm 2023, 20:37. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}