{"Hoàng Quốc Thịnh":"Hoàng Quốc Thịnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Tham khảo Hoàng Quốc Thịnh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hoàng Quốc Thịnh Chức vụ Bộ trưởng Bộ Nội thương Nhiệm kỳ 30 tháng 10 năm 1967 – 22 tháng 11 năm 1977 10 năm, 23 ngày Tiền nhiệm Nguyễn Thanh Bình Kế nhiệm Trần Văn Hiển Quyền Bộ trưởng Bộ Nội thương Nhiệm kỳ 3 tháng 11 năm 1966 – 30 tháng 10 năm 1967 361 ngày Tiền nhiệm Nguyễn Thanh Bình Thông tin chung Sinh 1 tháng 5 năm 1911 Hải Hậu, Nam Định Mất 2009 Hà Nội Nơi ở Hà Nội Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Con cái Hoàng Minh Hằng Hoàng Mạnh Hùng Hoàng Mạnh Cường Hoàng Mạnh Chiến Hoàng Mạnh Thắng Hoàng Minh Hạnh Hoàng Quốc Thịnh (1911–2009) là nhà cách mạng và chính khách Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng khóa IV, Bộ trưởng Bộ Nội thương, Trưởng ban Tài chính Quản trị Trung ương. Ông còn có tên là Hương, tên khai sinh là Hoàng Văn Đang, bí danh Hoàng Hà Châu, sinh ngày 1 tháng 5 năm 911, quê quán xã Hải Sơn, huyện Hải Hậu, tỉnh Nam Định. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Những năm 1930 ông hoạt động cách mạng tại tỉnh Bắc Giang [1]. Năm 1945 ông cùng các đồng chí Hà Thị Quế, Hoàng Bạch, Ngô Ngọc Dương lãnh đạo khởi nghĩa ở Phủ Lạng Thương tỉnh Bắc Giang. Sau đó ông giữ chức Bí thư Tỉnh ủy, kiêm Chủ tịch Ủy ban Kháng chiến tỉnh Bắc Giang; Năm 1951 ông được bổ nhiệm Giám đốc Sở Mậu dịch thuộc Bộ Công thương [2] Năm 1958 ông giữ chức Thứ trưởng Bộ Nội thương[3] Năm 1966 giữ chức vụ Quyền Bộ trưởng[4], Bộ trưởng Bộ Nội thương (1967–1977)[5],[6]. Sau đó ông chuyển sang công tác Đảng, giữ chức Trưởng ban Tài chính Quản trị Trung ương. Ông là đại biểu Quốc hội các khóa II, III, IV, V; Huân chương Hồ Chí Minh, Huân chương Kháng chiến hạng Nhất, Huân chương Kháng chiến chống Mỹ hạng Nhất, Huy hiệu Hồ Chí Minh, Huy hiệu 60 năm tuổi Đảng. Ông nghỉ hưu, sống tại Hà Nội, mất năm 2009, an táng tại Nghĩa trang Mai Dịch[7]. Tham khảo[sửa | sửa mã nguồn] ^ “Đình Đại Từ – Cơ sở cách mạng thời kỳ tiền khởi nghĩa”. VietNamNet. Truy cập 10 tháng 3 năm 2015. ^ “Sắc lệnh 33\/SL bổ nhiệm Hoàng Quốc Thịnh giữ Giám đốc Sở Mậu dịch”. Truy cập 10 tháng 3 năm 2015. ^ “Thông tư 30”. Truy cập 10 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 27 tháng 2 năm 2018. Truy cập ngày 23 tháng 11 năm 2014. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 8 tháng 4 năm 2014. ^ “Lệnh bổ nhiệm và miễn nhiệm thành viên của Hội đồng Chính phủ 79”. Truy cập 10 tháng 3 năm 2015. ^ “Tin buồn”. Báo Hànộimới. Truy cập 10 tháng 3 năm 2015. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Quốc_Thịnh&oldid=69563164” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1911 Mất năm 2009 Nhà cách mạng Việt Nam Người Nam Định Bộ trưởng Bộ Công Thương Việt Nam Bí thư Tỉnh ủy Bắc Giang Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa IV Đại biểu Quốc hội Việt Nam khóa V Huân chương Hồ Chí Minh Chủ tịch Ủy ban Kháng chiến tỉnh Bắc Giang Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 12 tháng 1 năm 2023, 10:53. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}