{"Hoàng Tùng":"Hoàng Tùng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Công tác Đảng và chính quyền 3Qua đời - Lễ tang 4Công trình công bố 5Phong tặng 6Gia đình 7Chú thích 8Liên kết ngoài Hoàng Tùng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hoàng Tùng Nhà báo Hoàng Tùng Chức vụ Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 1982 – 1986 Tiền nhiệm Tố Hữu Kế nhiệm Hồng Hà Tổng biên tập Báo Nhân dân Nhiệm kỳ 1954 – 1982 Tiền nhiệm Vũ Tuân Kế nhiệm Hồng Hà Giám đốc Nhà xuất bản Sự thật Nhiệm kỳ 1987 – 1989 Đại biểu Quốc hội Việt Nam Nhiệm kỳ 1964 – 1987 Thông tin chung Sinh (1920-01-14)14 tháng 1, 1920 xã Nhân Hòa, huyện Lý Nhân, tỉnh Hà Nam Mất 29 tháng 6 năm 2010 (90 tuổi) tại Hà Nội Nơi ở 6B Đường Thành, Phường Cửa Đông, Quận Hoàn Kiếm, thành phố Hà Nội Dân tộc Kinh Hoàng Tùng (1920–2010) là nhà báo người Việt Nam; nguyên Bí thư Ban Chấp hành Trung ương khóa V; Tổng Biên tập Báo Nhân dân; Giám đốc Nhà xuất bản Sự thật của Đảng Cộng sản Việt Nam; Đại biểu Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam các khóa III, IV, V, VI, VII. Tiểu sử[sửa | sửa mã nguồn] Hoàng Tùng, tên thật là Trần Khánh Thọ, sinh ngày 14 tháng 1 năm 1920; quê quán xã Nhân Hòa, huyện Lý Nhân, tỉnh Hà Nam. Năm 1935, tham gia phong trào công nhân chống Pháp ở Cẩm Phả, bị bắt tù và được Lê Đức Thọ giới thiệu giúp việc cho Bí thư Tỉnh ủy Đảng Cộng sản Đông Dương tỉnh Nam Định. Từ năm 1937, tham gia hoạt động trong tổ chức Đoàn Thanh niên Dân chủ và sau đó là Đoàn Thanh niên phản đế; phụ trách tổ chức đoàn thanh niên tại thành phố Nam Định. Tháng 6 năm 1940, bị bắt, bị tòa án chính quyền đương thời kết án 5 năm tù khổ sai và giam giữ tại nhà tù Sơn La. Tháng 11 năm 1943, gia nhập vào Đảng Cộng sản Việt Nam tại Chi bộ nhà tù Sơn La. Sau cuộc đảo chính của Nhật, tham gia lãnh đạo những người tù chính trị phá bỏ nhà tù, vượt ngục về địa phương hoạt động. Tháng 4 năm 1945, trở về Bắc Ninh hoạt động, đã tích cực mở rộng phong trào quần chúng lao động và xây dựng tổ chức cơ sở của Đảng Cộng sản Việt Nam, chuẩn bị khởi nghĩa và được chỉ định tham gia vào Tỉnh ủy Đảng Cộng sản Việt Nam tỉnh Bắc Ninh. Tháng 5 năm 1945, được phân công về tham gia Ban Chỉ đạo khu an toàn của Trung ương Đảng Cộng sản Việt Nam, sau đó làm Bí thư Đảng của Ban Chỉ đạo khu an toàn của Trung ương Đảng Cộng sản Việt Nam. Công tác Đảng và chính quyền[sửa | sửa mã nguồn] Tháng 8 năm 1945, ông tham gia chỉ đạo khởi nghĩa ở ngoại thành Hà Nội và được chỉ định làm Chủ tịch Ủy ban nhân dân cách mạng khi mới 25 tuổi. Trong những ngày đầu của nhà nước Việt Nam Dân chủ Cộng hòa ông đảm nhận nhiều chức vụ quan trọng khác của Đảng. Tháng 10 năm 1945, ông làm Ủy viên Xử ủy Bắc kỳ, Bí thư Thành ủy Hà Nội thay ông Trần Danh Tuyên. Tháng 4 năm 1946, ông làm Bí thư Thành ủy Hải Phòng thay ông Lê Quang Đạo về làm Bí thư Thành úy Hà Nội. Tháng 8 năm 1946, ông làm Xử ủy viên Xứ ủy Bắc Kỳ của Đảng Cộng sản Việt Nam. Tháng 2 năm 1947, ông làm Phó Bí thư Khu ủy III (Khu Tả ngạn Sông Hồng). Tháng 1 năm 1948, ông làm Phó Trưởng Ban Tổ chức Trung ương Đảng và Thư ký Tạp chí \"Sinh hoạt nội bộ\" của Đảng. Tháng 6 năm 1948, ông làm Phó Trưởng ban Thi đua Trung ương; Tháng 1 năm 1950, ông làm Chủ nhiệm Báo \"Sự thật\" của Đảng Cộng sản Việt Nam. Đầu năm 1951, ông phụ trách Văn phòng Tổng Bí thư Trường Chinh. Từ tháng 8 năm 1951 đến tháng 3 năm 1953, ông đi học lý luận ở Trung Quốc cùng ông Nguyễn Duy Thân. Tháng 4 năm 1953, ông làm Chánh Văn phòng Trung ương Đảng. Từ tháng 2 năm 1954 đến năm 1982, ông làm Tổng Biên tập Báo Nhân dân, cơ quan ngôn luận của Đảng, là Tổng biên tập báo Đảng lâu nhất; từ năm 1968 ông kiêm chức Phó trưởng Ban Tuyên huấn Trung ương. Tại Đại hội Đảng Cộng sản Việt Nam III, ông được bầu làm Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Khóa III (1960–1976). Tại Đại hội Đảng Cộng sản Việt Nam IV, ông tiếp tục được bầu lại vào Ban Chấp hành Trung ương Khóa IV (1976–1982). Năm 1980, ông làm Trưởng ban Tuyên huấn Trung ương. Tại Đại hội Đảng toàn quốc lần thứ V của Đảng Cộng sản Việt Nam, tiếp tục được bầu lại vào Ban Chấp hành Trung ương Khóa V (1982–1986), được Ban Chấp hành Trung ương bầu làm Ủy viên Ban Bí thư và được phân công phụ trách công tác tư tưởng, thôi giữ chức vụ Tổng biên tập báo Nhân dân. Tháng 4 năm 1987 đến năm 1989, làm Giám đốc Nhà xuất bản Sự thật. Ông là đại biểu Quốc hội các khóa III (1964–1971), IV (1971–1975), V (1975–1976), VI (1976–1981), VII (1981–1987).[1] Ông về nghỉ hưu, sống tại số nhà 6B Đường Thành, phường Cửa Đông, quận Hoàn Kiếm, thành phố Hà Nội. Qua đời - Lễ tang[sửa | sửa mã nguồn] Ngày 29 tháng 6 năm 2010 (tức ngày 18 tháng 5 năm Canh Dần), ông mất lúc 15 giờ 20 phút tại Hà Nội, chưa lâu sau lễ mừng thọ 90 tuổi. An táng ngày 2 tháng 7 năm 2010 tại Nghĩa trang Mai Dịch, Hà Nội.[2] Công trình công bố[sửa | sửa mã nguồn] Phong tặng[sửa | sửa mã nguồn] Huân chương Sao Vàng; Huân chương Hồ Chí Minh; Huân chương Độc lập hạng nhất; Huân chương Kháng chiến hạng nhất; Huy hiệu 60 năm tuổi Đảng Cộng sản Việt Nam; Huân chương Ít-xa-la hạng nhất của Cộng hòa Dân chủ Nhân dân Lào.[1] Gia đình[sửa | sửa mã nguồn] Con trai cả là Tiến sĩ Trần Chiến Thắng, nguyên Thứ trưởng Bộ Văn hóa, Thể thao và Du lịch. Chú thích[sửa | sửa mã nguồn] ^ a b Báo Nhân dân (1 tháng 7 năm 2010). “Tiểu sử đồng chí Hoàng Tùng”. Báo Nhân dân. Truy cập ngày 1 tháng 7 năm 2010. Kiểm tra giá trị |url lưu trữ= (trợ giúp)[liên kết hỏng] ^ Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Quốc hội nước Cộng hòa XHCN Việt Nam, Chủ tịch nước Cộng hòa XHCN Việt Nam. Chính phủ nước Cộng hòa XHCN Việt Nam, Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1 tháng 7 năm 2010). “TIN BUỒN”. Báo Nhân dân. Truy cập ngày 1 tháng 7 năm 2010. Kiểm tra giá trị |url lưu trữ= (trợ giúp)Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)[liên kết hỏng] Liên kết ngoài[sửa | sửa mã nguồn] Hà Đăng, Anh Hoàng Tùng ơi, nhớ thương Anh nhiều lắm![liên kết hỏng], báo Nhân dân, cập nhật 02:38 ngày 2 tháng 7 năm 2010. Phó giáo sư, tiến sĩ Đức Vượng, Nhà báo Hoàng Tùng: Nhân cách cao thượng, tư duy đặc sắc, báo Hà Nội mới, cập nhật 07:11 ngày 2 tháng 7 năm 2010. Phan Mai, Nguyên Bí thư Trung ương Đảng Hoàng Tùng: Người đau đáu với đổi mới Pháp luật Thành phố Hồ Chí Minh online, cập nhật 07:34 ngày 2 tháng 7 năm 2010. Hồng Hà, Vô cùng thương tiếc anh Hoàng Tùng ![liên kết hỏng], báo Nhân dân, cập nhật 03:18 ngày 1 tháng 7 năm 2010. Đình Hiếu, Huyền Trang, Hoàng Tùng – cây đại thụ của làng báo Lưu trữ 2010-07-03 tại Wayback Machine, Đài Tiếng nói Việt Nam, cập nhật 9:23 ngày 1 tháng 7 năm 2010. hiện x t s Tổng biên tập báo Nhân Dân Trần Quang Huy (1951–1953) Vũ Tuân (1953–1954) Hoàng Tùng (1954–1982) Hồng Hà (1982–1987) Hà Đăng (1987–1992) Hữu Thọ (1992–1996) Hồng Vinh (1996–2001) Đinh Thế Huynh (2001–2011) Thuận Hữu (2011–2021) Lê Quốc Minh (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Tùng&oldid=69754857” Thể loại: Tổng biên tập báo Nhân Dân Sinh năm 1920 Mất năm 2010 Người Hà Nam Người Hà Nội Nhà báo Việt Nam Bí thư Thành ủy Hà Nội Bí thư Thành ủy Hải Phòng Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Huân chương Kháng chiến Huân chương Độc lập Huân chương Hồ Chí Minh Huân chương Sao Vàng Đại biểu Quốc hội Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa IV Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Tổng biên tập Báo Nhân dân Nhà báo Báo Nhân dân Thể loại ẩn: Lỗi CS1: URL Bài có liên kết hỏng Quản lý CS1: nhiều tên: danh sách tác giả Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 8 tháng 3 năm 2023, 06:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}