{"Hoàng Hữu Nhân":"Hoàng Hữu Nhân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Nhà lãnh đạo kỳ cựu Thành phố Cảng Hải phòng với tư duy Đổi mới 3Ban Công nghiệp Trung ương 4Hoạt động trong ngành Thủy sản 5Ban Công nghiệp Trung ương 6Nguồn tham khảo Hoàng Hữu Nhân Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hoàng Hữu Nhân (1915 - 1999) là nhà hoạt động cách mạng, chính khách Việt Nam, đảng viên Đảng Cộng sản Việt Nam. Ông đã từng giữ các chức vụ Ủy viên Ủy ban Hành chính Liên khu Việt Bắc, Bí thư Khu ủy Hồng Quảng, Chủ tịch Ủy ban Hành chính Thành phố Hải phòng, Bí thư Thành ủy Hải Phòng, Tổng cục trưởng Tổng cục Thủy sản, Quyền Trưởng ban Công nghiệp Trung ương. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Ông quê ở xã Hoàng Phúc, huyện Hoằng Hóa, tỉnh Thanh Hóa. Tên thật là Cao Văn Hòe. Ông sớm tham gia hoạt động cách mạng, những năm thập niên 1940 bị thực dân Pháp giam giữ tại nhà tù Hỏa Lò, Hà Nội cùng Đào Duy Kỳ, Bùi Lâm, Đỗ Mười, Nguyễn Chương, Hồng Xích Tâm, Nguyễn Văn Kha. Nhà thơ Thôi Hữu cùng quê là bạn thân của ông. Năm 1945 với bí danh Xích ông cùng với đồng chí Khuất Duy Tiến hoạt động phong trào Việt Minh, vận động giới công thương gia Hà Nội, đặc biệt là gia đình thương gia Trịnh Văn Bô ủng hộ tài chính cho hoạt động cách mạng. Đầu tháng 8 năm 1946, Thành ủy Hải Phòng quyết định mở Trường Cán bộ Thanh niên mang tên Tô Hiệu, từng là Bí thư Thành ủy Hải Phòng. Trường Huấn luyện Cán bộ Thanh niên Tô Hiệu được đặt ở lâu đài Mác-ty. Thành ủy chỉ định ông làm Hiệu trưởng danh dự trường Tô Hiệu. Tháng 8\/1951 ông làm Ủy viên Ủy ban Kháng chiến Hành chính Liên khu Việt Bắc thay ông Nguyễn Hữu Tạo.[1] Đồng thời ông được cử tham gia Ban Giáo dục Trung ương cùng Nguyễn Khánh Toàn, Trần Huy Liệu, Đào Duy Kỳ, Nguyễn Hữu Đang, Hoài Thanh do ông Hà Huy Giáp làm Trưởng ban,[2] sau đó ông làm Bí thư Khu ủy Hồng Quảng (nay là tỉnh Quảng Ninh). Nhà lãnh đạo kỳ cựu Thành phố Cảng Hải phòng với tư duy Đổi mới[sửa | sửa mã nguồn] Năm 1954 khi kết thúc cuộc kháng chiến chống Pháp, Trung ương Đảng quyết định lập Ban Chỉ đạo khu vực tập kết 300 ngày tại Hải phòng, chỉ định Đỗ Mười làm trưởng ban, cùng với Hoàng Hữu Nhân, Hoàng Mậu, Nguyễn Tài, Nguyễn Đàm, Bùi Công Trừng, Lý Ban, Nguyễn Công Thành, Nguyễn Văn Ngọc, và đại diện Bộ Quốc phòng.[cần dẫn nguồn] Tháng 12 năm 1956 ông được bổ nhiệm làm Chủ tịch Ủy ban Hành chính Thành phố Hải phòng,[3] các Phó Chủ tịch là Vũ Trọng Khánh (nguyên Thị trưởng Hải Phòng năm 1945) và Tô Duy (nguyên Bí thư Tỉnh ủy Kiến An). Ông kiêm Bí thư Thành ủy thay ông Đỗ Mười chuyển về Hà Nội làm Thứ trưởng Bộ Nội thương. Tháng 5 năm 1955 Hải phòng được giải phóng. Những ngày đầu giải phóng, Hải Phòng-Kiến An gặp rất nhiều khó khăn do chế độ cũ và chiến tranh để lại. Công nghiệp và thương nghiệp bị thu hẹp, thậm chí đình đốn, vùng nông thôn Kiến An và ngoại thành Hải Phòng xơ xác, tiêu điều. Là đầu mối giao thông, song luồng lạch, cảng biển không được nạo vét, đường sá xuống cấp nghiêm trọng, giao thông ách tắc…Tình hình văn hoá-xã hội khá phức tạp; nhiều tệ nạn do chế độ cũ để lại; hàng vạn công nhân, lao động không có việc làm…Các lực lượng phản động vẫn tiếp tục nuôi âm mưu phá hoại lâu dài cách mạng Việt Nam, trong đó, Hải Phòng là một trọng điểm. Trong những năm xây dựng cơ sở kinh tế xã hội chủ nghĩa ở miền bắc, là lãnh đạo thành phố, ông đã góp phần lớn vào việc chỉ đạo xây dựng kinh tế chính trị xã hội của thành phố. Đặc sắc nhất là Hải Phòng đã thành công trong việc phát triển cơ sở hạ tầng từ nền công nghiệp cũ và xây dựng nhiều cơ sở mới trong các lĩnh vực cơ khí, tàu thủy, cảng, giao thông vận tải và thủy sản. Năm 1955 thành phố chỉ có 8 xí nghiệp. Sau đó nhiều cơ sở sản xuất mới được phục hồi, mở rộng như: mở rộng Cảng Hải phòng, mở rộng Nhà máy Xi măng Hải phòng, xây dựng Nhà máy đóng tàu Bạch Đằng, cơ khí Duyên Hải, thủy tinh, nhựa Thiếu niên tiền phong. Đến năm 1965 giá trị tổng sản lượng công nghiệp tăng 2.158% so với năm 1955 là năm mới tiếp quản thành phố. Hải phòng là thành phố cảng, cửa chính ra biển quan trọng của Việt Nam lúc đó. Ngay năm đầu tiên sau giải phóng, Cảng Hải Phòng đã nạo vét gần 2 triệu m3 đất, tạo điều kiện cho hoạt động của Cảng trở lại bình thường. Hàng năm bình quân có trên 400 tàu của các nước đến cảng Hải Phòng. Sản lượng xếp dỡ hàng hoá tăng gấp 15 lần so vơi thời kỳ mới giải phóng. Tàu Việt Nam trọng tải 5.000 tấn, 10.000 tấn từ cảng Hải Phòng đi nhiều nước trên thế giới. Năm 1960, Hải Phòng mới có 5 hợp tác xã đánh cá; Năm 1965 tăng lên 33 hợp tác xã. Đội ngũ cán bộ khoa học ngành cá không ngừng phát triển. Năm 1955 không có kỹ sư; năm 1973 có 10 cán bộ đại học, 17 cán bộ trung cấp kỹ thuật và 92 công nhân kỹ thuật. Sản lượng đánh bắt tăng hàng năm. Năm 1961 đạt 11.886 tấn sản phẩm. Tháng 2\/1962 thành phố Hải Phòng và tỉnh Kiến An hợp nhất thành Thành phố Hải Phòng, ông được cử làm Bí thư Thành ủy, ông Đặng Văn Minh làm Chủ tịch Ủy ban hành chính Thành phố Hải Phòng khóa II.[4], năm 1963 tại Đại hội Đảng bộ thành phố Hải phòng lần thứ nhất ông được bầu làm Bí thư Thành ủy, các Phó bí thư là ông Đặng Văn Minh, ông Lê Huy (nguyên Bí thư Tỉnh ủy Kiến an) Ông mạnh tay cải cách và thích nói thẳng, nói thật. Năm 1962 ông khởi xướng khoán Kiến An, ở hai huyện Vĩnh Bảo và Kiến Thuỵ (thuộc tỉnh Kiến An cũ) đến từng hộ nông dân được tiến hành một cách không chính thức được lãnh đạo hai huyện nói trên ủng hộ. Năm 1963, hội nghị tỉnh đảng bộ cho phép thực hiện lối khoán đó như một mô hình thì điếm. Mãi 20 năm sau ông Đoàn Duy Thành khuấy động lại phong trào khoán và trở thành người tiên phong đổi mới Năm 1964 ông trúng cử đại biểu Quốc hội Việt Nam khóa III tại khu vực thành phố Hải phòng.[5] Ông tiếp tục giữ cương vị Bí thư Thành ủy Hải Phòng cho đến năm 1966 thì ông Đặng Văn Minh kế nhiệm. Ông được xem là những nhà lãnh đạo giỏi của Thành phố Hải phòng cùng với ông Đoàn Duy Thành. Ông quan tâm đến người dân, giới trí thức văn nghệ sĩ,[6], giúp đỡ nhiều người trong đó có nhà văn Bùi Ngọc Tấn. Ban Công nghiệp Trung ương[sửa | sửa mã nguồn] Sau đó ông về làm Phó Ban Công nghiệp Trung ương dưới quyền Trưởng ban Lê Thanh Nghị lúc này đang đảm nhận cả công việc Bộ trưởng Bộ Công nghiệp nặng. Ông giữ chức Thứ trưởng thường trực Bộ Công nghiệp. Hoạt động trong ngành Thủy sản[sửa | sửa mã nguồn] Sau đó ông chuyển công tác sang Tổng cục Thủy sản trực thuộc Chính phủ được tách ra từ Bộ Nông lâm năm 1960. Ông kế nhiệm ông Nguyễn Trọng Tỉnh giữ cương vị Tổng cục trưởng Tổng cục Thủy sản trong thời gian 1974 – 1976.[7] Giúp việc cho ông có các Phó Tổng cục trưởng là các ông Vũ Song (kiêm Hiệu trưởng Trường Thủy sản, nguyên Chủ tịch tỉnh Phú Thọ), Nguyễn Hồng Cẩn (nguyên Giám đốc Sở Công nghiệp Hải phòng, Phó chủ tịch Ủy ban Hành chính TP Hải phòng), Nguyễn Hữu Ngân. Ông quan tâm tập trung chấn chỉnh và củng cố nghề cá nhân dân, nhưng làm chưa được bao lâu thì giải phóng miền Nam, thống nhất đất nước. Tổng cục Thủy sản miền Bắc sáp nhập với Tổng cục Thủy sản miền Nam thành Bộ Hải sản. Ông Võ Chí Công được bổ nhiệm làm Bộ trưởng Bộ Hải sản được 5 tháng sau thì ông Nguyễn Văn Lâm (tức Tám Tú, nguyên Bí thư Tỉnh ủy Nghĩa Bình) kế nhiệm. Ông Vũ Song được cử làm đại sứ tại Tiệp khắc, ông Nguyễn Hữu Ngân về hưu, còn ông đề xuất làm Thứ trưởng Bộ Hải sản không được nên về Ban Công nghiệp Trung ương. Ban Công nghiệp Trung ương[sửa | sửa mã nguồn] Năm 1976 ông được điều về Ban Công nghiệp Trung ương lúc đó do ông Nguyễn Lam làm Trưởng ban. Năm 1985 ông làm Quyền Trưởng ban Công nghiệp Trung ương đến năm 1988 thì ông Đỗ Quốc Sam kế nhiệm. Sau khi nghỉ hưu ông vẫn luôn quan tâm đến thời cuộc, nhiều lần gửi thư góp ý với lãnh đạo Đảng, Nhà nước. Ông mất ngày 7 tháng 10 năm 1999 tại Hà Nội. An táng tại Nghĩa trang Mai Dịch, Hà Nội Nguồn tham khảo[sửa | sửa mã nguồn] ^ Sắc lệnh 48\/SL chỉ định Hoàng Hữu Nhân Ủy viên Ủy ban Kháng chiến Hành chính Liên khu Việt Bắc ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 17 tháng 10 năm 2012. Truy cập ngày 10 tháng 10 năm 2012. ^ http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1059 ^ http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 5 tháng 4 năm 2008. Truy cập ngày 10 tháng 10 năm 2012. ^ http:\/\/thethaovanhoa.vn\/297N20110811073427132T133\/nhac-si-ho-bac-40-nam-sau-ben-cang-que-huong-toi.htm ^ http:\/\/www.sonongnghiepquangnam.gov.vn\/index.php?option=com_content&view=article&id=831:thy-sn-vit-nam-50-nm-mt-chng-ng&catid=32:cac-s-kin&Itemid=7[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Hữu_Nhân&oldid=69913208” Thể loại: Sinh năm 1915 Mất năm 1999 Người Thanh Hóa Người Hải Phòng Bí thư Thành ủy Hải Phòng Chủ tịch Ủy ban nhân dân thành phố Hải Phòng Bí thư Khu ủy Hồng Quảng Đại biểu Quốc hội Việt Nam khóa III Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Đổi mới Thể loại ẩn: Bài có liên kết hỏng Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 23 tháng 4 năm 2023, 02:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}