{"Hoàng Văn Kiểu":"Hoàng Văn Kiểu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Vinh Danh 3Chú thích Hoàng Văn Kiểu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hoàng Văn Kiểu Chức vụ Trưởng Ban Dân tộc Trung ương Nhiệm kỳ 1981 – 1987 Tiền nhiệm Vũ Lập Kế nhiệm Hoàng Đức Nghi Vị trí Việt Nam Chủ nhiệm Ủy ban Dân tộc của Chính phủ Nhiệm kỳ 23 tháng 2 năm 1979 – 2\/1987 Kế nhiệm không có (giải thể) Bộ trưởng Bộ Lâm nghiệp Nhiệm kỳ 1976 – 23 tháng 2 năm 1979 Tiền nhiệm không có Kế nhiệm Trần Kiên Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Bí thư Tỉnh ủy Lạng Sơn Thông tin chung Sinh 1921 Văn Lãng, Lạng Sơn, Bắc Kỳ, Liên bang Đông Dương Mất 2006 (84–85 tuổi) Tam Thanh, thành phố Lạng Sơn, Việt Nam Dân tộc Tày Đảng chính trị Đảng Cộng sản Việt Nam Hoàng Văn Kiểu (1921-2006), thường gọi là Hoàng Kiểu, là một nhà cách mạng và chính khách Việt Nam. Ông từng giữ chức Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc Việt Nam (1981-1987), Trưởng ban Dân tộc Trung ương Đảng Cộng sản Việt Nam (1979-1982), Bộ trưởng Bộ Lâm nghiệp Việt Nam (1976). Ông được xem là một cán bộ lão thành có nhiều đóng góp cho phong trào cách mạng ở Việt Nam từ trước Cách mạng tháng 8 và trong cả hai cuộc Chiến tranh Đông Dương và Chiến tranh Việt Nam. Tiểu sử[sửa | sửa mã nguồn] Ông là người dân tộc Tày, sinh năm 1921 tại xã Hội Hoan, huyện Văn Lãng, tỉnh Lạng Sơn,thường trú tại phường Tam Thanh,thành phố Lạng Sơn. Tên gọi khác: Hoàng Văn Chởi, Hoàng Hiển Vịnh. Ông được kết nạp vào Đảng Cộng sản Đông Dương ngày 20 tháng 6 năm 1942, ông hoạt động tích cực, đóng một vai trò quan trọng trong việc phát triển phong trào Việt Minh tại Lạng Sơn Ngày 22-8-1945 chớp thời cơ Nhật đảo chính Pháp, lực lượng vũ trang do ông chỉ huy đã phối hợp với quần chúng nổi dậy làm chủ thị trấn Na Sầm, giải phóng hoàn toàn hai huyện Văn Uyên và Thoát Lãng của tỉnh Lạng Sơn. Sau Cách mạng Tháng Tám ông từng giữ nhiều chức vụ quan trọng như: Bí thư Tỉnh ủy Lạng Sơn, Trưởng ban Chỉ đạo kháng chiến tỉnh Lạng Sơn (năm 1949). Trưởng ban cán sự Đảng bộ và chính quyền khu Lào Cai - Hà Giang - Yên Bái, Phó Bí thư Khu ủy Khu tự trị Việt Bắc, Bí thư Khu ủy Khu tự trị Tây Bắc kiêm Chính ủy Quân khu Tây Bắc, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa III (dự khuyết)[1] và IV [2]; Sau năm 1975 ông tham gia Chính phủ, là Bộ trưởng đầu tiên của Bộ Lâm nghiệp từ năm 1976 đến tháng 2 năm 1979 khi Bộ Lâm nghiệp được thành lập dựa trên nền tảng Tổng cục Lâm nghiệp[3],người kế nhiệm là ông Trần Kiên Năm 1979 ông được bổ nhiệm giữ chức Chủ nhiệm Ủy ban dân tộc của Chính phủ, kiêm [4] sau đó kiêm chức Trưởng ban Dân tộc Trung ương Đảng [5] cho đến năm 1982[6]. Sau đó ông là Ủy viên, Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam[7] Ông còn là Đại biểu Quốc hội Việt Nam các khóa VI, VII. Vinh Danh[sửa | sửa mã nguồn] Để ghi nhận công lao cống hiến cho hoạt động cách mạng, ông được Nhà nước Việt Nam tặng thưởng: Huân chương Hồ Chí Minh Huân chương Kháng chiến hạng Nhất Ngoài ra ông còn được trao tặng Huân chương Hữu nghị của Liên bang Cộng hòa xã hội chủ nghĩa Xô Viết Huy hiệu 60 năm tuổi Đảng và nhiều danh hiệu cao quý khác…. Chú thích[sửa | sửa mã nguồn] ^ “DCSVN”. Bản gốc lưu trữ ngày 28 tháng 2 năm 2014. Truy cập 10 tháng 3 năm 2015. ^ http:\/\/dangcongsan.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30292&cn_id=119238 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 22 tháng 1 năm 2014. Truy cập ngày 21 tháng 10 năm 2012. ^ “Nghị quyết số 439 NQ\/TVQH (1979) – Wikisource tiếng Việt”. Truy cập 10 tháng 3 năm 2015. ^ “Nghị quyết số 1258 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 10 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 23 tháng 10 năm 2012. Truy cập ngày 18 tháng 10 năm 2012. ^ “DCSVN”. Bản gốc lưu trữ ngày 9 tháng 11 năm 2013. Truy cập 10 tháng 3 năm 2015. hiện x t s Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc Việt Nam Hoàng Văn Phùng (1946–1955) Bùi San (1955–1959) Chu Văn Tấn (1959–1960) Lê Quảng Ba (1960–1976) Vũ Lập (1976–1979) Hoàng Văn Kiểu (1979–1982) Hoàng Trường Minh (1982–1989) Nông Đức Mạnh (1989–1992) Hoàng Đức Nghi (1992–2002) Ksor Phước (2002–2007) Giàng Seo Phử (2007–2016) Đỗ Văn Chiến (2016–2021) Hầu A Lềnh (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hoàng_Văn_Kiểu&oldid=69352305” Thể loại: Sinh năm 1921 Mất năm 2006 Chủ nhiệm Ủy ban Dân tộc Việt Nam Người Lạng Sơn Người Tày Huân chương Hồ Chí Minh Huân chương Kháng chiến Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Bí thư Tỉnh ủy Lạng Sơn Chủ tịch Ủy ban nhân dân tỉnh Lạng Sơn Trang này được sửa lần cuối vào ngày 26 tháng 11 năm 2022, 06:33. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}