{"Huỳnh Tấn Việt":"Huỳnh Tấn Việt – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Quá trình công tác 3Chú thích Huỳnh Tấn Việt Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Tấn Việt Chức vụ Bí thư Đảng ủy Khối Các cơ quan Trung ương Nhiệm kỳ 29 tháng 10 năm 2020 – 6 tháng 10 năm 2022 1 năm, 342 ngày Tiền nhiệm Sơn Minh Thắng Kế nhiệm Nguyễn Văn Thể Vị trí Việt Nam Phó Bí thư Lại Xuân Lâm Đỗ Việt Hà Nguyễn Quang Trường Phó Bí thư Đảng ủy Khối Các cơ quan Trung ương Nhiệm kỳ 8 tháng 7 năm 2020 – 29 tháng 10 năm 2020 113 ngày Bí thư Sơn Minh Thắng Bí thư Tỉnh ủy Phú Yên Nhiệm kỳ 16 tháng 10 năm 2015 – 8 tháng 7 năm 2020 4 năm, 266 ngày Tiền nhiệm Đào Tấn Lộc Kế nhiệm Phạm Đại Dương Chủ tịch Hội đồng nhân dân tỉnh Phú Yên Nhiệm kỳ 20 tháng 6 năm 2011 – 10 tháng 7 năm 2020 9 năm, 20 ngày Ủy viên Thường trực Trần Văn Hạt Tiền nhiệm Đào Tấn Lộc Kế nhiệm Cao Thị Hòa An Phó Chủ tịch Nguyễn Hữu Hiệp Võ Minh Thức (từ 6\/2016) Trần Văn Cư (từ 6\/2016) Phó Bí thư Thường trực Tỉnh ủy Phú Yên Nhiệm kỳ tháng 9 năm 2010 – 16 tháng 10 năm 2015 Kế nhiệm Lương Minh Sơn Ủy viên Trung ương Đảng Nhiệm kỳ 28 tháng 1 năm 2016 – 3 tháng 10 năm 2022 6 năm, 248 ngày Tổng Bí thư Nguyễn Phú Trọng Thông tin chung Sinh 10 tháng 8, 1962 (60 tuổi) xã Hòa Xuân Đông, thị xã Đông Hòa, tỉnh Phú Yên, Việt Nam Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Cử nhân Kinh tế Thạc sĩ Quản lí nhà nước Huỳnh Tấn Việt (sinh ngày 10 tháng 8 năm 1962) là một chính khách Việt Nam. Ông nguyên là Bí thư Đảng ủy Khối Các cơ quan Trung ương, nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII (Bị cho thôi chức từ ngày 3\/10\/2022 sau khi bị kỷ luật cảnh cáo) . [1] Tiểu sử[sửa | sửa mã nguồn] Ngày sinh: 10\/8\/1962 Ngày vào Đảng: 19\/11\/1986 Quê quán: xã Hòa Xuân Đông, thị xã Đông Hòa, tỉnh Phú Yên Dân tộc: Kinh Trình độ lý luận chính trị: Cử nhân. - Thạc sĩ Quản lý nhà nước. - Cử nhân Kinh tế. Quá trình công tác[sửa | sửa mã nguồn] - Trước tháng 9 năm 2010, ông đảm nhiệm Bí thư Tỉnh đoàn Phú Yên, Giám đốc Sở Công nghiệp tỉnh Phú Yên, Bí thư Huyện ủy Tuy An, Trưởng ban Dân vận Tỉnh ủy Phú Yên. - Tháng 9 năm 2010, ông được bầu làm Phó Bí thư Thường trực Tỉnh ủy Phú Yên. - Tháng 6 năm 2011, ông làm Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Phú Yên. - Ngày 16 tháng 10 năm 2015, tại Đại hội Đảng bộ tỉnh Phú Yên khóa XVI, nhiệm kỳ 2015-2020, ông được bầu giữ chức Bí thư Tỉnh ủy.[2] - Tại Đại hội Đảng Toàn quốc lần thứ 12, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng. - Từ 8 tháng 7 năm 2020, ông được Bộ Chính trị điều động về Trung ương, tham gia Ban Chấp hành, Ban Thường vụ và giữ chức vụ Phó Bí thư Đảng ủy Khối Các cơ quan Trung ương[3]. - Ngày 29 tháng 10 năm 2020, tại Đại hội đại biểu Đảng bộ Khối các cơ quan Trung ương lần thứ XIII, nhiệm kỳ 2020 - 2025, ông được bầu làm Bí thư Đảng ủy Khối Các cơ quan Trung ương[4]. - Tại Đại hội Đảng Toàn quốc lần thứ 13, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng. - Ngày 7 tháng 9 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 1461\/QĐ-TTg, bổ nhiệm ông Huỳnh Tấn Việt, Ủy viên Trung ương Đảng, Bí thư Đảng ủy Khối các cơ quan Trung ương làm Phó Trưởng Tiểu ban Vận động và huy động xã hội thuộc Ban Chỉ đạo Quốc gia phòng, chống dịch COVID-19. - Ngày 22 tháng 7 năm 2022, Ông Huỳnh Tấn Việt, nguyên Bí thư Tỉnh ủy Phú Yên bị Bộ Chính trị kỷ luật cảnh cáo do có vi phạm trong thời gian giữ chức vụ Bí thư Tỉnh ủy, Bí thư Đảng đoàn, Chủ tịch HĐND tỉnh Phú Yên khi để xảy ra nhiều sai phạm tại tỉnh này trong quản lý sử dụng đất, tài sản nhà nước; mua sắm trang thiết bị, vật tư y tế phục vụ phòng, chống dịch Covid-19; quản lý và bảo vệ rừng, tài nguyên, khoáng sản, …. [1] - Ngày 3 tháng 10 năm 2022, Hội nghị Ban Chấp hành TW lần thứ VI đã biểu quyết cho thôi giữ chức Ủy viên Ban Chấp hành TW Đảng khóa XIII đối với ông Huỳnh Tấn Việt, Ủy viên T.Ư Đảng, Bí thư Đảng ủy Khối các cơ quan T.Ư. [1] - Ngày 6 tháng 10 năm 2022, Bộ Chính trị có Quyết định cho ông thôi tham gia Ban Chấp hành, Ban Thường vụ, thôi giữ chức Bí thư Đảng ủy Khối các cơ quan Trung ương nhiệm kỳ 2020 - 2025.[5] Chú thích[sửa | sửa mã nguồn] ^ a b c “Chính trị VN: Trung ương Đảng cho ba ủy viên 'thôi tham gia' Ban Chấp hành”. BBC. 3 tháng 10 năm 2022. ^ “Đồng chí Huỳnh Tấn Việt được bầu giữ chức vụ Bí thư Tỉnh ủy”. Báo Phú Yên Online. Truy cập ngày 3 tháng 12 năm 2015. ^ “Ông Huỳnh Tấn Việt thôi giữ chức Bí thư Tỉnh ủy Phú Yên”. ^ “Ông Huỳnh Tấn Việt được bầu làm Bí thư Đảng ủy Khối các cơ quan Trung ương”. ^ “Tân Bí thư Đảng ủy Khối các cơ quan Trung ương Nguyễn Văn Thể nhận bàn giao nhiệm vụ”. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Tấn_Việt&oldid=69591609” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1962 Nhân vật còn sống Người Phú Yên Bí thư Tỉnh ủy Phú Yên Chủ tịch Hội đồng nhân dân tỉnh Phú Yên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật cảnh cáo Mất chức ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 21 tháng 1 năm 2023, 16:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}