{"Huỳnh Minh Chắc":"Huỳnh Minh Chắc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Kỷ luật Hiện\/ẩn mục Kỷ luật 2.1Liên quan đến vụ Trịnh Xuân Thanh 3Gia đình 4Chú thích 5Liên kết ngoài Huỳnh Minh Chắc Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Minh Chắc Chức vụ Bí thư Tỉnh ủy Hậu Giang Nhiệm kỳ 30 tháng 9 năm 2010 – 4 tháng 10 năm 2015 5 năm, 4 ngày Tiền nhiệm Nguyễn Phong Quang Kế nhiệm Trần Công Chánh Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Nhiệm kỳ 22 tháng 8 năm 2006 – 20 tháng 12 năm 2010 4 năm, 120 ngày Tiền nhiệm Huỳnh Phong Tranh Kế nhiệm Trần Công Chánh Phó Chủ tịch Nguyễn Văn Thắng (đến 11\/2010) Trịnh Quang Hưng (đến 11\/2010) Trưởng Đoàn đại biểu Quốc hội khóa XII, XIII tỉnh Hậu Giang Nhiệm kỳ 2007 – 2016 Chủ tịch Quốc hội Nguyễn Phú Trọng Nguyễn Sinh Hùng Tiền nhiệm đầu tiên Kế nhiệm Huỳnh Thanh Tạo Thông tin chung Sinh 30 tháng 7, 1955 (67 tuổi) Ba Trinh, Kế Sách, Sóc Trăng, Quốc gia Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Con cái Huỳnh Thanh Phong (s.1982) Huỳnh Minh Chắc (sinh năm 1955) là một chính khách Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI, Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ (2010–2015), Đại biểu Quốc hội Việt Nam khoá XII, XIII thuộc đoàn Đại biểu Quốc hội tỉnh Hậu Giang. Tiểu sử[sửa | sửa mã nguồn] Huỳnh Minh Chắc sinh ngày 30 tháng 7 năm 1955, quê quán tại xã Ba Trinh, huyện Kế Sách, tỉnh Sóc Trăng. Ông là con thứ 6 trong gia đình nên còn có tên gọi là Bảy Chắc. Từ năm 1971, Huỳnh Minh Chắc gia nhập Quân Giải phóng miền Nam Việt Nam, tham gia chiến đấu chống quân Mỹ và Việt Nam Cộng hòa. Ngày 3 tháng 2 năm 1974, ông được kết nạp vào Đảng Nhân dân Cách mạng miền Nam, chính thức ngày 3 tháng 2 năm 1975. Sau năm 1975, ông tiếp tục công tác trong Quân đội nhân dân Việt Nam, từng tham chiến tại Campuchia, được tu nghiệp tại Học viện Quân sự, đi dần lên chức vụ Chỉ huy trưởng Bộ chỉ huy quân sự tỉnh Hậu Giang, hàm Đại tá. Ngày 22 tháng 8 năm 2006, ông được Hội đồng nhân dân tỉnh Hậu Giang họp phiên bất thường bầu làm Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang, thay cho ông Huỳnh Phong Tranh được điều làm Phó ban chỉ đạo Nam Bộ. Trước đó, Tỉnh ủy Hậu Giang cũng là bầu ông giữ chức vụ Phó Bí thư Tỉnh ủy. Ông cũng là Đại biểu Quốc hội và là Trưởng đoàn Đại biểu Quốc hội tỉnh Hậu Giang.[1] Ngày 30 tháng 9 năm 2010, ông được bầu làm Bí thư Tỉnh ủy Hậu Giang. Kế nhiệm ông trong chức vụ Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang là một thuộc cấp cũ, Đại tá Trần Công Chánh, Chính ủy Bộ chỉ huy quân sự tỉnh Hậu Giang. Tháng 10.2015 Bộ Chính trị đã chấp thuận đơn xin thôi giữ chức vụ trước nhiệm kỳ của Huỳnh Minh Chắc, Bí thư Tỉnh ủy Hậu Giang. Ông Trần Công Chánh, Phó Bí thư tỉnh ủy Hậu Giang, Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang, thay ông Chắc giữ chức Bí thư Tỉnh ủy nhiệm kỳ 2010 - 2015[2]. Kỷ luật[sửa | sửa mã nguồn] Liên quan đến vụ Trịnh Xuân Thanh[sửa | sửa mã nguồn] Huỳnh Minh Chắc là người đã trực tiếp tham khảo một số cán bộ ở Trung ương, đề xuất với Thường trực, Ban Thường vụ Tỉnh ủy về việc tiếp nhận ông Trịnh Xuân Thanh về làm Phó Chủ tịch Ủy ban nhân dân tỉnh tại Hậu Giang.[3] Ủy ban Kiểm tra Trung ương sau kỳ họp thứ 8 diễn ra từ ngày 28\/11 đến ngày 30\/11\/2016 tại Hà Nội, tuyên bố thi hành kỷ luật bằng hình thức cảnh cáo đối với ông Huỳnh Minh Chắc vì đã vi phạm nguyên tắc tập trung dân chủ, quy trình, quy định về công tác cán bộ và Quy chế làm việc của Ban Chấp hành Đảng bộ Tỉnh trong việc đề nghị, tiếp nhận Trịnh Xuân Thanh từ Bộ Công thương về tỉnh Hậu Giang để giữ chức Phó Chủ tịch UBND tỉnh và tham gia Ban Chấp hành Đảng bộ tỉnh.[4] Gia đình[sửa | sửa mã nguồn] Ông có con trai tên Huỳnh Thanh Phong (sinh ngày 23 tháng 2 năm 1982), giám đốc Sở Công Thương tỉnh Hậu Giang khi mới 33 tuổi vào tháng 7\/2015.[5] Chú thích[sửa | sửa mã nguồn] ^ Ngọc Thiện (TTXVN\/Vietnam+) (30 tháng 9 năm 2010). “Bản sao đã lưu trữ”. VietnamPlus, TTXVN. Lưu trữ bản gốc ngày 3 tháng 10 năm 2010. Truy cập ngày 3 tháng 2 năm 2011. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Bí thư tỉnh ủy Hậu Giang thôi giữ chức trước nhiệm kỳ, phó bí thư lên thay”. Báo Thanh niên Online. Truy cập ngày 4 tháng 12 năm 2015. ^ Kiểm điểm Bí thư tỉnh Hậu Giang về việc tiếp nhận ông Trịnh Xuân Thanh, baophapluat, 3.8.2016 ^ “Kỷ luật hàng loạt cán bộ vụ Trịnh Xuân Thanh”. dantri. Truy cập ngày 2 tháng 12 năm 2016. ^ Nhóm PV (19 tháng 12 năm 2017). “Quan lộ 'tốc hành' của con trai cựu bí thư Hậu Giang”. Báo Pháp luật TPHCM. Lưu trữ bản gốc ngày 19 tháng 12 năm 2017. Truy cập ngày 19 tháng 12 năm 2017. Liên kết ngoài[sửa | sửa mã nguồn] Huỳnh Minh Chắc[liên kết hỏng] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Tiền nhiệm: Huỳnh Phong Tranh Chủ tịch Ủy ban nhân dân Hậu Giang 2006-2010 Kế nhiệm: Trần Công Chánh Tiền nhiệm: Nguyễn Phong Quang Bí thư Tỉnh ủy Hậu Giang 2010-2015 Kế nhiệm: Trần Công Chánh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Minh_Chắc&oldid=69352968” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1955 Nhân vật còn sống Người Sóc Trăng Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Bí thư Tỉnh ủy Hậu Giang Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XII Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật cảnh cáo Đại biểu Quốc hội Việt Nam khóa XIII Hậu Giang Thể loại ẩn: Lỗi CS1: tham số thừa Quản lý CS1: bot: trạng thái URL ban đầu không rõ Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 26 tháng 11 năm 2022, 10:12. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}