{"Huỳnh Văn Dương":"Huỳnh Văn Dương – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Cuộc đời 3Gia đình 4Tham khảo 5Chú thích Huỳnh Văn Dương Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Văn Dương Chức vụ Bí thư Tỉnh ủy Sóc Trăng Nhiệm kỳ Tháng 2, 1950 – Tháng 11, 1940 Tiền nhiệm Phan Văn Chiêu Kế nhiệm Ngô Tám Vị trí Việt Nam Phó Bí thư Phan Văn Chiêu Thông tin chung Sinh 1911 Vĩnh Lợi, Bạc Liêu Mất 1955 Sài Gòn Nghề nghiệp Giáo viên Nhà buôn Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Vợ Võ Thị Kinh Cha Huỳnh Văn Chiêu Mẹ Phạm Thị Cầm Con cái Huỳnh Ánh Dương Trường lớp Collège de Cần Thơ Trường Normal Saigon Huỳnh Văn Dương (1911–1955), tên thường gọi là Năm Dương[1], là một nhà cách mạng Việt Nam. Thân thế[sửa | sửa mã nguồn] Huỳnh Văn Dương là con trai út và cũng là con trai duy nhất của ông Huỳnh Văn Chiêu và bà Phạm Thị Cầm; trên ông là ba người chị gái Huỳnh Thị Sâm, Huỳnh Thị Nhung, Huỳnh Thị Diệu. Gia đình họ Huỳnh có nhiều thế hệ từng tham gia khởi nghĩa chống Pháp.[2] Ông Huỳnh Văn Chiêu là một trong hai con trai của ông Huỳnh Văn Châu, quê ở làng Long Hựu, quận Cần Đước, tỉnh Chợ Lớn. Năm 1902, ông Chiêu rời làng đến đất Ba Rẹt, làng Mỹ Tú, quận Châu Thành, tỉnh Sóc Trăng, cuối cùng định cư ở cầu Cái Dầy, nhà Việc, làng Châu Thới, quận Vĩnh Lợi, tỉnh Bạc Liêu. Mấy năm sau, ông Chiêu được người làng cử làm Hương chủ.[2] Từ năm 6 tuổi, Huỳnh Văn Dương đã được giáo dục chữ Nho, chữ Quốc ngữ, tiếng Pháp, tiếng Khmer. Hoàn thành lớp 3 (bậc âu học) ở trường Cái Dầy, ông học tiểu học ở trường tỉnh Bạc Liêu, sau đó theo học trường Trung học Cần Thơ. Năm 1929, ông đỗ Thành chung hạng giỏi và đỗ vào trường Normal (Sư phạm) ở Sài Gòn.[2] Cuộc đời[sửa | sửa mã nguồn] Đầu năm 1930, Huỳnh Văn Dương tham gia công tác rải truyền đơn của chi bộ Hội Việt Nam Cách mạng Thanh niên trường Normal. Không lâu sau, ông cùng nhiều bạn học bị chính quyền thực dân đuổi học, sang Nam Vang hoạt động trong tổ chức Việt kiều yêu nước, đồng thời mở lớp dạy chữ Quốc ngữ. Tháng 12, ông về nước, được tổ chức Đảng bố trí làm thư ký cho chi nhánh hãng rượu Bình Tây (fr), tận dụng thân phận để làm đầu mối liên lạc cho tổ chức, trung chuyển tài liệu, sách báo, thư từ cho các địa phương.[2] Tháng 5 năm 1945, Huỳnh Văn Dương đến Cần Thơ vận động binh lính và tổ chức mua súng, xây dựng các đơn vị vũ trang chuẩn bị khởi nghĩa. Tháng 8, ông tham gia lãnh đạo khởi nghĩa ở làng Mỹ Hòa, được cử làm Chủ tịch Uỷ ban Dân tộc Giải phóng làng Mỹ Hòa.[2] Ngày 23 tháng 9, ông cùng Dương Kỳ Hiệp, Phạm Ngọc Nguyên, Phan Văn Chiêu, Lưu Khánh Đức,... tổ chức lực lượng kháng chiến chống Pháp ở tỉnh Sóc Trăng. Đầu năm 1946, ông được phân công làm Phó Chủ nhiệm Mặt trận Việt Minh tỉnh Sóc Trăng. Năm 1948, ông được bầu làm Thường vụ Tỉnh ủy, Chủ nhiệm Mặt trận Liên Việt tỉnh Sóc Trăng.[2] Tháng 2 năm 1950, tại Đại hội đại biểu Đảng bộ Sóc Trăng lần đầu tiên tổ chức tại Mỹ Phước (Sóc Trăng), ông được bầu làm Bí thư Tỉnh ủy Sóc Trăng.[3][4] Tháng 7 năm 1954, Hiệp định Genève được ký kết, ông được phân công ở lại miền nam. Tháng 10, Huỳnh Văn Dương cùng các đồng chí Phùng Hữu Hạnh, Hà Tấn Đắc bị bắt trên đường đi họp xã Thạnh Quới, do sự chỉ điểm của Trần Kim Thảo. Ông bị giam giữ và tra tấn ở nhiều nhà tù tại Sóc Trăng, Cần Thơ, Sài Gòn và cuối cùng bị kẻ địch thủ tiêu.[2][5][6] Năm 1998, di cốt của ông được tìm thấy và an táng ở nghĩa trang liệt sĩ tỉnh Sóc Trăng.[2] Gia đình[sửa | sửa mã nguồn] Vợ ông là bà Võ Thị Kinh, con gái ông Võ Thanh Trà ở làng Mỹ Chánh, quận Trà Ôn, tỉnh Cần Thơ. Anh trai bà Kinh là đốc học Võ Văn Chất, bạn học của ông Dương tại trường Normal. Năm 1945, ông Chất là Uỷ viên thơ ký Ủy ban Dân tộc Giải phóng làng Mỹ Hòa.[2] Tham khảo[sửa | sửa mã nguồn] Ban chấp hành Đảng bộ tỉnh Sóc Trăng (2002). Lịch sử Đảng tỉnh Sóc Trăng tập I (1930 – 1954). Sóc Trăng: Nhà xuất bản Sóc Trăng. Ban chấp hành Đảng bộ tỉnh Sóc Trăng (2002). Lịch sử Đảng tỉnh Sóc Trăng tập II (1954 – 1975). Sóc Trăng: Nhà xuất bản Sóc Trăng. Chú thích[sửa | sửa mã nguồn] ^ Thanh Hà (6 tháng 7 năm 2020). “Danh sách bí thư tỉnh ủy Sóc Trăng qua các thời kỳ”. Trang Thông tin điện tử Đảng bộ tỉnh Sóc Trăng. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 14 tháng 5 năm 2023. ^ a b c d e f g h i “Người cộng sản kiên cường - Đồng chí Huỳnh Văn Dương (1911 – 1955)”. Trang Thông tin điện tử Đảng bộ tỉnh Sóc Trăng. 15 tháng 5 năm 2020. Lưu trữ bản gốc ngày 14 tháng 5 năm 2023. Truy cập ngày 14 tháng 5 năm 2023. ^ Quốc Kiên (21 tháng 9 năm 2020). “Các kỳ đại hội từ khi thành lập Đảng đến thống nhất đất nước”. Báo Sóc Trăng. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 14 tháng 5 năm 2023. ^ Tỉnh ủy Sóc Trăng (2002). “Chương VI: Đảng bộ Sóc Trăng lãnh đạo nhân dân, tiến hành cuộc kháng chiến toàn dân, toàn diện, trường kỳ, tự lực cánh sinh (12-1946–1950)” (PDF). Lịch sử Đảng tỉnh Sóc Trăng tập I (1930 – 1954). Sóc Trăng: Ban Tuyên giáo Tỉnh ủy Sóc Trăng. ^ Tỉnh ủy Sóc Trăng (2002). “Chương I: Lãnh đạo nhân dân đấu tranh chính trị, kết hợp đấu tranh chính trị với đấu tranh vũ trang, đồng khởi giải phóng nông thôn (7-1954–12-1960)” (PDF). Lịch sử Đảng tỉnh Sóc Trăng tập II (1954 – 1975). Sóc Trăng: Ban Tuyên giáo Tỉnh ủy Sóc Trăng. ^ Lê Trúc Vinh (27 tháng 7 năm 2018). “Người Bí thư sống mãi với nhân dân”. Báo Sóc Trăng. Lưu trữ bản gốc ngày 12 tháng 4 năm 2022. Truy cập ngày 14 tháng 5 năm 2023. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Văn_Dương&oldid=69981646” Thể loại: Sinh năm 1911 Mất năm 1955 Người Bạc Liêu Người Long An Bí thư Tỉnh ủy Sóc Trăng Thể loại ẩn: Số liên kết bản mẫu Interlanguage link Trang này được sửa lần cuối vào ngày 14 tháng 5 năm 2023, 14:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}