{"Huỳnh Châu Sổ":"Huỳnh Châu Sổ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Vinh danh 3Chú thích Huỳnh Châu Sổ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Châu Sổ Chức vụ Chủ nhiệm Ủy ban Thanh tra Nhà nước Nhiệm kỳ 10 tháng 5, 1988 – 26 tháng 4, 1989 −351 ngày Tiền nhiệm Nguyễn Văn Chính Kế nhiệm Nguyễn Kỳ Cẩm Vị trí Việt Nam Phó Chủ nhiệm Trần Thận Bí thư Tỉnh ủy Long An Nhiệm kỳ Tháng 4, 1957 – Tháng 11, 1959 Tiền nhiệm bản thân (Bí thư Tỉnh ủy Tân An) Nguyễn Văn Chí (Bí thư Tỉnh ủy Chợ Lớn) Kế nhiệm Nguyễn Văn Chính Vị trí Việt Nam Bí thư Tỉnh ủy Tân An Nhiệm kỳ Tháng 11, 1956 – Tháng 4, 1957 Tiền nhiệm Nguyễn Văn Minh Kế nhiệm nhập tỉnh Vị trí Việt Nam Phó Bí thư Nguyễn Thái Bình Thông tin chung Sinh 1923 Thủ Thừa, Long An Mất 2000 Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Huỳnh Châu Sổ (1923–2000), bí danh Năm Bê, bí số A.205, là một chính khách Việt Nam, nguyên Chủ nhiệm Ủy ban Thanh tra Nhà nước trong Chính phủ Việt Nam, nguyên Bí thư Tỉnh ủy Tân An, Long An. Cuộc đời[sửa | sửa mã nguồn] Huỳnh Châu Sổ sinh năm 1923 trong một gia đình trung nông ở làng Bình Đức, quận Thủ Thừa, tỉnh Tân An, nay là xã Bình Đức, huyện Bến Lức, tỉnh Long An. Khoảng 1944–1945, ông bắt đầu tham gia phong trào cách mạng của Đảng Cộng sản Đông Dương.[1] Năm 1946, ông được kết nạp vào Đảng Cộng sản Đông Dương, sau đó trở thành Phó Bí thư Huyện ủy, Trưởng Công an huyện Thủ Thừa. Năm 1949, ông trở thành Bí thư Huyện ủy. Năm 1950, ông được bầu vào Tỉnh ủy Tân An, vẫn tiếp tục đảm nhiệm cương vị Bí thư Huyện ủy Thủ Thừa.[1] Năm 1951, Ủy ban Kháng chiến Hành chánh Nam Bộ quyết định sáp nhập ba tỉnh Tân An, Mỹ Tho, Gò Công thành tỉnh Mỹ Tho mới, ông tiếp tục làm Tỉnh ủy viên, giữ cương vị Bí thư Huyện ủy kiêm Chủ tịch Ủy ban Kháng chiến Hành chính huyện Thủ Thừa.[1] Năm 1954, ông ở lại miền Nam làm Phó Bí thư Tỉnh ủy Tân An. Tháng 11 năm 1956, ông làm Bí thư Tỉnh ủy Tân An. Tháng 8 năm 1957, hai tỉnh Tân An và Chợ Lớn hợp nhất thành tỉnh Long An, ông trở thành Bí thư Tỉnh ủy đầu tiên của tỉnh Long An. Trong thời gian làm Bí thư, ông đã cùng Tỉnh ủy khôi phục được một số cứ địa quan trọng, hạn chế được các vụ khủng bố của kẻ địch, tạo cơ sở cho các bước tiếp theo trong tương lai.[1] Tháng 11 năm 1959, ông được điều về Khu 8, làm Liên Tỉnh ủy viên phụ trách Trưởng ban An ninh Khu 8 (Khu Trung Nam Bộ).[1][2] Trước năm 1975, ông làm Bí thư Khu ủy Khu 8.[3] Sau thống nhất, tháng 9 năm 1976, ông được bổ nhiệm làm Phó Chủ nhiệm Ủy ban Thanh tra Nhà nước, sau đó là Phó Chủ nhiệm thứ nhất.[1] Ngày 28 tháng 6 năm 1988, ông được Quốc hội phê chuẩn giữ chức vụ Chủ nhiệm Ủy ban Thanh tra Nhà nước thay Phó Thủ tướng Nguyễn Văn Chính.[4] Ngày 26 tháng 4 năm 1989, ông thôi giữ các chức vụ trong chính phủ.[5] Ông mất năm 2000 tại Thành phố Hồ Chí Minh.[1] Vinh danh[sửa | sửa mã nguồn] Huân chương Kháng chiến chống Mỹ hạng Nhất; Huân chương Quyết thắng hạng Nhất; Huân chương Hồ Chí Minh. Tên của ông được đặt cho một con đường tại huyện Bến Lức (Long An).[6] Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g Quế Lâm (7 tháng 6 năm 2021). “Bí thư Tỉnh ủy Long An đầu tiên - Huỳnh Châu Sổ”. Báo Long An. Lưu trữ bản gốc ngày 31 tháng 7 năm 2021. Truy cập ngày 25 tháng 8 năm 2022. ^ Thái Bình (1 tháng 5 năm 2013). “Anh hùng Năm Trà và tuyến đường \"quá cảnh\" huyền thoại”. Báo Công an nhân dân điện tử. Lưu trữ bản gốc ngày 11 tháng 5 năm 2022. Truy cập ngày 25 tháng 8 năm 2022. ^ Nguyễn Phúc Nghiệp (15 tháng 4 năm 2022). “Đồng chí Lê Văn Phẩm với mặt trận phía nam Sài Gòn trong Chiến dịch Hồ Chí Minh lịch sử”. Ban Tuyên giáo Tỉnh ủy Tiền Giang. Lưu trữ bản gốc ngày 11 tháng 5 năm 2022. Truy cập ngày 25 tháng 8 năm 2022. ^ Quốc hội Việt Nam (28 tháng 6 năm 1988). “Nghị quyết của Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam ngày 28 tháng 6 năm 1988 phê chuẩn các Nghị quyết của Hội đồng Nhà nước về tổ chức và nhân sự của Hội đồng Bộ trưởng”. Cơ sở dữ liệu quốc gia về văn bản pháp luật. Lưu trữ bản gốc ngày 25 tháng 8 năm 2022. Truy cập ngày 25 tháng 8 năm 2022. ^ Quốc hội Việt Nam (30 tháng 6 năm 1989). “Nghị quyết của Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam ngày 30 tháng 6 năm 1989 phê chuẩn một số Nghị quyết của Hội đồng Nhà nước về nhân sự của Hội đồng Bộ trưởng”. Cơ sở dữ liệu quốc gia về văn bản pháp luật. Lưu trữ bản gốc ngày 25 tháng 8 năm 2022. Truy cập ngày 25 tháng 8 năm 2022. ^ Ủy ban nhân dân tỉnh Long An (7 tháng 2 năm 2022). “Quyết định số 12\/2022\/QĐ-UBND triển khai thực hiện Nghị quyết số 22\/2021\/NQ-HĐND ngày 09\/12\/2021 của HĐND tỉnh về việc đặt tên các tuyến đường trên địa bàn thị trấn Đông Thành, huyện Đức Huệ, tỉnh Long An”. Cơ sở dữ liệu quốc gia về văn bản pháp luật. Truy cập ngày 25 tháng 8 năm 2022. hiện x t s Tổng Thanh tra Chính phủ Việt Nam Hồ Tùng Mậu (1949–1951) Nguyễn Văn Trân (1952–1955) Nguyễn Lương Bằng (1956–1969) Nguyễn Thanh Bình (1969–1974) Nguyễn Văn Lộc (1974–1976) Trần Nam Trung (1976–1982) Bùi Quang Tạo (1982–1987) Nguyễn Văn Chính (1987–1988) Huỳnh Châu Sổ (1988–1989) Nguyễn Kỳ Cẩm (1989–1995) Tạ Hữu Thanh (1995–2002) Quách Lê Thanh (2002–2006) Trần Văn Truyền (2006–2011) Huỳnh Phong Tranh (2011–2016) Phan Văn Sáu (2016–2017) Lê Minh Khái (2017–2021) Đoàn Hồng Phong (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Châu_Sổ&oldid=69544148” Thể loại: Sinh năm 1923 Mất năm 2000 Người Long An Tổng Thanh tra Chính phủ Việt Nam Bí thư Tỉnh ủy Long An Bí thư Tỉnh ủy Tân An Huân chương Kháng chiến chống Mỹ hạng Nhất Huân chương Quyết thắng hạng Nhất Huân chương Hồ Chí Minh Người họ Huỳnh tại Việt Nam Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}