{"Huỳnh Văn Thớm":"Huỳnh Văn Thớm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoạt động cách mạng 2Hoạt động thời chiến 3Sau thống nhất 4Tham khảo 5Chú thích Huỳnh Văn Thớm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Văn Thớm Chức vụ Bí thư Tỉnh ủy Gia Định Nhiệm kỳ Tháng 7, 1957 – Tháng 7, 1957 Tiền nhiệm Phạm Khải (Ba Ka) Kế nhiệm Đoàn Công Chánh Vị trí Việt Nam Bí thư Tỉnh ủy Gia Định Nhiệm kỳ 1944 – Tháng 10, 1946 (đảm nhiệm song song với Phạm Văn Khung) Tiền nhiệm Phạm Văn Bàng (Trưởng Ban cán sự tỉnh) Kế nhiệm Trần Văn Thới Bí thư Tỉnh ủy Gia Định Nhiệm kỳ 1942 – 1942 Tiền nhiệm Lưu Dự Châu Kế nhiệm Phạm Văn Bàng (Trưởng Ban cán sự tỉnh) Thông tin chung Sinh 1916 Tân Thới Nhứt, Hóc Môn, Gia Định Mất 1989 Thành phố Hồ Chí Minh Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Huỳnh Văn Thớm (1916–1989), bí danh Ba Súng, là nhà cách mạng Việt Nam, từng đảm nhiệm vai trò Bí thư Tỉnh ủy Gia Định, Phó ban Nghiên cứu Lịch sử Đảng Thành ủy Thành phố Hồ Chí Minh. Hoạt động cách mạng[sửa | sửa mã nguồn] Huỳnh Văn Thớm sinh năm 1916 ở xã Tân Thới Nhứt, huyện Hóc Môn, tỉnh Gia Định, nay là phường Tân Thới Nhất, Quận 12, Thành phố Hồ Chí Minh. Chưa rõ ngày ông gia nhập Đảng Cộng sản Đông Dương. Năm 1936, ông làm Trưởng đoàn Thanh niên Phản đế xã Tân Thới Nhứt, rồi Trưởng đoàn Thanh niên Phản đế Tân Thới Nhứt. Năm 1938, ông là Ủy viên Ban Chấp hành Đoàn Thanh niên Phản đế tỉnh Gia Định. Trước khi nổ ra cuộc khởi nghĩa Nam Kỳ, ông trở thành Trưởng ban Chấp hành.[1] Từ cuối năm 1939, dưới sự chỉ đạo của Bí thư Tỉnh ủy Gia Định Lê Văn Khương, chi bộ cộng sản Tân Thới Nhứt – Bà Điểm đã tổ chức một Tiểu đội du kích tự vệ, giao cho Huỳnh Văn Thớm phụ trách. Tuy nhiên, quá trình chuẩn bị cho cuộc khởi nghĩa gặp nhiều khó khăn do sự khủng bố của thực dân Pháp.[1] Theo kế hoạch ban đầu, khi Sài Gòn nổ súng thì lực lượng ở Tân Thới Nhứt, Thới Hòa, Xuân Thới Tây, Trung Chánh, Quán Tre sẽ tập trung tấn công đồn Bà Điểm. Đến ngày 22 tháng 11 năm 1940, do nhận thấy nguy cơ kế hoạch đã bị lộ, Lê Văn Khương thay đổi kế hoạch, cho Huỳnh Văn Thớm đánh ngã năm Vĩnh Lộc thay vì đồn Bà Điểm. Ngày 23 tháng 11, quân Pháp từ Hóc Môn, Gò Vấp đến giải vây cho bót Vĩnh Lộc. Nhiều người bị bắt giữ, trong đó có Huỳnh Văn Thớm. Nhưng do áp lực của quần chúng, ông cùng những đồng chí bị bắt đều được thả ra.[1][2] Năm 1941, cuộc khởi nghĩa Nam Kỳ bị đàn áp dã man, Lê Văn Khương bị thực dân Pháp bắt rồi bị hành hung đến chết. Tỉnh ủy Gia Định cũng bị vỡ như nhiều tổ chức Đảng khác ở Nam Kỳ. Chi bộ Tân Thới Nhứt rút vào hoạt động bí mật. Xứ ủy Nam Kỳ cử Lưu Dự Châu đến Gia Định để khôi phục Tỉnh ủy. Ông tham gia Tỉnh ủy mới tại lập, là Tỉnh ủy viên Tỉnh ủy Gia Định.[1][2] Tuy nhiên, được vài tháng thì Tỉnh ủy mới bị vỡ. Bí thư Tỉnh ủy Lưu Dự Châu bị bắt, còn ông tìm cách liên lạc với tổ chức Đảng ở Sài Gòn. Một số tài liệu cho rằng ông được phân công làm Bí thư Tỉnh ủy Gia Định vào năm 1942.[1] Năm 1943, Ban Cán sự Đảng tỉnh Gia Định được thành lập gồm 6 thành viên, do Phạm Văn Bún (hoặc Phạm Văn Bàng) làm Trưởng ban, ông làm Phó ban. Ông nhận nhiệm vụ về Gò Vấp để gây dựng lại các cơ sở Đảng.[1] Năm 1944, Tỉnh ủy Gia Định được củng cố lại, ông được bầu làm Bí thư Tỉnh ủy Gia Định. Trong thời gian này, ở Gia Định tồn tại hai Tỉnh ủy hoạt động song song, do Phạm Văn Khung làm Bí thư.[3] Hoạt động thời chiến[sửa | sửa mã nguồn] Tháng 10 năm 1946, dưới sự tham gia của Lê Minh Định, đại diện Khu 7, hai Tỉnh ủy đã tổ chức hội nghị thống nhất ở xã Tân Thới Hiệp, bầu ra Tỉnh ủy thống nhất gồm 11 ủy viên do Trần Văn Thới làm Bí thư. Năm 1947, ông được phân công làm Thư ký Nông dân cứu quốc tỉnh Gia Định, từ năm 1951 là tỉnh Gia Định Ninh.[1] Tháng 10 năm 1954, Xứ ủy Nam Kỳ chỉ định Ban Chấp hành Đảng bộ tỉnh Gia Định gồm 7 thành viên, do Phạm Khải (Ba Ka) làm Bí thư; ông làm Phó Bí thư; các thành viên còn lại gồm Đoàn Công Chánh, Nguyễn Hồng Đào, Nguyễn Trọng Tuyển, Nguyễn Việt Hồng, Nguyễn Văn Tám. Tháng 7 năm 1957, Phạm Khải được Khu ủy Sài Gòn – Gia Định điều về làm Khu ủy viên[4], ông được giữ chức Bí thư Tỉnh ủy Gia Định. Chưa đầy một tháng, ông bị chính quyền Ngô Đình Diệm bắt và bị giam giữ đến năm 1967 mới được được thả.[1] Năm 1969, một thời gian sau khi ra tù, ông về công tác ở Hội Nông dân Miền đến hết năm 1974. Tháng 1 năm 1975, ông được điều về Ban đón tiếp ở Sân bay Lộc Ninh.[1] Sau thống nhất[sửa | sửa mã nguồn] Sau ngày giải phóng Sài Gòn, tháng 8 năm 1975, ông chuyển sang làm Phó ban Nông vận Thành phố Hồ Chí Minh (đổi tên từ tháng 2 năm 1976).[1] Tháng 3 năm 1976, sau khi đất nước thống nhất, ông chuyển sang công tác ở Phó ban Nghiên cứu Lịch sử Đảng Thành ủy Thành phố Hồ Chí Minh cho đến khi nghỉ hưu.[1] Do hậu quả để lại từ những ngày tù đày, ông mất ngày 6 tháng 5 năm 1989, thọ 73 tuổi.[5] Tham khảo[sửa | sửa mã nguồn] Hội đồng chỉ đạo biên soạn Lịch sử Đảng bộ miền Đông Nam Bộ (2003). Lịch sử Đảng bộ miền Đông Nam Bộ lãnh đạo chống Thực dân Pháp và Đế quốc Mỹ (1945 - 1975) (PDF). Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. Ban Chấp hành Đảng bộ quận Bình Thạnh. Lịch sử truyền thống của Đảng bộ và nhân dân quận Bình Thạnh (1930 - 2015) (PDF). Thành phố Hồ Chí Minh: Nhà xuất bản Thành phố Hồ Chí Minh. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g h i j k Phòng Lý luận chính trị - Lịch sử Đảng, Ban Tuyên giáo Thành ủy Thành phố Hồ Chí Minh (3 tháng 7 năm 2021). “Đồng chí Huỳnh Văn Thớm – Một đời tận tụy với Dân, với Đảng”. Trang tin điện tử Đảng bộ Thành phố Hồ Chí Minh. Bản gốc lưu trữ ngày 25 tháng 7 năm 2021. Truy cập ngày 28 tháng 7 năm 2021. ^ a b Thùy Trâm (21 tháng 11 năm 2012). “Đảng bộ và nhân dân Tân Thới Nhất – Bà Điểm tham gia khởi nghĩa Nam Kỳ (23\/11\/1940)”. Ủy ban nhân dân huyện Hóc Môn. Bản gốc lưu trữ ngày 28 tháng 7 năm 2021. Truy cập ngày 28 tháng 7 năm 2021. ^ Phạm Bá Nhiễu (8 tháng 7 năm 2017). “Bí thư Tỉnh ủy Gia Định Phạm Văn Chiêu-Người góp phần tích cực vào thắng lợi cuộc kháng chiến chống Pháp của đồng bào Gia Định”. Tạp chí Xây dựng Đảng. Bản gốc lưu trữ ngày 29 tháng 7 năm 2021. Truy cập ngày 28 tháng 7 năm 2021. ^ “Tin buồn”. 12 tháng 5 năm 2007. Bản gốc lưu trữ ngày 28 tháng 7 năm 2021. Truy cập ngày 28 tháng 7 năm 2021. ^ “[Infographic] Đồng chí Huỳnh Văn Thớm – Một đời tận tụy với Dân, với Đảng”. Trang tin điện tử Đảng bộ Thành phố Hồ Chí Minh. 3 tháng 7 năm 2021. Bản gốc lưu trữ ngày 24 tháng 7 năm 2021. Truy cập ngày 28 tháng 7 năm 2021. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Văn_Thớm&oldid=69544152” Thể loại: Sinh năm 1914 Mất năm 1985 Người Thành phố Hồ Chí Minh Nhà cách mạng Việt Nam Bí thư Tỉnh ủy Gia Định Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}