{"Huỳnh Ngọc Trảng (Vinh)":"Huỳnh Ngọc Trảng (Vinh) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Chú thích Đóng mở mục lục Đóng mở mục lục Huỳnh Ngọc Trảng (Vinh) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Ngọc Trảng Chức vụ Bí thư Tỉnh ủy Trà Vinh Nhiệm kỳ 1930 – 1931 Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Văn Trung Vị trí Việt Nam Thông tin chung Sinh Bắc Ninh Mất Sơn La Dân tộc Việt Đảng chính trị Đảng Cộng sản Việt Nam Đối với các định nghĩa khác, xem Huỳnh Ngọc Trảng (định hướng). Huỳnh Ngọc Trảng (?–?) là một nhà cách mạng Việt Nam, Bí thư Tỉnh ủy đầu tiên của tỉnh Trà Vinh. Cuộc đời[sửa | sửa mã nguồn] Huỳnh Ngọc Trảng sinh ra tại Bắc Ninh, có tên là Vinh, làm nghề thợ hớt tóc.[1] Năm 1921, dưới sự chỉ đạo của Dung Văn Phúc, Công hội đỏ tỉnh lỵ Trà Vinh được thành lập, gồm các thành viên Nanh, Vinh, Sáu, Đen, Kỷ, Đông.[1] Mùa thu năm 1930, Tỉnh ủy Trà Vinh của Đảng Cộng sản Việt Nam được thành lập do Huỳnh Ngọc Trảng làm Bí thư Tỉnh ủy.[1][2] Năm 1931, ông bị bắt, trục xuất về Bắc Kỳ nhưng tiếp tục hoạt động.[1] Cuối cùng, ông bị thực dân Pháp bắt giữ tại Hà Nội, lưu đày ở nhà tù Sơn La và mất ở đó.[1] Chú thích[sửa | sửa mã nguồn] ^ a b c d e Trần Dũng (5 tháng 5 năm 2021). “Tự hào Công hội Đỏ Trà Vinh”. Báo Trà Vinh. Lưu trữ bản gốc ngày 18 tháng 8 năm 2022. Truy cập ngày 18 tháng 8 năm 2022. ^ Ban Tuyên giáo Tỉnh ủy Trà Vinh (11 tháng 11 năm 2019). “Đề cương tuyên truyền kỷ niệm 120 năm ngày thành lập tỉnh Trà Vinh (01\/01\/1900-01\/01\/2020)”. Ban Tuyên giáo Tỉnh ủy Trà Vinh. Lưu trữ bản gốc ngày 18 tháng 8 năm 2022. Truy cập ngày 18 tháng 8 năm 2022.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Ngọc_Trảng_(Vinh)&oldid=69544151” Thể loại: Mất thế kỷ 20 Người Bắc Ninh Bí thư Tỉnh ủy Trà Vinh Người họ Huỳnh tại Việt Nam Thể loại ẩn: Quản lý CS1: bot: trạng thái URL ban đầu không rõ Năm sinh thiếu Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}