{"Huỳnh Phong Tranh":"Huỳnh Phong Tranh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Hoạt động 3Quan điểm 4Chú thích 5Liên kết ngoài Huỳnh Phong Tranh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Huỳnh Phong Tranh Chức vụ Tổng Thanh tra Chính phủ Nhiệm kỳ 3 tháng 8 năm 2011 – 8 tháng 4 năm 2016 4 năm, 249 ngày Tiền nhiệm Trần Văn Truyền Kế nhiệm Phan Văn Sáu Phó Tổng Thanh tra Nguyễn Đức Hạnh Bí thư Tỉnh ủy Lâm Đồng Nhiệm kỳ 10 tháng 9 năm 2007 – 7 tháng 9 năm 2011 3 năm, 362 ngày Tiền nhiệm Nguyễn Văn Đẳng Kế nhiệm Huỳnh Đức Hòa Phó Bí thư Nguyễn Xuân Tiến Huỳnh Đức Hòa Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Nhiệm kỳ 1 tháng 1 năm 2004 – 22 tháng 8 năm 2006 2 năm, 233 ngày Tiền nhiệm Không có (chia tách tỉnh) Kế nhiệm Huỳnh Minh Chắc Thông tin chung Danh hiệu Huy hiệu 30 năm tuổi Đảng Thành tích xuất sắc trong 5 năm (2011 - 2015)[1] Huân chương Tự do hạng Hai (Lào)[2][3] Sinh 12 tháng 1, 1955 (68 tuổi) Vĩnh Thuận, Long Mỹ, Hậu Giang, Quốc gia Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Con cái Thượng Tá Huỳnh Trung Phong, Nguyên Trưởng phòng CSGT ĐBĐS TPHCM PC08 - Trưởng Công an Quận 6 (2021) Huỳnh Phong Tranh (bí danh Sáu Tranh[4]; sinh ngày 12 tháng 1 năm 1955 tại Vĩnh Thuận Đông, Long Mỹ, Hậu Giang) là một chính khách Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, XI,[5] Tổng Thanh tra Chính phủ Việt Nam (2011-2016). Tiểu sử[sửa | sửa mã nguồn] Tháng 1 năm 1973 đến 9 năm 1976: Cán bộ Văn phòng UBND Cách mạng huyện Long Mỹ, tỉnh Cần Thơ[5]. Tháng 10 năm 1976 đến 10 năm 1983: Phó Văn phòng, rồi Chánh Văn phòng UBND huyện Long Mỹ, tỉnh Hậu Giang. Tháng 11 năm 1983 đến 10 năm 1986: Ủy viên Thư ký UBND huyện Long Mỹ, tỉnh Hậu Giang. Tháng 11 năm 1986 đến 8 năm 1989: Huyện ủy viên, Ủy viên Thư ký UBND huyện, rồi Phó Chủ tịch Thường trực UBND huyện Long Mỹ, tỉnh Hậu Giang[5]. Tháng 9 năm 1989 đến 7 năm 1993: Ủy viên Ban Thường vụ Huyện ủy, Phó Chủ tịch Thường trực UBND huyện, rồi Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Long Mỹ, Hậu Giang. Tháng 8 năm 1993 đến 1 năm 1996: Phó Chủ nhiệm Ủy ban Kế hoạch tỉnh Cần Thơ kiêm Trưởng ban Quản lý chương trình phát triển điện khí hóa nông thôn tỉnh. Trưởng ban Kinh tế-Ngân sách của HĐND tỉnh khóa V[5]. Tháng 2 năm 1996 đến 12 năm 1999: Phó Giám đốc rồi Tỉnh ủy viên, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Cần Thơ. Tháng 12 năm 1999 đến 11 năm 2003: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Cần Thơ. Tháng 12 năm 2003 đến 6 năm 2006: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hậu Giang[5]. Tại Đại hội đại biểu toàn quốc lần thứ X của Đảng được bầu vào Ban Chấp hành Trung ương Đảng. Tháng 7 năm 2006 đến 8 năm 2007: Ủy viên Trung ương Đảng, Phó Trưởng ban Thường trực Ban Chỉ đạo Tây Nam Bộ. Tháng 9 năm 2007: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Lâm Đồng. Tại Đại hội đại biểu toàn quốc lần thứ XI của Đảng được bầu vào BCH Trung ương Đảng khóa XI. Tại kỳ họp thứ nhất Quốc hội khóa XIII, được Quốc hội phê chuẩn làm Tổng Thanh tra Chính phủ[5]. Tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng (tháng 1 năm 2016) ông là một trong bốn trường hợp quá tuổi, được BCH Trung ương Đảng khóa XI giới thiệu để tái cử[6] tuy nhiên ông không được bầu lại vào BCH Trung ương Đảng khóa XII.[7] Ngày 8 tháng 4 năm 2016, ông được Quốc hội khóa XIII miễn nhiệm chức vụ Tổng Thanh tra Chính phủ.[8] Hoạt động[sửa | sửa mã nguồn] Sáng 28.10, báo cáo Quốc hội về công tác phòng chống tham nhũng năm 2015, Tổng thanh tra Chính phủ Huỳnh Phong Tranh cho biết: \"Tình trạng nhũng nhiễu trong khu vực công còn phổ biến, biểu hiện qua nạn hối lộ, lót tay, chạy chọt khi giao dịch với các cơ quan công quyền. Đã xuất hiện tình trạng tham nhũng có tính lợi ích nhóm trong một số lĩnh vực. Tham nhũng vẫn là một trong những vấn đề bức xúc của xã hội hiện nay, là một nguy cơ gây mất ổn định chính trị, xã hội\".[9] Năm 2014, ông Huỳnh Phong Tranh đã ký bổ nhiệm ông Lê Sỹ Bảy làm Vụ trưởng Vụ Thanh tra kinh tế ngành (Vụ I) khi đang bị tố cáo kê khai bằng cấp không trung thực, chưa minh bạch nguồn gốc tài sản gây bất bình trong chính nội bộ Thanh tra Chính phủ[10][11]. Trong vòng 6 tháng trước khi nghỉ hưu, trong công tác cán bộ, ông Huỳnh Phong Tranh đã ký quyết định bổ nhiệm ồ ạt 35 trường hợp cán bộ, gồm 11 cấp vụ và 24 cấp phòng gây hoài nghi bức xúc và tạo dư luận không tốt trong xã hội, trong đó có một trường hợp là ông Nguyễn Mạnh Hường bị nghi ngờ không đủ tiêu chuẩn do đang có đơn thư khiếu nại[12][13][14][15][16]. Kết luận thanh tra việc thực hiện các quy định của pháp luật về bổ nhiệm chức vụ lãnh đạo, quản lý giai đoạn từ ngày 1 tháng 1 năm 2015 đến ngày 30 tháng 6 năm 2016 của Thanh tra Chính phủ từ Bộ Nội vụ cho thấy ông Huỳnh Phong Tranh đã bổ nhiệm 6 trường hợp sai quy định[17]. Quan điểm[sửa | sửa mã nguồn] “ Công tác thanh tra là bạn của dưới, tai mắt của trên. Nếu làm tốt công việc chúng tôi có thể giúp cho công tác điều hành của Chính phủ và giúp cho sự lãnh đạo của Đảng ngày càng sát thực tế hơn. Tôi cũng sẽ cố gắng là nếu có cám dỗ sẽ tránh, đồng thời giáo dục lực lượng công chức trong bộ máy của mình trung thành, trung thực và trong sạch để thực hiện nhiệm vụ tốt hơn. Tôi sẽ phát huy trách nhiệm, truyền thống cũ của người tiền nhiệm (Trần Văn Truyền). Đây cũng là nền tảng để tôi phấn đấu hơn nữa. Việc công khai thông tin với báo chí, tôi cũng sẽ thực hiện. Trong 3 năm qua, chúng ta không tụt không tăng có nghĩa là (tham nhũng) có tính ổn định. Chúng ta chưa đạt được kết quả như mong muốn là từng bước đẩy lùi tham nhũng[18]. Đối với các đoàn đông người quá khích, đặc biệt là những đoàn mang màu sắc chính trị tại Hà Nội và Thành phố Hồ Chí Minh, Tổng Thanh tra Huỳnh Phong Tranh yêu cầu phải tiến hành cưỡng chế, các địa phương có đoàn đông người phải phối hợp để xử lý. Sau cưỡng chế, tiếp tục nắm tình hình, thu thập tài liệu chứng cứ để xử lý dứt điểm[19]. ” — Huỳnh Phong Tranh Chú thích[sửa | sửa mã nguồn] ^ Giữ vững đoàn kết, hoàn thành tốt nhiệm vụ chính trị ^ “Lãnh đạo, nguyên lãnh đạo Thanh tra Chính phủ đón nhận huân chương tự do của nhà nước Lào”. Bản gốc lưu trữ ngày 5 tháng 6 năm 2016. Truy cập ngày 15 tháng 7 năm 2016. ^ Lãnh đạo Thanh tra Chính phủ Việt Nam đón nhận Huân chương Tự do hạng II của Nhà nước Lào ^ HỌC TẬP VÀ LÀM THEO TẤM GƯƠNG ĐẠO ĐỨC HỒ CHÍ MINH Có một “đầu tàu” trên cao nguyên ^ a b c d e f Tóm tắt tiểu sử Tổng Thanh tra Chính phủ Huỳnh Phong Tranh[liên kết hỏng], Theo website chính phủ. ^ “Giới thiệu 4 trường hợp ủy viên trung ương \"đặc biệt\"”. Báo Tuổi Trẻ Online. Truy cập ngày 26 tháng 1 năm 2016. zero width space character trong |title= tại ký tự số 1 (trợ giúp) ^ “Công bố danh sách Ban chấp hành Trung ương khóa XII”. Báo Tuổi Trẻ Online. Truy cập ngày 26 tháng 1 năm 2016. ^ “20 thành viên chủ chốt của Chính phủ thôi chức”. vnexpress. Truy cập ngày 8 tháng 4 năm 2016. ^ Tổng thanh tra Chính phủ: 'Xuất hiện tình trạng tham nhũng có tính lợi ích nhóm', thanhnien, 28.10.2015 ^ “Sai phạm tại Thanh tra Chính phủ: Ông Hoàng Thái Dương và Lê Sỹ Bảy tiếp tục bị tố cáo”. Lưu trữ bản gốc ngày 24 tháng 7 năm 2014. Truy cập ngày 24 tháng 7 năm 2014. ^ “Công bố các quyết định thay đổi lãnh đạo Vụ I-Thanh tra Chính phủ”. Bản gốc lưu trữ ngày 7 tháng 5 năm 2016. Truy cập ngày 22 tháng 4 năm 2016. ^ Việc bổ nhiệm nhiều cán bộ thanh tra đều \"rất chặt chẽ\" ^ Thanh tra Chính phủ: Bổ nhiệm 35 cán bộ không sai với các quy định pháp luật ^ 6 tháng, bổ nhiệm 35 cán bộ thanh tra là bình thường ^ http:\/\/vietnamnet.vn\/vn\/thoi-su\/chong-tham-nhung\/299467\/ong-huynh-phong-tranh-khong-tu-bo-nhiem-35-nguoi-truoc-khi-nghi.html ^ Thanh tra Chính phủ lý giải việc bổ nhiệm cán bộ ^ Kết luận vụ lùm xùm bổ nhiệm cán bộ cuối nhiệm kỳ ở Thanh tra Chính phủ ^ Tổng Thanh tra Chính phủ: Tham nhũng ở Việt Nam 3 năm qua ổn định ^ Tăng cường đối thoại, tập trung giải quyết khiếu kiện ngay tại cơ sở Liên kết ngoài[sửa | sửa mã nguồn] Tổng Thanh tra Chính phủ Huỳnh Phong Tranh Lưu trữ 2016-10-30 tại Wayback Machine Cổng thông tin điện tử Thanh tra chính phủ Công bố Quyết định bổ nhiệm đ\/c Huỳnh Phong Tranh giữ chức vụ Tổng Thanh tra Chính phủ Tiền nhiệm: không có Chủ tịch Ủy ban nhân dân Hậu Giang 2004-2006 Kế nhiệm: Huỳnh Minh Chắc Tiền nhiệm: Nguyễn Văn Đẳng Bí thư Tỉnh ủy Lâm Đồng 2007-2011 Kế nhiệm: Huỳnh Đức Hòa Tiền nhiệm: Trần Văn Truyền Tổng Thanh tra Chính phủ 2011-2016 Kế nhiệm: Phan Văn Sáu hiện x t s Tổng Thanh tra Chính phủ Việt Nam Hồ Tùng Mậu (1949–1951) Nguyễn Văn Trân (1952–1955) Nguyễn Lương Bằng (1956–1969) Nguyễn Thanh Bình (1969–1974) Nguyễn Văn Lộc (1974–1976) Trần Nam Trung (1976–1982) Bùi Quang Tạo (1982–1987) Nguyễn Văn Chính (1987–1988) Huỳnh Châu Sổ (1988–1989) Nguyễn Kỳ Cẩm (1989–1995) Tạ Hữu Thanh (1995–2002) Quách Lê Thanh (2002–2006) Trần Văn Truyền (2006–2011) Huỳnh Phong Tranh (2011–2016) Phan Văn Sáu (2016–2017) Lê Minh Khái (2017–2021) Đoàn Hồng Phong (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Phong_Tranh&oldid=69564223” Thể loại: Sinh năm 1955 Nhân vật còn sống Người Hậu Giang Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Bí thư Tỉnh ủy Lâm Đồng Tổng Thanh tra Chính phủ Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Sinh tại Hậu Giang Thể loại ẩn: Bài có liên kết hỏng Lỗi CS1: ký tự ẩn Bài viết sử dụng pull quote có nguồn Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 12 tháng 1 năm 2023, 18:22. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}