{"Huỳnh Thị Kiều Thu":"Huỳnh Thị Kiều Thu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử Hiện\/ẩn mục Tiểu sử 1.1Gia đình 1.2Trong Chiến tranh Việt Nam 1.3Sau Chiến tranh Việt Nam 2Đạp xe xuyên Việt Nam Hiện\/ẩn mục Đạp xe xuyên Việt Nam 2.1Lần đầu tiên 2.2Những lần tiếp theo 2.3Sứ giả niềm tin Hành Trình Xanh 2010 2.4Đạp xe xuyên Việt Nam lần thứ sáu 2.5Đi bộ xuyên Việt – Sứ giả niềm tin Hành Trình Xanh năm 2011 3Chống chọi với bệnh tật 4Phim ảnh 5Nhận xét 6Chú thích 7Liên kết ngoài Huỳnh Thị Kiều Thu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này là một bài mồ côi vì không có bài viết khác liên kết đến nó. Vui lòng tạo liên kết đến bài này từ các bài viết liên quan; có thể thử dùng công cụ tìm liên kết. (tháng 5 năm 2013) Huỳnh Thị Kiều Thu (23 tháng 12 năm 1951 – 9 tháng 6 năm 2012) là nữ biệt động Sài Gòn trong thời kỳ Chiến tranh Việt Nam, đã từng bị bắt giam và bị đày ra Côn Đảo. Sau chiến tranh, Huỳnh Thị Kiều Thu phải chống chọi với căn bệnh ung thư quái ác nhưng vẫn hoàn thành được những chuyến đi xuyên Việt bằng xe đạp một mình. Huỳnh Thị Kiều Thu về sống ở quận Bình Thạnh, Thành phố Hồ Chí Minh. Tiểu sử[sửa | sửa mã nguồn] Gia đình[sửa | sửa mã nguồn] Huỳnh Thị Kiều Thu sinh ra trong một gia đình tại Đức Phổ, Quảng Ngãi. Cha của Huỳnh Thị Kiều Thu là chỉ huy một đội du kích Ba Tơ. Trong Chiến tranh Việt Nam[sửa | sửa mã nguồn] Năm 1967, Kiều Thu xin tham gia Hội thanh niên của Đoàn thanh niên Cộng sản Hồ Chí Minh. Ngày 11\/5\/1969, Kiều Thu được đặt chất nổ ở Ty Thông tin Gia Định và thành công trong việc phá tan tòa nhà này. Bà bị bắt. Sau đó là những ngày tháng bị tra tấn tại tám nhà tù và trại giam: trại giam Tiểu khu Gia Định, Trại Cầu Băng Ky, Đề lao Gia Định, Trại giam Thủ Đức, Trung tâm cải huấn Tân Hiệp – Biên Hòa và Trại Long Khánh và sau cùng là nhà tù Côn Đảo. Tháng 3 năm 1974, Kiều Thu cùng một số đồng đội được trao trả với thương tích đầy người (liệt một chân một tay). Sau Chiến tranh Việt Nam[sửa | sửa mã nguồn] Kiều Thu được phân công về làm việc tại thư viện Nhà Văn hóa Thanh Niên Thành phố Hồ Chí Minh, bà dành dụm số tiền lương ít ỏi để đủ tiền ra Hà Nội viếng lăng Hồ Chí Minh và thăm chiến trường Điện Biên Phủ. Năm 1995, căn bệnh ung thư đã khiến Kiều Thu phải xin nghỉ hưu sớm để đi mổ. Gần mười năm nằm điều trị tại Bệnh viên ung bướu Thành phố Hồ Chí Minh đã tiêu sạch số tiền tiết kiệm của bà. Đạp xe xuyên Việt Nam[sửa | sửa mã nguồn] Lần đầu tiên[sửa | sửa mã nguồn] Ngày 7 tháng 5 năm 2004, Huỳnh Thị Kiều Thu đã lên đường từ Thành phố Hồ Chí Minh đạp xe đạp ra thủ đô Hà Nội lần đầu tiên mang theo đủ thứ lỉnh kỉnh như nồi niêu xoong chảo, ấm sắc thuốc, bếp dầu, bình đựng nước… cùng hàng bao thuốc Đông y. Một buổi tối khi bà đạp xe đổ đèo tại A Lưới, tỉnh Thừa Thiên – Huế, trong lúc tránh một chiếc ôtô chạy ngược chiều thì xe đạp bị lạc tay lái lao thẳng xuống vực. Nhưng may thay, khi trượt dốc khoảng chừng 5–6 m, cả người và xe lao thẳng vào một con trâu của người dân đang thả ăn đêm. Đến khu vực huyện Tuyên Hóa, tỉnh Quảng Bình thì gặp mưa rừng, do không có kinh nghiệm đi rừng nên Kiều Thu tìm đến một gốc cây cổ thụ ven đường trú mưa. Sau gần nửa giờ trú mưa thì bất ngờ cây đổ sập xuống chắn ngang đường kéo theo hàng khối đất đá tràn theo. Lần này bà thoát chết nhờ một cành cây trong lúc đổ đã gạt cả người cùng chiếc xe đạp văng ra xa. Buổi tối ngày 20 tháng 7 năm 2004, khi đạp xe đến địa phận thành phố Ninh Bình, do quá mệt nên xe của bà va chạm với chiếc ôtô của lực lượng công an đang đi làm nhiệm vụ. Ngay sau khi tai nạn xảy ra, Kiều Thu được các công an viên Công an Ninh Bình đưa thẳng vào Bệnh viện Quân khu 3 và bảo lãnh được điều trị miễn phí. Đến ngày nằm viện thứ 15 thì các bác sĩ đành để Kiều Thu tiếp tục lên đường với lời dặn: \"Cố gắng đừng để bị nhiễm trùng vết thương ở ngực\". Chiều ngày 27 tháng 7 năm 2004 thì đến Hà Nội, nhưng đến Lăng chủ tịch Hồ Chí Minh thì trời đã xế chiều nên người nữ chiến sĩ biệt động năm xưa đành đứng ngoài viếng lăng. Những lần tiếp theo[sửa | sửa mã nguồn] Tính tới hết năm 2010 thì Huỳnh Thị Kiều Thu đã một mình thực hiện năm chuyến đạp xe vượt Trường Sơn. Sứ giả niềm tin Hành Trình Xanh 2010[sửa | sửa mã nguồn] Mùa hè năm 2010, Huỳnh Thị Kiều Thu trở thành đại sứ niềm tin của chương trình Hành trình xanh 2010 – Hành trình tuổi trẻ vì quê hương. Bà đã cùng 500 tình nguyện viên là những sinh viên, những thanh niên trên khắp đất nước Việt Nam đạp xe từ Thành phố Hồ Chí Minh tới Hà Nội trong một tháng (9 tháng 7 năm 2010 – 30 tháng 7 năm 2010). Trong chuyến đi này, Kiều Thu chỉ tham gia đạp xe một đoạn ngắn trong một số chặng đường, phần đạp xe còn lại của Kiều Thu đã được cháu trai mới 12 tuổi là Đặng Đông Danh [1] hoàn thành xuất sắc, trong lúc đó thì Kiều Thu di chuyển theo đoàn trên chiếc xe ô tô. Kiều Thu luôn là người đón đoàn đạp xe cùng các tình nguyện viên ở đích đến của mỗi chặng với những cái bắt tay, ôm hôn, tiếng hô, tiếng hát, lời động viên và không thể thiếu những chai nước mát. Đạp xe xuyên Việt Nam lần thứ sáu[sửa | sửa mã nguồn] Huỳnh Thị Kiều Thu đã xuất phát từ Thành phố Hồ Chí Minh vào ngày 23 tháng 1 năm 2011 trên một chiếc xe đạp ra thủ đô Hà Nội. Bà dự tính lần này sẽ đi theo con đường Hồ Chí Minh. Đi bộ xuyên Việt – Sứ giả niềm tin Hành Trình Xanh năm 2011[sửa | sửa mã nguồn] Mùa hè năm 2011, Huỳnh Thị Kiều Thu lại trở thành đại sứ niềm tin của chương trình Hành Trình Xanh 2011 đi bộ xuyên Việt – Hành trình theo chân Bác: Từ Làng Sen đến Bến Nhà Rồng được tổ chức trong 42 ngày đêm liên tục từ ngày 30 tháng 6 đến 12 tháng 8. Lúc này Kiều Thu đã cùng hơn 400 bạn tình nguyện viên của Hành Trình Xanh đi bộ dọc theo Quốc lộ 1 từ Làng Sen quê Bác(Nghệ An) về đến điểm cuối của hành trình là Bến Nhà Rồng (Thành phố Hồ Chí Minh), trước đó, đoàn đã vào Lăng Chủ tịch viếng Bác và làm lễ xuất quân tại Quảng Trường Ba Đình (Hà Nội). Hành trình 42 ngày thực sự là một thử thách to lớn đối với Kiều Thu khi căn bênh ung thư đã trở nên rất trầm trọng, đã có nhiều lúc bà tưởng chừng như không không thể tiếp tục được cuộc hành trình nhưng nhờ có nghị lực phi thường cùng với sự quan tâm và động viên giúp đỡ của các tình nguyện viên mà bà đã về đến đích với nụ cười chiến thắng rạng rỡ. Chống chọi với bệnh tật[sửa | sửa mã nguồn] Trong những năm tháng bị bắt và cầm tù, Huỳnh Thị Kiều Thu đã biết mình có những khối u ở ngực. Bệnh tật khiến bà phải nghỉ hưu sớm vào năm 1995 và sau đó là mười năm chữa trị trong bệnh viện. Năm 2009 các Bác sĩ Bệnh viện Ung Bướu chẩn đoán bà bị ung thư đầu gối, năm 2010 bị ung thư vòm (có thể dẫn tới mù lòa), ung thư xương sọ, xương đòn tay, xương ức, xương sống, cả hai lá phổi… Bây giờ trên cơ thể nhỏ bé chưa đầy 38 kg ấy là hàng chục khối u, hàng chục những vết lở loét thường xuyên rỉ máu, với những cơn đau triền miên mà căn bệnh ung thư quái ác mang lại…Cứ như vậy, đã 16 năm trôi qua, Kiều Thu sống chung với chúng. Tháng 8 năm 2011, sau khi kết thúc chuyến xuyên Việt lần thứ 7, bệnh tình của Kiều Thu trở nên xấu đi. Các bác sĩ chẩn đoán bà không còn nhiều thời gian nữa. Bà đã dời về căn nhà nhỏ trong một khu vườn tại huyện Định Quán, tỉnh Đồng Nai (cách Thành phố Hồ Chí Minh 120 km) để nghỉ ngơi tĩnh dưỡng. Huỳnh Thị Kiều Thu đã qua đời lúc 12 giờ 15 phút thứ 7 ngày 9 tháng 6 năm 2012, hưởng thọ 62 tuổi.[2] Phim ảnh[sửa | sửa mã nguồn] \"Những ngày vượt qua chính mình\" là tên bộ phim tài liệu của đài truyền hình Thành phố Hồ Chí Minh về Huỳnh Thị Kiều Thu phát sóng trên HTV vào ngày 16 tháng 5 năm 2005. Bộ phim kể về chuyến đi xuyên Việt đầu tiên của bà. Nhận xét[sửa | sửa mã nguồn] Huỳnh Thị Kiều Thu tự viết về bản thân mình: \"Tôi đi xe đạp xuyên Việt. Vì muốn kính viếng Bác. Vì muốn chiến thắng bệnh tật. Vì muốn sống thêm vài năm nữa. Vì những công việc và những điều chưa làm được\"[3] Chú thích[sửa | sửa mã nguồn] ^ Đạp xe xuyên Việt tuổi 13, Báo Dân Trí ^ “Đám tang cô Kiều Thu”. Bản gốc lưu trữ ngày 16 tháng 6 năm 2012. Truy cập ngày 13 tháng 6 năm 2012. ^ Người phụ nữ đi xuyên đường Hồ Chí Minh bằng xe đạp, Báo Tuổi Trẻ Liên kết ngoài[sửa | sửa mã nguồn] Huỳnh Thị Kiều Thu – Sứ giả niềm tin[liên kết hỏng] Nữ biệt động Sài Gòn 3 lần đạp xe vượt Trường Sơn, CAND Truyền lửa trên đường Hồ Chí Minh[liên kết hỏng], Tuổi Trẻ Bài thơ: Vĩnh biệt chị Thu Lưu trữ 2016-03-04 tại Wayback Machine Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Huỳnh_Thị_Kiều_Thu&oldid=68508825” Thể loại: Sinh năm 1951 Mất năm 2012 Người Quảng Ngãi Biệt động Sài Gòn Thể loại ẩn: Bài mồ côi Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 21 tháng 4 năm 2022, 06:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}