{"Hà Ngọc Chiến":"Hà Ngọc Chiến – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tham khảo Hà Ngọc Chiến Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hà Ngọc Chiến Chức vụ Chủ tịch Hội đồng Dân tộc Quốc hội Nhiệm kỳ 5 tháng 4 năm 2016 – 21 tháng 7 năm 2021 5 năm, 107 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Tiền nhiệm Ksor Phước Kế nhiệm Y Thanh Hà Niê Kđăm Vị trí Việt Nam Phó Chủ tịch Hội đồng Dân tộc Quốc hội Nhiệm kỳ 9 tháng 11 năm 2015 – 5 tháng 4 năm 2016 148 ngày Chủ tịch Ksor Phước Phó Trưởng ban Nội chính Trung ương Nhiệm kỳ tháng 4 năm 2015 – tháng 1 năm 2016 Chủ tịch Hội đồng nhân dân tỉnh Cao Bằng Phó Chủ tịch Triệu Đình Lê Bí thư Tỉnh ủy Cao Bằng Nhiệm kỳ 21 tháng 10 năm 2010 – 24 tháng 3 năm 2015 4 năm, 154 ngày Tiền nhiệm Nguyễn Thị Nương Kế nhiệm Nguyễn Hoàng Anh Phó Bí thư Đinh Quế Hải Hoàng Trung Phong Nguyễn Hoàng Anh Thông tin chung Sinh 11 tháng 12, 1957 (65 tuổi) Xã Cao Chương, huyện Trà Lĩnh, tỉnh Cao Bằng, Việt Nam Dân chủ Cộng hòa Nghề nghiệp chính khách Dân tộc Tày Đảng chính trị Đảng Cộng sản Việt Nam Hà Ngọc Chiến (sinh năm 1957 tại Cao Bằng) là một chính trị gia người Việt Nam, dân tộc Tày. Ông từng là Chủ tịch Hội đồng Dân tộc của Quốc hội Việt Nam, và là đại biểu Quốc hội Việt Nam khóa XIV thuộc đoàn đại biểu tỉnh Cao Bằng,[1] nguyên Ủy viên Trung ương Đảng khóa XI, XII, Ủy viên Ủy ban Thường vụ Quốc hội , nguyên Ủy viên Đảng đoàn Quốc hội, nguyên Phó Trưởng ban Nội chính Trung ương, nguyên Bí thư Tỉnh ủy Cao Bằng.[2] Xuất thân[sửa | sửa mã nguồn] Ngày sinh: 11\/12\/1957. Quê quán: Xã Cao Chương, huyện Trùng Khánh, tỉnh Cao Bằng. Hiện cư trú tại quận Ba Đình, thành phố Hà Nội. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10 Đại học An ninh chuyên ngành điều tra, trinh sát Cao cấp lí luận chính trị Sự nghiệp[sửa | sửa mã nguồn] Ông Hà Ngọc Chiến là sinh viên khóa D8, Học viện An ninh Nhân dân, Bộ Công an. Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 27\/5\/1980. Ông từng giữ chức vụ Phó Bí thư Tỉnh uỷ, Chủ tịch Ủy ban Nhân dân tỉnh Cao Bằng. Năm 2010, sau khi bà Nguyễn Thị Nương được điều động về giữ chức vụ Phó Trưởng Ban Dân vận Trung ương, ông được bầu giữ chức vụ Bí thư Tỉnh ủy Cao Bằng. Năm 2011, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng khóa XI. Năm 2015, Bộ Chính trị quyết định điều động ông Hà Ngọc Chiến - Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Cao Bằng, Chủ tịch HĐND tỉnh, Trưởng Đoàn đại biểu Quốc hội tỉnh Cao Bằng khóa XIII - về công tác tại Ban Nội chính Trung ương, giữ chức Phó trưởng Ban Nội chính Trung ương[3]. Ngày 9-11-2015, Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 1057\/NQ-UBTVQH13 về việc phê chuẩn Phó Chủ tịch Hội đồng Dân tộc của Quốc hội khóa XIII đối với đồng chí Hà Ngọc Chiến, Ủy viên Trung ương Đảng, Phó trưởng Ban Nội chính Trung ương[4]. Tại Đại hội Đại biểu toàn quốc lần thứ XII của Đảng, ông được bầu lại làm Ủy viên Ban Chấp hành Trung ương. Tháng 4 năm 2016, tại Kỳ họp thứ 9, Quốc hội khóa XIII đã bầu ông Hà Ngọc Chiến, Ủy viên Trung ương Đảng, Ủy viên Ủy ban Thường vụ Quốc hội, Phó Chủ tịch Hội đồng Dân tộc, Trưởng đoàn Đại biểu Quốc hội tỉnh Cao Bằng giữ chức vụ Chủ tịch Hội đồng Dân tộc của Quốc hội với 474\/485 phiếu hợp lệ (chiếm 95,95% tổng số đại biểu Quốc hội) tán thành[5]. Trước đó, ông cũng được bầu bổ sung làm Ủy viên Ủy ban Thường vụ Quốc hội, chỉ định tham gia Đảng đoàn Quốc hội. Ông từng là đại biểu hội đồng nhân dân Tỉnh Cao Bằng nhiệm kỳ 2004-2011, 2011-2016. Tại cuộc bầu cử Đại biểu Quốc hội khóa XIV ngày 22 tháng 05 năm 2016, ông đã trúng cử Đại biểu Quốc hội. Sau đó, Kỳ họp thứ nhất Quốc hội khóa XIV bầu ông tiếp tục làm Ủy viên Ủy ban Thường vụ Quốc hội, Chủ tịch Hội đồng Dân tộc của Quốc Hội khóa XIV với 97,37% tổng số đại biểu tán thành[6]. Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 10 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ Đoàn đại biểu Quốc hội tỉnh tiếp xúc cử tri huyện Trà Lĩnh, baocaobang, 9.8.2016. ^ “Bí thư Cao Bằng làm Phó Ban Nội Chính Trung ương”. ^ “Ban Nội chính Trung ương: Gặp mặt, chia tay 02 đồng chí Phó trưởng Ban chuyển công tác”. ^ “Quốc hội bầu Chủ tịch Hội đồng Dân tộc và Tổng Kiểm toán Nhà nước”. ^ “Quốc hội bầu Chủ nhiệm các Ủy ban của Quốc hội khóa XIV”. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hà_Ngọc_Chiến&oldid=65512350” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1957 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Cao Bằng Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Cao Bằng Bí thư Tỉnh ủy Cao Bằng Người Cao Bằng Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ủy ban thường vụ Quốc hội Việt Nam khóa XIV Ủy viên Ủy ban thường vụ Quốc hội Việt Nam khóa XIII Sống tại Hà Nội Sống tại Cao Bằng Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV chuyên trách trung ương Hội đồng dân tộc Việt Nam Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 8 năm 2021, 18:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}