{"Hạ trắng":"Hạ trắng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh sáng tác[1] Hiện\/ẩn mục Hoàn cảnh sáng tác[1] 1.1Giấc mơ Hạ trắng - Trịnh Công Sơn - cảm hứng sáng tác[2] 2Ý nghĩa bài hát[1] 3Cảm nghĩ về bài hát[1] 4Bản phổ tiếng anh 5Chú thích 6Liên kết ngoài Hạ trắng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Hạ trắng\" Bìa bản nhạc Hạ trắng Bài hát Ngôn ngữ Tiếng Việt Phát hành 1961 Định dạng Dĩa nhựa Thu âm Lệ Thu Thể loại Tình khúc 1954–1975 Thời lượng 4:43 Hãng đĩa Hãng đĩa Việt Nam Sản xuất Lê Ngọc Liên \"Hạ trắng\" là một ca khúc trữ tình do Trịnh Công Sơn sáng tác năm 1961 (sau bài Diễm xưa). Bài hát đã được rất nhiều ca sĩ thể hiện, thành công nhất là: Khánh Ly - Lệ Thu - Tuấn Ngọc - Hồng Nhung - Elvis Phương. Hoàn cảnh sáng tác[1][sửa | sửa mã nguồn] Hạ trắng được Trịnh Công Sơn viết năm 1961, sau một cơn mơ lạ giữa cái nắng chói chang, bỏng rát của trưa hè xứ Huế. Đợt ấy, nhạc sĩ lên cơn sốt nặng. Giữa cơn sốt mê man, trong thoáng chốc ông cảm nhận cả thân thể bỗng dưng nhẹ bẫng, trôi bềnh bồng trong mùi thơm lan tỏa của hoa dạ lý hương. Tỉnh dậy, toàn thân ông ướt đẫm mồ hôi, Trịnh Công Sơn mới hay mình vừa bước ra khỏi một cơn mơ kỳ lạ. Ngó sang thấy trên bàn có ai đó đã cắm sẵn một lọ hoa dạ lý hương, ông hiểu ra chính mùi hương dịu dàng, thơm ngát kia đã đưa ông vào cơn mê chếnh choáng. Từ giấc mơ giữa trưa mùa hạ ấy, tứ thơ về giai nhân áo trắng bước đi trong chiều không mây bắt đầu nhen nhóm thành hình. Một tuần sau khi hết bệnh, Trịnh Công Sơn đến thăm bố một người bạn đang hấp hối. Hỏi ra mới hay ông cụ chẳng mắc chứng bệnh nghiêm trọng nào ngoài \"bệnh tương tư\". Một ngày nọ, bà cụ trúng gió, bất tỉnh rồi qua đời. Những người con hiểu lòng cha nên giấu chuyện, kín đáo lo liệu và chôn cất bà cụ. Khi không còn thấy vợ, cụ ông dần hiểu ra, đâm ngã bệnh và qua đời sau đó không lâu. Câu chuyện cảm động của mối tình già ám ảnh Trịnh Công Sơn sâu sắc. Ông đã viết Hạ trắng trong cảm thức hư thực ngay mùa hè năm ấy.[1] Giấc mơ Hạ trắng - Trịnh Công Sơn - cảm hứng sáng tác[2][sửa | sửa mã nguồn] Trịnh Công Sơn kể lại cảm hứng sáng tác bài Hạ trắng: \"Ở Huế mùa hạ, ve kêu râm ran trên những tàn cây như một giàn hợp xướng và nắng nóng oi bức như địa ngục. Thêm vào đó còn có gió Lào. Vừa tắm xong là người đã ướt đẫm mồ hôi. Bao nhiêu nhiên liệu tích lũy tích lũy trong cơ thể đều tan ra thành nước. Những đồ vật và áo quần cũng có cảm giác như vừa rút trong lò lửa ra. Những mặt đường gần như bốc khói với nhiệt độ 42- 43 độ. Có một mùa hạ năm ấy tôi bị một cơn sốt nặng, nhiệt độ trong người và bên ngoài bằng nhau. Tôi nằm sốt mê man trên giường không còn biết gì. Và bỗng có một lúc nào đó tôi cảm thấy hương thơm phủ ngập cả căn phòng và tôi chìm đắm vào một giấc mơ như một cơn mê sảng. Tôi thấy mình lạc vào một rừng hoa trắng thơm ngào ngạt, bay bổng trong không gian đó. Đến lúc tỉnh dậy người ướt đẫm mồ hôi và tôi nhìn thấy bên cạnh giường có một người con gái nào đó đã đến cắm một bó hoa dạ lý hương trắng rất lớn. Chính cái mùi thơm của dạ lý hương đã đưa tôi vào giấc mơ kia. Giấc mơ trong một mùa hạ nóng bức. Trong vùng tôi ở, quanh đó chỉ có một nhà duy nhất trồng dạ lý hương nên tôi biết ngay người mang hoa đến là ai. Sau một tuần lễ tôi hết bệnh. Nghe tin bố người bạn đang hấp hối tôi vội vàng đến thăm. Ông chẳng có bệnh gì ngoài bệnh nhớ thương và buồn rầu. Câu chuyện rất đơn giản. Hai ông bà đã lớn tuổi thường nằm chung trên một sập gụ xưa. Cứ mỗi sáng bà cụ thức dậy sớm và xuống bếp nấu nước sôi để pha trà cho ông cụ uống. Một buổi sáng nọ, cũng theo thường lệ, bà cụ xuống bếp bị gió ngã xuống bất tỉnh và chết. Mấy người con ở gần đó tình cờ phát hiện ra và đưa bà cụ về nhà một người để tẩm liệm. Sau đó chôn cất và giấu ông cụ. Tất nhiên, khi ông cụ thức dậy hỏi con, mẹ các con đi đâu rồi, thì họ trả lời là mẹ sang nhà chúng con để chăm sóc mấy cháu vì chúng bị bệnh. Vài ngày sau vẫn chưa thấy bà về ông mới trầm ngâm hỏi các con có phải mẹ các con đã chết rồi phải không. Lúc ấy mọi người mới khóc òa lên. Từ đó ông nằm trên sập gụ một mình cơm không ăn, trà không uống cho đến lúc kiệt sức và đi theo bà cụ luôn. Câu chuyện này ám ảnh tôi một thời gian. Và sau đó tôi kết hợp giấc mơ hoa trắng mùa hạ với mối tình già keo sơn này như áo xưa dù nhầu cũng xin bạc đầu gọi mãi tên nhau để viết nên bài \"Hạ trắng\".\"[2] Ý nghĩa bài hát[1][sửa | sửa mã nguồn] Bài hát bắt đầu bằng những hình ảnh gọi về trong giấc mơ thơm mùi dạ lý hương và nỗi bâng khuâng của một người cả đời nằm mộng: \"Gọi nắng trên vai em gầy đường xa áo bay Nắng qua mắt buồn, lòng hoa bướm say Lối em đi về trời không có mây Đường đi suốt mùa nắng lên thắp đầy\". Hình ảnh thiếu nữ mình hạc xương mai đã quanh quẩn trong các sáng tác của Trịnh Công Sơn. Với Hạ trắng, bờ vai gầy một lần nữa bước ra từ cõi mơ, gợi cảm hứng cho tác giả. Bóng người thiếu nữ, màu hoa trắng hư ảo và nắng vàng như rót mật đã xoá nhòa ranh giới giữa thực tại và trầm mê, đưa thi sĩ mộng du trong giai điệu buồn hiu hắt vọng về từ tiềm thức. Ở đó, nỗi ám ảnh về cái chết, về sự chia ly đau buồn vẫn luôn bám riết trái tim kẻ si tình \"ở trọ chốn trần gian\": \"Bước chân em về nào anh có hay Gọi em cho nắng chết trên sông dài\". Không thể phủ nhận mối tình sống chết bên nhau của hai cụ già mà nhạc sĩ chứng kiến đã thôi thúc nên những lời ca da diết: \"Đời xin có nhau, dài cho mãi sau, nắng không gọi sầu\/ Áo xưa dù nhàu cũng xin bạc đầu gọi mãi tên nhau\". Nhưng nếu ai nghe nhạc Trịnh nhiều sẽ hiểu, ám ảnh về cái chết chính là động lực nung nấu niềm khát khao sống, khát khao yêu từ tận sâu thẳm trái tim ông. Có rất nhiều người tình đã đến và đi trong cuộc đời nhưng không vì thế mà Trịnh Công Sơn bớt cô đơn giữa trần gian. Càng cô đơn ông càng khao khát. Càng mộng mị ông càng vùng vẫy gọi: gọi nắng, gọi em, gọi đời… Hạ trắng là một bài thơ trùng điệp những lời mời gọi tuyệt vọng đến đứt hơi, cạn lời mà ông gửi lại nhân gian.[1] Cảm nghĩ về bài hát[1][sửa | sửa mã nguồn] Hơn nửa thế kỷ qua, những trăn trở, dằn vặt giữa cuộc đời của nhạc sĩ tài hoa xứ Huế vẫn được nhiều thế hệ ca sĩ Việt Nam cất lên. Hạ trắng nói riêng cũng đã được biết đến với những giọng ca vang bóng một thời như Tuấn Ngọc, Elvis Phương, Lệ Thu… và cả những người trẻ sau này như Hồng Nhung, Quang Dũng... Nhưng có lẽ, người thể hiện thành công nhất ca khúc để đời này của Trịnh Công Sơn vẫn không ai khác ngoài người bạn tri âm tri kỷ của ông - ca sĩ Khánh Ly. Giọng ca ma mị, đầy ám ảnh của Khánh Ly một cách tự nhiên trở thành con thuyền chứa đầy tất cả những tiếc nuối, buồn thương, sầu muộn của một đời phiêu bạt mà Trịnh Công Sơn đã đi qua. Mỗi khi những ca từ run rẩy ngân lên: \"Gọi nắng trên vai em gầy đường xa áo bay…\" cả một chân trời nhoà lệ của Trịnh lại dâng đầy trong mắt hàng triệu thính giả yêu nhạc ông. Nghe Hạ trắng qua giọng hát Khánh Ly, người ta cũng dường như muốn nhắm mắt lại để thấy mình trôi đi giữa một chiều không mây, giữa một trời hoa trắng. Hạ trắng có thể sẽ khiến ta ít nhiều liên tưởng đến những vần thơ đầy khắc khoải của Hàn Mặc Tử: \"Ở đây sương khói mờ nhân ảnh\/ Ai biết tình ai có đậm đà?\". Hai thi sĩ đa tình có thể đã sống cả đời chênh vênh trên ranh giới giữa thực và mơ, giữa mộng tưởng và tuyệt vọng. Nhưng những gì họ để lại là các tác phẩm nghệ thuật mà mãi mãi về sau vẫn vẹn nguyên giá trị.[1] Bản phổ tiếng anh[sửa | sửa mã nguồn] Song ngữ Anh- Việt lần đầu tiên có tựa đề Hạ trắng (We are not apart) đã được thể hiện bởi Hồng Nhung trong album tuyển tập Tình nhớ (Memory), phát hành bởi Hãng Phim Trẻ, 1999. Sau này còn được Kyo York cover lại. Gọi nắng! Trên vai em gầy Đường xa áo bay Nắng qua mắt buồn Lòng hoa bướm say Lối em đi về Trời không có mây Đường đi suốt mùa Nắng lên thắp đầy Gọi nắng! Cho cơn mê chiều Nhiều hoa trắng bay Cho tay em dài Gầy thêm nắng mai Bước chân em về Nào anh có hay Gọi tên cho nắng Chết trên sông dài Thôi xin ơn đời Trong cơn mê này Gọi mùa thu tới Tôi đưa em về Chân em bước nhẹ Trời buồn gió cao Đời xin có nhau Dài cho mãi sau Nắng không gọi sầu Áo xưa dù nhàu Cũng xin bạc đầu Gọi mãi tên nhau Gọi nắng! Cho tóc em cài Loài hoa nắng rơi Nắng đưa em về Miền cao gió bay Áo em bây giờ Mờ xa nẻo mây Gọi tên em mãi Suốt cơn mê này... I hold your last picture dear in my mind Your smiling face its warmed my life It follows me until I die Don't fly away to your heaven I miss your sweet fragrance during the night Your soft fingers holding sunshine How could I know your by my side My love for you is forever Stay here with me until the end when all love parts Don't go away with all my love kept in your hands Skies will be grey My fate will end If we are torn time changes things that never die until the end I miss your sweet fragrance during the night your soft fingers holding sunshine How could I know your by my sideMy love for you is forever |}. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f “'Hạ trắng' - một thiên nằm mộng của Trịnh Công Sơn”. ^ a b “Giấc mơ Hạ trắng”. Liên kết ngoài[sửa | sửa mã nguồn] ẩn x t s Trịnh Công Sơn Danh sách bài hát · Nhạc phản chiến Một số bài hát \"Ướt mi\" · \"Diễm xưa\" · \"Hạ trắng\" · \"Biển nhớ\" · \"Cho một người vừa nằm xuống\" · \"Nối vòng tay lớn\" Nhạc phim Cánh đồng hoang (1979) · Ngoại ô (1987) Ca sĩ hợp tác nổi bật Khánh Ly (Sơn Ca 7) · Lệ Thu · Hồng Nhung Vai diễn điện ảnh Đất khổ (1974) Tác phẩm về Trịnh Công Sơn Em còn nhớ hay em đã quên (1992) · Em và Trịnh (2022) Chủ đề liên quan Tình khúc 1954–1975 · Nhạc vàng Bài viết liên quan đến Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hạ_trắng&oldid=68741589” Thể loại: Sơ khai Việt Nam Nhạc Trịnh Công Sơn Bài hát tình khúc 1954–1975 Bài hát tiếng Việt Bài hát năm 1961 Thể loại ẩn: Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 17 tháng 6 năm 2022, 16:43. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}