{"Hải đăng Vũng Tàu":"Hải đăng Vũng Tàu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thông tin kỹ thuật 2Chú thích 3Tham khảo Hải đăng Vũng Tàu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hải đăng Vũng Tàu Vị trí Thành phố Vũng Tàu, tỉnh Bà Rịa – Vũng Tàu, Việt Nam Tọa độ 8°39′13″B 106°35′58″Đ﻿ \/ ﻿8,65361°B 106,59944°Đ﻿ \/ 8.65361; 106.59944 Năm khởi xây 1862 Năm đầu tiên phát sáng 1862 Hình dạng thân đèn hình trụ Chiều cao công trình (tính đến đế) 18 m Chiều cao toàn bộ 170 m Tầm chiếu sáng Tầm hiệu lực: 13 hải lý (ban ngày) 12 hải lý (ban đêm) Hải đăng Vũng Tàu là hải đăng tọa lạc trên đỉnh núi Nhỏ (hay còn gọi là núi Tao Phùng), thuộc phường 2, thành phố Vũng Tàu, tỉnh Bà Rịa – Vũng Tàu, Việt Nam. Hải đăng Vũng Tàu được người Pháp xây dựng vào năm 1862 nhằm mục đích chỉ đường, báo hiệu cho các tàu thuyền qua lại, nằm ở độ cao là 149m so với mực nước biển. Đến năm 1913, người Pháp xây lại ngọn hải đăng này, dời độ cao ngọn hải đăng từ độ cao 149m lên đến độ cao 170m. Hải đăng Vũng Tàu là một trong những hải đăng cổ xưa nhất Việt Nam và Đông Nam Á.[1] Hải đăng Vũng Tàu được xem như là biểu tượng của thành phố biển Vũng Tàu. Kiến trúc ngọn hải đăng là một tháp hình trụ cao 18 m, đường kính 3 m và được sơn màu trắng. Bên trong ngọn hải đăng có cầu thang dẫn đến gần đỉnh hải đăng và có ban công để ngắm cảnh. Từ ban công này có thể vừa cảm nhận được những làn gió mát từ biển khơi, vừa ngắm nhìn được toàn cảnh thành phố biển Vũng Tàu, hoặc từ trên cao nhìn xuống ngay xuống dưới ngọn hải đăng chính là rừng hoa sứ rực sáng làm nổi bật nét kiên cố, vững chãi của ngọn hải đăng với kiến trúc và kiểu dáng cổ điển này. Nên đến với ngọn hải đăng vào ban đêm có thể thưởng ngoạn được hết vẻ đẹp của nó. Để đến được ngọn hải đăng này có rất nhiều cách. Ô tô hoặc xe máy là phương tiện phổ biến. Ngoài ra, để có thể thử cảm giác mới lạ, một chút phiêu lưu đó chính là thả bộ trên con đường nằm bên triền núi dẫn lên ngọn hải đăng. Thông tin kỹ thuật[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Hải đăng Vũng Tàu. Một bài viết đăng trên tạp chí Le Monde illustré năm 1836 mô tả ngọn hải đăng này. Thiết kế: người Pháp Khánh thành: 15 tháng 8 năm 1862 Chiều cao công trình: 18 m, chiều cao tính đến mặt biển: 170 m Công suất bóng đèn: 1000W Bán kính quét sát trên biển: 55 km nhờ vào hệ thống lăng kính đồ sộ. Chú thích[sửa | sửa mã nguồn] ^ “Hải đăng Vũng Tàu”. Bản gốc lưu trữ ngày 14 tháng 10 năm 2013. Truy cập ngày 12 tháng 10 năm 2013. Tham khảo[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hải_đăng_Vũng_Tàu&oldid=69487879” Thể loại: Hải đăng tại Việt Nam Bà Rịa – Vũng Tàu Trang này được sửa lần cuối vào ngày 29 tháng 12 năm 2022, 18:33. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}