{"Hải đăng Hòn Nước":"Hải đăng Hòn Nước – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Chú thích 2Tham khảo Hải đăng Hòn Nước Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hải đăng Hòn Nước, tên cũ là hải đăng Vũng Mới là ngọn hải đăng trên vùng biển Bình Định, Việt Nam. Nó có tác dụng chỉ vị trí đỉnh Gà Gô thuộc dãy Gò Dưa của thôn Tân Phụng, xã Mỹ Thọ, huyện Phù Mỹ, đồng thời giúp tàu thuyền hoạt động trên vùng biển Bình Định xác định vị trí của mình, tránh đá ngầm và xác định hướng đi. Hải đăng Vũng Mới được xây dựng từ thời Pháp thuộc trên vịnh Vũng Mới, hoạt động trong nhiều năm. Sau đó bị chiến tranh và thiên nhiên hủy hoại và trở thành một phế tích. Mãi đến những năm 90 nó mới được xây dựng lại, hoàn thành vào năm 1997 và được đặt tên mới là hải đăng Hòn Nước theo tên của hòn đảo nhỏ trong vịnh Vũng Mới. Tọa độ địa dư của hải đăng là: 14o16'8\"N - 109o10'8\"E. Với tầm hiệu lực ban ngày là 21 hải lý, ban đêm là 18 hải lý. Tháp đèn cao 16.2m được xây bằng đá có màu xám sẫm, độ cao của tâm sáng so với mực nước biển là 62.5m. Đèn phát ra ánh sáng trắng, chớp đơn theo chu kỳ 5 giây. Đèn chính là loại đèn APRB 251 DC, đèn phụ là loại HD300. Hiện nay hải đăng này được quản lý bởi xí nghiệp bảo đảm an toàn hàng hải 201 thuộc công ty bảo đảm an toàn hàng hải II. Chú thích[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] Hải đăng Hòn Nước Lưu trữ 2007-11-17 tại Wayback Machine Bài viết tỉnh Bình Định, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hải_đăng_Hòn_Nước&oldid=66968198” Thể loại: Sơ khai Bình Định Hải đăng tại Việt Nam Bình Định Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 17 tháng 11 năm 2021, 03:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}