{"Hồ Đức Việt":"Hồ Đức Việt – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Công tác Đoàn Thanh niên 3Công tác Đảng địa phương 4Tặng thưởng 5Chú thích Hồ Đức Việt 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Hồ Đức Việt Chức vụ Trưởng Ban Tổ chức Trung ương Nhiệm kỳ 2 tháng 5 năm 2006 – 7 tháng 2 năm 2011 4 năm, 281 ngày Tiền nhiệm Trần Đình Hoan Kế nhiệm Tô Huy Rứa Chủ nhiệm Ủy ban Khoa học,Công nghệ và Môi trường của Quốc hội Nhiệm kỳ 2002 – 2006 Tiền nhiệm Vũ Đình Cự Kế nhiệm Đặng Vũ Minh Chủ tịch Liên đoàn Bóng đá Việt Nam Nhiệm kỳ 8 tháng 8 năm 2001 – 15 tháng 1 năm 2003 1 năm, 160 ngày Tiền nhiệm Mai Văn Muôn Kế nhiệm Trần Duy Ly (Quyền) Bí thư Tỉnh ủy Thái Nguyên Nhiệm kỳ tháng 10 năm 1999 – tháng 7 năm 2002 Phó Trưởng ban Thường trực Ban Tổ chức Trung ương Nhiệm kỳ 1998 – tháng 10 năm 1999 Bí thư Tỉnh ủy Quảng Ninh Nhiệm kỳ tháng 7 năm 1996 – 24 tháng 8 năm 1998 Tiền nhiệm Nguyễn Bình Giang Kế nhiệm Trần Ngọc Thụ Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Nhiệm kỳ 18 tháng 10 năm 1992 – 25 tháng 12 năm 1996 4 năm, 68 ngày Tiền nhiệm Hà Quang Dự Kế nhiệm Vũ Trọng Kim Chủ tịch Hội Sinh viên Việt Nam Nhiệm kỳ 1988 – 1998 Tiền nhiệm Vũ Quốc Hùng Kế nhiệm Hoàng Bình Quân Thông tin chung Sinh (1947-08-13)13 tháng 8, 1947 Quỳnh Đôi, Quỳnh Lưu, Nghệ An, Việt Nam Dân chủ Cộng hòa Mất 31 tháng 5, 2013(2013-05-31) (65 tuổi) Hà Nội, Việt Nam Nơi ở Hà Nội Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Toán lý Hồ Đức Việt (1947-2013) là một chính khách Việt Nam. Ông là Phó Tiến sĩ Toán lý, nguyên giảng viên - Phó Trưởng khoa Toán - Cơ, Đại học Tổng hợp Hà Nội, sau đó tham gia công tác Đoàn Thanh niên, nguyên Bí thư thứ nhất Trung ương Đoàn, nguyên Bí thư Tỉnh ủy Quảng Ninh, nguyên Bí thư Tỉnh ủy Thái Nguyên, nguyên Ủy viên Bộ Chính trị, Trưởng ban Tổ chức Trung ương.[1] Tiểu sử[sửa | sửa mã nguồn] Ông sinh ngày 13 tháng 8 năm 1947, quê tại xã Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An. Ông là con trai út của nhà cách mạng, liệt sĩ Hồ Mỹ Xuyên (nguyên Phó bí thư tỉnh ủy Nghệ An), cháu nội của nhà cách mạng Hồ Tùng Mậu.[2] Suốt thời phổ thông, học tại trường huyện, ông thường giữ vị trí số một trong cả hai môn Văn và Toán của lớp, của trường. Thành tích học tập nổi trội so với các bạn cùng trang lứa của ông đã được Sở Giáo dục và Đào tạo tỉnh Nghệ An bấy giờ phát động phong trào \"Học tập, đuổi kịp và vượt Hồ Đức Việt\".[cần dẫn nguồn] Năm 1965, ông được cử đi du học đại học chuyên ngành Toán - Lý tại Trường Đại học Tổng hợp Karlova ở Praha (Univerzita Karlova v Praze), Tiệp Khắc. Ông được kết nạp Đảng Lao động Việt Nam ngày 19 tháng 10 năm 1967, và trở thành đảng viên chính thức từ ngày 19 tháng 10 năm 1968 tại Tiệp Khắc. Năm 1974, ông bảo vệ thành công xuất sắc luận án Phó Tiến sĩ chuyên ngành Toán - Lý. Năm 1975, ông về nước và trở thành giảng viên Khoa Toán - Cơ, Trường Đại học Tổng hợp Hà Nội. Năm 1976, ông được cử làm Phó Bí thư Đoàn TNCS Hồ Chí Minh Trường Đại học Tổng hợp Hà Nội. Năm 1979, ông được bổ nhiệm làm Phó Trưởng khoa Toán - Cơ. Công tác Đoàn Thanh niên[sửa | sửa mã nguồn] Đầu năm 1980, ông được cử làm Phó Bí thư Thành Đoàn Hà Nội. Cuối năm đó, ông được cử làm thực tập sinh cao cấp tại Paris (Pháp), làm Trưởng đoàn lưu học sinh vùng Paris. Năm 1983, ông về nước, được cử làm phó Bí thư thường trực Thành đoàn Hà Nội. Năm 1984, ông trúng cử Ủy viên Ban Chấp hành Trung ương Đoàn khóa IV. Tại Hội nghị đại biểu Hội SV toàn quốc (7\/1985) đã hiệp thương thông qua danh sách BCH Trung ương Hội, Hồ Đức Việt làm Tổng thư ký; năm 1988, Hồ Đức Việt giữ trách nhiệm Chủ tịch Hội SV Việt Nam[3]. Năm 1992, ông được bầu làm Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh khóa VI, Ủy viên Ban Chấp hành Trung ương Đảng khóa VII. Công tác Đảng địa phương[sửa | sửa mã nguồn] Năm 1996, ông được tái cử Ban Chấp hành Trung ương Đảng và được phân công giữ chức vụ Bí thư Tỉnh ủy Quảng Ninh.[4] Năm 1998, ông được giao giữ chức vụ Phó trưởng Ban Thường trực Ban Tổ chức Trung ương Đảng. Năm 1999, là Bí thư Tỉnh ủy Thái Nguyên. Từ ngày 8 tháng 8 năm 2001 đến ngày 15 tháng 1 năm 2003, ông còn kiêm nhiệm chức Chủ tịch Liên đoàn Bóng đá Việt Nam. Năm 2002, ông là Ủy viên Ủy ban Thường vụ Quốc hội, Chủ nhiệm Ủy ban Khoa học, Công nghệ và Môi trường của Quốc hội. Tháng 4 năm 2006, ông tái đắc cử vào Ban Chấp hành Trung ương; được Ban Chấp hành Trung ương bầu vào Bộ Chính trị. Tháng 5 năm 2006 ông được phân công giữ chức Trưởng ban Tổ chức Trung ương Đảng. Từ tháng 7 năm 2006, ông được cử làm Bí thư Trung ương Đảng thay Phạm Quang Nghị. Tại Đại hội Đảng toàn quốc lần thứ XI (12-19\/01\/2011), ông không tái cử vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Từ ngày 1 tháng 10 năm 2011, ông nghỉ hưu, chính thức rút khỏi chính trường.[5] Ông mất vào lúc 17 giờ 15 phút ngày 31 tháng 5 năm 2013 tại Hà Nội vì ung thư, tang lễ tổ chức theo nghi thức Lễ tang cấp Nhà nước.[2][6][7] Tặng thưởng[sửa | sửa mã nguồn] Huân chương Độc lập hạng Nhất Huân chương Lao động hạng Nhất Huân chương Kháng chiến chống Mỹ cứu nước hạng Ba Huy hiệu 40 năm tuổi Đảng ... và nhiều huân, huy chương cao quý khác[5] Chú thích[sửa | sửa mã nguồn] ^ “Tóm tắt tiểu sử đồng chí Hồ Đức Việt”. Bản gốc lưu trữ ngày 28 tháng 3 năm 2014. Truy cập ngày 28 tháng 3 năm 2014. ^ a b “Ông Hồ Đức Việt qua đời”. BBC tiếng Việt. Truy cập 1 tháng 6 năm 2013. ^ “Lịch sử Hội Sinh viên Việt Nam qua các kỳ đại hội”. Bản gốc lưu trữ ngày 8 tháng 1 năm 2018. Truy cập ngày 21 tháng 7 năm 2017. ^ Đảng bộ tỉnh Quảng Ninh từ đại hội đến đại hội ^ a b Tóm tắt tiểu sử ông Hồ Đức Việt ^ Ông Hồ Đức Việt qua đời ^ Nguyên Ủy viên Bộ Chính trị Hồ Đức Việt từ trần hiện x t s Ủy viên Bộ Chính trị khóa X Nông Đức Mạnh Nguyễn Minh Triết Nguyễn Tấn Dũng Nguyễn Phú Trọng Lê Hồng Anh Trương Tấn Sang Phạm Gia Khiêm Phùng Quang Thanh Trương Vĩnh Trọng Lê Thanh Hải Nguyễn Sinh Hùng Nguyễn Văn Chi Hồ Đức Việt Phạm Quang Nghị Tô Huy Rứa I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Hoàng Quốc Việt (1947 – 1951)1 Lê Văn Lương (1948 – 1956,2 1973 – 1976) Lê Đức Thọ (1956 – 1973, 1976 – 1980) Nguyễn Đức Tâm (1980 – 1991) Lê Phước Thọ (1991 – 1996) Nguyễn Văn An (1996 – 2001) Trần Đình Hoan (2001 – 2006) Hồ Đức Việt (2006 – 2011) Tô Huy Rứa (2011 – 2016) Phạm Minh Chính (2016 – 2021) Trương Thị Mai (2021 – nay) 1. Bộ trưởng Bộ Tổ chức; 2. Ủy viên dự khuyết Bộ Chính trị hiện x t s Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Nguyễn Lam (I, II, III: 1949 – 1961) · Vũ Quang (III: 1961 – 1976) · Đặng Quốc Bảo (III, IV: 1976 – 1982) · Vũ Mão (IV: 1982 – 1987) · Hà Quang Dự (V: 1987 – 1992) · Hồ Đức Việt (VI: 1992 – 1996) · Vũ Trọng Kim (VI, VII: 1996 – 2001) · Hoàng Bình Quân (VII, VIII: 2001 – 2005) · Đào Ngọc Dung (VIII: 2005 – 2007) · Võ Văn Thưởng (VIII, IX: 2007 – 2011) · Nguyễn Đắc Vinh (IX, X: 2011 – 2016) · Lê Quốc Phong (X, XI: 2016 – 2020) · Nguyễn Anh Tuấn (XI: 2020 – 2022) · Bùi Quang Huy (XI: 2022 – nay) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hồ_Đức_Việt&oldid=68671232” Thể loại: Sinh năm 1947 Mất năm 2013 Người Nghệ An Trường Đại học Khoa học Tự nhiên, Đại học Quốc gia Hà Nội Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Bí thư Tỉnh ủy Quảng Ninh Bí thư Tỉnh ủy Thái Nguyên Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa X Đại biểu Quốc hội Việt Nam khóa XII Huân chương Độc lập hạng Nhất Huân chương Lao động Huân chương Kháng chiến Chủ tịch Liên đoàn bóng đá Việt Nam Đại biểu Quốc hội Việt Nam khóa IX Sinh tại Nghệ An Người họ Hồ tại Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Phó tiến sĩ Việt Nam tốt nghiệp tại Tiệp Khắc Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 1 tháng 6 năm 2022, 02:46. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}