{"Hồ Xuân Mãn":"Hồ Xuân Mãn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế sự nghiệp 2Vụ bê bối khai gian thành tích Hiện\/ẩn mục Vụ bê bối khai gian thành tích 2.1Cần làm rõ trách nhiệm 3Chú thích 4Liên kết ngoài Hồ Xuân Mãn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hồ Xuân Mãn (sinh 1949) là một cựu chính khách Việt Nam. Ông nguyên là Bí thư Tỉnh ủy Thừa Thiên Huế (2001 - 2010), Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IX, khóa X. Ông còn được biết đến nhiều với vụ bê bối khai gian dối thành tích và là người đầu tiên trong lịch sử Việt Nam bị tước danh hiệu Anh hùng lực lượng vũ trang nhân dân.[1][2] Thân thế sự nghiệp[sửa | sửa mã nguồn] Ông sinh năm 1949, quê ở thôn Phò Ninh, xã Phong An, huyện Phong Điền, tỉnh Thừa Thiên Huế. Theo hồ sơ báo cáo thành tích, năm 1963, ông bắt đầu tham gia hoạt động cho Mặt trận Dân tộc Giải phóng miền Nam Việt Nam chống chế độ Việt Nam Cộng hòa, khi mới 14 tuổi. Năm 1967, ông thoát ly gia đình, trở thành chiến sĩ an ninh vũ trang tỉnh Thừa Thiên, lên dần đến chức vụ Đội trưởng Trinh sát an ninh vũ trang Ban An ninh huyện Phong Điền. Từ năm 1973 cho đến ngày 26 tháng 3 năm 1975, ông là Trưởng ban An ninh kiêm Xã đội trưởng xã Phong An, huyện Phong Điền.[1] Năm 1976, ông được cử đi đào tạo tại trường Tuyên huấn Trung ương II. Năm 1980, ra trường, ông lần lượt giữ các chức vụ Bí thư Huyện đoàn, Ủy viên thường vụ, Trưởng Ban tuyên giáo, Phó bí thư thường trực, Bí thư Huyện ủy Phong Điền. Năm 1990, ông được bầu vào Ban chấp hành Đảng bộ tỉnh Thừa Thiên Huế. Năm 1993, ông được bầu làm Ủy viên Thường vụ Tỉnh ủy, Phó bí thư thường trực, Chủ tịch Hội đồng nhân dân tỉnh Thừa Thiên Huế. Vụ bê bối khai gian thành tích[sửa | sửa mã nguồn] Ngày 4 tháng 1 năm 2001, ông được bầu làm Bí thư Tỉnh ủy Thừa Thiên Huế và giữ chức vụ này trong 2 nhiệm kỳ.[3] Trong thời gian này, hồ sơ thành tích đề cử phong danh hiệu Anh hùng lực lượng vũ trang nhân dân cho ông Hồ Xuân Mãn được hoàn thành để phê chuẩn. Đến ngày 21 tháng 8 năm 2010, trong Đại hội thi đua yêu nước tỉnh Thừa Thiên Huế lần thứ ba, ông Hồ Xuân Mãn được trao tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân, đúng một tháng trước khi ông Mãn về hưu.[1] Tuy nhiên, việc phong danh hiệu Anh hùng cho ông Hồ Xuân Mãn gây nhiều nghi ngờ đối với những người đồng chí từng cùng chiến đấu với ông. Theo ông Hoàng Phước Sum, một trung tá an ninh về hưu, nguyên Đội trưởng An ninh huyện Phong Điền, một trong những người đứng đơn tố cáo việc khai man thành tích của ông Hồ Xuân Mãn, thì phải mất hơn một năm sau họ mới lấy được bản thành tích của ông Mãn để thu thập bằng chứng về việc ông Mãn khai gian thành tích để được phong danh hiệu Anh hùng. Sau hơn 2 năm kiên trì đấu tranh, những cựu chiến binh tố cáo ông Mãn phải đối mặt với rất nhiều áp lực, có người bị đánh, bị dọa giết, nhưng họ vẫn quyết đi đến cùng. Ngày 2 tháng 1 năm 2014, Ủy ban Kiểm tra trung ương Đảng Cộng sảng Việt Nam có kết luận chính thức là ông Hồ Xuân Mãn đã khai man thành tích để được phong tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân.[4]. Ngày 24 tháng 10 cùng năm, Chủ tịch nước Trương Tấn Sang đã ra Quyết định về việc Quyết định tước phong tặng danh hiệu Anh hùng Lực lượng vũ trang nhân dân đối với ông Hồ Xuân Mãn, do kê khai không đúng thành tích, theo kết quả thẩm tra, xác minh của Ủy ban Kiểm tra Trung ương, có đến 15\/17 thành tích không đúng thực tế.[5] Cần làm rõ trách nhiệm[sửa | sửa mã nguồn] Ông Hoàng Văn Phận, nguyên Trung đội trưởng Công binh lực lượng vũ trang huyện Phong Điền thời kỳ 1966 – 1967 cho rằng, lỗi chính là ở người khai đã bịa đặt, nhưng cũng cần làm rõ trách nhiệm, sai phạm của cá nhân, tập thể. Thậm chí, một số lãnh đạo tỉnh Thừa Thiên Huế từng khẳng định việc xét tặng danh hiệu Anh hùng cho ông Mãn được thực hiện đúng quy trình, nguyên tắc. Chẳng hạn, Bí thư Tỉnh ủy Thừa Thiên Huế Nguyễn Ngọc Thiện khi trả lời Báo PLVN trước đây cũng khẳng định quy trình xây dựng bộ hồ sơ đề nghị tặng danh hiệu anh hùng của ông Mãn được thực hiện chặt chẽ và đầy đủ theo các quy định.[6] Chú thích[sửa | sửa mã nguồn] ^ a b c Vì sao ông Hồ Xuân Mãn bị tước danh hiệu Anh hùng?, doisongphapluat, 24.10.2014 ^ A.L (7 tháng 4 năm 2018). “Ông Phan Văn Vĩnh có bị tước danh hiệu Anh hùng lực lượng vũ trang nhân dân?”. Báo Lao động. Truy cập ngày 7 tháng 4 năm 2018. ^ Đảng bộ Thừa Thiên Huế qua các kỳ Đại hội, Cổng thông tin điện tử tỉnh Thừa Thiên Huế, truy cập 23\/11\/2020. ^ Những người dũng cảm, tuoitre, 21..2014 ^ Dư luận Thừa Thiên Huế thất vọng về Anh hùng \"rởm” Hồ Xuân Mãn, vov, 25.10.2014 ^ Ai “tiếp tay” cho ông Hồ Xuân Mãn thành Anh hùng?, vov, 25.10.2014 Liên kết ngoài[sửa | sửa mã nguồn] Hồ Xuân Mãn làm hư hỏng cán bộ thế nào? Lưu trữ 2016-09-16 tại Wayback Machine, nhavantphcm, NGUYỄN QUANG HÀ, 6.11.2014 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hồ_Xuân_Mãn&oldid=65550600” Thể loại: Sinh năm 1949 Nhân vật còn sống Người Thừa Thiên Huế Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Bí thư Tỉnh ủy Thừa Thiên Huế Chủ tịch Hội đồng nhân dân tỉnh Thừa Thiên Huế Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 18 tháng 8 năm 2021, 00:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}