{"Hồ Suối Hai":"Hồ Suối Hai – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Khái quát 2Thông số kỹ thuật chính 3Khí hậu 4Du lịch 5Tham khảo 6Liên kết ngoài Hồ Suối Hai Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 21°08′44″B 105°23′03″Đ﻿ \/ ﻿21,145424°B 105,384194°Đ﻿ \/ 21.145424; 105.384194 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hồ Suối Hai Địa lý Khu vực Ba Vì, Hà Nội Tọa độ 21°08′44″B 105°23′03″Đ﻿ \/ ﻿21,145424°B 105,384194°Đ﻿ \/ 21.145424; 105.384194 Kiểu hồ Hồ nước ngọt nhân tạo Nguồn cấp nước chính suối Yên Cư và suối Cầu Rồng Nguồn thoát đi chính sông Tích Quốc gia lưu vực Việt Nam Dung tích 100 triệu m³ Cao độ bề mặt ~15m so với mực nước biển. Hồ Suối Hai Hồ Suối Hai Xem bản đồ Hà NộiXem bản đồ Việt NamXem tất cả Hồ Suối Hai là hồ nước ngọt nhân tạo nằm dưới chân núi Ba Vì, thuộc địa bàn xã Cẩm Lĩnh, Ba Trại, Thụy An, Tản Lĩnh, huyện Ba Vì, thành phố Hà Nội. Hồ Suối Hai là hồ có diện tích lớn nhất của Hà Nội. Công trình được xây dựng vào thập niên 50 của thế kỷ 20 (năm 1958 hoàn thành). Khái quát[sửa | sửa mã nguồn] Hồ Suối Hai có diện tích mặt nước khoảng 10 km2, có lượng nước khoảng 100 triệu m3 được xây dựng với đa mục tiêu: Thủy lợi (giải quyết vấn đề hạn hán tại vùng Ba Vì và khống chế dòng sông Tích), Cải thiện môi trường, du lịch... Thông số kỹ thuật chính[sửa | sửa mã nguồn] Khí hậu[sửa | sửa mã nguồn] Du lịch[sửa | sửa mã nguồn] Lợi thế của hồ là mặt nước trải dài, tương đối ổn định, có rừng tự nhiên, xung quanh hồ cũng xanh ngắt cây rừng. Đứng trên đập chính của hồ có thể thấy những cánh rừng tự nhiên rộng lớn với hệ động thực vật phong phú. Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Bài viết thành phố Hà Nội này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Du lịch Việt Nam 8 Di sản thế giới tại Việt Nam Vịnh Hạ Long Vườn quốc gia Phong Nha – Kẻ Bàng Thành nhà Hồ Hoàng thành Thăng Long Quần thể di tích Cố đô Huế Phố cổ Hội An Thánh địa Mỹ Sơn Quần thể danh thắng Tràng An 45 Khu du lịch cấp quốc gia Cao nguyên đá Đồng Văn Thác Bản Giốc Mẫu Sơn Ba Bể Tân Trào Núi Cốc Sa Pa Thác Bà Đền Hùng Mộc Châu Điện Biên Phủ Hồ Hòa Bình Hạ Long-Cát Bà Vân Đồn Trà Cổ Côn Sơn – Kiếp Bạc Ba Vì-Suối Hai Làng VH-DL các dân tộc VN Tam Đảo Tràng An Tam Chúc Kim Liên Thiên Cầm Phong Nha – Kẻ Bàng Lăng Cô-Cảnh Dương Bà Nà Cù Lao Chàm Mỹ Khê Phương Mai Vịnh Xuân Đài Bắc Cam Ranh Ninh Chử Mũi Né Măng Đen Tuyền Lâm Đankia – Suối Vàng Yokđôn Núi Bà Đen Cần Giờ Long Hải-Phước Hải Côn Đảo Thới Sơn Phú Quốc Năm Căn 40 điểm du lịch cấp quốc gia Tp Lào Cai Pác Bó Tp Lạng Sơn Mai Châu Hoàng thành Thăng Long Yên Tử Tp Bắc Ninh Chùa Hương Cúc Phương Vân Long Phố Hiến Đền Trần-Phủ Giầy Thành nhà Hồ KDT Nguyễn Du Ngã ba Đồng Lộc Tp Đồng Hới thành cổ Quảng Trị Bạch Mã Ngũ Hành Sơn Mỹ Sơn Lý Sơn Trường Lũy Trường Sa Phú Quý Ngã ba Đông Dương Hồ Ya Ly Hồ Lắk Tp Gia Nghĩa Tà Thiết TW Cục miền Nam Cát Tiên Hồ Trị An Củ Chi Láng Sen Tràm Chim Núi Sam Cù lao Ông Hổ Tp Cần Thơ Tp Hà Tiên KDT Cao Văn Lầu 24 trung tâm du lịch quốc gia Sơn La, Điện Biên Lào Cai Phú Thọ Thái Nguyên, Lạng Sơn Hà Giang Hà Nội Ninh Bình Quảng Ninh, Hải Phòng Thanh Hóa Nam Nghệ An, Bắc Hà Tĩnh Quảng Bình, Quảng Trị Đà Nẵng, Quảng Nam Bình Định, Phú Yên, Khánh Hòa Bình Thuận Đà Lạt Đắk Lắk Gia Lai, Kon Tum Thành phố Hồ Chí Minh Tây Ninh Vũng Tàu Tiền Giang, Bến Tre Cần Thơ, Kiên Giang Đồng Tháp, An Giang Cà Mau 12 đô thị du lịch Sa Pa Đồ Sơn Hạ Long Sầm Sơn Cửa Lò Huế Đà Nẵng Hội An Nha Trang Phan Thiết Đà Lạt Vũng Tàu 7 Vùng du lịch Trung du và miền núi phía Bắc Đồng bằng sông Hồng và duyên hải Đông Bắc Bắc Trung Bộ Duyên hải Nam Trung Bộ Tây Nguyên Đông Nam Bộ Tây Nam Bộ 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hồ_Suối_Hai&oldid=69758776” Thể loại: Sơ khai Hà Nội Hồ tại Hà Nội Hồ nhân tạo Ba Vì Thể loại ẩn: Tọa độ không có sẵn trên Wikidata Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 3 năm 2023, 06:33. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}