{"Hồ Viết Thắng":"Hồ Viết Thắng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế gia đình 2Quá trình hoạt động cách mạng 3Thực hiện phong trào Cải cách ruộng đất 4Phục hồi 5Chú thích Hồ Viết Thắng 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Hồ Viết Thắng (1918 -1998), tên khai sinh là Hồ Sĩ Khảng, là một chính khách Việt Nam, đảng viên Đảng Cộng sản Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Lao động Việt Nam, Trưởng ban Nông vận, Bí thư Tỉnh ủy Thanh Hóa, từng giữ chức Giám đốc trực tiếp điều hành Cải cách ruộng đất tại miền Bắc Việt Nam, Phó Chủ nhiệm Ủy ban Kế hoạch nhà nước (nay là Bộ Kế hoạch và Đầu tư), Bộ trưởng Bộ Lương thực và Thực phẩm (1979 - 1981). Thân thế gia đình[sửa | sửa mã nguồn] Ông thuộc họ Hồ làng Quỳnh Đôi nổi tiếng, sinh làng Quỳnh Đôi, Quỳnh Lưu, Nghệ An, con Hồ Sỹ Đản, cháu của Hồ Sỹ Tư là bạn Phan Bội Châu, Nguyễn Sinh Sắc. Hồ Viết Thắng có bảy con, trong số đó có hai người là Hồ Sĩ Tá[1] và Hồ Sĩ Hậu nguyên Thiếu tướng Cục trưởng Cục Kinh tế Bộ Quốc phòng.[2] Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Năm 1933 Hồ Viết Thắng bắt đầu học chữ Quốc ngữ và tham gia hoạt động cách mạng qua hai người thầy là Phan Hữu Thờm và Nguyễn Xuân Vịnh. Đây là hai Đảng viên Cộng sản từ năm 1930. Năm 1939, Hồ Viết Thắng được đứng trong hàng ngũ Đảng, sau đó ông đến thôn Yên Thống (nay là xã Diễn Liên, huyện Diễn Châu) hoạt động, xây dựng cơ sở và làm Bí thư chi bộ. Đầu năm 1940, ông được Ban Chấp hành Phủ uỷ Diễn Châu giao cho nhiệm vụ củng cố 3 chi bộ Vạn Phần, Tiền Song, Nam Khoán vừa mới bị phá vỡ. Ngày 9-3-1945, Nhật đảo chính Pháp. Chính phủ Trần Trọng Kim ra lệnh thả tù chính trị. Hồ Viết Thắng được thả khỏi nhà lao Buôn Ma Thuột sau 6 năm ngồi tù của bản án 18 năm khổ sai. Ông mau chóng về quê bắt liên lạc lại với tổ chức, phát triển Mặt trận Việt Minh để chuẩn bị khởi nghĩa tại quê nhà. Ngày 17-8-1945, tức ngày 10-7 năm Ất Dậu, đúng phiên chợ Cầu Giát, nhân dân Quỳnh Lưu khởi nghĩa giành chính quyền thắng lợi.Hồ Viết Thắng làm Phó chủ tịchỦy ban Hành chính lâm thời huyện Quỳnh Lưu (Chủ tịch là ông Nguyễn Xuân Mai). Từ tháng 9-1945, ông lần lượt được đề bạt làm Bí thư Huyện ủy lâm thời huyện Quỳnh Lưu, Bí thư Tỉnh ủy Nghệ An. Hồ Viết Thắng từng làm Bí thư Tỉnh uỷ Nghệ An, Bí thư Tỉnh uỷ Thanh Hóa trong thời gian 1948 - 1949.[3] Sau đó tham gia kháng chiến chống Pháp tại chiến khu Việt Bắc. Ngày 06\/8\/1949, Ban Chấp hành Trung ương Đảng đã ra Nghị quyết số 02 – NQ\/TW về việc thành lập Ban Nông vận Trung ương, gồm 6 đồng chí: Hồ Viết Thắng - Ủy viên Trung ương Đảng làm Trưởng ban, Nguyễn Hữu Thái, Nguyễn Mạnh Hồng, Phạm Xuân Di, Trương Việt Hùng, Trần Đào. Trụ sở đầu tiên của Ban Nông vận Trung ương đóng tại Bản Lá (Roòng Khoa), xã Điềm Mặc, huyện Định Hóa, tỉnh Thái Nguyên; sau chuyển sang thôn Tân Lập, xã Tân Trào, huyện Sơn Dương, tỉnh Tuyên Quang.[4] Tại Đại hội Đảng Cộng sản Việt Nam II năm 1951, ông cùng một số đồng hương Hồ Tùng Mậu, Hoàng Ngọc Ân, Nguyễn Chấn tham gia, và cùng Hồ Tùng Mậu, Hoàng Ngọc Ân được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam là Ủy viên dự khuyết, Trưởng tiểu ban Nông vận, thành viên Ban Kinh tế Tài chính của Trung ương Đảng.[5] Thực hiện phong trào Cải cách ruộng đất[sửa | sửa mã nguồn] Với tư cách Ủy viên Trung ương Đảng giữ chức Trưởng Ban Liên lạc Nông dân toàn quốc, Thứ trưởng Bộ Nông lâm, từ tháng 7 năm 1954, ông Hồ Viết Thắng được giao trách nhiệm là Phó ban, trực tiếp phụ trách cơ quan Ủy ban Cải cách ruộng đất Trung ương điều hành chiến dịch. Ủy ban Cải cách ruộng đất Trung ương do Thủ tướng Phạm Văn Đồng làm Trưởng Ban. Tổng Bí thư Trường Chinh là Phó Ban,nhưng phụ trách Đảng tổ Cải cách ruộng đất, là người cao nhất về Đảng lãnh đạo công cuộc Cải cách ruộng đất. Hai Ủy viên Bộ Chính trị là Hoàng Quốc Việt và Lê Văn Lương trực tiếp chỉ đạo. Từ đợt 2, Hồ Viết Thắng được giao nhiệm vụ là Ủy viên thường trực điều hành công việc hàng ngày. Thành viên Ủy ban Cải cách ruộng đất Trung ương có một số Ủy viên Bộ Chính trị, người đứng đầu các Ban ngành, đoàn thể, Mặt trận Tổ quốc Việt Nam. Cải cách ruộng đất đem lại những kết quả mang tính chiến lược song Cải cách ruộng đất cũng phạm phải những sai lầm nghiêm trọng.Để lấy lại lòng tin của nhân dân, Đảng Lao động Việt Nam triển khai ngay hai việc: Một là thi hành kỷ luật những người trực tiếp chỉ đạo và điều hành công cuộc Cải cách ruộng đất.Hai là tiến hành sửa sai. Ngày 18-8-1956, Chủ tịch Hồ Chí Minh gửi thư cho đồng bào và cán bộ nhìn nhận sai lầm Cải cách ruộng đất và cho biết Trung ương đảng và chính phủ đã nghiêm khắc kiểm điểm các sai lầm. Tại Hội nghị Trung ương 10 (1956) đã thông qua quyết định thi hành kỷ luật những người trực tiếp chỉ đạo công cuộc Cải cách ruộng đất. Hồ Viết Thắng ra khỏi Ban Chấp hành Trung ương Đảng. Trong hội nghị lần thứ 10 của Ban chấp hành Trung ương Đảng (họp từ ngày 25\/8\/56 đến 24\/9\/56) tiến hành sửa sai cải cách ruộng đất, Hồ Viết Thắng bị kỷ luật, bị loại ra khỏi Ban Chấp hành Trung ương Đảng.[6][7] Sau khi nhận kỷ luật, ông Hồ Viết Thắng trở thành chuyên viên Văn phòng Trung ương Đảng. Năm 1958, ông được phân công về phụ trách trường Hợp tác xã nông nghiệp Trung ương thuộc Ban Công tác nông thôn Trung ương. Gia đình ông Hồ Viết Thắng tất cả chín nhân khẩu và gia đình ông Hoàng Du, nguyên là Chánh Văn phòng Ủy ban Cải cách ruộng đất Trung ương, dọn ra ở xóm lao động bãi Nghĩa Dũng, ngoài đê sông Hồng. Phục hồi[sửa | sửa mã nguồn] Tháng 6\/1961, sau một khóa học tại trưởng Đảng cao cấp Nguyễn Ái Quốc, ông Hồ Viết Thắng được bổ nhiệm làm Ủy viên, rồi Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước (nay là Bộ Kế hoạch &Đầu tư) trong thời gian dài và là Bí thư Đảng ủy Ủy ban này.[8] Sau năm 1975 ông vào TP Hồ Chí Minh tham gia công tác chính quyền cách mạng mới. Năm 1979 ông tham gia Đoàn chuyên gia kinh tế văn hóa có nhiệm vụ giúp Chính phủ Campuchia nghiên cứu chủ trương, chính sách, kế hoạch khôi phục và phát triển kinh tế, văn hóa ở Campuchia và giúp thực hiện những công việc kinh tế, văn hóa do Campuchia yêu cầu. Ngày 23-4-1979 ông được bổ nhiệm làm Bộ trưởng Bộ Lương thực và Thực phẩm thay ông Ngô Minh Loan,[9] thời gian làm Bộ trưởng đến 22-1-1981 khi Bộ Lương thực Thực phẩm chia thành Bộ Lương thực và Bộ Công nghiệp Thực phẩm.[10] Tháng 12-1980, Bộ Lương thực Thực phẩm tách thành Bộ Lương thực và Bộ Công nghiệp Thực phẩm, ông trở lại Ủy ban Kế hoạch Nhà nước. Đầu năm 1983, Hồ Viết Thắng chính thức nghỉ hưu ở tuổi 65 và qua đời năm 1998. Chú thích[sửa | sửa mã nguồn] ^ “Bức ảnh lịch sử”. Sự kiện - Nhân chứng. 25 tháng 3 năm 2011. Truy cập 10 tháng 1 năm 2017. ^ “Chú bé \"lạ\" trong bức ảnh chụp với Bác Hồ”. Văn Nghệ Công An. 28 tháng 5 năm 2013. Truy cập ngày 11 tháng 6 năm 2021. ^ “Hồ Viết Thắng, Báo Thanh Hóa”. Bản gốc lưu trữ ngày 7 tháng 3 năm 2016. Truy cập ngày 7 tháng 10 năm 2012.[liên kết hỏng] ^ “Tổng quan về Hội Nông dân Việt Nam”. Hội Nông dân Việt Nam. Bản gốc lưu trữ ngày 29 tháng 9 năm 2012. Truy cập 10 tháng 3 năm 2015. ^ “Tạp chí Ban Tuyên giáo Trung ương”. Bản gốc lưu trữ ngày 18 tháng 10 năm 2012. Truy cập ngày 7 tháng 10 năm 2012. ^ “Triển lãm CCRĐ: Khoét thêm vết thương để bao che tội ác? Phần III”. Đài Á Châu Tự do. Truy cập 10 tháng 1 năm 2017. ^ “Nhân văn Giai phẩm phần IV: Nguyên nhân đưa đến cuộc cách mạng mùa thu của tư tưởng”. RFI. 21 tháng 7 năm 2009. Truy cập ngày 11 tháng 6 năm 2021. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập ngày 7 tháng 10 năm 2012. ^ “Nghị quyết số 514 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 10 tháng 3 năm 2015. ^ “Nghị quyết số 1237 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 10 tháng 3 năm 2015. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hồ_Viết_Thắng&oldid=68671590” Thể loại: Sinh năm 1918 Mất năm 1998 Sơ khai chính khách Việt Nam Nhà cách mạng Việt Nam Người Nghệ An Bí thư Tỉnh ủy Nghệ An Bí thư Tỉnh ủy Thanh Hóa Bộ trưởng Bộ Lương thực Thực phẩm Việt Nam Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Bộ Kế hoạch và Đầu tư Việt Nam Thể loại ẩn: Bài có liên kết hỏng Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 1 tháng 6 năm 2022, 02:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}