{"Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)":"Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Diễn biến 2Chỉnh lý 30\/1\/1964 3Chú thích 4Tham khảo Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa) 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Việt Nam Cộng hòa 1963–1964 Quốc kỳ Quốc huy Quốc ca: Tiếng gọi Công dân 1:11 Vị trí của Việt Nam Cộng hòa trong châu Á Tổng quan Thủ đô Sài Gòn Ngôn ngữ thông dụng Tiếng Việt, Tiếng Pháp Chính trị Chính phủ Độc tài quân sự Chủ tịch • 1963–1964 Dương Văn Minh • 1964 Nguyễn Khánh • 1964 Tam đầu chế Nguyễn Khánh Dương Văn Minh Trần Thiện Khiêm Lịch sử Thời kỳ Chiến tranh Lạnh • Đảo chính 1963 1 tháng 11 năm 1963 • Chỉnh lý 30 tháng 1 năm 1964 • Hiến chương Vũng Tàu 16 tháng 8 năm 1964 • Chấm dứt hoạt động 26 tháng 10 năm 1964 Kinh tế Đơn vị tiền tệ Đồng Tiền thân Kế tục Đệ Nhất Cộng hòa Thượng Hội đồng Quốc gia Hiện nay là một phần của Việt Nam Hội đồng Quân nhân Cách mạng là danh xưng phổ biến của nhóm tướng lĩnh Quân đội Việt Nam Cộng hòa thực hiện cuộc đảo chính lật đổ nền Đệ Nhất Cộng hòa Việt Nam của Tổng thống Ngô Đình Diệm và nắm thực quyền lãnh đạo về chính trị và quân sự suốt thời gian gần một năm (từ 1 tháng 11 năm 1963 đến 26 tháng 10 năm 1964) trên chính trường Việt Nam Cộng hòa. Diễn biến[sửa | sửa mã nguồn] Ngay sau khi cuộc đảo chính 1963 nổ ra ngày 1 tháng 11 năm 1963 và quân đảo chính chiếm được đài phát thanh, nhóm các tướng lĩnh lãnh đạo cuộc đảo chính đã ra thông báo về việc thành lập Hội đồng Quân nhân Cách mạng với 20 thành viên. Hội đồng cũng công bố một quyết nghị về việc truất phế Tổng thống Ngô Đình Diệm và giải tán Chính phủ với nội dung như sau:[1] “ Xét vì Tổ-Quốc Việt-Nam đang trải qua một giai-đoạn lịch-sử cực kỳ nghiêm-trọng quyết-định sự tồn-vong của Dân-tộc. Xét vì nhiệm-vụ của Chính-phủ là lãnh-đạo toàn dân trong công cuộc chống Cộng và cứu quốc, bảo-vệ tự-do và an-ninh cho nhân-dân, đem lại hạnh-phúc cho giống nòi. Xét vì Chính-phủ của nguyên Tổng-Thống NGÔ-ĐÌNH-DIỆM đã bất lực trong nhiệm-vụ đó và phản bội những quyền-lợi thiêng liêng nhất của toàn dân. Xét vì đa số những cơ-cấu công-quyền do Ông NGÔ-ĐÌNH-DIỆM thiết-lập đều mục nát, phản dân-chủ, cần phải thay đổi tận cội rễ. Hội-đồng Quân-nhân Cách-mạng họp tại Bộ Tổng tham-mưu Quân-đội Việt-Nam Cộng-hòa ngày 1-11-1963, QUYẾT-NGHỊ: Điều thứ nhất. - Truất phế Ông NGÔ-ĐÌNH-DIỆM và bãi bỏ chế-độ Tổng-Thống. Điều thứ hai. - Giải-tán Chính-phủ do Ông NGÔ-ĐÌNH-DIỆM lãnh-đạo. Điều thứ ba. - Quyền Hành-pháp từ trước do Chính-phủ nắm giữ nay tạm thời do Hội-đồng Quân-nhân Cách-mạng đảm-đương. Điều thứ tư. - Quyết-nghị này có hiệu-lực kể từ ngày ký. ” Ngày 4 tháng 11 năm 1963, Hội đồng công bố danh sách Ban Chấp hành gồm các thành viên như sau:[2] Trung tướng Dương Văn Minh: Chủ tịch Hội đồng Trung tướng Trần Văn Đôn: Đệ Nhất Phó Chủ tịch Trung tướng Tôn Thất Đính: Đệ Nhị Phó Chủ tịch Trung tướng Trần Văn Minh: Ủy viên Kinh tế Trung tướng Phạm Xuân Chiểu: Ủy viên An ninh Trung tướng Trần Thiện Khiêm: Ủy viên Quân vụ Thiếu tướng Đỗ Mậu: Ủy viên Chính trị Trung tướng Lê Văn Kim: Ủy viên Ngoại giao kiêm Tổng Thư ký Trung tướng Mai Hữu Xuân: Ủy viên Trung tướng Lê Văn Nghiêm: Ủy viên Thiếu tướng Nguyễn Văn Thiệu: Ủy viên Thiếu tướng Nguyễn Hữu Có: Ủy viên Đồng thời Hội đồng ra Hiến ước số 1, tuyên bố hủy bỏ Hiến pháp Việt Nam Cộng hòa 1956 và giải tán Quốc hội vừa mới xong tuyển cử ngày 27 tháng 9 năm 1963, đặt quyền lực quốc gia vào tay Quân đội. Hội đồng cũng công bố Sắc lệnh số 01\/HĐQN cử cựu Phó Tổng thống Nguyễn Ngọc Thơ làm Thủ tướng Chính phủ lâm thời và trình phương án nhân sự Chính phủ để Hội đồng thông qua. Hội đồng Quân nhân Cách mạng cũng cho thành lập Hội đồng Nhân sĩ để làm cơ quan cố vấn. Hai ngày sau, ngày 6 tháng 11 năm 1963, Hội đồng Quân nhân Cách mạng và Chính phủ lâm thời tổ chức ra mắt tại trụ sở Bộ Tổng tham mưu. Thành phần Chính phủ lâm thời được công bố như sau: Thủ tướng kiêm Tổng trưởng Kinh tế và Tài chánh: Nguyễn Ngọc Thơ Tổng trưởng Quốc phòng: Trung tướng Trần Văn Đôn Tổng trưởng An ninh: Trung tướng Tôn Thất Đính Tổng trưởng Ngoại giao: Phạm Đăng Lâm Tổng trưởng Tư pháp: Nguyễn Văn Mầu Tổng trưởng Giáo dục: Phạm Hoàng Hộ Tổng trưởng Cải tiến Nông thôn: Trần Lê Quang Tổng trưởng Thông tin: Thiếu tướng Trần Tử Oai Tổng trưởng Công chánh: Trần Ngọc Oành Tổng trưởng Y tế: Vương Quang Trường Tổng trưởng Lao động: Nguyễn Lê Giang Tổng trưởng Thanh niên: Nguyễn Hữu Phi Tổng trưởng Tài chánh: Lưu Văn Tính Tổng trưởng Kinh tế: Âu Trường Thanh Bộ trưởng tại Phủ Thủ tướng: Nguyễn Thành Cung Chỉnh lý 30\/1\/1964[sửa | sửa mã nguồn] Vào rạng sáng ngày 30 tháng 1 năm 1964 tướng Nguyễn Khánh làm cuộc \"chỉnh lý\" lên nắm chức Chủ tịch Hội đồng và bắt giải bốn tướng Trần Văn Đôn, Lê Văn Kim, Tôn Thất Đính và Nguyễn Văn Vỹ lên Đà Lạt, còn Mai Hữu Xuân bị an trí ở Huế. Thủ tướng Nguyễn Ngọc Thơ cũng bị bắt nhưng được trả tự do ngay. Ngày 31 tháng 1, tướng Nguyễn Khánh họp báo, tuyên bố được Hội đồng Quân nhân Cách mạng cử làm Chủ tịch kiêm Tổng Tư lệnh Quân đội. Hội đồng Quân nhân Cách mạng được đổi tên thành \"Hội đồng Quân đội Cách mạng\". Ngày 1-2, chính phủ Nguyễn Ngọc Thơ bị giải tán. Ngày 7-2, Hội đồng Quân đội Cách mạng quyết định cử tướng Dương Văn Minh giữ quyền hành Quốc trưởng và cử tướng Nguyễn Khánh thành lập chính phủ. Các tướng Trần Thiện Khiêm, Nguyễn Văn Thiệu và Đỗ Mậu đứng cùng phe với tướng Khánh. Ngày 8-2-1964, chính phủ Nguyễn Khánh ra đời: Thủ tướng: Trung tướng Nguyễn Khánh Phó Thủ tướng đặc trách Bình định: Bác sĩ Nguyễn Tôn Hoàn (Đại Việt miền Nam) Phó Thủ tướng đặc trách Kinh tế Tài chánh: Tiến sĩ Nguyễn Xuân Oánh Phó Thủ tướng đặc trách Văn hóa Xã hội: Thiếu tướng Đỗ Mậu Quốc vụ khanh: Bác sĩ Lê Văn Hoạch (Cao Đài) Tổng trưởng Ngoại giao: Bác sĩ Phan Huy Quát (Đại Việt miền Bắc) Tổng trưởng Nội vụ: Kỹ sư Hà Thúc Ký (Đại Việt miền Trung) Tổng trưởng Công chánh: Kỹ sư Kiều lộ Trần Ngọc Oánh (Công giáo) Tổng trưởng Quốc gia Giáo dục: Tiến sĩ Bùi Tường Huân (Phật giáo) Tổng trưởng Quốc phòng: Trung tướng Trần Thiện Khiêm Tổng trưởng Cải tiến Nông thôn: Kỹ sư Nguyễn Công Hầu (Hòa Hảo) Tổng trưởng Y tế: Bác sĩ Vương Quang Trung (độc lập) Tổng trưởng Lao động: Đàm Sĩ Hiến (nguyên cố vấn các nghiệp đoàn công nhân lao động) Tổng trưởng Thông tin: Phạm Thái (Việt Nam Quốc dân Đảng) Tổng trưởng Tài chánh: Tiến sĩ Nguyễn Xuân Oánh Tổng trưởng Kinh tế: Tiến sĩ Âu Tường Thanh (trí thức cấp tiến) Tổng trưởng Tư pháp: Luật sư Nguyễn Văn Mầu (Công giáo) Tổng trưởng Xã hội: Tiến sĩ Trần Quang Thiện (Phật giáo) Bộ trưởng Phủ Thủ tướng: Luật sư Nghiêm Xuân Hồng (Duy Dân) Tháng 8 năm 1964, để tạo cơ sở pháp lý, Hội đồng Quân nhân, đứng đầu là Chủ tịch Nguyễn Khánh, cho soạn Hiến chương Vũng Tàu nhưng cố gắng này bị dân chúng xuống đường phản đối. Nhiều cuộc biểu tình diễn ra đòi giải tán Hội đồng khiến Nguyễn Khánh phải nhượng bộ. Cuối tháng 8, Hội đồng biểu quyết tự giải tán, nhường chỗ cho Ủy ban Lãnh đạo lâm thời dưới sự chủ tọa của Tam đầu chế: Nguyễn Khánh, Dương Văn Minh và Trần Thiện Khiêm. Tháng 9 năm 1964, Ủy ban ra hai quyết nghị thi hành trong thời hạn hai tháng: Thành lập Thượng Hội đồng Quốc gia Triệu tập Quốc hội để soạn Hiến pháp mới hầu giao quyền lại cho Chính phủ dân sự. Ngày 9-9-1964, các ông Bùi Tường Huân, Trần Quang Thuận và các tướng lĩnh trong chính phủ Nguyễn Khánh đưa đơn từ chức. Tướng Dương Ngọc Lắm (Đô trưởng Sài Gòn - Chợ Lớn) được ông Trần Văn Hương thay thế, và Đại tá Nguyễn Quang Sanh thay thế Trần Văn Bền làm Tổng Giám đốc Công an. Các tướng Xuân, Đôn, Kim, Đính, Vỹ được trả tự do trở về Sài Gòn. Ngày 13-9-1964 Trung tướng Dương Văn Đức và Thiếu tướng Lâm Văn Phát kéo quân về Sài Gòn - Gia Định chiếm đóng một số địa điểm, đả kích tướng Nguyễn Khánh (đang ở Đà Lạt). Ngày 14-9, các tướng lĩnh họp tại Bộ Tư lệnh Không quân, lệnh cho tướng Dương Văn Đức phải rút quân về các vị trí cũ, nếu không sẽ cho phi cơ tấn công. Tướng Dương Văn Đức nhượng bộ rút quân nên đã không xảy ra vụ xô xát nào. Ngày 16-9, Thủ tướng Nguyễn Khánh trở về Sài Gòn ra lệnh điều tra vụ đảo chính hụt, một số tướng tá liên quan bị cách chức trong đó có Trung tướng Dương Văn Đức, Thiếu tướng Dương Ngọc Lắm. Ngày 26 tháng 9, Thượng Hội đồng Quốc gia ra mắt quốc dân, chính thức chấm dứt sự lãnh đạo của Ủy ban Lãnh đạo lâm thời vào ngày 26 tháng 10 năm 1964. Chú thích[sửa | sửa mã nguồn] ^ Bản lưu tại Trung tâm Lưu trữ Quốc gia 2. ^ Saigon Round Up, số ra ngày 8 tháng 11 năm 1963. Tham khảo[sửa | sửa mã nguồn] Dommen, Arthur. The Indochinese Experience of the French and the Americans, Nationalism and Communism in Cambodia, Laos, and Vietnam. Bloomington, IN: Đại học Indiana Press, 2001. Trang 565-625. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hội_đồng_Quân_nhân_Cách_mạng_(Việt_Nam_Cộng_hòa)&oldid=69284874” Thể loại: Đảng phái chính trị Việt Nam Cộng hòa Binh biến ở Việt Nam Cộng hòa Thể loại ẩn: Trang sử dụng hộp thông tin quốc gia có các tham số không rõ Trang này được sửa lần cuối vào ngày 6 tháng 11 năm 2022, 19:55. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}