{"Hội đồng Quân lực (Việt Nam Cộng hòa)":"Hội đồng Quân lực (Việt Nam Cộng hòa) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bối cảnh lịch sử 2Hoạt động 3Xem thêm 4Chú thích 5Tham khảo Hội đồng Quân lực (Việt Nam Cộng hòa) 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Hội đồng Quân lực là tổ chức tập hợp một số tướng lãnh của Quân lực Việt Nam Cộng hòa thành lập ngày 18 tháng 11 năm 1964 và tuyên bố tự giải tán vào ngày 14 tháng 6 năm 1965 trong thời kỳ quân quản của Việt Nam Cộng hòa giữa nền Đệ Nhất và Đệ Nhị Cộng hòa. Bối cảnh lịch sử[sửa | sửa mã nguồn] Tập tin:National Day of South Vietnam, 1 November 1966.jpg Hội đồng Quân lực tại lễ quốc khánh 1 tháng 11 năm 1966. Tướng Nguyễn Khánh, Tổng Tư lệnh Quân lực cho thành lập Hội đồng Quân lực sau khi các cuộc xung đột giữa các đoàn thể Phật giáo và chính phủ dân sự của thủ tướng Trần Văn Hương làm gần như bế tắc chính sự. Phe quân nhân bèn nhân cơ hội đó đứng vào tham chánh. Trước đó vào tháng 9 năm 1964, hai tướng Dương Văn Đức và Lâm Văn Phát đã thực hiện một cuộc binh biến nhằm lật đổ tướng Khánh, nhưng bị nhóm tướng trẻ gồm Nguyễn Cao Kỳ, Lê Nguyên Khang, Nguyễn Bảo Trị, Tôn Thất Xứng, Nguyễn Chánh Thi, Vĩnh Lộc, Nguyễn Thanh Sằng, và Đặng Văn Quang chống lại. Nhóm tướng này muốn các vị tướng thuộc thế hệ trước về hưu để rộng đường quyền bính. Yêu sách của nhóm tướng này được đệ lên Thượng Hội đồng Quốc gia và Quốc trưởng Phan Khắc Sửu nhưng không được chấp thuận. Tướng Nguyễn Khánh bèn thành lập Hội đồng Quân lực ngày 18 tháng 11 năm 1964 để làm hậu thuẫn. Hoạt động[sửa | sửa mã nguồn] Hai ngày sau khi thành lập, Hội đồng Quân lực ra thông cáo giải tán Thượng Hội đồng Quốc gia và bắt giam một số nhân vật. Trước áp lực của phe quân nhân, ngày 18-1-1965 Thủ tướng Trần Văn Hương phải cải tổ Nội các với sự tham gia của bốn tướng là Nguyễn Văn Thiệu (Đệ nhị Phó Thủ tướng), Trần Văn Minh (Minh nhỏ, Tổng trưởng Quân lực), Linh Quang Viên (Tổng trưởng Tâm lý chiến), Nguyễn Cao Kỳ (Tổng trưởng Thanh niên Thể thao). Dù vậy xung khắc giữa khối Phật giáo (chủ lực là Giáo hội Phật giáo Việt Nam Thống nhất) và chính phủ vẫn không giải quyết được. Các thượng tọa Thích Tâm Châu, Thích Trí Quang, Thích Hộ Giác đều tuyên bố tuyệt thực và đòi giải tán chính phủ của Thủ tướng Trần Văn Hương. Nhiều Phật tử xuống đường biểu tình và tổ chức tuyệt thực tập thể. Ngày 24 tháng 1 năm 1965 Hội đồng Quân lực cho bãi nhiệm Thủ tướng Trần Văn Hương và đem giam ông ở Vũng Tàu; sự việc này chấm dứt chính phủ dân sự và đặt phe quân nhân vào cương vị điều hành đất nước trở lại. Khối Phật giáo lúc đó mới bãi bỏ những xách động chống đối chính phủ. Ngày 27-1- 1965, Hội đồng Quân lực tuyên cáo ủy nhiệm tướng Nguyễn Khánh giải quyết cuộc khủng hoảng, triệu tập ngay một Hội đồng quân dân gồm 20 đại diện các tôn giáo, nhân sĩ, và quân lực. Ngày 28-1-1965, theo quyết định của Hội đồng Quân lực, Quốc trưởng Phan Khắc Sửu được lưu nhiệm, Phó Thủ tướng Nguyễn Xuân Oánh được cử làm quyền Thủ tướng. Ngày 16-2-1965, thừa ủy nhiệm Hội đồng Quân lực, Đại tướng Nguyễn Khánh, Tổng Tư lệnh Quân đội Việt Nam Cộng hòa, ký quyết định tuyển nhiệm Phan Khắc Sửu là Quốc trưởng và bổ nhiệm Phan Huy Quát là Thủ tướng thành lập chính phủ mới. Ngày 17-2, Hội đồng Quân lực ra quyết định thiết lập Hội đồng Quốc gia Lập pháp gồm 20 người đại diện đủ thành phần tôn giáo và 6 tướng tá. Chủ tịch Hội đồng là tướng Phạm Xuân Chiểu. Tình hình dù vậy vẫn còn nhiều căng thẳng vì ngày 19 tháng 2, tướng Lâm Văn Phát và Đại tá Phạm Ngọc Thảo lại thực hiện một cuộc đảo chính, đòi truất tướng Nguyễn Khánh. Âm mưu này bất thành nhưng phe quân nhân qua dàn xếp nội bộ cũng ép tướng Khánh lưu vong và ủy quyền cho Thủ tướng Phan Huy Quát lập chính phủ dân sự. Hội đồng quân lực thay thế Đại tướng Nguyễn Khánh bằng tướng Trần Văn Minh trong chức vụ Tổng Tư lệnh quân đội. Ngày 22-2-1965, tướng Khánh được bổ nhiệm chức Đại sứ lưu động và Trung tá Phạm Văn Liễu được giữ chức vụ Tổng Giám đốc Cảnh sát quốc gia. Ngày 3-3-1965, Hội đồng Quân lực công bố thành phần Ủy ban Thường vụ: Tổng Thư ký: Trung tướng Nguyễn Văn Thiệu Ủy viên Ngoại giao: Thiếu tướng Nguyễn Cao Kỳ Ủy viên Chính trị: Thiếu tướng Linh Quang Viên Ủy viên An ninh: Thiếu tướng Phạm Văn Đổng Phụ tá Tổng Thư ký: Thiếu tướng Huỳnh Văn Cao Hai nhân vật chính dần xuất hiện trong Hội đồng Quân lực là Trung tướng Nguyễn Văn Thiệu và Thiếu tướng Nguyễn Cao Kỳ. Hai vị tướng này sau chia quyền, nắm hai địa vị chủ chốt (Nguyễn Văn Thiệu là chủ tịch Ủy ban Lãnh đạo Quốc gia còn Nguyễn Cao Kỳ là chủ tịch Ủy ban Hành pháp Trung ương) từ tháng 6 năm 1965 đến tháng 9 năm 1967. Ngày 5-5-1965, Hội đồng quân lực tuyên bố tự giải tán để các tướng lĩnh trở về địa vị quân sự thuần túy. Cuộc Tổng Tuyển cử năm 1967 khi nền Đệ Nhị Cộng hòa Việt Nam ra đời với một chính phủ dân sự mới chính thức kết thúc thời kỳ quân quản. Xem thêm[sửa | sửa mã nguồn] Quân lực Việt Nam Cộng hòa Đệ Nhị Cộng hòa Việt Nam Chú thích[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] Lâm Vĩnh Thế. Bạch hóa Tài liệu mật của Hoa Kỳ về Việt Nam Cộng hòa. Hamilton, ON: Hoài Việt, 2008. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hội_đồng_Quân_lực_(Việt_Nam_Cộng_hòa)&oldid=66969405” Thể loại: Binh biến ở Việt Nam Cộng hòa Đảng phái chính trị Việt Nam Cộng hòa Thể loại ẩn: Trang có sử dụng tập tin không tồn tại Trang này được sửa lần cuối vào ngày 17 tháng 11 năm 2021, 04:20. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}