{"Hội đồng cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam":"Hội đồng cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Hội đồng cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Hội đồng cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thành viên Ủy ban Lãnh đạo Trường Chinh→Nguyễn Văn Linh→Đỗ Mười Cơ cấu tổ chức Cơ cấu Tổ chức cấp trên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Phương thức liên hệ Trụ sở Địa chỉ Hà Nội Lịch sử Thành lập năm 1986 Kết thúc năm 2001 Cơ quan tương đương[hiện] {{{a}}} Hội đồng cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam hay còn được gọi Hội đồng cố vấn Trung ương là cơ quan không được ghi trong Điều lệ Đảng nhưng có vị trí quan trọng trong bộ máy lãnh đạo từ năm 1986-2001. Thành viên của Hội đồng cố vấn Trung ương được gọi là Cố vấn Ban chấp hành Trung ương và thường là các lãnh đạo chủ chốt trong bộ máy chính trị đã về hết nhiệm kỳ. Hội đồng xuất hiện trong bối cảnh Việt Nam bước sang giai đoạn \"Đổi mới\" và lãnh đạo phải thay đổi tư duy từ \"Lãnh tụ hết đời \" (mà nhân vật cuối cùng là cố Tổng Bí thư Lê Duẩn mất năm 1986) sang tư duy lãnh đạo theo \"Nhiệm kỳ\". Tuy Thế các lãnh đạo lâu năm và có ảnh hưởng như Trường Chinh, Phạm Văn Đồng, Lê Đức Thọ vẫn cần có 1 chức danh trong Đảng để tham gia công tác lãnh đạo. Một nguyên nhân nữa đó là sự xuất hiện của mô hình Ủy ban cố vấn của Đảng Cộng sản Trung Quốc năm 1982 nhằm chuyển giao quyền lực, trẻ hóa lãnh đạo một điều mà Việt Nam cũng rất tương đồng khi đó. Người giữ chức Cố vấn Trung ương ngắn nhất là Trường Chinh: 18.12.1986 - 30.9.1988 (1 năm 311 ngày) Người giữ chức Cố vấn Trung ương lâu nhất là Phạm Văn Đồng: 18\/12\/1986 - 29\/12\/1997 (11 năm 11 ngày) Hội đồng cố vấn Trung ương tồn tại trong khóa VI, VII, VIII của Đảng Cộng sản Việt Nam. Ban Chấp hành Trung ương Đảng Cố vấn Chức vụ Nhiệm kỳ Ghi chú Khóa VI Trường Chinh Nguyên Tổng Bí thư, Chủ tịch Hội đồng Nhà nước, Chủ tịch Quốc hội 18\/12\/1986 - 27\/6\/1991 Mất khi đang tại nhiệm Phạm Văn Đồng Nguyên Thủ tướng Chính phủ Lê Đức Thọ Nguyên Ủy viên Bộ Chính trị phụ trách Tổ chức, Tư tưởng, Nội chính và Ngoại giao Mất khi đang tại nhiệm Khóa VII Nguyễn Văn Linh Nguyên Tổng Bí thư 27\/6\/1991 - 1\/7\/1996 Võ Chí Công Nguyên Chủ tịch Hội đồng Nhà nước Phạm Văn Đồng Nguyên Thủ tướng Chính phủ Khóa VIII Nguyễn Văn Linh Nguyên Tổng Bí thư 1\/7\/1996 - 29\/12\/1997 Tất cả xin rút Võ Chí Công Nguyên Chủ tịch Hội đồng Nhà nước Phạm Văn Đồng Nguyên Thủ tướng Chính phủ Khóa VIII (sau hội nghị TW 4) Đỗ Mười Nguyên Tổng Bí thư 29\/12\/1997 - 22\/4\/2001 Bầu bổ sung Lê Đức Anh Nguyên Chủ tịch nước Võ Văn Kiệt Nguyên Thủ tướng Chính phủ Tham khảo[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Hội_đồng_cố_vấn_Ban_Chấp_hành_Trung_ương_Đảng_Cộng_sản_Việt_Nam&oldid=69084412” Thể loại: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 8 tháng 9 năm 2022, 14:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}