{"Khu bảo tồn thiên nhiên An Toàn":"Khu bảo tồn thiên nhiên An Toàn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí địa lý 2Diện tích 3Đa dạng sinh học 4Tham khảo Khu bảo tồn thiên nhiên An Toàn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 14°29′57,9″B 108°41′48″Đ﻿ \/ ﻿14,48333°B 108,69667°Đ﻿ \/ 14.48333; 108.69667 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Khu bảo tồn thiên nhiên An Toàn Vị trí của Khu bảo tồn thiên nhiên An Toàn Vị trí Thôn III, xã An Toàn, huyện An Lão, tỉnh Bình Định, Việt Nam[1] Thành phố gần nhất Thành phố Quy Nhơn Tọa độ 14°29′57,9″B 108°41′48″Đ﻿ \/ ﻿14,48333°B 108,69667°Đ﻿ \/ 14.48333; 108.69667 Diện tích 224,50 km² Thành lập 11 tháng 3 năm 2013 (2013-03-11) Cơ quan quản lý Sở NN&PTNT tỉnh Bình Định Khu bảo tồn thiên nhiên An Toàn được thành lập theo quyết định 580\/QĐ-UBND[1] ngày 11 tháng 3 năm 2013 của Ủy ban nhân dân tỉnh Bình Định thuộc hệ thống rừng đặc dụng ở Việt Nam[2]. Khu bảo tồn thiên nhiên được thành lập dựa trên cơ sở chuyển đổi khu rừng bảo vệ cảnh quan An Toàn (thành lập năm 1995) và lâm trường An Sơn. Vị trí địa lý[sửa | sửa mã nguồn] Khu bảo tồn thiên nhiên An Toàn thuộc địa bàn xã An Toàn, huyện An Lão, tỉnh Bình Định. Có tọa độ: Vĩ độ: từ 14o21' 57\" đến 14o36' 57\" và Kinh độ: từ 108o37' 27\" đến 108o47' 06\". Có vị trí địa lý: Phía đông giáp xã An Vinh, An Quang, An Nghĩa, huyện An Lão, và huyện Hoài Ân Phía tây giáp Khu bảo tồn thiên nhiên Kon Chư Răng, tỉnh Gia Lai Phía nam giáp huyện Vĩnh Thạnh Phía bắc giáp tỉnh Quảng Ngãi. Diện tích[sửa | sửa mã nguồn] Tổng diện tích tự nhiên rộng 22.450 ha gồm[3]: Phân khu bảo vệ nghiêm ngặt: diện tích 6.097,7 ha. Phân khu phục hồi sinh thái: diện tích 16.352,1 ha. Đa dạng sinh học[sửa | sửa mã nguồn] Thành phần thực vật trong khu vực tương đối đa dạng với một số loài cây gỗ có giá trị kinh tế cao như Gõ đỏ, Giáng hương quả to (Pterocarpus macrocarpus). Trong khu vực còn có một số loài thú có giá trị bảo tồn: loài Chà vá chân xám Tham khảo[sửa | sửa mã nguồn] ^ a b “Quyết định 580\/QĐ”. Truy cập 5 tháng 10 năm 2015. ^ Các khu bảo tồn phía bắc Việt Nam lưu trữ 14\/6\/2004 ^ “Sở Tài nguyên và Môi trường Bình Định”. Bản gốc lưu trữ ngày 10 tháng 5 năm 2018. Truy cập ngày 8 tháng 4 năm 2015. Bài viết liên quan đến khu bảo tồn này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Bài viết tỉnh Bình Định, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Du lịch Bình Định Địa điểm lịch sử Bảo tàng Quang Trung Lăng Võ Tánh Hải đăng Hòn Nước Thành Bình Định Thành Hoàng Đế Thành Thị Nại Trường lũy Quảng Ngãi Thắng cảnh thiên nhiên Bãi biển Quy Nhơn Bán đảo Phương Mai Cù lao Xanh Đảo Yến Quy Nhơn Đầm Thị Nại Đầm Nước Ngọt Đầm Trà Ổ Động Cườm Eo Gió Hồ Núi Một Khu bảo tồn thiên nhiên An Toàn Bãi Kỳ Co Núi Bà Hỏa Di sản Chăm pa Tháp Bánh Ít Tháp Bình Lâm Tháp Cánh Tiên Tháp Dương Long Tháp Đôi Tháp Mắm Tháp Phú Lốc Tháp Thủ Thiện Công trình tôn giáo Chùa Bồ Đề Chùa Hang Chùa Linh Phong Chùa Long Khánh Chùa Thập Thánh Nhà thờ chính tòa Quy Nhơn Văn hóa - lễ hội Festival võ thuật Bình Định Lễ hội Ngọc Hồi - Đống Đa Lễ hội cầu Ngư Ẩm thực - đặc sản Bánh hỏi Rượu Bàu Đá Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Khu_bảo_tồn_thiên_nhiên_An_Toàn&oldid=68957198” Thể loại: Sơ khai khu bảo tồn Sơ khai Bình Định Du lịch Bình Định Rừng bảo vệ cảnh quan Bình Định Khu bảo tồn thiên nhiên Việt Nam Thể loại ẩn: Tọa độ không có sẵn trên Wikidata Trang dùng hộp thông tin khu bảo tồn có các tham số không rõ Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 8 tháng 8 năm 2022, 01:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}