{"Khu dự trữ sinh quyển Đồng Nai":"Khu dự trữ sinh quyển Đồng Nai – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hình thành 2Tham khảo 3Liên kết ngoài Khu dự trữ sinh quyển Đồng Nai 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Thác Đam Bri ở VQG Cát Tiên - Lâm Đồng Khu dự trữ sinh quyển Đồng Nai là một khu dự trữ sinh quyển thế giới ở Việt Nam. Khu dự trữ sinh quyển này bao gồm Vườn quốc gia Cát Tiên, Khu Bảo tồn thiên nhiên và di tích Vĩnh Cửu, Khu bảo tồn vùng nước nội địa Trị An – Đồng Nai, Khu Ramsar Bàu Sấu.[1] Khu dự trữ sinh quyển Đồng Nai nằm trên địa bàn các tỉnh Đồng Nai, Lâm Đồng, Bình Phước, Bình Dương và Đăk Nông, với tổng diện tích 966.563 ha, gồm ba vùng: vùng lõi có diện tích 169.072 ha; vùng đệm có diện tích 349.995 ha và vùng chuyển tiếp có diện tích 447.496 ha.[2] Hình thành[sửa | sửa mã nguồn] Khu dự trữ sinh quyển Đồng Nai được thành lập trên cơ sở mở rộng khu dự trữ sinh quyển Cát Tiên cũ đã được UNESCO công nhận là khu dự trữ sinh quyển thế giới. Theo Ủy ban UNESCO và Ủy ban MAB Việt Nam, khi xây dựng khu dự trữ sinh quyển tại tỉnh Đồng Nai thì có tới 80% diện tích bảo tồn nằm dưới sự chỉ đạo và quản lý của UBND tỉnh Đồng Nai nên khu dự trữ sinh quyển này được mang tên là Khu dự trữ sinh quyển thế giới Đồng Nai.[3] Việc đưa thêm 2 vùng lõi là Khu Bảo tồn thiên nhiên và di tích Vĩnh Cửu và Khu bảo tồn vùng đất ngập nước nội địa Trị An – Đồng Nai cùng với vườn quốc gia Cát Tiên (vùng lõi đã đề cử trước) tạo nên 3 vùng lõi làm thành vùng hành lang bảo tồn mang tính tổng thể, toàn vẹn của các hệ sinh thái đặc trưng cho vùng nhiệt đới mà tỉnh Đồng Nai đang sở hữu. Các khu vực cấu thành:[3] Khu dự trữ sinh quyển Cát Tiên được thế giới công nhận ngày 10\/11\/2001 do đáp ứng các tiêu chí của UNESCO, đặc biệt đây là diện tích rừng mưa ẩm nhiệt đới cuối cùng còn sót lại ở miền Nam Việt Nam với rất nhiều loài động vật quý hiếm đang bị đe dọa tuyệt chủng, đặc biệt là loài Tê giác một sừng. Các hệ sinh thái tự nhiên rừng đầu nguồn ở đây cực kỳ quan trọng với chức năng điều nước lưu vực sông Đồng Nai, cung cấp nước ngọt vào mùa khô và khống chế ngập lụt vào mùa mưa cho cả một vùng rộng lớn miền Đông Nam Bộ… Khu Ramsar Bàu Sấu rộng hơn 3.500 hécta vào mùa mưa và thu hẹp khoảng 100 – 150 hécta vào mùa khô nằm tập trung ở khu Nam Cát Tiên (huyện Tân Phú) được Ban Thư ký công ước Ramsar công nhận ngày 4-8-2005. Khu Bảo tồn thiên nhiên và Di tích Vĩnh Cửu được thành lập vào năm 2003 với tổng diện tích là 64.686 ha. Trong đó, rừng đặc dụng là 59.810 ha và rừng sản xuất là 4.876 ha. Khu Bảo tồn vùng nước nội địa Trị An – Đồng Nai được Thủ tướng phê duyệt năm 2008. Khu này gồm toàn bộ vùng hồ Trị An và các vùng phụ cận thuộc sông Đồng Nai với đa dạng thành phần loài cá và các loài thủy sinh vật khác tạo nên chuỗi và lưới thức ăn phong phú trong hệ sinh thái ao hồ đặc trưng vùng nhiệt đới. Tham khảo[sửa | sửa mã nguồn] ^ “UNESCO vừa công nhận Khu dự trữ sinh quyển thế giới tại VN”. Bản gốc lưu trữ ngày 21 tháng 7 năm 2011. Truy cập ngày 15 tháng 7 năm 2011. ^ Công nhận Khu dự trữ sinh quyển Đồng Nai là khu dự trữ sinh quyển thế giới. Lưu trữ 2013-02-23 tại Wayback Machine Báo Thanh Hóa online. Truy cập ngày 20 tháng 5 năm 2012. ^ a b Khu dự trữ sinh quyển Đồng Nai: Cần có sự quan tâm của cả cộng đồng[liên kết hỏng] Liên kết ngoài[sửa | sửa mã nguồn] Khu dự trữ sinh quyển thế giới 'mới toanh' ở Đồng Nai Lưu trữ 2011-07-17 tại Wayback Machine HỘI THẢO TƯ VẤN XÂY DỰNG KHU DỰ TRỮ SINH QUYỂN ĐỒNG NAI - TỈNH ĐỒNG NAI Lưu trữ 2010-12-16 tại Wayback Machine ẩn x t s Khu dự trữ sinh quyển thế giới tại Việt Nam Miền Bắc Châu thổ sông Hồng Quần đảo Cát Bà Miền Trung Tây Nghệ An Cù lao Chàm Langbiang Núi Chúa Cao nguyên Kon Hà Nừng Miền Nam Rừng ngập mặn Cần Giờ Biển đảo Kiên Giang Mũi Cà Mau Đồng Nai Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Khu_dự_trữ_sinh_quyển_Đồng_Nai&oldid=69791464” Thể loại: Khu dự trữ sinh quyển Việt Nam Đồng Nai Bình Dương Lâm Đồng Đắk Nông Bình Phước Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 19 tháng 3 năm 2023, 03:47. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}