{"Khuất Duy Tiến":"Khuất Duy Tiến – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và sự nghiệp 2Hoạt động cách mạng trước năm 1945 3Hoạt động cách mạng trong cuộc kháng chiến chống Pháp 4Tiếp quản Hà Nội 5Vinh danh 6Chú thích Khuất Duy Tiến Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Khuất Duy Tiến (định hướng). Khuất Duy Tiến Chức vụ Đổng lý sự vụ Bộ Nội vụ Nhiệm kỳ 1948 – 1950 Kế nhiệm Trần Hữu Dực Cục trưởng Cục Dân quân Bộ Tổng chỉ huy Nhiệm kỳ – 25 tháng 4 năm 1948 Kế nhiệm Lê Liêm Phó Cục trưởng Lê Liêm Cục trưởng Cục Ngoại thương, Bộ Kinh tế Nhiệm kỳ 18 tháng 7 năm 1947 – Phó Cục trưởng Cục Chính trị, Bộ Quốc phòng Nhiệm kỳ 12 tháng 2 năm 1947 – Cục trưởng Văn Tiến Dũng Tiền nhiệm Văn Tiến Dũng Chủ tịch Ủy ban Nghiên cứu Đình chiến Nhiệm kỳ 4 tháng 6 năm 1946 – Ủy viên Phan Mỹ Kiều Công Cung ... Phó Bí thư Thành ủy Hà Nội Nhiệm kỳ 1945 – 1946 Phó Chủ tịch Ủy ban Hành chính Hà Nội Nhiệm kỳ 1945 – 1947 Thông tin chung Sinh 1910 Hà Nội, Liên bang Đông Dương Mất 11 tháng 2, 1984(1984-02-11) (73–74 tuổi) Thành phố Hồ Chí Minh, Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Đông Dương Trường lớp Cao đẳng Thương mại Hà Nội Khuất Duy Tiến (1910[1] – 11 tháng 2 năm 1984) là nhà hoạt động cách mạng, đảng viên Đảng Cộng sản Việt Nam, Đại biểu Quốc hội khóa I, nguyên Phó Bí thư Thành ủy Hà Nội, Phó Chủ tịch Ủy ban Hành chính thành phố Hà Nội những ngày đầu Cách mạng Tháng Tám và trong thời kỳ Kháng chiến chống Pháp.[2] Tiểu sử và sự nghiệp[sửa | sửa mã nguồn] Ông quê ở thôn Thuần Mỹ, xã Trạch Mỹ Lộc, huyện Tùng Thiện, phủ Quảng Oai, tỉnh Sơn Tây (nay là huyện Phúc Thọ, thành phố Hà Nội). Ông là anh ruột của bà Khuất Thị Bảy (tức Khuất Thị Bưởi), cán bộ lão thành cách mạng, vợ nguyên Ủy viên Bộ Chính trị Hoàng Quốc Việt. Sau khi học tiểu học ở quê, ông vào học Trường Bưởi tại Hà Nội song học đến năm thứ 3 thì bị đuổi học vì tham gia để tang chí sĩ Phan Chu Trinh và đòi thả chí sĩ Phan Bội Châu. Ông tiếp tục học Trường tư Trương Minh Sanh. Năm 1927, ông đỗ trường Cao đẳng Thương mại Hà Nội. Hoạt động cách mạng trước năm 1945[sửa | sửa mã nguồn] Năm 1928, ông gia nhập Việt Nam Thanh niên Cách mạng Đồng chí Hội, hoạt động trong phong trào công nhân ở Nam Định. Tháng 3-1930, ông là Tỉnh uỷ viên Tỉnh uỷ Nam Định, tháng 11 nǎm đó là Uỷ viên thường vụ Xứ uỷ Bắc Kỳ. Năm 1930, ông gia nhập và trở thành đảng viên Đảng Cộng sản Đông Dương. Ông làm Bí thư Tỉnh ủy Nam Định kiêm Thái Bình. Sau đó ông bị thực dân Pháp đày ra Côn Đảo 5 năm (1931-1936)[3]. Những năm 1936 - 1939 ông trở về Hà nội làm báo Le Travail (Lao động) công khai của Đảng cùng với các ông Võ Nguyên Giáp, Trần Huy Liệu, Đặng Châu Tuệ, Trường Chinh, Hoàng Quốc Việt [4],[5]. Năm 1938 Đảng Cộng sản Đông dương cử ông ra ứng cử Nghị viên Thành phố Hà nội và đạt số phiếu cao, nhưng thực dân Pháp hủy kết quả, đưa ông quản thúc ở quê. Năm 1939 ông lại bị thực dân Pháp bắt và đày lên Căng Bắc Mê, Hà Giang. Những năm thập niên 40, ông hoạt động phong trào Văn hóa cứu quốc cùng các ông Nguyễn Huy Tưởng, Nguyễn Hữu Đang, Như Phong, Nguyễn Đình Thi, Trần Quốc Hương[6]. Tháng 3-1945, khi Nhật đảo chính Pháp tại Đông dương, ông vượt ngục về Hà Nội chuẩn bị tham gia cướp chính quyền. Ông có bí danh là Cát, liên lạc vận động giới công thương Hà nội yêu nước đóng góp tài chính cho hoạt động cách mạng, trong đó có gia đình ông Trịnh Văn Bô.[7] Tháng 8 năm 1945, ông cùng nhà văn Nguyễn Đình Thi đại diện giới trí thức tham gia Quốc dân đại hội Tân Trào. Hoạt động cách mạng trong cuộc kháng chiến chống Pháp[sửa | sửa mã nguồn] Sau đó ông phụ trách Đoàn Thanh niên Tự vệ, Phó Bí thư Thành ủy Hà Nội kiêm Phó Chủ tịch Ủy ban Hành chính thành phố Hà Nội trong thời gian Bác sĩ Trần Duy Hưng làm Chủ tịch Ủy ban Hành chính[8], đóng góp rất nhiều công sức cho công tác xây dựng chính quyền thời kỳ đầu[9], tham gia nhiều công việc dân chính đảng khác nhau, quân sự, kinh tế, hành chính, đảng vụ. Năm 1946 ông là Đại biểu Quốc hội Việt Nam khóa I đại diện khu vực Sơn Tây,[10] Chủ tịch Ủy ban nghiên cứu đình chiến,[11] Bí thư Thành bộ Việt Minh tại Hà nội.[12] Ngày 22 tháng 2 năm 1947 ông Khuất Duy Tiến, Phó Chủ tịch Ủy ban Hành chính Hà Nội, được cử kiêm Phó Cục trưởng Cục Chính trị Bộ Quốc phòng, Trưởng phòng Dân quân trong Cục Chính trị.[13] Tháng 7-1947, Uỷ ban kháng chiến và Uỷ ban Hành chính thành phố Hà Nội được hợp nhất thành Uỷ ban Hành chính kháng chiến Hà Nội gồm có năm người: 3 uỷ viên hành chính, 1 nhân viên, 1 uỷ viên quân sự. Tháng 10-1947, Uỷ ban Hành chính kháng chiến được đổi tên thành Uỷ ban Kháng chiến hành chính. Đến đây, Hà Nội đã có một chính quyền tập trung, thống nhất điều hành cuộc kháng chiến. Đây là hình thái chính quyền đặc thù, vừa làm chức năng lãnh đạo kháng chiến, vừa làm chức năng quản lý hành chính trong hoàn cảnh thành phố đã bị địch kiểm soát.[8],[14].Ông giữ cương vị Chủ tịch đến giữa năm 1947, người thay thế là ông Trần Lưu Phụng. Tháng 8 năm 1947 ông làm Cục trưởng Cục Ngoại thương (Bộ Kinh tế)[15], Năm 1948 ông chuyển sang làm Đổng lý sự vụ Bộ Nội vụ một thời gian[16], sau đó làm Chủ tịch Ủy ban Hành chính Kháng chiến Khu Đặc biệt Hà Nội (sau khi Hà Nội sáp nhập với Hà đông và là một khu thuộc Liên khu III), cơ quan đóng tại khu vực Chợ Cháy, Xuân Tình, Trầm Lộng trên trục đường Cống Thần đi Ứng Hòa; Phó Bí thư Thành ủy Hà nội kiêm Trưởng ban Tuyên huấn.[17] Năm 1949 ông là Ủy viên thường vụ Đặc khu ủy Hà nội.[18] Năm 1952 ông giữ chức Ủy viên Ủy ban Kháng chiến Hành chính Liên khu IV. Tiếp quản Hà Nội[sửa | sửa mã nguồn] Năm 1954 khi chính quyền cách mạng tiếp quản Hà nội, ông được cử làm Ủy viên Ủy ban Hành chính Thành phố. Chủ tịch Ủy ban là bác sĩ Trần Duy Hưng, Phó chủ tịch là ông Trần Danh Tuyên[19]. Năm 1955 - 1956 ông là Ủy viên Ban Chấp hành Đảng bộ thành phố Hà Nội.[20] Năm 1957 do sức khoẻ yếu nên ông nghỉ hẳn[2]. Ông mất tại Thành phố Hồ Chí Minh vào ngày 11\/2\/1984, thọ 74 tuổi. Vinh danh[sửa | sửa mã nguồn] Năm 2001 Hội đồng nhân dân thành phố Hà Nội đặt tên đường Khuất Duy Tiến, nối từ ngã tư Trần Duy Hưng - Đại lộ Thăng Long đến đường Nguyễn Trãi thuộc quận Thanh Xuân dài 1.700m, là một phần của vành đai 3. Trụ sở Ủy ban nhân dân quận Thanh Xuân nằm trên con đường này. Từ con đường nhỏ cỡ 7-10m đến 2009 tuyến đường được mở rộng lên khoảng 50-60m, đến 2012 có thêm đường cao tốc trên cao Mai Dịch - cầu Thanh Trì. Chú thích[sửa | sửa mã nguồn] ^ Theo 20 đường phố mới ở Hà Nội được đặt tên Lưu trữ 2008-12-25 tại Wayback Machine - Báo Lao động thì Khuất Duy Tiến sinh năm 1910. Ở đây lấy theo sách của Đinh Xuân Lâm - Trương Hữu Quýnh. ^ a b Đinh Xuân Lâm, Trương Hữu Quýnh (chủ biên - 2005), Từ điển nhân vật lịch sử Việt Nam, Nhà xuất bản Giáo dục, trang 513-514. ^ http:\/\/thanglonghanoi.gov.vn\/channel\/82\/2010\/09\/7119\/#0oHVNJZIttCP[liên kết hỏng] ^ “dongtak.net”. Truy cập 29 tháng 9 năm 2015.[liên kết hỏng] ^ “Có một Võ Nguyên Giáp nhà báo”. PLO. Truy cập 18 tháng 2 năm 2015. ^ “Nhà văn Nguyễn Huy Tưởng với quê hương Dục Tú - VnExpress Giải Trí”. VnExpress - Tin nhanh Việt Nam. Truy cập 18 tháng 2 năm 2015. ^ “Chuyện chưa kể khi Bác viết Tuyên ngôn độc lập”. Báo điện tử của Báo Gia đình và Xã hội. Truy cập 18 tháng 2 năm 2015. ^ a b http:\/\/www.hanoi.gov.vn\/c\/portal\/render_portlet?p_l_id=27706&p_p_id=vcmsviewcontent_INSTANCE_UysO&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1%C2%A4tURL=\/web\/guest\/bomaychinhquyen\/-\/vcmsviewcontent\/UysO\/4202\/4202\/8423&_vcmsviewcontent_INSTANCE_UysO_struts_action=\/vcmsviewcontent\/view&_vcmsviewcontent_INSTANCE_UysO_categoryId=4202&_vcmsviewcontent_INSTANCE_UysO_cat_parent=4202&_vcmsviewcontent_INSTANCE_UysO_articleId=8423[liên kết hỏng]. ^ “GIAITHUONG:: SUU TAM”. Bản gốc lưu trữ ngày 30 tháng 1 năm 2010. Truy cập 18 tháng 2 năm 2015. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 29 tháng 3 năm 2013. ^ “Sắc lệnh 95 cử Khuất Duy Tiến, Phan Mỹ Kiều Công Cung Uỷ ban nghiên cứu đình chiến”. Truy cập 18 tháng 2 năm 2015. ^ “Nhân dân thủ đô Hà Nội lần đầu tiên kỷ niệm sinh nhật Hồ Chủ tịch”. Việt Nam. Truy cập 18 tháng 2 năm 2015. ^ “Sắc lệnh số 16”. Truy cập 31 tháng 12 năm 2019. ^ http:\/\/thanglonghanoi.gov.vn\/channel\/11\/2010\/11\/7679\/#tIV7H1i53i4t[liên kết hỏng] ^ http:\/\/laws.dongnai.gov.vn\/1945_to_1950\/1947\/194708\/194708170002[liên kết hỏng] ^ “Sắc lệnh 130\/SL cử ông Khuất Duy Tiến, giữ chức đổng lý sự vụ Bộ nội vụ từ 01”. Truy cập 18 tháng 2 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 4 tháng 3 năm 2016. Truy cập ngày 2 tháng 10 năm 2012. ^ http:\/\/www.www.hanoi.gov.vn\/c\/portal\/render_portlet?p_l_id=27706&p_p_id=vcmsviewcontent_INSTANCE_UysO&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&currentURL=%2Fc%2Fportal%2Flayout%3Fp_l_id%3D27706&_vcmsviewcontent_INSTANCE_UysO_struts_action=%2Fvcmsviewcontent%2Fview&_vcmsviewcontent_INSTANCE_UysO_struts_action=%2Fvcmsviewcontent%2Fview&_vcmsviewcontent_INSTANCE_UysO_categoryId=4201&_vcmsviewcontent_INSTANCE_UysO_categoryId=4201&_vcmsviewcontent_INSTANCE_UysO_articleId=9217&_vcmsviewcontent_INSTANCE_UysO_articleId=9217&ssw12590983=[liên kết hỏng] ^ “Đặc điểm bộ máy hành chính Hà Nội 1945”. Thông tấn xã Việt Nam. Bản gốc lưu trữ ngày 29 tháng 9 năm 2015. Truy cập 18 tháng 2 năm 2015. ^ “Cổng Giao tiếp điện tử thành phố Hà Nội”. Truy cập 18 tháng 2 năm 2015. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Khuất_Duy_Tiến&oldid=69897219” Thể loại: Sơ khai chính khách Việt Nam Đại biểu Quốc hội Việt Nam khóa I Người Hà Tây Sinh năm 1909 Mất năm 1984 Học sinh trường Bưởi Bí thư Tỉnh ủy Nam Định Bí thư Tỉnh ủy Thái Bình Đảng viên Đảng Cộng sản Việt Nam Chủ tịch Ủy ban nhân dân thành phố Hà Nội Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 18 tháng 4 năm 2023, 15:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}