{"Khuất Hữu Sơn":"Khuất Hữu Sơn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Khuất Hữu Sơn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Khuất Hữu Sơn (sinh 1945)là đại biểu Quốc hội Việt Nam khóa X. Ông thuộc đoàn đại biểu Hà Tây.[1] Ông sinh năm 1945 tại xã Thọ Lộc, huyện Phúc Thọ tỉnh Sơn Tây, nay là huyện Phúc Thọ, TP Hà Nội. Ông từng giữ các cương vị chủ chốt tại tỉnh Hà Tây: Trưởng ban Tổ chức Tỉnh ủy (1992)[2], Phó Bí thư - Chủ tịch Ủy ban nhân dân tỉnh (1996), Bí thư Tỉnh ủy - Chủ tịch Hội đồng nhân dân tỉnh (2000). Tại Đại hội Đảng IX (2001) ông được bầu vào Ban Chấp hành Trung ương. Sau đó ông giữ chức vụ Phó Trưởng ban Dân vận Trung ương. Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa X”. Bản gốc lưu trữ ngày 26 tháng 1 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ http:\/\/www.hanoi.gov.vn\/c\/portal\/render_portlet?p_l_id=13515&p_p_id=vcmsviewcontent_INSTANCE_GbkG&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1%C2%A4tURL=\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/4201\/4201\/50711&_vcmsviewcontent_INSTANCE_GbkG_categoryId=4201&_vcmsviewcontent_INSTANCE_GbkG_articleId=50711&_vcmsviewcontent_INSTANCE_GbkG_struts_action=\/vcmsviewcontent\/view&_vcmsviewcontent_INSTANCE_GbkG_cat_parent=4201[liên kết hỏng] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Khuất_Hữu_Sơn&oldid=69743125” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1945 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa X Bí thư Tỉnh ủy Hà Tây Chủ tịch Hội đồng nhân dân tỉnh Hà Tây Người Sơn Tây Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 4 tháng 3 năm 2023, 17:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}