{"Kiến thức ngày nay":"Kiến thức ngày nay – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Tần suất 3Chuyên mục đặc sắc 4Xem thêm 5Chú thích Kiến thức ngày nay Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Kiến Thức Ngày Nay Thể loại Tạp chí bách khoa Tần suất Mỗi tháng 3 kỳ Phát hành lần đầu 1 tháng 1 năm 1988; 35 năm trước (1988-01-01) Quốc gia Việt Nam Trụ sở Thành phố Hồ Chí Minh Ngôn ngữ Tiếng Việt ISSN 1561-2058 Kiến Thức Ngày Nay là một ấn phẩm của Tạp chí Văn nghệ TPHCM phát hành vào ngày 01, 10, 20 hàng tháng[1]. Tạp chí xuất bản lần đầu vào ngày 1 tháng 1 năm 1980 và tiếp tục cho tới tận nay. Trụ sở tòa soạn đặt tại số 16 Trần Quý Khoách, Quận 1, Thành phố Hồ Chí Minh. Lịch sử[sửa | sửa mã nguồn] Ngày 1 tháng 1 năm 1988, Kiến Thức Ngày Nay ra mắt số đầu tiên do Hội văn học nghệ thuật tỉnh Sông Bé (nay là tỉnh Bình Dương và Bình Phước) ấn hành, chịu trách nhiệm xuất bản là Phạm Ngọc Am, chủ biên Hàn Tấn Quang. Sang số 2, 3, 4, việc ấn hành do Nhà xuất bản Trẻ đảm trách, chịu trách nhiệm xuất bản là Trương Văn Khuê. Đến số thứ 5, Kiến Thức Ngày Nay trở thành phụ san Tạp chí Văn thuộc Hội Nhà văn Thành phố Hồ Chí Minh, chịu trách nhiệm xuất bản ông Bùi Đức Ái (nhà văn Anh Đức).[2] Với chủ trương Hãy luôn làm giàu kiến thức của bạn, nội dung tạp chí không có giới hạn. Từ phóng sự, truyện ngắn, thơ, bút ký, truyện dịch, tin tức, vui cười... cho tới kinh tế, chính trị, lịch sử, sức khỏe, pháp luật, khoa học, thời trang... đều có. Thành phần cộng tác viên quy tụ nhiều tên tuổi trí thức nổi bật thời đó như Vũ Đức Sao Biển, Phan Hoàng, An Chi, Trần Phò, Phan Nghị, Lê Nguyễn, Nguyễn Quảng Tuân, Tần Hoài Dạ Vũ (nhà thơ Dạ Vũ), Phạm Vũ Lửa Hạ, Thái Nguyễn Bạch Liên... Ngày 20 tháng 3 năm 2001, sau gần 14 năm phát triển, Kiến Thức Ngày Nay trở thành Tạp chí thuộc Liên hiệp các Hội văn học Nghệ thuật Thành phố Hồ Chí Minh kể từ số thứ 382.[3] Năm 2014, Kiến Thức Ngày Nay bắt đầu đổi mới toàn diện từ hình thức cho đến nội dung và in bốn màu trên giấy couché. Năm 2021, tạp chí sáp nhập với Tuần báo Văn Nghệ TPHCM và Tạp chí Kiến trúc & Đời sống, trở thành ấn phẩm của Tạp chí Văn nghệ TPHCM[1]. Tần suất[sửa | sửa mã nguồn] Ban đầu, tạp chí mỗi tháng xuất bản một kỳ. Tháng 9 năm 1989, bắt đầu xuất bản mỗi tháng hai kỳ. Tháng 8 năm 1994, xuất bản mỗi tháng ba kỳ cho đến nay. Chuyên mục đặc sắc[sửa | sửa mã nguồn] Phóng sự điều tra (Huỳnh Văn Mỹ) Mỗi kỳ một nhân vật (Phan Hoàng) Truyện ngắn 100 chữ Chuyện Đông chuyện Tây (An Chi) Sức khỏe của bạn (Lương Thị Thìn - Lương Trung Hiếu) Học báo Tiếng Anh (Nguyễn Ngọc Chính) Thế giới qua mắt Chóe (họa sĩ Chóe) Xem thêm[sửa | sửa mã nguồn] Liên hiệp các Hội Văn học Nghệ thuật Thành phố Hồ Chí Minh Nhà xuất bản Trẻ Các tạp chí khoa học, tin thời sự Tài hoa Trẻ thuộc báo Giáo dục & Thời đại, Thế giới Mới, báo giấy An ninh thế giới Chú thích[sửa | sửa mã nguồn] ^ a b “Nhà báo Bùi Anh Tấn làm Tổng biên tập Tạp chí Văn nghệ TP.Hồ Chí Minh”. congluan.vn. 17 tháng 11 năm 2021. Truy cập ngày 11 tháng 12 năm 2021. ^ Nguyễn Ngọc Phú (ngày 15 tháng 11 năm 2018). “Nghệ thuật thể hiện đất và người trong truyện ký Anh Đức”. Báo Giáo Dục Thành phố Hồ Chí Minh. Truy cập ngày 12 tháng 3 năm 2020. ^ Thanh Bình Nguyễn (ngày 22 tháng 12 năm 2018). “Liên hiệp các hội Văn học – Nghệ thuật TP.HCM – Kỷ niệm 55 năm thành lập và phát triển (1963 – 2018)”. Văn nghệ Thành phố Hồ Chí Minh. Truy cập ngày 12 tháng 3 năm 2020. Bài viết liên quan đến tạp chí này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Kiến_thức_ngày_nay&oldid=67492039” Thể loại: Sơ khai tạp chí Khởi đầu năm 1988 Báo chí Việt Nam Báo chí Thành phố Hồ Chí Minh Báo điện tử Việt Nam Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 11 tháng 12 năm 2021, 14:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}