{"Ksor Ní":"Ksor Ní – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Qua hai cuộc chiến Hiện\/ẩn mục Qua hai cuộc chiến 2.1Kháng chiến chống Pháp 2.2Kháng chiến chống Mỹ 3Sau chiến tranh 4Gia đình 5Bên lề 6Tặng thưởng 7Tham khảo 8Chú thích 9Liên kết ngoài Ksor Ní Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ksor Ní Chức vụ Chủ tịch Ủy ban nhân dân tỉnh Gia Lai – Kon Tum Nhiệm kỳ 29 tháng 10, 1976 – Tháng 7, 1981 Kế nhiệm Ksor Krơn Vị trí Việt Nam Chủ tịch Ủy ban Quân quản tỉnh Gia Lai – Kon Tum Nhiệm kỳ 18 tháng 3, 1975 – 29 tháng 10, 1976 Bí thư Tỉnh ủy Gia Lai Nhiệm kỳ 19 tháng 4 1974 – 29 tháng 10, 1976 Tiền nhiệm Trần Văn Bình Kế nhiệm Trần Kiên (Gia Lai – Kon Tum) Thông tin chung Sinh (1925-02-10)10 tháng 2, 1925 Ia Trok, Ia Pa, Gia Lai Mất 15 tháng 2, 2019(2019-02-15) (94 tuổi) Gia Lai Nơi ở 22B Phan Đình Phùng, Tây Sơn, Pleiku, Gia Lai Dân tộc Jrai Đảng chính trị Đảng Cộng sản Đông Dương Ksor Ní (1925–2019), tên thường gọi là Ama H'Nhan, là nhà cách mạng Việt Nam, từng đảm nhiệm chức vụ Bí thư Tỉnh ủy Gia Lai, Chủ tịch Ủy ban nhân dân tỉnh Gia Lai - Kon Tum. Thân thế[sửa | sửa mã nguồn] Ksor Ní sinh ngày 10 tháng 2 năm 1925 (có nguồn ghi là 1924[1]) ở Bôn Tham, xã Ia Trok, huyện Ia Pa, tỉnh Gia Lai (thời Pháp thuộc thuộc tỉnh Pleiku).[2] Ông là con út và cũng là con trai duy nhất trong gia đình bốn người con, cha là Siu Jơ Ling, mẹ là Ksor H'Pim.[1] Cha của Ksor Ní vì giúp đỡ người dân nghèo trốn thuế thân nên bị lính Pháp đóng ở đồn Cheo Reo bắt giữ và tra tấn suốt mười ngày.[3] Năm 1935, ông Siu Jơ Ling chết vì bạo bệnh do hậu quả khi bị giam giữ, Ksor Ní sang buôn Săm Ma Na, sống cùng anh rể Rơ Ô Bơng.[1][4] Tại đây, ông bắt đầu học đi học và lên Buôn Ma Thuột học hết bậc Tiểu học. Năm 1941, ông đến Bình Định để theo học trường Thành chung Võ Tánh ở Quy Nhơn. Sau sự kiện Nhật đảo chính Pháp, trường Võ Tánh chuyển sang học tiếng Việt thay cho tiếng Pháp.[1] Đầu tháng 4 năm 1945, trên đường từ Quy Nhơn về Cheo Reo, ông dừng lại ở Pleiku để thăm Nay Phin, Hiệu trưởng Trường Tiểu học Pleiku. Đến tháng 6, ông gặp gỡ Rơ Chăm Thép (Ama Quang) mới trở về từ Trường Canh nông (Tuyên Quang) và được Rơ Chăm Thép giới thiệu về Mặt trận Việt Minh.[1][4] Cảm thấy mới mẻ, ông quyết định ở lại và tham gia phong trào thanh niên, học sinh, viên chức ở Pleiku.[5][6][7] Tháng 8 năm 1945, sau khi đón đại diện Việt Minh về tiếp nhận chính quyền ở Pleiku, Ksor Ní và Nay Phin về quê tổ chức khởi nghĩa, giải phóng huyện lỵ Cheo Reo.[3][4] Ủy ban nhân dân cách mạng huyện Cheo Reo thành lập do Nay Phin làm Chủ tịch, năm ủy viên là Rơ Chăm Thép, Rơ Chăm Briu, Ksor Ní, Siu Deo, Siu Sinh với cố vấn là Nay Der.[8][9][10][11] Ksor Ní là Ủy viên phụ trách tài chính (Trưởng phòng Tài chính).[2][12] Qua hai cuộc chiến[sửa | sửa mã nguồn] Kháng chiến chống Pháp[sửa | sửa mã nguồn] Tháng 3 năm 1946, Ksor Ní trở về Pleiku tham dự Đại hội các dân tộc thiểu số miền Nam (còn gọi là Đại hội đoàn kết nhân dân các dân tộc Tây Kỳ chống Pháp).[1][13] Vào ngày tổ chức, Chủ tịch Hồ Chí Minh có viết một bức thư gửi Đại hội.[14] Xúc động trước nội dung bức thư, Ksor Ní đã viết một bài hát ca ngợi Chủ tịch Hồ Chí Minh.[15] Tháng 4 năm 1946, ông được bầu vào Hội đồng nhân dân tỉnh Gia Lai.[2][16] Tháng 5, ông được cử ra Hà Nội tham dự Đại hội Thanh niên các dân tộc Việt Nam.[1] Cùng tháng, quân đội Pháp gần như chiếm lĩnh hoàn toàn Tây Nguyên. Ở Hà Nội, người Pháp dùng đài phát thành tuyên bố: \"Người dân Tây Kỳ niềm nở đón tiếp quân Pháp (xâm chiếm Tây Kỳ)\". Tức giận vì luận điệu sai trái của Pháp, ông viết một bài báo bằng tiếng Pháp gửi đến tòa soạn báo Le Peuple với nội dung phản bác lại quan điểm của người Pháp, đồng thời cổ vũ và động viên người dân Tây Nguyên chống Pháp. Khi bài báo được đăng, ông được Chủ tịch Hồ Chí Minh mời đến gặp mặt ở Bắc Bộ phủ (cùng với Thường trực Quốc hội Y Ngông Niê Kdăm).[3][17][18] Qua bài báo đăng trên tờ Le Peuple, Ksor Ní được xem như người Tây Nguyên đầu tiên viết báo, và cũng là người Việt Nam đầu tiên viết báo cách mạng ở Tây Nguyên.[4][19] Trong thời gian ba tháng, Ksor Ní bắt đầu học đọc và viết tiếng phổ thông, do trước kia ông chỉ biết tiếng Pháp do học trường Pháp ngữ từ bé. Ông vào công tác ở Phòng Văn xã của Nha Dân tộc Trung ương.[2] Ngày 15 tháng 12 năm 1946, ông được kết nạp vào Đảng Cộng sản Đông Dương.[1] Khi Toàn quốc kháng chiến bùng nổ, ông đang giữ chức vụ Trưởng phòng Vận động quốc dân thiểu số huyện Cheo Reo.[2] Tháng 2 năm 1947, Ksor Ní là Tổ trưởng Đảng (gồm ba người) thuộc Chi bộ cơ quan Ban vận động quốc dân thiểu số tỉnh Đắk Lắk (đóng ở Phú Yên).[20] Tháng 3 năm 1947, ông trở thành Phó Chủ tịch Ủy ban Kháng chiến hành chính huyện Cheo Reo.[21] Ngày 10 tháng 8 năm 1947, Chi bộ Đảng Cộng sản đầu tiên của huyện H2 tức Cheo Reo (tiền thân của các huyện Phú Thiện, Ia Pa, Krông Pa và thị xã Ayun Pa ngày nay) được thành lập, do Ksor Ní làm Bí thư, Rơ Chăm Thép làm Phó Bí thư và Rơ Chăm Buk làm Ủy viên.[22][23] Năm 1948, Ksor Ní được bầu làm Bí thư Ban cán sự đảng huyện Cheo Reo kiêm Chủ tịch Ủy ban Kháng chiến hành chính huyện Cheo Reo.[2][24] Tháng 6 năm 1949, ông được điều về Gia Lai làm Ủy viên Ban cán sự Đảng tỉnh Gia Lai, Phó Chủ tịch Ủy ban Kháng chiến hành chính tỉnh Gia Lai.[25][26] Ngày 15 tháng 4 năm 1950, hai tỉnh Gia Lai và Kon Tum được sáp nhập thành tỉnh Gia Lai – Kon Tum (gọi tắt là tỉnh Gia Kon)[27], ông tiếp tục là Ủy viên Ban cán sự Đảng tỉnh Gia Lai – Kon Tum phụ trách chính quyền. Năm 1953, ông nhận thêm vai trò Phó Ban chính trị Trung đoàn 120 (E120), được phân công làm Bí thư Huyện ủy Đắk Bớt thay Đỗ Duy Tư[28], kiêm Chính trị viên Huyện đội.[29] Tháng 1 năm 1954, ông là Phó ban Tác chiến huyện Đắk Bớt.[30] Kháng chiến chống Mỹ[sửa | sửa mã nguồn] Tháng 7 năm 1954, ông được bổ nhiệm làm Phó Trưởng đoàn Ban Liên hiệp quân sự đình chiến đóng tại Quy Nhơn (Bình Định). Sau khi công tác đình chiến chấm dứt, tháng 3 năm 1955, ông cùng gia đình tập kết ra miền Bắc, công tác tại Ủy ban Liên hiệp Đình chiến Trung ương.[29] Tháng 5 năm 1955, Trường Dân tộc Trung ương (Mễ Trì, Hà Nội) được thành lập, do Y Ngông Niê Kdăm là Hiệu trưởng, Ksor Ní tham gia ban lãnh đạo nhà trường cùng Nay Der, Nay Phin, Lý Tất Cang, Ama Khê,... và giữ chức Trưởng phòng Giáo vụ.[31] Năm 1959, sau khi được cử đi học lý luận cơ bản cho cán bộ trung cao tại Phân hiệu I Trường Nguyễn Ái Quốc, ông trở về Trường Dân tộc Trung ương, giữ chức vụ Bí thư Đảng ủy, Hiệu trưởng nhà trường.[29] Năm 1964, Ksor Ní trở về miền Nam. Tháng 3 năm 1965, ông là Ủy viên Ban Miền núi Liên khu V. Tháng 4 năm 1966, ông là Phó Giám đốc Trường Đảng khu cho cán bộ dân tộc trong Liên khu V. Năm 1967, ông làm Phó Bí thư Tỉnh ủy Gia Lai, lần lượt phụ trách Trưởng ban Dân vận, Trưởng ban Đấu tranh chính trị, Trưởng ban Binh vận, rồi Trưởng ban Tuyên huấn tỉnh Gia Lai.[29] Tháng 1 năm 1968, để phục vụ cho kế hoạch Tổng tiến công và nổi dậy Tết Mậu Thân, Ksor Ní được phân công phụ trách chỉ đạo hướng tiến công thị xã Pleiku.[32] Ban chỉ huy đóng chân tại căn cứ xã Gào. Ngày 5 tháng 7 năm 1968, ông được phân công làm Chủ tịch Ủy ban nhân dân cách mạng tỉnh Gia Lai kiêm Bí thư Đảng đoàn chính quyền phụ trách chính quyền, Chỉ huy trưởng Tiền phương chiến dịch Xuân 1968 tỉnh, Ngô Thành làm Phó Chủ tịch.[29][33][34] Tháng 8 năm 1969, tại Đại hội đại biểu Đảng bộ tỉnh Gia Lai lần thứ ba, diễn ra ở làng Teng Leng (nay là xã Krong, huyện Kbang), Trần Văn Bình được bầu làm Bí thư Tỉnh ủy, Phạm Xong (Hồng), Ksor Ní, Kpă Thìn được bầu làm Phó Bí thư Tỉnh ủy.[35][36] Đến Đại hội đại biểu Đảng bộ tỉnh lần thứ tư (tháng 9 năm 1971) ở thị trấn Dân chủ (huyện Kbang), ông vẫn được bầu làm Phó Bí thư,[37][38][39] lần lượt phụ trách Ban Thi đua, Ban Tuyên huấn, Ban Kinh tài của Tỉnh ủy.[29] Đầu năm 1973, sau khi Hiệp định Paris được ký kết, ông là Ủy viên Ban cán sự kiêm phó đoàn Ban Liên hiệp bốn bên và hai bên Khu vực 3 Pleiku.[29] Tháng 5 năm 1973, ông cùng Thường vụ Tỉnh ủy đã đưa ra chỉ thị cho Đảng bộ Gia Lai về \"đẩy mạnh hơn nữa lãnh đạo phong trào tiến công quân sự, đấu tranh chính trị và binh vận, buộc địch phải thi hành Hiệp định\".[40][41] Tháng 10, Đại hội đại biểu Đảng bộ tỉnh lần thứ năm được tổ chức ở làng Salam Vir (xã Krong), Trần Văn Bình tiếp tục được bầu làm Bí thư Tỉnh ủy, Ksor Ní, Kpă Thìn và Ngô Thành được bầu làm Phó Bí thư Tỉnh ủy.[42] Ngày 19 tháng 4 năm 1974, Trần Văn Bình qua đời, Thường vụ Khu ủy V chỉ định ông Ksor Ní làm Bí thư Tỉnh ủy Gia Lai.[43][44] Ngày 17 tháng 3 năm 1975, thị xã Pleiku được giải phóng.[45] Ngày 18 tháng 3, Ủy ban Quân quản tỉnh Gia Lai được thành lập, do Ksor Ní làm Chủ tịch; Lê An, Đặng Ngọc Bân làm Phó Chủ tịch.[46] Ủy ban Quân quản nhanh chóng họp bàn giải quyết hậu quả chiến tranh với ba vấn đề lớn: Yêu cầu binh lính và công nhân viên chính quyền Sài Gòn phải ra trình diện; cứu đói người dân chạy nạn trên đường 7; huy động lực lượng, xe vận tải đến giúp đỡ quân đội tiến công giải phóng Nha Trang, Phú Yên và miền Đông Nam Bộ.[33] Ngày 15 tháng 5, ông cùng Tỉnh ủy Gia Lai tổ chức cuộc mít tinh ăn mừng thắng lợi ở sân vận động thị xã Pleiku.[47] Sau chiến tranh[sửa | sửa mã nguồn] Ngày 29 tháng 10 năm 1975, Ủy ban nhân dân cách mạng Khu Trung Trung bộ ra quyết định nhập hai tỉnh Gia Lai và Kon Tum thành tỉnh Gia Lai – Kon Tum. Ủy ban nhân dân lâm thời tỉnh Gia Lai – Kon Tum được thành lập thay thế Ủy ban Quân quản, do ông Ksor Ní làm Chủ tịch, Phan Quyết, Ksor Krơn, Ngô Thành là Phó Chủ tịch.[48] Ban Chấp hành Đảng bộ lâm thời Gia Lai – Kon Tum được thành lập do Trần Kiên làm Bí thư, Võ Trung Thành làm Phó Bí thư thường trực, Phan Phụ và Ksor Ní làm Phó Bí thư.[49][50] Đến tháng 11, khi Đại hội đại biểu Đảng bộ tỉnh Gia Lai – Kon Tum được tổ chức, ông thôi chức Phó Bí thư Tỉnh ủy, vẫn làm Ủy viên Ban Thường vụ Tỉnh ủy.[29] Đầu năm 1977, ông được bầu làm Chủ tịch Ủy ban nhân dân tỉnh Gia Lai – Kon Tum.[51] Trong thời gian làm Chủ tịch tỉnh, ông đã tham gia chỉ đạo các trận chiến chống lại quân Khmer Đỏ tấn công Đức Cơ (1978[52]), cũng như truy quét FULRO trong mười năm liên tiếp.[33] Tháng 7 năm 1981, ông thôi chức vụ Chủ tịch tỉnh, làm Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Kinh tế - Kế hoạch Tỉnh ủy Gia Lai - Kon Tum. Từ năm 1983 đến 1988, ông làm Trưởng Ban Kinh tế - Kế hoạch Tỉnh ủy Gia Lai - Kon Tum.[29] Tháng 12 năm 1988, ông nghỉ công tác, đến tháng 1 năm 1990 thì chính thức nghỉ hưu. Ông mất ngày 15 tháng 2 năm 2019, thọ 95 tuổi.[29] Gia đình[sửa | sửa mã nguồn] Ksor Ní có vợ là bà Nguyễn Thị Chín, người Ba Na ở Bình Định, tập kết ra Bắc năm 1954. Hai ông bà có bốn người con: Kpă Phương, Ksor Phước (Kpă Bình), Ksor H'Nham, Ksor Nham.[53] Con trai cả Kpă Phương là cán bộ hưu trí. Con trai thứ hai Ksor Phước từng giữ chức vụ Ủy viên Trung ương Đảng Cộng sản Việt Nam, Bí thư Tỉnh ủy Gia Lai, Bộ trưởng Chủ nhiệm Ủy ban Dân tộc, Chủ tịch Hội đồng Dân tộc của Quốc hội.[4] Con gái Ksor H'Nham là cán bộ hưu trí.[54] Con trai út Ksor Nham là Trung tướng Công an nhân dân Việt Nam, từng giữ chức Phó Bí thư Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh Gia Lai.[4][53] Con gái của ông Ksor Phước là Ksor Phước Hà, Trung tá Công an nhân dân Việt Nam, nguyên Đại biểu Quốc hội.[55] Bên lề[sửa | sửa mã nguồn] Tháng 4 năm 1946, xúc động trước bức thư của Chủ tịch Hồ Chí Minh gửi Đại hội các dân tộc thiểu số miền Nam[56], ông Ksor Ní đã viết bài ca Ca ngợi Chủ tịch Hồ Chí Minh dựa theo điệu Tuốt gươm thiêng của người Jrai. Bài hát được viết bằng song ngữ Jrai–Việt.[15] Sau này, ông thường đọc lại phần lời bài hát như một bài thơ.[12][57] Năm 1974, với tư cách là Phó Bí thư Tỉnh ủy, ông đã mở cuộc trưng cầu ý kiến của cán bộ và người dân trong tỉnh Gia Lai để hưởng ứng chủ trương kêu gọi đóng góp đặc sản xây dựng lăng Chủ tịch Hồ Chí Minh. Sau khi thống nhất lựa chọn gỗ trắc, chính ông là người đã chặt nhát rìu đầu tiên ở xã Hà Nừng, mở đầu cho việc \"lên rừng đốn gỗ\".[58] Tặng thưởng[sửa | sửa mã nguồn] Huân chương Độc lập hạng Nhất Huân chương Kháng chiến chống Pháp hạng Nhì Huân chương Kháng chiến chống Mỹ hạng Nhất Huân chương Giải phóng hạng Nhất, hạng Nhì Huân chương Quyết thắng hạng Nhất Huy hiệu 50, 60, 65, 70 năm tuổi Đảng Danh hiệu \"Cán bộ tiền khởi nghĩa\" Tham khảo[sửa | sửa mã nguồn] Ban chấp hành Đảng bộ tỉnh Gia Lai (2005). Lịch sử Đảng bộ tỉnh Gia Lai, 1945–2005 (PDF). Hà Nội: Chính trị quốc gia - Sự thật. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g h Lê Văn Thiềng (3 tháng 2 năm 2005). “Người ra đi từ buôn Thăm”. Trang tin điện tử Ủy ban Dân tộc. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ a b c d e f “Tin buồn”. Báo Gia Lai. 15 tháng 2 năm 2019. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ a b c Nguyễn Văn Chiến (26 tháng 9 năm 2017). “Người Jơ Rai đi theo cách mạng”. Báo điện tử Đại Đoàn Kết. Lưu trữ bản gốc ngày 6 tháng 8 năm 2021. Truy cập ngày 6 tháng 8 năm 2021. ^ a b c d e f Nguyễn Văn Chiến (15 tháng 12 năm 2016). “Như bóng cây Kơ nia”. Tạp chí Xây dựng Đảng. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ “Lễ truy điệu và an táng đồng chí Ksor Ní – Cán bộ tiền khởi nghĩa- nguyên Bí thư Tỉnh ủy Gia Lai, nguyên Phó Bí thư Tỉnh ủy – nguyên Chủ tịch UBND tỉnh Gia Lai – Kon Tum”. Đài Phát thanh - Truyền hình Gia Lai. 17 tháng 2 năm 2019. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ H'Linh Niê (18 tháng 8 năm 2018). “Chuyện con trai người nô lệ buôn Kô Siêr”. Báo Đắk Lắk Điện tử. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Hồ Mai (7 tháng 3 năm 2019). “Ksor Ní - Người cán bộ tiền khởi nghĩa”. Báo Đắk Nông điện tử. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Nguyễn Thị Kim Vân (11 tháng 9 năm 2017). “Vai trò của trí thức dân tộc thiểu số trong Cách mạng tháng Tám năm 1945 ở Cheo Reo”. Trang Thông tin điện tử Ban Tuyên giáo Tỉnh ủy Gia Lai. Lưu trữ bản gốc ngày 23 tháng 11 năm 2021. Truy cập ngày 23 tháng 11 năm 2021. ^ Trần Đình Lê (6 tháng 9 năm 2012). “Cuộc vận động Cách mạng Tháng Tám và thành lập chính quyền cách mạng ở huyện Cheo Reo”. Trang thông tin điện tử Ban Tuyên giáo tỉnh Gia Lai. Lưu trữ bản gốc ngày 20 tháng 1 năm 2022. Truy cập ngày 20 tháng 1 năm 2022. ^ Hà Đức; Minh Trí; Sơn Trung (1 tháng 9 năm 2015). “Nhớ về các bậc tiền bối Cách mạng Gia Lai”. Đài Phát thanh - Truyền hình Gia Lai. Lưu trữ bản gốc ngày 20 tháng 1 năm 2022. Truy cập ngày 20 tháng 1 năm 2022. ^ Thái Bình (4 tháng 9 năm 2010). “Cách mạng cho ta cuộc sống ấm no”. Báo Gia Lai. Lưu trữ bản gốc ngày 22 tháng 1 năm 2022. Truy cập ngày 22 tháng 1 năm 2022. ^ a b Ksor Ní (23 tháng 2 năm 2006). “Bác Hồ - cái tên quý hơn vàng đối với đồng bào các dân tộc Tây Nguyên”. Báo Sài Gòn Giải Phóng. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Ba Thu (2 tháng 6 năm 2015). “Người Jrai một thời đánh giặc”. Trang thông tin điện tử Ban Tuyên giáo tỉnh Gia Lai. Lưu trữ bản gốc ngày 20 tháng 1 năm 2022. Truy cập ngày 20 tháng 1 năm 2022. ^ Phan Xuân Vũ (19 tháng 4 năm 2011). “Đại đoàn kết dân tộc: Lời hiệu triệu làm nên sức mạnh Việt Nam”. Trang thông tin điện tử Ban Tuyên giáo tỉnh Gia Lai. Lưu trữ bản gốc ngày 6 tháng 8 năm 2021. Truy cập ngày 6 tháng 8 năm 2021. ^ a b M.T (2 tháng 9 năm 2020). “Bài hát ca ngợi Bác Hồ của người con Gia Rai ưu tú”. Báo Công an TP Đà Nẵng. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Nguyễn Văn Chiến (30 tháng 4 năm 2017). “KSo Ní – cây Kơ Nia trên đất cao nguyên”. Tạp chí Kiểm sát. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Nguyễn Văn Chiến (19 tháng 5 năm 2018). “Chuyện một người Jơ Rai được gặp Bác Hồ năm 1946”. Báo Lao động. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Ngọc Như (3 tháng 2 năm 2011). “Ký ức của những người con Tây Nguyên được gặp Bác Hồ”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 23 tháng 11 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Nguyễn Văn Chiến (21 tháng 6 năm 2019). “Nhớ về người viết báo đầu tiên ở Tây Nguyên”. Báo điện tử Đảng Cộng sản Việt Nam. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ BCHĐB Gia Lai, tr. 84Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 83Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Nguyên Anh; Sơn Trung (28 tháng 1 năm 2021). “Krông Pa – Những điểm đến lịch sử”. Đài Phát thanh - Truyền hình Gia Lai. Lưu trữ bản gốc ngày 20 tháng 1 năm 2022. Truy cập ngày 20 tháng 1 năm 2022. ^ Hoàng Văn Vĩnh (5 tháng 7 năm 2017). “Công tác tuyên giáo góp phần phát triển kinh tế xã hội ở Krông Pa (Gia Lai)”. Tạp chí Tuyên giáo. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ BCHĐB Gia Lai, tr. 87Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 88Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 95Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Ban Tuyên giáo Tỉnh ủy (17 tháng 1 năm 2018). “Đề cương tuyên truyền: Kỷ niệm 105 năm thành lập tỉnh Kon Tum (09\/02\/1913 – 09\/02\/2018)”. Trang thông tin điện tử Ban Tuyên giáo Tỉnh ủy Kon Tum. Lưu trữ bản gốc ngày 1 tháng 8 năm 2018. Truy cập ngày 26 tháng 1 năm 2022. ^ BCHĐB Gia Lai, tr. 101Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ a b c d e f g h i j “Tin buồn”. Trang tin điện tử Đảng bộ tỉnh Gia Lai. 15 tháng 2 năm 2019. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ BCHĐB Gia Lai, tr. 125Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Bế Trường Thành (26 tháng 5 năm 2005). “Trường học sinh dân tộc miền Nam - chặng đường xây dựng và phát triển”. Trang tin điện tử Ủy ban Dân tộc. Lưu trữ bản gốc ngày 23 tháng 1 năm 2022. Truy cập ngày 23 tháng 1 năm 2022. ^ BCHĐB Gia Lai, tr. 239-240Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ a b c Hồng Thi (16 tháng 2 năm 2019). “Ksor Ní-người đồng chí nhiệt tâm với cách mạng”. Báo Gia Lai. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ BCHĐB Gia Lai, tr. 255Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 273Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 4: Đại hội đại biểu Đảng bộ tỉnh lần thứ III”. Báo Gia Lai. 18 tháng 9 năm 2020. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 25 tháng 1 năm 2022. ^ BCHĐB Gia Lai, tr. 276Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 5: Đại hội đại biểu Đảng bộ tỉnh lần thứ IV”. Báo Gia Lai. 21 tháng 9 năm 2020. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 25 tháng 1 năm 2022. ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 5: Đại hội đại biểu Đảng bộ tỉnh lần thứ IV”. Cổng thông tin điện tử Công an Gia Lai. 22 tháng 9 năm 2020. Bản gốc lưu trữ ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ BCHĐB Gia Lai, tr. 287Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Linh Ngân (16 tháng 7 năm 2021). “Quân dân Gia Lai đấu tranh thực hiện Hiệp định Pari, chống địch lấn chiếm, tràn ngập lãnh thổ năm 1973”. Trang Thông tin điện tử Ban Tuyên giáo Tỉnh ủy Gia Lai. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 6: Đại hội đại biểu Đảng bộ tỉnh lần thứ V”. Báo Gia Lai. 22 tháng 9 năm 2020. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 25 tháng 1 năm 2022. ^ BCHĐB Gia Lai, tr. 293Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Hà Đức; R'Piên (27 tháng 9 năm 2020). “Đảng bộ Gia Lai qua các kỳ đại hội”. Đài Phát thanh - Truyền hình Gia Lai. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ Vũ Thị Thảo (16 tháng 3 năm 2021). “Ý nghĩa của Ngày Giải phóng tỉnh Gia Lai trong chiến dịch Tây nguyên góp phần giải phóng hoàn toàn miền Nam thống nhất đất nước”. Trang tin điện tử Đảng bộ tỉnh Gia Lai. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 26 tháng 1 năm 2022. ^ BCHĐB Gia Lai, tr. 301Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 310Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 318Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Ngô Đức Hải (19 tháng 3 năm 2020). “Đảng bộ tỉnh Kon Tum: Những dấu mốc lịch sử và các kỳ đại hội”. Trang thông tin điện tử Ban Tuyên giáo Tỉnh ủy Kon Tum. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Võ Văn Hào (14 tháng 5 năm 2020). “Đồng chí Trần Kiên - Người chiến sỹ cộng sản kiên cường, tấm gương mẫu mực hết lòng, hết sức phụng sự Tổ quốc, phục vụ nhân dân”. Cổng thông tin điện tử Đảng bộ tỉnh Quảng Ngãi. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ BCHĐB Gia Lai, tr. 324Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Nhóm PV Văn hóa-Xã hội (26 tháng 7 năm 2012). “Nơi gặp gỡ của những anh linh Bài 1: Đức Cơ-mảnh đất tuyến đầu”. Báo Gia Lai. Lưu trữ bản gốc ngày 26 tháng 1 năm 2022. Truy cập ngày 26 tháng 1 năm 2022. ^ a b Ngọc Thiện (14 tháng 2 năm 2015). “Vị tướng của đại ngàn”. Báo Dân trí. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Bích Vân (1 tháng 8 năm 2014). “Đồng chí Ksor H' Nham, phó bí thư trường trực Thị ủy, thăm, tặng quà các gia đình chính sách nhân kỷ niệm 67 năm ngày TBLS”. Cổng thông tin điện tử Thị xã Ayun Pa. Lưu trữ bản gốc ngày 29 tháng 11 năm 2021. Truy cập ngày 29 tháng 11 năm 2021. ^ Hiền Mai; Thanh Hải (11 tháng 11 năm 2020). “Chân dung nữ đại biểu Ksor H'Bơ Khăp khiến nghị trường 'dậy sóng'”. Báo điện tử VTC News. Lưu trữ bản gốc ngày 11 tháng 11 năm 2020. Truy cập ngày 29 tháng 11 năm 2021. ^ Uông Thái Biểu (2 tháng 9 năm 2019). “Để Tây Nguyên giàu và mạnh, như ước mong của Người”. Báo Nhân dân. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. ^ Nguyễn Văn Chiến (16 tháng 3 năm 2017). “Người Jơ Rai lớn lên nhờ cách mạng”. Báo Văn nghệ Công an. Lưu trữ bản gốc ngày 6 tháng 10 năm 2021. Truy cập ngày 6 tháng 10 năm 2021. ^ Vĩnh Yên (16 tháng 2 năm 2015). “Tấm lòng người Bahnar với Bác Hồ”. Báo Giao thông. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 29 tháng 7 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] “Bác Hồ trong lòng dân Gia Lai”. Bảo tàng Hồ Chí Minh Thừa Thiên Huế. Lưu trữ bản gốc ngày 13 tháng 10 năm 2018. Truy cập ngày 23 tháng 11 năm 2021. Lê Bá Tuế (6 tháng 12 năm 2007). “Những người Gia Rai đánh giặc”. Báo Nhân dân. Lưu trữ bản gốc ngày 20 tháng 1 năm 2022. Truy cập ngày 20 tháng 1 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ksor_Ní&oldid=69544183” Thể loại: Sinh năm 1925 Mất năm 2019 Người Gia Lai Người Gia Rai Bí thư Tỉnh ủy Gia Lai Nhà cách mạng Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Gia Lai Chủ tịch Ủy ban nhân dân tỉnh Gia Lai – Kon Tum Nhà giáo Việt Nam Nhà báo Việt Nam Huân chương Độc lập hạng Nhất Huân chương Kháng chiến chống Pháp hạng Nhì Huân chương Kháng chiến chống Mỹ hạng Nhất Huy hiệu 70 năm tuổi Đảng Cộng sản Việt Nam Thể loại ẩn: Lỗi không có mục tiêu Harv và Sfn Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}