{"Landmark 81":"Landmark 81 – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Khánh thành 2Mô tả 3Thiết kế 4Hình ảnh 5Xem thêm 6Tham khảo 7Liên kết ngoài Landmark 81 39 ngôn ngữ Afrikaans العربية Bahasa Indonesia Bahasa Melayu Български Català Cebuano Čeština Dansk Deutsch English Español فارسی Français 한국어 Հայերեն Italiano עברית Kreyòl ayisyen مصرى Nederlands 日本語 Norsk bokmål Oʻzbekcha \/ ўзбекча ភាសាខ្មែរ Polski Português Română Русский Simple English Slovenščina Suomi Svenska Tagalog ไทย Türkçe Українська Winaray 中文 30 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 10°47′42″B 106°43′19″Đ﻿ \/ ﻿10,795025°B 106,721909°Đ﻿ \/ 10.795025; 106.721909 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 2\/2022) Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. (tháng 2\/2022) Landmark 81 Vincom Landmark 81 (cao nhất) cùng các tòa nhà khác của khu Vinhomes Central Park Vị trí tại Thành phố Hồ Chí Minh Kỷ lục chiều cao Là công trình cao nhất Việt Nam từ năm 2018 Phá kỷ lục của Keangnam Hanoi Landmark Tower Cao nhất Việt Nam từ Tháng 2 năm 2018[I] Thông tin chung Dạng Sử dụng hỗn hợp Phong cách Tân vị lai Địa điểm Tân Cảng, Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam Quốc gia Việt Nam Địa chỉ 720A Điện Biên Phủ, Phường 22 Tọa độ 10°47′42″B 106°43′19″Đ﻿ \/ ﻿10,795025°B 106,721909°Đ﻿ \/ 10.795025; 106.721909 Chủ sở hữu Vingroup Sở hữu Vingroup Xây dựng Khởi công 26\/07\/2014 Khánh thành 26\/07\/2018 Mở cửa 26\/07\/2018 Nhà thầu chính Coteccons Chi phí xây dựng 1,4 tỷ USD Số tầng 81 (3 tầng hầm) Số thang máy 26 Diện tích sàn 241.000 m² Chiều cao 461,2m Thiết kế Hãng kiến trúc Atkins[1] Kỹ sư thiết kế dịch vụ Aurecon Thông tin khác Chú thích Xếp thứ hạng 17 trong bảng danh sách 59 tòa nhà cao nhất thế giới Vincom Landmark 81 là một tòa nhà chọc trời ở Thành phố Hồ Chí Minh thuộc tổ hợp dự án Vinhomes Central Park trị giá 1,4 tỷ USD do Công ty Cổ phần Đầu tư xây dựng Tân Liên Phát thuộc VinGroup làm chủ đầu tư. Landmark 81 là tòa nhà cao nhất Việt Nam , toà nhà cao thứ hai Đông Nam Á (bị phá kỉ lục là toà nhà cao nhất bởi Merdeka 118 vào năm 2022), và là toà nhà cao thứ 17 trên thế giới[2]. Khánh thành[sửa | sửa mã nguồn] Sau 1.461 ngày thi công, vào ngày 26\/07\/2018, Landmark 81 chính thức được khánh thành và hoạt động hạng mục đầu tiên (TTTM Vincom Center Landmark 81). Đến ngày 28\/4\/2019, tòa tháp Landmark 81 đã tiếp tục khánh thành đài quan sát Skyview cao nhất Việt Nam và Đông Nam Á thời điểm đó. Mô tả[sửa | sửa mã nguồn] So sánh chiều cao với các tòa nhà khác ở Việt Nam. Tên gọi chính thức của tòa nhà là Vincom Landmark 81, con số 81 nằm trong tên gọi tương ứng với tổng số tầng của tòa nhà này. Vincom là tên viết tắt của Vingroup và Commerce, Vingroup là nhà phát triển và nhà đầu tư chính của tòa nhà. Tòa nhà The Landmark 81 có độ cao 461,2m, có 81 tầng được xây dựng tại vị trí trung tâm của khu đô thị Vinhomes Central Park, ngay bên bờ sông Sài Gòn. Tòa nhà Landmark 81 có tổng diện tích sàn xây dựng 141.000 m² trong đó: Tầng B2, B3 là hầm để xe Tầng B1, 1, 2, 3: Trung tâm thương mại, rạp chiếu phim, sân trượt băng trong nhà, gym... Tầng 4: Khu club house dành cho cư dân gồm hệ thống hồ bơi, gym, spa, bar và lounge ngoài trời. Tầng 5: Sảnh lounge tiêu chuẩn 5 sao và nhà sinh hoạt cộng đồng dành cho cư dân, nhà hàng cao cấp. Tầng 6 đến 40: Khu căn hộ hiện đại với căn hộ 1 - 4 phòng ngủ, sky villa. Hệ thống có khoảng 900 căn hộ dịch vụ cao cấp Vinhomes và căn hộ thương mại Officetel cao cấp, trong đó có căn hộ dịch vụ tiêu chuẩn 5 sao và căn hộ dịch vụ siêu sang 6 sao diện tích 400m² với góc nhìn 180 độ. Tầng 41 đến 77: Khách sạn Vinpearl 5 sao. Khu khách sạn 5 sao Vinpearl có quy mô khoảng 450 phòng; phòng tổng thống sang trọng có diện tích lên đến 1.000 m² với tầm quan sát 360 độ quanh thành phố. Nhà hàng và sky bar thuộc khách sạn ở tầng 66 và 67 có góc nhìn rộng 360 độ. Tầng 71: Pearl Club Tầng 73: Nhà hàng Truffle - Habano's cigar lounge Tầng 74: Ice and Spice Bar Tầng 75-76: Blank Lounge Tầng 77: Nhà hàng Ussina Tầng 80: Miwaku Premium Bar Tầng 79 đến 81: Đài quan sát. Riêng tầng 21, 46H và 78 là tầng kĩ thuật. Dưới chân tòa nhà là Trung tâm thương mại Vincom Center có diện tích 59.000 m². Cuối tháng 8, Tổng thầu Coteccons vừa công bố hoàn thành thi công lắp đặt Angten trên đỉnh spire của Landmark 81. Angten này có chiều cao 8,3m là thiết bị thu phát sóng truyền hình cho TP.HCM, góp phần tăng chiều cao tổng tòa nhà lên gần 470m.[3] Hiện tại MobiTV là đơn vị đầu tiên triển khai phát sóng truyền hình số DVB-T2 cho toàn TPHCM thông qua Angten này. Thiết kế[sửa | sửa mã nguồn] Landmark 81 được thế kế bởi Atkins, một công ty dịch vụ Anh chuyên về thiết kế, kỹ thuật, tư vấn kiến trúc. Atkins đã có kinh nghiệm thiết kế rất nhiều tòa nhà chọc trời khác trên thế giới, phần lớn trong số chúng nằm ở Dubai và Trung Quốc, đáng chú ý nhất có thể kể tới tòa nhà Burj Al Arab. Landmark 81 có thiết kế 81 tầng, tổng diện tích sàn là 241.000 m². Cấu trúc của tòa nhà đơn giản chỉ là các khối chụm lại với nhau, bao gồm 36 khối có chiều cao khác nhau, được nhóm lại trong một ma trận 6×6. Các khối cao hơn sẽ được đặt ở trung tâm của ma trận, một trong những tòa nhà điển hình nhất sử dụng kiểu thiết kế này là Tháp Willis ở Chicago. Theo nhà thiết kế, thiết kế của Landmark 81 được lấy cảm hứng từ những bó tre truyền thống, tượng trưng cho sức mạnh và sự đoàn kết trong văn hóa Việt Nam. Hầu hết các đỉnh khối hình ống đều có thiết kế thêm các khu vườn ở bên trên, ngoại trừ những khối cao nhất. Tầng trệt của tòa nhà được sử dụng làm trung tâm mua sắm. Hình ảnh[sửa | sửa mã nguồn] LM 81 lúc đang xây dựng, tháng 1\/2018 Landmark 81 sau một trận mưa 2018 Landmark 81 sau một trận mưa 2018 Sáng 5\/8\/2018 Vinhomes Central Park. Vinhomes Central Park về đêm Bắn pháo hoa tại Landmark 81 ngày 30 tháng 4 năm 2019 Bắn pháo hoa tại Landmark 81 ngày 30 tháng 4 năm 2019 Một góc căn hộ trống của Landmark 81 Một góc căn hộ trống của Landmark 81 Xem thêm[sửa | sửa mã nguồn] Keangnam Hanoi Landmark Tower Bitexco Financial Tower Tham khảo[sửa | sửa mã nguồn] ^ Atkins' architecture vision for Vingroup's tallest landmark building in Vietnam to become reality Lưu trữ 2018-04-18 tại Wayback Machine - ngày 3 tháng 8 năm 2015 ^ “List of tallest buildings”, Wikipedia (bằng tiếng Anh), 9 tháng 10 năm 2022, truy cập ngày 12 tháng 10 năm 2022 ^ “Coteccons hoàn tất lắp đặt Angten trên đỉnh LM81”. Bản gốc lưu trữ ngày 10 tháng 9 năm 2018. Truy cập ngày 5 tháng 9 năm 2018. Liên kết ngoài[sửa | sửa mã nguồn] The Landmark | Vinhomes Central Park Lưu trữ 2021-03-11 tại Wayback Machine Bài viết về những kiến trúc tiêu biểu tại Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Hệ thống căn hộ và biệt thự của tập đoàn Vingroup Hà Nội Bà Triệu Ocean Park Techno Park Tower Riverside Smart City Times City TP Hồ Chí Minh Central Park Landmark 81 Đồng Khởi Golden River Grand Park Khác Vinpearl VinCity Safari Phú Quốc Phạm Nhật Vượng VinFast VinMart VinSmart hiện x t s Nhà chọc trời siêu cao Hiện nay: 23 Marina · Abraj Al Bait · Aon Center (Chicago) · AT&T Corporate Center · Baiyoke Tower II · Bank of America Plaza · Bank of China Tower · Bank of America Tower · Burj al-Arab · Burj Dubai · The Center · Central Plaza · Cayan Tower · Đài Bắc 101 · Tòa nhà Chrysler · CITIC Plaza · Emirates Office Tower · Haeundae Doosan We've the Zenith · Khách sạn Jumeirah Emirates Towers · Tòa nhà Empire State · Tổ hợp tháp Etihad · Eureka Tower · Franklin Center (Chicago) · First Canadian Place · Two International Finance Centre · JPMorgan Chase Tower · International Commerce Centre · Tháp Kim Mậu · John Hancock Center · Keangnam Hanoi Landmark Tower · Kingdom Centre · Kingkey 100 · Không trung Hoa Tây thôn · Landmark 81 · Leatop Plaza · MahaNakhon · Menara Telekom · Mercury City Tower · Minsheng Bank Building · OKO · Tòa nhà New York Times · Nina Tower · Northeast Asia Trade Tower · One Island East · Tháp đôi Petronas · Q1 · Sears Tower · Princess Tower · The Shard · Shimao International Plaza · Shun Hing Square · Telekom Tower · Tháp Baiyoke II · Tháp Liên bang · Tháp Thượng Hải · Tuntex Sky Tower · Trung tâm Tài chính Ping An · Trung tâm Tài chính Quốc tế (Hồng Kông) · Trung tâm Tài chính Quốc tế Quảng Châu · Trung tâm Tài chính Thế giới Thiên Tân · Trung tâm Tài chính Thế giới Thượng Hải · Trung tâm Tài chính Thế giới Trùng Khánh · Two Prudential Plaza · Rose Tower · US Bank Tower · Wells Fargo Plaza · Tháp Trung tâm Thương mại Thế giới Trung Quốc 3 · Trung tâm Thương mại Thế giới Một · Trung tâm Thương mại Thế giới Ôn Châu · Tháp và Khách sạn Quốc tế Trump · Lotte World Tower · Willis Tower · Wilshire Grand Center Đang xây: Airlangga Residences · Ahmed Abdul Rahim Al Attar Tower · Al Hamra Tower · Al Hekma Tower · Al Rajhi Tower · Al Yaquob Tower · APIIC Tower · Almas Tower · Arraya 2 · Burj al Alam · Burj Dubai Lake Hotel & Serviced Apartments · City Hall and City Duma · DAMAC Heights · Dinghao Century Stars City · Doha Sport City Tower · Dubai Towers - Doha · Elite Residence · Emirates Park Towers · Eurasia · Faros del Panamá · Four Seasons Centre · Freedom Tower · Gate of Kuwait · Greenland Square Zifeng Tower · Guangzhou Twin Towers West Tower · Haeundae LCT The Sharp · The Index · Jin Tower · JW Marriott International Finance Centre · Jeddah Tower · Lopez Center Tower · Mag 218 Tower · Marina 101 · North Bund Tower · Ocean One · Ocean Heights · Parc1 Tower · Park Hyatt Tower · Pearl River Tower · Rose Rotana Suites · Russia Tower · Shenyang City Hang Lung Plaza · Shenzhen Nikko Tower · Sky Tower Dubai · Skycity · Square Capital Tower · The Marina Torch · Torre Gran Costanera · Vision Brisbane · Waterview Tower · The Wharf Times Square Cũ: Trung tâm Thương mại Thế giới Dừng xây: 868 Towers Offices and Hotel · BDNI Center 1 · Busan Lotte Tower · Dalian International Trade Center · Marina Gardens · Najd Tower · Plaza Rakyat · Khách sạn Ryugyŏng · Songdo Incheon Towers · Tianlong Hotel · Chicago Spire · Xiamen Post & Telecommunications Building Xem thêm: Supertall proposed skyscrapers hiện x t s Tòa nhà cao nhất tại Thành phố Hồ Chí Minh Nhà chọc trời trên 150 m Landmark 81 Bitexco Financial Tower Vietcombank Tower IFC One Saigon Saigon Centre 2 The Landmark 2 Aqua 1 Aqua 2 Luxury 6 The Park 6 The Landmark 3 The Landmark 4 The Landmark Plus Lake Tower The Landmark 5 The Landmark 1 The Central 3 The Central 2 The Park 7 Masteri Lumière Riverside Saigon Times Square Golden House White House The Landmark 6 Aqua 3 Victory Tower The Park 4 Hilton Saigon Hotel Phú Hoàng Anh Pearl Plaza The Park 3 The View Nhà cao tầng trên 120 m Silver House Riviera Point Masteri Thảo Điền Saigon Trade Center The Park 2 Cantavil Premier Masteri An Phú The Nexus Opal Tower Gateway Thảo Điền South Tower Central Tower Golden Plaza Residence The Central 1 The Park 1 Hoàng Anh Thanh Bình Aqua 4 Saigon Pearl Masteri Riviera Topaz Elite Sunshine Diamond River Sunrise CityView WhiskyCognac Tower La Casa Lim Tower 1 The Pegasuite Saigon Royal Residences Eco Green Saigon The Western Capital Ascott Waterfront Saigon North Tower Q7 Saigon Riverside Soho Residence Hùng Vương Plaza City Garden The Tresor The Hallmark Đang xây dựng One Central Saigon The Sun Tower IFC One Saigon Grand Marina Saigon The Infiniti The Grand Manhattan Sunshine Diamond River The Beverly Solari Lancaster Legacy Sunshine City The Alpha Residence La Casa The Beverly Sunshine Horizon King Crown Infinity D-Homme Metro Star Rome by Diamond Lotus Zeit River Nara Residences Kế hoạch Đề xuất Landmark 99 Saigon Centre 3 Sunshine Tower Empire 88 Tower Hyatt Regency Eco Green Tower Eco Smart City Eximbank Tower Lavenue Crown Suối Tiên Plaza The Loft Sunshine Venicia The Amaris Residences The Branded Residence Thủ Thiêm Green Jewel The Monarch Trì hoãn Saigon Melinh Tower Alpha Hill Dragon Riverside SJC Tower Satra Tax Plaza Alpha Tower Viet Capital Center BIDV Tower Lancaster Lincoln Charmington Iris The Park Avenue Majestic Hotel mở rộng hiện x t s Du lịch Thành phố Hồ Chí Minh (Sài Gòn) Công trình hành chính Bưu điện Sài Gòn Trụ sở Ủy ban nhân dân Thành phố Hồ Chí Minh Công trình lịch sử - văn hóa Nghĩa trang TP HCM Nghĩa trang liệt sĩ TP HCM Bảo tàng Chiến dịch Hồ Chí Minh Bảo tàng Chứng tích chiến tranh Bảo tàng Lịch sử TP HCM Bảo tàng Mỹ thuật TP HCM Bảo tàng Phụ nữ Nam Bộ Bảo tàng Thành phố Bảo tàng Tôn Đức Thắng Bến Nhà Rồng Dinh Độc Lập Công viên, khu sinh thái, phố đi bộ Bến Bạch Đằng Công viên 23 tháng 9 Công viên 30 tháng 4 Công viên Bách Tùng Diệp Công viên Chi Lăng Công viên Gia Định Công viên Hoàng Văn Thụ Công viên Lê Thị Riêng Công viên Lê Văn Tám Công viên Lịch sử – Văn hóa Dân tộc Công viên Phú Lâm Công viên Tao Đàn Đầm Sen Địa đạo Củ Chi Rừng ngập mặn Cần Giờ Suối Tiên Bình Quới – Thanh Đa Thảo Cầm Viên Khu Tây ba lô – Phố đi bộ Bùi Viện Phố đi bộ Nguyễn Huệ Đường hoa Nguyễn Huệ Công trình tôn giáo Chùa Ấn Quang Chùa Giác Hải Chùa Giác Lâm Chùa Giác Viên Chùa Hoằng Pháp Chùa Giác Ngộ Chùa Nam Thiên Nhất Trụ Chùa Nghệ Sĩ Chùa Phật Cô Đơn Chùa Phụng Sơn Chùa Tập Phước Chùa Từ Ân Chùa Vĩnh Nghiêm Chùa Xá Lợi Đại chủng viện Thánh Giuse Đan viện Cát Minh Đền Công Chính Đền Hùng (Thảo Cầm Viên) Đền thờ Đức Thánh Trần Đình Minh Hương Gia Thạnh Đình Thông Tây Hội Hội quán Hà Chương Hội quán Nghĩa An Hội quán Nhị Phủ Hội quán Ôn Lăng Hội quán Tuệ Thành Lăng Ông Miếu Nổi Nhà thờ Ba Chuông Nhà thờ Cầu Kho Nhà thờ Cha Tam Nhà thờ Chí Hòa Nhà thờ Chợ Quán Nhà thờ Dòng Chúa Cứu Thế Sài Gòn Nhà thờ Đức Bà Nhà thờ Hạnh Thông Tây Nhà thờ Huyện Sỹ Nhà thờ Tân Định Nhà thờ Thánh Jeanne d'Arc Thánh thất Sài Gòn Thiền viện Vạn Hạnh Tu viện dòng Thánh Phaolô Việt Nam Quốc Tự Nhà hát, sân khấu Nhà hát Bến Thành Nhà hát Cải lương Trần Hữu Trang Nhà hát Hòa Bình Nhà hát Thành phố Sân khấu kịch Idecaf Rạp Công Nhân Công trình thể thao Nhà thi đấu Phú Thọ Nhà thi đấu Tân Bình Sân vận động Hoa Lư Sân vận động Quân khu 7 Sân vận động Thống Nhất Công trình thương mại - dịch vụ Bitexco Financial Tower Chợ An Đông Chợ Bà Chiểu Chợ Bến Thành Chợ Bình Tây Chợ Tân Định Diamond Plaza Landmark 81 Saigon Centre Saigon Trade Center Thuận Kiều Plaza Union Square Vincom Center Đồng Khởi Công trình giao thông - đô thị Buýt đường sông Cầu Mống Đường Đồng Khởi Đường Lê Lợi Ga Sài Gòn Hồ Con Rùa Kênh Bến Nghé Kênh Hàng Bàng Kênh Nhiêu Lộc – Thị Nghè Khu đô thị Phú Mỹ Hưng Khu đô thị mới Thủ Thiêm Khu phố cổ Chợ Lớn Sân bay quốc tế Tân Sơn Nhất Vinhomes Central Park Khách sạn Khách sạn Caravelle Sài Gòn Khách sạn Continental Khách sạn Grand Sài Gòn Khách sạn Majestic Saigon Khách sạn Rex Khu công nghệ Công viên phần mềm Quang Trung Khu công nghệ cao Thành phố Hồ Chí Minh Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Landmark_81&oldid=69822182” Thể loại: Sơ khai kiến trúc Việt Nam Du lịch Thành phố Hồ Chí Minh Nhà chọc trời tại Thành phố Hồ Chí Minh Trung tâm thương mại tại Thành phố Hồ Chí Minh Tập đoàn Vingroup Tòa nhà văn phòng ở Việt Nam Bình Thạnh Thể loại ẩn: Trang có sử dụng tập tin không tồn tại Bản mẫu webarchive dùng liên kết wayback Nguồn CS1 tiếng Anh (en) Trang thiếu chú thích trong bài Tất cả bài viết cần được wiki hóa Tọa độ trên Wikidata Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 28 tháng 3 năm 2023, 04:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}