{"Lê Khả Phiêu":"Lê Khả Phiêu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và binh nghiệp 2Sự nghiệp chính trị 3Nghỉ hưu và qua đời Hiện\/ẩn mục Nghỉ hưu và qua đời 3.1Nghỉ hưu 3.2Qua đời 4Gia đình 5Di sản và đánh giá 6Tặng thưởng 7Lịch sử thụ phong quân hàm 8Chú thích 9Liên kết ngoài Lê Khả Phiêu 19 ngôn ngữ العربية Bahasa Indonesia Bân-lâm-gú Deutsch English فارسی Français 한국어 Italiano 日本語 Norsk bokmål Polski Русский Simple English Suomi ไทย 文言 粵語 中文 10 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Thượng tướng Lê Khả Phiêu Chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Nhiệm kỳ 26 tháng 12 năm 1997 – 22 tháng 4 năm 2001 3 năm, 117 ngày Tiền nhiệm Đỗ Mười Kế nhiệm Nông Đức Mạnh Thường trực Bộ Chính trị khoá VIII Phạm Thế Duyệt (1997–2001) Nguyễn Phú Trọng (1999–2001) Trưởng Ban Bảo vệ Chính trị Nội bộ Trung ương Nhiệm kỳ 1 tháng 7 năm 1996 – 16 tháng 12 năm 1997 1 năm, 168 ngày Tổng Bí thư Đỗ Mười Tiền nhiệm Đào Duy Tùng Kế nhiệm Phạm Thế Duyệt Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 6 tháng 11 năm 1993 – 22 tháng 4 năm 2001 7 năm, 167 ngày Đại biểu Quốc hội Nhiệm kỳ 19 tháng 9 năm 1992 – 18 tháng 7 năm 2002 Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam Nhiệm kỳ Tháng 9 năm 1991 – Tháng 12 năm 1997 Tiền nhiệm Nguyễn Quyết Kế nhiệm Phạm Thanh Ngân Phó Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam Nhiệm kỳ Tháng 8 năm 1988 – Tháng 9 năm 1991 Chủ nhiệm Nguyễn Quyết Thông tin chung Quốc tịch Việt Nam Sinh (1931-12-27)27 tháng 12, 1931 Đông Khê, Đông Sơn, Thanh Hóa, Liên bang Đông Dương Mất 7 tháng 8, 2020(2020-08-07) (88 tuổi) nhà số 7\/36\/C1 Lý Nam Đế, phường Cửa Đông, quận Hoàn Kiếm, Hà Nội, Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Nguyễn Thị Bích (cưới 1959) Cha Lê Khả Phan Con cái Lê Minh Diễn (trai cả) Lê Quốc Khánh (trai út) Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1950–1997 Cấp bậc Thượng tướng Chỉ huy Sư đoàn 304 Tham chiến Chiến tranh Việt Nam Chiến dịch biên giới Tây Nam Lê Khả Phiêu (27 tháng 12 năm 1931 – 7 tháng 8 năm 2020) là một cố chính trị gia người Việt Nam. Ông từng giữ chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam từ tháng 12 năm 1997 đến tháng 4 năm 2001. Ông cũng từng là Ủy viên Bộ Chính trị, Thường trực Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Bí thư Quân ủy Trung ương, Trưởng Ban Bảo vệ Chính trị Nội bộ Trung ương. Ông cũng đồng thời là một tướng lĩnh, từng giữ chức vụ Phó Chủ nhiệm, Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam, hàm Thượng tướng Quân đội nhân dân Việt Nam. Xuất thân và binh nghiệp[sửa | sửa mã nguồn] Lê Khả Phiêu sinh ngày 27 tháng 12 năm 1931 ở làng Thạch Khê Thượng, xã Đông Khê, huyện Đông Sơn, tỉnh Thanh Hóa, Việt Nam. Năm 1945, ông tham gia phong trào Việt Minh tại địa phương và gia nhập Đảng Cộng sản Đông Dương ngày 19 tháng 6 năm 1949. Ngày 1 tháng 5 năm 1950, Lê Khả Phiêu được tổ chức Việt Minh điều động gia nhập quân đội. Ông bắt đầu trưởng thành từ một binh nhì thăng tiến dần đến chức vụ Chính trị viên Đại đội thuộc Trung đoàn 66 Đại đoàn 304. Từ tháng 9 năm 1954 đến năm 1958, ông lần lượt giữ các chức vụ Phó chính trị viên, Chính trị viên tiểu đoàn rồi Chủ nhiệm chính trị Trung đoàn 66. Từ tháng 6 năm 1961 đến năm 1966, ông lần lượt giữ chức vụ Phó trưởng ban, Trưởng ban Cán bộ tổ chức Sư đoàn 304, sau đó là Phó chính ủy, rồi Chính ủy kiêm Trung đoàn trưởng Trung đoàn 9, Sư đoàn 304. Năm 1967, Lê Khả Phiêu được điều động cùng Trung đoàn 9 vào chiến trường Trị Thiên, làm Chính ủy Trung đoàn. Năm 1968, ông làm Trưởng phòng Tổ chức Quân khu Trị Thiên. Đến năm 1970, là Phó chủ nhiệm Chính trị Quân khu Trị Thiên. Tháng 5 năm 1974, khi Quân đoàn 2 được thành lập, ông được cử giữ chức Chủ nhiệm Cục chính trị Quân đoàn, hàm Thượng tá. Năm 1978, Lê Khả Phiêu là Phó chính ủy kiêm Chủ nhiệm Chính trị, rồi Phó tư lệnh về chính trị Quân khu 9, hàm Đại tá. Đồng thời ông cũng kiêm nhiệm một chức vụ dân sự là Phó Bí thư Khu ủy Khu IX. Tháng 4 năm 1984, Lê Khả Phiêu được thăng hàm Thiếu tướng, giữ chức vụ Chủ nhiệm chính trị, rồi Phó tư lệnh về chính trị kiêm Chủ nhiệm chính trị, Phó Bí thư Ban Cán sự Bộ Tư lệnh Quân tình nguyện Việt Nam tại Campuchia (mật danh Mặt trận 719). Tháng 8 năm 1988, sau khi Việt Nam rút quân khỏi Campuchia, ông được thăng hàm Trung tướng và được điều về làm Phó Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam. Tháng 9 năm 1991, Lê Khả Phiêu là Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam. Năm 1992, ông được phong quân hàm Thượng tướng Quân đội nhân dân Việt Nam. Sự nghiệp chính trị[sửa | sửa mã nguồn] Tổng bí thư Lê Khả Phiêu tiếp Tổng thống Vladimir Putin tại Hà Nội, năm 2001 Tháng 6 năm 1991 tại Đại hội đại biểu toàn quốc lần thứ VII của Đảng, Lê Khả Phiêu được bầu là Ủy viên Ban Chấp hành Trung ương Đảng. Về phía quân đội, ông giữ chức Ủy viên Thường vụ Đảng ủy Quân sự Trung ương. Tháng 6 năm 1992 tại Hội nghị Ban Chấp hành Trung ương lần thứ 13 của Đảng, Lê Khả Phiêu được bầu vào Ban Bí thư Trung ương Đảng. Tháng 1 năm 1994, tại Hội nghị đại biểu toàn quốc giữa nhiệm kỳ Đảng Cộng sản Việt Nam, ông được Ban Chấp hành Trung ương Đảng khoá VII bầu vào Bộ Chính trị. Tháng 4 năm 1996 Lê Khả Phiêu được phân công làm Thường trực Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam thay Nguyễn Hà Phan bị kỷ luật.[1] Tại Đại hội Đại biểu toàn quốc khoá VIII Đảng Cộng sản Việt Nam (tháng 6 năm 1996), ông được bầu làm Uỷ viên Ban Thường vụ Bộ Chính trị, Thường trực Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Trưởng Ban Bảo vệ Chính trị Nội bộ Trung ương. Ngày 26 tháng 12 năm 1997 tại Hội nghị Trung ương lần thứ 4 Ban Chấp hành Trung ương Đảng (khoá VIII), Lê Khả Phiêu được bầu giữ chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, không lâu sau khi Đỗ Mười quyết định hưu trí. Cùng ngày, ông cũng là Bí thư Quân ủy Trung ương (Việt Nam). Trong nhiệm kỳ Tổng bí thư ông thực hiện chiến dịch chống tham nhũng và xây dựng chỉnh đốn lại Đảng.[2] Ông là Tổng bí thư đầu tiên đón tiếp một Tổng thống Hoa Kỳ (Tổng thống Bill Clinton).[3] Sau thời ông, chế độ Cố vấn Ban Chấp hành Trung ương Đảng bị bãi bỏ. Khi đang trong giai đoạn đỉnh cao sự nghiệp chính trị, ông bất ngờ xin từ chức trước Đại hội IX của Đảng vào ngày 22 tháng 4 năm 2001.[4] Tháng 10 năm 2006, ông chính thức nghỉ hưu theo chế độ. Nghỉ hưu và qua đời[sửa | sửa mã nguồn] Nghỉ hưu[sửa | sửa mã nguồn] Ông Lê Khả Phiêu gặp Chủ tịch UBND tỉnh Hải Dương Nguyễn Mạnh Hiển ở tỉnh Hải Dương, năm 2014 Sau khi nghỉ hưu ông ít can thiệp vào chính trị mà thường đi đến các địa phương tham gia các hoạt động xã hội. Vào năm 2004, ông đến thăm bệnh viện bệnh viện Đa khoa Hợp Lực.[5] Năm 2007, ông được Tổng bí thư Nông Đức Mạnh trao tặng Huân chương Sao Vàng.[6] Năm 2014, ông nhận được huy hiệu 65 năm tuổi Đảng và 70 năm tuổi Đảng vào năm 2019. Qua đời[sửa | sửa mã nguồn] Tang lễ Lê Khả Phiêu được tổ chức tại Nhà tang lễ Quốc gia ở Hà Nội Sau một thời gian lâm bệnh, ông qua đời vào lúc 02:52, ngày 7 tháng 8 năm 2020 tại nhà riêng số 7\/36\/C1 Lý Nam Đế, phường Cửa Đông, quận Hoàn Kiếm, Hà Nội.[7] Theo Văn phòng Ban chấp hành Trung ương Đảng được biết, tang lễ dành cho nguyên Tổng bí thư Lê Khả Phiêu sẽ được tổ chức theo nghi thức Quốc tang trong hai ngày, 14 và 15 tháng 8 năm 2020. Lễ viếng của ông được tổ chức tại Nhà tang lễ quốc gia, số 5 Trần Thánh Tông, Hà Nội bắt đầu từ 08:00, ngày 14 tháng 8 năm 2020 đến 12:00, ngày 15 tháng 8 năm 2020. Lễ truy điệu được tổ chức vào 12:30, ngày 15 tháng 8 năm 2020 tại Nhà tang lễ quốc gia, số 5 Trần Thánh Tông, Hà Nội. Cùng thời gian này tại Hội trường Thống nhất tại Thành phố Hồ Chí Minh và Hội trường 25B, đường Quang Trung, Thành phố Thanh Hóa, tỉnh Thanh Hóa cũng tổ chức lễ viếng, lễ truy điệu nguyên Tổng bí thư Lê Khả Phiêu.[8] Theo di nguyện của Lê Khả Phiêu, sau khi mất, ông muốn được rải tro cốt xuống ba dòng sông đã gắn liền kỉ niệm với cuộc đời ông nhưng do dịch bệnh COVID-19 diễn biến phức tạp nên gia đình cũng không muốn kéo dài thời gian tang lễ. Theo một người thân trong gia đình Lê Khả Phiêu chia sẻ, ba con sông đó là sông Mã, sông Hồng và sông Cửu Long. Vào 14:00 cùng ngày, linh cữu của ông được đưa về Nghĩa trang Mai Dịch để an táng với khu vực là tại vị trí thứ tư (cạnh mộ Hoàng Quốc Việt và Lê Văn Lương), bên phải (từ cổng nghĩa trang hướng vào sân chính). Gia đình[sửa | sửa mã nguồn] Bà Nguyễn Thị Bích, cựu Phu nhân Tổng bí thư tại tang lễ của chồng Vợ của Lê Khả Phiêu tên là Nguyễn Thị Bích. Ông và người vợ có hai người con. Con trai ông tên là Lê Minh Diễn là người đã thay mặt người nhà đọc lời cảm tạ trong lễ truy điệu của cha vào ngày 15 tháng 8 năm 2020. Di sản và đánh giá[sửa | sửa mã nguồn] Chính sách chống tham nhũng và chỉnh đốn xây dựng lại Đảng của ông đã đặt nền móng cho công cuộc chống tham nhũng của Việt Nam mà hiện nay Tổng bí thư đương nhiệm Nguyễn Phú Trọng đang tiếp tục, ông Cù Huy Hà Vũ nhận xét.[9] Ông được đánh giá là người sát với thực tế khi còn là Tổng bí thư và là người rất tận tình và chu đáo, ông Phan Diễn (nguyên Bí thư Thường trực Ban Bí thư) khi nói về Lê Khả Phiêu.[2] Ông được ca ngợi là một người Cộng sản chân chính, cống hiến hết mình cho nước nhà và cho quân đội.[10] Tặng thưởng[sửa | sửa mã nguồn] Huân chương Sao vàng (2007).[11] Huân chương Quân công hạng Nhất. Huân chương Quân công hạng Nhì. Huân chương Quân công hạng Ba. Huân chương Kháng chiến hạng Nhất. Huân chương Chiến thắng hạng Ba. Huân chương Chiến công hạng Nhất. Huân chương Chiến công hạng Nhì. Huân chương Chiến công hạng Ba. Huân chương Chiến công giải phóng hạng Nhất. Huân chương Chiến công giải phóng hạng Nhì. Huân chương Chiến công giải phóng hạng Ba. Huân chương Chiến sĩ giải phóng hạng Nhất. Huân chương Chiến sĩ giải phóng hạng Nhì. Huân chương Chiến sĩ giải phóng hạng Ba. Huy chương Quân kỳ quyết thắng. Huân chương Chiến sĩ vẻ vang hạng Nhất, Nhì, Ba. Huân chương José Martí của Cộng hòa Cuba. Huân chương Tự do hạng Nhất của CHDCND Lào. Huân chương Chiến công Cách mạng của CHDCND Lào. Huân chương Bảo vệ Tổ quốc Hạng Nhất của Vương quốc Campuchia. Kỉ niệm chương vì sự nghiệp Quốc tế. Huy hiệu 65 năm tuổi Đảng (trao ngày 30 tháng 9 năm 2014).[12] Huy hiệu 70 năm tuổi Đảng Cộng sản Việt Nam (trao ngày 25 tháng 8 năm 2019).[13][14] Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 1962 1966 1970 1974 1978 1984 1988 1992 Quân hàm Cấp bậc Đại úy Thiếu tá Trung tá Thượng tá Đại tá Thiếu tướng Trung tướng Thượng tướng Chú thích[sửa | sửa mã nguồn] ^ “Hoạt động đại biểu Quốc hội, Danh sách Đại biểu, Nguyễn Hà Phan”. quochoi.vn. Truy cập ngày 15 tháng 8 năm 2020. ^ a b “\"Anh Lê Khả Phiêu rất trăn trở với công tác chỉnh đốn Đảng, chống tham nhũng\"”. Thanh tra. ngày 10 tháng 8 năm 2020. ^ “Nguyên Tổng Bí thư Lê Khả Phiêu với lần tiếp Tổng thống Mỹ Bill Cliton”. ĐÀI PHÁT THANH VÀ TRUYỀN HÌNH THANH HÓA. ngày 13 tháng 8 năm 2020. ^ “Chuyện về quyết định xin nghỉ trước Đại hội IX của Tổng Bí thư Lê Khả Phiêu”. Tiền phong. ngày 11 tháng 8 năm 2020. ^ “Ngày ấy nguyên Tổng Bí thư Lê Khả Phiêu về thăm Hợp Lực”. Bệnh viện Đa khoa Hợp Lực. ^ “Trao tặng Huân chương Sao Vàng cho nguyên Tổng Bí thư Lê Khả Phiêu”. Công an nhân dân online. ngày 26 tháng 12 năm 2007. ^ Nguyên Tổng bí thư Lê Khả Phiêu từ trần ^ “Thông cáo đặc biệt: Nguyên Tổng Bí thư Lê Khả Phiêu từ trần”. vtv.vn. 10 tháng 8 năm 2020. Truy cập ngày 11 tháng 2 năm 2021. ^ “Lê Khả Phiêu: chống tham nhũng và sai lầm chính trị”. VOA Tiếng Việt. ngày 8 tháng 8 năm 2020. ^ “Xúc động những dòng sổ tang viếng nguyên Tổng Bí thư Lê Khả Phiêu”. Lao động. ngày 14 tháng 8 năm 2020. ^ “Trao tặng các đồng chí nguyên lãnh đạo Đảng và Nhà nước Huân chương Sao Vàng, Huân chương Hồ Chí Minh”. ^ “Trao tặng Huy hiệu 65 năm tuổi Đảng cho nguyên Tổng Bí thư Lê Khả Phiêu”. An ninh thủ đô. ngày 30 tháng 9 năm 2014. Truy cập ngày 23 tháng 6 năm 2017. ^ “Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng trao Huy hiệu 70 năm tuổi Đảng tặng nguyên Tổng Bí thư Lê Khả Phiêu”. Nhân dân. ngày 25 tháng 8 năm 2019. Truy cập ngày 16 tháng 9 năm 2019. ^ “Trao huy hiệu 70 năm tuổi Đảng tặng nguyên Tổng bí thư Lê Khả Phiêu”. VietNamNet. Truy cập ngày 16 tháng 9 năm 2019. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Lê Khả Phiêu. Tóm tắt tiểu sử Nguyên Tổng Bí thư Lê Khả Phiêu ĐCSVN 10\/8\/2020 Lê Khả Phiêu tại Từ điển bách khoa Việt Nam Tiêu đề chuẩn GND: 142926671 ISNI: 0000 0000 3144 5679 LCCN: n95049055 SUDOC: 193987899 VIAF: 50934013 WorldCat Identities: lccn-n95049055 hiện Lê Khả Phiêu Tiền nhiệm: Đỗ Mười Tổng Bí thư Đảng Cộng sản Việt Nam 1997–2001 Kế nhiệm: Nông Đức Mạnh hiện x t s 2020 tại Việt Nam Những sự kiện chính ở Việt Nam năm 2020 Chính trị Kinh tế Chủ tịch ASEAN 2020 Thành viên không thường trực Hội đồng Bảo an Liên Hợp Quốc 2020 Hiệp định Thương mại tự do Việt Nam – Liên minh châu Âu (EVFTA) Đại hội Đảng Cộng sản Việt Nam đơn vị địa phương nhiệm kỳ 2020 – 2025 Tổng Bí thư Lê Khả Phiêu mất (1931 – 2020) Sự biến Đại dịch COVID-19 tại Việt Nam ảnh hưởng kinh tế xã hội dòng thời gian Lũ lụt miền Trung Việt Nam năm 2020 Bão Sinlaku (2020) Bão nhiệt đới Linfa (2020) Bão Nangka (2020) Bão Molave (2020) Vụ ngộ độc pa tê Minh Chay Sự kiện Hoa hậu Việt Nam 2020 Thế vận hội Mùa hè 2020 (hoãn sang 2021) Vụ án Vụ án Đồng Tâm Vụ án Lương Hữu Phước Vụ án Hồ Duy Hải 2019 ◀ ▶ 2021 hiện x t s Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trần Phú (1930–1931) Lê Hồng Phong (1935–1936) Hà Huy Tập (1936–1938) Nguyễn Văn Cừ (1938–1940) Trường Chinh (1941–1956) Hồ Chí Minh (1956–1960; Chủ tịch Đảng: 1951–1969) Lê Duẩn (1960–1986) Trường Chinh (1986) Nguyễn Văn Linh (1986–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Ủy viên Bộ Chính trị khóa VII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Đào Duy Tùng Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Vũ Oanh Lê Phước Thọ Bùi Thiện Ngộ Nông Đức Mạnh Võ Trần Chí Phạm Thế Duyệt Nguyễn Hà Phan Đỗ Quang Thắng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Bí thư Quân ủy Trung ương Việt Nam Võ Nguyên Giáp (1946–1977) Lê Duẩn (1978–1984) Văn Tiến Dũng (1984–1986) Trường Chinh (1986) Nguyễn Văn Linh (1987–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Nguyễn Duy Trinh (1976 – 1982) · Lê Đức Thọ (1980 – 1982) · Lê Thanh Nghị (1980 – 1982) · Võ Chí Công (1982 – 1986) · Nguyễn Văn Linh (1986) · Đỗ Mười (1986 – 1988) · Nguyễn Thanh Bình (1988 – 1991) · Lê Đức Anh (1991 – 1992) · Đào Duy Tùng (1992 – 1996) · Lê Khả Phiêu (1996 – 1998) · Phạm Thế Duyệt (1998 – 2001) · Nguyễn Phú Trọng (1999 – 2001) · Trần Đình Hoan (2001) · Phan Diễn (2002 – 2006) · Trương Tấn Sang (2006 – 2011) · Lê Hồng Anh (2011 – 2016) · Đinh Thế Huynh (2016 – 2018) · Trần Quốc Vượng (2018 – 2021) · Võ Văn Thưởng (2021 – 2023) · Trương Thị Mai (2023 – nay) hiện x t s Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam Nguyễn Chí Thanh (1950–1961) Song Hào (1961–1976) Chu Huy Mân (1976–1987) Nguyễn Quyết (1987–1991) Lê Khả Phiêu (1991–1998) Phạm Thanh Ngân (1998–2001) Lê Văn Dũng (2001–2011) Ngô Xuân Lịch (2011–2016) Lương Cường (2016–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Khả_Phiêu&oldid=69892483” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Việt Nam Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam Sinh năm 1931 Mất năm 2020 Người Thanh Hóa Thượng tướng Quân đội nhân dân Việt Nam đã nghỉ hưu Đại biểu Quốc hội Việt Nam khóa IX Đại biểu Quốc hội Việt Nam khóa X Huân chương Sao Vàng Huân chương Quân công Huân chương Chiến công Huân chương Kháng chiến Sinh tại Thanh Hóa Huy hiệu 70 năm tuổi Đảng Cộng sản Việt Nam Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1990 Thể loại ẩn: Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 17 tháng 4 năm 2023, 10:20. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}