{"Lê Liêm":"Lê Liêm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thời kỳ trước cách mạng 2Tham gia cách mạng tháng 8 3Trong kháng chiến chống Pháp 4Công tác dân sự 5Gia đình 6Sáng tác 7Chú thích 8Tham khảo Lê Liêm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Liêm Chức vụ Phó Trưởng ban Khoa giáo Trung ương Nhiệm kỳ 1968 – Trưởng ban Tố Hữu Hiệu trưởng Trường Chính trị (Bộ Giáo dục) Thứ trưởng Bộ Giáo dục và Đào tạo Nhiệm kỳ 1965 – Chủ nhiệm Văn phòng Văn giáo Phủ Thủ tướng Nhiệm kỳ 7 tháng 1 năm 1963 – 11 tháng 10 năm 1965 2 năm, 277 ngày Tiền nhiệm Tố Hữu Kế nhiệm Trần Quang Huy Ủy viên Dự khuyết Trung ương Đảng khóa III Nhiệm kỳ 1960 – Bí thư Thứ nhất Lê Duẩn Hiệu trưởng Trường Lý luận Nghiệp vụ (Bộ Văn hóa) Nhiệm kỳ 1959 – 1960 Thứ trưởng Bộ Văn hóa Nhiệm kỳ – 7 tháng 1 năm 1963 Bộ trưởng Hoàng Minh Giám Phó Chủ nhiệm Tổng cục Chính trị Nhiệm kỳ 7\/1950 – Chủ nhiệm Nguyễn Chí Thanh Cục trưởng Cục Tuyên huấn, Tổng cục Chính trị Nhiệm kỳ 7\/1950 – Phó Cục trưởng Võ Hồng Cương Cục trưởng Cục Chính trị Nhiệm kỳ 1949 – Tiền nhiệm Văn Tiến Dũng Cục trưởng Cục Dân quân Bộ Tổng chỉ huy Nhiệm kỳ 25 tháng 4 năm 1948 – Tiền nhiệm Khuất Duy Tiến Thông tin chung Sinh 1922 huyện Thường Tín, tỉnh Hà Đông Mất 1985 Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam (- 5\/1968) Vợ Lê Thu Trà Con cái Trịnh Thanh Đoan Trịnh Dân Trịnh Kháng Chiến Trịnh Thành Công Trịnh Hồng Hà Trịnh Hồng Anh Trịnh Thanh Hương Lê Liêm (1922 - 1985) là nhà cách mạng Việt Nam, Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, đã giữ các chức vụ: Phó Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam thời kỳ mới thành lập, Thứ trưởng Bộ Văn hóa, Chủ nhiệm Văn phòng Văn giáo Phủ Thủ tướng, Thứ trưởng Bộ Giáo dục Việt Nam Dân chủ Cộng hòa. Ông tên thật là Trịnh Đình Huấn, người làng Tía, huyện Thường Tín tỉnh Hà Đông, trước năm 1945 hoạt động ở tỉnh Phúc Yên, từng bị tù ở Sơn La, được cử làm Ủy viên Xứ ủy Bắc Kỳ, năm 1945 cùng với các đồng chí Nguyễn Văn Kha, Nguyễn Đức Quỳ tham gia lãnh đạo khởi nghĩa ở Hải Dương. Ông cũng tham gia Ban lãnh đạo giành chính quyền ở Hà Nội. Thời kỳ trước cách mạng[sửa | sửa mã nguồn] Học hết tiểu học ở quê nhà, ông lên Hà Nội học ở trường tư thục Thăng Long, nơi có các thầy Phan Thanh, Hoàng Minh Giám dạy văn, Võ Nguyên Giáp dạy sử. Tại đây ông được giác ngộ tinh thần yêu nước và tham gia phong trào Dân chủ (1936-1939). Năm 1940, ông gia nhập Đoàn Thanh niên Dân chủ rồi thoát ly hoạt động cách mạng.[1] Năm 1942 bị mật thám Pháp bắt cùng Trần Quang Huy và Hoàng Văn Nọn (tổ công tác của Đảng bộ Hải Phòng) và bị đày lên Sơn La. Tại đây ông tham gia đấu tranh đòi cải thiện đời sống, cùng Lưu Đức Hiếu và Đỗ Nhuận tham gia viết bài cho báo Suối Reo do Trần Huy Liệu là chủ bút. Vì mật thám Pháp không tìm thấy chứng cứ nên ông được ra tù sau một năm thụ án và phải về quản thúc ở Hải Phòng. Năm 1943 ông trở thành Xứ ủy viên Xứ ỷy Bắc Kỳ. Đầu năm 1944, ông được Xứ ủy cử về phụ trách phong trào Liên khu C (gồm 4 tỉnh: Hà Nam, Nam Định, Thái Bình, Ninh Bình) thay ông Trần Tử Bình vừa bị bắt cuối 1943 ở Thái Bình. Tham gia cách mạng tháng 8[sửa | sửa mã nguồn] Đầu tháng 8\/1945, Bí thư Xứ ủy Bắc kỳ Nguyễn Văn Trân lên Tân Trào dự Hội nghị Trung ương. Qua radio biết tin Nhật Hoàng đã đầu hàng Đồng minh ngày 14\/8\/1945, Thường vụ Xứ Ủy (Trần Tử Bình, Nguyễn Khang) triệu tập Hội nghị Xứ ủy (còn gọi là Hội Nghị Tân Trào \"dưới xuôi\") tại làng Vạn Phúc, Hà Đông. Các Xứ ủy viên: Văn Tiến Dũng, Lê Liêm, Đặng Kim Giang, Nguyễn Văn Lộc, Xuân Thủy... về dự. Ngày 15\/8\/1945, thấy tình hình có nhiều biến động, Hội nghị quyết định thành lập Ủy ban Khởi nghĩa Hà Nội do Nguyễn Khang là Chủ tịch cùng các ủy viên Nguyễn Quyết, Trần Quang Huy, Nguyễn Duy Thân, Lê Trọng Nghĩa và cố vấn Trần Đình Long. Sớm ngày 16\/8\/1945, các Xứ ủy viên tỏa về các địa phương. Văn Tiến Dũng về Chiến khu Hòa Ninh Thanh, Nguyễn Văn Lộc về Sơn Tây, Đặng Kim Giang ở lại Hà Đông, còn ông Lê Liêm về tổ chức khởi nghĩa ở Hưng Yên và Hải Dương[2]. Trong kháng chiến chống Pháp[sửa | sửa mã nguồn] Trong những ngày đầu kháng chiến chống Pháp, ông chủ yếu hoạt động công tác chính trị trong quân đội (Chính trị uỷ viên trong Ủy ban Kháng chiến chiến Khu 1). Ngày 3 tháng 10 năm 1947 được bổ nhiệm làm Phó phòng Dân quân (sau là Cục phó Cục Dân quân) Bộ Tổng chỉ huy[3]. Ngày 25\/4\/1948 ông được bổ nhiệm Cục trưởng Cục Dân quân Bộ Tổng chỉ huy thay ông Khuất Duy Tiến,[4] năm 1949 kiêm thêm chức Cục trưởng Cục Chính trị thay Thiếu tướng Văn Tiến Dũng. Chủ nhiệm đầu tiên của Báo Quân đội nhân dân. [5] Ủy viên Bộ chỉ huy chiến dịch Biên giới năm 1950. Năm 1950, khi Cục Chính trị được nâng lên thành Tổng cục Chính trị trực thuộc Bộ Tổng Tư lệnh Quân đội Quốc gia và dân quân Việt Nam, ông được cử làm Cục trưởng Cục Tuyên huấn [6], sau đó là Phó Chủ nhiệm Tổng cục[7]. Chủ nhiệm là ông Nguyễn Chí Thanh. Năm 1954, ông là Đảng ủy viên Bộ Tư lệnh Mặt trận Điện Biên (gồm các ông: Võ Nguyên Giáp - Tổng tư lệnh, Hoàng Văn Thái – Tham mưu trưởng, Lê Liêm – Chủ nhiệm chính trị, Đặng Kim Giang – Chủ nhiệm hậu cần). Trực tiếp chỉ đạo làm công tác tư tưởng cho bộ đội khi chuyển từ phương án \"đánh nhanh thắng nhanh\" sang \"đánh chắc tiến chắc\", kéo pháo vào đã gian khổ rồi lại phải rút ra... và viết nhiều bài xã luận nóng trên báo Quân Đội Nhân Dân tiền phương động viên tinh thần chiến sỹ. Công tác dân sự[sửa | sửa mã nguồn] Sau năm 1954, ông chuyển sang lĩnh vực dân sự trước khi có đợt phong quân hàm năm 1958. Ông được bổ nhiệm Thứ trưởng Bộ Văn hóa phụ trách điện ảnh, Bí thư Đảng đoàn Bộ dưới thời Bộ trưởng Hoàng Minh Giám. Ông kiêm chức Hiệu trưởng Trường Lý luận nghiệp vụ (thuộc Bộ Văn hóa, nay là Trường Đại học Văn hóa) trong thời gian 1959 - 1960. Ông là người công tâm hết sức ủng hộ văn nghệ sĩ, trong phong trào Nhân văn Giai phẩm Lê Liêm không viết một dòng nào chống lại những người trong nhóm Nhân văn Giai phẩm. Năm 1960 tại Đại hội Đảng Cộng sản Việt Nam III, ông được bầu làm Ủy viên Dự khuyết Ban chấp hành Trung ương,[8] Tháng 1 năm 1963 ông giữ chức Chủ nhiệm Văn phòng Văn hóa giáo dục Phủ Thủ tướng (trên cả Bộ trưởng) thay ông Tố Hữu [9] đến tháng 10 năm 1965 thì ông Trần Quang Huy kế nhiệm Năm 1965, ông làm Thứ trưởng Bộ Giáo dục và Đào tạo Việt Nam, Bí thư đảng đoàn Bộ, Chánh Thư ký Công đoàn Giáo dục Việt Nam [10] kiêm Hiệu trưởng Trường Chính trị Bộ Giáo dục. . Năm 1968 ông kiêm nhiệm Phó Trưởng ban Khoa giáo Trung ương [11]. Trong những năm 1960, ông phản đối việc thân Trung quốc, chống Liên Xô, và trong một bài diễn văn về việc cải tạo giáo dục, năm 1968, ông trở lại quan điểm chính thống. Có liên quan trong Vụ án Xét lại Chống Đảng, ông bị khai trừ Đảng vào tháng 5 năm 1968. Sau Đại hội Đảng V (1982) ông trở lại công tác ở Ban Khoa giáo Trung ương. Ông mất năm 1985. Gia đình[sửa | sửa mã nguồn] Vợ ông là bà Lê Thu Trà, tham gia cách mạng năm 1938 khi là giáo viên tiểu học, sau đó giữ các trọng trách: Trưởng đoàn Phụ nữ Cứu quốc, Phó Hội trưởng Hội phụ nữ Trung ương, Phó Chủ nhiệm Ủy ban thiếu niên và nhi đồng của Quốc hội. Ông bà có các con là Trịnh Thanh Đoan (giảng viên ĐHBKHN), Trịnh Dân, Trịnh Kháng chiến, Trịnh Thành Công, Trịnh Hồng Hà, Trịnh Hồng Anh (Đại tá, Chính trị viên Viện Tên lửa), Trịnh Thanh Hương. Sáng tác[sửa | sửa mã nguồn] Sáng tác nhiều ca khúc như Người giáo viên nhân dân, Anh hùng Nguyễn Văn Trỗi (1964), Cánh hạc trời xanh, Ta, đoàn viên thanh niên, Từ Plây-me đến Bàu Bàng. Cùng 2 nhạc sĩ Nguyễn Văn Thẩm, Trần Quý viết Đại hợp xướng \"Điện Biên Phủ sống mãi\" được Đoàn nhạc Giao hưởng và Hợp xướng Việt Nam trình diễn kết thúc trong đêm ca nhạc kỷ niệm 10 năm Chiến thắng Điện Biên Phủ (7\/5\/1954 – 7\/5\/1964) tại Nhà hát Lớn Hà Nội. Chú thích[sửa | sửa mã nguồn] ^ Lê Liêm, vị tướng có tầm nhìn văn hóa ^ Vị tướng không quân hàm ^ “SẮC LỆNH”. Truy cập 23 tháng 10 năm 2015. ^ Sắc lệnh 179 ^ http:\/\/laws.dongnai.gov.vn\/1945_to_1950\/1949\/194910\/194910180005\/lawdocument_view[liên kết hỏng] ^ “Sắc lệnh 123\/SL bổ nhiệm cán bộ Bộ, Vụ, Cục Bộ tổng tư lệnh quân đội quốc gia Việt Nam”. Truy cập 23 tháng 10 năm 2015. ^ http:\/\/vbqppl.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=54[liên kết hỏng] ^ “DCSVN”. Truy cập 23 tháng 10 năm 2015.[liên kết hỏng] ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 10 tháng 4 năm 2014. Truy cập ngày 19 tháng 10 năm 2012. ^ “Cong doan giao duc Viet Nam”. Truy cập 23 tháng 10 năm 2015. ^ “Quá trình hình thành và phát triển của Ban Khoa giáo Trung ương”. Truy cập 23 tháng 10 năm 2015. Tham khảo[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Liêm&oldid=69374890” Thể loại: Sơ khai chính khách Việt Nam Người Hà Tây Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thứ trưởng Bộ Giáo dục và Đào tạo Việt Nam Tổng cục chính trị Quân đội nhân dân Việt Nam Tướng lĩnh Quân đội nhân dân Việt Nam Nhân vật trong Vụ án Xét lại Chống Đảng Tổng biên tập Việt Nam Nhà thơ Việt Nam thời kỳ 1945–1975 Bí thư Tỉnh ủy Phúc Yên Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 2 tháng 12 năm 2022, 11:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}