{"Lê Xoay":"Lê Xoay – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và sự nghiệp 2Chú thích 3Liên kết ngoài Lê Xoay Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Xoay Chức vụ Bí thư Ban Cán sự liên tỉnh Vĩnh Yên - Phúc Yên Nhiệm kỳ Tháng 3, 1940 – Tháng 8, 1940 Tiền nhiệm chức vụ thành lập Kế nhiệm Phạm Cao Quát Bí thư Ban Cán sự tỉnh Vĩnh Yên Nhiệm kỳ Tháng 2, 1942 – Tháng 4, 1942 Tiền nhiệm Phạm Cao Quát Kế nhiệm Đinh Đức Thiện Thông tin chung Sinh 1912 Thượng Trưng, Vĩnh Tường, Vĩnh Yên Mất 1942 Cầu Việt Trì, Việt Trì, Phú Thọ Dân tộc Kinh Đảng chính trị Đảng Cộng sản Đông Dương Lê Xoay (1912-1942), bí danh Lê Phúc Thành, là một nhà hoạt động cách mạng Việt Nam. Ông từng giữ chức Bí thư đầu tiên của Ban cán sự liên tỉnh Vĩnh Yên - Phúc Yên, tiền thân của Đảng bộ Đảng Cộng sản Việt Nam tại tỉnh Vĩnh Phúc. Thân thế và sự nghiệp[sửa | sửa mã nguồn] Ông sinh năm 1912, trong một gia đình nông dân nghèo tại làng Yên Nhiên, tổng Thượng Trưng, phủ Vĩnh Tường, tỉnh Vĩnh Yên, nay thuộc xã Vũ Di, huyện Vĩnh Tường, tỉnh Vĩnh Phúc. Gia đình ông chỉ có hai người con, ông là con trai trưởng và một em gái tên là Nguyễn Thị Cún.[1] Tuy nhà nghèo, nhưng từ thuở thiếu thời, ông được cho đi học chữ Nho và chữ Quốc ngữ. Tuy nhiên, đến năm 1922, cha ông là ông Lê Văn Huân qua đời[2]. Dù gia cảnh bần hàn, ông vẫn được người mẹ tần tảo làm nghề hàng xáo cho ăn học. Mãi đến năm 13 tuổi, do hoàn cảnh gia đình quá khó khăn, ông phải bỏ học ở nhà làm ruộng, làm thuê cho những nhà giàu trong làng, phụ mẹ kiếm sống. Cuộc sống cơ cực, cộng với ảnh hưởng từ những câu truyện truyền khẩu về Đội Cấn và Nguyễn Thái Học, cùng với những hoạt động tuyên truyền của những người Cộng sản tại Vĩnh Yên trong những năm 1930-1931 đã hình thành tư tưởng cách mạng chống thực dân Pháp trong ông.[1] Năm 1932, ông và hơn mười thanh niên làng Vũ Di rủ nhau về Hà Nội làm thuê. Đến năm 1934, ông cùng vài người bạn lên Hà Giang, vào làm thuê cho một cửa hiệu giặt là quần áo. Tại đây, ông được tiếp xúc với 2 đảng viên Cộng sản, cũng là đồng hương Vĩnh Yên, là ông Lê Ngọc Thanh, một chính trị phạm người quê xã Đại Đồng (Vĩnh Tường) bị thực dân Pháp đày ra Côn Đảo mới được trả lại tự do, và ông Lê Đình Tuyển - một tù nhân Cộng sản vượt ngục Hỏa Lò năm 1932, người tham gia xây dựng chi bộ Đảng ở đồn điền Tam Lộng, huyện Bình Xuyên năm 1933, chi bộ Đảng Cộng sản đầu tiên của tỉnh Vĩnh Yên[3]. Ông được tuyên truyền về Đảng Cộng sản Đông Dương, con đường cách mạng cứu nước và những hiểu biết cơ bản và phong trào cộng sản trong nước và quốc tế.[1] Năm 1936, ông về lại quê hương và bắt đầu hoạt động cách mạng trong phong trào Mặt trận Dân chủ Đông Dương, dưới sự chỉ đạo của những người Cộng sản. Tháng 8 năm 1938, ông được Hoàng Văn Thụ, Ủy viên Ban Thường vụ Xứ ủy Bắc Kỳ, kết nạp vào Đảng, đồng thời tuyên bố thành lập Chi bộ Đảng Cộng sản đầu tiên ở Vĩnh Tường, gồm 3 đảng viên[4], cử ông làm Bí thư Chi bộ, phụ trách phong trào tỉnh Vĩnh Yên.[1][3] Năm 1939, ông lập ra Hội đoàn kết thanh niên huyện Lập Thạch, kết nạp ông Lê Doanh, người Thụy Điền, trở thành đảng viên Cộng sản đầu tiên ở huyện này. Cuối năm ấy, ông thành lập Chi bộ Đảng ở khu vực 3 xã (cũ) là Dẫn Tự, Hòa Lạc và Thượng Trưng đều thuộc Vĩnh Tường. Đầu năm 1940, ông phụ trách phong trào ở 2 tỉnh Vĩnh Yên - Phúc Yên, thành lập một chi bộ ghép gồm làng Lâm Hộ (nay thuộc xã Thanh Lâm huyện Mê Linh) và Thị xã Phúc Yên, vào ngày 13 tháng 2. Chi bộ có 3 đảng viên do ông trực tiếp phụ trách. Tháng 3 năm 1940, trong cuộc họp đảng viên hai tỉnh Phúc Yên và Vĩnh Yên tại miếu ấp Hạ xã Hợp Thịnh huyện Tam Dương, dưới sự chủ trì của ông Đào Duy Kỳ thay mặt Xứ ủy Bắc Kỳ, ông được chỉ định làm Bí thư Ban vận động liên tỉnh Vĩnh Yên - Phúc Yên[1][3]. Do đó, ông còn được xem là Bí thư đầu tiên của Tỉnh ủy Vĩnh Phúc. Đến tháng 8 năm 1940, Xứ ủy Bắc Kỳ tách Ban cán sự liên tỉnh thành ban cán sự riêng của từng tỉnh. Ban cán sự tỉnh Vĩnh Yên do Lê Xoay làm bí thư[3]. Tuy nhiên, do chưa tổ chức được Ban cán sự tỉnh Phúc Yên, nên ông vẫn tiếp tục lãnh đạo phong trào trên cả hai tỉnh (Mãi đến đầu năm 1942, Xứ ủy Bắc Kỳ mới quyết định thành lập Ban Cán sự tỉnh Phúc Yên do ông Lê Quang Đạo làm bí thư[5]). Cuối năm 1941, ông được điều động bổ sung làm Khu ủy viên Khu Đ (gồm các tỉnh Vĩnh Yên, Phú Thọ, Yên Bái, Lào Cai, Tuyên Quang và Hà Giang), rồi lại được điều động về căn cứ địa Bắc Sơn - Vũ Nhai (Khu E). Cùng thời điểm đó, thực dân Pháp tiến hành khủng bố dữ dội ở 3 tỉnh Vĩnh Yên, Phúc Yên và Phú Thọ. Nhiều cán bộ, đảng viên và cơ sở bị bắt tù đày. Trước tình thế đó, Xứ ủy Bắc Kỳ lại điều động ông về trực tiếp làm Bí thư Ban Cán sự tỉnh Vĩnh Yên[1]. Do sự hoạt động tích cực của ông và ông Trần Tử Bình, nhiều tổ chức và cơ sở Đảng đã nhanh chóng được khôi phục lại. Giữa tháng 4 năm 1942, Ban Cán sự Vĩnh Yên quyết định mở đợt tuyên truyền nhân ngày Quốc tế lao động 1 tháng 5. Nội dung có rải truyền đơn, treo cờ đỏ ở những nơi công cộng để củng cố lòng tin tưởng của nhân dân vào cách mạng. Thực hiện chủ trương đó, đêm 28 tháng 4, ông cùng với 2 đội viên tự vệ đi kiểm tra công việc ở Vĩnh Tường. Đến địa phận làng Bồ Sao, thấy có cây cột điện cao bên quốc lộ số 2, phía bên dưới đầu cầu Việt Trì, là điểm hội tụ, rất đông người qua lại, ông đã trèo lên treo lá cờ trên đỉnh cột điện. Do đêm tối, lại ở trên cao, chẳng may ông bị điện giật, hi sinh khi mới 30 tuổi. Báo Hồn Việt Nam, cơ quan ngôn luận của Liên khu ủy Đ, số 1 ra ngày 1 tháng 7 năm 1942 đã viết \"Anh Lê Xoay, đã tận tuỵ với công cuộc cách mạng, hiến thân cho non sông, người quả cảm xung phong, thấy khó khăn không lùi, đã chết trong tranh đấu…\"[2]. Ngày nay, tại địa điểm ông tử nạn, có đặt một tấm bia kỷ niệm.[6][7] Tên của ông được đặt cho một ngôi trường trung học phổ thông (THPT Lê Xoay) ở quê hương ông tại thị trấn Vĩnh Tường, huyện Vĩnh Tường, tỉnh Vĩnh Phúc. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f Lịch sử Việt Nam hiện đại ^ a b Đồng chí Lê Xoay - người chiến sĩ cộng sản suốt đời phấn đấu hy sinh cho cách mạng ^ a b c d “Đảng bộ Vĩnh Phúc - Những sự kiện quan trọng”. Bản gốc lưu trữ ngày 31 tháng 1 năm 2011. Truy cập ngày 5 tháng 10 năm 2011. ^ Gồm Lê Xoay, Nguyễn Tráng (Nguyễn Trung Hoa) và Nguyễn Hành. ^ Đảng bộ tỉnh Vĩnh Phúc - Những sự kiện tiêu biểu[liên kết hỏng] ^ Tấm bia bị \"bạc đãi\" ?[liên kết hỏng] ^ Hội nghị Ban Thường vụ Tỉnh ủy Vĩnh Phúc[liên kết hỏng] Liên kết ngoài[sửa | sửa mã nguồn] Đảng bộ Vĩnh Phúc - Những sự kiện quan trọng Lưu trữ 2011-01-31 tại Wayback Machine Đồng chí Lê Xoay - người chiến sĩ cộng sản suốt đời phấn đấu hy sinh cho cách mạng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Xoay&oldid=65307510” Thể loại: Sinh năm 1912 Mất năm 1942 Người Vĩnh Phúc Bí thư Tỉnh ủy Vĩnh Yên Bí thư Tỉnh ủy Vĩnh Phúc Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 4 tháng 8 năm 2021, 04:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}