{"Lê Duẩn":"Lê Duẩn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời và sự nghiệp Hiện\/ẩn mục Cuộc đời và sự nghiệp 1.1Trước 1945 1.21945–1957 1.31957–1974 1.3.1Trở thành lãnh đạo 1.3.2Đường lối chống Mỹ 1.41975: Lập kế hoạch cho chiến thắng quyết định 1.51976–1986 1.5.1Căng thẳng với Trung Quốc 1.5.2Vấn đề Hoa kiều 1.5.3Chiến tranh biên giới 1.5.4Khó khăn kinh tế 2Qua đời 3Đời tư 4Tư tưởng Hiện\/ẩn mục Tư tưởng 4.1Dân tộc độc lập 4.2Về văn hóa 4.3Làm chủ tập thể 5Tác phẩm 6Đánh giá Hiện\/ẩn mục Đánh giá 6.1Tại Việt Nam 6.2Từ bên ngoài 7Khen thưởng 8Vinh danh 9Chú thích 10Liên kết ngoài Hiện\/ẩn mục Liên kết ngoài 10.1Tiếng Việt 10.2Tiếng Anh Lê Duẩn 36 ngôn ngữ العربية Bahasa Indonesia বাংলা Bân-lâm-gú Беларуская Brezhoneg Čeština Dansk Deutsch English Español فارسی Français 한국어 Հայերեն Italiano עברית Кыргызча മലയാളം مصرى مازِرونی 日本語 Norsk bokmål Norsk nynorsk پښتو Polski Português Română Русский Scots Simple English Svenska ไทย Українська 文言 中文 27 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Lê Duẩn Lê Duẩn vào năm 1978 Chức vụ Bí thư thứ nhất Ban Chấp hành Trung ương Đảng Lao động Việt Nam (trước 1976) Tổng bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam (sau 1976) Nhiệm kỳ 10 tháng 9 năm 1960 – 10 tháng 7 năm 1986 (mất) 25 năm, 303 ngày Tiền nhiệm Hồ Chí Minh Kế nhiệm Trường Chinh Bí thư Quân ủy Trung ương Nhiệm kỳ 1977 – 1984 Tiền nhiệm Võ Nguyên Giáp Kế nhiệm Văn Tiến Dũng Ủy viên Bộ Chính trị Nhiệm kỳ 1957 – 10 tháng 7 năm 1986 Ủy viên Ban Bí thư Nhiệm kỳ 1956 – 10 tháng 7 năm 1986 Thông tin chung Quốc tịch Việt Nam Sinh (1907-04-07)7 tháng 4 năm 1907 Triệu Đông, Triệu Phong, Quảng Trị, Trung Kỳ, Liên bang Đông Dương Mất 10 tháng 7 năm 1986(1986-07-10) (79 tuổi) Hà Nội, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam (1930–1986) Cha Lê Hiệp Mẹ Võ Thị Đạo Con cái 7 (bao gồm Lê Vũ Anh) Chữ ký Binh nghiệp Khen thưởng Huân chương Sao vàng (1986) Huân chương José Martí (1982) Lê Duẩn (tên khai sinh Lê Văn Nhuận, bí danh Anh Ba; 7 tháng 4 năm 1907 – 10 tháng 7 năm 1986) là một chính trị gia người Việt Nam, Bí thư Thứ nhất Đảng Lao động Việt Nam từ năm 1960 đến năm 1976, Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam từ năm 1976 đến năm 1986.[1] Lê Duẩn là Tổng Bí thư có thời gian tại vị lâu nhất với 25 năm, 303 ngày. Theo một số nhận định khi Việt Nam thống nhất, Lê Duẩn là nhà lãnh đạo nắm giữ vị trí tối cao và có ảnh hưởng nhất tại Việt Nam trong những năm tháng tại vị.[2][3] Lê Duẩn, người trước đó đã dẫn dắt những người cộng sản ở miền Nam trong chiến tranh Đông Dương,[4] là một trong những \"kiến trúc sư\" hàng đầu trong cuộc chiến tranh chống Hoa Kỳ và Việt Nam Cộng hòa, với việc vạch ra chiến lược cách mạng ở miền Nam Việt Nam với tác phẩm Đề cương cách mạng miền Nam.[5] Bản đề cương này định hướng cho hàng loạt phong trào đấu tranh chống Mỹ ở miền Nam, từ đó tạo điều kiện cho Quân Giải phóng miền Nam và Quân đội Nhân dân Việt Nam tấn công và tiếp quản Sài Gòn vào năm 1975, kết thúc chiến tranh Việt Nam. Sau đó, Lê Duẩn tiếp tục lãnh đạo Việt Nam trong thời kỳ xảy ra 2 cuộc chiến tranh biên giới Tây Nam và phía Bắc. Cuộc đời và sự nghiệp[sửa | sửa mã nguồn] Lê Duẩn, tên thật là Lê Văn Nhuận, sinh ngày 7 tháng 4 năm 1907, tại làng Bích La, xã Triệu Đông (nay thuộc xã Triệu Thành), huyện Triệu Phong, tỉnh Quảng Trị trong một gia đình nông dân.[6] Cha ông là Lê Hiệp, làm nghề mộc. Mẹ ông là Võ Thị Đạo, làm ruộng. Sau đó ông theo gia đình về sinh sống tại làng Hậu Kiên, xã Triệu Thành cùng huyện, ở bên kia dòng sông Thạch Hãn. Khu lưu niệm về ông được xây dựng tại làng Hậu Kiên, xã Triệu Thành. Trước 1945[sửa | sửa mã nguồn] Năm 1920, Lê Duẩn học hết Tiểu học. Sau đó ông lên tỉnh học Trung học được 1 năm thì nghỉ vì hoàn cảnh gia đình khó khăn.[6][7] Khi lớn lên, chứng kiến cảnh đất nước bị thống trị bởi thực dân Pháp, Lê Duẩn đã nuôi hy vọng phải cứu nước. Ông tâm sự: \"Hồi 15 tuổi, đọc lịch sử, tôi buồn lắm, nghĩ nhất định phải đi cứu nước\".[8] Tháng 5 năm 1926, ông làm ở Sở Hỏa xa Đà Nẵng. Năm 1927, ông làm nhân viên thư ký đề pô Sở Hỏa xa Đông Dương tại Hà Nội. Năm 1928, ông tham gia Tân Việt Cách mạng Đảng. Năm 1929, ông tham gia Việt Nam Thanh niên Cách mạng Đồng chí Hội. Năm 1930, ông gia nhập Đảng Cộng sản Đông Dương. Năm 1931, ông là Ủy viên Ban tuyên huấn Xứ ủy Bắc Kỳ. Ngày 20 tháng 4 năm 1931, ông bị thực dân Pháp bắt tại Hải Phòng, bị kết án 20 năm tù, bị giam ở các nhà tù Hỏa Lò, Sơn La và Côn Đảo. Năm 1936, Lê Duẩn được trả tự do, tiếp tục hoạt động cách mạng ở Trung Kỳ. Năm 1937, ông làm Bí thư Xứ ủy Trung Kỳ. Năm 1939, ông được bầu vào Ban thường vụ Trung ương Đảng. Cuối năm 1939, tham dự Hội nghị Trung ương lần thứ 6. Ngày 17 tháng 1 năm 1940, Lê Duẩn bị thực dân Pháp bắt tại Sài Gòn, bị kết án 10 năm tù và bị đày ra Côn Đảo lần thứ 2. 1945–1957[sửa | sửa mã nguồn] Năm 1945, Cách mạng Tháng Tám thành công, ông được đón về đất liền. Năm 1946, Lê Duẩn ra Hà Nội làm việc bên cạnh Chủ tịch Hồ Chí Minh. Cuối năm 1946, ông được cử vào miền Nam lãnh đạo cuộc kháng chiến ở Nam Bộ.[9] Từ ngày 16 đến ngày 20 tháng 12 năm 1947 Hội nghị đại biểu Xứ ủy Nam Bộ diễn ra tại Kinh Năm Ngàn, xã Nhơn Ninh, huyện Mộc Hóa, Đồng Tháp Mười, căn cứ của Khu 8. Đây là Hội nghị đại biểu đầu tiên có mặt đông đủ đại biểu các Tỉnh ủy, Khu ủy. Lê Duẩn chủ trì Hội nghị. Hội nghị đã bầu ra Xứ ủy chính thức do Lê Duẩn làm Bí thư.[10] Năm 1952, ông cùng Nguyễn Văn Linh vượt Trường Sơn từ Miền Nam ra Việt Bắc làm việc với Bác Hồ, trong thời gian này ông được cử sang Bắc Kinh chữa bệnh 3 tháng. Từ năm 1946 đến năm 1954, Lê Duẩn là Bí thư Xứ ủy Nam Kỳ, rồi Bí thư Trung ương Cục miền Nam, lãnh đạo Đảng bộ miền Nam tổ chức cuộc kháng chiến ở Nam Bộ. Tại Đại hội lần thứ II Đảng Lao động Việt Nam năm 1951, ông được bầu vào Bộ Chính trị.[9] Từ năm 1954 đến năm 1957, Lê Duẩn ở lại miền Nam để lãnh đạo phong trào cách mạng. Tháng 8 năm 1954, khi đang công tác ở Quảng Ngãi, ông đã nhận được lệnh của Chủ tịch Hồ Chí Minh vào Nam để cùng với Xứ ủy Nam Bộ lãnh đạo phong trào cách mạng trong tình hình mới. Trong thời gian này, ông di chuyển liên tục tại những vùng nông thôn hẻo lánh miền Tây, miền Trung Nam Bộ đến các thành phố lớn như Sài Gòn, Đà Lạt...[9] Tháng 8 năm 1956, ông đã hoàn thành bản dự thảo “Đề cương cách mạng miền Nam” tại căn nhà số 29 đường Huỳnh Khương Ninh, gần chợ Đa Kao (nay thuộc quận 1, TP Hồ Chí Minh). Chứng kiến thực tế phong trào quần chúng miền Nam đòi thi hành tuyển cử thống nhất đất nước bị Mỹ-Diệm đàn áp đẫm máu, ông sớm dự đoán “Nhân dân ta ở miền Nam chỉ có một con đường là vùng lên chống Mỹ - Diệm, để cứu nước và tự cứu mình. Đó là con đường cách mạng. Ngoài con đường đó, không còn con đường nào khác”[11] 1957–1974[sửa | sửa mã nguồn] Trở thành lãnh đạo[sửa | sửa mã nguồn] Theo lời kể của con trai Lê Duẩn, Hồ Chủ tịch đã chọn ông là người lãnh đạo kế tục, chỉ đạo cách mạng ở miền Nam, vì ông là người vừa nắm rõ đường lối của Trung ương vừa có trình độ lý luận, am hiểu Chủ nghĩa Marx. Chiến trường Nam Bộ ngày ấy vừa xa xôi vừa phức tạp, để có một sự chỉ đạo thống nhất từ Trung ương, phải cần một người am hiểu cả địa thế lẫn lòng dân. Vì vậy năm 1957, Hồ Chủ tịch đã gọi ông ra Hà Nội gấp và nhanh nhất có thể để trực tiếp giúp điều hành công việc chung của Đảng.[12] Vào cuối tháng 4 năm 1957, Lê Duẩn đã được Bộ Chính trị và Chủ tịch Hồ Chí Minh điều ra Hà Nội. Ông ra Hà Nội, vào Ban Bí thư Trung ương Đảng, chủ trì công việc của Ban Bí thư và là Phó Ban chuẩn bị văn kiện Đại hội toàn quốc lần thứ III của Đảng. Tại miền Nam, trong 4 năm (1955–1958), chế độ Ngô Đình Diệm do Hoa Kỳ hậu thuẫn đàn áp khốc liệt phong trào cách mạng. Tại Nam Bộ, chỉ còn 5.000 đảng viên so với 60.000 đảng viên trước đó. Ở đồng bằng Liên khu V, có khoảng 40% tỉnh ủy viên, 60% huyện ủy viên, 70% chi ủy viên bị giết hại, 12 huyện không còn cơ sở Đảng. Tính riêng ở hai tỉnh Cần Thơ và Sóc Trăng, trong ba năm từ 1957 đến 1959, gần một vạn cán bộ, đảng viên đã bị giết, tù đày. Ở Bến Tre, 17.000 người bị bắt, tù đày. Tại trại giam Phú Lợi ở Thủ Dầu Một, có 6.000 người đã bị quân Ngô Đình Diệm đầu độc làm cho 1.000 người chết ngay, 4.000 người bị trúng độc nặng. Trong tháng 6 năm 1959, Xứ ủy Nam Bộ đã 3 lần điện gửi Trung ương Đảng báo cáo về tình hình Mỹ – Diệm tăng cường khủng bố ở Tây Nam Bộ và khẳng định: “Sự đàn áp khốc liệt của địch làm cho nhân dân Nam Bộ không còn con đường nào khác phải vùng lên chống lại đế quốc Mỹ và tay sai”[13] Tổng Bí thư Đảng Cộng sản Việt Nam Lê Duẩn nâng ly chúc mừng Mao Trạch Đông, tháng 8 năm 1964 Hai đại biểu của Xứ ủy Nam Bộ là Phan Văn Đáng và Phạm Văn Xô đã ra Bắc báo cáo trực tiếp, tại đây, 2 ông cùng với Lê Duẩn báo cáo tình hình cách mạng miền Nam và có tác động mạnh mẽ để Trung ương Đảng thông qua Đề cương cách mạng miền Nam do Lê Duẩn viết và Nghị quyết 15 chuyển hình thức đấu tranh chính trị đơn thuần sang kết hợp đấu tranh vũ trang. Lê Duẩn đã bố trí cho hai người tới chào Chủ tịch Hồ Chí Minh và nhắc: “Cứ nói hết tình hình miền Nam với Bác”. Trong cuộc gặp, Chủ tịch Hồ Chí Minh đã căn dặn: “Các chú về báo cáo với Xứ ủy: nhất định không để cho địch tiêu diệt lực lượng cách mạng ở miền Nam... Trung ương ở xa, Xứ ủy vừa có trách nhiệm với Trung ương, vừa phải có trách niệm với Đảng bộ và nhân dân miền Nam”. Phan Văn Đáng và Phạm Văn Xô đã trao đổi hai ngày với Lê Duẩn trước khi trở lại chiến trường Nam Bộ, được Lê Duẩn nhắn nhủ: “Bác nói thế rồi. Vậy các anh về báo cáo với Xứ ủy cứ thế mà làm!”[14] Trong thư “Gửi anh Mười Cúc và các đồng chí Nam Bộ ngày 7 tháng 2 năm 1961”, Lê Duẩn nhắc lại: “Hồi ấy, có đồng chí đề nghị không nên đấu tranh vũ trang vì sợ rằng dùng lực lượng vũ trang sẽ có hại cho việc đấu tranh đòi các quyền tự do, dân chủ. Nhưng tôi đã trình bày, đã nói rõ sự cần thiết phải xây dựng lực lượng vũ trang”[15] Tháng 9 năm 1960, tại Đại hội toàn quốc lần thứ III của Đảng Lao động Việt Nam, ông được bầu vào Ban Chấp hành Trung ương và Bộ Chính trị, giữ chức Bí thư Thứ nhất Ban Chấp hành Trung ương Đảng. Trong giai đoạn này, do sức khỏe suy giảm, Chủ tịch Hồ Chí Minh phải giảm dần các hoạt động chính trị, ông muốn tìm người kế tục sự nghiệp đấu tranh cách mạng của mình. Trong một số lần tiếp xúc ngoại giao, chẳng hạn như khi nói chuyện với Chủ tịch Hội đồng Bộ trưởng Liên Xô Aleksey Nikolayevich Kosygin vào năm 1963, Hồ Chí Minh nói rằng ông sẽ dần bàn giao mọi công việc cho người kế cận là Lê Duẩn. Kể từ năm 1967, theo một số nhận định thì ông Duẩn đã trở thành người có ảnh hưởng và vị thế cao nhất trong Bộ Chính trị.[16] Theo Stein Tonnesson, Lê Duẩn là một nhà lãnh đạo xuất thân từ địa phương. Ông chưa bao giờ đi khắp thế giới lúc còn trẻ như Hồ Chí Minh. Ông cũng chưa bao giờ sát cánh làm việc với Hồ Chí Minh ngay từ những năm 1940 như Phạm Văn Đồng, Võ Nguyên Giáp hay Trường Chinh. Quyết định của Hồ Chí Minh trao chức lãnh đạo Đảng cho Lê Duẩn năm 1957–1960, và việc Hồ Chí Minh ủng hộ Lê Duẩn trong cuộc bầu cử năm 1960, phải được hiểu như là một cách để đảm bảo sự đoàn kết quốc gia. Ở thời kỳ mà đất nước Việt Nam đang bị chia đôi, và nhiều cán bộ Miền Nam đã tập kết ra Bắc, cách hay nhất để bảo đảm Đảng Lao động Việt Nam sẽ đại diện cho tất cả người Việt Nam ở mọi miền đất nước, là đưa một cán bộ từ Miền Nam lên lãnh đạo toàn Đảng, đây có thể chính là động lực thúc đẩy đưa đến sự lựa chọn của Hồ Chí Minh.[17] Đường lối chống Mỹ[sửa | sửa mã nguồn] Lê Duẩn là người chủ trương tích cực thúc đẩy quá trình thống nhất đất nước bằng cách đẩy mạnh cuộc chiến tranh chống Mỹ ở miền Nam. Trong 1 cuộc họp, ông tuyên bố cuộc chiến chống đế quốc Mỹ là sự nghiệp chung vì cả dân tộc cũng như toàn thế giới: “ Ta đánh Mỹ là đánh cả cho Liên Xô, đánh cho Trung Quốc, cho các nước xã hội chủ nghĩa và cho cả nhân loại, đánh cho cả bọn xét lại đang đâm vào lưng ta[18][19] ” Cùng với quân sự là ngoại giao, ông rất chú ý đàm phán Paris. Ông có nói với ông Lê Đức Thọ rằng: \"Anh sang bên đó, một điều không được thay đổi là Mỹ rút và mình không rút\".[20] Lê Duẩn luôn nhấn mạnh: muốn thắng Mỹ thì Việt Nam phải có tinh thần tự lực, không sợ kẻ thù và cũng không để nước ngoài (kể cả đồng minh) chi phối. Trong một cuộc họp, ông nói với Chủ tịch Hồ Chí Minh: “Thưa Bác, chúng ta muốn thắng Mỹ, có một điều rất quan trọng là chúng ta phải không được sợ Mỹ, nhưng cũng không được sợ Trung Quốc và không được sợ Liên Xô”. Có người trong Bộ Chính trị phản đối ý kiến đó, nhưng đại tướng Nguyễn Chí Thanh đã đứng lên ủng hộ: “Thưa Bác, việc anh Ba nói vậy là vô cùng cần thiết và nhất định phải như vậy chúng ta mới thắng được”. Cả Bộ Chính trị vỗ tay hoan hô ý kiến đó.[21] Lê Duẩn đồng ý nhận viện trợ vũ khí của các nước để đánh Mỹ, nhưng ông không đồng ý nếu các nước này dùng viện trợ để tìm cách gây sức ép với Việt Nam. Khi Trung Quốc đề nghị viện trợ 500 chiếc xe vào Trường Sơn với điều kiện xe phải đi kèm lái xe của họ, Lê Duẩn không đồng ý nhận bất cứ một chiếc xe nào vì tin rằng Trung Quốc lồng ghép vào đó những toan tính riêng của họ. Có người trong Bộ Chính trị đề nghị \"sao không nhận một vài chiếc cho người ta vui?\", nhưng ông vẫn kiên quyết từ chối.[22] Nước Việt Nam là của người Việt Nam, không ai có thể quyết định được vận mệnh của dân tộc này thay chúng tôi. Nếu Mỹ muốn bàn về Việt Nam thì sang Việt Nam mà bàn với chúng tôi, tại sao bàn với các đồng chí và tại Trung Quốc? – Lê Duẩn nói với Chu Ân Lai[23] Trong thời gian chuẩn bị diễn ra Tổng tiến công Tết Mậu Thân 1968, Chủ tịch Hồ Chí Minh đang trong đợt dưỡng bệnh dài ngày tại Trung Quốc (ông liên tục ốm nặng kể từ năm 1966, hầu như cả năm 1967, ông ở Trung Quốc chữa bệnh). Tuy vậy, Hồ Chủ tịch vẫn quay về Việt Nam 2 lần (vào tháng 7 và tháng 12 năm 1967) để chỉ đạo và phê duyệt quyết định tiến hành cuộc Tổng tiến công và nổi dậy Tết Mậu Thân 1968.[24][25] Tối ngày 23 tháng 12, Hồ Chí Minh đi máy bay về đến Hà Nội, đích thân Lê Duẩn cùng Phạm Văn Đồng, Lê Đức Thọ ra đón Hồ Chí Minh tại sân bay, cùng về nhà và báo cáo công tác chuẩn bị cho Hồ Chí Minh. Ngày 28 tháng 12 năm 1967, Bộ Chính trị họp phiên đặc biệt ngay bên nhà sàn của Hồ Chủ tịch, Hồ Chí Minh cùng Lê Duẩn và các thành viên khác của Bộ Chính trị đã thống nhất lần cuối kế hoạch tổng khởi nghĩa Tết Mậu Thân.[26] Năm 1969, Hồ Chí Minh qua đời. Lê Duẩn là người đọc điếu văn tang lễ, ông đã nấc nghẹn nhiều lần khi đọc lời truy điệu “… Hồ Chủ tịch kính yêu của chúng ta không còn nữa. Tổn thất này vô cùng lớn lao. Đau thương này thật là vô hạn! Dân tộc ta, nhân dân ta, non sông đất nước ta đã sinh ra Hồ Chủ tịch, người anh hùng dân tộc vĩ đại và chính Người đã làm rạng rỡ dân tộc ta, nhân dân ta, non sông đất nước ta…”. Đây là lần duy nhất người ta thấy ông khóc trong các bộ phim tài liệu. Đại tướng Lê Đức Anh viết về Lê Duẩn trong giai đoạn này:[27] Trong kháng chiến chống Mỹ, tôi có nhiều lần từ chiến trường được ra Bắc báo cáo tình hình với anh. Sau giải phóng 1975, tôi có điều kiện gặp anh nhiều hơn. Không phải ở anh cái gì tôi cũng tán thành 100%, nhưng có hai điểm thì tôi luôn luôn nhất trí: Một là, quyết tâm giải phóng miền Nam, thống nhất đất nước. Ngày đêm anh đau đáu suy nghĩ việc đó. Năm xưa anh hào hứng mang bản “Đề cương cách mạng miền Nam” ra Bắc. Đó là cơ sở để Ban Chấp hành Trung ương Đảng ta ra Nghị quyết 15, tạo nên bước nhảy vọt cho cách mạng miền Nam. Năm 1972, quốc tế diễn ra nhiều sự kiện gây khó khăn lớn đối với cách mạng Việt Nam. Một lần nữa, anh Lê Duẩn đã cùng Bộ Chính trị - Bộ chỉ huy tối cao của cách mạng Việt Nam, tỉnh táo, sáng suốt tìm ra sách lược mới. Rồi tiến tới quyết định giải phóng miền Nam trong hai năm 1975–1976, tiến tới giải phóng trước tháng 5 năm 1975 khi thời cơ đã tới. Đây là một quyết định sáng suốt. Tôi cho rằng, quyết định này xuất phát từ trí tuệ chứ không chỉ từ tấm lòng... Đến tháng 11 năm 1973, sau khi được cùng anh Võ Văn Kiệt và Khu ủy Khu 9 lãnh đạo, chỉ huy lực lượng cách mạng của Quân khu đánh bại kế hoạch “Tràn ngập lãnh thổ” của địch, làm phá sản chiến lược bình định lấn chiếm sau Hiệp định Paris của chính quyền Sài Gòn, tôi được anh Lê Duẩn gọi ra Bắc báo cáo tình hình chiến trường. Anh nói rằng: “Mỹ tăng cố vấn và tăng viện trợ để thực hiện ý đồ “Quốc gia dân tộc”; nhưng bọn ngụy quyền vẫn tham nhũng và mâu thuẫn nhau nên chưa thực hiện được. Cả bộ máy quân sự khá đồ sộ, từ quân chủ lực tới quân địa phương, bảo an dân vệ, đến phòng vệ dân sự… đông, đồ sộ nhưng không mạnh”. Anh nói một cách rành rẽ và kiên quyết: “Quyết không để cho quân ngụy nó lại hồn, không để cho nó trấn tĩnh lại, phải chớp thời cơ càng nhanh càng tốt... Bí thư Thứ nhất Lê Duẩn và Bộ Chính trị Trung ương Đảng ta đã chỉ rõ: Nhằm lúc Mỹ rút nhưng chưa rút xong và không thể quay lại, ngụy ở lại thì chưa ổn định, đây là thời cơ tốt nhất để ta tổng tiến công và nổi dậy đánh trận quyết chiến chiến lược cuối cùng. Thời cơ là vô cùng quan trọng. Thời cơ là sức mạnh. Đây là một tư duy sáng suốt. 1975: Lập kế hoạch cho chiến thắng quyết định[sửa | sửa mã nguồn] Đầu tháng 6 năm 1973, sau khi nghe báo cáo việc Bộ Tổng Tham mưu đang xúc tiến xây dựng \"Kế hoạch chiến lược giải phóng miền Nam, thống nhất nước nhà\", Lê Duẩn đã triệu tập toàn tổ soạn thảo sang trực tiếp trình bày cho Lê Duẩn nghe về bản kế hoạch ngay chiều hôm ấy. Ông cơ bản nhất trí với những nội dung chính của báo cáo, đồng thời chỉ ra một số phương hướng để thực hiện kế hoạch. Ngày 20 tháng 7 năm 1974, Lê Duẩn lại có cuộc gặp riêng với Thượng tướng Hoàng Văn Thái và Thiếu tướng Lê Trọng Tấn – hai Phó Tổng tham mưu trưởng tại Đồ Sơn, Hải Phòng. Ông kết luận: \"Tôi đồng ý với ý kiến của Bộ Tổng tham mưu là Bộ Chính trị phải có nghị quyết về tình hình mới, thống nhất hành động, thống nhất ý chí để huy động sức mạnh của cả nước vào sự nghiệp lớn lao này\". Và ông đã cho nhiều ý kiến chỉ đạo, xác đáng vào kế hoạch của Bộ Tổng tham mưu.[cần dẫn nguồn] Các ý kiến bổ sung của Lê Duẩn, Trường Chinh, Võ Nguyên Giáp vào bản kế hoạch cũng chỉ rõ: \"Mặc dù các năm 1975 và 1976 đều quan trọng nhưng năm 1975 là năm bản lề tạo điều kiện quyết định để năm 1976 đạt mục tiêu cuối cùng. Nếu thời cơ đến vào năm 1975 thì lập tức tiến hành tổng tấn công, giải phóng hoàn toàn miền Nam trong năm 1975\".[28] Sau chiến thắng trong Chiến dịch Mùa Xuân 1975, trong diễn văn mừng chiến thắng gửi toàn thể nhân dân, Lê Duẩn viết: \"Năm tháng sẽ trôi qua, nhưng thắng lợi của nhân dân ta trong sự nghiệp kháng chiến chống Mỹ, cứu nước mãi mãi được ghi vào lịch sử dân tộc ta như một trong những trang chói lọi nhất, một biểu tượng sáng ngời về sự toàn thắng của chủ nghĩa anh hùng cách mạng và trí tuệ con người, và đi vào lịch sử thế giới như một chiến công vĩ đại của thế kỷ XX, một sự kiện có tầm quan trọng quốc tế to lớn và có tính thời đại sâu sắc.. đem lại lòng tin và niềm phấn khởi cho hàng trăm triệu người trên khắp trái đất đang đấu tranh vì hòa bình độc lập dân tộc, dân chủ và Chủ nghĩa Xã hội.\"[29] 1976–1986[sửa | sửa mã nguồn] Tại Đại hội toàn quốc lần thứ IV (tháng 12 năm 1976) và lần thứ V (tháng 3 năm 1982), Lê Duẩn tiếp tục được bầu vào Ban Chấp hành Trung ương và Bộ Chính trị, đồng thời được bầu giữ chức Tổng Bí thư liên tiếp hai nhiệm kỳ, nhưng khi chưa kết thúc nhiệm kỳ thứ hai vào năm 1986 thì đã mất đột ngột, khi vẫn đang đương chức. Đến tháng 5\/1986, do sức khỏe của ông đã yếu, Ban Chấp hành Trung ương quyết định bàn giao một số nhiệm vụ của ông dành cho Trường Chinh. Ông cũng đảm nhiệm chức Bí thư Quân ủy Trung ương từ năm 1978 đến năm 1984. Bí thư thứ nhất Đảng Lao động Việt Nam Lê Duẩn (thứ tư từ trái sang) cùng Mao Trạch Đông (thứ năm từ trái sang), Lâm Bưu (thứ ba từ trái sang), Chu Ân Lai (thứ hai từ phải sang), Khang Sinh (thứ hai từ trái sang), Hoàng Vĩnh Thắng (ngoài cùng bên phải) chụp ảnh tập thể, 11 tháng 5 năm 1970 Căng thẳng với Trung Quốc[sửa | sửa mã nguồn] Ngay sau khi Trung Quốc chiếm quần đảo Hoàng Sa vào năm 1974, Việt Nam Dân chủ Cộng hòa bắt đầu gây khó khăn cho Hoa kiều khi muốn thăm thân nhân ở Trung Quốc, và cũng không cho nhiều người Trung Quốc sang Việt Nam thăm người thân.[30] Sau khi Chiến tranh Việt Nam kết thúc, Việt Nam đã tuyên bố chủ quyền đối với cả hai quần đảo Hoàng Sa và Trường Sa. Tháng 9 năm 1975, Lê Duẩn nêu vấn đề Hoàng Sa trong chuyến thăm Trung Quốc. Phản ứng không nhượng bộ của Trung Quốc làm ông khó chịu.[30] Ngày 15 tháng 3 năm 1979, Bộ Ngoại giao Việt Nam công bố \"Bị vong lục về vấn đề biên giới Việt – Trung\", trong đó lên án việc Trung Quốc đánh chiếm trái phép quần đảo Hoàng Sa của Việt Nam. Ngày 28 tháng 9 năm 1979, Bộ Ngoại giao Việt Nam công bố Sách trắng quốc phòng, giới thiệu 19 tài liệu chứng minh chủ quyền của Việt Nam đối với Hoàng Sa và Trường Sa.[31] Việc này đã khiến Trung Quốc bất bình và bắt đầu một thời kỳ quan hệ căng thẳng giữa hai nước Việt Nam – Trung Quốc.[32] Vấn đề Hoa kiều[sửa | sửa mã nguồn] Sau khi Việt Nam thống nhất vào năm 1975, khoảng 4% dân số Việt Nam là người gốc Hoa, trong đó có hơn 1,5 triệu Hoa kiều sinh sống chủ yếu ở khu vực Chợ Lớn, Sài Gòn, và chỉ có khoảng 300.000 người Việt gốc Hoa sống ở miền Bắc.[33] Ở miền Nam, Hoa kiều kiểm soát gần như toàn bộ các vị trí kinh tế quan trọng, và đặc biệt nắm chắc 3 lĩnh vực quan trọng: sản xuất, phân phối, và tín dụng. Đến cuối năm 1974, họ kiểm soát hơn 80% các cơ sở sản xuất của các ngành công nghiệp thực phẩm, dệt may, hóa chất, luyện kim, điện... và gần như đạt được độc quyền thương mại: 100% bán buôn, hơn 50% bán lẻ, và 90% xuất nhập khẩu. Hoa kiều gần như hoàn toàn kiểm soát giá cả thị trường miền Nam Việt Nam.[34] Vấn đề về người Hoa càng thêm phần trầm trọng khi họ treo quốc kỳ Trung Quốc và ảnh Mao Trạch Đông trong vùng Chợ Lớn,[35] Với nỗi e ngại rằng Trung Quốc có thể sử dụng uy thế kinh tế của Hoa kiều để ép Việt Nam theo các chính sách của mình, vấn đề Hoa kiều được chính phủ Việt Nam xem là một thử thách đối với chủ quyền quốc gia hơn là một vấn đề nội bộ đơn giản.[35] Năm 1977, lạm phát 80% cùng với vấn đề tiếp diễn của sự thiếu thốn và nạn đầu cơ lương thực, Chính phủ Việt Nam sợ rằng Hoa kiều có thể bị lôi kéo theo các mục tiêu của Trung Quốc.[35] Năm 1978, người Hoa ở Chợ Lớn tổ chức biểu tình đòi giữ quốc tịch Trung Quốc. Những điều này làm cho chính phủ Việt Nam lo lắng về nguy cơ đất nước bị rối loạn cả từ bên trong lẫn từ bên ngoài và coi người Hoa kiều là một tổ chức bí mật hoạt động ở Việt Nam và sẵn sàng tiếp tay với Trung Quốc để phá hoại.[33] Để chấm dứt tình trạng này, Lê Duẩn đưa ra biện pháp cứng rắn là quốc hữu hóa tài sản của người Hoa. Trong các tháng 3, 4 năm 1978, khoảng 30.000 doanh nghiệp lớn nhỏ của Hoa kiều bị quốc hữu hóa. Vị thế kinh tế của đa số tư sản Hoa kiều bị hủy bỏ, nhà nước thắt chặt kiểm soát nền kinh tế. Đến năm 1982, người Hoa ở Việt Nam đã lũ lượt rời Việt Nam vượt biên qua đường biển, đường bộ để đến nước thứ ba.[33] Đến năm 1989, số người gốc Hoa tại Việt Nam đã giảm từ 1,8 triệu năm 1975 xuống còn 900.000. Người gốc Hoa không còn kiểm soát nền kinh tế Việt Nam như trước nữa, và các phong tục, ngôn ngữ gốc Hoa của họ đã mất đi phần lớn. Việt Nam là một ngoại lệ hiếm hoi so với những nước Đông Nam Á khác: người gốc Hoa đã gần như bị đồng hóa bởi người Việt Nam, họ cũng không còn gắn kết thành một cộng đồng tự trị như trước. Mặc dù đám đông người Việt có thể phản đối hành vi của Trung Quốc ở Biển Đông, nhưng không ai nghĩ đến việc trả thù gia đình thương gia gốc Hoa[33] (trong khi ở các nước Đông Nam Á khác, người Hoa có sức ảnh hưởng rất mạnh: vào cuối thế kỷ 20, người gốc Hoa sở hữu hơn 80% thị trường chứng khoán Thái Lan, 62% ở Malaysia, 50% ở Philippines, trên 70% tổng số tài sản công ty tại Indonesia, và các nước sở tại đều không thể đồng hóa được họ.[36] Ở Thái Lan thì người gốc Hoa thậm chí còn chiếm một tỉ lệ đáng kể trong Chính phủ[37]). Chiến tranh biên giới[sửa | sửa mã nguồn] Trong thời gian Lê Duẩn nắm quyền cao nhất Việt Nam từ năm 1975 đã xảy ra hai cuộc chiến tranh: Chiến tranh biên giới Tây Nam và Chiến tranh biên giới phía Bắc. Chiến tranh biên giới Tây Nam: nhằm phản công lại các hoạt động quân sự của quân Khmer Đỏ tấn công vào lãnh thổ Việt Nam, giết chóc người dân và đốt phá làng mạc Việt Nam trong những năm 1975–1978, Việt Nam tiến hành một loạt các chiến dịch quân sự tấn công vào Campuchia. Kết quả là chế độ Khmer Đỏ bị đánh đổ, một Hội đồng cách mạng được thành lập do Heng Samrin làm chủ tịch, dưới sự hỗ trợ của quân đội Việt Nam đã tiếp quản Campuchia. Chiến tranh biên giới Việt – Trung 1979 là một cuộc chiến ngắn nhưng khốc liệt, nổ ra vào ngày 17 tháng 2 năm 1979 khi Trung Quốc đưa quân tấn công Việt Nam trên toàn tuyến biên giới trên bộ giữa hai nước.[38]. Mục tiêu của Trung Quốc khi phát động cuộc chiến là buộc Việt Nam rút quân khỏi Campuchia (để Khmer Đỏ có thể quay lại nắm quyền). Sau 3 tuần tấn công, quân Trung Quốc bị thiệt hại nhiều và rút quân, trong khi không đạt mục đích là buộc Việt Nam phải rút quân khỏi Campuchia. Ông đã lãnh đạo đất nước vượt qua giai đoạn khó khăn này, thành công trong việc tiêu diệt chế độ Khmer Đỏ ở Campuchia và ngăn chặn được quân Trung Quốc ở phía Bắc. Khó khăn kinh tế[sửa | sửa mã nguồn] Tuy nhiên bên cạnh những thành công về quốc phòng, Ban Chấp hành Trung ương do ông đứng đầu đã phải đối mặt với những khó khăn lớn về kinh tế, và hậu quả của các cuộc chiến tranh khiến kinh tế lâm vào khủng hoảng, Việt Nam bị cô lập trong suốt giai đoạn 1976–1986. Ngày 16 tháng 5 năm 1975, Lê Duẩn đã trực tiếp vào miền Nam nắm tình hình, gồm cả tình hình kinh tế. Ông thừa nhận những yếu tố tích cực của kinh tế tư nhân và của thị trường tự do ở miền Nam.[39] Tại cuộc họp trù bị của Hội nghị lần thứ 24 Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa III, ông đã phát biểu[40]: “ Ở miền Bắc trước đây phải hợp tác hóa ngay lập tức. Nhưng miền Nam bây giờ không thể làm như vậy... Phải có tư sản, phải cho nó phát triển phần nào đã... Bộ Chính trị sau khi nghiên cứu thấy rằng cần phải duy trì mấy thành phần kinh tế là quy luật cần thiết trong giai đoạn bước đầu này... ” Tuy nhiên, đa số Ban Chấp hành Trung ương Đảng lúc ấy muốn áp dụng mô hình kinh tế kế hoạch hóa ngay. Vì thế, Hội nghị cuối cùng quyết nghị: xóa bỏ tư sản mại bản, cải tạo xã hội chủ nghĩa đối với tư sản dân tộc, thí điểm xây dựng hợp tác xã, cải tạo xã hội chủ nghĩa đối với thủ công nghiệp và thương nghiệp nhỏ.[41] Giáo sư Trần Văn Thọ viết về tình trạng kinh tế giai đoạn đó: \"Mười năm sau 1975 là một trong những giai đoạn tối tăm nhất (về kinh tế) trong lịch sử Việt Nam. Chỉ nói về mặt kinh tế, là một nước nông nghiệp (năm 1980, 80% dân số sống ở nông thôn và 70% lao động là nông dân) nhưng Việt Nam thiếu ăn, nhiều người phải ăn bo bo trong thời gian dài. Lượng lương thực tính trên đầu người giảm liên tục từ năm 1976 đến 1979, sau đó tăng trở lại nhưng cho đến năm 1981 vẫn không hồi phục lại mức năm 1976. Công thương nghiệp cũng đình trệ, sản xuất đình đốn, vật dụng hằng ngày thiếu thốn, cuộc sống của người dân vô cùng khốn khó. Ngoài những khó khăn của một đất nước sau chiến tranh và tình hình quốc tế bất lợi, nguyên nhân chính của tình trạng nói trên là do sai lầm trong chính sách, chiến lược phát triển, trong đó nổi bật nhất là sự nóng vội trong việc áp dụng mô hình xã hội chủ nghĩa trong kinh tế ở miền Nam... Nguy cơ thiếu ăn kéo dài và những khó khăn cùng cực khác làm phát sinh hiện tượng \"phá rào\" trong nông nghiệp, trong mậu dịch và trong việc quyết định giá cả lương thực đã cải thiện tình hình tại một số địa phương. Nhưng phải đợi đến đổi mới (tháng 12 năm 1986) mới có biến chuyển thực sự. Do tình trạng đó, tổng sản phẩm trong nước (GDP) của Việt Nam trong 10 năm trước đổi mới chỉ tăng 35%, trong thời gian đó dân số tăng 22%. Như vậy, GDP đầu người trung bình tăng chỉ độ 1% (mỗi năm)\"[42] Sau 1975, tỷ lệ thương tật, chưa kể số nhiễm chất độc hóa học tại Việt Nam là trên 10%, đây là tỷ lệ cao nhất thế giới. Mỹ và các nước thân Mỹ bao vây cấm vận, trong khi đó Liên Xô và các nước xã hội chủ nghĩa Đông Âu thì mắc sai lầm nghiêm trọng để rồi dẫn đến sụp đổ. Khối SEV, nguồn viện trợ duy nhất của Việt Nam đã cạn dần rồi mất hẳn. Lê Duẩn đã cố gắng chèo lái nước nhà không bị sụp đổ, tuy có gian nan vất vả nhưng vẫn trụ vững. Theo lời kể của con trai Lê Duẩn, ông từng muốn duy trì kinh tế thị trường tại miền Nam và kinh tế bao cấp tại miền Bắc để đánh giá ưu khuyết điểm, từ đó chọn con đường tốt nhất. Ông cũng cử ngoại trưởng Nguyễn Cơ Thạch sang Mỹ để đàm phán bình thường hóa quan hệ. Nhưng bối cảnh lịch sử lúc đó khiến Lê Duẩn không dễ thực hiện mục đích của mình. Chính phủ Mỹ từ chối bình thường hóa quan hệ với Việt Nam, trong khi những nhà lãnh đạo trong nước thời đó đều tin vào hiệu quả của hệ thống xã hội chủ nghĩa mô hình Xô viết bởi khi đó Liên Xô vẫn đang rất hùng mạnh. Khi Nam Tư đưa ra khái niệm kinh tế thị trường, họ đã bị khai trừ ra khỏi hệ thống các nước Xã hội chủ nghĩa. Do đó, những ý tưởng của Lê Duẩn là trái với lý tưởng của nhiều người trong tập thể ban lãnh đạo. Cho nên, Lê Duẩn không thể dễ dàng bày tỏ quan điểm của mình và thuyết phục những lãnh đạo khác nhất trí với quan điểm đó. Nếu cứ cố làm thì sẽ gây chia rẽ trong nội bộ Đảng, mà cần phải làm từ từ để dần thuyết phục những người khác. Cho tới nay, nhiều người vẫn phê phán Lê Duẩn vì việc duy trì nền kinh tế bao cấp quá lâu, nhưng bối cảnh lịch sử lúc đó đã khiến ông không thể làm khác đi được.[7] Tại Đại hội lần thứ năm của Đảng Cộng sản Việt Nam (tháng 3 năm 1982), Báo cáo chính trị của Lê Duẩn đã phê bình hai loại nhận thức: Một là “chủ quan nóng vội” (đề ra một số chỉ tiêu quá cao về quy mô, tốc độ phát triển sản xuất ở một số địa phương); Hai là “bảo thủ, trì trệ”, duy trì quá lâu cơ chế quản lý hành chính, quan liêu bao cấp, chậm thay đổi các chính sách chế độ. Đại hội đã quyết định “Đổi mới chế độ quản lý và kế hoạch hóa hiện hành. Xóa bỏ cơ chế quản lý hành chính, quan liêu, bao cấp; khắc phục bằng được tình trạng trì trệ, bảo thủ… Vừa nắm vững giá trị sử dụng, vừa coi trọng giá trị và quy luật giá trị”. Như vậy, ngay từ Đại hội 5, Ban Chấp hành Trung ương và Tổng Bí thư Lê Duẩn đã chỉ ra mặt tiêu cực của cơ chế quan liêu bao cấp và từng bước xóa bỏ cơ chế này. Đại hội Đảng lần 6 (năm 1986) là bắt đầu của công cuộc Đổi Mới, nhưng ý tưởng này đã manh nha từ Đại hội 5 với bài phát biểu của Lê Duẩn.[27] Qua đời[sửa | sửa mã nguồn] Mộ của Lê Duẩn tại Nghĩa trang Mai Dịch, Hà Nội Ông qua đời ngày 10 tháng 7 năm 1986, khi vẫn còn đương chức ở tuổi 79, ông Trường Chinh sau đó đã giữ chức Tổng bí thư cho đến khi Nguyễn Văn Linh được bầu làm Tổng bí thư vào tháng 12. Ông đã được chôn cất tại nghĩa trang Mai Dịch. Đời tư[sửa | sửa mã nguồn] Tập tin:Le duan.jpg Bà Nguyễn Thị Vân (tức Nguyễn Thụy Nga) và Lê Duẩn lúc còn trẻ (1940). Ông có hai người vợ: Bà Lê Thị Sương (25 tháng 12 năm 1910 — 6 tháng 8 năm 2008)[43] kết hôn năm 1929 ở quê. Có bốn người con: Lê Hãn (sinh 1929), tên thường dùng là Lê Thạch Hãn, Đại tá Quân đội Nhân dân Việt Nam, nguyên Cục trưởng Cục Quản lý các nhà trường Quân đội, Tư lệnh Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh, đã nghỉ hưu; Ông Lê Hãn cưới bà Nguyễn Khánh Nam (con gái đầu lòng của ông Nguyễn Khánh Mỹ, Vụ trưởng Vụ khu vực I, phụ trách các nước XHCN, Bộ Ngoại thương lúc bấy giờ) và có ba người con: Lê Khánh Hải (hiện là Chủ nhiệm Văn phòng Chủ tịch nước), Lê Khánh Hưng và Lê Ngọc Hiếu. Lê Thị Cừ có chồng là Lê Bá Tôn (Cán bộ lãnh đạo của Bộ Công nghiệp nặng). Lê Tuyết Hồng có chồng là Giáo sư, Tiến sĩ Hồ Ngọc Đại; Lê Thị Muội (1942—2008), Phó Giáo sư, Tiến sĩ sinh vật học. Bà Nguyễn Thụy Nga (tên thường gọi Nguyễn Thị Vân hoặc Bảy Vân, 1925 — 26 tháng 10 năm 2018[44][45]), kết hôn năm 1950 tại miền Tây Nam Bộ, do Lê Đức Thọ làm mối, Phạm Hùng làm chủ hôn. Sau 1975, bà Nga làm Phó ban Tuyên giáo Tỉnh ủy An Giang, Phó Tổng Biên tập Phụ trách Hành chính trị sự của Báo Sài Gòn Giải phóng. Trước khi qua đời bà sống ở Thành phố Hồ Chí Minh. Hai người có ba người con: Lê Vũ Anh (1950—1981), kết hôn với giáo sư toán học Viktor Maslov người Nga ở Moskva, mất năm 1981 do băng huyết khi sinh đứa con thứ ba (là con trai); cả ba người con của bà sau này đều lớn lên và ăn học ở Nga, nhưng hiện tại cô con gái lớn Lena sống với gia đình ở Hà Lan, còn Tania và Anton đang sống ở Anh.[46] Lê Kiên Thành (sinh 1955), học kỹ sư hàng không tại Liên Xô, sau đó là Phó Tiến sĩ vật lý. Khi về nước chuyển ngành sang kinh doanh, đã từng là Chủ tịch HĐQT Ngân hàng Kỹ thương Techcombank, hiện là Chủ tịch HĐQT Công ty cổ phần Xây dựng và phát triển đô thị; Chủ tịch HĐQT Công ty CP Chế biến Thực phẩm Thái Minh; chủ một sân golf và là Phó Chủ tịch thường trực Hội Golf Việt Nam. Ông còn là thành viên Ủy ban Mặt trận Tổ quốc Việt Nam TP Hồ Chí Minh. Lê Kiên Trung (sinh 1958), Cục trưởng Cục Hải quan Thành phố Hồ Chí Minh (từ tháng 12 năm 2007). Hiện là Thiếu tướng, Phó Tổng cục trưởng Tổng cục An ninh II — Bộ Công an (2011). Tư tưởng[sửa | sửa mã nguồn] Dân tộc độc lập[sửa | sửa mã nguồn] Trong suốt 26 năm, với cương vị là Bí thư thứ nhất và sau đó là Tổng Bí thư, Lê Duẩn đã để lại nhiều di sản với lịch sử Việt Nam. Ông có công lao trong sự nghiệp đấu tranh chống Mỹ để giải phóng và thống nhất dân tộc, cũng như ý chí kiên cường, tinh thần cảnh giác trong việc chống lại chủ nghĩa bành trướng Trung Quốc. Theo một số nhận định, Lê Duẩn luôn có tự tin khi đứng trước những nhà lãnh đạo Trung Quốc, ông từng nói: \"Chúng ta muốn thắng Mỹ, có một điều rất quan trọng là chúng ta phải không được sợ Mỹ, nhưng cũng không được sợ Trung Quốc và không được sợ Liên Xô\". Cả Bộ Chính trị vỗ tay hoan hô ý kiến đó, tuy nhiên những văn bản họp Bộ Chính trị khi đó hầu như chưa được công bố, khiến những câu chuyện về tinh thần dân tộc của Lê Duẩn không thực sự được biết rộng rãi trong dân chúng.[22] Khi còn sống, theo một số nhận định, Lê Duẩn lúc nào cũng cho rằng hiểu Trung Quốc là chuyện sống còn của dân tộc Việt Nam. Trong suốt chiến tranh chống Mỹ, rất nhiều lần Trung Quốc muốn dùng những khoản viện trợ để lồng ghép vào đó những toan tính riêng của họ, nhưng Lê Duẩn không nhận bất cứ một khoản viện trợ nào mà ông cho là có nguy cơ đối với nền độc lập của Việt Nam. Một nhà nghiên cứu về quan hệ Việt Nam với Trung Quốc đã từng nhận xét về ông: \"Với Tổng Bí thư Lê Duẩn, cái gì nhịn được thì nhịn, nhưng ông tuyệt đối không bao giờ nhượng bộ những điều quá đáng, nguy hại cho an ninh quốc gia\". Vì tư tưởng này, Lê Duẩn đã trở thành lãnh đạo Việt Nam làm Trung Quốc \"gai mắt\" trong giai đoạn ấy. Trong cuốn \"Đằng sau tấm màn tre – Trung Quốc, Việt Nam và Thế giới ngoài châu Á\", do Priscilla Roberts biên tập, Trung tâm Woodrow Wilson và Đại học Stanford xuất bản năm 2006, có nói về việc Lê Duẩn từ chối nhận viện trợ quân sự của Trung Quốc để Viêt Nam tránh khỏi sự lệ thuộc vào nước này: “ \"Sau đó ông ấy (chỉ Mao Trạch Đông) bắt ta (Việt Nam) tiếp nhận hai vạn quân, đến để làm đường từ Nghệ An, Hà Tĩnh vào Nam. Tôi (Lê Duẩn) từ chối. Họ vẫn liên tục yêu cầu nhưng tôi không thay đổi ý kiến. Họ bắt tôi phải cho họ vào nhưng tôi không chấp nhận. Họ tiếp tục gây áp lực nhưng tôi vẫn không đồng ý. Các đồng chí, tôi đưa ra những ví dụ này để các đồng chí thấy được âm mưu lâu dài của họ là muốn cướp nước ta, và âm mưu của họ xấu xa tới chừng nào.\"[47] ” Trong lần gặp đầu tiên trong năm 1963 ở Vũ Hán, nơi mà Mao Trạch Đông đã tiếp một phái đoàn của Đảng Lao động Việt Nam. Trong buổi họp đó, Lê Duẩn nói là đã hiểu ý định thật sự của Mao Trạch Đông là muốn khống chế Việt Nam và đã cảnh cáo ông ta là Việt Nam có thể đánh bại các lực lượng Trung Quốc dễ dàng. Mao Trạch Đông đã cố tình hỏi Lê Duẩn: “Đồng chí, có đúng là dân tộc ông đã chiến đấu và đánh bại quân Nguyên?” Lê Duẩn nói: “Đúng như vậy”. Mao Trạch Đông hỏi tiếp: “Lại một lần nữa, có đúng không, đồng chí, là các ông đã đánh bại quân nhà Thanh?” Lê Duẩn trả lời: “Đúng như vậy.” Mao Trạch Đông lại hỏi: “Và cả quân nhà Minh nữa?” Tới lúc đó, Lê Duẩn nói thẳng thừng: “Đúng, và luôn cả quân đội của ông nữa, nếu các ông tìm cách xâm lược đất nước tôi\".[17] Trong cuộc gặp Chu Ân Lai năm 1971, Lê Duẩn trả lời: “Đồng chí có thể nói bất cứ điều gì đồng chí thích, nhưng tôi sẽ không nghe theo. Đồng chí là người Trung Quốc, tôi là người Việt Nam. Việt Nam là của chúng tôi; không phải là của đồng chí.” Dù bị trả lời hằn học, nhưng trong bản tường trình cuộc họp của Chu Ân Lai đã nhắc đến lòng ái quốc cương trực của Lê Duẩn.[17] Theo Stein Tonnesson thuộc Viện Đại Học Olso, phát biểu tại buổi Hội Thảo Quốc tế, Hồng Kông, ngày 12 tháng 1 năm 2000: “ \"Tập tài liệu năm 1979 của Lê Duẩn cho thấy rằng ông ta đã pha trộn một niềm tự hào dân tộc cao độ với tư tưởng là người Việt Nam, một dân tộc chuyên đấu tranh, đang đóng vai trò tiên phong của cuộc đấu tranh cách mạng thế giới. Tập tài liệu không cho thấy Lê Duẩn có niềm hâm mộ hay kính phục một dân tộc nào khác ngoài dân tộc Việt Nam, mà chỉ thuần một tư tưởng cho những cuộc tranh đấu cho quốc gia độc lập, cho tất cả mọi dân tộc, dù lớn hay nhỏ. Niềm tự hào của Lê Duẩn lộ rõ trong đoạn văn đầu tiên, khi ông ta nói rằng sau khi “chúng ta” (tức Việt Nam) đánh bại người Mỹ, không một đế quốc quyền lực nào dám đánh “chúng ta” nữa. Chỉ có vài tên phản động Trung Quốc “nghĩ là chúng có thể\"[17] ” Con trai Lê Duẩn kể lại: \"Như cha tôi lúc còn sống luôn nói rằng, khi người ta đã yêu đất nước đến vô cùng, đến mức trái tim chỉ có thể đập vì nó, thì họ sẽ luôn tìm được con đường đúng nhất. Một lần, khi ghé thăm cửa khẩu Hữu Nghị, nơi được coi là biểu tượng hàn gắn của mối quan hệ Việt Nam – Trung Quốc sau giai đoạn chiến tranh, tôi đã thấy ở nơi trưng bày những kỷ vật về mối quan hệ hai nước, có tất cả những tấm ảnh lãnh đạo Việt Nam qua nhiều thế hệ, trừ cha mình. Trong sâu thẳm, tôi tự hào về điều đó: Cha tôi, Tổng Bí thư Lê Duẩn là người quyết bảo vệ đến cùng từng tấc đất ở đây. Trái tim ông đã xui khiến ông hành động như thế.\"[48] Về văn hóa[sửa | sửa mã nguồn] Lê Duẩn đọc rất nhiều và luôn suy nghĩ. Ông đọc vào mọi dịp, đọc trong nhà tù, đọc khi đi nghỉ ở nước ngoài, đến lúc tuổi cao sức yếu vẫn say mê đọc. Trong điều kiện những năm 1980 trở về trước, ít người tham khảo Bách khoa toàn thư Pháp hay Kinh Coran của đạo Hồi để làm công tác như Lê Duẩn. Theo ông \"để làm việc với các tín đồ đạo giáo, cần hiểu đúng tôn giáo của họ\". Đến thăm học viên là cán bộ trung, cao cấp đang nghiên cứu Lịch sử Đảng, trao đổi với anh em ở hành lang, Lê Duẩn nói: \"Theo tôi, bài học lớn nhất của Đảng ta là phải độc lập suy nghĩ, giải quyết các vấn đề của cách mạng Việt Nam trên cơ sở đánh giá đúng tình hình thực tế của Việt Nam\" Những năm 1960, Lê Duẩn phát biểu: \"Để hiểu việc, con người dùng lý lẽ, lý trí, nhưng khi hành động phải có tình cảm… Cách mạng tư tưởng và văn hóa gắn tình cảm với lý trí. Nói nghệ thuật là nói quy luật riêng của tình cảm. Nghệ thuật vận dụng quy luật của tình cảm\". Đầu những năm 1980, Ban Tuyên huấn Trung ương tổ chức Hội nghị tập huấn tổng biên tập các báo địa phương, ông nói: \"Làm báo là làm công tác khoa học, đồng thời là làm nghệ thuật\".[49] Làm chủ tập thể[sửa | sửa mã nguồn] Tư tưởng \"làm chủ tập thể trên lập trường giai cấp vô sản\" lần đầu được Lê Duẩn đưa ra vào tháng 6 năm 1965, và nhiều bài phát biểu về sau, ông phân tích: \"Trong chế độ tư bản chủ nghĩa, động lực đó là lợi nhuận. Lợi nhuận là động lực của cách mạng kỹ thuật, của các cuộc xâm chiếm thuộc địa, mở rộng thị trường, của việc mở rộng nền sản xuất lớn, v.v.. Lợi nhuận là nhân tố kích thích mạnh mẽ nhất sự phát triển lực lượng sản xuất trong xã hội tư bản chủ nghĩa, là cái mà hằng giờ hằng phút bọn tư bản suy nghĩ đến\". Còn trong chế độ xã hội chủ nghĩa \"Tất cả những người lao động đều phải lấy việc sản xuất của cải vật chất nhiều hay ít làm thước đo sự cống hiến của mình vào nền sản xuất xã hội; vì vậy, chúng ta phải thực hiện nguyên tắc phân phối theo lao động. Nguyên tắc đó là một động lực thúc đẩy nền sản xuất xã hội chủ nghĩa, nhưng nhân tố thường xuyên, mạnh mẽ thúc đẩy tính tích cực sản xuất của quần chúng công nông là ý thức giác ngộ xã hội chủ nghĩa, tinh thần làm chủ tập thể của họ\". \"Xây dựng tư tưởng tập thể xã hội chủ nghĩa có nghĩa là chống chủ nghĩa cá nhân, và chống chủ nghĩa cá nhân là để xây dựng tư tưởng tập thể xã hội chủ nghĩa\".[50] \"Xây dựng chế độ làm chủ tập thể là xây dựng nước ta thành một xã hội trong đó người chủ chân chính, tối cao là cộng đồng xã hội, là tập thể nhân dân lao động có tổ chức, mà nòng cốt là liên minh công nông. Nội dung của làm chủ tập thể là làm chủ toàn diện, là làm chủ về chính trị, kinh tế, văn hóa, xã hội; là làm chủ xã hội, làm chủ thiên nhiên, làm chủ bản thân; là làm chủ trong cả nước, trong từng địa phương và từng cơ sở; là trên cơ sở làm chủ đầy đủ của tập thể, của cộng đồng xã hội mà bảo đảm tự do cũng đầy đủ cho mỗi người; và ngược lại \"sự phát triển tự do của mỗi người là điều kiện cho sự phát triển tự do của tất cả mọi người\".[51] Phải phát động quần chúng, phải tuyên truyền giáo dục, làm cho mọi công dân Việt Nam từ em bé đến cụ già, nhất là tầng lớp thanh niên hiểu rằng họ là người chủ của nước Việt Nam, rằng tất cả của cải, tài nguyên của đất nước này đều thuộc về tập thể nhân dân, thuộc về những thế hệ hôm nay và cả những thế hệ ngày mai. Họ phải làm tròn nghĩa vụ của người làm chủ đất nước, đồng thời họ có đầy đủ những quyền của người làm chủ: quyền làm việc, học hành, vui chơi, quyền phát biểu ý kiến về bất cứ vấn đề gì của Nhà nước nhằm mưu cầu sự giàu có cho đất nước và hạnh phúc cho đồng bào; không ai được áp bức, ép buộc họ.[52] \"Chế độ làm chủ tập thể hơn hẳn mọi nền dân chủ trong lịch sử. Nó không phải là dân chủ của một số ít người, cũng không phải là dân chủ cho từng cá nhân riêng lẻ. Nó thể hiện vai trò làm chủ tập thể của cả cộng đồng xã hội của từng tổ chức và của từng người trong cộng đồng. Kết hợp chặt chẽ lợi ích của toàn xã hội với lợi ích của tập thể và lợi ích của mỗi người, nó bảo đảm cho cả cộng đồng xã hội cũng như từng tổ chức trong cộng đồng phát triển một cách tốt nhất, đồng thời bảo đảm tự do đầy đủ nhất cho mỗi thành viên của xã hội...Làm chủ tập thể xã hội chủ nghĩa có hai mặt: toàn xã hội làm chủ tập thể và từng người một làm chủ tập thể. Cả xã hội làm chủ và từng người một làm chủ, làm chủ tập thể và cá nhân có đầy đủ tự do, hai cái đó thống nhất với nhau, không hề có mâu thuẫn...Làm chủ tập thể là làm chủ cả về chính trị, kinh tế, văn hoá...Làm chủ xã hội, làm chủ thiên nhiên và làm chủ bản thân\".[53] \"Trong chế độ làm chủ tập thể, mọi người lao động không thụ động tiếp nhận và hưởng thụ các quyền dân chủ từ một quyền lực bên ngoài mang đến, mà tự giác và chủ động đóng vai người làm chủ thật sự về chính trị, kinh tế, văn hóa, xã hội. Nhân dân lao động tự mình thực hiện quyền làm chủ tập thể của mình bằng một cơ cấu tổ chức hợp lý, bằng một chế độ sản xuất và phân phối hợp lý, bằng những phong trào cách mạng liên tục, sôi nổi của hàng chục triệu người. Chế độ làm chủ tập thể thực hiện trong cả nước, trong từng địa phương, từng cơ sở, gắn chặt làm một lợi ích của cá nhân với lợi ích của tập thể và của toàn xã hội. Đối với mỗi con người, chế độ làm chủ tập thể bảo đảm sự phát triển toàn diện nhất, những quyền lợi đầy đủ nhất đi đôi với những nghĩa vụ cao cả mà mọi người phải làm trọn.[54] \"Chỉ có chế độ làm chủ tập thể xã hội chủ nghĩa mới giải quyết đúng mối quan hệ giữa xã hội và cá nhân. Ở đây, vừa thiết lập sự làm chủ tập thể của cả cộng đồng xã hội Việt Nam, vừa phát huy cao độ quyền tự do chân chính của cá nhân, khơi dậy mọi năng lực sáng tạo của cá nhân, thống nhất hài hoà cá nhân với xã hội.[55] Thiết lập chế độ làm chủ tập thể xã hội chủ nghĩa của nhân dân lao động là mục đích của chủ nghĩa xã hội, đồng thời đó là một động lực quan trọng của công cuộc cách mạng xã hội chủ nghĩa. Làm chủ tập thể xã hội là một quá trình phát triển từ thấp đến cao, trước hết là làm chủ về chính trị tiến lên làm chủ về kinh tế, văn hóa, xã hội, trong đó làm chủ về kinh tế là quan trọng nhất.[56] Lê Duẩn cũng giải thích thêm: \"Chủ nghĩa xã hội không xóa bỏ tất cả những cái riêng của mọi người, nhưng mỗi người phải tham gia vào cái chung, phải phục vụ cái chung, vì cái chung... Chủ nghĩa xã hội không bao giờ chủ trương xóa bỏ quyền lợi cá nhân, mà chỉ làm sao cho quyền lợi cá nhân và quyền lợi tập thể nhất trí với nhau. Ta khuyến khích mỗi người cố gắng tiến lên để đời sống chung và riêng được khá hơn... Hơn nữa, hiện nay về mặt kinh tế, phần cá thể vẫn còn là một nguồn sống của mỗi con người chúng ta\". Trong khi coi trọng cái riêng, quyền lợi cá nhân, ông cũng phê phán tư tưởng cá nhân chủ nghĩa, ích kỷ, cục bộ.[8] Trong bài phát biểu tại Hội nghị lần thứ tám BCHTW khóa IV ông cho là chế độ làm chủ tập thể do các nhà kinh điển nêu ra, nhưng tại Hội nghị lần thứ tám TW khóa V, ông nói Marx, Lenin chưa nói đến, nhưng Việt Nam đang làm trong thực tế. Có thể xem tư tưởng làm chủ tập thể là một nỗ lực của Lê Duẩn tạo ra quan hệ sản xuất mới để thay thế cho quan hệ sản xuất cũ đã bị nhà nước Việt Nam xóa bỏ. Tuy nhiên nhiều người chưa thật sự hiểu tư tưởng của ông và việc áp dụng tư tưởng này vào thực tế không thành công như ông mong đợi. Nếu xem chủ nghĩa cộng sản là một hình thái xã hội cho phép mọi thành viên của xã hội tham gia vào quá trình quyết định trong cả hai lĩnh vực chính trị và kinh tế thì tư tưởng làm chủ tập thể của Lê Duẩn chính là nỗ lực tạo ra một xã hội như vậy. Tuy nhiên trình độ dân trí, trình độ tổ chức xã hội, trình độ sản xuất của Việt Nam chưa thích hợp để hiện thực hóa tư tưởng này. Sau Đổi mới, đường lối làm chủ tập thể không còn được nhắc đến trong các văn kiện của Đảng Cộng sản Việt Nam và Nhà nước Việt Nam. Tác phẩm[sửa | sửa mã nguồn] Đề cương cách mạng miền Nam (1956) Giai cấp vô sản với vấn đề nông dân trong cách mạng Việt Nam (1965) Thanh niên với cách mạng xã hội chủ nghĩa (1966) Dưới lá cờ vẻ vang của Đảng, vì độc lập, tự do, vì chủ nghĩa xã hội, tiến lên giành những thắng lợi mới (1970) Tình hình thế giới và nhiệm vụ quốc tế của Đảng ta (1976) Cách mạng xã hội chủ nghĩa ở Việt Nam (1976) Thư vào Nam (1985) Một vài đặc điểm của cách mạng Việt Nam (1985) Đánh giá[sửa | sửa mã nguồn] Tại Việt Nam[sửa | sửa mã nguồn] Theo quan điểm của các nhà lãnh đạo đảng và các học giả trong nước đóng góp nổi bật của ông là năm 1939, dưới sự chủ trì của Tổng Bí thư Nguyễn Văn Cừ, ông đã góp phần cho sự ra đời của Nghị quyết Hội nghị lần thứ sáu của Ban Chấp hành Trung ương (11-1939) - chuyển hướng đấu tranh cách mạng; chỉ đạo kháng Pháp tại miền nam trong đó đáng chú ý là \"Xứ ủy Nam Bộ dưới sự lãnh đạo của Lê Duẩn thực hiện chính sách ruộng đất \"người nông dân có ruộng cày\" không phải thông qua cuộc phát động tước đoạt bằng bạo lực, tiến hành đấu tố, cưỡng bức địa chủ; mà bằng chủ trương và biện pháp đúng đắn, thích hợp với hoàn cảnh cụ thể của Nam Bộ lúc ấy\", đặc biệt vai trò lớn của ông trong cuộc kháng chiến chống Mỹ của Việt Nam. Chính ông là người viết \"Đề cương cách mạng Miền Nam' (sau được thể hiện đầy đủ trong Nghị quyết 15 (Khóa Hai) của đảng tháng 1-1959). Theo ông Võ Văn Kiệt: \"Đề cương Cách mạng miền Nam\" được đồng chí Lê Duẩn hoàn thành vào tháng 8 năm 1956 ngay tại Sài Gòn, ở số nhà 29 đường Huỳnh Khương Ninh, quận 1 Sài Gòn, nay là Tp. HCM.\"[57] Ý kiến chính thống của Đảng Cộng sản Việt Nam coi Lê Duẩn có tầm nhìn chiến lược, có đóng góp nhiều cho đường lối chính trị quân sự của Đảng, nhất là trong cuộc Tổng tấn công Tết Mậu Thân và chiến dịch Hồ Chí Minh năm 1975.[58] Giáo sư Kinh tế Đặng Phong nhận xét về Lê Duẩn: \"Thí dụ khi nói về ông Lê Duẩn và các chủ trương làm chủ tập thể, xây dựng cấp huyện... thì rõ ràng đó là các sai lầm gây thiệt hại rất lớn cho nền kinh tế. Nhưng tôi vẫn kính trọng ông Duẩn là một nhà tư duy lớn, còn những gì sai thì sau đó phải sửa, có gì là xúc phạm đâu?\"[59] Theo Giáo sư Tương Lai trích lại lời Giáo sư Trần Phương, nguyên Phó Thủ tướng Chính phủ: \"Năm 1985, anh là người ghi vào Nghị quyết của Bộ Chính trị: \"Chấp nhận kinh tế nhiều thành phần\". Đó là những con chữ quan trọng để tạo đà cho Đại hội VI Đổi Mới... Tầm nhìn xa của anh Ba về kinh tế, những viên gạch anh lát cho con đường đổi mới, không nhiều người biết tới. Nhưng điều đó cũng phù hợp với con người Anh. Chỉ cần mình làm điều tốt cho Đảng, cho dân mà không cần nghĩ rằng có được ghi nhận hay không\". Theo GS Tương Lai: \"Đáng tiếc là, những tư tưởng lóe sáng trong tư duy của nhà lý luận ấy đã bị chìm đi trong vô vàn những bức xúc hàng ngày của thực trạng kinh tế đang trong cái thế giằng co giữa cái cũ và cái mới. Ông không thể không gánh chịu trách nhiệm về những hậu quả nặng nề của sự vận dụng những công thức giáo điều trong mô hình xây dựng chủ nghĩa xã hội theo kiểu Stalin hoặc của tư tưởng giáo điều \"tả\" khuynh khác, mặc dầu ông đã cố gắng để vượt ra khỏi những áp đặt\".[60] Giáo sư Trần Phương có thuật lại: \"Tôi nhớ có lần, vào một buổi sáng, khi nhóm trợ lý chúng tôi đang họp, anh Ba đi vào \"quẳng\" xuống bàn chúng tôi một tờ báo và nói: \"Các anh đọc đi!\". Rồi anh nhếch mép cười, đi ra... Chúng tôi cầm tờ báo lên: Trên trang nhất là một bài dài phê phán anh Kim Ngọc và quan điểm khoán hộ của anh. Có lần, tôi hỏi Anh: \"Tại sao Anh không công khai phản bác lại quan điểm bảo thủ của bài báo...\". Anh nói: \"Quan trọng nhất là phải giữ sự đoàn kết trong Đảng...\". Ông Trần Phương cũng cho rằng: \"Ai đó đã nói rằng anh Ba không bảo vệ được Kim Ngọc là không đúng. Sau bài báo đó, Kim Ngọc vẫn là Bí thư Tỉnh ủy Vĩnh Phú.\".[61] Theo những người trợ lý thân cận nhất của Lê Duẩn kể lại thì thái độ của ông đối với khoán ở Vĩnh Phúc (1966-1968) khác với nhiều người lúc đó. Nhưng ông chưa kịp can thiệp thì đã có lệnh đình chỉ, mà đã có lệnh rồi thì không thể đảo ngược lại được. Ông Đậu Ngọc Xuân là trợ lý của ông kể lại: \"Khi khoán Vĩnh Phúc đã bị đình chỉ, ông chỉ còn biết lên thăm Kim Ngọc và bày tỏ sự đồng tình với những tìm tòi của Kim Ngọc, an ủi về việc những sáng kiến quá mới như thế thường không dễ đi ngay vào cuộc sống\"...[62] Theo lời của Trần Phương, Lê Duẩn từng nói với ông: \"Cầm quyền mà không lo nổi cho dân một bộ quần áo thì cầm quyền là nghĩa thế nào? Anh muốn làm gì thì làm nhưng phải lo đủ cho người dân một bộ quần áo... Tôi vẫn nhớ, có lần trong những năm 60, trong một cuộc họp ở Đồ Sơn, Anh đã nổi nóng với Chính phủ: \"Chúng ta cầm quyền mà không lo nổi rau muống và nước lã cho dân thì nên từ chức đi...\". Anh Tô (Phạm Văn Đồng) không nói một lời. Tôi rất thông cảm với Anh về cái khó của Chính phủ. Muốn có rau muống thì phải có gạo. Muốn có nước lã (nước máy) thì phải có ngoại tệ. Cả hai thứ đó, Chính phủ đều gặp khó khăn\".[61] Cố Thủ tướng Võ Văn Kiệt đã nhận xét về Lê Duẩn như sau: \"Tôi nhớ khi đó Bộ Chính trị phân công từng đồng chí nghe riêng từng báo cáo, sau đó lại nghe chung. Riêng anh Ba (Lê Duẩn) nghe rất kỹ, không chỉ một lần. Cuối cùng, Bộ Chính trị chính thức họp và thống nhất cao với kết luận của anh Ba và sau đó đã điều chỉnh chủ trương sát hơn với thực tế chiến trường: Kiên quyết đánh trả sự lấn chiếm của địch. Nhờ đó, cục diện chiến trường thay đổi, ta giữ được thế chủ động, tiến công. Có thể nói, sự chỉ đạo của anh Ba sau Hiệp định Paris thêm một minh chứng nữa cho sự nhạy cảm tuyệt vời của anh và chỉ có thể là người từng lăn lộn ở chiến trường mới có được sự nhạy cảm đó.\"[63] Đại tướng Võ Nguyên Giáp đã viết rằng: \"Với tôi, những năm công tác trong Bộ Chính trị, Anh đã thường xuyên trao đổi ý kiến, thường là nhanh chóng đi đến nhất trí trong những vấn đề lớn; khi có ý kiến khác nhau thì tranh luận thẳng thắn, những điều chưa nhất trí thì chờ thực tiễn kiểm nghiệm. Lúc mới ra Bắc, Anh thường tâm sự với tôi những khó khăn trong công việc... Từ sau Đại hội III và Đại hội IV, tôi đã ba lần đề nghị Anh là Tổng Bí thư kiêm luôn Bí thư Quân ủy Trung ương, nhưng Anh nói: \"Anh là Tổng chỉ huy lâu năm nên tiếp tục làm Bí thư Quân ủy Trung ương, như vậy có lợi cho lãnh đạo\".[64] Con trai Lê Duẩn là Thiếu tướng Lê Kiên Trung, Phó Tổng cục trưởng Tổng cục An ninh, Bộ Công an, đã nói[7]: Tôi nghĩ ba tôi là nhà lãnh đạo đất nước trong một giai đoạn lịch sử phức tạp và cam go của đất nước. Với nhiều ý kiến xung đột lẫn nhau. Thế nên, như tôi đã nói ban đầu, việc chấp nhận ông hay một bộ phận không chấp nhận quan điểm của ông, ủng hộ ông hay không ủng hộ ông cũng là điều tất yếu. Ba tôi không chịu nói, chịu kể về mình giống như một số người khác. Có những người có cả chục cuốn hồi ký, nhưng ông thì khác, ông không hề viết một cuốn sách nào kể về mình. Ông không bao giờ chịu giải thích để người ta hiểu hơn về những việc ông làm. Vì thế đến giờ, nhiều người chưa thực sự hiểu ba tôi như ông vốn có... Tôi vẫn nghĩ ba tôi là người thiệt thòi. Tất nhiên làm cách mạng thì phải chịu thiệt thòi. Chúng ta ghi nhớ công ơn của các liệt sĩ, của các bà mẹ Việt Nam anh hùng đã hi sinh hạnh phúc riêng của mình vì đất nước. Nhưng ba tôi, người lãnh đạo có vai trò rất quan trọng, ảnh hưởng rất lớn đến sự thành công của cuộc chiến ấy, đã ít được nhắc đến suốt một thời gian. Đó là điều mà lịch sử đã không công bằng với ông. Song tôi tin điều đó đang và sẽ được nhìn nhận công bằng hơn. Một nhà nghiên cứu[ai?] về quan hệ Việt Nam với Trung Quốc đã từng nhận xét về ông: “ Với Tổng bí thư Lê Duẩn, cái gì nhịn được thì nhịn, nhưng ông tuyệt đối không bao giờ nhượng bộ những điều quá đáng, nguy hại cho an ninh quốc gia\".[22] ” Từ bên ngoài[sửa | sửa mã nguồn] Pierre Asselin từng nhận xét về Lê Duẩn là người đã thiết lập một bộ máy lãnh đạo ở Hà Nội không chỉ trung thành mà còn chung quyết tâm hoàn tất các mục tiêu cách mạng.[65] David Elliott, trong quyển sách The Vietnamese War (2003), phê bình chính sách kinh tế cứng nhắc của ban lãnh đạo Việt Nam trong giai đoạn 1976-1986, mà đứng đầu là Lê Duẩn, ông cho rằng \"họ thường là những người cứng rắn, giáo điều và tin tưởng tuyệt đối vào cách mạng. Nhưng đây không phải lúc nào cũng là những người đủ khả năng đưa Việt Nam đi tiếp trên đường phát triển.\"[66] Stein Tonnesson thuộc Viện Đại Học Olso, cho rằng: “ Niềm kiêu hãnh của Lê Duẩn nằm trong luân lý đạo đức tự nhiên, và điểm phân loại căn bản trong luân lý trời đất của ông ta là giữa niềm sợ hãi và lòng can đảm. Ông ta có vẻ như khinh bỉ những người không “dám” chiến đấu. Nếu không có người Việt Nam, Lê Duẩn tuyên bố, sẽ chẳng có ai dám đánh nhau với người Mỹ cả, vì trong lúc người Việt Nam đánh nhau với người Mỹ, cả thế giới lại “sợ” người Mỹ. Ông ta cũng chỉ rõ những người sợ là ai. Người đầu tiên sợ người Mỹ là Mao Trạch Đông - Lê Duẩn tuyên bố. Lê Duẩn đã hiểu điều khác biệt căn bản giữa người Trung Quốc và người Việt Nam: “Chúng ta khác họ (Trung Quốc) hoàn toàn. Trong mỗi người Việt Nam có một tinh thần hào hùng, và vì vậy chúng ta không bao giờ có thế thủ. Mọi người đều quyết chiến. Phương diện cuối cùng về thái độ của Lê Duẩn được chỉ ra là sự trung thành với chủ nghĩa quốc tế của ông ta. Điều này có vẻ như kỳ lạ trong quan điểm hầu như hạn hẹp của ông ta chỉ về chủ tính tổ quốc, nhưng ông ta hiểu, Việt Nam là nước tiên phong trên toàn thế giới tranh đấu cho sự nghiệp giải phóng tổ quốc.\" ” Khi ông mất, Tổng Thư ký Liên Hợp Quốc khi đó đã có bức điện chia buồn \"... Ngài Tổng Bí thư Lê Duẩn, người đã giữ một vai trò hết sức quan trọng trong lịch sử của Việt Nam...\". (Điện của Tổng Thư ký liên hiệp quốc Javier Pérez de Cuéllar.[67]) Khen thưởng[sửa | sửa mã nguồn] Với những cống hiến to lớn cho sự nghiệp cách mạng của Đảng và dân tộc, ông được Đảng và Nhà nước Việt Nam tặng thưởng Huân chương Sao Vàng - phần thưởng cao quý nhất của Nhà nước Việt Nam. Các nước Liên Xô, Lào, Campuchia, Ba Lan, Bulgaria, Cuba, Cộng hòa Dân chủ Đức, Hunggary, Mông Cổ, Tiệp Khắc đã tặng ông nhiều huân chương cao quý. Ủy ban giải thưởng quốc tế Lênin tặng giải thưởng “Vì sự nghiệp củng cố hoà bình giữa các dân tộc”.[68] Huân chương Sao Vàng (1986). Huân chương Vàng Quốc gia của CHDCND Lào. Giải thưởng Hòa bình Quốc tế Lenin “Vì sự nghiệp củng cố hoà bình giữa các dân tộc” của Liên bang Xô viết (1980).[69][70] Huân chương Lenin (22\/01\/1982). Huân chương Klement Gottwald của Tiệp Khắc (22\/03\/1982).[71] Huân chương José Martí của Cộng hòa Cuba (1982).[72] Vinh danh[sửa | sửa mã nguồn] Tượng Tổng bí thư Lê Duẩn tại Ngã ba Đông Hà Tên ông được đặt cho một quảng trường thuộc quận Tây Nam Yasenevo, Moskva, Liên bang Nga từ năm 1987.[73] Tên của ông cũng được đặt cho nhiều tuyến đường ở Việt Nam: Các tuyến đường ở Quảng Trị – quê hương ông: toàn tuyến Quốc lộ 1 đi qua thành phố Đông Hà, toàn tuyến Quốc lộ 1 đi qua thị xã Quảng Trị. Tại Hà Nội (nối Điện Biên Phủ với Giải Phóng). Thành phố Hồ Chí Minh (từ Thảo Cầm Viên đến Dinh Độc Lập), Nghệ An (nối đường Nguyễn Du với Ngã ba Trường Thi – Lê Duẩn – Trần Phú), Đồng Hới (nối Thành cổ với Quách Xuân Kỳ), Huế (nối Lý Thái Tổ với Trần Hưng Đạo). Đà Nẵng (nối cầu Sông Hàn – Ngô Quyền với Điện Biên Phủ). Hải Phòng (nối Phan Đăng Lưu với Trường Chinh). Phú Yên (Tuy Hòa, nối đường Nguyễn Hữu Thọ với đường Bạch Đằng). Hà Tĩnh (Nối đường Hàm Nghi với đường Hương Khê). Gia Lai (thành phố Pleiku, từ Ngã ba Phù Đổng đi xã Chư Á – hướng Pleiku – Quy Nhơn). Đắk Lắk (thành phố Buôn Ma Thuột, từ Ngã sáu đến Đài phát thanh, là Quốc lộ 14). Bà Rịa – Vũng Tàu (TP Bà Rịa, từ ĐBP đến Trường Chinh và tại thị xã Phú Mỹ cắt ngang đường Độc lập t ừ KCN Phú Mỹ đi khu phố Vạn Hạnh).Long Thành Quốc lộ 51A, Nhơn Trạch Đường liên cảng là những đường mang tên ông.[74] Chú thích[sửa | sửa mã nguồn] ^ BTV (5 tháng 4 năm 2017). “Tóm tắt tiểu sử đồng chí Lê Duẩn”. Báo Hà Giang. Lưu trữ bản gốc ngày 4 tháng 3 năm 2021. Truy cập 5 tháng 8 năm 2020. ^ “BBCVietnamese.com”. Lưu trữ bản gốc ngày 8 tháng 2 năm 2007. Truy cập 9 tháng 7 năm 2014. ^ “BBCVietnamese.com”. Lưu trữ bản gốc ngày 7 tháng 5 năm 2006. Truy cập 9 tháng 7 năm 2014. ^ “The 30-Years War in Vietnam”. www.nytimes.com. Lưu trữ bản gốc ngày 27 tháng 11 năm 2020. Truy cập 11 tháng 2 năm 2017. Chú thích có tham số trống không rõ: |8= (trợ giúp) ^ Trần Hữu Phước (ngày 8 tháng 4 năm 2002). “Đề cương cách mạng miền Nam được sơ thảo ở đâu?”. Báo Người lao động. Lưu trữ bản gốc ngày 4 tháng 3 năm 2021. Truy cập ngày 24 tháng 6 năm 2021. ^ a b Nguyễn Duy Hùng (12 tháng 4 năm 2012). “Di tích Khu lưu niệm Tổng Bí thư Lê Duẩn”. Trang TTĐT tỉnh Quảng Trị. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 9 tháng 7 năm 2014. ^ a b c “Con trai cố Tổng Bí thư Lê Duẩn: 'Lịch sử đã không công bằng với ông'”. Báo Tiền phong. ngày 29 tháng 7 năm 2016. Lưu trữ bản gốc ngày 8 tháng 8 năm 2020. Truy cập ngày 24 tháng 6 năm 2021. ^ a b Vũ Văn Phúc (ngày 7 tháng 4 năm 2012). “Đồng chí Lê Duẩn với vấn đề con người trong văn hóa Việt Nam”. Tạp chí Cộng sản. Lưu trữ bản gốc ngày 24 tháng 9 năm 2015. Truy cập ngày 14 tháng 4 năm 2015. ^ a b c Tóm tắt tiểu sử đồng chí Lê Duẩn Lưu trữ 2021-03-04 tại Wayback Machine, Báo Hà Giang, 05\/04\/2017 ^ Lịch sử Biên niên Đảng Cộng sản Việt Nam, Tập 3 Lưu trữ 2021-05-14 tại Wayback Machine, TỪ NGÀY 16 ĐẾN NGÀY 20-12, truy cập ngày 23-8-2019. ^ Viện Hồ Chí Minh và các lãnh tụ Đảng: Lê Duẩn và Cách mạng Việt Nam, Nhà xuất bản CTQG, HN, 2007, tr.221. ^ “Những mẩu chuyện nhỏ về Bác Hồ và Ba tôi”. Báo Sài Gòn Giải Phóng Online. 7 tháng 4 năm 2008. Lưu trữ bản gốc ngày 17 tháng 10 năm 2017. Truy cập 9 tháng 7 năm 2014. ^ Lịch sử biên niên Xứ ủy Nam Bộ và Trung ương Cục miền Nam (1954-1975), Nhà xuất bản CTQG, HN, 2008, tr.208-209 ^ Viện Hồ Chí Minh và các lãnh tụ Đảng: Lê Duẩn và Cách mạng Việt Nam, Nhà xuất bản CTQG, HN, 2007, trang 69. ^ Lê Duẩn: Thư vào Nam, Nhà xuất bản QĐND, HN, 2005, trang 8 ^ Cecil B. Currey. “Victory at Any Cost: The Genius of Viet Nam's Gen. Vo Nguyen Giap” (bằng tiếng Anh). Google Books: Potomac Books. Inc. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. Truy cập 9 tháng 7 năm 2014. ^ a b c d Stein Tonnesson. Đại Học Olso, phát biểu tại buổi Hội Thảo Quốc tế, Hồng Kông, ngày 12 tháng 1 năm 2000 ^ Vũ Thư Hiên, Đêm giữa ban ngày, Nhà xuất bản. Văn Nghệ, 1997, tr. 422, phần chú thích ^ “\"Giải phóng miền Nam...\"”. Lưu trữ bản gốc ngày 26 tháng 8 năm 2014. Truy cập ngày 23 tháng 8 năm 2014. ^ Phan Quang (6 tháng 4 năm 2012). “Tầm nhìn Lê Duẩn”. Báo Điện tử Đài Tiếng nói Việt Nam. Lưu trữ bản gốc ngày 10 tháng 6 năm 2014. Truy cập 26 tháng 1 năm 2016. ^ “Kỷ niệm 28 năm ngày mất cố Tổng bí thư Lê Duẩn (10.7.1986-10.7.2014)”. Lưu trữ bản gốc ngày 7 tháng 8 năm 2020. Truy cập ngày 24 tháng 6 năm 2021. ^ a b c “Cố TBT Lê Duẩn: 'Chúng ta không được phép sợ Trung Quốc!'”. Đọc báo, tin tức, thời sự với Báo Điện Tử Một thế giới. Truy cập 9 tháng 7 năm 2014.[liên kết hỏng] ^ Lê Kiên Thành (8 tháng 4 năm 2013). “Cha tôi, Lê Duẩn và kỷ niệm với Trung Quốc”. VietNamNet. Lưu trữ bản gốc ngày 18 tháng 7 năm 2021. Truy cập ngày 18 tháng 7 năm 2021. ^ Giữa đợt dưỡng bệnh dài ngày tại Bắc Kinh, ông có quay lại Việt Nam vào tháng 12 năm 1967 chỉ để phê duyệt quyết định về Tổng Tấn công rồi quay lại Bắc Kinh ngay. Nguồn: Duiker., tr 557 (chương 15). ^ Bác Hồ với Tết Mậu Thân 1968 ^ “Bác Hồ với tết Mậu Thân năm ấy”. Lưu trữ bản gốc ngày 31 tháng 1 năm 2018. Truy cập ngày 24 tháng 6 năm 2021. ^ a b Khuất Biên Hòa. “Đại tướng Lê Đức Anh viết về nguyên Tổng bí thư Lê Duẩn”. Báo điện tử Tổ quốc. Lưu trữ bản gốc ngày 1 tháng 10 năm 2018. Truy cập ngày 24 tháng 6 năm 2021. ^ Văn kiện Đảng toàn tập-Tập 35. tr. 177-179 ^ “Website Thủ tướng Chính phủ”. Cổng Thông tin Điện tử Chính phủ. Lưu trữ bản gốc ngày 11 tháng 1 năm 2021. Truy cập 28 tháng 11 năm 2015. ^ a b Im lặng nhưng không đồng tình Lưu trữ 2020-04-30 tại Wayback Machine, Balazs Szalontai, 24 tháng 3 năm 2009, BBC online ^ Bộ ngoại giao Việt Nam (tháng 10 năm 1979). Văn kiện: Sự thật về quan hệ Việt Nam - Trung Quốc 30 năm qua. Việt Nam: Nhà xuất bản Chính trị quốc gia - Sự thật. tr. 72. ^ Nayan Chanda, Brother Enemy. Wars after war, Harcourt Brace Jovanovich Publisher, 1986, trang 21 ^ a b c d Brown, David (ngày 7 tháng 7 năm 2013). “Saigon's Chinese--going, going, gone”. Asia Sentinel. Truy cập ngày 9 tháng 7 năm 2013.[liên kết hỏng] ^ Evans và Rowley, tr. 53 ^ a b c Evans và Rowley, tr. 51 ^ “Bản sao đã lưu trữ”. Lưu trữ bản gốc ngày 10 tháng 7 năm 2018. Truy cập ngày 24 tháng 6 năm 2021. ^ “Bản sao đã lưu trữ”. Lưu trữ bản gốc ngày 16 tháng 5 năm 2021. Truy cập ngày 24 tháng 6 năm 2021. ^ Cần được xem như chiến thắng chống ngoại xâm Lưu trữ 2015-05-04 tại Wayback Machine, Lao động, 11 tháng 2 năm 2014 ^ Đặng Phong (2008), trang 69. ^ Phát biểu của Lê Duẩn tại Hội nghị 24 Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa III ngày 13 tháng 8 năm 1975, Văn kiện Đảng toàn tập, tập 36, 1975. ^ Nghị quyết Hội nghị 24 Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa III, Văn kiện Đảng toàn tập, tập 36, trang 412-415. ^ Việt Nam 40 năm qua và những năm tới:Cần một nền kinh tế thị trường định hướng phát triển Lưu trữ 2015-07-23 tại Wayback Machine, Trần Văn Thọ, tapchithoidai, số 33, tháng 7 năm 2015 ^ Tin buồn đăng trên báo Hà Nội mới số ra ngày 8\/8\/2008 ^ Phạm Vũ (ngày 27 tháng 10 năm 2018). “Phu nhân cố Tổng bí thư Lê Duẩn từ trần”. Báo Tuổi trẻ. Lưu trữ bản gốc ngày 27 tháng 10 năm 2018. Truy cập ngày 27 tháng 10 năm 2018. ^ Nguyễn Thụy Nga - một đời báo một đời người, Báo Quân đội Nhân dân, số ra ngày Thứ Hai, 14\/06\/2010 Lưu trữ 2010-11-02 tại Wayback Machine ^ Chuyện tình của con gái Tổng Bí thư Lê Duẩn với viện sĩ khoa học Nga Lưu trữ 2017-10-07 tại Wayback Machine, Tiền Phong, 28 tháng 8 năm 2016 ^ “Đồng chí B nói về âm mưu chống Việt Nam của bè lũ phản động Trung Quốc (phần đầu): talawas blog”. Lưu trữ bản gốc ngày 18 tháng 5 năm 2015. Truy cập 30 tháng 9 năm 2015. ^ “Bài học về TQ trong ký ức con trai cố TBT Lê Duẩn”. Đọc báo, tin tức, thời sự với Báo Điện Tử Một thế giới. Truy cập 9 tháng 7 năm 2014.[liên kết hỏng] ^ “Tầm nhìn Lê Duẩn”. Báo Điện tử Đài Tiếng nói Việt Nam. Lưu trữ bản gốc ngày 10 tháng 6 năm 2014. Truy cập 30 tháng 9 năm 2015. ^ Lê Duẩn (1976). Cách mạng xã hội chủ nghĩa ở Việt Nam. Hà Nội: Sự thật. tr. 458 - 501. ^ Đảng Cộng sản Việt Nam: Văn kiện Đảng toàn tập. 37. Hà Nội: Chính trị quốc gia. 2004. tr. 137-184. ^ Lê Duẩn (1980). Cách mạng xã hội chủ nghĩa ở Việt Nam. 3. Hà Nội: Sự thật. tr. 481-502. ^ Đảng Cộng sản Việt Nam: Văn kiện Đảng toàn tập. 37. Hà Nội: Chính trị quốc gia. tr. 332-408. ^ Lê Duẩn (1980). Cách mạng xã hội chủ nghĩa ở Việt Nam. 3. Hà Nội: Sự thật. tr. 617-636. ^ Đảng Cộng sản Việt Nam: Văn kiện Đảng toàn tập. 41. Hà Nội: Chính trị quốc gia. 2005. tr. 306-335. ^ Lê Duẩn (1984). Cách mạng xã hội chủ nghĩa ở Việt Nam. 4. Hà Nội: Sự thật. tr. 412-437. ^ Chính trị. “VietNamNet”. Vietnamnet.vn. Lưu trữ bản gốc ngày 25 tháng 9 năm 2009. Truy cập ngày 25 tháng 9 năm 2010. ^ “Trang chủ”. Báo điện tử Nhân dân. Bản gốc lưu trữ ngày 14 tháng 2 năm 2008. Truy cập 9 tháng 7 năm 2014. ^ “BBCVietnamese.com”. Lưu trữ bản gốc ngày 20 tháng 11 năm 2011. Truy cập 9 tháng 7 năm 2014. ^ Chính trị (ngày 15 tháng 1 năm 1955). “VietNamNet”. Vietnamnet.vn. Lưu trữ bản gốc ngày 27 tháng 7 năm 2009. Truy cập ngày 25 tháng 9 năm 2010. ^ a b “VnEconomy - Business & financial news - Tin tức kinh doanh & tài chính”. Vneconomy.vn. ngày 6 tháng 12 năm 2009. Lưu trữ bản gốc ngày 27 tháng 4 năm 2015. Truy cập ngày 25 tháng 9 năm 2010. ^ “Lê Duẩn qua một tài liệu mới tìm được — Dien Dan Forum”. Diendan.org. Lưu trữ bản gốc ngày 9 tháng 3 năm 2009. Truy cập ngày 25 tháng 9 năm 2010. ^ Võ Văn Kiệt. Tổng Bí thư Lê Duẩn - nhà lãnh đạo kiệt xuất của cách mạng Việt Nam, người học trò xuất sắc của Bác Hồ. ^ Lê Duẩn một nhà lãnh đạo lỗi lạc, một tư duy sáng tạo lớn của cách mạng Việt Nam. Nhà xuất bản Chính trị quốc gia. 2002. ^ “BBCVietnamese.com”. Lưu trữ bản gốc ngày 25 tháng 1 năm 2007. Truy cập 9 tháng 7 năm 2014. ^ “Kỳ 4: Một di sản gây tranh cãi”. BBC. ngày 19 tháng 5 năm 2006. Bản gốc lưu trữ ngày 25 tháng 5 năm 2012. Truy cập ngày 4 tháng 1 năm 2013. ^ Báo Nhân dân số ra ngày 16\/7\/1986 ^ “Tổng Bí thư Lê Duẩn - Trọn đời cho sự nghiệp giải phóng dân tộc”. Báo Quân khu 7. ^ Niên giám của Đại bách khoa toàn thư Liên Xô. Moscow: Sovetskaya Enciklopediya. 1980: 577. ^ “Leaders of Finland, Vietnam get Lenin Prize”. 1 tháng 5 năm 1980. ^ Řád Klementa Gottwalda – za budování socialistické vlasti (zřízen vládním nařízením č. 14\/1953 Sb. ze dne 3. února 1953, respektive vládním nařízením č. 5\/1955 Sb. ze dne 8. února 1955): Seznam nositelů (podle matriky nositelů) ^ 1982: Granma Archives Index – LANIC ^ Duy Trinh. “Quảng trường Lê Duẩn ở Moskva: Có một địa danh như thế”. Vietnam+. ^ “Đường Lê Duẩn - TP Hồ Chí Minh”. Lưu trữ bản gốc ngày 27 tháng 2 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Tiếng Việt[sửa | sửa mã nguồn] Wikiquote có sưu tập danh ngôn về: Lê Duẩn Loạt bài về Tổng Bí thư Lê Duẩn đăng trên BBC tiếng Việt Kỳ 1: Nhìn lại vai trò của ông Lê Duẩn Kỳ 2: Bắt đầu cuộc thâu tóm quyền lực Kỳ 3: Cuộc đấu tranh trong nội bộ Kỳ 4: Một di sản gây tranh cãi Tiếng Anh[sửa | sửa mã nguồn] Vietnam ambivalent on Le Duan's legacy: hiện x t s Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trần Phú (1930–1931) Lê Hồng Phong (1935–1936) Hà Huy Tập (1936–1938) Nguyễn Văn Cừ (1938–1940) Trường Chinh (1941–1956) Hồ Chí Minh (1956–1960; Chủ tịch Đảng: 1951–1969) Lê Duẩn (1960–1986) Trường Chinh (1986) Nguyễn Văn Linh (1986–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Bí thư Trung ương Cục miền Nam Lê Duẩn (1951–1954) Nguyễn Văn Linh (1961–1964) Nguyễn Chí Thanh (1964–1967) Phạm Hùng (1967–1975) hiện x t s Ủy viên Bộ Chính trị khóa II Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Hoàng Quốc Việt Võ Nguyên Giáp Nguyễn Chí Thanh Bầu bổ sung: Lê Đức Thọ Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Phạm Hùng Ủy viên dự khuyết: Lê Văn Lương I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa III Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Lê Đức Thọ Phạm Hùng Võ Nguyên Giáp Nguyễn Chí Thanh Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Văn Tiến Dũng Trần Quốc Hoàn I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa V Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh Ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên I II III IV V VI VII VIII IX X XI XII Tiêu đề chuẩn BNF: cb12030542c (data) GND: 109036158 ICCU: Italy ISNI: 0000 0001 0928 0529 LCCN: n79065372 NDL: 00447065 NKC: jn20030718001 NTA: 071688412 PLWABN: 9810701956405606 SUDOC: 028477669 Trove: 871320 VIAF: 97992641 WorldCat Identities: lccn-n79065372 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Duẩn&oldid=70032456” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Sinh năm 1907 Mất năm 1986 Người Quảng Trị Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I Bí thư Xứ ủy Trung Kỳ Bí thư Xứ ủy Nam Kỳ Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa IV Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Tân Việt Cách mệnh Đảng Huân chương Sao Vàng Nhân vật trong chiến tranh Việt Nam Sinh tại Quảng Trị Người họ Lê tại Việt Nam Thể loại ẩn: Lỗi CS1: tham số trống không rõ Bản mẫu webarchive dùng liên kết wayback Nguồn CS1 tiếng Anh (en) Bài có liên kết hỏng Bài viết có trích dẫn không khớp Trang có sử dụng tập tin không tồn tại Bài viết dùng ngôn ngữ mập mờ Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ICCU Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng NDL Bài viết chứa nhận dạng NKC Bài viết chứa nhận dạng NTA Bài viết chứa nhận dạng PLWABN Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng Trove Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 13:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}