{"Lê Văn Lương":"Lê Văn Lương – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Bắt đầu tham gia cách mạng 3Trở thành một trong những lãnh đạo chủ chốt 4Bị kỷ luật 5Trở lại vị trí lãnh đạo 6Tôn vinh 7Chú thích 8Liên kết ngoài Lê Văn Lương Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Văn Lương Chức vụ Bí thư Thành ủy Hà Nội Nhiệm kỳ tháng 7 năm 1977 – tháng 10 năm 1986 Tiền nhiệm Nguyễn Lam Kế nhiệm Nguyễn Thanh Bình Trưởng ban Tổ chức Trung ương Nhiệm kỳ 1973 – 1977 Tiền nhiệm Lê Đức Thọ Kế nhiệm Lê Đức Thọ Chánh Văn phòng Trung ương Đảng Nhiệm kỳ tháng 12 năm 1959 – 1973 Tiền nhiệm Nguyễn Duy Trinh Kế nhiệm Nguyễn Khang Phó Trưởng ban Ban Tổ chức Trung ương Nhiệm kỳ tháng 7 năm 1957 – 1960 Bí thư Khu ủy Tả Ngạn Nhiệm kỳ tháng 10 năm 1956 – tháng 7 năm 1957 Trưởng ban Tổ chức Trung ương Nhiệm kỳ 1948 – 1956 Tiền nhiệm đầu tiên Kế nhiệm Lê Đức Thọ Phó trưởng ban Lê Đức Thọ Bí thư Văn phòng Thường vụ Trung ương Nhiệm kỳ tháng 12 năm 1946 – 1954 Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Duy Trinh Thông tin chung Sinh 28 tháng 3 năm 1912 Văn Giang, Bắc Ninh, Bắc Kỳ, Liên bang Đông Dương Mất 25 tháng 4, 1995(1995-04-25) (83 tuổi) Hà Nội, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Vợ Nguyễn Thị Bích Thuận Họ hàng Anh: Nguyễn Công Hoan Lê Văn Lương (1912-1995) là một chính trị gia Việt Nam. Ông từng giữ các chức vụ quan trọng trong Đảng Cộng sản Việt Nam như Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Trưởng Ban Tổ chức Trung ương, Bí thư Thành ủy Hà Nội. Ông cũng là một trong các thành viên ban lãnh đạo thực hiện Cải cách ruộng đất tại miền Bắc Việt Nam. Ông được Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam tặng Huân chương Sao Vàng. Thân thế[sửa | sửa mã nguồn] Ông tên thật là Nguyễn Công Miều, sinh ngày 28 tháng 3 năm 1912 tại làng Xuân Cầu, xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên (xưa thuộc tỉnh Bắc Ninh). Ông xuất thân trong một gia đình quan lại Nho học thất thế, là con trai thứ 2 trong gia đình. Ông là em ruột nhà văn Nguyễn Công Hoan, chú ruột Đại tá Nguyễn Tài Đông, Thứ trưởng Bộ Công an.[1][2] Mẹ ông là người họ Tô, cùng làng. Nhà thơ Tô Hiệu vốn có họ hàng với ông. Vợ ông là bà Nguyễn Thị Bích Thuận công tác tại Cục Cảnh vệ Bộ Công an.[3] Bắt đầu tham gia cách mạng[sửa | sửa mã nguồn] Thời thiếu niên, ông theo học bậc Tú tài tại trường Trung học Bưởi Hà Nội. Tại đây, ông có những liên hệ đầu tiên với Ngô Gia Tự, Nguyễn Văn Cừ, tham gia bãi khóa để tang Phan Châu Trinh. Năm 1927, ông gia nhập Việt Nam Thanh niên Cách mạng đồng chí Hội. Tháng 6 năm 1929, ông tham gia sinh hoạt với Chi bộ Cộng sản Bắc Kỳ. Tháng 1 năm 1930, ông gia nhập Đông Dương Cộng sản Đảng. Năm 1931, ông được cử vào Sài Gòn hoạt động để gây dựng cơ sở. Tuy nhiên, tháng 3 năm 1931, ông bị chính quyền thực dân Pháp bắt và giam tại Khám Lớn Sài Gòn. Năm 1933 ông bị kết án tử hình cùng với 7 đồng chí khác. Do nhân dân Pháp đấu tranh mạnh đòi bỏ án tử hình và trả tự do cho tù chính trị ở Đông Dương, ông được giảm xuống chung thân và đày ra Côn Đảo. Trong tù, ông tiếp tục tham gia Ban Chấp hành Đảng bộ nhà tù, cùng các đảng viên lãnh đạo đấu tranh chống lại chế độ nhà tù cho tới tháng 9 năm 1945. Trở thành một trong những lãnh đạo chủ chốt[sửa | sửa mã nguồn] Cách mạng tháng Tám thành công, ông được đón về Nam Bộ. Tháng 10 năm 1945, ông được cử làm Ủy viên dự khuyết Xứ ủy Nam Bộ. Tháng 1 năm 1946, ông được điều ra Bắc giúp Tổng Bí thư Trường Chinh chỉ đạo báo Sự thật và Nhà xuất bản Sự thật. Sau ngày Toàn quốc kháng chiến (tháng 12 năm 1946) ông được cử làm Bí thư Văn phòng Thường vụ Trung ương. Tháng 2 năm 1951, tại Đại hội Đại biểu lần thứ II của Đảng, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá II, Ủy viên dự khuyết Bộ Chính trị, Trưởng ban tổ chức Trung ương. Bị kỷ luật[sửa | sửa mã nguồn] Từ năm 1938, Trường Chinh cùng với Võ Nguyên Giáp viết chung một tiểu luận nhỏ có tựa đề \"Vấn đề dân cày\", xác định vấn đề cần phải thực hiện cuộc \"Cải cách ruộng đất\" để có thể tái phân phối lại quyền sử dụng đất đai. Đây cũng là một trong những mục tiêu mà Việt Minh đặt ra và từ đó có được sự ủng hộ của số đông nông dân, vốn chỉ chiếm giữ một tỷ lệ rất nhỏ đất đai. Chính vì vậy, ngày từ giữa năm 1953, khi Quân đội nhân dân Việt Nam đã đạt được những ưu thế trên chiến trường, Trung ương Đảng đã quyết định thành lập Ban Cải cách ruộng đất Trung ương, do Trường Chinh đích thân làm Trưởng ban. Là một cộng sự thân tín của Tổng Bí thư, ông được phân công tham gia ban lãnh đạo Cải cách ruộng đất. Hòa bình lập lại, ông làm Thứ trưởng Bộ Nội vụ trong Chính phủ Việt Nam Dân chủ Cộng hòa. Bấy giờ, dưới áp lực của các cố vấn Trung Quốc, cuối năm 1954 chiến dịch cải cách ruộng đất bắt đầu được đẩy mạnh và nhanh, với cường độ lớn, xuất hiện hiện tượng đấu tố tràn lan, mất kiểm soát, dẫn đến lạm quyền, trả thù cá nhân, thậm chí bùng phát bạo lực, dẫn đến nhiều cái chết oan ức. Là một trong những thành viên của Ban Cải cách ruộng đất, ông cũng có phần trách nhiệm. Vì vậy, tháng 9 năm 1956, trong Hội nghị Trung ương về vấn đề sửa sai cải cách ruộng đất, ông bị buộc rút khỏi Bộ Chính trị và Ban Bí thư, bị giáng xuống làm Ủy viên dự khuyết Trung ương. Tháng 10 năm 1956, ông bị miễn nhiệm chức vụ Trưởng ban tổ chức Trung ương, được phân công làm Bí thư Khu ủy Tả ngạn. Trở lại vị trí lãnh đạo[sửa | sửa mã nguồn] Tháng 7 năm 1957, Lê Duẩn được Trung ương Đảng rút ra Bắc để chủ trì công việc của Ban Bí thư. Là một cộng sự cũ của Lê Duẩn[4] trong Xứ ủy Nam Bộ, ông được Lê Duẩn đưa về làm Phó trưởng ban Tổ chức Trung ương. Tháng 12 năm 1959, khi Lê Duẩn được cử làm Phó Ban chuẩn bị văn kiện Đại hội toàn quốc lần thứ III của Đảng, ông cũng được phân công làm Chánh Văn phòng Trung ương Đảng. Tháng 9 năm 1960, tại Đại hội Đại biểu lần thứ III của Đảng, ông được bầu lại vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, được bầu vào Ban Bí thư, năm 1961 được cử làm Ủy viên Ủy ban Kiểm tra Trung ương[5]. Năm 1973, ông được phân công làm Trưởng ban tổ chức Trung ương lần thứ 2, thay cho Lê Đức Thọ sang làm Trưởng ban Miền Nam. Tháng 12 năm 1976, tại Đại hội Đại biểu lần thứ IV của Đảng, ông tái đắc cử Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, được bầu vào Bộ Chính trị. Đầu năm sau, ông được phân công tham gia Thành ủy Hà Nội và được bầu làm Bí thư Thành ủy Hà Nội. Ông giữ chức vụ này liên tiếp 2 nhiệm kỳ liên tiếp cho đến khi nghỉ hưu năm 1986. Tuy nhiên, ông vẫn được Bộ Chính trị phân công tham gia tổng kết công tác xây dựng Đảng và công tác cán bộ. Ông còn là đại biểu Quốc hội khóa VI và VII. Ông mất ngày 25 tháng 4 năm 1995, không lâu sau sinh nhật 83 tuổi. Tôn vinh[sửa | sửa mã nguồn] Với gần 70 năm hoạt động cách mạng cùng nhiều công lao đóng góp, Ông được Đảng Cộng sản Việt Nam và Nhà nước Việt Nam tặng thưởng Huân chương Sao Vàng, huy hiệu 65 năm tuổi Đảng và nhiều huân chương cao quý khác. Thay vào đó là lễ mừng sinh nhật 83 tuổi. Tên của ông được Hội đồng nhân dân thành phố Hà Nội đặt cho con đường từ cầu Hòa Mục đến ngã tư Khuất Duy Tiến - Tố Hữu, chạy qua khu đô thị Trung Hòa - Nhân Chính, thuộc địa bàn phường Trung Hòa, quận Cầu Giấy và phường Nhân Chính, quận Thanh Xuân. Tại Thành phố Hồ Chí Minh, có đường mang tên ông tại phường Tân Kiểng, quận 7 và huyện Nhà Bè từ Kinh Tẻ đến Rạch Dơi Chú thích[sửa | sửa mã nguồn] ^ \"Đồng chí Lê Văn Lương: vì nước, vì dân Lưu trữ 2009-04-18 tại Wayback Machine\". Báo Công an nhân dân. Truy cập ngày 18 tháng 12 năm 2008. ^ Hai người em trai còn lại là Nguyễn Công Bồng và Nguyễn Công Mỹ. ^ “Trọn đời sắt son với cách mạng! - Công Luận”. Báo điện tử Công Luận. Bản gốc lưu trữ ngày 1 tháng 9 năm 2015. Truy cập 24 tháng 9 năm 2015. ^ Lê Văn Lương chung cư lê văn lương ^ “DCSVN”. Truy cập 10 tháng 3 năm 2015.[liên kết hỏng] Liên kết ngoài[sửa | sửa mã nguồn] Đồng chí Lê Văn Lương: Vì nước, vì dân Lưu trữ 2009-04-18 tại Wayback Machine Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Ủy viên Bộ Chính trị khóa II Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Hoàng Quốc Việt Võ Nguyên Giáp Nguyễn Chí Thanh Bầu bổ sung: Lê Đức Thọ Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Phạm Hùng Ủy viên dự khuyết: Lê Văn Lương I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Hoàng Quốc Việt (1947 – 1951)1 Lê Văn Lương (1948 – 1956,2 1973 – 1976) Lê Đức Thọ (1956 – 1973, 1976 – 1980) Nguyễn Đức Tâm (1980 – 1991) Lê Phước Thọ (1991 – 1996) Nguyễn Văn An (1996 – 2001) Trần Đình Hoan (2001 – 2006) Hồ Đức Việt (2006 – 2011) Tô Huy Rứa (2011 – 2016) Phạm Minh Chính (2016 – 2021) Trương Thị Mai (2021 – nay) 1. Bộ trưởng Bộ Tổ chức; 2. Ủy viên dự khuyết Bộ Chính trị Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Văn_Lương&oldid=69375428” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1912 Mất năm 1995 Người Hưng Yên Đại biểu Quốc hội Việt Nam khóa VI Bí thư Thành ủy Hà Nội Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Huân chương Sao Vàng Thứ trưởng Việt Nam Đại biểu Quốc hội Việt Nam khóa VII Giám đốc Học viện Chính trị Quốc gia Hồ Chí Minh Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 2 tháng 12 năm 2022, 13:47. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}