{"Lê Tiến Châu":"Lê Tiến Châu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp 3Tham khảo Lê Tiến Châu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Lê Tiến Châu Chức vụ Bí thư Thành ủy Hải Phòng Nhiệm kỳ 16 tháng 1 năm 2023 – nay 127 ngày Tiền nhiệm Trần Lưu Quang Kế nhiệm đương nhiệm Phó Bí thư Đỗ Mạnh Hiến Nguyễn Văn Tùng Phó Chủ tịch kiêm Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Nhiệm kỳ 30 tháng 6 năm 2021 – 16 tháng 1 năm 2023 1 năm, 200 ngày Chủ tịch Đỗ Văn Chiến Tiền nhiệm Hầu A Lềnh Kế nhiệm Nguyễn Thị Thu Hà Đại biểu Quốc hội Việt Nam khóa XV Nhiệm kỳ 23 tháng 5 năm 2021 – nay 2 năm, 0 ngày Chủ tịch Quốc hội Vương Đình Huệ Vị trí Việt Nam Đại diện Hậu Giang Số phiếu 236. 328 phiếu Tỉ lệ 82,56% Ủy ban Ủy ban Pháp luật Chức vụ Ủy viên Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 30 tháng 1 năm 2021 – nay 2 năm, 113 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Tỉnh ủy Hậu Giang Nhiệm kỳ 19 tháng 8 năm 2020 – 30 tháng 6 năm 2021 315 ngày Tiền nhiệm Lữ Văn Hùng Kế nhiệm Nghiêm Xuân Thành Phó Bí thư Trần Văn Huyến Đồng Văn Thanh Chủ tịch Ủy ban Nhân dân tỉnh Hậu Giang Nhiệm kỳ 17 tháng 4 năm 2018 – 10 tháng 11 năm 2020 2 năm, 207 ngày Tiền nhiệm Lữ Văn Hùng Kế nhiệm Đồng Văn Thanh Phó Chủ tịch Đồng Văn Thanh (8\/2014-11\/2020) Nguyễn Văn Tuấn (đến 11\/2020) Phó Bí thư Tỉnh ủy Hậu Giang Nhiệm kỳ 16 tháng 3 năm 2018 – 19 tháng 8 năm 2020 2 năm, 156 ngày Tiền nhiệm Lữ Văn Hùng Kế nhiệm Đồng Văn Thanh Thứ trưởng Bộ Tư pháp Nhiệm kỳ tháng 6 năm 2016 – tháng 3 năm 2018 Bộ trưởng Lê Thành Long Hiệu trưởng Trường Đại học Luật Hà Nội Nhiệm kỳ tháng 1 năm 2016 – tháng 3 năm 2018 Thông tin chung Sinh 5 tháng 10, 1969 (53 tuổi) huyện Châu Thành, tỉnh Tây Ninh, Việt Nam Nghề nghiệp Giảng viên, chính trị gia Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Luật Lê Tiến Châu (sinh ngày 5 tháng 10 năm 1969) là chính trị gia người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Thành ủy Hải Phòng, Đại biểu Quốc hội Việt Nam khóa XV, nhiệm kì 2021-2026 thuộc đoàn Đại biểu Quốc hội tỉnh Hậu Giang.[1] Xuất thân và giáo dục[sửa | sửa mã nguồn] Lê Tiến Châu sinh ngày 5 tháng 10 năm 1969, quê quán ở huyện Châu Thành, tỉnh Tây Ninh.[2][3] Năm 1994, Lê Tiến Châu tốt nghiệp Đại học Luật Thành phố Hồ Chí Minh.[4] Lê Tiến Châu có bằng tiến sĩ luật. Sự nghiệp[sửa | sửa mã nguồn] Sau khi tốt nghiệp Đại học Luật Thành phố Hồ Chí Minh, trong vòng 15 năm từ 1994 đến 2009, Lê Tiến Châu là giảng viên trường đại học này.[2][4] Đầu năm 2010, ông được bổ nhiệm giữ chức vụ Phó Vụ trưởng, Phó Trưởng Cơ quan đại diện phía Nam của Bộ Tư pháp.[4] Ngày 19 tháng 8 năm 2010, Lê Tiến Châu được bổ nhiệm kiêm giữ chức vụ Hiệu trưởng Trường Trung cấp Luật Vị Thanh, tỉnh Hậu Giang.[2][4] Năm 2012, Lê Tiến Châu được bổ nhiệm giữ chức vụ Vụ trưởng, Trưởng Cơ quan đại diện phía nam của Bộ Tư pháp Việt Nam.[2][4] Ngày 1 tháng 9 năm 2014, ông được bổ nhiệm chức vụ Vụ trưởng Vụ Tổ chức Cán bộ, Bộ Tư pháp Việt Nam.[2][4] Ngày 21 tháng 1 năm 2016, Lê Tiến Châu, Vụ trưởng Vụ Tổ chức Cán bộ, Bộ Tư pháp, được Bộ Tư pháp Việt Nam bổ nhiệm làm Hiệu trưởng Đại học Luật Hà Nội.[2][4][5] Ngày 13 tháng 6 năm 2016, ông được Thủ tướng Chính phủ Việt Nam Nguyễn Xuân Phúc bổ nhiệm giữ chức vụ Thứ trưởng Bộ Tư pháp Việt Nam (Quyết định số 1056\/QĐ-TTg).[6] Ngày 16 tháng 3 năm 2018, Lê Tiến Châu được Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam điều động về Hậu Giang, được chỉ định tham gia Ban Chấp hành Đảng bộ tỉnh Hậu Giang và giữ chức vụ Phó Bí thư Tỉnh ủy Hậu Giang nhiệm kì 2015-2020.[2][3] Ngày 17 tháng 4 năm 2018, Phó Bí thư tỉnh ủy Hậu Giang Lê Tiến Châu được bầu giữ chức vụ Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang nhiệm kì 2016-2021 tại kì họp thứ 8 (kì họp bất thường) của Hội đồng nhân dân tỉnh Hậu Giang khóa 9 nhiệm kì 2016-2021 với 49 phiếu thuận trong tổng số 50 đại biểu (có một đại biểu Hội đồng nhân dân vắng mặt).[2][3] Ngày 7 tháng 5 năm 2018, Thủ tướng Chính phủ Việt Nam Nguyễn Xuân Phúc đã phê chuẩn Lê Tiến Châu giữ chức vụ Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang nhiệm kỳ 2016- 2021.[7] Ngày 19 tháng 8 năm 2020, ông Lê Tiến Châu được Ban Chấp hành Đảng bộ tỉnh Hậu Giang bầu giữ chức Bí thư Tỉnh ủy thay ông Lữ Văn Hùng. Ông Lữ Văn Hùng được Bộ Chính trị điều động, phân công giữ chức Bí thư Tỉnh ủy Bạc Liêu nhiệm kỳ 2015-2020.[8] Ngày 28 tháng 8 năm 2020, Bộ Chính trị có Quyết định số 2318\/QĐNS\/TW về việc chuẩn y ông Lê Tiến Châu - Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hậu Giang giữ chức Bí thư Tỉnh ủy Hậu Giang, nhiệm kỳ 2015-2020.[1] Ngày 30 tháng 1 năm 2021, tại Đại hội Đảng toàn quốc lần thứ XIII, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII. Ngày 30 tháng 6 năm 2021, Bộ Chính trị có Quyết định số 104-QĐNS\/TW ngày 28\/5\/2021 về công tác cán bộ đối với đồng chí Lê Tiến Châu nêu rõ: \"Đồng chí Lê Tiến Châu, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Hậu Giang thôi tham gia Ban Chấp hành, Ban Thường vụ và thôi giữ chức Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ 2020-2025; điều động, phân công, chỉ định đồng chí giữ chức Phó Bí thư Đảng đoàn MTTQ Việt Nam và giới thiệu hiệp thương giữ chức Phó Chủ tịch-Tổng Thư ký Ủy ban Trung ương MTTQ Việt Nam nhiệm kỳ 2019-2024\" [9] Ngày 16 tháng 01 năm 2023, ông được Bộ Chính trị phân công ông làm Bí thư Thành ủy Hải Phòng thay ông Trần Lưu Quang được Quốc hội khóa XV bầu làm Phó Thủ tướng Chính phủ.[10] Tham khảo[sửa | sửa mã nguồn] ^ a b “Bộ Chính trị chuẩn y ông Lê Tiến Châu giữ chức Bí thư Tỉnh ủy Hậu Giang”. ^ a b c d e f g h Cửu Long (17 tháng 4 năm 2018). “Hậu Giang có chủ tịch tỉnh mới”. VnExpress. Truy cập ngày 17 tháng 4 năm 2018. ^ a b c TTXVN\/Duy Ba (17 tháng 4 năm 2018). “Ông Lê Tiến Châu được bầu giữ chức danh Chủ tịch UBND tỉnh Hậu Giang”. Báo Thể thao Văn hóa. Truy cập ngày 17 tháng 4 năm 2018. ^ a b c d e f g Hoàng Thư (13 tháng 6 năm 2016). “Ông Lê Tiến Châu được bổ nhiệm giữ chức Thứ trưởng Bộ Tư pháp”. Bộ Tư pháp Việt Nam. Truy cập ngày 17 tháng 4 năm 2018. ^ Thái Sơn (18 tháng 1 năm 2016). “Bộ Tư pháp bổ nhiệm Hiệu trưởng Đại học luật Hà Nội”. Báo Thanh niên. Truy cập ngày 17 tháng 4 năm 2018. ^ “Hiệu trưởng Đại học Luật Hà Nội làm Thứ trưởng Tư pháp”. Truy cập ngày 17 tháng 4 năm 2018. ^ Lê Dân (7 tháng 5 năm 2018). “Ông Lê Tiến Châu làm chủ tịch UBND tỉnh Hậu Giang”. Báo Tuổi trẻ. Truy cập ngày 7 tháng 5 năm 2018. ^ “Ông Lê Tiến Châu làm Bí thư Tỉnh ủy Hậu Giang”. ^ “Triển khai quyết định của Bộ Chính trị về công tác cán bộ”. baodientu.chinhphu.vn (bằng tiếng Anh). Truy cập ngày 30 tháng 6 năm 2021. ^ “Hải Phòng có tân bí thư Thành ủy nhiệm kỳ 2020-2025”. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Tiến_Châu&oldid=69811211” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1969 Nhân vật còn sống Người họ Lê tại Việt Nam Người Tây Ninh Bí thư Thành ủy Hải Phòng Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Tiến sĩ Luật Việt Nam Thứ trưởng Bộ Tư pháp Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Hiệu trưởng Đại học Luật Hà Nội Phó Bí thư tỉnh ủy Hậu Giang Cựu sinh viên Đại học Luật Thành phố Hồ Chí Minh Giảng viên Đại học Luật Thành phố Hồ Chí Minh Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 24 tháng 3 năm 2023, 10:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}