{"Lê Thế Tiết":"Lê Thế Tiết – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Cuộc đời 3Cái chết 4Tác phẩm 5Vinh danh 6Tham khảo 7Chú thích Lê Thế Tiết Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Lê Thế Tiết Chức vụ Bí thư Tỉnh ủy Quảng Trị Nhiệm kỳ Tháng 4, 1930 – Tháng 10, 1930 Tiền nhiệm Nguyễn Đình Cương (Hội Việt Nam Cách mạng Thanh niên) Kế nhiệm Trần Hữu Dực Vị trí Việt Nam Thông tin chung Sinh 19 tháng 6, 1900 Triệu An, Triệu Phong, Quảng Trị Mất 20 tháng 10, 1940(1940-10-20) (40 tuổi) Nhà tù Lao Bảo, Hướng Hóa, Quảng Trị Dân tộc Kinh Đảng chính trị Tân Việt Cách mạng Đảng Đông Dương Cộng sản Đảng Đông Dương Cộng sản Liên đoàn Đảng Cộng sản Việt Nam Cha Lê Thế Vỹ Con cái Lê Thế Diễn Lê Thị Diệu Muội Lê Thế Tiết (1900–1940) là nhà cách mạng Việt Nam, Bí thư đầu tiên của Tỉnh ủy Quảng Trị Đảng Cộng sản Việt Nam. Thân thế[sửa | sửa mã nguồn] Lê Thế Tiết sinh ra ở làng Tường Vân, phủ Triệu Phong, tỉnh Quảng Trị.[1][2] Ông là con trai thứ hai của Lê Thế Vỹ, Hội viên Việt Nam Quang phục Hội, từng tham gia kế hoạch khởi nghĩa Kinh thành Huế.[3] Năm 1914, ông Lê Thế Vỹ vận động người dân Tường Vân lên khai hoang làm ăn ở đường số 9 (huyện Cam Lộ), hình thành làng Tân Tường.[4] Anh trai ông là Lê Thế Hiếu, từng làm Chủ tịch Ủy ban hành chính kháng chiến tỉnh Quảng Trị sau Cách mạng Tháng Tám.[5][6] Cuộc đời[sửa | sửa mã nguồn] Khoảng những năm 1918–1919, Lê Thế Tiết thi đỗ cử nhân.[1] Năm 1924, ông được bổ nhiệm làm Thừa phái ở huyện Diễn Châu.[7] Năm 1926, ông gia nhập Hội Phục Việt (tức Tân Việt Cách mạng Đảng). Năm 1928, ông từ chức, được Kỳ bộ Trung Kỳ của Tân Việt cử về Quảng Trị để xây dựng lực lượng. Ở đây, ông đã gây dựng căn cứ ở Tân Tường, thành lập Tỉnh bộ Quảng Trị với mười hai Đảng viên, gồm Nguyễn Hữu Mão, Trương Sĩ Đản, Nguyễn Tiến Nhiếp, Hồ Chơn Nhơn, Nguyễn Ổn, Đào, Yên,...[8] Tháng 6 năm 1929, Đông Dương Cộng sản Đảng thành lập, cử Nguyễn Phong Sắc đến Quảng Trị gặp gỡ Lê Thế Tiết để chuyển Tỉnh bộ Tân Việt thành tổ chức cộng sản, chi bộ cộng sản đầu tiên được thành lập gồm Lê Thế Tiết, Nguyễn Hữu Mão, Lê Thị Quế, Phan Thị Hồng, Hoàng Thị Ái, Trương Sĩ Đản.[9][10][11] Tháng 7, phong trào đấu tranh bị thực dân Pháp với sự giúp đỡ của Tri phủ Hải Lăng Ngô Đình Diệm đàn áp, nhiều tổ chức cộng sản, Thanh niên và các cơ sở quần chúng bị phá vỡ, nhiều người bị tù đày (bao gồm cả Lê Thế Hiếu).[12] Tháng 11, Đông Dương Cộng sản Liên đoàn cử Lê Viết Lượng đến liên lạc với Lê Thế Tiết thành lập và khôi phục phong trào. Tháng 1 năm 1930, chi bộ Tường Vân và chi bộ Tân Tường thành lập.[13] Tháng 2 năm 1930, Đảng Cộng sản Việt Nam thành lập trên cơ sở sáp nhập ba tổ chức cộng sản (An Nam Cộng sản Đảng, Đông Dương Cộng sản Đảng, Đông Dương Cộng sản Liên đoàn). Ngày 20 tháng 4, Lê Viết Lượng, lúc này là phái viên của Xứ ủy Trung Kỳ Đảng Cộng sản Việt Nam, đến Quảng Trị gặp mặt Lê Thế Tiết, Ban Vận động Đảng bộ lâm thời được thành lập.[14] Ngày 21 tháng 4, Ban Vận động tổ chức hội nghị ở nhà ông Nguyễn Phu (làng Đại Hào, Triệu Phong), Tỉnh ủy lâm thời Quảng Trị chính thức thành lập, gồm Bí thư Lê Thế Tiết cùng hai Ủy viên Nguyễn Hữu Mão và Trần Hữu Dực.[15][16] Tháng 5, Huyện ủy lâm thời Cam Lộ được thành lập, ông kiêm nhiệm công tác Bí thư.[13] Tháng 10, do đường dây liên lạc giữa Thừa Thiên và Quảng Trị bị vỡ, ông cùng Nguyễn Hữu Mão bị thực dân Pháp bắt và giam giữ ở nhà tù Lao Bảo.[17][18] Năm 1933, ông ra tù và tiếp tục hoạt động, xây dựng căn cứ Tỉnh ủy ở làng Tân Tường. Tháng 10 năm 1936, Lê Duẩn đến Tân Tường gặp Lê Thế Tiết để tiến hành đấu tranh theo đường lối mới.[11] Để vận động tài chính cho Đảng, ông đã bán tài sản của gia đình để lấy tiền sung vào quỹ Đảng, làm vốn cho Lê Duẩn và Hoàng Thị Ái lên vùng núi Ba Lòng buôn bán.[19] Tháng 3 năm 1938, ông cùng chị gái Lê Thị Quế được Xứ ủy Trung Kỳ cử vào Huế mở hiệu buôn nước mắn An Long (số 83 đường Gia Long) làm cơ quan tài chính của Xứ ủy. Bà Quế làm chủ hiệu, các nhân viên có Lê Công Bé, Nguyễn Vịnh, Hoàng Thị Quả, Lê Thị Nuội.[20] Năm 1939, ông bị thực dân Pháp bắt, giam giữ ở nhà lao Thừa Phủ (Thừa Thiên) và bị nhốt chung vào xà lim \"nặng\" với Lê Bá Dị và Đặng Thai Mai.[21] Tháng 9, trước phong trào đấu tranh của tù nhân, ông bị thực dân Pháp đày lên nhà tù Lao Bảo cùng Nguyễn Vịnh, Phạm Tế, Lê Tự Nhiên, Hoàng Anh và Tố Hữu.[22][23] Cái chết[sửa | sửa mã nguồn] Ngày 20 tháng 10 năm 1940, Tỉnh ủy Quảng Trị quyết định tiến hành rải truyền đơn ở nhiều nơi trong tỉnh, nhưng bị chính quyền thực dân đàn áp dữ dội, hầu hết các tổ chức Đảng đều bị vỡ và bị bắt. Con gái ông là bà Lê Thị Diệu Muội may mắn chạy thoát. Để đánh lạc hướng, người thân nói dối rằng bà Diệu đi thăm bố ở Lao Bảo. Được tin, ngục trưởng (Hô-chi-ê) bắt ông đến tra hỏi tung tích con gái. Do không thu thập được thông tin, ông bị hành hung dẫn tới vỡ sọ chết ngay tại chỗ.[24][25] Sau khi ông gặp nạn, các tù chính trị ở nhà tù Lao Bảo đã tiến hành đấu tranh chống cai ngục, tổ chức lễ truy điệu ông.[26][27] Nhà thơ Tố Hữu đã sáng tác bài thơ Trăng trối trong thời gian này.[28] Năm 2018, hài cốt của ông và con trai Lê Thế Diễn được đưa về an táng tại nghĩa trang gia đình ở huyện Kỳ Sơn (Hòa Bình).[1] Ông Diễn là Đại tá Quân đội nhân dân Việt Nam, Phó Chính ủy Cục Hậu cần B4 (Mặt trận Trị–Thiên), tử trận năm 1972. Năm 2009, Lê Thế Diễn được truy tặng Huân chương Độc lập hạng Nhì.[29] Tác phẩm[sửa | sửa mã nguồn] Lê Thế Tiết từng sáng tác một số bài thơ để phục vụ công tác tuyên truyền, ngoài ra còn có: Diêm phù thạch ký (tiểu thuyết), viết bằng chữ quốc ngữ, kể về quá trình giác ngộ và hoạt động cách mạng của một phụ nữ có học thức. Thằng Cu Chim (truyện vừa), kể về quá trình giác ngộ cách mạng của một em bé nhà nghèo. Hai tác phẩm trên hiện đều thất lạc.[30] Vinh danh[sửa | sửa mã nguồn] Năm 2009, ông được Nhà nước Việt Nam truy tặng Huân chương Hồ Chí Minh.[29] Tên của ông được đặt cho một số con đường ở thành phố Đông Hà, thị xã Quảng Trị, thị trấn Ái Tử (Triệu Phong).[31] Ở xã Cam Thành (Cam Lộ, Quảng Trị) có một trường tiểu học mang tên ông.[32] Tham khảo[sửa | sửa mã nguồn] Ban chấp hành Đảng bộ tỉnh Quảng Trị (2022). Lịch sử Đảng bộ tỉnh Quảng Trị, Tập I (1930–1954). Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. Chương trình viết tiểu sử các đồng chí lãnh đạo của Đảng và Nhà nước (2007). Lê Duẩn Tiểu sử (PDF). Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. Chú thích[sửa | sửa mã nguồn] ^ a b c Hà Trang (29 tháng 12 năm 2018). “Lễ tiễn đưa hài cốt liệt sĩ Lê Thế Tiết và liệt sĩ Lê Thế Diễn về an táng tại khu nghĩa trang gia đình ở huyện Kỳ Sơn, tỉnh Hòa Bình”. Báo Quảng Trị. Lưu trữ bản gốc ngày 16 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Phan Quốc Sắc (23 tháng 11 năm 2014). “Nên biết rõ hơn về các Bí thư tỉnh Quảng Trị”. Tạp chí Cửa Việt. Lưu trữ bản gốc ngày 16 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Nguyễn Trọng Tân (6 tháng 8 năm 2014). “Lê Thế Vỹ - Một tấm lòng son”. Tạp chí Cửa Việt. Lưu trữ bản gốc ngày 17 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Lê Thị Diệu Muội (31 tháng 10 năm 2014). “Cụ Lê Thế Vỹ và làng Tân Tường”. Tạp chí Cửa Việt. Lưu trữ bản gốc ngày 17 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ “Lãnh đạo UBND tỉnh qua các thời kỳ”. Văn phòng UBND tỉnh Quảng Trị. 1 tháng 12 năm 2015. Bản gốc lưu trữ ngày 9 tháng 12 năm 2018. ^ Đặng Thí (1 tháng 9 năm 2010). “Một cuộc đời trung hiếu”. Báo Quảng Trị. Lưu trữ bản gốc ngày 16 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Ban chấp hành Đảng bộ tỉnh Quảng Trị 2022, tr. 79 ^ Ban chấp hành Đảng bộ tỉnh Quảng Trị 2022, tr. 80 ^ Anh Vũ; Lê Trường (2 tháng 2 năm 2020). “Cam Lộ: Dâng hương Nhà Tằm Tân Tường nhân kỷ niệm 90 năm Ngày thành lập Đảng (3\/2)”. Trang thông tin điện tử Đài Phát thanh - Truyền hình Quảng Trị. Lưu trữ bản gốc ngày 3 tháng 2 năm 2020. Truy cập ngày 17 tháng 5 năm 2023. ^ Trịnh Mưu (8 tháng 1 năm 2009). “Vai trò của đồng chí Nguyễn Phong Sắc đối với việc thành lập Xứ uỷ Trung Kỳ và cao trào Xô Viết Nghệ Tĩnh”. Bảo tàng Xô viết Nghệ Tĩnh. Lưu trữ bản gốc ngày 26 tháng 9 năm 2022. Truy cập ngày 17 tháng 5 năm 2023. ^ a b Lệ Như (3 tháng 9 năm 2021). “Khởi sắc Tân Tường”. Cổng thông tin điện tử huyện Cam Lộ tỉnh Quảng Trị. Bản gốc lưu trữ ngày 30 tháng 4 năm 2022. ^ Ban chấp hành Đảng bộ tỉnh Quảng Trị 2022, tr. 86–87 ^ a b Thanh Hải (10 tháng 2 năm 2020). “Nhà Tằm Tân Tường-Một di tích cách mạng tiêu biểu”. Cổng thông tin điện tử huyện Cam Lộ tỉnh Quảng Trị. Bản gốc lưu trữ ngày 2 tháng 5 năm 2020. ^ Dương Phước Thu (2 tháng 2 năm 2019). “Ngày và nơi ra đời Đảng bộ tỉnh Thừa Thiên Huế”. Báo Thừa Thiên Huế. Lưu trữ bản gốc ngày 16 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Ban chấp hành Đảng bộ tỉnh Quảng Trị 2022, tr. 93 ^ Ngọc Nhân (1 tháng 2 năm 2020). “Tọa đàm kỷ niệm 90 năm Ngày thành lập Đảng Cộng sản Việt Nam”. Trang thông tin điện tử Hội Nông dân Quảng Trị. Lưu trữ bản gốc ngày 16 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Thu Hà (21 tháng 4 năm 2020). “Đảng bộ tỉnh Quảng Trị - 90 năm chiến đấu và trưởng thành”. Cổng thông tin điện tử Đảng bộ tỉnh Quảng Trị. Lưu trữ bản gốc ngày 23 tháng 4 năm 2020. Truy cập ngày 17 tháng 5 năm 2023. ^ Nguyễn Thành Phú (6 tháng 1 năm 2021). “Khu di tích nhà đày Lao Bảo - nguy cơ trở thành phế tích”. Báo Biên phòng. Lưu trữ bản gốc ngày 8 tháng 3 năm 2021. Truy cập ngày 17 tháng 5 năm 2023. ^ Chương trình viết tiểu sử các đồng chí lãnh đạo của Đảng và Nhà nước 2007, tr. 24 ^ Chương trình viết tiểu sử các đồng chí lãnh đạo của Đảng và Nhà nước 2007, tr. 27 ^ Phạm Hồng Cư (9 tháng 10 năm 2013). “Đại tướng Võ Nguyên Giáp thời trẻ Kỳ 2: Tình yêu đến”. Báo Hànộimới. Lưu trữ bản gốc ngày 10 tháng 10 năm 2013. Truy cập ngày 17 tháng 5 năm 2023. ^ “Phong Điền đấu tranh chống Pháp và Tổng khởi nghĩa giành chính quyền 1885 - 1945”. Ủy ban nhân dân huyện Phong Điền. 27 tháng 6 năm 2013. Truy cập ngày 17 tháng 5 năm 2023. ^ Trần Mỹ Hiền (2 tháng 5 năm 2014). “Nhà tù Lao Bảo: Huyền thoại sống, một thời để nhớ”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 30 tháng 4 năm 2022. Truy cập ngày 17 tháng 5 năm 2023. ^ Ban chấp hành Đảng bộ tỉnh Quảng Trị 2022, tr. 176–177 ^ Nguyễn Thị Thu Hà (13 tháng 1 năm 2021). “Đồng chí Lê Thị Diệu Muội-Người con ưu tú của quê hương Quảng Trị”. Cổng thông tin điện tử Đảng bộ tỉnh Quảng Trị. Lưu trữ bản gốc ngày 16 tháng 1 năm 2021. Truy cập ngày 17 tháng 5 năm 2023. ^ B.B.T (30 tháng 9 năm 2009). “Nguyễn Xuân Nhĩ (1912 – 1983)”. Cổng thông tin điện tử thị xã Điện Bàn. Truy cập ngày 17 tháng 5 năm 2023. ^ Dương Phước Thu (15 tháng 7 năm 2019). “Tố Hữu: Thơ và những ngày tháng trong ngục tù đế quốc”. Tạp chí Sông Hương. Lưu trữ bản gốc ngày 17 tháng 8 năm 2019. Truy cập ngày 17 tháng 5 năm 2023. ^ Ban chấp hành Đảng bộ tỉnh Quảng Trị 2022, tr. 178 ^ a b Hữu Thành (25 tháng 2 năm 2009). “Phó Chủ tịch nước Nguyễn Thị Doan: Cần triển khai nhiều phong trào thi đua yêu nước có nội dung thiết thực hơn nữa”. Báo Tiền Phong. Lưu trữ bản gốc ngày 19 tháng 5 năm 2023. Truy cập ngày 19 tháng 5 năm 2023. ^ Nguyễn Lương Tài (23 tháng 11 năm 2014). “Những Tác phẩm cũ trước năm 1945 quê ở Quảng Trị”. Tạp chí Cửa Việt. Lưu trữ bản gốc ngày 17 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. ^ Hội đồng nhân dân tỉnh Quảng Trị (30 tháng 7 năm 2009). “Nghị quyết số 20\/2009\/NQ-HĐND của Hội đồng nhân dân tỉnh về việc đặt tên đường tại thị trấn Ái Tử, huyện Triệu Phong và đặt tên, điều chỉnh tên đường, phố, công trình công cộng tại thị xã Quảng Trị”. Cơ sở dữ liệu quốc gia về văn bản pháp luật. Truy cập ngày 17 tháng 5 năm 2023. ^ Nguyễn Kiểm (9 tháng 5 năm 2011). “Quảng Trị: Khánh thành trường tiểu học do Quỹ Unilever Việt Nam tài trợ”. Cổng thông tin điện tử Hội Liên hiệp Phụ nữ Việt Nam. Lưu trữ bản gốc ngày 16 tháng 5 năm 2023. Truy cập ngày 17 tháng 5 năm 2023. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Thế_Tiết&oldid=69996075” Thể loại: Sinh năm 1900 Mất năm 1940 Người Quảng Trị Bí thư Tỉnh ủy Quảng Trị Tân Việt Cách mệnh Đảng Quan lại nhà Nguyễn Nhà thơ Việt Nam thời Pháp thuộc Nhà văn Việt Nam thời Pháp thuộc Huân chương Hồ Chí Minh Trang này được sửa lần cuối vào ngày 19 tháng 5 năm 2023, 08:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}