{"Lê Khắc Xương (Bạc Liêu)":"Lê Khắc Xương (Bạc Liêu) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoạt động cách mạng 2Công tác chính quyền 3Vinh danh 4Tham khảo 5Ghi chú 6Chú thích Lê Khắc Xương (Bạc Liêu) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Khắc Xương Chức vụ Bí thư Tỉnh ủy lâm thời Bạc Liêu Nhiệm kỳ Tháng 7, 1945 – Tháng 10, 1945 (đảm nhiệm song song với Trần Văn Đại) Tiền nhiệm Trần Văn Sớm Kế nhiệm Tô Thúc Rích Vị trí Việt Nam Phó Bí thư Trần Văn Đại Chủ tịch Ủy ban Hành chính kháng chiến tỉnh Bạc Liêu Nhiệm kỳ 1 tháng 10, 1947 – 1948? Tiền nhiệm Nguyễn Tú Vinh (Ủy ban Hành chính) Tào Văn Tỵ (Ủy ban Kháng chiến) Kế nhiệm Nguyễn Tú Vinh Vị trí Việt Nam Thông tin chung Sinh 1904 Cà Mau Mất 1978 Dân tộc Việt Đảng chính trị Đảng Cộng sản Việt Nam Lê Khắc Xương (1904–1978) là một nhà cách mạng Việt Nam, nguyên Bí thư Tỉnh ủy Bạc Liêu, Chủ tịch Ủy ban Hành chính kháng chiến tỉnh Bạc Liêu. Hoạt động cách mạng[sửa | sửa mã nguồn] Lê Khắc Xương sinh năm 1904 tại làng Thạnh Phú, quận Cà Mau, tỉnh Bạc Liêu, nay là xã Thạnh Phú, huyện Cái Nước, tỉnh Cà Mau. Năm 1932, ông bắt đầu tham gia các phong trào yêu nước. Năm 1936, ông được kết nạp vào Đảng Cộng sản Đông Dương, sinh hoạt tại Chi bộ làng Thạnh Phú.[1] Năm 1938, ông bị thực dân Pháp bắt giữ, lần lượt bị giam giữ tại nhà tù Bạc Liêu, Sài Gòn, Côn Đảo, Bà Rá, Tây Ninh. Giữa năm 1945, ông vượt ngục trở về làng Thạnh Phú.[1] Tháng 6 năm 1945, Chi bộ thành Bạc Liêu được thành lập do Lê Khắc Xương làm Bí thư, bao gồm 3 chi bộ cơ sở với 14 Đảng viên.[2][3] Tháng 7, Chi bộ thành Bạc Liêu bắt được liên lạc với Xứ ủy lâm thời Giải Phóng và nhóm Tiền Phong. Dưới sự chỉ đạo của Xứ ủy, Chi bộ thành Bạc Liêu được chuyển đổi thành Tỉnh ủy lâm thời, gồm 7 thành viên: Lê Khắc Xương (Bí thư), Tào Văn Tỵ, Phan Thái Hòa, Nguyễn Văn Quảng, Nguyễn Khắc Cung, Nguyễn Văn Sáu (Sáu Ú) và Phan Văn Phỉ.[4] Sau khi được tái lập, Tỉnh ủy lâm thời khu vực Bạc Liêu tiến hành xây dựng cơ sở chuẩn bị cho khởi nghĩa, đồng thời bắt liên lạc được với cơ sở Đảng trong Bảo an binh tỉnh lỵ Bạc Liêu, thành lập Chi bộ do Nguyễn Huân làm Bí thư.[4] Ngày 17 tháng 8, Mặt trận Việt Minh tỉnh Bạc Liêu được thành lập do Lê Khắc Xương làm Chủ nhiệm, Cao Triều Phát làm Phó Chủ nhiệm.[5][6] Ngày 20, Tỉnh ủy Bạc Liêu tận dụng cơ hội Khâm sai Nguyễn Văn Sâm đến Bạc Liêu để tổ cuộc chức biểu tình quy mô lớn. Ngày 23, Tỉnh trưởng Trương Công Thiện đầu hàng, giao lại chính quyền cho lực lượng cách mạng.[7][8][9] Công tác chính quyền[sửa | sửa mã nguồn] Ngày 25 tháng 8, Ủy ban Hành chính cách mạng lâm thời tỉnh Bạc Liêu được thành lập do bác sĩ Nguyễn Tú Vinh làm Chủ tịch, Lê Khắc Xương làm Phó Chủ tịch.[10] Tháng 10 năm 1945, dưới sự chỉ đạo của Xứ ủy Nam Bộ và Liên Tỉnh ủy Hậu Giang, hội nghị thống nhất các nhóm cộng sản trong tỉnh Bạc Liêu được tổ chức, bầu ra Ban Chấp hành lâm thời gồm 15 Ủy viên do Lê Khắc Xương làm Bí thư, Trần Văn Đại làm Phó Bí thư, Nguyễn Văn Quảng, Tào Văn Tỵ và Trần Hoàng Cung làm Thường vụ Tỉnh ủy.[10] Không lâu sau, ông thôi Chủ tịch Ủy ban Mặt trận Việt Minh tỉnh để tập trung cho công tác chính quyền,[10] đồng thời bàn giao chức vụ Bí thư Tỉnh ủy cho Tô Thúc Rích từ Côn Đảo trở về. Ngày 1 tháng 10 năm 1947, ông được bầu làm Chủ tịch Ủy ban kháng chiến hành chính tỉnh Bạc Liêu.[1] Khoảng năm 1948, Dung Văn Phúc, người phụ trách công tác mua vũ khí tại Thái Lan trở về nước bàn giao vũ khí cho tỉnh Bạc Liêu. Với cương vị Chủ tịch tỉnh, ông đã trực tiếp giao 10 kg vàng cho ông Phúc tiếp tục công tác mà không để lại bất cứ giấy tờ xác minh nào. Do không giải trình được, năm 1950, ông bị kỷ luật khai trừ vĩnh viễn khỏi Đảng với tội danh quản lý tài chính không rõ ràng. Tỉnh ủy Bạc Liêu đã ba lần khiếu nại lên Trung ương Cục miền Nam nhưng không được phản hồi.[11] Ông được điều về làm Phó Giám đốc Sở Ngân khố Nam Bộ, Ủy viên Mặt trận Liên Việt tỉnh Bạc Liêu.[1] Năm 1954, ông được điều về Ban Kinh tài Nam bộ, làm Phó ty Thương binh - Cựu chiến binh tỉnh Bạc Liêu, rồi Trưởng Ban tập kết tỉnh Bạc Liêu.[1][12] Sau khi tập kết ra Bắc, Ban Bí thư Trung ương Đảng sau khi xem xét đã nhận thấy ông chịu hình thức kỷ luật quá nặng. Ngày 17 tháng 10 năm 1956, Ban Bí thư Trung ương ra Nghị quyết số 101\/NG-TW bãi bỏ kỷ luật khai trừ không thời hạn, giảm xuống hạ tầng công tác.[11][a] Ông được bầu làm Ủy viên Thường trực Mặt trận Tổ quốc tỉnh Ninh Bình.[1] Năm 1978, ông qua đời vì bệnh nặng.[1] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường ở thành phố Cà Mau. Tham khảo[sửa | sửa mã nguồn] Ban Chấp hành Đảng bộ tỉnh Bạc Liêu (2002). Lịch sử Đảng bộ tỉnh Bạc Liêu, Tập I (1927 – 1975). Bạc Liêu: Nhà xuất bản Bạc Liêu. Ghi chú[sửa | sửa mã nguồn] ^ Câu chuyện chỉ được sáng tỏ vào năm 1975 khi đất nước thống nhất, ông Dung Văn Phúc biết tin và báo cáo lại cho Trung ương. Do thường xuyên hoạt động ở nước ngoài nên ông không biết được sự việc. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g Ban Chấp hành Đảng bộ tỉnh Bạc Liêu 2002, tr. 522 ^ “Hào khí Cách mạng Tháng Tám”. Sở Lao động - Thương binh và Xã hội tỉnh Bạc Liêu. 18 tháng 6 năm 2020. Lưu trữ bản gốc ngày 3 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ Võ Hà Ðô (13 tháng 8 năm 2015). “Hướng tới kỷ niệm 70 năm Cách mạng Tháng Tám và Quốc khánh 2\/9: \"Chi bộ đặc biệt\" trong đơn vị lực lượng vũ trang của tỉnh Bạc Liêu”. Báo Cà Mau. Lưu trữ bản gốc ngày 21 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ a b NT (7 tháng 8 năm 2015). “Cuộc tổng khởi nghĩa Cách mạng Tháng 8 ở Cà Mau thắng lợi”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 12 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ Nhật Hồ (31 tháng 1 năm 2022). “Một di tích Quốc gia gắn với nhà trí sĩ yêu nước Cao Triều Phát”. Báo Lao động. Lưu trữ bản gốc ngày 8 tháng 2 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ Võ Hà Ðô (31 tháng 8 năm 2012). “Cao Triều Phát đến với cách mạng và tham gia giành chính quyền”. Báo Bạc Liêu. Lưu trữ bản gốc ngày 21 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ Đỗ Hải Anh (22 tháng 8 năm 2014). “Những kỳ tích vẻ vang”. Báo Bạc Liêu. Lưu trữ bản gốc ngày 21 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ Huỳnh Sử; Nguyên Du (29 tháng 4 năm 2019). “Kỳ tích hai lần giành chính quyền không nổ súng của quân và dân Bạc Liêu”. Báo Tin tức. Lưu trữ bản gốc ngày 26 tháng 1 năm 2021. Truy cập ngày 21 tháng 7 năm 2022. ^ Minh Đức (14 tháng 8 năm 2015). “Nhân dân Cà Mau tham gia khởi nghĩa Cách mạng tháng Tám”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 12 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ a b c NT (7 tháng 8 năm 2015). “Khẩn trương xây dựng cuộc sống mới và tích cực chuẩn bị kháng chiến”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 15 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. ^ a b Ban Chấp hành Đảng bộ tỉnh Bạc Liêu 2002, tr. 158 ^ Nguyễn Thanh Túc (15 tháng 4 năm 2013). “Ninh Bình-Bạc Liêu sâu nặng nghĩa tình”. Báo Ninh Bình. Lưu trữ bản gốc ngày 21 tháng 7 năm 2022. Truy cập ngày 21 tháng 7 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Khắc_Xương_(Bạc_Liêu)&oldid=69544199” Thể loại: Sinh năm 1904 Mất năm 1978 Người Cà Mau Bí thư Tỉnh ủy Bạc Liêu Chủ tịch Ủy ban nhân dân tỉnh Bạc Liêu Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật khai trừ Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:55. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}