{"Lê Mao":"Lê Mao – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tưởng niệm 2Tham khảo Lê Mao Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Mao, hay còn gọi Lê Viết Mao (1903-1931), bí danh là Cát, là nhà cách mạng Việt Nam, một trong những người lãnh đạo phong trào Xô Viết Nghệ Tĩnh. Ông là Bí thư Xứ ủy Trung Kỳ và Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Lê Mao sinh năm 1903 trong một gia đình nghèo tại Đệ Thập, nay thuộc phường Bến Thủy, thành phố Vinh, tỉnh Nghệ An[1]. Ông là con trai trong dòng họ Lê Viết ở làng Yên Dũng Hạ, cùng quê với Lê Viết Thuật[2]. Cha ông là một công nhân làm việc tại Nhà máy Diêm Bến Thủy. Cha mất khi mới 12 tuổi, Lê Mao phải bỏ học[1], sau đó trở thành một công nhân tại nhà máy diêm vào năm lên 14[2]. Ông sớm tham gia hoạt động cách mạng, từ năm 1925, trở thành hội viên Hội Phục Việt, phụ trách tiểu tổ của hội ở làng Yên Dũng Hạ và nhà máy. Ông cũng tham gia thích cực phong trào đòi ân xá Phan Bội Châu và để tang Phan Châu Trinh. Đến năm 1927, ông đã có quan hệ với tổ chức Hội Việt Nam Cách mạng Thanh niên. Năm 1929, ông liên hệ được với Đông Dương Cộng sản Đảng mới thành lập, thông qua Nguyễn Phong Sắc được phái về Vinh - Bến Thủy hoạt động[1]. Năm 1930, ông tham gia Đảng Cộng sản Việt Nam, được chỉ định làm Bí thư chi bô nhà máy diêm Bến Thủy, sau đó được bầu làm Bí thư Tỉnh bộ Vinh - Bến Thủy[2]. Trong phong trào Xô Viết Nghệ Tĩnh, khởi đầu từ cuộc biểu tình của giới công-nông vào ngày 1 tháng 5 năm 1930, Lê Mao là một trong số những người lãnh đạo cuộc biểu tình này cũng như cuộc bãi công của công nhân Vinh - Bến Thủy sau đó. Tháng 10 năm 1930, ông cùng với Trần Phú tham dự Hội nghị Trung ương Đảng lần thứ nhất tại Hồng Kông[3] và được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương. Tháng 3 năm 1931, ông cùng Nguyễn Phong Sắc dự Hội nghị Trung ương Đảng lần thứ hai tại Sài Gòn, trở thành Ủy viên chính thức Ban Chấp hành. Trở về, ông cùng Nguyễn Phong Sắc triệu tập Hội nghị Xứ ủy Trung Kỳ. Tiếp đó, ông được Trung ương phân công làm Bí thư Xứ ủy Trung Kỳ, chỉ tạo trực tiếp phong trào đấu tranh của công nông Nghệ Tĩnh nhân Ngày Quốc tế Lao động năm 1931[1]. Ngày 2 tháng 5 năm 1931, trên đường công tác, Lê Mao bị quân lính bắt được và bị bắn chết tại cầu cảng Bến Thủy. Ông mất khi mới 28 tuổi. Ông được coi là một trong những cán bộ xuất sắc hoạt động trong phong trào công nhân Vinh - Bến Thủy những năm 1930-1931[1]. Tưởng niệm[sửa | sửa mã nguồn] Tên ông được đặt cho phường Lê Mao, thành phố Vinh, Nghệ An, cũng như một con đường và một ngôi trường cấp 1-2 ở thành phố này. Tham khảo[sửa | sửa mã nguồn] ^ a b c d e Đinh Xuân Lâm (2004). Từ điển nhân vật lịch sử Việt Nam. Trương Hữu Quýnh. Giáo dục. tr. 321–322. ^ a b c Đào Xuân Tuấn (ngày 22 tháng 12 năm 2008). “Những người con ưu tú của dòng họ Lê Viết trên TP Đỏ”. Trang thành phố Vinh. Truy cập ngày 21 tháng 1 năm 2009.[liên kết hỏng] ^ Giao Hưởng (ngày 1 tháng 5 năm 2004). “Trần Phú - cuộc đời cách mạng oanh liệt”. Lao động. Truy cập ngày 21 tháng 1 năm 2009.[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Mao&oldid=69496798” Thể loại: Người Nghệ An Người Vinh Xô Viết Nghệ Tĩnh Nhà cách mạng Việt Nam Bí thư Xứ ủy Trung Kỳ Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 1 tháng 1 năm 2023, 05:03. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}