{"Lê Hồng Anh":"Lê Hồng Anh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sự nghiệp 2Phong tặng 3Tham khảo Lê Hồng Anh 4 ngôn ngữ Bahasa Indonesia English فارسی 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Đại tướng Lê Hồng Anh Út Anh Lê Hồng Anh ở Hà Nội, 2007 Chức vụ Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 3 tháng 8 năm 2011 – 4 tháng 2 năm 2016 4 năm, 185 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Trương Tấn Sang Kế nhiệm Đinh Thế Huynh Ủy viên Bộ Chính trị Nhiệm kỳ 22 tháng 4 năm 2001 – 27 tháng 1 năm 2016 14 năm, 278 ngày Bộ trưởng Bộ Công an Việt Nam Nhiệm kỳ 28 tháng 1 năm 2002 – 3 tháng 8 năm 2011 9 năm, 187 ngày Tiền nhiệm Lê Minh Hương Kế nhiệm Trần Đại Quang Quân hàm Đại tướng (phong trực tiếp) Chủ nhiệm Ủy ban Kiểm tra Trung ương Nhiệm kỳ 22 tháng 4 năm 2001 – 27 tháng 1 năm 2003 1 năm, 280 ngày Tiền nhiệm Nguyễn Thị Xuân Mỹ Kế nhiệm Nguyễn Văn Chi Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Nhiệm kỳ Tháng 6 năm 1997 – 22 tháng 4 năm 2001 Chủ nhiệm Nguyễn Thị Xuân Mỹ Bí thư Tỉnh ủy Kiên Giang Nhiệm kỳ tháng 12 năm 1994 – tháng 6 năm 1997 Tiền nhiệm Nguyễn Tấn Dũng Kế nhiệm Lâm Chí Việt Vị trí Kiên Giang Thông tin chung Sinh 12 tháng 11, 1949 (73 tuổi) xã Vĩnh Bình Bắc, huyện Vĩnh Thuận, tỉnh Kiên Giang, Việt Nam Nơi ở Hà Nội Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Cử nhân Luật Cử nhân Chính trị Binh nghiệp Phục vụ Công an nhân dân Việt Nam Cấp bậc Đại tướng Lê Hồng Anh (sinh năm 1949) là một chính khách Việt Nam. Ông nguyên là Ủy viên Bộ Chính trị, nguyên Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam; nguyên Bí thư Đảng ủy Công an Trung ương, nguyên Bộ trưởng Bộ Công an. Ông được phong thẳng hàm Đại tướng Công an nhân dân Việt Nam ngày 9 tháng 1 năm 2005. Ông cũng là Đại biểu Quốc hội khóa XI, XII, XIII. Ông còn được gọi thân mật là Út Anh theo thông lệ của miền Nam, sinh ngày 12 tháng 11 năm 1949, tại xã Vĩnh Bình Bắc, huyện Vĩnh Thuận, tỉnh Kiên Giang. Ông có bằng cử nhân Luật và cử nhân Chính trị. Ông gia nhập Đảng Nhân dân Cách mạng Việt Nam ngày 2 tháng 3 năm 1969.[1] Sự nghiệp[sửa | sửa mã nguồn] Năm 1960: Tham gia cách mạng năm 1960. 1960-1968: Là cán bộ xã Đoàn xã Vĩnh Bình Bắc, huyện Vĩnh Thuận, tỉnh Kiên Giang. 1969-1977: Là cán bộ tỉnh Đoàn, rồi Ủy viên Ban Chấp hành, Ủy viên Ban Thường vụ tỉnh Đoàn, Thị ủy viên-Bí thư Đoàn thanh niên Rạch Giá, Phó Bí thư tỉnh Đoàn Kiên Giang. 1978-1980: Học và tốt nghiệp Trường Nguyễn Ái Quốc Trung ương (nay là Học viện Chính trị Quốc gia Hồ Chí Minh). 1981: Là Ủy viên Ban Chấp hành Đảng bộ tỉnh (khoá II), Bí thư Tỉnh Đoàn, rồi Phó ban Tổ chức Tỉnh ủy Kiên Giang. 1986 - 1991: Giữ các chức vụ: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm Ủy ban Kiểm tra, Trưởng ban Tổ chức Tỉnh ủy, Bí thư Huyện ủy Châu Thành (Kiên Giang), rồi Phó Bí thư Thường trực Tỉnh ủy Kiên Giang. Tháng 6\/1996: Tại Đại hội Đại biểu toàn quốc lần thứ VIII của Đảng, được bầu là Ủy viên Ban Chấp hành Trung ương Đảng, Bí thư Tỉnh ủy Kiên Giang. Từ tháng 6\/1997: Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương. Tháng 4\/2001: Tại Đại hội Đại biểu toàn quốc lần thứ IX của Đảng, được bầu vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành Trung ương bầu vào Bộ Chính trị, phân công giữ chức Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương. Đại biểu Quốc hội khóa XI. Tháng 8\/2002: Tại kỳ họp thứ nhất Quốc hội khóa XI, được Quốc hội phê chuẩn giữ chức Bộ trưởng Bộ Công an. Ông được xem như vị bộ trưởng bộ công an trẻ nhất sau gần 26 năm trước đó. Tháng 1\/2003: Thôi giữ chức Bí thư Trung ương, Chủ nhiệm Ủy ban Kiểm tra Trung ương. 9\/1\/2005: Được phong cấp hàm Đại tướng Công an nhân dân (trực tiếp phong hàm đại tướng). Tháng 4\/2006: Tại Đại hội Đại biểu Đảng toàn quốc lần thứ X của Đảng, được bầu vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành Trung ương bầu vào Bộ Chính trị. Tháng 7\/2006: Được chỉ định giữ chức Bí thư Đảng ủy Công an Trung ương nhiệm kỳ 2006 - 2010. Ngày 2\/8\/2007: Tại kỳ họp thứ nhất, Quốc hội khóa XII phê chuẩn bổ nhiệm tái giữ chức vụ Bộ trưởng Bộ Công an. Tháng 1\/2011: Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng, được bầu vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành Trung ương bầu vào Bộ Chính trị. Tháng 8\/2011: Đại tướng Lê Hồng Anh được Bộ Chính trị phân công giữ chức Thường trực Ban Bí thư Trung ương Đảng. Sau Đại hội Đảng Cộng sản Việt Nam XII (2016), ông nghỉ hưu theo chế độ. Phong tặng[sửa | sửa mã nguồn] Huy hiệu 45 năm tuổi Đảng (Đảng Cộng sản Việt Nam), trao ngày 1\/9\/2017[2] Huân chương Quân công hạng Nhất (2011)[3] Tham khảo[sửa | sửa mã nguồn] ^ “Tiểu sử tóm tắt Bộ trưởng Bộ Công an Lê Hồng Anh”. Bản gốc lưu trữ ngày 27 tháng 10 năm 2007. Truy cập ngày 14 tháng 6 năm 2009. ^ “Trao Huy hiệu 45 năm, 30 năm tuổi Đảng tặng đảng viên Đảng bộ Văn phòng Trung ương Đảng”. Báo Quân đội nhân dân. Truy cập ngày 12 tháng 12 năm 2017. ^ “Trao tặng phần thưởng cao quý của Đảng, Nhà nước cho các tập thể, cá nhân có thành tích xuất sắc trong sự nghiệp bảo vệ ANTQ”. Truy cập ngày 8 tháng 1 năm 2018. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa X Nông Đức Mạnh Nguyễn Minh Triết Nguyễn Tấn Dũng Nguyễn Phú Trọng Lê Hồng Anh Trương Tấn Sang Phạm Gia Khiêm Phùng Quang Thanh Trương Vĩnh Trọng Lê Thanh Hải Nguyễn Sinh Hùng Nguyễn Văn Chi Hồ Đức Việt Phạm Quang Nghị Tô Huy Rứa I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa XI Lê Hồng Anh Nguyễn Tấn Dũng Ngô Văn Dụ Lê Thanh Hải Nguyễn Sinh Hùng Đinh Thế Huynh Phạm Quang Nghị Tòng Thị Phóng Nguyễn Xuân Phúc Trần Đại Quang Tô Huy Rứa Trương Tấn Sang Phùng Quang Thanh Nguyễn Phú Trọng Bầu bổ sung (tháng 5 năm 2013): Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Đại tướng Công an nhân dân Việt Nam Tướng lĩnh Công an nhân dân Việt Nam Thượng tướng ← Đại tướng → không có Mai Chí Thọ (1989) Lê Hồng Anh (2005) Trần Đại Quang (2012) Tô Lâm (2019) Thể loại hiện x t s Bộ trưởng Bộ Công an Việt Nam Nguyễn Dương¹ (1946) Lê Giản¹ (1946–1952) Trần Quốc Hoàn (1952–1953¹; 1953–1980) Phạm Hùng (1980–1987) Mai Chí Thọ (1987–1991) Bùi Thiện Ngộ (1991–1996) Lê Minh Hương (1996–2002) Lê Hồng Anh (2002–2011) Trần Đại Quang (2011–2016) Tô Lâm (2016–) ¹ Giám đốc Công an hiện x t s Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Trần Đăng Ninh (1948 – 1951) Hồ Tùng Mậu (1951 – 1956) Nguyễn Lương Bằng (1956 – 1976) Song Hào (1976 – 1982) Trần Kiên (1982 – 1991) Đỗ Quang Thắng (1991 – 1996) Nguyễn Thị Xuân Mỹ (1996 – 2001) Lê Hồng Anh (2001 – 2003) Nguyễn Văn Chi (2003 – 2011) Ngô Văn Dụ (2011 – 2016) Trần Quốc Vượng (2016 – 2018) Trần Cẩm Tú (2018 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Hồng_Anh&oldid=70042086” Thể loại: Sơ khai chính khách Việt Nam Đại tướng Công an nhân dân Việt Nam Bộ trưởng Bộ Công an Việt Nam Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Sinh năm 1949 Nhân vật còn sống Người Kiên Giang Bí thư Tỉnh ủy Kiên Giang Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XII Cần Thơ Đại biểu Quốc hội Việt Nam khóa XII Trưởng Ban Chỉ đạo Tây Nguyên Việt Nam Đại biểu Quốc hội Việt Nam khóa XIII Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Đại biểu Quốc hội Việt Nam khóa XIII Cần Thơ Huy hiệu 45 năm tuổi Đảng Cộng sản Việt Nam Huân chương Quân công hạng Nhất Người họ Lê tại Việt Nam Tướng lĩnh Công an nhân dân Việt Nam thụ phong thập niên 2000 Thể loại ẩn: Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 04:47. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}