{"Lê Văn Sĩ":"Lê Văn Sĩ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Đời tư 3Chú thích 4Tham khảo Lê Văn Sĩ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Lê Văn Sỹ (bác sĩ). Lê Văn Sĩ (1910-1948) là một liệt sĩ Việt Nam. Ông là Đảng viên Đảng Cộng sản Việt Nam và đã từng Bí thư Thành ủy Sài Gòn - Chợ Lớn một thời gian ngắn trước khi hy sinh vào năm 1948. Cuộc đời[sửa | sửa mã nguồn] Ông tên thật là Võ Sĩ (hay Võ Sỹ), sinh năm 1910, quê ở thôn Minh Tân, Đức Minh, Mộ Đức, Quảng Ngãi. Năm 1927, ông tham gia Việt Nam Thanh niên Cách mạng đồng chí hội, tích cực hoạt động phát triển Hội ở quê nhà. Tháng 10 năm 1929, ông bị bắt giam ở nhà lao Quảng Ngãi, rồi đưa đi Quy Nhơn, Kon Tum. Tháng 10 năm 1931, được trả tự do, ông vẫn hoạt động lại như trước, và lại bị bắt trong năm 1932, rồi bị đày lên Lao Bảo, rồi ra Côn Đảo một lượt với Võ Thúc Đồng, Hà Thế Hạnh vào tháng 6 năm 1935. Sau Cách mạng Tháng Tám, ông được đón từ Côn Đảo về, hoạt động ở Nam Kỳ trong Xứ ủy Nam Bộ, làm Xứ ủy viên. Đầu tháng 12 năm 1945 ông được Xứ ủy chỉ định làm Chính ủy Khu 8[1]. Khi quân Pháp chiếm thị xã Sa Đéc, ông theo lực lượng xuống Khu 9. Ít lâu sau ông ra miền Trung rồi cùng Quảng Trọng Linh ra Hà Nội khoảng cuối năm 1946. Đầu năm 1947, ông cùng Lê Duẩn trở vào Nam, khoảng tháng 5, ông được chỉ định làm Bí thư Thành ủy Sài Gòn - Chợ Lớn. Tháng 10 năm 1948, trong một cuộc càn quét lớn của quân Pháp vào vùng Láng Le, Vườn Thơm (nay thuộc huyện Bình Chánh, Thành phố Hồ Chí Minh), ông hy sinh tại đấy, hưởng dương 38 tuổi. Tên của ông được đặt cho một ngôi trường tiểu học tại quận Tân Bình, con đường chính và một cây cầu[2] ở quận 3, Thành phố Hồ Chí Minh. Đời tư[sửa | sửa mã nguồn] Ông là em đồng hao với ông Nguyễn Văn Linh.[3] Chú thích[sửa | sửa mã nguồn] ^ Khu bộ trưởng khi đó là Đào Văn Trường ^ Cầu bắc qua kinh Nhiêu Lộc, nối đường Lê Văn Sĩ với đường Trần Quốc Thảo, quận 3, Thành phố Hồ Chí Minh, dài 45,7m, rộng 18m. Trên bản đồ Trần Văn Học năm (1815) cầu mang tên Lão Huề. Thời gian 1955-1994, cầu mang tên Trương Minh Giảng vì nằm trên đường cùng tên. Năm 1972, cầu xây bằng bê tông. Năm 1994, cầu được mở rộng như ngày nay và đổi thành tên trên vì nằm ở đầu đường Lê Văn Sĩ. ^ “Chuyện tình của đồng chí Nguyễn Văn Linh”. Bản gốc lưu trữ ngày 16 tháng 4 năm 2009. Truy cập ngày 28 tháng 8 năm 2013. Tham khảo[sửa | sửa mã nguồn] Tiền nhiệm: Phan Văn Ất Bí thư Tỉnh ủy Quảng Ngãi 1932 Kế nhiệm: Phạm Quy Tiền nhiệm: Nguyễn Văn Linh Bí thư Đặc khu ủy Sài Gòn - Chợ Lớn - Gia Định 1947-1948 Kế nhiệm: Nguyễn Hộ Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Văn_Sĩ&oldid=68429257” Thể loại: Sinh năm 1910 Mất năm 1948 Bí thư Thành ủy Sài Gòn Bí thư Tỉnh ủy Quảng Ngãi Người Quảng Ngãi Trang này được sửa lần cuối vào ngày 9 tháng 4 năm 2022, 22:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}