{"Lê Diễn":"Lê Diễn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tham khảo Lê Diễn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Lê Diễn (sinh năm 1960) là một chính trị gia người Việt Nam. Ông từng là Bí thư Tỉnh ủy Đắk Nông, Chủ tịch HĐND tỉnh Đắk Nông, đại biểu Quốc hội Việt Nam khóa XIII, trưởng đoàn đại biểu Đắk Nông.[1] Lê Diễn Chức vụ Chủ tịch HĐND tỉnh Đắk Nông Nhiệm kỳ 1 tháng 7 năm 2016 – 16 tháng 11 năm 2020 4 năm, 138 ngày Tiền nhiệm Điểu K'Ré Kế nhiệm Lưu Văn Trung Phó Chủ tịch Nguyễn Thị Hoa (12\/2015-11\/2020) K’Thanh (7\/2016-12\/2019) Y Quang B'Krông (12\/2019-) Mai Thị Xuân Trung (11\/2020-) Ủy viên Trung ương Đảng khóa XII Nhiệm kỳ 2016 – 2021 Bí thư Tỉnh ủy Đắk Nông Nhiệm kỳ 25 tháng 9 năm 2015 – 16 tháng 10 năm 2020 5 năm, 21 ngày Tiền nhiệm Trần Quốc Huy Kế nhiệm Ngô Thanh Danh Phó Bí thư Điểu K'Ré Ngô Thanh Danh Nguyễn Bốn Chủ tịch Ủy ban nhân dân tỉnh Đắk Nông Nhiệm kỳ 25 tháng 12 năm 2009 – 10 tháng 12 năm 2015 5 năm, 350 ngày Kế nhiệm Nguyễn Bốn Phó Chủ tịch Trần Phương (đến 12\/2010) Bùi Thị Hòa Nguyễn Bốn (từ 23\/12\/2010) Nguyễn Đức Luyện Thông tin chung Sinh 16 tháng 4, 1960 (63 tuổi) xã Cát Lâm, huyện Phù Cát, tỉnh Bình Định, Việt Nam Cộng hòa Đảng chính trị Đảng Cộng sản Việt Nam Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 16 tháng 4 năm 1960 tại xã Cát Lâm, huyện Phù Cát, tỉnh Bình Định. Giáo dục[sửa | sửa mã nguồn] Sự nghiệp[sửa | sửa mã nguồn] Tháng 09.2015 tại Đại hội Đảng bộ tỉnh Đắk Nông lần thứ XI nhiệm kỳ 2015-2020 ông được bầu giữ chức Bí thư Tỉnh ủy. Trước đó ông từng giữ chức Chủ tịch UBND tỉnh Đắk Nông[2]. Sáng ngày 1\/7\/2016, tại kỳ họp thứ nhất, HĐND tỉnh Đắk Nông khóa III đã bầu Lê Diễn giữ chức vụ Chủ tịch HĐND tỉnh khóa III với tỷ lệ đạt 100% phiếu bầu.[3] Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 10 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ “Ông Lê Diễn được bầu giữ chức Bí thư Tỉnh ủy Đắk Nông”. Đài tiếng nói Việt Nam. Truy cập ngày 3 tháng 12 năm 2015. ^ “Ông Lê Diễn trúng cử Chủ tịch HĐND tỉnh Đắk Nông”. Báo Sài Gòn Giải Phóng Online. ngày 1 tháng 7 năm 2016. Truy cập ngày 12 tháng 8 năm 2017. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Diễn&oldid=68480301” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1960 Nhân vật còn sống Người Bình Định Bí thư Tỉnh ủy Đắk Nông Đại biểu Quốc hội Việt Nam khóa XIII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Chủ tịch Ủy ban nhân dân tỉnh Đắk Nông Chủ tịch Hội đồng nhân dân tỉnh Đắk Nông Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Đại biểu Quốc hội Việt Nam khóa XIII Đắk Nông Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 17 tháng 4 năm 2022, 04:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}