{"Lê Quang Hòa":"Lê Quang Hòa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham gia cách mạng 2Tham gia quân đội 3Lịch sử thụ phong quân hàm 4Gia đình 5Tham khảo Lê Quang Hòa Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Quang Hòa. Lê Quang Hòa Chân dung Thượng tướng Lê Quang Hòa (năm 1973, lúc này đang là Thiếu tướng) Chức vụ Thứ trưởng Bộ Quốc phòng Việt Nam Nhiệm kỳ 1980 – 1986 Tổng Thanh tra Quân đội Nhiệm kỳ 1980 – 1987 Kế nhiệm Hoàng Cầm Chính ủy Quân khu 4 Nhiệm kỳ 1977 – 1980 Tiền nhiệm Đặng Hoà Kế nhiệm Đặng Hoà Phó Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam Nhiệm kỳ 1973 – 1976 Chính ủy Quân khu 4 Nhiệm kỳ 1967 – 1973 Tiền nhiệm Lê Hiến Mai Kế nhiệm Đặng Hoà Phó Chủ nhiệm Tổng cục Chính trị Nhiệm kỳ 13 tháng 6 năm 1963 – Tổng Biên tập Báo Quân đội nhân dân Nhiệm kỳ 1963 – 1967 Tiền nhiệm Nguyễn Xuân Hoàng Kế nhiệm Nguyễn Đình Ước Chính ủy Binh chủng Pháo binh Nhiệm kỳ 1961 – 1963 Tiền nhiệm Nguyễn Xuân Hoàng Kế nhiệm Trương Công Cẩn Chính ủy Trường Sĩ quan Lục quân Nhiệm kỳ 1957 – 1960 Tiền nhiệm Trần Tử Bình Kế nhiệm Đoàn Quang Thìn Hiệu trưởng kiêm Chính ủy Trường Văn hóa Quân đội (thuộc Bộ QP-TTL) Nhiệm kỳ 1955 – 1957 Cục trưởng Cục Quân huấn Nhiệm kỳ 1950 – 1955 Tiền nhiệm Lê Thiết Hùng Kế nhiệm Cao Văn Khánh Chính trị Ủy viên Khu III Nhiệm kỳ 25 tháng 7 năm 1947 – Thông tin chung Quốc tịch Việt Nam Sinh 1914 Mỹ Hào, Hưng Yên Mất 1993 Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1945-1987 Cấp bậc Thượng tướng Đơn vị Tổng cục Chính trị Quân khu 4 Báo Quân đội nhân dân Binh chủng Pháo binh Trường Sĩ quan Lục quân Trường Văn hóa Quân đội Cục Quân huấn Tham chiến • Chiến tranh Đông Dương • Chiến dịch Điện Biên Phủ (1954) • Chiến dịch Hồ Chí Minh (1975). Khen thưởng Huân chương Hồ Chí Minh Huân chương Quân công hạng Nhất Huân chương Chiến thắng hạng Nhất Huân chương Kháng chiến hạng Nhất ×2 Lê Quang Hòa (1914 - 1993) là nhà hoạt động cách mạng, một tướng lĩnh cấp cao, hàm Thượng tướng Quân đội nhân dân Việt Nam. Nguyên Thứ trưởng Bộ Quốc phòng kiêm Tổng Thanh tra quân đội, Uỷ viên Trung ương Đảng khoá IV. Huân chương Hồ Chí Minh[1]. Tham gia cách mạng[sửa | sửa mã nguồn] Ông tên thật là Lê Thành Kim, sinh năm 1914, quê ở xã Xuân Dục, huyện Mỹ Hào (nay là thị xã Mỹ Hào), tỉnh Hưng Yên. Năm 1938, ông bắt đầu tham gia hoạt động trong Đoàn Thanh niên Dân chủ Hà Nội. Năm 1939, ông được kết nạp vào Đảng Cộng sản Đông Dương (nay là Đảng Cộng sản Việt Nam). Tháng 12\/1939, ông bị thực dân Pháp bắt, kết án 5 năm tù và đi đày ở nhà tù Sơn La. Tháng 3\/1945, ông vượt ngục, trở về hoạt động tại Sơn Tây, là thành viên Ban cán sự tỉnh. Trong Cách mạng tháng Tám, ông tham gia lãnh đạo, tổ chức giành chính quyền ở Sơn Tây. Tham gia quân đội[sửa | sửa mã nguồn] Từ tháng 11\/1945 đến 1949, ông là Chính trị ủy viên Chiến khu 3, Bí thư Quân khu ủy, Ủy viên thường vụ Liên khu ủy Liên khu 3. Năm 1949, ông là Chính ủy, Bí thư Đảng ủy Mặt trận Trung Du. 1950-1955, ông là Cục phó rồi Cục trưởng Cục Quân huấn, Bộ Tổng Tham mưu. Từ năm 1955-1957, ông là Hiệu trưởng kiêm Chính ủy Trường Văn hóa Quân đội (thuộc Bộ Quốc phòng - Tổng tư lệnh). 1957-1960, Chính ủy kiêm Bí thư đảng ủy Trường Sĩ quan Lục quân. 1960-1963, Chính ủy Bộ Tư lệnh Pháo binh. Từ 1963-1967, ông là Phó Chủ nhiệm Tổng cục Chính trị, Tổng biên tập Báo Quân đội nhân dân. 1967-1973, Chính ủy kiêm Bí thư Đảng ủy Quân khu 4. Năm 1973, ông là Trưởng đoàn Quân sự miền Bắc trong Ban liên hợp quân sự bốn bên (Four- Party Joint Military Commission) tại trại Davis, hàm Thiếu tướng. Sau đó là Phó Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam kiêm Bí thư Đảng ủy, Chính ủy đầu tiên của Quân đoàn 1. Năm 1974 ông được thăng hàm Trung tướng. Năm 1975, ông là Phái viên của Ban thường vụ Quân ủy Trung ương ở Huế; Phó Chính ủy - Ủy viên thường trực Quân ủy Quân giải phóng miền Nam Việt Nam, Phó Chính ủy Chiến dịch Hồ Chí Minh, trực tiếp tham gia lãnh đạo cánh quân hướng Đông. Năm 1976, ông tiếp tục giữ chức vụ Phó Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam. Năm 1977, ông là Chính ủy Quân khu 4. Năm 1980, ông giữ chức Thứ trưởng Bộ Quốc phòng Việt Nam kiêm Tổng thanh tra Quân đội. Năm 1986 ông được thăng hàm Thượng tướng. Ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 4. Ông mất năm 1993 tại Hà Nội. Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 1959 1974 1986 Quân hàm Cấp bậc Thiếu tướng Trung tướng Thượng tướng Gia đình[sửa | sửa mã nguồn] Ông kết hôn với bà Nguyễn Thị Minh Nhã nguyên phó chủ tịch Hội Liên hiệp Phụ nữ Việt Nam và có người con gái là Đại tá Lê Minh Hằng – Trưởng phòng huyết học của Bệnh xá Tổng tham mưu cùng con rể là đại tá Phan Thanh Chương – Chủ nhiệm khoa A5 bệnh viện 108 và hai cháu trai. Tham khảo[sửa | sửa mã nguồn] ^ [Từ điển bách khoa quân sự Việt Nam- tr.597, nxb QĐND 2004] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Quang_Hòa&oldid=69595559” Thể loại: Huân chương Hồ Chí Minh Huân chương Quân công Huân chương Chiến thắng Huân chương Kháng chiến Sinh năm 1914 Mất năm 1993 Người Hưng Yên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Tổng cục chính trị Quân đội nhân dân Việt Nam Thứ trưởng Bộ Quốc phòng Việt Nam Bí thư Tỉnh ủy Sơn Tây Thượng tướng Quân đội nhân dân Việt Nam đã mất Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980 Thể loại ẩn: Trang đưa đối số thừa vào bản mẫu Pages using deprecated image syntax Trang này được sửa lần cuối vào ngày 23 tháng 1 năm 2023, 06:20. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}