{"Lê Viết Lượng":"Lê Viết Lượng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quê quán 2Quá trình hoạt động 3Hoạt động sau Cách mạng Tháng Tám 4Xây dựng Ngân hàng Quốc gia 5Vinh danh 6Gia đình 7Liên kết ngoài Lê Viết Lượng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Lê Viết Lượng (1900 - 1985) là một nhà cách mạng và chính khách Việt Nam, nguyên Thống đốc (Tổng giám đốc) Ngân hàng Nhà nước Việt Nam, nguyên Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước, nguyên Chủ tịch Ủy ban kháng chiến Liên khu IV, nguyên Chủ tịch Ủy ban Hành chính tỉnh Nghệ An. Lê Viết Lượng Chức vụ Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước Nhiệm kỳ 1963 – 1975 Tổng Giám đốc Ngân hàng Quốc gia Việt Nam Nhiệm kỳ 1952 – tháng 1 năm 1963 Tiền nhiệm Nguyễn Lương Bằng Kế nhiệm Tạ Hoàng Cơ Phó Tổng Giám đốc Ngân hàng Quốc gia Việt Nam Nhiệm kỳ 5\/1951 – 1952 Tổng Giám đốc Nguyễn Lương Bằng Chủ tịch Ủy ban Kháng chiến Hành chính Liên khu IV Nhiệm kỳ tháng 8\/1949 – Tiền nhiệm Hồ Tùng Mậu Đại biểu Quốc hội Việt Nam khóa I, II Nhiệm kỳ 1946 – 1964 Chủ tịch Ủy ban Hành chính tỉnh Nghệ An Bí thư Tỉnh ủy lâm thời Thừa Thiên Nhiệm kỳ 1930 – 1930 Thông tin chung Quốc tịch Việt Nam Sinh 1900 làng Cải Lương, tổng Phù Lưu, huyện Can Lộc, Hà Tĩnh Mất 1985 Nghề nghiệp chính khách Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Vợ Phạm Thị Trang (chia tay 1948) Trần Vân Cầu (từ 1949, s.~1925) Họ hàng Phạm Văn Dương (cha vợ) Trần Chinh Cát (cha vợ) Con cái (con với bà Cầu) Lê Minh Châu Lê Minh Sơn Lê Minh Đức Lê Minh Tiến Quê quán[sửa | sửa mã nguồn] Lê Viết Lượng sinh năm 1900, quê quán ở làng Cải Lương, tổng Phù Lưu, huyện Can Lộc, tỉnh Hà Tĩnh (nay là thôn Bắc Kinh, xã Ích Hậu, huyện Lộc Hà, tỉnh Hà Tĩnh). Ông sinh ra trong một gia đình nhà nho nghèo, cha mất sớm, mẹ buôn bán nhỏ (bán nước mắm) tần tảo nuôi bầy con ăn học. Tuy gia cảnh khó khăn, song Lê Viết Lượng là người thông minh và có nghị lực nên vẫn học hành đến nơi đến chốn. Quá trình hoạt động[sửa | sửa mã nguồn] Năm 1927 ông đã học hành đỗ đạt và được chính quyền thực dân bổ về làm giáo viên huyện Hương Khê, tỉnh Hà Tĩnh. Cảm mến người thầy giáo trẻ tuổi mà có nghị lực, viên tri huyện Hương Khê Phạm Văn Dương đã gả con gái yêu của mình là Phạm Thị Trang cho ông. Có công ăn việc làm ổn định, lại lấy được vợ đẹp là con một gia đình dòng dõi quan lại… bao tương lai đang mở ra trước mắt ông. Song trước cảnh nước mất, trước cảnh hàng triệu đồng bào của mình đang rên xiết lầm than dưới gót giày xâm lược, Lê Viết Lượng đã không cam chịu sông cảnh \"Vinh thân phì gia\" mà quyết từ bỏ tất cả để dấn thân vào con đường hoạt động cách mạng, cứu nước, cứu dân. (Sau này bà Trang đi tu trong chùa tại Nha Trang. Hai người chia tay năm 1948). Lê Viết Lượng đã tích cực tham gia hoạt động cách mạng, đến năm 1927 ông được kết nạp vào Đảng Tân Việt và chỉ một thời gian ngắn sau đó, ông được cử giữ chức Bí thư Huyện ủy huyện Hương Khê, Hà Tĩnh. Cuối năm 1929, chính quyền thực dân chuyển Lê Viết Lượng về Huế, làm giáo viên trường Quốc học Huế. Đến địa bàn làm việc mới, ông tìm cách liên lạc với tổ chức cách mạng tại đó và tích cực hoạt động. Sau khi các tổ chức cộng sản hợp nhất thành Đảng Cộng sản Việt Nam (3-2-1930), Lê Viết Lượng được cử giữ chức Bí thư Tỉnh ủy lâm thời Thừa Thiên. Trong cuộc đời hoạt động cách mạng của mình, Lê Viết Lượng bị tù đầy tới 15 năm. Đến cuối năm 1930, cơ sở cách mạng bị vỡ, Lê Viết Lượng bị địch bắt cùng với một số dồng chí của mình. Lê Viết Lượng bị kết án khổ sai chung thân. Đến tháng 6- 1931, ông bị đày lên Kon Tum cùng chuyến với các đồng chí Bùi San, Đặng Thái Thuyến… Ông và nhiều đồng chí khác bị đầy lên Kon Tum khi cuộc làm đường mùa khô lần thứ nhất (tháng 12-1930 đến tháng 5- 1931) đã kết thúc. Được nghe kể lại những tội ác dã man của chế độ Nhà lao Kon Tum và chứng kiến cảnh gần 100 tù sống sót từ công trường làm đường 14 trở về chỉ còn là những \" thây ma da bọc xương\", ông vô cùng đau xót và căm hận. Áp dụng kinh nghiệm đối phó và đấu tranh đối với chế độ nhà lao từ các nơi khác, Lê Viết Lượng cùng số anh em mới lên bắt tay ngay vào việc tổ chức ban lãnh đạo nhà lao (Lê Viết Lượng là một thành viên) đã tích cực hoạt động, tuyên truyền, vận động, giác ngộ binh lính, làm cho họ hiểu rõ hơn, đúng hơn về những người tù chính trị. Vận động anh em tù chính trị đấu tranh đòi bãi bỏ đánh đập, đòi cải thiện chế độ lao tù, đòi giảm giờ làm và làm những công việc phù hợp với sức khỏe tù chính trị, đòi biệt đãi tù chính trị, đòi ốm đau được chăm sóc… Cùng với ban lãnh đạo Nhà lao, Lê Viết Lượng, Đặng Thái Thuyến, Nguyễn Huy Lung, Bùi San… đã tổ chức lễ truy điệu cho hơn 200 anh em tù chính trị đã bỏ mình trên công trường làm đường 14 trong mùa khô lần thứ nhất. trước khi nổ ra cuộc đấu tranh lưu huyết (12-12-1931), chúng đã chuyển Lê Viết Lượng đi Nhà tù Lao Bảo cùng một đồng chí của ông là Trần Hữu Chương và Liên Phùng (ba người đều là án tù chung thân Tháng 3\/1945 ông được ra tù trở về Vinh chỉ đạo chuẩn bị khởi nghĩa giành chính quyền. Hoạt động sau Cách mạng Tháng Tám[sửa | sửa mã nguồn] Sau đó ông giữ chức Chủ tịch Ủy ban Hành chính tỉnh Nghệ An, Đại biểu Quốc hội các khóa I, II. Trong kháng chiến chống Pháp, ông làm Ủy viên Ủy ban Kháng chiến Liên khu IV, Chủ tịch Ủy ban Kháng chiến Hành chính Liên khu IV gồm 6 tỉnh: Thanh Hóa - Nghệ An – Hà Tĩnh – Quảng Bình – Quảng Trị - Thừa Thiên tháng 8\/1949 thay ông Hồ Tùng Mậu.[1] Xây dựng Ngân hàng Quốc gia[sửa | sửa mã nguồn] Năm 1951 Ngân hàng Quốc gia Việt Nam được thành lập, ông được cử làm Phó Tổng Giám đốc (5\/1951). Năm 1952 ông lên làm Tổng Giám đốc thay ông Nguyễn Lương Bằng và giữ cương vị này đến tháng 1 năm 1963 (được thay bởi Tạ Hoàng Cơ). Ông bắt tay xây dựng thành công ngành Ngân hàng lúc này chỉ mới là trứng nước. Ông ra tay kiến tạo, tổ chức, đặt nền móng vững chắc cho ngành Ngân hàng suốt 13 năm.[2], Ông hoạch định chính xác một chương trình hành động ở tầm vĩ mô, trước hết phải chăm lo đào tạo, bồi dưỡng, xây dựng đội ngũ cán bộ Ngân hàng các cấp, phải coi đây là nhân tố hàng đầu để vận hành có hiệu quả hệ thống bộ máy Ngân hàng đang còn rất mới mẻ.[3] Để đáp ứng yêu cầu đó, ông đề nghị Chính phủ cho mở các khóa luận luyện cán bộ nghiệp vụ Ngân hàng ngay trong kháng chiến. Đến 1954, sau hòa bình lập lại, trong khi các ngành khác chưa thấy động tĩnh gì, tranh thủ thời cơ, Ông đã chủ trương chiêu mộ hàng ngàn học sinh phổ thông (cấp II, cấp III) trên khắp miền Bắc, trước hết từ các tỉnh khu IV, khu III, các vùng tự do thanh niên có điều kiện học tập, dựa vào dân, sử dụng đình chùa, nhà kho, mở gấp các lớp đào tạo ở Hà Nội, Hải Phòng, Bắc Ninh, Hà Đông…, với quan điểm phát hiện và trọng dụng nhân tài, ông khuyến khích phát triển các hình thức đào tạo tập trung, tại chức, tự học, những ai học giỏi, tận tụy công tác được xem xét thưởng lương, thưởng chức…, nhờ đó, việc học tập trong ngành Ngân hàng trở thành phong trào sôi động, Ngành nhanh chóng có được một đội ngũ cán bộ trẻ kịp cung ứng nhu cầu hoạt động của toàn Ngành. Đồng thời với việc triển khai đào tạo cấp tốc nói trên, ông quan tâm tuyển chọn một số cán bộ, học sinh có đủ trình độ gửi đi đào tạo dài hạn ở các nước bạn. Cố giáo sư, tiến sĩ Trần Linh Sơn là một điển hình được ông cử đi Liên Xô, sau 7 năm học tập, năm 1957 về nước, là nhà khoa học kinh tế đầu tiên không chỉ của ngành Ngân hàng mà của cả miền Bắc XHCN, trở thành Phó Tổng giám đốc (Phó Thống đốc), là thầy giáo đầu đàn của ngành Ngân hàng. Trong số các cán bộ được ông tuyển chọn, đào tạo, bồi dưỡng, nhiều anh chị em sau này đã giữ các vị trí trọng trách của Ngành từ Trung ương đến địa phương, hình thành được đội ngũ cán bộ khoa học của ngành. Mặt khác, ông cũng hết sức chăm lo bồi dưỡng văn hóa, nghiệp vụ cho cán bộ và con em miền Nam tập kết, chuẩn bị đội ngũ cán bộ Ngân hàng cho miền Nam khi thống nhất đất nước. Cùng với nhiệm vụ khẩn trương xây dựng hệ thống trụ sở kiên cố cho các chi nhánh Ngân hàng địa phương trên toàn miền Bắc, Ông có công lớn tìm và phát hiện được một vùng đất rộng lớn còn sình lầy, hoang sơ cạnh gò Đống Đa lịch sử, lúc bấy giờ thuộc ngoại thành Hà Nội, đã đưa ra quyết định sáng suốt, táo bạo xin phép Chính phủ xây dựng nơi đây thành cơ sở đào tạo cán bộ cho ngành Ngân hàng. Theo đó, Chính phủ đã quyết định thành lập Trường Cao cấp nghiệp vụ Ngân hàng từ rất sớm, ngày 13\/9\/1961, tiền thân của Học viện Ngân hàng ngày nay. Việc Ông đặt tên trường \"Cao cấp nghiệp vụ Ngân hàng\" cũng là một biểu hiện ý tưởng sáng tạo, độc đáo, in rõ dấu ấn Lê Viết Lượng, bởi ngành Ngân hàng lúc bấy giờ, chưa thể đủ điều kiện mở trường Đại học, Cao đẳng, thậm chí cả Trung cấp chuyên nghiệp. Ông đã đề ra chủ trương \"Cải tiến công tác Ngân hàng’ thông qua việc tách tổ chức Ngân hàng ở các tỉnh và thành phố lớn, hình thành \"Chi nhánh Trung tâm\" và \"Chi nhánh nghiệp vụ\" riêng, tuy cùng hoạt động chung trong một cơ quan Ngân hàng. Thể hiện chủ trương này trong buổi sơ khai đó là: Tại mỗi ngôi nhà Ngân hàng 2 tầng của mỗi tỉnh, thành, \"Chi nhánh Trung tâm\" đã được tách ra, đóng ở tầng trên chuyên lo nhiệm vụ quản lý, thống kê tổng hợp tình hình, đề ra các chủ trương biện pháp nghiệp vụ, chương trình nghiệp vụ, chương trình kế hoạch công tác, được quan hệ trực tiếp với cấp trên là Ngân hàng Trung ương và các cấp lãnh đạo tỉnh, thành phố, tựa như cấp Chi nhánh NHNN tỉnh, thành phố hiện nay. Còn hình thức tổ chức \"Chi nhánh nghiệp vụ\" thì đóng trụ sở ở tầng dưới. \"Chi nhánh nghiệp vụ\" được phân công nhiệm vụ trực tiếp giao dịch mọi nghiệp vụ Ngân hàng đối với mọi khách hàng của mình, tựa như các NHTM hiện nay. Có thể nói ông là \"cha đẻ\" của mô hình Ngân hàng 2 cấp ở Việt Nam, lóe sáng lên qua một tư duy khoa học kinh tế thực sự và đầu óc nhạy cảm chính trị của nhà hoạt động cách mạng chuyên nghiệp một thời. Ngay từ năm 1952, chỉ một năm sau ngày thành lập ngành, ông đã chỉ đạo thành lập tờ báo chuyên ngành - Tập san Ngân hàng (tiền thân của Tạp chí Ngân hàng thời nay) mà đến nay, 60 năm có ngành, hệ thống báo chí Ngân hàng bao gồm nhiều thế loại khác nhau đã và đang kế thừa và phát triển rộng khắp, theo sát quá trình phát triển lớn mạnh của Ngành. Năm 1963 ông chuyển sang giữ chức Phó chủ nhiệm Ủy ban Kế hoạch nhà nước [4] (nay là Bộ Kế hoạch và Đầu tư) đến năm 1975 ông nghỉ hưu. Ông mất năm 1985. Vinh danh[sửa | sửa mã nguồn] Trong khuôn viên Học viện Ngân hàng ở Hà Nội có bức tượng bán thân Lê Viết Lượng được tạc dựng năm 2001, là công trình ghi nhớ vị Tổng giám đốc Ngân hàng Quốc gia Việt Nam có nhiều đóng góp thiết yếu vào buổi đầu ngành tiền tệ Việt Nam. Ở thành phố Vinh tỉnh Nghệ An, thành phố Huế tỉnh Thừa Thiên – Huế, thành phố Kon Tum tỉnh Kon Tum… cũng có đường phố mang tên Lê Viết Lượng. Gia đình[sửa | sửa mã nguồn] Năm 1949, khi Lê Viết Lượng đã 49 tuổi, đang là Chủ tịch Ủy ban Hành chính Liên khu IV thì được đại tướng Nguyễn Chí Thanh mai mối cho cô Trần Vân Cầu Ủy viên Ban Chấp hành Phụ nữ Liên khu IV vừa 24 tuổi. Trần Vân Cầu là con gái quan Trần Chinh Cát thuộc Bộ Lễ triều Bảo Đại, nhưng lúc này cả nhà đã từ bỏ Triều đình Huế đi theo con đường cách mạng. Ông bà có các con: Lê Minh Châu, Lê Minh Sơn, Lê Minh Đức, Lê Minh Tiến, hiện đang sinh sống tại thành phố Hồ Chí Minh. Liên kết ngoài[sửa | sửa mã nguồn] ^ http:\/\/laws.dongnai.gov.vn\/1945_to_1950\/1949\/194908\/194908190001\/lawdocument_view[liên kết hỏng] ^ “Nghị quyết số 147 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 18 tháng 2 năm 2015. ^ “Học viện Ngân hàng”. hvnh.edu.vn. Truy cập 18 tháng 2 năm 2015. ^ “Thông tư 189”. Truy cập 18 tháng 2 năm 2015. http:\/\/dvhnn.org.vn\/index.php?language=vi&nv=news&op=Gia-dinh-va-xa-hoi\/Le-Viet-Luong-Nguoi-Cong-san-kien-cuong-475 hiện x t s Thống đốc Ngân hàng Nhà nước Việt Nam Nguyễn Lương Bằng (1951–1952) Lê Viết Lượng (1952–1963) Tạ Hoàng Cơ (1963–1974) Đặng Việt Châu (1974–1976) Hoàng Anh (1976–1977) Trần Dương (1977–1981) Nguyễn Duy Gia (1981–1986) Lữ Minh Châu (1986–1989) Cao Sĩ Kiêm (1989–1997) Đỗ Quế Lượng (1997–1998) Nguyễn Tấn Dũng (1998–1999) Lê Đức Thúy (1999–2007) Nguyễn Văn Giàu (2007–2011) Nguyễn Văn Bình (2011–2016) Lê Minh Hưng (2016–2020) Nguyễn Thị Hồng (2020–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Viết_Lượng&oldid=67203116” Thể loại: Sinh năm 1900 Mất năm 1985 Nhà cách mạng Việt Nam Người Hà Tĩnh Bí thư Tỉnh ủy Thừa Thiên Huế Chủ tịch Ủy ban nhân dân tỉnh Nghệ An Thống đốc Ngân hàng Nhà nước Việt Nam Thứ trưởng Việt Nam Đại biểu Quốc hội Việt Nam khóa I Đại biểu Quốc hội Việt Nam khóa II Thể loại ẩn: Bài có liên kết hỏng Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 2 tháng 12 năm 2021, 05:56. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}