{"Lê Thanh Nghị":"Lê Thanh Nghị – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Tham gia cách mạng 3Sự nghiệp chính trị Hiện\/ẩn mục Sự nghiệp chính trị 3.1Làm việc tại Trung ương 3.2Làm việc trong Chính phủ 4Qua đời và vinh danh Hiện\/ẩn mục Qua đời và vinh danh 4.1Gia đình 5Liên kết ngoài Lê Thanh Nghị Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Thanh Nghị Chức vụ Phó Chủ tịch kiêm Tổng Thư ký Hội đồng Nhà nước Nhiệm kỳ 28 tháng 6 năm 1982 – 18 tháng 6 năm 1987 4 năm, 355 ngày Chủ tịch Hội đồng Nhà nước Trường Chinh Tiền nhiệm Xuân Thủy Kế nhiệm Nguyễn Thị Định Vị trí Việt Nam Thường trực Ban Bí thư Nhiệm kỳ 20 tháng 12 năm 1976 – 31 tháng 3 năm 1982 5 năm, 101 ngày Tiền nhiệm Nguyễn Duy Trinh Kế nhiệm Võ Chí Công Chủ nhiệm Ủy ban Kế hoạch Nhà nước Nhiệm kỳ 28 tháng 3 năm 1974 – 7 tháng 2 năm 1980 5 năm, 316 ngày Tiền nhiệm Nguyễn Lam Kế nhiệm Nguyễn Lam Phó Chủ nhiệm (Bộ trưởng) Nguyễn Văn Kha (đến 9\/6\/1974) Nguyễn Hữu Mai Đinh Đức Thiện Bộ trưởng Bộ Công nghiệp Nặng Nhiệm kỳ 22 tháng 2 năm 1967 – 30 tháng 10 năm 1967 250 ngày Tiền nhiệm Nguyễn Văn Trân Kế nhiệm Nguyễn Hữu Mai Chủ nhiệm Ủy ban Kiến thiết Cơ bản Nhà nước Nhiệm kỳ 7 tháng 1 năm 1960 – 1964 Tiền nhiệm thành lập Kế nhiệm Trần Đại Nghĩa Chủ nhiệm Văn phòng Công nghiệp Phủ Thủ tướng Nhiệm kỳ 1960 – 22 tháng 2 năm 1967 Tiền nhiệm đầu tiên Kế nhiệm Trần Danh Tuyên Phó Thủ tướng Việt Nam Nhiệm kỳ 15 tháng 7 năm 1960 – 4 tháng 7 năm 1981 20 năm, 354 ngày Đại biểu Quốc hội khoá II,III,IV,V,VI,VII Nhiệm kỳ 8 tháng 5 năm 1960 – 19 tháng 4 năm 1987 26 năm, 346 ngày Uỷ viên Bộ Chính trị Đảng Cộng sản Việt Nam Nhiệm kỳ 1956 – 1986 Vị trí Đảng Cộng sản Việt Nam Bộ trưởng Bộ Công nghiệp Nhiệm kỳ 20 tháng 9 năm 1955 – 1960 Tiền nhiệm không có (thành lập) Chủ tịch Ủy ban Kháng chiến Hành chính Liên khu 3 Nhiệm kỳ 6\/1951 – Tiền nhiệm Nguyễn Văn Trân Phó Chủ tịch Đỗ Mười Thông tin chung Sinh (1911-03-06)6 tháng 3, 1911 Gia Lộc, Hải Dương, Bắc Kỳ, Liên bang Đông Dương Mất 16 tháng 8, 1989(1989-08-16) (78 tuổi) Hà Nội, Việt Nam Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Vợ Đào Thị Hậu Lê Thanh Nghị (1911-1989) tên thật là Nguyễn Khắc Xứng, hay Nguyễn Văn Xứng, là một chính khách Việt Nam. Ông từng giữ chức Phó Thủ tướng của Việt Nam[1] từ năm 1960 đến 1980, Phó chủ tịch kiêm Tổng thư ký Hội đồng Nhà nước (1982-1986).[2] Thân thế[sửa | sửa mã nguồn] Ông tên thật là Nguyễn Khắc Xứng, hay Nguyễn Văn Xứng, sinh ngày 6 tháng 3 năm 1911 ở thôn Bình Đê, xã Thượng Cốc, huyện Gia Lộc (này là thôn Bình Đê (Cốc Cả), xã Gia Khánh, huyện Gia Lộc, tỉnh Hải Dương. Cha mẹ của ông là ông bà Nguyễn Năng Việt và Nguyễn Thị Mùi có tám người con, trong đó 4 người con trai là Nguyễn Khoái (Lê Thành Lập), Nguyễn Khắc Xứng (Lê Thanh Nghị), Nguyễn Năng Hách (1914-1981, Chủ tịch Hải Dương 1947-1951, Bí thư Hải Dương 1950-1951), Nguyễn Thiệu Ước (Lê Thành Ân). Cả bốn người về sau đều là những chính khách quan trọng trong chính quyền Việt Nam. Tham gia cách mạng[sửa | sửa mã nguồn] Năm 16 tuổi, ông ra Hải Phòng làm thợ điện ở Nhà máy Điện Cửa Cấm. Sau khi bị thất nghiệp, ông ra vùng mỏ làm ở Nhà máy Điện Cọc 5, rồi trở về Vàng Danh làm phu mỏ. Tại đây, năm 1928, ông bắt đầu tham gia hoạt động cách mạng, năm 1929 gia nhập Hội Việt Nam Thanh niên Cách mạng. Năm 1930, ông được kết nạp vào Đảng Cộng sản Đông Dương. Tháng 5 năm 1930, ông bị chính quyền thực dân Pháp bắt giam tại nhà tù Hải Phòng, sau đó bị tuyên án tù chung thân và bị đày ra Côn Đảo. Năm 1936, ông được ân xá nhưng vẫn bị quản thúc tại quê nhà. Để sinh kế, ông xin làm ở Nhà máy Nước Ninh Giang đông thời để có điều kiện tiếp tục hoạt động cách mạng. Không bao lâu sau, ông bắt được liên lạc với tổ chức, hoạt động bí mật ở Hải Dương và Hải Phòng, xây dựng nhiều cơ sở đảng, tham gia Thành ủy Hà Nội. Cuối năm 1937, ông được cử về hoạt động ở Hải Dương. Giữa năm 1939, ông công tác ở Xứ ủy Bắc Kỳ, tham gia Ban cán sự Liên tỉnh B. Đầu năm 1940, ông bị bắt lần thứ hai, bị kết án 5 năm tù, đày tại nhà đày Sơn La. Đầu năm 1945, ông ra tù, tiếp tục hoạt động và được chỉ định vào Thường vụ Xứ ủy Bắc Kỳ. Sự nghiệp chính trị[sửa | sửa mã nguồn] Làm việc tại Trung ương[sửa | sửa mã nguồn] Ngày 9 tháng 3 năm 1945, tại Hội nghị Ban Thường vụ Trung ương mở rộng, ông được cử vào Ủy ban Quân sự Bắc Kỳ, trực tiếp lãnh đạo khởi nghĩa vũ trang ở khu III. Ngày 12 tháng 3 ông cùng đồng chí Nguyễn Trọng Tỉnh phát động khởi nghĩa giành chính quyền tại xã Xuân Biều, huyện Hiệp Hòa, tỉnh Bắc Giang Sau Cách mạng tháng 8, ông là Xứ ủy viên Xứ ủy Bắc Kỳ, phụ trách miền duyên hải; năm 1946 là Thường vụ Xứ ủy. Khi Toàn quốc kháng chiến, ông làm Bí thư Khu ủy Khu 3 kiêm Chủ tịch Ủy ban kháng chiến hành chính khu 3. Đầu năm 1948, ông được cử làm Phó Bí thư Liên khu 3, cuối năm đó được cử giữ chức Chánh Văn phòng Trung ương Đảng. Đến cuối năm 1949, ông trở về làm Phó Bí thư Liên khu ủy Liên khu 3. Tại Đại hội đại biểu toàn quốc lần thứ II của Đảng năm 1951, ông được bầu vào Ban Chấp hành Trung ương Đảng, trực tiếp làm Bí thư Liên khu ủy, kiêm Chủ tịch Ủy ban kháng chiến hành chính Liên khu 3 và Chính ủy Bộ Tư lệnh Liên khu 3, năm 1953-1954 kiêm Bí thư Thành ủy Hà Nội. Cuối năm 1954, ông lần thứ 2 được cử làm Chánh Văn phòng Trung ương Đảng. Tháng 10 năm 1956, tại Hội nghị trung ương lần thứ 10 mở rộng, ông được bầu bổ sung vào Bộ Chính trị. Tại Đại hội III và IV của Đảng, ông được bầu vào Ban Chấp hành Trung ương, Ủy viên Bộ Chính trị. Năm 1980, ông được bầu làm Thường trực Ban Bí thư. Tại Đại hội V của Đảng, ông được bầu vào Ban Chấp hành Trung ương. Làm việc trong Chính phủ[sửa | sửa mã nguồn] Phó Thủ tướng Lê Thanh Nghị thăm Romania năm 1966 Cuối năm 1955 ông giữ chức Bộ trưởng Bộ Công nghiệp.[3] Năm 1960, ông được cử làm Phó Thủ tướng Chính phủ, kiêm Chủ nhiệm Văn phòng Công nghiệp Phủ Thủ tướng, kiêm Chủ nhiệm Ủy ban kiến thiết cơ bản nhà nước (năm 1963). Đến năm 1967, kiêm Trưởng ban Công nghiệp Trung ương. Ông thôi giữ chức Chủ nhiệm Văn phòng Công nghiệp Phủ Thủ tướng để đảm nhiệm chức vụ Bộ trưởng Bộ Công nghiệp nặng. Từ năm 1974 đến năm 1980, ông tiếp tục làm Phó Thủ tướng Chính phủ, kiêm Chủ nhiệm Uỷ ban Kế hoạch Nhà nước. Từ tháng 7-1981 đến tháng 12-1986, ông được Quốc hội bầu làm Phó Chủ tịch, rồi kiêm Tổng thư ký Hội đồng Nhà nước thay ông Xuân Thủy, từ tháng 6-1982 đến tháng 12-1986. Ông là đại biểu Quốc hội từ khoá II đến khoá VII. Qua đời và vinh danh[sửa | sửa mã nguồn] Đường Lê Thanh Nghị ở Hà Nội Năm 1987, do sức khỏe giảm sút, ông nghỉ hưu. Ông qua đời ngày 16 tháng 8 năm 1989 tại Hà Nội, an táng tại Nghĩa trang Mai Dịch. Sinh thời, ông có viết 2 bộ hồi ký: \"Lê Thanh Nghị - Trọn một cuộc đời\" và \"Suối reo năm ấy\". Để tưởng nhớ công lao hoạt động cách mạng của ông, Tỉnh ủy, Hội đồng nhân dân và Ủy ban nhân dân tỉnh Hải Dương đã quyết định xây dựng Nhà tưởng niệm cố Phó Chủ tịch Hội đồng Nhà nước Lê Thanh Nghị tại xã Gia Khánh, huyện Gia Lộc. Công trình đã khánh thành tháng 4 năm 2004. Tên của ông được đặt cho một con đường ở phường Đồng Tâm, quận Hai Bà Trưng, Thành phố Hà Nội, một trường chuyên của huyện Gia Lộc, tỉnh Hải Dương, một đường ở thành phố Hải Dương, một phường tại Thành phố Hải Dương, đường tại thị trấn Gia Lộc, tỉnh Hải Dương, tại thành phố Hạ Long (nối đường Nguyễn Văn Cừ và Trần Quốc Nghiễn), thành phố Cẩm Phả (từ đường Hoàng Quốc Việt tới đường Nguyễn Đức Cảnh),... Gia đình[sửa | sửa mã nguồn] -Nguyễn Năng Tấu - Tác giả cuốn \"Tứ Kỳ địa dư phong vật chí\" - là ông bác của Lê Thanh Nghị. Liên kết ngoài[sửa | sửa mã nguồn] hiện x t s Ủy viên Bộ Chính trị khóa II Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Hoàng Quốc Việt Võ Nguyên Giáp Nguyễn Chí Thanh Bầu bổ sung: Lê Đức Thọ Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Phạm Hùng Ủy viên dự khuyết: Lê Văn Lương I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa III Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Lê Đức Thọ Phạm Hùng Võ Nguyên Giáp Nguyễn Chí Thanh Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Văn Tiến Dũng Trần Quốc Hoàn I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Phó Chủ tịch nước Việt Nam Nguyễn Hải Thần (1945–1946) Tôn Đức Thắng (1960–1969) Nguyễn Lương Bằng (1969–1979) Nguyễn Hữu Thọ (1976–1992) Chu Huy Mân (1981–1986) Xuân Thủy (1981–1982) Lê Thanh Nghị (1982–1986) Huỳnh Tấn Phát (1982–1989) Nguyễn Quyết (1987–1992) Đàm Quang Trung (1987–1992) Lê Quang Đạo (1987–1992) Nguyễn Thị Định (1987–1992) Nguyễn Thị Bình (1992–2002) Trương Mỹ Hoa (2002–2007) Nguyễn Thị Doan (2007–2016) Đặng Thị Ngọc Thịnh (2016–2021) Võ Thị Ánh Xuân (2021–) Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ^ http:\/\/specials.laodong.vn\/nguyen-pho-chu-tich-hoi-dong-nha-nuoc-le-thanh-nghi-885748\/ ^ http:\/\/yenlap.phutho.gov.vn\/tin-tuc-su-kien\/bai-viet\/cat\/tin-moi-nhat-2493\/id\/ky-niem-110-nam-ngay-sinh-dong-chi-le-thanh-nghi-93438 ^ https:\/\/moit.gov.vn\/gioi-thieu\/lanh-dao-qua-cac-thoi-ky\/bo-truong-le-thanh-nghi.html Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Thanh_Nghị&oldid=69832335” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1911 Mất năm 1989 Người Hải Dương Phó Chủ tịch nước Việt Nam Phó Thủ tướng Việt Nam Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa IV Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Huân chương Sao Vàng Bộ trưởng Bộ Kế hoạch và Đầu tư Việt Nam Bộ trưởng Bộ Công nghiệp Việt Nam Bí thư Thành ủy Hà Nội Người họ Nguyễn tại Việt Nam Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 31 tháng 3 năm 2023, 10:33. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}