{"Lê Quang Mạnh":"Lê Quang Mạnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp Hiện\/ẩn mục Sự nghiệp 2.1Bộ Kế hoạch và Đầu tư 2.2Thành phố Cần Thơ 2.3Trung ương Đảng 2.4Đại biểu Quốc hội 2.5Ủy ban Thường vụ Quốc hội 3Tham khảo Lê Quang Mạnh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Lê Quang Mạnh Chức vụ Ủy viên Ủy ban Thường vụ Quốc hội Chủ nhiệm Ủy ban Tài chính - Ngân sách Quốc hội Nhiệm kỳ 22 tháng 5 năm 2023 – nay 5 ngày Chủ tịch Quốc hội Vương Đình Huệ Tiền nhiệm Nguyễn Phú Cường Kế nhiệm đương nhiệm Vị trí Việt Nam Phó Chủ nhiệm Nguyễn Hữu Toàn Nguyễn Vân Chi Vũ Thị Lưu Mai Nguyễn Thị Phú Hà Phạm Thúy Chinh Đại biểu Quốc hội khóa XV Nhiệm kỳ 23 tháng 5 năm 2021 – nay 2 năm, 4 ngày Chủ tịch Quốc hội Vương Đình Huệ Vị trí Việt Nam Đại diện Cần Thơ Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 30 tháng 1 năm 2021 – nay 2 năm, 117 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Thành ủy Cần Thơ Nhiệm kỳ 25 tháng 9 năm 2020 – 22 tháng 5 năm 2023 2 năm, 239 ngày Tiền nhiệm Trần Quốc Trung Kế nhiệm Nguyễn Văn Hiếu Phó Bí thư Phạm Văn Hiểu (9\/2015-) Trần Việt Trường (9\/2020-) Chủ tịch Ủy ban nhân dân thành phố Cần Thơ Nhiệm kỳ 3 tháng 6 năm 2019 – 15 tháng 10 năm 2020 1 năm, 134 ngày Thủ tướng Nguyễn Xuân Phúc Tiền nhiệm Võ Thành Thống Kế nhiệm Trần Việt Trường Phó Chủ tịch Dương Tấn Hiển Nguyễn Thanh Dũng (đến 12\/2020) Võ Thị Hồng Ánh (đến 12\/2020) Phó Bí thư Thành ủy Cần Thơ Nhiệm kỳ 25 tháng 5 năm 2019 – 25 tháng 9 năm 2020 1 năm, 123 ngày Bí thư Thành ủy Trần Quốc Trung Tiền nhiệm Võ Thành Thống Kế nhiệm Trần Việt Trường Thứ trưởng Bộ Kế hoạch và Đầu tư Nhiệm kỳ 12 tháng 3 năm 2018 – 24 tháng 5 năm 2019 1 năm, 73 ngày Bộ trưởng Nguyễn Chí Dũng Thông tin chung Sinh 14 tháng 4, 1974 (49 tuổi) Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Kinh tế Quê quán thị trấn Đại Nghĩa, huyện Mỹ Đức, Hà Nội Lê Quang Mạnh (sinh năm 1974) là chính trị gia người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Ủy viên Đảng đoàn, Ủy viên Ủy ban Thường vụ Quốc hội, Chủ nhiệm Ủy ban Tài chính – Ngân sách của Quốc hội, nguyên Bí thư Thành ủy Cần Thơ nhiệm kì 2020-2025[1]. Xuất thân và giáo dục[sửa | sửa mã nguồn] Lê Quang Mạnh sinh ngày 14 tháng 4 năm 1974, người dân tộc Kinh, không theo tôn giáo nào, quê quán tại thị trấn Tế Tiêu, huyện Mỹ Đức, thành phố Hà Nội.[2] Ông hoàn thành trung học phổ thông hệ 12\/12, có bằng Tiến sĩ Kinh tế.[2] Sự nghiệp[sửa | sửa mã nguồn] Lê Quang Mạnh là đảng viên Đảng Cộng sản Việt Nam, gia nhập đảng vào ngày 17 tháng 10 năm 2001, thành đảng viên chính thức ngày 17 tháng 10 năm 2002. Ông có bằng Cao cấp lí luận chính trị của Đảng. Bộ Kế hoạch và Đầu tư[sửa | sửa mã nguồn] Lê Quang Mạnh công tác thời gian dài ở Bộ Kế hoạch và Đầu tư Việt Nam, trải qua nhiều chức vụ khác nhau như: Cục trưởng Quản lý đăng ký kinh doanh, Vụ trưởng Kinh tế đối ngoại, Vụ trưởng Kinh tế địa phương và lãnh thổ.[3] - Từ tháng 1\/1997 - 11\/1997 là cán bộ hợp đồng Vụ Công nghiệp, Bộ Kế hoạch và Đầu tư. - Từ tháng 12\/1997 - 9\/2003 là chuyên viên Vụ Quản lý khu công nghiệp - khu chế xuất, Bộ Kế hoạch và Đầu tư. - Từ tháng 10\/2003 - 2\/2005 là Chuyên viên, Phó Trưởng phòng Hợp tác quốc tế, Cục Phát triển doanh nghiệp nhỏ và vừa, Bộ Kế hoạch và Đầu tư. - Từ tháng 3\/2005 - 2\/2008 là Phó Trưởng phòng, Trưởng phòng Đăng ký kinh doanh, Cục Phát triển doanh nghiệp nhỏ và vừa, Bộ Kế hoạch và Đầu tư. - Từ tháng 3\/2008 - 9\/2010 là Phó Cục trưởng Cục Phát triển doanh nghiệp nhỏ và vừa, Bộ Kế hoạch và Đầu tư. - Từ tháng 10\/2010 - 3\/2011 là Phó Cục trưởng phụ trách Cục Quản lý đăng ký kinh doanh, Bộ Kế hoạch và Đầu tư. - Từ tháng 4\/2011 - 3\/2014 là Cục trưởng Cục Quản lý đăng ký kinh doanh, Bộ Kế hoạch và Đầu tư. - Từ tháng 4\/2014 - 6\/2016 là Vụ trưởng Vụ Kinh tế đối ngoại, Bộ Kế hoạch và Đầu tư. - Từ tháng 7\/2016 - 3\/2018 là Vụ trưởng Vụ Kinh tế địa phương và lãnh thổ, Bộ Kế hoạch và Đầu tư.[4] Tháng 3 năm 2018, Lê Quang Mạnh được Thủ tướng Chính phủ Việt Nam Nguyễn Xuân Phúc bổ nhiệm giữ chức vụ Thứ trưởng Bộ Kế hoạch và Đầu tư Việt Nam.[3][5] Thành phố Cần Thơ[sửa | sửa mã nguồn] Hơn một năm sau, vào tháng 5 năm 2019, Lê Quang Mạnh được Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 luân chuyển, điều động, và chỉ định tham gia ban chấp hành, Ban thường vụ Thành ủy Cần Thơ, và giữ chức vụ Phó Bí thư Thành ủy Cần Thơ nhiệm kì 2015-2020, đồng thời được giới thiệu để Hội đồng nhân dân Thành phố Cần Thơ bầu giữ chức vụ Chủ tịch Ủy ban nhân dân thành phố Cần Thơ nhiệm kì 2016 – 2021 thay ông Võ Thành Thống vừa được luân chuyển làm Thứ trưởng Bộ Kế hoạch và Đầu tư.[3][6] Ngày 3 tháng 6 năm 2019, Hội đồng nhân dân thành phố Cần Thơ bầu Lê Quang Mạnh làm Chủ tịch Ủy ban nhân dân thành phố Cần Thơ nhiệm kì 2016 – 2021 với tỉ lệ phiếu thuận 94.4%.[7] Ngày 24 tháng 6 năm 2019, Thủ tướng Chính phủ Việt Nam Nguyễn Xuân Phúc đã phê chuẩn chức vụ Chủ tịch Ủy ban nhân dân TP Cần Thơ nhiệm kỳ 2016-2021 đối với ông Lê Quang Mạnh.[7] Từ ngày 05 tháng 11 năm 2019, Lê Quang Mạnh tham gia Lớp bồi dưỡng kiến thức mới cho cán bộ quy hoạch cấp chiến lược khóa XIII tại Học viện Chính trị Quốc gia Hồ Chí Minh. Sáng ngày 25 tháng 9 năm 2020, Đại hội đại biểu Đảng bộ TP. Cần Thơ lần thứ XIV nhiệm kỳ 2020-2025, đã thông báo ông Lê Quang Mạnh được bầu giữ chức Bí thư Thành ủy Cần Thơ.[8] Trung ương Đảng[sửa | sửa mã nguồn] Ngày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII[9]. Đại biểu Quốc hội[sửa | sửa mã nguồn] Từ tháng 7\/2021: ông là Đại biểu Quốc hội khóa XV, Ủy viên Ủy ban Tài chính-Ngân sách của Quốc hội và Trưởng Đoàn ĐBQH thành phố Cần Thơ. Ủy ban Thường vụ Quốc hội[sửa | sửa mã nguồn] Ngày 22\/5\/2023: Tại kỳ họp thứ 5, Quốc hội khóa XV, Quốc hội đã bầu ông Lê Quang Mạnh giữ chức Ủy viên Ủy ban Thường vụ Quốc hội, Chủ nhiệm Ủy ban Tài chính – Ngân sách của Quốc hội [10]. Tham khảo[sửa | sửa mã nguồn] ^ “Ông Lê Quang Mạnh được bầu làm Bí thư Thành ủy Cần Thơ”. ^ a b “Thứ trưởng Lê Quang Mạnh”. Bộ Kế hoạch và Đầu tư VN. Truy cập ngày 24 tháng 5 năm 2019. ^ a b c Cửu Long. “Thứ trưởng Kế hoạch Đầu tư được giới thiệu bầu làm Chủ tịch Cần Thơ”. VnExpress. 2019-05-24. Truy cập ngày 24 tháng 5 năm 2019. ^ “Bí thư Thành ủy Cần Thơ giữ chức Chủ nhiệm Ủy ban Tài chính, Ngân sách của Quốc hội”. Báo Điện tử Công luận. Truy cập ngày 22 tháng 5 năm 2023. ^ Lệ Chi. “Ông Vũ Đại Thắng, ông Lê Quang Mạnh chính thức làm Thứ trưởng Bộ Kế hoạch Đầu tư”. VietnamFinance. 2018-03-21. Truy cập ngày 25 tháng 5 năm 2019. ^ Hoài Thanh. “Thứ trưởng Lê Quang Mạnh làm Phó bí thư Thành ủy Cần Thơ”. ViẹtNamNet. 2019-05-24. Truy cập ngày 25 tháng 5 năm 2019. ^ a b Viết Tuân. “Tiến sĩ kinh tế 45 tuổi làm Chủ tịch TP Cần Thơ”. VnExpress. 2019-06-26. Truy cập ngày 26 tháng 6 năm 2019. ^ “Ông Lê Quang Mạnh giữ chức Bí thư Thành ủy Cần Thơ”. Báo Thanh niên. ^ “DANH SÁCH BAN CHẤP HÀNH TRUNG ƯƠNG ĐẢNG KHÓA XIII”. Báo Điện tử Chính phủ. ^ ONLINE, TUOI TRE (22 tháng 5 năm 2023). “Bí thư Cần Thơ Lê Quang Mạnh làm chủ nhiệm Ủy ban Tài chính - Ngân sách”. TUOI TRE ONLINE. Truy cập ngày 22 tháng 5 năm 2023. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Quang_Mạnh&oldid=70043084” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1974 Nhân vật còn sống Người họ Lê tại Việt Nam Người Hà Nội Tiến sĩ Kinh tế Việt Nam Thứ trưởng Bộ Kế hoạch và Đầu tư Việt Nam Phó Bí thư Tỉnh ủy Việt Nam Chủ tịch Ủy ban nhân dân thành phố Cần Thơ Chủ tịch Ủy ban nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Bí thư Thành ủy Cần Thơ Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Người họ Lê Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 10:17. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}