{"Lê Hữu Lập":"Lê Hữu Lập – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Di sản 3Liên kết ngoài 4Tham khảo Lê Hữu Lập Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lê Hữu Lập (1897-1934) là một nhà hoạt động cách mạng Việt Nam thời kỳ trước năm 1945. Ông là Bí thư tỉnh ủy lâm thời đầu tiên của Thanh Hoá[1]. Tiểu sử[sửa | sửa mã nguồn] Ông sinh năm 1897 ở thôn Hữu Nghĩa, tổng Xuân Trường, huyện Hậu Lộc (nay là xã Xuân Lộc, huyện Hậu Lộc, Thanh Hóa). Lúc còn nhỏ tên là Độ (ngoài ra còn một số tên gọi khác như Cậu Ấm, Hoàng Tức Thoại, tức Hoàng Lùn). Ông nội thân sinh Lê Hữu Lập làm quan Án sát dưới triều Nguyễn tại Nghệ An; Trong lúc nước nhà chìm trong khói lửa của bọn thực dân, triều đình nhà Nguyễn hèn nhát đầu hàng giặc, Cụ đã cáo quan về nhà dạy học; Cụ thân sinh ra Lê Hữu Lập là cụ Lê Cơ - một nhà giáo yêu nước; Lê Hữu Lập có một người chị gái tên là Lê Thị Mận lấy chồng ở là Y Vích (nằm sát cửa biển Lạch Trường nay là làng Lộc Tiên, xã Hải Lộc, huyện Hậu Lộc). Vợ của Lê Hữu Lập là chị Phạm Thị Ngan, là con một gia đình nhà nho nghèo, có tinh thần yêu nước, sớm thông hiểu được ý chí của chồng nên đã tạo điều kiện cho anh đi vào con đường tiến bộ. Sau ngày Cách mạng Tháng Tám thành công, chị bị bệnh nặng và qua đời vào tháng 9 năm 1945. Lê Hữu Lập và Phạm Thị Ngan có một người con gái nhưng đã mất từ khi mới 6 tháng tuổi. Năm 1918, sau khi tốt nghiệp trường Pháp Việt, ông tham gia phong trào cách mạng đòi độc lập cho Việt Nam. Năm 1922, Ông đã gặp Đinh Chương Dương và được Đinh Chương Dương kể cho nghe về các tổ chức Cách mạng trong và ngoài nước, về các nhà ái quốc như Phan Bội Châu, Phan Chu Trinh... Năm 1923, Ông tạm biệt mẹ già, người vợ hiền và đứa con thơ mới 3 tháng tuổi bước vào con đường thoát ly hoạt động. Giữa năm 1924, Ông được Đinh Chương Dương đưa sang Quảng Châu (Trung Quốc) tham gia vào Tâm Tâm Xã, một tổ chức cách mạng của người Việt Nam yêu nước ở Trung Quốc. Năm 28 tuổi, 1925, ông gặp Nguyễn Ái Quốc ở Trung Quốc và được kết nạp vào tổ chức Việt Nam Thanh niên Cách mạng Đồng chí hội. Sau đó, ông được tổ chức cử về nước cùng với một số đồng chí của ông để tuyên truyền tư tưởng cách mạng cho thanh niên ở Thanh Hóa, Thái Bình, Nam Định, Nghệ An, Quảng Trị... và đưa một số người sang Quảng Châu huấn luyện. Đoàn xuất dương lần đầu thuộc các tỉnh Miền Trung gồm mười người trong đó có Trần Phú, sau này là Tổng Bí thư đầu tiên của Đảng Cộng sản Đông Dương. Năm 31 tuổi, 1928, ông được bầu vào ban chấp hành Kỳ bộ thanh niên Trung kỳ của Việt Nam Thanh niên Cách mạng Đồng chí hội và được cử sang Thái Lan hoạt động. Ông bị tòa án của chính quyền bảo hộ thực dân ở Thanh Hóa kết án tử hình vắng mặt. Tháng 3 năm 1930, khi tổ chức Việt Nam Thanh niên Cách mạng Đồng chí hội chuyển thành tổ chức cộng sản, Lê Hữu Lập trở thành đảng viên cộng sản và là người thành lập chi bộ cộng sản đầu tiên của huyện Hoằng Hóa tại thôn Cự Đà (nay là xã Hoằng Minh, huyện Hoằng Hóa). Đầu năm 1934, Lê Hữu Lập tham gia Ban viện trợ cách mạng Đông Dương và được cử về hoạt động ở huyện Nghi Lộc, tỉnh Nghệ An. Tại đây, ông lâm bệnh nặng và được đưa về điều trị ở nhà thương Vinh. Do bệnh quá nặng, Lê Hữu Lập qua đời tháng 6 năm 1934. Di sản[sửa | sửa mã nguồn] Ngày nay, tượng đài của Lê Hữu Lập được đặt ở quê nhà. Hằng năm vào ngày ông mất, các vị lãnh đạo của huyện và tỉnh đều đến viếng. Tên của ông được đặt cho trường tiểu học của xã Xuân Lộc, trường chuyên cấp hai của huyện Hậu Lộc, và một tuyến phố ở thành phố Thanh Hóa. Ngày 29\/8\/2014, Chủ tịch UBND tỉnh Thanh Hóa đã ký quyết định Phê duyệt chủ trương đầu tư xây dựng công trình Khu tưởng niệm đồng chí Lê Hữu Lập - người thanh niên cộng sản đầu tiên của tỉnh Thanh Hóa. Ban Thường vụ Tỉnh đoàn Thanh Hóa làm chủ đầu tư xây dựng công trình. Công trình Khu tưởng niệm Lê Hữu Lập được xây dựng trên diện tích 10.000 m2 tại thôn Bái Hà, xã Xuân Lộc, huyện Hậu Lộc với tổng vốn đầu tư gần 10 tỷ đồng. Trong đó 2 tỷ đồng từ ngân sách Tỉnh, 8 tỷ đồng đóng góp ủng hộ kinh phí xây dựng từ cán bộ Đoàn, đoàn viên, Thanh thiếu nhi, các doanh nghiệp và các nhà hảo tâm trong và ngoài tỉnh. Liên kết ngoài[sửa | sửa mã nguồn] Lê Hữu Lập: Người cộng sản tiêu biểu của đất Thanh Lưu trữ 2012-08-22 tại Wayback Machine Tham khảo[sửa | sửa mã nguồn] ^ “UBND Tỉnh Thanh Hóa: Bí thư tỉnh ủy Lâm thời đầu tiên”. Bản gốc lưu trữ ngày 14 tháng 10 năm 2010. Truy cập ngày 19 tháng 4 năm 2010. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lê_Hữu_Lập&oldid=69390199” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1897 Mất năm 1934 Người Thanh Hóa Nhà cách mạng Việt Nam Bí thư Tỉnh ủy Thanh Hóa Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 7 tháng 12 năm 2022, 02:44. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}