{"Lò Mai Trinh":"Lò Mai Trinh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Tham khảo Lò Mai Trinh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lò Mai Trinh Chức vụ Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Nhiệm kỳ 18 tháng 1 năm 2011 – 26 tháng 1 năm 2016 5 năm, 8 ngày Bí thư Tỉnh ủy Điện Biên Nhiệm kỳ 16 tháng 5 năm 2008 – 14 tháng 10 năm 2015 7 năm, 151 ngày Kế nhiệm Trần Văn Sơn Chủ tịch UBND tỉnh Điện Biên Nhiệm kỳ 10 tháng 4 năm 2006 – 7 tháng 7 năm 2008 2 năm, 88 ngày Kế nhiệm Đinh Tiến Dũng Phó Bí thư Tỉnh ủy Điện Biên Thông tin chung Sinh 15 tháng 11, 1957 (65 tuổi) Dân tộc Thái Đảng chính trị Đảng Cộng sản Việt Nam Quê quán xã Thanh Chăn, huyện Điện Biên, tỉnh Điện Biên Lò Mai Trinh (sinh 15 tháng 11 năm 1957) là một cựu nữ chính trị gia người Việt Nam. Bà nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI[1], Bí thư Tỉnh ủy[2], Chủ tịch UBND tỉnh Điện Biên[3]. Xuất thân[sửa | sửa mã nguồn] Bà sinh ngày 15 tháng 11 năm 1957, quê quán tại xã Thanh Chăn, huyện Điện Biên, tỉnh Điện Biên, người dân tộc Thái. Tham khảo[sửa | sửa mã nguồn] ^ “Đồng chí Lò Mai Trinh”. ^ “Bà Lò Mai Trinh giữ chức Bí thư Tỉnh ủy Điện Biên”. ^ “Bà Lò Mai Trinh được bầu làm Chủ tịch UBND tỉnh Điện Biên”. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lò_Mai_Trinh&oldid=66458899” Thể loại: Bí thư Tỉnh ủy Điện Biên Trang này được sửa lần cuối vào ngày 23 tháng 10 năm 2021, 13:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}