{"Lò Văn Giàng":"Lò Văn Giàng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lý lịch và học vấn 2Sự nghiệp 3Khen thưởng 4Chú thích Lò Văn Giàng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lò Văn Giàng Chức vụ Phó Trưởng ban Dân vận Trung ương Nhiệm kỳ 17 tháng 3 năm 2015 – 2016 Bí thư Tỉnh ủy Lai Châu Nhiệm kỳ 8 tháng 3 năm 2010 – 2 tháng 3 năm 2015 4 năm, 359 ngày Tiền nhiệm Nguyễn Minh Quang Kế nhiệm Nguyễn Khắc Chử Phó Bí thư Nguyễn Khắc Chử Tô Như Sơn (đến 28\/2\/2014) Vũ Văn Hoàn (từ 28\/4\/2014) Chủ tịch Ủy ban nhân dân tỉnh Lai Châu Nhiệm kỳ – 2010 Kế nhiệm Nguyễn Khắc Chử Thông tin chung Sinh 20 tháng 7, 1956 (66 tuổi) phường Na Lay, thị xã Mường Lay, tỉnh Điện Biên, Việt Nam Dân chủ Cộng hòa Dân tộc Thái Đảng chính trị Đảng Cộng sản Việt Nam Lò Văn Giàng (sinh năm 1956) là một chính khách Việt Nam. Ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, Bí thư Tỉnh ủy Lai Châu khóa XII, nhiệm kỳ 2010–2015, Phó Trưởng ban Dân vận Trung ương (2015–2016). Lý lịch và học vấn[sửa | sửa mã nguồn] Lò Văn Giang sinh ngày 20 tháng 7 năm 1956, quê quán phường Na Lay, thị xã Mường Lay, tỉnh Điện Biên.[1] Ngày vào Đảng Cộng sản Việt Nam: 23\/9\/1983. Ngày chính thức:23\/3\/1985. Kỷ luật: Không. Trình độ được đào tạo: Giáo dục phổ thông: 10\/10. Chuyên môn: Đại học Luật, ngành Luật kinh tế. Lý luận chính trị: Cao cấp. Sự nghiệp[sửa | sửa mã nguồn] Từ 11\/1978 - 12\/1980: Công nhân Xí nghiệp Xây dựng thị xã Lai Châu, tỉnh Lai Châu. Từ 01\/1981 - 12\/1983: Học văn hóa Trường Bổ túc Công nông tỉnh Lai Châu. Từ 01\/1984 - 8\/1984: Đội phó Đội Xây dựng, Xí nghiệp Cấp thoát nước thị xã Lai Châu, tỉnh Lai Châu. Từ 9\/1984 - 10\/1987: Phó Giám đốc Xí nghiệp Cấp thoát nước thị xã Lai Châu, tỉnh Lai Châu. Học viên Trường Nguyễn Ái Quốc I - Hà Nội. Từ 11\/1987 - 4\/1989: Ủy viên Ban Chấp hành, Ủy viên Ban Thường vụ Thị ủy, Trưởng ban Tổ chức Thị ủy Lai Châu, tỉnh Lai Châu. Từ 5\/1989 - 7\/1993: Phó Bí thư Thị ủy Lai Châu, tỉnh Lai Châu. Từ 8\/1993 - 02\/1996: Tỉnh ủy viên, Bí thư Thị ủy, Chủ tịch HĐND thị xã Lai Châu, tỉnh Lai Châu. Từ 03\/1996 - 4\/1996: Tỉnh ủy viên, Phó Trưởng ban Tổ chức Tỉnh ủy Lai Châu. Từ 5\/1996 - 12\/2003: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm Ủy ban kiểm tra Tỉnh ủy Lai Châu. Học Đại học Luật tại tỉnh Lai Châu. Từ 01\/2004 - 11\/2005: Phó Bí thư Thường trực Tỉnh ủy lâm thời Lai Châu. Học Đại học Luật tại tỉnh Điện Biên. Từ 12\/2005 - 3\/2006: Ủy viên Ban Chấp hành, Ủy viên Ban Thường vụ Tỉnh ủy, Phó Bí thư Thường trực Tỉnh ủy Lai Châu. Học Đại học Luật tại tỉnh Điện Biên. Từ 4\/2006 - 02\/2010: Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Lai Châu. Từ 03\/2010 - 5\/2010: Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Lai Châu. Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng, Lò Văn Giàng được bầu là Uỷ viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI. Ngày 24\/9\/2011, tại Đại hội đại biểu Đảng bộ tỉnh lần thứ XII, Lò Văn Giàng, Bí thư Tỉnh ủy khóa XI tái đắc cử chức vụ Bí thư Tỉnh ủy nhiệm kỳ 2010-2015.[2][3] Ngày 17\/3\/2015, theo Quyết định số 1703\/QĐ-NSTƯ ngày 27\/1\/2015 của Bộ Chính trị, Lò Văn Giàng được điều động giữ chức Phó Trưởng Ban Dân vận Trung ương.[4] Khen thưởng[sửa | sửa mã nguồn] Huân chương Lao động hạng Ba 3 Bằng khen của Thủ tướng Chính phủ Chú thích[sửa | sửa mã nguồn] ^ “Tóm tắt tiểu sử Lò Văn Giàng - Bí thư Tỉnh ủy Lai Châu”. Báo Lai Châu Online. ngày 20 tháng 1 năm 2011. Truy cập ngày 16 tháng 7 năm 2017. ^ “Ông Lò Văn Giàng tái đắc cử Bí thư Tỉnh ủy Lai Châu”. Thể thao & Văn hóa. ngày 24 tháng 9 năm 2010. Truy cập ngày 16 tháng 7 năm 2017. ^ “Ông Lò Văn Giàng tái đắc cử Bí thư Tỉnh ủy Lai Châu”. Báo VietNamPlus. ngày 24 tháng 9 năm 2010. Truy cập ngày 16 tháng 7 năm 2017. ^ “Nhân sự mới Ban Dân vận TW, Tỉnh ủy Lai Châu”. Báo điện tử Xây dựng. ngày 18 tháng 3 năm 2015. Truy cập ngày 16 tháng 7 năm 2017. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lò_Văn_Giàng&oldid=67150328” Thể loại: Sinh năm 1956 Nhân vật còn sống Chính khách Việt Nam Người Điện Biên Sinh tại Điện Biên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Bí thư Tỉnh ủy Lai Châu Người Thái Người họ Lò tại Việt Nam Trang này được sửa lần cuối vào ngày 27 tháng 11 năm 2021, 13:03. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}