{"Lý Hồng Thanh":"Lý Hồng Thanh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Cuộc đời 3Vinh danh 4Chú thích Lý Hồng Thanh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lý Hồng Thanh Chức vụ Bí thư Tỉnh ủy Châu Đốc Nhiệm kỳ 1939 – 1940 Vị trí Việt Nam Bí thư Tỉnh ủy Cần Thơ Nhiệm kỳ 1940 – 1940 Tiền nhiệm Quản Trọng Hoàng Kế nhiệm Ngô Tám Vị trí Việt Nam Thông tin chung Sinh 1916 Hồng Ngự, Châu Đốc Mất 1941 Dân tộc Việt Đảng chính trị Đảng Cộng sản Việt Nam Cha Lê Văn Tưởng Mẹ Nguyễn Thị Cảnh Đối với các định nghĩa khác, xem Lê Văn Nhung (định hướng). Lê Văn Nhung (1916–1941), bí danh Lý Hồng Thanh, tên thường gọi Tư Ú, là một nhà cách mạng Việt Nam, nguyên Bí thư Tỉnh ủy Châu Đốc, Bí thư Tỉnh ủy Cần Thơ của Đảng Cộng sản Đông Dương. Thân thế[sửa | sửa mã nguồn] Lê Văn Nhung sinh năm 1916 ở làng Tân Huề, huyện Hồng Ngự, tỉnh Châu Đốc (nay là xã Tân Huề, huyện Thanh Bình, tỉnh Đồng Tháp), trong một gia đình truyền thống với cha là ông Lê Văn Tưởng và mẹ là bà Nguyễn Thị Cảnh.[1] Ông Lê Văn Tưởng là nhà nho kiêm nghề y, từng tham gia Quốc tang Phan Châu Trinh và phong trào đòi thả Phan Bội Châu. Năm 1929, ông Tưởng gia nhập Hội Việt Nam Cách mạng Thanh niên, dùng căn nhà của mình làm cơ sở hoạt động. Năm 1930, Đảng Cộng sản Việt Nam thành lập, Chi bộ cộng sản ở làng Tân Huề cũng được thành lập do ông Tưởng làm Bí thư Chi bộ.[1] Cuộc đời[sửa | sửa mã nguồn] Năm 1930, dù mới 14 tuổi nhưng do chịu ảnh hưởng từ gia đình, Lê Văn Nhung quyết xin được tham gia phong trào cách mạng, được giao nhiệm vụ làm liên lạc cho Chi bộ làng Tân Huề.[2] Năm 1932, ông bị thực dân Pháp bắt cùng với cha mình và ba người nữa. Tháng 5 năm 1933, ông bị phán 1 năm tù tại tòa Sài Gòn. Tháng 5 năm 1934, ông mãn hạn tù, được kết nạp vào Đảng Cộng sản Đông Dương, lấy bí danh Lý Hồng Thanh.[3] Năm 1936, sau một thời gian hoạt động trong Ủy ban hành động làng Tân Huề, ông công tác tại Tỉnh ủy Châu Đốc. Năm 1938, Xứ ủy Nam Kỳ thành lập Liên Tỉnh ủy Cần Thơ để tiếp tục chỉ đạo phong trào cách mạng ở vùng Hậu Giang (Cần Thơ, Sóc Trăng, Trà Vinh, Vĩnh Long, Rạch Giá, Bạc Liêu, Sa Đéc),[4] ông được bầu vào Ban Chấp hành Liên Tỉnh ủy.[2] Năm 1939, ông được phân công về khu vực quận Châu Thành (Rạch Giá), sau đó được chỉ định làm Bí thư Tỉnh ủy Châu Đốc. Tháng 9 năm 1940, để chuẩn bị cho khởi nghĩa, ông được điều về làm Bí thư Tỉnh ủy Cần Thơ (thay cho Quản Trọng Hoàng nhận chức Bí thư Liên Tỉnh ủy Cần Thơ), được phân công chỉ đạo khởi nghĩa tại tỉnh lỵ.[2] Tháng 11, khởi nghĩa Nam Kỳ bùng nổ nhưng nhanh chóng thất bại, các cơ sở Đảng và quần chúng bị thực dân Pháp khủng bố ác liệt, thay vì di chuyển sang vùng khác tạm lánh thì ông quyết tâm ở lại tiếp tục chỉ đạo khởi nghĩa.[2] Cuối tháng 11, ông cùng các thành viên trong Tỉnh ủy Cần Thơ bị bắt, đưa về Sài Gòn tra khảo.[2] Ngày 4 tháng 6 năm 1941, ông cùng đồng chí Ngô Hữu Hạnh (Thường vụ Tỉnh ủy Cần Thơ) bị xử bắn tại khu đất phía sau Khám lớn Cần Thơ.[5][6] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường tại phường Cái Khế (quận Ninh Kiều, thành phố Cần Thơ) với tên đường Lý Hồng Thanh.[7] Năm 2009, ông được Chủ tịch nước Nguyễn Minh Triết truy tặng Huân chương Hồ Chí Minh.[8] Chú thích[sửa | sửa mã nguồn] ^ a b “Nghị quyết số 258\/2019\/NQ-HĐND ngày 16\/07\/2019 của Hội đồng nhân dân tỉnh Đồng Tháp về việc đổi tên, đặt tên đường, công trình công cộng trên địa bàn thành phố Cao Lãnh, huyện Hồng Ngự, huyện Thanh Bình và thị xã Hồng Ngự”. Cơ sở dữ liệu quốc gia về văn bản pháp luật. 16 tháng 7 năm 2019. Lưu trữ bản gốc ngày 3 tháng 8 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ a b c d e “Sức sống trong lòng đất chết!”. Văn nghệ Tiền Giang Online. 17 tháng 12 năm 2013. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ “Quyết định số 482\/QĐ-UBND-HC ngày 11\/05\/2022 của Ủy ban nhân dân tỉnh Đồng Tháp ban hành Ngân hàng tên đường và công trình công cộng trên địa bàn tỉnh Đồng Tháp”. Cổng thông tin điện tử tỉnh Đồng Tháp. 11 tháng 5 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ “Địa điểm cơ quan Liên tỉnh ủy Cần Thơ”. Trang thông tin điện tử huyện Châu Thành - tỉnh Hậu Giang. 28 tháng 2 năm 2012. Lưu trữ bản gốc ngày 20 tháng 7 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ “Khám Lớn Cần Thơ – Di tích lịch sử cấp quốc gia”. Báo Tây Ninh. 11 tháng 6 năm 2012. Lưu trữ bản gốc ngày 3 tháng 8 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ “Hậu Giang: Di tích lịch sử Khám lớn Cần Thơ”. Ban chỉ huy lực lượng Thanh niên xung phong Trung ương. 15 tháng 12 năm 2020. Lưu trữ bản gốc ngày 28 tháng 3 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ “Nghị quyết số 08\/2009\/NQ-HĐND ngày 26\/06\/2009 của Hội đồng nhân dân thành phố Cần Thơ về việc đặt tên đường trên địa bàn thành phố Cần Thơ”. Cơ sở dữ liệu quốc gia về văn bản pháp luật. 26 tháng 6 năm 2009. Lưu trữ bản gốc ngày 3 tháng 8 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. ^ “Kỷ niệm 121 năm Ngày sinh Chủ tịch Tôn Ðức Thắng”. Báo Nhân Dân. 20 tháng 8 năm 2009. Lưu trữ bản gốc ngày 2 tháng 8 năm 2022. Truy cập ngày 3 tháng 8 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lý_Hồng_Thanh&oldid=69924838” Thể loại: Sinh năm 1916 Mất năm 1941 Người Đồng Tháp Nhà cách mạng Việt Nam Bí thư Tỉnh ủy Châu Đốc Bí thư Tỉnh ủy Cần Thơ Người bị xử tử hình Huân chương Hồ Chí Minh Trang này được sửa lần cuối vào ngày 26 tháng 4 năm 2023, 19:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}