{"Lăng Ông (Bà Chiểu)":"Lăng Ông (Bà Chiểu) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí, tên gọi 2Lịch sử 3Kiến trúc Hiện\/ẩn mục Kiến trúc 3.1Nhà bia 3.2Lăng mộ 3.3Miếu thờ 4Thờ cúng 5Chú thích 6Liên kết ngoài Lăng Ông (Bà Chiểu) 2 ngôn ngữ Bahasa Indonesia English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons 10°48′07″B 106°41′49″Đ﻿ \/ ﻿10,80207°B 106,697003°Đ﻿ \/ 10.802070; 106.697003 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Lăng Ông. Tam quan Lăng Ông. Trán cửa ghi ba chữ Thượng Công Miếu. Lăng Lê Văn Duyệt (có tên chữ là Thượng Công miếu (chữ Hán: 上公廟, tục gọi là Lăng Ông) là khu đền và mộ của Tả quân Lê Văn Duyệt (1764-1832); hiện tọa lạc tại số 1 đường Vũ Tùng, có cổng Tây tại số 126 đường Lê Văn Duyệt, phường 1, quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam. Do vị trí Lăng Ông nằm ở khu vực Bà Chiểu nên người dân quen gọi chung Lăng Ông - Bà Chiểu (tức là \"Lăng Ông ở Bà Chiểu\") để chỉ khu vực này. Lăng Ông Vị trí Lăng Ông Bà Chiểu trên bản đồ Thành phố Hồ Chí Minh Trước năm 1975, tuyến đường chạy dọc theo phía Tây Lăng Ông (đoạn từ Lăng đến cầu Bông) mang tên đại lộ Lê Văn Duyệt. Đến ngày 14 tháng 8 năm 1975, đoạn này bị đổi tên vì nhập chung tên với đường Đinh Tiên Hoàng (phía Quận 1). Đến ngày 16 tháng 9 năm 2020, sau 45 năm bị thay đổi tên, đoạn đường này được phục hồi tên cũ là đường Lê Văn Duyệt nhân dịp giỗ lần thứ 188 của ông.[1] Vị trí, tên gọi[sửa | sửa mã nguồn] Wikimedia | © OpenStreetMap Bản đồ Mộ (trái) và đền thờ (phải) Tả quân Lê Văn Duyệt Lăng Ông rộng 18.501 m² trên một gò đất cao[2], nằm giữa bốn con đường: Lê Văn Duyệt, Phan Đăng Lưu, Trịnh Hoài Đức và Vũ Tùng. Lăng nằm kế bên khu chợ Bà Chiểu nên mỗi khi nhắc đến tên chợ này là nghĩ ngay đến lăng Ông. Rất nhiều người nơi khác thường nhầm rằng đây là lăng thờ ông và bà tên Chiểu. Thật ra không phải như vậy, đây là lăng thờ ông bà Lê Văn Duyệt. Và do lệ kiêng cữ tên, không biết từ lúc nào, người dân đã ghép hai từ \"lăng Ông\" với hai từ \"Bà Chiểu\" để chỉ khu lăng của Tả Quân. Theo nhà văn Sơn Nam, tên Bà Chiểu là tên vùng đất, chỉ mới xuất hiện thời vua Tự Đức. Chiểu có nghĩa là ao nước thiên nhiên, Bà Chiểu là nữ thần được thờ bên ao thiên nhiên. Ở Thủ Đức cũng có vùng đất tên là Linh Chiểu [3]. Lịch sử[sửa | sửa mã nguồn] Vụ án Lê Văn Duyệt Trong công trình kiến trúc của lăng, được xây dựng sớm nhất là phần mộ [4]. Năm 1835 sau sự biến thành Phiên An, Lê Văn Duyệt bị lên án và buộc tội đã gián tiếp gây nên biến loạn, vua Minh Mạng đã ra chỉ dụ san bằng mộ, trên dựng bia đá có khắc tám chữ Quyền yêm Lê Văn Duyệt phục pháp xử (chỗ tên hoạn quan Lê Văn Duyệt chịu tội), theo Đại nam thực lục chính biên quốc sử quán triều Nguyễn. Đến năm Tân Sửu (1841), vua Thiệu Trị lên ngôi cho dẹp bỏ trụ đá hài tội và đắp lại mộ. Năm đầu đời Tự Đức (1848), Đông Các đại học sĩ Võ Xuân Cẩn dâng sớ xin phục hồi quan tước, gia ơn cho con cháu các công thần, trong đó có Lê Văn Duyệt[5]. Nhà vua xem sớ cảm động, truy phong cho cả ba ông và ban phẩm hàm cho con cháu họ. Lại cho đắp phần mộ Lê Văn Duyệt ở Gia Định cao rộng thêm và cho sửa sang miếu thờ [6]. Theo nhà văn Sơn Nam, thì sau đó dân làng Long Hưng đem trình quan sở tại một người cháu nội của Lê Văn Phong (Phong là em ruột Tả quân) tên Lê Văn Thi, bấy lâu sợ tội với triều đình nên mãi trốn tránh. Sau đó, ông Thi được phép đến Bà Chiểu, lo việc chăm sóc Lăng Ông. Ngày nay ở trong miếu vẫn còn thờ ông Thi làm Tiền hiền [7]. Và từ khi Hội Thượng Công Quý Tế được thành lập vào năm 1914[8], việc cúng tế được tổ chức đều đặn hàng năm và việc trùng tu cũng được tiến hành nhiều lần. Ngày 6 tháng 12 năm 1989, toàn bộ khu lăng được Bộ Văn hóa công nhận là di tích Lịch sử Văn hóa cấp quốc gia. Kiến trúc[sửa | sửa mã nguồn] Miếu thờ Lăng Ông trên mặt sau tờ 100 đồng Việt Nam Cộng Hòa Chung quanh khu lăng có bức tường bao bọc dài 500m, cao 1,2 m được trổ bốn cổng ra vào theo bốn hướng, được xây dựng vào năm 1948. Năm sau, cổng Tam quan cũng được xây. Cổng có hàng đại tự nổi bằng chữ Hán Thượng Công Miếu, được đặt ở hướng Nam, mở ra đường Vũ Tùng. Trước năm 1975, cổng này đã từng được chọn là biểu tượng của vùng Sài Gòn-Gia Định xưa. Khu lăng được xây dựng trên một trục đường chính. Từ cổng Tam quan ở phía nam vào qua một khu vườn cảnh là: Nhà bia nơi đặt bia đá ghi công đức Tả quân Mộ Tả quân và vợ, có bình phong và tường hoa bao quanh Miếu thờ Nhà bia[sửa | sửa mã nguồn] Nhà bia được xây dựng như một ngôi điện nhỏ, tường gạch, mái lợp ngói âm dương. Bên trong có tấm bia đá khắc văn bia chữ Hán đề \"Lê công miếu bia\" (Bia dựng tại miếu thờ Lê công) do Kinh lược sứ Hoàng Cao Khải viết năm Giáp Ngọ (1894). Nội dung văn bia ca tụng công đức Lê Văn Duyệt đối với triều đình và nhân dân. Lăng mộ[sửa | sửa mã nguồn] Toàn thể khu mộ đều được xây bằng một loại vữa hợp chất[9]. Phần mộ gồm hai ngôi mộ song táng: Tả quân và vợ là bà Đỗ Thị Phẫn[10]. Hai ngôi mộ đặt song song và được cấu tạo giống nhau, có hình dạng như nửa quả trứng ngỗng xẻ theo chiều dọc, úp trên bệ lớn hình chữ nhật. Theo các nhà khảo cổ học và kiến trúc sư, mộ này còn được gọi là mộ \"quy\" (quy tức là rùa, vì ngôi mộ có hình dáng như một con rùa đang nằm). Trước mộ có một khoảnh sân nhỏ để làm lễ. Từ nơi nhà bia nhìn vào, mộ Lê Văn Duyệt phía bên phải. Bao quanh mộ là một bức tường bằng đá ong dày hình chữ nhật, thông ra tận sân đốt nhang đèn. Ngoài ra, ở đây còn hai phần mộ nhỏ của hai cô hầu [11]. Miếu thờ[sửa | sửa mã nguồn] Cách khu lăng mộ một khoảng sân dài đến khu vực \"Thượng công linh miếu\", nơi diễn ra các sinh hoạt tín ngưỡng của nhân dân trong việc thờ cúng Lê Văn Duyệt. Bố cục của miếu bao gồm tiền điện, trung điện và chính điện. Mỗi gian điện thờ cách nhau bằng một khoảnh sân lộ thiên, gọi là sân thiên tỉnh (giếng trời). Đối xứng hai bên trục nhà chính là hai dãy Đông lang và Tây lang. Công trình mang dấu ấn của lối kiến trúc miếu thờ nhà Nguyễn, với những mái \"trùng thiềm điệp ốc\"[12] và kỹ thuật kết nối khung nhà bằng các lỗ mộng. Ngoài ra, nhờ kỹ thuật chạm khắc gỗ, chạm khắc đá, khảm sành sứ mà nơi thờ cúng này còn giữ được vẻ đẹp cổ kính cho đến ngày nay. Thờ cúng[sửa | sửa mã nguồn] Mộ Tả quân Lê Văn Duyệt (phải) và vợ (trái) Cận cảnh mộ tả quân Lê Văn Duyệt (phải) và vợ (trái) Nơi chính điện có bức tượng bằng đồng của Tả quân Lê Văn Duyệt. Tượng được đúc bằng đồng nguyên chất, cao 2,65 m, nặng 3 tấn do nhà điêu khắc Phạm Văn Hạng thực hiện. Đây là ý tưởng của tạp chí Xưa & nay và Hội Khoa học lịch sử Việt Nam trong chương trình Đúc tượng đồng cho lăng Ông[13]. Nơi trung điện, thờ Tả quân Lê Văn Duyệt (giữa), Thiếu phó Lê Chất (phải), Kinh lược Phan Thanh Giản (trái)[14]. Hàng năm, tại lăng đều có tổ chức lễ giỗ Tả Quân Lê Văn Duyệt long trọng, vào các ngày 29 hoặc 30 tháng 7, mồng 1 và 2 tháng 8 âm lịch. Lễ giỗ được cử hành theo nghi thức cấp tiểu cung đình triều Nguyễn, lễ tế do Ban Quý Tế Lăng Tả Quân Lê Văn Duyệt thực hiện. Ngoài lễ tế, còn có lễ xây chầu - đại bội và lễ Tôn Vương, diễn những vở tuồng xưa để phụng cúng Đức Tả Quân và bá tánh thưởng thức, Khi ông mất, dân gian xem ông như một vị thần, vì vậy việc thờ cúng và tế lễ ông tại lăng mang nghi thức thờ thần và tế thần. Nói rõ hơn, lễ hội lăng Ông Bà Chiểu không phải là lễ tưởng niệm anh hùng dân tộc như Trương Định, Nguyễn Trung Trực hay Nguyễn Huỳnh Đức... mà là lễ hội mang tính dân gian như lễ Bà Chúa Xứ (xem Miếu Bà Chúa Xứ) hoặc vía Điện Bà ở Tây Ninh (xem Núi Bà Đen). Nhà bia trong khuôn viên Nội dung bia trong khu Lăng Ông Bà Chiểu Số người dự hội có đến hàng chục vạn, không chỉ người địa phương mà cả khách tỉnh xa cũng về dự hội. Đáng chú ý trong số khách đi lễ số lượng người Hoa chiếm khoảng phân nửa. Bởi họ đến dâng hương để tạ ơn một vị \"phúc thần\", vì lúc sinh thời khi làm Tổng trấn Gia Định, ông đã có những chính sách, chủ trương nâng đỡ, tạo điều kiện cho cộng đồng người Hoa phát triển ngành nghề, an cư lạc nghiệp trên quê hương thứ hai của họ [15]. Ngoài Lê Văn Duyệt, Lê Chất, Phan Thanh Giản, trong đền còn thờ vợ ông, các Tiền hiền, Hậu hiền, các \"Anh hùng liệt sĩ vị quốc vong thân\" và hội viên quá vãng (những hội viên Hội Thượng Công Quý Tế đã qua đời và những vị đã cống hiến và giữ gìn truyền thống tại Lăng). Mộ cô hầu Chú thích[sửa | sửa mã nguồn] ^ Ngày 11 tháng 7 năm 2020, HĐND TP. HCM ban hành Nghị quyết số 26 về việc bổ sung Quỹ tên đường và đổi tên đường Đinh Tiên Hoàng đoạn từ cầu Bông đến đường Phan Đăng Lưu thành đường Lê Văn Duyệt. Đến ngày 16 tháng 9 thì chính thức gắn bảng tên đường Lê Văn Duyệt. ^ Gò đất cao này hình lưng rùa thoai thoải về phía cầu Bông. Theo thuật phong thủy đây là vị thế nằm ngay long mạch hợp với địa linh nhân kiệt (theo sách Hỏi đáp về Sài Gòn-Thành phố Hồ Chí Minh, tập 6, do TS Quách Thu Nguyệt chủ biên. Nhà xuất bản Trẻ, 2006, tr.78-79). ^ Sơn Nam, Một Mảnh Tình Riêng. ^ Theo nhiều nhà nghiên cứu trước đây thì ngôi mộ thực của Tả Quân Lê Văn Duyệt nằm ở Tiền Giang: \"Theo lời các cố lão, ngôi mộ tại Gia Định, Bình Hòa xã là ngôi mộ chôn bằng hình sáp, còn hài cốt thật thì về an táng tại làng Long Hưng, thuộc tỉnh Định Tường (nay là Tiền Giang)\". (Huỳnh Minh, Gia Định xưa, Nhà xuất bản Thanh Niên in lại năm 2001, trang 53). Nhưng vào tháng 4 năm 2006, sau một cuộc khảo sát, ông Lý Việt Dũng đã đưa ra kết quả ngược lại [1]. ^ Hai người kia là Nguyễn Văn Thành và Lê Chất. ^ Theo Mộ tả quân Lê Văn Duyệt hiện ở đâu? ^ Sơn Nam, Lăng Ông Bà Chiểu và Lễ hội văn hóa dân gian (Nhà xuất bản Trẻ, 2009, tr. 151). Cũng theo Sơn Nam, thì ngay trong năm đó, tỉnh thần tỉnh Định Tường là Đỗ Quang tâu xin trả 32 mẫu tư điền của thân phụ Lê Văn Duyệt cho cháu là Lê Văn Niên để lo hương hỏa và sửa lại phần mộ của song thân Tả quân. ^ Hội Thượng Công Quý Tế do Đốc phủ Gia Định Nguyễn Hữu Vị và Tri huyện Phạm Hữu Thành sáng lập. Từ khi có hội, lăng miếu được rộn rịp hơn. ^ Còn được gọi là ô dước. Chất này gồm ba thành phần chính: cát, vôi, chất kết dính. Trong đó, cát là loại cát sông mịn; vôi là vôi sống, vôi tôi, vỏ nghêu sò, san hô nghiền vụn; chất kết dính là nhựa cây ô dước, mật mía, mật ong, nhựa dây tơ hồng hoặc bời lời. Ngoài ra, còn có chất phụ gia như: than hoạt tính, đá ong nghiền vụn, giấy dó... ^ Bà là một cung nhân nết na, được vua Gia Long đứng ra gả cưới. Khi Lê Tả quân bị tội, bà về ngụ nơi xóm Chợ Rẫy, trong một ngôi chùa Phật, do bà mẹ năm xưa đứng tạo lập tục danh là Chùa Bà Dội (Sài Gòn năm xưa, Nhà xuất bản Thành phố Hồ Chí Minh, 1991, tr. 86 và 160). Bà không bị giết vì Lê Văn Duyệt là người yêm hoạn (theo luật thời bấy giờ, bà không phải là vợ nên được miễn nghị). Còn tên chùa, ông Dũng ghi là chùa Bà Dồi, ở gần Bệnh viện Chợ Rẫy (Lê Văn Duyệt với vùng đất Nam Bộ, tạp chí Xưa và Nay xuất bản, 2008, tr. 155). ^ Mặc dù có khuyết tật về sinh lý, nhưng Tả quân vẫn cưới vợ rồi chọn thêm hai cô hầu nữa. Theo Sơn Nam, thì đó là hành động tượng trưng, để chứng tỏ là nam giới. Có lẽ mộ bia của hai cô hầu đều đã bị đập phá theo lệnh của vua Minh Mạng. Nhưng về sau không thấy dựng lại khi danh dự của Tả quân bị phục hồi, nên không biết họ tên, ngày sinh và ngày mất của hai cô (sách đã dẫn, tr. 136). ^ Kiểu \"trùng thiềm điệp ốc\" hay còn gọi \"trùng lương trùng thiềm\" là kiểu nhà kép hai mái trên một nền (mái chồng lên nhau, nhà nối liền nhà). ^ “Theo”. Bản gốc lưu trữ ngày 14 tháng 10 năm 2008. Truy cập ngày 5 tháng 8 năm 2008. ^ Trong văn bia \"Lê công miếu bi\" do Kinh lược sứ Hoàng Cao Khải viết năm Giáp Ngọ (1894) chỉ nhắc đến tên Phan Thanh Giản, rất có thể khi ấy Lê Chất chưa được phối thờ. Theo Sơn Nam (sách đã dẫn, tr. 121), cả hai được phối thờ ở đây, vì họ đều là nạn nhân của phong kiến (giống như ông Duyệt). ^ Người Hoa gọi Tả quân là \"Phò mã gia gia\", có nghĩa là \"cha của ông Phò mã\". Sơn Nam giải thích: Vì không con, Tả quân đã nhận Lê Văn Yên (con của Lê Văn Phong, em ruột ông) làm con nuôi. Sau, Yên trở thành Phò mã vì cưới Công chúa Ngọc Ngôn, con của vua Gia Long (sách đã dẫn, 137). Liên kết ngoài[sửa | sửa mã nguồn] Ảnh của Trung tâm Lưu trữ hải ngoại Cộng hòa Pháp về Lăng Tả quân Lê Văn Duyệt, trong quãng thời gian 1921\/1935[liên kết hỏng] Mùng 2 đi thăm lăng Tổng trấn Gia Định thành Lưu trữ 2013-11-13 tại Wayback Machine Lễ hội truyền thống Lưu trữ 2008-08-17 tại Wayback Machine Bi kịch Lê Văn Duyệt Lưu trữ 2008-05-10 tại Wayback Machine Dựng tượng đồng Lê Văn Duyệt Lưu trữ 2008-09-15 tại Wayback Machine Bản vẽ sơ đồ lăng Lê Văn Duyệt năm 2001. Lưu trữ 2013-12-11 tại Wayback Machine (file PDF) - file AutoCAD R14 (password: sgmedia) Video chi tiết về Lăng Ông hiện x t s Du lịch Thành phố Hồ Chí Minh (Sài Gòn) Công trình hành chính Bưu điện Sài Gòn Trụ sở Ủy ban nhân dân Thành phố Hồ Chí Minh Công trình lịch sử - văn hóa Nghĩa trang TP HCM Nghĩa trang liệt sĩ TP HCM Bảo tàng Chiến dịch Hồ Chí Minh Bảo tàng Chứng tích chiến tranh Bảo tàng Lịch sử TP HCM Bảo tàng Mỹ thuật TP HCM Bảo tàng Phụ nữ Nam Bộ Bảo tàng Thành phố Bảo tàng Tôn Đức Thắng Bến Nhà Rồng Dinh Độc Lập Công viên, khu sinh thái, phố đi bộ Bến Bạch Đằng Công viên 23 tháng 9 Công viên 30 tháng 4 Công viên Bách Tùng Diệp Công viên Chi Lăng Công viên Gia Định Công viên Hoàng Văn Thụ Công viên Lê Thị Riêng Công viên Lê Văn Tám Công viên Lịch sử – Văn hóa Dân tộc Công viên Phú Lâm Công viên Tao Đàn Đầm Sen Địa đạo Củ Chi Rừng ngập mặn Cần Giờ Suối Tiên Bình Quới – Thanh Đa Thảo Cầm Viên Khu Tây ba lô – Phố đi bộ Bùi Viện Phố đi bộ Nguyễn Huệ Đường hoa Nguyễn Huệ Công trình tôn giáo Chùa Ấn Quang Chùa Giác Hải Chùa Giác Lâm Chùa Giác Viên Chùa Hoằng Pháp Chùa Giác Ngộ Chùa Nam Thiên Nhất Trụ Chùa Nghệ Sĩ Chùa Phật Cô Đơn Chùa Phụng Sơn Chùa Tập Phước Chùa Từ Ân Chùa Vĩnh Nghiêm Chùa Xá Lợi Đại chủng viện Thánh Giuse Đan viện Cát Minh Đền Công Chính Đền Hùng (Thảo Cầm Viên) Đền thờ Đức Thánh Trần Đình Minh Hương Gia Thạnh Đình Thông Tây Hội Hội quán Hà Chương Hội quán Nghĩa An Hội quán Nhị Phủ Hội quán Ôn Lăng Hội quán Tuệ Thành Lăng Ông Miếu Nổi Nhà thờ Ba Chuông Nhà thờ Cầu Kho Nhà thờ Cha Tam Nhà thờ Chí Hòa Nhà thờ Chợ Quán Nhà thờ Dòng Chúa Cứu Thế Sài Gòn Nhà thờ Đức Bà Nhà thờ Hạnh Thông Tây Nhà thờ Huyện Sỹ Nhà thờ Tân Định Nhà thờ Thánh Jeanne d'Arc Thánh thất Sài Gòn Thiền viện Vạn Hạnh Tu viện dòng Thánh Phaolô Việt Nam Quốc Tự Nhà hát, sân khấu Nhà hát Bến Thành Nhà hát Cải lương Trần Hữu Trang Nhà hát Hòa Bình Nhà hát Thành phố Sân khấu kịch Idecaf Rạp Công Nhân Công trình thể thao Nhà thi đấu Phú Thọ Nhà thi đấu Tân Bình Sân vận động Hoa Lư Sân vận động Quân khu 7 Sân vận động Thống Nhất Công trình thương mại - dịch vụ Bitexco Financial Tower Chợ An Đông Chợ Bà Chiểu Chợ Bến Thành Chợ Bình Tây Chợ Tân Định Diamond Plaza Landmark 81 Saigon Centre Saigon Trade Center Thuận Kiều Plaza Union Square Vincom Center Đồng Khởi Công trình giao thông - đô thị Buýt đường sông Cầu Mống Đường Đồng Khởi Đường Lê Lợi Ga Sài Gòn Hồ Con Rùa Kênh Bến Nghé Kênh Hàng Bàng Kênh Nhiêu Lộc – Thị Nghè Khu đô thị Phú Mỹ Hưng Khu đô thị mới Thủ Thiêm Khu phố cổ Chợ Lớn Sân bay quốc tế Tân Sơn Nhất Vinhomes Central Park Khách sạn Khách sạn Caravelle Sài Gòn Khách sạn Continental Khách sạn Grand Sài Gòn Khách sạn Majestic Saigon Khách sạn Rex Khu công nghệ Công viên phần mềm Quang Trung Khu công nghệ cao Thành phố Hồ Chí Minh Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Cổng thông tin Thành phố Hồ Chí Minh Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Lăng Ông (Bà Chiểu). Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lăng_Ông_(Bà_Chiểu)&oldid=69928917” Thể loại: Du lịch Thành phố Hồ Chí Minh Di tích tại Thành phố Hồ Chí Minh Lăng mộ Việt Nam Bình Thạnh Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Tọa độ trên Wikidata Trang có bản đồ Trang này được sửa lần cuối vào ngày 28 tháng 4 năm 2023, 07:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}