{"Lương Khánh Thiện":"Lương Khánh Thiện – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Vinh danh 3Gia đình 4Tham khảo Lương Khánh Thiện Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Đối với các định nghĩa khác, xem Lương Khánh Thiện (định hướng). Lương Khánh Thiện (1903 - ngày 1 tháng 9 năm 1941) nhà hoạt động chính trị, đảng viên Đảng Cộng sản Việt Nam, Ủy viên Xứ ủy Bắc kỳ, Bí thư Thành ủy Hà Nội. Tiểu sử[sửa | sửa mã nguồn] Ông sinh ở làng Mễ Tràng, xã Liêm Chính, huyện Thanh Liêm, tỉnh Hà Nam (nay là phường Liêm Chính, thành phố Phủ Lý), Việt Nam. Năm 1925, ông tham gia vận động học sinh Trường Kĩ nghệ thực hành Hải Phòng bãi khoá, ông cùng Hoàng Quốc Việt vận động đòi ân xá Phan Bội Châu sau đó về Nam Định tuyên truyền cách mạng và ông bị đuổi học. Năm 1926 ông làm thợ nguội ở Nhà máy sợi Hải Phòng. Năm 1927 ông gia nhập Hội Việt Nam Cách mạng Thanh niên. Năm 1928, tham gia thành lập cơ sở của Hội Việt Nam Cách mạng Thanh niên ở Hải Phòng. Năm 1929, ông gia nhập tổ chức Đông Dương Cộng sản Đảng. Ông bị bắt sau cuộc biểu tình ngày 1 tháng 5 năm 1930, ông bị kết án khổ sai chung thân và bị đày ra Côn Đảo. Năm 1936, ông được ân xá, về Hà Nội hoạt động, tham gia Xứ uỷ Bắc Kỳ. Năm 1937 - 1941, ông giữ chức Bí thư Xứ uỷ Bắc Kỳ, Bí thư Thành uỷ Hà Nội, Bí thư Thành uỷ Hải Phòng. Cuối 1940 ông bị bắt và bị toà án quân sự Pháp kết án tử hình ngày 1 tháng 9 năm 1941 tại thị xã Kiến An. Lúc đó ông mới 38 tuổi, phần mộ của ông tại ngã ba Xuân Áng thị trấn Trường Sơn, huyện An Lão, thành phố Hải Phòng. Vinh danh[sửa | sửa mã nguồn] Để tưởng nhớ đến ông, ở Thành phố Hải Phòng có một phường và một phố mang tên ông nằm quận Ngô Quyền, còn ở Hà Nội cũng có phố Lương Khánh Thiện nằm ở phường Tương Mai, quận Hoàng Mai. Còn ở quê hương ông - tỉnh Hà Nam, tại thành phố Phủ Lý, có phường Lương Khánh Thiện. Gia đình[sửa | sửa mã nguồn] Ông có con gái là bà Lương Thúy Bình, sau này là Đại tá, Cục trưởng Cục Công tác Đảng và công tác quần chúng, Tổng cục Xây dựng lực lượng, Bộ Công an Tham khảo[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lương_Khánh_Thiện&oldid=69966570” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1903 Mất năm 1941 Người Hà Nam Bí thư Thành ủy Hà Nội Bí thư Thành ủy Hải Phòng Bí thư Xứ ủy Bắc Kỳ Nhà cách mạng Việt Nam Người họ Lương tại Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 10 tháng 5 năm 2023, 08:55. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}