{"Lương Đắc Bằng":"Lương Đắc Bằng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Nguồn gốc và giáo dục 2Sự nghiệp 3Tư liệu sách Nam Hải dị nhân 4Nhận định 5Xem thêm 6Tham khảo 7Chú thích 8Liên kết ngoài Lương Đắc Bằng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Lương Đắc Bằng Đôn Trung bá Thông tin cá nhân Sinh Ngày sinh 1472 Nơi sinh làng Hội Trào, huyện Hoằng Hóa, phủ Hà Trung, trấn Thanh Hóa Mất 1522 (49–50 tuổi) Gia quyến Thân phụ Lương Hay Thân mẫu Lê Thị Sử Hậu duệ Lương Hữu Khánh Chức quan Thượng thư bộ Lại Tước hiệu Đôn Trung bá Nghề nghiệp nhà thơ Quốc gia Đại Việt Triều đại Hậu Lê x t s Lương Đắc Bằng là một nhà chính trị thời nhà Hậu Lê, ông nổi bật với việc theo đại thần Nguyễn Văn Lang nổi quân ba phủ ở Thanh Hóa, đánh đổ triều vua Lê Uy Mục, lập nên vua Lê Tương Dực. Bằng khả năng văn chương của mình, ông thường được lệnh viết các bài hịch, chiếu, sắc của triều đình. Nguồn gốc và giáo dục[sửa | sửa mã nguồn] Lương Đắc Bằng (1472 - 1522),[1] sinh trưởng tại làng Hội Trào (Hội Triều), huyện Hoằng Hóa, phủ Hà Trung, trấn Thanh Hóa (nay là xã Hoằng Phong, huyện Hoằng Hoá, tỉnh Thanh Hóa), từ lúc bé đã có tiếng thần đồng.[2] Sự nghiệp[sửa | sửa mã nguồn] Ông đỗ Bảng nhãn hay Hội nguyên ở kì thi Hội năm Kỷ Mùi 1499 đời vua Lê Hiến Tông; rồi thi Đình đỗ Nhất giáp tiến sĩ tên thứ 2, khi ứng chế được xếp thứ nhất.[3] Ra làm quan, được thăng đến chức Tả Thị Lang bộ Lễ, Thị độc viện hàn lâm coi việc ở viện.[2] Năm 1504, vua Hiến Tông chết, người con thứ lên làm vua, tức vua Lê Túc Tông, Lê Túc Tông chết sớm, người anh lên thay tức vua Lê Uy Mục. Theo Đại Việt sử ký toàn thư: Vua nghiện rượu, hiếu sát, hoang dâm, thích ra oai, tàn hại người tông thất, giết ngầm tổ mẫu, họ ngoại hoành hành, trăm họ oán giận, người bấy giờ gọi là Quỷ vương, điềm loạn đã xuất hiện từ đấy. Năm 1509, vua Uy Mục đuổi những người tôn thất, công thần về Thanh Hóa, đại thần Nguyễn Văn Lang có trong số đó, ông đem quân ba phủ nổi quân ở Thanh Hóa, đón Giản tu công Lê Dinh làm minh chủ. Lương Đắc Bằng tham gia trong đó, Nguyễn Văn Lang bèn sai Lương Đắc Bằng soạn hịch kể tội vua Uy Mục.[4] Nguyễn Văn Lang phát binh ra Thăng Long, vua Uy Mục thua trận, phải uống thuốc độc tự tự, năm ấy Lê Dinh lên ngôi, tức vua Lê Tương Dực. Sau khi lên ngôi vua sai đầu mục Lê Quảng Độ, Lê Điêu, Nguyễn Văn Lang, Lê Tung, Hưng Hiếu, Trình Chí Sâm, Trịnh Tuy, Lương Đắc Bằng, Đỗ Lý Khiêm, Đinh Ngạc, Đặng Minh Khiêm, Đỗ Nhân, Lê Nại, Đàm Thận Giản đi sứ sang nhà Minh. Vua dời thi hài mẹ mình về táng ở hương Mỹ Xá, huyện Ngự Thiên, dựng bia Huy Từ Trang Huệ Kiến Hoàng thái hậu. Sai Lương Đắc Bằng lúc ấy làm Lễ bộ tả thị lang Hàn lâm viện thị độc chưởng Hàn lâm viện sự soạn bi ký.[5] Năm 1510, vua Tương Dực phong thưởng cho các công thần, Lương Đắc Bằng được thăng làm Lại bộ Tả thị lang. Năm ấy vua khởi phục Lại bộ tả thị lang Lương Đắc Bằng kiêm Đông các học sĩ, nhập thị kinh diên[6] nhưng Đắc Bằng cố từ chối không nhận. Nhân đó, Đức Bằng dâng lên 14 kế sách trị bình:[2][5] Hết sức cảnh giới để dẹp điềm tai dị Hết lòng hiếu thảo để tỏ lòng trung. Xa thanh sắc để làm gốc cho sự chính tâm. Bỏ kẻ tà nịnh để trọng nguồn phong hóa. Dè dặt việc cho quan tước để cẩn thận về việc khuyến trừng. Tuyển bổ công bằng để đường làm quan được trong sạch. Tiêu dùng phải dè dặt để giữ thói kiệm ước. Khen người cho những người có tiết nghĩa để trọng đạo cương thường. Cấm hối lộ để bỏ thói gian tham. Sửa sang võ bị để thế nước được vững. Kén chọn gián quan để cho người dám nói phấn khởi. Bớt việc phục dịch để thỏa tình dân trông ngóng. Hiệu lệnh phải nhất định để thống nhất lòng bốn phương Cẩn thận pháp độ để mở đường thịnh trị.[2][7] Sách Đại Việt sử ký toàn thư chép là vua nghe theo; sách Lịch triều hiến chương loại chí viết vua khen ngợi và nhận lời. Ông làm quan đến Thượng thư bộ Lại, được Tham dự triều chính, tước Đôn trung bá. Hơn 50 tuổi thì chết, con ông là Lương Hữu Khánh, theo học Nguyễn Bỉnh Khiêm, trước đi thi theo nhà Mạc nhưng sau theo Trịnh Kiểm, làm đến Thượng thư, tước Đạt quận công.[8] Tư liệu sách Nam Hải dị nhân[sửa | sửa mã nguồn] Trong cuốn Nam Hải Dị Nhân của tác giả Phan Kế Bính có chép tiểu sử của ông. Viết rằng ông có người bà con ở Trung Quốc, mới mua được sách quí, nên giỏi nghề lí số. Ngoại 50, chưa có con trai, vợ mang thai 3 tháng, lúc sắp mất dặn vợ cho con học Nguyễn Bỉnh Khiêm. Con là Hữu Khánh mới 10 tuổi đã biết làm văn, ăn khỏe nên xin mẹ đi tha phương cầu thực làm thơ kiếm cơm.[9] Sách Nam Hải dị nhân chép học trò ông nổi tiếng có Nguyễn Bỉnh Khiêm sinh năm Tân Hợi (1491), người tỉnh Hải Dương. Nhận thấy Nguyễn Bỉnh Khiêm tính tình khoáng đạt và thích lý số, nên ông truyền dạy và trao cho toàn bộ Thái Ất thần kinh. Sau này Nguyễn Bỉnh Khiêm đỗ trạng nguyên, làm quan đến chức Lại bộ Thượng thư nhà Mạc, tước Trình Quốc Công, người đời thường gọi là Trạng Trình, ông có truyền lại cuốn \"sấm Trạng Trình\" tiên đoán việc đời sau. Nam Hải dị nhân không phải là sách chính sử, chỉ là các chuyện đồn thổi, truyền thuyết trong dân gian được Phan Kế Bính biên tập lại. Các sách chính sử như Đại Việt sử ký toàn thư, sách Lịch triều hiến chương loại chí đều không viết Nguyễn Bỉnh Khiêm có theo học Lương Đắc Bằng hay không và cũng không nói gì về việc Lương Đắc Bằng tinh thông lý số. Một số nhà soạn sử ở Việt Nam hiện nay đã dùng tư liệu này để viết bài chính sử.[8] Nhận định[sửa | sửa mã nguồn] Khi soạn sách Lịch triều hiến chương loại chí, phần Nhân vật chí, Phan Huy Chú đã chép người phò tá có công đức các đời, gồm 4 người đời Lý, 10 người đời Trần, 18 người đời Lê và 1 người đời Mạc, trong đó có Lương Đắc Bằng và con ông là Lương Hữu Khánh. Xem thêm[sửa | sửa mã nguồn] Nguyễn Bỉnh Khiêm Lương Hữu Khánh Tham khảo[sửa | sửa mã nguồn] Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2007. Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998. Việt Nam sử lược. Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007. Nam Hải dị nhân, tác giả Phan Kế Bính, Nhà xuất bản Trẻ, 1988. Chú thích[sửa | sửa mã nguồn] ^ Việt Nam sử lược\/Quyển I\/Phần III\/Chương XV ^ a b c d Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2007, tr 302, 303 ^ phép thi thời này là có kì thi Hội, rồi thi Đình; thi Đình là thi vòng cuối, thường nhà vua trực tiếp vấn đáp ^ Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, trang 48 ^ a b Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, trang 51 ^ tòa kinh diên là nơi dạy vua và thái tử ^ Lương Đắc Bằng: Dâng sách \"Trị Bình\" nổi tiếng[liên kết hỏng] ^ a b Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2007, tr 302, 303, 313 ^ Nam Hải dị nhân, Nhà xuất bản trẻ, 1988, chương 2, phần Lương Hữu Khánh Liên kết ngoài[sửa | sửa mã nguồn] Lương Đắc Bằng: Dâng sách \"Trị Bình\" nổi tiếng[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lương_Đắc_Bằng&oldid=69618560” Thể loại: Bảng nhãn Việt Nam Nhà giáo Việt Nam Quan lại nhà Lê sơ Người Thanh Hóa Người họ Lương tại Việt Nam Bá tước nhà Lê sơ Chính khách Việt Nam Thể loại ẩn: Bài có liên kết hỏng Bài có hộp thông tin có tham số title Trang này được sửa lần cuối vào ngày 30 tháng 1 năm 2023, 01:31. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}