{"Lại Xuân Môn":"Lại Xuân Môn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Đại biểu Quốc hội Việt Nam khóa 14 nhiệm kì 2016-2021 5Tham khảo 6Liên kết ngoài Lại Xuân Môn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Lại Xuân Môn Chức vụ Phó Trưởng ban Thường trực Ban Tuyên giáo Trung ương Nhiệm kỳ 14 tháng 9 năm 2021 – nay 1 năm, 254 ngày Trưởng ban Nguyễn Trọng Nghĩa Tiền nhiệm Võ Văn Phuông Kế nhiệm đương nhiệm Bí thư Tỉnh ủy Cao Bằng Nhiệm kỳ 27 tháng 12 năm 2017 – 14 tháng 9 năm 2021 3 năm, 261 ngày Tiền nhiệm Nguyễn Hoàng Anh Kế nhiệm Trần Hồng Minh Phó Bí thư Triệu Đình Lê (thường trực) Hoàng Xuân Ánh Đại biểu Quốc hội khóa XIV Nhiệm kỳ 2016 – 2021 Đại diện Bạc Liêu => Cao Bằng Số phiếu 263.737 phiếu Tỉ lệ 72,88% Ủy ban Kinh tế Chức vụ ủy viên Chủ tịch Hội Nông dân Việt Nam Nhiệm kỳ 22 tháng 4 năm 2016 – 27 tháng 12 năm 2017 1 năm, 249 ngày Tiền nhiệm Nguyễn Quốc Cường Kế nhiệm Thào Xuân Sùng Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 2016 – nay Tổng Bí thư Nguyễn Phú Trọng Phó Chủ tịch Hội Nông dân Việt Nam Nhiệm kỳ 7\/2012 – 4\/2016 Chánh Văn phòng Hội Nông dân Việt Nam Nhiệm kỳ – 6\/2012 Phó Chánh Văn phòng Hội Nông dân Việt Nam Nhiệm kỳ 4\/2001 – Chánh Văn phòng Huyện ủy Nam Trực Nhiệm kỳ 4\/1997 – 3\/2001 Vị trí tỉnh Nam Định Thông tin chung Sinh 29 tháng 11, 1963 (59 tuổi) xã Nam Vân, Tp Nam Định, tỉnh Nam Định, Việt Nam Dân chủ Cộng hòa Nghề nghiệp chính trị gia Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Đại học chuyên ngành Kinh tế nông nghiệp Thạc sĩ Kinh tế học Lại Xuân Môn (sinh ngày 29 tháng 11 năm 1963) là một chính trị gia người Việt Nam. Ông hiện là Ủy viên Trung ương Đảng khóa XIII, Phó Trưởng ban Thường trực Ban Tuyên giáo Trung ương, nguyên Bí thư Tỉnh ủy Cao Bằng, đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, Trưởng đoàn đại biểu quốc hội tỉnh Cao Bằng, Ủy viên Ủy ban Kinh tế của Quốc hội.[1] Ông lần đầu trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Bạc Liêu gồm có Thị xã Giá Rai và các huyện Phước Long, Hồng Dân, Đông Hải. Xuất thân[sửa | sửa mã nguồn] Lại Xuân Môn sinh ngày 29 tháng 11 năm 1963 quê quán ở xã Nam Vân, thành phố Nam Định, tỉnh Nam Định. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10 Đại học chuyên ngành Kinh tế nông nghiệp Thạc sĩ Kinh tế học Tiến sỹ Kinh tế chuyên ngành Quản lý kinh tế Cử nhân lí luận chính trị Sự nghiệp[sửa | sửa mã nguồn] Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 18\/01\/1984. Ông từng là đại biểu hội đồng nhân dân huyện Nam Ninh, tỉnh Hà Nam nhiệm kỳ 1992-1997. Khi lần đầu được trung ương hội nông dân giới thiệu ứng cử đại biểu Quốc hội Việt Nam khóa 14 vào tháng 5 năm 2016 ông đang là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12, Bí thư Đảng đoàn Hội Nông dân Việt Nam, Bí thư Đảng ủy cơ quan Trung ương Hội Nông dân Việt Nam, Chủ tịch Hội Nông dân Việt Nam. Ông đã trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Bạc Liêu gồm có Thị xã Giá Rai và các huyện Phước Long, Hồng Dân, Đông Hải, được 263.737 phiếu, đạt tỷ lệ 72,88% số phiếu hợp lệ. Sáng 26\/12\/2017, ông đã nhận quyết định của Bộ Chính trị về việc tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Cao Bằng nhiệm kỳ 2015- 2020.[2] Ngày 28 tháng 10 năm 2020, Lại Xuân Môn tái đắc cử Bí thư Tỉnh ủy Cao Bằng khóa 19 nhiệm kì 2020-2025.[3] Quyết định số 326-QĐNS\/TW ngày 14 tháng 9 năm 2021 của Bộ Chính trị về việc phân công giữ chức Phó Trưởng Ban Tuyên giáo Trung ương. Theo Quyết định, đồng chí Lại Xuân Môn, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Cao Bằng nhiệm kỳ 2020-2025, Trưởng Đoàn đại biểu Quốc hội khóa XV tỉnh Cao Bằng thôi tham gia Ban Chấp hành, Ban Thường vụ và thôi giữ chức Bí thư Tỉnh ủy Cao Bằng nhiệm kỳ 2020-2025, Trưởng Đoàn đại biểu Quốc hội khóa XV tỉnh Cao Bằng; điều động, phân công giữ chức Phó Trưởng Ban Tuyên giáo Trung ương. Đại biểu Quốc hội Việt Nam khóa 14 nhiệm kì 2016-2021[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] https:\/\/baotintuc.vn\/thoi-su\/dong-chi-lai-xuan-mon-giu-chuc-pho-truong-ban-tuyen-giao-trung-uong-20210914171601648.htm https:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/ong-lai-xuan-mon-giu-chuc-pho-truong-ban-tuyen-giao-trung-uong-774884.html ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIV”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 26 tháng 12 năm 2017. Truy cập ngày 20 tháng 6 năm 2017. ^ “Chủ tịch Hội Nông dân làm Bí thư Tỉnh ủy Cao Bằng”. ^ http:\/\/baochinhphu.vn\/Hoat-dong-dia-phuong\/Dong-chi-Lai-Xuan-Mon-tai-dac-cu-Bi-thu-Tinh-uy-Cao-Bang\/412224.vgp Liên kết ngoài[sửa | sửa mã nguồn] hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lại_Xuân_Môn&oldid=70036206” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1963 Nhân vật còn sống Người Nam Định Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Cao Bằng Đảng viên Đảng Cộng sản Việt Nam Sống tại Hà Nội Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Cao Bằng Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 26 tháng 5 năm 2023, 05:15. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}