{"Lạc trôi":"Lạc trôi – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thực hiện và quảng bá 2Video âm nhạc Hiện\/ẩn mục Video âm nhạc 2.1Đón nhận 3Biểu diễn trực tiếp 4Những người thực hiện 5Lịch sử phát hành 6Phiên bản truyện tranh 7Tham khảo 8Liên kết ngoài Lạc trôi 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia \"Lạc trôi\" Đĩa đơn của Sơn Tùng M-TP từ album m-tp M-TP Phát hành 1 tháng 1 năm 2017 (2017-01-01) Định dạng Tải nhạc, streaming Thu âm 2016 Thể loại Future bass, EDM, Folktronica Thời lượng 3:53 Hãng đĩa M-TP Entertainment Sáng tác Sơn Tùng M-TP Sản xuất Triple D, Masew Thứ tự đĩa đơn của Sơn Tùng M-TP \"Chúng ta không thuộc về nhau\" (2016) \"Lạc trôi\" (2017) \"Nơi này có anh\" (2017) Video âm nhạc \"Lạc trôi\" trên YouTube Lạc trôi là một bài hát của nam ca sĩ kiêm sáng tác nhạc Sơn Tùng M-TP được trích từ album phòng thu đầu tiên của anh, m-tp M-TP (2017). Nó được phát hành với vai trò là đĩa đơn mở đường trong album. Bài hát được sáng tác và thể hiện bởi chính Sơn Tùng với sự đồng hỗ trợ của nhà sản xuất Triple D. Ca khúc được phát hành lần đầu tiên trên hệ thống YouTube vào lúc ngày 1 tháng 1 năm 2017 giờ Việt Nam[1] và được phát hành trên hệ thống cửa hàng iTunes bởi công ty M-TP Entertainment và bởi Nhac.vn. Đây là ca khúc đầu tiên của Sơn Tùng M-TP trong năm 2017 cũng như ca khúc đầu tiên của Sơn Tùng sau khi rời khỏi WePro Entertainment và người quản lý cũ Nguyễn Quang Huy. Lạc trôi là sự kết hợp giữa âm hưởng của các nhạc cụ dân tộc và phong cách future bass.[2] Bài hát được đánh giá là không có những câu điệp khúc bắt tai và dễ nhớ. Giai điệu cũng không thuộc hàng xuất sắc như những hit trước đây của anh.[3] Tuy nhiên, ca khúc của này vẫn nhận được sự đón nhận nhiệt tình từ mọi người.[3] Video ca nhạc Lạc trôi được thực hiện theo phong cách cổ trang và được quay ở Lâm Đồng và là sự kết hợp giữa cổ trang và hiện đại. Những điểm gây chú ý của video âm nhạc này chính là mặc dù Sơn Tùng M-TP mặc trang phục cổ nhưng lại đi giày sneaker hiện đại. Đây được xem là chiến thuật quảng cáo sản phẩm của Biti's. Trong hai ngày đầu tiên, Lạc trôi đứng ở vị trí thứ 6 trong danh sách những MV được xem nhất trên YouTube. Cho tới bây giờ nó đã thu hút được hơn 200 triệu lượt xem sau hơn 61 ngày ra mắt và trở thành một trong những MV được xem nhiều nhất châu Á. MV là ca khúc EDM đầu tiên tại Việt Nam đạt mốc 200 triệu. Video âm nhạc Lạc trôi đã giúp Sơn Tùng M-TP nhận được một đề cử quan trọng ở hạng mục \"Video âm nhạc của năm\" tại Giải thưởng Âm nhạc Cống hiến 2018. Thực hiện và quảng bá[sửa | sửa mã nguồn] \"Lạc trôi\" 0:31 Mẫu 30 giây của bài hát (từ đoạn 0:58 đến 1:28 và 2:31 đến 3:01). Trục trặc khi nghe tập tin âm thanh này? Xem hướng dẫn. Vào ngày 12 tháng 12 năm 2016, Sơn Tùng M-TP chính thức thông báo về việc ra mắt ca khúc mới mang tên Lạc trôi và việc anh rời khỏi công ty quản lý cũ WePro của mình và bắt đầu sự nghiệp độc lập. Đúng nửa đêm ngày 17 tháng 12 năm 2016, Sơn Tùng M-TP đã công bố teaser 30 giây của dự án âm nhạc Lạc trôi. Ngay sau khi được công bố, những hình ảnh đầu tiên của dự án âm nhạc này ngay lập tức đã tạo nên một cơn sốt chờ đợi trên cộng đồng mạng. Cư dân mạng đã đăng tải nhiều ảnh cover từ poster chính thức và nó được lan truyền với tốc độ chóng mặt. Sơn Tùng M-TP chia sẻ, trước khi giới thiệu đến công chúng, anh luôn đòi hỏi những điều khắt khe nhất nhằm tạo ra những sản phẩm chất lượng:[4]\"Trong âm nhạc, tôi là một người khá khó tính, luôn đòi hỏi cao ở chính bản thân và ê-kíp cộng tác để cho ra đời những sản phẩm chất lượng. Bởi khán giả có quyền được xem những sản phẩm tốt nhất. Vì vậy, khi tiến hành thực hiện bất kỳ sản phẩm nào, tôi đều đặt vị trí mình là một khán giả để hiểu cảm giác của người xem và cải thiện dần.\" Sau khi sáng tác xong ca khúc của mình, anh đã chọn tên gọi Lạc trôi, vì anh thấy, chỉ có cái tên này mới hợp với ca khúc mới của mình nhất, với nội dung bài hát nói về cảm giác tất cả mọi thứ sẽ trôi vào hư vô. Ngoài ra, cụm từ này cũng nhiều lần xuất hiện trong các ca khúc trước đây của anh nên anh xem đây như một cái duyên[5][6] Chia sẻ về cảm hứng cho ra đời ca khúc này, Sơn Tùng nói:[5] \"Và một buổi chiều đẹp trời như mọi ngày, Tùng thấy những áng mây trôi qua rồi vụt mất khỏi hư không. Bất chợt Tùng nghĩ, có gì là mãi mãi hay tất cả rồi cũng sẽ trôi vào hư vô. Và thế Tùng phiêu theo rồi nghĩ ra giai điệu, ca từ của bài hát Lạc trôi. Sau khi phác thảo ra được giai điệu và ca từ, Tùng cảm thấy rất sướng và thỏa mãn, cảm giác như khi hoàn tất ca khúc \"Em của ngày hôm qua\" hay \"Cơn mưa ngang qua.\" Theo như lời chia sẻ của chính anh, Lạc trôi là một sản phẩm hợp tác của Sơn Tùng với nhà sản xuất âm nhạc TripleD, người đã từng hợp tác với anh trong ca khúc đình đám Chúng ta không thuộc về nhau. Bài hát là sự kết hợp giữa âm hưởng của các nhạc cụ dân tộc và phong cách future bass.[1] Được biết, Sơn Tùng đã viết phần giai điệu trước khi nghĩ ra lời bài hát.[7] Video âm nhạc[sửa | sửa mã nguồn] Vào lúc 00:00 (UTC+07:00) ngày 1 tháng 1 năm 2017, video âm nhạc Lạc trôi chính thức được phát hành trên YouTube. Các cảnh quay được quay tại chùa Linh Quy Pháp Ấn, tọa lạc tại Đồi 45, Thôn 4, Lộc Thành, Bảo Lâm, Lâm Đồng, cách thành phố Bảo Lộc khoảng 21 km dưới sự chỉ đạo của nữ đạo diễn Đinh Hà Uyên Thư. Tạo nên một hình ảnh khác biệt hoàn toàn so với những MV trước đây, Sơn Tùng hóa thân thành một nhân vật cổ trang với mái tóc dài nhuộm màu khói nhưng rất hiện đại.[8] Video âm nhạc này có những cảnh quay rất màu sắc và được đầu tư rất chu đáo, với những xử lý kỹ xảo, hậu kỳ kỹ lưỡng. Sau khi ra mắt, nhiều ý kiến cho rằng tạo hình của Sơn Tùng trong video âm nhạc này gợi nhớ đến các nhân vật cổ trang trong phim kiếm hiệp Trung Quốc nhưng Sơn Tùng khẳng định hình ảnh mà mình thể hiện lại rất hiện đại và đậm màu sắc Việt Nam.[9] Chính Sơn Tùng cũng tự nhận video mang phong cách cổ trang nhưng có sự kết hợp với yếu tố hiện đại. Khi chia sẻ về hình tượng ông vua trong video âm nhạc, Sơn Tùng cho biết nó được anh lấy cảm hứng từ một phần trong chính con người mình. Một vị vua sở hữu đỉnh cao của quyền lực nhưng luôn muốn tìm kiếm một tình yêu đích thực.[9] Tất cả nhìn vào đều thấy ông vua này rất lạnh lùng và khó gần. Tuy nhiên, tận sâu trong con người của ông lại sống rất tình cảm, luôn đi tìm tình yêu đích thực dù bên cạnh có rất nhiều giai nhân. Thông qua câu chuyện trong MV, Sơn Tùng muốn gửi đến mọi người một thông điệp về cuộc sống rằng: Tất cả đều là hư vô dù bạn là ai đi chăng nữa thì một tình yêu đích thật vẫn là cái bạn phải đi tìm mỗi ngày.[10][11] Ngoài ra, trang phục hiện đại như áo len cổ lọ hay giày sneaker của Biti's trở thành những chi tiết khiến cho mọi người phải chú ý.[3] Chia sẻ về video âm nhạc mới này của mình, Sơn Tùng nói:[12] \"Là một nghệ sĩ, Tùng luôn tìm cách để làm mới bản thân mình để mang đến những điều bất ngờ cho người hâm mộ. Mọi người cũng đã quá quen thuộc với hình ảnh một Sơn Tùng nhẹ nhàng, sâu lắng trong các ca khúc ballad hay một hình ảnh Sơn Tùng nổi loạn trong các ca khúc có tiết tấu mạnh thì Lạc trôi sẽ là một hình ảnh hoàn toàn mới. Tùng hi vọng với sự thay đổi này, Lạc trôi sẽ mang đến những điều thú vị cho người xem.\" Đón nhận[sửa | sửa mã nguồn] Trong 24 giờ đầu video âm nhạc có hơn 4 triệu lượt xem, phá vỡ kỷ lục cũ 3 triệu lượt xem trong một ngày của ca khúc \"Chúng ta không thuộc về nhau\" cũng của chính Sơn Tùng. Sau 4 ngày, sản phẩm này đã đạt hơn 12 triệu lượt xem.[3] Vào ngày 14 tháng 1 năm 2017, tức 2 tuần sau khi được ra mắt, MV đã đạt hơn 40 triệu lượt xem, phá vỡ kỷ lục 40 triệu lượt xem trong 19 ngày của ca khúc \"Chúng ta không thuộc về nhau\".[13] Trên trang nghe nhạc trực tuyến Zing Mp3, ca khúc Lạc Trôi của Sơn Tùng đã dẫn đầu bảng xếp hạng ca khúc tuần đầu tiên của năm 2017.[14] Đến ngày 25 tháng 1 năm 2017, \"Lạc trôi\" bị MV \"Bao giờ lấy chồng?\" của Bích Phương đánh bật khỏi vị trí đầu tiên trong bảng xếp hạng MV.[15] Tính đến ngày 3 tháng 3 năm 2017, tức là 60 ngày sau khi video âm nhạc được phát hành trên YouTube, ca khúc Lạc trôi đã đón nhận hơn 100 triệu lượt xem, trở thành MV có số lượt xem 100 triệu lượt view nhanh nhất châu Á (nếu không tính các MV của Psy), phá vỡ kỷ lục 71 ngày trước đó do ca khúc TT của nhóm Twice (Hàn Quốc) thiết lập và nhanh. MV này do đó bỏ xa các kỷ lục cũ như Cheer Up cũng của Twice và Bang Bang Bang của Big Bang, kể cả các MV V-pop như Bống bống bang bang (nhóm 365), Vợ người ta (Phan Mạnh Quỳnh), Chúng ta không thuộc về nhau và Em của ngày hôm qua (chính Sơn Tùng) và Phía sau một cô gái của Soobin Hoàng Sơn. Trong danh sách những video âm nhạc được xem nhiều nhất trên YouTube vào ngày 2 tháng 1 năm 2017, Lạc trôi đứng ở vị trí thứ 6 và là MV được xem nhiều nhất châu Á.[16] Biểu diễn trực tiếp[sửa | sửa mã nguồn] Ngày 31 tháng 12 năm 2016, Sơn Tùng M-TP đã tổ chức một buổi biểu diễn ra mắt ca khúc mới của mình dưới sự chứng kiến của hơn 3000 người và chính thức giới thiệu dự án âm nhạc mới \"Lạc trôi\".[17][18] Buổi biểu diễn này được Sơn Tùng trực tiếp trên trang YouTube của mình và thu hút được rất nhiều người xem.[19] Vào tối ngày 3 tháng 1 năm 2017, Sơn Tùng M-TP xuất hiện trong đêm trao giải âm nhạc Làn Sóng Xanh lần thứ 19, tại sân khấu Lan Anh ở Thành phố Hồ Chí Minh. Đây là lần đầu tiên Sơn Tùng M-TP thể hiện ca khúc Lạc trôi trên một sân khấu ca nhạc kể từ ngày ra mắt hôm mồng 1 tháng 1. Trong buổi biểu diễn này, Sơn Tùng gây được sự chú ý khi diện bộ vest màu trắng.[20] Cũng chính trong lễ trao giải này, Sơn Tùng được vinh danh trong hạng mục giải thưởng \"Ca sĩ được yêu thích nhất trong năm - Bảng trẻ (Top Hit)\" cùng các ca sĩ khác như Đông Nhi, Noo Phước Thịnh, Tóc Tiên và Isaac.[21] Những người thực hiện[sửa | sửa mã nguồn] Đội ngũ tham gia sản xuất MV \"Lạc trôi\" dựa trên phần ghi chú ở dưới Video trên YouTube: Sơn Tùng M-TP – Hát chính, người viết bài hát, hát nền Triple D – Nhà sản xuất, hoà âm phối khí Hồ Thu Anh – Diễn viên Đinh Hà Uyên Thư – Đạo diễn Đỗ Bá Tỷ – Họa sĩ thiết kế Tùng Bùi – Giám đốc hình ảnh MR.BLUE – Hậu kỳ M&M HOUSE – Đơn vị sản xuất Lịch sử phát hành[sửa | sửa mã nguồn] Quốc gia Ngày phát hành Định dạng Hãng đĩa Toàn cầu Ngày 31 tháng 12 năm 2016 Tải nhạc, streaming M-TP Entertainment Phiên bản truyện tranh[sửa | sửa mã nguồn] Chiều 29 tháng 12 năm 2020, POPS Worldwide và MTP Entertainment vừa ra mắt dự án truyện tranh Lạc trôi lấy cảm hứng từ nhân vật của Sơn Tùng M-TP trong MV nổi tiếng cùng tên phát hành 2017. Chia sẻ về lần hợp tác đặc biệt này, Sơn Tùng M-TP chia sẻ: \"Ca khúc Lạc trôi đánh dấu một bước ngoặt rất lớn trong sự nghiệp của tôi và nó cũng là khởi đầu cho một tập thể mang tên M-TP Entertainment. Tôi muốn đem đến khán giả yêu thích nó một phiên bản Lạc trôi khác chứa đựng nhiều nội dung mới mẻ hơn. Mong khán giải sẽ yêu thương và ủng hộ dự án này\". Truyện tranh được chấp bút bởi hai tác giả nổi tiếng trong giới truyện tranh Việt. Biên kịch là Nguyễn Huỳnh Bảo Châu và Can Tiểu Hy đóng vai trò là hoạ sĩ thiết kế cho bộ truyện. Dự kiến gồm 100 chương, truyện tranh Lạc trôi viết tiếp câu chuyện của hoàng tử trong MV cùng tên. Lấy bối cảnh quốc gia Đại Nam giả tưởng, bộ truyện xoay quanh cuộc đời thăng trầm của Cửu hoàng tử Trần Đăng Sơn - người bị ghẻ lạnh và khinh thường do xuất thân thấp kém. Tạo hình nhân vật này được lấy cảm hứng từ Sơn Tùng M-TP với mái tóc bạc trong MV Lạc trôi. Theo đơn vị phát hành, Lạc trôi sẽ ra mắt bằng 3 định dạng: truyện tranh giấy dự kiến phát hành tháng 6 năm 2021, webtoon (truyện tranh kĩ thuật số) phát hành vào ngày 4 tháng 1 năm 2021 và movingtoon (truyện tranh kĩ thuật số có chuyển động và âm thanh) dự kiến ra mắt tháng 3 năm 2021. Tham khảo[sửa | sửa mã nguồn] ^ a b “Gây \"bão\" trên Youtube, hit Lạc trôi của Sơn Tùng M-TP cán mốc 9 triệu lượt xem”. Báo điện tử của Đài Truyền hình Việt Nam. Truy cập 6 tháng 1 năm 2017. ^ PV. “Sơn Tùng M-TP gây bất ngờ với tạo hình cổ trang trong MV mới”. Báo điện tử VTV. 17-12-2016. Truy cập ngày 26 tháng 1 năm 2017. ^ a b c d “'Lạc trôi' của Sơn Tùng: Ồn ào như nó phải thế”. Zing.vn. Truy cập 6 tháng 1 năm 2017. ^ “Sơn Tùng khác lạ trong MV đầu tiên hậu chia tay Quang Huy”. Zing News. Zing. Truy cập ngày 29 tháng 1 năm 2017. ^ a b Q.N. (31 tháng 12 năm 2016). “Sắp hết năm 2016, Sơn Tùng tung Lạc trôi”. Báo Tuổi trẻ Online. Truy cập ngày 29 tháng 1 năm 2017. ^ Phương Giang. “Sơn Tùng lên tiếng về hình tượng gây tranh cãi trong MV mới”. Zing News. Truy cập ngày 29 tháng 1 năm 2017. ^ Kim Chi. “Hit của Sơn Tùng, Tiên Tiên được nghe nhiều nhất trên Zing”. Zing News. Truy cập ngày 29 tháng 1 năm 2017. ^ Chu Nguyen. “Không theo phong cách Hàn Quốc, Sơn Tùng M-TP lần đầu hóa thân thành 'đại hiệp'”. VTC News. Truy cập ngày 29 tháng 1 năm 2017. ^ a b Khuê Tú. “Sơn Tùng M-TP ra mắt MV 'Lạc trôi' đúng thời khắc giao thừa”. Zing News. Zing. Truy cập ngày 29 tháng 1 năm 2017. ^ Phương Giang. “Tạo hình cổ trang lạ lẫm của Sơn Tùng M-TP trong 'Lạc trôi'”. Zing News. Truy cập ngày 29 tháng 1 năm 2017. ^ “'Lạc trôi' phá vỡ kỷ lục của 'Chúng ta không thuộc về nhau'”. iOne. VnExpress. Truy cập ngày 29 tháng 1 năm 2017. ^ Nguyễn Hoàng Anh Châu (17 tháng 12 năm 2016). “Lạ lẫm với hình ảnh mới của Sơn Tùng MTP trong MV \"Lạc trôi\"”. Thể thao ngày nay. Bản gốc lưu trữ ngày 2 tháng 2 năm 2017. Truy cập ngày 29 tháng 1 năm 2017. ^ N.M. “'Lạc Trôi' của Sơn Tùng M-TP cán mốc 40 triệu view sau 2 tuần”. Báo Thể thao-Văn Hoá. Truy cập ngày 29 tháng 1 năm 2017. ^ Kim Chi. “'Lạc trôi' của Sơn Tùng M-TP dẫn đầu BXH Zing”. Zing News. Zing. Truy cập ngày 29 tháng 1 năm 2017. ^ “'Bao giờ lấy chồng' của Bích Phương đánh bại Sơn Tùng M-TP”. Zing News. Zing. Truy cập ngày 29 tháng 1 năm 2017. ^ “\"LẠC TRÔI\" (SƠN TÙNG) NẰM TRONG TOP TRENDING THẾ GIỚI, TRÊN CẢ MV CỦA JUSTIN BIEBER, BRUNO MARS”. MTVWE. MTV. Truy cập ngày 29 tháng 1 năm 2017. ^ Ngát Ngọc. “Sơn Tùng M-TP ra mắt ca khúc mới”. Thanh Niên Online. Truy cập ngày 29 tháng 1 năm 2017. ^ Tân Tân. “Sơn Tùng M-TP lần đầu hát 'Lạc trôi' trước hàng nghìn fan”. iOne. VnExpress. Truy cập ngày 29 tháng 1 năm 2017. ^ “Buổi ra mắt \"Lạc trôi\" của Sơn Tùng được livestream trực tiếp trên Youtube”. Báo Đời sống Pháp luật. Truy cập ngày 29 tháng 1 năm 2017. ^ Băng Châu. “Sơn Tùng M-TP mang \"ngai vàng\" lên sân khấu, Hari Won trắng tay”. Dân Trí Online. Dân Trí. ^ Phương Giang. “Sơn Tùng M-TP lần đầu mang hit 'Lạc trôi' lên sóng trực tiếp”. Zing News. Truy cập ngày 29 tháng 1 năm 2017. Liên kết ngoài[sửa | sửa mã nguồn] Video âm nhạc chính thức trên YouTube hiện x t s Sơn Tùng M-TP Danh sách đĩa nhạc Danh sách video Giải thưởng và đề cử Biểu diễn trực tiếp Album phòng thu Chúng ta Album tổng hợp m-tp M-TP Album nhạc phim Chàng trai năm ấy OST Sky Tour (Original Motion Picture Soundtrack) Phim Chàng trai năm ấy Sky Tour Đĩa đơn \"Cơn mưa ngang qua\" \"Nắng ấm xa dần\" \"Đừng về trễ\" \"Em của ngày hôm qua\" \"Chắc ai đó sẽ về\" \"Không phải dạng vừa đâu\" \"Thái Bình mồ hôi rơi\" \"Khuôn mặt đáng thương\" \"Tiến lên Việt Nam ơi\" \"Âm thầm bên em\" \"Buông đôi tay nhau ra\" \"Remember Me\" \"Như ngày hôm qua\" \"Chúng ta không thuộc về nhau\" \"Lạc trôi\" \"Nơi này có anh\" \"Chạy ngay đi\" \"Hãy trao cho anh\" \"Có chắc yêu là đây\" \"Chúng ta của hiện tại\" \"Muộn rồi mà sao còn\" \"There's No One at All\" \"Making My Way\" Đĩa đơn quảng bá \"Ấn nút nhớ... Thả giấc mơ\" \"Một năm mới bình an\" \"Bình yên những phút giây\" \"Skyler\" Chuyến lưu diễn M-TP Ambition – Chuyến bay đầu tiên Sky Tour Thể loại Commons hiện x t s Giải Làn Sóng Xanh cho Đĩa đơn \/ Ca khúc của năm 2013−2019 \"Hãy thứ tha cho em\" – Hồ Ngọc Hà (2013) \"Gạt đi nước mắt\" – Noo Phước Thịnh (2014) Âm thầm bên em – Sơn Tùng M-TP (2015) \"'Cause I Love You\" – Noo Phước Thịnh (2016) \"Lạc trôi\" – Sơn Tùng M-TP (2017) \"Bùa yêu\" – Bích Phương (2018) \"Để Mị nói cho mà nghe\" – Hoàng Thùy Linh (2019) 2020−nay \"Hoa nở không màu\" – Nguyễn Minh Cường & Hoài Lâm (2020) \"Trốn tìm\" – Đen Vâu & MTV Band (2021) \"See Tình\" – Hoàng Thùy Linh (2022) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lạc_trôi&oldid=69601830” Thể loại: Bài hát năm 2017 Bài hát tiếng Việt Bài hát của Sơn Tùng M-TP Video lan truyền nhanh Bài hát Việt Nam Bài hát giành giải Làn Sóng Xanh cho Ca khúc của năm Thể loại ẩn: Bài viết sử dụng định dạng hAudio Trang này được sửa lần cuối vào ngày 24 tháng 1 năm 2023, 18:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}