{"Lục Tỉnh Tân Văn":"Lục Tỉnh Tân Văn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Văn phong 2Trích dẫn 3Xem thêm 4Ghi chú 5Tham khảo Hiện\/ẩn mục Tham khảo 5.1Thư mục Lục Tỉnh Tân Văn 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Lục Tỉnh tân văn Tình trạng Đã đình bản Thành lập 15 tháng 1 năm 1907 (1907-01-15) Ngôn ngữ Tiếng Việt (chữ Quốc ngữ) Trụ sở Sài Gòn Lục Tỉnh tân văn (chữ Hán: 六省新聞) là một tờ báo tiếng Việt xuất bản tại Sài Gòn, với số báo thứ nhất ra ngày 15 tháng 1 năm 1907,[1] là một trong những tờ báo không Công giáo đầu tiên viết bằng chữ quốc ngữ với tiêu đề được viết bằng cả chữ Quốc ngữ lẫn chữ Hán. Tờ báo thuộc về François-Henri Schneider về mặt pháp lý, vì chỉ có người Pháp mới được phép xuất bản báo,[2] nhưng sau này lại thuộc về Gilbert Trần Chánh Chiếu,[3] đã bị bắt vào năm 1908 vì được cho là một người ủng hộ bí mật và tổ chức cho phong trào độc lập.[4][5] Văn phong[sửa | sửa mã nguồn] Trong một cuốn sách của mình, Nguyễn Văn Trung đã cho rằng Lục Tỉnh tân văn sử dụng khá nhiều từ Hán-Việt trong các bài báo, ngoài ra các câu châm ngôn chữ Hán cũng được sử dụng nhiều, và thậm chí có khi là liên tục. Theo Nguyễn Văn Trung, nhiều bài báo đặt dấu chấm câu rất linh tinh và các câu văn thì \"thiếu mạch lạc\", đôi khi có nhiều bài báo còn dùng cả các câu nói xuôi chữ Hán ra chữ Quốc ngữ và Lục Tỉnh tân văn do được viết theo ngôn ngữ nói nên có nhiều lỗi chính tả.[6] Trích dẫn[sửa | sửa mã nguồn] Quân côn đồ cường thạnh, đứa đạo tặc lăng loàn, cướp phá tứ phương, coi dường như không ai trị. Sao vậy? Là vì tại các ông chức việc trong làng hay sợ nó oán trách [...]. Tại các sự tham sanh húy tử, và cái điều tư kỷ, chết ai nấy chịu, cho nên mới loạn ra như vậy. — Chủ bút, bài Đạo tặc số 3, 28 tháng 1 năm 1907, [6] Xem thêm[sửa | sửa mã nguồn] Đông Dương tạp chí, một tờ báo khác cũng do François-Henri Schneider thành lập, Nguyễn Văn Vĩnh làm chủ bút.[7][8][9] Lịch sử báo chí Việt Nam Ghi chú[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] ^ Nguyễn Văn Trung 2015, tr. 424-430. ^ Understanding Vietnam - Page 71 Neil L. Jamieson - 1995 The actual owner and publisher of all three publications was M. Francois Henri Schneider. ^ Charles Keith Catholic Vietnam: A Church from Empire to Nation 2012- Page 143 \"Chiếu's interest in reforming the economy and administration in Cochinchina led him to the editorship of two influential non-Catholic quốc ngữ newspapers, Nông Cổ Mín Đàm and Lục Tỉnh Tân Văn, where he published articles criticizing\" ^ The Birth of Vietnamese Political Journalism: Saigon, 1916-1930 - Page 248 Philippe M. F. Peycam - 2012 \"The newspaper shared its editing team with the Six Provinces Gazette (Lục Tỉnh Tân Văn), also led by Gilbert Trần. ^ Nghia M. Vo (2011). A History. Saigon. tr. 92. In May 1907, Châu made connections with the Saigon middle class, especially Trần Chánh Chiêu or Gilbert Chiêu, editor of the Saigon quốc ngữ newspaper Lục Tỉnh Tân Văn (News of the Six Provinces—that is, South Vietnam) and the most ^ a b Nguyễn Văn Trung 2015, tr. 446-447 ^ Arthur J. Dommen The Indochinese Experience of the French and the Americans 2001 Page 27 \"... daily France-Indochine (which had its counterpart in quoc ngu, the Dong Duong Tap Chi, founded in 1912 by Nguyên Van Vinh and François Henri Schneider,11 and which encouraged modernization along French lines) perhaps influenced.\" ^ Nguyễn Thị Lệ Hà. “VNH3.TB2.192 - Những đóng góp của Nguyễn Văn Vĩnh với việc phát triển báo chí tiếng Việt và truyền bá chữ Quốc ngữ”. Viện Nghiên cứu Phát triển Thành phố Hồ Chí Minh. tr. 3. Truy cập ngày 30 tháng 3 năm 2017. Đầu năm 1913, ông ra Hà Nội làm chủ bút tuần báo Đông Dương tạp chí, số đầu ra ngày 15-5-1913. ^ Lưu Trung Khảo (14 tháng 12 năm 2015). “Vai trò tạp chí trong văn chương Việt Nam: Đông Dương tạp chí”. Học Xá. Truy cập ngày 30 tháng 3 năm 2017. Thư mục[sửa | sửa mã nguồn] Nguyễn Văn Trung (2015), “Báo chí văn xuôi và lý luận”, Hồ sơ về Lục Châu học - Tìm hiểu con người ở vùng đất mới, Nhà xuất bản Trẻ, ISBN 978-604-1-05258-1 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Lục_Tỉnh_Tân_Văn&oldid=68494311” Thể loại: Báo chí Sài Gòn Báo chí Việt Nam thời Pháp thuộc Trang này được sửa lần cuối vào ngày 18 tháng 4 năm 2022, 14:23. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}