{"Mai Ái Trực":"Mai Ái Trực – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Sự nghiệp 3Nhìn nhận 4Tham khảo 5Liên kết ngoài Mai Ái Trực Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Mai Ái Trực Chức vụ Bộ trưởng Bộ Tài nguyên và Môi trường Nhiệm kỳ 8 tháng 8 năm 2002 – 2 tháng 8 năm 2007 Tiền nhiệm không có (Bộ mới thành lập) Kế nhiệm Phạm Khôi Nguyên Vị trí Việt Nam Thứ trưởng Phạm Khôi Nguyên Đặng Hùng Võ Nguyễn Công Thành Triệu Văn Bé Đỗ Hải Dũng Bí thư Tỉnh ủy Bình Định Nhiệm kỳ 10 tháng 02 năm 2001 – 21 tháng 8 năm 2002 Tiền nhiệm Tô Tử Thanh Kế nhiệm Nguyễn Xuân Dương Phó Bí thư Nguyễn Xuân Dương, Vũ Hoàng Hà Chủ tịch Uỷ ban nhân dân tỉnh Bình Định Nhiệm kỳ tháng 7 năm 1996 – tháng 3 năm 2001 Tiền nhiệm Tô Tử Thanh Kế nhiệm Vũ Hoàng Hà Thông tin chung Sinh 11-5-1946 Tam Quan, Hoài Nhơn, Bình Định Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Vợ Trần Thị Định Cha Mai Cù Mẹ Nguyễn Thị Bạch Vân Học vấn Đại học sư phạm (ngành ngữ văn) tại Trường Đại học Quy Nhơn Mai Ái Trực sinh năm 1946 tại tỉnh Bình Định, là chính trị gia của Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX (2001 - 2006), Bộ trưởng Bộ Tài nguyên và Môi trường (2002-2007). Trước đó, ông là Bí thư Tỉnh uỷ Bình Định Tiểu sử[sửa | sửa mã nguồn] Mai Ái Trực sinh năm 1946 tại tỉnh Bình Định. Cụ Mai Cù, thân phụ của ông, là một công chức thời thuộc Pháp, sau Cách mạng Tháng Tám năm 1945, đựơc giao các chức vụ: Chánh Văn phòng Ủy ban Hành chính tỉnh, Chánh Văn phòng Ủy ban Kháng chiến Hành chính, Trưởng Ty Tài chính, Bí thư Đảng đoàn Đảng Dân chủ Việt Nam tỉnh Bình Định.[1] Ông là em trai của GSTS Mai Kỷ, nguyên Bộ trưởng, Chủ nhiệm Ủy ban quốc gia Dân số và Kế hoạch hoá gia đình và TS Mai Liêm Trực, nguyên Thứ trưởng thường trực Bộ Bưu chính Viễn thông (nay là Bộ Thông tin và Truyền thông), nguyên Tổng cục trưởng Tổng cục Bưu điện [2] Sự nghiệp[sửa | sửa mã nguồn] Mai Ái Trực bắt đầu hoạt động chính trị từ cuối năm 1962 trong tổ chức Hội Liên hiệp Sinh viên Học sinh giải phóng khi đang thẹo học tại Trường Trung học Tăng Bạt Hổ, Bồng Sơn. Hai năm sau, ông thoát ly gia đình, tham gia kháng chiến. Ông được giao các công tác thanh niên, dạy học, tuyên huấn, báo chí; có thời gian (- 01 12\/1975 - 01\/1978) học lý luận chính trị tại Trường Tuyên huấn Trung ương (nay là Học viện Báo chí và Tuyên truyền tại Hà Nội); từng giữ các chức vụ: Phụ trách Đài Phát thanh Bình Định, Phó Giám đốc Đài Phát thanh Nghĩa Bình; được bầu vào Ban Chấp hành Đảng bộ tỉnh Nghĩa Bình nhiệm kỳ 1986 - 1991 và được phân công làm Chánh Văn phòng Tỉnh ủy. Sau khi tái lập tỉnh Bình Định, ông được bầu giữ chức Phó Chủ tịch UBND tỉnh (12\/1989), Chủ tịch UBND tỉnh (7\/1996), Bí thư Tỉnh ủy Bình Định (02\/2001). Tại Đại hội Đại biểu toàn quốc lần thứ IX của Đảng, ông được bầu vào Ban Chấp hành Trung ương. Ngày 08 tháng 8 năm 2002, Quốc hội Khóa 11 đã phê chuẩn ông giữ chức Bộ trưởng Bộ Tài nguyên và Môi trường. Ông đảm nhận nhiệm vụ này cho đến khi được về nghỉ (02\/8\/2007). Tại Đại hội Đại biểu toàn quốc lần thứ X của Đảng (4\/2006), ông kiên quyết rút khỏi danh sách ứng cử vào Ban Chấp hành Trung ương Khóa X mặc dù đã được Ban Chấp hành Trung ương Khóa IX đưa vào danh sách trình ra Đại hội. Trước đó, ông đã nhiều lần đề đạt nguyện vọng xin nghỉ, kể cả có đơn gửi Bộ Chính trị xin không tham gia ứng cử vào Ban Chấp hành Trung ương khóa tới và giới thiệu người thay mình. Khi được phóng viên báo Tuổi trẻ hỏi \"Sao ông kiên quyết xin rút khi vẫn còn được tín nhiệm cao?\", ông trả lời \"Không lẽ đợi đến khi dân không còn tín nhiệm nữa mới rút?\" [3] Nhìn nhận[sửa | sửa mã nguồn] Ông được biết nhiều qua các phiên chất vấn tại các kỳ họp Quốc hội với cách trả lời thẳng vào các vấn đề đại biểu Quốc hội quan tâm, không vòng vo, tránh né. Ông cũng là người chủ trì soạn thảo các luật, nghị định thuộc các lĩnh vực do Bộ Tài nguyên và Môi trường quản lý để trình Quốc hội và Chính phủ ban hành, trong đó Luật Đất đai năm 2003 và các nghị định hướng dẫn đã xử lý nhiều vướng mắc về quản lý và sử dụng đất đai tồn đọng trong thời gian dài. Ông tỏ thái độ dứt khoát với những cán bộ, công chức trong lĩnh vực do ông quản lý có hành vi nhũng nhiễu dân và doanh nghiệp. Ông kêu gọi \"Hãy kiện họ thay vì đút tiền cho họ\" (\"Ông bộ trưởng đầu tiên xúi dân đi kiện\", Dân Trí 14\/05\/2005 đăng lại bài viết của phóng viên An Nguyên, báo Tiền phong). Ông thường tìm cơ hội để nghe tiếng nói của người dân, là Bộ trưởng đầu tiên tổ chức kênh đối thoại giữa lãnh đạo Bộ với người dân và doanh nghiệp thông qua các buổi giao lưu trực tuyến. Ông cũng không ngại va chạm với các cơ quan có trách nhiệm ở địa phương khi tổ chức một cuộc tổng kiểm tra tình hình thi hành Luật Đất đai trong cả nước, qua đó phát hiện nhiều yếu kém về tổ chức thi hành Luật, để tồn đọng quá nhiều đơn thư khiếu nại, tố cáo về đất đai chưa xử lý, tình trạng \"quy hoạch treo\" và \"dự án treo\" gây ảnh hưởng xấu đến sản xuất và đời sống của nhân dân [4][5] Mai Ái Trực cũng là người sống giản dị, tiết kiệm. Khi về nhận công tác tại Bộ, ông sử dụng phòng làm việc của Tổng cục trưởng Tổng cục Địa chinh trước đó, không hề sửa chữa, nâng cấp hay trang bị thêm bất cứ thứ gì. Ông cũng đi chiếc ô tô đã sử dụng được 5 năm do một Tổng cục phó Tổng cục Địa chính về hưu để lại. Hầu như năm nào Bộ Tài chính cũng bố trí một khoản kinh phí để mua xe mới cho ông nhưng ông bảo: \"Xe còn đi được, đổi xe mới làm gì\". Khi còn làm việc ở tỉnh, ông cũng sử dụng một chiếc ô tô trong 10 năm, từ khi ông làm Phó Chủ tịch, Chủ tịch UBND tỉnh, Bí thư Tỉnh ủy cho đến khi ông về Trung ương.[6] Tham khảo[sửa | sửa mã nguồn] ^ “Bộ Tài nguyên và Môi trường: 15 năm xây dựng và phát triển”. Bản gốc lưu trữ ngày 13 tháng 5 năm 2018. Truy cập ngày 18 tháng 3 năm 2018. ^ Phùng Nguyên. “Báu vật gia truyền của gia đình ba bộ trưởng”. Báo Nhân dân. 2015-02-11. Truy cập ngày 30 tháng 5 năm 2018. ^ “Không lẽ đợi đến khi dân không còn tín nhiệm mới rút?”. Tuổi trẻ. 24 tháng 4 năm 2006. Truy cập ngày 16 tháng 6 năm 2021. ^ “Đương nhiệm thì phải hết trách nhiệm”. VNExpress. 29 tháng 1 năm 2006. Truy cập ngày 15 tháng 6 năm 2021. ^ Quang Đông (1 tháng 4 năm 2007). “Nơi nào có quy hoạch 'treo', hãy gọi điện cho tôi”. Tiền Phong. Truy cập ngày 16 tháng 6 năm 2021. ^ “Ông bộ trưởng đầu tiên \"xúi\" dân đi kiện”. Dân Trí. 14 tháng 5 năm 2005. Truy cập ngày 16 tháng 6 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Bài viết tiểu sử này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mai_Ái_Trực&oldid=69799224” Thể loại: Sơ khai tiểu sử Sinh năm 1946 Nhân vật còn sống Bộ trưởng Bộ Tài nguyên và Môi trường Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Bí thư Tỉnh ủy Bình Định Cựu học viên Học viện Báo chí và Tuyên truyền Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 20 tháng 3 năm 2023, 21:55. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}