{"Mai Thế Trung":"Mai Thế Trung – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử Hiện\/ẩn mục Tiểu sử 1.1ĐBQH Khóa XI 1.2ĐBQH Khóa XII 1.3ĐBQH Khóa XIII 2Tham khảo Mai Thế Trung Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Mai Thế Trung (sinh năm 1954) là đại biểu Quốc hội Việt Nam khóa XI, khóa XII, khóa XIII, thuộc đoàn đại biểu Bình Dương.[1][2][3] Tiểu sử[sửa | sửa mã nguồn] Ngày sinh: 27\/9\/1954 Giới tính: Nam Dân tộc: Kinh Tôn giáo: Không Quê quán: Xã Vĩnh Tân, huyện Tân Uyên, Bình Dương Trình độ chính trị: Cử nhân chính trị Trình độ chuyên môn: Cử nhân Kinh tế ĐBQH Khóa XI[sửa | sửa mã nguồn] Trình độ chuyên môn: Cử nhân Kinh tế Nghề nghiệp, chức vụ: Ủy viên Ban chấp hành TW Đảng; Ủy viên Ủy ban Kinh tế và Ngân sách của Quốc hội, Phó Bí thư Thường trực Tỉnh ủy, Trưởng đoàn Đại biểu Quốc hội tỉnh BÌnh Dương Nơi làm việc: Tỉnh ủy tỉnh Bình Dương ĐBQH Khóa XII[sửa | sửa mã nguồn] Trình độ chính trị: Đại học Trình độ chuyên môn: Cử nhân kinh tế, cử nhân chính trị Nghề nghiệp, chức vụ: Bí thư tỉnh ủy; Ủy viên Ủy ban Kinh tế của Quốc hội,Ủy viên BCH trung ương Đảng, Trưởng đoàn ĐBQH tỉnh Bình Dương Nơi làm việc: Tỉnh ủy Bình Dương ĐBQH Khóa XIII[sửa | sửa mã nguồn] Nghề nghiệp, chức vụ: Ủy viên Ban chấp hành Trung ương Đảng, Bí thư Tỉnh ủy, Trưởng Đoàn Đại biểu Quốc hội khóa XIII tỉnh Bình Dương; Đảng ủy viên Đảng ủy Quân khu 7, Bí thư Đảng ủy Quân sự tỉnh Bình Dương Nơi làm việc: Văn phòng Tỉnh ủy tỉnh Bình Dương Ngày vào đảng: 5\/8\/1974 Nơi ứng cử: Bình Dương Đại biểu Quốc hội khoá: XI,XII,XIII Đại biểu chuyên trách: Không Đại biểu Hội đồng nhân dân: Không Tham khảo[sửa | sửa mã nguồn] ^ “Thông tin Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 26 tháng 1 năm 2018. Truy cập ngày 1 tháng 12 năm 2017. ^ “Thông tin Đại biểu Quốc hội khóa XII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 26 tháng 1 năm 2018. Truy cập ngày 1 tháng 12 năm 2017. ^ “Thông tin Đại biểu Quốc hội khóa XI”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 26 tháng 1 năm 2018. Truy cập ngày 1 tháng 12 năm 2017. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mai_Thế_Trung&oldid=68671608” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1962 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XI Bình Dương Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Bình Dương Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Bình Dương Người Bình Dương Đảng viên Đảng Cộng sản Việt Nam Người họ Mai tại Việt Nam Bí thư Tỉnh ủy Bình Dương Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 1 tháng 6 năm 2022, 02:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}