{"Man Thiện":"Man Thiện – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Đền thờ và lăng mộ 3Vinh danh 4Xem thêm 5Chú thích 6Liên kết ngoài Man Thiện Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Man Thiện (chữ Hán: 謾善; ? - 43) là mẹ của Hai Bà Trưng (Trưng Trắc và Trưng Nhị). Tiểu sử[sửa | sửa mã nguồn] Quê bà Man Thiện ở tổng Cam Giá, trấn Sơn Tây.[1] Theo Việt Nam danh nhân tự điển của Nguyễn Huyền Anh thì bà Thiện (cháu ngoại của Vua Hùng) có tên thật là Trần Thị Đoan, vợ của quan lạc tướng Hùng Định ở Mê Linh. Sau khi chồng mất, nuôi chí lớn nên bà đã nuôi dạy hai con, đào luyện họ thành người có tài thao lược, yêu nước, trọng đạo nghĩa. Năm Trưng Trắc 19 tuổi, bà gả con gái cho Thi Sách. Bà là người tổ chức cuộc khởi nghĩa Hai Bà Trưng từ đầu. Khi lực lượng đủ mạnh bà mới giao quyền lãnh đạo lại cho con rể (Thi Sách) và con gái. Nhưng vào năm 39, Thi Sách bị Tô Định giết hại. Mùa xuân năm 40, Hai Bà Trưng đánh tan quân Hán, xưng Vương đóng đô ở Mê Linh, tôn mẹ là Hoàng hậu Man Thiện và lập ra dòng họ Man. Không ở kinh đô, bà về quê làng Nam Nguyễn (nay thuộc Cam Thượng, Ba Vì) lập đồn trấn giữ.[1] Khi nghĩa quân bị Mã Viện lấn át, bà đã về An Hát (sau đổi thành Phúc Lộc, huyện Phúc Thọ, Hà Nội ngày nay) để chiêu mộ thêm binh sĩ. Trước sự tấn công dữ dội của quân giặc, để không bị địch bắt, bà trầm mình ở dòng sông Hồng vào ngày 10 tháng Chạp năm Quý Mão (43). Đền thờ và lăng mộ[sửa | sửa mã nguồn] Mộ và đền thờ bà Man Thiện gần đền Hai Bà Trưng. Đền thờ bà Man Thiện gọi là đền Mẫu. Tuy nhiên truyền thuyết khác thì cho rằng gần núi Ba Vì có mộ Dạ và miếu Mèn chính là mộ và miếu của bà Man Thiện. Dạ và Mèn là hai từ trong tiếng Việt cổ dùng để tôn xưng người phụ nữ anh hùng, đáng tôn kính. Vinh danh[sửa | sửa mã nguồn] Ở Thành phố Hồ Chí Minh, tên của bà được đặt cho một con đường[2] ở phường Hiệp Phú và phường Tăng Nhơn Phú A, thành phố Thủ Đức. Xem thêm[sửa | sửa mã nguồn] Hai Bà Trưng Thi Sách Vua Hùng Chú thích[sửa | sửa mã nguồn] ^ a b “Huyền tích xứ Đoài”. Báo Hà nội mới. Lưu trữ bản gốc ngày 2 tháng 2 năm 2009. Truy cập ngày 25 tháng 10 năm 2009. ^ “Lấp suối, gây ngập nước trong khu dân cư”. Báo Sài Gòn Giải Phóng. Truy cập ngày 25 tháng 10 năm 2009. Liên kết ngoài[sửa | sửa mã nguồn] Man Thiện tại Từ điển bách khoa Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Man_Thiện&oldid=69997819” Thể loại: Mất năm 43 Lịch sử Việt Nam thời Hai Bà Trưng Nữ tướng của Hai Bà Trưng Nhân vật quân sự Việt Nam thời kỳ Tiền độc lập Ba Vì Thể loại ẩn: Năm sinh thiếu Trang này được sửa lần cuối vào ngày 19 tháng 5 năm 2023, 19:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}