{"Mùa xuân đầu tiên (bài hát của Văn Cao)":"Mùa xuân đầu tiên (bài hát của Văn Cao) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh ra đời 2Những khó khăn ban đầu 3Được công chúng biết đến và đón nhận 4Chú thích 5Liên kết ngoài Mùa xuân đầu tiên (bài hát của Văn Cao) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Mùa xuân đầu tiên. Đừng nhầm lẫn với Mùa xuân đầu tiên (bài hát của Tuấn Khanh). \"Mùa Xuân Đầu Tiên\" Bài hát của Thanh Thúy, Ánh Tuyết, Hồng Nhung, Đức Tuấn Sáng tác Văn Cao Lời Văn Cao Thông tin bài hát ở Việt Nam Năm sáng tác 1976 Nhạc sĩ Văn Cao Mùa xuân đầu tiên là ca khúc của nhạc sĩ Văn Cao sáng tác vào giáp Tết Bính Thìn (1976). Đây là ca khúc đầu tiên của ông sáng tác và được phổ biến, sau 20 năm kể từ lần cuối cùng Văn Cao tuyên bố gác bút, từ bỏ sự nghiệp sáng tác và kể từ khi ông bị cô lập sau khi tham gia vào nhóm Nhân văn Giai phẩm[1][2] và được xem là tác phẩm cuối cùng của ông.[3] Văn Cao đã tìm cho mình một góc thăng hoa riêng về sự kiện 30 tháng 4 năm 1975 để viết ra Mùa xuân đầu tiên với mong muốn khép lại một thời chiến tranh mà ông đã mô tả trong Tiến quân ca.[4] Ông nói với con: \"Cha viết bài nầy mừng đất nước thống nhất, nhân dân mình đoàn tụ\".[2] Hoàn cảnh ra đời[sửa | sửa mã nguồn] Bài hát đã được nhạc sĩ Văn Cao lên ý tưởng từ sau khi hiệp định Paris được ký kết, nhưng phải đến mùa xuân đầu tiên sau khi đất nước thống nhất năm 1976 ông mới viết và hoàn thành. Theo đơn đặt hàng của báo Sài Gòn Giải Phóng, Văn Cao nhận lời và viết Mùa xuân đầu tiên vào dịp giáp Tết Bính Thìn, và ca khúc được đăng lần đầu tiên trên số báo Xuân Sài Gòn Giải Phóng 1976.[3] Nhưng ca khúc bị phê bình là \"nghe mơ hồ rắc rối, kêu gọi tình thương một cách chung chung, thiếu tính giai cấp\", \"ủy mị, yếu đuối\" và bị xem là \"lạc điệu\" so với những bài hát nhạc Đỏ \"hào hùng, sảng khoái, ca từ hân hoan, hừng hực khí thế chiến thắng\" lúc bấy giờ[1][3]. Mặc dù vậy, các chương trình phát thanh tiếng Việt tại Moskva vẫn cho trình bày bài hát, và nhờ vậy Mùa xuân đầu tiên đã không bị lãng quên[5]. Ông Văn Thao, người con trai của Văn Cao, tiết lộ tiếp rằng: \"Nhưng cũng thật bất ngờ (không hiểu bằng con đường nào), trong cái năm 1976 ấy Mùa xuân đầu tiên được in ở nước Nga và được Liên Xô trả nhuận bút cho tác giả 100 rúp. Văn Cao phải viết giấy uỷ quyền qua đại sứ quán để con gái ông đang học bên đó lĩnh hộ. Ông bảo con gái: \"Con cứ lấy mà tiêu, ở nước mình bao lâu nay bố có được biết đến đồng nhuận bút tác phẩm nào đâu.\"[6] Còn tại Việt Nam, ca khúc vẫn chưa được phép phổ biến. Những khó khăn ban đầu[sửa | sửa mã nguồn] Cuối xuân 1985, tỉnh Nghĩa Bình (Quảng Ngãi và Bình Định ghép lại) có nhã ý mời Văn Cao, Nguyễn Trọng Tạo và Nguyễn Thụy Kha vào thăm và sáng tác cho tỉnh. Sau đó, mỗi người làm một bưu thiếp gồm một bức ký họa chân dung, một bài thơ và một bản nhạc. Về phần Văn Cao là bức tự họa của ông, một bài thơ ông mới viết về Quy Nhơn và bản nhạc là \"Mùa xuân đầu tiên\" mà ông cất trong tủ từ nhiều năm, theo lời Văn Cao:\" “Viết ra in trên báo Sài Gòn Giải Phóng, rồi đưa cho đài từ năm 1976, có thu đâu mà chả để trong tủ. May Liên Xô (cũ) còn in cho làm kỷ niệm”.[4] Năm 1988, niềm vui trở lại với Văn Cao. Ngoài việc Hội Nhà văn Việt Nam phục hồi hội tịch cho các bạn ông như Hữu Loan, Hoàng Cầm, Trần Dần, Lê Đạt, Phùng Quán sau 30 năm,[7] và với riêng ông là việc diễn ra hơn 60 đêm nhạc của ông từ mùa xuân cho tới mùa thu, cùng lúc Nhà xuất bản Tác phẩm Mới ấn hành tập thơ Lá của Văn Cao và đặc biệt Nhà xuất bản Trẻ ấn hành một tập thơ\/nhạc khổ rộng mang tên Thiên thai, trong ấn phẩm này, có công bố bài hát Mùa xuân đầu tiên.[4] Được công chúng biết đến và đón nhận[sửa | sửa mã nguồn] Năm 1991, khi ông Nguyễn Ngọc Hà thay mặt Hội Việt kiều yêu nước tại Pháp đặt Nguyễn Thụy Kha làm một phim video ca nhạc về cuộc đời Văn Cao, trong cảnh Văn Cao về quê Nam Định, ông lồng Mùa xuân đầu tiên vào một đoạn dài. Lần đầu tiên, Mùa xuân đầu tiên được ca sĩ Quốc Đông thu âm với phần đệm đàn organ của nhạc sĩ Hoàng Lương.[4] Năm 1992, Nhà xuất bản Lao động ấn hành cuốn tiểu thuyết tư liệu do Nguyễn Thụy Kha viết và mang tên \"Văn Cao - người đi dọc biển\". Trong sách có một chương dành cho Mùa xuân đầu tiên.[4] Cuốn sách hiện được lưu trữ tại thư viện Đại học Harvard ở thành phố Boston thuộc bang Massachusetts của Mỹ. Năm 1993, Nhà xuất bản Văn Học tiến hành xuất bản Tuyển tập thơ Văn Cao để kỷ niệm 70 năm sinh của ông (1923-1993). Năm ấy, một chương trình đêm nhạc Văn Cao mang tên \"Văn Cao - một đồng hành tuổi trẻ\" được tổ chức biểu diễn tại Cung Văn hóa Thanh niên ở phố Tăng Bạt Hổ, Hà Nội. Trong chương trình, nữ ca sĩ Minh Hoa của Trường cao đẳng Văn hóa nghệ thuật quân đội đã trình diễn Mùa xuân đầu tiên và đó là lần đầu tiên ca khúc này được hát trên sân khấu, dù chỉ là trong một buổi \"văn nghệ quần chúng\".[4] Số phận long đong của Mùa xuân đầu tiên phải kéo dài tới 20 năm, thật sự là phải đến sau ngày Văn Cao mất (ngày 10 tháng 7 năm 1995), bài hát mới được phổ biến rộng khắp nơi.[2][4] Vào dịp giỗ 49 ngày của ông, trong hội diễn toàn quốc diễn ra ở Đà Nẵng, một đêm nhạc Văn Cao diễn ra với sự trình diễn của tốp diễn viên Trường cao đẳng Văn hóa nghệ thuật quân đội, mà trong đêm ấy, Mùa xuân đầu tiên đã được một tốp ca nữ trình diễn.[4] Cùng năm ấy, đạo diễn Đinh Anh Dũng thực hiện phim ca nhạc \"Văn Cao - Buổi sáng có trong sự thật\", trong đó bài hát Mùa xuân đầu tiên được ca sĩ Thanh Thúy, lúc đó mới 17 tuổi, trình bày.[8] Từ đó, Mùa xuân đầu tiên càng ngày càng lan tỏa ra đời sống. Chú thích[sửa | sửa mã nguồn] ^ a b Anh Mai (ngày 31 tháng 1 năm 2014). “Mùa xuân đầu tiên' và người tiên tri của thời đại”. VnExpress. ^ a b c 'Mùa Xuân đầu tiên' - điệu valse da diết ngày đoàn tụ, Thể thao Văn hóa, 19\/02\/2015 ^ a b c Dương Minh Đức (20\/02\/2012). “Cố nhạc sĩ Văn Cao: \"Mùa xuân đầu tiên\", tuyệt tác cuối cùng”. Báo Công an nhân dân điện tử. Kiểm tra giá trị ngày tháng trong: |ngày tháng= (trợ giúp) ^ a b c d e f g h Nguyễn Thụy Kha (ngày 30 tháng 4 năm 2015). “Sức sống của Mùa xuân đầu tiên”. Tuổi Trẻ. ^ “Văn Cao một thiên tài, một số phận”. Truy cập 2 tháng 5 năm 2015. ^ “Văn Cao với ca khúc Mùa xuân đầu tiên”. Tạp chí Sông Hương - Số 179-180 (tháng 1-2 năm 2004). Truy cập 30 tháng 4 năm 2015.Quản lý CS1: địa điểm (liên kết) ^ Duyên tình giữa bác “Sông Lô” và bác “Sông Đuống” Lưu trữ 2015-05-18 tại Wayback Machine, Tiền Phong, 07 tháng 07 năm 2005 ^ Phạm Đình Trọng, Văn Cao, Mùa Xuân Cuối Cùng , Văn chương Việt, 02.12.2010 Liên kết ngoài[sửa | sửa mã nguồn] Nguyễn Quang Thân, Từ đây người biết thương người, Thời Báo Kinh tế Sài Gòn, Xuân 2012, ChúngTa.com đăng lại. ẩn x t s Văn Cao Tình ca (bài hát) Anh em khá cầm tay · Bến xuân · Buồn tàn thu · Cung đàn xưa · Đêm sơn cước · Đêm xuân · Làng tôi · Mùa xuân đầu tiên · Ngày mai · Ngày mùa · Suối mơ · Thiên Thai · Thu cô liêu · Tình ca trung du · Trương Chi Hùng ca (bài hát) Hải quân Việt Nam hành khúc · Bắc Sơn · Ca ngợi Hồ Chủ tịch · Chiến sĩ Việt Nam · Dưới ngọn cờ giải phóng · Gò Đống Đa · Gió núi · Hò kéo gỗ Bạch Đằng Giang · Không quân Việt Nam hành khúc · Ta đi làm con suối · Thăng Long hành khúc ca · Tiến về Hà Nội · Tiến quân ca · Trường ca Sông Lô · Người Công an thân yêu Nhạc khí Sông tuyến · Hàng dừa xa · Biển đêm · Dưới cờ giải phóng · Anh bộ đội Cụ Hồ · Đường dây qua bản · Hải Phòng mở ra biển lớn Thơ Lá (tập thơ) · Ai về Kinh Bắc · Một đêm đàn lạnh trên sông Huế · Anh có nghe không · Ba biến khúc tuổi 65 · Chiếc xe xác qua phường Dạ Lạc · Khuôn mặt em · Những ngày báo hiệu mùa xuân · Năm buổi sáng không có trong sự thật · Đôi bạn · Những người trên cửa biển (trường ca) Bài viết, tiểu luận Một vài ý nghĩ về thơ (1957) · Tại sao tôi viết “Tiến quân ca” (1976) Hội họa (tranh nổi bật) Chân dung bà Băng · Chân dung Đặng Thai Mai · Chân dung nhà cách mạng Nguyễn Hữu Tiến · Cô gái dậy thì · Cô gái và đàn dương cầm · Sám hối nửa đêm · Cuộc khiêu vũ của những người tự tử · Dân công miền núi · Thái Hà ấp đêm mưa · Cổng làng · Phố Nguyễn Du · Chợ vùng cao · Thanh niên vùng cao · Lớn lên trong kháng chiến · Cây đàn đỏ Tác phẩm về Văn Cao Van Cao's Meditation (tác phẩm khí nhạc cho piano của Robert Ashley, 1992) · Văn Cao - Giấc mơ một đời người (phim tài liệu ca nhạc của đạo diễn Đinh Anh Dũng, 1992) · Văn Cao - Buổi sáng có trong sự thật (phim tài liệu ca nhạc của đạo diễn Đinh Anh Dũng, 1995) · Văn Cao - Người đi dọc biển (tiểu thuyết chân dung của Nguyễn Thụy Kha, 2011) Vinh danh, ghi nhận Văn Cao (đường\/phố Hà Nội) Chủ đề liên quan Lịch sử Việt Nam thế kỷ 20 · Thơ hiện đại Việt Nam · Hội họa Việt Nam thế kỷ 20 (Mỹ thuật hiện đại Việt Nam) · Âm nhạc Việt Nam thế kỷ 20 · Trào lưu âm nhạc lãng mạn Việt Nam · Nhạc tiền chiến · Nhạc trữ tình · Nhạc cách mạng · Nhóm Đồng Vọng · Phạm Duy · Vũ Quý · Việt Minh · Kháng chiến chống Pháp · Sự kiện Nhân Văn - Giai Phẩm Văn Cao ở Wikiquote Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mùa_xuân_đầu_tiên_(bài_hát_của_Văn_Cao)&oldid=68609065” Thể loại: Nhạc xuân Bài hát tiếng Việt Ca khúc tiền chiến Nhạc Văn Cao Bài hát năm 1976 Waltz Bài hát sáng tác bởi Văn Cao Ca khúc bị kiểm duyệt ở Việt Nam Thể loại ẩn: Lỗi CS1: ngày tháng Quản lý CS1: địa điểm Bản mẫu webarchive dùng liên kết wayback Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 16 tháng 5 năm 2022, 23:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}