{"Mũi Ba Làng An":"Mũi Ba Làng An – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Đèn biển Ba Làng An Hiện\/ẩn mục Đèn biển Ba Làng An 1.1Đặc điểm nhận biết ban ngày: 2Tham khảo Mũi Ba Làng An 3 ngôn ngữ Cebuano English Español Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Mũi Ba Làng An Bán đảo Ba Làng An Mũi Ba Làng An Địa lý Quốc gia Việt Nam Vùng Duyên hải Nam Trung Bộ Tỉnh Quảng Ngãi Quận\/Huyện Bình Sơn Giáp giới Biển Đông Ba Làng An là một mũi đất thuộc xã Bình Châu, huyện Bình Sơn, tỉnh Quảng Ngãi, Việt Nam. Địa danh có tên gọi này là do có ba làng cùng có tên \"An\": An Hải, An Vĩnh và An Kỳ. Cư dân Ba Làng An là những người đã khai hoang ra đảo Lý Sơn. Trong lịch sử cư dân của Ba Làng An còn là những người đầu tiên tham gia vào đội Hoàng Sa. Gìn giữ bảo vệ chủ quyền biển đảo của Việt Nam. Ngày xưa thời Pháp thuộc còn gọi Ba Làng An là Ba tang gân. Ba Làng An có làng An Hải thuộc xã Bình Châu, làng An Vĩnh, An Kỳ thuộc xã Tịnh Kỳ. Ba Làng An là địa danh lịch sử, một vùng đất mũi với bề dày về văn hóa, là niềm tự hào của dân tộc vì những chứng cứ lịch sử tại đây. Ngày nay, Mũi Ba Làng An được mở rộng và là mũi đất cuối bán đảo châu Mỹ Đông, cách Cù Lao Ré 22 km phía tây nam. Đây là một trong những mũi đất nổi bật tạo nên hình dáng bờ biển Việt Nam. Đèn biển Ba Làng An[sửa | sửa mã nguồn] Vị trí: Nằm ở mũi Ba Làng An thuộc xã Bình Châu, huyện Bình Sơn, tỉnh Quảng Ngãi. Toạ độ: 15°14′30″B 108°56′24″Đ﻿ \/ ﻿15,24167°B 108,94°Đ﻿ \/ 15.24167; 108.94000 Tác dụng: Báo vị trí mũi Ba Làng An. Đèn ven biển, giúp tàu thuyền hoạt động trong vùng biển Quảng Ngãi định hướng và định vị. Năm đưa vào hoạt động: 1982. Đặc điểm nhận biết ban ngày:[sửa | sửa mã nguồn] Hình dạng: Tháp đèn hình trụ, công trình hình hộp. Màu sắc: Tháp đèn và công trình màu vàng. Chiều cao toàn bộ: 36,4m (tính đến \"số 0 hải đồ\") Chiều cao tâm sáng: 36,0 m (tính đến \"số 0 hải đồ\") Chiều cao công trình: 8,0m (tính đến nền móng công trình) Tầm nhìn địa lý: 17 hải lý với chiều cao mắt người quan sát bằng 5 m. ánh sáng trắng, chớp nhóm (2) chu kỳ 6 giây - Ch.Tr.Nh(2).6s Phạm vi chiếu sáng: 360° Tầm hiệu lực ánh sáng: 12 hải lý Tham khảo[sửa | sửa mã nguồn] Bài viết tỉnh Quảng Ngãi, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mũi_Ba_Làng_An&oldid=68892844” Thể loại: Sơ khai Quảng Ngãi Mũi đất Việt Nam Bán đảo Việt Nam Bình Sơn Thể loại ẩn: Trang có lỗi kịch bản Trang thiếu chú thích trong bài Trang sử dụng bản đồ trong hộp thông tin có các tham số không rõ Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 24 tháng 7 năm 2022, 12:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}