{"Mạc Tuyên Tông":"Mạc Tuyên Tông – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Thiếu đế thời loạn lạc Hiện\/ẩn mục Thiếu đế thời loạn lạc 2.1Binh biến Phạm Tử Nghi 2.2Vụ ly khai của hai nhà Lê, Nguyễn 2.3Giằng co với quân Lê - Trịnh 3Hoàng đế yểu mệnh 4Gia quyến Hiện\/ẩn mục Gia quyến 4.1Hậu Duệ 5Xem thêm 6Tham khảo 7Chú thích Mạc Tuyên Tông 7 ngôn ngữ Bân-lâm-gú English Français 한국어 日本語 Українська 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Mạc Tuyên Tông 莫宣宗 Hoàng đế Việt Nam Tượng Mạc Tuyên Tông. Hoàng đế Đại Việt Trị vì 1546 - 1561 Nhiếp chính Mạc Kính Điển Tiền nhiệm Mạc Hiến Tông Kế nhiệm Mạc Mậu Hợp Thông tin chung Sinh 1535 Hoàng thành Thăng Long, Đại Việt Mất (1561-02-18)18 tháng 2, 1561 Thăng Long, Đại Việt Hậu duệ Mạc Mậu Hợp Mạc Kính Dụng Tên húy Mạc Phúc Nguyên Niên hiệu Vĩnh Định (1547) Cảnh Lịch (1548-1553) Quang Bảo (1554-1561) Thụy hiệu Anh Nghị Duệ Hoàng đế (英毅皇帝) Miếu hiệu Tuyên Tông (宣宗) Triều đại Nhà Mạc Thân phụ Mạc Hiến Tông Thân mẫu Vũ Thị Mạc Tuyên Tông (chữ Hán: 莫宣宗 1535 - 1561) tên thật là Mạc Phúc Nguyên (莫福源), là hoàng đế thứ tư nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1546 đến 1561, trị vì 15 năm. Ông là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương. Tiểu sử[sửa | sửa mã nguồn] Mạc Phúc Nguyên là con trai của Mạc Hiến Tông (Mạc Phúc Hải), cháu nội của Mạc Thái Tông (Mạc Đăng Doanh). Năm Bính Ngọ (1546) Mạc Phúc Hải lâm bệnh mất vào ngày 8 tháng 5, Mạc Phúc Nguyên lên thay khi còn nhỏ tuổi. Tất cả công việc triều chính đều trông cậy vào chú ruột là Khiêm vương Mạc Kính Điển. Minh thực lục ghi tên Mạc Phúc Nguyên là (莫宏瀷 - Mo Hong-yi - Mạc Hoành Dực).[1] Thiếu đế thời loạn lạc[sửa | sửa mã nguồn] Binh biến Phạm Tử Nghi[sửa | sửa mã nguồn] Giữa lúc Mạc Hiến Tông mới mất, Lê Trang Tông được sự phò trợ của Trịnh Kiểm đang gây lại việc binh đao thì trong triều Mạc lại nảy sinh sự bất hòa. Tướng Tứ Dương hầu Phạm Tử Nghi bàn: “Trong lúc nước còn loạn lạc nên lập vua lớn tuổi là Mạc Chính Trung.”[2] Nhưng những người trong tông tộc nhà Mạc không nghe theo, Mạc Kính Điển và đại thần Nguyễn Kính cũng không ưng thuận. Không được toại nguyện, Phạm Tử Nghi sinh lòng khác, bí mật họp một số tướng làm việc phản loạn. Mạc Phúc Nguyên được Mạc Kính Điển đưa đi lánh về miền Đông, Nguyễn Kính và Mạc Kính Điển sau đó lại phải đem quân về cứu Phúc Nguyên. Phạm Tử Nghi phải rút khỏi kinh đô đem Mạc Chính Trung về chiếm cứ vùng Hoa Dương, Phủ Tiên Hưng (nay là huyện Ngự Thiên, Thái Bình) và lập Chính Trung lên ngôi nhưng không được các quan văn võ thuận theo. Mạc Kính Điển, Nguyễn Kính tiếp tục đuổi đánh Tử Nghi mấy trận chưa xong, Mạc Phúc Nguyên sai Phụng Quốc công Lê Bá Ly hợp binh cùng Kính Điển đánh Tử Nghi. Phạm Tử Nghi thua phải rút chạy ra An Quảng. Sau khi thất thế Mạc Chính Trung phải đem gia quyến và thuộc hạ chạy sang Lưỡng Quảng và an cư ở Thanh Viễn. Năm 1548 Lê Trang Tông chết, Trịnh Kiểm đưa Lê Huyên, con của Trang Tông, lên nối nghiệp ở Thanh Hóa và lấy niên hiệu Thuận Bình thứ nhất, tức là vua Lê Trung Tông. Năm 1549, Mạc Chính Trung chạy sang Trung Quốc, tự nhận mình là người thừa kế ngôi vị hợp pháp. Nhà Minh ngờ vực Mạc Tuyên Tông không phải dòng dõi Mạc Thái Tổ nên sai sứ đưa thư sang hỏi. Mạc Kính Điển cùng Lê Bá Li hộ vệ Mạc Tuyên Tông lên ải Trấn Nam gặp sứ nhà Minh. Theo Đại Việt thông sử, quan nhà Minh tại Lưỡng Quảng chấp thuận công nhận Mạc Tuyên Tông.[3] Còn theo Minh thực lục, ngày 8 tháng 3 năm 1550, Thượng thư bộ Lễ nhà Minh đòi phải tra xét lại trước khi phong Mạc Tuyên Tông.[4] Sau Tử Nghi lại đem Chính Trung quay về Yên Quảng định đánh Đông Kinh. Năm 1551, Mạc Kính Điển mang quân đi dẹp Phạm Tử Nghi, sai kẻ dưới quyền lừa bắt được Tử Nghi đem chém. Mạc Chính Trung bỏ chạy sang Trung Quốc và bị giết. Có thuyết nói Tử Nghi chết về tay người Minh. Đầu tháng 11 năm 1551, quan Tổng đốc Lưỡng Quảng là Âu Dương Tất Tiến (Ou-yang Bi-jin - 歐陽必進) theo lệnh đã tặng thưởng cho người của Mạc Phúc Nguyên vì giúp bắt giữ và mang đầu Phạm Tử Nghi sang giao nộp.[5][6] Tháng 2 năm 1551, nhà Minh chấp thuận việc xin phong của Mạc Phúc Nguyên.[6] Vụ ly khai của hai nhà Lê, Nguyễn[sửa | sửa mã nguồn] Phạm Quỳnh, Phạm Giao là người được Mạc Kính Điển tin dùng,[7] thấy Lê Bá Ly lập công lớn và cũng được Kính Điển trọng dụng, có thanh thế nên Phạm Quỳnh, Phạm Giao đem lòng ghen tỵ, dèm pha để Kính Điển khỏi tin dùng Bá Ly. Song vốn là người trung nghĩa Mạc Kính Điển không tin lời dèm, Phạm Quỳnh, Phạm Giao lại đem ý gièm pha với Mạc Tuyên Tông. Tuyên Tông còn nhỏ tuổi, tin theo lời cha con Phạm Quỳnh. Tháng 2 năm 1551, ngày 12 Phạm Quỳnh, Phạm Giao tự ý đem quân vây đánh Lê Bá Ly nhưng bị Lê Bá Ly liên kết với thông gia Nguyễn Thiến đánh bại. Mạc Phúc Nguyên bèn cho quân tiếp ứng đánh Lê Bá Ly. Lê Bá Ly một mặt cho quân kháng cự với nhà vua song một mặt dâng sớ tâu lên nhà vua là không dám có sự mưu phản, song Mạc Phúc Nguyên không tin. Vì vậy, Lê Bá Ly tức giận, cùng gia đình Nguyễn Thiến đem quân về Thanh Hóa đầu hàng Lê Trung Tông. Trung Tông vui mừng liền phong Lê Bá Ly tước Phụng Quốc công. Nhà Mạc bị mất một lúc nhiều tướng giỏi là cha con Lê Bá Ly – Lê Khắc Thận, cha con Nguyễn Thiến – Nguyễn Quyện, Nguyễn Miễn. Giằng co với quân Lê - Trịnh[sửa | sửa mã nguồn] Tháng 5 năm 1552, Lê Trung Tông lại sai Thái sư Trịnh Kiểm xuất quân đánh Phúc Nguyên, Phúc Nguyên phải bỏ Kinh thành rút về Kim Thành. Lê Bá Ly thấy thế Phúc Nguyên đã giảm dâng sớ xin đón Trung Tông về Đông Đô, nhưng Trịnh Kiểm lượng sức thấy chưa thể thắng nổi Phúc Nguyên nên không thuận theo lối bàn của Lê Bá Ly. Thắng được trận đánh song Trung Tông lại lui binh về Thanh Hóa. Phúc Nguyên chiếm lại Đông Đô nhưng vẫn đóng ở Bồ Đề và sai Kính Điển đóng ở Yên Mô và các tướng khác trấn giữ các trấn: Sơn Nam, Sơn Tây. Phúc Nguyên xuống chiếu cấm các quan quân ở mọi vùng không được nhiễu dân nên trên dưới vẫn yên, kỷ cương lại đúng đắn. Thấy cõi bờ đã yên, năm 1555 Phúc Nguyên lại sai Mạc Kính Điển đem quân vào Thanh Hóa tiếp tục đánh Trung Tông nhưng không thắng lại rút quân về. Năm 1556, Lê Trung Tông chết, Thái sư Trịnh Kiểm đưa Lê Anh Tông lên ngôi. Năm 1557, Phúc Nguyên lại sai Mạc Kính Điển đánh Thanh Hóa, năm này Lê Bá Ly ốm chết, Thiệu Quốc công Nguyễn Thiến cũng chết, con trai là Nguyễn Quyện, Nguyễn Miễn đem quân về hàng Mạc. Mạc Tuyên Tông phong tước hầu cho hai anh em Nguyễn Quyện và sai cùng đi đánh Lê Anh Tông. Từ khi Lê Anh Tông lên ngôi, Trịnh Kiểm liên tiếp xuất quân chống lại nhà Mạc suốt từ 1557–1564. Khi này, Mạc Phúc Nguyên uy thế có yếu hơn so với thế lực Lê – Trịnh, quân Lê – Trịnh đã chiếm lại được nhiều vùng của nhà Mạc song vẫn chưa dám vào kinh đô vì nhà Mạc có giảm về thế và lực song chưa đến mức chỉ bị động đối phó mà nhiều phen Mạc Kính Điển xuất quân đánh vào tận Thanh Hóa, có trận Mạc Phúc Nguyên thân chính đốc xuất binh mã và nhiều trận thắng lớn. Hoàng đế yểu mệnh[sửa | sửa mã nguồn] Trong khi chưa phân thắng bại thì ngày 18 tháng 2 năm 1561, Mạc Phúc Nguyên bị bệnh đậu mùa và qua đời, không rõ bao nhiêu tuổi. Ông được truy tôn là Tuyên Tông Duệ Hoàng đế. Mạc Phúc Nguyên ở ngôi được 18 năm, sinh được người con trai duy nhất là Mạc Mậu Hợp. Khi ông mất, Mậu Hợp mới lên 2 tuổi (sinh tháng 2 năm 1562) lên ngôi, lúc này triều chính vẫn do Mạc Kính Điển và Mạc Đôn Nhượng phụ tá. Mậu Hợp lên ngôi lấy niên hiệu là Thuần Phúc. Gia quyến[sửa | sửa mã nguồn] Ngoài Thái tử Mạc Mậu Hợp, Mạc Tuyên Tông còn có một người con là Uy Vương Mạc Kính Dụng. Đại Việt sử ký toàn thư xác định ông có ít nhất hai người vợ: Hoàng hậu Vũ Thị,[8] sau trở thành Thái hậu thời Mạc Mậu Hợp, mất năm 1592 (sau Tuyên Tông 31 năm, khi đó Mạc Mậu Hợp còn sống) khi bị quân Lê-Trịnh bắt do quá lo buồn.[9] Bùi Thị Hương, mẹ ruột của Mạc Mậu Hơp. Bà còn sống tới năm 1600 và được các thủ hạ của Mạc Kính Cung đưa trở về kinh thành Thăng Long, tôn làm Quốc mẫu mưu khôi phục nhà Mạc. Tháng 8 năm 1600, quân Lê - Trịnh đánh chiếm lại Thăng Long, bà bị bắt và bị giết.[10] Hậu Duệ[sửa | sửa mã nguồn] Danh sách các hoàng tử STT Danh hiệu Tên Năm sinh mất Mẹ Ghi chú 1 Mạc Mục Tông Mạc Mậu Hợp 1560-1593 Cung nhân Bùi Thị Hương Bà còn sống tới năm 1600 và được các thủ hạ của Mạc Kính Cung đưa trở về kinh thành Thăng Long, tôn làm Quốc mẫu mưu khôi phục nhà Mạc. Tháng 8 năm 1600, quân Lê - Trịnh đánh chiếm lại Thăng Long, bà bị bắt và bị giết.[10] 2 Uy Vương Mạc Kính Dụng 1561-? Không rõ họ tên Xem thêm[sửa | sửa mã nguồn] Chiến tranh Lê-Mạc Lê Bá Ly Mạc Kính Điển Nguyễn Kính Phạm Tử Nghi Mạc Chính Trung Mạc Đăng Lượng Tham khảo[sửa | sửa mã nguồn] Đại Việt thông sử. Đại Việt Sử ký Toàn thư. Quỳnh Cư, Đỗ Đức Hùng (2001), Các triều đại Việt Nam, Nhà Xuất bản Thanh niên. Viện Sử học (1996), Vương triều Mạc, Nhà Xuất bản Khoa học Xã hội. Chú thích[sửa | sửa mã nguồn] ^ Geoff Wade, translator, Southeast Asia in the Ming Shi-lu: an open access resource, Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, http:\/\/epress.nus.edu.sg\/msl\/entry\/3089, accessed ngày 13 tháng 7 năm 2016. ^ Chính Trung là con thứ hai của Mạc Thái Tổ, vào hàng ông của Phúc Nguyên. ^ Đại Việt thông sử, truyện Mạc Phúc Nguyên. ^ Geoff Wade, translator, Southeast Asia in the Ming Shi-lu: an open access resource, Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, http:\/\/epress.nus.edu.sg\/msl\/entry\/3087, accessed ngày 13 tháng 7 năm 2016. ^ Geoff Wade, translator, Southeast Asia in the Ming Shi-lu: an open access resource, Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, http:\/\/epress.nus.edu.sg\/msl\/entry\/3089, accessed ngày 13 tháng 7 năm 2016. ^ a b Geoff Wade, translator, Southeast Asia in the Ming Shi-lu: an open access resource, Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, http:\/\/epress.nus.edu.sg\/msl\/entry\/3109, accessed ngày 13 tháng 7 năm 2016. ^ Vợ Phạm Quỳnh, mẹ Phạm Giao là nhũ mẫu của Mạc Kính Điển. ^ Viện Sử học, sách đã dẫn, tr. 138. ^ Đại Việt sử ký toàn thư, quyển 17 ^ a b Đại Việt sử ký toàn thư, quyển 18 hiện Mạc Tuyên Tông Tiền nhiệm: Mạc Tuyên Tông Vua nhà Mạc 1546-1561 Kế nhiệm: Mạc Mậu Hợp hiện x t s Vua nhà Mạc Thái Tổ · Thái Tông · Hiến Tông · Mạc Chính Trung · Tuyên Tông · Mạc Mậu Hợp · Mạc Toàn Hậu kỳ: Mạc Kính Chỉ · Mạc Kính Cung · Mạc Kính Khoan · Mạc Kính Vũ · Mạc Kính Hẻ · Mạc Kính Quang (truy tôn, 追尊) Thủy Tổ (始祖) · Minh Tổ (明祖) · Viễn Tổ (遠祖) · Mạc Dao (崇祖) · Dụ Tổ (裕祖) · Ý Tổ (懿祖) · Hoằng Tổ (弘祖) · Chiêu Tổ (昭祖) · Càn Tổ (乾祖) · Cung Tổ (恭祖) Vua Việt Nam • Hùng Vương • An Dương Vương • Nhà Triệu • Trưng Vương • Bắc thuộc • Nhà Tiền Lý • Tự chủ • Nhà Ngô • Nhà Đinh • Nhà Tiền Lê • Nhà Lý • Nhà Trần • Nhà Hồ • Nhà Hậu Lê • Nhà Mạc • Chúa Trịnh • Chúa Nguyễn • Nhà Tây Sơn • Nhà Nguyễn Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mạc_Tuyên_Tông&oldid=69899664” Thể loại: Vua nhà Mạc Người Hà Nội Vua thiếu nhi Việt Nam Mất năm 1561 An Nam đô thống sứ Thể loại ẩn: Trang có thời biểu Năm sinh thiếu Năm sinh không rõ Trang này được sửa lần cuối vào ngày 19 tháng 4 năm 2023, 11:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}