{"Mạc Kính Hẻ":"Mạc Kính Hẻ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Vua vô danh và thất bại 3Tham khảo 4Chú thích 5Xem thêm Mạc Kính Hẻ 1 ngôn ngữ 한국어 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Mạc Quý Tông 莫敬喜 Vua Việt Nam (chi tiết...) Hoàng đế Đại Việt (nhà Mạc thời hậu kì) Tại vị 1677 – 1681 Tiền nhiệm Mạc Kính Vũ Kế nhiệm Mạc Kính Quang Thông tin chung Hậu duệ không rõ Tên húy Mạc Kính Hẻ Mạc Kính Thụy Mạc Nguyên Thanh Niên hiệu Vĩnh Xương (1677 – 1681) Thụy hiệu Hoàn Thiên Thanh Địa Đoạt Văn Dương Vũ Huệ Đại vương Miếu hiệu Quý Tông Triều đại Nhà Mạc Thân phụ Mạc Kính Vũ Thân mẫu không rõ Mạc Kính Hẻ (莫敬喜), cũng có tên là Mạc Kính Thụy (莫敬瑞) hay Mạc Nguyên Thanh (莫元清), là vị vua (không chính thức) của nhà Mạc thời hậu kỳ trong lịch sử Việt Nam. Nguyên quán Mạc Kính Hẻ là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Tuy nhiên, ông không được nhắc đến trong sử sách Việt Nam.[1][2][3] Thân thế[sửa | sửa mã nguồn] Trong sử sách Việt Nam không thấy nhắc đến nhân vật này, nhưng theo sử nhà Thanh thì Mạc Kính Hẻ là con của Mạc Kính Diệu và là anh của Mạc Đức Tông Kính Quang. Năm 1661, nhà Thanh phong cho Mạc Kính Diệu làm Quy Hóa tướng quân. Đến tháng 12 cùng năm thì phong cho Mạc Nguyên Thanh làm An Nam Đô thống sứ. Năm 1677, Mạc Kính Vũ bị chúa Trịnh Tạc sai lực lượng mạnh do tướng Đinh Văn Tả đem quân đánh. Bị đánh bất ngờ, Mạc Kính Vũ chạy sang Long Châu[4] (Trung Quốc). Hoàng đế Thanh Thánh Tổ Khang Hy sai bắt một số dư đảng nhà Mạc, trao trả cho quân Lê - Trịnh. Các dư đảng còn lại của nhà Mạc tôn Mạc Kính Hẻ lên ngôi tiếp tục chống nhà Lê. Vua vô danh và thất bại[sửa | sửa mã nguồn] Sau khi lên làm vua năm 1677, Mạc Kính Hẻ liên tục phải đón đánh những đợt tấn công lớn của quân Lê - Trịnh. Lúc này, tướng Đinh Văn Tả vì có công đánh bại Mạc Kính Vũ nên được chúa Trịnh thưởng cho. Thấy họ Mạc vẫn còn cai trị Cao Bằng, Trịnh Tạc sai Đinh Văn Tả, tuổi đã cao, cùng với hơn 1 vạn quân lên đánh năm 1681. Biết quân mình quá yếu để chống cự, Mạc Kính Hẻ phải chạy sang Long Châu. Quân Lê - Trịnh tràn vào thành, đốt phá, chém giết không ngừng. Lúc này, nhiều tướng nhà Mạc đã chán nản, về bên Lê - Trịnh hoặc từ chức bỏ về quê. Mạc Kính Hẻ phải ở lại Long Châu và sống ở đó đến hết đời, không rõ ông bao nhiêu tuổi, thụy hiệu là Hoàn Thiên Thanh Địa Đoạt Văn Dương Vũ Huệ Đại Vương, miếu hiệu là Quý Tông, niên hiệu là Vĩnh Xương. Tham khảo[sửa | sửa mã nguồn] Triệu Nhĩ Tốn, Thanh sử cảo. Thanh thực lục. Vương thất hậu duệ dữ phản loạn giả (Việt Nam Mạc thị gia tộc dữ Trung Quốc quan hệ nghiên cứu). Tác giả: Ngưu Quân Khải. Thế giới đồ thư xuất bản công ty, 11\/2012 - Đông Nam Á nghiên cứu chúng thư ISBN 9787510054129. Nhà Mạc với 3 thời kỳ lịch sử và 12 đời vua Lưu trữ 2019-05-03 tại Wayback Machine Văn hiến Việt Nam: Dân tộc - Hội nhập - Nhân văn, GS TSKH Phan Đăng Nhật, Thứ Sáu, 10\/10\/2014 07:25 GMT+7. Chú thích[sửa | sửa mã nguồn] ^ “Vua không chính thức”. Đại Việt Sử ký Toàn thư. |url= trống hay bị thiếu (trợ giúp) ^ Nhà Mạc với ba thời kỳ lịch sử và 12 đời vua, thời kỳ Cao Bằng. ^ Mạc Kính Hẻ và Mạc Kính Quang đều chỉ là Hoàng đế nhà Mạc trên danh nghĩa. ^ Nay thuộc Quảng Tây, Trung Quốc. Xem thêm[sửa | sửa mã nguồn] Nhà Mạc Mạc Kính Vũ Mạc Kính Quang ẩn x t s Vua nhà Mạc Thái Tổ · Thái Tông · Hiến Tông · Mạc Chính Trung · Tuyên Tông · Mạc Mậu Hợp · Mạc Toàn Hậu kỳ: Mạc Kính Chỉ · Mạc Kính Cung · Mạc Kính Khoan · Mạc Kính Vũ · Mạc Kính Hẻ · Mạc Kính Quang (truy tôn, 追尊) Thủy Tổ (始祖) · Minh Tổ (明祖) · Viễn Tổ (遠祖) · Mạc Dao (崇祖) · Dụ Tổ (裕祖) · Ý Tổ (懿祖) · Hoằng Tổ (弘祖) · Chiêu Tổ (昭祖) · Càn Tổ (乾祖) · Cung Tổ (恭祖) Vua Việt Nam • Hùng Vương • An Dương Vương • Nhà Triệu • Trưng Vương • Bắc thuộc • Nhà Tiền Lý • Tự chủ • Nhà Ngô • Nhà Đinh • Nhà Tiền Lê • Nhà Lý • Nhà Trần • Nhà Hồ • Nhà Hậu Lê • Nhà Mạc • Chúa Trịnh • Chúa Nguyễn • Nhà Tây Sơn • Nhà Nguyễn Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mạc_Kính_Hẻ&oldid=69410381” Thể loại: Vua nhà Mạc Người Hải Dương An Nam đô thống sứ Thể loại ẩn: Lỗi CS1: cần URL Bản mẫu webarchive dùng liên kết wayback Trang sử dụng liên kết tự động ISBN Trang này được sửa lần cuối vào ngày 12 tháng 12 năm 2022, 10:15. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}