{"Mộ vua voi":"Mộ vua voi – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Địa điểm 2Lịch sử 3Xem thêm 4Tham khảo 5Liên kết ngoài Mộ vua voi Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Mộ vua voi ở Bản Đôn là mộ phần của Khun Yu Nốp (N' Thu K'Nul), người được mệnh danh là vua voi bản Đôn, Đăk Lăk và người kế tục của ông là R'leo K'Nul. Địa điểm[sửa | sửa mã nguồn] Nằm trong quần thể du lịch Bản Đôn, huyện Buôn Đôn, Đăk Lăk. Mộ vua voi ở Bản Đôn Lịch sử[sửa | sửa mã nguồn] Đây là khu lăng mộ của gia đình vua voi Khunjunob, một nhân vật lịch sử có đã trở thành một huyền thoại của vùng Bản Đôn nổi tiếng về truyền thống săn bắt voi và thuần dưỡng voi rừng. Gồm 2 lăng mộ xây gạch, lăng mộ của vua voi N'Thu K'Nul do R'leo K'Nul, người kế tục sự nghiệp, cho xây dựng. Mộ có kiến trúc M'nông và Lào với mô típ hình khối đơn giản trên có trang trí hình búp sen ở bốn góc và đỉnh mộ. Mộ của R'leo K'Nul, ở ngay bên cạnh, được xây dựng rất đẹp theo mô típ hình chóp nhọn của dân tộc Campuchia; mộ do do chính vua Bảo Đại cho người sưu tầm kiểu dáng và xây dựng để cảm tạ về con voi trắng mà vua voi tặng cho ông và công xây dựng đội tượng binh. Do hai ngôi mộ liền kề nhau và kết hợp hài hòa như một nên chính là lý do vì sao người ta hay nhầm tưởng đây là một ngôi mộ duy nhất và mộ R' Leo mới là mộ vua voi Khunjunob. Khu lăng mộ vua voi nằm trong quần thể nghĩa địa của Buôn Đôn với những ngôi mộ được trang trí bằng tượng nhà mồ, một nét rất đặc trưng của văn hoá Tây Nguyên. Hiện tại mộ vua voi ở Bản Đôn là một điểm tham quan du lịch quan trọng trong quần thể du lịch Bản Đôn. Xem thêm[sửa | sửa mã nguồn] Cầu treo buôn Đôn Vườn cảnh Trohbư Nhà sàn cổ Bản Đôn Thác Bảy Nhánh Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Khu lăng mộ \"vua săn voi\" và ngôi nhà cổ Bài viết tỉnh Đắk Lắk, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Mộ_vua_voi&oldid=63856850” Thể loại: Sơ khai Đắk Lắk Buôn Đôn Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 23 tháng 9 năm 2020, 08:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}