{"Nam Phong tạp chí":"Nam Phong tạp chí – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bối cảnh ra đời 2Ra đời 3Tôn chỉ, Mục đích Hiện\/ẩn mục Tôn chỉ, Mục đích 3.1Tôn chỉ 3.2Mục đích chính 4Tầm ảnh hưởng 5Xem thêm 6Tham khảo 7Chú thích 8Liên kết ngoài Nam Phong tạp chí 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikisource Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trang bìa ấn bản số 1, năm 1917 Nam Phong tạp chí là một tờ nguyệt san xuất bản tại Việt Nam từ ngày 1 tháng 7 năm 1917 đến tháng 12 năm 1934 thì đình bản, tất cả được 17 năm và 210 số. Tạp chí Nam Phong do Phạm Quỳnh làm Chủ nhiệm và Chủ bút; Phạm Quỳnh làm Chủ biên phần chữ quốc ngữ và Nguyễn Bá Trác làm Chủ biên phần chữ nho.[1] Nam Phong là một trong những tạp chí Việt Nam đầu tiên đúng thể thức, bài bản và giá trị về tri thức, tư tưởng. Trụ sở tòa soạn ban đầu ở nhà số 1 phố Hàng Trống, Hà Nội - cùng nhà Phạm Quỳnh lúc bấy giờ, năm 1926 chuyển về nhà số 5 phố Hàng Da, Hà Nội. Nam Phong thường đăng nhiều bài văn, thơ, truyện ngắn, phê bình văn học, và tài liệu lịch sử bằng chữ Quốc ngữ. Được thực dân Pháp dùng để tuyên truyền cho chế độ thực dân, cương lĩnh chính trị của tạp chí ít được chú ý.[2] Tuy nhiên, tạp chí đã góp phần vào việc truyền bá chữ Quốc ngữ tại Việt Nam và bước đầu gây dựng nền quốc học bằng chữ Quốc ngữ. Bối cảnh ra đời[sửa | sửa mã nguồn] Xã hội Việt Nam trước khi Tạp chí Nam Phong ra đời là một thời kỳ có nhiều biến đổi sâu sắc về lịch sử chính trị, văn hóa, giáo dục. Năm 1904, gần như cùng một lúc xuất hiện hai phong trào Đông Du và Duy Tân. Phong trào Đông Du do Phan Bội Châu lãnh đạo. Phong trào Duy Tân do Phan Chu Trinh đề xướng. Cả hai phong trào cuối cùng đều bị Pháp dẹp năm 1908 sau các cuộc biểu tình chống thuế của dân chúng miền Trung và cuộc đầu độc lính Pháp ở Hà Nội xảy ra năm 1908. Tháng 4 năm 1913, Việt Nam Quang phục Hội đã tổ chức hai cuộc tấn công tại Hà Nội, đều bị Pháp triệt tiêu ngay. Năm 1914, Đại chiến Thế giới lần thứ nhất bùng nổ. Người Việt Nam phải chia sẻ gánh nặng chiến tranh cùng với Pháp. Thanh niên trẻ bị đôn quân bắt lính phải tham chiến với Pháp ở châu Âu. Nam kỳ là thuộc địa nên sự hòa hợp văn hóa cũng sớm hơn. Tại Trung kỳ và Bắc kỳ, phong trào Duy Tân do Phan Chu Trinh đề xướng từ năm 1905, kêu gọi cải cách văn hóa, được giới trí thức cấp tiến hưởng ứng mạnh mẽ. Thời điểm này là thời điểm chữ Nho, văn tự chính thức của triều đình Huế sử dụng qua nhiều thế kỷ sắp bị thay thế bằng chữ Quốc ngữ. Thời kỳ này hàng loạt báo chí bằng chữ Quốc ngữ ra đời ở cả ba miền Bắc, Trung, Nam. Năm 1915, kỳ thi Hương tại Nam Định được coi như kỳ thi Nho học cuối cùng ở Bắc kỳ. Riêng ở Trung kỳ, các kỳ thi Hương năm 1918 là tận số và thi Hội năm 1919 mới là lần cuối. Ra đời[sửa | sửa mã nguồn] Tạp chí Nam Phong đã xuất bản bằng hai thứ chữ, chữ Quốc ngữ và chữ Nho, dung hòa người Việt trên con đường hòa nhập văn hóa Á - Âu; Phạm Quỳnh đã kính cáo bạn đọc tại số đầu tiên ra ngày 1 tháng 7 năm 1917. Việc thành lập tạp chí Nam Phong là chủ trương của chính phủ Liên bang Đông Dương do toàn quyền Albert Sarraut đề xướng với mục tiêu đẩy mạnh vai trò văn hóa và chính trị của nhà nước Bảo hộ.[1] Kinh phí của báo là do chính phủ trang trải. Cùng đứng tên là Giám đốc Sở Mật thám Đông Dương Louis Marty.[3] Đồng thời với việc cho ra báo Nam Phong ở ngoài Bắc thì ở Nam Kỳ Toàn quyền Sarraut cũng cho phát hành báo Tribune Indigène cũng một mục đích[4] nhưng khác với tờ Nam Phong in bằng tiếng Việt, tờ Tribune Indigène chỉ dùng tiếng Pháp. Tôn chỉ, Mục đích[sửa | sửa mã nguồn] Trang miêu tả mục đích của Nam Phong tạp chí Tôn chỉ[sửa | sửa mã nguồn] Với ý tưởng Nam Phong là ngọn gió nước Nam, ngay từ đầu, tôn chỉ của tờ nguyệt san đã nêu rõ: Diễn đạt truyền bá tư tưởng, học thuật đông tây kim cổ; Luyện quốc văn trở nên hoàn thiện, bồi dưỡng Việt ngữ phong phú, uyển chuyển, sáng sủa và gãy gọn; Lấy đó làm nền tảng dân tộc rồi phát triển thành tinh thần dân tộc. Dưới sự chỉ đạo mềm dẻo và thâm thúy của Phạm Quỳnh, các tôn chỉ đó được thể hiện sinh động trên cơ sở các chuyên mục của tạp chí, như: Lý thuyết, Văn hóa bình luận, Khoa học bình luận, Triết học bình luận, Văn uyển, Tạp văn, Thời đàm, Tiểu thuyết... Mục đích chính[sửa | sửa mã nguồn] Dùng chữ quốc ngữ để diễn tả, giải thích các tư tưởng, học thuật Âu - Á để mang những kiến thức này đến cho người không biết tiếng Pháp hoặc chữ nho. Truyền bá chữ quốc ngữ vào Việt Nam, nâng cao trình độ chữ quốc ngữ thành một nền ngôn ngữ so sánh được với tiếng Pháp và chữ nho. Để thực hiện mục đích trên, nhóm biên tập tạp chí Nam Phong: Khảo cứu và viết bài về triết học, khoa học, văn chương, lịch sử của Á Đông và Âu Tây Đăng những sáng tác đương đại: truyện ngắn, du ký, tùy bút, v.v. Dịch các tác phẩm triết học, văn học từ tiếng Pháp hoặc chữ nho Sưu tầm và đăng tải thơ văn cổ của Việt Nam, kể cả chữ nho và chữ Nôm In lại các sách cũ của Việt Nam, như bộ Lịch triều hiến chương loại chí Tầm ảnh hưởng[sửa | sửa mã nguồn] Trang bìa ấn bản số 196 Nam Phong mỗi tháng ra một kỳ, khổ lớn, dày 100 trang, có sức mạnh cạnh tranh với các báo khác. Theo Dương Quảng Hàm[5], tạp chí Nam Phong đã có ảnh hưởng về hai phương diện: Về đường văn tự, Nam Phong đã sáp nhập vào tiếng Việt nhiều danh từ triết học, khoa học mới, và luyện cho chữ quốc ngữ có thể diễn dịch được các lý thuyết, các ý tưởng về triết học, khoa học mới. Về đường học vấn, Nam Phong đã cho phổ biến những điều yếu lược của học thuật Âu Tây, đồng thời diễn đạt những điều đại cương trong các học thuyết cổ của Á Đông như Nho học, Phật học, v.v., và bảo tồn những điều cốt yếu trong văn hóa Việt Nam xưa (văn chương, phong tục, lễ nghi). Một số tác giả cộng tác với báo Nam Phong: Đông Hồ Lâm Tấn Phác Nguyễn Bá Học Nguyễn Bá Trác Nguyễn Hữu Tiến Nguyễn Trọng Thuật Phạm Duy Tốn Trần Trọng Kim Tương Phố Tản Đà Dương Bá Trạc Dương Quảng Hàm Nam Trân Đạm Phương Xem thêm[sửa | sửa mã nguồn] Xem thêm: Phạm Quỳnh, Hội Khai trí Tiến Đức, và Hội Trí tri Bắc Kỳ Tham khảo[sửa | sửa mã nguồn] David G. Marr (1984). “Language and Literacy”. Vietnamese Tradition on Trial, 1920-1945. University of California Press. Chú thích[sửa | sửa mã nguồn] ^ a b Institute of Vietnamese Studies. “Nam-Phong Tạp-Chí (1917-1934)”. www.viethoc.org. Bản gốc lưu trữ ngày 2 tháng 6 năm 2011. Truy cập ngày 12 tháng 6 năm 2010. ^ Marr tr. 152-153, trích: \"The resident superior of Tonkin, for example, suggested that a less strident, more discreet, and better organized propaganda vehicle [than Dong Duong Tap chi] was needed...Sarraut and Marty selected Pham Quynh as key collaborator in this endeavor, bypassing a number of more senior individuals...Even in its heyday Nam Phong 's political platform was too sycophantic to interest anyone except perhaps minor officials and clerks who wanted to know the latest official party line.\" dịch: \"Ví dụ, tổng Công sứ Bắc Kỳ đã đề nghị cần có một phương tiện tuyên truyền ít chát tai hơn, thận trọng hơn, và có tổ chức hơn [Đông Dương tạp chí]...Saraut và Marty đã chọn Phạm Quỳnh làm cộng sự then chốt trong nỗ lực này, vượt qua một số cá nhân thâm niên hơn...Ngay trong thời hoàng kim, cương lĩnh chính trị của Nam Phong rất nịnh hót đến mức không ai để ý trừ có thể là một số viên chức nhỏ và thư ký muốn biết đường lối mới nhất là gì.\" ^ Các xu hướng chính trị Nam Bộ và Đông Du ^ Ho Tai, Hue-Tam. tr 118 ^ Dương Quảng Hàm (1941). Việt Nam Văn học Sử yếu. Liên kết ngoài[sửa | sửa mã nguồn] Wikisource tiếng Việt có toàn văn tác phẩm về: Nam Phong tạp chí Phạm Thị Ngoạn, Tìm hiểu Tạp chí Nam Phong 1917-1934, 1971 Nguyễn Khắc Xuyên, Mục lục & Phân tích Tạp chí Nam Phong, Trung tâm Học liệu Bộ Giáo dục, 1968 Xem toàn bộ các số Nam Phong tạp chí. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nam_Phong_tạp_chí&oldid=69965814” Thể loại: Báo chí Việt Nam thời Pháp thuộc Tác phẩm văn học Việt Nam Trang này được sửa lần cuối vào ngày 10 tháng 5 năm 2023, 04:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}