{"Nam Mộc":"Nam Mộc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tác phẩm chính 3Tham khảo Nam Mộc Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần người am hiểu về chủ đề này trợ giúp biên tập mở rộng hoặc cải thiện. Bạn có thể giúp cải thiện trang này nếu có thể. Xem trang thảo luận để biết thêm chi tiết. Nam Mộc (10 tháng 8 năm 1915 - 23 tháng 5 năm 1989, tên thật Lê Hữu Kiều) là một nhà văn, nhà báo và chính trị gia Việt Nam.[1] Tiểu sử[sửa | sửa mã nguồn] Ông sinh tại Hoằng Phúc, huyện Hoằng Hóa, tỉnh Thanh Hóa. Trước 1945, Nam Mộc chủ yếu dạy học và làm báo. Ông là chủ bút tờ báo Bạn đường được xuất bản ở Thanh Hóa từ 1939. Sau đó ông tham gia Việt Minh và trở thành phụ trách tuyên huấn của Đảng bộ Việt Minh ở Nam Kì rồi Ủy viên ban cán sự miền Đông Nam kì, Bí thư xứ ủy lâm thời của Đảng bộ Đảng Cộng sản Đông Dương ở Nam kì.[1] Sau 1945, ông trở thành Giám đốc Nhà xuất bản Sự thật, uỷ viên Ban chấp hành Hội Văn nghệ Việt Nam, uỷ viên Hội đồng khoa học, kiêm nhiệm phụ trách tòa soạn báo Thông tin khoa học xã hội. Ngoài ra ông còn từng là chủ nhiệm nhiều báo như Bạn đường, Cờ giải phóng, Độc lập, Cứu quốc Liên khu II, III, Cứu quốc, Thủ đô và phụ trách chi Hội Văn nghệ Liên khu III, kiêm chuyên viên nghiên cứu Viện Văn học.[1] Tác phẩm chính[sửa | sửa mã nguồn] Noi theo đường lối văn nghệ Mác - Lênin của Đảng (tiểu luận- phê bình, 1968) Văn học miền Nam trong lòng miền Bắc (chủ biên, 1969) Mấy vấn đề lý luận văn học (chủ biên, 1970) Văn học, cuộc sống, nhà văn (viết chung, 1978) Luyện thêm chất thép cho ngòi bút (tiểu luận- phê bình, 1979) Về lý luận, phê bình văn học (2002). Tham khảo[sửa | sửa mã nguồn] ^ a b c Nam Mộc, Nhà lý luận phê bình[liên kết hỏng], truy cập ngày 3 tháng 3 năm 2008 Bài viết tỉnh Thanh Hóa, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nam_Mộc&oldid=68428054” Thể loại: Sơ khai Thanh Hóa Nhà văn Việt Nam thời kỳ 1945–1975 Nhà văn Việt Nam thời kỳ từ 1976 Nhà báo Việt Nam Người Thanh Hóa Sinh năm 1915 Mất năm 1989 Bí thư Xứ ủy Nam Kỳ Thể loại ẩn: Bài có liên kết hỏng Trang cần được biên tập lại Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 4 năm 2022, 15:20. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}