{"Nghĩa trang Bình Hưng Hòa":"Nghĩa trang Bình Hưng Hòa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tổng quát 2Tham khảo Nghĩa trang Bình Hưng Hòa 2 ngôn ngữ English Español Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 10°47′38″B 106°36′45″Đ﻿ \/ ﻿10,793998°B 106,612455°Đ﻿ \/ 10.793998; 106.612455﻿ (Nghĩa trang Bình Hưng Hòa) Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nghĩa trang Bình Hưng Hòa Vị trí nghĩa trang trên bản đồ Thành phố Hồ Chí Minh Thông tin Thành lập Trước sự kiện 1975 Địa điểm Phường Bình Hưng Hòa và Bình Hưng Hòa A, quận Bình Tân, Thành phố Hồ Chí Minh Quốc gia Việt Nam Tọa độ 10°47′38″B 106°36′45″Đ﻿ \/ ﻿10,793998°B 106,612455°Đ﻿ \/ 10.793998; 106.612455﻿ (Nghĩa trang Bình Hưng Hòa) Số lượng mộ Hơn 100.000 Nghĩa trang Bình Hưng Hòa là nghĩa trang chính, lớn nhất của Thành phố Hồ Chí Minh. Nghĩa trang nằm trên địa bàn các phường Bình Hưng Hòa và Bình Hưng Hòa A thuộc quận Bình Tân, trên trục hai con đường chính là đường Tân Kỳ Tân Quý và đường Bình Long. Nghĩa trang Bình Hưng Hòa là một nghĩa trang tự phát[1], hình thành từ năm 1975. Hiện nay, đây là nơi chôn của hơn 100.000 ngôi mộ.[2] Tổng quát[sửa | sửa mã nguồn] Trước đây nghĩa trang này thuộc huyện Bình Chánh, nằm ở ngoại thành nhưng do quá trình đô thị hóa nhanh chóng, nghĩa trang hiện nay nằm trong nội thành thành phố. Bên cạnh nghĩa trang có khu đất hoang gần đây đã được xây mới làm trụ sở UBND, trụ sở công an và trạm y tế của phường Bình Hưng Hòa A, quận Bình Tân. Nằm trong khuôn viên của nghĩa trang còn có Trung tâm hỏa táng Bình Hưng Hòa (còn được quen gọi là Lò thiêu) với 4 phòng nghi lễ khá khang trang. Trước đây nghĩa trang Bình Hưng Hòa có 2 hồ lớn, 1 hồ nằm ở phía bên trong đã được san lấp năm 2008 để lấy đất chôn cất, 1 hồ nằm ngay mặt tiền đường Bình Long tuy nhiên đã bị rút hết nước. Năm 2008 - 2010, Ủy ban nhân dân Thành phố Hồ Chí Minh đã ra quyết định sẽ giải tỏa nghĩa trang Bình Hưng Hòa, các mộ cốt sẽ được dời qua các nghĩa trang khác và hiện tại vẫn đang trong quá trình nghiên cứu để đền bù và di dời[3]. Tham khảo[sửa | sửa mã nguồn] ^ “Nghĩa trang quá tải”. Báo SGGP. ngày 8 tháng 12 năm 2004. ^ “Đầy rẫy tệ nạn ở Nghĩa trang Bình Hưng Hòa”. Báo Công an Thành phố Hồ Chí Minh. Truy cập 7 tháng 2 năm 2015. ^ Dự án Nghĩa trang Đa Phước và di dời Nghĩa trang Bình Hưng Hòa Bài viết liên quan đến nghĩa trang này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nghĩa_trang_Bình_Hưng_Hòa&oldid=67896942” Thể loại: Sơ khai nghĩa trang Nghĩa trang tại Thành phố Hồ Chí Minh Bình Tân (quận) Thể loại ẩn: Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 8 tháng 1 năm 2022, 12:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}