{"Nguyễn Thị Định":"Nguyễn Thị Định – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Hoạt động cách mạng và sự nghiệp chính trị Hiện\/ẩn mục Hoạt động cách mạng và sự nghiệp chính trị 2.1Giai đoạn Đấu tranh giành độc lập và Kháng chiến chống Pháp 2.2Giai đoạn Chiến tranh Việt Nam 2.3Làm việc trong chính phủ 3Vinh danh Hiện\/ẩn mục Vinh danh 3.1Giải thưởng 3.2Thờ phụng 4Tham khảo 5Liên kết ngoài Nguyễn Thị Định 12 ngôn ngữ Bahasa Indonesia Brezhoneg Català Deutsch English Français Italiano ქართული Қазақша Русский Suomi 中文 5 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Các ví dụ và quan điểm trong bài viết này có thể không thể hiện tầm nhìn toàn cầu về chủ đề này. Vui lòng giúp cải thiện bài viết này hoặc thảo luận về vấn đề này tại trang thảo luận, hoặc tạo bài viết mới sao cho phù hợp. (tháng 6\/2022) Bài viết hoặc đoạn này có văn phong hay cách dùng từ không phù hợp với văn phong bách khoa. Xin giúp Wikipedia bằng cách sửa đổi lại cho phù hợp. (tháng 6\/2022) Nguyễn Thị Định Chức vụ Phó Chủ tịch Hội đồng Nhà nước Việt Nam Nhiệm kỳ 19 tháng 4 năm 1987 – 26 tháng 8 năm 1992 (mất) 5 năm, 129 ngày Chủ tịch Hội đồng Nhà nước Võ Chí Công Tiền nhiệm Lê Thanh Nghị (Tổng Thư ký) Kế nhiệm Nguyễn Thị Bình Vị trí Việt Nam Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Nhiệm kỳ 20 tháng 5 năm 1982 – 20 tháng 5 năm 1992 10 năm, 0 ngày Tiền nhiệm Hà Thị Quế Kế nhiệm Trương Mỹ Hoa Chủ nhiệm Ủy ban Y tế và Xã hội của Quốc hội Nhiệm kỳ 25 tháng 4 năm 1976 – 28 tháng 6 năm 1982 6 năm, 64 ngày Kế nhiệm Lê Hiến Mai Vị trí Việt Nam Đại biểu Quốc hội khóa VI, VII, VIII Nhiệm kỳ 25 tháng 4 năm 1976 – 19 tháng 7 năm 1992 16 năm, 85 ngày Thông tin chung Quốc tịch Việt Nam Sinh (1920-03-15)15 tháng 3, 1920 xã Lương Hòa, huyện Giồng Trôm, tỉnh Bến Tre, Nam Kỳ, Liên bang Đông Dương Mất 26 tháng 8, 1992(1992-08-26) (72 tuổi) Bến Tre, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1945 - 1992 Cấp bậc Thiếu tướng Chỉ huy Đồng khởi Bến Tre Khen thưởng Anh hùng Lực lượng Vũ trang Nhân dân Nguyễn Thị Định (15 tháng 3 năm 1920[1][2] – 26 tháng 8 năm 1992), còn được gọi là Madame Nguyễn Thị Định, Ba Định (bí danh Bích Vân, Ba Tấn, Ba Nhất và Ba Hận[3]), là nữ Thiếu tướng Quân đội nhân dân Việt Nam đầu tiên và nữ chính trị gia Việt Nam [4]. Nguyên Phó Tư lệnh Quân giải phóng Miền nam Việt Nam, Phó Tư lệnh Chiến dịch Hồ Chí Minh [5].[6] Bí thư Tỉnh uỷ Bến Tre, Phó Chủ tịch Hội đồng Nhà nước, Chủ tịch Hội liên hiệp phụ nữ Việt Nam. Uỷ viên Trung ương Đảng khoá IV, V, VI. Đại biểu quốc hội khoá VI, VII, VIII. Huân chương Hồ Chí Minh. Tiểu sử[sửa | sửa mã nguồn] Nguyễn Thị Định sinh ngày 15 tháng 3 năm 1920 tại Lương Hòa, Giồng Trôm, Bến Tre[7] , gia đình của bà là nông dân nhưng tham gia phong trào chống Pháp. Là con út trong nhà nên bà còn có biệt danh là Út Tịch.[8] Hoạt động cách mạng và sự nghiệp chính trị[sửa | sửa mã nguồn] Giai đoạn Đấu tranh giành độc lập và Kháng chiến chống Pháp[sửa | sửa mã nguồn] Năm 1936, được sự dìu dắt của người anh ruột là Nguyễn Văn Chẩn, bà tham gia phong trào Đông Dương đại hội như đi liên lạc, rải truyền đơn. Bà đã vận động bà con chống sự áp bức, bóc lột cường hào ở địa phương. Năm 1938, bà được kết nạp vào Đảng Cộng sản Đông Dương. Năm 1940, chồng bà bị đối phương bắt đày đi Côn Đảo và hy sinh ở đó. Nửa năm sau, bà cũng bị giặc bắt đày đi Bà Rá (thuộc tỉnh Bình Phước ngày nay.) Năm 1943, do bị đau tim nặng, bà được trở về quê, chịu sự quản thúc của chính quyền địa phương. Năm 1944, bà bắt liên lạc được với tổ chức cách mạng rồi tiếp tục hoạt động. Tháng Tám năm 1945, bà tham gia khởi nghĩa giành chính quyền ở Bến Tre. Tháng 3 năm 1946, bà tham gia đoàn cán bộ miền Nam ra Bắc gặp Chủ tịch Hồ Chí Minh và chính phủ để báo cáo tình hình kháng chiến ở Nam Bộ và xin chi viện vũ khí. Tháng 11 năm đó, bà làm Trưởng đoàn của đoàn thuyền chở vũ khí về Nam. Năm 1947, bà được bầu vào Tỉnh Ủy Bến Tre. Từ đó, bà cùng các cán bộ lãnh đạo ở địa phương tổ chức cuộc kháng chiến của nhân dân Bến Tre. Năm 1954, cuộc kháng chiến của nhân dân Bến Tre cùng với cả nước đã giành được thắng lợi. Giai đoạn Chiến tranh Việt Nam[sửa | sửa mã nguồn] Những năm sau khi Hiệp định Giơ-ne-vơ (tháng 7 năm 1954), Bến Tre là một trọng điểm cần phải bình định của chính quyền Ngô Đình Diệm. Trong thời gian này, bà là một trong những cán bộ chủ chốt của Đảng bộ Bến Tre, đã cùng với các cán bộ lãnh đạo khác ra sức bảo vệ cách mạng, bảo vệ nhân dân. Tháng 11 năm 1959, bà làm Phó bí thư Tỉnh ủy Bến Tre. Sau đó bà nhận nhiệm vụ về khu ủy Trung Nam Bộ (Khu 8 cũ) dự hội nghị tiếp thu Nghị quyết 15 của Ban Chấp hành Trung ương Đảng. Đầu năm 1960, bà một trong những người lãnh đạo Đồng khởi Bến Tre và là người chỉ đạo trực tiếp cuộc Đồng khởi đợt I (17.1.1960) ở ba điểm xã Định Thủy, Bình Khánh và Phước Hiệp (thuộc huyện Mỏ Cày Nam hiện nay) thắng lợi, mở đầu cho phong trào Đồng khởi trong tỉnh và toàn miền Nam sau này. Sau cuộc Đồng khởi Bến Tre, bà làm Bí thư tỉnh ủy và Chủ tịch Mặt trận Giải phóng tỉnh Bến Tre. Năm 1964, trong Đại hội dân tộc giải phóng miền Nam lần thứ nhất, bà được bầu làm Ủy viên Chủ tịch đoàn Ủy ban Trung ương mặt trận. Năm 1965, bà giữ chức Phó Tư lệnh quân Giải phóng miền Nam; tại đại hội Phụ nữ toàn miền Nam, bà làm Hội trưởng Hội Liên hiệp Phụ nữ Giải phóng miền Nam. Năm 1974, bà được phong quân hàm Thiếu tướng quân đội nhân dân Việt Nam. Làm việc trong chính phủ[sửa | sửa mã nguồn] Sau ngày miền Nam hoàn toàn giải phóng (sau năm 1975), bà giữ nhiều chức vụ quan trọng của Đảng và Nhà nước như: Ủy viên Trung ương Đảng khóa IV, V, VI; Đại biểu Quốc hội Việt Nam khóa VI,[9] VII,[10] VIII[11]; Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam. Từ 1987 đến 1992, bà giữ chức Phó Chủ tịch Hội đồng Nhà nước. Ngày 26 tháng 8 năm 1992, bà từ trần tại Thành phố Hồ Chí Minh, khi vẫn đang đương chức. Vinh danh[sửa | sửa mã nguồn] Giải thưởng[sửa | sửa mã nguồn] Ngày 16\/3\/1990: Huân chương Hồ Chí Minh[12]. Huân chương Chiến công hạng Nhất. Huân chương Quân công hạng Nhất. Huân chương Kháng chiến Chống Mỹ cứu nước hạng Nhất. Được Đảng và Chính phủ Cu-Ba trao tặng Huân Chương Hiron. Giải thưởng Hòa bình Lenin của Liên Xô trao tặng. Huy hiệu 50 năm tuổi Đảng. Ngày 30 tháng 8 năm 1995, bà Nguyễn Thị Định được Chủ tịch nước truy tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân. Thờ phụng[sửa | sửa mã nguồn] Đền thờ Nguyễn Thị Định tại Bến Tre Tượng Nguyễn Thị Định trong đền thờ Sau khi bà mất, đền thờ bà được lập tại ấp Phong Điền, Lương Hòa, Giồng Trôm. Trong đền thờ có tượng đồng chân dung bà, tượng có chiều cao 1,75 m, nặng 1.025 kg, đặt trên bệ thờ cao 1,5 m do Bộ Quốc phòng trao tặng[13]. Nhân dân Hát Môn (Hà Nội) cũng đã rước bát hương bà về thờ trong khu đền Hai Bà Trưng. Tên của bà cũng được đặt cho nhiều tuyến đừờng, phố và trường học tại nhiều địa phương khác nhau ở nhiều tỉnh, thành phố. Tham khảo[sửa | sửa mã nguồn] ^ “Thiếu tướng Nguyễn Thị Định - người phụ nữ huyền thoại Việt Nam”. Dân Việt. ngày 2 tháng 9 năm 2014. Bản gốc lưu trữ ngày 24 tháng 11 năm 2016. ^ HN (ngày 25 tháng 10 năm 2016). “Cuộc đời cách mạng của Chủ tịch Hội LHPNVN Nguyễn Thị Định”. Phụ nữ Việt Nam. Lưu trữ bản gốc ngày 28 tháng 10 năm 2016. ^ “Bí danh và những điều chưa biết về nữ tướng Nguyễn Thị Định”. Bản gốc lưu trữ ngày 22 tháng 2 năm 2011. Truy cập ngày 4 tháng 6 năm 2010. phiên bản tại www.bentre.gov.vn 15:00(GMT+7) ngày 04\/06\/2010 ^ Từ điển Bách khoa Quân sự Việt Nam 2004 - Nguyễn Thị Định (tr. 726) ^ Bộ Tư lệnh Miền trong cuộc Tổng tiến công và nổi dậy mùa xuân năm 1975 ^ “khoá học online”. Truy cập ngày 6 tháng 4 năm 2023. ^ “Đôi nét về nữ tướng Nguyễn Thị Định (1920-1992)”. Bản gốc lưu trữ ngày 14 tháng 3 năm 2014. Truy cập ngày 14 tháng 3 năm 2014. ^ https:\/\/thnguyenthidinhq12.hcm.edu.vn\/gioi-thieu\/tieu-su-ba-nguyen-thi-dinh\/ctmb\/31423\/141690[liên kết hỏng] ^ “Khóa VI”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập ngày 19 tháng 11 năm 2014. ^ “khóa VII”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập ngày 19 tháng 11 năm 2014. ^ “khóa VIII”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập ngày 19 tháng 11 năm 2014. ^ Vị nữ tướng được tặng Huân chương Hồ Chí Minh - Cổng Thông Tin Hội Liên hiệp Phụ nữ Việt Nam ^ “Bến Tre: khánh thành tượng đồng nữ tướng Nguyễn Thị Định - Tuổi Trẻ Online”. Tuổi Trẻ Online. 9 tháng 4 năm 2007. Truy cập 26 tháng 1 năm 2016. Liên kết ngoài[sửa | sửa mã nguồn] Nguyễn Thị Định tại Từ điển bách khoa Việt Nam \"Những phụ nữ huyền thoại\" Lưu trữ 2007-12-15 tại Wayback Machine, trang của Hội Liên hiệp Phụ nữ Việt Nam hiện x t s Phó Chủ tịch nước Việt Nam Nguyễn Hải Thần (1945–1946) Tôn Đức Thắng (1960–1969) Nguyễn Lương Bằng (1969–1979) Nguyễn Hữu Thọ (1976–1992) Chu Huy Mân (1981–1986) Xuân Thủy (1981–1982) Lê Thanh Nghị (1982–1986) Huỳnh Tấn Phát (1982–1989) Nguyễn Quyết (1987–1992) Đàm Quang Trung (1987–1992) Lê Quang Đạo (1987–1992) Nguyễn Thị Định (1987–1992) Nguyễn Thị Bình (1992–2002) Trương Mỹ Hoa (2002–2007) Nguyễn Thị Doan (2007–2016) Đặng Thị Ngọc Thịnh (2016–2021) Võ Thị Ánh Xuân (2021–) hiện x t s Quân Giải phóng Miền Nam Việt Nam Tư lệnh Nguyễn Hữu Xuyến Trần Văn Trà Hoàng Văn Thái Bí thư quân ủy Miền Nguyễn Chí Thanh Phạm Hùng Tham mưu trưởng Lê Đức Anh Nguyễn Minh Châu Hoàng Cầm Nguyễn Minh Châu Chiến cuộc tiêu biểu Trận Ấp Bắc Trận Vạn Tường Chiến tranh đặc biệt Chiến tranh cục bộ Tổng tiến công và nổi dậy Tết Mậu Thân 1968 Tổng tiến công 1972 Tổng tiến công và nổi dậy mùa xuân 1975 Đồng minh Quân đội nhân dân Việt Nam Pathet Lào Khmer Đỏ Trung Quốc Liên Xô Triều Tiên Khối phía Đông Kẻ thù Quân lực Việt Nam Cộng hòa Quân đội Hoa Kỳ Quân đội Thái Lan Quân đội Philippines Quân đội Hàn Quốc Quân đội Úc Quân đội New Zealand SEATO Tướng lĩnh tiêu biểu Hoàng Văn Thái Lê Đức Anh Nguyễn Thị Định Chu Huy Mân Trần Văn Trà Đồng Văn Cống Trần Quý Hai Đàm Văn Ngụy Nguyễn Hòa Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thị_Định&oldid=69964337” Thể loại: Sinh năm 1920 Mất năm 1992 Người họ Nguyễn tại Việt Nam Người Giồng Trôm Anh thư dân tộc Việt Nam Đảng viên Đảng Cộng sản Việt Nam Nữ Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Quân Giải phóng miền Nam Việt Nam Mặt trận Dân tộc Giải phóng miền Nam Việt Nam Nữ tướng Quân đội nhân dân Việt Nam Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa VIII Anh hùng Lực lượng vũ trang nhân dân Thiếu tướng Quân đội nhân dân Việt Nam đã mất Thể loại ẩn: Bài có liên kết hỏng Bài viết có phạm vi địa lý hạn chế Bài cần sửa văn phong Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 9 tháng 5 năm 2023, 13:55. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}