{"Nguyễn Văn Nên":"Nguyễn Văn Nên – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp Hiện\/ẩn mục Sự nghiệp 2.1Quê nhà Tây Ninh 2.2Trung ương 2.3Đại biểu Quốc hội 3Bí thư Thành phố Hồ Chí Minh Hiện\/ẩn mục Bí thư Thành phố Hồ Chí Minh 3.1Dịch Covid-19 4Xem thêm 5Chú thích Hiện\/ẩn mục Chú thích 5.1Ghi chú 5.2Tham khảo 6Liên kết ngoài Nguyễn Văn Nên 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Nguyễn Văn Nên Nguyễn Văn Nên năm 2014 Chức vụ Bí thư Thành ủy Thành phố Hồ Chí Minh Nhiệm kỳ 17 tháng 10 năm 2020 – nay 2 năm, 222 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Nguyễn Thiện Nhân Kế nhiệm đương nhiệm Vị trí Việt Nam Phó Bí thư Nguyễn Thành Phong (đến 8\/2021) Trần Lưu Quang (thường trực, đến 5\/2021) Phan Văn Mãi (thường trực) Nguyễn Thị Lệ Nguyễn Hồ Hải Nguyễn Văn Hiếu (đến 5\/2023) Ủy viên Bộ Chính trị khóa XIII Nhiệm kỳ 31 tháng 1 năm 2021 – nay 2 năm, 116 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Nguyễn Thiện Nhân Kế nhiệm đương nhiệm Vị trí Việt Nam Chánh Văn phòng Trung ương Đảng Nhiệm kỳ 4 tháng 2 năm 2016 – 11 tháng 10 năm 2020 4 năm, 250 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Trần Quốc Vượng Kế nhiệm Lê Minh Hưng Bí thư Trung ương Đảng khóa XII Nhiệm kỳ 27 tháng 1 năm 2016 – 31 tháng 1 năm 2021 5 năm, 4 ngày Tổng Bí thư Nguyễn Phú Trọng Thường trực Ban Bí thư Đinh Thế Huynh Trần Quốc Vượng Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ Nhiệm kỳ 14 tháng 11 năm 2013 – 8 tháng 4 năm 2016 2 năm, 146 ngày Thủ tướng Nguyễn Tấn Dũng Nguyễn Xuân Phúc Tiền nhiệm Vũ Đức Đam Kế nhiệm Mai Tiến Dũng Phó Trưởng ban Tuyên giáo Trung ương Nhiệm kỳ 17 tháng 3 năm 2013 – 14 tháng 11 năm 2013 242 ngày Trưởng ban Đinh Thế Huynh Phó Trưởng ban Thường trực Ban Chỉ đạo Tây Nguyên Nhiệm kỳ 30 tháng 7 năm 2011 – 17 tháng 3 năm 2013 1 năm, 230 ngày Trưởng ban Trần Đại Quang Tiền nhiệm Mai Văn Năm Kế nhiệm Triệu Xuân Hòa Ủy viên Ban Chấp hành Trung ương Đảng khóa XI, XII, XIII Nhiệm kỳ 18 tháng 1 năm 2011 – nay 12 năm, 129 ngày Tổng Bí thư Nông Đức Mạnh Nguyễn Phú Trọng Bí thư Tỉnh ủy Tây Ninh Nhiệm kỳ 11 tháng 9 năm 2010 – 30 tháng 7 năm 2011 322 ngày Tiền nhiệm Lê Thị Bân Kế nhiệm Võ Văn Phuông Đại biểu Quốc hội khóa XIV Nhiệm kỳ 22 tháng 5 năm 2016 – 23 tháng 5 2021 5 năm, 1 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vị trí Việt Nam Đại diện Tây Ninh Hồ Chí Minh Chủ tịch Ủy ban nhân dân tỉnh Tây Ninh Nhiệm kỳ tháng 3 năm 2006 – tháng 9 năm 2010 Bí thư Tỉnh ủy Lê Thị Bân Chủ tịch Hội đồng nhân dân tỉnh Tây Ninh Nhiệm kỳ tháng 6 năm 2004 – tháng 3 năm 2006 Bí thư Tỉnh ủy Lê Thị Bân Thông tin chung Sinh 14 tháng 7, 1957 (65 tuổi) Gò Dầu, Tây Ninh, Việt Nam Cộng hòa Nghề nghiệp Chính trị gia Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam 29\/12\/1978 Học vấn Cử nhân Luật Nguyễn Văn Nên (sinh ngày 14 tháng 7 năm 1957) là một nhà chính trị người Việt Nam. Ông hiện là Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Thành ủy Thành phố Hồ Chí Minh, Bí thư Đảng ủy Quân sự Thành phố Hồ Chí Minh, Đại biểu Quốc hội Việt Nam khóa XIV thuộc đoàn Thành phố Hồ Chí Minh.[Ghi chú 1][1] Ông là Đảng viên Đảng Cộng sản Việt Nam, học vị Cử nhân Luật, cao cấp lý luận chính trị. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, XII, Bí thư Trung ương Đảng, Chánh Văn phòng Trung ương Đảng; Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ; Phó Trưởng ban Tuyên giáo Trung ương, Phó Trưởng ban thường trực Ban Chỉ đạo Tây Nguyên; Bí thư Tỉnh ủy Tây Ninh, Chủ tịch Hội đồng nhân dân, Chủ tịch Ủy ban nhân dân tỉnh Tây Ninh.[2] Xuất thân và giáo dục[sửa | sửa mã nguồn] Nguyễn Văn Nên sinh ngày 14 tháng 7 năm 1957 ở xã Thanh Phước, huyện Gò Dầu, tỉnh Tây Ninh trong một gia đình có truyền thống cách mạng. Người chị cả của ông là Anh hùng Lực lượng vũ trang nhân dân Nguyễn Thị Bé (1944 -1973)[3]. Trong gia đình có 9 người con, ông thứ 7 nên thường được gọi là Bảy Nên. Quê nhà của ông ở vùng trụ sở của Trung ương Cục miền Nam,[Ghi chú 2] nơi ông lớn lên và trải qua thời niên thiếu. Ông theo học phổ thông, đại học và có học vị Cử nhân Luật, chuyên môn cảnh sát hình sự. Nguyễn Văn Nên được kết nạp Đảng Cộng sản Việt Nam vào ngày 29 tháng 12 năm 1978, trở thành đảng viên chính thức vào ngày 29 tháng 12 năm 1979 Trong quá trình hoạt động Đảng và Nhà nước, ông theo học các khóa tại Học viện Chính trị Quốc gia Hồ Chí Minh, nhận bằng Cao cấp lý luận chính trị.[4] Sự nghiệp[sửa | sửa mã nguồn] Quê nhà Tây Ninh[sửa | sửa mã nguồn] Ngày 30 tháng 4 năm 1975, kết thúc Chiến dịch Hồ Chí Minh, Việt Nam thống nhất đất nước. Nguyễn Văn Nên bắt đầu sự nghiệp công tác của mình ở quê nhà Tây Ninh khi mới 18 tuổi, thuộc lĩnh vực công an nhân dân. Từ tháng 4 năm 1975 đến tháng 9 năm 1985, ông là chiến sĩ cảnh sát hình sự rồi Đội trưởng hình sự của Công an huyện Gò Dầu, tỉnh Tây Ninh; Ủy viên Ban Chấp hành Huyện Đoàn Gò Dầu, Bí thư Đoàn Thanh niên Cộng sản Hồ Chí Minh Công an Huyện Gò Dầu. Tháng 10 năm 1985, ông được bầu làm Huyện ủy viên, Bí thư chi bộ, Phó Trưởng Công an huyện Gò Dầu.[5] Tháng 1 năm 1988, ông được giữ nhiệm vụ Quyền Trưởng Công an huyện Gò Dầu và chính thức trở thành Ủy viên Ban Thường vụ Huyện ủy, Trưởng Công an huyện Gò Dầu từ tháng 3 năm 1989. Lúc này, ông 32 tuổi, giữ vị trí lãnh đạo cấp cao của Huyện ủy và toàn bộ huyện Gò Dầu, huyện phía Nam tỉnh Tây Ninh. Tháng 1 năm 1992, Nguyễn Văn Nên được bổ nhiệm làm Phó Bí thư thường trực Huyện ủy, Chủ tịch Hội đồng nhân dân huyện Gò Dầu. Ông chính thức chuyển đổi lĩnh vực của sự nghiệp, kết thúc 17 năm trong ngành công an nhân dân, bắt đầu sự nghiệp lãnh đạo tổ chức Đảng và Chính quyền địa phương. Tháng 4 năm 1996, ông được bổ nhiệm thăng cấp làm Tỉnh ủy viên, Bí thư Huyện ủy kiêm Chủ tịch Hội đồng nhân dân huyện Gò Dầu, là lãnh đạo toàn diện huyện Gò Dầu.[6] Tháng 8 năm 1999, Nguyễn Văn Nên được điều chuyển về tỉnh lỵ, thành phố Tây Ninh, giữ chức vụ Tỉnh ủy viên, Trưởng ban Tổ chức chính quyền tỉnh Tây Ninh, một chức vụ phụ trách nhân lực, cán bộ, công chức, viên chức trong tổ chức tỉnh những thời kỳ trước 2000, được chuyển đổi thành Giám đốc Sở Nội vụ thuộc Ủy ban nhân dân tỉnh từ những năm 2001, 2002. Tháng 2 năm 2001, ông được thăng cấp thành Ủy viên Ban Thường vụ, Trưởng ban Tổ chức Tỉnh ủy Tây Ninh, một trong 13 người lãnh đạo toàn diện tỉnh Tây Ninh. Đến tháng 6 năm 2004, ông là Ủy viên Ban Thường vụ, Trưởng ban Tổ chức Tỉnh ủy Tây Ninh, kiêm Chủ tịch Hội đồng nhân dân tỉnh, Trưởng ban Bảo vệ sức khỏe cán bộ tỉnh Tây Ninh. Tháng 2 năm 2005, ông giữ thêm vị trí Thường trực Ban thường vụ Tỉnh ủy, Chủ tịch Hội đồng nhân dân kiêm Trưởng ban Tổ chức Tỉnh ủy Tây Ninh. Tháng 3 năm 2006, Ban Bí thư Trung ương Đảng điều động bổ nhiệm ông giữ chức vụ Phó Bí thư Tỉnh ủy Tây Ninh; Thủ tướng Chính phủ Phan Văn Khải bổ nhiệm ông làm Chủ tịch Ủy ban nhân dân tỉnh Tây Ninh. Ông trở thành lãnh đạo toàn diện nhánh hành pháp, chính quyền tỉnh Tây Ninh, chịu trách nhiệm thực thi quy phạm, chỉ đạo thực tế tỉnh, công tác vị trí này trong bốn năm. Đến tháng 9 năm 2010, Bộ Chính trị Ban chấp hành Trung ương Đảng quyết định bổ nhiệm Nguyễn Văn Nên giữ chức vụ Bí thư Tỉnh ủy Tây Ninh, trở thành lãnh đạo toàn diện tỉnh Tây Ninh. Ông cũng đã trải qua ba chức vụ của ba lĩnh vực lãnh đạo tỉnh, bao gồm Chủ tịch Hội đồng nhân dân tỉnh, Chủ tịch Ủy ban nhân dân tỉnh và Bí thư Tỉnh ủy tỉnh Tây Ninh.[7] Trung ương[sửa | sửa mã nguồn] Phó Trưởng Ban Chỉ đạo Tây Nguyên Nguyễn Văn Nên gặp Bộ trưởng Liên bang về Các vấn đề Bộ tộc và Panchayati Raj, Shri V. Kishore Chandra Deo, tại New Delhi Tháng 1 năm 2011, tại Đại hội Đảng Cộng sản Việt Nam lần thứ XI, Nguyễn Văn Nên được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI. Đến tháng 7 cùng năm, ông làm Phó Trưởng ban thường trực trong Ban Chỉ đạo Tây Nguyên của trưởng ban Trần Đại Quang. Tháng 3 năm 2013 ông được điều chuyển làm Phó Trưởng ban Tuyên giáo Trung ương, Trưởng ban là Đinh Thế Huynh. Cuối năm 2013, Thủ tưởng Chính phủ Nguyễn Tấn Dũng giới thiệu ông vào nhiệm vụ ở Văn phòng Chính phủ; đến ngày 14 tháng 11 năm 2013, ông được Quốc hội khóa XIII, kỳ họp thứ sáu, phê chuẩn giữ chức vụ Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ Việt Nam, kế nhiệm Phó Thủ tướng Vũ Đức Đam.[8] Ngày 27 tháng 1 năm 2016, tại Đại hội Đại biểu toàn quốc lần thứ XII của Đảng Cộng sản Việt Nam, ông tiếp tục được bầu vào Ban Chấp hành Trung ương Đảng, được Trung ương bầu vào Ban Bí thư Trung ương Đảng Cộng sản Việt Nam.[9] Ngày 04 tháng 2 năm 2016, ông được Bộ Chính trị phân công giữ chức Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam.[10] Ông giữ vị trí này giai đoạn 2016 – 2020. Đại biểu Quốc hội[sửa | sửa mã nguồn] Ngày 22 tháng 5 năm 2016, Nguyễn Văn Nên lần đầu trúng cử Đại biểu Quốc hội khóa IV ở đơn vị bầu cử số một, gồm các huyện Bến Cầu, Trảng Bàng, Gò Dầu và Châu Thành với 334.203 phiếu, đạt tỷ lệ 81,30% số phiếu hợp lệ, tỷ lệ phiếu cao nhất tỉnh Tây Ninh.[11][12] Ông là Đại biểu Quốc hội khóa XIV thuộc Đoàn Đại biểu tỉnh Tây Ninh. Đến ngày 22 tháng 10 năm 2020, Ủy ban Thường vụ Quốc hội ban hành Nghị quyết về việc chuyển sinh hoạt Đoàn Đại biểu Quốc hội đối với ông, chuyển sinh hoạt từ Đoàn Đại biểu Quốc hội tỉnh Tây Ninh đến Đoàn đại biểu Quốc hội Thành phố Hồ Chí Minh, nơi ông công tác.[13][14] Bí thư Thành phố Hồ Chí Minh[sửa | sửa mã nguồn] Nguyễn Văn Nên năm 2022 Cuối năm 2020, trong giai đoạn chuỗi đại hội Đảng Cộng sản Việt Nam đơn vị địa phương, chuẩn bị cho Đại hội Đảng toàn quốc khóa XIII năm 2021, Trung ương Đảng quyết định điều chuyển công tác của lãnh đạo Nguyễn Văn Nên về Thành phố Hồ Chí Minh. Ngày 11 tháng 10 năm 2020, Thành ủy Thành phố Hồ Chí Minh tổ chức Hội nghị công bố quyết định của Bộ Chính trị về công tác cán bộ.[15] Thay mặt Bộ Chính trị, Ủy viên Bộ Chính trị, Chủ tịch Quốc hội Nguyễn Thị Kim Ngân đã công bố quyết định của Bộ Chính trị, điều chuyển công tác của ông.[16] Lúc này, ông là Bí thư Trung ương Đảng, Chánh Văn phòng Trung ương Đảng, được miễn nhiệm chức vụ Chánh Văn phòng Trung ương, được điều động về Thành phố Hồ Chí Minh, bổ nhiệm tham gia Ban Chấp hành, Ban Thường vụ Thành ủy Thành phố Hồ Chí Minh nhiệm kỳ 2020 – 2025 và giới thiệu để Ban Chấp hành bầu giữ chức Bí thư Thành ủy Thành phố Hồ Chí Minh nhiệm kỳ 2020 – 2025 trong Đại hội Đảng bộ thành phố khóa XI.[17] Ngày 17 tháng 10 năm 2020, tại Hội nghị lần thứ nhất Ban chấp hành Đảng bộ Thành phố Hồ Chí Minh lần thứ XI, nhiệm kỳ 2020 - 2025, ông được bầu làm Bí thư Thành ủy Thành phố Hồ Chí Minh khóa XI, nhiệm kỳ 2020 – 2025. Ngày 30 tháng 1 năm 2021, tại phiên bầu cử Đại hội Đảng toàn quốc lần thứ XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[18] Ngày 31 tháng 1 năm 2021, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII.[19] Dịch Covid-19[sửa | sửa mã nguồn] Bài chi tiết: Đại dịch COVID-19 tại Thành phố Hồ Chí Minh Trong năm 2020, thành phố có 149 trường hợp mắc COVID-19, trong đó có 143 trường hợp đã điều trị khỏi, 6 ca đang điều trị và 16 người đang được theo dõi. Trên toàn địa bàn có 2.301 người được cách ly tập trung và 125 người được cách ly tại nhà.[20] Trong đợt dịch năm 2021, thành phố HCM là một trong những địa điểm bị ảnh hưởng nhất xuất phát từ Hội thánh Truyền giáo Phục Hưng, khiến nhiều khu vực ở 16 quận\/huyện bị phong tỏa.[21]. Ngày 31 tháng 5 năm 2021, thành phố HCM ra lệnh giãn cách xã hội toàn thành phố với những hạn chế nghiêm ngặt đối với việc tụ tập và đóng cửa một số cơ sở kinh doanh và dịch vụ trong nỗ lực kiềm chế những ca nhiễm COVID-19 tăng vọt giữa một đợt bùng phát dịch mới.[22] Mức độ giãn cách tiếp tục nâng lên do số ca nhiễm vẫn tăng, thành phố tiến hành áp dụng chỉ thị 16 trong 15 ngày bắt đầu từ 0h ngày 09\/07\/2021. Theo đó, người dân chỉ được ra ngoài khi thật sự cần thiết như làm việc tại nhà máy, công xưởng, khám chữa bệnh...[23] Bí thư Nên đi thị sát tại chợ Bình Điền Ông Nguyễn Văn Nên đã đi thị sát, thăm hỏi người dân ở khu vực phong tỏa vì Covid-19, ông đã động viên người dân có gắng vượt qua khó khăn.[24] Ông đã thăm hỏi bệnh nhân Covid-19 ở Bệnh viện dã chiến[25] và thăm hỏi các lực lượng chống dịch và cán bộ y tế.[26] Ông ủng hộ việc giãn cách nghiêm để chống dịch, theo ông phải hy sinh nhiều thứ mới có thể chiến thắng dịch bệnh.[27] Trước việc dịch bệnh lây lan ông Nên đã nhận khuyết điểm và xin người dân lượng thứ cho những lúng túng của chính quyền thành phố.[28] Khi tình hình dịch được kiểm soát, chính quyền thành phố bắt đầu họp để bỏ phong tỏa và mở cửa thành phố. Trước tình hình bình thường mới ông khẳng định phải mở cửa dần không thể mãi phong tỏa.[29] Về việc tiêm vắc xin phòng dịch COVID-19 ông đề nghị thông tin cho người dân về loại vắc xin.[30] Xem thêm[sửa | sửa mã nguồn] Đại hội Đảng Cộng sản Việt Nam XII Đại hội Đảng Cộng sản Việt Nam XIII Chú thích[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ Trung ương Cục miền Nam là một bộ phận của Ban Chấp hành Trung ương Đảng Lao Động Việt Nam đặt dưới sự lãnh đạo của Ban Chấp hành Trung ương, với nhiệm vụ chỉ đạo Đảng Nhân dân cách mạng Việt Nam trực tiếp chỉ đạo chính sách Mặt trận Dân tộc giải phóng Miền Nam Việt Nam và Chính phủ Cách mạng lâm thời, trụ sở nằm ở tỉnh Tây Ninh. Tham khảo[sửa | sửa mã nguồn] ^ Mai Hương, Tiến Long (ngày 7 tháng 11 năm 2020). “Ông Nguyễn Văn Nên được bầu làm bí thư Thành ủy TP.HCM”. Báo Tuổi trẻ. Bản gốc lưu trữ ngày 18 tháng 10 năm 2020. Truy cập ngày 7 tháng 11 năm 2020. ^ “Nguyễn Văn Nên”. Zingnews. Bản gốc lưu trữ ngày 7 tháng 11 năm 2020. Truy cập ngày 7 tháng 11 năm 2020. ^ “Anh Hùng Nguyễn Thị Bé”. ^ “Tiểu sử đồng chí Nguyễn Văn Nên”. Chuyên trang Đại hội XIII. Bản gốc lưu trữ ngày 2 tháng 2 năm 2021. Truy cập ngày 2 tháng 2 năm 2021. ^ “Tóm tắt tiểu sử Ủy viên Bộ chính trị Nguyễn Văn Nên”. Báo Giao thông. ngày 2 tháng 2 năm 2021. Bản gốc lưu trữ ngày 2 tháng 2 năm 2021. Truy cập ngày 2 tháng 2 năm 2021. ^ “Tiểu sử Nguyễn Văn Nên”. Vietnamnet. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Sơ lược tiểu sử tân Bí thư Thành ủy TP.HCM Nguyễn Văn Nên”. Báo Giao thông. ngày 17 tháng 10 năm 2020. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Tóm tắt tiểu sử Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ Nguyễn Văn Nên”. Báo điện tử Chỉnh phủ. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Đồng chí Nguyễn Văn Nên”. Tư liệu Đảng Cộng sản. Bản gốc lưu trữ ngày 7 tháng 11 năm 2020. Truy cập ngày 7 tháng 11 năm 2020. ^ “Văn phòng Trung ương Đảng”. Tư liệu Đảng Cộng sản. Bản gốc lưu trữ ngày 7 tháng 11 năm 2020. Truy cập ngày 7 tháng 11 năm 2020. ^ Đặng Hoàng Thái (ngày 9 tháng 6 năm 2016). “Kết quả bầu cử đại biểu Quốc hội tại tỉnh Tây Ninh”. Báo Tây Ninh. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “DANH SÁCH 494 ĐẠI BIỂU QUỐC HỘI KHOÁ XIV, NHIỆM KỲ 2016-2021”. Infographics Thông tấn xã. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Thảo Lê (ngày 23 tháng 10 năm 2020). “Đại biểu Nguyễn Văn Nên chuyển về Đoàn đại biểu Quốc hội TP.HCM”. Báo Tuổi trẻ. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Quang Huy (ngày 24 tháng 10 năm 2020). “Ông Nguyễn Văn Nên chuyển sinh hoạt đến Đoàn đại biểu Quốc hội TP.HCM”. Zingnews. Bản gốc lưu trữ ngày 27 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Sỹ Đông (ngày 11 tháng 10 năm 2020). “Giới thiệu ông Nguyễn Văn Nên để bầu làm Bí thư Thành ủy TP.HCM”. Báo Thanh niên. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Quyết định số 2369-QĐNS\/TW của Bộ Chính trị quyết định điều chuyển Nguyễn Văn Nên. ^ Trường Hoàng, Hoàng Triều (ngày 11 tháng 10 năm 2020). “Ông Nguyễn Văn Nên được giới thiệu để bầu làm Bí thư Thành ủy TP HCM”. Người Lao động. Bản gốc lưu trữ ngày 11 tháng 10 năm 2020. Truy cập ngày 7 tháng 11 năm 2020. ^ “Danh sách 200 Ủy viên Ban Chấp hành Trung ương Đảng khoá XIII”. VTV. ngày 30 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 30 tháng 1 năm 2021. ^ “Công bố danh sách Bộ Chính trị và Ban Bí thư khóa XIII”. Báo Tuổi trẻ. ngày 31 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 31 tháng 1 năm 2021. ^ Đan Phương (4 tháng 1 năm 2021). “Thượng tá về hưu ở Bình Chánh nghi mắc COVID-19 đã có kết quả âm tính”. Tin Tức. Lưu trữ bản gốc ngày 2 tháng 10 năm 2021. Truy cập ngày 2 tháng 10 năm 2021. ^ “Tp. HCM có 36 ca nhiễm COVID-19 liên quan đến một Hội thánh”. VOA. ngày 27 tháng 5 năm 2021. Truy cập ngày 9 tháng 11 năm 2021. ^ (VOA) ^ TP.HCM giãn cách toàn thành phố theo chỉ thị 16 trong 15 ngày từ 0h 9-7. Tuổi Trẻ. Ngày 07 tháng 7 năm 2021. Truy cập ngày 15 tháng 7 năm 2021. ^ “Bí thư Nguyễn Văn Nên kiểm tra khu phong tỏa tại quận Bình Tân”. Tuổi trẻ online. ngày 27 tháng 7 năm 2021. ^ “Bí thư Thành ủy TPHCM Nguyễn Văn Nên đi thăm, động viên F0 trong bệnh viện dã chiến”. Thành phố Hồ Chí Minh. ngày 28 tháng 7 năm 2021. ^ “Bí thư Thành ủy Nguyễn Văn Nên thăm Bệnh viện Hồi sức Covid-19 TP HCM”. Người lao động. ngày 8 tháng 9 năm 2021. ^ “Bí thư Nguyễn Văn Nên: \"Chúng ta phải hy sinh nhiều thứ mới có thể chiến thắng dịch bệnh\"”. Người lao động. ngày 24 tháng 8 năm 2021. ^ “Bí thư Nguyễn Văn Nên: Mong người dân lượng thứ cho những lúng túng của TP.HCM”. Tuổi trẻ online. ngày 25 tháng 7 năm 2021. ^ “Bí thư Nguyễn Văn Nên: 'TP.HCM sẽ mở cửa dần, không thể mãi giãn cách nghiêm ngặt'”. Tuổi trẻ online. ngày 5 tháng 9 năm 2021. ^ “Bí thư Nguyễn Văn Nên: Thông tin loại vắc xin trước, người dân đồng ý thì đến tiêm”. Tuổi trẻ online. ngày 13 tháng 8 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Nguyễn Văn Nên. Tư liệu Trung ương Đảng Cộng sản Việt Nam khóa XII, XIII. Tư liệu lưu trữ Văn phòng Trung ương Đảng Cộng sản Việt Nam. Tiền nhiệm: Nguyễn Thiện Nhân Bí thư Thành ủy Thành phố Hồ Chí Minh 2020-nay Kế nhiệm: đương nhiệm Tiền nhiệm: Trần Quốc Vượng Chánh Văn phòng Trung ương Đảng 2016-2020 Kế nhiệm: Lê Minh Hưng Tiền nhiệm: Vũ Đức Đam Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ 2013-2016 Kế nhiệm: Mai Tiến Dũng hiện x t s Ủy viên Bộ Chính trị khóa XIII Trần Tuấn Anh Nguyễn Hòa Bình Phạm Minh Chính Lương Cường Đinh Tiến Dũng Phan Văn Giang Vương Đình Huệ Tô Lâm Trương Thị Mai Trần Thanh Mẫn Nguyễn Văn Nên Nguyễn Xuân Thắng Võ Văn Thưởng Phan Đình Trạc Nguyễn Phú Trọng Trần Cẩm Tú Phạm Bình Minh (đến 12\/2022) Nguyễn Xuân Phúc (đến 01\/2023) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Văn Linh (1975–1976) Võ Văn Kiệt (1976–1981) Nguyễn Văn Linh (1982–1986) Mai Chí Thọ (1986) Võ Trần Chí (1986–1996) Trương Tấn Sang (1996–2000) Nguyễn Minh Triết (2000–2006) Lê Thanh Hải (2006–2016) Đinh La Thăng (2016–2017) Nguyễn Thiện Nhân (2017–2020) Nguyễn Văn Nên (2020–nay) hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII hiện x t s Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ Việt Nam Phạm Hùng¹ (1955–1958) Nguyễn Duy Trinh¹ (1958) Nguyễn Khang¹ (1959–1965) Trần Hữu Dực¹ (1965–1976) Đặng Thí (1971–1973) Phan Mỹ (1973–1981) Đặng Thí¹ (1976–1977) Vũ Tuân¹ (1977–1981) Đặng Việt Châu¹ (1981) Đặng Thí (1981–1982) Nguyễn Hữu Thụ (1982–1984) Đoàn Trọng Truyến (1984–1987) Hồ Ngọc Nhường (1987) Nguyễn Khánh (1987–1992) Lê Xuân Trinh (1992–1996) Lại Văn Cử (1996–1999) Đoàn Mạnh Giao (1999–2007) Nguyễn Xuân Phúc (2007–2011) Vũ Đức Đam (2011–2013) Nguyễn Văn Nên (2013–2016) Mai Tiến Dũng (2016–2021) Trần Văn Sơn (2021–) ¹ Bộ trưởng Phủ Thủ tướng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Nên&oldid=70043108” Thể loại: Sinh năm 1957 Nhân vật còn sống Người Tây Ninh Chủ tịch Ủy ban nhân dân tỉnh Tây Ninh Bí thư Tỉnh ủy Tây Ninh Bí thư Thành ủy Thành phố Hồ Chí Minh Chủ nhiệm Văn phòng Chính phủ Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Tây Ninh Đại biểu Quốc hội Việt Nam khóa XIV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Sống tại Tây Ninh Tiến sĩ Luật Việt Nam Ban Bí thư Trung ương Đảng Cộng sản Việt Nam khóa XII Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Người họ Nguyễn Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 10:22. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}