{"Nguyễn Xuân Cường":"Nguyễn Xuân Cường – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Giáo dục 2Tiểu sử 3Tham khảo Nguyễn Xuân Cường Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. (tháng 4\/2022) Nguyễn Xuân Cường Chức vụ Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Nhiệm kỳ 28 tháng 7 năm 2016 – 7 tháng 4 năm 2021 4 năm, 253 ngày Thủ tướng Nguyễn Xuân Phúc Phạm Minh Chính Tiền nhiệm Cao Đức Phát Kế nhiệm Lê Minh Hoan Vị trí Việt Nam Thứ trưởng Lê Minh Hoan (2020-) Hà Công Tuấn (thường trực) Lê Quốc Doanh (2013-) Trần Thanh Nam (2013-) Phùng Đức Tiến (2018-) Nguyễn Hoàng Hiệp (2019-) Thứ trưởng Thường trực Bộ Nông nghiệp và Phát triển Nông thôn Nhiệm kỳ tháng 12 năm 2015 – 28 tháng 7 năm 2016 Phó Trưởng ban Kinh tế Trung ương Nhiệm kỳ tháng 1 năm 2013 – tháng 12 năm 2015 Bí thư Tỉnh ủy Bắc Kạn Nhiệm kỳ 13 tháng 5 năm 2010 – 31 tháng 1 năm 2013 2 năm, 263 ngày Tiền nhiệm Dương Đình Hân[1] Kế nhiệm Hà Văn Khoát Phó Bí thư Hà Văn Khoát Hoàng Ngọc Đường Thứ trưởng Bộ Tài nguyên và Môi trường Nhiệm kỳ 1 tháng 8 năm 2008 – tháng 5 năm 2010 Chủ tịch Ủy ban nhân dân tỉnh Hà Tây Nhiệm kỳ tháng 6 năm 2006 – 1 tháng 8 năm 2008 Tiền nhiệm Vũ Huy Hoàng Kế nhiệm chức vụ bãi bỏ Thông tin chung Sinh 14 tháng 10, 1959 (63 tuổi) Hồng Hà, Đan Phượng, Hà Tây, Việt Nam Dân chủ Cộng hòa Nơi ở Hà Nội Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Nông nghiệp Nguyễn Xuân Cường (sinh ngày 14 tháng 10 năm 1959) là một chính trị gia người Việt Nam. Ông nguyên là Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn, đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu Quốc hội tỉnh Bắc Kạn.[2] Trong Đảng Cộng sản Việt Nam, ông từng là Ủy viên Ban Chấp hành Trung ương Đảng khóa XII. Giáo dục[sửa | sửa mã nguồn] Chuyên môn nghiệp vụ: Kỹ sư Nông nghiệp Học vị: tiến sĩ Nông nghiệp Lý luận chính trị: Cao cấp Tiểu sử[sửa | sửa mã nguồn] - 01\/1983 - 3\/1985: Công tác tại Phòng Nông nghiệp huyện Đan Phượng, tỉnh Hà Tây. - 4\/1985 - 6\/1988: Phó Giám đốc Công ty Bảo vệ thực vật huyện Đan Phượng, tỉnh Hà Tây. - 7\/1988 - 3\/1991: Phó Giám đốc Công ty Dịch vụ kỹ thuật cây trồng huyện Đan Phượng (do sáp nhập từ 02 Công ty Bảo vệ thực vật và Công ty Vật tư nông nghiệp). - 4\/1991 - 3\/1994: Trưởng phòng Nông nghiệp huyện Đan Phượng, tỉnh Hà Tây. - 4\/1994 - 6\/1995: Giám đốc Trung tâm khuyến nông tỉnh Hà Tây. - 7\/1995 - 7\/1996: Trưởng phòng kỹ thuật Sở Nông Lâm nghiệp tỉnh Hà Tây. - 8\/1996 - 8\/1997: Giám đốc Trung tâm khuyến nông tỉnh Hà Tây. - 9\/1997 - 11\/2002: Phó Giám đốc Sở Nông nghiệp và phát triển nông thôn tỉnh Hà Tây. - 11\/2002 - 7\/2004: Bí thư Huyện ủy Mỹ Đức, tỉnh Hà Tây. - 8\/2004 - 6\/2006: Phó Chủ tịch Ủy ban nhân dân tỉnh Hà Tây. - 6\/2006 - 7\/2008: Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Hà Tây. Sau khi Hà Tây được sáp nhập vào Hà Nội, ông được bổ nhiệm giữ chức Thứ trưởng Bộ Tài nguyên và Môi trường (8\/2008 - 5\/2010).[3] - 5\/2010 - 01\/2011: Bí thư Tỉnh ủy Bắc Kạn. - Tháng 1 năm 2011, tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng được bầu vào Ban Chấp hành Trung ương Đảng. - 01\/2011 - 01\/2013: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Bắc Kạn. - 01\/2013 - 12\/2015: được Bộ Chính trị phân công giữ chức ủy viên Trung ương Đảng, Phó trưởng Ban Kinh tế Trung ương Đảng Cộng sản Việt Nam. - 12\/2015 – 7\/2016: Ủy viên Trung ương Đảng, Ủy viên Ban cán sự đảng, Thứ trưởng thường trực Bộ Nông nghiệp và Phát triển Nông thôn. - Đại biểu Quốc hội khóa XIV (2016-2021). 28\/7\/2016: Tại kỳ họp thứ nhất Quốc hội khóa XIV, được Quốc hội phê chuẩn, Chủ tịch nước bổ nhiệm giữ chức Bộ trưởng Bộ Nông nghiệp và phát triển nông thôn.\/.[2] Ngày 07 tháng 4 năm 2021, Tại kỳ họp thứ 11, Quốc hội khóa XIV, được Quốc hội phê chuẩn, Chủ tịch nước miễn nhiệm chức danh Bộ trưởng Bộ Nông nghiệp và phát triển nông thôn nhiệm kỳ (2016 – 2021) theo đề nghị của Thủ tướng Phạm Minh Chính. Tham khảo[sửa | sửa mã nguồn] ^ Phương Thảo, ĐỒNG CHÍ NGUYỄN XUÂN CƯỜNG ĐƯỢC ĐIỀU ĐỘNG GIỮ CHỨC BÍ THƯ TỈNH ỦY BẮC KẠN- NHIỆM KỲ 2005-2010 Lưu trữ 2020-11-27 tại Wayback Machine, báo Bắc Kạn Online, 15:15' 13\/05\/2010 (GMT+7), truy cập 16\/11\/2020. ^ a b “Công bố kết quả phê chuẩn 26 thành viên Chính phủ”. ^ “Chủ tịch Hà Tây được bổ nhiệm Thứ trưởng Bộ Tài nguyên Môi trường”. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Chính phủ Việt Nam khóa XIV (2016 – 2021) Thủ tướng Việt Nam Nguyễn Xuân Phúc Ủy viên Bộ Chính trị Thủ tướng Chính phủ Nguyễn Xuân Phúc Phó Thủ tướng thường trực Trương Hòa Bình Phó Thủ tướng Trương Hòa Bình Ủy viên Bộ Chính trị Phạm Bình Minh Ủy viên Bộ Chính trị Vũ Đức Đam Trịnh Đình Dũng Ban Cán sự Đảng Nguyễn Xuân Phúc Trương Hòa Bình Phạm Bình Minh Vũ Đức Đam Trịnh Đình Dũng Ngô Xuân Lịch Tô Lâm Lê Vĩnh Tân Mai Tiến Dũng Bộ trưởng các bộ 0 1. Bộ Ngoại giao Phạm Bình Minh 0 2. Bộ Quốc phòng Đại tướng Ngô Xuân Lịch 0 3. Bộ Công an Đại tướng Tô Lâm 0 4. Bộ Nội vụ Phạm Thị Thanh Trà 0 5. Bộ Tài chính Đinh Tiến Dũng 0 6. Bộ Nông nghiệp và Phát triển nông thôn Nguyễn Xuân Cường 0 7. Bộ Công Thương Trần Tuấn Anh 0 8. Bộ Giáo dục và Đào tạo Nguyễn Kim Sơn 0 9. Bộ Tài nguyên Trần Hồng Hà 10. Bộ Văn hóa, Thể thao và Du lịch Nguyễn Văn Hùng 11. Bộ Khoa học và Công nghệ Chu Ngọc Anh • Huỳnh Thành Đạt 12. Bộ Kế hoạch và Đầu tư Nguyễn Chí Dũng 13. Bộ Lao động – Thương binh và Xã hội Đào Ngọc Dung 14. Bộ Tư pháp Lê Thành Long 15. Bộ Xây dựng Phạm Hồng Hà 16. Bộ Giao thông Vận tải Nguyễn Văn Thể 17. Bộ Thông tin Truyền thông Nguyễn Mạnh Hùng 18. Bộ Y tế Nguyễn Thanh Long Các cơ quan ngang bộ 19. Văn phòng Chính phủ Mai Tiến Dũng 20. Ủy ban Dân tộc Đỗ Văn Chiến 21. Ngân hàng Nhà nước Lê Minh Hưng • Nguyễn Thị Hồng 22. Thanh tra Chính phủ Lê Minh Khái Các cơ quan khác trực thuộc Ủy ban Quản lý vốn Nhà nước Nguyễn Hoàng Anh Đài Tiếng nói Việt Nam Nguyễn Thế Kỷ Đài Truyền hình Việt Nam Trần Bình Minh Thông tấn xã Việt Nam Nguyễn Đức Lợi Viện Hàn lâm Khoa học Công nghệ Châu Văn Minh Viện Hàn lâm Khoa học Xã hội Bùi Nhật Quang Học viện Chính trị Quốc gia Hồ Chí Minh Nguyễn Xuân Thắng Đại học Quốc gia Hà Nội Nguyễn Kim Sơn Đại học Quốc gia Thành phố Hồ Chí Minh Huỳnh Thành Đạt • Vũ Hải Quân Bảo hiểm Xã hội Việt Nam Nguyễn Thế Mạnh hiện x t s Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn Việt Nam Cù Huy Cận (1946) · Bồ Xuân Luật (1946) · Huỳnh Thiện Lộc (1946) · Ngô Tấn Nhơn (1946–1954) · Nghiêm Xuân Yêm (1954–1963) · Dương Quốc Chính (1963–1965) · Hoàng Anh (1965–1967) · Nguyễn Văn Lộc (1967–1971) · Hoàng Anh (1971–1974) · Võ Thúc Đồng (1974; 1974–1977) · Võ Chí Công (1977–1979) · Nguyễn Ngọc Trìu (1979–1987) · Nguyễn Công Tạn (1987–1997) · Lê Huy Ngọ (1997–2004) · Cao Đức Phát (2004–2016) · Nguyễn Xuân Cường (2016–2021) · Lê Minh Hoan (2021–) In nghiêng: Quyền Bộ trưởng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Xuân_Cường&oldid=69388804” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1959 Nhân vật còn sống Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Hà Tây Người Hà Tây Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Bắc Kạn Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Bắc Kạn Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết cần được wiki hóa Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 6 tháng 12 năm 2022, 14:56. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}