{"Nguyễn Nhiêu Cốc":"Nguyễn Nhiêu Cốc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Nguyễn Nhiêu Cốc Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Nhiêu Cốc (1930–2010) là nhà cách mạng và chính khách Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng các khóa VI, VII, Bí thư Tỉnh ủy Hòa Bình, Phó Chủ tịch Hội đồng Dân tộc của Quốc hội. Ông sinh ngày 15 tháng 10 năm 1930, quê quán: Thôn Mom, xã Phú Minh, huyện Kỳ Sơn, tỉnh Hòa Bình. Ông từng giữ các chức vụ tại tỉnh Hòa Bình và sau đó tại tỉnh Hà Sơn Bình như: Bí thư Đoàn Thanh niên tỉnh Hòa Bình(1970)[1], Chủ nhiệm Ủy ban Kế hoạch tỉnh Hà Tây[2], Ủy viên Ban Chấp hành Đảng bộ tỉnh Hà Sơn Bình(1977), Ủy viên Thường vụ, Phó Chủ tịch Ủy ban nhân dân tỉnh (1979–1986), Phó Bí thư tỉnh ủy, Chủ tịch Ủy ban nhân dân Tỉnh (1986–1991) [3] Năm 1991 khi tái lập tỉnh Hòa Bình, ông giữ chức Bí thư Tỉnh ủy Hòa Bình (1991–1996) Tại Đại hội Đảng VI, VII ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI, VII; Phó chủ tịch Hội đồng Dân tộc của Quốc hội khóa VIII, IX (1987–1997) [4]. Ông từ trần ngày 7 tháng 12 năm 2010. An táng tại nghĩa trang Sông Đà, TP Hòa Bình, tỉnh Hòa Bình [5]. Tham khảo[sửa | sửa mã nguồn] ^ http:\/\/doanthanhnien.hoabinh.gov.vn\/?page=news&code=detail&id=83&idc=114 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 15 tháng 10 năm 2014. Truy cập ngày 16 tháng 11 năm 2014. ^ http:\/\/www.hanoi.gov.vn\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/4201\/4201\/50710 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập ngày 16 tháng 11 năm 2014. ^ http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20101209\/ong-nguyen-nhieu-coc-tu-tran\/415014.html Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Nhiêu_Cốc&oldid=67808315” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1930 Mất năm 2010 Người Hòa Bình Bí thư Tỉnh ủy Hòa Bình Chủ tịch Ủy ban nhân dân tỉnh Hà Sơn Bình Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 3 tháng 1 năm 2022, 07:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}