{"Nguyễn Văn Lợi (Hữu Dũng)":"Nguyễn Văn Lợi (Hữu Dũng) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và sự nghiệp 2Chú thích Nguyễn Văn Lợi (Hữu Dũng) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Văn Lợi (1906-?), bí danh Hữu Dũng là một nhà cách mạng, bí thư thành ủy Sài Gòn đầu tiên[1] của Đảng Cộng sản Việt Nam, ủy viên của Xứ ủy Nam Kỳ đầu tiên.[2] Xuất thân và sự nghiệp[sửa | sửa mã nguồn] Nguyễn Văn Lợi sinh năm 1906 tại xã Thạch Châu, huyện Thạch Hà, tỉnh Hà Tĩnh. Năm 1925, ông tham gia Tân Việt Cách mệnh Đảng tại Hà Tĩnh.[2] Tháng 7 năm 1926, ông sang Quảng Châu tham dự lớp huấn luyện chính trị của Hội Việt Nam Cách mạng Thanh niên do Nguyễn Ái Quốc lập ra để đào tạo cán bộ để đưa về nước hoạt động ở ba kỳ chuẩn bị tiến tới thành lập một Đảng Cộng sản ở Việt Nam. Học viên lớp này khoảng 20 người, trong đó có Trần Phú, Nguyễn Công Thu, Nguyễn Danh Thọ, Nguyễn Ngọc Ba, Phan Trọng Quảng, Phan Trọng Bình và Nguyễn Văn Lợi.[3] Tháng 10 năm 1926 mãn khóa học, hai hội viên là Phan Trọng Bình và Nguyễn Văn Lợi được Nguyễn Ái Quốc cử về hoạt động ở Sài Gòn.[2] Đầu năm 1927, Nguyễn Văn Lợi vào Sài Gòn, nhờ một người quen là lái xe cho tên quan kiểm lâm xin việc giúp vào làm ở sân bay Biên Hòa. Sau đó chuyển về làm ở Đêpô xe lửa Sài Gòn khoảng 6 – 7 tháng thì thôi việc. Rời Đêpô xe lửa Sài Gòn, ông vào làm thợ nguội ở hãng vô tuyến điện Phú Lâm. Thời gian này vẫn hoạt động trong tổ chức của Tân Việt. Giữa năm 1927, số lượng hội viên tổ chức Thanh niên ở Sài Gòn và các tỉnh đã khá đông, Kỳ bộ lâm thời được thành lập gồm có Phan Trọng Bình, Nguyễn Văn Lợi, Ngô Thiêm do Phan Trọng Bình làm Bí thư. Đầu năm 1929, đồng chí Nguyễn Văn Lợi về Bến Lức, Trung Huyện tuyên truyền tôn chỉ, mục đích của Hội Việt Nam Cách mạng Thanh niên trong giới hội viên của Hội kín Nguyễn An Ninh.[2] Cuối năm 1929, tại Sài Gòn thành lập Đông Dương Cộng sản Liên đoàn, Hải Triều và Trần Hữu Chương đại diện cho Đông Dương Cộng sản Liên đoàn ra Hà Tĩnh họp ở Đức Thọ thì bị bắt, vì vậy mà Nguyễn Văn Lợi được rút lên chuyển làm công tác đảng của Đông Dương Cộng sản Liên đoàn (trụ sở tại đường Hàm Nghi), được đại diện Đông Dương Cộng sản Liên đoàn tham gia thống nhất Đảng, thành lập một Đảng Cộng sản duy nhất lấy tên là Đảng Cộng sản Việt Nam vào ngày 03 tháng 02 năm 1930 và tham gia vào Xứ ủy đầu tiên của Nam Kỳ. Xứ ủy Nam Kỳ đầu tiên gồm: Bí thư Ngô Gia Tự, các ủy viên là Ung Văn Khiêm, Nguyễn Văn Lợi, A Duyển (người Hoa), về sau bổ sung thêm Hà Huy Giáp, Lê Hòa Bình.[2] Tháng 3 năm 1930, Ban lâm thời Chấp ủy Nam Kỳ tiến hành hợp nhất các tổ chức cộng sản ở Sài Gòn và các tỉnh, chỉ định Ban lâm thời Chấp ủy thành phố Sài Gòn (Thành ủy Sài Gòn) gồm 5 đồng chí, gồm có Nguyễn Văn Lợi (Hữu Dũng) làm Bí thư, Trần Não (Huỳnh Quảng), Võ Phong, Hà Bá Tường (người Hoa) và một người nữa (làm việc tại Ba Son).[1] Đảng bộ Sài Gòn sau khi thống nhất có các chi bộ ở Xưởng Ba Son, Hãng FACI, Đêpô xe lửa Dĩ An, Đêpô xe lửa Sài Gòn, Nhà đèn Chợ Quán, Nhà đèn Chợ Rẫy, Hãng rượu Bình Tây, Hãng dầu Nhà Bè, Hãng xây cất Brossard Mopin, Hãng buôn Charner, Hãng xe điện và ô tô buýt, Bến cảng, có cơ sở Đảng trong các giới thủy thủ, thợ máy, bồi bếp, xe kéo, cắt tóc, học sinh, dân phố v.v… Tổng cộng khoảng 20 chi bộ với tổng số đảng viên chừng 130 người (trong tổng số 310 đảng viên đầu tiên của cả nước).[1] Đến tháng 6 năm 1930, Thành ủy được bầu lại, Trần Não được bầu làm bí thư thay Nguyễn Văn Lợi.[1] Nguyễn Văn Lợi về công tác tại Xứ ủy rồi về công tác ở chi bộ xe kéo. Ông tham gia vào việc tổ chức lấy lại tài liệu tại nhà Tổng bí thư Trần Phú sau khi Trần Phú bị bắt để hủy nhằm giữ bí mật cho Đảng.[2] Đến tháng 4 năm 1931, Nguyễn Văn Lợi bị bắt tại trụ sở của chi bộ xe kéo ở đường Arras (nay là đường Cống Quỳnh, Quận 1, Thành phố Hồ Chí Minh).[2] Chú thích[sửa | sửa mã nguồn] ^ a b c d “Thành ủy Sài Gòn những ngày đầu thành lập”. Quân Đội Nhân Dân. 11 tháng 5 năm 2015. ^ a b c d e f g “Dấu ấn Người Bí thư đầu tiên của Thành ủy Sài Gòn”. Trang tin Điện tử Đảng bộ Thành phố Hồ Chí Minh. 6 tháng 6 năm 2021. ^ “Nhóm thanh niên yêu nước đầu tiên sang Quảng Châu dự lớp huấn luyện chính trị (Phần 1)”. Bảo Tàng Lịch sử Quốc Gia. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Lợi_(Hữu_Dũng)&oldid=69469939” Thể loại: Bí thư Thành ủy Sài Gòn Trang này được sửa lần cuối vào ngày 25 tháng 12 năm 2022, 02:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}