{"Nguyễn Phú Trọng":"Nguyễn Phú Trọng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử Hiện\/ẩn mục Tiểu sử 1.1Học vấn 2Sự nghiệp chính trị Hiện\/ẩn mục Sự nghiệp chính trị 2.1Cơ quan tuyên truyền 2.2Sự nghiệp tại Hà Nội 2.3Đại biểu Quốc hội 3Chủ tịch Quốc hội Hiện\/ẩn mục Chủ tịch Quốc hội 3.1Khóa XI 3.2Khóa XII 4Tổng bí thư Hiện\/ẩn mục Tổng bí thư 4.1Nhiệm kỳ một (2011–2016) 4.1.1Hoạt động nội bộ Đảng 4.1.2Đối ngoại 4.1.2.1Trung Quốc 4.1.2.2Hoa Kỳ 4.1.2.3Ấn Độ 4.2Nhiệm kỳ hai (2016–2021) 4.2.1Hoạt động nội bộ Đảng 4.2.2Chiến dịch chống tham nhũng 4.2.3Chủ tịch nước (2018–2021) 4.3Nhiệm kỳ ba (2021–nay) 4.3.1Hoạt động nội bộ Đảng 4.3.2Đối ngoại 4.3.2.1Trung Quốc 5Gia đình 6Tuyên bố 7Tranh cãi Hiện\/ẩn mục Tranh cãi 7.1Thời gian kiêm nhiệm 7.2Sức khỏe 7.3Tặng Huân chương Lao động hạng Ba cho Việt Á 8Tác phẩm Hiện\/ẩn mục Tác phẩm 8.1Sách 8.2Bài báo 9Phong tặng 10Xem thêm 11Tham khảo 12Liên kết ngoài Nguyễn Phú Trọng 47 ngôn ngữ Afrikaans العربية Bahasa Indonesia Bahasa Melayu Bân-lâm-gú Català Čeština Deutsch Eesti Ελληνικά English Español فارسی Français 한국어 हिन्दी Ido Italiano עברית ქართული Kiswahili ລາວ Latina مازِرونی မြန်မာဘာသာ Nederlands 日本語 Norsk bokmål Oʻzbekcha \/ ўзбекча ភាសាខ្មែរ Polski Português Română Русский ᱥᱟᱱᱛᱟᱲᱤ Simple English Српски \/ srpski Suomi Svenska Tagalog ไทย Türkçe Українська اردو 吴语 粵語 中文 38 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Xem mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Xem mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikiquote Wikisource Bách khoa toàn thư mở Wikipedia Giáo sư, Tiến sĩ Nguyễn Phú Trọng Nguyễn Phú Trọng năm 2022 Chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 19 tháng 1 năm 2011 – nay 12 năm, 122 ngày Tiền nhiệm Nông Đức Mạnh Kế nhiệm Đương nhiệm Thường trực Ban Bí thư Trương Tấn Sang Lê Hồng Anh Đinh Thế Huynh Trần Quốc Vượng Võ Văn Thưởng Trương Thị Mai Chủ tịch nước Cộng hoà xã hội chủ nghĩa Việt Nam Nhiệm kỳ 23 tháng 10 năm 2018 – 5 tháng 4 năm 2021 2 năm, 164 ngày Tiền nhiệm Trần Đại Quang (đến 21\/09\/2018) Đặng Thị Ngọc Thịnh (Quyền) Kế nhiệm Nguyễn Xuân Phúc Phó Chủ tịch nước Đặng Thị Ngọc Thịnh Chủ tịch Hội đồng Quốc phòng An ninh Tổng tư lệnh các lực lượng vũ trang Việt Nam Nhiệm kỳ 23 tháng 10 năm 2018 – 5 tháng 4 năm 2021 2 năm, 164 ngày Tiền nhiệm Trần Đại Quang Đặng Thị Ngọc Thịnh (quyền) Kế nhiệm Nguyễn Xuân Phúc Phó Chủ tịch Nguyễn Xuân Phúc Trưởng Ban Chỉ đạo Cải cách Tư pháp Trung ương Nhiệm kỳ 23 tháng 10 năm 2018 – 5 tháng 4 năm 2021 2 năm, 164 ngày Tiền nhiệm Trần Đại Quang Kế nhiệm Nguyễn Xuân Phúc Phó Trưởng ban Thường trực Phan Đình Trạc Trưởng Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực Nhiệm kỳ 1 tháng 2 năm 2013 – nay 10 năm, 109 ngày Kế nhiệm Đương nhiệm Phó Trưởng ban Thường trực Phan Đình Trạc Bí thư Quân ủy Trung ương Nhiệm kỳ 19 tháng 1 năm 2011 – nay 12 năm, 122 ngày Tiền nhiệm Nông Đức Mạnh Kế nhiệm Đương nhiệm Phó Bí thư Phùng Quang Thanh Ngô Xuân Lịch Phan Văn Giang Chủ tịch Quốc hội nước Cộng hòa Xã hội chủ nghĩa Việt Nam Nhiệm kỳ 26 tháng 6 năm 2006 – 23 tháng 7 năm 2011 5 năm, 27 ngày Tiền nhiệm Nguyễn Văn An Kế nhiệm Nguyễn Sinh Hùng Phó Chủ tịch Tòng Thị Phóng Uông Chu Lưu Huỳnh Ngọc Sơn Nguyễn Đức Kiên Đại biểu Quốc hội khóa XI, XII, XIII, XIV, XV Nhiệm kỳ 19 tháng 5 năm 2002 – nay 21 năm, 2 ngày Chủ tịch Hội đồng Lý luận Trung ương Nhiệm kỳ 10 tháng 11 năm 2001 – 15 tháng 3 năm 2007 5 năm, 125 ngày Tiền nhiệm Nguyễn Đức Bình Kế nhiệm Tô Huy Rứa Phó Chủ tịch Đỗ Hoài Nam Lê Hữu Nghĩa Đặng Xuân Kỳ Bí thư Thành ủy Hà Nội Nhiệm kỳ 6 tháng 1 năm 2000 – 26 tháng 6 năm 2006 6 năm, 171 ngày Tiền nhiệm Lê Xuân Tùng Kế nhiệm Phạm Quang Nghị Phó Bí thư Phùng Hữu Phú Hoàng Văn Nghiên Trần Văn Tuấn Nguyễn Quốc Triệu Ngô Thị Doãn Thanh Thường trực Bộ Chính trị Nhiệm kỳ tháng 8 năm 1999 – Tháng 4 năm 2001 Tiền nhiệm Phạm Thế Duyệt Kế nhiệm Trần Đình Hoan Ủy viên Bộ Chính trị khóa VIII, IX, X, XI, XII, XIII Nhiệm kỳ 29 tháng 12 năm 1997 – nay 25 năm, 143 ngày Phó Bí thư Thành ủy Hà Nội Nhiệm kỳ 26 tháng 8 năm 1996 – Tháng 2 năm 1998 Ủy viên Trung ương Đảng khóa VII, VIII, IX, X, XI, XII, XIII Nhiệm kỳ 25 tháng 1 năm 1994 – nay 29 năm, 116 ngày Tổng Biên tập Tạp chí Cộng sản Nhiệm kỳ 24 tháng 8 năm 1991 – 26 tháng 8 năm 1996 5 năm, 2 ngày Tiền nhiệm Hà Xuân Trường Kế nhiệm Hà Đăng Thông tin chung Quốc tịch Việt Nam Sinh 14 tháng 4, 1944 (79 tuổi) xã Hội Phụ, huyện Đông Ngàn, Bắc Ninh, Liên Bang Đông Dương (nay thuộc xã Đông Hội, huyện Đông Anh, Hà Nội) Nơi ở Số 5 phố Thiền Quang, phường Nguyễn Du, quận Hai Bà Trưng, Hà Nội Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam 19 tháng 12 năm 1967 55 năm, 153 ngày Vợ Ngô Thị Mân Con cái 2 (1 gái và 1 trai) Học vấn Giáo sư Chính trị học, Tiến sĩ Khoa học Lịch sử Trường lớp Trường Đại học Tổng hợp Hà Nội Học viện Chính trị Quốc gia Hồ Chí Minh Viện Hàn lâm Khoa học xã hội thuộc Trung ương Đảng Cộng sản Liên Xô Nguyễn Phú Trọng (sinh ngày 14 tháng 4 năm 1944) là một chính khách người Việt Nam. Ông hiện đang đảm nhiệm chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam; Bí thư Quân ủy Trung ương. Ngoài ra ông còn giữ một số chức vụ khác bao gồm Ủy viên Thường vụ Đảng ủy Công an Trung ương; Trưởng Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực; Đại biểu Quốc hội Việt Nam khóa XV nhiệm kì 2021 – 2026 và là một trong những Đại biểu thuộc Đoàn Đại biểu Quốc hội thành phố Hà Nội. Vào ngày 23 tháng 10 năm 2018, sau khi được Quốc hội Việt Nam khóa XIV bầu làm Chủ tịch nước, ông đã chính thức trở thành người thứ ba trong lịch sử của Đảng Cộng sản Việt Nam nắm giữ cả hai chức vụ đứng đầu Đảng Cộng sản và Nhà nước, sau Hồ Chí Minh và Trường Chinh. Tiểu sử Nguyễn Phú Trọng sinh ngày 14 tháng 4 năm 1944 tại thôn Lại Đà, xã Hội Phụ, huyện Đông Ngàn, tỉnh Bắc Ninh (nay thuộc thôn Lại Đà, xã Đông Hội, huyện Đông Anh, Hà Nội)[1] tại một gia đình bần nông và là con út trong số bốn anh chị em.[2] Học vấn Từ năm 1957 đến năm 1963, ông học trường cấp hai và cấp ba Nguyễn Gia Thiều tại huyện Gia Lâm (nay thuộc quận Long Biên, Hà Nội).[2] Năm 1963, ông theo học Khoa Văn tại trường Đại học Tổng hợp Hà Nội và tốt nghiệp bằng Cử nhân Ngữ văn.[3] Tháng 8 năm 1973, Nguyễn Phú Trọng được cử đi học lớp nghiên cứu sinh về kinh tế chính trị tại Trường Nguyễn Ái Quốc (nay là Học viện Chính trị Quốc gia Hồ Chí Minh).[4] Khóa học sau đó đã kết thúc vào tháng 4 năm 1976.[4] Từ tháng 9 năm 1981 đến tháng 8 năm 1983, ông tiếp tục được cử sang Liên Xô làm nghiên cứu sinh và bảo vệ thành công luận án phó tiến sĩ ở bộ môn Khoa học Lịch sử tại Viện Hàn lâm Khoa học xã hội thuộc Trung ương Đảng Cộng sản Liên Xô (Акаде́мия обще́ственных нау́к при ЦК КПСС).[4][5] Năm 1992, Nguyễn Phú Trọng đã được nhà nước phong hàm phó giáo sư và vào năm 2002 ông được phong hàm lên Giáo sư chuyên ngành Xây dựng Đảng.[3] Sự nghiệp chính trị Vào ngày 19 tháng 12 năm 1967, Nguyễn Phú Trọng đã chính thức trở thành đảng viên của Đảng Lao Động Việt Nam.[6] Cơ quan tuyên truyền Từ tháng 12 năm 1967, ông công tác tại tạp chí Học tập (tiền thân Tạp chí Cộng sản), một trong ba cơ quan tuyên truyền quan trọng nhất của Đảng Cộng sản Việt Nam.[4] Tháng 8 năm 1983, Nguyễn Phú Trọng từ Liên Xô về nước, tiếp tục công tác ở Ban Xây dựng Đảng của Tạp chí Cộng sản. Sau đó ông được đề bạt làm Phó trưởng ban vào tháng 10 năm 1983 rồi Trưởng ban vào tháng 9 năm 1987, Ủy viên Ban biên tập tháng 3 năm 1989, Phó tổng biên tập tháng 5 năm 1990 và Tổng biên tập tháng 8 năm 1991.[7] Từ ngày 20 đến ngày 25 tháng 1 năm 1994, tại Hội nghị đại biểu toàn quốc giữa nhiệm kỳ của Đảng Cộng sản Việt Nam họp ở Hà Nội, ông đã cùng với 19 người khác được bầu bổ sung vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VII nhiệm kì 1991-1996.[7] Sự nghiệp tại Hà Nội Tháng 8 năm 1996, Nguyễn Phú Trọng được điều làm Phó Bí thư Thành ủy Hà Nội kiêm Trưởng Ban cán sự Đại học, phụ trách công tác tuyên giáo của Thành ủy. Cũng vào tháng 3 năm 1998, ông lên làm Phó Chủ tịch Hội đồng Lý luận Trung ương, phụ trách công tác tư tưởng - văn hóa và khoa giáo của Đảng Cộng sản Việt Nam.[7] Tháng 12 năm 1997, tại Hội nghị lần thứ tư Ban Chấp hành Trung ương Đảng khóa VIII, ông được bầu bổ sung vào Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VIII. Từ tháng 8 năm 1999 cho tới hết nhiệm kì của Đại hội VIII năm 2000, ông đã tham gia Thường trực Bộ Chính trị của Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VIII; trực tiếp chỉ đạo việc biên soạn Văn kiện Đại hội IX của Đảng.[8] Vào tháng 1 năm 2000, Nguyễn Phú Trọng nhậm chức Bí thư Thành ủy Hà Nội. Tháng 11 năm 2001, ông cũng kiêm nhiệm thêm chức Chủ tịch Hội đồng Lý luận Trung ương, phụ trách công tác lý luận của Đảng. Từ đầu năm 2003, ông đã trực tiếp chỉ đạo công tác tổng kết 20 năm Đổi Mới, chuẩn bị và biên soạn tiếp Văn kiện Đại hội X của Đảng.[7] Đại biểu Quốc hội Ông còn là Đại biểu Quốc hội Việt Nam từ khóa XI đến khóa XV[9][10] thuộc đoàn đại biểu Thành phố Hà Nội.[11] Chủ tịch Quốc hội Khóa XI Bài chi tiết: Quốc hội Việt Nam khóa XI Nguyễn Phú Trọng năm 2006 Ngày 26 tháng 6 năm 2006, ông đảm nhận chức vụ Chủ tịch Quốc hội khóa XI do người tiền nhiệm là ông Nguyễn Văn An từ chức để nghỉ hưu sớm.[12] Ngày 29 tháng 11 năm 2006, Quốc hội đã thông qua và phê chuẩn Nghị quyết số 71\/2006\/NQ-QH11, Nghị định thư gia nhập Hiệp định thành lập Tổ chức Thương mại thế giới (WTO) của nước Cộng hoà xã hội chủ nghĩa Việt Nam.[13] Trong nhiệm kỳ khóa XI kể cả nhiệm kỳ người tiền nhiệm là Nguyễn Văn An, Quốc hội đã ban hành và sửa đổi 84 bộ luật và 34 pháp lệnh.[14] Quốc hội khóa XI đã thông qua nghị quyết về phương án quy hoạch, xây dựng nhà Quốc hội. Khóa XII Bài chi tiết: Quốc hội Việt Nam khóa XII Chủ tịch Hạ viện Ấn Độ Meira Kumar với Tổng Bí thư, Chủ tịch Quốc hội Nguyễn Phú Trọng gặp tại thành phố Hồ Chí Minh Tại kì họp đầu tiên của Quốc hội khóa XII, Nguyễn Phú Trọng đã tái đắc cử Chủ tịch Quốc hội.[15][16] Tại nhiệm kỳ Quốc hội khóa XII, Hội trường Ba Đình đã bị tháo dỡ để xây dựng nhà Quốc hội mới,[17] các kỳ họp Quốc hội tiếp theo đã họp ở Hội trường Bộ Quốc phòng trong quá trình xây dựng nhà Quốc hội mới.[18] Tại kỳ họp thứ 3 khóa XII, Quốc hội đã thông qua Nghị quyết về điều chỉnh địa giới hành chính thành phố Hà Nội và một số tỉnh liên quan và giải thể tỉnh Hà Tây. Từ sau 1\/8\/2008, cả nước có 63 đơn vị hành chính bao gồm 5 thành phố trực thuộc Trung ương và 58 tỉnh.[19] Kỳ họp thứ 6 khóa XII, Quốc hội đã thông qua Nghị quyết về chủ trương đầu tư Dự án thủy điện Lai Châu. Nghị quyết về chủ trương đầu tư Dự án điện hạt nhân Ninh Thuận.[20] Quốc hội khóa XII đã thông qua 67 luật và 14 pháp lệnh đồng thời khóa XII cũng rút ngắn thời gian nhiệm kỳ 1 năm để tiến hành bầu cử Quốc hội khóa XIII cho cùng thời gian với cuộc bầu cử đại biểu HĐND các cấp năm 2011.[21] Ngày 19 tháng 1 năm 2011, ông kiêm thêm chức Tổng bí thư kế nhiệm ông Nông Đức Mạnh. Ngày 23 tháng 7 năm 2011, Phó Thủ tướng Thường trực Nguyễn Sinh Hùng đã được bầu làm Chủ tịch Quốc hội. Tổng bí thư Nhiệm kỳ một (2011–2016) Bài chi tiết: Đại hội Đảng Cộng sản Việt Nam XI Vào ngày 19 tháng 1 năm 2011, ông đắc cử chức Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam kế nhiệm Nông Đức Mạnh. Hoạt động nội bộ Đảng Bài chi tiết: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Đối ngoại Trung Quốc Ngày 11 tháng 10 năm 2011, ông thực hiện chuyến công du đầu tiên đến Trung Quốc với tư cách là Tổng bí thư. Theo TTXVN, 2 ông Hồ Cẩm Đào và Nguyễn Phú Trọng đều đồng ý tránh làm phức tạp tình hình tại biển Đông và bình tĩnh xử lý những bất đồng thông qua đàm phán hòa bình.[22] Phó Chủ tịch nước Trung Quốc Tập Cận Bình đã đến Việt Nam để cụ thể hóa những kết quả, nhận thức chung mà lãnh đạo Việt - Trung đã nêu khi ông Trọng đến Trung Quốc trong chuyến thăm tháng 10 trước đó.[22] Năm 2015, ông Trọng đã có chuyến thăm đến Trung Quốc, theo TTXVN, hai nhà lãnh đạo nhấn mạnh tiếp tục nỗ lực thực hiện tốt phương châm “láng giềng hữu nghị, hợp tác toàn diện, ổn định lâu dài, hướng tới tương lai” và tinh thần “láng giềng tốt, bạn bè tốt, đồng chí tốt, đối tác tốt,” luôn nắm vững phương hướng phát triển của quan hệ Việt - Trung.[22] Hoa Kỳ Ông Barack Obama và ông Nguyễn Phú Trọng nói chuyện tại nhà Trắng, năm 2015 Năm 2015, ông Nguyễn Phú Trọng lần đầu công du đến Hoa Kỳ. Ông cũng là Tổng bí thư đầu tiên đặt chân đến Hoa Kỳ.[23] trong chuyến thăm ông đã gặp Tổng thống Obama đây được coi là cuộc gặp lịch sử sau 20 năm bình thường hóa quan hệ ngoại giao Việt – Mỹ, 2 năm thiết lập quan hệ Đối tác toàn diện.[24] Ông còn gặp Phó tổng thống Biden và cựu Tổng thống Clinton.[25] Tại buổi nói chuyện ở Trung tâm nghiên cứu chiến lược và quốc tế, ông đã thẳng thắn nói về về dân chủ tại Việt Nam với học giả Mỹ.[26] Ấn Độ Ông Trọng thực hiện nghi thức rắc hoa tại Rajghat tưởng niệm Mahatma Gandhi, năm 2013 Ngày 20 tháng 11 năm 2013, ông Trọng thăm chính thức Ấn Độ. Chuyến thăm cấp Nhà nước tới Ấn Độ lần này cũng nhằm góp phần vào việc tăng cường quan hệ Việt Nam - Ấn Độ, đưa quan hệ đối tác chiến lược giữa hai nước lên tầm cao mới, thực chất hơn, hiệu quả cao hơn.[27] Nhiệm kỳ hai (2016–2021) Bài chi tiết: Đại hội Đảng Cộng sản Việt Nam lần thứ XII Hoạt động nội bộ Đảng Bài chi tiết: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ngày 27 tháng 1 năm 2016, Nguyễn Phú Trọng đã tiếp tục tái đắc cử chức vụ trên tại Đại hội Đảng Cộng sản Việt Nam XII.[28][29] Trong giữa nhiệm kỳ, Thường trực Ban Bí thư Đinh Thế Huynh đã không xuất hiện trong một khoảng thời gian, nguyên nhân sau đó được ra là ông Huynh nghỉ để chữa bệnh.[30] Ông Trần Quốc Vượng đã được chọn để thay thế vào ngày 2 tháng 3 năm 2018, trước đó ông Vượng đã giữ Quyền Thường trực Ban Bí thư. Chiến dịch chống tham nhũng Bài chi tiết: Chiến dịch đốt lò Kể từ khi giữ chức vụ Tổng Bí thư năm 2016, Nguyễn Phú Trọng đã đề ra một chiến dịch chống tham nhũng quy mô lớn, với hàng ngàn quan chức, bao gồm cả các chính trị gia cao cấp, bị xử lý kỷ luật, miễn nhiệm hoặc bắt giam. Ông ví chiến dịch này với việc \"đốt lò\", vì vậy nó có tên gọi là \"chiến dịch đốt lò\". Chiến dịch được các nhà quan sát cho là một nỗ lực của Đảng trong việc giành lại quyền lực và uy thế cũng như củng cố lòng tin của người dân vào chính quyền và sự dẫn dắt của Đảng.[31] Chủ tịch nước (2018–2021) Ông Trọng gặp Tổng thống Putin vào tháng 9 năm 2018 trước khi làm Chủ tịch nước Ngày 23 tháng 10 năm 2018, Quốc hội Việt Nam khóa XIV đã bầu Nguyễn Phú Trọng làm Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam nhiệm kỳ 2016–2021 do người trước đó là Trần Đại Quang đã qua đời, ông trở thành người quyền lực nhất Việt Nam và là người thứ ba trong lịch sử kiêm nhiệm 2 chức vụ quyền lực sau Hồ Chí Minh và Trường Chinh.[32] Vào lúc 15h15 cùng ngày, ông chính thức tuyên thệ nhậm chức.[33] Ngày 28 tháng 12 năm 2018, ông được phân công làm Chủ tịch danh dự của Hội Chữ thập đỏ Việt Nam.[34] Tổng bí thư, Chủ tịch nước Nguyễn Phú Trọng đón tiếp Tổng thống Trump, năm 2019 Năm 2019, Việt Nam được chọn làm tổ chức Hội nghị thượng đỉnh Triều Tiên – Hoa Kỳ.[35] Ông Nguyễn Phú Trọng đã gặp và tiếp đón cả hai phía.[36][37] Vào ngày 14 tháng 4 năm 2019, Nguyễn Phú Trọng đã có chuyến công tác cơ sở tại tỉnh Kiên Giang. Tại đây, do lịch trình công tác dày đặc và thời tiết nắng nóng bất thường đã khiến ông lâm bệnh. Theo thông cáo báo chí chính thức của Phát ngôn Viên Bộ Ngoại giao Việt Nam loan báo ngày 25 tháng 4 năm 2019, bà Lê Thị Thu Hằng đã xác nhận rằng \"Do cường độ làm việc cao, thời tiết thay đổi đã ảnh hưởng tới sức khỏe của Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng [...]”.[38] Ngày 25 tháng 4, Chủ tịch Quốc hội Nguyễn Thị Kim Ngân nói rằng sức khỏe của ông đã ổn định,[39] nhưng tại tang lễ của cựu Chủ tịch nước Lê Đức Anh vào ngày 3 tháng 5 ông đã không xuất hiện dù làm trưởng ban.[40] Bài chi tiết: Đại dịch COVID-19 tại Việt Nam Trong năm 2020, trước đại dịch Covid-19 bùng nổ ông đặc biệt lưu ý \"Tuyệt đối không được chủ quan, thỏa mãn\" sau khi công tác chống dịch gian qua có chỉ đạo rất kịp thời đạt được những kết quả tích cực.[41] Theo ông để chiến thắng được dịch là sự đoàn kết.[42] Ngày 5 tháng 4 năm 2021, Quốc hội đã miễn nhiệm chức Chủ tịch nước đối với ông dù khóa XIV chưa hết nhiệm kỳ, Thủ tướng Nguyễn Xuân Phúc sau đó đã được bầu làm Chủ tịch nước kế nhiệm ông.[43] Ông từng là Chủ tịch nước có nhiệm kỳ ngắn nhất Việt Nam cho đến khi ông Phúc từ chức Chủ tịch nước vào ngày 18 tháng 1 năm 2023.[44] Nhiệm kỳ ba (2021–nay) Bài chi tiết: Đại hội Đảng Cộng sản Việt Nam lần thứ XIII Hoạt động nội bộ Đảng Bài chi tiết: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Vào ngày 31 tháng 1 năm 2021, Nguyễn Phú Trọng trở thành trường hợp đặc biệt tái đắc cử Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam nhiệm kì thứ ba liên tiếp tại Đại hội Đại biểu toàn quốc lần thứ XIII Đảng Cộng sản Việt Nam dù chức Tổng bí thư bị giới hạn 2 nhiệm kỳ.[45] Ngày 1 tháng 2 năm 2021, Tổng bí thư, Chủ tịch nước Nguyễn Phú Trọng dự họp báo. Trả lời câu hỏi của phóng viên về sức khỏe, ông đã chia sẻ: “Tôi hay nói chúc mừng hay chúc lo. Mừng thì mừng rồi nhưng lo nhiều hơn vì sắp tới nhiệm vụ còn lớn, nhiều, khó khăn, phức tạp; còn nhiều nguy cơ, diễn biễn phức tạp chưa lường hết được. Cảm ơn các bạn đã chúc mừng tôi, thứ hai cũng chúc mừng sức khỏe. Đúng đây là nhân tố rất quan trọng, không nói là quyết định để làm việc. Bây giờ tôi không được khỏe lắm, các đồng chí biết, tuổi cũng đã cao, cũng xin nghỉ rồi, thế nhưng Đại hội bầu phải làm, Đảng viên thì phải chấp hành”.[46] Ngày 2 tháng 4 năm 2021, Quốc hội đã bỏ phiếu miễn nhiệm chức vụ Chủ tịch nước của Nguyễn Phú Trọng với 91,25% phiếu bầu.[47] Tuy nhiên, trên thực tế ông vẫn là lãnh đạo cao nhất của đất nước, với tư cách là Tổng Bí thư Đảng Cộng sản Việt Nam. Ông Trọng phát biểu ở kỳ họp trung ương thứ sáu, khóa 13 Trong nhiệm kỳ thứ ba, ông Trọng được cho là đã đẩy mạnh chiến dịch đốt lò của mình. Liên tiếp các quan chức bị bắt và bị khai trừ khỏi Đảng, nổi bật như Tô Anh Dũng trong bê bối chuyến bay giải cứu[48] hay trong bê bối Việt Á đã có hơn 102 bị can trong đó có ba người của Ủy viên Trung ương Đảng là Nguyễn Thanh Long, Chu Ngọc Anh và Phạm Công Tạc,[49][50] ông Nguyễn Trường Sơn, thứ trưởng bộ Y tế đã phải xin thôi việc sau khi bị kỷ luật vì bê bối này.[51] Ngày 30 tháng 12 năm 2022, hai Phó Thủ tướng là Vũ Đức Đam và Phạm Bình Minh đã thôi làm Uỷ viên Trung ương Đảng,[52] cả hai cũng thôi làm Phó Thủ tướng vào ngày 5 tháng 1 năm 2023 vì hai ông được cho liên quan đến tham nhũng tiêu cực.[53] Chủ tịch nước Nguyễn Xuân Phúc đã phải từ chức trong chiến dịch đốt lò của ông Trọng.[54] Trong buổi gặp mặt các cử tri vào ngày 15 tháng 10 năm 2022, ông nói:\"Các bác chờ mấy vụ sắp tới sẽ làm. Có vụ tồn tích lâu rồi, nổi tiếng rồi, thậm chí chạy trốn đi rồi nhưng tôi bảo trốn cũng không thể trốn được. Ngồi đấy chờ mà xem trốn có được không. Ai bao che cũng không được, ai bao che xử lý người bao che. Làm quyết tâm, quyết liệt. Cuộc đấu tranh phòng chống tham nhũng của ta được nhân dân rất hoan nghênh, thế giới nể phục\".[55] Đối ngoại Trung Quốc Ông Nguyễn Phú Trọng gặp ông Tập Cận Bình tại Trung Quốc, năm 2022 Ngày 30 tháng 10 năm 2022, Tổng bí thư Nguyễn Phú Trọng thăm Trung Quốc. Ông là nhà lãnh đạo đầu tiên thực hiện chuyến công du đầu tiên đến Trung Quốc sau Đại hội XX. Tại đây, hai nhà lãnh đạo đã đi sâu trao đổi ý kiến chân thành, thẳng thắn về vấn đề trên biển; cho rằng kiểm soát thỏa đáng bất đồng, duy trì hòa bình, ổn định ở Biển Đông vô cùng quan trọng; nhất trí xử lý ổn thỏa vấn đề trên biển, đóng góp tích cực cho hòa bình, an ninh lâu dài ở khu vực. Chiều ngày 31 tháng 10 năm 2022, ông đã được Tổng Bí thư, Chủ tịch nước Trung Quốc Tập Cận Bình đã trao Huân chương Hữu nghị tại Đại Lễ đường Nhân dân ở thủ đô Bắc Kinh để ghi nhận công lao của ông trong việc duy trì mối quan hệ hữu nghị truyền thống tốt đẹp Trung Quốc và Việt Nam.[56] Gia đình Nguyễn Phú Trọng có vợ là bà Ngô Thị Mân.[57] Ông có 2 người con, gồm 1 con gái[58] và 1 con trai,[59] và đều là những công chức nhà nước.[60] Tuyên bố “ Hiến pháp … là văn kiện chính trị pháp lý quan trọng vào bậc nhất sau Cương lĩnh của Đảng! ” — Ngày 28\/11\/2013, tại kỳ họp thứ 6 của Quốc hội Việt Nam khóa XIII để thông qua bản Hiến pháp mới 2013 , [61] “ ...nếu là người hãy là người cộng sản! ” — Chiều 2.2.2023, tại Trụ sở Trung ương Đảng, nhân dịp ông được trao Huy hiệu 55 năm tuổi Đảng. , [62],[63] Tranh cãi Thời gian kiêm nhiệm Trong sự nghiệp chính trị của mình, Nguyễn Phú Trọng đã bị nhiều người cả trong nước lẫn hải ngoại chỉ trích vì kiêm nhiệm quá nhiều chức vụ qua nhiều nhiệm kỳ.[64] Đáng chú ý là việc ông tái đắc cử nhiệm kì ba liên tiếp chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam ngày 31 tháng 1 năm 2021 tại Đại hội Đại biểu toàn quốc lần thứ XIII Đảng Cộng sản Việt Nam.[45] Tiến sĩ Hà Hoàng Hợp cho rằng: \"Đại hội XIII bầu ông Nguyễn Phú Trọng làm Tổng bí thư khóa 3 liên tiếp, theo tôi là trái Điều lệ Đảng năm 2011 (Điều 17)... Bầu ông Nguyễn Phú Trọng làm Tổng bí thư khóa 3 liên tiếp, sẽ không trái Điều lệ, nếu điều 17 được sửa [...] Làm trái Điều lệ là việc làm sai phạm căn bản - không thể nói khác được.\"[65] Sức khỏe Vào ngày 14 tháng 4 năm 2019, Nguyễn Phú Trọng đã có chuyến công tác cơ sở tại tỉnh Kiên Giang. Tại đây, do lịch trình công tác dày đặc và thời tiết nắng nóng bất thường đã khiến ông lâm bệnh. Theo thông cáo báo chí chính thức của Phát ngôn Viên Bộ Ngoại giao Việt Nam loan báo ngày 25 tháng 4 năm 2019, bà Lê Thị Thu Hằng đã xác nhận rằng \"Do cường độ làm việc cao, thời tiết thay đổi đã ảnh hưởng tới sức khỏe của Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng [...]”.[66] Sau đó vào ngày 25 tháng 4 cùng năm, có thông báo từ Chủ tịch Quốc hội Nguyễn Thị Kim Ngân về sức khỏe của ông đã ổn định.[67][68] Tuy nhiên, vào ngày 3 tháng 5 năm 2019, trong lễ quốc tang Đại tướng Lê Đức Anh, ông đã không tới dự mặc dù là Trưởng ban Lễ tang.[69] Tặng Huân chương Lao động hạng Ba cho Việt Á Ngày 10 tháng 3 năm 2021, ông Trọng đã tặng Huân chương Lao động hạng ba cho công ty Việt Á theo đề nghị của Ủy ban nhân dân Thành phố Hồ Chí Minh về thành tích nghiên cứu, chế tạo và ứng dụng sinh phẩm xét nghiệm RT-PCR.[70] Sau khi bê bối xảy ra ông Nguyễn Xuân Phúc đã thu hồi lại Huân chương này vào ngày 23 tháng 6 năm 2022.[71] Tác phẩm Sách Nguyễn Phú Trọng. Việt Nam Trong Tiến Trình Đổi Mới. Nhà xuất bản Thế giới (2004), 351 trang. Nguyễn Phú Trọng. Đổi Mới ở Việt Nam: Lý thuyết và thực tiễn. Nhà xuất bản Thế giới (2015), 397 trang. Nguyễn Phú Trọng, Trần Đình Nghiêm, Vũ Hiền. Việt Nam từ năm 1986. Nhà xuất bản Thế giới (1995), 116 trang. Nguyễn Phú Trọng, Quyết tâm ngăn chặn và đẩy lùi tham nhũng, Nhà xuất bản Chính trị quốc gia Sự thật (2019), 380 trang.[72] Nguyễn Phú Trọng. Đoàn kết, vững tin đưa đất nước bước vào giai đoạn mới. Nhà xuất bản Chính trị quốc gia Sự thật (2021), 752 trang[73]. Nguyễn Phú Trọng. Toàn Đảng, toàn dân chung sức, đồng lòng xây dựng đất nước ta ngày càng phồn vinh, hạnh phúc. Nhà xuất bản Chính trị quốc gia Sự thật (2021), 608 trang.[74] Nguyễn Phú Trọng, Kiên quyết, kiên trì đấu tranh phòng, chống tham nhũng, tiêu cực, góp phần xây dựng Đảng và Nhà nước ta ngày càng trong sạch, vững mạnh. Nhà xuất bản Chính trị quốc gia Sự thật (2023), 600 trang.[75] Bài báo Nguyễn Phú Trọng. Định hướng xã hội chủ nghĩa và con đường đi lên chủ nghĩa xã hội ở Việt Nam, Viện Hàn lâm Khoa học Xã hội Việt Nam, 7 trang, 1996. Nguyễn Phú Trọng. Một số vấn đề lý luận và thực tiễn về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam, 2020.[76] Phong tặng Huân chương José Martí của Nhà nước Cuba (2012)[77] Huy hiệu 50 năm tuổi Đảng (2018)[78] Huân chương Kháng chiến hạng nhất[79] Giải thưởng Lenin 2021 của Đảng Cộng sản Nga. [80], [81] Huân chương Hữu nghị của Nhà nước Trung Quốc (2022)[82] Huy Chương vì sự nghiệp Văn Hóa Huy Chương vì sự nghiệp Báo Chí Huy Chương vì sự nghiệp thế hệ trẻ Xem thêm Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Chiến dịch đốt lò Tham khảo ^ “Tóm tắt tiểu sử đồng chí Nguyễn Phú Trọng”. Nhân dân. 23 tháng 10 năm 2018. ^ a b Kiều Minh, Phúc Hưng, Nam Phong, Quang Tùng (19 tháng 1 năm 2011). “Tổng Bí thư Nguyễn Phú Trọng - một con người bình dị”. VTC News. Lưu trữ bản gốc ngày 29 tháng 1 năm 2020.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) ^ a b “Đồng chí Nguyễn Phú Trọng”. Báo Điện tử Đảng Cộng sản Việt Nam. 5 tháng 4 năm 2021. Lưu trữ bản gốc ngày 30 tháng 11 năm 2020. Truy cập ngày 10 tháng 2 năm 2021. ^ a b c d “Tân Chủ tịch nước Nguyễn Phú Trọng: 'Vừa mừng vừa lo'”. Tuổi trẻ. ngày 23 tháng 10 năm 2018. Lưu trữ bản gốc ngày 23 tháng 10 năm 2018. Truy cập ngày 23 tháng 10 năm 2018. ^ \"Деятельность Коммунистической партии Вьетнама по укреплению ее связи с массами на современном этапе: с учетом опыта КПСС\": диссертация... кандидата исторических наук: 07.00.14. - Москва, 1983. - 189 с.Партийное строительство; OD 61 84-7\/851 “Нгуен Фу Чонг. Диссертация кандидата исторических наук: 07.00.14. - Москва, 1983. - 189 с.”. Lưu trữ bản gốc ngày 24 tháng 8 năm 2017. Truy cập ngày 24 tháng 8 năm 2017. ^ “Thông tin Đại biểu Quốc hội các khóa - Nguyễn Phú Trọng” (Thông cáo báo chí). Quốc hội Việt Nam. Bản gốc lưu trữ ngày 24 tháng 10 năm 2018. Truy cập ngày 24 tháng 10 năm 2018. ^ a b c d “Tiểu sử tóm tắt của Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng”. VGP News. 23 tháng 10 năm 2018. Lưu trữ bản gốc ngày 23 tháng 10 năm 2018. Truy cập ngày 11 tháng 2 năm 2021. ^ “Tóm tắt tiểu sử đồng chí Nguyễn Phú Trọng - Tổng Bí thư BCH Trung ương Đảng khóa XIII”. VTV.vn. 31 tháng 1 năm 2021. Lưu trữ bản gốc ngày 5 tháng 2 năm 2021. Truy cập ngày 23 tháng 6 năm 2021. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa 11”. dbqh.na.gov.vn. Lưu trữ bản gốc ngày 1 tháng 8 năm 2017. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa 12”. dbph.na.gov.vn. Bản gốc lưu trữ ngày 1 tháng 8 năm 2017. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa 13”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 1 tháng 8 năm 2017. Truy cập ngày 25 tháng 6 năm 2017. ^ “Các ông Trần Đức Lương, Phan Văn Khải, Nguyễn Văn An chính thức xin từ nhiệm”. Người lao động. ngày 24 tháng 6 năm 2006. ^ “Nghị quyết 71\/2006\/NQ-QH11 phê chuẩn nghị định thư gia nhập hiệp định thành lập tổ chức thương mại thế giới (WTO)”. thuvienphapluat.vn. Truy cập ngày 23 tháng 11 năm 2022. ^ “QUỐC HỘI KHOÁ XI (2002-2007)”. quochoi.vn (bằng tiếng Anh). Truy cập ngày 23 tháng 11 năm 2022. ^ “Danh sách Đại biểu Quốc hội khóa XII”. dbqh.na.gov.vn. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 14 tháng 3 năm 2016. ^ “Nghị quyết Hội nghị Trung ương 4: Một số vấn đề cấp bách về xây dựng Đảng hiện nay”. VGP News. 17 tháng 1 năm 2012. Lưu trữ bản gốc ngày 18 tháng 7 năm 2020. Truy cập ngày 11 tháng 2 năm 2021. ^ “Hội trường Ba Đình công trình lịch sử”. ^ “Khai mạc Kỳ họp thứ 7 Quốc hội khóa XII”. Báo Hà Tĩnh. ngày 20 tháng 5 năm 2010. ^ “Nghị quyết 15\/2008\/QH12 điều chỉnh địa giới hành chính thành phố Hà Nội và một số tỉnh có liên quan”. thuvienphapluat.vn. Truy cập ngày 24 tháng 11 năm 2022. ^ “Nghị quyết 40\/2009\/QH12 chủ trương đầu tư dự án thủy điện Lai Châu”. thuvienphapluat.vn. Truy cập ngày 24 tháng 11 năm 2022. ^ “QUỐC HỘI KHOÁ XII (2007-2011)”. CỔNG THÔNG TIN ĐIỆN TỬ QUỐC HỘI VIỆT NAM. ^ a b c “Những chuyến thăm cấp cao Việt - Trung gần đây”. Zingnews. ngày 4 tháng 11 năm 2015. ^ “Nhìn lại chuyến thăm Mỹ của Tổng Bí thư Nguyễn Phú Trọng”. Vietnamplus. ^ “Toàn cảnh chuyến thăm Mỹ lịch sử của TBT Nguyễn Phú Trọng”. Zingnews. ngày 12 tháng 7 năm 2015. ^ “Tổng bí thư Nguyễn Phú Trọng thăm gia đình cựu tổng thống Bill Clinton”. Tuổi trẻ online. ngày 11 tháng 7 năm 2015. ^ “Tổng bí thư thẳng thắn về dân chủ với học giả Mỹ”. Zingnews. ngày 9 tháng 7 năm 2015. ^ “Lễ đón chính thức Tổng Bí thư Nguyễn Phú Trọng thăm Ấn Độ”. Tạp chí Cộng sản. ngày 20 tháng 11 năm 2013. ^ Phạm Thế (27 tháng 1 năm 2016). “Tổng Bí thư Nguyễn Phú Trọng tái đắc cử”. Người Lao động. Lưu trữ bản gốc ngày 27 tháng 1 năm 2016. Truy cập ngày 27 tháng 1 năm 2016. ^ Xuân Linh (27 tháng 1 năm 2016). “Ông Nguyễn Phú Trọng tái đắc cử Tổng bí thư - VietNamNet”. VietNamNet. Lưu trữ bản gốc ngày 29 tháng 1 năm 2016. Truy cập ngày 27 tháng 1 năm 2016. ^ “Đồng chí Trần Quốc Vượng giữ chức Thường trực Ban Bí thư”. ^ “Chiếc lò vĩ đại của Tổng bí thư có thật vĩ đại? - BBC Tiếng Việt”. BBC Tiếng Việt. 12 tháng 11 năm 2018. Lưu trữ bản gốc ngày 5 tháng 5 năm 2021. ^ “99,79% đại biểu bầu Tổng bí thư Nguyễn Phú Trọng làm Chủ tịch nước”. VnExpress. ngày 23 tháng 10 năm 2018. Lưu trữ bản gốc ngày 6 tháng 11 năm 2018. Truy cập ngày 24 tháng 10 năm 2018. ^ “Chủ tịch nước Nguyễn Phú Trọng tuyên thệ nhậm chức”. phutho.gov.vn. 23 tháng 10 năm 2018. Lưu trữ bản gốc ngày 12 tháng 2 năm 2021. Truy cập ngày 10 tháng 2 năm 2021. ^ N.Dung (28 tháng 12 năm 2018). “Chủ tịch nước Nguyễn Phú Trọng được phân công làm Chủ tịch danh dự của Hội Chữ thập đỏ Việt Nam”. Người lao động. Lưu trữ bản gốc ngày 5 tháng 5 năm 2021. Truy cập ngày 11 tháng 4 năm 2021. ^ 이해아 (ngày 6 tháng 2 năm 2019). “Trump: U.S.-N. Korea summit to be held in Vietnam Feb. 27-28”. Yonhap News Agency. Truy cập ngày 14 tháng 2 năm 2019. ^ “Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng tiếp Tổng thống Donald Trump”. Báo Điện tử Chính phủ. ngày 27 tháng 2 năm 2019. ^ “Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng hội đàm với Chủ tịch Triều Tiên Kim Jong Un”. Báo Điện tử Chính phủ. ngày 1 tháng 3 năm 2019. ^ “Người phát ngôn trả lời câu hỏi về sức khỏe của Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng”. Cổng thông tin điện tử Đảng bộ tỉnh Quảng Ngãi. 26 tháng 4 năm 2019. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. Truy cập ngày 10 tháng 2 năm 2021. ^ Khánh Lynh - Cửu Long (25 tháng 4 năm 2019). “Bộ Ngoại giao nói về sức khỏe của Tổng bí thư”. VnExpress. Lưu trữ bản gốc ngày 23 tháng 9 năm 2020. Truy cập ngày 17 tháng 8 năm 2020. ^ Trung Khang, RFA (26 tháng 4 năm 2019). “Có phải sức khỏe của TBT Nguyễn Phú Trọng khiến lễ tang ông Lê Đức Anh giản dị?”. RFA Tiếng Việt. Lưu trữ bản gốc ngày 24 tháng 3 năm 2021. Truy cập ngày 24 tháng 6 năm 2021. ^ “Tổng Bí thư, Chủ tịch nước: Chuẩn bị khả năng xấu nhất để có phương án tốt nhất”. Bộ Y tế. ngày 20 tháng 3 năm 2020. ^ “Tổng Bí thư, Chủ tịch nước kêu gọi đoàn kết để chiến thắng đại dịch”. Bộ Y tế. ngày 31 tháng 3 năm 2020. ^ “Quốc hội miễn nhiệm Chủ tịch nước Nguyễn Phú Trọng”. Báo Điện tử Chính phủ. ngày 2 tháng 4 năm 2021. ^ VnExpress. “Ông Nguyễn Xuân Phúc thôi làm Chủ tịch nước”. Báo điện tử VnExpress. Truy cập ngày 17 tháng 1 năm 2023. ^ a b Hoàng Thùy (31 tháng 1 năm 2021). “Ông Nguyễn Phú Trọng tái đắc cử Tổng Bí thư”. VnExpress. Lưu trữ bản gốc ngày 31 tháng 1 năm 2021. ^ Đà Trang, Viễn Sự, Tiến Long (1 tháng 2 năm 2021). “Ông Nguyễn Phú Trọng tái đắc cử Tổng Bí thư”. Tuổi trẻ. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) ^ “Quốc hội miễn nhiệm Chủ tịch nước Nguyễn Phú Trọng”. Báo Điện tử Chính phủ. ngày 2 tháng 4 năm 2021. ^ “Bắt thứ trưởng Bộ Ngoại giao Tô Anh Dũng tội nhận hối lộ liên quan vụ 'chuyến bay giải cứu'”. Tuổi Trẻ. ^ Thu Hằng. “Đại án Việt Á và những câu hỏi lớn”. tienphong. Truy cập ngày 12 tháng 9 năm 2022. ^ “Vụ Việt Á: Đã khởi tố 29 vụ án, 102 bị can liên quan 'thổi giá' kit xét nghiệm”. tuoitre. Truy cập ngày 21 tháng 12 năm 2022. ^ “Vi phạm của một số cán bộ - liên quan đến vụ kit xét nghiệm Việt Á - đến mức phải xem xét kỷ luật”. tuoitre. 31 tháng 3 năm 2022. ^ “Trung ương cho ông Phạm Bình Minh, Vũ Đức Đam thôi giữ chức vụ”. ZingNews.vn. 30 tháng 12 năm 2022. Truy cập ngày 31 tháng 12 năm 2022. ^ “Kỷ luật 47 cán bộ diện Bộ Chính trị, Ban Bí thư quản lý”. Báo điện tử Tiền Phong. 12 tháng 1 năm 2023. Truy cập ngày 13 tháng 1 năm 2023. ^ Thế Kha (17 tháng 1 năm 2023). “Trung ương đồng ý để Chủ tịch nước Nguyễn Xuân Phúc thôi giữ các chức vụ”. Báo Dân Trí. Truy cập ngày 17 tháng 1 năm 2023. ^ “Tổng bí thư: 'Các bác chờ mấy vụ sắp tới sẽ làm, xem có trốn được không'”. Báo Thanh niên. ngày 15 tháng 10 năm 2022. ^ Thi Uyên (2 tháng 11 năm 2022). “Toàn cảnh chuyến thăm chính thức Trung Quốc của Tổng Bí thư Nguyễn Phú Trọng”. Tuổi trẻ. Lưu trữ bản gốc ngày 17 tháng 11 năm 2022. ^ “Việt Nam chào đón Chủ tịch Tập Cận Bình”. BBC Tiếng Việt. ngày 5 tháng 11 năm 2015. Lưu trữ bản gốc ngày 23 tháng 10 năm 2018. Truy cập ngày 23 tháng 10 năm 2018. ^ “Tổng Bí thư, Chủ tịch Nước Nguyễn Phú Trọng: \"Vị Tướng\" có vai trò đặc biệt trong cuộc chiến chống giặc nội xâm!”. Tạp chí Pháp lý điện tử. 6 tháng 3 năm 2019. Truy cập ngày 27 tháng 11 năm 2021. ^ “'Ghi chức danh trên thiệp cưới là biểu hiện trục lợi'”. VnExpress. ngày 14 tháng 9 năm 2011. Truy cập ngày 9 tháng 11 năm 2021. ^ “Tân Chủ tịch nước 'dành tiền lương mua công trái, gửi tiết kiệm'”. VnExpress. ngày 23 tháng 10 năm 2018. Truy cập ngày 27 tháng 11 năm 2021. ^ “Hiến pháp hay Đảng pháp?”. Truy cập ngày 10 tháng 02 năm 2023. ^ “Tổng Bí thư Nguyễn Phú Trọng: \"Nếu là người hãy là người cộng sản\"”. Truy cập ngày 11 tháng 02 năm 2023. ^ “Làm người Cộng sản Việt Nam có dễ không?”. Truy cập ngày 11 tháng 02 năm 2023. ^ “Nhận định quanh phương án ông Nguyễn Phú Trọng tiếp tục làm Tổng Bí thư”. BBC Tiếng Việt. 13 tháng 1 năm 2021. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 24 tháng 6 năm 2021. ^ Quốc Phương (6 tháng 2 năm 2021). “Đại hội 13 không sửa điều lệ Đảng là một 'điều lạ lùng'”. BBC Tiếng Việt. Lưu trữ bản gốc ngày 6 tháng 2 năm 2021. Truy cập ngày 10 tháng 2 năm 2021. ^ “Người phát ngôn trả lời câu hỏi về sức khỏe của Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng”. Cổng thông tin điện tử Đảng bộ tỉnh Quảng Ngãi. 26 tháng 4 năm 2019. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. Truy cập ngày 10 tháng 2 năm 2021. ^ Khánh Lynh - Cửu Long (25 tháng 4 năm 2019). “Bộ Ngoại giao nói về sức khỏe của Tổng bí thư”. VnExpress. Lưu trữ bản gốc ngày 23 tháng 9 năm 2020. Truy cập ngày 17 tháng 8 năm 2020. ^ “Mạng xã hội ồn ào tin sức khỏe ông Nguyễn Phú Trọng”. BBC Tiếng Việt. 14 tháng 4 năm 2019. Lưu trữ bản gốc ngày 5 tháng 5 năm 2021. Truy cập ngày 24 tháng 6 năm 2021. ^ Trung Khang, RFA (26 tháng 4 năm 2019). “Có phải sức khỏe của TBT Nguyễn Phú Trọng khiến lễ tang ông Lê Đức Anh giản dị?”. RFA Tiếng Việt. Lưu trữ bản gốc ngày 24 tháng 3 năm 2021. Truy cập ngày 24 tháng 6 năm 2021. ^ PLO.VN (21 tháng 12 năm 2021). “Khó thu hồi Huy chương Lao động hạng 3 của Việt Á?”. PLO. Lưu trữ bản gốc ngày 21 tháng 12 năm 2021. Truy cập ngày 21 tháng 12 năm 2021. ^ “Hủy bỏ quyết định tặng thưởng Huân chương Lao động hạng Ba cho Công ty Việt Á”. laodong.vn. Truy cập ngày 23 tháng 6 năm 2022. ^ “Xuất bản cuốn sách”. hanoimoi.com.vn. Truy cập ngày 20 tháng 1 năm 2023. ^ “Sách \"Đoàn kết, vững tin đưa đất nước bước vào giai đoạn mới\"”. stbook.vn. ^ “Sách \"Toàn Đảng, toàn dân chung sức, đồng lòng xây dựng đất nước ta ngày càng phồn vinh, hạnh phúc\"”. ^ “Ra mắt cuốn sách của Tổng Bí thư Nguyễn Phú Trọng về đấu tranh phòng, chống tham nhũng, tiêu cực”. https:\/\/dangcongsan.vn (bằng tiếng Anh). Truy cập ngày 20 tháng 1 năm 2023. Liên kết ngoài trong |website= (trợ giúp) ^ Nguyễn Phú Trọng (16 tháng 5 năm 2021). “Một số vấn đề lý luận và thực tiễn về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam”. Nhân dân. Lưu trữ bản gốc ngày 10 tháng 6 năm 2021. Truy cập ngày 10 tháng 6 năm 2021. ^ “Tổng Bí thư Nguyễn Phú Trọng được tặng Huân chương Jose Marti”. Báo Công an nhân dân. 11 tháng 4 năm 2012. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. Truy cập ngày 13 tháng 6 năm 2017. ^ “Tổng Bí thư Nguyễn Phú Trọng nhận Huy hiệu 50 năm tuổi Đảng”. VOV. 29 tháng 1 năm 2018. Lưu trữ bản gốc ngày 6 tháng 2 năm 2021. Truy cập ngày 2 tháng 2 năm 2021. ^ “Về chuyện Tổng Bí thư, Chủ tịch nước Nguyễn Phú Trọng được tặng huy chương kháng chiến”. Ngọn cờ. 26 tháng 10 năm 2018. Lưu trữ bản gốc ngày 10 tháng 9 năm 2019. Truy cập ngày 2 tháng 2 năm 2020. ^ “'Giải thưởng Lenin' cho TBT Trọng 'không phải chính thức của Liên bang Nga'?”. BBC. 21 tháng 12 năm 2021. Truy cập ngày 28 tháng 1 năm 2022. ^ “Tổng bí thư Nguyễn Phú Trọng nhận Giải thưởng Lênin”. Tuổi Trẻ. Thông tấn xã Việt Nam. 16 tháng 12 năm 2021. Truy cập ngày 18 tháng 12 năm 2021. ^ Vũ Anh (31 tháng 10 năm 2022). “Trung Quốc trao huân chương đối ngoại cao nhất cho Tổng bí thư Nguyễn Phú Trọng”. VnExpress. Lưu trữ bản gốc ngày 31 tháng 10 năm 2022. Truy cập ngày 1 tháng 11 năm 2022. Liên kết ngoài Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Nguyễn Phú Trọng. Wikiquote có sưu tập danh ngôn về: Nguyễn Phú Trọng Wikisource có các tác phẩm gốc nói đến hoặc của: Nguyễn Phú Trọng Tiểu sử tóm tắt ông Nguyễn Phú Trọng trên trang web Quốc hội nước Cộng hoà Xã hội Chủ nghĩa Việt Nam Lưu trữ 2007-07-07 tại Wayback Machine Tiền nhiệm: Nông Đức Mạnh Tổng Bí thư Đảng Cộng sản Việt Nam 2011-nay Kế nhiệm: đương nhiệm Tiền nhiệm: Đặng Thị Ngọc Thịnh (Quyền) Chủ tịch nước Việt Nam 2018-2021 Kế nhiệm: Nguyễn Xuân Phúc Tiền nhiệm: Nguyễn Văn An Chủ tịch Quốc hội Việt Nam 2006-2011 Kế nhiệm: Nguyễn Sinh Hùng Tiền nhiệm: Lê Xuân Tùng Bí thư Thành ủy Hà Nội 2000-2006 Kế nhiệm: Phạm Quang Nghị hiện x t s Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trần Phú (1930–1931) Lê Hồng Phong (1935–1936) Hà Huy Tập (1936–1938) Nguyễn Văn Cừ (1938–1940) Trường Chinh (1941–1956) Hồ Chí Minh (1956–1960; Chủ tịch Đảng: 1951–1969) Lê Duẩn (1960–1986) Trường Chinh (1986) Nguyễn Văn Linh (1986–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Chủ tịch nước Việt Nam • Danh sách Hồ Chí Minh (1945–1969) Huỳnh Thúc Kháng (1946) Tôn Đức Thắng (1969; 1969–1980) Nguyễn Hữu Thọ (1980–1981) Trường Chinh¹ (1981–1987) Võ Chí Công¹ (1987–1992) Lê Đức Anh (1992–1997) Trần Đức Lương (1997–2006) Nguyễn Minh Triết (2006–2011) Trương Tấn Sang (2011–2016) Trần Đại Quang (2016–2018) Đặng Thị Ngọc Thịnh (2018) Nguyễn Phú Trọng (2018–2021) Nguyễn Xuân Phúc (2021–2023) Võ Thị Ánh Xuân (2023) Võ Văn Thưởng (2023–) ¹ Chủ tịch Hội đồng Nhà nước (Chủ tịch nước tập thể) In nghiêng: Quyền Chủ tịch hiện x t s Chủ tịch Quốc hội Việt Nam Nguyễn Văn Tố (1946) Bùi Bằng Đoàn (1946–1955) Tôn Đức Thắng (1955–1960) Trường Chinh (1960–1981) Nguyễn Hữu Thọ (1981–1987) Lê Quang Đạo (1987–1992) Nông Đức Mạnh (1992–2001) Nguyễn Văn An (2001–2006) Nguyễn Phú Trọng (2006–2011) Nguyễn Sinh Hùng (2011–2016) Nguyễn Thị Kim Ngân (2016–2021) Vương Đình Huệ (2021–) hiện x t s Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Nguyễn Duy Trinh (1976 – 1982) · Lê Đức Thọ (1980 – 1982) · Lê Thanh Nghị (1980 – 1982) · Võ Chí Công (1982 – 1986) · Nguyễn Văn Linh (1986) · Đỗ Mười (1986 – 1988) · Nguyễn Thanh Bình (1988 – 1991) · Lê Đức Anh (1991 – 1992) · Đào Duy Tùng (1992 – 1996) · Lê Khả Phiêu (1996 – 1998) · Phạm Thế Duyệt (1998 – 2001) · Nguyễn Phú Trọng (1999 – 2001) · Trần Đình Hoan (2001) · Phan Diễn (2002 – 2006) · Trương Tấn Sang (2006 – 2011) · Lê Hồng Anh (2011 – 2016) · Đinh Thế Huynh (2016 – 2018) · Trần Quốc Vượng (2018 – 2021) · Võ Văn Thưởng (2021 – 2023) · Trương Thị Mai (2023 – nay) hiện x t s Ủy viên Bộ Chính trị khóa XIII Trần Tuấn Anh Nguyễn Hòa Bình Phạm Minh Chính Lương Cường Đinh Tiến Dũng Phan Văn Giang Vương Đình Huệ Tô Lâm Trương Thị Mai Trần Thanh Mẫn Nguyễn Văn Nên Nguyễn Xuân Thắng Võ Văn Thưởng Phan Đình Trạc Nguyễn Phú Trọng Trần Cẩm Tú Phạm Bình Minh (đến 12\/2022) Nguyễn Xuân Phúc (đến 01\/2023) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa XII Nguyễn Văn Bình Trương Hòa Bình Phạm Minh Chính Hoàng Trung Hải Vương Đình Huệ Tô Lâm Ngô Xuân Lịch Trương Thị Mai Phạm Bình Minh Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân Tòng Thị Phóng Nguyễn Xuân Phúc Võ Văn Thưởng Nguyễn Phú Trọng Trần Quốc Vượng Đinh Thế Huynh (nghỉ chữa bệnh) Trần Đại Quang (đã mất 09\/2018) Đinh La Thăng (đến 05\/2017) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa XI Lê Hồng Anh Nguyễn Tấn Dũng Ngô Văn Dụ Lê Thanh Hải Nguyễn Sinh Hùng Đinh Thế Huynh Phạm Quang Nghị Tòng Thị Phóng Nguyễn Xuân Phúc Trần Đại Quang Tô Huy Rứa Trương Tấn Sang Phùng Quang Thanh Nguyễn Phú Trọng Bầu bổ sung (tháng 5 năm 2013): Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa X Nông Đức Mạnh Nguyễn Minh Triết Nguyễn Tấn Dũng Nguyễn Phú Trọng Lê Hồng Anh Trương Tấn Sang Phạm Gia Khiêm Phùng Quang Thanh Trương Vĩnh Trọng Lê Thanh Hải Nguyễn Sinh Hùng Nguyễn Văn Chi Hồ Đức Việt Phạm Quang Nghị Tô Huy Rứa I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Bí thư Quân ủy Trung ương Việt Nam Võ Nguyên Giáp (1946–1977) Lê Duẩn (1978–1984) Văn Tiến Dũng (1984–1986) Trường Chinh (1986) Nguyễn Văn Linh (1987–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) Tiêu đề chuẩn BNF: cb135548448 (data) GND: 1124109587 ISNI: 0000 0000 6655 6926 LCCN: n96012744 SUDOC: 052482197 VIAF: 92762413 WorldCat Identities: lccn-n96012744 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Phú_Trọng&oldid=69973736” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Việt Nam Sinh năm 1944 Nhân vật còn sống Người Hà Nội Sinh tại Hà Nội Sống tại Liên Xô Người họ Nguyễn tại Việt Nam Phó tiến sĩ Khoa học lịch sử Giáo sư Việt Nam Chủ tịch Quốc hội Việt Nam Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XI Hà Nội Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Hà Nội Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Hà Nội Đại biểu Quốc hội Việt Nam khóa XIII là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Hà Nội Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Thành ủy Hà Nội Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ban Bí thư Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Phó tiến sĩ Việt Nam tốt nghiệp tại Liên Xô Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Huy hiệu 50 năm tuổi Đảng Cộng sản Việt Nam Ủy viên Thường vụ Đảng ủy Công an Trung ương Việt Nam Người họ Nguyễn Thể loại ẩn: Quản lý CS1: nhiều tên: danh sách tác giả Nguồn CS1 tiếng Anh (en) Lỗi CS1: liên kết ngoài Trang bị hạn chế cho thành viên xác nhận mở rộng Bài viết sử dụng pull quote có nguồn Bản mẫu webarchive dùng liên kết wayback Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 12 tháng 5 năm 2023, 13:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}