{"Nguyễn Văn Năng":"Nguyễn Văn Năng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Vinh danh 3Tham khảo 4Liên kết ngoài Nguyễn Văn Năng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này viết về một đảng viên Đảng Cộng sản Việt Nam. Đối với giám mục Công giáo cùng tên, xem Phêrô Maria Nguyễn Văn Năng. Nguyễn Văn Năng (1902 - 1964) nhà cách mạng Việt nam, Đảng viên Đảng Cộng sản Việt nam, Bí thư Tỉnh ủy đầu tiên của tỉnh Thái Bình, Đại biểu Quốc hội Việt Nam khóa I.[1] Ông quê làng Thượng Phú, nay thuộc xã Đông Quan, huyện Đông Hưng, tỉnh Thái Bình.[2] Năm 1926, đang học năm thứ tư trường Thành Chung[3] Nam Định, ông cùng một số bạn học tổ chức bãi khoá, truy điệu và để tang cụ Phan Chu Trinh. Bị đuổi học và cấm thi, tháng 3 -1926 trở về Thái Bình, được giao nhiệm vụ phát triển cơ sở Thanh niên và gây quỹ ủng hộ tài chính cho Tổng bộ Thanh niên. Mùa thu 1927 ông cùng một số đồng chí như Bùi Hữu Diên, Đào Gia Lựu, Lương Duyên Hồi, Lương Duyên Thiếp,... lập ra Trường tư thục Minh Thành (tên chữ là Minh Thành Học hiệu) ở thị xã Thái Bình, có 6 lớp, lấy chỗ tập hợp quần chúng.[4] Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Ngày 2-1-1927, chi bộ Hội Việt Nam Cách mạng Thanh niên đầu tiên với 11 hội viên được thành lập tại trường, ông được cử làm Bí thư. Đầu 1928, trường bị đóng cửa. Tháng 3-1928, tỉnh bộ Thanh niên Thái Bình được thành lập, Nguyễn Văn Năng được bầu làm Bí thư [5][6]. Từ 1929 đến 1944, ông bị bắt nhiều lần, hết đày ra Côn Đảo, rồi lại Sơn La và các nhà tù khác. Sau Cách mạng 8-1945, ông là Ủy viên thường trực Ủy ban nhân dân Cách mạng Lâm thời tỉnh Thái Bình (1945); đại biểu Quốc hội khóa I (1946); Phó Chủ tịch Ủy ban Kháng chiến hành chính tỉnh Thái Bình (1946); Hội trưởng Hội Văn hóa Thái Bình (1948); Giám đốc Sở Lao động Liên Khu III (1949); Thanh tra Bộ Lao động (1953); Vụ trưởng Vụ bảo hộ lao động Bộ Lao động... Ngoài công tác cách mạng của đoàn thể, ông còn viết báo, làm thơ, viết văn. Bút danh \"Thôn Dân\" thường xuất hiện trên các báo Tin tức, Đời nay, Thời thế, Thời báo, Tân xã hội, Bạn dân. Ông có 3 tác phẩm thơ trường thiên: Tết ở xà lim, Đi Hà Giang, Đời sống nông dân. Thơ ông được tuyển in trong Thơ văn yêu nước và cách mạng. Ông mất ngày 26\/10\/1964. Vinh danh[sửa | sửa mã nguồn] Nhà tưởng niệm Nguyễn Văn Năng được xây dựng tại xã Đông Phong huyện Đông Hưng.[7] Tên của ông được đặt cho một số địa vật: Đường Nguyễn Văn Năng ở phường Trần Lãm, thành phố Thái Bình. Phố Nguyễn Văn Năng ở thị trấn Đông Hưng, tỉnh Thái Bình Tham khảo[sửa | sửa mã nguồn] ^ Danh nhân huyện Đông Hưng. Cổng TTDT tỉnh Thái Bình: Huyện Đông Hưng, 2018. ^ Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013. ^ Quá trình phát triển của trường Thành Chung Nam Định. Nam Định Online. Truy cập 22\/12\/2015. ^ \"Bùi Hữu Diên\". mobile.coviet.vn. Truy cập 22\/12\/2015. ^ “Những thắng lợi lịch sử của Đảng bộ tỉnh Thái Bình”. Bản gốc lưu trữ ngày 14 tháng 12 năm 2014. Truy cập 15 tháng 2 năm 2015. ^ “Bảo tàng Thái Bình”. Người Thái Bình - Thái Bình trong trái tim tôi. Bản gốc lưu trữ ngày 24 tháng 11 năm 2014. Truy cập 15 tháng 2 năm 2015. ^ Thông tư 04\/2019\/TT-BTNMT ngày 30\/05\/2019 của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Thái Bình. Thuvien Phapluat Online, 2019. Truy cập 20\/08\/2019. Liên kết ngoài[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Năng&oldid=68720021” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1902 Mất năm 1964 Nhà cách mạng Việt Nam Đại biểu Quốc hội Việt Nam khóa I Người Thái Bình Bí thư Tỉnh ủy Thái Bình Chủ tịch Ủy ban nhân dân tỉnh Thái Bình Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 13 tháng 6 năm 2022, 01:40. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}