{"Nguyễn Trọng Vĩnh":"Nguyễn Trọng Vĩnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Vai trò góp ý 3Quan điểm 4Gia đình 5Qua đời 6Chú thích 7Liên kết ngoài Nguyễn Trọng Vĩnh 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Trọng Vĩnh Chức vụ Đại sứ Việt Nam tại Cộng hòa Hồi giáo Pakistan Nhiệm kỳ 21 tháng 8 năm 1974 – Đại sứ Việt Nam tại Trung Quốc Nhiệm kỳ 26 tháng 4 năm 1974 – 1987 Tiền nhiệm Ngô Thuyền Bí thư thứ nhất Dương Danh Dy Trưởng đoàn Cố vấn, Chuyên gia Việt Nam tại Lào Nhiệm kỳ 1964 – 1974 Bí thư Tỉnh ủy Thanh Hóa Nhiệm kỳ 1961 – 1964 Tiền nhiệm Ngô Thuyền Kế nhiệm Ngô Thuyền Phó Bí thư Ngô Đức Lê Thế Sơn Phó Trưởng ban Tổ chức Trung ương Nhiệm kỳ 1960 – 1961 Trưởng ban Lê Đức Thọ Ủy viên Dự khuyết Trung ương Đảng Nhiệm kỳ 1960 – 1976 Chính ủy Quân khu 4 Nhiệm kỳ 22 tháng 4 năm 1958 – 1961 Tư lệnh Nguyễn Đôn (–1960) Chu Huy Mân Tiền nhiệm Chu Huy Mân Kế nhiệm Chu Huy Mân Cục trưởng Cục Tổ chức, Tổng cục Chính trị Nhiệm kỳ tháng 7 năm 1950 – tháng 4 năm 1958 Chủ nhiệm Tổng cục Chính trị Nguyễn Chí Thanh Kế nhiệm Huỳnh Đắc Hương Cục phó Lê Quang An Huỳnh Đắc Hương (từ 7\/1956) Chính trị Ủy viên Khu I Nhiệm kỳ 25 tháng 7 năm 1947 – 1948 Khu trưởng Chu Văn Tấn Bí thư Tỉnh ủy Thái Bình Nhiệm kỳ 9\/1946 – 4\/1947 Tiền nhiệm Nguyễn Đức Tâm Kế nhiệm Nguyễn Kha Bí thư Tỉnh ủy Phúc Yên Nhiệm kỳ – 1946 Thông tin chung Sinh (1916-10-18)18 tháng 10, 1916 Thổ Phụ, xã Vĩnh Tiến, Vĩnh Lộc, Thanh Hóa, Liên bang Đông Dương Mất 26 tháng 12, 2019(2019-12-26) (103 tuổi) Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Lê Thị Ban Con cái Nguyễn Nguyên Bình (con gái) Nguyễn Trọng Vĩnh (1916 – 26 tháng 12 năm 2019) là Thiếu tướng Quân đội nhân dân Việt Nam và là Đại sứ Việt Nam tại Trung Quốc từ năm 1974 đến 1987. Tiểu sử[sửa | sửa mã nguồn] Ông sinh năm 1916 trong một gia đình bần cố nông ở Vĩnh Lộc – Thanh Hóa.[1] Mồ côi mẹ từ năm 1 tuổi, khi lên 9 tuổi ông được bán cho một gia đình ở Hà Nội với giá 6 đồng bạc để làm con nuôi, nhưng bị đối xử như với người ở, và không được đi học, sau 5 năm mới được chuộc về nhà.[1]. Ông gia nhập Đảng Cộng sản Việt Nam từ năm 1937,[1] và từng kinh qua những chức vụ sau: 1945: Chủ tịch Ủy ban Cách mạng huyện Đông Anh tỉnh Phúc Yên [2]. 1948: Ủy viên chính trị Liên Khu 1 gồm các tỉnh: Cao Bằng, Bắc Kạn, Lạng Sơn, Thái Nguyên, Bắc Ninh, Bắc Giang, Phúc Yên, Quảng Yên và Hải Ninh 1950: Cục trưởng Cục Tổ chức Tổng cục Chính trị Quân đội nhân dân Việt Nam 1958: Chính ủy Quân khu 4 [3] 1959: Được thăng quân hàm Thiếu tướng Quân đội nhân dân Việt Nam [4] 1960–1976: Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá III 1961: Phó Trưởng ban Tổ chức Trung ương [5] 1961–1964: Bí thư Tỉnh ủy Thanh Hóa.[6] 1964–1974: Hoạt động tại Lào, trưởng đoàn cố vấn chính phủ.[1][7] 1974–1987: Đại sứ đặc mệnh toàn quyền Việt Nam tại Trung Quốc.[6]. 1974: Kiêm giữ chức Đại sứ Việt Nam tại Cộng hòa Hồi giáo Pakixtan [8] Năm 1987 ông kết thúc 4 nhiệm kỳ đại sứ và về nước.[9] Năm 1990 sau khi nghỉ hưu ông tham gia công tác tại Hội Cựu Chiến binh Việt Nam vừa thành lập, ông là Ủy viên Ban chấp hành lâm thời, Phó Chủ tịch Hội (1990–1997). Ông được trao tặng Huân chương Hồ Chí Minh.[10] Vai trò góp ý[sửa | sửa mã nguồn] Khi về hưu, mặc dù đã cao tuổi, nhưng ông vẫn tham gia đóng góp ý kiến trong những vấn đề xã hội và chính trị của đất nước, các vấn đề đối nội và đối ngoại,[11] như là lên tiếng phản đối kế hoạch bành trướng và lấn áp của Trung Quốc tại biển Đông,[6], chống sự lũng đoạn của Bắc Kinh vào hậu trường chính trị Việt Nam,[12] kiến nghị bảo vệ và phát triển đất nước [13], về đấu tranh chống tham nhũng tại Việt Nam, về Dự án khai thác bô xít ở Tây Nguyên, về vụ cho doanh nghiệp nước ngoài thuê mướn rừng đầu nguồn cực Bắc,[14] về vụ cưỡng chế đất tại Văn Giang, Hưng Yên [15], góp ý thành lập Ban giám sát Đảng Cộng sản Việt Nam, độc lập với Ủy ban Kiểm tra Trung ương hiện trực thuộc Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, tuy nhiên đề nghị này của ông không được tiếp thu.[10] Quan điểm[sửa | sửa mã nguồn] Theo BBC Việt Ngữ, ông cùng với 60 Đảng viên như cựu Thứ trưởng Chu Hảo, các nhà nghiên cứu kinh tế Lê Đăng Doanh và Phạm Chi Lan, Nguyễn Trọng Vĩnh đã ký một lá thư ngỏ lên Ban Chấp hành Trung ương đề ngày 28\/7\/2014, nhận định Đảng Cộng sản Việt Nam đã \"dẫn dắt dân tộc đi theo đường lối sai lầm về xây dựng chủ nghĩa xã hội theo mô hình xô–viết, được coi là dựa trên chủ nghĩa Mác–Lênin\". Họ yêu cầu Đảng Cộng sản Việt Nam thay đổi Cương lĩnh và \"từ bỏ đường lối sai lầm về xây dựng chủ nghĩa xã hội, chuyển hẳn sang đường lối dân tộc và dân chủ, trọng tâm là chuyển đổi thể chế chính trị từ toàn trị sang dân chủ một cách kiên quyết nhưng ôn hòa\"[16]. Cũng theo BBC Việt Ngữ, ngày 9.12.2015 ông cùng với 126 người khác, trong đó có các nhân vật như nhà nghiên cứu Nguyễn Đình Đầu, GS Hoàng Tụy, TS Nguyễn Quang A, GS Nguyễn Huệ Chi, GS Nguyễn Đình Cống, TS Lê Đăng Doanh, GS Chu Hảo, GS Nguyễn Đăng Hưng, GS Tương Lai, Huỳnh Tấn Mẫm, Hồ Ngọc Nhuận, GS Trần Văn Thọ, Nguyễn Trung, Phạm Xuân Yêm... đã gửi một bức thư ngỏ đến Bộ Chính trị, Ban Chấp hành Trung ương khóa XI, các đại biểu dự Đại hội lần thứ XII và toàn thể đảng viên Đảng Cộng sản Việt Nam. Bức thư đề nghị \"đổi tên đảng (không gọi là Đảng Cộng sản); đổi tên nước (không gọi là Cộng hòa xã hội chủ nghĩa); trả lại tự do cho những người khác chính kiến đang bị giam giữ; chấm dứt sự trấn áp và ngăn chặn nhân dân thực hiện quyền tự do dân chủ theo Hiến pháp\" đồng thời nêu ý kiến \"Thực tiễn của nước ta cũng như trải nghiệm của nhiều nước trên thế giới đã cho thấy rõ sai lầm và thất bại của đường lối xây dựng chủ nghĩa xã hội theo chủ nghĩa Mác – Lênin\".[17] Gia đình[sửa | sửa mã nguồn] Năm 1946, ông thành hôn với bà Lê Thị Ban, từng là bí thư Thành Ủy Đảng Cộng sản Việt Nam tại Hải Phòng và có 3 gái, 1 trai.[1] Qua đời[sửa | sửa mã nguồn] Ông qua đời vào sáng 26 tháng 12 năm 2019 tại Hà Nội.[18] Chú thích[sửa | sửa mã nguồn] ^ a b c d e \"Chuyện tình Ngưu Lang-Chức Nữ\" của Thiếu tướng Nguyễn Trọng Vĩnh, Phụ Nữ today, 25\/09\/2011 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 24 tháng 11 năm 2012. Truy cập ngày 30 tháng 10 năm 2012. ^ Sắc lệnh số 68\/8-SL của Chủ tịch nước: Sắc lệnh bổ nhiệm ông Nguyễn Trọng Vĩnh giữ chức Chính uỷ Quân khu bốn ^ “SẮC LỆNH CỦA CHỦ TỊCH PHỦ SỐ 036\/SL NGÀY 31 THÁNG 8 NĂM 1959”. Bản gốc lưu trữ ngày 6 tháng 10 năm 2014. Truy cập ngày 9 tháng 10 năm 2012. ^ “DCSVN”. Truy cập 11 tháng 3 năm 2015.[liên kết hỏng] ^ a b c Thiếu tướng, cựu Đại sứ VN ở TQ: \"Bằng chứng của TQ là hàng giả!\", Giáo dục Việt Nam, 13\/06\/2011 ^ Năm Đoàn kết, Hữu nghị Việt Nam - Lào 2012: Người chiến sĩ tình nguyện Pa-Thét Lào ở Kon Tum [liên kết hỏng] ^ Lịch sử QUỐC HỘI NƯỚC VIỆT NAM DÂN CHỦ CỘNG HÒA KHÓA IV (1971 - 1975)[liên kết hỏng] ^ “Nghị quyết số 783 NQ\/HĐNN7 – Wikisource tiếng Việt”. Truy cập 11 tháng 3 năm 2015. ^ a b Thiếu tướng Nguyễn Trọng Vĩnh: \"Tôi chỉ muốn Đảng mình tốt lên\" Lưu trữ 2012-02-28 tại Wayback Machine, Người Cao Tuổi, 16\/09\/2011 ^ Kỳ 3: Lão tướng 95 tuổi bàn việc nước, Tuổi Trẻ, 17\/05\/2010 ^ Hậu quả sau hội nghị Thành Đô?, RFA, 09\/10\/2012 ^ Một số nhân sĩ gửi kiến nghị bảo vệ và phát triển đất nước Lưu trữ 2011-11-03 tại Wayback Machine, Tuần VN, 14\/07\/2011 ^ \"Cần xem lại việc cho thuê đất rừng\", Pháp Luật, 01\/03\/2010 ^ Tướng Nguyễn Trọng Vĩnh lên tiếng về vụ ECOPARK, Văn Giang Lưu trữ 2016-06-24 tại Wayback Machine, Viện nghiên cứu Những vấn đề phát triển, 10\/5\/012 ^ Đảng viên lão thành kêu gọi thoát Trung, BBC, 2014-07-29 ^ “Kêu gọi lãnh đạo 'đổi tên đảng, tên nước'”. BBC. Truy cập ngày 13 tháng 12 năm 2015. ^ “Thiếu tướng Nguyễn Trọng Vĩnh qua đời”. Báo điện tử Pháp Luật thành phố Hồ Chí Minh. Truy cập 26 tháng 12 năm 2019. Liên kết ngoài[sửa | sửa mã nguồn] Kỳ 3: Lão tướng 95 tuổi bàn việc nước Từ dân và do dân – bài học từ mùa thu tháng Tám Đàn áp dân là tự làm yếu mình trước bành trướng, bá quyền Trung Quốc Lưu trữ 2016-03-04 tại Wayback Machine Tướng Nguyễn Trọng Vĩnh kể chuyện làm đại sứ tại Trung Quốc Lưu trữ 2012-10-10 tại Wayback Machine Tướng Vĩnh nói về cuộc chiến biên giới Lưu trữ 2012-02-20 tại Wayback Machine Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Trọng_Vĩnh&oldid=69979574” Thể loại: Sinh năm 1916 Mất năm 2019 Người họ Nguyễn tại Việt Nam Người Thanh Hóa Thiếu tướng Quân đội nhân dân Việt Nam Hàm Đại sứ (Việt Nam) Nhà ngoại giao Việt Nam Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Thanh Hóa Huân chương Hồ Chí Minh Huy hiệu 70 năm tuổi Đảng Cộng sản Việt Nam Đại sứ Việt Nam tại Trung Quốc Bí thư Tỉnh ủy Phúc Yên Người thọ bách niên Việt Nam Thiếu tướng Quân đội nhân dân Việt Nam thụ phong thập niên 1950 Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 14 tháng 5 năm 2023, 02:38. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}