{"Nguyễn Đức Thuận":"Nguyễn Đức Thuận – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quê quán 2Quá trình hoạt động cách mạng 3Tác phẩm 4Cuộc sống gia đình 5Vinh danh 6Chú thích Nguyễn Đức Thuận 1 ngôn ngữ Deutsch Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Đức Thuận (1916 – 1985) có tên khai sinh là Bùi Phong Tư là nhà cách mạng Việt Nam, nguyên là Phó Bí thư Xứ ủy Nam Bộ, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Chủ tịch Tổng Liên đoàn Lao động Việt Nam kiêm Phó Chủ nhiệm UBKH Nhà nước[1]. Ông là tác giả cuốn Bất khuất, một cuốn tự truyện từng gây tiếng vang ở miền Bắc về \"sức chịu đựng kỳ diệu của một người chiến sĩ\", suốt 8 năm bị tra tấn dã man vẫn không khuất phục...\"[2]). Quê quán[sửa | sửa mã nguồn] Nguyễn Đức Thuận tên thật là Bùi Phong Tư, tục danh là Tư Móm, quê làng Bản Ngũ, huyện Vụ Bản, tỉnh Nam Định. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Ông xuất thân công nhân, năm 1936 tham gia phong trào thợ thuyền ở Hà Nội, năm 1937 gia nhập Đảng Cộng sản Đông Dương. Năm 1940 là ủy viên trong Thành ủy Hà Nội, cuối năm 1940 bị bắt, kết án 15 năm khổ sai đày lên nhà tù Sơn La, đến cuối năm 1943 bị đày ra Côn Đảo[2]. Năm 1945, ông được đón về đất liền, cử giữ chức Bí thư Tỉnh ủy Thủ Dầu Một (nay là thành phố Thủ Dầu Một, tỉnh Bình Dương). Năm 1947, ông làm Phó Bí thư Xứ ủy Nam Bộ. Sau hiệp định Genève, ông ở lại miền Nam, đến năm 1956 bị chính quyền Ngô Đình Diệm bắt cùng với các đồng chí Trần Quốc Thảo, Hoàng Dư Khương đày Côn Đảo lần thứ hai. Sau khi đất nước được thống nhất, trở về từ nơi bị lưu đày, năm 1976 ông là Phó Chủ tịch kiêm Tổng thư ký Tổng Công đoàn Việt Nam nay là Tổng Liên đoàn Lao động Việt Nam. 1983 - 1987, Tại Đại hội lần thứ V Tổng Công đoàn Việt Nam ông được bầu giữ chức Chủ tịch, sau đó được phân công tham gia kiêm Phó Chủ nhiệm UBKH Nhà nước[3]. Ủy viên Ban Thường vụ Liên hiệp Công đoàn Thế giới... Ông là đại biểu Quốc hội Việt Nam các khoá: IV, V, VI, VII. Ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam của hai kỳ Đại hội Đảng Cộng sản Việt Nam IV và Đại hội Đảng Cộng sản Việt Nam V. Ông mất năm 1985 tại Hà Nội, thọ 69 tuổi. Tác phẩm[sửa | sửa mã nguồn] Nguyễn Đức Thuận có một cuốn tự truyện duy nhất và khá nổi tiếng tại miền Bắc lúc in lần đầu là cuốn Bất khuất. Cuốn sách này thuật lại toàn bộ thời gian ông bị bắt và chịu tù đày của chính quyền Việt Nam Cộng hòa, và sách cũng từng gây chấn động miền Bắc và quốc tế về sức chịu đựng khó tin của một người chiến sĩ. Sách được xuất bản lần đầu vào tháng 4 năm 1967 với 210.000 bản in tại miền Bắc. Những năm sau đó, Nhà xuất bản Ngoại văn Việt Nam đã dịch tác phẩm Bất khuất ra 5 ngôn ngữ khác (Anh, Hoa, Nga, Pháp và quốc tế ngữ), in với số lượng lớn phát hành ra nước ngoài, nhằm gây chú ý của dư luận thế giới. Cuốn sách này có nhiều ý kiến tranh cãi về độ xác thực của một số chi tiết trong đó song vẫn được xem là một tác phẩm có giá trị nên đã được tái bản một số lần[4]. Tuy nhiên trong cuốn hồi ký Đèn cù, Trần Đĩnh cho rằng mình là người chấp bút tác phẩm này.[5] Cuộc sống gia đình[sửa | sửa mã nguồn] Vợ ông là bà Nguyễn Thị Phương Nhu sinh năm 1927, con một nhà giáo ở Bình Định, năm 1945 cùng gia đình vào Sài Gòn sinh sống. Năm 1946, bà tham gia hoạt động bí mật và được kết nạp vào Hội Phụ nữ cứu quốc Sài Gòn. Năm 1947, bà đã trốn nhà, thoát ly ra bưng biền, đến cơ quan Phụ nữ Nam Bộ, làm Ủy viên thư ký Ban chấp hành Phụ nữ Cứu quốc tỉnh Vĩnh Long. Lúc đó, bà là một trong 4 đại biểu của phụ nữ tỉnh đi dự Hội nghị cán bộ Phụ nữ Nam Bộ họp vào đầu năm 1950 tại xã Vĩnh Thuận Đông, huyện Long Mỹ, tỉnh Rạch Giá, giữa rừng U Minh Thượng và U Minh Hạ. Đến tham dự hội nghị, có cả ông Lê Đức Thọ ở Trung ương cử vào, ông Lê Duẩn, Bí thư Xứ ủy Nam Kỳ và ông Nguyễn Đức Thuận, Phó bí thư xứ uỷ Nam Kỳ. Sau hội nghị, Lê Đức Thọ mời bà ở lại làm việc trong Ban Tuyên huấn Phụ nữ Nam Bộ và có ý tác thành với Nguyễn Đức Thuận[6]. Vinh danh[sửa | sửa mã nguồn] Huân chương Hồ Chí Minh Huân chương kháng chiến chống Pháp hạng Nhất Huân chương kháng chiến chống Mỹ hạng Nhất Ngày 4 tháng 2 năm 2008 ông được truy tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân. ^ Tên ông được dùng để đặt cho một con đường ở xã Cổ Bi, huyện Gia Lâm, thành phố Hà Nội. Đường dài 3 km; từ đường Nguyễn Văn Linh - ngã ba quốc lộ 5 với quốc lộ 1B - đến ngã ba Kiên Thành - Trâu Quỳ (lối rẽ vào Khu công nghiệp vừa và nhỏ huyện Gia Lâm). ^ Tên ông được dùng để đặt cho một con đường ở phường Hiệp Thành, Thành phố Thủ Dầu Một, tỉnh Bình Dương. Chú thích[sửa | sửa mã nguồn] ^ Đồng chí Nguyễn Đức Thuận – Giữ trọn khí tiết cách mạng ^ a b “Nguyễn Đức Thuận người anh hùng bất khuất”. Bản gốc lưu trữ ngày 6 tháng 2 năm 2009. Truy cập ngày 24 tháng 12 năm 2008. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 27 tháng 6 năm 2013. Truy cập ngày 20 tháng 10 năm 2014. ^ “Tái bản tác phẩm \"Bất khuất\"”. Bản gốc lưu trữ ngày 27 tháng 12 năm 2008. Truy cập ngày 24 tháng 12 năm 2008. ^ Ngô Nhân Dụng - Giới thiệu \"ĐÈN CÙ, Số Phận Việt Nam Dưới Chế Độ Cộng sản\" của TRẦN ĐĨNH, Diễn đàn Thế Kỷ, 07 07.08.2014 ^ Vợ người anh hùng[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Đức_Thuận&oldid=69597377” Thể loại: Người Nam Định Sinh năm 1916 Mất năm 1985 Bí thư Xứ ủy Nam Kỳ Bí thư Tỉnh ủy Thủ Dầu Một Đại biểu Quốc hội Việt Nam khóa IV Chủ tịch Tổng Liên đoàn Lao động Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Anh hùng Lực lượng vũ trang nhân dân Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa VI Người họ Bùi tại Việt Nam Huân chương Hồ Chí Minh Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 23 tháng 1 năm 2023, 16:23. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}