{"Nguyễn Văn Linh":"Nguyễn Văn Linh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoạt động và sự nghiệp 2Hoạt động tại miền Nam Hiện\/ẩn mục Hoạt động tại miền Nam 2.1Hội nghị Đà Lạt 3Hoạt động tại Trung ương 4Tổng bí thư Hiện\/ẩn mục Tổng bí thư 4.1Công cuộc Đổi mới 4.2Đóng góp trong thời kỳ Đổi Mới 5Cố vấn Ban Chấp hành Trung ương 6Tác phẩm 7Đánh giá 8Nghỉ hưu Hiện\/ẩn mục Nghỉ hưu 8.1Qua đời 8.2Phong tặng và vinh danh 9Gia đình 10Xem thêm 11Chú thích 12Liên kết ngoài Nguyễn Văn Linh 19 ngôn ngữ Bahasa Indonesia Bân-lâm-gú Dansk Deutsch English Español فارسی Français 한국어 Italiano 日本語 Norsk bokmål Oʻzbekcha \/ ўзбекча Polski Português Русский Suomi ไทย 中文 10 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Nguyễn Văn Linh (định hướng). Nguyễn Văn Linh Mười Cúc Nguyễn Văn Linh năm 1986 Chức vụ Cố vấn Ban chấp hành Trung ương Đảng cộng sản Việt Nam Nhiệm kỳ 27 tháng 6 năm 1991 – 29 tháng 12 năm 1997 6 năm, 185 ngày Tiền nhiệm Trường Chinh Kế nhiệm Đỗ Mười Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Nhiệm kỳ 18 tháng 12 năm 1986 – 28 tháng 6 năm 1991 4 năm, 192 ngày Tiền nhiệm Trường Chinh Kế nhiệm Đỗ Mười Thường trực Ban Bí thư Nhiệm kỳ 21 tháng 6 năm 1986 – 18 tháng 12 năm 1986 180 ngày Tiền nhiệm Võ Chí Công Kế nhiệm Đỗ Mười Bí thư Thành ủy Thành phố Hồ Chí Minh (lần 2) Nhiệm kỳ 1982 – tháng 6 năm 1986 Tiền nhiệm Võ Văn Kiệt Kế nhiệm Mai Chí Thọ Chủ tịch Tổng Công đoàn Việt Nam Nhiệm kỳ tháng 12 năm 1976 – tháng 8 năm 1980 Tiền nhiệm Hoàng Quốc Việt Kế nhiệm Nguyễn Đức Thuận Bí thư Thành ủy Thành phố Hồ Chí Minh (lần 1) Nhiệm kỳ 30 tháng 4 năm 1975 – tháng 12 năm 1976 Tiền nhiệm đầu tiên Kế nhiệm Võ Văn Kiệt Tổng Bí thư Đảng Nhân dân Cách mạng Việt Nam Nhiệm kỳ 1 tháng 4 năm 1962 – 20 tháng 4 năm 1975 13 năm, 119 ngày Tiền nhiệm Thành lập Đảng Kế nhiệm Sáp nhập với Đảng Lao động Bí thư Trung ương Cục Miền Nam Việt Nam Nhiệm kỳ 1961 – 1964 Tiền nhiệm Lê Duẩn Kế nhiệm Nguyễn Chí Thanh Thông tin chung Sinh 1 tháng 7 năm 1914 Xã Yên Phú, tổng Yên Phú, huyện Yên Mỹ, tỉnh Hưng Yên, Liên bang Đông Dương Mất 27 tháng 4, 1998(1998-04-27) (83 tuổi) Thành phố Hồ Chí Minh, Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Ngô Thị Huệ Nguyễn Văn Linh, tên khai sinh là Nguyễn Đức Cúc (1 tháng 7 năm 1914 – 27 tháng 4 năm 1998) là Tổng bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam từ 1986 đến 1991. Thời kỳ là Tổng Bí thư, ông nổi tiếng với bút danh N.V.L. (sau này ông cho biết đó là \"Nói Và Làm\") với một loạt những bài báo trong chuyên mục Những việc cần làm ngay trên báo Nhân dân bàn về những việc cần phải chấn chỉnh trong xã hội. Ông được xem là người mở đường và có công lớn trong công cuộc Đổi Mới của Việt Nam[1] sau khi nó được khởi xướng từ người tiền nhiệm của ông, cố Tổng Bí thư Trường Chinh. Hoạt động và sự nghiệp[sửa | sửa mã nguồn] Nguyễn Văn Linh tên thật là Nguyễn Đức Cúc, còn gọi là Nguyễn Văn Cúc hay Mười Cúc, sinh tại Thôn Yên Phú, xã Giai Phạm, huyện Yên Mỹ, Tỉnh Hưng Yên (vốn là xã Yên Phú, huyện Văn Giang - Bắc Ninh). Ông xuất thân trong một gia đình công chức, cha là Nguyễn Đức Lan, mẹ là Nguyễn Thị Nghiêm.[2] Năm 1929, ông tham gia học sinh đoàn do Hội Việt Nam Cách mạng Thanh niên lãnh đạo.[2] Ngày 1 tháng 5 năm 1930, Nguyễn Văn Linh bị thực dân Pháp bắt, do tuyên truyền chống lại Pháp. Ông bị kết án tù chung thân và đày đi Côn Đảo. Năm 1936, Mặt trận Bình dân Pháp lên nắm quyền, ông được trả tự do.[2] Năm 1936, ông được kết nạp vào Đảng Cộng sản Đông Dương, hoạt động ở Hải Phòng. Tháng 4\/1937, hội nghị thành lập Thành ủy Hải Phòng gồm Nguyễn Văn Túc (Nguyễn Công Hòa), Đinh Xuân Nhạ (tức Trần Quý Kiên), Nguyễn Văn Cúc (Nguyễn Văn Linh), Nguyễn Văn Vượng, Tư Thành, Hoàng Văn Trành,... do Nguyễn Văn Túc làm Bí thư. Ban Tỉnh ủy mới vừa phát triển, củng cố tổ chức vừa phát động công nhân, lao động đấu tranh đòi quyền dân sinh, dân chủ làm đà cho cao trào Mặt trận Dân chủ (1936-1939). Sau đó ông chuyển lên hoạt động ở Hà Nội. Hoạt động tại miền Nam[sửa | sửa mã nguồn] Sau đó, ông vào hoạt động tại Sài Gòn và là cấp dưới trực tiếp của Bí thư Sài Gòn thời kì này - bà Nguyễn Thị Minh Khai. Năm 1939, ông tham gia Ban Chấp hành Đảng bộ Thành phố Sài Gòn, sau đó được Đảng điều ra Trung Kỳ để lập lại Xứ ủy Trung kỳ. Năm 1941, ông bị bắt ở Vinh, bị kết án 5 năm tù và bị đày ra Côn Đảo lần thứ hai. Đến năm 1945, ông hoạt động ở miền Tây Nam Bộ, sau đó ở Sài Gòn - Chợ Lớn với cương vị Bí thư Thành ủy, Bí thư Đặc khu ủy Sài Gòn - Gia Định. Năm 1947, Nguyễn Văn Linh là Ủy viên Xứ ủy Nam Bộ, đến 1949 là Thường vụ Xứ ủy Nam Bộ. Từ 1955 tới 1960, ông là Bí thư Đặc khu ủy Sài Gòn-Gia Định. Từ 1957 đến 1960, ông là Quyền Bí thư Xứ ủy Nam Bộ. Năm 1960, tại Đại hội Đảng lần thứ III ông được bầu vào Ban Chấp hành Trung ương Đảng, làm Bí thư (1961 - 1964), rồi Phó Bí thư Trung ương Cục miền Nam. Ông có những đóng góp không nhỏ đối với chiến thắng của Việt Nam Dân chủ Cộng hòa trong cuộc chiến tranh Việt Nam.[3] Trong Chiến tranh Việt Nam, Nguyễn Văn Linh là Tổng Bí thư Đảng Nhân dân Cách mạng Việt Nam miền Nam Việt Nam, điều này đã chứng kiến ông chỉ đạo cuộc kháng chiến du kích chống lại chính phủ đồng minh của Hoa Kỳ ở đó, nhưng hầu hết các nhiệm vụ của ông là tổ chức hơn là quân sự. Ông cũng chuyên tuyên truyền, nghiên cứu và cố gắng gây ảnh hưởng đến nền chính trị Hoa Kỳ có lợi cho Việt Nam Dân chủ Cộng hòa. Ông đã huấn luyện các điệp viên bí mật đặc biệt của Việt Cộng thâm nhập vào các tổ chức chính phủ ở Sài Gòn. Năm 1968, Nguyễn Văn Linh chỉ đạo Tết Mậu Thân chống lại Việt Nam Cộng hòa. Cuộc tấn công bất ngờ này vào hầu hết các thị trấn và thành phố của miền Nam Việt Nam là một bước ngoặt của Chiến tranh Việt Nam. Sau khi Chiến tranh Việt Nam kết thúc và Việt Nam tái thống nhất năm 1975, Nguyễn Văn Linh được giới thiệu vào Bộ Chính trị của Đảng Cộng sản và trở thành bí thư thành ủy thủ đô Sài Gòn. Năm 1976, khi Thành phố Sài Gòn đổi tên làm Thành phố Hồ Chí Minh, ông được cử làm Bí thư Thành ủy Thành phố Hồ Chí Minh. Tháng 12 năm 1976, tại Đại hội Đảng lần thứ IV ông được bầu vào Ban Chấp hành Trung ương và Bộ Chính trị, Ban Bí thư Trung ương, giữ chức Trưởng ban Cải tạo Xã hội chủ nghĩa Trung ương, Trưởng ban Dân vận Mặt trận Trung ương, Chủ tịch Tổng Công đoàn Việt Nam đến 1980. Trước Đại hội Đảng lần thứ V, Nguyễn Văn Linh xin rút ra khỏi Bộ Chính trị, trở lại làm Bí thư Thành ủy Thành phố Hồ Chí Minh (1981), thay ông Võ Văn Kiệt ra trung ương. Về sau, ông giải thích với ông Võ Trần Chí người sẽ giữ cương vị Bí thư Thành ủy: \"Bởi vì mình thấy các anh ấy không muốn mình ở đó nên mình xin rút...\"[4]. Ông trở thành một nhân vật quan trọng trong lịch sử của thành phố này.[5] Hội nghị Đà Lạt[sửa | sửa mã nguồn] Từ 12 đến 19 tháng 7 năm 1983, lúc Lê Duẩn đi nghỉ ở Liên Xô cũ; ba vị lãnh đạo cấp cao của Việt Nam là Trường Chinh, Phạm Văn Đồng và Võ Chí Công đang nghỉ ở Đà Lạt, Nguyễn Văn Linh (lúc đó là Bí thư Thành ủy Thành phố Hồ Chí Minh) đã tổ chức \"Hội nghị Đà Lạt\" - Ông và một số Giám đốc các cơ sở kinh doanh sản xuất làm ăn có lãi đã trực tiếp gặp gỡ các vị lãnh đạo cấp cao (từ ngày 12 đến ngày 16 tháng 7) để báo cáo tình hình sản xuất, kinh doanh và đề đạt nguyện vọng. Ngày 17 tháng 7, Nguyễn Văn Linh mời các vị lãnh đạo thăm cơ sở chế biến tơ tằm và xí nghiệp chè của Thành phố Hồ Chí Minh tại Bảo Lộc. Ngày 19 tháng 7, Nguyễn Văn Linh có buổi làm việc riêng với các vị lãnh đạo này, ông đã báo cáo tất cả tâm tư mà cá nhân mình đang nung nấu. \"Hội nghị Đà Lạt\" diễn ra trong thời gian vừa đúng một tuần lễ. Nội dung tư tưởng của các cuộc gặp trong sự kiện này đã được Nguyễn Văn Linh vận dụng vào việc chuẩn bị văn kiện Đại hội Đảng VI của Đảng Cộng sản Việt Nam - Khởi xướng công cuộc Đổi mới của Việt Nam.[6] Hoạt động tại Trung ương[sửa | sửa mã nguồn] Tại Hội nghị Trung ương 8 khóa V, Nguyễn Văn Linh được bầu vào Bộ Chính trị. Tháng 6 năm 1986, sau khi Lê Duẩn mất, Trường Chinh làm quyền Tổng bí thư, ông được bầu vào Ban Bí thư Trung ương Đảng, Thường trực Ban Bí thư. Với sự chỉ đạo của Tổng Bí thư Trường Chinh, Bộ Chính trị đã họp tháng 8 năm 1986 và đi tới những kết luận quan trọng, nhấn mạnh đổi mới cơ cấu kinh tế, cơ chế quản lý và 3 chương trình kinh tế lớn. Với tư duy lý luận mới và quá trình khảo nghiệm thực tiễn, Tổng Bí thư Trường Chinh cùng với Thường trực Ban Bí thư Nguyễn Văn Linh và tập thể Bộ Chính trị, Ban Bí thư khóa V đã chỉ đạo chặt chẽ xây dựng các văn kiện trình Đại hội VI của Đảng. Tổng bí thư[sửa | sửa mã nguồn] Tháng 12 năm 1986, tại Đại hội Đảng lần thứ VI, Nguyễn Văn Linh được bầu vào Ban Chấp hành Trung ương, được Trung ương bầu vào Bộ Chính trị và giữ chức Tổng Bí thư Ban Chấp hành Trung ương Đảng, kiêm chức Bí thư Đảng ủy Quân sự Trung ương (1987). Từ đây bắt đầu thời kỳ Đổi Mới và Cởi Mở của Việt Nam. Tuy nhiên sau khi sự kiện bức tường Berlin qua đi, đồng minh thân cận của Việt Nam như lãnh đạo Rumani Ceaucescu bị hạ bệ, các nhân vật bảo thủ trong Đảng đã tìm cách bóp nghẹt tiến trình này.[7] Công cuộc Đổi mới[sửa | sửa mã nguồn] Ông Nguyễn Văn Linh thăm xí nghiệp may tư nhân Minh Châu trong chuyến thăm và làm việc tại tỉnh Quảng Nam- Đà Nẵng, năm 1987 Vào giữa những năm 80 của thế kỷ XX, lúc còn là Bí thư Thành ủy Thành phố Hồ Chí Minh, Nguyễn Văn Linh đã tiến hành thí điểm những đổi thay trong cơ chế quản lý kinh tế ở một số doanh nghiệp nhà nước tại thành phố đông dân nhất Việt Nam. Đây là những bước đột phá đầu tiên mặc dù chưa hoàn thiện nhằm xóa bỏ cơ chế quản lý tập trung quan liêu bao cấp tồn tại ở Việt Nam trong nhiều năm. Đây cũng là những đòi hỏi và đã giúp Đảng Cộng sản Việt Nam hoạch định đường lối, chính sách cho thời kỳ đổi mới. Cuối tháng 5 năm 1987, trên trang nhất báo Nhân dân xuất hiện một bút danh mới N.V.L với mục Nói và Làm. Ông viết một loạt bài \"Những việc phải làm ngay\", ký tên NVL.[8] Theo lời kể của nhà báo Hữu Thọ:[9] “ Lúc đó tôi công tác ở báo Nhân dân. Tối ngày 24 tháng 5 năm 1987 là phiên tôi trực ban biên tập. Vào khoảng 17 giờ 30, khi mọi người đã về, tòa soạn chỉ còn tôi và ban thư ký trực hôm đó thì đồng chí thường trực ở cổng 71 Hàng Trống đưa vào một phong thư nói là của một người đứng tuổi đi xe ôtô Lada màu sữa gửi ban biên tập. Tuy không đóng dấu hỏa tốc nhưng do phong bì của Văn phòng Trung ương nên tôi mở ngay. Trong phong bì có thư và một bài báo viết tay. Bức thư thì ký tên Nguyễn Văn Linh, nói rõ là gửi bài báo, nếu ban biên tập thấy được thì đăng. Còn bài báo có đầu đề \"Những việc cần làm ngay\", ký tên NVL. ” — Hữu Thọ Từ năm 1986 đến 1991 trong nhiệm kỳ làm Tổng Bí thư, Nguyễn Văn Linh đã góp phần có ý nghĩa quyết định làm xoay chuyển tình thế, mở đường cho sự nghiệp đổi mới tiến lên. Nhằm khắc phục những bất cập, lạc hậu của cơ chế tập trung quan liêu, bao cấp của Việt Nam, ông đã đưa ra những ý tưởng mới, quan niệm mới, cách làm mới. Ông đã xóa bỏ cái mà người miền Nam gọi là Ngăn sông cấm chợ làm triệt tiêu hoàn toàn quyền lực và sự lộng hành của một vài thương nhân nhà nước hoặc mậu dịch quốc doanh biến chất lúc bấy giờ. Kiên quyết làm gương về chống tác phong quan liêu, xa dân, từ bỏ những đặc quyền đặc lợi, ông đã bỏ chế độ lãnh đạo cấp cao đi máy bay chuyên cơ trong nước, đi công tác bằng xe Lada không có máy điều hoà (tiêu chuẩn dùng cho cấp Thứ trưởng); vào Nam ra Bắc đi máy bay chung với mọi người; cắt giảm chế độ bảo vệ an ninh,...[10] Đóng góp trong thời kỳ Đổi Mới[sửa | sửa mã nguồn] Nguyễn Văn Linh đã vạch ra quá trình đổi mới tổ chức Đảng. Các học giả cho rằng những đóng góp và tầm quan trọng của ông trong cải cách đã đưa ra một phân tích rất chi tiết và rõ ràng về chương trình cải tổ Đảng Cộng sản Việt Nam của ông trong bối cảnh rộng lớn hơn của Đổi Mới. Nguyễn Văn Linh đã thể hiện sự linh hoạt và khả năng thích ứng với xu hướng xoay chuyển không chính thống trong quá trình hoạch định chính sách. Các học giả như Stern thấy rằng Nguyễn Văn Linh ít dựa vào các công cụ vận động, các chiến dịch hô hào, các biểu tượng và nhiều hơn nữa vào các chương trình phối hợp quan liêu. Ông có thể sử dụng các tổ hợp nguồn lực độc đáo để tấn công các vấn đề cụ thể liên quan đến đảng phái, thường dựa vào các phương tiện truyền thông và các tổ chức quần chúng được chọn để thúc đẩy tư tưởng cải cách của mình. Nguyễn Van Linh đã đóng vai trò quan trọng trong việc chỉ đạo các phiên họp toàn thể của Ban Chấp hành Trung ương coi trọng hơn quá trình ra quyết định nơi các quan điểm trái chiều về chính sách kinh tế và các vấn đề chính trị cơ bản được thảo luận. Stern cho rằng, phần lớn là do phương thức hoạt động cởi mở, linh hoạt, đổi mới và độc đáo của Nguyễn Văn Linh trong bộ máy quan liêu Việt Nam, điều này cho thấy tầm quan trọng của ông trong cách ông quản lý chính trị để đóng góp cho cải cách.[11] Cố vấn Ban Chấp hành Trung ương[sửa | sửa mã nguồn] Sau một nhiệm kỳ Tổng Bí thư (1986-1991), ông cương quyết rút lui không ra ứng cử trong nhiệm kỳ tiếp theo, dù nhiều người muốn ông làm thành viên của Ban Chấp hành Trung ương khóa VII sau khi Đại hội Đảng toàn quốc lần thứ VI kết thúc vào năm 1991. Ông nói \"dù không còn ở trong Trung ương nữa, nhưng với trách nhiệm là người đảng viên, tôi xin cố gắng cống hiến sự hiểu biết và kinh nghiệm nhỏ bé của mình cho cách mạng, cho Đảng cho đến hơi thở cuối cùng\".[12] Tại các Đại hội Đảng toàn quốc lần thứ VII (tháng 6 năm 1991) và lần thứ VIII (tháng 6 năm 1996), ông được cử làm Cố vấn Ban Chấp hành Trung ương. Ông là đại biểu Quốc hội khóa VIII. Tác phẩm[sửa | sửa mã nguồn] Thành phố Hồ Chí Minh mười năm Đổi mới tư duy và phong cách Về công tác quần chúng Đổi mới để tiến lên (4 tập) Theo con đường Bác Hồ đã chọn [3] ... Đánh giá[sửa | sửa mã nguồn] “ Có thể nói Nguyễn Văn Linh đã có một vai trò sáng giá trong những năm đầu sau Đại hội Đảng lần thứ VI. ” — Chuyên gia sử kinh tế Đặng Phong [6] “ Hiếm có một nhà lãnh đạo nào đã trải qua những chặng đường như đồng chí đã trải qua: vào rồi lại ra, rồi lại được Trung ương bầu lại vào Bộ Chính trị. Dù lịch sử có những lúc phải đi qua những chặng đường gồ ghề, khúc khuỷu; phải trải qua những lựa chọn hết sức khó khăn, nhưng cuối cùng là một lựa chọn đúng đắn và sáng suốt của Đảng ta: Đồng chí Mười Cúc - Nguyễn Văn Linh được Đại hội Đảng toàn quốc lần thứ sáu năm 1986 bầu giữ chức Tổng Bí thư của Đảng. ” — Phạm Quang Nghị [10] “ Trong cuộc đời mình, tôi chưa từng thấy vị lãnh đạo nào dám lội ngược dòng chính trị, ngược dòng lịch sử - lội ngược mà không chìm như anh Nguyễn Văn Linh... Sau Đại hội Đảng toàn quốc lần thứ IV, đang nằm trong Bộ Chính trị thì đến cuối nhiệm kỳ, anh Linh đã xin rút rồi được phân công trở về làm Bí thư Thành ủy Thành phố Hồ Chí Minh vào đúng thời kỳ cam go nhất. Anh đã vực dậy kinh tế TP, trở lại tham gia Bộ Chính trị rồi trở thành Tổng Bí thư. Mọi biến động, thăng trầm trong cuộc đời làm cách mạng, làm chính trị đi ngang qua anh và anh đón nhận tất cả với một thái độ bình thản đến lạ lùng. ” — Võ Trần Chí [13] “ \"Cho dù không thể đưa một xã hội đã bắt đầu thức tỉnh quay trở lại vào lồng, ông Nguyễn Văn Linh đã bỏ lỡ cơ hội để được lịch sử đánh giá như một Tổng bí thư đổi mới.\" (Huy Đức - Bên thắng cuộc II) ” “ Tổng bí thư Nguyễn Văn Linh (nhiệm kỳ 1986-1991) là một trong những người học trò xuất sắc của Chủ tịch Hồ Chí Minh, người chiến sĩ cộng sản kiên cường, nhà lãnh đạo có uy tín lớn của Đảng, Nhà nước và nhân dân, người bạn tin cậy của bạn bè quốc tế...Cuộc đời hoạt động cách mạng của đồng chí Nguyễn Văn Linh thật phong phú và oanh liệt. Dù ở đâu, làm gì, ở cương vị nào, đồng chí cũng hết lòng vì Đảng, vì dân, vững vàng trước mọi khó khăn thử thách, kiên định mục tiêu lý tưởng độc lập dân tộc và CNXH, hoàn thành xuất sắc các nhiệm vụ và có những đóng góp to lớn cho Đảng, cho cách mạng. ” — Tổng bí thư Nguyễn Phú Trọng Nghỉ hưu[sửa | sửa mã nguồn] Qua đời[sửa | sửa mã nguồn] Ngày 29 tháng 12 năm 1997, ông cùng 2 người là ông Võ Chí Công và Phạm Văn Đồng từ chức Cố vấn Ban chấp hành Trung ương Đảng cộng sản Việt Nam. Ông qua đời ngày 27 tháng 4 năm 1998, hưởng thọ 82 tuổi. Phong tặng và vinh danh[sửa | sửa mã nguồn] Ông được tặng thưởng Huân chương Sao vàng và nhiều huân chương khác.[14] Tên ông được đặt cho nhiều đường, phố và các trường học ở nhiều nơi tại Việt Nam.[15][16][17][18][19] Đường Nguyễn Văn Linh được đặt ở Hà Nội (nối đoạn cắt Nguyễn Văn Cừ - Ngô Gia Tự với đường Nguyễn Đức Thuận), thành phố Hồ Chí Minh (nối Tân Thuận đến đoạn cắt Quốc lộ 1 và tuyến đi Trung Lương), Đà Nẵng (nối sân bay Đà Nẵng với Võ Văn Kiệt), Cần Thơ (nối quốc lộ 91B với đường Quang Trung), Hải Phòng (nối Tôn Đức Thắng với Nguyễn Bỉnh Khiêm), Đồng Hới, Quảng Bình (nối đường Lý Thường Kiệt với đường Hữu Nghị, phường Nam Lý)... Tại chính quê hương ông, Đài Phát thanh - Truyền hình Hưng Yên tọa lạc trên con đường cùng tên và địa chỉ là tại số 164 Nguyễn Văn Linh, Hưng Yên. Một nhà tưởng niệm ông được xây dựng tại quê hương. Gia đình[sửa | sửa mã nguồn] Phu nhân là bà Ngô Thị Huệ (1918-2022, kết nạp Đảng năm 1936, bà từng là Phó Chủ tịch Hội Bảo trợ bệnh nhân nghèo Thành phố Hồ Chí Minh. Trước đó là Đại biểu Quốc hội Việt Nam khóa I đến khóa IV, nguyên Phó Bí thư Tỉnh ủy Tỉnh Vĩnh Long, nguyên Ủy viên Ban Thường vụ Thành ủy Sài Gòn, nguyên Vụ trưởng Vụ Cán bộ trực thuộc Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam).[20] Hai ông bà có con gái đầu lòng tên Nguyễn Thi Hòa năm 1953, con gái thứ Nguyễn Thị Bình năm 1954 và con trai Nguyễn Hùng Linh (hay Nguyễn Văn Linh) khoảng năm 1957. Tên Nguyễn Văn Linh thực chất là bí danh, và được đặt theo tên người con trai út của ông. Xem thêm[sửa | sửa mã nguồn] Lê Duẩn Đổi Mới Đảng Cộng sản Việt Nam Võ Văn Kiệt Chú thích[sửa | sửa mã nguồn] ^ Đồng chí Nguyễn Văn Linh (1915-1998): Tổng Bí thư của đổi mới, Báo Đại Đoàn kết, 06\/08\/2019 ^ a b c “Đồng chí Nguyễn Văn Linh - Lãnh đạo Đảng, Nhà nước”. Bản gốc lưu trữ ngày 4 tháng 2 năm 2015. Truy cập ngày 1 tháng 7 năm 2010. ^ a b Nguyễn Văn Linh tại Từ điển bách khoa Việt Nam ^ Gặp những nhân chứng của \"Cuộc xé rào\" lịch sử - kỳ cuối ^ Đồng chí Nguyễn Văn Linh với Đảng bộ và nhân dân Sài Gòn – Chợ Lớn – Gia Định – TP Hồ Chí Minh ^ a b XUÂN VŨ (1 tháng 7 năm 2010). “Nguyễn Văn Linh - người của thời đổi mới”. Pháp luật Thành phố Hồ Chí Minh Online. Lưu trữ bản gốc ngày 12 tháng 7 năm 2012. Truy cập ngày 18 tháng 7 năm 2022. ^ Bình luận nước ngoài về Trần Xuân Bách, BBC, 05 Tháng 1 2006 ^ Lý Thái Hùng. Đông Âu tại Việt Nam. Sacramento, CA: Vietnews, 2006.Trang 404. ^ Cố Tổng bí thư Nguyễn Văn Linh: \"Nhổ cỏ dại lúa mới mọc lên\" ^ a b Phạm Quang Nghị (ngày 1 tháng 7 năm 2010). 26 tháng 4 năm 2010-co-tbt-nguyen-van-linh-qua-hoi-uc-ong-pham-quang-nghi “Cố TBT Nguyễn Văn Linh qua hồi ức ông Phạm Quang Nghị” Kiểm tra giá trị |url= (trợ giúp). TUANVIETNAM.NET. Truy cập ngày 26 tháng 9 năm 2010. Kiểm tra giá trị |url lưu trữ= (trợ giúp) ^ Stern, L. M. (1993). Renovating the Vietnamese Communist Party: Nguyen Van Linh and the Programme for Organizational Reform, 1987-91. Institute of Southeast Asian. ^ Nguyễn Văn Linh - người cộng sản mẫu mực, sáng tạo -- SGGP Online ^ MAI HƯƠNG (ngày 1 tháng 7 năm 2010). “Cố Tổng Bí thư Nguyễn Văn Linh - Cuộc lội ngược dòng lịch sử”. Báo SÀI GÒN GIẢI PHÓNG. Truy cập ngày 26 tháng 9 năm 2010. Kiểm tra giá trị |url lưu trữ= (trợ giúp) ^ Trang web của Trường Đại học Vinh - Tư liệu về Đảng: Tổng bí thư Đảng Cộng sản Việt Nam qua các thời kỳ ^ “Bưu điện Đà Nẵng 1 tại 251 Nguyễn Văn Linh, Đà Nẵng”. Bản gốc lưu trữ ngày 31 tháng 5 năm 2013. Truy cập ngày 24 tháng 7 năm 2013. ^ VnExpress - Đại lộ lớn nhất thành phố Hồ Chí Minh chính thức hoạt động ^ “Trường Phổ thông Nguyễn Văn Linh (Gia Lai)”. Bản gốc lưu trữ ngày 23 tháng 5 năm 2013. Truy cập ngày 24 tháng 7 năm 2013. ^ Trường THPT Nguyễn Văn Linh (Phú Yên) ^ “Trường chính trị Nguyễn Văn Linh (Hưng Yên)”. Bản gốc lưu trữ ngày 1 tháng 7 năm 2015. Truy cập ngày 24 tháng 7 năm 2013. ^ Hồng Liên (ngày 1 tháng 9 năm 2008). “Phu nhân cố Tổng Bí thư Nguyễn Văn Linh: Cách mạng là \"nguyệt lão se duyên\"”. Báo điện tử của Báo Gia đình và Xã hội. Truy cập ngày 26 tháng 9 năm 2010. Liên kết ngoài[sửa | sửa mã nguồn] Wikiquote có sưu tập danh ngôn về: Nguyễn Văn Linh Nguyễn Văn Linh tại Từ điển bách khoa Việt Nam \"Tiếng sóng bủa ghềnh\" - hồi ức Ngô Thị Huệ, phu nhân ông Nguyễn Văn Linh Lưu trữ 2011-10-10 tại Wayback Machine Tiêu đề chuẩn BNF: cb12123333j (data) GND: 119243784 ICCU: Italy ISNI: 0000 0000 8641 5258 LCCN: n88276616 NTA: 115752730 SUDOC: 029654343 VIAF: 17255983 WorldCat Identities: lccn-n88276616 hiện Nguyễn Văn Linh Tiền nhiệm: Trường Chinh Tổng Bí thư Đảng Cộng sản Việt Nam 1986 - 1991 Kế nhiệm: Đỗ Mười hiện x t s Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trần Phú (1930–1931) Lê Hồng Phong (1935–1936) Hà Huy Tập (1936–1938) Nguyễn Văn Cừ (1938–1940) Trường Chinh (1941–1956) Hồ Chí Minh (1956–1960; Chủ tịch Đảng: 1951–1969) Lê Duẩn (1960–1986) Trường Chinh (1986) Nguyễn Văn Linh (1986–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Bí thư Trung ương Cục miền Nam Lê Duẩn (1951–1954) Nguyễn Văn Linh (1961–1964) Nguyễn Chí Thanh (1964–1967) Phạm Hùng (1967–1975) hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa V Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh Ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VI Nguyễn Văn Linh Võ Chí Công Phạm Hùng Đỗ Mười Võ Văn Kiệt Nguyễn Đức Tâm Nguyễn Cơ Thạch Lê Đức Anh Đồng Sĩ Nguyên Trần Xuân Bách Nguyễn Thanh Bình Mai Chí Thọ Đào Duy Tùng I II III IV V VI VII VIII IX X XI XII hiện x t s Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Văn Linh (1975–1976) Võ Văn Kiệt (1976–1981) Nguyễn Văn Linh (1982–1986) Mai Chí Thọ (1986) Võ Trần Chí (1986–1996) Trương Tấn Sang (1996–2000) Nguyễn Minh Triết (2000–2006) Lê Thanh Hải (2006–2016) Đinh La Thăng (2016–2017) Nguyễn Thiện Nhân (2017–2020) Nguyễn Văn Nên (2020–nay) hiện x t s Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Xuân Thủy (1976 – 1978) Nguyễn Văn Linh (1978 – 1980) Trần Quốc Hoàn (1980 – 1986) Vũ Oanh (1986 – 1987) Phan Minh Tánh (1987 – 1996) Phạm Thế Duyệt (1996 – 1997) Nguyễn Minh Triết (1997 – 2000) Trương Quang Được (2000 – 2002) Tòng Thị Phóng (2002 – 2007) Hà Thị Khiết (2007 – 2016) Trương Thị Mai (2016 – 2021) Bùi Thị Minh Hoài (2021 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Linh&oldid=70003976” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Sinh năm 1915 Mất năm 1998 Người Hưng Yên Bí thư Thành ủy Thành phố Hồ Chí Minh Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa VIII Huân chương Sao Vàng Cựu học sinh trường Bonnal - Ngô Quyền, Hải Phòng Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI Bí thư Thành ủy Sài Gòn Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Người họ Nguyễn tại Việt Nam Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Lỗi CS1: URL Bài viết sử dụng pull quote có nguồn Bản mẫu webarchive dùng liên kết wayback Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ICCU Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng NTA Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 20 tháng 5 năm 2023, 18:09. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}