{"Nguyễn Văn Kỉnh":"Nguyễn Văn Kỉnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoạt động báo chí cách mạng 2Lãnh đạo quân dân Nam Bộ trong Kháng chiến chống Pháp 3Hoạt động trong ngành ngoại giao 4Vinh danh 5Nguồn tham khảo Nguyễn Văn Kỉnh 1 ngôn ngữ Esperanto Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. Nguyễn Văn Kỉnh (1916 - 1981) là nhà cách mạng hoạt động trong lĩnh vực tuyên huấn, nhà ngoại giao Việt Nam, đại biểu Quốc hội Việt Nam khóa I, đảng viên Đảng Cộng sản Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II, khóa III, người hai lần làm Bí thư Thành ủy Sài Gòn vào năm 1945 và 1954, Phó bí thư Xứ ủy Nam Bộ, Phó Ban Tuyên huấn Trung ương, Đại sứ Việt Nam tại Liên Xô, Phó ban Đối ngoại Trung ương. Ông có bí danh là Thượng Vũ, Trung Nam, anh Tư Kỉnh. Ông sinh ra và lớn lên tại thành phố Sài Gòn trong một gia đình trí thức, mang quốc tịch Pháp, học trường Petrus Ký. Cha ông là Nguyễn Văn Thiệp, một viên chức Pháp, và mẹ ông là bà Nguyễn Thị Cáo. Hoạt động báo chí cách mạng[sửa | sửa mã nguồn] Ông tham gia cách mạng năm 1932. Năm 1938, được kết nạp vào Đảng Cộng sản Việt Nam, được bầu cử vào Xứ ủy Nam Kỳ, tổ chức và lãnh đạo Hội Liên hiệp Thanh niên Sài Gòn. Ông tham gia hoạt động báo chí là cây viết báo lớn: báo Thanh Niên Đỏ (năm 1932), báo L’Avant Garde, Dân Chúng (trong Mặt trận Dân chủ 1937 - 1939), báo Giải Phóng (1941), báo Cứu Quốc của Việt Minh (1945), tạp chí Mácxít, báo Thống Nhất, báo Nhân dân Miền Nam (kháng chiến chống Pháp). Năm 1935, bị Pháp bắt, kết án 1 năm tù, sau chuyển thành 18 tháng án treo. Năm 1936, tham gia vận động phong trào Đông Dương Đại hội. Năm 1939, ủy viên Liên khu tỉnh ủy Miền Đông. Ông tham gia Ban lãnh đạo cuộc Khởi nghĩa Nam Kỳ. Tại cuộc hội nghị Xứ ủy Nam kỳ mở rộng vào hạ tuần tháng 1-1941 ở xã Đa Phước huyện Cần Giuộc để kiểm điểm nguyên nhân thất bại của cuộc khởi nghĩa Nam kỳ và chuẩn bị cho cuộc khởi nghĩa lần thứ hai, ông được bầu vào cơ quan lãnh đạo đầu não của Xứ ủy Nam kỳ, trực tiếp phụ trách công tác tuyên huấn và tờ báo \"Giải phóng\" - cơ quan tuyên truyền của Xứ ủy.[1] Cơ quan của báo \"Giải phóng\" được thiết lập tại Hố Bần thuộc vùng ven đô thành phố Sài Gòn. Báo ra được 11 số – từ ngày 22-1-1941 đến 16-7-1941 thì tạm ngưng, vì Nguyễn Văn Kỉnh bị địch bắt lần thứ tư vào đầu tháng 8-1941 và bị kết án tử hình cùng với 157 đồng chí khác đã tham gia cuộc khởi nghĩa Nam kỳ. Sau đó, một số người được giảm xuống án tù chung thân - trong số này có Nguyễn Văn Kỉnh. Tháng 3\/1945, Nhật đảo chính Pháp, ông thoát khỏi nhà tù trở về Sài Gòn hoạt động. Ông được bổ sung vào Xứ ủy Nam Kỳ phụ trách tuyên truyền kiêm Bí thư Thành ủy Sài Gòn – Chợ Lớn từ tháng 5\/1945, ông đã góp phần quan trọng trong cuộc khởi nghĩa giành chính quyền thắng lợi ở Sài Gòn. Lãnh đạo quân dân Nam Bộ trong Kháng chiến chống Pháp[sửa | sửa mã nguồn] Ngày 06\/01\/1946, ông được bầu làm đại biểu Quốc hội Việt Nam đại diện tỉnh Hà Tiên. Sau ngày Nam Bộ Kháng chiến 23\/9\/1945, ông hoạt động chủ yếu ở Nam Bộ hoạt động chủ yếu về công tác tuyên huấn.[cần dẫn nguồn]. Năm 1947 khi thành lập Xứ ủy Nam Bộ do ông Lê Duẩn làm Bí thư, ông được bầu làm Phó Bí thư thường trực Xứ ủy Nam Bộ cùng với ông Nguyễn Đức Thuận.[2] Ông còn là Giám đốc trường Đảng nổi tiếng của Xứ ủy Nam Bộ và Trung ương Cục miền Nam trong thời kỳ kháng chiến chống Pháp - trường Trường Chinh tại chiến khu Đồng Tháp Mười. Ông có biệt danh là anh Tư hay Tư Kỉnh. Tại Đại hội lần thứ hai của Đảng năm 1951, ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, là một trong sáu thành viên tham gia thành lập Trung ương Cục miền Nam cùng với các ông Lê Đức Thọ, Lê Duẩn, Phạm Hùng, Ung Văn Khiêm, Hà Huy Giáp, được giao phụ trách Văn phòng Trung ương Cục.. Trung ương Cục miền Nam là một bộ phận trong Bộ Tham mưu chiến đấu tối cao của Đảng, hoạt động ở chiến trường xa Trung ương và Hồ Chí Minh, đảm đương trách nhiệm nặng nề là lãnh đạo quân dân ta ra sức đánh bại đội quân viễn chinh xâm lược Pháp trong cuộc kháng chiến toàn dân, toàn diện và trường kỳ ở miền cực Nam đất nước. Ông dùng bút danh Trung Nam (viết tắt của Trung ương Cục miền Nam) để viết báo trong những năm kháng chiến. Với cương vị Phó Bí thư thường trực Xứ ủy Nam Bộ, Ủy viên Thường vụ Trung ương Cục miền Nam, ông thường ký tên trong công văn, giấy tờ báo cáo công điện gởi ra Trung ương, cũng như cho các cơ quan Quân, Dân, Chính, Đảng ở các cấp. Ông không bao giờ tự nói về mình, luôn toát lên phong cách của một con người hiền hậu, khiêm tốn, vui vẻ, gần gũi. Ông gần cán bộ đến mức mỗi khi tiếp xúc không ai có cảm giác mối quan hệ giữa lãnh đạo và bị lãnh đạo, giữa cấp trên và cấp dưới. Ông sống tự nhiên, không bao giờ kiểu cách, phô trương. Về phương pháp công tác, vì ông là ủy viên thường trực của Xứ ủy rồi của T.Ư Cục nên cán bộ các ban, ngành, sở, đoàn thể thường xuyên đến xin ý kiến ông. Ông luôn chăm chú nghe, trao đổi, giải thích, tiếp thu rồi chỉ đạo rất sâu sắc, toàn diện, từ công tác người Hoa, Cao Đài, Hòa Hảo, trí thức, địa chủ yêu nước, công tác của công đoàn, nông hội, thanh niên, phụ nữ, Công giáo, người Khơme[3] Năm 1954, ông làm Bí thư Khu ủy Sài Gòn - Chợ Lớn, sau đó tập kết ra Bắc, làm Phó ban Tuyên huấn Trung ương. Tại đại hội lần thứ ba của Đảng năm 1960, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Hoạt động trong ngành ngoại giao[sửa | sửa mã nguồn] Từ năm 1957 đến 1974 ông chuyển sang ngành ngoại giao, được Đảng và Nhà nước tín nhiệm cử giữ các chức vụ Đại sứ đặc mệnh toàn quyền Việt Nam thứ hai tại Liên Xô trong thời gian 10 năm từ năm 1957 đến năm 1967,[4](đại sứ Việt Nam tại Liên Xô đầu tiên là ông Nguyễn Lương Bằng, người kế nhiệm là ông Nguyễn Thọ Chân) và Rumani, Albania, phụ trách Ủy ban đoàn kết Á - Phi và Mỹ Latinh. Năm 1957 ông được bầu làm Chủ tịch danh dự Hội Quốc tế ngữ bảo vệ hòa bình Việt Nam. Hội Quốc tế ngữ Bảo vệ Hòa bình – tiền thân của Hội Quốc tế ngữ Esperanto Việt Nam thành lập ngày 21-1-1957 với tên đầy đủ là \"Hội Quốc tế ngữ Bảo vệ Hòa bình Việt Nam\" (VPEA: Vjetnama Pacdefenda Esperantista Asocio).[5] Khi về nước ông làm Phó Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam, Bí thư Đảng Đoàn Các tổ chức đoàn kết và hữu nghị. Từ 1974 – 1978, ông là Chủ tịch và từ 1980 – 1981, là Phó Chủ tịch Ban Chấp hành Trung ương Hội hữu nghị Việt Nam – Liên Xô. Do bị bệnh nặng ông mất ngày 26\/10\/1981 tại Liên Xô, thọ 65 tuổi. Thi hài ông sau đó được chuyển về nước và an táng tại Nghĩa trang liệt sĩ Mai Dịch, huyện Từ Liêm, thành phố Hà Nội.[5] Vinh danh[sửa | sửa mã nguồn] Với những công lao to lớn đã đóng góp với Đảng, với dân, Nguyễn Văn Kỉnh đã được Nhà nước Việt Nam tặng thưởng nhiều huân chương, huy chương như: Huân chương Kháng chiến hạng Nhất, Huân chương Độc lập hạng Nhất năm 1981, Huân chương Hồ Chí Minh năm 2004[6] và Huân chương Sao vàng năm 2017.[7] Năm 2012 Hội đồng nhân dân Thành phố Hồ Chí Minh lấy tên ông đặt cho một con đường tại phường Thạnh Mỹ Lợi, quận 2. Đó là đường số 3 dự án 174 ha, phường Thạnh Mỹ Lợi, từ đường A dự án 174 ha đến đường H dự án 174 ha, dài 1.750m.[8] Nguồn tham khảo[sửa | sửa mã nguồn] ^ “www.cpv.org.vn”. Truy cập 11 tháng 3 năm 2015. ^ “Những dấu ấn khó quên từ một Đại hội Đảng ở Nam Nộ”. Thanh Niên Online. Truy cập 11 tháng 3 năm 2015. ^ “Một người lãnh đạo gương mẫu - Tuổi Trẻ Online”. Tuổi Trẻ Online. 27 tháng 10 năm 2003. Truy cập 5 tháng 10 năm 2015. ^ “Nghị quyết số 300 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 11 tháng 3 năm 2015. ^ a b “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 21 tháng 1 năm 2013. Truy cập ngày 2 tháng 10 năm 2012. ^ “Trao tặng Huân chương Hồ Chí Minh cho cố đại sứ Nguyễn Văn Kỉnh”. Báo điện tử Người Lao động. 30 tháng 1 năm 2005. Truy cập ngày 8 tháng 12 năm 2017. ^ “Truy tặng Huân chương Sao Vàng cho ông Nguyễn Văn Kỉnh”. Báo Sài Gòn Giải phóng. 8 tháng 11 năm 2017. Truy cập ngày 8 tháng 12 năm 2017. ^ “UBND TP.HCM đặt tên 39 đường mới tại quận 2”. Thanh Niên Online. Truy cập 11 tháng 3 năm 2015. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Kỉnh&oldid=69930196” Thể loại: Sinh năm 1916 Mất năm 1981 Người Sài Gòn Nhà ngoại giao Việt Nam Hàm Đại sứ (Việt Nam) Đại biểu Quốc hội Việt Nam khóa I Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Bí thư Thành ủy Sài Gòn Trung ương Cục miền Nam Huân chương Hồ Chí Minh Huân chương Kháng chiến Huân chương Độc lập Huân chương Sao Vàng Thể loại ẩn: Hoàn toàn không có nguồn tham khảo Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 28 tháng 4 năm 2023, 16:16. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}