{"Nguyễn Tấn Hưng":"Nguyễn Tấn Hưng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động 2Tặng thưởng 3Chú thích 4Tham khảo Nguyễn Tấn Hưng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Tấn Hưng Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Bình Phước Nhiệm kỳ 19 tháng 12 năm 2007[1] – 27 tháng 5 năm 2016 8 năm, 160 ngày Ủy viên Thường trực Nguyễn Tiến Dũng Tiền nhiệm Nguyễn Hữu Luật Kế nhiệm Trần Tuệ Hiền Phó Chủ tịch Nguyễn Văn Năm Bí thư Tỉnh ủy Bình Phước Nhiệm kỳ 1 tháng 11 năm 2007[2] – 22 tháng 10 năm 2015 7 năm, 355 ngày Tiền nhiệm Nguyễn Hữu Luật Kế nhiệm Nguyễn Văn Lợi Ủy viên Trung ương Đảng khóa X, XI Nhiệm kỳ 2006 – 2016 Phó Bí thư Tỉnh ủy Bình Phước Nhiệm kỳ 11 tháng 1 năm 2001 – 31 tháng 10 năm 2007 6 năm, 293 ngày Bí thư Nguyễn Hữu Luật Kế nhiệm Trương Tấn Thiệu Chủ tịch Ủy ban nhân dân tỉnh Bình Phước Nhiệm kỳ 11 tháng 1 năm 2000 – 25 tháng 4 năm 2006 6 năm, 104 ngày Thông tin chung Sinh 15 tháng 5, 1955 (68 tuổi) Tân Khai, Bình Long, Bình Phước, Việt Nam Cộng hòa Nơi ở thị trấn Tân Khai, huyện Hớn Quản, tỉnh Bình Phước Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Con cái Nguyễn Tấn Hải (1978) Nguyễn Tấn Hùng (1979) Nguyễn Tấn Hưng (sinh 1955) là một chính khách Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng khóa X, XI; đại biểu Quốc hội Việt Nam khóa 11, thuộc đoàn đại biểu Bình Phước,[3] nguyên Bí thư Tỉnh ủy kiêm Chủ tịch Hội đồng nhân dân tỉnh Bình Phước. Quá trình hoạt động[sửa | sửa mã nguồn] Ông xuất thân trong một gia đình nông dân giàu truyền thống cách mạng. Ông tham gia cách mạng từ năm 1969, đến năm 1973 được kết nạp Đảng Cộng sản Việt Nam. Từ tháng 1 năm 1969 đến tháng 3 năm 1971, ông là cơ sở mật của cách mạng tại xã Tân Khai. Từ tháng 4 năm 1971 đến tháng 4 năm 1975, ông thoát ly gia đình, nhận công tác tại Tân Khai, là đoàn viên, Tiểu đội phó rồi Tiểu đội trưởng bảo vệ Huyện ủy Hớn Quản. Từ tháng 5 năm 1975 đến tháng 12 năm 1975, là Thượng sĩ công an, bảo vệ Huyện ủy Hớn Quản. Từ tháng 1 năm 1976 đến tháng 10 năm 1979, là cán bộ Ban Tổ chức Huyện ủy, Chi ủy viên - Bí thư chi đoàn Huyện ủy Bình Long. Từ tháng 11 năm 1979 đến tháng 1 năm 1982 là Chi ủy viên, Phó Bí thư chi bộ Trường Bổ túc văn hóa huyện Bình Long. Từ tháng 1 năm 1982 đến tháng 1 năm 1985, là Huyện ủy viên, Phó ban Tổ chức Huyện ủy, Bí thư chi bộ Ban Tổ chức - Kiểm tra Huyện ủy Bình Long. Từ tháng 2 năm 1985 đến tháng 3 năm 1987, ông đi học ở Trường đảng Nguyễn Ái Quốc II (Thủ Đức, Thành phố Hồ Chí Minh). Từ tháng 4 năm 1987 đến tháng 10 năm 1989, ông là Huyện ủy viên, Phó Chủ tịch Ủy ban nhân dân huyện Bình Long. Từ tháng 11 năm 1989 đến tháng 12 năm 1991, là Ủy viên Thường vụ Huyện ủy, Phó Chủ tịch Ủy ban nhân dân huyện Bình Long. Từ tháng 1 năm 1992 đến tháng 12 năm 1996, là Phó Bí thư Huyện ủy, Chủ tịch Ủy ban nhân dân huyện Bình Long. Từ tháng 1 năm 1997 đến tháng 12 năm 1999, ông là Tỉnh ủy viên rồi Thường vụ Tỉnh ủy, Phó Chủ tịch Ủy ban nhân dân tỉnh Bình Phước. Từ tháng 1 năm 2000 đến tháng 12 năm 2000, là Ủy viên Ban Thường vụ Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Bình Phước. Từ tháng 1 năm 2001 đến tháng 4 năm 2006, là Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Bình Phước, Trưởng đoàn đại biểu Quốc hội tỉnh khóa XI, Đại biểu Hội đồng nhân dân tỉnh. Từ tháng 4 năm 2006, ông được bầu vào Ban Chấp hành Trung ương Đảng, là Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh, Đại biểu Hội đồng nhân dân tỉnh, Trưởng đoàn đại biểu Quốc hội tỉnh khóa XI. Từ tháng 11 năm 2007 đến tháng 5 năm 2016, ông là Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh Bình Phước.[4] Tặng thưởng[sửa | sửa mã nguồn] Huân chương Lao động hạng II. Huân chương Lao động hạng I. Bằng khen của Thủ tướng Chính phủ Cộng hòa Xã hội chủ nghĩa Việt Nam và nhiều bằng khen, giấy khen khác. Chú thích[sửa | sửa mã nguồn] ^ T.T.X., Bình Phước: Bầu Chủ tịch HĐND và UBND tỉnh nhiệm kỳ 2004 - 2009, Sài Gòn Giải phóng Online, Thứ Năm, 20\/12\/2007 02:28, truy cập 24\/11\/2020. ^ (TTXVN), Ông Nguyễn Tấn Hưng giữ chức Bí thư Tỉnh ủy Bình Phước, Sài Gòn Giải phóng Online, Thứ Bảy, 27\/10\/2007 01:22, truy cập 24\/11\/2020. ^ “Danh sách Đại biểu Quốc hội khóa XI”. Bản gốc lưu trữ ngày 16 tháng 1 năm 2013. Truy cập ngày 6 tháng 9 năm 2012. ^ Địa chí Bình Phước - Tập I, trang 581 và 582 Tham khảo[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Tấn_Hưng&oldid=69000569” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1955 Nhân vật còn sống Chủ tịch Hội đồng nhân dân tỉnh Bình Phước Đại biểu Quốc hội Việt Nam khóa XI Người Bình Phước Bí thư Tỉnh ủy Bình Phước Sống tại Bình Phước Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 8 năm 2022, 06:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}