{"Nguyễn Thái Sơn":"Nguyễn Thái Sơn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế sự nghiệp 2Vinh danh 3Ghi chú 4Liên kết ngoài Nguyễn Thái Sơn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Thái Sơn (1927-1970) là một nhà cách mạng Việt Nam. Thân thế sự nghiệp[sửa | sửa mã nguồn] Ông sinh năm 1927 tại thôn An Phú, xã Quỳnh Hải, huyện Quỳnh Côi (nay là huyện Quỳnh Phụ), tỉnh Thái Bình. Năm 1945, Cách mạng tháng 8 nổ ra, ông tham gia và bắt đầu hoạt động cho phong trào Việt Minh. Năm 1948, ông được cử vào Nam công tác, được giao nhiều nhiệm vụ quan trọng, ông đều hoàn thành. Năm 1954, ông được phân công ở lại miền Nam làm Bí thư Tỉnh ủy Cần Thơ. Từ đó, ông lấy bí danh là Bảy Bình. Năm 1959, ông là Thường vụ Khu ủy Sài Gòn – Gia Định. Tháng 01 năm 1970, trong một đợt công tác Bến Tre, ông bị địch bao vây tại xã Phú Túc, huyện Châu Thành. Ông đã hi sinh trong trận chiến đấu ngày 30\/01\/1970.[1]. Vinh danh[sửa | sửa mã nguồn] Tên ông được đặt cho một ngôi trường ở Quận 3, Tp Hồ Chí Minh [2] và một con đường ở quận Gò Vấp, Tp Hồ Chí Minh [3]. Ghi chú[sửa | sửa mã nguồn] ^ “Tiểu sử ĐỒNG CHÍ NGUYỄN THÁI SƠN”. Bản gốc lưu trữ ngày 4 tháng 8 năm 2012. Truy cập ngày 20 tháng 7 năm 2012. ^ “Trường Tiểu học Nguyễn Thái Sơn, 40 Huỳnh Tịnh Của P.8 Q.3 TP.HCM”. Bản gốc lưu trữ ngày 18 tháng 7 năm 2012. Truy cập ngày 20 tháng 7 năm 2012. ^ NguyễnTháiSơn,GòVấp,HồChíMinh Liên kết ngoài[sửa | sửa mã nguồn] ĐỒNG CHÍ NGUYỄN THÁI SƠN Lưu trữ 2012-08-04 tại Wayback Machine Bài viết tiểu sử liên quan đến nhân vật Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thái_Sơn&oldid=69558060” Thể loại: Sơ khai nhân vật Việt Nam Sinh năm 1927 Mất năm 1970 Bí thư Tỉnh ủy Cần Thơ Người Thái Bình Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 10 tháng 1 năm 2023, 15:47. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}