{"Nguyễn Thị Diệu":"Nguyễn Thị Diệu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Gia đình 2Sự nghiệp cách mạng 3Chú thích Nguyễn Thị Diệu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nguyễn Thị Diệu Nơi thờ Nguyễn Thị Diệu Thông tin cá nhân Quốc tịch Việt Nam Sinh (1926-06-11)11 tháng 6, 1926 Tân Phong, Đức Phổ, Quảng Ngãi, Việt Nam Mất 10 tháng 7, 1955(1955-07-10) (29 tuổi) Linh Đông, Thủ Đức, Gia Định, Việt Nam Binh nghiệp Thuộc Hội Liên hiệp phụ nữ Nam Bộ Nguyễn Thị Diệu (11 tháng 6 năm 1926 – 10 tháng 7 năm 1955) là nhà hoạt động trong phong trào giải phóng dân tộc, thống nhất đất nước của Việt Nam.[1][2][3] Gia đình[sửa | sửa mã nguồn] Nguyễn Thị Diệu (1926-1955) quê, xã Phổ Phong, thị xã Đức Phổ, Quảng Ngãi. Bà là con của Thựơng Thư Nam triều Nguyễn Hiền. Lúc nhỏ, bà theo thân phụ đang làm quan ở Rạch Giá nên học tiểu học ở đó. Sau bà lên Sài Gòn học Trường Marie Curie và đỗ tú tài. Sự nghiệp cách mạng[sửa | sửa mã nguồn] Cách mạng Tháng Tám bùng nổ, bà tham gia hoạt động trong Đoàn phụ nữ cứu quốc Sài Gòn và khi hợp nhất các tổ chức phụ nữ kháng chiến ở Nam Bộ, bà được bầu vào Ban chấp hành Hội Liên hiệp phụ nữ Việt Nam. Bị kẻ thù truy bắt, năm 1950 bà ra bưng biền Tây Nam bộ hoạt động, tự mình bơi thuyền đi tới các xã hẻo lánh, xa xôi để hoạt động cách mạng. Năm 1952 bà về huyện Kế Sách phụ trách thuế nông nghiệp. Sau Hiệp định Genève bà được phân công vào nội thành công tác. Tại thành phố, bà vào dạy tại trường Trung học Đức Trí, hoạt động trong Nghiệp đoàn giáo học tư thục và trong phong trào hòa bình Sài Gòn - Chợ Lớn. Ngày 6\/7\/1955, bà bị chính quyền Ngô Đình Diệm bắt và bị thủ tiêu tại Thủ Đức, lúc đang mang thai ba tháng với người chồng là nhà báo cách mạng Phạm Phong Lẫm (bút danh Hoa Lư). Ủy ban nhân dân Thành phố Hồ Chí Minh quyết định lấy tên của bà đặt một con đường và một ngôi trường tại Quận 3. Chú thích[sửa | sửa mã nguồn] ^ “Tiểu sử Nguyễn Thị Diệu”. Bản gốc lưu trữ ngày 8 tháng 5 năm 2013. Truy cập ngày 27 tháng 4 năm 2013. ^ “Chút thông tin về một người ưu tú của làng Nộn Khê ta”. Bản gốc lưu trữ ngày 11 tháng 6 năm 2012. Truy cập ngày 27 tháng 4 năm 2013. ^ “Nguyễn Thị Diệu”. Bản gốc lưu trữ ngày 5 tháng 3 năm 2016. Truy cập ngày 27 tháng 4 năm 2013. Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thị_Diệu&oldid=69595947” Thể loại: Anh thư dân tộc Việt Nam Người Quảng Ngãi Sinh năm 1926 Mất năm 1955 Thể loại ẩn: Trang thiếu chú thích trong bài Hình ảnh tiểu sử quân nhân cần cập nhật Pages using deprecated image syntax Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 23 tháng 1 năm 2023, 08:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}