{"Nguyễn Thị Minh Khai":"Nguyễn Thị Minh Khai – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Gia đình 3Vinh danh 4Chú thích 5Liên kết ngoài Nguyễn Thị Minh Khai 8 ngôn ngữ Bahasa Indonesia Deutsch English Español فارسی 日本語 Suomi 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Nguyễn Thị Minh Khai (định hướng). Nguyễn Thị Minh Khai Sinh Nguyễn Thị Vịnh 1 tháng 11 năm 1910 Thành phố Vinh, Nghệ An. Mất 28 tháng 8, 1941(1941-08-28) (30 tuổi) Ngã ba Giồng, Hóc Môn Nguyên nhân mất Bị xử bắn bởi Pháp Quốc tịch Việt Nam Dân tộc Kinh Nguyễn Thị Minh Khai, tên khai sinh là Nguyễn Thị Vịnh (1 tháng 11 năm 1910 – 28 tháng 8 năm 1941), là nhà cách mạng người Việt Nam, là một trong những người lãnh đạo Đảng Cộng sản Đông Dương trong giai đoạn 1930–1940. Tiểu sử[sửa | sửa mã nguồn] Bà tên thật là Nguyễn Thị Vịnh, sinh ngày 1 tháng 11 năm 1910 tại xã Vĩnh Yên, thành phố Vinh, tỉnh Nghệ An. Theo của Hội Liên hiệp Phụ nữ Việt Nam thì bà sinh ngày 1 tháng 11[1] (tức 30 tháng 9 âm lịch)[2]. Cha của bà là ông Nguyễn Huy Bình, người làng Mọc (phường Nhân Chính, quận Thanh Xuân, Hà Nội), làm công chức hỏa xa ở Vinh, thường gọi là Hàn Bình. Mẹ là Đậu Thị Thư, quê Đức Tùng (nay là Tùng Châu), Đức Thọ, Hà Tĩnh, làm nghề buôn bán nhỏ. Trước năm 1940, gia đình bà sống tại 132 phố Maréchal Foch (nay là phố Quang Trung), Vinh. Về sau, gia đình bà về sống ở quê mẹ là xã Đức Tùng, Đức Thọ, tỉnh Hà Tĩnh. Năm 1919, bà bắt đầu học chữ Quốc ngữ rồi vào trường tiểu học Cao Xuân Dục ở Vinh. Năm 1927, bà tham gia hoạt động trong phong trào công nhân ở Vinh và tham gia thành lập Tân Việt Cách mệnh Đảng, sau đó được bầu làm Ủy viên Ban chấp hành Đảng bộ.[3] Năm 1930, bà gia nhập Đảng Cộng sản Đông Dương, phụ trách tuyên truyền, huấn luyện đảng viên tại Trường Thi, Bến Thủy. Sau đó, bà sang Hương Cảng làm thư ký cho lãnh tụ Nguyễn Ái Quốc ở văn phòng chi nhánh Đông phương bộ của Quốc tế Cộng sản.[3][4] Năm 1931, bà bị bắt tại Hương Cảng, bị kết án và giam ở đây. Năm 1934, bà ra tù và được Đông phương bộ Quốc tế Cộng sản cử làm đại biểu chính thức đi dự Đại hội VII Quốc tế Cộng sản tại Moskva cùng với Lê Hồng Phong. Năm 1936, bà được cử về nước truyền đạt chỉ thị của Quốc tế Cộng sản và được cử vào Xứ ủy Nam kỳ, giữ chức Bí thư Thành ủy Sài Gòn - Chợ Lớn, một trong những người lãnh đạo cao trào cách mạng 1936-1939 ở Sài Gòn.[3] Thời gian này, bà lấy bí danh là Năm Bắc.[5] Ngày 30 tháng 7 năm 1940, bà bị bắt (cùng với Ủy viên Trung ương Đảng Nguyễn Hữu Tiến - tác giả cờ đỏ sao vàng) ngay sau phiên họp của Xứ ủy Nam kỳ về phổ biến chủ trương khởi nghĩa và bị giam tại Khám Lớn Sài Gòn. Tuy nhiên, bà vẫn liên lạc với bên ngoài và vẫn tiếp tục lãnh đạo phong trào đấu tranh.[3] Sau khi Khởi nghĩa Nam Kỳ thất bại, bà bị thực dân Pháp kết án tử hình và bị xử bắn tại Ngã ba Giồng, Hóc Môn (nay thuộc Thành phố Hồ Chí Minh) ngày 28 tháng 8 năm 1941. Gia đình[sửa | sửa mã nguồn] Nguyễn Thị Minh Khai có cha là ông Nguyễn Huy Bình người Hà Nội mẹ là bà Đậu Thị Thư quê quán tại Hà Tĩnh Con gái của bà là Lê Nguyễn Hồng Minh, sinh năm 1939, tập kết ra Bắc năm 1954, được đưa sang Trung Quốc học tập, và sau đó sang Liên Xô học đại học ngành cơ khí chế tạo máy. Sau khi ra trường về nước bà chỉ làm công tác nghiên cứu về Đảng Cộng sản Việt Nam. Từ năm 1976 bà công tác tại Ban Tổ chức Thành ủy TP HCM, nghỉ hưu năm 1995[6]. Nguyễn Huy Dung, em trai của bà, là giáo sư, bác sĩ tim mạch, nguyên Phó Giám đốc Bệnh viện Chợ Rẫy Thành phố Hồ Chí Minh và đã nghỉ hưu. Ông đã xuất bản 8 tập thơ cùng hàng chục đầu sách về y học và khoa học nhân văn[7]. Nguyễn Thị Quang Thái, em gái của bà, là một nhà hoạt động cách mạng Việt Nam, một trong những thành viên thời đầu và hoạt động xuất sắc trong phong trào Truyền bá Quốc ngữ thập niên 1930. Bà là người vợ đầu của Đại tướng Võ Nguyên Giáp. Bà qua đời ngày 29 tháng 1 năm 1944 tại nhà thương René Robin (nay là bệnh viện Bạch Mai). Theo nhà nghiên cứu Sophie Quinn-Judge, nếu căn cứ theo các tài liệu từ văn khố của Đệ Tam Quốc tế từ năm 1934 đến 1935 Nguyễn Thị Minh Khai có nhận mình là vợ của Hồ Chí Minh vào thời điểm năm 1931. Khi Nguyễn Thị Minh Khai đến Moskva cuối năm 1934, bà đã viết rằng bà đã có gia đình với \"Lin\", bí danh của Hồ Chí Minh vào thời điểm này.[8] Tuy nhiên, trong một cuộc phỏng vấn của đài Ban Tiếng Việt BBC, Sophie Quinn-Judge cũng nói thêm rằng mình \"không biết chắc liệu đây có thuộc về dạng hôn nhân thật sự hay không\" vì trong các thư từ của họ thường sử dụng nhiều loại mật mã, và nói chung những người hoạt động cách mạng có thể xem là \"thuộc về một thế giới khác, vượt khỏi các khuôn khổ đạo đức bình thường\" nên khó mà biết rõ cách thức hoạt động của họ.[4] Mật thám Pháp vào năm 1932 thì tin rằng bà là tình nhân của Trần Ngọc Danh, em trai Trần Phú.[8] Ngoài ra, Sophie Quinn-Judge cũng tìm ra một bức thư mà Nguyễn Thị Minh Khai viết vào năm 1933, trong đó Nguyễn Thị Minh Khai khẳng định rằng mình không hề bị vướng bận bởi chuyện chồng con, vì \"người chồng\" duy nhất của bà chính là sự nghiệp Cách mạng.[8] Theo các tiểu sử về bà ở Việt Nam thì bà thành hôn với Lê Hồng Phong vào năm 1935 tại Moskva[9], tuy nhiên theo Quinn-Judge thì không có những bằng chứng đương thời về cuộc hôn nhân này.[8] Vinh danh[sửa | sửa mã nguồn] Tên của bà được đặt cho nhiều đường phố trên khắp Việt Nam như tại: thành phố Thái Bình, thành phố Hạ Long (từ đường Vũ Văn Hiếu đến hang Luồn), Đồng Hới (gần sân vận động), Đà Lạt (khu chợ đêm), Nha Trang (ngay cạnh quảng trường 2 tháng 4, từ đường Trần Phú đến đường Trần Nhật Duật), Đà Nẵng (gần nhà hát Trưng Vương). Tại Hà Nội, tên của bà được đặt cho một con đường dài hơn 4 km từ đường Nguyễn Khoái xuyên qua ngã ba cầu Vĩnh Tuy, vượt cầu Mai Động qua sông Kim Ngưu đến ngã tư Trung Hiền, nối với đường Đại La. Tên của bà cũng được đặt cho nhiều trường học trải dài trên khắp cả nước, nổi tiếng là ngôi trường Nguyễn Thị Minh Khai tại Thành phố Hồ Chí Minh với biểu tượng hoa mai rực rỡ và đồng phục áo tím truyền thống. Ngoài ra, tên của bà được đặt cho một con đường thẳng dài 4,0 km từ cầu Thị Nghè đến vòng xoay Ngã sáu Cộng Hòa. Tại thành phố Vinh, tỉnh Nghệ An cũng đã xây Nhà lưu niệm để tưởng niệm và trưng bày một số hình ảnh về cuộc đời và sự nghiệp của bà. Chú thích[sửa | sửa mã nguồn] ^ “Nguyễn Thị Minh Khai - người nữ bí thư thành uỷ Sài Gòn đầu tiên”. Bản gốc lưu trữ ngày 17 tháng 10 năm 2014. Truy cập ngày 16 tháng 2 năm 2012. ^ “Kỷ niệm 100 năm ngày sinh nhà cách mạng Nguyễn Thị Minh Khai (30-9-1910 - 30-9-2010): Lời tâm huyết cuối cùng (02\/10\/2010)”. Bản gốc lưu trữ ngày 7 tháng 4 năm 2014. Truy cập ngày 16 tháng 2 năm 2012. ^ a b c d Nguyễn Thị Minh Khai - người nữ bí thư thành uỷ Sài Gòn đầu tiên Lưu trữ 2014-10-17 tại Wayback Machine, Dương Thủy - Bảo tàng Phụ nữ Việt Nam, Hội Liên hiệp phụ nữ Việt Nam, 08\/11\/2010 ^ a b “Hồ Chí Minh - Những năm chưa biết đến”. BBC tiếng Việt. ngày 2 tháng 9 năm 2003. Truy cập ngày 1 tháng 4 năm 2021. ^ Chuyện tình Lê Hồng Phong – Nguyễn Thị Minh Khai,Hùng Hoàng, Chuyên trang Phụ nữ & Đời sống của báo điện tử nguoiduatin.vn, 14\/09\/2012 ^ Phan Hoàng, \"Gặp con gái của hai người anh hùng Lưu trữ 2007-03-19 tại Wayback Machine\". Báo Bình Định. Truy cập 2008-26-12. ^ Triệu Xuân,\"Tình xa xứ: Tấm lòng một người Việt xa quê\", Văn nghệ sông Cửu Long. Truy cập 2008-26-12. ^ a b c d Sophie Quinn-Judge (2002). Ho Chi Minh: The Missing Years, 1919-1941. University of California Press. tr. 183. ^ Người phụ nữ kiên trung trong cuộc đời Tổng Bí thư Lê Hồng Phong, Lê Thị Bích Hồng, Báo điện tử Đảng Cộng sản Việt Nam, 05\/09\/2012 Liên kết ngoài[sửa | sửa mã nguồn] Nguyễn Thị Minh Khai tại Từ điển bách khoa Việt Nam Nguyễn Thị Minh Khai - người nữ bí thư thành uỷ Sài Gòn đầu tiên Lưu trữ 2018-03-17 tại Wayback Machine Dương Thủy - Bảo tàng Phụ nữ Việt Nam. Hội Liên hiệp phụ nữ Việt Nam Cập nhật: 08\/11\/2010 Kỷ niệm 100 năm ngày sinh nhà cách mạng Nguyễn Thị Minh Khai (30-9-1910 - 30-9-2010): Lời tâm huyết cuối cùng (02\/10\/2010) Phan Thu Hương. Báo Đại Đoàn Kết Vai trò của phụ nữ Việt Nam trong cách mạng PGS - TS Hoàng Trang - Viện phó Viện Hồ Chí Minh. Phụ nữ Việt nam tờ - Số báo: 105 (2745) - Ngày phát hành: 1\/9\/2006 Thư của Nguyễn Hưng Đạt từ Matxcơva BBC 20\/05\/2005 Vang vọng mãi lời người xưa! Nguyễn Phúc Ấm. Báo điện tử Quân đội Nhân Dân 18\/08\/2006, 06:22 Tiêu đề chuẩn ISNI: 0000 0003 8785 8757 LCCN: n79038827 NTA: 23788528X VIAF: 280924151 WorldCat Identities: lccn-n79038827 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thị_Minh_Khai&oldid=69996763” Thể loại: Sinh năm 1910 Mất năm 1941 Người Vinh Người Nghệ An Nhà cách mạng Việt Nam Tân Việt Cách mệnh Đảng Đảng viên Đảng Cộng sản Việt Nam Bí thư Thành ủy Sài Gòn Hồ Chí Minh Người họ Nguyễn tại Việt Nam Nữ chính khách Việt Nam Người bị xử tử hình Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng NTA Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 19 tháng 5 năm 2023, 11:53. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}