{"Nguyễn Đức Tâm":"Nguyễn Đức Tâm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và quá trình hoạt động 2Tham gia công tác Chính phủ 3Công tác Ban chấp hành Trung ương Đảng 4Vụ án \"Năm Châu – Sáu Sứ\" 5Chú thích Nguyễn Đức Tâm 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Nguyễn Đức Tâm Nguyễn Đức Tâm Chức vụ Trưởng Ban Tổ chức Trung ương Nhiệm kỳ 8 tháng 12 năm 1980 – 7 tháng 7 năm 1991 10 năm, 211 ngày Tiền nhiệm Lê Đức Thọ Kế nhiệm Lê Phước Thọ Bí thư Tỉnh ủy Quảng Ninh Nhiệm kỳ 1969 – 1980 Tiền nhiệm Nguyễn Thọ Chân Kế nhiệm Nguyễn Thi Đại biểu Quốc hội khoá IV, V, VI, VII, VIII Nhiệm kỳ 11 tháng 4 năm 1971 – 19 tháng 7 năm 1992 21 năm, 99 ngày Thông tin chung Sinh 28 tháng 7 năm 1920 Thái Bình, Liên bang Đông Dương Mất 29 tháng 7, 2010(2010-07-29) (90 tuổi) Hà Nội, Việt Nam Nơi ở Hà Nội Nguyễn Đức Tâm (1920–2010) là một nhà hoạt động cách mạng và chính khách Việt Nam. Ông từng giữ chức Ủy viên Bộ Chính trị, Trưởng ban Tổ chức Trung ương, một chức vụ cao cấp trong Ban chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông được Nhà nước Việt Nam trao tặng Huân chương Sao Vàng vì những đóng góp của mình. Thân thế và quá trình hoạt động[sửa | sửa mã nguồn] Tên khai sinh của ông là Nguyễn Đức Khiêm, sinh ngày 28 tháng 7 năm 1920 tại xã Thượng Hiền, huyện Kiến Xương, tỉnh Thái Bình. Năm 1937, ông bắt đầu tham gia hoạt động cách mạng chống quyền thống trị của thực dân Pháp tại Đông Dương, khởi đầu với việc tham gia công tác liên lạc cho cơ sở của những người Cộng sản cách mạng ở xã. Giai đoạn 1938–1939, ông tham gia vào tổ chức học sinh, thanh niên phản đế. Năm 1940, ông tham gia tổ chức Nông hội và phụ trách phong trào phụ nữ xã, vận động dân chúng biểu tình kỷ niệm Xô viết Nghệ Tĩnh (12 tháng 9 năm 1940) ở Thái Bình. Ông bị chính quyền thực dân Pháp bắt giữ và kết án 10 năm tù khổ sai qua các nhà tù Thái Bình, Hà Nội, Sơn La, Hòa Bình. Tháng 3 năm 1944, ông được kết nạp vào Đảng Cộng sản Đông Dương tại Chi bộ Nhà tù Hoà Bình. Tháng 3 năm 1945, nhân cơ hội Nhật đảo chính Pháp tại Đông Dương, ông và nhiều người khác trốn thoát khỏi tù và tìm cách trở lại hoạt động. Ông được Trung ương Đảng phân công làm Bí thư Tỉnh ủy lâm thời Tỉnh ủy Thái Bình. Đầu năm 1946 được Đại hội đại biểu Đảng bộ tỉnh Thái Bình bầu làm Bí thư Tỉnh ủy. Từ tháng 8 năm 1946, ông là Xứ ủy viên Bắc Kỳ, phụ trách 2 tỉnh Vĩnh Yên và Phúc Yên (nay là Vĩnh Phúc) Từ tháng 12\/1946 – 12\/1947 là Khu uỷ viên Khu I, phụ trách các tỉnh: Phúc Yên, Thái Nguyên, Cao Bằng, Bắc Kạn. Khi thành lập Liên Khu I, ông phụ trách Bắc Giang và Hải Ninh Từ tháng 5\/1948 – 1\/1949 làm Bí thư Tỉnh ủy Bắc Kạn Từ tháng 12\/1948 – 11\/1949 là Ủy viên Thường vụ Liên Khu uỷ I và phụ trách Văn phòng Từ tháng 12\/1949 – 6\/1957 là Phó trưởng Ban Đảng vụ Trung ương (Phó trưởng Ban Tổ chức Trung ương) Tham gia công tác Chính phủ[sửa | sửa mã nguồn] Từ tháng 7\/1957 – 8\/1960 ông là Giám đốc Vụ quản lý thương nghiệp tư doanh, Ủy viên Đảng đoàn Bộ Nội thương Tháng 8\/1960 – 7\/1965 làm Thứ trưởng Bộ Công nghiệp nhẹ (nay là Bộ Công thương) Từ tháng 8\/1965 – 9\/1969 là Tổng cục trưởng Tổng cục Vật tư, Bí thư đảng đoàn Tổng cục Vật tư Công tác Ban chấp hành Trung ương Đảng[sửa | sửa mã nguồn] Từ tháng 10\/1969 đến 12\/1980 ông là Bí thư Tỉnh ủy Quảng Ninh. Tại Đại hội đại biểu toàn quốc lần thứ IV của Đảng, được bầu làm Ủy viên Ban Chấp hành Trung ương. Tại Đại hội đại biểu toàn quốc lần thứ V của Đảng, tiếp tục được bầu lại vào Ban Chấp hành Trung ương, được Ban Chấp hành Trung ương bầu làm Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Trưởng Ban Tổ chức Trung ương. Tại Đại hội đại biểu toàn quốc lần thứ VI của Đảng, được bầu lại vào Ban Chấp hành Trung ương, được Ban Chấp hành Trung ương bầu làm Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, tiếp tục làm Trưởng ban Tổ chức Trung ương. Ông là Ủy viên Trung ương Đảng các khoá IV, V, VI; Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng khoá V, VI; Trưởng ban Tổ chức Trung ương từ tháng 12\/1980 đến 7\/1991. Đại biểu Quốc hội từ khoá IV đến khoá VIII. Ông được Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam tặng Huân chương Sao Vàng, Huân chương Hồ Chí Minh, Huy hiệu 60 năm tuổi Đảng. Ngày 29 tháng 7 năm 2010 (tức ngày 18 tháng 6 năm Canh Dần), ông mất hồi 3h27, tại Bệnh viện Trung ương Quân đội 108, hưởng thọ 90 tuổi.[1][2] Vụ án \"Năm Châu – Sáu Sứ\"[sửa | sửa mã nguồn] Theo sách Bên thắng cuộc, quyển II, của nhà báo Huy Đức, tại Hội nghị Trung ương 12, khoá VI, Nguyễn Đức Tâm, lúc đó là Trưởng ban Tổ chức Trung ương, đã thay mặt Bộ Chính trị báo cáo với Ban Chấp hành Trung ương một văn bản tuyệt mật. Theo đó có một âm mưu đảo chính để đưa Đại tướng Võ Nguyên Giáp lên làm Chủ tịch nước, sau đó thay ông Nguyễn Văn Linh làm Tổng bí thư; đưa Trần Văn Trà lên làm Bộ trưởng Bộ Quốc phòng. Trong số những người tham gia có cả Đại tướng Võ Nguyên Giáp, thượng tướng Trần Văn Trà, cùng một số cán bộ cao cấp khác. Vì lý do này ông Trà đã bị triệu tập ra Hà Nội và bị giữ lại. Văn bản tuyệt mật này được phổ biến tới thường vụ các tỉnh, thành, bằng cách cho đọc nguyên văn nhưng bị cấm sao chép. Qua cuộc điều tra của thứ trưởng Bộ Nội vụ (bây giờ là Bộ Công an) phụ trách an ninh, trung tướng Võ Viết Thanh thì đây chỉ là một bịa đặt của Cục II, Bộ Quốc phòng. Sáu Sứ bị công an bắt để điều tra vào ngày 14 tháng 5 năm 1991, đã khai nhờ sự giúp đỡ của Năm Châu được tới gặp tướng Giáp, chụp hình, thâu băng rồi giao cho cục II tạo nên chuyện này. Theo ông Võ Viết Thanh, để trả thù, vào ngày 23 tháng 6 năm 1991, khi đại biểu đã được triệu tập về Hà Nội, ông được gọi tới gặp Bộ Chính trị và Ban Bí thư tại phòng làm việc của Đoàn Chủ tịch Đại hội, trong đó có mặt Võ Chí Công, Nguyễn Đức Tâm, Đoàn Khuê, Nguyễn Quyết, Nguyễn Thanh Bình. Võ Chí Công và Nguyễn Đức Tâm cho biết lý do ông không được đưa vào danh sách tái cử vào Trung ương khoá VII: \"Có một số báo cáo tố cáo đồng chí hai việc: Một, ngay sau giải phóng, đồng chí có cho bắt hai cán bộ tình báo của Bộ Quốc phòng và từ đó hai cán bộ này mất tích; hai, cái chết của cha mẹ đồng chí là bị ta trừ gian, chứ không phải do địch giết. Vì vậy, chúng tôi đành phải rút đồng chí ra khỏi danh sách tái cử vào Trung ương khoá VII\".[3] Chú thích[sửa | sửa mã nguồn] ^ Chinhphu.vn (31 tháng 7 năm 2010). “Nguyên Trưởng ban Tổ chức Trung ương Nguyễn Đức Tâm từ trần”. Cổng Thông tin điện tử Chính phủ. Lưu trữ bản gốc ngày 2 tháng 8 năm 2010. Truy cập ngày 31 tháng 7 năm 2010.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Tin buồn”. Bản gốc lưu trữ ngày 1 tháng 8 năm 2021. Truy cập ngày 1 tháng 8 năm 2021. ^ Huy Đức. BÊN Thắng CUỘC - QUYỂN II – QUYỀN BÍNH Phần III Dấu ấn Nguyễn Văn Linh Chương 15 Tướng Giáp. Nha xuất bản Người Việt. Westminster, CA. 2012 hiện x t s Ủy viên Bộ Chính trị khóa V Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh Ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VI Nguyễn Văn Linh Võ Chí Công Phạm Hùng Đỗ Mười Võ Văn Kiệt Nguyễn Đức Tâm Nguyễn Cơ Thạch Lê Đức Anh Đồng Sĩ Nguyên Trần Xuân Bách Nguyễn Thanh Bình Mai Chí Thọ Đào Duy Tùng I II III IV V VI VII VIII IX X XI XII hiện x t s Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Hoàng Quốc Việt (1947 – 1951)1 Lê Văn Lương (1948 – 1956,2 1973 – 1976) Lê Đức Thọ (1956 – 1973, 1976 – 1980) Nguyễn Đức Tâm (1980 – 1991) Lê Phước Thọ (1991 – 1996) Nguyễn Văn An (1996 – 2001) Trần Đình Hoan (2001 – 2006) Hồ Đức Việt (2006 – 2011) Tô Huy Rứa (2011 – 2016) Phạm Minh Chính (2016 – 2021) Trương Thị Mai (2021 – nay) 1. Bộ trưởng Bộ Tổ chức; 2. Ủy viên dự khuyết Bộ Chính trị Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Đức_Tâm&oldid=69845564” Thể loại: Sinh năm 1920 Mất năm 2010 Người Thái Bình Bí thư Tỉnh ủy Thái Bình Bí thư Tỉnh ủy Bắc Kạn Bí thư Tỉnh ủy Quảng Ninh Thứ trưởng Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Huân chương Sao Vàng Huân chương Hồ Chí Minh Người họ Nguyễn tại Việt Nam Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Quản lý CS1: bot: trạng thái URL ban đầu không rõ Trang này được sửa lần cuối vào ngày 4 tháng 4 năm 2023, 11:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}