{"Nguyễn Nhân Chiến":"Nguyễn Nhân Chiến – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Gia đình 5Tham khảo Nguyễn Nhân Chiến 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Nhân Chiến Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Bắc Ninh Nhiệm kỳ 24 tháng 4 năm 2015 – 28 tháng 6 năm 2016 1 năm, 65 ngày Tiền nhiệm Nguyễn Sỹ Kế nhiệm Nguyễn Hương Giang Phó Chủ tịch Nguyễn Xuân Thu Bí thư Tỉnh ủy Bắc Ninh Nhiệm kỳ 22 tháng 2 năm 2015 – 25 tháng 9 năm 2020 5 năm, 216 ngày Tiền nhiệm Trần Văn Túy Kế nhiệm Đào Hồng Lan Phó Bí thư Nguyễn Tử Quỳnh Chủ tịch Ủy ban nhân dân tỉnh Bắc Ninh Nhiệm kỳ 14 tháng 4 năm 2011 – 24 tháng 4 năm 2015 4 năm, 10 ngày Tiền nhiệm Trần Văn Túy Kế nhiệm Nguyễn Tử Quỳnh Phó Chủ tịch Nguyễn Tử Quỳnh Nguyễn Lương Thành Ngô Vĩnh Kiên Phó Bí thư Tỉnh ủy Bắc Ninh Bí thư Trần Văn Túy Thông tin chung Sinh 20 tháng 2, 1960 (63 tuổi) xã Tân Chi, huyện Tiên Du, tỉnh Bắc Ninh, Việt Nam Dân chủ Cộng hòa Nơi ở phường Tiền An, thành phố Bắc Ninh, tỉnh Bắc Ninh Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Ngô Thị Khường Họ hàng Nguyễn Nhân Thắng (em trai) Nguyễn Nhân Bình (em trai) Nguyễn Thị Ngọc (em gái) Con cái Nguyễn Nhân Chinh (trai, s.1984) Nguyễn Nhân Đạt (trai, s.1989) Học vấn Tiến sĩ Kinh tế Trường lớp Đại học Nông nghiệp II Đại học Kinh tế quốc dân Hà Nội Nguyễn Nhân Chiến (sinh 1960) là một chính khách người Việt Nam. Ông nguyên là đại biểu quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu Quốc hội tỉnh Bắc Ninh. Trong Đảng Cộng sản Việt Nam, ông từng giữ chức Bí thư Tỉnh ủy Bắc Ninh.[1] Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 20 tháng 2 năm 1960 tại thôn Chi Hồ, xã Tân Chi, huyện Tiên Du, tỉnh Bắc Ninh. Ông hiện cư trú ở Số nhà 195, đường Nguyễn Gia Thiều, phường Tiền An, thành phố Bắc Ninh, tỉnh Bắc Ninh.[2] Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10[2] Học viện Nông nghiệp Việt Nam[2] Đại học Kinh tế quốc dân Hà Nội[2] Tiến sĩ Kinh tế.[2][3] Cử nhân lí luận chính trị[2] Sự nghiệp[sửa | sửa mã nguồn] Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 15\/5\/1983.[2] Ông từng là đại biểu hội đồng nhân dân tỉnh Bắc Ninh khóa 15, nhiệm kỳ 2001-2006; nhiệm kỳ 2011-2016.[2] Ngày 14 tháng 4 năm 2011, trong kỳ họp Hội đồng nhân dân tỉnh Bắc Ninh lần thứ 23, ông Nguyễn Nhân Chiến đã được bầu giữ chức vụ Chủ tịch Ủy ban nhân dân thay ông Trần Văn Túy. Trước đó, vào ngày 13 tháng 4, ông Nguyễn Nhân Chiến - Phó Chủ tịch thường trực UBND tỉnh Bắc Ninh - được bầu làm Phó Bí thư Tỉnh ủy.[4] Ông trúng cử đại biểu Quốc hội Việt Nam ở Đơn vị bầu cử Số 2: Gồm thị xã Từ Sơn và các huyện: Tiên Du, Yên Phong, được 255.984 phiếu, đạt tỷ lệ 90,24% số phiếu hợp lệ. Ngày 11 tháng 2 năm 2015, Ban Chấp hành Đảng bộ tỉnh Bắc Ninh khóa 18 bầu ông làm Bí thư Tỉnh ủy Bắc Ninh nhiệm kỳ 2010 - 2015.[5][6] Ngày 24 tháng 4 năm 2015, Hội đồng nhân dân tỉnh Bắc Ninh khóa XVII đã bầu ông Nguyễn Nhân Chiến, Bí thư Tỉnh ủy, giữ vị trí Chủ tịch HĐND tỉnh nhiệm kỳ 2011-2016.[7] Tháng 9 năm 2015 tại Đại hội Đảng bộ tỉnh Bắc Ninh lần thứ XIX, nhiệm kỳ 2015-2020, ông tái đắc cử chức Bí thư tỉnh ủy[8]. Ngày 26 tháng 1 năm 2016, ông được bầu làm Ủy viên Trung ương Đảng Cộng sản Việt Nam khóa XII.[9] Tháng 9 năm 2020 tại Đại hội Đảng bộ tỉnh Bắc Ninh lần thứ XX, nhiệm kỳ 2020-2025, ông thôi không tham gia Ban chấp hành, Ban thường vụ tỉnh uỷ và thôi không giữ chức Bí thư tỉnh uỷ Bắc Ninh khoá XX. Người kế nhiệm ông trong chức vụ này là bà Đào Hồng Lan.[10] Ngày 2 tháng 12 năm 2021, ông nghỉ hưu theo chế độ. Gia đình[sửa | sửa mã nguồn] Cha ông là Nguyễn Nhân Ngữ, một cựu tù nhân Côn Đảo, được trả tự do năm 1955. Ngày 22 tháng 7 năm 2020, con trai của ông Nguyễn Nhân Chiến, Nguyễn Nhân Chinh (36 tuổi) được Ban Thường vụ Tỉnh ủy Bắc Ninh chỉ định giữ chức Bí thư Thành ủy Bắc Ninh, nhiệm kỳ 2020-2025. Ông Chinh sinh năm 1984, quê xã Tân Chi, huyện Tiên Du, tỉnh Bắc Ninh tốt nghiệp đại học chuyên ngành cờ vua, thạc sĩ quản lý giáo dục. Ông được kết nạp Đảng năm 2011[11]. Sau phản ánh của dư luận rồi yêu cầu của Trung ương, Ban Thường vụ Tỉnh ủy Bắc Ninh đã điều động, bổ nhiệm ông Chinh làm Phó Giám đốc Sở Lao động, Thương binh và Xã hội tỉnh Bắc Ninh vào ngày 6 tháng 8 năm 2020, đến ngày 4 tháng 1 năm 2021 thì ông được bổ nhiệm làm Giám đốc Sở này.[12] Trong thời gian tại chức, ông Nguyễn Nhân Chiến được cho là đã lợi dụng chức vụ khi bổ nhiệm khoảng 20 người thân thích trong gia tộc, gồm anh chị em ruột, con cháu, thông gia, họ hàng... vào các vị trí lãnh đạo tại địa phương, trên địa bàn do mình quản lý. Tham khảo[sửa | sửa mã nguồn] ^ Võ Hải - Hoàng Thuỳ (ngày 30 tháng 5 năm 2017). “Bí thư Bắc Ninh đề nghị cấm đưa đơn tố cáo lên mạng xã hội”. Báo VnExpress. Truy cập ngày 30 tháng 5 năm 2017. ^ a b c d e f g h Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ “Nguyễn Nhân Chiến”. VietNamNet. Truy cập ngày 25 tháng 9 năm 2018. ^ Quốc Đô - Anh Thế, Bắc Ninh bầu Chủ tịch UBND tỉnh mới, Dân Trí, Thứ Năm 14\/04\/2011 - 20:31, truy cập 24\/11\/2020. ^ Ông Nguyễn Nhân Chiến giữ chức Bí thư Tỉnh ủy Bắc Ninh ^ “Đồng chí Nguyễn Nhân Chiến được bầu giữ chức Bí thư Tỉnh ủy Bắc Ninh”. Báo Hà Nội mới. Truy cập ngày 3 tháng 12 năm 2015. Kiểm tra giá trị ngày tháng trong: |access-date= (trợ giúp) ^ Tin, ảnh: Thái Hùng (TTXVN), Bầu Chủ tịch Hội đồng nhân dân và Chủ tịch UBND tỉnh Bắc Ninh, Tin tức TTXVN, Thứ Sáu, 24\/04\/2015 17:13, truy cập 4\/12\/2020. ^ “Nhân sự mới Tỉnh ủy Bắc Ninh”. Báo điện tử chính phủ. Truy cập ngày 3 tháng 12 năm 2015. Kiểm tra giá trị ngày tháng trong: |access-date= (trợ giúp) ^ “Công bố danh sách 19 Ủy viên Bộ Chính trị khóa XII”. Báo điện tử Dân Trí. Truy cập 28 tháng 1 năm 2016. ^ https:\/\/nld.com.vn\/thoi-su\/bi-thu-bac-ninh-nguyen-nhan-chien-khong-co-ten-trong-danh-sach-bch-khoa-moi-20200925100843379.htm ^ “Con trai bí thư tỉnh ủy làm bí thư Thành ủy Bắc Ninh: 'Việc này không vướng quy định nào'”. Tuổi Trẻ. Truy cập ngày 25 tháng 7 năm 2020. ^ “Chỉ trong 6 tháng, ông Nguyễn Nhân Chinh đã 'kinh qua' 3 vị trí lãnh đạo tại Bắc Ninh”. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Nhân_Chiến&oldid=69235511” Thể loại: Sinh năm 1960 Nhân vật còn sống Người Bắc Ninh Bí thư Tỉnh ủy Bắc Ninh Chủ tịch Hội đồng nhân dân tỉnh Bắc Ninh Chủ tịch Ủy ban nhân dân tỉnh Bắc Ninh Tiến sĩ Kinh tế Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Bắc Ninh Đảng viên Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Thể loại ẩn: Lỗi CS1: ngày tháng Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 26 tháng 10 năm 2022, 06:22. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}