{"Nguyễn Khang":"Nguyễn Khang – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế vào bắt đầu hoạt động cách mạng 2Giành chính quyền và Kháng chiến chống Pháp 3Từ nhà ngoại giao đến chính khách 4Gia đình 5Vinh danh 6Tham khảo 7Chú thích Nguyễn Khang 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Nguyễn Khang (định hướng). Nguyễn Khang Chức vụ Bộ trưởng Phủ Thủ tướng Nhiệm kỳ tháng 5 năm 1959 – tháng 4 năm 1965 Tiền nhiệm Nguyễn Duy Trinh Kế nhiệm Trần Hữu Dực Đại sứ Việt Nam tại Trung Quốc Nhiệm kỳ tháng 4 năm 1957 – tháng 5 năm 1959 Tiền nhiệm Hoàng Văn Hoan Kế nhiệm Trần Tử Bình Thông tin chung Sinh 1919 Kiến Xương, Thái Bình Mất 1976 Hà Nội Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Vợ Tạ Thị Thọ Nguyễn Khang (1919-1976) là một cựu chính trị gia Việt Nam. Ông từng là Thường vụ Xứ ủy Bắc Kỳ Đảng Cộng sản Đông Dương năm 1945, người đầu tiên quyết định và trực tiếp lãnh đạo thành công cuộc Tổng khởi nghĩa Hà Nội trong Cách mạng tháng Tám, Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III, Bí thư Thành ủy Hà Nội, Bộ trưởng Văn phòng Thủ tướng phủ, Đại sứ Việt Nam Dân chủ Cộng hòa tại Trung Quốc, Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam. Thân thế vào bắt đầu hoạt động cách mạng[sửa | sửa mã nguồn] Ông sinh năm 1919 trong một gia đình nghèo tại thôn Nguyên Kinh, tổng Cao Mại, phủ Kiến Xương (nay thuộc xã Minh Hưng, huyện Kiến Xương), tỉnh Thái Bình. Do gia cảnh nghèo túng, ông từ nhỏ đã bắt đầu đi làm kiếm sống. Năm 16 tuổi, ông rời gia đình đi làm nghề in ấn ở phủ lị. Nơi ông làm thuê chính là một cơ sở ấn loát của Xứ ủy Bắc Kỳ tại Thái Bình, vì vậy, ông sớm có sự tiếp xúc và tuyên truyền từ những người Cộng sản, bắt đầu hoạt động. Năm 1939, ông chuyển lên Hà Nội hoạt động từ năm 1939, phụ trách Đoàn Thanh niên Phản đế liên tỉnh, tham gia Thường vụ Thành ủy Hà Nội. Năm 1941, ông bị chính quyền thực dân Pháp bắt và đày đi Sơn La. Năm 1944, ông vượt ngục, trở về Hà Nội, tham gia Thường vụ Xứ ủy Bắc Kỳ. Từ tháng 2 năm 1945, ông kiêm Bí thư Thành ủy Hà Nội, phụ trách khu an toàn của Đảng trong vùng Hà Nội - Hà Đông - Sơn Tây. Ông còn làm biên tập báo Cứu quốc, phụ trách báo Hồn nước. Giành chính quyền và Kháng chiến chống Pháp[sửa | sửa mã nguồn] Đầu tháng 8 năm 1945, ông dẫn đầu một đoàn Việt Minh trong đó có ông Trần Đình Long làm cố vấn, đã đến tiếp xúc với khâm sai Bắc Bộ của chính phủ Trần Trọng Kim là ông Phan Kế Toại, để yêu cầu giao chính quyền lại cho Việt Minh. Ngày 18 tháng 8, ông với vai trò là Chủ tịch Ủy ban Khởi nghĩa và ông Trần Tử Bình, Ủy viên Thường vụ Xứ ủy phụ trách quân sự, đã quyết định khởi nghĩa giành chính quyền ở Hà Nội. Ngày 19 tháng 8, Nguyễn Khang và Trần Tử Bình lãnh đạo dân chúng kéo đến Phủ Khâm sai ở 12 phố Ngô Quyền (Hà Nội). Sau đó, Nguyễn Khang và Trần Tử Bình đã dùng điện thoại trong Phủ Khâm sai ra lệnh cho chính quyền nhà Nguyễn ở các cấp địa phương tại Bắc Bộ: \"Phải trao quyền ngay cho Việt Minh\".[1] Đêm 19 rạng sáng 20 tháng 9 năm 1945, Xứ ủy Bắc Kỳ quyết định thành lập chính quyền cách mạng lâm thời ở Bắc Bộ tức là Ủy ban nhân dân Cách mạng Bắc Bộ, đóng trụ sở ở Phủ Khâm sai (tức Bắc Bộ phủ) và cử Nguyễn Khang làm Chủ tịch Ủy ban này. Năm 1948, Chủ tịch Hồ Chí Minh ra sắc lệnh số 175 ngày 14 tháng 4, cử ông làm Chủ tịch Ủy ban kháng chiến hành chính Liên khu I, kiêm Bí thư Liên khu.[2] Ông được bầu là Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng tại Đại hội II của Đảng Cộng sản Việt Nam năm 1951. Trong chiến dịch giải phóng Thượng Lào năm 1953 ông được Tổng quân ủy cử tham gia Bộ chỉ huy chiến dịch.[3] Từ nhà ngoại giao đến chính khách[sửa | sửa mã nguồn] Các năm 1957-1959, Nguyễn Khang được cử làm Đại sứ Việt Nam Dân chủ Cộng hòa tại Trung Quốc kiêm nhiệm Đại sứ tại Mông Cổ. Lúc đó, Việt Nam Dân chủ Cộng hòa thiết lập quan hệ ngoại giao với một số ít nước trên thế giới, mà quan hệ với Liên Xô và Trung Quốc là quan trọng nhất nên đảm nhận cương vị đại sứ thường là các Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Năm 1959, Thiếu tướng Trần Tử Bình sang làm đại sứ thay ông. Ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam tại Đại hội Đảng Cộng sản Việt Nam III và được bổ nhiệm làm Bộ trưởng Chủ nhiệm Văn phòng Phủ Thủ tướng (5.1959 - 4.1965)[4] kiêm Trưởng ban Việt kiều Trung ương[5] và sau đó là Chánh Văn phòng Trung ương Đảng cho đến khi qua đời năm 1976[6]. Gia đình[sửa | sửa mã nguồn] Vợ ông là bà Tạ Thị Thọ, nguyên chiến sĩ thành Hoàng Diệu. Vinh danh[sửa | sửa mã nguồn] Ông được Nhà nước truy tặng Huân chương Hồ Chí Minh cho những đóng góp cho sự nghiệp cách mạng. Năm 2009 ông được Nhà nước Cộng hòa Dân chủ Nhân dân Lào truy tặng Huân chương Tự do hạng nhất[7] Tên ông được Hội đồng nhân dân thành phố Hà Nội đặt cho một đường phố thuộc quận Cầu Giấy, chạy dọc theo bờ sông Tô Lịch, song song với đường Láng [8]. Tham khảo[sửa | sửa mã nguồn] Hai đại sứ và Cách mạng tháng Tám Chú thích[sửa | sửa mã nguồn] ^ “Nguyễn Khang: Nhà cách mạng sáng tạo, quyết đoán”. Quân đội nhân dân. Bản gốc lưu trữ ngày 11 tháng 9 năm 2011. Truy cập 25 tháng 9 năm 2015. ^ “Sắc lệnh 175\/SL chuẩn y Nguyễn Khang chủ tịch Nguyễn Duy Thân làm Phó Chủ tịch Ủy ban kháng chiến Hành chính Liên khu I”. Truy cập 10 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 17 tháng 10 năm 2012. Truy cập ngày 3 tháng 10 năm 2012. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 27 tháng 9 năm 2013. Truy cập ngày 3 tháng 10 năm 2012. ^ “Nghị định 416”. Truy cập 10 tháng 3 năm 2015. ^ http:\/\/www.mofahcm.gov.vn\/mofa\/nr040807104143\/nr040807105001\/ns070718080501. Truy cập 10 tháng 3 năm 2015. |title= trống hay bị thiếu (trợ giúp) ^ http:\/\/cema.gov.vn\/modules.php?name=Content&op=details&mid=7653[liên kết hỏng]. ^ “Đặt tên đường Nguyễn Khang tại Hà Nội”. Bản gốc lưu trữ ngày 25 tháng 12 năm 2008. Truy cập ngày 25 tháng 3 năm 2009. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Khang&oldid=68417963” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1919 Mất năm 1976 Người Thái Bình Cách mạng tháng Tám Bí thư Thành ủy Hà Nội Nhà ngoại giao Việt Nam Hàm Đại sứ (Việt Nam) Chủ nhiệm Văn phòng Chính phủ Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam Huân chương Hồ Chí Minh Người họ Nguyễn tại Việt Nam Đại sứ Việt Nam tại Trung Quốc Thể loại ẩn: Lỗi CS1: thiếu tựa đề Lỗi CS1: URL trần Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 8 tháng 4 năm 2022, 10:33. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}