{"Nguyễn Văn Lộc (bộ trưởng)":"Nguyễn Văn Lộc (bộ trưởng) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Chú thích Nguyễn Văn Lộc (bộ trưởng) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Văn Lộc Chức vụ Chủ nhiệm Ủy ban Thanh tra của Chính phủ Nhiệm kỳ 28 tháng 3 năm 1974 – 3 tháng 7 năm 1976 2 năm, 97 ngày Tiền nhiệm Nguyễn Thanh Bình Kế nhiệm Trần Nam Trung Bộ trưởng Bộ Nông nghiệp Nhiệm kỳ 30 tháng 10 năm 1967 – 1 tháng 4 năm 1971 3 năm, 153 ngày Tiền nhiệm Hoàng Anh Kế nhiệm Trần Hữu Dực Bộ Nông trường Thông tin chung Sinh 1914 Mất 1979 Nguyễn Văn Lộc sinh ngày 14 tháng 3 năm 1914 tại Thôn Tảo Khê - Xã Tảo Dương Văn - Huyện Ứng Hòa - Tỉnh Hà Đông (nay là Thành phố Hà Nội), mất năm 1979 được an táng tại Nghĩa trang Mai Dịch - Hà Nội. Ông là nhà cách mạng Việt Nam, Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Bộ trưởng Bộ Nông nghiệp, Bộ trưởng Chủ nhiệm Ủy ban Thanh tra của Chính phủ. Ông có tên gọi khác là Trương Đỗ Uông, quê quán ở Thôn Tảo Khê - Xã Tảo Dương Văn - Huyện Ứng Hòa - Thành phố Hà Nội, tham gia cách mạng từ năm 18 tuổi. Tháng 2 - 1938, ông được kết nạp vào Đảng Cộng sản Đông Dương (nay là Đảng Cộng sản Việt Nam); đồng thời, ông cũng được cử làm Bí thư Chi bộ Tảo Khê - đây là Chi bộ Đảng đầu tiên ở Huyện Ứng Hòa và ở phía Nam tỉnh. Năm 1942 - 1944 ông là Bí thư Tỉnh ủy Sơn Tây và Hà Đông (cũ). Năm 1945 - 1946 ông là Sứ ủy viên Bắc Kỳ phụ trách các tỉnh Hà Đông, Sơn Tây. Tháng 4\/1946 ông được giao phụ trách phong trào của 3 tỉnh Cao Bằng, Bắc Cạn và Thái Nguyên. Giai đoạn năm 1947 - 1956, khi kháng chiến chống Pháp bùng nổ, ông được cử làm Phó Bí thư Khu ủy khu II; Phó Bí thư liên khu III (1948); Bí thư liên khu ủy III, Chủ tịch Mặt trận thống nhất Liên khu III (1954). Chủ tịch Ủy ban Hành chính Liên khu 3 (2\/1956 - 8\/1957). Tháng 7\/1958, ông được bổ nhiệm Thứ trưởng Bộ Thủy lợi. Năm 1960, tại Đại hội lần thứ ba của Đảng ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Lao động Việt Nam. Sau đó được bổ nhiệm làm Bí thư Đảng Đoàn, Bộ trưởng Bộ Nông nghiệp (30\/10\/1967 - 4\/1971);[1][2] Bộ trưởng, Phó Chủ nhiệm thường trực Ủy ban Nông nghiệp Trung ương (4\/1971 - 28\/3\/1974) (thay cho Nghiêm Xuân Yêm);[3] Bí thư Đảng Đoàn, Bộ trưởng Chủ nhiệm Ủy ban Thanh tra của Chính phủ (28\/3\/1974 - 1979)...[4][5] Dù ở đâu, giữ cương vị nào ông Nguyễn Văn Lộc cũng phát huy phẩm chất của người chiến sĩ cộng sản ưu tú và có những cống hiến xuất sắc, xứng đáng là một cán bộ cách mạng lão thành được Đảng, Nhà nước và nhân dân tôn vinh, kính trọng. Với những công lao đóng góp cho cách mạng Việt Nam, ông đã được Đảng và Nhà nước tặng thưởng và truy tặng các Huân trương cao quý: - Huân chương Độc lập hạng III - Huân chương kháng chiến chống Pháp hạng Nhất - Huân chương kháng chiến chống Mỹ hạng Nhất - Truy tặng Huân chương Hồ Chí Minh - Năm 2008, ông được Đảng và Nhà nước truy tặng huân chương cao quý nhất - Huân chương sao vàng[5]. Hiện nay, tại Phường Mỗ Lao - Quận Hà Đông - Thành phố Hà nội có đường mang tên ông. Chú thích[sửa | sửa mã nguồn] ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 27 tháng 9 năm 2013. Truy cập ngày 7 tháng 4 năm 2014. ^ “văn việt: Câu chuyện thứ tám: Cho cậu kiện, tôi xử”. Truy cập 11 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 13 tháng 5 năm 2015. Truy cập ngày 7 tháng 4 năm 2014. ^ “Nghị quyết số 453 NQ\/TVQH ngày 30-10-1967”. Bản gốc lưu trữ ngày 8 tháng 4 năm 2014. Truy cập ngày 31 tháng 7 năm 2013. ^ a b “Truy tặng các đồng chí Hồ Tùng Mậu, Nguyễn Văn Lộc Huân chương Sao Vàng”. Truy cập ngày 31 tháng 7 năm 2013. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn Việt Nam Cù Huy Cận (1946) · Bồ Xuân Luật (1946) · Huỳnh Thiện Lộc (1946) · Ngô Tấn Nhơn (1946–1954) · Nghiêm Xuân Yêm (1954–1963) · Dương Quốc Chính (1963–1965) · Hoàng Anh (1965–1967) · Nguyễn Văn Lộc (1967–1971) · Hoàng Anh (1971–1974) · Võ Thúc Đồng (1974; 1974–1977) · Võ Chí Công (1977–1979) · Nguyễn Ngọc Trìu (1979–1987) · Nguyễn Công Tạn (1987–1997) · Lê Huy Ngọ (1997–2004) · Cao Đức Phát (2004–2016) · Nguyễn Xuân Cường (2016–2021) · Lê Minh Hoan (2021–) In nghiêng: Quyền Bộ trưởng hiện x t s Tổng Thanh tra Chính phủ Việt Nam Hồ Tùng Mậu (1949–1951) Nguyễn Văn Trân (1952–1955) Nguyễn Lương Bằng (1956–1969) Nguyễn Thanh Bình (1969–1974) Nguyễn Văn Lộc (1974–1976) Trần Nam Trung (1976–1982) Bùi Quang Tạo (1982–1987) Nguyễn Văn Chính (1987–1988) Huỳnh Châu Sổ (1988–1989) Nguyễn Kỳ Cẩm (1989–1995) Tạ Hữu Thanh (1995–2002) Quách Lê Thanh (2002–2006) Trần Văn Truyền (2006–2011) Huỳnh Phong Tranh (2011–2016) Phan Văn Sáu (2016–2017) Lê Minh Khái (2017–2021) Đoàn Hồng Phong (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Lộc_(bộ_trưởng)&oldid=69388437” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1914 Mất năm 1979 Người Hà Tây Bí thư Tỉnh ủy Hà Đông Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam Tổng Thanh tra Chính phủ Việt Nam Huân chương Sao Vàng Thứ trưởng Việt Nam Người họ Nguyễn tại Việt Nam Xứ ủy viên Xứ ủy Bắc Kỳ Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 6 tháng 12 năm 2022, 13:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}