{"Nguyễn Minh Quang (bộ trưởng)":"Nguyễn Minh Quang (bộ trưởng) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình công tác 2Bê bối và Kỷ luật 3Tham khảo 4Liên kết ngoài Nguyễn Minh Quang (bộ trưởng) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Nguyễn Minh Quang. Nguyễn Minh Quang Chức vụ Bộ trưởng Bộ Tài nguyên và Môi trường Nhiệm kỳ 3 tháng 8 năm 2011 – 8 tháng 4 năm 2016 4 năm, 249 ngày Tiền nhiệm Phạm Khôi Nguyên Kế nhiệm Trần Hồng Hà Thứ trưởng Trần Hồng Hà Bùi Cách Tuyến Nguyễn Linh Ngọc Chu Phạm Ngọc Hiển Nguyễn Thị Phương Hoa (từ 1\/2015) Bí thư Đảng ủy Khối các cơ quan Trung ương Nhiệm kỳ 22 tháng 12 năm 2010 – 18 tháng 8 năm 2011 239 ngày Tiền nhiệm Hoàng Xuân Cừ Kế nhiệm Đào Ngọc Dung Thứ trưởng thường trực Bộ Nông nghiệp và Phát triển nông thôn Nhiệm kỳ 8 tháng 3 năm 2010 – 31 tháng 12 năm 2010 298 ngày Tiền nhiệm Cao Đức Phát Kế nhiệm Bùi Bá Bổng Bí thư Tỉnh ủy Lai Châu Nhiệm kỳ 1 tháng 5 năm 2005 – 8 tháng 3 năm 2010 4 năm, 311 ngày Tiền nhiệm Phạm Ngọc Thiểm Kế nhiệm Lò Văn Giàng Phó Chủ tịch Ủy ban nhân dân tỉnh Lai Châu Nhiệm kỳ 1 tháng 1 năm 2004 – 1 tháng 5 năm 2005 1 năm, 120 ngày Thông tin chung Sinh 15 tháng 10, 1953 (69 tuổi) Đức Lĩnh, Vũ Quang, Hà Tĩnh, Việt Nam Dân chủ Cộng hòa Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Kĩ sư Nguyễn Minh Quang (sinh ngày 15 tháng 10 năm 1953), quê quán Hà Tĩnh[1] là một chính khách Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, XI; nguyên Bộ trưởng Bộ Tài nguyên và Môi trường. Quá trình công tác[sửa | sửa mã nguồn] 9\/1970-10\/1975: ông là sinh viên Trường Đại học Nông nghiệp 3 - Việt Bắc 6\/1976-1\/1985: giáo viên rồi Phó hiệu trưởng Trường trung cấp Nông nghiệp tỉnh Lai Châu. 1\/1985-1\/1987: học viên Trường Đảng Nguyễn Ái Quốc tại Hà Nội. 1\/1987-12\/1988: chuyên viên Ban Kinh tế Tỉnh ủy Lai Châu. 1\/1989-3\/1993: Phó Bí thư Thường trực Huyện ủy Mường Lay, tỉnh Lai Châu. 4\/1993-4\/1995: Trưởng ban Tổ chức chính quyền tỉnh Lai Châu. 4\/1995-12\/2000: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Lai Châu. 1\/2001-12\/2003: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Lai Châu. 1\/2004-12\/2005: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lai Châu. 1\/2006-2\/2010: Bí thư Tỉnh ủy Lai Châu. Tại Đại hội đại biểu toàn quốc lần thứ X của Đảng, được bầu vào Ban chấp hành Trung ương Đảng. 3\/2010-12\/2010: Ủy viên Trung ương Đảng, Thứ trưởng rồi Thứ trưởng Thường trực Bộ Nông nghiệp và Phát triển Nông thôn. Từ 12\/2010: Ủy viên Trung ương Đảng, Phó Bí thư rồi Bí thư Đảng uỷ Khối các cơ quan Trung ương. Tại Đại hội đại biểu toàn quốc lần thứ XI của Đảng ông được bầu vào Ban chấp hành Trung ương Đảng. Tại Kỳ họp thứ Nhất, Quốc hội khóa XIII, được Quốc hội phê chuẩn làm Bộ trưởng Bộ Tài nguyên và Môi trường. Tháng 4\/2016, tại kỳ họp cuối cùng của Quốc hội khóa XIII, ông được Quốc hội bãi miễn chức vụ Bộ trưởng Bộ Tài nguyên và Môi trường. Người thay thế ông là Trần Hồng Hà, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, nguyên Thứ trưởng Bộ Tài nguyên và Môi trường. Bê bối và Kỷ luật[sửa | sửa mã nguồn] Báo Lao động vào ngày 1 tháng 8 năm 2016 cho là, vấn đề cho phép siêu dự án này xả thải thẳng ra biển thay vì ra sông như giấy phép ban đầu cũng như quá trình giám sát về những loại chất thải mà Formosa đưa ra biển lại thuộc nhiệm kỳ 5 năm của ông Quang. Trên thực tế, ngày 14.7.2014, Formosa có văn bản gửi Bộ TNMT xin cho xây dựng đường ống xả thải ra biển và hơn 1 tháng sau, ngày 26.8.2014, Tổng cục Môi trường có văn bản chấp thuận cho Formosa xả thải ra biển. Như vậy, Bộ TNMT chỉ cần hơn 1 tháng để hoàn tất mọi thủ tục từ kiểm tra, tới điều chỉnh báo cáo đánh giá tác động môi trường (DTM) của Formosa.[2] Ngày 22-2-2017, Ủy ban Kiểm tra Trung ương ra thông báo về Kỳ họp thứ 11 của Ủy ban như sau: \"Về kiểm tra khi có dấu hiệu vi phạm đối với Ban cán sự đảng Bộ Tài nguyên và Môi trường và các cá nhân liên quan Ban cán sự đảng Bộ Tài nguyên và Môi trường giai đoạn 2008 -2016 đã thiếu trách nhiệm trong lãnh đạo, chỉ đạo; buông lỏng quản lý, điều hành; thiếu kiểm tra, giám sát; để xảy ra các vi phạm trong công tác thẩm định, phê duyệt, chấp thuận thay đổi đánh giá tác động môi trường, điều chỉnh địa điểm xả thải và quản lý nhà nước đối với dự án Formosa Hà Tĩnh. Để xảy ra các vi phạm nêu trên, trách nhiệm thuộc về ông Nguyễn Minh Quang, nguyên Ủy viên Trung ương Đảng, nguyên Bí thư Ban cán sự đảng, nguyên Bộ trưởng với cương vị là người đứng đầu.\" [3] Chiều 14-4-2017, Ủy ban Kiểm tra (UBKT) Trung ương kết luận Ban cán sự đảng (BCSĐ) Bộ TN-MT nhiệm kỳ 2011-2016 đã thiếu trách nhiệm, buông lỏng lãnh đạo, chỉ đạo công tác thanh tra, kiểm tra, giám sát, để Bộ TN-MT và một số cá nhân có nhiều vi phạm trong công tác quản lý nhà nước về bảo vệ môi trường, quản lý tài nguyên nước liên quan đến dự án Formosa Hà Tĩnh, để xảy ra hậu quả nghiêm trọng. Cụ thể ông Nguyễn Minh Quang, chịu trách nhiệm người đứng đầu về những vi phạm, khuyết điểm của Ban cán sự đảng nhiệm kỳ 2011-2016. UBKT Trung ương cũng đề nghị Ban bí thư xem xét, thi hành kỷ luật ông Nguyễn Minh Quang theo quy định.[4] Ngày 16 tháng 08 năm 2017, Thủ tướng Chính phủ Nguyễn Xuân Phúc ký quyết định thi hành kỷ luật cảnh cáo ông Nguyễn Minh Quang.[5][6]. Tham khảo[sửa | sửa mã nguồn] ^ Tóm tắt tiểu sử Bộ trưởng Bộ Tài nguyên và Môi trường Nguyễn Minh Quang ^ Vụ Formosa gây ô nhiễm biển miền Trung: Trách nhiệm của nguyên Bộ trưởng Nguyễn Minh Quang ở đâu?, laodong, 1.8.2016 ^ Công bố các tập thể, cá nhân sai phạm liên quan vụ Formosa, tuoitre.vn, 22.2.2017 ^ “Đề nghị kỷ luật nguyên Bộ trưởng TN-MT và ông Võ Kim Cự”. tuoitre.vn. 14 tháng 4 năm 2017. Lưu trữ bản gốc ngày 14 tháng 4 năm 2017.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ “Chính thức kỷ luật hàng loạt cựu quan chức Bộ Tài nguyên-Môi trường”. Bản gốc lưu trữ ngày 3 tháng 7 năm 2017. Truy cập ngày 3 tháng 7 năm 2017. ^ Quyết định số 1199\/QĐ-TTg của Thủ tướng Chính phủ: Về việc thi hành kỷ luật đối với ông Nguyễn Minh Quang Liên kết ngoài[sửa | sửa mã nguồn] Tóm tắt tiểu sử Bộ trưởng Bộ Tài nguyên và Môi trường Nguyễn Minh Quang Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Minh_Quang_(bộ_trưởng)&oldid=69820631” Thể loại: Sinh năm 1953 Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Bộ trưởng Bộ Tài nguyên và Môi trường Việt Nam Người Hà Tĩnh Bí thư Tỉnh ủy Lai Châu Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật cảnh cáo Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Thể loại ẩn: Quản lý CS1: bot: trạng thái URL ban đầu không rõ Trang này được sửa lần cuối vào ngày 27 tháng 3 năm 2023, 13:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}