{"Nguyễn Thọ Chân":"Nguyễn Thọ Chân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sự nghiệp chính trị 2Hoạt động tại miền nam 3Hoạt động tại miền bắc 4Tham gia công tác ngoại giao 5Về nước 6Nghỉ hưu và qua đời 7Tham khảo 8Liên kết ngoài Nguyễn Thọ Chân 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Thọ Chân Chức vụ Bộ trưởng Bộ Lao động Nhiệm kỳ 26 tháng 4 năm 1974 – 19 tháng 2 năm 1981 6 năm, 299 ngày Tiền nhiệm Nguyễn Hữu Khiếu Kế nhiệm Đào Thiện Thi Đại sứ tại Vương quốc Thụy Điển Nhiệm kỳ 27 tháng 2 năm 1969 – 12 tháng 6 năm 1971 2 năm, 105 ngày Kế nhiệm Nguyễn Hữu Ngô Đại sứ tại Liên Xô Nhiệm kỳ 3 tháng 11 năm 1966 – 20 tháng 10 năm 1971 4 năm, 351 ngày Kế nhiệm Võ Thúc Đồng Thông tin chung Sinh (1922-08-20)20 tháng 8 năm 1922 xã Đông Mỹ, huyện Thanh Trì, Hà Nội Mất 6 tháng 1 năm 2023(2023-01-06) (100 tuổi) Bệnh viện Thống Nhất, quận Tân Bình, Thành phố Hồ Chí Minh Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Nguyễn Thọ Chân (20 tháng 8 năm 1922 – 6 tháng 1 năm 2023, bí danh: Sáu Khanh, Phi và Hoan) là một chính khách và nhà ngoại giao Việt Nam. Ông từng là Đại sứ Việt Nam Dân chủ Cộng hòa tại Liên Xô (1967–1971) và kiêm Đại sứ tại Thụy Điển (1969–1971), cựu Bộ trưởng Bộ Lao động Việt Nam; Đảng viên Đảng Cộng sản Việt Nam, Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III. Sự nghiệp chính trị[sửa | sửa mã nguồn] Nguyễn Thọ Chân sinh ngày 20 tháng 8 năm 1922, quê ở làng Đông Phù, xã Đông Mỹ, huyện Thanh Trì, thành phố Hà Nội, cùng quê và là chú họ Tổng Bí thư Đỗ Mười.[1] Ông tham gia phong trào Mặt trận Dân chủ Đông Dương từ năm 1936, đấu tranh yêu cầu chính quyền thực dân Pháp mở rộng quyền tự do dân chủ cho Đông Dương. Chịu ảnh hưởng nhiều của một số đảng viên Cộng sản đang hoạt động công khai hoặc bí mật lúc đó trong phong trào Bình dân, ông tích cực tham gia hoạt động và trở thành một đảng viên Đảng Cộng sản Đông Dương vào năm tháng 9 1939, khi mới 17 tuổi.[1] Năm 1942, ông làm công nhân đi vô sản hóa và tham gia tỉnh ủy Hà Đông. Tháng 8 năm 1942, ông làm Bí thư Tỉnh ủy Hà Đông thay ông Bạch Thành Phong[2]. Cuối năm 1942, đầu năm 1943, ông tham gia Ban cán sự (Thành ủy Hà Nội) cùng với Vũ Kỳ(sau này là thư ký riêng của Hồ chủ tịch), làm Bí thư Thành ủy. Tháng 4 năm 1943, ông bị chính quyền Pháp bắt cùng với Vũ Kỳ. Tháng 7\/1943, ông bị chuyển sang Hỏa Lò sau đó bị xử ra tòa án binh, bị kết án 20 năm tù khổ sai. Cuối năm 1943, ông bị đày đi Côn Đảo. Năm 1945, Cách mạng tháng Tám thành công, ông được Chính phủ đón về cùng với Lê Duẩn, Tôn Đức Thắng, Phạm Hùng... được phân công về tham gia Tỉnh ủy Gia Định. Hoạt động tại miền nam[sửa | sửa mã nguồn] Tháng 3\/1946, ông được cử về Sài Gòn, khôi phục lại các tổ chức lập lại Thành ủy và làm Bí thư Thành ủy Sài Gòn. Cuối năm 1946, Nguyễn Văn Linh về thay ông làm Bí thư thành ủy Sài Gòn, ông chuyển sang làm Bí thư ban cán sự nội thành, phụ trách các đảng bộ Pháp kiều và Hoa kiều. Năm 1949, ông được cử tham gia phái đoàn miền Nam ra họp Đại hội lần thứ hai của Đảng tại Việt Bắc[3]. Tại đây, ông lần đầu tiên được tiếp xúc với Chủ tịch Hồ Chí Minh. Do Đại hội Đảng hoãn họp, theo chỉ thị của chủ tịch Hồ Chí Minh, ông trở về Nam Bộ cùng Phạm Hùng qua Đông Bắc Thái Lan. Cuối năm 1949, sau khi từ chiến khu Việt Bắc trở về, ông tham gia Thường vụ Đặc khu ủy Sài Gòn - Chợ Lớn, rồi tiếp tục lại phụ trách nội thành. Tháng 4\/1951, ông bị quân Pháp bắt và bị giam giữ đến năm 1954 mới được trao trả. Hoạt động tại miền bắc[sửa | sửa mã nguồn] Năm 1956, ông được phân công công tác tại Bộ Lao động, giữ chức Vụ trưởng, Tổng Thanh tra Lao động. Năm 1959, ông được cử về làm Phó bí thư thường trực Thành ủy Hà Nội. Năm 1960 ông được bầu làm Ủy viên Dự khuyết Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa 3,[4] và được cử làm Phó bí thư Thành ủy Hà Nội.[5] Năm 1961, ông làm Bí thư khu ủy Hồng Quảng. Đến năm 1964, Chính phủ thống nhất khu Hồng Quảng và tỉnh Hải Ninh thành tỉnh Quảng Ninh và ông được cử làm Bí thư Tỉnh ủy Quảng Ninh đầu tiên.[6].Năm 1965, ông thay mặt lãnh đạo tỉnh Quảng Ninh đón Chủ tịch Hồ Chí Minh về vui Tết. Tham gia công tác ngoại giao[sửa | sửa mã nguồn] Bộ trưởng Olof Palme sát cánh với đại sứ Nguyễn Thọ Chân trong cuộc tuần hành chống Mỹ xâm lược Việt Nam tại Stockholm tháng 2\/1968 Năm 1967, ông về công tác tại Bộ Ngoại giao và được giao nhiệm vụ là Đại sứ đặc mệnh toàn quyền của nước Việt Nam Dân chủ Cộng hòa tại Liên Xô.[7] Trước khi nhận nhiệm vụ, ông có thắc mắc: \"Tôi lùn và xấu thế này, làm sao mà làm ngoại giao được?\". Chủ tịch Hồ Chí Minh có giải thích: \"Làm ngoại giao nhưng đừng có ngoại giao quá, đừng có lễ tân lắm, cốt nhất là ở lòng chân thành của mình với người ta\". Tháng 2 năm 1968, ông được cử làm đại diện Việt Nam Dân chủ Cộng hòa sang thăm Thụy Điển và cùng tham gia cuộc tuần hành chống Mỹ xâm lược Việt Nam tại Stockholm. Trong cuộc tuần hành này, đaị diện chính phủ Thụy Điển, ông Olof Palme - Bộ trưởng giáo dục [8] đọc diễn văn chống xâm lược Mỹ và tuyên bố chính phủ Thụy Điển ủng hộ 5 triệu Dollar Mỹ để trang bị cho một bệnh viện Việt Nam, sau đó thiết lập quan hệ ngoại giao giữa hai nước. Tháng 6 năm 1968, ông cử Lưu Văn Lợi, lúc đó là tùy viên văn hóa - báo chí của đại sứ quán, tháp tùng cố vấn Lê Đức Thọ sang Paris tham gia các cuộc thương lượng với Henry Kissinger. Năm 1969, ông được cử kiêm nhiệm chức vụ Đại sứ đặc mệnh toàn quyền đầu tiên của Việt Nam Dân chủ Cộng hòa tại Thụy Điển. Ngày 12 tháng 6 năm 1971, ông Nguyễn Hữu Ngô, đại sứ Việt Nam tại Tiệp Khắc, được cử thay ông kiêm nhiệm chức đại sứ tại Thụy Điển.[9]. Ngày 30 tháng 10 năm 1971, ông Võ Thúc Đồng được cử thay ông giữ chức đại sứ tại Liên Xô. Về nước[sửa | sửa mã nguồn] Sau khi về nước, Nguyễn Thọ Chân được cử làm Chủ nhiệm Ủy ban Thống nhất Chính phủ và Phó trưởng Ban Thống nhất Trung ương của Đảng (1971 - 1974) thực hiện nhiệm vụ chi viện cho miền Nam. Năm 1974 ông được bổ nhiệm làm Bộ trưởng Bộ lao động thay cho ông Nguyễn Hữu Khiếu, nhiệm kỳ bộ trưởng đến năm 1981.[10],[11] Năm 1981 ông làm Trưởng ban Thi đua Trung ương và Phó chủ tịch Hội đồng thi đua toàn quốc đến năm 1989.[12] Nghỉ hưu và qua đời[sửa | sửa mã nguồn] Năm 1989, ông nghỉ hưu và cư trú cùng gia đình tại đường Cao Thắng, phường 3, quận 3, Thành phố Hồ Chí Minh. Sau khi về hưu, ông vẫn tiếp tục hoạt động xã hội, ông đứng ra xây dựng và làm Chủ tịch đầu tiên Hội sinh vật cảnh Việt Nam cho đến khi sống định cư tại TP Hồ Chí Minh, ông vẫn làm Phó chủ tịch Trung ương hội và làm Chủ tịch Hội sinh vật cảnh tp. HCM trong nhiều năm Tuy về hưu nhưng ông vẫn tiếp tục viết những công trình nghiên cứu về vấn đề chính trị ngoại giao và đề đạt với Trung ương Đảng Ông được đánh giá như một cán bộ thanh liêm, giản dị. Sau thời gian công tác ở nước ngoài, ông và gia đình không có nhà riêng mà ở nhà khách Trung ương suốt gần 20 năm. Ông qua đời ở tuổi 102 tuổi vào lúc 23 giờ 15 phút, ngày 6 tháng 1 năm 2023, tại Bệnh viện Thống Nhất, Thành phố Hồ Chí Minh. Lễ tang của ông được tổ chức theo nghi thức Lễ tang cấp cao.[1][13] Ông được di quan hỏa táng vào lúc 7 giờ ngày 10 tháng 1 và được tổ chức lễ viếng từ 7 giờ đến 11 giờ ngày 12 tháng 1 năm 2023, tại Nhà tang lễ Quốc gia phía Nam (số 5 Phạm Ngũ Lão, Phường 3, quận Gò Vấp, Thành phố Hồ Chí Minh). Đến 11 giờ ngày 12 tháng 1, lễ truy điệu của ông được tổ chức và sau đó, lưu tro cốt tại Nghĩa trang thành phố ở thành phố Thủ Đức.[1][13] Tham khảo[sửa | sửa mã nguồn] ^ a b c d Nguyễn Vy (10 tháng 1 năm 2023). “Nguyên Bộ trưởng Bộ LĐ-TB&XH Nguyễn Thọ Chân từ trần”. Báo Dân Trí. Truy cập ngày 10 tháng 1 năm 2023. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 28 tháng 11 năm 2014. Truy cập ngày 16 tháng 11 năm 2014. ^ Trưởng phái đoàn là ông Phạm Hùng ^ “nopage”. Báo điện tử Nhân dân. Bản gốc lưu trữ ngày 23 tháng 12 năm 2011. Truy cập 27 tháng 9 năm 2015. ^ “DCSVN”. Truy cập 11 tháng 3 năm 2015.[liên kết hỏng] ^ “Lỗi truy cập 404”. Truy cập 11 tháng 3 năm 2015. ^ “Nghị quyết số 300 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 11 tháng 3 năm 2015. ^ Về sau trở thành Thủ tướng Thụy Điển 2 lần 1969-1976 và 1982-1986. ^ “Van kien Quoc hoi toan tap”.[liên kết hỏng] ^ “Nghị quyết số 439 NQ\/TVQH (1974) – Wikisource tiếng Việt”. Truy cập 11 tháng 3 năm 2015. ^ “Nghị quyết số 1259 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 11 tháng 3 năm 2015. ^ “IN BÀI VIẾT”. Quân đội nhân dân. Truy cập 11 tháng 3 năm 2015. ^ a b Thanh Tuyền (10 tháng 1 năm 2023). “Nguyên Bộ trưởng Bộ Lao động Nguyễn Thọ Chân từ trần”. Báo Pháp Luật Thành phố Hồ Chí Minh. Truy cập ngày 10 tháng 1 năm 2023. Liên kết ngoài[sửa | sửa mã nguồn] ẩn x t s Bộ trưởng Bộ Lao động Việt Nam Lê Văn Hiến (1945–1946) · Trương Đình Tri (1946) · Nguyễn Văn Tạo (1946–1965) · Nguyễn Hữu Khiếu (1965–1974) · Nguyễn Thọ Chân (1974–1981) · Đào Thiện Thi (1981–1987) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thọ_Chân&oldid=69849115” Thể loại: Sinh năm 1922 Mất năm 2023 Người Hà Nội Người Sài Gòn Nhà ngoại giao Việt Nam Hàm Đại sứ (Việt Nam) Bộ trưởng Bộ Lao động - Thương binh và Xã hội Việt Nam Bí thư Tỉnh ủy Quảng Ninh Bí thư Tỉnh ủy Hà Đông Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Huân chương Hồ Chí Minh Huân chương Kháng chiến Người thọ bách niên Việt Nam Bí thư Thành ủy Sài Gòn Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 5 tháng 4 năm 2023, 13:26. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}