{"Nguyễn Thanh Nghị":"Nguyễn Thanh Nghị – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và sự nghiệp Hiện\/ẩn mục Tiểu sử và sự nghiệp 1.1Tỉnh Kiên Giang 1.2Bộ Xây dựng 2Vụ thanh tra đất đai ở Kiên Giang 3Đời tư 4Quan điểm 5Chú thích 6Liên kết ngoài Nguyễn Thanh Nghị Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Nguyễn Thanh Nghị Chức vụ Bộ trưởng Bộ Xây dựng Nhiệm kỳ 8 tháng 4 năm 2021 – nay 2 năm, 50 ngày Thủ tướng Phạm Minh Chính Tiền nhiệm Phạm Hồng Hà Kế nhiệm đương nhiệm Thứ trưởng Lê Quang Hùng (8\/2014-2022) Nguyễn Văn Sinh (2\/2018-nay) Bùi Hồng Minh (6\/2021-nay) Nguyễn Tường Văn (11\/2022-nay) Thứ trưởng Bộ Xây dựng (lần 2) Nhiệm kỳ 5 tháng 10 năm 2020 – 8 tháng 4 năm 2021 185 ngày Bộ trưởng Phạm Hồng Hà Đại biểu Quốc hội khóa XIV Nhiệm kỳ 2016 – 2021 Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vị trí Việt Nam Đại diện Kiên Giang Bí thư Tỉnh ủy Kiên Giang Nhiệm kỳ 16 tháng 10 năm 2015 – 17 tháng 10 năm 2020 5 năm, 1 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Trần Minh Thống Kế nhiệm Đỗ Thanh Bình Phó Chủ tịch UBND tỉnh Kiên Giang Nhiệm kỳ 28 tháng 3 năm 2014 – 16 tháng 10 năm 2015 1 năm, 202 ngày Chủ tịch Lê Văn Thi Phó Bí thư Tỉnh ủy Kiên Giang Nhiệm kỳ 28 tháng 2 năm 2014 – 16 tháng 10 năm 2015 1 năm, 230 ngày Bí thư Trần Minh Thống Thứ trưởng Bộ Xây dựng Việt Nam (lần 1) Nhiệm kỳ tháng 11 năm 2011 – tháng 2 năm 2014 Bộ trưởng Trịnh Đình Dũng Ủy viên dự khuyết Trung ương Đảng khóa XI Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 18 tháng 1 năm 2011 – nay 12 năm, 130 ngày Tổng Bí thư Nguyễn Phú Trọng Phó Hiệu trưởng Trường Đại học Kiến trúc thành phố Hồ Chí Minh Nhiệm kỳ 2008 – 2011 Thông tin chung Quốc tịch Việt Nam Sinh 12 tháng 8, 1976 (46 tuổi) Cà Mau, Việt Nam Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Cha Nguyễn Tấn Dũng Mẹ Trần Thanh Kiệm Họ hàng Nguyễn Thanh Phượng (s.1980, em gái) Nguyễn Minh Triết (s.1988, em trai) Học vấn Tiến sĩ ngành Kỹ thuật xây dựng dân dụng Trường lớp Đại học Kiến trúc Thành phố Hồ Chí Minh Đại học George Washington, Mĩ Quê quán phường 9, thành phố Cà Mau, tỉnh Cà Mau Nguyễn Thanh Nghị (sinh năm 1976) là một chính khách Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bộ trưởng Bộ Xây dựng[1]. Ông từng là Bí thư Tỉnh ủy Kiên Giang nhiệm kì 2015-2020 và là Bí thư Tỉnh ủy trẻ nhất nước ở thời điểm được bổ nhiệm (2015). Tiểu sử và sự nghiệp[sửa | sửa mã nguồn] Nguyễn Thanh Nghị sinh ngày 12 tháng 8 năm 1976, quê ở phường 9, Thành phố Cà Mau, tỉnh Cà Mau. Tuy vậy, hầu hết thời niên thiếu của ông lại gắn bó với Kiên Giang, nơi cha ông (Nguyễn Tấn Dũng) cũng từng là bí thư tỉnh ủy. Thời thanh niên, Nguyễn Thanh Nghị theo học ở trường Đại học Kiến trúc Thành phố Hồ Chí Minh đến năm 1998. Sau khi tốt nghiệp, 1 năm sau được kết nạp vào Đảng Cộng sản Việt Nam (tức ngày 26 tháng 1 năm 1999). Bấy giờ cha ông đang giữ chức Ủy viên thường vụ Bộ Chính trị, Phó thủ tướng kiêm Thống đốc Ngân hàng Nhà nước Việt Nam. Năm 2001 và 2002 ông là \"giám đốc quan hệ khách hàng (PR) và quản lý dự án\" cho tập đoàn Bitexco[2]. Năm 2006, ông bảo vệ Tiến sĩ ngành Kỹ thuật xây dựng dân dụng tại Đại học George Washington, Hoa Kỳ. Luận văn của ông có nhan đề \"Analytical and experimental investigation of full-depth precast concrete bridge deck panel systems\"[3]. Sau đó ông trở về Trường Đại học Kiến trúc Thành phố Hồ Chí Minh để làm công tác giảng dạy. Năm 2008, ông được bổ nhiệm làm Phó Hiệu trưởng trường Đại học Kiến trúc thành phố Hồ Chí Minh. Tháng 1 năm 2011, tại Đại hội Đảng Cộng sản Việt Nam XI, tuy không được đại hội đảng cơ sở đề cử lên, song Nguyễn Thanh Nghị vẫn được bầu làm Ủy viên Dự khuyết Ban Chấp hành Trung ương, từ danh sách do chính Đại hội toàn quốc đang họp đề cử.[4] Ngày 11 tháng 11 năm 2011, bằng quyết định số 2011\/QĐ-TTg, do Phó Thủ tướng Thường trực Chính phủ Nguyễn Xuân Phúc ký, Thủ tướng Chính phủ đã bổ nhiệm Nguyễn Thanh Nghị giữ chức Thứ trưởng Bộ Xây dựng, phụ trách mảng kiến trúc và quy hoạch thay cho Thứ trưởng Nguyễn Đình Toàn. Tỉnh Kiên Giang[sửa | sửa mã nguồn] Tháng 3 năm 2014, ông được Bộ Chính trị luân chuyển về tỉnh Kiên Giang làm Phó bí thư Tỉnh ủy. Cha ông, Thủ tướng Dũng từng làm Bí thư Huyện ủy Hà Tiên (nay là Thành phố Hà Tiên), Kiên Giang, sau được bổ nhiệm làm Phó bí thư rồi Bí thư Tỉnh ủy. Ông Dũng cũng từng là Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang. Chiều ngày 28 tháng 3 năm 2014, Hội đồng nhân dân tỉnh Kiên Giang khoá VIII (nhiệm kỳ 2011-2016) đã tổ chức kỳ họp bất thường lần thứ 11, bầu Nguyễn Thanh Nghị giữ chức Phó Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang[5]. Sáng ngày 16 tháng 10 năm 2015, Đảng bộ tỉnh Kiên Giang đã khai mạc Đại hội đại biểu lần thứ X, nhiệm kỳ 2015-2020 và đã bầu Nguyễn Thanh Nghị làm Bí thư Tỉnh ủy Kiên Giang[6]. Tại thời điểm được bầu, ông là bí thư tỉnh ủy trẻ nhất Việt Nam. Ngày 26 tháng 1 năm 2016, tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng Cộng sản Việt Nam, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, nhiệm kỳ 2016 – 2021. Ngày 22 tháng 5 năm 2016, ông được bầu làm đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu quốc hội tỉnh Kiên Giang, Trưởng Đoàn đại biểu Quốc hội khóa XIV tỉnh Kiên Giang. Bộ Xây dựng[sửa | sửa mã nguồn] Ngày 5 tháng 10 năm 2020, tại Quyết định số 1518\/QĐ-TTg, Thủ tướng Chính phủ điều động, bổ nhiệm ông Nguyễn Thanh Nghị, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội khóa XIV tỉnh Kiên Giang giữ chức Thứ trưởng Bộ Xây dựng[7]. Ngày 16 tháng 10 năm 2020, tại Đại hội Đảng bộ tỉnh Kiên Giang lần thứ XI, nhiệm kỳ 2020-2025, Trưởng Ban Tổ chức Trung ương đã công bố quyết định của Bộ Chính trị về việc chỉ định ông Nguyễn Thanh Nghị tham gia làm Ủy viên Ban Cán sự Đảng của Bộ Xây dựng. Ngày 30 tháng 1 năm 2021, tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông được bầu là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII, nhiệm kỳ 2021-2026[8]. Sáng ngày 8 tháng 4 năm 2021, tại kỳ họp thứ 11 ông được Quốc hội Việt Nam khóa XIV bầu làm Bộ trưởng Bộ Xây dựng nhiệm kỳ 2016 - 2021 theo đề nghị của tân Thủ tướng Phạm Minh Chính[9]. Vụ thanh tra đất đai ở Kiên Giang[sửa | sửa mã nguồn] Chiều 2\/4\/2018, Phó tổng Thanh tra Chính phủ Đặng Công Huẩn đã công bố quyết kết luận thanh tra việc chấp hành pháp luật trong quy hoạch, quản lý, sử dụng đất đai, khoáng sản, môi trường ở tỉnh Kiên Giang (giai đoạn 2011 - 2017) đã gây thất thoát hơn 2.300 tỷ đồng.[10] Với sai phạm này, Nguyễn Thanh Nghị cùng 7 lãnh đạo tỉnh Kiên Giang đã tiến hành kiểm điểm, và cùng xin chịu hình thức kỷ luật rút kinh nghiệm.[11] Đời tư[sửa | sửa mã nguồn] Bố của ông là Nguyễn Tấn Dũng, nguyên Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam và có em gái là Nguyễn Thanh Phượng và em trai là Nguyễn Minh Triết, Bí thư Trung ương Đoàn, Chủ tịch Hội Sinh viên Việt Nam. Nguyễn Thanh Nghị đã có vợ là người gốc Hà Nội, cũng từng là lưu học sinh tại Đại học George Washington Mỹ.[12] Quan điểm[sửa | sửa mã nguồn] Chất lượng đào tạo “ Muốn nâng chất lượng đào tạo, theo tôi, phải đầu tư cơ sở vật chất vì nhiều trường quá chật chội, quá thiếu thốn. Thứ hai, phải đầu tư cho người thầy vì chất lượng thầy thấp thì không thể đào tạo trò giỏi. Thứ ba, phải đầu tư xây dựng giáo trình vì giáo trình giảng dạy đã cũ không cập nhật cho phù hợp. ” — Nguyễn Thanh Nghị Chú thích[sửa | sửa mã nguồn] ^ “Tóm tắt tiểu sử Bộ trưởng Bộ Xây dựng Nguyễn Thanh Nghị”. VTVnews. ^ “Full”. Bản gốc lưu trữ ngày 9 tháng 10 năm 2013. Truy cập 5 tháng 10 năm 2015. ^ “Nguyen Thanh Nghi. Analytical and experimental investigation of full-depth precast concrete bridge deck panel systems (D.Sc. thesis). George Washington University”. ^ “9\/15 ủy viên Bộ Chính trị tái cử BCH khóa mới”. VietNamnet. ^ Ông Nguyễn Thanh Nghị làm Phó Chủ tịch UBND tỉnh Kiên Giang ^ Ông Nguyễn Thanh Nghị được bầu làm bí thư Tỉnh ủy Kiên Giang ^ “Bí thư Kiên Giang Nguyễn Thanh Nghị làm thứ trưởng Bộ Xây dựng”. Tuổi trẻ Online. ^ “DANH SÁCH BAN CHẤP HÀNH TRUNG ƯƠNG ĐẢNG KHÓA XIII”. Báo Điện tử Chính phủ. ^ “Tóm tắt tiểu sử Bộ trưởng Bộ Xây dựng Nguyễn Thanh Nghị”. VTVnews. ^ “Đã thu hồi 900 tỷ tiền sai phạm liên quan đến đất đai, khoáng sản…”. ^ “Vi phạm quản lý đất đai ở Kiên Giang: Nhiều lãnh đạo tỉnh xin 'rút kinh nghiệm'”. ^ “BBC Vietnamese”. Truy cập 10 tháng 3 năm 2015. Liên kết ngoài[sửa | sửa mã nguồn] Tin cable của Đại sứ quán Mỹ về ông Nguyễn Thanh Nghị Lưu trữ 2013-10-09 tại Wayback Machine hiện x t s Bộ trưởng Bộ Xây dựng Việt Nam Trần Đăng Khoa (1955–1958) · Bùi Quang Tạo (1958–1973) · Lê Thanh Nghị¹ (1960–1964) · Trần Đại Nghĩa¹ (1964–1971) · Đỗ Mười (1973–1977) · Đồng Sĩ Nguyên (1977–1982) · Huỳnh Tấn Phát² (1979–1982) · Đỗ Quốc Sam² (1982–1988) · Phan Ngọc Tường (1982–1989) · Ngô Xuân Lộc (1989–1997) · Nguyễn Mạnh Kiểm (1997–2002) · Nguyễn Hồng Quân (2002–2011) · Trịnh Đình Dũng (2011–2016) · Phạm Hồng Hà (2016–2021) · Nguyễn Thanh Nghị (2021–) ¹ Ủy ban Kiến thiết cơ bản Nhà nước • ² Ủy ban Xây dựng cơ bản Nhà nước hiện x t s Chính phủ Việt Nam khóa XV (2021 – 2026) Thủ tướng Việt Nam Phạm Minh Chính Ủy viên Bộ Chính trị Thủ tướng Chính phủ Phạm Minh Chính Phó Thủ tướng Thường trực Chức vụ trống Phó Thủ tướng Chức vụ trống Ủy viên Bộ Chính trị Lê Minh Khái Bí thư Trung ương Đảng Lê Văn Thành Trần Lưu Quang (từ 01\/2023) Trần Hồng Hà (từ 01\/2023) Phạm Bình Minh Ủy viên Bộ Chính trị (đến 01\/2023) Vũ Đức Đam (đến 01\/2023) Ban Cán sự Đảng Phạm Minh Chính Lê Minh Khái Lê Văn Thành Trần Lưu Quang (từ 01\/2023) Trần Hồng Hà (từ 01\/2023) Phan Văn Giang Tô Lâm Trần Văn Sơn Phạm Thị Thanh Trà Phạm Bình Minh (đến 01\/2023) Vũ Đức Đam (đến 01\/2023) Bộ trưởng các bộ 0 1. Bộ Quốc phòng Đại tướng Phan Văn Giang 0 2. Bộ Công an Đại tướng Tô Lâm 0 3. Bộ Ngoại giao Bùi Thanh Sơn 0 4. Bộ Nội vụ Phạm Thị Thanh Trà 0 5. Bộ Tài chính Hồ Đức Phớc 0 6. Bộ Nông nghiệp và Phát triển nông thôn Lê Minh Hoan 0 7. Bộ Công Thương Nguyễn Hồng Diên 0 8. Bộ Giáo dục và Đào tạo Nguyễn Kim Sơn 0 9. Bộ Tài nguyên và Môi trường Trần Hồng Hà 10. Bộ Văn hóa, Thể thao và Du lịch Nguyễn Văn Hùng 11. Bộ Khoa học và Công nghệ Huỳnh Thành Đạt 12. Bộ Kế hoạch và Đầu tư Nguyễn Chí Dũng 13. Bộ Lao động – Thương binh và Xã hội Đào Ngọc Dung 14. Bộ Tư pháp Lê Thành Long 15. Bộ Xây dựng Nguyễn Thanh Nghị 16. Bộ Giao thông Vận tải Nguyễn Văn Thể • Nguyễn Văn Thắng 17. Bộ Thông tin và Truyền thông Nguyễn Mạnh Hùng 18. Bộ Y tế Nguyễn Thanh Long • Đào Hồng Lan Các cơ quan ngang bộ 19. Văn phòng Chính phủ Trần Văn Sơn 20. Ủy ban Dân tộc Hầu A Lềnh 21. Ngân hàng Nhà nước Việt Nam Nguyễn Thị Hồng 22. Thanh tra Chính phủ Đoàn Hồng Phong Các cơ quan khác trực thuộc Ủy ban Quản lý vốn nhà nước tại doanh nghiệp Nguyễn Hoàng Anh Đài Tiếng nói Việt Nam Đỗ Tiến Sỹ Đài Truyền hình Việt Nam Lê Ngọc Quang Thông tấn xã Việt Nam Vũ Việt Trang Viện Hàn lâm Khoa học và Công nghệ Việt Nam Châu Văn Minh Viện Hàn lâm Khoa học xã hội Việt Nam Bùi Nhật Quang • Phan Chí Hiếu Đại học Quốc gia Hà Nội Lê Quân Đại học Quốc gia Thành phố Hồ Chí Minh Vũ Hải Quân Bảo hiểm Xã hội Việt Nam Nguyễn Thế Mạnh Ban Quản lý Lăng Chủ tịch Hồ Chí Minh Bùi Hải Sơn Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thanh_Nghị&oldid=69839284” Thể loại: Sinh năm 1976 Nhân vật còn sống Người Cà Mau Thứ trưởng Bộ Xây dựng (Việt Nam) Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Hạt giống đỏ Bí thư Tỉnh ủy Kiên Giang Sống tại Kiên Giang Người họ Nguyễn tại Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Kiên Giang Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Cựu sinh viên Trường Đại học Kiến trúc Thành phố Hồ Chí Minh Thể loại ẩn: Bài viết sử dụng pull quote có nguồn Bản mẫu webarchive dùng liên kết wayback Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 2 tháng 4 năm 2023, 11:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}