{"Nguyễn Văn Thắng (chính khách)":"Nguyễn Văn Thắng (chính khách) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp Hiện\/ẩn mục Sự nghiệp 3.1Chủ tịch Hội đồng quản trị VietinBank 3.2Trung ương Đảng 3.3Đại biểu Quốc hội Việt Nam khóa XIV, XV 3.3.1Ủng hộ dự Luật đặc khu 3.4Bộ Giao thông vận tải 4Tranh cãi 5Phong tặng 6Tham khảo Nguyễn Văn Thắng (chính khách) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bài này có thể đang lạm dụng quá nhiều nội dung, hình ảnh không tự do hoặc dùng không đúng cách. Vui lòng xem lại việc sử dụng phương tiện không tự do theo quy định và hướng dẫn và sửa lại những chỗ sai (xóa bớt hoặc dời qua bài khác). Có thể đang có thông tin chi tiết bên trang thảo luận. (tháng 4\/2021) Đối với các định nghĩa khác, xem Nguyễn Văn Thắng. Nguyễn Văn Thắng Chức vụ Bộ trưởng Bộ Giao thông vận tải Nhiệm kỳ 21 tháng 10 năm 2022 – nay 216 ngày Thủ tướng Phạm Minh Chính Tiền nhiệm Nguyễn Văn Thể Kế nhiệm đương nhiệm Thứ trưởng Lê Đình Thọ Lê Anh Tuấn Nguyễn Duy Lâm Nguyễn Xuân Sang Nguyễn Danh Huy Bí thư Tỉnh ủy Điện Biên Nhiệm kỳ 14 tháng 10 năm 2020 – 21 tháng 10 năm 2022 2 năm, 7 ngày Tiền nhiệm Trần Văn Sơn Kế nhiệm Trần Quốc Cường Phó Bí thư Mùa A Sơn Lê Thành Đô Chủ tịch Ủy ban nhân dân tỉnh Quảng Ninh Nhiệm kỳ 5 tháng 7 năm 2019 – 31 tháng 10 năm 2020 1 năm, 118 ngày Tiền nhiệm Nguyễn Đức Long Kế nhiệm Nguyễn Tường Văn Phó Chủ tịch[2] Đặng Huy Hậu (thường trực, nghỉ hưu 2020) Vũ Thị Thu Thủy (nghỉ hưu từ 2\/1\/2020)[1] Bùi Văn Khắng Cao Tường Huy Phó Bí thư Tỉnh ủy Quảng Ninh Nhiệm kỳ 27 tháng 6 năm 2019 – 11 tháng 10 năm 2020 1 năm, 106 ngày Bí thư Nguyễn Văn Đọc Nguyễn Xuân Ký Tiền nhiệm Nguyễn Đức Long Kế nhiệm Nguyễn Tường Văn Phó Chủ tịch Ủy ban nhân dân tỉnh Quảng Ninh Nhiệm kỳ 13 tháng 7 năm 2018 – 5 tháng 7 năm 2019 357 ngày Chủ tịch Nguyễn Đức Long Tiền nhiệm Lê Quang Tùng Đại biểu Quốc hội khóa XIV,XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 2 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Hà Nội, Quảng Ninh, Điện Biên Ủy viên dự khuyết Trung ương Đảng khóa XII Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 26 tháng 1 năm 2016 – nay 7 năm, 119 ngày Tổng Bí thư Nguyễn Phú Trọng Chủ tịch Hội đồng Quản trị VietinBank Nhiệm kỳ 29 tháng 4 năm 2014 – 13 tháng 7 năm 2018 4 năm, 75 ngày Kế nhiệm Lê Đức Thọ Tổng Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam VietinBank Nhiệm kỳ tháng 12 năm 2011 – tháng 4 năm 2014 Thông tin chung Sinh 12 tháng 9, 1973 (49 tuổi) xã Mỹ Đình, huyện Từ Liêm, thành phố Hà Nội, Việt Nam Dân chủ Cộng hòa Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Cao đẳng Ngân hàng Cử nhân Ngoại ngữ Cử nhân Tài chính Tiến sĩ Kinh tế Trường lớp Đại học Ngoại ngữ Hà Nội Trường Đại học Tài chính Kế toán Hà Nội Học viện Tài chính Nguyễn Văn Thắng (sinh ngày 12 tháng 9 năm 1973) là một doanh nhân và chính trị gia người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Đại biểu Quốc hội khóa XIV, XV, Trưởng Đoàn đại biểu Quốc hội khóa XIV, XV tỉnh Điện Biên, Bộ trưởng Bộ Giao thông vận tải[3]. Xuất thân[sửa | sửa mã nguồn] Ông có nguyên quán ở xã Mỹ Đình, huyện Từ Liêm, thành phố Hà Nội.[4][5] Ông hiện cư trú ở Số nhà 55, Xóm Nội, Tổ dân phố Phú Mỹ, phường Mỹ Đình 2, quận Nam Từ Liêm, thành phố Hà Nội.[6] Giáo dục[sửa | sửa mã nguồn] Năm 1995, ông tốt nghiệp hệ Cao đẳng Ngân hàng tại Học viện Ngân hàng.[5] Từ 1993 đến 1996, cử nhân Đại học Ngoại ngữ (nay là Trường Đại học Hà Nội), chuyên ngành tiếng Anh.[7] Từ 1999 đến 2000, Cử nhân Trường Đại học Tài chính Kế toán Hà Nội, chuyên ngành Tài chính - Tín dụng.[5][7] Từ 2002 đến 2004, Thạc sĩ Học viện Ngân hàng, chuyên ngành Tài chính - Ngân hàng.[7] Từ 2007 đến 2013, tiến sĩ Kinh tế ngành Tài chính lưu thông tiền tệ tại Học viện Tài chính.[5][7][8][9] Từ 2011 đến 2013, Cao cấp lý luận chính trị - Hành chính ở Học viện Chính trị - Hành chính quốc gia Hồ Chí Minh.[7] Sự nghiệp[sửa | sửa mã nguồn] Sau khi tốt nghiệp Cao đẳng Ngân hàng một năm, từ tháng 12 năm 1996, ông bắt đầu sự nghiệp của mình ở vị trí cán bộ kinh doanh đối ngoại Chi nhánh quận Ba Đình, thành phố Hà Nội của VietinBank cho đến tháng 12 năm 2000.[5] Tháng 1 năm 2001 đến tháng 5 năm 2003, ông làm thư ký Tổng Giám đốc VietinBank.[5][7] Tháng 6 năm 2003 đến tháng 2 năm 2006, ông là Phó Chánh Văn phòng kiêm thư ký Tổng giám đốc VietinBank[5][7] Ngày 19 tháng 5 năm 2003, ông gia nhập Đảng Cộng sản Việt Nam.[4] Từ tháng 3 năm 2006 đến tháng 8 năm 2008, ông giữ chức Phó Trưởng phòng Khách hàng Doanh nghiệp lớn của VietinBank[5][7] Từ tháng 9 năm 2008 đến tháng 12 năm 2009, ông giữ chức Trưởng phòng Khách hàng Doanh nghiệp lớn của VietinBank[5][7] Tháng 1 năm 2010 đến tháng 5 năm 2011, ông là Giám đốc VietinBank chi nhánh thành phố Hà Nội.[5][7] Từ tháng 6 năm 2011 đến ngày 25 tháng 12 năm 2011, ông là thành viên hội đồng quản trị, Quyền Tổng Giám đốc VietinBank [5][7] Từ ngày 26 tháng 12 năm 2011 đến ngày 28 tháng 4 năm 2014, ông là thành viên hội đồng quản trị kiêm Tổng Giám đốc VietinBank[7] Ngày 29 tháng 4 năm 2014, ông trở thành Chủ tịch Hội đồng quản trị VietinBank[5][7] Ngày 26 tháng 1 năm 2016, ông được bầu làm ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII nhiệm kì 2015-2020.[10] Ngày 22 tháng 5 năm 2016, ông trúng cử Đại biểu Quốc hội Việt Nam khóa 14 tại đơn vị bầu cử Hà Nội. Ngày 13 tháng 7 năm 2018, Bộ Chính trị đã luân chuyển, chỉ định ông tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy Quảng Ninh (nhiệm kỳ 2015 - 2020) và được bầu giữ chức Phó Chủ tịch UBND tỉnh Quảng Ninh khóa XIII (nhiệm kỳ 2016 - 2021) với số phiếu đạt 66\/67 phiếu, đạt 98,5% số đại biểu có mặt, đạt 89,1% tổng số đại biểu HĐND tỉnh.[11] Ngày 27 tháng 6 năm 2019, tại Kỳ họp thứ 40, Ban Chấp hành Đảng bộ tỉnh Quảng Ninh khóa 14, ông được Ban Chấp hành Đảng bộ tỉnh Quảng Ninh bầu làm Phó Bí thư Tỉnh ủy Quảng Ninh nhiệm kì 2015-2020.[12] Ngày 5 tháng 7 năm 2019, tại Kỳ họp thứ 12 (kỳ họp bất thường) HĐND tỉnh Quảng Ninh khóa XIII, nhiệm kỳ 2016-2021, ông được bầu làm Chủ tịch Ủy ban nhân dân tỉnh Quảng Ninh nhiệm kỳ 2016-2021.[13] Ngày 16 tháng 5 năm 2020, UBTV Quốc hội đã ban hành Nghị quyết số 942\/NQ-UBTVQH14 về việc phê chuẩn kết quả bầu Trưởng đoàn Đại biểu Quốc hội khóa XIV tỉnh Quảng Ninh. Ngày 26 tháng 9 năm 2020, tại hội nghị lần thứ nhất BCH Đảng bộ tỉnh Quảng Ninh khoá XV, nhiệm kỳ 2020 - 2025, ông tiếp tục được bầu làm Phó Bí thư tỉnh ủy Quảng Ninh khóa XV.[1] Quyết định của Bộ Chính trị ngày 11 tháng 10 năm 2020 về công tác cán bộ được ông Phạm Minh Chính, Ủy viên Bộ Chính trị, Trưởng ban Tổ chức Trung ương, trao cho ông Thắng chiều 11\/10, tại trụ sở Tỉnh ủy Quảng Ninh. Ông Thắng sẽ thôi tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy Quảng Ninh, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giới thiệu bầu làm Bí thư Tỉnh ủy Điện Biên nhiệm kỳ 2020-2025.[14] Trong chương trình Đại hội Đảng bộ tỉnh Điện Biên lần thứ XIV nhiệm kỳ 2020-2025, chiều ngày 14 tháng 10 năm 2020, Nguyễn Văn Thắng được tín nhiệm bầu giữ chức Bí thư Tỉnh ủy Điện Biên.[15] Ngày 22 tháng 10 năm 2020, UBTV Quốc hội đã ban hành Nghị quyết số 1038\/NQ-UBTVQH14, Ông Nguyễn Văn Thắng chuyển sinh hoạt từ Đoàn đại biểu Quốc hội tỉnh Quảng Ninh đến Đoàn đại biểu Quốc hội tỉnh Điện Biên. Ngày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII. Chủ tịch Hội đồng quản trị VietinBank[sửa | sửa mã nguồn] Dưới thời ông Nguyễn Văn Thắng, VietinBank đã có thương vụ M&A lớn khi hoàn tất việc bán 19,73% cổ phần cho cổ đông chiến lược là The Bank of Tokyo-Mitsubishi UFJ, Ltd.[9] Trung ương Đảng[sửa | sửa mã nguồn] Ngày 26 tháng 1 năm 2016, ông được bầu làm ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII nhiệm kì 2015-2020.[10] Ngày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII. Đại biểu Quốc hội Việt Nam khóa XIV, XV[sửa | sửa mã nguồn] Ngày 22 tháng 5 năm 2016, Nguyễn Văn Thắng trúng cử Đại biểu Quốc hội Việt Nam khóa 14 tại thành phố Hà Nội. Ngày 24 tháng 12 năm 2020, Theo Nghị quyết số 1118\/NQ-UBTVQH14, Ủy ban Thường vụ Quốc hội phê chuẩn kết quả bầu ông Nguyễn Văn Thắng, Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng, Bí thư Tỉnh ủy Điện Biên, đại biểu Quốc hội khóa XIV giữ chức vụ Trưởng Đoàn đại biểu Quốc hội khóa XIV tỉnh Điện Biên. - 7\/2021: Đại biểu Quốc hội khóa XV, Ủy viên Ủy ban Kinh tế của Quốc hội và Trưởng Đoàn ĐBQH tỉnh Điện Biên, Tổ trưởng Tổ Đảng. Ủng hộ dự Luật đặc khu[sửa | sửa mã nguồn] Ngày 23 tháng 5 năm 2018, tại kì họp thứ 5 năm 2018, khi thảo luận tại nghị trường Quốc hội Việt Nam về dự án Luật Đơn vị hành chính - kinh tế đặc biệt Vân Đồn, Bắc Vân Phong, Phú Quốc (gọi là các đặc khu), ông Thắng bày tỏ sự hoàn toàn đồng tình thống nhất với các nội dung của dự luật này, đồng thời đề nghị bổ sung 3 ngành cần ưu đãi là tài chính ngân hàng, giáo dục đào tạo, và y tế bên cạnh nghỉ dưỡng, khách sạn và casino.[16] Bộ Giao thông vận tải[sửa | sửa mã nguồn] Ngày 21 tháng 10 năm 2022, tại kỳ họp thứ tư, ông được Quốc hội Việt Nam khóa XV bầu làm Bộ trưởng Bộ Giao thông vận tải nhiệm kỳ 2021 - 2026 theo đề nghị của Thủ tướng Phạm Minh Chính, thay thế cho ông Nguyễn Văn Thể vừa được Quốc hội miễn nhiệm.[17] Sáng 22\/10\/2022, tại Trụ sở Chính phủ, Thủ tướng Chính phủ Phạm Minh Chính dự lễ công bố và trao quyết định của Chủ tịch nước bổ nhiệm Bộ trưởng Bộ GTVT đối với ông. Sáng 23\/10\/2022, tại Trụ sở Bộ GTVT, Bộ GTVT tổ chức Hội nghị bàn giao nhiệm vụ Bộ trưởng Bộ GTVT giữa nguyên Bộ trưởng Bộ GTVT Nguyễn Văn Thể và tân Bộ trưởng Bộ GTVT Nguyễn Văn Thắng. Tại Hội nghị, ông Nguyễn Văn Thể - Ủy viên BCH Trung ương Đảng, Bí thư Đảng ủy Khối các cơ quan Trung ương, nguyên Bộ trưởng Bộ GTVT chính thức bàn giao công việc Bộ trưởng Bộ GTVT cho người kế nhiệm là ông Nguyễn Văn Thắng - Ủy viên BCH Trung ương Đảng, tân Bộ trưởng Bộ GTVT. Ngày 23 tháng 11 năm 2022, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 1452\/QĐ-TTg, kiện toàn chức danh Phó Chủ tịch Thường trực Ủy ban An toàn giao thông Quốc gia. Theo đó, ông Thắng là Phó Chủ tịch Thường trực của Ủy ban này. Tranh cãi[sửa | sửa mã nguồn] Ngày 18\/5\/2020, UBND tỉnh Quảng Ninh có Quyết định công nhận Hiệu trưởng Trường Đại học Hạ Long. Theo đó, ông Nguyễn Văn Thắng, Chủ tịch UBND tỉnh Quảng Ninh kiêm nhiệm giữ chức vụ Hiệu trưởng Trường Đại học Hạ Long, nhiệm kỳ 2020 – 2025. Sự việc khiến báo chí và dư luận có nhiều quan điểm trái chiều về tính khả thi, hợp pháp của quyết định bổ nhiệm và kiêm nhiệm này[18][19]. Tuy nhiên, theo ông Phùng Xuân Nhạ - Bộ trưởng Bộ Giáo dục và Đào tạo thời kì đó cho biết thì theo báo cáo của Trường Đại học Hạ Long gửi Bộ, việc Chủ tịch UBND tỉnh kiêm nhiệm chức vụ hiệu trưởng nhà trường trong giai đoạn hiện nay nhằm đảm bảo sự lãnh đạo, chỉ đạo của Tỉnh ủy, UBND tỉnh đối với một trường mới thành lập[20]. Chia sẻ với tờ Tiền phong, Bộ trưởng Bộ Nội vụ thời kì đó, ông Lê Vĩnh Tân cho biết “Chủ tịch UBND tỉnh kiêm nhiệm chức danh gì đó trong đơn vị sự nghiệp nào đó thì luật pháp chưa thấy quy định”, việc Chủ tịch UBND tỉnh làm Hiệu trưởng, cá nhân ông “mới nghe nói lần đầu”, chưa có tiền lệ[21]. Phong tặng[sửa | sửa mã nguồn] Bằng khen của Thống đốc Ngân hàng Nhà nước Việt Nam (năm 2008)[5] Bằng khen Thủ tướng Chính phủ (theo QĐ số 1722\/QĐ-TTg ngày 14\/11\/2012)[7] Chiến sỹ Thi đua cấp Ngành năm 2012 (theo QĐ số 2698\/QĐ-NHNN ngày 18\/11\/2013)[7] Tham khảo[sửa | sửa mã nguồn] ^ CTV Mai Linh\/VOV-Đông Bắc. “Phó Chủ tịch tỉnh Quảng Ninh Vũ Thị Thu Thủy nghỉ hưu”. VOV. ngày 1 tháng 2 năm 2020. Truy cập ngày 3 tháng 2 năm 2020. ^ “UBND tỉnh Quảng Ninh”. ^ baochinhphu.vn (21 tháng 10 năm 2022). “Bí thư Tỉnh ủy Điện Biên Nguyễn Văn Thắng giữ chức Bộ trưởng Bộ Giao thông vận tải”. Báo điện tử Chính phủ. Truy cập ngày 27 tháng 10 năm 2022. ^ a b “Thông tin đại biểu Quốc hội các khóa”. Bản gốc lưu trữ ngày 15 tháng 8 năm 2017. Truy cập 3 tháng 6 năm 2017. ^ a b c d e f g h i j k l m Hồ Trâm (ngày 27 tháng 1 năm 2016). “Phác họa chân dung tân Ủy viên Trung ương Nguyễn Văn Thắng”. Chuyên trang Đầu tư Tài chính Việt Nam - VietnamFinance. Lưu trữ bản gốc ngày 15 tháng 8 năm 2017. Truy cập ngày 15 tháng 8 năm 2017. ^ Hội đồng bầu cử Quốc gia Việt Nam, Danh sách ứng cử viên Đại biểu Quốc hội khóa XIV ^ a b c d e f g h i j k l m n o “Thông tin chi tiết Nguyễn Văn Thắng”. Website VietinBank. Lưu trữ bản gốc ngày 15 tháng 8 năm 2017. Truy cập ngày 15 tháng 8 năm 2017. ^ Minh Hòa (ngày 27 tháng 1 năm 2016). “Chân dung các Ủy viên dự khuyết Ban Chấp hành Trung ương khóa XII”. Báo VOV. Truy cập ngày 15 tháng 8 năm 2017. ^ a b Lệ Chi (14 tháng 6 năm 2015). “Những chủ tịch ngân hàng có học vị tiến sĩ”. Báo VnExpress. Truy cập ngày 15 tháng 8 năm 2017. ^ a b “Nguyễn Văn Thắng”. Cafef. Truy cập ngày 15 tháng 8 năm 2017. ^ “Công bố quyết định của Bộ Chính trị về công tác cán bộ”. ^ “Quảng Ninh có tân Phó Bí thư Tỉnh ủy”. Quảng Ninh. ngày 27 tháng 6 năm 2019. Truy cập ngày 15 tháng 7 năm 2019. ^ PV. “Chân dung tân Chủ tịch tỉnh Quảng Ninh Nguyễn Văn Thắng”. VOV. ngày 6 tháng 7 năm 2019. Truy cập ngày 15 tháng 7 năm 2019. ^ “Ông Nguyễn Văn Thắng được giới thiệu để bầu Bí thư Tỉnh ủy Điện Biên”. ^ Tử Long\/DIEBIENTV.VN, Đồng chí Nguyễn Văn Thắng giữ chức Bí thư Tỉnh ủy Điện Biên khoá XIV, nhiệm kỳ 2020 - 2025, báo Điện Biên TV, Thứ Năm, 15\/10\/2020, 09:14 [GMT+7], truy cập 23\/11\/2020. ^ Ngọc Quang. “Đặc khu cần ưu đãi đặc biệt để Việt Nam vươn lên như Hàn Quốc”. Báo Giáo dục Việt Nam. 2018-05-25. Truy cập ngày 9 tháng 6 năm 2018. ^ baochinhphu.vn (21 tháng 10 năm 2022). “Bí thư Tỉnh ủy Điện Biên Nguyễn Văn Thắng giữ chức Bộ trưởng Bộ Giao thông vận tải”. Báo điện tử Chính phủ. Truy cập ngày 27 tháng 10 năm 2022. ^ “Chủ tịch tỉnh Quảng Ninh kiêm nhiệm Hiệu trưởng trường đại học có đúng Luật?”. Báo Công an nhân dân. ^ “Chủ tịch tỉnh kiêm hiệu trưởng đại học: Khó khả thi”. Báo Tuổi trẻ. ^ “Bộ trưởng Phùng Xuân Nhạ nói về việc Chủ tịch Quảng Ninh kiêm hiệu trưởng trường ĐH Hạ Long”. Báo Người lao động. ^ “Bộ Nội vụ yêu cầu Quảng Ninh báo cáo việc Chủ tịch tỉnh kiêm Hiệu trưởng đại học”. Báo Tiền phong. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Thắng_(chính_khách)&oldid=69950147” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1973 Nhân vật còn sống Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đảng viên Đảng Cộng sản Việt Nam Người Hà Nội Tiến sĩ Kinh tế Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Hà Nội Doanh nhân Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Chủ tịch Ủy ban nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Bí thư Tỉnh ủy Điện Biên Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Thể loại ẩn: Bài viết chèn nội dung không tự do không đúng cách Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 5 tháng 5 năm 2023, 12:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}