{"Nguyễn Văn Tiễn":"Nguyễn Văn Tiễn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Gia đình 3Bên lề 4Chú thích Nguyễn Văn Tiễn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Nguyễn Văn Tiễn\" đổi hướng tới đây. Đối với các định nghĩa khác, xem Nguyễn Văn Tiễn (định hướng). Nguyễn Văn Tiễn Chức vụ Bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ Tháng 5, 1931 – Tháng 6, 1931 Tiền nhiệm Nguyễn Văn Nhung Kế nhiệm Đặng Văn Quang Vị trí Việt Nam Bí thư Tỉnh ủy Rạch Giá Nhiệm kỳ Tháng 5, 1945 – Tháng 7, 1946 Tiền nhiệm Huỳnh Hữu Phước Kế nhiệm Nguyễn Phùng Tiến Vị trí Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Rạch Giá Nhiệm kỳ 28 tháng 8, 1945 – 1948 Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Thành Nhơn Thông tin chung Sinh 8 tháng 11, 1908 Châu Thành, Vĩnh Long Mất 21 tháng 11, 1971(1971-11-21) (63 tuổi) Hà Nội Nơi ở Hà Nội Dân tộc Kinh Đảng chính trị Hội Việt Nam Cách mạng Thanh niên An Nam Cộng sản Đảng Đảng Cộng sản Việt Nam Nguyễn Văn Tiễn (1908–1971), thường gọi là Ba Tiễn, là nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Vĩnh Long và Tỉnh ủy Rạch Giá của Đảng Cộng sản Việt Nam, Chủ tịch đầu tiên của tỉnh Rạch Giá. Cuộc đời[sửa | sửa mã nguồn] Nguyễn Văn Tiễn sinh ngày 8 tháng 11 năm 1908 ở làng Phú Đức, quận Châu Thành, tỉnh Vĩnh Long, nay thuộc thị trấn Long Hồ, huyện Long Hồ, tỉnh Vĩnh Long. Ông chỉ được giáo dục ở trường làng nhưng sớm thể hiện tinh thần cách mạng, gia nhập Hội Việt Nam Cách mạng Thanh niên. Năm 1929, ông gia nhập An Nam Cộng sản Đảng, tiếp tục hoạt động ở quận Tam Bình. Tháng 2 năm 1930, Đảng Cộng sản Việt Nam (sau đổi tên thành Đảng Cộng sản Đông Dương) được thành lập trên cơ sở hợp nhất An Nam Cộng sản Đảng, Đông Dương Cộng sản Đảng và Đông Dương Cộng sản Liên đoàn. Nguyễn Văn Tiễn gia nhập Đảng Cộng sản Việt Nam, cùng Nguyễn Văn Nhung xây dựng cơ sở Đảng ở Cái Ngang. Tháng 9 năm 1930, Chi bộ Cái Ngang được thành lập do ông làm Bí thư. Tháng 11, trên cơ sở bốn Chi bộ cộng sản trong quận, Quận ủy Tam Bình được thành lập do Nguyễn Văn Nhung làm Bí thư, Nguyễn Văn Tiễn làm Phó Bí thư.[1] Tháng 2 năm 1931, dưới sự chỉ đạo của Xứ ủy Nam Kỳ, Tỉnh ủy Vĩnh Long được thành lập do Ngô Văn Chính làm Bí thư, Nguyễn Văn Nhung làm Phó Bí thư. Nguyễn Văn Tiễn được bổ sung vào Tỉnh ủy. Do sự khủng bố dữ dội của thực dân Pháp, Ngô Văn Chính được điều lên Xứ ủy, Nguyễn Văn Nhung đảm nhận vai trò Bí thư Tỉnh ủy, Nguyễn Văn Tiễn làm Phó Bí thư Tỉnh ủy. Tháng 4, Tỉnh ủy Vĩnh Long bị vỡ, Bí thư Tỉnh ủy Nguyễn Văn Nhung bị Pháp bắt. Tháng 5, Tỉnh ủy được củng cố lại, Nguyễn Văn Tiễn được cử làm Bí thư Tỉnh ủy, Đặng Văn Quang làm Phó Bí thư Tỉnh ủy. Đầu tháng 6, cơ quan Tỉnh ủy Vĩnh Long ở Ngã ba Cần Thơ (nay thuộc phường 2, thành phố Vĩnh Long) bị Pháp vây quét, ông cùng phần lớn các Tỉnh ủy viên bị Pháp bắt giữ.[2][3][4][5] Năm 1933, ông ra tù, di chuyển đến quận Cà Mau (Bạc Liêu) để tiếp tục hoạt động. Năm 1936, ông được bầu làm Tỉnh ủy viên Tỉnh ủy Bạc Liêu. Năm 1940, ông lại bị bắt và đày ở Tà Lài (Biên Hòa). Tháng 3 năm 1945, sau sự kiện Nhật đảo chính Pháp, ông cùng nhiều đồng chí vượt ngục trở về Long Xuyên tiếp tục hoạt động. Tỉnh ủy Long Xuyên được tái lập do Nguyễn Văn Nhung làm Bí thư, Nguyễn Văn Tiễn làm Tỉnh ủy viên. Đầu tháng 5, Liên Tỉnh ủy Hậu Giang quyết định cử Nguyễn Văn Tiễn và Lý Thị Trung đến Rạch Giá để củng có lại Tỉnh ủy. Cuối tháng, hội nghị Tỉnh ủy lâm thời Rạch Giá đã bầu Nguyễn Văn Tiễn làm Bí thư Tỉnh ủy. Đêm ngày 25 tháng 8, ông đã chủ trì hội nghị Tỉnh ủy và Ủy ban Khởi nghĩa tỉnh, quyết định phát động khởi nghĩa giành chính quyền. Ngày 28 tháng 8, khởi nghĩa thành công, Ủy ban Hành chính tỉnh Rạch Giá được thành lập do Nguyễn Văn Tiễn làm Chủ tịch. Tháng 10, ông rời khỏi chức vụ Bí thư Tỉnh ủy, tiếp tục đảm nhiệm chức vụ Chủ tịch tỉnh cho đến năm 1948. Đầu năm 1949, ông được điều đến tham gia Tỉnh ủy Cần Thơ, giữ chức vụ Tỉnh đội trưởng Tỉnh đội Cần Thơ. Không lâu sau, ông được rút về Khu 9, phụ trách Phòng Dân quân, được bầu bổ sung vào Khu ủy. Năm 1950, ông là Bí thư Đảng ủy, Phó phòng Quân giới Khu 9 cho đến tháng 2 năm 1954. Năm 1954, sau Hiệp định Genève, ông tập kết ra bắc, công tác ở Bộ Lao động, Bộ Công nghiệp, giữ chức Hiệu trưởng trường Nghiệp vụ Bộ Công nghiệp. Năm 1965, ông nghỉ hưu. Ngày 21 tháng 11 năm 1971, ông mất ở Hà Nội, thọ 63 tuổi. Gia đình[sửa | sửa mã nguồn] Gia đình ông Nguyễn Văn Tiễn hiện đang sinh sống ở huyện Kế Sách, tỉnh Sóc Trăng.[6][7] Bên lề[sửa | sửa mã nguồn] Năm 2016, cuốn sách tiểu sử của cố Thủ tướng Võ Văn Kiệt bị chỉ ra nhiều sai sót, trong đó có một người tên là Nguyễn Văn Tiểng bị viết thành Nguyễn Văn Tiễn.[8] Chú thích[sửa | sửa mã nguồn] ^ Đào Ngọc Chương (27 tháng 3 năm 2020). “Nguyễn Văn Nhung (1903 – 1982)”. Đài Phát thanh - Truyền hình Vĩnh Long. Lưu trữ bản gốc ngày 19 tháng 11 năm 2021. Truy cập ngày 13 tháng 4 năm 2022. ^ “Chuyên đề 2: Truyền thống lịch sử của tỉnh Vĩnh Long”. Ban Tuyên giáo Tỉnh ủy Vĩnh Long. 27 tháng 3 năm 2020. Lưu trữ bản gốc ngày 19 tháng 11 năm 2021. Truy cập ngày 13 tháng 4 năm 2022. ^ “Chuyên đề 4: Nhân vật lịch sử tỉnh Vĩnh Long”. Ban Tuyên giáo Tỉnh ủy Vĩnh Long. 27 tháng 3 năm 2020. Lưu trữ bản gốc ngày 19 tháng 11 năm 2021. Truy cập ngày 13 tháng 4 năm 2022. ^ Đào Ngọc Chương (4 tháng 3 năm 2010). “Nguyễn Văn Thiệt (1906 – 1970)”. Đài Phát thanh - Truyền hình Vĩnh Long. Lưu trữ bản gốc ngày 21 tháng 12 năm 2019. Truy cập ngày 13 tháng 4 năm 2022. ^ “285 năm Long Hồ dinh- tỉnh Vĩnh Long”. Báo Vĩnh Long. 20 tháng 4 năm 2017. Lưu trữ bản gốc ngày 13 tháng 4 năm 2022. Truy cập ngày 13 tháng 4 năm 2022. ^ Song Lê; T.H; H. Như; Thanh Nam; Thanh Sơn; CH (24 tháng 1 năm 2019). “Lãnh đạo tỉnh thăm, chúc tết cơ quan, đơn vị, cán bộ hưu trí, gia đình chính sách”. Báo Sóc Trăng. Lưu trữ bản gốc ngày 13 tháng 4 năm 2022. Truy cập ngày 13 tháng 4 năm 2022. ^ H. Như (25 tháng 1 năm 2019). “Thăm và chúc Tết các gia đình chính sách, cán bộ hưu trí địa bàn huyện Kế Sách”. Cổng thông tin điện tử tỉnh Sóc Trăng. Lưu trữ bản gốc ngày 13 tháng 4 năm 2022. Truy cập ngày 13 tháng 4 năm 2022. ^ Nguyễn Triều (12 tháng 1 năm 2016). “Sách Tiểu sử Võ Văn Kiệt: chi tiết \"chế biến, sai lệch\"?”. Báo Tuổi trẻ. Lưu trữ bản gốc ngày 13 tháng 4 năm 2022. Truy cập ngày 13 tháng 4 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Tiễn&oldid=69544235” Thể loại: Sinh năm 1908 Mất năm 1971 Người Vĩnh Long Bí thư Tỉnh ủy Vĩnh Long Bí thư Tỉnh ủy Rạch Giá Chủ tịch Ủy ban nhân dân tỉnh Rạch Giá An Nam Cộng sản Đảng Đảng viên Đảng Cộng sản Việt Nam Thể loại ẩn: Bài viết có hatnote đổi hướng cần kiểm tra lại Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:57. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}