{"Nguyễn Văn Giàu":"Nguyễn Văn Giàu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tiểu sử 5Hoạt động đáng chú ý 6Khen thưởng 7Chú thích và Tham khảo Nguyễn Văn Giàu 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Nguyễn Văn Giàu (chuẩn tướng). Nguyễn Văn Giàu Chức vụ Chủ nhiệm Ủy ban Đối ngoại Quốc hội Nhiệm kỳ 22 tháng 7 năm 2016 – 6 tháng 4 năm 2021 4 năm, 258 ngày Tiền nhiệm Trần Văn Hằng Kế nhiệm Vũ Hải Hà Vị trí Việt Nam Chủ nhiệm Ủy ban Kinh tế Quốc hội Nhiệm kỳ 3 tháng 8 năm 2011 – 22 tháng 7 năm 2016 4 năm, 354 ngày Tiền nhiệm Hà Văn Hiền Kế nhiệm Vũ Hồng Thanh Thống đốc Ngân hàng Nhà nước Việt Nam Nhiệm kỳ 23 tháng 8 năm 2007 – 3 tháng 8 năm 2011 3 năm, 345 ngày Tiền nhiệm Lê Đức Thúy Kế nhiệm Nguyễn Văn Bình Vị trí Việt Nam Phó Thống đốc Nguyễn Văn Bình Bí thư Tỉnh ủy Ninh Thuận (từ 4\/2004 là Quyền Bí thư)[1] Nhiệm kỳ 12\/2005 – 8\/2007 Tiền nhiệm Chamaléa Điêu Kế nhiệm Trương Xuân Thìn Phó Bí thư Đào Thậm (12\/2000-12\/2005) Trương Xuân Thìn (12\/2005-8\/2007) Hoàng Thị Út Lan (12\/2005-9\/2010) Phó Thống đốc Ngân hàng Nhà nước Việt Nam Nhiệm kỳ 1997 – 2003 Thông tin chung Sinh 8 tháng 12, 1957 (65 tuổi) huyện Chợ Mới, tỉnh An Giang, Việt Nam Nơi ở Hà Nội Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Kinh tế Nguyễn Văn Giàu (sinh ngày 8 tháng 12 năm 1957) là một chính trị gia người Việt Nam. Ông từng là đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu quốc hội tỉnh An Giang.[2] Ông đã trúng cử đại biểu Quốc hội Việt Nam khóa XIV vào năm 2016 ở đơn vị bầu cử số 3, tỉnh An Giang gồm có các huyện Chợ Mới và Phú Tân.[3] Ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, XII, Chủ nhiệm Ủy ban Đối ngoại của Quốc hội Việt Nam, Ủy viên Ủy ban Thường vụ Quốc hội, Chủ nhiệm Ủy ban Kinh tế Quốc hội (2011-2016), Thống đốc Ngân hàng Nhà nước Việt Nam (2008-2011), đại biểu Quốc hội Việt Nam khóa XIII nhiệm kì 2011-2016, thuộc đoàn đại biểu quốc hội tỉnh An Giang.[4] Ông là đảng viên Đảng Cộng sản Việt Nam, học vị Tiến sĩ Kinh tế. Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 8 tháng 12 năm 1957 tại huyện Chợ Mới, tỉnh An Giang. Ông hiện cư trú ở Nhà công vụ Quốc hội, số 2 Hoàng Cầu, phường Ô Chợ Dừa, quận Đống Đa, thành phố Hà Nội. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 12\/12 Đại học Ngân hàng thành phố Hồ Chí Minh Tiến sĩ Kinh tế Sự nghiệp[sửa | sửa mã nguồn] Ngày vào Đảng Cộng sản Việt Nam: 25 tháng 5 năm 1981 (chính thức: 25 tháng 5 năm 1982) Ông có thời gian công tác lâu năm trong ngành ngân hàng, được bổ nhiệm Giám đốc Ngân hàng Nông nghiệp chi nhánh An Giang, Tổng Giám đốc Ngân hàng Nông nghiệp Phát triển Nông thôn Việt Nam (1996 - 1997), Phó Thống đốc Ngân hàng Nhà nước (1997 - 2003), Ủy viên Ban Cán sự Đảng, Chủ tịch BCH Công đoàn Ngân hàng Nhà nước. Năm 2003 ông được điều động giữ chức Bí thư Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh Ninh Thuận trước khi nhậm chức Thống đốc Ngân hàng Nhà nước Việt Nam. Ông cũng là Đại biểu Quốc hội của tỉnh An Giang. Từ ngày 03 tháng 8, 2011 ông được Chủ tịch Quốc hội Nguyễn Sinh Hùng phân công làm Chủ nhiệm Ủy ban Kinh tế Quốc hội XIII thay cho ông Hà Văn Hiền. Ông đã trúng cử đại biểu Quốc hội khóa 14 vào tháng 5 năm 2016 ở đơn vị bầu cử số 3, tỉnh An Giang gồm có các huyện Chợ Mới và Phú Tân, được 349.752 phiếu, đạt tỷ lệ 77,26% số phiếu hợp lệ. Ngày 22\/7\/2016 được Quốc hội bầu giữ chức vụ Chủ nhiệm Ủy ban Đối ngoại của Quốc hội khóa XIV với 94,94% tổng số đại biểu tán thành.[5] Tiểu sử[sửa | sửa mã nguồn] Hoạt động đáng chú ý[sửa | sửa mã nguồn] Khen thưởng[sửa | sửa mã nguồn] Huân chương Lao động hạng Ba Huân chương Hữu nghị 2 bằng khen Thủ tướng Chính phủ 22 Huy chương, Kỷ niệm chương Chú thích và Tham khảo[sửa | sửa mã nguồn] ^ Đảng bộ tỉnh Ninh Thuận qua các kỳ đại hội, báo Ninh Thuận Online, Thứ 3, 27\/10\/2020, truy cập 21\/11\/2020. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIV”. Website Quốc hội Việt Nam. Truy cập ngày 15 tháng 6 năm 2017.[liên kết hỏng] ^ Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIII”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 5 tháng 6 năm 2018. Truy cập ngày 15 tháng 6 năm 2017. ^ “Cơ cấu Ủy ban Thường vụ Quốc hội khóa 14”. Tiền nhiệm: Lê Đức Thúy Thống đốc Ngân hàng Nhà nước Việt Nam 8\/2008-8\/2011 Kế nhiệm: Nguyễn Văn Bình Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Thống đốc Ngân hàng Nhà nước Việt Nam Nguyễn Lương Bằng (1951–1952) Lê Viết Lượng (1952–1963) Tạ Hoàng Cơ (1963–1974) Đặng Việt Châu (1974–1976) Hoàng Anh (1976–1977) Trần Dương (1977–1981) Nguyễn Duy Gia (1981–1986) Lữ Minh Châu (1986–1989) Cao Sĩ Kiêm (1989–1997) Đỗ Quế Lượng (1997–1998) Nguyễn Tấn Dũng (1998–1999) Lê Đức Thúy (1999–2007) Nguyễn Văn Giàu (2007–2011) Nguyễn Văn Bình (2011–2016) Lê Minh Hưng (2016–2020) Nguyễn Thị Hồng (2020–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Giàu&oldid=69468307” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1957 Nhân vật còn sống Người An Giang Người Ninh Thuận Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thống đốc Ngân hàng Nhà nước Việt Nam Huân chương Hữu nghị Huân chương Lao động Bí thư Tỉnh ủy Ninh Thuận Chủ tịch Hội đồng nhân dân tỉnh Ninh Thuận Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII An Giang Ủy viên Ủy ban thường vụ Quốc hội Việt Nam khóa XIII Ủy viên Ủy ban thường vụ Quốc hội Việt Nam khóa XIV Tiến sĩ Kinh tế Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV An Giang Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV chuyên trách trung ương Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 24 tháng 12 năm 2022, 11:09. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}