{"Nguyễn Bắc Son":"Nguyễn Bắc Son – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Sai phạm và kỉ luật Hiện\/ẩn mục Sai phạm và kỉ luật 4.1Sai phạm 4.2Kỉ luật 4.3Xóa tư cách nguyên Bộ trưởng Bộ Thông tin và truyền thông 4.4Bắt giữ 4.5Khai trừ ra khỏi Đảng Cộng sản Việt Nam 5Phiên tòa Hiện\/ẩn mục Phiên tòa 5.1Đánh giá 6Tham khảo 7Liên kết ngoài Nguyễn Bắc Son Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Nguyễn Bắc Son Nguyễn Bắc Son ở New Delhi, năm 2013 Chức vụ Bộ trưởng Bộ Thông tin và Truyền thông Nhiệm kỳ 3 tháng 8 năm 2011 – 8 tháng 4 năm 2016 4 năm, 249 ngày Tiền nhiệm Lê Doãn Hợp Kế nhiệm Trương Minh Tuấn Vị trí Việt Nam Thứ trưởng Phạm Hồng Hải (từ 2\/2015) Phan Tâm (từ 11\/2015) Nguyễn Thành Hưng Nguyễn Minh Hồng Phó Trưởng ban Tuyên giáo Trung ương Nhiệm kỳ 2007 – 2016 Trưởng ban Tô Huy Rứa Đinh Thế Huynh Thông tin chung Sinh 22 tháng 8, 1953 (69 tuổi) Chúc Sơn, huyện Chương Mỹ, tỉnh Hà Đông, Việt Nam Nơi ở phường Cửa Đông, quận Hoàn Kiếm, Hà Nội Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam (bị khai trừ 10\/2019) Vợ Lưu Thị Lý[1] Con cái Nguyễn Thị Thu Huyền (nữ)[2] Học vấn Tiến sĩ Kinh tế Binh nghiệp Phục vụ Quân đội nhân dân Việt Nam Năm tại ngũ 1971-2003 Cấp bậc Đại tá Nguyễn Bắc Son (sinh ngày 22 tháng 8 năm 1953) là một sĩ quan quân đội, cựu chính khách người Việt Nam. Ông có quân hàm Đại tá Quân đội nhân dân Việt Nam. Ông từng là Bộ trưởng Bộ Thông tin và Truyền thông (2011-2016), đại biểu Quốc hội Việt Nam khoá 13 nhiệm kì 2011-2016 thuộc đoàn đại biểu thành phố Hà Nội.[3] Trong Đảng Cộng sản Việt Nam, ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 10, khóa 11, Bí thư Tỉnh ủy Thái Nguyên, Phó Trưởng ban Tuyên giáo Trung ương. Ngày 4 tháng 10 năm 2018, Nguyễn Bắc Son bị cách chức Ủy viên Trung ương Đảng do vi phạm liên quan dự án MobiFone mua AVG đồng thời bị xoá tư cách là nguyên bộ trưởng.[4] Ngày 23 tháng 2 năm 2019, ông bị bắt với tội danh Vi phạm quy định về quản lý và sử dụng vốn đầu tư công gây hậu quả nghiêm trọng.[5][6] Ngày 12 tháng 4 năm 2019, ông tiếp tục bị Cơ quan Cảnh sát điều tra thuộc Bộ Công an ra quyết định khởi tố bổ sung về tội danh \"Nhận hối lộ\" theo Khoản 4, Điều 354 của Bộ luật hình sự hiện hành tại Việt Nam.[7] Phiên tòa diễn ra ngày 16 tháng 12 năm 2019, và tới ngày 20 tháng 12, Nguyễn Bắc Son bị đề nghị án tử hình vì tội \"Nhận hối lộ\"[8] nhưng sau đó giảm xuống chung thân do gia đình đã nộp lại toàn bộ số tiền 3 triệu USD được hối lộ. Xuất thân[sửa | sửa mã nguồn] Nguyễn Bắc Son sinh ngày 22 tháng 8 năm 1953, tại thị trấn Chúc Sơn, huyện Chương Mỹ, Hà Nội, người dân tộc Kinh, không theo tôn giáo nào.[3] Giáo dục[sửa | sửa mã nguồn] Ông có bằng Tiến sĩ kinh tế và trình độ Cao cấp lý luận chính trị.[3] Sự nghiệp[sửa | sửa mã nguồn] Ông gia nhập Quân đội nhân dân Việt Nam. Từ tháng 5 năm 1971 đến tháng 9 năm 1971, ông là Chiến sỹ D36, D38, F304B.[9] Từ tháng 10 năm 1971 đến tháng 8 năm 1972, ông là Chiến sỹ trinh sát C20, E165, F312, chiến đấu ở cánh đồng Chum, Xiêng Khoảng, Lào, sau đó đi học tại Trường Sĩ quan Lục quân 1.[9] Từ tháng 9 năm 1972 đến tháng 3 năm 1973, ông tham gia chiến dịch A2 tại Quảng Trị, C4, E165, F312.[9] Từ tháng 4 năm 1973 đến tháng 10 năm 1978, ông đào tạo sỹ quan trinh sát tại Trường Sỹ quan Lục quân 1 và đào tạo cán bộ chính trị tại trường sỹ quan chính trị.[9] Ngày 17 tháng 8 năm 1973, ông gia nhập Đảng Cộng sản Việt Nam.[3] Từ tháng 11 năm 1978 đến tháng 2 năm 1979, ông là Chính trị viên phó C1, D3 Trường Sỹ quan Lục quân 1.[9] Từ tháng 2 năm 1979 đến tháng 7 năm 1979, ông tham gia chiến đấu tại mặt trận Cao Bằng, chính trị viên C4, D3, E183, Quân khu 1.[9] Từ tháng 8 năm 1979 đến tháng 2 năm 1981, ông là Trợ lý cán bộ, Phòng Cán bộ, Trường Sỹ quan Lục quân 1.[9] Từ tháng 3 năm 1981 đến tháng 4 năm 1987, ông là Đại úy, Trợ lý cán bộ - Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh.[9] Từ tháng 4 năm 1987 đến tháng 5 năm 1992, ông là Thiếu tá, Trung tá, Phó trưởng ban rồi Trưởng ban Cán bộ - Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh.[9] Từ tháng 6 năm 1992 đến tháng 3 năm 1994, ông là Trung tá, Phó Chánh văn phòng Ban Quản lý Lăng Chủ tịch Hồ Chí Minh.[9] Từ tháng 4 năm 1994 đến tháng 3 năm 1997, ông là Thượng tá, Cục Cán bộ, Tổng cục chính trị Quân đội nhân dân Việt Nam, Thư ký Chủ tịch nước Lê Đức Anh.[9] Từ tháng 4 năm 1997 đến tháng 3 năm 2003, ông là Trợ lý Cố vấn Trung ương Đảng, cựu Chủ tịch nước Lê Đức Anh. Tháng 9 năm 1999, ông được thăng quân hàm Đại tá.[9] Từ tháng 3 năm 2003 đến tháng 12 năm 2005, ông là Phó Bí thư Thường trực Tỉnh ủy Thái Nguyên.[9] Từ tháng 1 năm 2006 đến tháng 8 năm 2007, ông là Bí thư Tỉnh ủy Thái Nguyên.[9] Tại Đại hội đại biểu toàn quốc lần thứ X của Đảng Cộng sản Việt Nam, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 10.[9] Từ tháng 8 năm 2007, ông là ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Phó trưởng Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam.[9] Tại Đại hội đại biểu toàn quốc lần thứ 11 của Đảng Cộng sản Việt Nam, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 11.[9] Từ 2011 đến 2016, ông là đại biểu Quốc hội Việt Nam khoá 13 thuộc đoàn đại biểu thành phố Hà Nội, đồng thời là giữ chức vụ Ủy viên Ban chấp hành Trung ương Đảng, Bí thư Ban cán sự Đảng bộ Thông tin và Truyền thông, Bộ trưởng Bộ Thông tin và Truyền thông, Phó Trưởng ban Tuyên giáo Trung ương.[3] Tại Kỳ họp thứ Nhất, Quốc hội Việt Nam khóa 13 ngày 3 tháng 8 năm 2011, ông được Quốc hội phê chuẩn làm Bộ trưởng Bộ Thông tin và Truyền thông (Việt Nam).[9] Tháng 4 năm 2016, tại kỳ họp thứ 11, Quốc hội khóa 13, Quốc hội phê chuẩn, Chủ tịch nước miễn nhiệm chức vụ Bộ trưởng Bộ Thông tin và Truyền thông.[9] Sai phạm và kỉ luật[sửa | sửa mã nguồn] Sai phạm[sửa | sửa mã nguồn] Ngày 2 tháng 6 năm 2018: Ủy ban Kiểm tra trung ương vừa phát đi thông báo kết luận những sai phạm quanh thương vụ MobiFone mua AVG. Ông Nguyễn Bắc Son, nguyên ủy viên Trung ương Đảng, nguyên bí thư BCSĐ, nguyên bộ trưởng Bộ Thông tin và truyền thông chịu trách nhiệm chính về những vi phạm, khuyết điểm của BCSĐ nhiệm kỳ 2011-2016. Nguyễn Bắc Son đã vi phạm Những điều Đảng viên không được làm cụ thể ông đã vi phạm nguyên tắc tập trung dân chủ, quy chế làm việc; có biểu hiện áp đặt, thiếu dân chủ trong lãnh đạo, chỉ đạo, không bàn bạc, thảo luận trong tập thể BCSĐ, trực tiếp chỉ đạo và quyết định nhiều nội dung liên quan đến dự án không đúng quy định; ký văn bản trình Thủ tướng Chính phủ phê duyệt chủ trương đầu tư dự án và giao cho cấp dưới ký một số văn bản liên quan đến dự án có nội dung trái quy định, không đúng nhiệm vụ được phân công; thiếu chỉ đạo, kiểm tra quá trình thực hiện dự án, để xảy ra nhiều vi phạm. Ngày 3 tháng 9 năm 2019, Nguyễn Bắc Son bị cáo buộc nhận hối lộ 3 triệu USD từ ông Phạm Nhật Vũ - Chủ tịch AVG. Đây là số tiền cơ quan điều tra xác định ông Son hưởng lợi bất chính từ việc chỉ đạo MobiFone mua 95% cổ phần của AVG[10] Ông Son khai sau khi nhận hối lộ 3 triệu USD đã đưa cho con gái khoảng 10 lần, mỗi lần 300.000 - 400.000 USD. Con gái ông, bà Nguyễn Thị Thu H. khai không nhận bất cứ khoản tiền nào từ ông Son.[11] Kỉ luật[sửa | sửa mã nguồn] Ngày 12 tháng 7 năm 2018, Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 họp xem xét, thi hành kỷ luật ông Nguyễn Bắc Son. Bộ Chính trị đã đề nghị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam xem xét thi hành kỷ luật nghiêm minh đối với ông Nguyễn Bắc Son theo thẩm quyền.[12] Với ông Nguyễn Bắc Son, Bộ Chính trị đánh giá là người chịu trách nhiệm chính, trực tiếp chỉ đạo và quyết định nhiều nội dung liên quan đến dự án mua cổ phần AVG không đúng quy định. Còn ông Trương Minh Tuấn, lúc đó là thứ trưởng, là cấp dưới được ông Son giao cho ký một số văn bản có nội dung trái quy định.[13] Ngày 4 tháng 10 năm 2018, tại Hội nghị Trung ương 8 Khóa XII, Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam đã ra hình thức kỷ luật đối với ông Nguyễn Bắc Son bằng hình thức cách chức Ủy viên Trung ương Đảng khoá XI và Bí thư Ban cán sự đảng Bộ Thông tin và Truyền thông nhiệm kỳ 2011-2016.[14] Xóa tư cách nguyên Bộ trưởng Bộ Thông tin và truyền thông[sửa | sửa mã nguồn] Trong phiên họp thứ 28 từ ngày 15 đến ngày 17 tháng 10 năm 2018, Ủy ban thường vụ Quốc hội Việt Nam khóa 14 đã quyết định xóa tư cách nguyên Bộ trưởng Bộ Thông tin và Truyền thông nhiệm kì 2011-2016 của ông Nguyễn Bắc Son vì ông này có sai phạm liên quan dự án MobiFone mua AVG.[15][16] Ngày 26 tháng 10 năm 2018, Thủ tướng Nguyễn Xuân Phúc kí quyết định số 1433\/QĐ-TTg thi hành kỷ luật ông Nguyễn Bắc Son bằng hình thức xóa tư cách nguyên bộ trưởng Bộ Thông tin và truyền thông nhiệm kỳ 2011-2016.[17][18] Bắt giữ[sửa | sửa mã nguồn] Ngày 23 tháng 2 năm 2019, ông Nguyễn Bắc Son bị bắt tạm giam về tội Vi phạm quy định về quản lý và sử dụng vốn đầu tư công gây hậu quả nghiêm trọng. Ông bị điều tra về những sai phạm trong dự án Tổng công ty Viễn thông MobiFone mua lại cổ phần của Công ty cổ phần nghe nhìn Toàn Cầu AVG[5]. Đến ngày 3 tháng 9 năm 2019, ông Nguyễn Bắc Son khai nhận sau khi MobiFone thanh toán 95% giá trị hợp đồng cho AVG, Phạm Nhật Vũ đến nhà riêng để đưa cho ông Son 3 triệu USD, trong vụ mua lại này, ông chính là chủ mưu[19]. Theo Cơ quan điều tra, Phạm Nhật Vũ đã đưa cho Nguyễn Bắc Son 3 triệu USD, Trương Minh Tuấn 200.000 USD, Lê Nam Trà 2,5 triệu USD, Cao Duy Hải 500.000 USD.[20] Khai trừ ra khỏi Đảng Cộng sản Việt Nam[sửa | sửa mã nguồn] Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam khóa 12 tại kì họp thứ 39 (25-27 tháng 9 năm 2019) đã đề nghị Bộ Chính trị và Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII xem xét, thi hành kỉ luật Nguyễn Bắc Son bằng hình thức khai trừ ra khỏi đảng.[21][22] Chiều ngày 11 tháng 10 năm 2019, Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 thông cáo báo chí cho biết đã khai trừ ông Nguyễn Bắc Son (cùng với Trương Minh Tuấn) ra khỏi Đảng Cộng sản Việt Nam tại Hội nghị lần thứ 11.[23] Phiên tòa[sửa | sửa mã nguồn] Trong phiên tòa xử ngày 16-20 tháng 12 năm 2019, vào buổi sáng Nguyễn Bắc Son phản cung không nhận tội \"nhận hối lộ\". Đến khi tòa tiếp tục vào buổi chiêu, ông lại nhận tội, nhưng không hoàn trả số tiền 3 triệu USD đã nhận.[24] Viện kiểm sát đánh giá hành vi này là \"chưa ăn năn hối lỗi\" và đề nghị án tử hình cho Nguyễn Bắc Son.[25] Sau khi nghe đề nghị án tử hình cho mình, Nguyễn Bắc Son đã xin lỗi Tổng bí thư Nguyễn Phú Trọng trước tòa và xin để gia đình nộp tiền để được sống.[26] Trong ngày 23.12, gia đình Nguyễn Bắc Son đã nộp tòa số tiền 21 tỷ đồng khắc phục hậu quả.[27] Đến ngày 27.12, gia đình Nguyễn Bắc Son đã nộp đủ 3 triệu USD (66 tỷ đồng) cho tòa án,[28] nên ngày hôm sau ông chỉ bị tuyên án tù chung thân về tội Vi phạm quy định về quản lý, sử dụng vốn đầu tư công gây hậu quả nghiêm trọng và tội Nhận hối lộ.[29] Ngày 27 tháng 4 năm 2020,tại phiên phúc thẩm, Tòa án nhân dân tối cao Hà Nội vẫn tuyên y án chung thân đối với Nguyễn Bắc Son. Đánh giá[sửa | sửa mã nguồn] Luật sư Lê Quốc Quân - một nhà bất đồng chính kiến với nhà nước Việt Nam cho rằng việc 2 bộ trưởng ăn hối lộ 3,2 triệu USD là cái tát vào Đảng Cộng sản Việt Nam. Ông nói thêm rằng tuy chiến dịch chống tham nhũng của Đảng Cộng sản đang gia tăng với các quan chức ngày càng cao cấp hơn bị truy tố, song nạn tham nhũng là do \"cơ chế\" sinh ra và không thể bị đẩy lùi.[30]. Trả lời RFA, Tiến sỹ Lê Minh Nguyên cho rằng \"Nguyễn Bắc Son chưa chắc bị án tử hình, dù có bị án tử đi nữa thì cũng được Chủ tịch nước tha, vì nghề của họ là giơ cao đánh khẽ.\"[31] Tham khảo[sửa | sửa mã nguồn] ^ Thái Sơn, Anh Vũ. “Gia đình bị cáo Nguyễn Bắc Son đã nộp lại 21 tỉ đồng”. báo Thanh niên. 2019-12-23. Truy cập ngày 27 tháng 12 năm 2019. ^ Minh Thái. “Con gái ông Nguyễn Bắc Son vắng mặt tại tòa:Quan trọng là...”. báo Đất Việt. 2019-12-17. Bản gốc lưu trữ ngày 28 tháng 12 năm 2019. Truy cập ngày 28 tháng 12 năm 2019. ^ a b c d e “Thông tin đại biểu Quốc hội Việt Nam khóa 13”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 4 tháng 12 năm 2017. Truy cập ngày 3 tháng 12 năm 2017. ^ Ông Nguyễn Bắc Son bị cách chức Ủy viên Trung ương, BBC, 4.10.2018 ^ a b Cựu bộ trưởng Nguyễn Bắc Son bị bắt ^ “Bắt hai cựu Bộ trưởng Nguyễn Bắc Son, Trương Minh Tuấn”. Báo điện tử Dân Trí. Truy cập 23 tháng 2 năm 2019. ^ Hai cựu bộ trưởng Thông tin và Truyền thông bị khởi tố thêm tội Nhận hối lộ ^ “Ông Nguyễn Bắc Son bị đề nghị án tử hình”. VnExpress. ngày 20 tháng 12 năm 2019. Truy cập ngày 20 tháng 12 năm 2019. ^ a b c d e f g h i j k l m n o p q r s “Tóm tắt tiểu sử Bộ trưởng Bộ Thông tin và Truyền thông Nguyễn Bắc Son”. Cổng thông tin điện tử Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam. Lưu trữ bản gốc ngày 16 tháng 12 năm 2017. Truy cập ngày 16 tháng 12 năm 2017. ^ “Ông Nguyễn Bắc Son nhận hối lộ 3 triệu USD - VnExpress”. VnExpress - Tin nhanh Việt Nam. 3 tháng 9 năm 2019. Truy cập 3 tháng 9 năm 2019. ^ “Ông Nguyễn Bắc Son khai \"đưa tiền cho con\"”. Tuổi Trẻ. 5 tháng 9 năm 2019. Truy cập 5 tháng 9 năm 2019. ^ Ban thời sự (12 tháng 7 năm 2018). “Bộ trưởng Thông tin Truyền thông bị kỷ luật cảnh cáo”. Báo VnExpress. Truy cập ngày 12 tháng 7 năm 2018. ^ Vì sao ông Nguyễn Bắc Son chưa bị kỷ luật?, plo, 13.7.2018 ^ “Kỷ luật Đảng ông Nguyễn Bắc Son và ông Trần Văn Minh”. Zing. ^ Võ Hải (ngày 22 tháng 10 năm 2018). “Ông Nguyễn Bắc Son bị xoá tư cách nguyên Bộ trưởng”. VnExpress. Truy cập ngày 22 tháng 10 năm 2018. ^ Lê Hiệp (ngày 22 tháng 10 năm 2018). “Xóa tư cách nguyên Bộ trưởng Bộ Thông tin - Truyền thông của ông Nguyễn Bắc Son”. Báo Thanh niên. Truy cập ngày 22 tháng 10 năm 2018. ^ Chinhphu.vn (ngày 27 tháng 10 năm 2018). “Thủ tướng thi hành kỷ luật ông Nguyễn Bắc Son”. Báo Tuổi trẻ. Truy cập ngày 27 tháng 10 năm 2018. ^ Quyết định số 1433\/QĐ-TTg của Thủ tướng Chính phủ: Về việc thi hành kỷ luật đối với ông Nguyễn Bắc Son 26\/10\/2018 ^ “Cựu chủ tịch AVG hối lộ cựu Bộ trưởng Nguyễn Bắc Son 3 triệu USD”. ^ “Nguyễn Bắc Son nhận hối lộ 3 triệu USD, Trương Minh Tuấn 200.000 USD”. ^ Lê Hiệp. “Đề nghị khai trừ Đảng 2 cựu Bộ trưởng Nguyễn Bắc Son, Trương Minh Tuấn”. Thanh niên. 2019-09-30. Truy cập ngày 30 tháng 9 năm 2019. ^ Thông cáo báo chí Kỳ họp 39 của Ủy ban Kiểm tra Trung ương ỦY BAN KIỂM TRA TRUNG ƯƠNG 30\/09\/2019 | 16:26 PM ^ Đức Bình. “Khai trừ Đảng hai cựu bộ trưởng Nguyễn Bắc Son, Trương Minh Tuấn”. Tuổi trẻ. 2019-10-11. Truy cập ngày 12 tháng 10 năm 2019. ^ “Ông Nguyễn Bắc Son nhận tội - VnExpress”. VnExpress - Tin nhanh Việt Nam. 17 tháng 12 năm 2019. Truy cập 20 tháng 12 năm 2019. ^ “Ông Nguyễn Bắc Son bị đề nghị án tử hình - VnExpress”. VnExpress - Tin nhanh Việt Nam. 20 tháng 12 năm 2019. Truy cập 20 tháng 12 năm 2019. ^ “Ông Nguyễn Bắc Son xin 'được sống' - VnExpress”. VnExpress - Tin nhanh Việt Nam. 24 tháng 12 năm 2019. Truy cập 24 tháng 12 năm 2019. ^ “Gia đình ông Nguyễn Bắc Son nộp 21 tỷ đồng - VnExpress”. VnExpress - Tin nhanh Việt Nam. 23 tháng 12 năm 2019. Truy cập 24 tháng 12 năm 2019. ^ “Gia đình ông Nguyễn Bắc Son nộp 66 tỷ đồng - VnExpress”. VnExpress - Tin nhanh Việt Nam. 27 tháng 12 năm 2019. Truy cập 27 tháng 12 năm 2019. ^ “Ông Nguyễn Bắc Son nhận án chung thân”. Zing. 28 tháng 12 năm 2019. ^ “LS Lê Quốc Quân: '2 bộ trưởng ăn hối lộ 3,2 triệu USD là cái tát vào ĐCS'”. ^ Khả năng “hầu toà” của Nguyễn Tấn Dũng trong vụ Mobifione mua AVG? Liên kết ngoài[sửa | sửa mã nguồn] Bộ trưởng Nguyễn Bắc Son. Bộ Thông tin và Truyền thông. 17 tháng 3 năm 2010. ẩn x t s Bộ trưởng Bộ Thông tin và Truyền thông Việt Nam Trần Huy Liệu (1945–1946) · Hoàng Minh Giám (1954–1955) · Trần Hoàn (1987–1990) · Đỗ Trung Tá (2002–2007) · Lê Doãn Hợp (2007–2011) · Nguyễn Bắc Son (2011–2016) · Trương Minh Tuấn (2016–2018) · Nguyễn Mạnh Hùng (2018–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Bắc_Son&oldid=69718447” Thể loại: Sinh năm 1953 Nhân vật còn sống Người Hà Nội Đại tá Quân đội nhân dân Việt Nam Bộ trưởng Bộ Thông tin và Truyền thông (Việt Nam) Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Thái Nguyên Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Hà Nội Người họ Nguyễn tại Việt Nam Tiến sĩ Kinh tế Việt Nam Đảng viên Đảng Cộng sản Việt Nam bị cách chức khi đã kết thúc nhiệm kỳ Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật khai trừ Thể loại ẩn: Tất cả bài viết cần được wiki hóa Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 26 tháng 2 năm 2023, 03:22. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}