{"Nguyễn Thiệu":"Nguyễn Thiệu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quê quán 2Cuộc đời 3Chú thích Nguyễn Thiệu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Nguyễn Thiệu Chức vụ Bí thư Tỉnh ủy lâm thời Mỹ Tho Nhiệm kỳ Tháng 4, 1930 – 1932 (?) Tiền nhiệm đầu tiên Chủ tịch Ủy ban Kháng chiến hành chánh tỉnh Quảng Ngãi Thông tin chung Quốc tịch Việt Nam Sinh 1903 Đức Lân, Mộ Đức, Quảng Ngãi Mất 1989 (86 tuổi) Thành phố Hồ Chí Minh Nơi ở Quảng Ngãi Tôn giáo không có Đảng chính trị An Nam Cộng Sản Đảng Đảng cộng sản Việt Nam Nguyễn Thiệu (1903-1989) một trong hai đại biểu đại diện An Nam Cộng sản Đảng tham dự Hội nghị thành lập Đảng Cộng sản Việt Nam năm 1930. Quê quán[sửa | sửa mã nguồn] Ông người làng Thạch Trụ, nay thuộc xã Đức Lân, huyện Mộ Đức, tỉnh Quảng Ngãi. Ông đỗ Tú tài Tân học năm 1923, thường được gọi là Tú Thiệu. Cuộc đời[sửa | sửa mã nguồn] Nguyễn Thiệu là một trong những người thành lập \"Công Ái xã\", sau đó ông gia nhập Hội Việt Nam Cách mạng Thanh niên, được cử đi dự lớp huấn luyện ở Quảng Châu, Trung Quốc (1926), rồi trở về quê mở nhiều lớp huấn luyện cho thanh niên, xây dựng cơ sở tổ chức của Hội Việt Nam Cách mạng Thanh niên ở Quảng Ngãi.[1] Tháng 5\/1929, Nguyễn Thiệu là đại biểu Kỳ bộ Trung Kỳ đi dự Đại hội của Hội Việt Nam Cách mạng Thanh niên tại Hồng Kông (Trung Quốc). Mùa Thu năm 1929, tổ chức An Nam Cộng sản Đảng được thành lập ở Nam Kỳ, ông là một trong 6 ủy viên Ban lâm thời chỉ đạo. Tháng 2\/1930, ông và Châu Văn Liêm là đại biểu tổ chức An Nam Cộng sản Đảng tham dự Hội nghị hợp nhất- thành lập Đảng Cộng sản Việt Nam, tổ chức tại Hồng Kông (Trung Quốc). Những năm 1930- 1931, Nguyễn Thiệu là ủy viên Xứ ủy Nam Kỳ, kiêm bí thư liên tỉnh Mỹ Tho - Bến Tre - Cà Mau. Cuối tháng 4 năm 1930, Tỉnh ủy Lâm thời Đảng Cộng sản Việt Nam tỉnh Mỹ Tho được thành lập, Nguyễn Thiệu được cử làm Bí thư.[2] Năm 1932, ông bị Pháp bắt, kết án khổ sai chung thân, đày đi Côn Đảo. Cách mạng tháng 8 năm 1945 thành công, Nguyễn Thiệu được Chính phủ cách mạng đón về đất liền. Trong kháng chiến chống Pháp ông được bổ sung vào Tỉnh ủy Quảng Ngãi, sau đó giữ chức Giám đốc Hoa kiều vụ Liên khu V. Sau Hiệp định Geneve 1954, Nguyễn Thiệu tập kết ra Bắc, tham gia xây dựng Viện bảo tàng Cách mạng Việt Nam (giữ chức Viện phó, rồi Viện trưởng). Ông mất năm 1989 tại thành phố Hồ Chí Minh. Tên ông đã được đặt cho một số con đường ở tỉnh Quảng Ngãi. Chú thích[sửa | sửa mã nguồn] ^ Đồng chí Nguyễn Thiệu, Bí thư đầu tiên của Đảng bộ tỉnh Mỹ Tho ^ Tự hào về Đảng bộ tỉnh Tiền Giang Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thiệu&oldid=69482131” Thể loại: Sinh năm 1903 Mất năm 1989 Người Quảng Ngãi An Nam Cộng sản Đảng Bí thư Tỉnh ủy Mỹ Tho Bí thư Tỉnh ủy Bến Tre Chủ tịch Ủy ban nhân dân tỉnh Quảng Ngãi Thể loại ẩn: Trang đưa đối số thừa vào bản mẫu Tất cả bài viết cần được wiki hóa Trang này được sửa lần cuối vào ngày 28 tháng 12 năm 2022, 09:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}