{"Nguyễn Tấn Thanh":"Nguyễn Tấn Thanh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Chú thích Nguyễn Tấn Thanh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Tấn Thanh Chức vụ Bí thư Tỉnh ủy Châu Hà Nhiệm kỳ Tháng 9, 1973 – Tháng 7, 1974 Tiền nhiệm Vũ Hồng Đức Kế nhiệm Nguyễn Văn Đáng (tỉnh Long Châu Hà) Vị trí Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang Tiền nhiệm Nguyễn Minh Tuấn (Ủy ban Quân quản) Vị trí Việt Nam Thông tin chung Sinh 1921 Tân Hưng Đông, Ngọc Hiển, Bạc Liêu. Mất 1999 Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Nguyễn Tấn Thanh (1921-1999), thường gọi là Chín Cửu, bí danh Hữu Ninh, là nhà cách mạng Việt Nam, nguyên Bí thư Tỉnh ủy Châu Hà, Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang. Cuộc đời[sửa | sửa mã nguồn] Nguyễn Tấn Thanh có tên thật là Nguyễn Văn Chi, sinh ngày 3 tháng 10 năm 1921 ở Tân Hưng Đông, huyện Ngọc Hiển, tỉnh Bạc Liêu (nay là xã Tân Hưng Đông, huyện Cái Nước, tỉnh Cà Mau).[1] Ban đầu, ông tham gia Hội Thanh niên Cứu quốc thuộc Mặt trận Việt Minh. Năm 1947, ông được kết nạp vào Đảng Cộng sản Đông Dương. Năm 1953, ông là Phó Bí thư Huyện ủy An Biên (Rạch Giá).[1] Năm 1955, ông làm Tỉnh ủy viên Tỉnh ủy Rạch Giá, phụ trách các huyện Châu Thành, Tân Hiệp. Tháng 2 năm 1960, ông được bầu làm Bí thư Tỉnh ủy Rạch Giá.[1] Tháng 10 năm 1966, được được rút về Khu ủy Khu 9, làm Trưởng phòng Dân quân Khu.[2] Sau Hiệp định Paris (tháng 1 năm 1973), ông được Khu ủy phân công làm Trưởng Ban Giao bưu Khu. Tháng 9 năm 1973, ông được điều động làm Bí thư Tỉnh ủy Châu Hà thay cho Vũ Hồng Đức về Khu. Tháng 7 năm 1974, tỉnh Châu Hà sáp nhập với phần đất phía Nam sông Hậu của tỉnh Long Xuyên để tái lập tỉnh Long Châu Hà, ông thôi làm Bí thư Tỉnh ủy Châu Hà, trở về Khu ủy tiếp tục năm Ban Giao bưu.[3] Phải đến tháng 10 thì Khu ủy mới điều động Bí thư Tỉnh ủy Bạc Liêu Nguyễn Văn Đáng làm Bí thư Tỉnh ủy Long Châu Hà.[4] Năm 1976, ông được phân công làm Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang. Năm 1987, kiêm Trưởng ban chỉ đạo Tứ giác Long Xuyên.[1] Năm 1990, ông nghỉ hưu.[1] Chú thích[sửa | sửa mã nguồn] ^ a b c d e Ban Tuyên giáo Tỉnh ủy An Giang (23 tháng 6 năm 2011). “Đồng chí Nguyễn Tấn Thanh (Bí thư Tỉnh ủy Châu Hà tháng 9\/1973 – 7\/1974)”. Tỉnh Đoàn tỉnh An Giang. ^ Nguyễn Bá (20 tháng 3 năm 2022). “1C - con đường huyền thoại”. Báo Cần Thơ. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 31 tháng 3 năm 2022. ^ “Quân khu 9 Quá trình hình thành và phát triển”. Cổng thông tin điện tử Bộ Quốc phòng Việt Nam. 10 tháng 8 năm 2012. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 31 tháng 3 năm 2022. ^ Ban Tuyên huấn Tỉnh đội Bạc Liêu (25 tháng 4 năm 2018). “Những trận đánh tiêu biểu của lực lượng vũ trang tỉnh Bạc Liêu Bài 8: Càng đánh càng thắng”. Báo Bạc Liêu. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 31 tháng 3 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Tấn_Thanh&oldid=69928605” Thể loại: Sinh năm 1921 Mất năm 1999 Người Cà Mau Bí thư Tỉnh ủy Rạch Giá Bí thư Tỉnh ủy Châu Hà Đảng viên Đảng Cộng sản Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Kiên Giang Trang này được sửa lần cuối vào ngày 28 tháng 4 năm 2023, 06:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}