{"Nguyễn Đáng":"Nguyễn Đáng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và sự nghiệp Hiện\/ẩn mục Tiểu sử và sự nghiệp 1.1Tuổi trẻ 1.2Hoạt động Cách mạng 1.2.1Giai đoạn năm 1944 - 1975 1.2.2Giai đoạn năm 1975 - 1984 2Nhận xét 3Lâm bệnh và qua đời 4Giải thưởng 5Vinh danh 6Hình ảnh 7Tham khảo Nguyễn Đáng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Đáng Tượng bán thân Nguyễn Đáng, khuôn viên trường THPT Nguyễn Đáng Chức vụ Bí thư Tỉnh ủy Cửu Long Nhiệm kỳ 1976 – 1984 Kế nhiệm Nguyễn Ký Ức Phó Bí thư Tỉnh ủy Nguyễn Ký Ức, Trịnh Văn Lâu Thông tin chung Sinh 16 tháng 11, 1925 Mất 8 tháng 4, 1984 Nơi ở Trà Vinh Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Cha Nguyễn Văn Tỵ Mẹ Phạm Thị Huệ Nguyễn Đáng (1925-1984), là nhà hoạt động Cách mạng Việt Nam, chính khách người Việt Nam. Ông từng giữ các chức vụ Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng khóa IV, Ủy viên Ban Chấp hành Trung ương Đảng khóa V và Bí thư Tỉnh ủy Cửu Long (năm 1991 phân chia thành Vĩnh Long và Trà Vinh).[1] Nguyễn Đáng từ rất sớm đã đến với Cách mạng. Ông tham gia hoạt động tích cực trong các phong trào đấu tranh giành chính quyền, bảo vệ thành quả Cách mạng Tháng Tám ở Mặt trận Việt Minh. Tiểu sử và sự nghiệp[sửa | sửa mã nguồn] Tuổi trẻ[sửa | sửa mã nguồn] Nguyễn Đáng (tên thường gọi khác là Năm Trung) sinh ngày 16 tháng 11 năm 1925 ở ấp Giồng Bèn, xã Huyền Hội, huyện Càng Long, tỉnh Trà Vinh trong một gia đình nghèo, cha mẹ của ông là ông Nguyễn Văn Tỵ và bà Phạm Thị Huệ đều làm tá điền cho địa chủ Lâm Quang Vĩnh. Thuở nhỏ ông là một cậu bé hiền lành, tư chất thông minh, hiếu thảo, hào hiệp, vừa ở đợ vừa đi học. Thương cha mẹ, ông thấu hiểu nỗi khổ của kiếp người ở đợ làm thuê lúc bấy giờ.[2] Hoạt động Cách mạng[sửa | sửa mã nguồn] Giai đoạn năm 1944 - 1975[sửa | sửa mã nguồn] Năm 1944, qua sự tuyên truyền của cán bộ cơ sở Cách mạng ông nhận thấy được trách nhiệm của mình với nỗi đau của quê hương đất nước, ông tham gia Cách mạng. Ông thôi ở đợ cho địa chủ chuyển sang làm nghề đánh thuê xe ngựa hàng ngày từ Huyền Hội đi Bãi San, Tiểu Cần, Cầu Kè, Mai Phốp,... Trong thời gian này, ông vừa đánh xe vừa làm liên lạc nắm bắt tình hình địch báo lại cho cơ sở. Đầu năm 1945, phong trào Cách mạng phát triển mạnh, Nguyễn Đáng gia nhập Thanh niên Tiền phong tổ chức hoạt động tích cực chờ thời cơ. Ngày 25 tháng 8 năm 1945, ông tham gia lực lượng thanh niên cùng nhân dân xã Huyền Hội nổi dậy giành chính quyền. Khi chính quyền Cách mạng được thành lập ông được phụ trách Đội thanh niên cứu quốc xã Huyền Hội, vận động thanh niên tham gia lực lượng vũ trang, xây dựng Trung đội du kích, lãnh đạo tổ chức hoạt động trừ gian diệt tề, chống càn quét lấn chiếm, bảo vệ thành quả Cách mạng Tháng Tám. Năm 1947, Nguyễn Đáng được kết nạp vào Đảng Cộng sản, được giao nhiệm vụ Xã đội trưởng, Trưởng Công an xã Huyền Hội. Năm 1951, trong trận chống càn quét của thực dân Pháp, ông bị bắt giam ở Khám Lớn Trà Vinh. Bị địch tra khảo đánh đập tàn nhẫn nhưng ông vẫn giữ vững khí tiết Cách mạng, tiếp tục hoạt động trong chi bộ nhà tù. Nhờ mưu trí, sau tám tháng trong tù, ông cùng một trăm tù nhân khác vượt ngục bí mật trở về Huyền Hội bám dân bám đất mà hoạt động, củng cố lại phong trào Cách mạng. Tháng 5 năm 1954, Nguyễn Đáng được cử làm Bí thư xã Huyền Hội. Năm 1956, ông đảm nhận Huyện ủy viên huyện Càng Long. Năm 1959, Nguyễn Đáng là Bí thư huyện Càng Long. Thời kì này, luật 10\/59 của Mỹ Diệm tiến hành \"tố cộng, diệt cộng\" lê máy chém khắp nơi đàn áp phong trào Cách mạng. Thời gian này ông tập trung chỉ đạo thành lập và phát triển lực lượng vũ trang địa phương quân huyện, đẩy mạnh phong trào ba mũi giáp công, gom dân lập ấp chiến lược, tổ chức nổi dậy hưởng ứng chiến dịch Đồng Khởi. Tượng đài Nguyễn Đáng, thuộc trường THPT Nguyễn Đáng, tỉnh Trà Vinh[3] Tháng 3 năm 1961, Nguyễn Đáng được bầu vào Tỉnh ủy kiêm Chính trị viên Tỉnh đội Trà Vinh. Tấm bia ghi tóm tắt tiểu sử Nguyễn Đáng, tượng đài Nguyễn Đáng[3] Năm 1965, Nguyễn Đáng được bổ nhiệm làm Bí thư Tỉnh ủy. Trong thời gian này Mỹ-ngụy tăng cường đánh phá, ông lãnh đạo đấu tranh chính trị - binh vận - vũ trang bám dân bám đất tấn công phản kích địch, coi trọng công tác Khmer, thắt chặt đoàn kết quân - dân và các dân tộc cùng chống địch giải phóng được nhiều vùng rộng lớn, giải phóng quận lỵ Long Toàn. Với thành tích đó, năm 1964, Trà Vinh đạt Huân chương Quân công hạng II, là tỉnh dẫn đầu các tỉnh miền Tây về phong trào nhân dân, du kích chiến tranh và là một trong ba tỉnh nổi bật nhất trên chiến trường miền Nam. Năm 1968, quân dân dưới sự lãnh đạo của Nguyễn Đáng làm nên chiến thắng Xuân Mậu Thân, giải phóng nhiều vùng đất. Trà Vinh được tặng thưởng \"Ngọn cờ đầu\" toàn miền Tây với Huân chương Thành đồng hạng I và danh hiệu tám chữ vàng \"Toàn dân đoàn kết, nổi dậy lập công\". Cuối năm 1968, Nguyễn Đáng là Khu ủy viên khu Tây Nam Bộ, chỉ đạo trực tiếp Tỉnh ủy Trà Vinh. Giai đoạn năm 1975 - 1984[sửa | sửa mã nguồn] Năm 1975, Nguyễn Đáng về Khu ủy, giữ chức vụ Trưởng Ban Binh vận, Trưởng Ban Phân ban chỉ đạo binh vận hai tỉnh Vĩnh Long và Trà Vinh. Trong chiến dịch Hồ Chí Minh lịch sử, ông là Phó Tư lệnh Mặt trận miền Tây, chỉ đạo chiến trường trọng điểm Cần Thơ. Tiếp quản Long Xuyên, ông được Khu ủy chỉ định làm Bí thư tỉnh Long Châu. Tháng 2 năm 1976, tỉnh Long Châu đổi thành tỉnh An Giang, Nguyễn Đáng là Phó Bí thư thường trực Tỉnh ủy An Giang. Đại hội Tỉnh Đảng bộ lần thứ I vòng II năm 1977, ông được bầu vào Bí thư Tỉnh ủy, Ủy viên Dự khuyết, Ban Chấp hành Trung ương Đảng khóa V và ba nhiệm kì Đại hội Tỉnh Đảng bộ I, II,III ông được Đại hội bầu giữ chức vụ Bí thư Tỉnh ủy Cửu Long và giữ chức vụ này cho đến khi qua đời. Nhận xét[sửa | sửa mã nguồn] Năm 1981, Tổng Bí thư Lê Duẩn về thăm tỉnh Cửu Long trong thời gian Nguyễn Đáng đương nhiệm Bí thư Tỉnh ủy đã biểu dương rằng: \"Tỉnh Cửu Long có bốn cái được: được mùa, được lúa, được quân, được lòng dân phấn khởi\". Những cái được đó không thể không nhắc tới công lao của lãnh đạo Tỉnh ủy, Bí thư Tỉnh ủy Nguyễn Đáng. Nhà văn, nhà nghiên cứu Trần Bạch Đằng đã viết: \"Một con người đẹp như thế đó vĩnh biệt chúng ta. Anh yêu cuộc sống và anh phấn đấu ngoan cường để giành từng giây với cái chết, ngay vào thời điểm hoàn toàn tuyệt vọng. Ông lưu luyến với bao nhiêu công việc còn dở dang. Nhưng bạn bè của ông nghĩ rằng ông không vắng mặt trong đội ngũ, ít nhất ông cũng để lại một cái gì không thể phai mờ, bằng chính cách sống của ông\".[2] Lâm bệnh và qua đời[sửa | sửa mã nguồn] Những ngày đầu tháng 3, dù ngã bệnh nhưng Nguyễn Đáng vẫn làm việc tích cực hăng say. Ông đi công tác ở các huyện thị xã trong tỉnh, rồi bệnh bộc phát, ông được đưa lên bệnh viện Thống Nhất ở Thành phố Hồ Chí Minh rồi chuyển ra bệnh viện Việt - Liên Xô ở Hà Nội. Sau một tháng chống chọi với bệnh tật, vào lúc 1 giờ 2 phút ngày 8 tháng 4 năm 1984, Nguyễn Đáng trút hơi thở cuối cùng. Bạn bè, đồng chí, nhân dân tỉnh Cửu Long thương tiếc đưa tiễn Nguyễn Đáng về nơi an nghỉ cuối cùng ở Nghĩa trang Liệt sĩ tỉnh Cửu Long (nay là Vĩnh Long).[4] Giải thưởng[sửa | sửa mã nguồn] Huân chương Quyết thắng hạng I Huân chương Giải phóng hạng I Huân chương Kháng chiến chống Mĩ hạng I Huân chương Độc lập hạng I Huân chương \"Lao động quên mình\" do Nhà nước Liên xô tặng.[2] Vinh danh[sửa | sửa mã nguồn] Trường Trung học Phổ thông Nguyễn Đáng ở khóm 6, thị trấn Càng Long, huyện Càng Long, tỉnh Trà Vinh được đặt theo tên của Nguyễn Đáng.[5] Trường THCS Nguyễn Đáng ở khóm 1, thị xã Duyên Hải, tỉnh Trà Vinh được đặt theo tên của Nguyễn Đáng.[6] Tên của Nguyễn Đáng được đặt cho một số con đường ở Trà Vinh.[7][8] Hình ảnh[sửa | sửa mã nguồn] Tượng bán thân Nguyễn Đáng, tượng đài Nguyễn Đáng, trường THPT Nguyễn Đáng, tỉnh Trà Vinh Tượng bán thân Nguyễn Đáng chụp cận tại tượng đài Nguyễn Đáng Tham khảo[sửa | sửa mã nguồn] ^ “Nguyễn Đáng (1925 - 1984)”. Chú thích có tham số trống không rõ: |Tham khảo= (trợ giúp) ^ a b c “Nguyễn Đáng (1925 - 1984)”. ^ a b Ảnh chụp tại trường THPT Nguyễn Đáng, tỉnh Trà Vinh, Việt Nam. ^ “Tiểu sử Nguyễn Đáng”. ^ “Trường Trung học Phổ thông Nguyễn Đáng”. ^ “Trường THCS Nguyễn Đáng”. ^ “Đường mang tên Nguyễn Đáng”. ^ “Đoạn đường mang tên Nguyễn Đáng ở quốc lộ 53”. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Đáng&oldid=68429498” Thể loại: Sinh năm 1925 Mất năm 1984 Đảng viên Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Cửu Long Thể loại ẩn: Lỗi CS1: tham số trống không rõ Trang này được sửa lần cuối vào ngày 9 tháng 4 năm 2022, 22:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}