{"Nguyễn Mậu Tài":"Nguyễn Mậu Tài – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sự nghiệp 2Gia đình 3Nhận định 4Xem thêm 5Tham khảo 6Chú thích Nguyễn Mậu Tài Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Mậu Tài (chữ Hán: 阮茂才; 1616-1688) là đại thần nhà Lê trung hưng trong lịch sử Việt Nam. Sự nghiệp[sửa | sửa mã nguồn] Nguyễn Mậu Tài người làng Kim Sơn, nay thuộc xã Kim Sơn, huyện Gia Lâm, Hà Nội. Năm 31 tuổi (1646), ông đỗ đồng tiến sĩ đời Lê Chân Tông. Trong niên hiệu Dương Đức (1672-1673) đời Lê Gia Tông, ông làm Đô ngự sử, lĩnh tước An Lĩnh nam. Ông được cử làm Chánh sứ sang Trung Quốc cống nhà Minh, khi về được thăng làm Thượng thư bộ Hình, lên tước tử, sau đó sang làm Thượng thư bộ Binh. Năm 1676 đời Lê Hy Tông, ông cùng thượng thư bộ Công là Hồ Sĩ Dương vào làm Tham tụng trong phủ chúa. Ít lâu sau ông sang làm Thượng thư bộ Lễ, giữ chức Tể tướng trong 6 năm, được mọi người khen là không có lầm lỗi[1]. Năm 1682, ông làm tham chính ở Thanh Hoa, bị Nguyễn Văn Đương (là thông gia và cùng cánh với Hồ Sĩ Dương) tố cáo là kết bè cánh nên bị cách chức Tể tướng, giáng làm Tả thị lang bộ Hộ. Năm 1685, ông lên làm Thượng thư bộ Công, sau đó lại vào phủ chúa làm Tham tụng, giữ chức An Lĩnh bá. Lúc đó vì tuổi cao, Nguyễn Mậu Tài xin nghỉ hưu. Chúa Trịnh Căn có ban cho ông 5 chữ \"Kỳ cựu trấn nhã tục\", nghĩa là \"tuổi già làm quan lâu, làm gương cho người nhã, kẻ tục\" và cố giữ ông lại không cho về. Năm 1688, ông đã 73 tuổi, lại xin nghỉ hưu, nhưng chưa kịp về thì đã qua đời. Triều đình truy tặng ông là Thượng thư bộ Lễ, hàm Thiếu bảo. Gia đình[sửa | sửa mã nguồn] Em ông là Nguyễn Mậu Dị đỗ đồng tiến sĩ khoa Kỷ Hợi 1559 làm đế Phó ngự sử, Bồi tụng. Con ông là Nguyễn Duy Viên đỗ đồng tiến sĩ khoa Giáp Tuất 1694, làm đến Thiêm đô ngự sử. Cháu ông là Nguyễn Khiêm Ích làm đến chức Thượng thư, Tham tụng thời Lê Thuần Tông tới Lê Ý Tông. Nhận định[sửa | sửa mã nguồn] Sử gia Phan Huy Chú nhận định về ông như sau[2]: Ông là người trong sạch, nhã nhặn, đứng đắn, chắc chắn; đối với người không bao giờ gây oán. Bấy giờ ai cũng tôn ông là người có đức và độ lượng. Xem thêm[sửa | sửa mã nguồn] Nguyễn Thực Nguyễn Khiêm Ích Hồ Sĩ Dương Tham khảo[sửa | sửa mã nguồn] Phan Huy Chú (2008), Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản Giáo dục Chú thích[sửa | sửa mã nguồn] ^ Phan Huy Chú, sách đã dẫn, tr 332 ^ Phan Huy Chú, sách đã dẫn, tr 333 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Mậu_Tài&oldid=64054995” Thể loại: Sinh năm 1616 Mất năm 1688 Nhà ngoại giao Việt Nam thời Lê trung hưng Quan lại nhà Lê trung hưng Người Hà Nội Tiến sĩ nhà Hậu Lê Bá tước nhà Lê trung hưng Trang này được sửa lần cuối vào ngày 17 tháng 11 năm 2020, 05:16. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}