{"Nguyễn Văn Cưng":"Nguyễn Văn Cưng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Vinh danh 3Tham khảo 4Chú thích 5Liên kết ngoài Nguyễn Văn Cưng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Nguyễn Văn Cưng Chức vụ Bí thư Ban Chấp ủy lâm thời tỉnh Long Xuyên Nhiệm kỳ Tháng 3, 1930 – Tháng 9, 1930 Tiền nhiệm Châu Văn Liêm (Hội Việt Nam Cách mạng Thanh niên) Kế nhiệm Lê Tín Đôn Vị trí Việt Nam Thông tin chung Sinh 1909 Bình Thành Tây, Lấp Vò, Long Xuyên Mất 1935 Biển Đông Dân tộc Kinh Đảng chính trị Hội Việt Nam Cách mạng Thanh niên An Nam Cộng sản Đảng Đảng Cộng sản Việt Nam Trường lớp Trường Trung học Cần Thơ Nguyễn Văn Cưng (1909–1935) là nhà cách mạng Việt Nam, Hội viên Hội Việt Nam Cách mạng Thanh niên, Bí thư Ban Chấp ủy lâm thời tỉnh Long Xuyên Đảng Cộng sản Việt Nam. Cuộc đời[sửa | sửa mã nguồn] Nguyễn Văn Cưng sinh năm 1909 ở làng làng Bình Thành Tây, tổng An Phú, quận Thốt Nốt, tỉnh Long Xuyên, nay là ấp Bình Hiệp A (hoặc Bình Hiệp B), xã Bình Thạnh Trung, huyện Lấp Vò, tỉnh Đồng Tháp.[1] Nguyễn Văn Cưng vốn là học sinh trường Trung học Cần Thơ. Năm 1925, ông cùng một số học sinh như Ung Văn Khiêm, Trần Văn Thạnh tham gia để tang chí sĩ Phan Châu Trinh mà bị đuổi học. Năm 1926, dưới sự lãnh đạo của Châu Văn Liêm, các giáo viên và học sinh yêu nước từng tham gia phong trào trước đó tập hợp lại thành Việt Nam Phục quốc Đảng ở Ô Môn (Cần Thơ).[2][3][4] Năm 1927, Châu Văn Liêm được Nguyễn Ngọc Ba kết nạp vào Hội Việt Nam Cách mạng Thanh niên, Việt Nam Phục quốc Đảng cũng dần dần hòa vào tổ chức Thanh niên. Nguyễn Văn Cưng được cử đi Quảng Châu học lớp chính trị do Nguyễn Ái Quốc tổ chức.[3] Tháng 2 năm 1928, Nguyễn Văn Cưng thành lập Chi hội Việt Nam Cách mạng Thanh niên ở quận Lấp Vò (thành lập từ tổng An Phú). Trong số các thành viên của Chi hội có anh ruột của ông là Nguyễn Văn Cái. Từ các chi bộ, Tỉnh bộ Long Xuyên được thành lập do Châu Văn Liêm làm Bí thư, các Ủy viên Tỉnh bộ có Nguyễn Văn Cưng, Trần Văn Thạnh và Nguyễn Văn Tây.[3] Tháng 8 năm 1929, ông gia nhập An Nam Cộng sản Đảng. Tháng 11, tại căn nhà của Nguyễn Văn Cưng, Chi bộ Lấp Vò của An Nam Cộng sản Đảng được thành lập với 6 Đảng viên: Bí thư Nguyễn Văn Cưng, Phó Bí thư Nguyễn Duy Hanh, Nguyễn Văn Cái, Ngô Văn Chính, Nguyễn Đình Tuấn, Nguyễn Văn Kính.[1][5] Sau đó, ông và Nguyễn Văn Cái bị bắt giam ở Khám Lớn Sài Gòn trong ba tháng. Tháng 2 năm 1930, Đảng Cộng sản Việt Nam thành lập trên cơ sở thống nhất An Nam Cộng sản Đảng, Đông Dương Cộng sản Đảng, Đông Dương Cộng sản Liên đoàn. Tháng 3, Ban Chấp ủy của tỉnh Long Xuyên được thành lập, làm nhiệm vụ của Tỉnh ủy lâm thời, gồm Nguyễn Văn Cưng, Bảy Xuyến, Lưu Kim Phong,... với Nguyễn Văn Cưng được phân công làm Bí thư phụ trách Ban Chấp ủy.[6][7][8] Tháng 9 năm 1930, ông bị bắt giữ cùng với anh trai Nguyễn Văn Cái, bị kết án 15 năm tù, đi đày Côn Đảo. Năm 1935, ông cùng các đồng chí Ngô Gia Tự, Tô Chấn, Lê Quang Sung, Trần Văn Các, Nguyễn Duy Hanh, Nguyễn Văn Ó,... đóng bè vượt ngục, bị bão lớn đánh chìm mất tích.[9] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường và một trường tiểu học ở thành phố Long Xuyên (An Giang).[10] Tham khảo[sửa | sửa mã nguồn] Ban Tuyên giáo Huyện ủy Lấp Vò; Hội Khoa học lịch sử tỉnh Đồng Tháp (2003). Chi bộ An Nam Cộng sản Đảng đầu tiên ở Lấp Vò (1929). Đồng Tháp. Sở Lao động – Thương binh và Xã hội tỉnh Đồng Tháp; Ban Liên lạc chiến sĩ Cách mạng bị địch bắt tù, đày (2020). Cán bộ chiến sĩ cách mạng bị địch bắt tù, đày tỉnh Đồng Tháp (Tập 2) (PDF). Đồng Tháp. Chú thích[sửa | sửa mã nguồn] ^ a b Thu Thảo (30 tháng 8 năm 2019). “Khánh thành Bia Chi bộ đầu tiên ở Lấp Vò”. Đài Phát thanh và Truyền hình Đồng Tháp. Lưu trữ bản gốc ngày 13 tháng 9 năm 2019. Truy cập ngày 5 tháng 4 năm 2022. ^ Phòng LLCT & LSĐ (28 tháng 6 năm 2017). “Đồng chí Châu Văn Liêm (1902-1930): Nhà giáo cách mạng, chiến sĩ cộng sản kiên cường”. Trang thông tin điện tử Tuyên giáo An Giang. Lưu trữ bản gốc ngày 26 tháng 10 năm 2020. Truy cập ngày 5 tháng 4 năm 2022. ^ a b c Nguyễn Thị Mai; Trương Khánh Ngọc (20 tháng 8 năm 2020). “Đồng chí Châu Văn Liêm với phong trào cách mạng ở Long Xuyên”. Tạp chí Chính trị và Phát triển. Lưu trữ bản gốc ngày 5 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. ^ Trung Tân (26 tháng 2 năm 2020). “Ung Văn Khiêm - người con ưu tú của An Giang”. Cổng thông tin điện tử Đảng bộ tỉnh An Giang. Lưu trữ bản gốc ngày 5 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. ^ Lê Thị Thanh Kiều (12 tháng 1 năm 2021). “Sự thành lập các chi bộ Đảng ở tỉnh Đồng Tháp”. Trường Chính trị tỉnh Đồng Tháp. Truy cập ngày 5 tháng 4 năm 2022. ^ Nguyễn Thành Nhân (3 tháng 2 năm 2020). “Đảng bộ An Giang 90 năm đoàn kết, đổi mới, sáng tạo”. Cổng thông tin điện tử Đảng bộ tỉnh An Giang. Lưu trữ bản gốc ngày 2 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. ^ Nguyễn Khắc Nguyên (3 tháng 2 năm 2020). “Ban quản lý Di tích văn hóa Óc Eo tỉnh An Giang kỷ niệm 90 năm Ngày thành lập Đảng Cộng sản Việt Nam (3\/2\/1930-3\/2\/2020)”. Ban quản lý Di tích văn hóa Óc Eo tỉnh An Giang. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. ^ Phòng LLCT & LSĐ (18 tháng 1 năm 2017). “Sự ra đời các tổ chức Đảng Cộng sản đầu tiên của tỉnh An Giang”. Trang thông tin điện tử Tuyên giáo An Giang. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. ^ T.D (16 tháng 1 năm 2015). “Tưởng niệm 80 năm ngày hy sinh của đồng chí Lê Quang Sung”. Báo Quảng Nam. Lưu trữ bản gốc ngày 5 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. ^ Trần Lĩnh (14 tháng 10 năm 2021). “Lan tỏa tinh thần tương thân, tương ái, hỗ trợ thai phụ chuyển dạ tại điểm cách ly”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Bảo Trị (17 tháng 1 năm 2016). “Đất thép bên dòng Cửu Long Giang”. Báo Nhân Dân. Lưu trữ bản gốc ngày 1 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Cưng&oldid=69976218” Thể loại: Sinh năm 1909 Mất năm 1935 Người Đồng Tháp Bí thư Tỉnh ủy Long Xuyên Đảng viên Đảng Cộng sản Việt Nam Hội viên Hội Việt Nam Cách mạng Thanh niên Trang này được sửa lần cuối vào ngày 13 tháng 5 năm 2023, 10:49. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}