{"Nguyễn Đức Hùng":"Nguyễn Đức Hùng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Chỉ huy trưởng biệt động Sài Gòn 3Tham khảo Nguyễn Đức Hùng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 2\/2022) Thân thế[sửa | sửa mã nguồn] Ông sinh năm 1928 ra trong một gia đình nghèo quê ở xã Hậu Lộc, huyện Can Lộc, tỉnh Hà Tĩnh. Gia đình có 9 anh em, ông là thứ tư. Năm 8 tuổi, ông rời gia đình theo chú vào Nha Trang ăn học, đến năm 14 tuổi, ông vào Sài Gòn – Gia Định làm đủ các việc để mưu sinh. Khi quân Pháp tái chiếm Nam Bộ, tháng 9 năm 1945, ông nhập ngũ vào quân đội. Năm 1947, ông chỉ huy một đơn vị tập trung thuộc Chi đội 6, Trung đoàn 306 Đông Nam Bộ, nhiều lần đơn vị này đánh chiếm làm chủ nhiều giờ khu vực Thị Nghè, Bà Chiểu. Sau đó được tổ chức điều động, ông về chỉ huy đơn vị biệt động 2766 trực thuộc Bộ chỉ huy quân sự Đặc khu Sài Gòn – Chợ Lớn. Sau đó, ông lại được điều động làm Tiểu đoàn trưởng một tiểu đoàn thuộc Sư đoàn 335 Tây Bắc – quân tình nguyện chiến đấu tại Lào. Năm 1954, ông tập kết ra Bắc, được cử theo học các quân chính. Chỉ huy trưởng biệt động Sài Gòn[sửa | sửa mã nguồn] Ngày 7 tháng 5 năm 1961, ông có mặt trong Đoàn Phương Đông 1 trở về miền Nam. Tháng 8 năm 1961, ông phụ trách công tác địch tình, hoạt động bí mật tại nội thành Sài Gòn – Gia Định. Năm 1962, ông tổ chức hoàn chỉnh 1 tổ chức quân báo. Tổ chức này đã đánh cư xá Brink, khách sạn Caravelle gây tiếng vang lớn vào thời điểm lúc bấy giờ. Năm 1965, Đoàn biệt động F100 được thành lập, lúc này ông là Phó Tư lệnh, Tham mưu trưởng quân khu Sài Gòn – Gia Định, Chỉ huy trưởng Đoàn F100. Ông đã chỉ huy, có những lần trực tiếp tham gia, nhiều cuộc tấn công của đơn vị F100 biệt động Sài Gòn vào các cơ sở của quân đội Hoa Kỳ và Việt Nam Cộng hòa ở Sài Gòn, chấn động dư luận cả thế giới như: trận đánh chìm tàu sân bay USS Card trên sông Sài Gòn, làm hư hại và chìm 21 máy bay; Trận khách sạn Métropole; Tòa Đại sứ Mỹ lần 1,... Chính quyền Việt Nam Cộng hòa đã treo thưởng 2 triệu USD cho ai bắt và giết được ông[1]. Ông cũng là người xây dựng kế hoạch X trong Tết Mậu Thân 1968. Theo kế hoạch này, lực lượng biệt động dưới quyền ông chịu trách nhiệm tập kích đánh vào các cơ quan đầu não của đối phương như: Dinh Độc Lập, Đài phát thanh, Tòa Đại sứ Mỹ lần 2, Bộ Tư lệnh hải quân, Bộ Tổng tham mưu... sau đó chiếm giữ chờ đại quân vào tiếp quản. Giữa năm 1974, ông được tổ chức triệu tập ra miền Bắc dự hội nghị Tổng kết của binh chủng đặc công và trở vào miền Nam cuối tháng 1 năm 1975. Từ giữa năm 1975 đến giữa năm 1978, ông được thuyên chuyển công tác gần như qua hầu hết các đơn vị của Quân khu 7 đi làm kinh tế ở miền Đồng Nam Bộ. Tháng 7 năm 1978, ông được tổ chức điều động làm tư lệnh Đoàn 778, Quân khu 7 đánh Khmer Đỏ, khi giải phóng tỉnh Kratie, ông được tổ chức điều động đi học ở Học viện Chính trị cao cấp. Hơn 1 năm học tập, ra trường ông được quân khu bố trí phụ trách Đoàn 600 sản xuất lương thực. Sau đó được điều động về công tác ở Phòng Tổng kết Lịch sử Chiến tranh của quân khu 7. Cuối năm 1982 ông chuyển ngành ra công tác ở Tổng cục Cao su. Năm 1983 ông làm Giám đốc công ty Công nghiệp Cao su thuộc Tổng cục Cao su. Năm 1988 ông nghỉ hưu. Ngày 3 tháng 1 năm 2012, Nhà nước Việt Nam trao tặng ông danh hiệu Anh hùng Lực lượng vũ trang nhân dân. Ông qua đời ngày 16 tháng 5 năm 2012 tại Thành phố Hồ Chí Minh, 4 tháng sau khi nhận được danh hiệu cao quý này. Tham khảo[sửa | sửa mã nguồn] ^ Người chỉ huy huyền thoại Minh Yến – Đoàn Hiệp (7 tháng 5 năm 2012). “Xứng danh anh hùng”. Sài Gòn Giải Phóng Online. Bản gốc lưu trữ ngày 5 tháng 5 năm 2013. Chú thích có tham số trống không rõ: |accessmonthday= (trợ giúp) P. VŨ (17 tháng 5 năm 2012). “Vĩnh biệt \"ông tướng biệt động\"”. Tuổi Trẻ Online. Chú thích có tham số trống không rõ: |accessmonthday= (trợ giúp) Tá Lâm (17 tháng 5 năm 2012). “Chủ tịch nước viếng chỉ huy Biệt động Sài Gòn”. VnExpress. Chú thích có tham số trống không rõ: |accessmonthday= (trợ giúp) Tá Lâm (19 tháng 5 năm 2012). “'Tướng biệt động' từng được treo thưởng 2 triệu đôla”. VnExpress. Chú thích có tham số trống không rõ: |accessmonthday= (trợ giúp) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Đức_Hùng&oldid=69684711” Thể loại: Sinh năm 1928 Mất năm 2012 Anh hùng Lực lượng vũ trang nhân dân Người Hà Tĩnh Đại tá Quân đội nhân dân Việt Nam Biệt động Sài Gòn Thể loại ẩn: Trang thiếu chú thích trong bài Lỗi CS1: tham số trống không rõ Trang này được sửa lần cuối vào ngày 16 tháng 2 năm 2023, 16:07. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}