{"Nguyễn Xuân Tiến":"Nguyễn Xuân Tiến – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Giáo dục 3Sự nghiệp 4Xem thêm 5Chú thích 6Tham khảo 7Liên kết ngoài Nguyễn Xuân Tiến Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Xuân Tiến (sinh ngày 15 tháng 5 năm 1958 tại xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên Huế) là một chính trị gia người Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng khóa XI, XII. Nguyễn Xuân Tiến Chức vụ Bí thư Tỉnh ủy Lâm Đồng Nhiệm kỳ 20 tháng 9 năm 2014 – 12 tháng 10 năm 2020 6 năm, 22 ngày Tiền nhiệm Huỳnh Đức Hòa Kế nhiệm Trần Đức Quận Chủ tịch Ủy ban nhân dân tỉnh Lâm Đồng Nhiệm kỳ 30 tháng 8 năm 2011 – 17 tháng 11 năm 2014 3 năm, 79 ngày Tiền nhiệm Huỳnh Đức Hòa Kế nhiệm Đoàn Văn Việt Phó Chủ tịch Trần Ngọc Liêm (từ 25\/3\/2014) Ủy viên Trung ương Đảng khóa XI, XII Nhiệm kỳ 2011 – 2021 Chủ tịch Hội đồng nhân dân tỉnh Lâm Đồng Nhiệm kỳ 17 tháng 11 năm 2014 – 2 tháng 7 năm 2016 1 năm, 228 ngày Kế nhiệm Trần Đức Quận Phó Chủ tịch Hoàng Thị Thu Hồng K’Mák Phó Bí thư Tỉnh ủy Lâm Đồng Bí thư Huỳnh Phong Tranh Thông tin chung Sinh 15 tháng 5, 1958 (65 tuổi) xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên Huế, Việt Nam Cộng hòa Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Tiểu sử[sửa | sửa mã nguồn] Giáo dục[sửa | sửa mã nguồn] Sự nghiệp[sửa | sửa mã nguồn] Tháng 9 năm 2014 ông được Bộ Chính trị chỉ định làm Bí thư Tỉnh ủy Lâm Đồng, nhiệm kỳ 2010-2015 thay ông Huỳnh Đức Hòa đã nghỉ hưu theo chế độ.[1] Trước đó ông từng giữ các chức vụ Phó Bí thư thường trực Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh; Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Lâm Đồng. Tháng 10 năm 2015 tại Đại hội Đảng bộ tỉnh Lâm Đồng lần thứ X nhiệm kỳ 2015-2020 ông được bầu lại làm Bí thư tỉnh ủy. Xem thêm[sửa | sửa mã nguồn] Chú thích[sửa | sửa mã nguồn] ^ “Ông Nguyễn Xuân Tiến được chỉ định làm Bí thư Tỉnh ủy Lâm Đồng”. Báo Tiền Phong Online. Truy cập ngày 4 tháng 12 năm 2015. Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Xuân_Tiến&oldid=68304317” Thể loại: Sinh năm 1958 Nhân vật còn sống Sơ khai chính khách Việt Nam Người Thừa Thiên Huế Bí thư Tỉnh ủy Lâm Đồng Chủ tịch Ủy ban nhân dân tỉnh Lâm Đồng Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 18 tháng 3 năm 2022, 14:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}