{"Nguyễn Văn Chính":"Nguyễn Văn Chính – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Giải thưởng 3Gia đình 4Chú thích Nguyễn Văn Chính 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Văn Chính Chức vụ Phó Chủ tịch Hội đồng Bộ trưởng Nhiệm kỳ 16 tháng 2 năm 1987 – 10 tháng 5 năm 1988 Chủ tịch Hội đồng Bộ trưởng Phạm Văn Đồng Phạm Hùng Võ Văn Kiệt (Quyền Chủ tịch) Tiền nhiệm Vũ Đình Liệu Kế nhiệm Nguyễn Mạnh Cầm Bộ trưởng Bộ Lương thực Nhiệm kỳ 24 tháng 1 năm 1984 – 16 tháng 2 năm 1987 Chủ tịch Hội đồng Bộ trưởng Phạm Văn Đồng Tiền nhiệm La Lâm Gia Kế nhiệm Nguyễn Công Tạn Bí thư tỉnh Long An Nhiệm kỳ 4\/1977 – 3\/1984 Tiền nhiệm Nguyễn Văn Mới Kế nhiệm Lê Văn Kiến Bí thư tỉnh Long An Nhiệm kỳ 11\/1967 – 1973 Kế nhiệm Võ Trần Chí Bí thư tỉnh Long An Nhiệm kỳ 11\/1959 – 1963 Tiền nhiệm Huỳnh Châu Sổ Kế nhiệm Phẩm Tấn Vinh Thông tin chung Sinh 1 tháng 3 năm 1924 Tân Quý Tây, Bình Chánh, Thành phố Hồ Chí Minh Mất 29 tháng 10, 2016(2016-10-29) (92 tuổi) Việt Nam Dân tộc Kinh Nguyễn Văn Chính (1 tháng 3 năm 1924 – 29 tháng 10 năm 2016), tên thật là Cao Văn Chánh, tên thường gọi là Chín Cần, là một nhà chính trị Việt Nam. Ông là Ủy viên Trung ương Đảng các khóa IV, V, VI, VII, từng giữ các chức vụ Phó Chủ tịch Hội đồng Bộ trưởng, Chủ tịch Hội Nông dân Việt Nam, Bộ trưởng Bộ Lương thực, Bí thư Tỉnh ủy Long An.[1] Tiểu sử[sửa | sửa mã nguồn] Quê quán: xã Tân Quý Tây, huyện Bình Chánh, Thành phố Hồ Chí Minh. Ông tham gia cách mạng năm 1945 và vào Đảng Cộng sản Việt Nam tháng 8 năm 1946. Từ tháng 2 năm 1945 đến năm 1948 ông tham gia phong trào Thanh niên Tiền phong, tham gia giành chính quyền tại Sài Gòn. Ông giữ các chức vụ Phó Bí thư chi bộ, Chủ nhiệm Việt Minh xã Tân Quý Tây, Chủ nhiệm Khu bộ Việt Minh Khu Phước Điền Thượng, huyện uỷ viên huyện Cần Giuộc. Từ tháng 12\/1948 đến tháng 8\/1954: ông làm Bí thư Huyện uỷ kiêm chính trị viên Huyện đội, huyện đoàn trưởng thanh niên cứu quốc huyện Cần Giuộc; Phó Bí thư huyện uỷ kiêm Chính trị viên Ban chỉ huy liên Huyện Cần Giuộc, Cần Đước, Nhà Bè (thuộc tỉnh Bà Rịa – Chợ Lớn). Từ tháng 8\/1954 đến tháng 7\/1957: ông làm Bí thư Huyện uỷ Cần Giuộc; Tỉnh uỷ viên rồi Ủy viên Thường vụ Tỉnh uỷ Chợ Lớn phụ trách binh vận; Phó Bí thư Tỉnh uỷ rồi Quyền Bí thư Tỉnh uỷ Chợ Lớn. Tháng 8\/1957 đến tháng 11\/1958: ông làm Phó Bí thư, Quyền Bí thư Tỉnh uỷ Chợ Lớn; Phó Bí thư Tỉnh uỷ Long An (gồm 2 tỉnh Chợ Lớn và Tân An). Tháng 12\/1958 đến năm 1964: ông làm Bí thư Tỉnh uỷ Long An, Chính trị viên Ban chỉ huy Tỉnh đội. Tháng 6\/1964 đến năm 1967: ông được bầu làm Ủy viên dự khuyết Khu uỷ Khu 8 (T2) kiêm Bí thư Tỉnh uỷ Long An; Trưởng ban Binh vận Khu uỷ, Ủy viên Quân khu uỷ phụ trách du kích chiến khu; Khu uỷ viên Khu 8 kiêm Bí thư Tỉnh uỷ Mỹ Tho (nay là tỉnh Tiền Giang). Tháng 12\/1967: ông làm Bí thư kiêm chính uỷ phân khu 3 trực thuộc Trung ương Cục miền Nam, gồm các huyện phía Nam tỉnh Long An, thị xã Tân An, huyện Nhà Bè và các quận nội thành Sài Gòn (Quận 2, 4, 7, 8). Tháng 8\/1970 đến năm 1973: ông làm Bí thư kiêm Chính uỷ phân khu 23 gồm tỉnh Long An, ba huyện: Nhà Bè, Bình Chánh, Tân Bình của Thành phố Hồ Chí Minh. Tháng 3\/1973 đến tháng 6\/1976: ông làm Phó Trưởng ban Tổ chức Trung ương Cục Miền Nam. Tháng 7\/1976 đến tháng 4\/1977: ông làm Phó Trưởng ban Tổ chức Trung ương. Tháng 4\/1977 đến năm 1984: Ông làm Bí thư Tỉnh uỷ Long An. Ngày 24-1-1984 ông làm Bộ trưởng Bộ Lương thực (nay là Bộ Nông nghiệp và Phát triển Nông thôn) thay ông La Lâm Gia (Bảy Máy). Từ 16\/2\/1987 đến 10\/5\/1988 ông làm Phó Chủ tịch Hội đồng Bộ trưởng (nay là Phó Thủ tướng Chính phủ) kiêm Chủ nhiệm Ủy ban Thanh tra Nhà nước (nay là Tổng Thanh tra Chính phủ). Ngày 10\/5\/1988 ông Huỳnh Công Sổ, Phó Chủ nhiệm thứ nhất Ủy ban Thanh tra Nhà nước giữ chức Chủ nhiệm Ủy ban Thanh tra Nhà nước (đến 4\/1989). Từ 4-1989 Ủy ban Thanh tra Nhà nước đổi tên là Thanh tra Nhà nước. Ông Nguyễn Kỳ Cẩm được cử làm Tổng Thanh tra Nhà nước từ 4-1989. Tháng 5\/1988 đến tháng 3\/1992: ông làm Phó Trưởng ban thứ nhất Ban Tổ chức Trung ương. Tháng 3\/1992 đến tháng 6\/1998: ông là Ủy viên Trung ương Đảng, Chủ tịch Hội Nông dân Việt Nam. Ông nghỉ hưu từ 1 tháng 10 năm 2006. Ông nguyên là Ủy viên Trung ương Đảng các khoá IV, V, VI, VII. Đại biểu Quốc hội các khoá VIII, IX. Ông qua đời vào lúc 16h ngày 29\/10\/2016 tại Bệnh viện Thống Nhất, Thành phố Hồ Chí Minh, 92 tuổi. Giải thưởng[sửa | sửa mã nguồn] Với đóng góp đối với Nhà nước Việt Nam và Đảng Cộng sản Việt Nam, ông đã được trao tặng: Huy hiệu 70 năm tuổi Đảng Huân chương Hồ Chí Minh Huân chương Kháng chiến hạng Nhì Huân chương Kháng chiến chống Mỹ cứu nước hạng Nhất Huân chương Quyết thắng hạng Nhất và nhiều giải thưởng cao quý khác. Gia đình[sửa | sửa mã nguồn] Một trong những con trai của ông là nhà nghiên cứu, dịch giả Cao Tự Thanh (tên thật Cao Văn Dũng)[2]. Chú thích[sửa | sửa mã nguồn] ^ “Nguyên Phó Chủ tịch Hội đồng Bộ trưởng Nguyễn Văn Chính từ trần”. ^ Xuân Ba (31 tháng 10 năm 2016). “Bâng khuâng một cuốn sách muộn”. Báo điện tử Tiền Phong. Truy cập ngày 7 tháng 5 năm 2017. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Chính&oldid=69770571” Thể loại: Sinh năm 1924 Mất năm 2016 Sơ khai chính khách Việt Nam Người họ Nguyễn tại Việt Nam Người Sài Gòn Đại biểu Quốc hội Việt Nam khóa VIII Bí thư Tỉnh ủy Long An Tổng Thanh tra Chính phủ Việt Nam Bí thư Tỉnh ủy Mỹ Tho Bí thư Tỉnh ủy Chợ Lớn Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Phó Thủ tướng Việt Nam Huân chương Hồ Chí Minh Huân chương Kháng chiến Huân chương Quyết thắng Đại biểu Quốc hội Việt Nam khóa IX Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 12 tháng 3 năm 2023, 16:11. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}