{"Nguyễn Văn Đọc":"Nguyễn Văn Đọc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế sự nghiệp 2Tham khảo Nguyễn Văn Đọc Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Văn Đọc Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Quảng Ninh Nhiệm kỳ 20 tháng 4 năm 2015 – 5 tháng 7 năm 2019 4 năm, 76 ngày Tiền nhiệm Nguyễn Đức Long Kế nhiệm Nguyễn Xuân Ký Phó Chủ tịch Nguyễn Xuân Ký Nguyễn Đức Thành Bí thư Tỉnh ủy Quảng Ninh Nhiệm kỳ 9 tháng 4 năm 2015 – 6 tháng 9 năm 2019 4 năm, 150 ngày Tiền nhiệm Phạm Minh Chính Kế nhiệm Nguyễn Xuân Ký Chủ tịch Ủy ban nhân dân tỉnh Quảng Ninh Nhiệm kỳ 31 tháng 8 năm 2010 – 1 tháng 4 năm 2015 4 năm, 213 ngày Tiền nhiệm Vũ Đức Đam Kế nhiệm Nguyễn Đức Long Phó Chủ tịch Đỗ Thông Đặng Huy Hậu (từ 20\/9\/2010) Nguyễn Văn Thành Vũ Thị Thu Thủy (6\/2011-) Thông tin chung Sinh 2 tháng 8, 1959 (63 tuổi) Tiên Lãng, Hải Phòng, Việt Nam Dân chủ Cộng hòa Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Nguyễn Văn Đọc (sinh ngày 2 tháng 8 năm 1959 tại xã Đoàn Lập, huyện Tiên Lãng, Thành phố Hải Phòng) là một chính trị gia người Việt Nam. Ông nguyên là Bí thư Tỉnh ủy Quảng Ninh, nguyên Chủ tịch Hội đồng nhân dân tỉnh Quảng Ninh. Thân thế sự nghiệp[sửa | sửa mã nguồn] Từ năm 1995 đến năm 2004, ông là Tỉnh ủy viên, Giám đốc Sở Giao thông Vận tải. Từ năm 2004 đến năm 2005, ông là Tỉnh ủy viên, Bí thư Thị ủy Uông Bí. Từ năm 2005 đến năm 2008, ông là Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng ban Tuyên giáo Tỉnh ủy. Từ năm 2008 đến năm 2010, ông là Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch Thường trực UBND tỉnh. Từ năm 2010 đến năm 2015, ông là Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh. Tháng 4 năm 2015 ông được bầu làm Bí thư tỉnh ủy Quảng Ninh thay cho ông Phạm Minh Chính được điều động giữ chức phó trưởng Ban Tổ chức Trung ương.[1] Tháng 10.2015 tại Đại hội Đảng bộ tỉnh Quảng Ninh lần thứ XIV ông được bầu lại làm Bí thư tỉnh ủy nhiệm kỳ 2015-2020.[2] Ông có bằng Kỹ sư cầu đường.[2] - tốt nghiệp Đại học Xây dựng Hà Nội, trình độ lý luận: cử nhân kinh tế- chính trị. Ngày 6 tháng 9 năm 2019, Nguyễn Văn Đọc, Bí thư Tỉnh ủy nghỉ hưu theo chế độ. Thay thế ông làm Bí thư Tỉnh ủy Quảng Ninh, nhiệm kỳ 2015-2020 là ông Nguyễn Xuân Ký.[3] Tham khảo[sửa | sửa mã nguồn] ^ “Ông Nguyễn Văn Đọc giữ chức Bí thư Tỉnh ủy Quảng Ninh”. Báo Tuổi Trẻ Online. Truy cập ngày 8 tháng 12 năm 2015. ^ a b “Ông Nguyễn Văn Đọc làm Bí thư Quảng Ninh”. vietnamnet. Truy cập ngày 8 tháng 12 năm 2015. ^ “Quảng Ninh bầu tân Bí thư Tỉnh ủy”. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Đọc&oldid=69913286” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1959 Nhân vật còn sống Người Hải Phòng Bí thư Tỉnh ủy Quảng Ninh Chủ tịch Hội đồng nhân dân tỉnh Quảng Ninh Chủ tịch Ủy ban nhân dân tỉnh Quảng Ninh Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Cựu sinh viên Đại học Xây dựng Hà Nội Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 23 tháng 4 năm 2023, 02:26. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}