{"Nguyễn Đức Hạt":"Nguyễn Đức Hạt – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và sự nghiệp 2Gia đình 3Chú thích Đóng mở mục lục Đóng mở mục lục Nguyễn Đức Hạt Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Đức Hạt Chức vụ Phó Trưởng ban Thường trực Ban Tổ chức Trung ương Nhiệm kỳ 2003 – Trưởng ban Trần Đình Hoan Hồ Đức Việt Vị trí Việt Nam Bí thư Thành ủy Đà Nẵng Nhiệm kỳ 7\/2001 – 5\/2003 Tiền nhiệm Phan Diễn Kế nhiệm Nguyễn Bá Thanh Vị trí Đà Nẵng Phó Bí thư Phan Như Lâm Nguyễn Bá Thanh Bí thư Tỉnh ủy Quảng Nam Nhiệm kỳ 10\/1997 – 8\/2001 Tiền nhiệm Mai Thúc Lân Kế nhiệm Vũ Ngọc Hoàng Vị trí Quảng Nam Phó Bí thư Nguyễn Hữu Mai Lê Trí Tập Vũ Ngọc Hoàng Thông tin chung Sinh 4 tháng 12 năm 19458 Nghề nghiệp Chính trị gia Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Quê quán xã Tam Xuân, huyện Núi Thành, Quảng Nam Nguyễn Đức Hạt (sinh ngày 4 tháng 12 năm 1945) là một chính trị gia của Việt Nam. Ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX, X[1]. Chức vụ cuối cùng trong Đảng của ông là Phó Trưởng Ban Thường trực Ban Tổ chức Trung ương[2]. Tiểu sử và sự nghiệp[sửa | sửa mã nguồn] Ông Nguyễn Đức Hạt sinh ngày 04 tháng 12 năm 1945 tại xã Tam Xuân, huyện Núi Thành, tỉnh Quảng Nam[1]. Ông là cán bộ có đa số thời gian đóng góp cho tỉnh Quảng Nam - Đà Nẵng, tỉnh Quảng Nam và Thành phố Đà Nẵng. Ông từng là Phó Bí thư Tỉnh ủy Quảng Nam - Đà Nẵng giai đoạn từ 1996-1997. Năm 1997, tỉnh Quảng Nam - Đà Nẵng được chia tách thành tỉnh Quảng Nam và Thành phố Đà Nẵng trực thuộc Trung ương. Tại Đại hội Đảng bộ tỉnh Quảng Nam lần thứ XVII - Đại hội đầu tiên của Đảng bộ tỉnh sau khi chia tách, ông được bầu giữ chức vụ Bí thư Tỉnh ủy[3]. Sau đó, ông tiếp tục được bầu lại làm Bí thư Tỉnh ủy tại Đại hội XVIII của Đảng bộ tỉnh Quảng Nam[3]. Tại Đại hội Đảng Toàn quốc lần thứ IX và lần thứ X, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng[4]. Năm 2001, ông được điều động về làm Bí thư Thành ủy Đà Nẵng thay cho ông Phan Diễn ra Hà Nội công tác, giữ chức vụ Thường trực Ban Bí thư. Năm 2003, ông được điều động về làm Phó Trưởng Ban Thường trực Ban Tổ chức Trung ương. Người thay thế ông ở cương vị Bí thư Thành ủy là Nguyễn Bá Thanh[5]. Gia đình[sửa | sửa mã nguồn] Ông sinh ra trong một gia đình có truyền thống cách mạng. Bố là ông Nguyễn Quang Lâm, cán bộ lão thành cách mạng, Nguyên Bí thư Tỉnh ủy Quảng Ngãi, Nguyên Bộ trưởng Bộ Thủy sản, Nguyên Bí thư Tỉnh ủy Nghĩa Bình, Nguyên Phó Trưởng Ban Kinh tế Trung ương[6]. Chú thích[sửa | sửa mã nguồn] ^ a b “Đồng chí Nguyễn Đức Hạt”. ^ “Đồng chí Nguyễn Đức Hạt, Ủy viên Trung ương Đảng, Phó trưởng ban Thường trực Ban Tổ chức Trung ương chúc mừng 60 năm Ngày truyền thống Ban Đối ngoại Trung ương”.[liên kết hỏng] ^ a b “Đảng bộ tỉnh Quảng Nam qua các kỳ Đại hội”. ^ “Công bố Danh sách BCH Trung ương khóa X”. ^ “Toàn cảnh nhân sự Ban Nội chính Trung ương”. ^ “Kỷ niệm 100 năm ngày sinh đồng chí Nguyễn Quang Lâm nguyên Bí thư Tỉnh ủy Quảng Ngãi”. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Đức_Hạt&oldid=69597332” Thể loại: Người Quảng Nam Đảng viên Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Quảng Nam Bí thư Thành ủy Đà Nẵng Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 23 tháng 1 năm 2023, 15:57. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}