{"Nguyễn Hữu Nghĩa":"Nguyễn Hữu Nghĩa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp 3Tham khảo Nguyễn Hữu Nghĩa Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Hữu Nghĩa Chức vụ Bí thư Tỉnh ủy Hưng Yên Nhiệm kỳ 15 tháng 6 năm 2021 – nay 1 năm, 347 ngày Tiền nhiệm Đỗ Tiến Sỹ Kế nhiệm đương nhiệm Phó Bí thư Nguyễn Duy Hưng (thường trực) Trần Quốc Toản Trần Quốc Văn Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 30 tháng 1 năm 2021 – nay 2 năm, 118 ngày Tổng Bí thư Nguyễn Phú Trọng Vị trí Đảng Cộng sản Việt Nam Phó Trưởng ban Kinh tế Trung ương Nhiệm kỳ 1 tháng 1 năm 2019 – 10 tháng 6 năm 2021 2 năm, 160 ngày Trưởng Ban Nguyễn Văn Bình Trần Tuấn Anh Thông tin chung Sinh 13 tháng 3, 1972 (51 tuổi) xã Vân Hà, huyện Đông Anh, Thành phố Hà Nội, Việt Nam Nghề nghiệp Chính khách Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ Kinh tế Nguyễn Hữu Nghĩa (sinh ngày 13 tháng 3 năm 1972) là một chính trị gia người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Tỉnh ủy Hưng Yên.[1] Xuất thân và giáo dục[sửa | sửa mã nguồn] Nguyễn Hữu Nghĩa sinh ngày 13 tháng 3 năm 1972 tại xã Vân Hà, huyện Đông Anh, Thành phố Hà Nội. Ông có bằng Thạc sĩ Kinh tế, Cao cấp Lý luận Chính trị[2]. Ông vào Đảng ngày 18 tháng 3 năm 1999. Sự nghiệp[sửa | sửa mã nguồn] Trước tháng 5 năm 2018 ông công tác trong ngành ngân hàng, từng giữ các chức vụ: Phó Trưởng phòng Thanh toán vay nợ quốc tế, Sở Giao dịch, Ngân hàng Nhà nước Việt Nam; Phó Trưởng phòng, rồi Trưởng phòng Chiến lược phát triển ngân hàng Trung ương, Vụ Chiến lược phát triển ngân hàng; Phó Chánh Thanh tra ngân hàng; Vụ trưởng Vụ Dự báo, thống kê tiền tệ; Chánh Thanh tra, giám sát ngân hàng Tháng 5 năm 2018, ông được bổ nhiệm giữ chức Vụ trưởng Vụ Kinh tế Tổng hợp, Ban Kinh tế Trung ương Ngày 11 tháng 1 năm 2019, Ban Bí thư bổ nhiệm ông giữ chức Phó Trưởng Ban Kinh tế Trung ương[3] Tháng 6\/2020: Tại Đại hội Đảng bộ cơ quan Ban Kinh tế Trung ương lần thứ 2, ông được bầu giữ chức Bí thư Đảng ủy Đảng bộ cơ quan Ban Kinh tế Trung ương nhiệm kỳ 2020-2025[4][5] Ngày 30 tháng 1 năm 2021: Tại Đại hội Đảng Cộng sản Việt Nam XIII, ông được bầu làm Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026[6]. Ngày 15 tháng 6 năm 2021, Bộ Chính trị Quyết định phân công, điều động, chỉ định tham gia BCH, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Hưng Yên nhiệm kỳ 2020 - 2025, thay thế ông Đỗ Tiến Sỹ giữ chức Tổng giám đốc Đài tiếng nói Việt Nam[7]. Tham khảo[sửa | sửa mã nguồn] ^ “Phó trưởng Ban Kinh tế trung ương làm bí thư tỉnh Hưng Yên”. ^ “Tóm tắt tiểu sử đồng chí Nguyễn Hữu Nghĩa”. ^ “Đồng chí Nguyễn Hữu Nghĩa giữ chức Phó trưởng Ban Kinh tế Trung ương”. ^ “Ông Nguyễn Hữu Nghĩa được bầu giữ chức Bí thư Đảng ủy Ban Kinh tế Trung ương”. ^ “Phó Trưởng Ban Kinh tế Trung ương Nguyễn Hữu Nghĩa được bầu chức vụ Đảng”. ^ “Phó Ban Kinh tế Trung ương được điều động làm Bí thư Tỉnh ủy Hưng Yên”. ^ “Phó Ban Kinh tế Trung ương được điều động làm Bí thư Tỉnh ủy Hưng Yên”. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Hữu_Nghĩa&oldid=69369836” Thể loại: Sơ khai chính khách Việt Nam Người Hà Nội Chính khách Việt Nam Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Cựu sinh viên Học viện Tài chính Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 1 tháng 12 năm 2022, 02:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}