{"Nguyễn Thành Tâm":"Nguyễn Thành Tâm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tham khảo 5Liên kết ngoài Nguyễn Thành Tâm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Thành Tâm Chức vụ Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 30 tháng 1 năm 2021 – nay 2 năm, 118 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Tỉnh ủy Tây Ninh Nhiệm kỳ 24 tháng 8 năm 2020 – nay 2 năm, 277 ngày Tiền nhiệm Phạm Viết Thanh Kế nhiệm đương nhiệm Phó Bí thư Nguyễn Thanh Ngọc Phạm Hùng Thái Nguyễn Mạnh Hùng (6\/2021-) Phó Bí thư Tỉnh ủy Tây Ninh (Thường trực từ 2\/2020) Nhiệm kỳ 1 tháng 1 năm 2017 – 24 tháng 8 năm 2020 3 năm, 236 ngày Bí thư Trần Lưu Quang Phạm Viết Thanh Kế nhiệm Phạm Hùng Thái Chủ tịch Hội đồng nhân dân tỉnh Tây Ninh Nhiệm kỳ 1 tháng 7 năm 2016 – nay 6 năm, 331 ngày Tiền nhiệm Trần Lưu Quang Kế nhiệm đương nhiệm Phó Chủ tịch Phan Thị Điệp (-3\/2020) Võ Đức Trong (6\/2020-6\/2021) Nguyễn Thanh Phong (7\/2016-) Nguyễn Đài Thy (7\/2021-) Đại biểu Quốc hội khóa XII, XIII Nhiệm kỳ 2007 – 2016 Chủ tịch Quốc hội Nguyễn Phú Trọng Nguyễn Sinh Hùng Vị trí Việt Nam Đại diện Tây Ninh Thông tin chung Sinh 20 tháng 11, 1974 (48 tuổi) Tây Ninh, Việt Nam Cộng hòa Nơi ở Phường 3, thành phố Tây Ninh Nghề nghiệp chính khách Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ Kinh tế ngành Chính sách công Cử nhân Chính trị Nguyễn Thành Tâm (sinh ngày 20 tháng 11 năm 1974) là một chính trị gia người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Tỉnh ủy, Bí thư Đảng ủy Quân sự tỉnh, Chủ tịch Hội đồng nhân dân tỉnh Tây Ninh nhiệm kì 2021-2026.[1][2] Xuất thân[sửa | sửa mã nguồn] Ông hiện cư trú ở số 9, hẻm 2 đường Phạm Công Khiêm, Phường 3, Thành phố Tây Ninh. Cha là Nguyễn Văn Thắng, nguyên Chủ tịch UBND tỉnh, nguyên trưởng Ban an ninh tỉnh. Mất năm 1985 Mẹ là Đoàn Thị Nguyệt, nguyên Phó chủ tịch HLHPN tỉnh, nguyên tỉnh ủu viên. Mất ngày 15\/9\/2022 Gia đình ông có 5 anh em (2 trai, 3 gái) ông là con trai thứ 4 trong gia đình. Ông có chị gái lớn là (phu nhân của ông Võ Văn Phuông, nguyên UVBCHTW Đảng, nguyên Phó Trưởng Ban tuyên giáo TW), 1 anh trai, chị gái kế (hiện là Phó Trưởng ban thi đua khen thưởng tỉnh) và 1 em gái( hiện là Phó trưởng phòng Hậu cần Công an Tây Ninh). Giáo dục[sửa | sửa mã nguồn] Trình độ chuyên môn: Cử nhân Kinh tế, Thạc sĩ Chính sách công. Lí luận chính trị: Cử nhân. Ngoại ngữ: Anh văn - C. Ngày vào Đảng: 10 - 5 - 2000. Sự nghiệp[sửa | sửa mã nguồn] Từ tháng 9 năm 1996 đến tháng 11 năm 1996, ông là cán sự Phòng Tổ chức cán bộ - Lao động, Bưu điện tỉnh Tây Ninh.[3] Từ tháng 12 năm 1996 đến tháng 1 năm 2001, ông là chuyên viên Phòng Tổ chức cán bộ - Lao động, Bưu điện Tây Ninh. Phó Bí thư Đoàn Bưu điện (từ 3\/2000). Từ tháng 2 năm 2001 đến tháng 11 năm 2004, ông được bổ nhiệm là Phó Trưởng Phòng Tổ chức cán bộ - Lao động, Bưu điện Tây Ninh. Phó Bí thư Đoàn Bưu điện. Từ tháng 12 năm 2004 đến tháng 6 năm 2007, ông giữ chức Phó Giám đốc Sở Bưu chính Viễn thông Tây Ninh. Từ tháng 7 năm 2007 đến tháng 3 năm 2008, ông được bổ nhiệm là Quyền Giám đốc Sở Bưu chính Viễn thông Tây Ninh. Từ tháng 4 năm 2008 đến tháng 8 năm 2009, ông là Phó Giám đốc Sở Thông tin và Truyền thông Tây Ninh.[4] Từ tháng 9 năm 2009 đến tháng 9 năm 2010, ông là Bí thư Tỉnh đoàn Tây Ninh Ngày 10 tháng 9 năm 2010, tại Đại hội Đảng bộ tỉnh Tây Ninh lần thứ IX, ông được bầu vào Ban Chấp hành Đảng bộ tỉnh nhiệm kỳ 2010 - 2015. Tháng 11 năm 2011, ông được bổ nhiệm giữ chức Phó Trưởng Đoàn chuyên trách đoàn Đại biểu Quốc hội khóa XIII tỉnh Tây Ninh. Tháng 10 năm 2013, ông được phân công làm Bí thư Huyện ủy Gò Dầu. Ngày 15 tháng 10 năm 2015, tại Đại hội Đảng bộ tỉnh Tây Ninh lần thứ X, ông được bầu vào Ban Chấp hành, Ban Thường vụ Tỉnh ủy nhiệm kỳ 2015 - 2020. Tháng 5 năm 2016, ông trúng cử Đại biểu Hội đồng Nhân dân tỉnh nhiệm kỳ 2016 - 2021. Ngày 1 tháng 7 năm 2016, tại kỳ họp thứ nhất Hội đồng Nhân dân tỉnh Tây Ninh khóa IX, ông được bầu làm Chủ tịch Hội đồng nhân dân tỉnh Tây Ninh khóa IX với trên 98% số đại biểu đồng ý.[1] Tháng 1 năm 2017, ông được Ban Bí thư Trung ương Đảng chuẩn y làm Phó Bí thư Tỉnh ủy Tây Ninh khóa X nhiệm kì 2015 - 2020, kiêm nhiệm Trưởng Ban Tổ chức Tỉnh ủy (9\/2018 - 2\/2019) Tháng 2 năm 2020, ông được Ban Chấp hành Đảng bộ tỉnh phân công làm Phó Bí thư Thường trực Tỉnh ủy Tây Ninh thay ông Nguyễn Minh Tân nghỉ hưu. Ngày 24 tháng 8 năm 2020, được sự đồng ý của Bộ chính trị, Ban Thường vụ Tỉnh ủy Tây Ninh tổ chức Hội nghị Ban chấp hành đảng bộ tỉnh thực hiện quy trình bầu bổ sung chức danh Bí thư Tỉnh ủy Tây Ninh khóa X, nhiệm kì 2015 - 2020. Kết quả, ông Nguyễn Thành Tâm được bầu giữ chức Bí thư Tỉnh ủy Tây Ninh khóa X nhiệm kì 2015 - 2020 với 41\/41 số phiếu đồng ý (đạt 100%).[5] Cũng tại Hội nghị, Ban chấp hành Đảng bộ tỉnh cũng thống nhất giới thiệu ông Nguyễn Thành Tâm tham gia Ban thường vụ, Ban chấp hành và giữ chức Bí thư Đảng ủy Quân sự tỉnh Tây Ninh nhiệm kì 2020 - 2025.[6] Ngày 15 tháng 10 năm 2020, tại Đại hội Đảng bộ tỉnh Tây Ninh lần thứ XI, ông tái đắc cử chức danh Bí thư Tỉnh ủy Tây Ninh nhiệm kỳ 2020 - 2025 với tỷ lệ 100% phiếu bầu.[7] Ngày 30 tháng 1 năm 2021, tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026. Tháng 5 năm 2021, ông tái đắc cử Đại biểu Hội đồng Nhân dân tỉnh nhiệm kỳ 2021 - 2026. Ngày 30 tháng 6 năm 2021, tại kỳ họp lần thứ nhất, Hội đồng Nhân dân tỉnh khóa X, nhiệm kỳ 2021 - 2026 đã bầu ông tái đắc cử chức Chủ tịch Hội đồng Nhân dân tỉnh Tây Ninh.[8] Tham khảo[sửa | sửa mã nguồn] ^ a b Hà Khánh\/VOV-TPHCM (1 tháng 7 năm 2016). “Bí thư Huyện ủy Gò Dầu được bầu làm Chủ tịch HĐND tỉnh Tây Ninh”. VOV. Lưu trữ bản gốc ngày 14 tháng 9 năm 2017. Truy cập ngày 14 tháng 9 năm 2017. ^ “Danh sách thường trực Hội đồng nhân dân tỉnh Tây Ninh nhiệm kì 2016-2021”. Cổng thông tin điện tử HĐND tỉnh Tây Ninh. Lưu trữ bản gốc ngày 14 tháng 9 năm 2017. Truy cập ngày 14 tháng 9 năm 2017. ^ “NGUYỄN THÀNH TÂM”. ^ “Ông NGUYỄN THÀNH TÂM”. ^ “Ông Nguyễn Thành Tâm được bầu làm bí thư Tỉnh ủy Tây Ninh”. ^ “Chân dung tân Bí thư Tỉnh ủy Tây Ninh Nguyễn Thành Tâm”. ^ “Đại hội đại biểu Đảng bộ tỉnh Tây Ninh lần thứ XI, nhiệm kỳ 2020-2025”. Bản gốc lưu trữ ngày 4 tháng 3 năm 2022. Truy cập ngày 4 tháng 3 năm 2022. ^ “Bí thư Tỉnh ủy Nguyễn Thành Tâm tái đắc cử chủ tịch HĐND tỉnh Tây Ninh”. Liên kết ngoài[sửa | sửa mã nguồn] hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII hiện x t s Chủ tịch Hội đồng nhân dân cấp tỉnh Việt Nam (2021 – 2026) Chủ tịch Hội đồng nhân dân tỉnh trong hệ thống Quốc hội Việt Nam khóa XV Thành phố Trung ương (5) Thủ đô Hà Nội: Nguyễn Ngọc Tuấn Thành phố Hồ Chí Minh: Nguyễn Thị Lệ (nữ) Cần Thơ: Phạm Văn Hiểu Đà Nẵng: Lương Nguyễn Minh Triết Hải Phòng: Phạm Văn Lập Đồng bằng sông Hồng (8) Bắc Ninh: Nguyễn Quốc Chung Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng Hưng Yên: Trần Quốc Toản Nam Định: Lê Quốc Chỉnh Ninh Bình: Trần Hồng Quảng Thái Bình: Nguyễn Tiến Thành Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Lò Văn Phương Hòa Bình: Bùi Đức Hinh Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Vũ Xuân Cường Sơn La: Nguyễn Thái Hưng Yên Bái: Tạ Văn Long Đông Bắc Bộ (9) Bắc Giang: Lê Thị Thu Hồng (nữ) Bắc Kạn: Phương Thị Thanh (nữ) Cao Bằng: Triệu Đình Lê Hà Giang: Thào Hồng Sơn Lạng Sơn: Đoàn Thị Hậu (nữ) Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Phạm Hoàng Sơn Tuyên Quang: Lê Thị Kim Dung (nữ) Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Trần Hải Châu Quảng Trị: Nguyễn Đăng Quang Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Nguyễn Hoài Anh Khánh Hòa: Nguyễn Khắc Toàn Ninh Thuận: Phạm Văn Hậu Phú Yên: Cao Thị Hòa An (nữ) Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Y Vinh Tơr – Huỳnh Thị Chiến Hòa Đắk Nông: Lưu Văn Trung Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Phạm Văn Chánh - Khuyết Bình Phước: Huỳnh Thị Hằng (nữ) Đồng Nai: Thái Bảo Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Lê Văn Nưng Bạc Liêu: Lữ Văn Hùng Bến Tre: Hồ Thị Hoàng Yến (nữ) Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Phan Văn Thắng Hậu Giang: Trần Văn Huyến Kiên Giang: Mai Văn Huỳnh Long An: Nguyễn Văn Được Sóc Trăng: Hồ Thị Cẩm Đào (nữ) Tiền Giang: Võ Văn Bình Trà Vinh: Kim Ngọc Thái Vĩnh Long: Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Ghi chú: Các vị trí thường được kiện toàn từ 2020, 2025 trước các kỳ Đại hội Đảng Cộng sản Việt Nam tại Đảng bộ tỉnh, Đại hội toàn quốc, chuẩn bị bầu cử Hội đồng nhân dân các cấp. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thành_Tâm&oldid=69684166” Thể loại: Sinh năm 1974 Nhân vật còn sống Sơ khai chính khách Việt Nam Đảng viên Đảng Cộng sản Việt Nam Chủ tịch Hội đồng nhân dân tỉnh Tây Ninh Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2016–2021 Đại biểu Quốc hội Việt Nam khóa XIII Tây Ninh Đại biểu Quốc hội Việt Nam khóa XIII Bí thư Tỉnh ủy Tây Ninh Người Tây Ninh Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 2 năm 2023, 14:23. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}