{"Nguyễn An Vinh":"Nguyễn An Vinh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Nguyễn An Vinh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn An Vinh Tập tin:Anvinh.png Chức vụ Bí thư Tỉnh ủy Đắk Lắk Nhiệm kỳ Tháng 10\/1999 – tháng 2\/2001 1 năm, 123 ngày Tiền nhiệm Mai Văn Năm Kế nhiệm Y Luyện Niêk Đăm Quyền chủ tịch Ủy ban nhân dân tỉnh Đắk Lắk Nhiệm kỳ 1994 – tháng 6 năm 1994 Tiền nhiệm Ama Pui Kế nhiệm Nguyễn Bá Anh Thông tin chung Sinh 6 tháng 7, 1940 (82 tuổi) Xã Quỳnh Đôi, huyện Quỳnh Lưu, Nghệ An Nghề nghiệp chính trị gia Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Kỷ sư nông nghiệp Nguyễn An Vinh là một chính khách Việt Nam cự Bí thư tỉnh uỷ tỉnh Đắk Lắk (tháng 10-1999 đến tháng 02-2001), đại biểu Quốc hội Việt Nam khóa X thuộc đoàn đại biểu Đắc Lắk.[1] Ngày sinh 6 tháng 7 năm 1940 tại Xã Quỳnh Đôi, huyện Quỳnh Lưu, Nghệ An. Năm 1975 vốn là Kỹ sư nông nghiệp cán bộ chỉ đạo sản xuất nông nghiệp từ chiến khu, khi Ty Nông-Lâm nghiệp được thành lập trên cơ sở Ban kinh tài chiến khu của tỉnh, ông phụ trách ty này[2]. Rồi phó Ban Thường trực Ban Sản xuất tỉnh, Chánh Văn phòng của UBND cách mạng lâm thời tỉnh, Chủ tịch UBND thị xã Buôn Ma Thuột. Thời gian từ tháng 12-1979 đến tháng 12-1994, là Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh. Tháng 5 năm 1996 làm Phó Bí thư Thường trực Tỉnh ủy Đắk Lắk[3], Ủy viên Ủy ban Kinh tế và Ngân sách của Quốc hội, quyền chủ tịch Ủy ban nhân dân tỉnh Đắk Lắk (1996-1999). Tháng 10-1999 tại Hội nghị Ban Chấp hành Đảng bộ Đắk Lắk khóa XII làm Bí thư Tỉnh ủy. Đại biểu Hội đồng nhân dân tỉnh Đắk Lắk từ khóa I đến khóa V; đại biểu Quốc hội khóa X. Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa X”. Bản gốc lưu trữ ngày 26 tháng 1 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ Lịch sử hình thành tổ chức ngành nông nghiệp và phát triển nông thôn Đắk Lắk qua các thời kỳ http:\/\/nnptnt.daklak.gov.vn\/gioi-thieu\/qua-trinh-hinh-thanh-va-phat-trien.html ^ Các đồng chí Bí thư Tỉnh ủy Dak Lak qua các thời kỳ Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Tiêu đề chuẩn VIAF: 38574968 WorldCat Identities: lccn-n92101063 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_An_Vinh&oldid=68694944” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1940 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa X Bí thư Tỉnh ủy Đắk Lắk Chủ tịch Ủy ban nhân dân tỉnh Đắk Lắk Thể loại ẩn: Trang có sử dụng tập tin không tồn tại Tất cả bài viết sơ khai Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 8 tháng 6 năm 2022, 04:07. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}