{"Nguyễn Minh Triết":"Nguyễn Minh Triết – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và sự nghiệp ban đầu 2Sự nghiệp chính trị ở phía nam 3Chủ tịch nước (2006–2011) Hiện\/ẩn mục Chủ tịch nước (2006–2011) 3.1Đắc cử Chủ tịch nước 3.2Hội nghị APEC tại Việt Nam năm 2006 3.2.1Chuẩn bị 3.2.2Sự kiện 3.2.3Tổng kết 3.3Đối ngoại 3.3.1Công du Hoa Kỳ năm 2007 3.3.2Hình ảnh đối ngoại 3.4Quan điểm kinh tế 3.5Miễn nhiệm 4Nghỉ hưu 5Huân chương 6Chú thích 7Liên kết ngoài Nguyễn Minh Triết 44 ngôn ngữ Afrikaans العربية Bahasa Indonesia Bân-lâm-gú Беларуская Català Dansk Deutsch Eesti Ελληνικά English Español Esperanto فارسی Français Galego 한국어 Ido Ilokano Italiano Lietuvių مصرى مازِرونی Nederlands 日本語 Norsk bokmål Occitan Polski Português Runa Simi Русский Simple English Suomi Svenska Tagalog ไทย Türkçe Українська Winaray 吴语 ייִדיש Yorùbá 粵語 中文 35 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikiquote Wikisource Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Nguyễn Minh Triết (định hướng). Nguyễn Minh Triết Nguyễn Minh Triết năm 2008 Chức vụ Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Nhiệm kỳ 27 tháng 6 năm 2006 – 25 tháng 7 năm 2011 5 năm, 28 ngày Tiền nhiệm Trần Đức Lương Kế nhiệm Trương Tấn Sang Vị trí Việt Nam Phó Chủ tịch nước Trương Mỹ Hoa (2002-2007) Nguyễn Thị Doan (2007-2016) Chủ tịch Hội đồng Quốc phòng An ninh Tổng tư lệnh các lực lượng vũ trang nhân dân Việt Nam Nhiệm kỳ 27 tháng 6 năm 2006 – 25 tháng 7 năm 2011 5 năm, 28 ngày Tiền nhiệm Trần Đức Lương Kế nhiệm Trương Tấn Sang Phó Chủ tịch Nguyễn Tấn Dũng Bí thư Thành ủy Thành phố Hồ Chí Minh Nhiệm kỳ tháng 1 năm 2000 – 27 tháng 6 năm 2006 6 năm, 158 ngày Tiền nhiệm Trương Tấn Sang Kế nhiệm Lê Thanh Hải Phó Bí thư Lê Thanh Hải Huỳnh Đảm Võ Văn Cương Lê Hoàng Quân Phạm Phương Thảo Trưởng ban Dân vận Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ tháng 12 năm 1997 – tháng 1 năm 2000 Tiền nhiệm Phạm Thế Duyệt Kế nhiệm Trương Quang Được Bí thư Tỉnh ủy Tỉnh Sông Bé Nhiệm kỳ 27 tháng 12 năm 1991 – 27 tháng 12 năm 1996 5 năm, 0 ngày Phó Bí thư Thường trực Tỉnh ủy Tỉnh Sông Bé Nhiệm kỳ 12 tháng 10 năm 1989 – 27 tháng 12 năm 1991 2 năm, 76 ngày Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VIII, IX, X Nhiệm kỳ 29 tháng 12 năm 1997 – 19 tháng 1 năm 2011 13 năm, 21 ngày Đại biểu Quốc hội khoá IX, X, XI, XII Nhiệm kỳ 19 tháng 7 năm 1992 – 22 tháng 5 năm 2011 18 năm, 307 ngày Thông tin chung Sinh 8 tháng 10, 1942 (80 tuổi) Phú An, Bến Cát, Bình Dương Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Trần Thị Kim Chi Họ hàng Nguyễn Thị Hoàng Con cái Nguyễn Minh An, Nguyễn Minh Thư Nguyễn Minh Triết (sinh ngày 8 tháng 10 năm 1942) là nguyên Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam từ năm 2006 cho đến năm 2011. Trước khi trở thành Chủ tịch nước, ông là Bí thư Thành ủy Thành phố Hồ Chí Minh, một chức vụ quan trọng trong hệ thống chính trị tại Việt Nam. Tại Đại hội Đảng toàn quốc lần thứ X vào cuối tháng 3 năm 2006, trong danh sách Bộ Chính trị, ông đứng thứ 4 (sau các ông Nông Đức Mạnh, Lê Hồng Anh và Nguyễn Tấn Dũng). Trước đó 5 năm, tại Đại hội Đảng lần thứ IX, trong danh sách Bộ Chính trị, ông cũng đứng thứ 4 sau các ông Nông Đức Mạnh, Trần Đức Lương và Phan Văn Khải. Tiểu sử và sự nghiệp ban đầu[sửa | sửa mã nguồn] Ông sinh 8 tháng 10 năm 1942 tại Phú An, Bến Cát, Bình Dương, Việt Nam, trong một gia đình nông dân trung lưu[1]. Năm 1957, ông lên Sài Gòn, theo học tại trường Trung học Petrus Ký, một trường trung học có tiếng thời bấy giờ. Sau khi tốt nghiệp Tú tài năm 1960, ông theo học khoa Toán trường Đại học Khoa học Sài Gòn. Tại đây, ông bắt đầu tham gia phong trào sinh viên, học sinh Sài Gòn chống chính quyền Ngô Đình Diệm[1], nằm vùng ở Sài Gòn, gia nhập Đoàn Thanh niên Nhân dân Cách mạng miền Nam, một tổ chức thanh niên bí mật do Trung ương Cục miền Nam lãnh đạo. Tháng 11 năm 1963, ông thoát ly ra chiến khu, công tác ở Khu Sài Gòn - Gia Định. Sau đó ông công tác văn thư kế toán, cán bộ nghiên cứu tại Trung ương Đoàn Thanh niên Nhân dân Cách mạng (Ban thanh vận Trung ương Cục miền Nam). Ngày 30 tháng 3 năm 1965, ông được kết nạp vào Đảng Nhân dân Cách mạng Việt Nam với bí danh Trần Phong còn gọi là Sáu Phong, được cử làm Bí thư Đoàn thanh niên Cơ quan Trung ương Đoàn Thanh niên Nhân dân Cách mạng miền Nam, Thường vụ Đoàn thanh niên các cơ quan Trung ương Cục miền Nam; và đi công tác chiến trường tại tỉnh Mỹ Tho cho đến năm 1973.[1] Từ năm 1974 đến tháng 8 năm 1979, ông làm Phó Văn phòng Trung ương Đoàn; Phó Ban thanh niên xung phong Trung ương Đoàn. Tháng 9 năm 1979, ông được cử đi học tại trường Đảng Nguyễn Ái Quốc và tốt nghiệp Cử nhân ngành Lý luận chính trị tháng 7 năm 1981.[1] Từ tháng 7 năm 1981 đến tháng 12 năm 1987, ông lần lượt giữ các chức vụ Trưởng ban Thanh niên xung phong Trung ương Đoàn; rồi Trưởng ban Mặt trận Trung ương Đoàn; Bí thư Đảng ủy cơ quan Trung ương Đoàn tại Thành phố Hồ Chí Minh; Ủy viên Ban chấp hành Trung ương Đoàn; Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh; Phó Chủ tịch, Tổng Thư ký Trung ương Hội Liên hiệp Thanh niên Việt Nam.[1] Sự nghiệp chính trị ở phía nam[sửa | sửa mã nguồn] Tháng 1 năm 1988 đến tháng 9 năm 1989, ông được điều động bổ sung làm Tỉnh ủy viên Tỉnh ủy tỉnh Sông Bé. Tháng 10 năm 1989 đến tháng 12 năm 1991, ông được cử làm Phó Bí thư thường trực Tỉnh ủy tỉnh Sông Bé sau này là tỉnh Bình Dương và Bình Phước. Trong những năm đầu tiến hành đổi mới kinh tế, Bình Dương và Thành phố Hồ chí Minh là những nơi có tốc độ tăng trưởng nhanh, thu hút nhiều vốn đầu tư nước ngoài Tại Đại hội đại biểu toàn quốc lần thứ VII của Đảng Cộng sản Việt Nam diễn ra vào tháng 6 năm 1991, ông được bầu vào Ban chấp hành Trung ương Đảng Cộng sản Việt Nam, giữ chức Ủy viên Trung ương Đảng. Tại đại hội này, ông chính thức dùng lại tên khai sinh là Nguyễn Minh Triết. Tháng 12 năm 1991, ông được bầu làm Bí thư Tỉnh ủy tỉnh Sông Bé và giữ chức vụ này cho đến tháng 12 năm 1996.[1] Tháng 7 năm 1992, ông được bầu làm Đại biểu Quốc hội khóa IX với tư cách đại biểu của tỉnh Sông Bé. Sau đó, tháng 6 năm 1996, ông tái đắc cử chức vụ Ủy viên Trung ương Đảng tại Đại hội đại biểu toàn quốc lần thứ VIII của Đảng.[1] Tháng 1 năm 1997, ông được điều động vào chức vụ Phó Bí thư Thành ủy Thành phố Hồ Chí Minh. Lúc này, Bí thư Thành ủy là ông Trương Tấn Sang, Ủy viên Bộ Chính trị. Đến tháng 12 cùng năm, tại Hội nghị lần thứ IV Ban chấp hành Trung ương Khóa VIII, ông cùng với các ông Nguyễn Phú Trọng, Phan Diễn, Phạm Thanh Ngân được bầu bổ sung vào Bộ Chính trị. Ông được phân công trách nhiệm là Trưởng ban dân vận Trung ương.[1] Sau khi ông chuyển công tác khác, lần lượt ông Trương Quang Được và bà Tòng Thị Phóng, Hà Thị Khiết được phân công nắm giữ chức vụ này sau đại hội 9. Tháng 1 năm 2000, ông được điều động vào chức vụ Bí thư Thành ủy Thành phố Hồ Chí Minh. Tại Đại hội đại biểu toàn quốc lần thứ IX của Đảng, ông được bầu vào Ban chấp hành Trung ương Đảng và được Trung ương bầu vào Bộ Chính trị (tháng 4 năm 2001). Tháng 5 năm 2002, ông một lần nữa được bầu làm Đại biểu Quốc hội Khóa XI, tuy nhiên với tư cách đại biểu của Thành phố Hồ Chí Minh. Tháng 4 năm 2006, ông tái đắc cử chức vụ Ủy viên Bộ Chính trị khóa X[1] Chủ tịch nước (2006–2011)[sửa | sửa mã nguồn] Đắc cử Chủ tịch nước[sửa | sửa mã nguồn] Ngày 27 tháng 6 năm 2006, ông được Quốc hội kỳ họp thứ 9 khóa XI bầu làm Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam, sau khi ông Trần Đức Lương từ chức với số phiếu cụ thể là: 464 ĐBQH thông qua; 3 ý kiến không tán thành, 3 ý kiến không biểu quyết. Kết quả bầu cử được công bố sau đó: ông Nguyễn Minh Triết chính thức trở thành tân Chủ tịch nước với 94,12% phiếu thuận (464 Đại biểu).[2] Ngày 24 tháng 7 năm 2007, ông đã tái đắc cử chức vụ này với 487\/490 đại biểu tán thành chiếm 98,78%.[3][4] Hội nghị APEC tại Việt Nam năm 2006[sửa | sửa mã nguồn] Chuẩn bị[sửa | sửa mã nguồn] Nhận thức được tầm quan trọng của việc đăng cai Năm APEC 2006, Việt Nam đã nỗ lực chuẩn bị các vấn đề về tổ chức, nội dung, cơ sở vật chất, hậu cần liên quan. Ngày 5 tháng 8 năm 2005, Ủy ban Quốc gia về APEC 2006 được thành lập do Phó Thủ tướng Vũ Khoan làm Chủ tịch. Hai Phó Chủ tịch là Bộ trưởng Bộ Ngoại giao Nguyễn Dy Niên và Bộ trưởng Bộ Thương mại Trương Đình Tuyển cùng với 28 ủy viên. Ủy ban Quốc gia về APEC 2006 gồm 5 tiểu ban: Nội dung, Vật chất - Hậu cần, An ninh, Văn hóa - Tuyên truyền và Lễ tân. Ban Thư ký APEC Việt Nam 2006 do Thứ trưởng Thường trực Bộ Ngoại giao Lê Công Phụng, đồng thời là Chủ tịch Hội nghị Quan chức cấp cao APEC (SOM) làm Trưởng ban. Ban Thư ký có nhiệm vụ giúp việc cho Ủy ban Quốc gia và điều hành công việc hàng ngày, bao gồm hai đơn vị trực thuộc là Văn phòng Chủ tịch SOM và Nhóm Task Force. Sự kiện[sửa | sửa mã nguồn] Chủ tịch nước Nguyễn Minh Triết phát biểu tại hội nghị Tối 18 tháng 11, Nguyễn Minh Triết và Phu nhân Chủ tịch đã mở Dạ tiệc Gala Dinner chiêu đãi các nhà Lãnh đạo Kinh tế APEC lần thứ 14 cùng Phu nhân, Phu quân và các quan chức dự Hội nghị.[5] Chủ tịch nước Nguyễn Minh Triết và Tổng thống Hoa Kỳ George W. Bush tại Phủ chủ tịch, tháng 11 năm 2006. Sau hai phiên họp kín ngày 18 và 19-11 tại Trung tâm Hội nghị quốc gia với chủ đề “Hướng tới một cộng đồng năng động vì phát triển bền vững và thịnh vượng” do Việt Nam đề xuất,[6] các nhà Lãnh đạo APEC đã thảo luận hai nội dung chính là đẩy mạnh thương mại và đầu tư trong một thế giới đang thay đổi và những nhân tố cơ bản bảo đảm tính năng động, sự tăng trưởng và phát triển bền vững trong APEC. Các kết quả của sự kiện[7]: Các Nhà Lãnh đạo APEC ra một Tuyên bố riêng về Vòng đàm phán Doha, khẳng định quyết tâm chính trị mạnh mẽ và đặc biệt nhấn mạnh một số biện pháp thiết thực nhằm sớm khởi động lại vòng đàm phán. Với tư cách Chủ tịch Hội nghị Lãnh đạo Kinh tế APEC - 14 và là một thành viên mới của WTO, Việt Nam đã thể hiện vai trò tích cực trong vấn đề này và coi đây là đóng góp quan trọng của Việt Nam ngay sau khi trở thành thành viên WTO. Các Nhà Lãnh đạo APEC đã phê chuẩn Chương trình Hành động Hà Nội nhằm thực hiện Lộ trình Busan hướng đến Mục tiêu Bogor. Các Nhà Lãnh đạo đánh giá cao ý nghĩa và nội dung Bản kế hoạch Hành động, cho rằng đây là cơ sở mang tính định hướng cho các hoạt động hợp tác kinh tế thương mại của APEC trong 15 năm tới và góp phần tăng cường và hoàn thiện các cơ chế hợp tác của APEC. Đây là sáng kiến quan trọng của Việt Nam, để lại dấu ấn của Việt Nam trong tiến trình phát triển của APEC. Các Nhà Lãnh đạo thông qua các khuyến nghị cải cách APEC với nhiều biện pháp cụ thể nhằm làm cho APEC ngày càng có sức sống mạnh mẽ, năng động, hiệu quả hơn. Đây là kết quả hết sức có ý nghĩa đối với tương lai phát triển của APEC. Các Nhà Lãnh đạo cam kết cần tiếp tục thúc đẩy các hoạt động hợp tác nhằm bảo đảm an ninh cho nhân dân trong khu vực. Các Nhà Lãnh đạo cho rằng chủ nghĩa khủng bố là mối đe dọa nghiêm trọng đến hòa bình, an ninh trên thế giới và trong khu vực. Theo đó, Hội nghị Lãnh đạo Kinh tế APEC lần thứ 14 hoan nghênh các sáng kiến đã được thông qua về chống khủng bố. Bên cạnh đó, các Nhà Lãnh đạo cũng nhất trí cần tăng cường và mở rộng hợp tác nhằm ngăn chặn dịch bệnh, thiên tai, những biến động về năng lượng, những nguy cơ có ảnh hưởng không nhỏ đến sinh mạng và cuộc sống của mọi người dân. Các Nhà Lãnh đạo thông qua Tuyên bố của Hội nghị liên Bộ trưởng Ngoại giao - Kinh tế APEC lần thứ 18 và Tuyên bố của các Hội nghị Bộ trưởng được tổ chức trong năm 2006 tại Việt Nam gồm Tuyên bố của Hội nghị Bộ trưởng Thương mại, Hội nghị Bộ trưởng về Cúm gia cầm, Hội nghị Bộ trưởng Tài chính, Hội nghị Bộ trưởng Doanh nghiệp vừa và nhỏ, Hội nghị Bộ trưởng Du lịch. Tổng kết[sửa | sửa mã nguồn] APEC Việt Nam 2006 kéo dài trong suốt một năm 2006 với hàng trăm sự kiện lớn, nhỏ. Trong đó, nổi bật nhất là 3 hội nghị các quan chức cấp cao APEC (SOM), mỗi SOM kéo dài 2 tuần với gần 40 cuộc hội thảo, 5 hội nghị Bộ trưởng liên ngành và nhiều hội nghị lớn, quan trọng trong Tuẫn lễ cấp cao. Đặc biệt là sự tham dự của các vị lãnh đạo các nền kinh tế, nguyên thủ quốc gia. APEC Việt Nam 2006 đã thu hút hơn 10.000 đại biểu quan chức cấp cao, doanh nhân, chuyên gia, các nhà khoa học đến từ nhiều nền kinh tế lớn trên thế giới như Hoa Kỳ, Nhật Bản, Nga, Trung Quốc… Thành công của APEC 2006 đã giúp Việt Nam đánh dấu một mốc phát triển mới trong tiến trình hợp tác APEC. Trong thời gian diễn ra Hội nghị, các doanh nghiệp Việt Nam đã ký với các đối tác nước ngoài nhiều hợp đồng kinh tế lên tới gần 2 tỷ USD. Nguyễn Minh Triết đã biểu dương những kết quả mà Ủy ban Quốc gia APEC Việt Nam 2006 đã đạt được và cho biết, thành công của APEC 2006 đã khẳng định đường lối đối ngoại tích cực hội nhập quốc tế của Việt Nam, uy tín và vị thế của Việt Nam ngày càng được nâng lên. APEC 2006 đã góp phần giúp Việt Nam gia nhập Tổ chức Thương mại Thế giới sau hơn 10 năm đàm phán, góp phần thúc đẩy Hoa Kỳ thông qua Quy chế thương mại bình thường vĩnh viễn đối với Việt Nam, các nước châu Á nhất trí giới thiệu Việt Nam làm đại diện cho khu vực ứng cử chức danh ủy viên không thường trực Hội đồng Bảo an Liên hợp quốc 2008-2009. Ông đã tặng Huân chương Lao động và Huân chương Chiến công cho các tập thể và cá nhân đã có đóng góp xuất sắc trong Hội nghị APEC Việt Nam 2006.[8] Tổng thống Vladimir Putin và Chủ tịch nước Nguyễn Minh Triết cùng với phu nhân Trần Thị Kim Chi tại hội nghị APEC Chủ tịch nước Nguyễn Minh Triết và Tổng thống Hoa Kỳ George W. Bush tại APEC 2006 Đối ngoại[sửa | sửa mã nguồn] Công du Hoa Kỳ năm 2007[sửa | sửa mã nguồn] Tổng thống Hoa Kỳ George W. Bush và Chủ tịch nước Nguyễn Minh Triết tại Nhà Trắng, năm 2007 Tháng 6 năm 2007, trên cương vị Chủ tịch nước, ông sang thăm chính thức Hoa Kỳ theo lời mời của Tổng thống George W. Bush. Trong chuyến đi này, ông Triết đã gặp khoảng 800 thương gia ở quận Cam, California, mà trong đó phần đông là người gốc Việt[9]. Tại đây ông đã nói về dân tộc Việt Nam, sự đoàn kết dân tộc, cũng như việc chính quyền Việt Nam không có thành kiến với những người có quan điểm khác biệt...[10] Tại đây ông cũng gặp sự biểu tình chống đối của khoảng 2000 người Mỹ gốc Việt sinh sống ở đó[9], vì họ cho rằng chính quyền Việt Nam vi phạm nhân quyền.[11] Cũng trong chuyến đi này, ông được xem là đã làm thay đổi nhiều định kiến về Việt Nam bấy lâu của những nghị sĩ Hoa Kỳ với sự bình tĩnh trả lời khôn khéo của mình, giải tỏa nhiều vấn đề phức tạp. Đặc biệt là đã trả lời được hết những uẩn khúc của Chủ tịch Hạ viện bà Nancy Pelosi.[12] Hình ảnh đối ngoại[sửa | sửa mã nguồn] Tổng thống Nga Dmitry Medvedev và Chủ tịch nước Nguyễn Minh Triết, năm 2008 Chủ tịch nước Nguyễn Minh Triết bắt tay với Tổng thống Philippines Benigno Simeon Aquino III tại trụ sở Liên hợp quốc Ông Nguyễn Minh Triết đón tiếp Tổng thống Ấn Độ Pratibha Devisingh Patil Ông Nguyễn Minh Triết tại Apec 2007 Ông Nguyễn Minh Triết và ông Lee Myung-bak tại Phủ Chủ tịch Ông Nguyễn Minh Triết và Thủ tướng Nhật Bản Yasuo Fukuda Quan điểm kinh tế[sửa | sửa mã nguồn] Nhận lời mời của Thủ tướng Nhật Bản Naoto Kan. Sáng 11\/11, ông Nguyễn Minh Triết dẫn đầu Đoàn đại biểu Việt Nam tham dự Hội nghị các nhà lãnh đạo Diễn đàn Hợp tác Kinh tế châu Á – Thái Bình Dương (APEC) lần thứ 18 tổ chức tại thành phố Yokohama.[13] Nguyễn Minh Triết đã có bài phát biểu tại Phiên họp kín thứ nhất. Trong khi nhấn mạnh châu Á - Thái Bình Dương, nhất là khu vực Đông Á, tiếp tục là động lực của quá trình phục hồi và tăng trưởng của kinh tế toàn cầu, ông chỉ rõ việc tăng cường phối hợp và nỗ lực chung của cộng đồng quốc tế vẫn là nhu cầu bức thiết và APEC cần tiếp tục nỗ lực để giải quyết hậu quả của khủng hoảng kinh tế - tài chính toàn cầu và đưa kinh tế thế giới bước vào giai đoạn tăng trưởng mới. Cho rằng, trong Chiến lược tăng trưởng mới, vấn đề then chốt là phát triển kinh tế cần gắn liền với phát triển xã hội và bảo vệ môi trường, trong đó, cần lấy con người là chủ thể và trọng tâm. Ông đề nghị APEC cần đẩy mạnh hợp tác nhằm thu hẹp khoảng cách phát triển giữa các thành viên thông qua tăng cường liên kết kinh tế - thương mại - đầu tư, chuyển giao công nghệ, đào tạo nhân lực, phát triển cơ sở hạ tầng và cải cách cơ cấu, gắn kết Chiến lược tăng trưởng mới với việc thực hiện các Mục tiêu Phát triển Thiên niên kỷ và các chương trình hợp tác của các thành viên ở cấp độ tiểu vùng và khu vực. Với vai trò Chủ tịch Hiệp hội các quốc gia Đông Nam Á (ASEAN) 2010, ông Nguyễn Minh Triết cũng nêu bật những thành tựu và những đóng góp của ASEAN trong việc thúc đẩy tăng trưởng bền vững.[14] Miễn nhiệm[sửa | sửa mã nguồn] Ngày 25 tháng 7 năm 2011, ông được Quốc hội khóa XII miễn nhiệm chức Chủ tịch nước, Thường trực Ban Bí thư Trương Tấn Sang đã được bầu làm Chủ tịch nước mới. Nhiệm kỳ của ông có nhiều sự kiện đặc biệt: 80 năm Ngày thành lập Ðảng Cộng sản Việt Nam, 65 năm Ngày thành lập nước, 120 năm Ngày sinh Chủ tịch Hồ Chí Minh , Ðại lễ kỷ niệm 1000 năm Thăng Long - Hà Nội, 35 năm Ngày giải phóng hoàn toàn miền Nam.[15] Trong Ðại lễ kỷ niệm 1000 năm Thăng Long, ông chỉ dự lễ khánh thành tượng đài Thánh Gióng ngày 6 tháng 10 năm 2010, một phần nhỏ của chương trình Đại lễ còn sự kiện chính thì do Chủ tịch Quốc hội Nguyễn Phú Trọng chủ trì khai mạc ngày 1 tháng 10 năm 2010.[16] Trong nhiệm kỳ của ông Việt Nam đã gia nhập WTO.[17] Nghỉ hưu[sửa | sửa mã nguồn] Chủ tịch nước Nguyễn Xuân Phúc thăm ông Triết tại nhà Sau nhiệm kỳ chủ tịch nước, ông về quê là Bình Dương sinh sống và ít xuất hiện trước công chúng. Nhưng đôi khi vẫn tham gia một số hoạt động xã hội. Ngày 24 tháng 9 năm 2020, dự lễ bàn giao nhà đại đoàn kết ở Bình Phước.[18] Ngày 23 tháng 1 năm 2022, Chủ tịch Quốc hội Vương Đình Huệ tới nhà ông chúc tết.[19] Ngày 22 tháng 3 năm 2022, tham dự chương trình họp mặt các thế hệ cán bộ đoàn qua các thời kỳ nhân kỷ niệm 91 năm Ngày thành lập Đoàn TNCS Hồ Chí Minh.[20] Huân chương[sửa | sửa mã nguồn] Trong quá trình công tác, ông đã nhận được Huân chương Độc lập hạng nhì và Huân chương Kháng chiến hạng nhất: Huân chương Độc lập hạng nhì Huân chương Kháng chiến hạng nhất Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g h i Ông Nguyễn Minh Triết được tín nhiệm bầu giữ chức Chủ tịch nước ^ [1] trên Báo Tuổi trẻ Lưu trữ 2006-07-05 tại Wayback Machine ^ “Ông Nguyễn Minh Triết được bầu lại làm Chủ tịch nước”. Tạp chí Cộng sản. ngày 25 tháng 7 năm 2007. ^ Việt Anh - Như Trang (ngày 24 tháng 7 năm 2007). “Ông Nguyễn Minh Triết tái đắc cử Chủ tịch nước”. VnExpress. Truy cập ngày 25 tháng 12 năm 2010. ^ “Chủ tịch nước Nguyễn Minh Triết và Phu nhân mở dạ tiệc chiêu đãi quan khách dự Hội nghị các nhà Lãnh đạo kinh tế APEC 2006”. Báo Điện tử Chính phủ. ngày 19 tháng 11 năm 2006. ^ “Công bố chủ đề, biểu tượng APEC 2006”. Dân trí. ngày 16 tháng 2 năm 2006. ^ “Hội nghị Lãnh đạo Kinh tế APEC 14 kết thúc thành công, thông qua Tuyên bố Hà Nội”. Sở Ngoại vụ TP.HCM. ngày 20 tháng 11 năm 2006. ^ “Chủ tịch nước Nguyễn Minh Triết: Thành công của APEC 2006 khẳng định đường lối đối ngoại tích cực hội nhập quốc tế của Việt Nam”. Báo Điện tử Chính phủ. ^ a b Martin Wisckol (ngày 2 tháng 7 năm 2007). “Warm on the inside”. Orange County Register. Truy cập ngày 28 tháng 8 năm 2012. ^ “VN không thành kiến với người có quan điểm khác biệt”. VnExpress. ngày 23 tháng 6 năm 2007. Truy cập ngày 15 tháng 11 năm 2010. ^ “BBCVietnamese.com”. Truy cập 26 tháng 12 năm 2014. ^ Cùng trao đổi để giải quyết những khác biệt, bất đồng Thanh Tuấn, báo Tuổi Trẻ 06\/07\/2007 08:10 (GMT + 7) Lưu trữ 2013-01-31 tại Wayback Machine ^ “Chủ tịch nước Nguyễn Minh Triết dự APEC 18”. Báo Điện tử Chính phủ. ngày 11 tháng 11 năm 2010. ^ “Hội nghị Cấp cao APEC 18: Chủ tịch nước Nguyễn Minh Triết: Phát triển kinh tế cần gắn liền với phát triển xã hội và bảo vệ môi trường”. Tạp chí Cộng sản. ngày 14 tháng 11 năm 2010. ^ “Chủ tịch nước Nguyễn Minh Triết: Thành tựu năm 2010 của chúng ta hết sức ấn tượng”. Báo Điện tử Chính phủ. ngày 1 tháng 1 năm 2011. ^ “Phe cấp tiến từng trỗi dậy ngoạn mục ra sao?”. VOA Tiếng Việt. ngày 13 tháng 2 năm 2017. ^ “15 năm gia nhập WTO - Việt Nam khẳng định vị thế trên đại lộ hội nhập”. Vietnamplus. ngày 7 tháng 11 năm 2021. ^ “Nguyên Chủ tịch nước Nguyễn Minh Triết dự lễ bàn giao nhà đại đoàn kết ở Bình Phước”. Tuổi trẻ online. ngày 24 tháng 9 năm 2020. ^ “Chủ tịch Quốc hội chúc Tết nguyên Chủ tịch nước Nguyễn Minh Triết”. Vietnamplus. ngày 23 tháng 1 năm 2022. ^ “Nguyên Chủ tịch nước Nguyễn Minh Triết tin tưởng, kỳ vọng thế hệ trẻ trong thời kỳ đổi mới”. Tiền phong. ngày 22 tháng 3 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Nguyễn Minh Triết. Wikiquote có sưu tập danh ngôn về: Nguyễn Minh Triết Quốc hội khóa XII bầu ông Nguyễn Minh Triết làm Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Lưu trữ 2014-07-28 tại Wayback Machine Giang Oanh, báo điện tử chính phủ Việt Nam, 10:07, 24\/07\/2007 (tiếng Việt) Nguyễn Minh Triết re-elected to be State President by Hoàng Nguyên Hồ, Online Newspaper of the Government - Viet Nam Government Portal 13:51 | 24\/07\/2007 (tiếng Anh) hiện x t s Chủ tịch nước Việt Nam • Danh sách Hồ Chí Minh (1945–1969) Huỳnh Thúc Kháng (1946) Tôn Đức Thắng (1969; 1969–1980) Nguyễn Hữu Thọ (1980–1981) Trường Chinh¹ (1981–1987) Võ Chí Công¹ (1987–1992) Lê Đức Anh (1992–1997) Trần Đức Lương (1997–2006) Nguyễn Minh Triết (2006–2011) Trương Tấn Sang (2011–2016) Trần Đại Quang (2016–2018) Đặng Thị Ngọc Thịnh (2018) Nguyễn Phú Trọng (2018–2021) Nguyễn Xuân Phúc (2021–2023) Võ Thị Ánh Xuân (2023) Võ Văn Thưởng (2023–) ¹ Chủ tịch Hội đồng Nhà nước (Chủ tịch nước tập thể) In nghiêng: Quyền Chủ tịch hiện x t s Bí thư Thành ủy Thành phố Hồ Chí Minh Nguyễn Văn Linh (1975–1976) Võ Văn Kiệt (1976–1981) Nguyễn Văn Linh (1982–1986) Mai Chí Thọ (1986) Võ Trần Chí (1986–1996) Trương Tấn Sang (1996–2000) Nguyễn Minh Triết (2000–2006) Lê Thanh Hải (2006–2016) Đinh La Thăng (2016–2017) Nguyễn Thiện Nhân (2017–2020) Nguyễn Văn Nên (2020–nay) hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa X Nông Đức Mạnh Nguyễn Minh Triết Nguyễn Tấn Dũng Nguyễn Phú Trọng Lê Hồng Anh Trương Tấn Sang Phạm Gia Khiêm Phùng Quang Thanh Trương Vĩnh Trọng Lê Thanh Hải Nguyễn Sinh Hùng Nguyễn Văn Chi Hồ Đức Việt Phạm Quang Nghị Tô Huy Rứa I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Xuân Thủy (1976 – 1978) Nguyễn Văn Linh (1978 – 1980) Trần Quốc Hoàn (1980 – 1986) Vũ Oanh (1986 – 1987) Phan Minh Tánh (1987 – 1996) Phạm Thế Duyệt (1996 – 1997) Nguyễn Minh Triết (1997 – 2000) Trương Quang Được (2000 – 2002) Tòng Thị Phóng (2002 – 2007) Hà Thị Khiết (2007 – 2016) Trương Thị Mai (2016 – 2021) Bùi Thị Minh Hoài (2021 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Dữ liệu nhân vật TÊN Nguyễn Minh Triết TÊN KHÁC Trần Phong, Sáu Phong TÓM TẮT Chủ tịch nước Việt Nam (2006–nay) NGÀY SINH 8 tháng 10 năm 1942 NƠI SINH xã Phú An, huyện Bến Cát, tỉnh Bình Dương, Đại Nam NGÀY MẤT NƠI MẤT Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Minh_Triết&oldid=70045341” Thể loại: Sinh năm 1942 Nhân vật còn sống Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa X Người Bình Dương Bí thư Thành ủy Thành phố Hồ Chí Minh Bí thư Tỉnh ủy Sông Bé Cựu học sinh Pétrus Ký - Lê Hồng Phong Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Thành phố Hồ Chí Minh Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa IX Sinh tại Bình Dương Sống tại Bình Dương Sống tại Hà Nội Người họ Nguyễn tại Việt Nam Chủ tịch Hội đồng quốc phòng và an ninh nước Cộng hòa xã hội chủ nghĩa Việt Nam Sống tại Thành phố Hồ Chí Minh Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Có dữ liệu nhân vật Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 18:18. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}