{"Nguyễn Văn An":"Nguyễn Văn An – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Giải thưởng 3Tham khảo 4Liên kết ngoài Nguyễn Văn An 6 ngôn ngữ العربية Bahasa Indonesia Bân-lâm-gú English 日本語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 6\/2022) Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. (tháng 6\/2022) Nguyễn Văn An Nguyễn Văn An viếng Lăng Chủ tịch Hồ Chí Minh, năm 2020 Chức vụ Chủ tịch Quốc hội nuớc Cộng hòa Xã hội chủ nghĩa Việt Nam Nhiệm kỳ 27 tháng 6 năm 2001 – 26 tháng 6 năm 2006 4 năm, 364 ngày Tiền nhiệm Nông Đức Mạnh Kế nhiệm Nguyễn Phú Trọng Phó Chủ tịch Nguyễn Phúc Thanh Nguyễn Văn Yểu Trương Quang Được (từ 23-7-2002) Trưởng ban Tổ chức Trung ương Nhiệm kỳ tháng 7 năm 1996 – 27 tháng 6 năm 2001 Tiền nhiệm Lê Phước Thọ Kế nhiệm Trần Đình Hoan Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ tháng 7 năm 1996 – 25 tháng 4 năm 2006 Thông tin chung Sinh 1 tháng 10, 1937 (85 tuổi) xã Mỹ Tân, huyện Mỹ Lộc, tỉnh Nam Định, Liên bang Đông Dương Đảng chính trị Đảng Cộng sản Việt Nam Vợ Đào Thị Hào Nguyễn Văn An (sinh ngày 1 tháng 10 năm 1937) là một chính trị gia Việt Nam. Ông nguyên là Ủy viên Bộ Chính trị khóa VIII, IX, Chủ tịch Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam từ ngày 27 tháng 6 năm 2001 đến ngày 24 tháng 6 năm 2006. Tiểu sử[sửa | sửa mã nguồn] Nguyễn Văn An sinh tại Mỹ Tân, Mỹ Lộc ở ngoại thành thành Nam Định, tỉnh Nam Định. 1954-1960: Công nhân điện Nhà máy điện Hà Nội. 1961-1967: Đi học thoát ly trong nước 2 năm, rồi học về điện tại Trường đại học Bách khoa Donetsk (Liên Xô cũ, nay thuộc Ukraina) 5 năm. 1967-1969: Về nước công tác ở công trường 8438 thuộc Công ty điện lực Hà Nội. 1970-1972: Công tác ở Sở Điện III (Nam Định). 1972-1973: Phó Giám đốc kỹ thuật Công ty điện Nam Hà, Tỉnh ủy viên dự khuyết của tỉnh ủy Nam Hà. 1974-1976: Thường vụ Tỉnh ủy, Trưởng ban Tuyên huấn Tỉnh ủy tỉnh Nam Hà. Học ở trường đảng cao cấp Nguyễn Ái Quốc khóa VII. Tháng 8\/1976-1980: Thường vụ Tỉnh ủy, Phó Chủ tịch Ủy ban Nhân dân tỉnh Hà Nam Ninh, phụ trách công nghiệp, sau làm Bí thư Thành ủy Nam Định. Tháng 11\/1980: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Nam Ninh. Tháng 4\/1981: được bầu làm Đại biểu Quốc hội khoá VII, Ủy viên Ủy ban Kinh tế Kế hoạch và Ngân sách của Quốc hội. Tại Đại hội Đảng toàn quốc lần thứ V (tháng 3 năm 1982) ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Bí thư Tỉnh ủy Hà Nam Ninh (1982-1987). Tại Đại hội Đảng toàn quốc lần thứ VI (tháng 12 năm 1986) được bầu Ủy viên Ban Chấp hành Trung ương Đảng. Tháng 9\/1987: Phó Trưởng ban Tổ chức Trung ương Đảng. Đại hội Đảng toàn quốc lần thứ VII (tháng 6 năm 1991) được bầu là Ủy viên BCHTƯ Đảng, tiếp tục làm Phó Trưởng ban Tổ chức Trung ương. Tháng 7\/1996: Tại Đại hội đại biểu toàn quốc lần thứ VIII được bầu vào BCHTƯ, Ủy viên Bộ Chính trị, Trưởng ban Tổ chức Trung ương. Tháng 4\/2001: tại Đại hội đại biểu toàn quốc lần thứ IX, được bầu vào BCHTƯ, được Trung ương bầu vào Bộ Chính trị và Ban Bí thư Trung ương Đảng. Ngày 27 tháng 6 năm 2001: tại kỳ họp thứ 9, Quốc hội khoá X, được Quốc hội bầu làm Chủ tịch Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam. Ngày 26 tháng 6 năm 2006, ông thôi giữ chức Chủ tịch Quốc hội, bàn giao chức vụ dành cho Nguyễn Phú Trọng và nghỉ hưu theo chế độ. Giải thưởng[sửa | sửa mã nguồn] Tháng 6 năm 2008, Nguyễn Văn An được tặng thưởng Huân chương Hồ Chí Minh. [1] Chiều ngày 12 tháng 9 năm 2019, Nguyễn Văn An được trao tặng Huy hiệu 60 năm tuổi Đảng Cộng sản Việt Nam.[2] Tham khảo[sửa | sửa mã nguồn] ^ \"Ông Nguyễn Văn An được tặng Huân chương Hồ Chí Minh\", Báo Tuổi Trẻ. Truy cập 2009-17-18. ^ Theo Vietnam+. “Trao tặng huy hiệu 60 năm tuổi Đảng cho nguyên Chủ tịch QH Nguyễn Văn An”. VietNamNet. 2019-09-12. Truy cập ngày 16 tháng 9 năm 2019. Liên kết ngoài[sửa | sửa mã nguồn] Tóm tắt tiểu sử đại biểu khóa XI trên trang web chính thức của Quốc hội Việt Nam Tiền nhiệm: Nông Đức Mạnh Chủ tịch Quốc hội Việt Nam 2001-2006 Kế nhiệm: Nguyễn Phú Trọng hiện x t s Chủ tịch Quốc hội Việt Nam Nguyễn Văn Tố (1946) Bùi Bằng Đoàn (1946–1955) Tôn Đức Thắng (1955–1960) Trường Chinh (1960–1981) Nguyễn Hữu Thọ (1981–1987) Lê Quang Đạo (1987–1992) Nông Đức Mạnh (1992–2001) Nguyễn Văn An (2001–2006) Nguyễn Phú Trọng (2006–2011) Nguyễn Sinh Hùng (2011–2016) Nguyễn Thị Kim Ngân (2016–2021) Vương Đình Huệ (2021–) hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Hoàng Quốc Việt (1947 – 1951)1 Lê Văn Lương (1948 – 1956,2 1973 – 1976) Lê Đức Thọ (1956 – 1973, 1976 – 1980) Nguyễn Đức Tâm (1980 – 1991) Lê Phước Thọ (1991 – 1996) Nguyễn Văn An (1996 – 2001) Trần Đình Hoan (2001 – 2006) Hồ Đức Việt (2006 – 2011) Tô Huy Rứa (2011 – 2016) Phạm Minh Chính (2016 – 2021) Trương Thị Mai (2021 – nay) 1. Bộ trưởng Bộ Tổ chức; 2. Ủy viên dự khuyết Bộ Chính trị Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_An&oldid=69728077” Thể loại: Sinh năm 1937 Nhân vật còn sống Chủ tịch Quốc hội Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Người Nam Định Chủ tịch Ủy ban nhân dân tỉnh Hà Nam Ninh Bí thư Tỉnh ủy Hà Nam Ninh Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa VIII Đại biểu Quốc hội Việt Nam khóa IX Đại biểu Quốc hội Việt Nam khóa X Kỹ sư Việt Nam Đảng viên Đảng Cộng sản Việt Nam Huy hiệu 60 năm tuổi Đảng Cộng sản Việt Nam Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết cần được wiki hóa Trang này được sửa lần cuối vào ngày 28 tháng 2 năm 2023, 16:55. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}