{"Nguyễn Hữu Vạn":"Nguyễn Hữu Vạn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế sự nghiệp 2Chú thích 3Tham khảo Đóng mở mục lục Đóng mở mục lục Nguyễn Hữu Vạn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Nguyễn Hữu Vạn Chức vụ Tổng Kiểm toán Nhà nước Nhiệm kỳ 24 tháng 5 năm 2013 – 1 tháng 4 năm 2016 2 năm, 313 ngày Tiền nhiệm Đinh Tiến Dũng Kế nhiệm Hồ Đức Phớc Vị trí Việt Nam Bí thư Tỉnh ủy Lào Cai Nhiệm kỳ 4 tháng 3 năm 2010 – 24 tháng 5 năm 2013 3 năm, 81 ngày Tiền nhiệm Bùi Quang Vinh Kế nhiệm Nguyễn Văn Vịnh Phó Bí thư Nguyễn Văn Vịnh Chủ tịch Ủy ban nhân dân tỉnh Lào Cai Nhiệm kỳ tháng 1 năm 2006 – 4 tháng 3 năm 2010 Tiền nhiệm Bùi Quang Vinh Kế nhiệm Nguyễn Văn Vịnh Thông tin chung Sinh 28 tháng 6, 1956 (66 tuổi) Thái Bình, Việt Nam Dân chủ Cộng hòa Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Nguyễn Hữu Vạn (sinh 1956) là cựu chính khách Việt Nam. Ông nguyên là Tổng Kiểm toán Nhà nước Việt Nam. Ông có bằng Tiến sĩ Kinh tế và Cử nhân Lý luận chính trị tại Việt Nam. Thân thế sự nghiệp[sửa | sửa mã nguồn] Ông sinh ngày 28 tháng 6 năm 1956, quê quán tại Thuỵ Sơn, Thái Thụy, Thái Bình. Từ tháng 4 năm 1979 đến tháng 5 năm 1991, ông công tác tại Sở Tài chính - Vật giá tình Hoàng Liên Sơn, thăng dần từ ngạch cán bộ chuyên môn lên chức vụ trưởng phòng. Ông được kết nạp vào Đảng Cộng sản Việt Nam ngày 30 tháng 4 năm 1984, chính thức ngày 30 tháng 4 năm 1985. Tháng 5 năm 1991, ông được bổ nhiệm làm Phó giám đốc Sở Tài chính - Vật giá Hoàng Liên Sơn. Sau khi tỉnh Hoàng Liên Sơn được chia tách, tháng 10 năm 1991, ông về làm Phó giám đốc Sở Tài chính tỉnh Lào Cai. Đến tháng 1háng 1 năm 1992, ông được bổ nhiệm làm Giám đốc Sở Tài chính tỉnh Lào Cai. Tháng 2 năm 2000, ông được bầu làm Ủy viên Ban Thường vụ Tỉnh ủy, và được bầu làm Phó chủ tịch UBND tỉnh Lào Cai. Tháng 7 năm 2002, ông được điều chuyển về làm Bí thư huyện ủy Sa Pa (Lào Cai), vẫn giữ chức vụ Ủy viên ban Thường vụ Tỉnh ủy. Tháng 1 năm 2006, được bầu làm Phó bí thư Tỉnh ủy Lào Cai khóa XIII, nhiệm kỳ 2005 – 2010, Chủ tịch UBND tỉnh Lào Cai khoá XIII, nhiệm kỳ 2004 – 2011. Ngày 4 tháng 3 năm 2010, tại Hội nghị bất thường Ban Chấp hành Đảng bộ tỉnh Lào Cai khóa XIII, nhiệm kỳ 2005 – 2010, ông được bầu làm Bí thư Tỉnh ủy Lào Cai khoá XIII, nhiệm kỳ 2005 – 2010. Ngày 24 tháng 5 năm 2013, ông được Quốc hội Việt Nam phê chuẩn làm Tổng Kiểm toán Nhà nước. Tháng 4 năm 2016, Quốc hội khóa XIII đã bầu ông Hồ Đức Phớc làm Tổng Kiểm toán Nhà nước thay cho ông Nguyễn Hữu Vạn. Chú thích[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] Tân tổng Kiểm toán Nhà nước Nguyễn Hữu Vạn Ông Nguyễn Hữu Vạn trở thành Tổng Kiểm toán nhà nước x t s Tổng Kiểm toán nhà nước Việt Nam Vương Hữu Nhơn (1994–2000) Đỗ Bình Dương (2000–2006) Vương Đình Huệ (2006–2011) Đinh Tiến Dũng (2011–2013) Nguyễn Hữu Vạn (2013–2016) Hồ Đức Phớc (2016–2021) Trần Sỹ Thanh (2021–2022) Ngô Văn Tuấn (2022–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Hữu_Vạn&oldid=70013106” Thể loại: Sinh năm 1956 Nhân vật còn sống Người Thái Bình Tổng Kiểm toán Nhà nước Việt Nam Bí thư Tỉnh ủy Lào Cai Chủ tịch Ủy ban nhân dân tỉnh Lào Cai Cựu sinh viên Học viện Tài chính Trang này được sửa lần cuối vào ngày 21 tháng 5 năm 2023, 05:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}