{"Nguyễn Thị Thu Hà (Ninh Bình)":"Nguyễn Thị Thu Hà (Ninh Bình) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Quá trình công tác Hiện\/ẩn mục Quá trình công tác 2.1Hội Liên hiệp Phụ nữ Việt Nam 2.2Tỉnh Ninh Bình 2.3Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam 3Tham khảo Nguyễn Thị Thu Hà (Ninh Bình) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Nguyễn Thị Thu Hà. Nguyễn Thị Thu Hà Chức vụ Phó Chủ tịch kiêm Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Nhiệm kỳ 15 tháng 3 năm 2023 – nay 74 ngày Chủ tịch Đỗ Văn Chiến Tiền nhiệm Lê Tiến Châu Kế nhiệm đương nhiệm Bí thư Tỉnh ủy Ninh Bình Nhiệm kỳ 24 tháng 4 năm 2020 – 15 tháng 3 năm 2023 2 năm, 325 ngày Tiền nhiệm Nguyễn Thị Thanh Kế nhiệm Đoàn Minh Huấn Phó Bí thư Mai Văn Tuất (Thường trực) Phạm Quang Ngọc Đại biểu Quốc hội khóa XIV, XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 5 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Bắc Giang, Ninh Bình Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Nhiệm kỳ 8 tháng 4 năm 2016 – 8 tháng 5 năm 2020 4 năm, 30 ngày Tiền nhiệm Nguyễn Thị Thanh Hòa Kế nhiệm Hà Thị Nga Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 26 tháng 1 năm 2016 – nay 7 năm, 122 ngày Tổng Bí thư Nguyễn Phú Trọng Phó Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam (lần 2) Nhiệm kỳ 25 tháng 12 năm 2015 – 8 tháng 4 năm 2016 105 ngày Chủ tịch Nguyễn Thị Thanh Hòa Phó Bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ 19 tháng 3 năm 2014 – 25 tháng 12 năm 2015 1 năm, 281 ngày Bí thư Đặng Thị Ngọc Thịnh Trần Văn Rón Phó Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam (lần đầu) Nhiệm kỳ 11 tháng 3 năm 2012 – 19 tháng 3 năm 2014 2 năm, 8 ngày Chủ tịch Nguyễn Thị Thanh Hòa Giám đốc Trường Cán bộ Phụ nữ Trung ương Nhiệm kỳ tháng 7 năm 2010 – tháng 3 năm 2012 Thông tin chung Sinh 27 tháng 5, 1970 (53 tuổi) xã Ninh Tiến, huyện Hoa Lư, tỉnh Ninh Bình, Việt Nam Dân chủ Cộng hòa Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Họ hàng Nguyễn Hoàng Hiệp (anh) Học vấn Tiến sĩ Tâm lí học Nguyễn Thị Thu Hà (sinh năm 1970) là một nữ chính khách Việt Nam. Bà hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII,[1][2] Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khóa IX, nhiệm kỳ 2019-2024, nguyên Bí thư Tỉnh ủy Ninh Bình. Bà hiện cũng là Đại biểu Quốc hội khóa XV nhiệm kì 2021-2026. Tiểu sử[sửa | sửa mã nguồn] Bà sinh ngày 27\/5\/1970 tại phường Ninh Tiến, thành phố Ninh Bình, tỉnh Ninh Bình. Trình độ chuyên môn: PGS.TS Tâm lý học. Trình độ lý luận chính trị: Cử nhân.[3] Anh trai bà là ông Nguyễn Hoàng Hiệp, hiện giữ chức Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn. Quá trình công tác[sửa | sửa mã nguồn] Hội Liên hiệp Phụ nữ Việt Nam[sửa | sửa mã nguồn] Từ tháng 7\/2010 đến tháng 3\/2012: Ủy viên Đoàn Chủ tịch, Giám đốc Trường cán bộ phụ nữ Trung ương nay là Học viện Phụ nữ Việt Nam Từ tháng 5\/2012 đến tháng 3\/2014: Giám đốc Học viện Phụ Nữ Việt Nam Từ tháng 3\/2012 đến tháng 2\/2014: Ủy viên Đoàn Chủ tịch, Phó Chủ tịch Hội LHPN Việt Nam kiêm Giám đốc Học viện Từ tháng 3\/2014 đến tháng 11\/2015: Phó Bí thư Tỉnh ủy Vĩnh Long Tại Hội nghị Ban Chấp hành TƯ Hội LHPN Việt Nam lần thứ 7, ngày 25\/12\/2015 được bầu là Phó Chủ tịch Hội LHPN Việt Nam Tại Đại hội Đảng toàn quốc lần thứ XII, được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Hội nghị lần thứ 8 Ban Chấp hành Trung ương Hội LHPNVN khóa XI (ngày 8\/4\/2016), bà Nguyễn Thị Thu Hà, Ủy viên TƯ Đảng, Phó Chủ tịch Hội LHPNVN, đã được bầu làm Chủ tịch Hội LHPNVN khóa XI (nhiệm kỳ 2012 – 2017).[4] Ngày 9\/3\/2017, Đại hội báo cáo kết quả phiên họp thứ nhất của BCH T.Ư Hội Liên hiệp Phụ nữ (LHPN) Việt Nam khóa XII. Hội nghị đã bầu Đoàn Chủ tịch gồm 31 ủy viên; đồng chí Nguyễn Thị Thu Hà, Ủy viên T.Ư Đảng, Chủ tịch Hội LHPN khóa XI tiếp tục được bầu làm Chủ tịch Hội LHPN khóa XII, nhiệm kỳ 2017 - 2022.[5] Tỉnh Ninh Bình[sửa | sửa mã nguồn] Ngày 24\/4\/2020, Ban Tổ chức Trung ương công bố Quyết định số 1961-QĐNS\/TW ngày 28\/3\/2020 của Bộ Chính trị phân công, chỉ định bà tham gia Ban Chấp hành, Ban Thường vụ và giữ chức vụ Bí thư Tỉnh ủy Ninh Bình nhiệm kỳ 2015 - 2020.[6] Ngày 8\/5\/2020, Thay mặt Ủy ban Thường vụ Quốc hội, Chủ tịch Quốc hội Nguyễn Thị Kim Ngân đã ký Nghị quyết số 937\/NQ-UBTVQH14 về việc chuyển sinh hoạt đoàn đại biểu Quốc hội đối với bà Nguyễn Thị Thu Hà. Theo đó, bà Nguyễn Thị Thu Hà chuyển sinh hoạt từ đoàn đại biểu Quốc hội tỉnh Bắc Giang đến đoàn đại biểu Quốc hội tỉnh Ninh Bình. Ngày 19\/5\/2020, bà Nguyễn Thị Thu Hà, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Ninh Bình được bầu làm Trưởng đoàn Đại biểu Quốc hội tỉnh Ninh Bình, nhiệm kỳ 2016 -2021, thay đồng chí Nguyễn Thị Thanh đã được điều động về Trung ương và bổ nhiệm chức vụ mới. Ngày 4\/6\/2020, Tại Nghị quyết số 946, Ủy ban Thường vụ Quốc hội đã phê chuẩn kết quả bầu bà Nguyễn Thị Thu Hà - Bí thư Tỉnh ủy Ninh Bình, đại biểu Quốc hội khóa XIV - giữ chức vụ Trưởng Đoàn đại biểu Quốc hội khóa XIV tỉnh Ninh Bình. Ngày 22 tháng 10 năm 2020, Đồng chí Nguyễn Thị Thu Hà, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy nhiệm kỳ 2015-2020, Trưởng Đoàn ĐBQH tỉnh được tín nhiệm bầu giữ chức Bí thư Tỉnh ủy Ninh Bình khóa XXII, nhiệm kỳ 2020-2025. Ngày 30 tháng 1 năm 2021, Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII, nhiệm kỳ 2021-2026. Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam[sửa | sửa mã nguồn] Ngày 15\/3\/2023, Tại Hội nghị Đoàn chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam bà Nguyễn Thị Thu Hà được 100% đại biểu có mặt nhất trí cử giữ chức Phó Chủ tịch - Tổng Thư ký Mặt trận Tổ quốc khóa IX, nhiệm kỳ 2019-2024. Trước đó, Bộ Chính trị quyết định bà Nguyễn Thị Thu Hà thôi tham gia Ban Chấp hành, Ban Thường vụ và thôi giữ chức Bí thư Tỉnh ủy Ninh Bình; điều động bà giữ chức Phó bí thư Đảng đoàn MTTQ Việt Nam, giới thiệu hiệp thương giữ chức Phó chủ tịch, Tổng Thư ký Mặt trận Tổ quốc nhiệm kỳ 2019-2024[7]. Ngày 12 tháng 5 năm 2023, tại Hà Nội, Đảng ủy Khối các cơ quan Trung ương và Đảng ủy Cơ quan Trung ương MTTQ Việt Nam đã tổ chức Hội nghị công bố quyết định chỉ định Bí thư Đảng ủy Cơ quan Trung ương MTTQ Việt Nam nhiệm kỳ 2020-2025. Tại Hội nghị, ông Nguyễn Đức Minh, Trưởng Ban Tổ chức Đảng ủy Khối các cơ quan Trung ương đã công bố quyết định chỉ định bổ sung Ủy viên Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Đảng ủy Cơ quan Trung ương MTTQ Việt Nam nhiệm kỳ 2020-2025. Theo đó, xét đề nghị của Đảng ủy Cơ quan Trung ương MTTQ Việt Nam, Ban Thường vụ Đảng ủy Khối các Cơ quan Trung ương quyết định chỉ định bà Nguyễn Thị Thu Hà, Ủy viên Trung ương Đảng, Phó Bí thư Đảng đoàn, Phó Chủ tịch – Tổng Thư ký UBTƯ MTTQ Việt Nam tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Đảng ủy Cơ quan Trung ương MTTQ Việt Nam nhiệm kỳ 2020-2025[8]. Tham khảo[sửa | sửa mã nguồn] ^ Danh sách 200 Ủy viên Ban chấp hành Trung ương khoá XII ^ “Phó Chủ tịch Hội LHPN Việt Nam Nguyễn Thị Thu Hà giữ chức Phó Bí thư tỉnh ủy Vĩnh Long”. Bản gốc lưu trữ ngày 4 tháng 2 năm 2016. Truy cập ngày 28 tháng 1 năm 2016. ^ “Thông tin tiểu sử và các hoạt động của Nguyễn Thị Thu Hà”. Vietnamnet. Truy cập ngày 24 tháng 4 năm 2020. ^ “Bà Nguyễn Thị Thu Hà làm Chủ tịch Hội LHPNVN”. ^ “Bà Nguyễn Thị Thu Hà tái đắc cử Chủ tịch Hội LHPN Việt Nam”. Báo điện tử VietNamNet. 9 tháng 3 năm 2017. Truy cập ngày 9 tháng 8 năm 2017. ^ “Bộ Chính trị điều động, phân công 2 nhân sự mới”. Truy cập ngày 24 tháng 4 năm 2020. ^ “Bà Nguyễn Thị Thu Hà làm Phó Chủ tịch, Tổng thư ký Ủy ban TW MTTQ Việt Nam”. VOV. ^ “Đồng chí Nguyễn Thị Thu Hà được chỉ định là Bí thư Đảng ủy Cơ quan Trung ương Mặt trận Tổ quốc Việt Nam”. Báo Nhân Dân. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Thị_Thu_Hà_(Ninh_Bình)&oldid=69973098” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1970 Nhân vật còn sống Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Người Ninh Bình Bí thư Tỉnh ủy Ninh Bình Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Bắc Giang Nữ Đại biểu Quốc hội Việt Nam khóa XIV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 12 tháng 5 năm 2023, 09:34. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}