{"Nguyễn Sáng Vang":"Nguyễn Sáng Vang – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Giáo dục 2Tiểu sử 3Chú thích 4Tham khảo 5Liên kết ngoài Nguyễn Sáng Vang Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Sáng Vang (sinh ngày 18 tháng 8 năm 1957) là đại biểu Quốc hội Việt Nam khóa 12,[1] khóa 13, thuộc đoàn đại biểu Tuyên Quang,[2] Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương (từ tháng 1\/2015). Nguyễn Sáng Vang Chức vụ Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Nhiệm kỳ tháng 1 năm 2015 – tháng 1 năm 2016 Chủ nhiệm Ngô Văn Dụ Bí thư Tỉnh ủy Tuyên Quang Nhiệm kỳ 20 tháng 7 năm 2009 – 26 tháng 2 năm 2015 5 năm, 221 ngày Tiền nhiệm Hoàng Bình Quân Kế nhiệm Chẩu Văn Lâm Thông tin chung Quốc tịch Việt Nam Sinh 18 tháng 8, 1957 (65 tuổi) Đảng chính trị Đảng Cộng sản Việt Nam Giáo dục[sửa | sửa mã nguồn] Tiểu sử[sửa | sửa mã nguồn] Nguyễn Sáng Vang sinh ngày 18 tháng 8 năm 1957 tại xã Lăng Can, huyện Lâm Bình, tỉnh Tuyên Quang, Việt Nam. Ông vốn người dân tộc Tày. Ông là thạc sĩ kinh tế, kỹ sư kinh tế nông nghiệp. Ông gia nhập Đảng Cộng sản Việt Nam ngày 21 tháng 5 năm 1986, ngày chính thức 21 tháng 5 năm 1987. Ông được Nhà nước Việt Nam tặng thưởng Huân chương Lao động hạng Ba (năm 2006); Huân chương Lao động hạng Nhì (năm 2010).[3] Chú thích[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 14 tháng 3 năm 2016. Truy cập ngày 6 tháng 9 năm 2012. ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 10 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ Tiểu sử tóm tắt những người ứng cử đại biểu Quốc hội khóa XIII tỉnh Tuyên Quang Lưu trữ 2016-03-05 tại Wayback Machine, Trang tin điện từ huyện Hàm Yên Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Sáng_Vang&oldid=66604301” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1957 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XII Người Tày Người Tuyên Quang Bí thư Tỉnh ủy Tuyên Quang Đại biểu Quốc hội Việt Nam khóa XIII Tuyên Quang Đại biểu Quốc hội Việt Nam khóa XII Tuyên Quang Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 1 tháng 11 năm 2021, 09:45. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}