{"Nguyễn Văn Hiếu (quan nhà Nguyễn)":"Nguyễn Văn Hiếu (quan nhà Nguyễn) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Giai thoại 3Câu nói lưu danh 4Hậu duệ 5Tham khảo 6Chú thích Nguyễn Văn Hiếu (quan nhà Nguyễn) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Xin xem các mục từ khác có tên tương tự ở Nguyễn Văn Hiếu Nguyễn Văn Hiếu (1746 - 1835) là tướng chúa Nguyễn và là quan nhà Nguyễn, Việt Nam. Nguyễn Văn Hiếu Tổng đốc Nhà Nguyễn Tiền nhiệm chức vụ thành lập Kế nhiệm chưa rõ Thông tin chung Sinh 1746 Gò Công, Tiền Giang Mất 1835 Hà Nội Đại Nam Hậu duệ Nguyễn Phúc Khuê Gia Tên húy Nguyễn Văn Hiếu hoàng tộc Họ Nguyễn Thân phụ Nguyễn Văn Đán Tiểu sử[sửa | sửa mã nguồn] Nguyễn Văn Hiếu là người Kiến Hòa, tỉnh Định Tường, về sau đổi thuộc tỉnh Gò Công (nay huyện Gò Công Tây, tỉnh Tiền Giang). Tiếng là con của Cẩm y Chưởng vệ Nguyễn Văn Đán, nhưng nhà ông rất nghèo. Thuở thiếu thời, ông từng phải đi cắt cỏ thuê để nuôi thân. Năm Ất Tỵ (1785), ông gia nhập quân Đông Sơn, ở Gò Khổng Tước (tức Gò Công), dưới quyền của Võ Tánh. Sau khi Võ Nhàn, một thuộc tướng của Đỗ Thanh Nhơn, bị giết vì tội mưu phản; nghe tin Võ Văn Lượng ở Tân Hòa (Gò Công) là người nghĩa hiệp, nên Võ Tánh cùng các thuộc hạ, trong số đó có Nguyễn Văn Hiếu tìm đến phò giúp Văn Lượng. Sau, Văn Lượng tôn Võ Tánh đứng đầu, phát lệnh dấy nghĩa ở Phù Viên (Vườn Trầu). Mùa thu năm Đinh Mùi (1787), chúa Nguyễn Phúc Ánh từ Vọng Các (Xiêm La) về nước, sai Nguyễn Đức Xuyên đến chiêu dụ, Võ Tánh cùng Nguyễn Văn Hiếu theo về. Văn Hiếu được chúa trao chức Cai cơ hỗ giá. Khi chúa Nguyễn đóng binh ở Hồi Oa (Nước Xoáy, Sa Đéc), ông được cử chức Khâm sai Cai cơ, có kèm theo một chiếc thẻ bài. Năm Bính Thìn (1796), ông giữ chức Hữu chi Phó trưởng chi, rồi Chánh trưởng chi. Năm Tân Dậu (1801), ông theo Võ Tánh giữ thành Quy Nhơn. Lúc xảy ra trận thủy chiến ở Thị Nại, ở trong thành Quy Nhơn, thấy lửa hỏa công của quân nhà, Võ Tánh cùng ông bèn mở cửa Đông tung quân ra đánh. Ông Hiếu bị trúng đạn, bị quân của Trần Quang Diệu bắt sống, mãi đến năm 1802, sau khi quân Tây Sơn đại bại ở lũy Trấn Ninh mới được cứu. Năm Nhâm Tuất (1802), ông được thăng Phó tướng Hữu quân. Năm Quý Hợi (1803), ông theo Lê Văn Duyệt đánh dẹp dân nổi dậy ở Đá Vách (Thạch Bích, Quảng Ngãi) rồi được triệu về kinh (Huế). Năm Gia Long thứ 4 (1805), ông được cử giữ chức Quyền trấn thủ Bình Định. Năm Canh Ngọ (1810), ông được phái đem binh đi Bắc Thành, rồi sau đó gặp tang mẹ, nên xin thôi việc. Chịu tang xong, ông được bổ làm Trấn thủ Sơn Nam Hạ (tức Nam Định). Năm Minh Mạng thứ 2 (1821), nhà vua ra Bắc, nghe tiếng ông cai trị giỏi, nên có triệu đến thăng cho một cấp, ban cho ống nhòm, gươm và súng (tất cả đều mạ vàng); cử ông làm Án trấn Thanh Hóa. Ở đây, ông phạm lỗi (xem bên dưới), nên bị giáng ba cấp, nhưng vẫn được giữ chức cũ. Năm 1826, ông cùng quan trấn Nghệ An dẫn quân đi dẹp yên được cuộc nổi dậy ở Ninh Tạo. Nhờ công lao này, ông được triệu về kinh, thăng Thần sách Tả doanh, Phó Đô Thống chế, lãnh chức Trấn thủ Nghệ An. Năm 1827, ông được xung chức Kinh lược đại thần đến Nam Định tuần hành các làng xã. Khi về, xét thưởng, ông được thăng Thần sách Tả doanh Đô Thống chế, nhưng vẫn lãnh chức cũ ở Nghệ An. Năm 1828, quan binh đi kinh lược biên giới Nghệ An, ông hỗ trợ đầy đủ các nhu yếu. Năm 1829, vì tuổi cao sức yếu, ông xin nghĩ. Nhà vua chấp thuận, nhưng vẫn cho ông được hưởng lương. Khi khỏi bệnh, ông lại giữ chức Đô Thống, Trấn thủ Nghệ An. Năm Minh Mạng thứ 12 (1831), đổi trấn thành tỉnh, ông lại được bổ làm Tổng đốc Hà Ninh (Hà Nội và Ninh Bình). Năm 1832, ông thăng Thự Tả doanh Đô Thống phủ Chưởng phủ sự, tước Bá (Lương Năng bá), và được cấp một ngàn quan tiền. Năm Ất Tỵ (1835), ông mất. Năm Tự Đức thứ 5 (1851), ông được thờ ở miếu Trung hưng Công thần. Năm Tự Đức thứ 11 (1858), Nguyễn Văn Hiếu được thờ ở Hiền Lương Từ. Cũng dưới triều Tự Đức, không rõ năm, một hôm nhà vua phê vào giấy long đằng hai chữ Nguyên Lương, rồi sai người đem treo tại từ đường nhà ông. Từ đó, con cháu của ông Hiếu đổi tên lót là Nguyễn Lương thay vì Nguyễn Văn. Giai thoại[sửa | sửa mã nguồn] Nguyễn Văn Hiếu, tính người thuần phác. Khi làm quan thì được tiếng thanh liêm, cần mẫn. Sách Gò Công xưa chép: ...Ông Hiếu tuy xuất thân võ biền, nhưng có phong thái của một nho thần. Một lần, các vị tân khoa đến nhà chào, ông tiếp đãi rất ân cần, rồi nói rằng: \"Mười năm đèn sách mới có ngày nay, tôi xin mừng cho các thầy. Nhớ ngày sau được bổ dụng làm quan, cũng nên giữ gìn như lúc tân khổ, chớ có xa xỉ quá để mang tiếng xấu cho thân danh, và phụ ý tốt (tuyển chọn nhân tài) của triều đình\". Khi làm quan, ông được dân thương mến, lại nghiêm trị thuộc lại, nên họ đều sợ. Trong hạt nhiều trộm, ông Hiếu đến, bọn trộm bảo nhau rằng: Ông Trấn thủ là người nhân huệ, ta phải tránh đi. Lúc ở Thanh Hóa, một hôm có một thổ ty đem lễ vật đến ra mắt, ông Hiếu lấy lời ôn tồn từ khước. Thổ ty ra về, một thuộc lại của ông lẻn theo, dọa nạt ông này để lấy lễ vật. Ông Hiếu biết được, giận lắm, lập tức đem ra chém. Các quan đều can gián, nhưng ông không nghe. Chém rồi, ông dâng sớ xin chịu tội với triều đình, bị gián ba cấp, nhưng vẫn cho lưu lại chức cũ. Tư cách như vậy, nên dù làm quan lớn đã lâu, cảnh nhà ông trông rất tiêu điều, vì lương bổng chỉ đủ tiêu dùng. Người vợ đem điều ấy thưa với ông, ông cười nói: Bà không nhớ lúc cắt cỏ thuê sao? Lúc ấy, mỗi khi đi đâu thì vợ chồng phải đổi áo mà mặc, chỉ lo đủ cái ăn cho mỗi ngày; nay sánh với xưa, đã hơn gấp mấy lần, thế mà còn muốn lấy của bất nghĩa để làm giàu sao?. Từ đó, vợ ông không dám đem chuyện \"tài lợi\" mà thưa với ông nữa.[1] Câu nói lưu danh[sửa | sửa mã nguồn] Dưới triều Minh Mạng, có lần cùng các đồng liêu xét án. Thấy có tên trộm đã thú tội rồi, mà vẫn còn bị tra tấn. Ông Hiếu chậm rãi nói: “ Chúng nó vì cùng cực nên phải làm việc gian phi, đêm khuya xoi tường khoét vách, khó nhọc mới lấy được tiền người ta. Nay nó đã nhận tội, thì cứ chiếu theo luật mà trị, hà tất phải vẽ vời thêm làm gì? Thử hỏi: Ở các nha môn, có những kẻ trên nhà cao, ngồi nệm, dựa gối; giữa ban ngày, vẫy ngòi bút mà làm tiền người ta không chút khó nhọc, các người ấy sánh với bọn ăn trộm kia, tội ai nặng hơn? ” Nghe ông nói, ai nấy đều giật mình.[2] Hậu duệ[sửa | sửa mã nguồn] Nguyễn Văn Hiếu có 6 con trai, là: Nguyễn Văn Nhâm bị tật ở chân, không có con nối dõi. Nguyễn Văn Tôn làm Vệ úy Tả vệ Bình Định, tập tước Lương Năng tử Nguyễn Văn Túc lấy An Phú Công chúa Khuê Gia, hoàng nữ thứ hai của vua Minh Mạng, được phong làm Phò mã Đô úy. Cả hai có với nhau 3 con trai và 3 con gái. Nguyễn Văn Tình làm Thành thủ úy Nguyễn Văn Ân làm Phó quản cơ Nguyễn Văn Nhân làm Lãnh binh Khánh Hòa. Theo sự tra cứu riêng của Huỳnh Minh, thì dòng họ của ông Hiếu còn ở Thừa Thiên (Huế) khá đông. Vì buổi ấy, các vị công thần trong Nam ra giúp vua Gia Long, rồi định cư luôn ở đó. Xa quê, ông và các bạn có chung hoàn cảnh đã lập một hiệp hội (hội sinh hoạt trong một ngôi đình) ở gần cầu Kim Long (Huế) lấy tên là Nam Châu, sau đổi thành Nam Trung, để hợp theo nghĩa \"người Nam Kỳ ra làm quan ở Trung Kỳ\". Tên làng có ngôi đình trên, cũng được đổi thành làng Nam Trung). Tham khảo[sửa | sửa mã nguồn] Ngô Giáp Đậu, Hoàng Việt hưng long chí. Nhà xuất bản Văn học, 1993, tr. 146, 267 và 408. Quốc sử quán Triều Nguyễn, Đại Nam chính biên liệt truyện (Sơ tập, quyển 16, đoạn \"Nguyễn Văn Hiếu\"). GS. Nguyễn Khắc Thuần dẫn lại trong Việt sử giai thoại (tập 8). Nhà xuất bản Giáo dục, 1998, tr. 29-31. Huỳnh Minh, Gò Công xưa. Nhà xuất bản Thanh Niên, 2001, tr. 93 - 98. Chú thích[sửa | sửa mã nguồn] ^ Lược theo Huỳnh Minh, Gò Công xưa, tr. ^ Huỳnh Minh, Gò Công xưa, tr. 96-97. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Hiếu_(quan_nhà_Nguyễn)&oldid=67541873” Thể loại: Sinh năm 1746 Mất năm 1835 Người Gò Công Người Đàng Trong Võ tướng chúa Nguyễn Võ tướng nhà Nguyễn Bá tước nhà Nguyễn Người họ Nguyễn tại Việt Nam Người họ Nguyễn Trang này được sửa lần cuối vào ngày 14 tháng 12 năm 2021, 06:17. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}