{"Nguyễn Văn Hơn":"Nguyễn Văn Hơn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Khen thưởng 3Chú thích Nguyễn Văn Hơn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Nguyễn Văn Hơn Chức vụ Chủ tịch Ủy ban nhân dân tỉnh An Giang Nhiệm kỳ 1977 – 1982 Thứ trưởng Bộ Nông nghiệp Nhiệm kỳ 1982 – 1986 Bí thư Tỉnh ủy An Giang Nhiệm kỳ 1986 – 1993 Thông tin chung Sinh 4 tháng 6, 1929 (93 tuổi) xã Hội An, huyện Chợ Mới, tỉnh An Giang, Liên bang Đông Dương Đảng chính trị Đảng Cộng sản Việt Nam Nguyễn Văn Hơn hay Sáu Hơn (sinh năm 1929 mất tháng 02\/2020) là một nhà cách mạng, chính khách Việt Nam. Ông từng giữ nhiều chức vụ như Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam; Chủ tịch Ủy ban nhân dân tỉnh (1977–1982); Bí thư Tỉnh ủy An Giang (1986–1993); Trưởng phái viên Trung ương Đảng và Chính phủ ở các tỉnh Nam Bộ (1994–1997).[1] Tiểu sử[sửa | sửa mã nguồn] Nguyễn Văn Hơn sinh ngày 4 tháng 6 năm 1929 tại xã Hội An, huyện Chợ Mới, tỉnh An Giang. Ngày 25\/8\/1945, ông có mặt trong đoàn người bừng bừng khí thế, gậy gộc, giáo mác trong tay, kéo qua Long Xuyên giành chính quyền. Sau Cách mạng tháng Tám ông được phân công làm thư ký Chi bộ xã Hội An.[2] Tháng 4\/1946, ông được kết nạp vào Đảng, tham gia thành lập Chi bộ bí mật xã. Từ năm 1946 - 1948, làm Trưởng đoàn tuyên truyền xung phong huyện Châu Thành, Sa Đéc. Năm 1949, là Bí thư Chi bộ xã Hội An. Năm 1950, là Phó Ban Tuyên huấn Huyện ủy Lai Vung, Sa Đéc. Từ năm 1951 - 1954, ông làm cán bộ Ban Tuyên huấn Tỉnh ủy Long Châu Sa, rồi Phó Ban Tuyên huấn Huyện ủy Lai Vung, phụ trách 6 xã vùng yếu huyện Lấp Vò. Sau Hiệp định Genève, ông được phân công ở lại bám trụ, làm Phó Bí thư Huyện ủy Lấp Vò. Năm 1957, là Phó Bí thư Thị xã ủy Long Xuyên, rồi Tỉnh ủy viên, phụ trách Trường Đảng tỉnh An Giang (1958), Bí thư Liên huyện Châu Thành - Núi Sập (1960), trực tiếp chỉ đạo phong trào đồng khởi ở đây. Từ năm 1960, ông công tác quân sự, là Tỉnh ủy viên, Tỉnh đội phó, rồi Phó Chính trị viên Tỉnh đội kiêm Chính trị viên Tiểu đoàn 512 của tỉnh. Đến trước ngày miền Nam hoàn toàn giải phóng năm 1975, ông là Phó Bí thư Tỉnh ủy Long Châu Tiền kiêm Chính trị viên Tỉnh đội với quân hàm Trung tá. Năm 1965 - 1966, ông được cử đi đào tạo quân sự ở Trung ương Cục miền Nam. Sau ngày giải phóng miền Nam thống nhất đất nước, ông lần lượt đảm nhận các chức vụ: Ủy viên Thường vụ Tỉnh ủy, Phó Chủ tịch Ủy ban nhân dân tỉnh, Chủ tịch Ủy ban nhân dân tỉnh An Giang (1977 - 1982); Ủy viên Trung ương Đảng, Thứ trưởng Bộ Nông nghiệp (1982 - 1986); Bí thư Tỉnh ủy An Giang (1986 - 1993); Trưởng phái viên Trung ương Đảng và Chính phủ ở các tỉnh Nam Bộ (1994 - 1997). Năm 1997, ông nghỉ hưu. Sau đó ông đảm nhận chức vụ Chủ tịch Hội cựu chiến binh tỉnh An Giang, đồng thời là Ủy viên Ban Thường vụ Hội Cựu chiến binh Việt Nam. Khen thưởng[sửa | sửa mã nguồn] Nguyễn Văn Hơn đã được Đảng và Nhà nước khen thưởng: 2 Huân chương Chiến sĩ giải phóng; 3 Huân chương Chiến công hạng Ba. 1 Huân chương Quân công hạng Ba. 2 Huân chương Kháng chiến hạng Nhất và hạng Ba; 1 Huân chương Độc lập hạng Nhất; 1 Huân chương Lao động hạng Nhất. Chú thích[sửa | sửa mã nguồn] ^ “Đồng chí Nguyễn Văn Hơn”. Báo điện tử Đảng Cộng sản Việt Nam. ngày 24 tháng 3 năm 2016. Truy cập ngày 19 tháng 7 năm 2017. ^ “Tóm tắt tiểu sử ông Nguyễn Văn Hơn (Bí thư Tỉnh ủy An Giang 1986 - 1993)”. Cổng thông tin điện tử tỉnh đoàn An Giang. ngày 1 tháng 5 năm 2011. Truy cập ngày 19 tháng 7 năm 2017.[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nguyễn_Văn_Hơn&oldid=68719573” Thể loại: Sinh năm 1929 Nhân vật còn sống Đảng viên Đảng Cộng sản Việt Nam Người họ Nguyễn tại Việt Nam Người An Giang Bí thư Tỉnh ủy An Giang Chủ tịch Ủy ban nhân dân tỉnh An Giang Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 13 tháng 6 năm 2022, 01:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}