{"Ngày xưa Hoàng Thị":"Ngày xưa Hoàng Thị – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cảm hứng 2Chú thích Ngày xưa Hoàng Thị Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Ngày xưa Hoàng Thị\" Bài hát của Thái Thanh Thể loại Nhạc lãng mạn Sáng tác Phạm Thiên Thư Lời Phạm Thiên Thư Thông tin bài hát ở Việt Nam Năm sáng tác 1971 Nhạc sĩ Phạm Duy \"Ngày xưa Hoàng Thị\" là tên một bài thơ được thi sĩ Phạm Thiên Thư sáng tác và nhạc sĩ Phạm Duy phổ nhạc năm 1971 [1]. Vào những năm đầu thập niên 70, bài Ngày xưa Hoàng thị đã trở thành một hiện tượng tại miền Nam Việt Nam. Ca sĩ Thanh Thúy là người đầu tiên thể hiện bài hát này.[2] Những ca sĩ trình bày bản nhạc này nổi tiếng khác là Thái Thanh với giọng cao vút, Julie Quang và gần đây là Ngọc Hạ. Cảm hứng[sửa | sửa mã nguồn] Theo nhà thơ Phạm Thiên Thư thì \"đó là những kỷ niệm đẹp đẽ, mối tình lãng mạn của thời trai trẻ\". Hoàng Thị Ngọ là một nhân vật có thật, một cô gái học cùng lớp với nhà thơ lúc ông đang học lớp đệ tam (lớp 10 bây giờ) trường Trung học Văn Lang (khu Tân Định) [1]. Tuy yêu cô ấy lắm, nhưng ông không dám ngỏ lời, mà chỉ lẽo đẽo theo sau lúc tan trường, khi cô học sinh đang trên đường về nhà một mình.[2] Chú thích[sửa | sửa mã nguồn] Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ^ a b Những bóng hồng trong thơ nhạc: Ngày xưa Hoàng Thị..., thanhnien.vn, 05\/06\/2011 ^ a b Phạm Thiên Thư và \"Ngày xưa Hoàng thị\", tuoitre.vn, 26\/11\/2005 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ngày_xưa_Hoàng_Thị&oldid=66760399” Thể loại: Bài hát tình khúc 1954–1975 Bài hát tiếng Việt Thể loại ẩn: Pages using infobox song with unknown parameters Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 8 tháng 11 năm 2021, 01:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}