{"Ngàn thu áo tím":"Ngàn thu áo tím – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất xứ 2Nội dung 3Phổ biến Hiện\/ẩn mục Phổ biến 3.1Các lần xuất hiện trong các đại nhạc hội 3.2Ảnh hưởng 4Tham khảo Ngàn thu áo tím Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Ngàn Thu Áo Tím\" Bìa nhạc Ngàn thu áo tím xuất bản lần đầu vào năm 1964. Bài hát tình ca Ngôn ngữ Tiếng Việt Phát hành 1963 Thể loại Tình khúc 1954–1975 Soạn nhạc Vĩnh Phúc Ngàn thu áo tím là một sáng tác của nhạc sĩ Hoàng Trọng. Ca khúc này đã được Vĩnh Phúc viết lời và trở thành tác phẩm nổi tiếng trong sự nghiệp nhạc sĩ Hoàng Trọng, ngoài bài Cánh hoa yêu và Tiễn bước sang ngang. Xuất xứ[sửa | sửa mã nguồn] Bài hát nói về chuyện tình của nhạc sĩ khi còn ở Nam Định. Vợ nhạc sĩ Hoàng Trọng là con nhà khá giả, thường hay mặc áo màu tím và rất xinh đẹp, nhưng gia đình bà phản đối.[1][2] Sau này, cả hai đến với nhau và có ba người con.[3] Tuy nhiên, vì tính tình hay ghen, bà đã bỏ đi ngay khi con gái út của ông, Hoàng Bạch La chỉ vừa tròn 3 tháng tuổi. Vì thế, các con của ông đều mỗi người một nơi.[1][2] Bìa bản nhạc Ngàn thu áo tím tái bản vào năm 1971 Sau đó, ông di cư vào miền Nam. Thời điểm trên, ông có quen được cô Vĩnh Phúc, con của mục sư Lưu Văn Mão.[1] Ông đã phổ được thơ của cô Vĩnh Phúc lên đến 20 bài, trong đó có cả bài Cánh hoa yêu.[1] Sau khi nghe được câu chuyện trên, cô Vĩnh Phúc có viết một bài thơ, và đem cho nhạc sĩ Hoàng Trọng phổ nhạc. Từ đó, bài hát Ngàn thu áo tím ra đời. Bài hát được tác giả xuất bản vào năm 1964 và do ca sĩ Thái Thanh trình bày lần đầu tiên.[4] Nội dung[sửa | sửa mã nguồn] Khác với những bài hát của nhạc sĩ Hoàng Trọng đều theo điệu Tango, bài hát Ngàn thu áo tím được viết theo nhịp 3\/4 và sử dụng điệu Valse.[4] Ngày xưa xa xôi em rất yêu màu tím Ngày xưa vô tư em sống trong trìu mến Chiều xuống áo tím thường thướt tha Bước trên đường gấm hoa, ngắm mây chiều lướt xa.... Phổ biến[sửa | sửa mã nguồn] Bài hát đã được tác giả xuất bản vào năm 1964 và được ca sĩ Thái Thanh trình bày đầu tiên vào trước năm 1975.[4] Sau đó, một số ca sĩ hải ngoại và trong nước đều hát bài này, và quen thuộc với một số đôi tình nhân thời đó.[5] Các lần xuất hiện trong các đại nhạc hội[sửa | sửa mã nguồn] 2001 - Ý Lan (Asia 35) 2006 - Ngọc Liên, Loan Châu (Paris By Night 84) Ảnh hưởng[sửa | sửa mã nguồn] Tên bài hát đã được đặt tên cho CD của ca sĩ Quỳnh Giao.[6]. Năm 2014, nhạc sĩ Đức Trí đã phát hành dĩa than cùng tên với giọng hát của Ý Lan. Tham khảo[sửa | sửa mã nguồn] ^ a b c d Thành Long (19 tháng 11 năm 2019). “Nhạc sĩ 'Ngàn thu áo tím' cưới vợ hai nhỏ tuổi hơn cả con gái út”. Báo Thanh niên. Truy cập ngày 16 tháng 10 năm 2021. ^ a b Hoài Giang (21 tháng 11 năm 2019). “Con trai nhạc sĩ 'Ngàn thu áo tím' chia sẻ chuyện gia đình”. Công an nhân dân. Truy cập ngày 16 tháng 10 năm 2021. ^ Thành Long (16 tháng 8 năm 2019). “Con trai tiết lộ nhạc sĩ 'Ngàn thu áo tím' chia tay vì vợ hay ghen”. Báo Thanh niên. Truy cập ngày 16 tháng 10 năm 2021. ^ a b c Niệm Quân (30 tháng 5 năm 2021). “\"Ngàn Thu Áo Tím\" – Ca khúc nhạc valse bất tử của \"ông hoàng tango\" Hoàng Trọng”. Nhạc Xưa Blog. Truy cập ngày 16 tháng 10 năm 2021. ^ T.T (28 tháng 10 năm 2009). “Ngày xưa, áo tím…”. Báo Tuổi trẻ. Truy cập ngày 16 tháng 10 năm 2021. ^ Ngàn thu áo tím Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ngàn_thu_áo_tím&oldid=66760395” Thể loại: Bài hát tiếng Việt Ca khúc nhạc vàng Bài hát tình khúc 1954–1975 Bài hát Việt Nam Bài hát năm 1963 Thể loại ẩn: Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 8 tháng 11 năm 2021, 01:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}