{"Ngô Minh Loan":"Ngô Minh Loan – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Nội dung chuyển sang thanh bên ẩn Đầu 1Quê quán 2Quá trình hoạt động cách mạng 3Lãnh đạo giành chính quyền tại Yên bái 4Lãnh đạo giải phóng tỉnh Lào Cai 5Hoạt động ở Đồng bằng Bắc Bộ 6Công tác bảo vệ an ninh trong quân đội, công an 7Hoạt động ngành Công thương 8Đại sứ Việt Nam tại Trung Quốc 9Bộ trưởng đầu tiên của Bộ Lương thực và Thực phẩm 10Vinh danh 11Tham khảo Đóng mở mục lục Đóng mở mục lục Ngô Minh Loan Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Ngô Minh Loan Chức vụ Bộ trưởng Bộ Lương thực và Thực phẩm Nhiệm kỳ 11 tháng 8, 1969 – 23 tháng 4, 1979 9 năm, 255 ngày Tiền nhiệm đầu tiên Kế nhiệm Hồ Viết Thắng Vị trí Việt Nam Thứ trưởng Trịnh Xuân Tiến Đặng Văn Thiên Bí thư Ban Cán sự Đảng tỉnh Lào Cai Nhiệm kỳ Tháng 9, 1946 – Tháng 1, 1947 Tiền nhiệm đầu tiên Kế nhiệm Lê Thanh Vị trí Việt Nam Ủy viên Lê Thanh Đào Đình Bảng[1] Bí thư Ban Cán sự Đảng liên tỉnh Phú-Yên Nhiệm kỳ 30 tháng 6, 1945[2] – Tháng 9, 1945 Tiền nhiệm Bình Phương Kế nhiệm bản thân (Tỉnh ủy Yên Bái) Trần Quang Bình (Tỉnh ủy Phú Thọ) Vị trí Việt Nam Bí thư Tỉnh ủy Yên Bái Nhiệm kỳ Tháng 9, 1945 – Cuối 1945 Tiền nhiệm đầu tiên Kế nhiệm Lý Bạch Luân Vị trí Việt Nam Bí thư Tỉnh ủy Bắc Ninh Nhiệm kỳ Tháng 2, 1947 – Tháng 12, 1947 Tiền nhiệm Phan Lang Kế nhiệm Lê Xương Vị trí Việt Nam Thông tin chung Sinh 1915 Sơn Hải, Quỳnh Lưu, Nghệ An Mất 11 tháng 2, 2001 Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Ngô Minh Loan (1915 - 2001) là nhà hoạt động cách mạng và chính khách người Việt Nam, ông là Ủy viên Dự khuyết Ban Chấp hành Trung ương khóa III, Cục trưởng Cục Bảo vệ Quân đội, Thứ trưởng Bộ Công nghiệp Nhẹ, nguyên Đại sứ Việt Nam tại Trung Quốc, Bộ trưởng Bộ Lương thực và Thực phẩm. Quê quán[sửa | sửa mã nguồn] Ông còn có tên gọi khác: Ngô Xuân Long, Minh, Hải Quê quán: Huyện Quỳnh Lưu, tỉnh Nghệ An. Từ khi tham gia cách mạng, viết văn, làm thơ, lấy bút danh là Minh, Quang Minh. Cha là ông Ngô Văn Tư, mẹ là bà Hồ Thị Tư. Thuở nhỏ, vì nhà nghèo nên Ngô Minh Loan không được đi học. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Lên 7 tuổi, Ngô Minh Loan đã phải vào làm việc trong nhà máy Diêm - Bến Thủy. Được các anh Lê Mao, Lê Viết Thuật, Nguyễn Lợi, Nguyễn Phúc, Vi Nình… làm việc trong nhà máy Diêm tận tình giúp đỡ, Ngô Minh Loan nhanh chóng hòa chung cuộc sống với giai cấp công nhân Vinh - Bến Thủy nên sớm giác ngộ cách mạng. Năm lên 13 tuổi Ngô Minh Loan được các đồng chí Lê Mao, Lê Viết Thuật, Nguyễn Lợi, Nguyễn Phúc hoạt động trong tổ chức Đảng Tân Việt giao nhiệm vụ làm liên lạc và canh gác các cuộc họp bí mật. Ngày 3-2-1930, Đảng Cộng sản Việt Nam ra đời, nhân ngày Quốc tế lao động 1-5-1930, Đảng phát động công-nông mít tinh, biểu tình chống áp bức, đòi tăng tiền lương, giảm giờ làm, giảm sưu, giảm thuế. Ngô Minh Loan đã mang theo gậy đi biểu tình, hòa trong dòng người trên đường phố, hô vang các khẩu hiệu đấu tranh đòi quyền lợi cho giai cấp công nông và thợ thuyền. Sau cuộc đấu tranh của công nông Vinh - Bến Thủy trong ngày 1-5-1930, nhà máy Diêm bị đóng cửa, Ngô Minh Loan xin sang làm công nhân nhà máy gỗ. Được mấy tháng, công việc nặng nhọc, có lần thấy tên cai đánh đập một anh công nhân ốm yếu, Ngô Minh Loan thấy chuyện bất bình liền đến can thiệp. Vì chống lại tên cai, hôm sau Ngô Minh Loan bị đuổi việc, anh lại xin sang nhà máy rũa cưa (Braseur) thuộc hãng SIFA. Được các đồng chí đảng viên đi trước tuyên truyền, bày cách, Ngô Minh Loan hăng hái đi treo cờ, rải truyền đơn, đi mít tinh, biểu tình chống bọn chủ nhà máy để đòi các quyền lợi… Năm 1932, khi phong trào Xô Viết Nghệ Tĩnh bị đàn áp khủng bố trắng, các đồng chí Đảng viên người bị giết, người bị tù, bọn cai xếp trong các nhà máy thừa cơ đánh đập, cúp phạt, đuổi thợ, cuộc sống của công nhân bị bóp nghẹt. Cũng may lúc bấy giờ bà Hồ Thị Tư mẹ Ngô Minh Loan nhờ khéo tay có nghề làm bánh đa, bánh phở nên kiếm được đồng ra đồng vào. Cuộc sống và cái ăn của gia đình tạm đủ, bà Tư cho Ngô Minh Loan nghỉ việc ở nhà máy để đi học. Thời gian đầu Ngô Minh Loan xin vào học tại trường Phan Bá Tuân. Nhờ sáng dạ, thông minh nên anh đã thi đỗ vào trường Cao Xuân Dục tại Vinh. Sau 5 năm học hành chăm chỉ, Ngô Minh Loan đã đỗ bằng Tiểu học. Học xong nhưng vẫn chưa xin được việc làm, Ngô Minh Loan lại tham gia phong trào Mặt trận dân chủ. Năm 1937, anh tham gia các cuộc mít tinh của nhân dân Nghệ An đón tiếp GôĐa để đưa bản dân nguyện. Ngô Minh Loan có ấn tượng sâu sắc khi được nghe trưởng đoàn Hà Huy Giáp nói chuyện tại thành phố Vinh. Anh được đồng chí Nguyễn Thị Nhuận và Siêu Hải giúp đỡ, bố trí công việc cùng Hồ Mỹ Xuyên mở quầy bán sách báo, phục vụ nhân dân nhằm nâng cao dân trí. Trong những năm đầu hoạt động cách mạng tại Thành phố Hải phòng, ông hoạt động trong phong trào công nhân cùng các đồng chí Tô Hiệu, Bùi Đình Đổng (sau là Thứ trưởng Bộ Xây dựng, Giám đốc Nhà máy Xi măng Hải phòng). Năm 1939 ông bị thực dân Pháp bắt đưa lên giam cầm 3 năm tại nhà tù Sơn La. Từ đó ông có biệt danh hùm xám Sơn la. Thời gian bị giam tại nhà tù Sơn La, Ngô Minh Loan bị tăng án đến hai lần. Lần đầu do ông đã đánh lại một tên lính coi tù để giải thoát cho chính trị vượt ngục. Lần thứ hai vì tội bí mật tổ chức cướp súng cho quân Việt Minh. Khi bị bắt lần hai, Ngô Minh Loan bị giam trong xà lim, cạnh phòng đồng chí Tô Hiệu, người tù chính trị mà tên tuổi đã đi vào sử sách. Khi mặt trận Việt Minh ra đời, Ngô Minh Loan càng hăng hái luyện tập quân sự, mong ngày ra tù được phục vụ nhiều nhất cho cách mạng. Lãnh đạo giành chính quyền tại Yên bái[sửa | sửa mã nguồn] Sau đó ông hoạt động cách mạng tại tỉnh Yên bái, giữ cương vị Bí thư tỉnh ủy, lãnh đạo xây dựng chiến khu cách mạng Vần - Hiền Lương ở địa bàn của 3 tổng Lương Ca, Giới Phiên (thuộc huyện Trấn Yên) và Đại Lịch thuộc huyện Văn Chấn.[3] Ngày 30\/6\/1945 Ban cán sự liên tỉnh Phú - Yên (Phú Thọ - Yên Bái) được thành lập do ông làm Bí thư lãnh đạo cách mạng tại hai tỉnh Yên Bái và Phú Thọ. Xứ ủy Bắc Kỳ chỉ thị cho Tỉnh ủy Phú Thọ - Yên Bái gấp rút chuẩn bị để giành chính quyền. Ủy ban quân sự cách mạng được thành lập do Bình Phương làm chỉ huy trưởng, Ngô Minh Loan làm Chính ủy. Ủy ban quân sự cách mạng có nhiệm vụ chỉ đạo xây dựng lực lượng vũ trang, tổ chức các hoạt động quân sự làm nòng cốt cho phong trào quần chúng và các cuộc khởi nghĩa. Từ đây đã phát triển hoạt động cách mạng rộng lên Lào Cai và một phần Sơn La, lập nên chính quyền cách mạng tại 3 tỉnh Phú Thọ, Yên Bái và Phù Yên (Sơn La) góp phần tích cực vào thắng lợi vĩ đại của dân tộc trong cuộc tổng khởi nghĩa có một không hai của lịch sử cách mạng tháng 8 năm 1945.[4] Ngày 22 tháng 8 năm 1945 ông được cử làm Chủ tịch Ủy ban nhân dân cách mạng lâm thời tỉnh Yên Bái. Lãnh đạo giải phóng tỉnh Lào Cai[sửa | sửa mã nguồn] Tháng 10 năm 1945 ông cùng Lê Thanh, Lê Đức Bình được Xứ ủy Bắc kỳ cử lên Lào Cai lãnh đạo phong trào cách mạng tại đây.[5].Nhiệm vụ của đoàn là tranh thủ lúc quân đội Tưởng Giới Thạch chưa lập chính quyền tay sai, lập chính quyền cách mạng, xây dựng các đoàn thể quần chúng. Đoàn cán bộ lên Lào Cai còn mang theo thư Hồ Chủ tịch. Đoàn đã tổ chức họp với các công chức cũ trong tỉnh vận động thành lập chính quyền liên hiệp lâm thời tỉnh. Tuy nhiên, do áp lực của Quốc dân đảng Trung Hoa làm hậu thuẫn, bọn phản động Quốc dân đảng Lào Cai nổi dậy \"đảo chính\" chiếm đóng Lào Cai trong 1 năm (11\/1945 - 11\/1946). Ngày 12\/11\/1946, Lào Cai được giải phóng khỏi ách cai trị của Việt Nam quốc dân đảng. Chính quyền cách mạng và các đoàn thể quần chúng từng bước được thành lập. Hoạt động ở Đồng bằng Bắc Bộ[sửa | sửa mã nguồn] Năm 1947 ông được cử làm Bí thư Tỉnh ủy Bắc Ninh từ tháng 2 đến tháng 6.[6] Sau đó ông làm Khu ủy viên Khu XII (các tỉnh Lạng Sơn, Bắc Giang, Bắc Ninh, Hải Ninh, Hòn Gai, Quảng Yên) từ tháng 7\/1947. Năm 1948, do yêu cầu của cuộc cách mạng trong giai đoạn mới. Thời kỳ chuyển sang giai đoạn kháng chiến trường kỳ, toàn dân, toàn diện, kết hợp 3 lực lượng quân sự: Bộ đội chủ lực, bộ đội địa phương và dân quân du kích. Với tài tổ chức, Ngô Minh Loan lại được điều động về làm Liên Khu ủy viên Khu 3 kiêm phó Bí thư Quân khu 3. Công tác bảo vệ an ninh trong quân đội, công an[sửa | sửa mã nguồn] Năm 1950 ông chuyển sang quân đội, giữ chức Trưởng phòng Đảng vụ Cục chính trị, sau đó là Cục trưởng đầu tiên của Cục Bảo vệ, kiêm chức Cục trưởng Cục Quân pháp (từ 7\/1950) thuộc Tổng cục Chính trị Quân đội nhân dân Việt Nam thay Đại tá Phạm Trinh Cán.[7] Khi mới thành lập, Cục Bảo vệ đóng tại bản Khâu Lầu, huyện Định Hóa, tỉnh Thái Nguyên. Khâu Lầu là một bản nhỏ của người Tày, thuộc vùng an toàn khu (ATK), giữa chiến khu Việt Bắc. Việc Chủ nhiệm Tổng cục Chính trị giao nhiệm vụ cho ông và sự định hình bước đầu về tổ chức cơ quan Bảo vệ, được xem như sự kiện vô cùng quan trọng - sự kiện thành lập cơ quan Bảo vệ - An ninh quân đội. Với ý nghĩa đó, ngày 20 tháng 7 năm 1950 được xác định là ngày truyền thống của ngành Bảo vệ - An ninh và Cục Bảo vệ - An ninh Quân đội nhân dân Việt Nam. Đồng thời ông giữ các chức vụ: Chủ tịch lâm thời Ban Căn cứ địa Trung ương, đảm nhiệm công tác Bảo vệ an ninh, Tòa án binh Trung ương và cơ quan công tố viên trong quân đội. Năm 1953 ông la Ủy viên Ban chỉ đạo cuộc chỉnh huấn trong quân đội. Năm 1957 ông chuyển sang Bộ Công an giữ chức Vụ trưởng Vụ Bảo vệ kinh tế.[8] Hoạt động ngành Công thương[sửa | sửa mã nguồn] Năm 1959 ông chuyển sang ngành Công thương. Ngày 26 tháng 7 năm 1960, Chủ tịch nước bãi bỏ Bộ Công Thương, thành lập các bộ: Bộ Thủy lợi và Điện lực, Bộ Công nghiệp nặng, Bộ Công nghiệp nhẹ, Bộ Nội thương, Bộ Ngoại thương, Tổng cục Địa chất, Tổng cục Vật tư. Ông được bổ nhiệm giữ chức Thứ trưởng Bộ Công nghiệp nhẹ, có lúc làm Quyền Bộ trưởng.[9] Năm 1960 tại đại hội Đảng Cộng sản Việt Nam III, ông được bầu làm Ủy viên dự khuyết Ban chấp hành Trung ương Đảng.[10] Đại sứ Việt Nam tại Trung Quốc[sửa | sửa mã nguồn] Năm 1967 ông được cử làm Đại sứ Việt nam tại Trung quốc,[11]. Ông là đại sứ thứ tư sau ông Hoàng Văn Hoan, Nguyễn Khang và Trần Tử Bình. Đây cũng là những năm gay cấn vào bậc nhất trong công tác ngoại giao vì Cách mạng Văn hóa ở Trung quốc lên tới đỉnh điểm. Ông giữ cương vị này đến hết năm 1968 khi ông Ngô Thuyền thay thế.[12] Ngày 13-11-1969, Quốc hội bổ nhiệm Ngô Thuyền làm Đại sứ tại Trung Quốc thay Ngô Minh Loan về nước nhận công tác khác.[13] Bộ trưởng đầu tiên của Bộ Lương thực và Thực phẩm[sửa | sửa mã nguồn] Từ 11-8-1969 đến 1975 ông giữ chức vụ Bộ trưởng Bộ Lương thực và Thực phẩm khi Bộ Lương thực và Thực phẩm được thành lập trên cơ sở hợp nhất Tổng cục Lương thực thuộc Chính phủ và ngành Công nghiệp chế biến thực phẩm tách từ Bộ Công nghiệp Nhẹ.[14][15] Phụ tá cho ông có các Thứ trưởng: Trịnh Xuân Tiến (nguyên Tổng cục trưởng Tổng cục Lương thực), Đặng Văn Thiên (nguyên Tổng cục phó Tổng cục Lương thực). Tháng 6 năm 1975 ông đảm nhận chức vụ Phó Chủ nhiệm Ủy ban Nông nghiệp Trung ương, hàm Bộ trưởng cùng với Nghiêm Xuân Yêm. Chủ nhiệm Ủy ban là Võ Thúc Đồng.[16] Năm 1976 ông tiếp tục giữ chức vụ Bộ trưởng Bộ Lương thực và Thực phẩm cho đến 23-4-1979. Người thay thế ông là Hồ Viết Thắng, Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước.[17] Sau khi thôi chức vụ Bộ trưởng, ông được cử làm Trưởng ban chỉ đạo Trung ương cải tiến quản lý xí nghiệp thuộc Hội đồng Bộ trưởng.[18] Năm 1987 ông nghỉ hưu. Năm 2001 do tuổi cao, ông đã từ trần vào hồi 4h 50 phút ngày 11-2-2001, hưởng thọ 87 tuổi, an táng tại nghĩa trang Mai Dịch, Hà Nội[19]. Vinh danh[sửa | sửa mã nguồn] Năm 1959 Chủ tịch Hồ Chí Minh ký Sắc lệnh số 37\/SL, tặng thưởng Huân chương Chiến thắng hạng Nhất cho 29 cán bộ Quân đội nhân dân Việt Nam trong đó có tên ông.[20] Ông được Nhà nước Cộng hòa xã hội chủ nghĩa Việt nam tặng thưởng Huân chương Hồ Chí Minh, Huân chương Sao vàng (truy tặng) năm 2008[21], Huân chương kháng chiến chống Pháp hạng nhất, Huân chương kháng chiến chống Mỹ hạng nhất, Huy hiệu 60 năm tuổi Đảng và nhiều phần thưởng cao quý khác.[cần dẫn nguồn] Tên của ông được UBND Thành phố Yên Bái đặt cho một con đường từ cầu Yên bái đến xã Âu lâu.[cần dẫn nguồn] Tham khảo[sửa | sửa mã nguồn] ^ Kỳ 1: Thành lập Ban cán sự Đảng Lào Cai, tiền thân của Đảng bộ tỉnh Lào Cai ngày nay ^ Yên Bái: Kỷ niệm 120 năm Ngày thành lập tỉnh, 75 năm Ngày thành lập Đảng bộ tỉnh và đón nhận Huân chương Độc lập hạng Nhất ^ “Bác hồ với chiến khu Vần”. Truy cập 11 tháng 3 năm 2015.[liên kết hỏng] ^ http:\/\/tnmtyenbai.gov.vn\/index.php\/vi\/news\/Tin-tuc\/Sau-ngay-Nhat-dao-chinh-Phap-tinh-the-cach-mang-trong-nuoc-ngay-cang-lon-phong-trao-dau-tranh-cua-cong-nong-voi-cac-tang-lop-nhan-dan-lao-dong-Yen-Bai-khong-ngung-lon-manh-4611\/[liên kết hỏng] ^ “Nhìn lại quá trình vận động tiến tới thành lập Đảng bộ tỉnh Lào Cai”. Cổng TTĐT tỉnh Lào Cai. Bản gốc lưu trữ ngày 11 tháng 1 năm 2016. Truy cập 11 tháng 3 năm 2015. ^ “DCSVN”. Truy cập 11 tháng 3 năm 2015.[liên kết hỏng] ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 3 tháng 1 năm 2014. Truy cập ngày 1 tháng 10 năm 2012. ^ “Lịch sử quân đội nhân dân Việt Nam [Lưu Trữ]”. Bản gốc lưu trữ ngày 24 tháng 12 năm 2009. Truy cập 11 tháng 3 năm 2015. ^ “Thông tư liên bộ 04”. Truy cập 11 tháng 3 năm 2015. ^ “nopage”. Báo điện tử Nhân dân. Bản gốc lưu trữ ngày 23 tháng 12 năm 2011. Truy cập 4 tháng 10 năm 2015. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 21 tháng 9 năm 2013. ^ “Van kien Quoc hoi toan tap”.[liên kết hỏng] ^ Lịch sử Quốc hội Việt Nam, tập 2. ^ “Van kien Quoc hoi toan tap”.[liên kết hỏng] ^ “Hệ thống thông tin VBQPPL”. Truy cập 11 tháng 8 năm 2016. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 20 tháng 5 năm 2014. ^ “Nghị quyết số 514 NQ\/TVQH – Wikisource tiếng Việt”. Truy cập 11 tháng 3 năm 2015. ^ “Quyết định 389”. Truy cập 11 tháng 3 năm 2015. ^ “Nhân vật Xô Viết Nghệ Tĩnh\/Trang chủ\/Bảo tàng Xô Viết Nghệ Tĩnh”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập 11 tháng 3 năm 2015. ^ “Chi tiết Biên niên sự kiện”. Truy cập 11 tháng 3 năm 2015.[liên kết hỏng] ^ “Sở Nông nghiệp và Phát triển Nông thôn Thanh Hóa”. Truy cập 11 tháng 3 năm 2015. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ngô_Minh_Loan&oldid=68940056” Thể loại: Người Nghệ An Huân chương Sao Vàng Huân chương Hồ Chí Minh Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam Bộ trưởng Bộ Công nghiệp Việt Nam Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Bắc Ninh Bí thư Tỉnh ủy Lào Cai Bí thư Tỉnh ủy Phú Thọ Bí thư Tỉnh ủy Yên Bái Chủ tịch Ủy ban nhân dân tỉnh Yên Bái Nhà ngoại giao Việt Nam Hàm Đại sứ (Việt Nam) Sinh năm 1915 Mất năm 2001 Người Quỳnh Lưu Thể loại ẩn: Bài có liên kết hỏng Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 4 tháng 8 năm 2022, 23:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}