{"Ngô Văn Chính (An Giang)":"Ngô Văn Chính (An Giang) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Tham khảo 3Chú thích Ngô Văn Chính (An Giang) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Ngô Văn Chính (định hướng). Ngô Văn Chính Chức vụ Bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ Tháng 2, 1931 – Tháng 2, 1931 Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Văn Nhung Vị trí Việt Nam Thông tin chung Sinh 1905 Bình Đức, Long Xuyên, An Giang Mất 1947 Lai Vung, Lai Vung, Đồng Tháp Dân tộc Kinh Đảng chính trị Đảng Cộng sản Đông Dương Ngô Văn Chính (1905–1947) là nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Vĩnh Long đầu tiên của Đảng Cộng sản Việt Nam. Cuộc đời[sửa | sửa mã nguồn] Ngô Văn Chính sinh năm 1905 ở xã Bình Đức, huyện Châu Thành, tỉnh Long Xuyên, nay là phường Bình Đức, thành phố Long Xuyên, tỉnh An Giang.[1] Năm 1929, ông gia nhập Chi bộ An Nam Cộng sản Đảng ở quận Lấp Vò do Nguyễn Văn Cưng làm Bí thư. Tháng 2 năm 1931, Ngô Văn Chính tham gia Đảng Cộng sản Việt Nam, tổ chức thành lập Tỉnh ủy Vĩnh Long do ông làm Bí thư, Nguyễn Văn Nhung (Tư Nhung) làm Phó Bí thư.[1][2][3][4] Được một tuần, do cơ sở Đảng nhiều nơi bị thực dân Pháp phá hủy, Xứ ủy lâm thời Nam Kỳ điều động Ngô Văn Chính làm Ủy viên Xứ ủy lâm thời,[5] hoạt động ở Sài Gòn, bàn giao vai trò Bí thư Tỉnh ủy cho ông Nguyễn Văn Nhung.[1][2][3][6][7] Ở Sài Gòn, ông bị bắt (có thể vào khoảng tháng 7 năm 1931), ông bị thực dân Pháp bắt giữ và giam vào Khám lớn Sài Gòn cùng một số đồng chí như Tổng bí thư Trần Phú, Ung Văn Khiêm, Nguyễn Văn Tây, Châu Văn Sanh, Nguyễn Văn Nhung,...[8] Ông bị đày ra Côn Đảo 5 năm mới được thả về đất liền.[1] Năm 1936, ra tù, ông tiếp tục hoạt động ở tỉnh Long Xuyên. Năm 1945, ông được bầu vào Ban Thường vụ tỉnh Long Xuyên, phụ trách quân sự chỉ đạo khởi nghĩa ở hai huyện Thốt Nốt và Lấp Vò.[1] Ngày 24 tháng 8, trong Tổng khởi nghĩa tháng Tám, ông cùng Nguyễn Văn Kính chỉ huy lực lượng tấn công đồn lính ở bến phà Vàm Cống, buộc binh lính ở đây phải đầu hàng, góp phần giải phóng tỉnh.[9] Tháng 7 năm 1946, quân Pháp đánh Long Xuyên, ông cùng các cán bộ rút về rừng U Minh (Rạch Giá). Ít lâu sau, ông tham gia hành quân khôi phục tỉnh, bị thực dân Pháp bắt giữ cùng Nguyễn Văn Nhung và Đinh Trường Sanh.[3] Đinh Trường Sanh bị Pháp xử tử tại Chợ Lớn, còn Ngô Văn Chính bị xử bắn ở thị trấn Lai Vung (Sa Đéc) vào ngày 10 tháng 1 năm 1947.[1][3] Tham khảo[sửa | sửa mã nguồn] Ban Tuyên giáo Tỉnh ủy Vĩnh Long (2002). Lịch sử tỉnh Vĩnh Long (1732–2000). Hà Nội: Nhà xuất bản Chính trị quốc gia. Phan Ngọc Liên (2005). Cách mạng tháng Tám 1945 – Toàn cảnh. Hà Nội: Nhà xuất bản Từ điển bách khoa. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f “Chuyên đề 4: Nhân vật lịch sử tỉnh Vĩnh Long”. Ban Tuyên giáo Tỉnh ủy Vĩnh Long. 27 tháng 3 năm 2020. Bản gốc lưu trữ ngày 19 tháng 11 năm 2021. Truy cập ngày 19 tháng 11 năm 2021. ^ a b “Chuyên đề 2: Truyền thống lịch sử của tỉnh Vĩnh Long”. Ban Tuyên giáo Tỉnh ủy Vĩnh Long. 27 tháng 3 năm 2020. Bản gốc lưu trữ ngày 19 tháng 11 năm 2021. Truy cập ngày 19 tháng 11 năm 2021. ^ a b c d Đào Ngọc Chương (27 tháng 3 năm 2020). “Nguyễn Văn Nhung (1903 – 1982)”. Đài Phát thanh - Truyền hình Vĩnh Long. Bản gốc lưu trữ ngày 19 tháng 11 năm 2021. Truy cập ngày 19 tháng 11 năm 2021. ^ Ban Tuyên giáo (2002), tr. 114Lỗi harv: không có mục tiêu: CITEREFBan_Tuyên_giáo_(2002) (trợ giúp) ^ Ban Tuyên giáo (2002), tr. 120Lỗi harv: không có mục tiêu: CITEREFBan_Tuyên_giáo_(2002) (trợ giúp) ^ Ban Tuyên giáo (2002), tr. 622Lỗi harv: không có mục tiêu: CITEREFBan_Tuyên_giáo_(2002) (trợ giúp) ^ “Từ Chi bộ Ngã tư Long Hồ đến Đảng bộ Vĩnh Long”. Ban Tuyên giáo Tỉnh ủy Vĩnh Long. 18 tháng 2 năm 2020. Bản gốc lưu trữ ngày 19 tháng 11 năm 2021. Truy cập ngày 19 tháng 11 năm 2021. ^ Nguyễn Ngọc (15 tháng 4 năm 2012). “Chuyện về \"công tử\" Vĩnh Long: Bài 2: Bạn tù của cố Tổng Bí thư Trần Phú”. Báo điện tử Pháp Luật thành phố Hồ Chí Minh. Bản gốc lưu trữ ngày 12 tháng 11 năm 2017. Truy cập ngày 19 tháng 11 năm 2021. ^ Phan Ngọc Liên (2005), tr. 417Lỗi harv: không có mục tiêu: CITEREFPhan_Ngọc_Liên_(2005) (trợ giúp) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ngô_Văn_Chính_(An_Giang)&oldid=69544240” Thể loại: Sinh năm 1905 Mất năm 1947 Người An Giang Bí thư Tỉnh ủy Vĩnh Long Đảng viên Đảng Cộng sản Việt Nam Thể loại ẩn: Lỗi không có mục tiêu Harv và Sfn Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 18:58. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}