{"Ngô Văn Tuấn":"Ngô Văn Tuấn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Giáo dục 2Sự nghiệp Hiện\/ẩn mục Sự nghiệp 2.1Tỉnh Hòa Bình 2.2Kiểm toán Nhà nước 3Tham khảo Ngô Văn Tuấn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 7\/2022) Ngô Văn Tuấn Chức vụ Tổng Kiểm toán Nhà nước Nhiệm kỳ 21 tháng 10 năm 2022 – nay 219 ngày Chủ tịch Quốc hội Vương Đình Huệ Tiền nhiệm Trần Sỹ Thanh Kế nhiệm đương nhiệm Phó Tổng kiểm toán Doãn Anh Thơ Hà Thị Mỹ Dung Vũ Văn Họa (đến 28\/10\/2022) Đặng Thế Vinh Nguyễn Tuấn Anh Bí thư Ban Cán sự Đảng Kiểm toán Nhà nước Nhiệm kỳ 24 tháng 7 năm 2022 – nay 308 ngày Tiền nhiệm Trần Sỹ Thanh Kế nhiệm đương nhiệm Phó Tổng Kiểm toán Nhà nước Phụ trách Kiểm toán Nhà nước Nhiệm kỳ 24 tháng 7 năm 2022 – 21 tháng 10 năm 2022 89 ngày Vị trí Việt Nam Ủy viên Trung ương Đảng khóa XIII Nhiệm kỳ 30 tháng 1 năm 2021 – nay 2 năm, 118 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Tỉnh ủy Hòa Bình Nhiệm kỳ 2 tháng 10 năm 2020 – 25 tháng 7 năm 2022 1 năm, 296 ngày Tiền nhiệm Bùi Văn Tỉnh Kế nhiệm Nguyễn Phi Long Vị trí Hòa Bình Phó Bí thư Bùi Văn Khánh Bùi Đức Hinh Phó Bí thư Tỉnh ủy Hòa Bình Nhiệm kỳ 3 tháng 7 năm 2019 – 2 tháng 10 năm 2020 1 năm, 91 ngày Bí thư Bùi Văn Tỉnh Phó Trưởng Ban Kinh tế Trung ương Nhiệm kỳ 16 tháng 1 năm 2017 – 3 tháng 7 năm 2019 2 năm, 168 ngày Trưởng Ban Nguyễn Văn Bình Thông tin chung Sinh 2 tháng 8, 1971 (51 tuổi) Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo Không tôn giáo Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ Kinh tế Quê quán Thôn Hoài Trung xã Liên Bão, huyện Tiên Du, tỉnh Bắc Ninh Ngô Văn Tuấn (sinh năm 1971) là một chính khách người Việt Nam. Ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Ban Cán sự Đảng Kiểm toán Nhà nước, Tổng Kiểm toán Nhà nước, nguyên Bí thư Tỉnh ủy Hòa Bình nhiệm kỳ 2020-2025.[1] Giáo dục[sửa | sửa mã nguồn] Ông có trình độ thạc sĩ kinh tế tại Ý (chuyên ngành tài chính - ngân hàng); cao cấp lý luận chính trị. Sự nghiệp[sửa | sửa mã nguồn] Ông từng trải qua nhiều cương vị như phó chánh văn phòng Bộ Tài chính - trợ lý Bộ trưởng Bộ Tài chính, vụ trưởng Vụ Tài chính các ngân hàng và tổ chức tài chính. Ngày 16 tháng 1 năm 2017, ông được bổ nhiệm làm phó trưởng Ban Kinh tế trung ương[2]. Tỉnh Hòa Bình[sửa | sửa mã nguồn] Ngày 3 tháng 7 năm 2019, ông được Ban Bí thư phân công làm Phó bí thư Tỉnh ủy Hòa Bình[3]. Ngày 2 tháng 10 năm 2020 ông được bầu giữ chức Bí thư Tỉnh ủy Hòa Bình nhiệm kỳ 2020-2025.[4] Ngày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[5] Kiểm toán Nhà nước[sửa | sửa mã nguồn] Chiều ngày 24 tháng 7 năm 2022, Kiểm toán Nhà nước tổ chức hội nghị công bố quyết định của Bộ Chính trị và Ủy ban Thường vụ Quốc hội về công tác cán bộ. Theo quyết định, Bộ Chính trị điều động, phân công đồng chí Ngô Văn Tuấn, Ủy viên BCH T.Ư Đảng, thôi tham gia Ban Chấp hành, Ban Thường vụ và thôi giữ chức Bí thư Tỉnh ủy Hòa Bình nhiệm kỳ 2020-2025 để chỉ định giữ chức Bí thư Ban Cán sự Đảng Kiểm toán Nhà nước. Tại hội nghị cũng đã công bố nghị quyết của Ủy ban Thường vụ Quốc hội bổ nhiệm đồng chí Ngô Văn Tuấn giữ chức Phó Tổng Kiểm toán Nhà nước phụ trách Kiểm toán Nhà nước từ ngày 24\/7.[6] Chiều ngày 21 tháng 10 năm 2022, Quốc hội khóa XV đã bầu ông Ngô Văn Tuấn, Phó Tổng Kiểm toán Nhà nước giữ chức Tổng Kiểm toán Nhà nước nhiệm kỳ 2021-2026[7]. Tham khảo[sửa | sửa mã nguồn] ^ “Tân bí thư Tỉnh ủy Hòa Bình thế hệ 7X”. ^ “Bổ nhiệm ông Ngô Văn Tuấn làm Phó Trưởng ban Kinh tế Trung ương”. ^ “Luân chuyển ông Ngô Văn Tuấn làm Phó bí thư Tỉnh ủy Hòa Bình”. ^ NGUYÊN MINH - ĐỨC TRUNG, 63 Bí thư được bầu tại Đại hội Đảng bộ các tỉnh, thành phố trực thuộc Trung ương, báo Nhân dân điện tử, Thứ Sáu, 30-10-2020 16:00, truy cập 23\/11\/2020. ^ “Danh sách 200 Ủy viên Ban Chấp hành Trung ương Đảng khoá XIII”. VTV. ngày 30 tháng 1 năm 2021. Bản gốc lưu trữ ngày 30 tháng 1 năm 2021. Truy cập ngày 30 tháng 1 năm 2021. ^ “Đồng chí Ngô Văn Tuấn giữ chức Bí thư Ban cán sự Đảng Kiểm toán Nhà nước”. www.www.baohoabinh.com.vn. Truy cập ngày 24 tháng 7 năm 2022.[liên kết hỏng] ^ “Ông Ngô Văn Tuấn giữ chức Tổng Kiểm toán Nhà nước”. Báo Điện tử Chính phủ. hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ngô_Văn_Tuấn&oldid=70011305” Thể loại: Sơ khai chính khách Việt Nam Người Bắc Ninh Sinh năm 1971 Nhân vật còn sống Bí thư Tỉnh ủy Hòa Bình Đảng viên Đảng Cộng sản Việt Nam Họ Ngô Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Cựu sinh viên Học viện Tài chính Thể loại ẩn: Bài có liên kết hỏng Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 21 tháng 5 năm 2023, 03:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}