{"Người Hà Nội (bài hát)":"Người Hà Nội (bài hát) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Lời bài hát 3Tham khảo 4Liên kết ngoài Người Hà Nội (bài hát) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. (tháng 4\/2022) \"Người Hà Nội\" Nhạc đỏ của Nguyễn Đình Thi Ngôn ngữ Tiếng Việt Công bố 1947 Phát hành 1947 Sáng tác Nguyễn Đình Thi Soạn nhạc Nguyễn Đình Thi Bản hát lại Đối với các định nghĩa khác, xem Người Hà Nội. Người Hà Nội là một bài hát do nhạc sĩ Nguyễn Đình Thi sáng tác. Bài hát ca ngợi Hà Nội và những dấu ấn lịch sử lên con người và thành phố trong thời gian diễn ra cuộc kháng chiến chống Pháp. Lịch sử[sửa | sửa mã nguồn] Nhạc sĩ Nguyễn Đinh Thi sáng tác bài hát này đầu năm 1947, khi cuộc kháng chiến chống Pháp chỉ vừa mới nổ ra được ít ngày, sau khi cả Hà Nội đã lên đường sơ tán theo Lời kêu gọi toàn quốc kháng chiến tháng 12 năm 1946 của Chủ tịch Hồ Chí Minh. Tên gọi ban đầu là Bài hát của một người Hà Nội. Mặc dù bản thân nhạc sĩ từng thổ lộ ông không được học cao về âm nhạc, bài Người Hà Nội của ông thực sự đòi hỏi ca sĩ trình bày phải có trình độ thanh nhạc tốt bên cạnh một nhạc cảm tốt, cái nhạy bén vốn có trong tâm hồn người Tràng An. Trong bài hát này, Nguyễn Đình Thi đã có một câu hát nhắc lại nguyên văn câu mở đầu một tác phẩm nổi tiếng của nhạc sĩ Văn Cao. Đó là câu \"Đoàn quân Việt Nam đi\" của bài Tiến quân ca. Bài hát này được một số nghệ sĩ trình bày thành công như Lê Dung, Trọng Tấn, Cao Minh và Ánh Tuyết... Lời bài hát[sửa | sửa mã nguồn] Đây Hồ Gươm, Hồng Hà, Hồ Tây. Đây lắng hồn núi sông ngàn năm. Đây Thăng Long, đây Đông Đô, đây Hà Nội, Hà Nội mến yêu! Hà Nội cháy, khói lửa ngập trời. Hà Nội hồng ầm ầm rung, Hà Nội vùng đứng lên! Hà Nội vùng đứng lên! Sông Hồng reo Hà Nội vùng đứng lên! Hà Nội đẹp sao! Ôi nước Hồ Gươm xanh thắm lòng. Bóng Tháp Rùa thân mật êm ấm lòng. Hồng Hà tràn đầy, Hồng Hà cuốn ngàn nguồn sống tràn đầy dâng. Hà Nội vui sao. Những cửa đầu ô. Tíu tít gánh gồng đây Ô Chợ Dừa, kia Ô Cầu Dền làn áo xanh nâu Hà Nội tươi thắm. Sống vui phố hè. Bồi hồi chàng trai, những đôi mắt nào. Quanh co chen quanh rộn ràng Đồng Xuân, xanh tươi bát ngát Tây Hồ. Hàng Đào ríu rít Hàng Đường, Hàng Bạc, Hàng Gai. Ôi tha thiết lòng ta biết bao nhiêu! Mỗi tấc đất Hà Nội đượm thắm máu hồng tươi. Một ngày thu non sông chiến khu về, đường vang tiếng hát cuốn lòng người. \"Đoàn quân Việt Nam đi\" Hà Nội say mê chen đón Cha về, kín trời phơi phới vàng sao. Ngày ấy chói vinh quang vang ngàn phương lời thề nước. Việt Nam yêu dấu ngả soi bóng sông Hồng Hà. Hà Nội cháy khói lửa ngợp trời. Hà Nội hồng ầm ầm rung. Sông Hồng reo! Thét lên xung phong căm hờn sôi gầm súng. Bùng cháy, khắp phố ta ơi! Vùng lên chiến sĩ ta ơi! Trời Hà Nội đỏ máu! Bụi hè đường cuốn bốc tung bay, xác thù rơi dưới gót giày. Ầm ầm cười tiếng súng vui thay vang ngày mai sáng láng. Này lớp lớp người đi ánh sao tưng bưng chói lói lòng ta. Mai này lớp lớp người đi thét vang vang trời khải hoàn. Nhìn đây máu chúng ta tưới bao nhiêu đất này ta tưới ngày mai vút lên. Hồng Hà réo sóng say sưa trông Cha bóng Người mênh mông. Mắt Người sáng láng vầng sao thắm tươi, trán Người mái tóc bạc thêm. Bóng cờ bát ngát ngày vui nước non reo cười trên môi Người cười. Tiếng cười. Ngày về chiến thắng! Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Sáu mươi năm vang vọng một bài ca Bài viết thành phố Hà Nội này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Người_Hà_Nội_(bài_hát)&oldid=69802510” Thể loại: Sơ khai Hà Nội Nguyễn Đình Thi Bài hát về Hà Nội Ca khúc nhạc đỏ Trường ca (âm nhạc) Bài hát tiếng Việt Bài hát năm 1947 Thể loại ẩn: Hoàn toàn không có nguồn tham khảo Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 21 tháng 3 năm 2023, 17:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}