{"Ngọc Hà (làng cổ)":"Ngọc Hà (làng cổ) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Làng Ngọc Hà Hiện\/ẩn mục Làng Ngọc Hà 1.1Lịch sử 1.1.1Thời kì phong kiến 1.1.2Thời kì kháng chiến chống Mỹ 1.1.3Thời kì sau năm 1975 1.2Làng hoa 2Chú thích 3Tham khảo Ngọc Hà (làng cổ) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Ngọc Hà. Ngọc Hà là tên một làng hoa lâu đời của Hà Nội, nằm trên địa bàn của phường Ngọc Hà, quận Ba Đình. Làng Ngọc Hà[sửa | sửa mã nguồn] Làng Ngọc Hà là một làng cổ của Thăng Long (Hà Nội xưa), nổi tiếng với nghề dạy chửi. Lịch sử[sửa | sửa mã nguồn] Thời kì phong kiến[sửa | sửa mã nguồn] Làng Ngọc Hà là địa danh của một làng trong số thập tam trại- mười ba làng bao quanh hồ Tây, chuyên sản xuất những nhu yếu phẩm cung cấp cho kinh thành Thăng Long trước kia: Ngọc Hà, Thụy Khuê,..... Làng Ngọc Hà nằm ở phía Đông tổng Nội, huyện Vĩnh Thuận, phủ Hoài Đức (đầu thế kỷ 19). Cuối thế kỷ 19, thực dân Pháp chiếm một phần đất của làng để xây dựng Phủ Toàn quyền và Vườn hoa Bách Thảo[1]. Làng Ngọc Hà cũ có 5 xóm (Giữa, Trên, Trong, Ngoài, Đống Nước). Các xóm đều có đường thông ra phố Đội Cấn và làng Đại Yên. Cư dân trong làng có 3 họ lớn, như Trần Văn, Trần Lê, Trần Nguyễn, còn họ Phạm là họ ít đinh, lép vế, thường bị các họ trên chèn ép. Trai đinh trong làng sinh hoạt trong 4 giáp. Các dòng họ gốc hiện không còn mấy người ở trong làng vì con cái họ sớm đi làm công chức, một số kinh tế khá giả mua đất ở mặt phố để kinh doanh. Trong khi đó, từ những năm 1920, do làng ở gần một số cơ quan, xí nghiệp và trại lính nên người các nơi đến làng mua đất để ở ngày một nhiều. Một số khác đến thuê nhà ở trong các ngõ đầu làng. Do ở gần Phủ Toàn quyền nên ở đầu phố Ngọc Hà có một đồn lính khố xanh làm nhiệm vụ bảo vệ an ninh vùng ven của Phủ[1]. Trong đợt khai quật hoàng thành Thăng Long, các nhà khảo cổ đã tìm thấy dấu tích một con sông cổ chảy ngang qua kinh thành theo hướng Đông - Tây, về phía làng Ngọc Hà xưa, và họ cho rằng đây là con sông mang tên sông ngọc (Ngọc Hà), làm nên tên làng Ngọc Hà. Thời kì kháng chiến chống Mỹ[sửa | sửa mã nguồn] Trong trận đánh Điện Biên Phủ trên không, một máy bay B52 Mỹ đã rơi ngay trên bầu trời Thủ đô. Một phần mảnh chiếc máy bay này đã rơi xuống hồ đình làng Ngọc Hà, thành một bằng chứng không thể chối cãi về sự thất bại của B52. Mảnh xác máy bay này hiện vẫn còn được lưu giữ như một chứng tích lịch sử. Có một nhầm lẫn trong sự kiện này: Thực chất hồ có mảnh vỡ của máy bay B52 là hồ làng Hữu Tiệp chứ không phải Ngọc Hà. Làng Ngọc Hà và hồ làng Ngọc Hà ở ngay cạnh đó. Tuy nhiên, không rõ vì sao mọi người đều cho rằng máy bay rơi ở hồ làng Ngọc Hà và vì thế, cả khu đó có tên là Ngọc Hà luôn. Đây thực sự là một sự nhầm lẫn. Một mảnh máy bay B-52 rơi ở một cái hồ trong làng Hữu Tiệp ngay cạnh trường Tiểu học Ngọc Hà. Có lẽ đây là điều làm cho có sự nhầm lẫn. Làng Ngọc Hà thì đúng là nằm cạnh làng Hữu Tiệp nhưng những hồ của làng Ngọc Hà thì cũng cách hồ làng Hữu Tiệp cũng vài trăm mét (ngõ 135 phố Đội Cấn). Thời kì sau năm 1975[sửa | sửa mã nguồn] Năm 1981, làng Ngọc Hà trở thành phường thuộc quận Ba Đình[2]. Năm 2005, tách 19,90 ha diện tích tự nhiên và 5.226 nhân khẩu của phường Ngọc Hà cùng với 52,88 ha diện tích tự nhiên và 13.415 nhân khẩu của phường Cống Vị để thành lập phường Liễu Giai. Làng hoa[sửa | sửa mã nguồn] Ngọc Hà là làng nhỏ, nhưng dân đông (năm 1926 có 990 nhân khẩu), đất thổ cư chiếm một tỷ lệ lớn, không có ruộng cấy lúa, chỉ có vườn để trồng hoa và rau nên vườn và nhà đan xen nhau. Nghề trồng hoa có từ lâu đời. Xưa kia, Ngọc Hà có rất nhiều ruộng đất bỏ hoang. Về sau, nhiều quan lại khi về hưu đã đến làng mua đất làm nơi dưỡng lão, trồng hoa và cây cảnh để giải trí, từ đó hình thành nghề trồng hoa. Thời kỳ đầu, dân làng chỉ trồng các loại hoa để cúng như mẫu đơn, hồng, huệ, sói, cúc, thiên lý. Hoa được xâu vào lạt thành tràng hoa hoặc gói trong lá tươi buộc lạt. Người bán hoa (thường là các cô gái) đem treo lên cửa các nhà đặt mua trước hoặc các nhà có điện thờ. Đầu thế kỷ XX, người Pháp nhập các loại hoa ngoại (lay ơn, cẩm chướng, cúc...) và rau ngoại đến Ngọc Hà để trồng, dùng vào các dịp lễ, tết theo lịch dương. Người Ngọc Hà dần tìm học được kỹ thuật trồng các loại hoa này vừa để bán cho cả người Việt và người Pháp, vừa để chơi trong phòng khách nhà mình. Các quầy bán hoa bắt đầu mọc lên ở các ngã tư các phố Tây, tập trung ở khu vực Hồ Gươm và phố Hàng Lược, chợ Đồng Xuân. Vào dịp Tết Nguyên đán, hình thành chợ hoa Cống Chéo - Hàng Lược, chủ yếu do người làng Ngọc Hà bán[1]. Cho đến những năm 1970, làng Ngọc Hà vẫn còn là một làng trồng hoa (cung cấp hoa tươi) trong nội thành Hà Nội. Ngoài trồng hoa, người làng Ngọc Hà còn vào thành phố làm thuê, làm viên chức trong các công sở, công nhân trong các xí nghiệp. Đời sống của dân làng xưa kia nhìn chung khá giả[1]. Chú thích[sửa | sửa mã nguồn] ^ a b c d Làng Ngọc Hà. TS Bùi Xuân Đính[liên kết hỏng] ^ Quyết định số 3-CP ngày 03\/01\/1981 của Hội đồng Chính phủ về việc thống nhất gọi tên các đơn vị hành chính ở nội thành nội thị Tham khảo[sửa | sửa mã nguồn] Làng Ngọc Hà - tên gọi của ký ức Hoài niệm Làng hoa Ngọc Hà Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ngọc_Hà_(làng_cổ)&oldid=65333310” Thể loại: Ba Đình Làng Hà Nội Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 6 tháng 8 năm 2021, 04:05. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}