{"Nhân Dân (báo)":"Nhân Dân (báo) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Các ấn phẩm 2Phát hành 3Lịch sử báo Nhân Dân 4Tổng biên tập 5Ban Biên tập 6Ảnh hưởng thực của báo 7Trung tâm Truyền hình Nhân Dân 8Vấn đề kinh tế của báo 9Giải thưởng 10Chú thích 11Xem thêm 12Liên kết ngoài Nhân Dân (báo) 11 ngôn ngữ Bahasa Indonesia বাংলা English Français 한국어 Italiano 日本語 Polski Русский Suomi 中文 4 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bài này viết về báo Nhân dân của Việt Nam. Đối với các nghĩa khác, xem Nhân dân (định hướng). Báo Nhân dân Loại hình Nhật báo Chủ sở hữu Đảng Cộng sản Việt Nam Nhà xuất bản Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Tổng biên tập Lê Quốc Minh Thành lập 11 tháng 3 năm 1951; 72 năm trước (1951-03-11) Ngôn ngữ Tiếng Việt Trụ sở số 71 phố Hàng Trống, phường Hàng Trống, quận Hoàn Kiếm, thành phố Hà Nội Trang web nhandan.vn Báo Nhân Dân là cơ quan ngôn luận của Đảng Cộng sản Việt Nam. Được xem là \"Cơ quan trung ương, tiếng nói của Đảng, Nhà nước và nhân dân Việt Nam\". Các ấn phẩm[sửa | sửa mã nguồn] Báo ngày, tức Nhật báo Báo Nhân Dân điện tử Báo Nhân Dân cuối tuần Báo Nhân Dân hàng tháng Báo Thời Nay Kênh truyền hình Nhân Dân Phát hành[sửa | sửa mã nguồn] Văn phòng thường trú của báo Nhân Dân tại thành phố Đà Lạt. Báo chủ yếu phát hành dài hạn đến hệ thống chi bộ và được bán ở các sạp báo. Báo Nhân Dân cùng với Tạp chí Cộng sản là hai cơ quan ngôn luận chủ chốt của Đảng Cộng sản Việt Nam. Chỉ thị 11 yêu cầu các chi bộ đảng phải mua, đọc và làm theo báo đảng này đã được đưa vào thực hiện được 15 năm (tính tới thời điểm năm 2012). Việc chỉ thị này do chính Bộ Chính trị ban hành chứng tỏ Đảng Cộng sản Việt Nam rất đề cao vai trò của báo Nhân Dân trong hệ thống chính trị Việt Nam. Lịch sử báo Nhân Dân[sửa | sửa mã nguồn] Số báo đầu tiên ra đời ngày 11 tháng 3 năm 1951 tại chiến khu Việt Bắc. Sang thế kỷ 21, nhật báo phát hành 200.000 tờ mỗi ngày, báo Nhân Dân cuối tuần được phát hành 110.000 tờ mỗi kỳ và nguyệt san Nhân Dân hằng tháng được phát hành 130.000 số mỗi kỳ. Năm 1976: Khai trương điểm in báo ngày tại TP Hồ Chí Minh. Năm 1978: Khai trương điểm in báo ngày tại TP Đà Nẵng. Trụ sở Báo Nhân dân tại Đà Nẵng. Năm 1980: Khai trương điểm in báo ngày tại TP Cần Thơ. Ngày 19 tháng 5 năm 1995: Khai trương điểm truyền tin và in báo Nhân Dân tại TP Vinh, tỉnh Nghệ An. Năm 1997: Khai trương điểm truyền tin và in báo Nhân Dân tại Bình Định. Báo Nhân Dân điện tử được ra đời trên Internet vào ngày 21 tháng 6 năm 1998. Năm 1998: Khai trương điểm truyền tin và in báo Nhân Dân tại Đắk Lắk. Năm 2004: Khai trương điểm truyền tin và in báo ngày tại Điện Biên. Từ ngày 19 tháng 5 năm 2014 đến tháng 7 năm 2017: Báo ngày có điểm in mới tại Lai Châu và Lâm Đồng. Tính đến ngày 21 tháng 6 năm 2014, Nhân Dân điện tử có các phiên bản ngôn ngữ Tiếng Việt, Tiếng Anh, Tiếng Trung Quốc và Tiếng Pháp.[1] Tổng biên tập[sửa | sửa mã nguồn] Do vị thế là Tiếng nói của Đảng, Nhà nước và Nhân dân Việt Nam nên vai trò của báo Nhân Dân rất quan trọng trong chính thể Việt Nam hiện nay. Nhiều chính khách nổi tiếng của Đảng Cộng sản Việt Nam đã từng làm việc tại báo Nhân Dân hoặc tham gia viết bài. Trường Chinh và Tố Hữu đã từng làm chủ bút của báo này. Các đời Tổng biên tập đều giữ chức vụ từ Ủy viên Trung ương Đảng trở lên, đồng thời kiêm nhiệm một số chức vụ quan trọng khác trong Đảng. Các đời Tổng biên tập báo Nhân Dân: Trần Quang Huy (1951 - 1953) Vũ Tuân (1953 - 1954) Hoàng Tùng (1954 - 1982) Hồng Hà (1982 - 1987) Hà Đăng (1987 - 1992) Hữu Thọ (1992-1996) Hồng Vinh (1996-2001) Đinh Thế Huynh (2001-2011) Thuận Hữu (2011-2021) Lê Quốc Minh (2021-nay) Ban Biên tập[sửa | sửa mã nguồn] Tổng Biên tập: Lê Quốc Minh, Ủy viên Trung ương Đảng, kiêm Phó Trưởng Ban Tuyên giáo Trung ương, Chủ tịch Hội Nhà báo Việt Nam. Phó Tổng Biên tập: Đinh Như Hoan, Quế Đình Nguyên, Phan Văn Hùng. Ảnh hưởng thực của báo[sửa | sửa mã nguồn] Báo Nhân Dân hằng ngày có số lượng phát hành 200 nghìn bản\/ngày, phát hành rộng rãi đến từng chi bộ trên phạm vi cả nước và một số được phát hành tại nước ngoài. Ngoài ra, một số ấn phẩm khác như cuối tuần, hằng tháng cũng có số lượng phát hành tương đối lớn. Nhân Dân điện tử cũng có số lượng truy cập lớn và được công ty Alexa xếp hạng 1475 tại Việt Nam vào ngày 31\/5\/2006[2]. Trung tâm Truyền hình Nhân Dân[sửa | sửa mã nguồn] Báo Nhân Dân đề nghị xây dựng kênh Truyền hình Nhân Dân tại Tờ trình số 1155-TTr\/ND ngày 24 tháng 8 năm 2009. Dự án xây dựng kênh Truyền hình Nhân Dân lần đầu tiên được Phó Thủ tướng Nguyễn Thiện Nhân đưa ra chỉ đạo thực hiện tại Công văn số 9534\/VPCP-KGVX ngày 22\/09\/2009 của Văn phòng Chính phủ về Dự án xây dựng kênh Truyền hình Nhân Dân (giai đoạn 1)[3]. Sau gần một năm chuẩn bị và phát thử nghiệm trước đó trên internet, kênh truyền hình Nhân Dân tiếp tục được phát thử nghiệm trên các hạ tầng truyền dẫn: Truyền hình Internet IPTV: MyTV (từ 21\/06\/2015)[4] Truyền hình cáp kỹ thuật số: Truyền hình cáp Việt Nam - VTVCab (từ 21\/06\/2015)[5] Truyền hình số mặt đất DVB-T2: Công ty Cổ phần Truyền dẫn Phát sóng Truyền hình Đồng bằng Sông Hồng (RTB, nay là DTV) phát với định dạng hình ảnh độ nét cao Full HD 1080i (từ 21\/06\/2015) và hiện tại DTV đã ngừng phát sóng kênh. Là một kênh truyền hình mới và hiện đại, do đó kênh đã được phát sóng với định dạng hình ảnh độ nét cao Full HD 1080i ngay từ đầu. Các chương trình của kênh cũng được sản xuất với chất lượng HD. Kể từ 22 giờ 45 phút ngày 1 tháng 9 năm 2015: Kênh Truyền hình Nhân Dân chính thức ra mắt và được phủ sóng toàn quốc thông qua các mạng Truyền hình kỹ thuật số mặt đất DVB-T2, Truyền hình Cáp (HTVC, SCTV, VTVCab,...), IPTV và Truyền hình Vệ tinh (VTC, AVG, K+,...)[6]. Giám đốc Trung tâm là ông Vũ Duy Hưng. Vấn đề kinh tế của báo[sửa | sửa mã nguồn] Tòa soạn báo có diện tích khá rộng và vị trí rất đẹp tại số 71 Hàng Trống, ngay ven hồ Hoàn Kiếm, Hà Nội. Báo Nhân Dân là cơ quan sự nghiệp hành chính có thu.[cần dẫn nguồn] Theo văn bản công bố trên cổng thông tin điện tử của Chính phủ Việt Nam thì năm 2014 ngân sách Văn phòng Trung ương Đảng chi cho báo Nhân Dân là 46 tỷ 460 triệu VND. Giải thưởng[sửa | sửa mã nguồn] Báo Nhân Dân được trao tặng Huân chương Độc lập hạng nhất ngày 9\/3\/2016.[7][8] Chú thích[sửa | sửa mã nguồn] ^ Khai trương Báo Nhân dân điện tử tiếng Pháp ^ “Alexa- The web information company, nhandan.com.vn Rank”. Bản gốc lưu trữ ngày 18 tháng 6 năm 2012. Truy cập ngày 30 tháng 9 năm 2012. ^ “Công văn số 9534\/VPCP-KGVX V\/v Dự án xây dựng Kênh Truyền hình Nhân dân”. ^ “Kênh Truyền hình Nhân dân và kênh VTVcab 20 - VFamily đã có trên truyền hình MyTV”. Bản gốc lưu trữ ngày 17 tháng 7 năm 2015. Truy cập ngày 5 tháng 7 năm 2015. ^ “Kênh Truyền hình Nhân dân”. Bản gốc lưu trữ ngày 5 tháng 7 năm 2015. Truy cập ngày 5 tháng 7 năm 2015. ^ “Truyền hình Nhân dân chính thức lên sóng”. Báo điện tử Nhân dân. Truy cập 26 tháng 9 năm 2015. ^ Báo Nhân dân đón nhận Huân chương Độc lập hạng Nhất TTXVN\/VNP. 10\/03\/2016 07:20 GMT+7 ^ Kỷ niệm 65 năm Ngày Báo Nhân dân ra số đầu và đón nhận Huân chương Độc lập hạng nhất Báo Nhân dân. 10\/03\/2016, 04:32:57 Xem thêm[sửa | sửa mã nguồn] Truyền hình Nhân Dân Số 1 (báo Nhân Dân) Liên kết ngoài[sửa | sửa mã nguồn] Nhân Dân điện tử Báo Nhân Dân ẩn x t s Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam hiện Tổng quan Lịch sử Đảng Cộng sản Việt Nam Nhà nước Việt Nam Chính phủ Việt Nam Quốc hội Việt Nam Tòa án nhân dân Việt Nam Viện Kiểm sát nhân dân Việt Nam Mặt trận Tổ quốc Việt Nam Tư tưởng Chủ nghĩa Marx–Lenin Tư tưởng Hồ Chí Minh Tổ chức Đảng Cộng sản Việt Nam Nhà nước Việt Nam Chính phủ Việt Nam Quốc hội Việt Nam Luật, Bộ luật Luật Tổ chức Quốc hội Luật Tổ chức Chính phủ Luật Mặt trận Tổ quốc Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân Luật Tổ chức Tòa án nhân dân Luật Tổ chức Viện kiểm sát nhân dân Luật Bầu cử đại biểu Hội đồng nhân dân Luật Bầu cử đại biểu Quốc hội Luật Cán bộ công chức Luật Công an nhân dân Luật Sĩ quan Quân đội nhân dân Luật Công đoàn Luật Cơ yếu Luật Dân quân Tự vệ Luật Doanh nghiệp Nhà nước Luật Hoạt động giám sát của Quốc hội Khác Chức vụ Tiền lương Bầu cử ở Việt Nam Nhà nước Việt Nam Chính trị Việt Nam Ngoại giao Việt Nam hiện Đảng Cộng sản Việt Nam Tổng quan Lịch sử Tổ chức Điều lệ Đảng Cương lĩnh chính trị Đại hội Đại biểu Toàn quốc Ban Chấp hành Trung ương Đảng Bộ Chính trị Ban Bí thư Đảng bộ Đảng ủy Chi bộ Chi ủy Đảng viên Lãnh đạo Tổng Bí thư Thường trực Ban Bí thư Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Trưởng ban Ban của Đảng Phó Trưởng ban Ban của Đảng Bí thư Đảng ủy Phó Bí thư Đảng ủy Bí thư Chi bộ Phó Bí thư Chi bộ Cơ quan giúp việc Văn phòng Trung ương Đảng Ủy ban Kiểm tra Trung ương Ban Tổ chức Trung ương Ban Tuyên giáo Trung ương Ban Nội chính Trung ương Ban Kinh tế Trung ương Ban Đối ngoại Trung ương Ban Dân vận Trung ương Ban Bảo vệ, Chăm sóc sức khỏe cán bộ Trung ương Học viện Chính trị Quốc gia Hồ Chí Minh Hội đồng Lý luận Trung ương Nhà xuất bản Chính trị quốc gia - Sự thật Báo Nhân dân Tạp chí Cộng sản Ban chỉ đạo Trung ương Còn hoạt động Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực Ban Chỉ đạo Cải cách Tư pháp Ban Chỉ đạo Trung ương Cuộc vận động Học tập và làm theo tấm gương đạo đức Hồ Chí Minh Đã dừng hoạt động Ban Chỉ đạo Tây Bắc Ban Chỉ đạo Tây Nguyên Ban Chỉ đạo Tây Nam Bộ (từ tháng 10\/2017) Đảng ủy cơ quan Đảng ủy khối các cơ quan Trung ương Đảng ủy Khối Doanh nghiệp Trung ương Quân ủy Trung ương Đảng ủy Công an Trung ương Đảng ủy Ngoài nước Đảng ủy địa phương Thành ủy Tỉnh ủy Huyện ủy Xã ủy Bí thư Thành ủy Bí thư Tỉnh ủy Bí thư Huyện ủy Bí thư Xã ủy hiện Nhà nước và Chính phủ Việt Nam Tổng quan Lịch sử Tổ chức Bộ Tổng cục Cục Vụ Ủy ban nhân dân Luật Tổ chức Chính phủ Luật Cán bộ công chức Luật Công an nhân dân Luật Sĩ quan Quân đội nhân dân Luật Dân quân Tự vệ Luật Doanh nghiệp Nhà nước Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân Lãnh đạo Chủ tịch nước Phó Chủ tịch nước Văn phòng Chủ tịch nước Thủ tướng Chính phủ Phó Thủ tướng Chính phủ Bộ trưởng Thứ trưởng Chủ tịch Ủy ban nhân dân Phó Chủ tịch Ủy ban nhân dân Tổng cục trưởng Cục trưởng Các Bộ và cơ quan ngang Bộ Bộ Công an Bộ Công Thương Bộ Giáo dục và Đào tạo Bộ Giao thông Vận tải Bộ Kế hoạch và Đầu tư Bộ Khoa học và Công nghệ Bộ Lao động – Thương binh và Xã hội Bộ Ngoại giao Bộ Nội vụ Bộ Nông nghiệp và Phát triển nông thôn Bộ Quốc phòng Bộ Tài chính Bộ Tài nguyên và Môi trường Bộ Thông tin và Truyền thông Bộ Tư pháp Bộ Văn hóa, Thể thao và Du lịch Bộ Xây dựng Bộ Y tế Ngân hàng Nhà nước Thanh tra Chính phủ Ủy ban Dân tộc Văn phòng Chính phủ Đơn vị thuộc Chính phủ Đài Tiếng nói Việt Nam Đài Truyền hình Việt Nam Thông tấn xã Việt Nam Ủy ban Quản lý vốn nhà nước tại doanh nghiệp Viện Hàn lâm Khoa học và Công nghệ Việt Nam Viện Hàn lâm Khoa học xã hội Việt Nam Ban Quản lý Lăng Chủ tịch Hồ Chí Minh Bảo hiểm Xã hội Việt Nam UBND địa phương Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương Chủ tịch UBND Huyện Chủ tịch UBND Xã UBND Thành phố UBND Tỉnh UBND Huyện UBND Xã Ban Chỉ đạo Trung ương Ban chỉ đạo phòng, chống tội phạm Ban Chỉ đạo 33 Ban Chỉ đạo 504 Ban Chỉ đạo xây dựng nông thôn mới Ban Chỉ đạo chính sách nhà ở bất động sản Ban Chỉ đạo cải cách công vụ công chức Ban Chỉ đạo giảm nghèo Ban Chỉ đạo cải cách tư pháp Ban Chỉ đạo phòng chống lụt bão hiện Quốc hội Việt Nam Tổng quan Lịch sử Tổ chức Luật Tổ chức Quốc hội Luật Bầu cử đại biểu Hội đồng nhân dân Luật Bầu cử đại biểu Quốc hội Luật Hoạt động giám sát của Quốc hội Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân Đại hội Đại biểu Toàn quốc Hội đồng nhân dân Lãnh đạo Chủ tịch Quốc hội Phó Chủ tịch Quốc hội Chủ nhiệm Ủy ban của Quốc hội Phó Chủ nhiệm Ủy ban của Quốc hội Chủ tịch Hội đồng Nhân dân Phó Chủ tịch Hội đồng nhân dân Cơ quan trực thuộc Ủy ban Thường vụ Quốc hội Hội đồng Dân tộc Ủy ban Pháp luật Ủy ban Tư pháp Ủy ban Kinh tế Ủy ban Tài chính – Ngân sách Ủy ban Quốc phòng và An ninh Ủy ban Xã hội Ủy ban Đối ngoại Ủy ban Khoa học, Công nghệ và Môi trường Ủy ban Văn hóa, Giáo dục Văn phòng Quốc hội Ban Công tác Đại biểu Ban Dân nguyện Kiểm toán Nhà nước Viện Nghiên cứu lập pháp HĐND địa phương HĐND Thành phố HĐND Tỉnh HĐND Huyện HĐND Xã Chủ tịch HĐND Thành phố Chủ tịch HĐND Tỉnh Chủ tịch HĐND Huyện Chủ tịch HĐND Xã hiện Tòa án nhân dân Việt Nam Tổng quan Tòa án nhân dân tối cao Lịch sử Tổ chức Luật Tổ chức Tòa án nhân dân Hội đồng Thẩm phán Lãnh đạo Chánh án Tòa án nhân dân tối cao Phó Chánh án Tòa án nhân dân tối cao Chánh án Tòa án nhân dân cấp cao Chánh án Tòa án nhân dân tỉnh, thành phố trực thuộc trung ương Chánh án Tòa án nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương Cơ quan giúp việc Văn phòng Ban Thanh tra Ban Thư ký Vụ Tổ chức Cán bộ Vụ Kế hoạch Tài chính Vụ Thống kê Tổng hợp Vụ Hợp tác quốc tế Báo Công Lý Viện Khoa học xét xử Trường Bồi dưỡng cán bộ tòa án Tạp chí Tòa án nhân dân Cơ quan thường trực phía Nam Tòa án thuộc Trung ương Tòa án nhân dân tối cao Tòa án Quân sự Trung ương Tòa Dân sự Tòa Hình sự Tòa Kinh tế Tòa Lao động Tòa Hành chính Tòa án địa phương Tòa án nhân dân cấp cao Tòa án nhân dân tỉnh, thành phố trực thuộc trung ương Tòa án nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương hiện Viện kiểm sát nhân dân Việt Nam Tổng quan Viện kiểm sát nhân dân tối cao Lịch sử Tổ chức Luật Tổ chức Viện kiểm sát nhân dân Lãnh đạo Viện trưởng Viện kiểm sát nhân dân tối cao Phó Viện trưởng Viện kiểm sát nhân dân tối cao Viện trưởng Viện kiểm sát nhân dân cấp cao Viện trưởng Viện kiểm sát nhân dân tỉnh, thành phố trực thuộc trung ương Viện trưởng Viện kiểm sát nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương Cơ quan giúp việc Văn phòng Thanh tra Cục Thống kê tội phạm và công nghệ thông tin Cục Điều tra Vụ Kinh tế chức vụ Vụ Hình sự trật tự xã hội Vụ Tham nhũng Vụ Ma túy Vụ An ninh Vụ Hình sự Vụ Dân sự Vụ Tạm giữ tạm giam Vụ Khiếu tố Vụ Tổ chức cán bộ Vụ Thi hành án dân sự Vụ Kế hoạch tài chính Vụ Hành chính kinh tế lao động Vụ Hợp tác quốc tế Viện Khoa học kiểm sát Tạp chí Kiểm sát Báo Bảo vệ pháp luật Trường Đại học Kiểm sát Hà Nội Các Viện kiểm sát Viện kiểm sát nhân dân tối cao Viện kiểm sát Quân sự Trung ương Viện kiểm sát nhân dân cấp cao Viện kiểm sát nhân dân tỉnh, thành phố trực thuộc trung ương Viện kiểm sát nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương hiện Mặt trận Tổ quốc Việt Nam Tổng quan Lịch sử Tổ chức Luật MTTQVN Luật Công đoàn Điều lệ MTTQVN Đại hội đại biểu Toàn quốc MTTQVN Ủy ban Trung ương MTTQVN Lãnh đạo Chủ tịch Ủy ban Trung ương MTTQVN Phó Chủ tịch Ủy ban Trung ương MTTQVN Chủ tịch Ủy ban MTTQVN các cấp Chủ tịch Hội các cấp Cơ quan giúp việc Ban Thường trực Văn phòng Ban Dân tộc Ban Tuyên giáo Ban Đối ngoại Ban Tôn giáo Ban Tổ chức cán bộ Ban Phong trào Ban Dân chủ Ban Pháp luật Báo Đại đoàn kết Tạp chí Mặt trận Hội đồng tư vấn Văn hoá Xã hội Đối ngoại và Kiều bào Khoa học Giáo dục Dân chủ Pháp luật Kinh tế Dân tộc Tôn giáo UB MTTQ Việt Nam ở địa phương UBMTTQVN cấp Thành phố UBMTTQVN cấp Tỉnh UBMTTQVN cấp Huyện UBMTTQVN cấp Xã Ban Công tác Mặt trận cấp Thôn Chủ tịch UBMTTQVN cấp Thành phố Chủ tịch UBMTTQVN cấp Tỉnh Chủ tịch UBMTTQVN cấp Huyện Chủ tịch UBMTTQVN cấp Xã Tổ chức thành viên Đảng Cộng sản Việt Nam TLĐ Lao động Đoàn TNCS Hồ Chí Minh Giáo hội Phật giáo UB Đoàn kết Công giáo Hội Nông dân Hội Liên hiệp Phụ nữ Hội Cựu chiến binh Quân đội nhân dân Liên hiệp các Hội KH&KT Liên hiệp các Hội VHNT Liên hiệp các tổ chức Hữu nghị Hội Liên hiệp Thanh niên Liên minh Hợp tác xã LĐ Thương mại & Công nghiệp Hội Chữ thập đỏ Hội Luật gia Hội Nhà báo Hội Làm vườn Hội Người mù Hội Sinh vật cảnh Hội Đông Y Tổng hội Y học Hội Người cao tuổi Hội Kế hoạch hoá gia đình Hội Khuyến học Hội Cứu trợ Trẻ em Tàn tật Hội Châm cứu Tổng hội thánh tin lành Việt Nam Hội liên lạc với người Việt Nam ở nước ngoài Hội Khoa học Lịch sử Hội nạn nhân chất độc da cam đioxin Hội mỹ nghệ kim hoàn đá quý Hội cựu Giáo chức Hội Xuất bản Hội nghề cá Hiệp hội SXKD của người tàn tật Hội y tế cộng đồng Hội cựu Thanh niên xung phong HH các trường Đại học, Cao đẳng Hiệp hội doanh nghiệp nhỏ và vừa Hội doanh nghiệp nhỏ và vừa Việt-Đức Hiệp hội Làng nghề hiện x t s Đài Phát thanh - Truyền hình tại Việt Nam Quốc gia VTV VOV Trực thuộc Bộ ngành, Trung ương và các đơn vị khác ANTV (Bộ Công an) QPVN (Bộ Quốc phòng) Vnews - TTXVN (Thông tấn xã Việt Nam) Kênh Quốc Hội (Quốc hội Việt Nam) VTC (VOV - Đài Tiếng nói Việt Nam) Nhân Dân (Báo Nhân Dân) Địa phương An Giang Bà Rịa - Vũng Tàu Bạc Liêu Bắc Ninh Bắc Giang Bắc Kạn Bến Tre Bình Dương Bình Thuận Bình Phước Bình Định Cà Mau Cao Bằng Cần Thơ Đà Nẵng Đắk Lắk Đắk Nông Điện Biên Đồng Nai Đồng Tháp Gia Lai Hà Giang Hà Nam Hà Nội Hà Tĩnh Hải Dương Hải Phòng Hậu Giang Hưng Yên Hoà Bình TP.HCM (HTV) TPHCM (VOH) Kiên Giang Khánh Hoà Kon Tum Lạng Sơn Lai Châu Lâm Đồng Lào Cai Long An Nam Định Ninh Bình Nghệ An Ninh Thuận Phú Yên Phú Thọ Quảng Bình Quảng Trị Quảng Nam Quảng Ngãi Quảng Ninh Sơn La Sóc Trăng Tây Ninh Thái Nguyên Thái Bình Thanh Hóa Thừa Thiên Huế Tiền Giang Trà Vinh Tuyên Quang Vĩnh Phúc Vĩnh Long Yên Bái hiện x t s Báo điện tử bằng tiếng Việt Thuộc Trung ương Nhân dân Thông tấn xã Việt Nam VOV Chính phủ Báo truyền thống Báo Ảnh Việt Nam Bóng đá Công an nhân dân Đảng Cộng sản Việt Nam Hànộimới Sức khỏe và Đời sống Lao Động Người lao động Nông nghiệp Việt Nam Phụ nữ Việt Nam Quân đội nhân dân Sài Gòn Giải Phóng Sài Gòn Tiếp Thị Thanh Niên Tiền Phong Tuổi Trẻ Giao thông Tổ quốc Pháp Luật Thành phố Hồ Chí Minh Pháp luật Việt Nam Phụ nữ Giác Ngộ Kinh tế & Đô thị Thành lập mới Công lý Dân trí VietNamNet VietnamPlus VnExpress Phiên bản tiếng Việt BBC tiếng Việt VOA tiếng Việt RFA tiếng Việt RFI tiếng Việt Sputnik tiếng Việt RTI tiếng Việt KBS tiếng Việt Hải ngoại tiếng Việt Nhật báo Viễn Đông SBTN Việt Mercury Viet Weekly Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nhân_Dân_(báo)&oldid=69848971” Thể loại: Báo Nhân dân Huân chương Độc lập hạng Nhất Báo chí Việt Nam Báo điện tử Việt Nam Thể loại ẩn: Pages using deprecated image syntax Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 5 tháng 4 năm 2023, 12:37. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}