{"Nhớ về Hà Nội":"Nhớ về Hà Nội – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bối cảnh và sáng tác 2Tiếp nhận và di sản Hiện\/ẩn mục Tiếp nhận và di sản 2.1Đánh giá chuyên môn 3Ca sĩ thể hiện Hiện\/ẩn mục Ca sĩ thể hiện 3.1Biểu diễn trực tiếp 4Tranh cãi 5Xem thêm 6Chú thích Hiện\/ẩn mục Chú thích 6.1Ghi chú 6.2Tham khảo Nhớ về Hà Nội Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia \"Nhớ về Hà Nội\" Bài hát Ngôn ngữ tiếng Việt Thể loại Nhạc trữ tình Sáng tác Hoàng Hiệp \"Nhớ về Hà Nội\" là tác phẩm âm nhạc trữ tình của nhạc sĩ Hoàng Hiệp,[1] được xem là một trong những ca khúc hay nhất và nổi tiếng nhất viết về Hà Nội. Đã có nhiều ca sĩ biểu diễn bài hát, tuy nhiên Hồng Nhung là người thể hiện thành công nhất và gắn liền với tên tuổi cô.[2][3] Bài hát sau đó được đưa vào album phòng thu đầu tay của nữ ca sĩ Đoản khúc thu Hà Nội (1997). Bối cảnh và sáng tác[sửa | sửa mã nguồn] Nhớ Hà Nội quá, nhưng nhớ nhung trong niềm tự hào. Tự hào về một Thủ đô đánh giặc kiên cường, tình người đằm thắm. Đó là quê hương thứ hai của tôi. Có lẽ vì thế mà bài hát \"Nhớ về Hà Nội\" tôi đã viết nhanh nhất, chỉ trong một đêm mùng một Tết Nhâm Tuất – 1982 Hoàng Hiệp[4] Tác giả của bài hát là nhạc sĩ Hoàng Hiệp.[4] Sinh ra ở vùng đất Nam Bộ, ông đã tập kết ra Bắc từ cuối năm 1954, lấy vợ tại đây[5] rồi định cư về miền Nam sau 1975. Theo nhạc sĩ, phải đến nhiều năm sau, trong một lần nhớ về thời gian sinh sống ở Hà Nội, ông mới chấp bút viết nên ca khúc chỉ nội đêm ngày đầu tiên Tết Nguyên Đán năm 1982.[a][4][9] Ông cho biết cảm hứng lớn nhất đối với bài hát là khi ông nhớ về mùa thu ở Hà Nội cùng nguyên mẫu của ca khúc – diễn viên Diễm Lan – cũng là vợ ông.[10][11] Bài hát là một sáng tác khá dài của Hoàng Hiệp, với 4 câu hát tổng.[5][12] Thuộc chủ đề quê hương trong những sáng tác của ông, nội dung bài hát miêu tả lại bức tranh đời sống tâm linh Hà Nội, theo đó đều dựa trên ký ức nhạc sĩ về thời bao cấp như \"tiếng leng keng tàu sớm\", \"áo chăn chưa ấm thân mình\", qua đó kể lại câu chuyện của dân tộc \"một thời đạn bom, một thời hòa bình\". Trong ca khúc có miêu tả Hồ Gươm, Tháp Rùa – là các công trình biểu tượng thành phố, cùng với đó là hình ảnh \"những công viên vừa mới xây\" nhằm cho thấy sự phát triển của Hà Nội theo thời gian.[9][4][6] Trong một cuộc phỏng vấn, ông đã tiết lộ cây hoa sữa trong lời nhạc từng là một cái cây có thật ở phố Bà Triệu, khác với những gì người ta nói trước đó là cây hoa sữa ở đường Nguyễn Du.[5] Tiếp nhận và di sản[sửa | sửa mã nguồn] \"Nhớ về Hà Nội\" được coi là một trong những nhạc phẩm hay nhất và nổi tiếng nhất viết về Hà Nội.[7][9][13] Ca khúc cũng nằm trong số các tác phẩm âm nhạc kinh điển của dòng nhạc đương đại cuối thế kỷ 20 chủ đề tình yêu Hà Nội[14] và là \"biên niên sử mini\" về Hà Nội một thời.[5] Tờ Hànộimới đã nhận định bài hát \"là niềm tự hào của Thủ đô\", với câu hát mở đầu làm \"thổn thức bao trái tim những người đã từng gắn bó cùng Thủ đô\".[1] Vào năm 2000, Hoàng Hiệp đã được nhà nước trao tặng Giải thưởng Hồ Chí Minh đợt II về Văn học và Nghệ thuật qua một số tác phẩm nổi bật, trong đó có \"Nhớ về Hà Nội\". Đây là ca khúc duy nhất do ông tự sáng tác trong danh sách, những tác phẩm còn lại đều do ông phổ thơ.[14][15] Bài hát cũng từng được vinh danh trong live show số 24 Con đường âm nhạc ngày 2 tháng 12 năm 2007 nói về nhạc sĩ Hoàng Hiệp.[14][16] Đánh giá chuyên môn[sửa | sửa mã nguồn] Nhạc sĩ Dân Huyền trong một bài viết cho Báo điện tử VOV đã tán dương Hoàng Hiệp qua ca khúc khi chọn \"lối cấu trúc vòng tròn, một điệp khúc quay đi quay lại bằng những âm thanh tha thiết chân thực và tiêu biểu\", được mô tả là khiến nhiều người Hà Nội \"không nghĩ ra được hết từ những kỷ niệm khó quên trong chiến tranh và trong hòa bình\".[4] Tại cuốn Thế kỷ âm nhạc Việt Nam: một thời đạn bom của tác giả Nguyễn Thụy Kha, ông nhận xét bài hát đem lại \"những hình ảnh thân thương của cố đô hòa trong giọng Nam Bộ nồng ấm tạo nên một cảm giác lung linh như ngọn lửa của ký ức, của kỷ niệm, của dĩ vãng\".[17] Nhà lý luận phê bình âm nhạc Nguyễn Thị Minh Châu trong bộ sách Âm nhạc Việt Nam: tác giả – tác phẩm cũng đánh giá rằng chưa có bài hát địa phương nào do nhạc sĩ Hoàng Hiệp sáng tác (kể cả miền Nam quê hương ông) lại được yêu thích như \"Nhớ về Hà Nội\".[18] Ca sĩ thể hiện[sửa | sửa mã nguồn] Hồng Nhung là người thể hiện thành công nhất bài hát \"Nhớ về Hà Nội\". Bài hát \"Nhớ về Hà Nội\" giống như nhạc sĩ đã đưa vào lịch sử một bài hát vừa hùng tráng, lại vừa rất tình cảm. Thường thường, một bài hát hùng tráng rất khó gần gũi, nhưng ca khúc này vừa thấy một Hà Nội hào hùng, vừa thấy một Hà Nội lãng mạn, tế nhị. Hồng Nhung[12] Ca khúc được thu âm lần đầu vào khoảng 1984, 1985 qua băng cassette bởi ca sĩ Lệ Thu.[19] Từng có nhiều nghệ sĩ biểu diễn bài hát, trong số đó gồm Cẩm Vân, Ngọc Tân, Mỹ Tâm, Quang Dũng,... Tuy vậy, Hồng Nhung mới được công nhận là người thể hiện thành công nhất khi đã đem về cho cô giải nhất cuộc thi \"Giọng hát hay Hà Nội\" tổ chức lần đầu năm 1987;[8][9][20] lúc đó cô chỉ mới 17 tuổi, đánh dấu điểm khởi đầu sự nghiệp ca hát của nữ ca sĩ.[12][13][21] Một bản thu thanh lại bài hát bằng giọng Hồng Nhung và phối khí bởi nhạc sĩ Quang Vinh, trong lần biểu diễn trên sân khấu chuyên nghiệp đầu tiên của cô, sau đó đã được thực hiện cho hãng thu âm Dihavina trong băng cassette Tiếng hát Hồng Nhung phát hành năm cô 18 tuổi.[19] Bản phối tương tự cũng được chọn làm nhạc hiệu Đài Phát thanh - Truyền hình Hà Nội và từng được phát trên các phố phường tại Hà Nội vào mỗi buổi sáng đầu những năm thập niên 1990 qua loa phóng thanh.[1][9][22] Đến năm 1994, Dihavina hợp tác cùng Hãng phim Trẻ ghi hình MV bài hát, đạo diễn bởi Đinh Anh Dũng và Hồng Nhung là người trình bày.[23] Sau này, nhân dịp nhạc sĩ Hoàng Hiệp sinh nhật 76 tuổi, Hồng Nhung đã biểu diễn lại ca khúc trong đêm nhạc đặc biệt của ông tổ chức tối ngày 2 tháng 10 năm 2007 tại Nhà hát Thành phố Hồ Chí Minh, phát sóng trực tiếp trên kênh HTV2.[24] \"Nhớ về Hà Nội\" đã xuất hiện trong nhiều album âm nhạc về chủ đề Hà Nội.[8] Bài hát từng góp mặt ở album phòng thu đầu tay của Hồng Nhung Đoản khúc thu Hà Nội ra mắt năm 1997, được xem là album nhạc về Hà Nội hay nhất và bán chạy nhất năm.[25] Trước đó ca khúc còn được đưa vào các album tuyển tập khác của cô gồm Nhớ về Hà Nội (1993) và Ca dao Hồng (1997). Bài hát cũng nằm trong album năm 2003 của nhạc sĩ Hoàng Hiệp Em vẫn đợi anh về và do ca sĩ Thu Giang thể hiện.[26] Nhân dịp 1000 năm Đại lễ Thăng Long năm 2010, Hãng phim Trẻ đã cho phát hành bộ album CD tuyển tập các ca khúc hay về Hà Nội và bản hát của Hồng Nhung nằm trong đĩa 2 Nhớ về Hà Nội,[27] cùng thời điểm ra mắt album Nơi tôi sinh – Hà Nội, trong đó chứa bài hát ở thứ tự phát số 10, của ca sĩ Minh Quân.[28][29] Biểu diễn trực tiếp[sửa | sửa mã nguồn] Vào năm 2005, nam ca sĩ người Hàn Quốc Im Tae-kyung đã hát bài \"Nhớ về Hà Nội\" tại chương trình ca nhạc \"Giai điệu hoà bình\" tổ chức ở Cung Văn hóa Hữu nghị Việt - Xô và được khán giả Việt Nam \"tán thưởng nhiệt liệt\", dù bị cho là phát âm tiếng Việt \"chưa thật rõ, thật chuẩn\".[30] Chỉ trong năm 2010, Hồng Nhung đã trình diễn ca khúc trong ngày khai mạc Đại lễ 1000 năm Thăng Long – Hà Nội[31] và đêm nhạc \"Điều còn mãi\" tổ chức tại Nhà hát Lớn Hà Nội, được báo VietNamNet, đồng thời là đơn vị tổ chức buổi hòa nhạc, nhận xét là \"rất thành công\".[32][33] Tại sự kiện hòa nhạc đường phố \"Luala Concert Thu Đông 2012\", có cả sự tham gia của Thanh Lam và Mỹ Linh, Hồng Nhung cũng thể hiện bài hát một lần nữa cùng với bài \"Thiên Thai\" của nhạc sĩ Văn Cao.[34] Trong chương trình Giai điệu tự hào số phát sóng tháng 10 năm 2014 với chủ đề \"Người Hà Nội\",[35] \"Nhớ về Hà Nội\" được nữ ca sĩ Văn Mai Hương biến tấu lại theo hướng hiện đại, tuy nhiên, màn trình diễn của cô sau đó nhận phải những ý kiến trái chiều; diễn viên Thanh Tú nhận xét rằng Văn Mai Hương hát bài này \"quá vô hồn\", trong khi các khách mời khác như cựu cầu thủ Nguyễn Hồng Sơn và đạo diễn Lê Hoàng lại có những đánh giá tích cực hơn về cô khi giúp gợi nhớ lại ký ức tuổi thơ và \"rất có cảm xúc\".[36] Tranh cãi[sửa | sửa mã nguồn] Vào năm 2019, Hồng Nhung tham gia vào một TVC thương hiệu phở Cung Đình gây tranh cãi, theo đó nữ ca sĩ chế lại lời ca khúc từ \"Hà Nội\" trong câu hát \"Dù có đi bốn phương trời, lòng vẫn nhớ về Hà Nội\" thành \"phở Hà Nội\". Nhiều khán giả đã bảy tỏ thái độ bức xúc, cho rằng Hồng Nhung đang \"xúc phạm đến người quá cố\" khi chế lại lời bài hát nhằm mục đích quảng cáo.[2][37] Con trai của nhạc sĩ Hoàng Hiệp, Lưu Nguyễn, cũng lên tiếng nói rằng chưa nhận được thông tin gì về việc này. Trung tâm bảo vệ quyền tác giả Âm nhạc Việt Nam (VCPMC) sau đó đã nhanh chóng liên hệ lại với ông Nguyễn để thống nhất việc cấp phép sử dụng bài hát cho việc quảng cáo sản phẩm. Phía VCPMC cũng cho biết rằng trước đó đơn vị đã kí hợp đồng cấp phép sử dụng bài hát với một công ty truyền thông theo phạm vi ủy quyền do con trai Hoàng Hiệp ký để quản lý, khai thác từ cuối năm 2009.[37][38] Sau vụ việc, phía gia đình nhạc sĩ Hoàng Hiệp cho biết sẽ làm một phụ lục hợp đồng với VCPMC để tránh trường hợp tương tự xảy ra.[37] Xem thêm[sửa | sửa mã nguồn] Hướng về Hà Nội Em ơi Hà Nội phố Chú thích[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ Có nhiều nguồn khẳng định ca khúc được Hoàng Hiệp sáng tác lần đầu vào tháng 10 năm 1984, nhân kỷ niệm 30 năm ngày tiếp quản Hà Nội,[5][6][7] trong khi một số nguồn viết rõ ca khúc ra đời khoảng cuối 1983 đầu 1984 vào một lần nhạc sĩ ra thăm Hà Nội;[8] có nguồn lại nói ca khúc được nhạc sĩ hoàn thành năm 1983.[1] Tham khảo[sửa | sửa mã nguồn] ^ a b c d An Nhi (12 tháng 1 năm 2013). “Hà Nội nhớ về nhạc sĩ Hoàng Hiệp”. Hànộimới. Lưu trữ bản gốc ngày 10 tháng 2 năm 2013. Truy cập ngày 8 tháng 9 năm 2022. ^ a b Trần Nhân (19 tháng 12 năm 2019). “Hồng Nhung – một giọng hát nồng nàn Hà Nội”. Hànộimới. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Nguyễn Hằng, Thế Dương (5 tháng 10 năm 2012). “Hồng Nhung bật khóc khi hát \"Nhớ về Hà Nội\"”. Dân trí. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c d e Dân Huyền (10 tháng 10 năm 2016). “\"Dù có đi bốn phương trời, lòng vẫn nhớ về Hà Nội\"”. Báo điện tử VOV. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c d e Mai Hoàng (27 tháng 10 năm 2014). “Lòng vẫn nhớ về Hà Nội”. Báo Đà Nẵng. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b Lưu Kường (29 tháng 1 năm 2022). “Nhớ về Hà Nội”. An ninh Thủ đô. Lưu trữ bản gốc ngày 5 tháng 2 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b L.T.B. (10 tháng 1 năm 2013). “Hoàng Hiệp nhớ về Hà Nội”. Sài Gòn Giải Phóng. Lưu trữ bản gốc ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c 99 bài hát được nhiè̂u người yêu thích. Nhà xuất bản Thanh niên. 2001. tr. 87. Bản gốc lưu trữ ngày 7 tháng 5 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c d e Vân An (10 tháng 1 năm 2013). “Nhớ Hoàng Hiệp khi 'nhớ về Hà Nội'”. VnExpress. Lưu trữ bản gốc ngày 24 tháng 8 năm 2021. Truy cập ngày 8 tháng 9 năm 2022. ^ Thụy Khuê (11 tháng 2 năm 2018). “Nguyên mẫu của ca khúc 'Nhớ về Hà Nội' đã qua đời”. Báo Phụ nữ. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Dân Huyền (10 tháng 1 năm 2013). “Nhớ nhạc sỹ Hoàng Hiệp - \"ông hoàng\" phổ thơ...”. Báo điện tử VOV. Lưu trữ bản gốc ngày 4 tháng 4 năm 2016. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c Lê Nguyễn (10 tháng 1 năm 2013). “Hồng Nhung, Mỹ Linh nhớ những kỷ niệm với nhạc sỹ Hoàng Hiệp”. Dân trí. Lưu trữ bản gốc ngày 8 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b H.M (29 tháng 1 năm 2019). “Hồng Nhung hát về Hà Nội bằng tất cả những thăng trầm, mất mát”. Lao Động. Lưu trữ bản gốc ngày 4 tháng 2 năm 2019. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c “Nhạc sĩ 'Nhớ về Hà Nội' qua đời”. Tạp chí điện tử Giáo dục Việt Nam. Người lao động. 9 tháng 1 năm 2013. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Vương Tâm (18 tháng 10 năm 2011). “Nhạc sĩ Hoàng Hiệp: Lòng vẫn nhớ về Hà Nội”. Công an nhân dân. Lưu trữ bản gốc ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Nhứt Tâm (22 tháng 11 năm 2007). “Nhạc sĩ Hoàng Hiệp với Con đường âm nhạc số 24”. Tuổi Trẻ. Lưu trữ bản gốc ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Nguyễn Thụy Kha (2017). Thế kỷ âm nhạc Việt Nam: một thời đạn bom. Nhà xuất bản Văn học. tr. 548. Bản gốc lưu trữ ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Nguyễn Thị Minh Châu, 2007. Âm nhạc Việt Nam: tác giả – tác phẩm, tập 3. Nhà xuất bản Văn hóa dân tộc. tr. 323.Quản lý CS1: tên số: danh sách tác giả (liên kết) ^ a b Lê Nguyễn (10 tháng 1 năm 2013). “Hồng Nhung, Mỹ Linh nhớ những kỷ niệm với nhạc sỹ Hoàng Hiệp”. Dân trí. Lưu trữ bản gốc ngày 8 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Khánh Yến (17 tháng 8 năm 2022). “Diva Hồng Nhung \"cầm cân nảy mực\" tại cuộc thi từng giúp cô tỏa sáng vào năm 17 tuổi”. Dân Việt. Lưu trữ bản gốc ngày 5 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ “Bản thu âm đầu tiên 'Nhớ về Hà Nội' của Hồng Nhung”. VnExpress. 9 tháng 1 năm 2013. Lưu trữ bản gốc ngày 24 tháng 8 năm 2021. Truy cập ngày 8 tháng 9 năm 2022. ^ Nguyễn Thụy Kha. “Hoàng Hiệp: Người đạp xe duyên nhạc và thơ”. doanthanhnien.org.vn. Lưu trữ bản gốc ngày 14 tháng 12 năm 2007. Truy cập ngày 8 tháng 9 năm 2022. ^ “Nhớ về Hà Nội”. Thư viện Quốc gia Việt Nam. Lưu trữ bản gốc ngày 8 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. Lưu trữ video âm nhạc tại Internet Archive ngày 6 tháng 9 năm 2022. ^ H.Sơn (2 tháng 10 năm 2007). “Đêm nhạc Hoàng Hiệp”. Tuổi Trẻ. Lưu trữ bản gốc ngày 8 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Quỳnh Trang (17 tháng 12 năm 2021). “Sau 20 năm, Hồng Nhung mới hát về Hà Nội”. Pháp Luật Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ H.Sơn (3 tháng 9 năm 2003). “CD mới: Album nhạc sĩ Hoàng Hiệp Em vẫn đợi anh về”. Tuổi Trẻ. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Q.N (8 tháng 10 năm 2010). “Bộ đĩa về Hà Nội”. Tuổi Trẻ. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Thụy Du. “\"Nơi tôi sinh...\" chuyện kể của Minh Quân”. Hànộimới. Lưu trữ bản gốc ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Quỳnh Nguyễn (3 tháng 10 năm 2010). “Hà Nội - những bài ca không quên”. Tuổi Trẻ. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ H.Sơn (12 tháng 9 năm 2005). “Sôi động đêm nhạc Giai điệu hoà bình”. Tiền phong. Lưu trữ bản gốc ngày 8 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Mai An, Phan Thảo (1 tháng 10 năm 2010). “Khai mạc Đại lễ 1.000 năm Thăng Long - Hà Nội: Linh thiêng và hào hoa”. Sài Gòn Giải Phóng. Lưu trữ bản gốc ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ T.Lê (28 tháng 8 năm 2013). “5 năm \"Điều Còn Mãi\" và những bản nhạc sâu lắng”. VietNamNet. Lưu trữ bản gốc ngày 4 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Anh Thư. “Hồng Nhung - \"Nhớ về Hà Nội\"”. VietNamNet. Lưu trữ bản gốc ngày 8 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ Phương Hà (12 tháng 11 năm 2012). “Luala Concert Thu Đông 2012: Vừa trở lại đã hút khán giả”. Báo Tin tức. Lưu trữ bản gốc ngày 21 tháng 3 năm 2013. Truy cập ngày 8 tháng 9 năm 2022. ^ “\"Giai điệu tự hào tháng 10\" hướng về Thủ đô”. Báo điện tử VTV. 21 tháng 10 năm 2014. Lưu trữ bản gốc ngày 24 tháng 9 năm 2021. Truy cập ngày 8 tháng 9 năm 2022. ^ Duy Nam, Zun Phạm (11 tháng 10 năm 2014). “Văn Mai Hương bị chê vô hồn khi hát 'Nhớ về Hà Nội'”. Tiền phong. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. ^ a b c Tường Vy (12 tháng 7 năm 2019). “Lý do ca sĩ Hồng Nhung hát ca khúc \"Nhớ về Hà Nội\" thành \"phở Hà Nội\" để quảng cáo”. Báo điện tử Tổ quốc. Lưu trữ bản gốc ngày 6 tháng 9 năm 2021. Truy cập ngày 8 tháng 9 năm 2022. ^ Viết Thịnh (10 tháng 7 năm 2019). “Ca khúc 'Nhớ về Hà Nội' bị chế thành 'Phở Hà Nội'”. Pháp Luật Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 3 tháng 9 năm 2022. Truy cập ngày 8 tháng 9 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nhớ_về_Hà_Nội&oldid=69928263” Thể loại: Bài hát Việt Nam Bài hát về Hà Nội Bài hát năm 1982 Thể loại ẩn: Quản lý CS1: tên số: danh sách tác giả Trang này được sửa lần cuối vào ngày 28 tháng 4 năm 2023, 04:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}