{"Niê Thuật":"Niê Thuật – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tham khảo Niê Thuật Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Niê Thuật Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Đắk Lắk Nhiệm kỳ – 2 tháng 12 năm 2015 Ủy viên Thường trực Nguyễn Thanh Hiệp (từ 6\/2011) Kế nhiệm Y Biêr Niê Phó Chủ tịch Nguyễn Anh Tuấn Bí thư Tỉnh ủy Đắk Lắk Nhiệm kỳ 14 tháng 12 năm 2005 – 24 tháng 9 năm 2015 9 năm, 284 ngày Kế nhiệm Êban Y Phu Phó Bí thư Lữ Ngọc Cư Thông tin chung Sinh 8 tháng 5, 1956 (67 tuổi) Xã Cư Drăm, huyện Krông Bông, tỉnh Đắk Lắk, Việt Nam Cộng hòa Nghề nghiệp chính trị gia Dân tộc Ê Đê Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Cao cấp Quân sự Niê Thuật hay Y Niê Thuật (sinh ngày 8 tháng 5 năm 1956), người Ê Đê, là đại biểu Quốc hội Việt Nam khóa 13, thuộc đoàn đại biểu Đắk Lắk.[1] Tiểu sử[sửa | sửa mã nguồn] Niê Thuật sinh ngày 8 tháng 5 năm 1956, người dân tộc Ê Đê, không theo tôn giáo nào, quê quán ở xã Cư Drăm, huyện Krông Bông, tỉnh Đắk Lắk. Ông có trình độ cao cấp quân sự và bằng cao cấp lý luận chính trị. Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 10\/7\/1981. Ông là Đại biểu Hội đồng nhân dân tỉnh Đắk Lắk khóa 6, 7, 8. Năm 2001 ông là thường vụ tỉnh uỷ, chỉ huy trưởng bộ chỉ huy quân sự tỉnh Daklak. Kế nhiệm là Đại tá Lê Chiêm F trưởng F2 Năm 2004 Được bầu làm phó bí thư Tỉnh ủy Dak Lak. Ông từng là Đại biểu Quốc hội Việt Nam khóa 12, khóa 13 tỉnh Đắk Lắk. Ủy viên Ban chấp hành Trung ương Đảng Cộng sản Việt Nam 3 khóa 9-10-11(2001-2016) Bí thư Tỉnh ủy (2005-2015) Daklak, Chủ tịch Hội đồng nhân dân tỉnh, Trưởng Đoàn đại biểu Quốc hội tỉnh Đắk Lắk khóa 13, Ủy viên Ủy ban Quốc phòng và An ninh của Quốc hội khóa 13. Tháng 9 năm 2015, khi đang làm Bí thư Tỉnh ủy Đắk Lắk thì ông được Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam điều động giữ chức vụ Phó trưởng Ban Chỉ đạo Tây nguyên Việt Nam thuộc Trung ương Đảng Cộng sản Việt Nam.[2] Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 29 tháng 9 năm 2017. Truy cập ngày 5 tháng 9 năm 2012. ^ “Đắk Lắk có tân Bí thư Tỉnh ủy”. Truy cập ngày 24 tháng 4 năm 2018. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Niê_Thuật&oldid=69724324” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1956 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Đắk Lắk Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Đắk Lắk Người Ê Đê Chủ tịch Hội đồng nhân dân tỉnh Đắk Lắk Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2011–2016 Đảng viên Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Đắk Lắk Người Đắk Lắk Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 27 tháng 2 năm 2023, 15:18. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}