{"Nông Quốc Tuấn":"Nông Quốc Tuấn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Gia đình 5Tặng thưởng 6Tham khảo 7Liên kết ngoài Nông Quốc Tuấn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Nông Quốc Tuấn Chức vụ Thứ trưởng - Phó Chủ nhiệm Ủy ban Dân tộc Việt Nam Nhiệm kỳ 8 tháng 6 năm 2012 – nay 10 năm, 353 ngày Bộ trưởng, Chủ nhiệm Giàng Seo Phử Đỗ Văn Chiến Hầu A Lềnh Tiền nhiệm đương nhiệm Bí thư Tỉnh ủy Bắc Giang Nhiệm kỳ 3 tháng 8 năm 2010 – 4 tháng 6 năm 2012 1 năm, 306 ngày Tiền nhiệm Đào Xuân Cần Kế nhiệm Trần Sỹ Thanh Phó Chủ nhiệm Ủy ban Dân tộc Việt Nam Nhiệm kỳ 28 tháng 1 năm 2008 – 21 tháng 4 năm 2009 1 năm, 83 ngày Bộ trưởng, Chủ nhiệm Giàng Seo Phử Ủy viên Ủy ban Quốc gia phòng, chống AIDS và phòng, chống tệ nạn ma túy, mại dâm. Nhiệm kỳ 10 tháng 05 năm 2013 – nay 10 năm, 17 ngày Chủ tịch Hội Liên hiệp Thanh niên Việt Nam Nhiệm kỳ 2005 – 2008 Tiền nhiệm Hoàng Bình Quân Kế nhiệm Võ Văn Thưởng Thông tin chung Sinh 12 tháng 7, 1963 (59 tuổi) xã Cường Lợi, huyện Na Rì, tỉnh Bắc Kạn, Việt Nam Dân chủ Cộng hòa Đảng chính trị Đảng Cộng sản Việt Nam Cha Nông Đức Mạnh Mẹ Lý Thị Bang Nông Quốc Tuấn (sinh ngày 12 tháng 7 năm 1963) là chính khách Việt Nam. Chức vụ hiện tại của ông là Thứ trưởng, Phó Chủ nhiệm Ủy ban Dân tộc Việt Nam.[1] Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, Đại biểu Quốc hội Việt Nam khóa XII tỉnh Sơn La.[2] Ông là con trai của Nông Đức Mạnh, nguyên Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX, X. Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 12 tháng 7 năm 1963, người dân tộc Tày, quê tại xã Cường Lợi, huyện Na Rì, tỉnh Bắc Kạn.[3] Giáo dục[sửa | sửa mã nguồn] Trình độ chính trị: Cử nhân chính trị Trình độ chuyên môn: Thạc sỹ kinh tế Sự nghiệp[sửa | sửa mã nguồn] Ông từng có thời gian đi xuất khẩu lao động ở Cộng hòa Dân chủ Đức(nay là Cộng hoà Liên bang Đức). Ngày vào Đảng Cộng sản Việt Nam: 14\/7\/1992 Từ tháng 2 năm 2000, giữ chức Phó Chủ tịch Thường trực Trung ương Hội Liên hiệp Thanh niên Việt Nam. Tháng 2 năm 2004, tham gia Ban Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh. Tại phiên bế mạc Đại hội Hội Liên hiệp Thanh niên Việt Nam lần thứ V ngày 27 tháng 2 năm 2005, ông được hiệp thương cử giữ chức danh Chủ tịch Hội khóa V.[4] Ngày 28 tháng 1 năm 2008, Thủ tướng Chính phủ ban hành Quyết định số 125\/QĐ-TTg về việc bổ nhiệm ông Nông Quốc Tuấn, giữ chức Phó Chủ nhiệm Ủy ban Dân tộc. Ngày 21 tháng 4 năm 2009 được Ban Bí thư luân chuyển về giữ chức Phó Bí thư Tỉnh ủy Bắc Giang Phụ trách công tác xây dựng Đảng. Tỉnh ủy Bắc Giang đã công bố quyết định của Ban Bí thư về việc điều động ông Nông Quốc Tuấn tham gia Ban Thường vụ Tỉnh ủy và giữ chức Phó Bí thư Tỉnh ủy phụ trách công tác xây dựng tổ chức cơ sở Đảng, nhiệm kỳ 2005-2010.[5] Ngày 3 tháng 8 năm 2010 tại đại hội đột xuất Ban chấp hành đảng bộ tỉnh Bắc Giang ông được bầu làm Bí thư Tỉnh ủy Bắc Giang nhiệm kỳ 2005-2010.[6] Việc này diễn ra hai tuần sau vụ lộn xộn ngay tại trung tâm thành phố Bắc Giang[7] Ngày 18 tháng 1 năm 2011, ông được bầu làm Ủy viên Ban Chấp hành Trung ương tại Đại hội Đảng Cộng sản Việt Nam XI. Ngày 8 tháng 6 năm 2012, Thủ tướng Chính phủ ký quyết định số 689\/QĐ-TTg, điều động, bổ nhiệm ông vào chức vụ Phó Chủ nhiệm Ủy ban Dân tộc, nhiệm vụ ông đã đảm nhiệm từ 28 tháng 1 năm 2008 đến 21 tháng 4 năm 2009.[8] Ngày 10 tháng 5 năm 2013 ông nhận thêm nhiệm vụ là thành viên Ủy ban Quốc gia phòng, chống AIDS và phòng, chống tệ nạn ma túy, mại dâm.[9] Tại Đại hội Toàn quốc Đảng Cộng sản Việt Nam lần XII (tháng 1 năm 2016) ông không được bầu lại vào BCH Trung ương Đảng khóa XII.[10] Ngày 12 tháng 6 năm 2017, theo Quyết định 843\/QĐ-TTg, Thủ tướng Nguyễn Xuân Phúc đã bổ nhiệm lại Nông Quốc Tuấn, giữ chức vụ Thứ trưởng, Phó Chủ nhiệm Ủy ban Dân tộc.[11] Gia đình[sửa | sửa mã nguồn] Cha ông là Nông Đức Mạnh - Nguyên Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX, X. Mẹ là bà Lý Thị Bang (1942-2010).[12] con trai là Nông Quốc Dũng và con gái là Nông Quỳnh Ngân.[cần dẫn nguồn] Tặng thưởng[sửa | sửa mã nguồn] Huy chương Vì thế hệ trẻ.[13] Tham khảo[sửa | sửa mã nguồn] ^ Ông Nông Quốc Tuấn kiêm vị trí mới BBC Cập nhật: 10:08 GMT - thứ hai, 11 tháng 6 năm 2012 ^ “Thông tin Đại biểu Quốc hội khóa XII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 3 tháng 12 năm 2017. Truy cập ngày 6 tháng 9 năm 2012. ^ Đồng chí Nông Quốc Tuấn Lưu trữ 2014-08-19 tại Wayback Machine Báo điện tử Đảng Cộng sản Việt Nam Cập nhật lúc 14h 48' Ngày 29\/3\/2011 ^ TÓM TẮT TIỂU SỬ ĐẠI BIỂU QUỐC HỘI; TRANG TIN ĐIỆN TỬ QUỐC HỘI VIỆT NAM. ^ Đồng chí Nông Quốc Tuấn giữ chức Phó Bí thư Tỉnh ủy Bắc Giang; Báo điện tử Đảng Cộng sản Việt Nam, 22\/04\/2009. ^ Ông Nông Quốc Tuấn làm Bí thư Tỉnh uỷ Bắc Giang TTXVN 19:19, 3\/8\/2010 ^ Ông Nông Quốc Tuấn làm bí thư tỉnh ủy Bắc Giang BBc Cập nhật: 04:04 GMT - thứ tư, 4 tháng 8 năm 2010 ^ Ông Nông Quốc Tuấn giữ chức Phó Chủ nhiệm Ủy ban Dân tộc Lưu trữ 2012-06-16 tại Wayback Machine Hoàng Diên Báo điện tử Chính phủ 16:43, 11\/06\/2012. ^ Ông Nông Quốc Tuấn nhận thêm nhiệm vụ báo Tiền Phong 14:28 ngày 10 tháng 05 năm 2013 ^ “Công bố danh sách Ban chấp hành Trung ương khóa XII”. Báo Tuổi Trẻ Online. Truy cập ngày 26 tháng 1 năm 2016. ^ “Tái bổ nhiệm ông Nông Quốc Tuấn làm Phó Chủ nhiệm Ủy ban Dân tộc”. Báo điện tử VOV. ngày 12 tháng 6 năm 2017. Bản gốc lưu trữ ngày 21 tháng 7 năm 2017. Truy cập ngày 23 tháng 7 năm 2017. ^ LÊ KIÊN (25\/10\/2010). “Bản sao đã lưu trữ”. Tuổi trẻ Online. Lưu trữ bản gốc ngày 25 tháng 10 năm 2010. Truy cập 26\/10\/2010. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp); Kiểm tra giá trị ngày tháng trong: |ngày truy cập= và |ngày= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Nông Quốc Tuấn Lưu trữ 2014-08-19 tại Wayback Machine; Trang Tin điện tử Ủy ban Dân tộc, 06\/05\/2009. Liên kết ngoài[sửa | sửa mã nguồn] Tiền nhiệm: Hoàng Bình Quân Chủ tịch Hội Liên hiệp Thanh niên Việt Nam 2005-2008 Kế nhiệm: Võ Văn Thưởng Tiền nhiệm: Đào Xuân Cần Bí thư Tỉnh ủy Bắc Giang 2010-2012 Kế nhiệm: Trần Sỹ Thanh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nông_Quốc_Tuấn&oldid=69621524” Thể loại: Sinh năm 1963 Nhân vật còn sống Người họ Nông tại Việt Nam Người Bắc Kạn Người Tày Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Bí thư Tỉnh ủy Bắc Giang Thứ trưởng Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Huy chương Vì thế hệ trẻ Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Sơn La Hạt giống đỏ Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Chủ tịch Hội Liên hiệp Thanh niên Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Lỗi CS1: tham số thừa Lỗi CS1: ngày tháng Quản lý CS1: bot: trạng thái URL ban đầu không rõ Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 30 tháng 1 năm 2023, 17:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}