{"Nông Đức Mạnh":"Nông Đức Mạnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Trước khi tham gia chính trị 3Sự nghiệp chính trị Hiện\/ẩn mục Sự nghiệp chính trị 3.1Địa phương 3.2Trung ương 4Gia đình 5Chú thích 6Xem thêm 7Liên kết ngoài Nông Đức Mạnh 21 ngôn ngữ Bahasa Indonesia Bân-lâm-gú Български Deutsch Ελληνικά English Español فارسی Français 한국어 Italiano 日本語 Norsk bokmål Polski Русский Scots Simple English Suomi Svenska Türkçe 中文 12 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Xem mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Xem mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Nông Đức Mạnh Nông Đức Mạnh ở Moscow, năm 2010 Chức vụ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Nhiệm kỳ 22 tháng 4 năm 2001 – 19 tháng 1 năm 2011 9 năm, 272 ngày Tiền nhiệm Lê Khả Phiêu Kế nhiệm Nguyễn Phú Trọng Thường trực Ban Bí thư Trần Đình Hoan (4-7\/2001) Phan Diễn (2001-2006) Trương Tấn Sang (2006-2011) Chủ tịch Quốc hội nuớc Cộng hòa Xã hội chủ nghĩa Việt Nam Nhiệm kỳ 23 tháng 9 năm 1992 – 27 tháng 6 năm 2001 8 năm, 277 ngày Tiền nhiệm Lê Quang Đạo Kế nhiệm Nguyễn Văn An Vị trí Việt Nam Trưởng ban Dân tộc Trung ương Nhiệm kỳ 1989 – 1992 Tiền nhiệm Vũ Ngọc Linh Kế nhiệm Hoàng Đức Nghi Vị trí Việt Nam Đại biểu Quốc hội khóa VIII, IX, X, XI Nhiệm kỳ tháng 11 năm 1989 – 22 tháng 5 năm 2011 Thông tin chung Quốc tịch Việt Nam Sinh 11 tháng 9, 1940 (82 tuổi) xã Cường Lợi, huyện Na Rì, tỉnh Bắc Kạn, Việt Nam Dân tộc Tày Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Lý Thị Bang (1942-2010) Đỗ Thị Huyền Tâm (từ 2012) Con cái Nông Quốc Tuấn Trường lớp Học viện Lâm nghiệp Leningrad Học viện Chính trị Quốc gia Hồ Chí Minh Nông Đức Mạnh (sinh ngày 11 tháng 9 năm 1940) là một chính khách Việt Nam. Ông từng là Chủ tịch Quốc hội Việt Nam từ năm 1992 đến năm 2001 và Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam từ năm 2001 đến năm 2011. Tiểu sử Ông là một người dân tộc Tày, sinh ngày 11 tháng 9 năm 1940 ở xã Cường Lợi, huyện Na Rì, tỉnh Bắc Kạn,[1][2][3] xuất thân trong gia đình nông dân, dân tộc Tày, tham gia hoạt động cách mạng năm 1958, rồi vào Đảng Cộng sản Việt Nam ngày 5 tháng 7 năm 1963. Từ năm 1958 đến năm 1961, ông học trường Trung cấp Nông lâm Trung ương Hà Nội. Hai năm sau đó, ông là công nhân lâm nghiệp, kỹ thuật viên điều tra rừng Ty Lâm nghiệp Bắc Kạn, sau đó là đội phó đội khai thác gỗ Bạch Thông. Từ năm 1966 đến năm 1971, ông du học tại Học viện Lâm nghiệp Leningrad (tại Sankt-Peterburg). Trước khi tham gia chính trị Từ năm 1972 đến năm 1973, ông về nước và làm phó ban thanh tra Ty lâm nghiệp tỉnh Bắc Thái (nay tách thành hai tỉnh Bắc Kạn và Thái Nguyên). Sau đó ông làm giám đốc Lâm trường Phú Lương (Bắc Thái) đến năm 1974. Từ năm 1974 đến năm 1976, ông học ở Trường Đảng Cao cấp Nguyễn Ái Quốc. Sự nghiệp chính trị Địa phương Tổng thống Nga Vladimir Putin và Chủ tịch Quốc hội Nông Đức Mạnh, năm 2001 Từ năm 1976 đến năm 1980, ông là Tỉnh ủy viên, Phó trưởng Ty Lâm nghiệp tỉnh Bắc Thái, kiêm Chủ nhiệm công ty xây dựng lâm nghiệp rồi trưởng Ty Lâm nghiệp tỉnh Bắc Thái. Từ năm 1980 đến năm 1984, ông làm Tỉnh ủy viên, Phó Chủ tịch Ủy ban nhân dân tỉnh Bắc Thái. Từ năm 1984 đến tháng 10 năm 1986, ông đảm nhiệm chức vụ Phó bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Bắc Thái. Từ tháng 11 năm 1986 đến tháng 2 năm 1989, ông là Bí thư Tỉnh ủy Bắc Thái. Tại Đại hội đại biểu toàn quốc lần thứ VI của Đảng Cộng sản Việt Nam, ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng. Trung ương Tổng Bí thư Nông Đức Mạnh và Tổng thống Hoa Kỳ George W. Bush tại Hà Nội năm 2006 Tháng 3 năm 1989, tại Hội nghị lần thứ 6 Ban Chấp hành Trung ương (khóa VI), Nông Đức Mạnh được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng. Tháng 8 năm 1989, ông được phân công làm trưởng Ban Dân tộc Trung ương. Tháng 11 năm 1989, ông được bầu bổ sung đại biểu Quốc hội khóa VIII và được bầu làm Phó chủ tịch Hội đồng Dân tộc của Quốc hội. Tháng 6 năm 1991, tại Đại hội đại biểu toàn quốc lần thứ VII của Đảng Cộng sản Việt Nam, Nông Đức Mạnh được bầu vào Ban Chấp hành Trung ương Đảng và được Trung ương bầu vào Bộ Chính trị. Tháng 9 năm 1992, ông được bầu làm Chủ tịch Quốc hội khóa IX. Tháng 6 năm 1996, ông làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII. Tháng 9 năm 1997, ông tái đắc cử Chủ tịch Quốc hội khóa X. Tháng 1 năm 1998, ông được phân công làm Thường vụ Bộ Chính trị. Tháng 4 năm 2001, tại Đại hội Đại biểu toàn quốc lần thứ IX của Đảng, ông được bầu vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành Trung ương bầu làm Tổng Bí thư Ban Chấp hành Trung ương Đảng. Ông là Tổng bí thư và cũng là Chủ tịch Quốc hội đầu tiên là một người dân tộc thiểu số. Tháng 4 năm 2006, ông được bầu lại làm Tổng bí thư, tại Đại hội Đại biểu toàn quốc lần thứ X của Đảng. Sau Đại hội Đảng toàn quốc lần thứ XI năm 2011, ông nghỉ hưu. Gia đình Ông Mạnh thăm lăng Ba Đình trong dịp tết năm 2022 Cha mẹ ông là ông Nông Văn Lại và bà Hoàng Thị Nhị, hàng năm tháng ba âm lịch (tết thanh minh) luôn về quê để tảo mộ cha mẹ (hai người đều mất sớm), và ông còn có em trai, em gái ở quê.[4][5] Ông luôn bác bỏ tin đồn rằng ông là con của Hồ Chí Minh, và đã trả lời \"Ở Việt Nam ai cũng là con cháu Bác Hồ\" khi được báo chí hỏi về điều đó.[5][6] Vợ là bà Lý Thị Bang (1942-2010).[7] Con trai cả là Nông Quốc Tuấn, Phó Chủ nhiệm Ủy ban Dân tộc, thành viên Ủy ban Quốc gia phòng, chống AIDS và phòng, chống tệ nạn ma túy, mại dâm, Ủy viên BCH Trung ương Đảng khóa XI.[7][8] Chú thích ^ Nông Đức Mạnh tại Từ điển bách khoa Việt Nam ^ Nguyễn Trọng Phúc. Tìm hiểu lịch sử Đảng Cộng sản Việt Nam qua các kỳ đại hội và hội nghị Trung ương. Nhà xuất bản Lao động. Hà Nội. 2003. trang 1493. ^ Kỷ yếu kỳ họp thứ nhất - Quốc hội nước CHXHCN Việt Nam khóa IX. Văn phòng Quốc hội. trang 14-15. ^ Bộ ngoại giao Việt Nam, Tổng Bí thư Nông Đức Mạnh trả lời phỏng vấn cho Tạp chí Thời đại ^ a b KAY JOHNSON (22 tháng 1 năm 2002). “'We Don't Want to Keep Secrets Anymore'” (bằng tiếng Anh). Time Asia. Truy cập ngày 28 tháng 1 năm 2018. Chú thích có tham số trống không rõ: |1= (trợ giúp) ^ BBC (22 tháng 4 năm 2001). “Modernising leader for Vietnam”. Truy cập ngày 9 tháng 8 năm 2007. ^ a b LÊ KIÊN (25 tháng 10 năm 2010). “Phu nhân Tổng bí thư Nông Đức Mạnh từ trần”. Tuổi trẻ Online. Truy cập ngày 28 tháng 1 năm 2018. ^ Ông Nông Quốc Tuấn được bầu làm Bí thư Tỉnh ủy Bắc Giang Xuân Hoa VnExpress Thứ tư, 4\/8\/2010 | 09:10 GMT+7 Xem thêm Đảng Cộng sản Việt Nam Liên kết ngoài Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Nông Đức Mạnh. Lý lịch của Nông Đức Mạnh tại Báo Điện tử Đảng Cộng sản Việt Nam Lý lịch của Nông Đức Mạnh tại website Cổng giao tiếp điện tử Hà Nội Lý lịch của Nông Đức Mạnh tại website Ủy ban dân tộc Lưu trữ 2012-03-15 tại Wayback Machine Lý lịch của Nông Đức Mạnh tại website VTC news Lưu trữ 2009-09-08 tại Wayback Machine Lý lịch của Nông Đức Mạnh tại website Đại sứ quán Việt Nam tại Hợp chủng quốc Hoa Kỳ Tiêu đề chuẩn GND: 1167694953 VIAF: 3451153834748464450009 WorldCat Identities: viaf-3451153834748464450009 hiện Nông Đức Mạnh Tiền nhiệm: Lê Quang Đạo Chủ tịch Quốc hội Việt Nam 1992-2001 Kế nhiệm: Nguyễn Văn An Tiền nhiệm: Lê Khả Phiêu Tổng Bí thư Đảng Cộng sản Việt Nam 2001-2011 Kế nhiệm: Nguyễn Phú Trọng hiện x t s Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trần Phú (1930–1931) Lê Hồng Phong (1935–1936) Hà Huy Tập (1936–1938) Nguyễn Văn Cừ (1938–1940) Trường Chinh (1941–1956) Hồ Chí Minh (1956–1960; Chủ tịch Đảng: 1951–1969) Lê Duẩn (1960–1986) Trường Chinh (1986) Nguyễn Văn Linh (1986–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Ủy viên Bộ Chính trị khóa VII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Đào Duy Tùng Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Vũ Oanh Lê Phước Thọ Bùi Thiện Ngộ Nông Đức Mạnh Võ Trần Chí Phạm Thế Duyệt Nguyễn Hà Phan Đỗ Quang Thắng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa X Nông Đức Mạnh Nguyễn Minh Triết Nguyễn Tấn Dũng Nguyễn Phú Trọng Lê Hồng Anh Trương Tấn Sang Phạm Gia Khiêm Phùng Quang Thanh Trương Vĩnh Trọng Lê Thanh Hải Nguyễn Sinh Hùng Nguyễn Văn Chi Hồ Đức Việt Phạm Quang Nghị Tô Huy Rứa I II III IV V VI VII VIII IX X XI XII XIII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nông_Đức_Mạnh&oldid=69816244” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Sinh năm 1940 Nhân vật còn sống Người họ Nông tại Việt Nam Người Bắc Kạn Người Tày Sinh tại Bắc Kạn Chủ tịch Quốc hội Việt Nam Bí thư Tỉnh ủy Bắc Thái Chủ tịch Ủy ban nhân dân tỉnh Bắc Thái Đại biểu Quốc hội Việt Nam khóa X Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa IX Sống tại Nga Sống tại Hà Nội Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Thể loại ẩn: Lỗi CS1: tham số trống không rõ Nguồn CS1 tiếng Anh (en) Trang bị khóa hạn chế sửa đổi Bản mẫu webarchive dùng liên kết wayback Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 26 tháng 3 năm 2023, 04:43. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}