{"Nỏ liên châu":"Nỏ liên châu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất xứ 2Tại Việt Nam Hiện\/ẩn mục Tại Việt Nam 2.1Truyền thuyết 3Tham khảo Nỏ liên châu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nỏ Liên Châu được khai quật trong mộ cổ của nước Sở thời Chiến Quốc (thế kỷ 4 TCN) Nỏ Liên Châu hay còn được gọi là nỏ thần là nỏ có thể một phát bắn được nhiều cung tên. Xuất xứ[sửa | sửa mã nguồn] Kỹ thuật bắn nỏ (hay giàn cung) có thể bắn nhiều mũi tên là có thật trong lịch sử Trung Quốc và lịch sử Việt Nam. Trong các di tích khảo cổ từ thời Chiến Quốc (481 - 221 trước công nguyên), người ta đã phát hiện nhiều chiếc nỏ Liên Châu[1] Kỹ thuật quân sự này đã được phát huy toàn diện dưới thời Tần Thủy Hoàng. Quân Tần sở dĩ rất mạnh là vì có đội quân bắn tên gây sát thương cực lớn cho đối phương, một phần nhờ đội quân này Tần Thủy Hoàng đã thống nhất được Trung Hoa. Nỏ liên châu thời cổ Trung Quốc gồm 2 loại: Loại thứ nhất dùng cơ cấu đơn giản: đặt nhiều mũi tên trên mặt phẳng khắc nhiều rãnh, mỗi lần thả dây sẽ phóng được nhiều mũi tên (giống nỏ Cao Lỗ). Loại này có tầm bắn xa nhưng kích thước lớn, nên phải gắn trên xe hoặc bệ, cần nhiều người để vận hành. Loại thứ 2 tân tiến hơn, có hộp chứa tên gắn với cơ cấu lên dây, mỗi lần thả dây chỉ phóng 1 mũi tên nhưng khi kéo lại thì nạp được luôn mũi tên mới. Loại này gọn nhẹ, bắn nhanh, mỗi bộ binh có thể mang theo bên mình như vũ khí cá nhân, nhưng tầm sát thương không bằng loại kia. Đến thời Tam Quốc, Gia Cát Lượng (181 - 234) đã cải tiến loại nỏ thứ 2 để bắn mạnh hơn, chính xác hơn (nhiều người nhầm lẫn, cho rằng Gia Cát Lượng phát minh ra loại nỏ liên châu, thực ra ông đã cải tiến chứ không phát minh ra nó). Tại Việt Nam[sửa | sửa mã nguồn] Nỏ liên châu do tướng quân Cao Lỗ chế tạo dưới thời Thục Phán An Dương Vương nhà nước Âu Lạc, đặt tên là Linh Quang Kim Quy Thần Cơ. Xem thêm bài về Cao Lỗ để hiểu thêm về ông Bài chi tiết: Cao Lỗ Tính năng: theo tương truyền bắn một lần được nhiều phát mà các mũi tên đều bịt đồng sắc nhọn, đầu mũi tên có 3 cạnh làm tăng tiết diện vết thương, khiến vết thương mất máu nhiều, khó lành. Truyền thuyết đã thần thánh hóa, gọi là: \"Linh Quang Thần Cơ\". Sách Lĩnh Nam chích quái chép rằng: Cứ đem nỏ ra chĩa vào quân giặc là chúng không dám đến gần. Cao Lỗ huấn luyện cho hàng vạn binh sĩ ngày đêm tập bắn nỏ. Vua An Dương Vương thường xem tập bắn trên \"Ngự xạ đài\", dấu vết này nay vẫn còn (góc đông bắc ngoài thành Nội ở Cổ Loa). Khi Triệu Đà cho quân xâm lược Âu Lạc, quân Triệu đã bị các tay nỏ liên châu bắn tên như mưa, thây chết đầy nội và phải lui binh. Đương thời, nỏ liên châu trở thành thứ vũ khí lợi hại của nước Âu Lạc. Từ năm 1959 ở Cổ Loa đã phát hiện được kho tên đồng hàng vạn mũi tại khu vực Cầu Vực. Cuộc khai quật Đền Thượng năm 2005 phát hiện di tích lò đúc mũi tên đồng cùng các khuôn đúc mũi tên ba cạnh, cho phép xác định rằng khu vực tây nam thành Trong xưa là một binh xưởng đúc mũi tên trang bị cho quân đội của An Dương Vương. Có hai chiếc lẫy nỏ trưng bày ở Bảo tàng Lịch sử quốc gia được phát hiện ở Cổ Loa, có niên đại cách ngày nay khoảng 2500 – 2000 năm. Qua phục dựng cho thấy đây là loại nỏ bắn nhiều phát một lúc, theo đó một mặt phẳng được khắc nhiều rãnh để nạp được nhiều mũi tên, sau khi thả lẫy thì dây bật ra, phóng đi nhiều mũi tên cùng lúc[2] Truyền thuyết[sửa | sửa mã nguồn] Nỏ liên châu được truyền thuyết hóa, trở thành \"Sự tích nỏ thần\" còn được biết đến về câu chuyện Mỵ Châu-Trọng Thủy. Truyền thuyết này tất cả người Việt Nam đều biết và coi đó là bài học lịch sử xương máu. Dưới góc nhìn lịch sử, theo một số nhận định thì nỏ thần thực chất chỉ là hư cấu tình tiết \"một lần bắn được hàng trăm mũi tên\". Truyền thuyết nỏ thần ghi nhận sự phát triển về chế tạo vũ khí thô sơ sát thương cao (mũi tên bằng đồng). Nỏ thần là hình ảnh tượng trưng cho sức chiến đấu của người Âu Lạc bấy giờ, sự tích nỏ thần là bài học trong lịch sử Việt Nam: luôn phải đề cao cảnh giác trước những âm mưu thâm độc của nước ngoài. Nếu sơ hở, mất sự cảnh giác vì tin giặc thì sẽ dẫn đến mất nước. ẩn x t s An Dương Vương Vua An Dương Vương Sự kiện cuộc chiến Chống quân Tần • Xây thành Cổ Loa • Kết giao Triệu Đà • Chống quân Triệu Lĩnh vực Chính trị • Hành chính • Kinh tế • Văn hóa Di tích Thành Cổ Loa Hiện vật Nỏ liên châu Đối ngoại Trung Quốc (Nhà Tần) Hồng Bàng An Dương Vương Triệu Tự chủ Đinh Tiền Lê Lý Trần Hồ Lê sơ Lê trung hưng Mạc Tây Sơn Nguyễn Tham khảo[sửa | sửa mã nguồn] ^ https:\/\/www.worldhistory.org\/article\/1098\/crossbows-in-ancient-chinese-warfare\/ ^ http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/16815\/tim-hieu-ve-tuong-quan-cao-lo-va-chiec-lay-no-trung-bay-o-bao-tang-lich-su-quoc-gia.html Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Nỏ_liên_châu&oldid=68952257” Thể loại: Nỏ An Dương Vương Cổ Loa Vũ khí Việt Nam Việt Nam cổ đại Lịch sử Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 7 tháng 8 năm 2022, 05:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}