{"Phan Huy Cẩn":"Phan Huy Cẩn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Gốc là họ Nguyễn Huy 2Sự nghiệp 3Xem thêm 4Tham khảo 5Chú thích Phan Huy Cẩn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đừng nhầm lẫn với Nguyễn Huy Cẩn. Chân dung Phan Huy Cẩn Phan Huy Cẩn (1722 – 1789) là danh thần, nhà sử học thời Lê trung hưng trong lịch sử Việt Nam. Gốc là họ Nguyễn Huy[sửa | sửa mã nguồn] Bà Phan Thị Trừu (1694 - 1775) là người dòng họ Phan ở làng Thu Hoạch làm thiếp của ông Nguyễn Huy Tựu (1690 – 1750) (bố của thám hoa Nguyễn Huy Oánh) ở làng Trường Lưu. Sau khi bất đồng trong gia đình, trong lúc mang thai đã bỏ về chợ Cày (nay là Thị trấn Thạch Hà). Lúc sinh con bà cho con mang họ của mình và lấy tên đệm là Huy, tên là Cẩn. Từ đó hình thành dòng họ Phan Huy ở làng Thu Hoạch[cần dẫn nguồn]. Sự nghiệp[sửa | sửa mã nguồn] Phan Huy Cẩn hiệu là Thận Trai, người làng Thu Hoạch, huyện Thiên Lộc, nay là huyện Lộc Hà, tỉnh Hà Tĩnh. Gia đình ông nhiều đời làm quan võ. Phan Huy Cẩn sớm mồ côi cha mẹ, được bà ngoại họ Dương nuôi nấng. Khi đi học, Phan Huy Cẩn thông minh sáng dạ, nhớ lâu. Từ năm 15 tuổi ông đã có tiếng về văn từ. Lớn lên, Phan Huy Cẩn theo học các nhà nho hay chữ có tiếng như Thám hoa Đỗ Huy Kỳ, thượng thư Nhữ Đình Toản, do vậy việc học hành ngày càng thăng tiến. Năm 1747 đời Lê Hiển Tông, ông thi Hương đỗ giải nguyên, năm 1754 thi Hội nguyên đỗ đồng tiến sĩ. Do kiêng húy thái tử, ông đổi tên thành Huy Áng. Ban đầu Phan Huy Cẩn làm hiến sát Hải Dương và Tham khổn (như Hiệp trấn) Kinh Bắc, sau đó vào triều làm trong phiên ở phủ liêu. Khi làm quan trong triều, ông là người ngay thẳng, không xu nịnh.[1] Năm 1759, vì không chịu xu nịnh sủng thần của chúa Trịnh Doanh là Đỗ Thế Giai, ông bị gièm pha và bị cách chức. Ông về quê dạy học trong 8 năm. Năm 1767, Trịnh Doanh qua đời, Trịnh Sâm lên thay. Do Nguyễn Bá Lân tiến cử, ông lại được gọi ra làm quan. Năm 1776, ông được phong làm Đốc đồng Động Hải (Quảng Ninh). Năm 1777, ông đi đánh quân nổi dậy ở vùng núi có công, được thưởng ngân bài. Năm 1781, ông làm Đốc thị Thuận Hóa.[2] Sau đó ông lại được Trịnh Sâm triệu về kinh, làm đến chức Nhập thị Bồi tụng, Hữu thị lang Bộ Công, quyền chức Thị lang bộ Binh kiêm giảng quan Quốc Tử Giám. Năm 1786 đời Trịnh Tông, ông về hưu khi đã 65 tuổi, được thăng làm Công bộ tả thị lang, tước Khuê Phong bá. Ông về hưu không lâu sau thì quân Tây Sơn tiến ra bắc diệt chúa Trịnh. Lê Chiêu Thống lên thay Lê Hiển Tông lại triệu ông ra làm Bình chương sự, giảng trong điện Kinh diên, kiêm chức Tham tụng, rồi Tả thị lang cả ba bộ Binh, Hình, Lễ kiêm Tổng tài quốc sử. Năm 1788, vì đã già yếu, ông xin từ chức rồi về ấp Yên Sơn, xã Thụy Khê (làng Thầy, Sơn Tây, Hà Nội). Dù đã về hưu, ông vẫn lo lắng tới việc chính trị quốc gia.[3] Được 1 năm sau (1789), ông mất tại nhà trên núi, thọ 68 tuổi. 接：旁柳夫人 王蠨夫人 澞霜夫人 Xem thêm[sửa | sửa mã nguồn] Dòng họ Phan Huy Trường Lưu Thu Hoạch Phan Huy Chú Nguyễn Bá Lân Trịnh Sâm Tham khảo[sửa | sửa mã nguồn] Phan Huy Chú (2008), Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản Giáo dục \"Chữ Huy trong dòng họ Phan Huy và Nguyễn Huy\" của tác giả TS. Nguyễn Huy Mỹ & TS Phan Huy Dục đăng trên báo Giáo dục và Thời đại Chú thích[sửa | sửa mã nguồn] ^ Phan Huy Chú, sách đã dẫn, tr 470 ^ Lãnh thổ Đàng Ngoài mở rộng tới Thuận Hóa từ cuộc nam tiến của Hoàng Ngũ Phúc năm 1774-1775 ^ Phan Huy Chú, sách đã dẫn, tr 472 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phan_Huy_Cẩn&oldid=69872907” Thể loại: Sinh năm 1722 Mất năm 1789 Người Hà Tĩnh Quan lại nhà Lê trung hưng Dòng họ Phan Huy Hội nguyên Việt Nam Tiến sĩ nhà Hậu Lê Bá tước nhà Lê trung hưng Thể loại ẩn: Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 12 tháng 4 năm 2023, 04:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}