{"Phan Đình Trạc":"Phan Đình Trạc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tham khảo Phan Đình Trạc Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Phan Đình Trạc Chức vụ Ủy viên Bộ Chính trị khóa XIII Nhiệm kỳ 31 tháng 1 năm 2021 – nay 2 năm, 117 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Trung ương Đảng khóa XII, XIII Nhiệm kỳ 6 tháng 10 năm 2017 – nay 5 năm, 234 ngày Tổng Bí thư Nguyễn Phú Trọng Thường trực Ban Bí thư Trần Quốc Vượng Võ Văn Thưởng Trương Thị Mai Trưởng ban Nội chính Trung ương Nhiệm kỳ 27 tháng 2 năm 2016 – nay 7 năm, 90 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Nguyễn Bá Thanh Kế nhiệm đương nhiệm Vị trí Việt Nam Phó Trưởng ban Võ Văn Dũng (2015 - nay) Phạm Gia Túc (2018 - 2021) Nguyễn Thái Học (2018 - nay) Trần Quốc Cường (2019 - 11\/2022) Nguyễn Thanh Hải (2019 - nay) Đặng Văn Dũng (2023 - nay) Phó Trưởng ban Thường trực Ban Nội chính Trung ương (Quyền Trưởng ban) Nhiệm kỳ 21 tháng 1 năm 2015 – 27 tháng 2 năm 2016 1 năm, 37 ngày Trưởng ban Nguyễn Bá Thanh(Mất) Kế nhiệm Võ Văn Dũng Phó Trưởng ban Nội chính Trung ương Nhiệm kỳ 1 tháng 1 năm 2013 – 21 tháng 1 năm 2015 2 năm, 20 ngày Trưởng ban Nguyễn Bá Thanh Ủy viên Trung ương Đảng khóa XI, XII, XIII Nhiệm kỳ 18 tháng 1 năm 2011 – nay 12 năm, 130 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Tỉnh ủy Nghệ An Nhiệm kỳ 17 tháng 10 năm 2010 – 20 tháng 2 năm 2013 2 năm, 126 ngày Tiền nhiệm Trần Văn Hằng[1] Kế nhiệm Hồ Đức Phớc Phó Bí thư Trần Hồng Châu Hồ Đức Phớc Đại biểu Quốc hội Việt Nam khóa XI, XII, XIII, XIV, XV Nhiệm kỳ 2002 – nay Chủ tịch Quốc hội Nguyễn Văn An Nguyễn Phú Trọng Nguyễn Sinh Hùng Nguyễn Thị Kim Ngân Vương Đình Huệ Đại diện Nghệ An Lâm Đồng Chủ tịch Ủy ban nhân dân tỉnh Nghệ An Nhiệm kỳ 2005 – 2010 Tiền nhiệm Hồ Xuân Hùng Kế nhiệm Hồ Đức Phớc Phó Bí thư Tỉnh ủy Nghệ An Nhiệm kỳ 2005 – 2010 Bí thư Trần Văn Hằng Giám đốc Công an tỉnh Nghệ An Nhiệm kỳ 2000 – 2005 Thông tin chung Sinh 25 tháng 8, 1958 (64 tuổi) xã Diễn Lộc, huyện Diễn Châu, tỉnh Nghệ An, Việt Nam Dân chủ Cộng hòa Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam 4\/8\/1980 Binh nghiệp Phục vụ Công an nhân dân Việt Nam Năm tại ngũ 1976 - 2005 Cấp bậc Đại tá Phan Đình Trạc (sinh năm 1958) là một chính trị gia người Việt Nam. Ông hiện là Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Bí thư Trung ương Đảng, Trưởng ban Nội chính Trung ương, Phó Trưởng ban Thường trực Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực, Phó Trưởng ban Thường trực Ban Chỉ đạo Cải cách Tư pháp Trung ương và là Đại biểu Quốc hội Việt nam khóa XV thuộc Đoàn Đại biểu Quốc hội tỉnh Lâm Đồng. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, XII, Phó Trưởng ban Thường trực Ban Nội chính Trung ương; Bí thư Tỉnh ủy Nghệ An. Xuất thân[sửa | sửa mã nguồn] Phan Đình Trạc sinh ngày 25 tháng 8 năm 1958 tại xã Diễn Lộc, huyện Diễn Châu, tỉnh Nghệ An.[2][3] Giáo dục[sửa | sửa mã nguồn] Tốt nghiệp Đại học An ninh nhân dân, ngành điều tra tội phạm[4] Cử nhân Luật[2] Lý luận chính trị: Cử nhân[5] Sự nghiệp[sửa | sửa mã nguồn] Ông cũng là đại biểu Hội đồng nhân dân tỉnh Nghệ An khóa 13, 14, 15, 16 (nhiệm kỳ 2011-2016).[2] Từ tháng 10\/1975 - 8\/1980: Học viên, Tiểu đội phó, Trường Đại học An ninh nhân dân Từ tháng 9\/1980 - 10\/1981: Cán bộ Bộ Nội vụ (Bộ Công an), công tác tại Thành phố Hồ Chí Minh Từ tháng 11\/1981 - 4\/1988: Cán bộ Đội bảo vệ kinh tế; Đội phó (1983) rồi Bí thư Chi bộ và Đội trưởng Đội An ninh (1984); Ủy viên Ban Chấp hành Đảng bộ Công an thành phố Vinh, tỉnh Nghệ An (1985)[6] Từ tháng 5\/1988 - 10\/1997: Bí thư Đảng ủy (8\/1989), Phó Trưởng Công an thành phố Vinh, tỉnh Nghệ An Từ tháng 11\/1997 - 1\/2001: Ủy viên Ban Thường vụ (8\/1998) rồi Bí thư Đảng ủy (12\/2000), Phó Giám đốc Công an tỉnh Nghệ An, đại biểu HĐND tỉnh (11\/1999), Ủy viên Ban Thường vụ Tỉnh ủy Nghệ An (1\/2001) Từ tháng 2\/2001 - 9\/2005: Ủy viên Ban Thường vụ Tỉnh ủy, Ủy viên UBND tỉnh, Bí thư Đảng ủy, Giám đốc Công an tỉnh Nghệ An, Đại biểu Quốc hội Việt Nam khóa XI Từ tháng 10\/2005, ông giữ chức Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Nghệ An, Trưởng Đoàn Đại biểu Quốc hội Việt Nam tỉnh Nghệ An khóa XII.[7] Ngày 17\/10\/2010, ông được bầu làm Bí thư Tỉnh ủy Nghệ An khóa XVII nhiệm kì 2010-2015.[4][5] Từ tháng 12\/2010 - 1\/2013: Bí thư Tỉnh ủy Nghệ An khóa XVII, Trưởng Đoàn Đại biểu Quốc hội Việt Nam tỉnh Nghệ An khóa XIII. Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng diễn ra vào ngày 19 tháng 1 năm 2011, ông trúng cử Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI. Ngày 20\/2\/2013, ông thôi giữ chức Bí thư Tỉnh ủy Nghệ An và được Bộ Chính trị điều động làm Phó Trưởng ban Nội chính Trung ương.[4] Ngày 21\/1\/2015, ông nhận nhiệm vụ là Phó Trưởng ban Thường trực Ban Nội chính Trung ương giúp điều hành khi ông Nguyễn Bá Thanh nghỉ chữa bệnh.[7] Ngày 8\/9\/2015, ông được Bộ Chính trị phân công làm Ủy viên Thường trực Ban Chỉ đạo Trung ương về phòng, chống tham nhũng.[8] Tại Đại hội Đại biểu toàn quốc lần thứ XII của Đảng diễn ra vào ngày 26 tháng 1 năm 2016, ông tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII. Ngày 28 tháng 2 năm 2016, Phan Đình Trạc được Bộ Chính trị Đảng Cộng sản Việt Nam phân công làm Trưởng ban Ban Nội chính Trung ương.[9] Ngày 6 tháng 10 năm 2017, tại Hội nghị Trung ương 6, Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII đã bầu bổ sung Phan Đình Trạc làm Ủy viên Ban Bí thư.[10] Ngày 30 tháng 1 năm 2021, tại phiên bầu cử Đại hội Đảng toàn quốc lần thứ XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[11] Ngày 31 tháng 1 năm 2021, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII.[12] Tham khảo[sửa | sửa mã nguồn] ^ PV (10 tháng 7 năm 2009). “Nghệ An: Công bố chức danh Bí thư Tỉnh uỷ mới”. VOV. Truy cập ngày 2 tháng 6 năm 2017. ^ a b c “Tiểu sử Phan Đình Trạc”. Báo VietnamNet. Bản gốc lưu trữ ngày 2 tháng 6 năm 2017. Truy cập ngày 2 tháng 6 năm 2017. ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 10 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ a b c Nguyễn Duy (21 tháng 2 năm 2013). “Ông Phan Đình Trạc thôi giữ chức Bí thư Tỉnh ủy Nghệ An”. Báo Dân trí. Bản gốc lưu trữ ngày 2 tháng 6 năm 2017. Truy cập ngày 2 tháng 6 năm 2017. ^ a b Nguyễn Văn Nhật (17 tháng 10 năm 2010). “Ông Phan Đình Trạc được bầu làm Bí thư Nghệ An”. TTXVN\/Vietnam+. Truy cập ngày 2 tháng 6 năm 2017. ^ “PHAN ĐÌNH TRẠC”. ^ a b “Phân công người thay thế ông Nguyễn Bá Thanh - VietNamNet”. VietNamNet. Truy cập 21 tháng 1 năm 2015. ^ “Phó Trưởng ban Thường trực Ban Nội chính Trung ương tham gia Ban Chỉ đạo Trung ương về phòng, chống tham nhũng”. ^ “Ông Phan Đình Trạc làm Trưởng ban Nội chính Trung ương”.[liên kết hỏng] ^ “Ông Phan Đình Trạc và Nguyễn Xuân Thắng được bầu vào Ban bí thư”. Tin nhanh VnExpress. Truy cập ngày 6 tháng 10 năm 2017. ^ “Danh sách 200 Ủy viên Ban Chấp hành Trung ương Đảng khoá XIII”. VTV. ngày 30 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 30 tháng 1 năm 2021. ^ “Công bố danh sách Bộ Chính trị và Ban Bí thư khóa XIII”. Báo Tuổi trẻ. ngày 31 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 31 tháng 1 năm 2021. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Ủy viên Bộ Chính trị khóa XIII Trần Tuấn Anh Nguyễn Hòa Bình Phạm Minh Chính Lương Cường Đinh Tiến Dũng Phan Văn Giang Vương Đình Huệ Tô Lâm Trương Thị Mai Trần Thanh Mẫn Nguyễn Văn Nên Nguyễn Xuân Thắng Võ Văn Thưởng Phan Đình Trạc Nguyễn Phú Trọng Trần Cẩm Tú Phạm Bình Minh (đến 12\/2022) Nguyễn Xuân Phúc (đến 01\/2023) I II III IV V VI VII VIII IX X XI XII XIII ẩn x t s Bí thư Tỉnh ủy Nghệ An Nguyễn Sỹ Quế (1972-1979) · Trương Văn Kiện (1979-1982) · Nguyễn Kỳ Cẩm (1982-1991) · Nguyễn Bá (1991-2000) · Trương Đình Tuyển (2000-2002) · Lê Doãn Hợp (2002-2006) · Nguyễn Thế Trung (2006-2009) · Trần Văn Hằng (2009-2011) · Phan Đình Trạc (2010-2013) · Hồ Đức Phớc (2013-2016) · Nguyễn Đắc Vinh (2016-2019) · Thái Thanh Quý (2020-nay) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phan_Đình_Trạc&oldid=69756586” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1958 Nhân vật còn sống Người Nghệ An Người họ Phan tại Việt Nam Đảng viên Đảng Cộng sản Việt Nam Đại tá Công an nhân dân Việt Nam Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Nghệ An Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Nghệ An Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Nghệ An Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Nghệ An Chủ tịch Ủy ban nhân dân tỉnh Nghệ An Trưởng Ban Nội chính Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XI Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 8 tháng 3 năm 2023, 15:25. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}