{"Phan Yên báo":"Phan Yên báo – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Chú thích 2Liên kết ngoài Đóng mở mục lục Đóng mở mục lục Phan Yên báo Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Phan Yên báo là một trong những tờ báo Quốc ngữ đầu tiên được phát hành và cũng là tờ báo đầu tiên bị cấm phát hành tại Việt Nam. Báo do ông Diệp Văn Cương thành lập và làm Chủ nhiệm. Phan Yên báo là một trong những tờ báo quốc ngữ ra đời sau Gia Định báo (1865) do Trương Vĩnh Ký và Huỳnh Tịnh Của chủ biên. Tương truyền, cái tên báo \"Phan Yên\" là một cách nói lái từ \"Phiên An\", một cái tên cũ của Gia Định. Nội dung Phan Yên báo tương tự như Gia Định báo, với tin địa phương và thư độc giả bằng chữ quốc ngữ, nhưng sau đó có các bài chính trị, nên chỉ sau một thời gian ngắn, báo bị chính quyền thực dân Pháp cho đóng cửa. Thời điểm ra đời của Phan Yên báo trước đây được nhiều tài liệu ghi là năm 1868 được xác định là không hợp lý. Tuy nhiên, các nhà nghiên cứu cũng không xác định được thống nhất thời điểm ra đời: Huỳnh Văn Tòng, \"Lịch sử báo chí Việt Nam từ khởi thủy đến 1930\", xuất bản năm 2000, ghi thời điểm ra đời là 1898 và đóng cửa cùng năm, khi sắc luật ngày 30 tháng 12 năm 1898 ra đời và do Phan Yên báo, đã đăng một loạt bài liên quan đến tình hình chính trị ở trong nước có ý chống đối lại sự hiện diện của người Pháp ở Việt Nam, nhất là bài \"Đòn cân Archimede\", tác giả là Cuồng Sĩ.[1] Bằng Giang trong \"Văn học quốc ngữ Nam Kỳ 1865-1930\"[2] chứng minh cả ba tờ báo quốc ngữ tư nhân đều ra đời sau đạo luật về báo chí của Nhà nước Pháp ban hành tại thuộc địa Nam Kỳ ngày 22 tháng 9 năm 1881, theo thứ tự Thông loại khoá trình, Nhựt trình Nam Kỳ, Phan Yên báo. Ông cũng ghi Phan Yên báo ra đời năm 1898, đình bản năm 1899. Bùi Đức Tịnh, trong \"Những bước đầu của báo chí, tiểu thuyết…\"[3] ghi: \"Sau Gia Định báo, năm 1898 có Phan Yên Báo do Diệp Văn Cương làm chủ nhiệm, tờ này bị cấm lưu hành không biết từ lúc nào…\". Nguyễn Q.Thắng trong \"Tiến trình Văn nghệ Miền Nam\" ghi thời điểm ra đời năm 1897. Đỗ Quang Hưng, trong \"Lịch sử báo chí Việt Nam 1865~1945\"[4] dẫn: \"Phan Yên Báo xuất bản hàng tuần, số đầu tháng 12 năm 1899 chỉ ra được khoảng 7, 8 số thì bị cấm bởi loạt bài viết cho xu hướng rõ rệt: Loạt bài \"Đòn câu ARCHIMÈDE\" của Cuồng Sĩ...\" Nguyên Thăng trong bài nghiên cứu đăng trên Tạp chí Sài Gòn Xưa&Nay số 3 tháng 2008, đã dẫn: \"… Trong sách Chế độ báo giới Nam Kỳ (1938), ông Diệp Văn Kỳ (con của ông Diệp Văn Cương) có viết: … Tôi chỉ nhớ Phan Yên Báo xuất bản ít lâu, thì ông Tổng thống Félix Faure tạ thế, nên chỉ trong một số của báo ấy, tôi đã có dịp đọc bài ai điếu thấy câu: \"Dân biên vức cũng tình thần đồng tử\". Theo thông tin này thì Phan Yên báo tồn tại cho đến sau khi Tổng thống Félix Faure qua đời vào 16 tháng 2 năm 1899. Minh Hiền, trong bài báo \"Sỹ Tải Trương Vĩnh Ký - Trên địa hạt \"Nhà văn hóa\" tiên phong làm báo bằng chữ quốc ngữ viết bằng văn xuôi\", ghi rõ Phan Yên báo ra đời \"... 9 năm sau tờ Thông Loại Khóa Trình\"' và là tờ báo thứ hai ở Nam Kỳ lục tỉnh. Ông cũng ghi chi tiết, đây là tuần báo, ra mắt tháng 12 năm 1898, đến tháng 2 năm 1899, được 7 số thì bị cấm lưu hành. Chính Đạo, trong \"Báo Tiếng Dân (1927-1943): Vài Tư Liệu Mới\", ghi \"Báo này vừa ra mắt thì phải đóng cửa ngay vì Nghị định ngày 30\/12\/1898. Điều 2 của Nghị định trên quy định rằng tất cả các báo không viết bằng Pháp ngữ phải đưa kiểm duyệt trước khi phát hành. (CAOM (Aix), GGI [AMIRAUX], d. 7717)\". Dù thời gian như thế nào, theo thông tin Vũ Ngự Chiêu công bố trong \"Các Vua cuối nhà Nguyễn, 1883-1945\", thì năm 1897, ông có vay mượn một số tiền lớn, có lẽ là dùng cho việc ra đời Phan Yên báo. Do thời gian phát hành ngắn, trải qua nhiều biến động, cho đến ngày nay người ta không tìm thấy được bản in nào của Phan Yên báo.[5] Chú thích[sửa | sửa mã nguồn] ^ Dẫn theo Nguyên Thăng, Tạp chí Sài Gòn Xưa&Nay số 3\/2008 ^ Nhà xuất bản Trẻ, Thành phố Hồ Chí Minh, 1992 ^ Nhà xuất bản Thành phố Hồ Chí Minh, 1992. Tr. 29. ^ Nhà xuất bản Đại học Quốc gia, trang 29. ^ Những mối nhân duyên lạ kỳ trong thế giới báo cổ Liên kết ngoài[sửa | sửa mã nguồn] Nhà báo và tờ báo quốc ngữ đầu tiên Bài viết về Thành phố Hồ Chí Minh này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phan_Yên_báo&oldid=65914419” Thể loại: Sơ khai Thành phố Hồ Chí Minh Báo chí Việt Nam thời Pháp thuộc Chữ Quốc ngữ Báo chí Sài Gòn Thể loại ẩn: Tất cả bài viết cần được wiki hóa Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 29 tháng 8 năm 2021, 14:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}