{"Phạm Hữu Lầu":"Phạm Hữu Lầu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Tham khảo 3Liên kết ngoài Phạm Hữu Lầu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Phạm Hữu Lầu (1906 - 1959) là người đảng viên Đảng Cộng sản Việt Nam đầu tiên tại tỉnh Đồng Tháp. Ông là một trong bảy ủy viên của Ban Chấp hành Trung ương lâm thời của Đảng do Trịnh Đình Cửu đứng đầu. Ban được lập ra để hợp nhất các cơ sở đảng ở trong nước, sau khi thành lập của Đảng Cộng sản Việt Nam tháng 2 năm 1930. Sau hiệp định Genève, ông làm Phó Bí thư Xứ uỷ, rồi Bí thư Xứ ủy Nam bộ cho đến năm 1959. Ông từ trần ngày 16 tháng 12 năm 1959 trên đất Campuchia do căn bệnh lao phổi. Ngày nay, ở thành phố Cao Lãnh và thành phố Sa Đéc, tỉnh Đồng Tháp, một số con đường mang tên ông. Tên của ông cũng được đặt cho trường Chính trị tỉnh Đồng Tháp. Cuộc đời[sửa | sửa mã nguồn] Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Bài viết này hiện đang gây tranh cãi về tính trung lập. Có thể có thảo luận liên quan tại trang thảo luận. Xin đừng xóa bảng thông báo này cho đến khi kết thúc hoặc đạt được đồng thuận trong vấn đề này. Ông Phạm Hữu Lầu bí danh là Tư Lộ, sinh năm 1906 tại làng Hòa An, tổng An Tịnh, quận Cao Lãnh, tỉnh Sa Đéc (nay là phường 4, thành phố Cao Lãnh, tỉnh Đồng Tháp). Thuở nhỏ, Ông học giỏi, nhưng vì gia đình nghèo, cha mất sớm, nên ông phải nghỉ học để làm nhiều nghề (thợ sơn, thợ hớt tóc...)để có tiền nuôi các em ăn học. Tháng 8 năm 1926, ông cùng một số bạn trẻ tham gia tổ chức lễ truy điệu cụ Phan Chu Trinh ở thị trấn Cao Lãnh. Tháng 9 năm 1928, Phạm Hữu Lầu được kết nạp vào tổ chức Việt Nam Thanh niên Cách mạng Đồng chí hội, được bầu làm tổ trưởng, đến tháng 10 năm 1929 được kết nạp vào An Nam Cộng sản Đảng, được đề cử vào Ban chấp hành lâm thời trung ương An Nam Cộng sản Đảng, được rút lên Sài Gòn và chỉ định đi \"Vô sản hoá\" ở đề pô xe lửa Dĩ An. Năm 1930, ông được đề cử vào Ban chấp hành lâm thời trung ương Đảng Cộng sản Việt Nam. Giữa năm 1930, ông đi dự hội nghị BCH trung ương lâm thời lần thứ nhất ở Hương Cảng. Đến cảng Hải Phòng thì bị mật thám Pháp bắt đưa về nhà lao Hỏa Lò (Hà Nội), sau đó đưa về Sài Gòn xét xử, bị kết án chung thân, phát lưu và đày ra Côn Đảo. Ngày ngày 24 tháng 7 năm 1930, Phạm Hữu Lầu bị bắt tại Hải Phòng và bị Hội đồng đề hình Hà Nội họp tại Hỏa Lò ngày ngày 30 tháng 7 năm 1930 ra lệnh tống giam về tội \"tham gia cuộc âm mưu nhằm phá hoại và thay đổi chính phủ Đông Dương và kích động các công dân hoặc là dân thường vũ trang chống lại các nhà cầm quyền\". Năm 1936, Mặt trận Bình Dân lên cầm quyền ở nước Pháp đã quyết định ân xá một số lớn chính trị phạm ở Đông Dương, trong đó có Phạm Hữu Lầu. Sau khi ra tù, ông tham gia xứ ủy Nam kỳ và hoạt động trong nhóm Dân Chúng \"Le peuple\" ở Sài Gòn. Đến cuối năm 1939 ông lại bị thực dân Pháp bắt, kết án 5 năm tù và đày đi Côn Đảo. Cách mạng tháng Tám thành công, ông trở về Sa Đéc, được giao trách nhiệm làm Bí thư Tỉnh ủy tỉnh Sa Đéc. Khi Pháp trở lại chiếm Sa Đéc (25\/01\/1946), ông lãnh đạo, tổ chức các phòng tuyến chiến đấu, ngăn chặn kế hoạch đánh nhanh, thắng nhanh của địch. Để bảo tồn lực lượng, Ông và Tỉnh ủy quyết định chia lực lượng Quân, Dân, Chánh, Đảng của tỉnh ra làm 3 bộ phận, hai bộ phận do ông và Nguyễn Hữu Xuyến chỉ huy rút xuống miền Tây, một bộ phận ở lại bám Đồng Tháp Mười tiếp tục kháng chiến. Tháng 4 năm 1946, ông cùng bộ phận đi miền Tây trở về. Ông được bầu làm chủ nhiệm Việt Minh, sau đó làm Chủ tịch Ủy ban Hành chánh Kháng chiến tỉnh Sa Đéc. Cuối năm 1949, Ông được rút lên khu ủy khu VIII, rồi về Ban đại diện Ủy ban kháng chiến Hành chánh Nam bộ. Tháng 5 năm 1951, Ông về làm Bí thư Tỉnh ủy Mỹ Tho, kiêm ủy viên Ủy ban Kháng chiến Hành chánh phân liên khu miền Đông, phụ trách vùng Đồng Tháp Mười. Tháng 4 năm 1952, ông được phân công làm ủy viên ủy ban Kháng chién Hành chánh Nam Bộ phụ trách Công An và Thương Binh cho đến năm 1954. Sau hiệp định Genève, Ông làm Phó Bí thư Xứ uỷ, rồi Bí thư Xứ ủy Nam bộ cho đến năm 1959. Ông từ trần ngày 16 tháng 12 năm 1959 trên đất Campuchia do căn bệnh lao phổi. Năm 1985, Lãnh đạo tỉnh Đồng Tháp đưa hài cốt ông vế an táng tại nghĩa trang liệt sĩ của tỉnh (tại TP Cao Lãnh), và quyết định đặt tên trường Chính trị của tỉnh là Trường Phạm Hữu lầu, và đặt tên cho một số con đường ở nội ô thành phố Sa Đéc, thành phố Cao Lãnh mang tên ông. Tại quận 7 (TP Hồ Chí Minh) cũng có một con đường mang tên Phạm Hữu Lầu. Cuộc đời và sự nghiệp Cách mạng của Phạm Hữu Lầu mãi là tấm gương sáng cho hậu thế. Người dân Đồng Tháp tự hào về Phạm Hữu Lầu, người Cộng sản đầu tiên của tỉnh Đồng Tháp Tham khảo[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Hội nghị thành lập Đảng Cộng sản Việt Nam Bài viết tiểu sử này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Hữu_Lầu&oldid=68425811” Thể loại: Sơ khai tiểu sử Người Đồng Tháp Đảng viên Đảng Cộng sản Việt Nam Sinh năm 1906 Mất năm 1959 Bí thư Tỉnh ủy Sa Đéc Bí thư Tỉnh ủy Mỹ Tho Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết cần được wiki hóa Bàn cãi về TĐTL Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 4 năm 2022, 07:53. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}