{"Phạm Văn Sinh (chính khách)":"Phạm Văn Sinh (chính khách) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sự nghiệp 2Tham khảo 3Liên kết ngoài Phạm Văn Sinh (chính khách) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Phạm Văn Sinh (định hướng). Phạm Văn Sinh Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Thái Bình Nhiệm kỳ 6 tháng 3 năm 2015 – 31 tháng 12 năm 2015 300 ngày Tiền nhiệm Nguyễn Hồng Diên Kế nhiệm Đặng Trọng Thăng Bí thư Tỉnh ủy Thái Bình Nhiệm kỳ 14 tháng 2 năm 2015 – 27 tháng 4 năm 2018 3 năm, 72 ngày Tiền nhiệm Trần Cẩm Tú Kế nhiệm Nguyễn Hồng Diên Phó Bí thư Nguyễn Hồng Diên Chủ tịch Ủy ban nhân dân tỉnh Thái Bình Nhiệm kỳ tháng 12 năm 2010 – tháng 2 năm 2015 Tiền nhiệm Nguyễn Hạnh Phúc Kế nhiệm Nguyễn Hồng Diên Phó Chủ tịch Phạm Văn Ca Phạm Văn Xuyên Cao Thị Hải Thông tin chung Sinh 20 tháng 4, 1958 (65 tuổi) xã Quỳnh Minh, huyện Quỳnh Phụ, tỉnh Thái Bình, Việt Nam Dân chủ Cộng hòa Nơi ở Khu đô thị Trần Hưng Đạo, thành phố Thái Bình Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Kĩ sư Nông nghiệp Cử nhân Luật Phạm Văn Sinh (sinh ngày 20 tháng 4 năm 1958 tại xã Quỳnh Minh, huyện Quỳnh Phụ, tỉnh Thái Bình) là một chính khách người Việt Nam. Ông từng kinh qua các chức vụ lãnh đạo của tỉnh Thái Bình như Chủ tịch Ủy ban nhân dân (2011-2015), Chủ tịch Hội đồng nhân dân (2015), Bí thư Tỉnh ủy Thái Bình (2015-2018). Sự nghiệp[sửa | sửa mã nguồn] 4\/1981-10\/1984: Giảng viên Trường Đại học Nông nghiệp I Hà Nội. 10\/1984-5\/1986: Chuyên viên Văn phòng Huyện ủy Quỳnh Phụ. 5\/1986-9\/1986: Phó trưởng Trạm giống lúa cấp II huyện Quỳnh Phụ. 9\/1986-6\/1987: Huyện ủy viên, Phó trưởng phòng Nông nghiệp huyện Quỳnh Phụ. 7\/1987-3\/1992: Ủy viên Ban Thường vụ Huyện ủy, Giám đốc Công ty Vật tư dịch vụ cây trồng huyện Quỳnh Phụ; Đại biểu HĐND huyện Quỳnh Phụ khóa XIV; Đại biểu HĐND tỉnh Thái Bình khóa XI. 4\/1992-12\/1995: Ủy viên Ban Thường vụ Huyện ủy, Phó chủ tịch UBND huyện Quỳnh Phụ, Đại biểu HĐND huyện Quỳnh Phụ khóa XV. 1\/1996-11\/2000: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Quỳnh Phụ, Đại biểu HĐND huyện Quỳnh Phụ khóa XVI, Đại biểu HĐND tỉnh Thái Bình khóa XIII. 12\/2000-7\/2003: Tỉnh ủy viên, Bí thư Huyện ủy, Chủ tịch HĐND huyện Quỳnh Phụ, Đại biểu HĐND huyện Quỳnh Phụ khóa XVI, Đại biểu HĐND tỉnh Thái Bình khóa XIII. 7\/2003-10\/2004: Tỉnh ủy viên, Phó Trưởng ban Thường trực Ban Tổ chức Tỉnh ủy, Đại biểu HĐND tỉnh Thái Bình khóa XIV nhiệm kỳ 2004-2011. 11\/2004-12\/2005: Tỉnh ủy viên, Chánh Văn phòng Tỉnh ủy, được bầu vào Ban Thường vụ Tỉnh ủy từ tháng 12\/2005. 1\/2006-1\/2007: Ủy viên Ban Thường vụ Tỉnh ủy Thái Bình, Trưởng ban Tổ chức Tỉnh ủy. 2\/2007 – 7\/2008: Ủy viên Ban Thường vụ Tỉnh ủy Thái Bình, Phó Chủ tịch UBND tỉnh. 8\/2008-12\/2010: Phó Bí thư Thường trực Tỉnh ủy. 01\/2011 - 2\/2015: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thái Bình[1] Tháng 3\/2015, ông được phê chuẩn giữ chức Bí thư tỉnh ủy Thái Bình[2] Ngày 25 tháng 9 năm 2015, tại Đại hội Đảng bộ tỉnh Thái Bình lần thứ 19 nhiệm kỳ 2015-2020, Phạm Văn Sinh được bầu lại làm Bí thư Tỉnh ủy Thái Bình nhiệm kỳ 2015-2020, hai phó bí thư là Đặng Trọng Thăng và Nguyễn Hồng Diên.[3] Sáng ngày 6 tháng 3 năm 2015, Hội đồng nhân dân tỉnh Thái Bình khóa XV, nhiệm kỳ 2011-2016 tổ chức kỳ họp bất thường miễn nhiệm chức vụ Chủ tịch Hội đồng nhân dân tỉnh Thái Bình nhiệm kỳ 2011-2016 đối với ông Nguyễn Hồng Diên, ông Phạm Văn Sinh được bầu làm Chủ tịch mới của Hội đồng nhân dân tỉnh Thái Bình.[4] Chỉ 9 tháng sau, Hội đồng nhân dân tỉnh Thái Bình khóa XV, nhiệm kỳ 2011-2016 tại kỳ họp lần thứ 11 (phiên họp thứ hai) kết thúc ngày 31\/12\/2015 đã tiến hành miễn nhiệm chức danh Chủ tịch Hội đồng nhân dân tỉnh Thái Bình nhiệm kỳ 2011-2016 đối với ông Phạm Văn Sinh theo nguyện vọng cá nhân.[5] Ngày 27\/4\/2018, Tỉnh ủy Thái Bình đã tổ chức Hội nghị Ban Chấp hành Đảng bộ tỉnh (kỳ họp thứ 22) để kiện toàn chức danh Bí thư Tỉnh ủy nhiệm kỳ 2015 - 2020 và công bố quyết định của Bộ Chính trị về việc nghỉ hưu của cán bộ đối với ông Phạm Văn Sinh, Bí thư Tỉnh ủy Thái Bình nhiệm kỳ 2015 - 2020 từ ngày 1\/5\/2018.[6] Tham khảo[sửa | sửa mã nguồn] ^ “Chủ tịch tỉnh Thái Bình”. Bản gốc lưu trữ ngày 2 tháng 4 năm 2015. Truy cập ngày 16 tháng 3 năm 2015. ^ “Bổ nhiệm bí thư”. ^ Ngọc Khánh (26 tháng 9 năm 2015). “Ông Phạm Văn Sinh tái đắc cứ Bí thư Tỉnh ủy Thái Bình”. Infonet. Truy cập ngày 22 tháng 4 năm 2018. ^ Duy Huy (3 tháng 6 năm 2015). “Kỳ họp bất thường HĐND tỉnh Thái Bình khóa XV”. TV Thái Bình. Truy cập ngày 20 tháng 10 năm 2017. ^ PV. “Ông Đặng Trọng Thăng làm Chủ tịch HĐND tỉnh Thái Bình”. Báo Tài nguyên môi trường. Bản gốc lưu trữ ngày 20 tháng 10 năm 2017. Truy cập ngày 20 tháng 10 năm 2017. ^ “Đồng chí Phạm Văn Sinh, Bí thư Tỉnh ủy Thái Bình nhiệm kỳ 2015 - 2020 từ ngày 1\/5\/2018”. Liên kết ngoài[sửa | sửa mã nguồn] ban nhân dânTinhThongTinToChuc\/View_Detail.aspx?ItemId=14[liên kết hỏng] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Văn_Sinh_(chính_khách)&oldid=69666739” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1958 Nhân vật còn sống Người Thái Bình Cựu sinh viên trường Đại học Nông nghiệp Hà Nội Chủ tịch Ủy ban nhân dân tỉnh Thái Bình Bí thư Tỉnh ủy Thái Bình Chủ tịch Ủy ban nhân dân tỉnh Việt Nam nhiệm kì 2011–2016 Chủ tịch Hội đồng nhân dân tỉnh Thái Bình Chủ tịch Hội đồng nhân dân tỉnh Việt Nam nhiệm kì 2011–2016 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Bí thư Tỉnh ủy Việt Nam nhiệm kì 2010–2015 Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 11 tháng 2 năm 2023, 07:57. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}