{"Phản ứng về việc thành lập thành phố Tam Sa":"Phản ứng về việc thành lập thành phố Tam Sa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Phản đối từ phía Việt Nam Hiện\/ẩn mục Phản đối từ phía Việt Nam 1.1Đảng và nhà nước 1.2Biểu tình tự phát của dân chúng 1.3Người Việt ở nước ngoài 2Phản ứng từ các cá nhân và tổ chức của Trung Quốc 3Phản ứng từ các nước khác 4Đánh giá tác động của việc thành lập Tam Sa 5Tham khảo 6Liên kết ngoài Phản ứng về việc thành lập thành phố Tam Sa Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Bài viết này cần được cập nhật do có chứa các thông tin có thể đã lỗi thời hay không còn chính xác nữa. Bạn có thể giúp Wikipedia bằng cách cập nhật cho bài viết này. Vào tháng 11 năm 2007, Quốc vụ viện nước Cộng hòa Nhân dân Trung Hoa đã thành lập một đô thị cấp huyện (huyện cấp thị) thuộc tỉnh Hải Nam và lấy tên là Tam Sa (tiếng Trung: 三沙市) có phạm vi quản đảo trên Biển Đông, trong đó có hai quần đảo tranh chấp với Việt Nam: quần đảo Hoàng Sa và quần đảo Trường Sa (mà Trung Quốc gọi là quần đảo Tây Sa và quần đảo Nam Sa)[1]. Việc làm này đã tạo ra nhiều phản ứng khác nhau từ nhiều nơi, nhiều bên. Các phản ứng và cách thức phản ứng thay đổi theo thòi gian, quan điểm, chủng tộc, cương vị của từng giới, từng cá nhân nhưng nhìn chung các nhóm có chung các quyền lợi tinh thần, vật chất thì có quan điểm gần giống nhau. Nhưng cũng không thể nói rằng có một quy luật để phân định các cách thức phản ứng về việc thành lập đô thị cấp huyện Tam Sa dựa trên cách phân chia ra nhóm, giới có cùng quyền lợi hoặc phân chia ra các nhóm dựa trên tiêu chí có cùng sự am hiểu về lịch sử chủ quyền của quần đảo Hoàng Sa, hoặc tiêu chí có cùng sự hiểu biết về luật pháp quốc tế về biển, về cách thức xác định chủ quyền lãnh thổ theo luật pháp quốc tế hoặc tiêu chí đơn thuần dựa trên cách thức đánh giá biện pháp thể hiện lòng yêu nước hoặc dựa trên tiêu chí đánh giá tình hình so sánh tương quan giữa các bên để giải quyết bất đồng trong tranh chấp chủ quyền lãnh thổ. Cũng không thể nói rằng những người có cùng chung quyền lợi tinh thần hoặc vật chất do cùng chủng tộc, cương vị thì có chung cách thức phản ứng hoặc đồng tình với cách thức đó. Phản đối từ phía Việt Nam[sửa | sửa mã nguồn] Một số những người thuộc quốc tịch Việt Nam hoặc là người Việt ở nước ngoài hoặc các tổ chức chính trị xã hội, hoặc các tổ chức thuộc Chính phủ Việt Nam thì có thể có một số tình cảm tương đồng và có một số phản ứng khác nhau được ghi nhận. Nhìn chung, phần lớn thông tin được ghi nhận đều cho thấy họ cho rằng các quần đảo Hoàng Sa, Trường Sa là lãnh thổ thuộc chủ quyền Việt Nam và họ phản ứng theo các cách thức khác nhau: Đảng và nhà nước[sửa | sửa mã nguồn] Chính phủ Việt Nam đã phản đối việc thành lập thành phố cấp huyện này. Người phát ngôn Bộ Ngoại giao Việt Nam đã chính thức tuyên bố: \"hành động này đã vi phạm chủ quyền lãnh thổ của Việt Nam, không phù hợp với nhận thức chung của Lãnh đạo cấp cao hai nước, không có lợi cho tiến trình đàm phán tìm kiếm biện pháp cơ bản, lâu dài cho vấn đề trên biển giữa hai bên\"[2]. Vị trí hai quần đảo Hoàng Sa và Trường Sa trên Biển Đông. Đảng Cộng sản Việt Nam cũng đã phản ứng và trên báo điện tử của Đảng đã có ngay một bài báo ngắn bày tỏ thái độ bằng cách trích dẫn lời người phát ngôn bộ Ngoại giao và tỏ ra đồng tình với sự phản đối đó[3]. Đánh giá này sau đó đã được đưa lên làm vấn đề thời sự nổi bật trong tuần và khẳng định: \"Việt Nam có đầy đủ bằng chứng lịch sử và cơ sở pháp lý để khẳng định chủ quyền của Việt Nam đối với hai quần đảo Hoàng Sa và Trường Sa. Việt Nam phản đối việc Trung Quốc thành lập thành phố hành chính cấp huyện Tam Sa thuộc tỉnh Hải Nam trực tiếp quản lý 3 quần đảo trên Biển Đông, trong đó có hai quần đảo Hoàng Sa và Trường Sa của Việt Nam. Hành động này đã vi phạm chủ quyền lãnh thổ của Việt Nam, không phù hợp với nhận thức chung của Lãnh đạo cấp cao hai nước, không có lợi cho tiến trình đàm phán tìm kiếm biện pháp cơ bản, lâu dài cho vấn đề trên biển giữa hai bên.\"[4] Đồng thời khẳng định quan điểm: \" Trước sau như một, Việt Nam chủ trương giải quyết các bất đồng thông qua thương lượng hòa bình trên cơ sở tôn trọng Luật pháp Quốc tế và thực tiễn quốc tế, đặc biệt là Công ước của Liên Hợp quốc về Luật Biển 1982 và tinh thần Tuyên bố về cách ứng xử của các bên trên Biển Đông năm 2002 nhằm giữ gìn hòa bình và ổn định trên Biển Đông và khu vực.\" [5] Việc nhấn mạnh đến cơ sở tôn trọng Luật pháp Quốc tế và thực tiễn quốc tế, đặc biệt là Công ước của Liên Hợp quốc về Luật Biển 1982 và tinh thần Tuyên bố về cách ứng xử của các bên trên Biển Đông năm 2002 nhằm giữ gìn hòa bình và ổn định trên Biển Đông và khu vực được một số bài báo đăng trên BBC Tiếng Việt cho là quan điểm của Đảng đã có sự thay đổi so với trước.[cần dẫn nguồn] Quốc hội Việt Nam cũng đã phản đối[cần dẫn nguồn]việc lập thành phố cấp huyện Tam Sa, một số đại biểu cũng đã lên tiếng trên phương tiện truyền thông đại chúng. Ngày 17 tháng 12 năm 2007 trên trang điện tử của Quốc hội có đăng bài \"Thủ tướng Nguyễn Tấn Dũng tham dự Hội nghị Cấp cao Đông Á lần thứ 2\" vào ngày 15 tháng 1 năm 2007 [6] trong đó có nhấn mạnh kết quả hội nghị cấp cao ASEAN đã đạt được: \"Kết quả các hội nghị cấp cao ASEAN với các nước đối thoại đã đem lại những tiến triển đáng chú ý trong quan hệ hợp tác giữa ASEAN với từng nước. Trước hết là đối với Trung Quốc, hai bên khẳng định quyết tâm thực hiện hiệu quả Tuyên bố về cách ứng xử ở Biển Đông để tiến tới sớm ký kết Bộ Quy tắc ứng xử ở Biển Đông vì hòa bình và ổn định ở khu vực;...\" Đoàn thanh niên Cộng sản Hồ Chí Minh cũng đã phản đối và theo một bài báo trên BBC thì họ sẽ tổ chức[7] cho thanh niên tuần hành phản đối và ông Nguyễn Thành Tài, phó Chủ tịch ủy ban nhân dân thành phố Hồ Chí Minh cũng ủng hộ điều đó. Điều này được người viết bài đánh giá là ông công nhận hành động biểu tình của các bạn sinh viên là hành động yêu nước, đáng biểu dương. Hội đồng Nhân dân Thành phố Đà Nẵng khoá VII ngày 7 tháng 12 năm 2007 Kỳ họp thứ 10 của khẳng định rộng rãi trên phương tiện đại chúng rằng Hoàng Sa là đơn vị hành chính của thành phố này và phản đối Trung Quốc đòi quản lý quần đảo này.[8] Sau đó vào chiều ngày ngày 21 tháng 12 năm 2007, Hội đồng Nhân dân tỉnh Khánh Hòa đã ra nghị quyết khẳng định chủ quyền đối với Trường Sa, nghị quyết nêu rõ: \"HĐND tỉnh Khánh Hòa phản đối việc Trung Quốc đưa huyện Trường Sa của Khánh Hòa vào đơn vị hành chính mới trực thuộc tỉnh Hải Nam của Trung Quốc, và khẳng định huyện Trường Sa là một trong 9 đơn vị hành chính trực thuộc tỉnh Khánh Hòa\". Ông Mai Trực, chủ tịch HĐND tỉnh phát biểu: \"Từ trước đến nay, chúng ta luôn khẳng định chủ quyền và toàn vẹn lãnh thổ của Việt Nam đối với hai huyện đảo Hoàng Sa và Trường Sa. Huyện đảo Trường Sa được Trung ương giao cho tỉnh Khánh Hòa quản lý. Vì vậy, chúng ta chịu trách nhiệm trước lịch sử trong việc bảo vệ chủ quyền này!\". Quan hệ Việt-Trung và sự việc càng thêm rắc rối khi có tin vào ngày 16 tháng 1 năm 2008, tàu Trung Quốc đâm chìm tàu cá Việt Nam và 10 ngư dân mất tích ở khu vực Trường Sa, báo chí Việt Nam chỉ ghi là một chiếc tàu không rõ nguồn gốc [9] và báo chí Trung quốc sau đó lại loan tin ngược lại là tàu vũ trang Việt Nam tấn công tàu đánh cá Trung quốc. Biểu tình tự phát của dân chúng[sửa | sửa mã nguồn] Biểu tình ở Pháp về việc thành lập thành phố Tam Sa. Vài trăm người Việt Nam đa số là sinh viên vào ngày 9 tháng 12 năm 2007,[1] học sinh thông qua Internet và điện thoại di động đã tập hợp và biểu tình ôn hòa trước cổng Đại sứ quán Trung Quốc tại Hà Nội và trước Lãnh sự quán Trung quốc tại Thành phố Hồ Chí Minh để phản đối Trung Quốc và bảo vệ tuyên bố chủ quyền của Việt Nam đối với hai quần đảo Hoàng Sa và Trường Sa[10][11][12]. Vụ biểu tình này theo người phát ngôn Bộ Ngoại giao Lê Dũng cho biết \"Đây là việc làm tự phát chưa được phép của các cơ quan chức năng Việt Nam. Và khi các vụ việc trên xảy ra, các lực lượng bảo vệ (công an) của Việt Nam đã kịp thời có mặt, giải thích và yêu cầu bà con chấm dứt việc làm này\"[13]. Còn Đại học Công nghệ - Đại học Quốc gia Hà Nội đã ra thông báo yêu cầu sinh viên, giáo viên, nhân viên không tham gia biểu tình, \"tránh bị kích động, lôi kéo\"[14]. Một số người Việt ở nước ngoài đã biểu tình đốt và xé cờ Trung Quốc[15] Vào ngày chủ nhật 16 tháng 12 năm 2007, BBC tiếng Việt có bài Tiếp tục biểu tình phản đối Trung Quốc [16] cho biết có vài trăm người Việt Nam đã xuống đường ngày Chủ Nhật 16 tháng 12, tại cả Hà Nội và thành phố Hồ Chí Minh để biểu tình phản đối các động thái gần đây của Trung Quốc muốn quản lý về hành chính đối với hai quần đảo Hoàng Sa và Trường Sa. Cũng trong bài này thì: \" Tại Hà Nội, những người biểu tình, chủ yếu là các sinh viên đại học, đã tuần hành qua các đường phố gần khu vực đại sứ quán Trung Quốc, hô vang \"Hoàng Sa, Trường Sa là của Việt Nam\", và hát nhạc cách mạng thể hiện lòng yêu nước. Nhưng những người tuần hành không tới được trước cửa đại sứ quán Trung Quốc do khu vực này đã bị an ninh phong tỏa. Cuộc biểu tình tại Hà Nội diễn ra trong vòng hơn ba giờ trước khi đám đông bị giải tán bởi các cảnh sát và nhân viên an ninh mặc thường phục. Một bạn trẻ tham gia biểu tình ở Hà Nội nói với đài BBC rằng cuộc 'tuần hành vì hoà bình' của họ ban đầu chỉ có khoảng 300 người, nhưng sau đó đã có sự tham gia của hơn một ngàn người, và đạt được mục đích như mong muốn. Tại thành phố Hồ Chí Minh, cuộc biểu tình cũng không diễn ra tại địa điểm trước lãnh sự quán Trung Quốc như những người tổ chức mong đợi, vì các lực lượng chức năng bao vây hết các con đường quanh khu vực này. Do đó, các thanh niên buộc phải đi ra góc công viên 30 tháng Tư để biểu tình.\" Song chưa thấy báo chí Việt Nam đưa tin về vụ biểu tình này. Ngoài ra, BBC tiếng Việt ngày 16 tháng 12 năm 2007 lại có bài báo \"Người biểu tình phản đối TQ bị bắt\" [17] cho biết có ít nhất 5 người biểu tình đã bị bắt và thẩm vấn trong nhiều giờ. Cũng trong bài này thì các tin tức về cuộc biểu tình mới nhất (16 tháng 12) ngập tràn các trang blog nhưng báo chí chính thống đã không nhắc gì tới sự kiện này. Bài viết về quan hệ Việt Trung liên quan đến việc lập thành phố cấp huyện Tam Sa được đăng tên báo Thanh Niên ngày 7 tháng 12 năm 2007. Theo bài viết [18] của tác giả Tương Lai trên báo Thanh Niên: Quan hệ hữu nghị giữa hai nước Việt Nam và Trung Quốc như \"núi liền núi, sông liền sông\", đã từng được các lãnh đạo hai nước trân trọng bằng những \"chữ vàng\"[19][20] giữa các lãnh đạo hai bên, với việc làm ngang ngược của Quốc vụ viện Trung Hoa trong việc phê chuẩn thành lập thành phố cấp huyện Tam Sa thuộc tỉnh Hải Nam trực tiếp quản lý ba quần đảo, trong đó gồm cả Hoàng Sa, Trường Sa, lãnh thổ bất khả xâm phạm của Việt Nam, là không giống gì với các phương châm \"chữ vàng\" đã được nhân dân Việt Nam trân trọng mà phía Trung Quốc thường trang trọng nhắc đến mỗi khi cần nói đến mối quan hệ Việt Trung. Việc làm ngang ngược này đã trực tiếp làm hoen ố những chữ vàng thường được lãnh đạo Trung Quốc nhắc nhở và khó tránh được sự phê phán của dư luận thế giới. Cũng theo bài viết này, thái độ ngoại giao mềm mỏng một đằng, việc làm độc đoán một nẻo của các lãnh đạo Trung Quốc trong trường hợp này chính là \"Xảo ngôn, lệnh sắc, tiển hỉ nhân\", nghĩa là \"Nói năng khéo léo, nét mặt vờ niềm nở, hạng người đó ít lòng nhân\". Nhà sử học Dương Trung Quốc thì có bài đăng trên báo Vietnamnet nhắc bài học lịch sử về việc một số nước lớn đã từng mặc cả và thoả hiệp với nhau để cản trở sự nghiệp thống nhất đất nước của dân tộc Việt Nam và việc lập thành phố cấp huyện Tam Sa giữa lúc hai nước Việt-Trung đã xác lập được những quan hệ hữu nghị, hợp tác trên những nguyên tắc của \"16 chữ vàng\" do chính các nhà lãnh đạo Trung Quốc đưa ra là \"đáng để chúng ta phải nhắc lại những bằng chứng và bài học lịch sử!\" [21]. Ngày 8 tháng 12 năm 2007 trên báo điện tử Vietnamnet có bài \"Hacker tấn công website Trung Quốc để phản đối \"Thành phố Tam Sa\". [22] cho biết đêm 7 tháng 12, Báo điện tử Vietnamnet đã nhận được thông tin của độc giả gửi qua e-mail về việc một số website của Trung Quốc đã bị tấn công. Mục đích của hành động này nhằm lên án việc Quốc vụ viện nước này thông qua việc thành lập thành phố Tam Sa, bao gồm cả quần đảo Hoàng Sa và Trường Sa của Việt Nam. Ngoài thông điệp CHINESE GOVERMENT STOP INVADING SPRATLY ISLANDS (TRƯỜNG SA) AND PARACEL ISLANDS (HOÀNG SA) để lại trên trang chủ website http:\/\/ntnj.gov.cn\/ Lưu trữ 2007-12-14 tại Wayback Machine, kẻ tự xưng là nhóm Liên minh hacker Việt Nam còn lớn tiếng \"kêu gọi người dân Việt Nam tẩy chay hàng hoá Trung Quốc\" để phản đối hành động nói trên của Quốc vụ viện Trung Quốc. Song bài báo này đã bị gỡ bỏ, chỉ còn đọc được ở cache của Google [23] cho đến nay.[24] Ngày 17 tháng 12 năm 2007 trên báo Thanh Niên có bài Qua việc Trung Quốc xâm chiếm 2 quần đảo Hoàng Sa, Trường Sa của VN [25] đưa tin phản ứng của bạn đọc, cho biết: \"Vừa qua, Quốc vụ viện Trung Quốc phê chuẩn việc thành lập thành phố Tam Sa thuộc tỉnh Hải Nam trực tiếp quản lý quần đảo Hoàng Sa, Trường Sa, lãnh thổ bất khả xâm phạm của Việt Nam. Hành động này tiếp nối hàng loạt những động thái trước đó của Trung Quốc nhằm \"hợp thức hóa\" việc thôn tính mảnh đất ruột thịt của Việt Nam. Việc hành xử của Trung Quốc như thế cho thấy họ sẽ không dừng lại, và nhiệm vụ của chúng ta bây giờ là phải có hành động cụ thể, mạnh mẽ. Báo Thanh Niên trong thời gian qua đã nhận được nhiều thư của bạn đọc bức xúc, phẫn nộ trước vụ việc này.\". Ngày chủ nhật 23 tháng 12 năm 2007 lại có biểu tình lần thứ ba gần Lãnh sự quán Trung Quốc ở thành phố Hồ Chí Minh, cuộc biểu tình chừng năm chục người của 2 tổ chức bất đồng chính kiến là \"Nhà báo tự do\" (NBTD) và \"Thanh niên tập hợp dân chủ\" và một số sinh viên chỉ diễn ra ngắn ngủi và nhanh chóng bị dập tắt bởi lực lượng cảnh sát đông đảo, đã có một nhà báo tham gia bị bắt.[26] Cuộc biểu tình của sinh viên học sinh tại Hà Nội ngày 9 tháng 1 năm 2008 đã bị công an ngăn chận [27]. Theo tin đài BBC, một số blog trên mạng Internet đưa tin là giới học sinh sinh viên ở Hà Nội đã dự định biểu tình vào ngày 19 tháng 1 [28] nhưng đã bị ngăn cản. Cũng theo đài BBC, những cuộc biểu tình tự phát này thường bị công an ngăn chặn.[29] Người Việt ở nước ngoài[sửa | sửa mã nguồn] Từ đầu tháng 12\/2007, nhiều cuộc biểu tình chống Trung quốc xâm chiếm Hoàng Sa-Trường Sa của người Việt tại nước ngoài đã được tổ chức tại Hoa Kỳ, Pháp, Đức, Úc, Cộng hòa Séc, Hà Lan, Ba Lan và nhiều quốc gia khác. Vấn đề chủ quyền tại Hoàng Sa cũng là một chủ đề tại Đại hội Thanh niên Sinh viên Việt Nam Thế giới kỳ 5 tại Malaysia từ ngày 4 đến 7\/1\/2008 [30]. Ngày 22 tháng 12 năm 2007, hơn 300 sinh viên Việt Nam tại Pháp và khoảng 100 sinh viên Việt Nam tại Anh đã xuống đường biểu tình trước Đại sứ quán Trung Quốc ở Paris và Luân Đôn phản đối hành động xâm phạm chủ quyền của Trung Quốc đối với hai quần đảo Hoàng Sa và Trường Sa của Việt Nam. Tại Paris, các sinh viên đã mang cờ đỏ sao vàng, ảnh chủ tịch Hồ Chí Minh và các biểu ngữ có nội dung như \"Chinese Government stops invading Vietnamese Paracel and Spratly islands\" đến đại sứ quán Trung Quốc hô vang khẩu hiệu phản đối Trung Quốc và đọc thư yêu cầu Trung Quốc phải chấm dứt hành động xâm lược trắng trợn này. Cuộc biểu tình diễn ra ôn hòa trong vòng 3 giờ thì chấm dứt, và đã tạo được sự chú ý mạnh mẽ của nhân dân thế giới. Giới quan sát cho biết đây là cuộc biểu tình hiếm hoi của sinh viên Việt Nam tại Paris trong vòng 30 năm qua. Cho đến ngày 25 tháng 12, phía Trung Quốc vẫn chưa có phản ứng cụ thể về 2 cuộc biểu tình trên. Được sự tham gia đông đảo nhất là tại Úc với hơn 5.000 người tại thủ đô Canberra vào ngày 12\/1\/2008 [31]. Người Việt cũng tiếp tục đóng chốt và biểu tình trước Đại sứ quán Trung Quốc Washington DC, mang theo khẩu hiệu tiếng Trung và tiếng Anh [32]. Đặc biệt trong ngày 18\/1\/2008, dịp kỷ niệm 34 năm trận hải chiến Hoàng Sa, đã có nhiều cuộc biểu tình và đêm thắp nến yểm trợ của người Việt tại Nam California, thủ đô Washington DC, Texas, Houston, Los Angeles [33]. Phản ứng từ các cá nhân và tổ chức của Trung Quốc[sửa | sửa mã nguồn] Khi được hỏi về việc sinh viên Việt Nam biểu tình trước tòa đại sứ và lãnh sự quán Trung Quốc tại Việt Nam, phát ngôn viên bộ ngoại giao Trung Quốc nói rằng quan điểm của chính phủ Trung Quốc là Trung Quốc có chủ quyền không thể chối cãi được đối với các đảo trong biển Nam Trung Quốc (Biển Đông) và các lãnh hải xung quanh. Họ cũng thừa nhận rằng Việt Nam đã có tuyên bố chủ quyền trong một số giai đoạn khác nhau trong lịch sử Việt Nam. Bộ ngoại giao Trung Quốc nói rằng Việt Nam và Trung Quốc đã thoả thuận giàn xếp bằng đàm phán và thương lượng, và việc biểu tình làm tổn hại quan hệ song phương[34]. Cuối cùng, Bộ ngoại giao Trung Quốc nói rằng họ hy vọng chính phủ Việt Nam thực hiện các biện pháp nhằm ngăn chận việc biểu tình tiếp diễn. Theo tác giả Kristine Kwok trên tờ South China Morning Post (số ra ngày 19 tháng 12 năm 2007),[35] một số quan chức Hải Nam đã bác bỏ chuyện có việc lập Tam Sa trong nghị trình công việc của họ và họ không có thành phố Tam Sa mà chỉ có thành phố Tam Á. Phản ứng từ các nước khác[sửa | sửa mã nguồn] Không thấy các nước Philippines, Brunei, Malaysia và Đài Loan lên tiếng phản ứng cho dù các nước này cũng đòi chủ quyền ở quần đảo Hoàng Sa và Trường Sa.[36] Báo chí chính thống của Việt Nam cho tới nay cũng không đưa tin sự bày tỏ thái độ của các nước lớn khác như Hoa Kỳ, Nga, EU, Nhật Bản, Ấn Độ, Úc... như thường lệ khi xảy ra các sự kiện khác. Đánh giá tác động của việc thành lập Tam Sa[sửa | sửa mã nguồn] Có nhiều quan điểm khác nhau về việc đánh giá tác động của việc thành lập thành phố Tam Sa theo thời gian của nhiều bên, nhiều giới. Trong bài \"Việt Nam nhấn mạnh đến Công ước Luật biển\" đăng trên BBC tiếng Việt[37] đã nhắc lại tin Đại sứ Hoàng Chí Trung của Việt Nam phát biểu ngày 10 tháng 11 năm 2007 tại diễn đàn Liên Hợp Quốc ở New York rằng: \"Việt Nam ủng hộ việc trao đổi quan điểm nhằm tăng cường sự hiểu biết lẫn nhau và thúc đẩy hợp tác theo các điều khoản của Công ước 1982\". Và bài cũng cho rằng giới quan sát tại Hà Nội cho BBC hay \"một \"thông lệ\" đã xảy ra trong quan hệ với Trung Quốc là trong lúc, hoặc ngay sau khi có các chuyến thăm cao cấp của lãnh đạo Việt Nam, phía Trung Quốc liền có các động thái trên biển khiến Việt Nam lo ngại\". Nay Việt Nam nhấn mạnh đến Công ước về Luật biển của Liên Hợp Quốc trong bước đi ngoại giao đáp lại các động thái của Trung Quốc về Biển Đông. Đại sứ Hoàng Chí Trung hôm 10 tháng 12 cho rằng Công ước về Luật biển của LHQ (UNCLOS) đã \"tạo ra trật tự quốc tế trên biển và đại dương, góp phần tăng cường hoà bình, an ninh, hợp tác và quan hệ hữu nghị giữa các quốc gia\". Bài viết kết luận, một trật tự chung là điều Việt Nam đang hướng tới rất có thể vì các thỏa thuận, đàm phán song phương- vốn là một chiến lược của Trung Quốc- đã không đem lại lợi ích gì cho Việt Nam. Phía Trung Quốc thì lại cho rằng các phản ứng biểu tình ở Việt Nam về việc thành lập thành phố Tam Sa sẽ làm tổn hại quan hệ hai nước. Một ý kiến khác thì lại cho rằng việc biểu tình của người dân trong ôn hòa ở các xã hội dân sự là chuyện bình thường và không làm ảnh hưởng quan hệ chính thức giữa hai nước, cũng như biện pháp giải quyết hòa bình giữa hai nước Việt - Trung của hai Chính phủ[38]. Tham khảo[sửa | sửa mã nguồn] ^ “VN lại lên tiếng về Tam Sa”. BBC Tiếng Việt. 3 tháng 12 năm 2007. Truy cập 9 tháng 12 năm 2007. ^ Việt Nam phản đối việc Trung Quốc thành lập thành phố hành chính Tam Sa thuộc tỉnh Hải Nam, tại trang web chính thức của Bộ Ngoại giao Việt Nam ^ “Việt Nam phản đối việc Trung Quốc thành lập thành phố hành chính quản lý hai quần đảo Hoàng Sa và Trường Sa Ngày 3\/12\/2007. Cập nhật lúc 20h 54'”. Lưu trữ bản gốc ngày 20 tháng 12 năm 2007. Truy cập ngày 20 tháng 12 năm 2007. ^ “Thời sự nổi bật trong nước và quốc tế tuần qua (từ 3 đến 9\/12) Ngày 10\/12\/2007. Cập nhật lúc 11h 34'”. Lưu trữ bản gốc ngày 20 tháng 12 năm 2007. Truy cập ngày 20 tháng 12 năm 2007. ^ “Thời sự 24 giờNgày 3\/12\/2007. Cập nhật lúc 21h 50'”. Lưu trữ bản gốc ngày 20 tháng 12 năm 2007. Truy cập ngày 20 tháng 12 năm 2007. ^ [Thủ tướng Nguyễn Tấn Dũng tham dự Hội nghị Cấp cao Đông Á lần thứ 2 (15\/1\/2007 4:42:20 PM)] ^ Lời kể của sinh viên Sài Gòn 10 Tháng 12 2007 - Cập nhật 14h32 GMT ^ “HĐND Đà Nẵng khẳng định Hoàng Sa là huyện trực thuộc TP”. Lưu trữ bản gốc ngày 6 tháng 7 năm 2007. Truy cập ngày 6 tháng 7 năm 2007. ^ Tàu Trung Quốc đâm chìm tàu cá Việt Nam: 10 ngư dân mất tích ở khu vực Trường Sa[liên kết hỏng], ^ “Biểu tình phản đối Trung Quốc”. BBC Tiếng Việt. ngày 9 tháng 12 năm 2007. Truy cập ngày 9 tháng 12 năm 2007. ^ The Associated Press (ngày 9 tháng 12 năm 2007). “Vietnamese hold rare demonstration to protest China's attempt to control disputed islands”. International Herald Tribute. Truy cập ngày 9 tháng 12 năm 2007. ^ Frank Zeller. “Vietnamese rally outside China embassy over disputed islands”. AFP. Truy cập ngày 9 tháng 12 năm 2007. ^ “Người phát ngôn Bộ Ngoại giao VN nói về sự việc xảy ra trước ĐSQ và TLSQ Trung Quốc tại Hà Nội và TP.HCM sáng 9.12 00:22:30, 10\/12\/2007”. Lưu trữ bản gốc ngày 10 tháng 12 năm 2007. Truy cập ngày 10 tháng 12 năm 2007. ^ Hình ảnh biểu tình phản đối Trung Quốc 09 Tháng 12 2007 - Cập nhật 12h03 GMT ^ Người Việt hải ngoại phản đối TQ 11 Tháng 12 2007 - Cập nhật 10h45 GMT ^ Tiếp tục biểu tình phản đối Trung Quốc 16 Tháng 12 2007 - Cập nhật 15h05 GMT ^ Người biểu tình phản đối TQ bị bắt 16 Tháng 12 2007 - Cập nhật 21h21 GMT ^ Tương Lai, Lời nói phải đi đôi với việc làm ^ “Nâng quan hệ Việt - Trung lên tầm cao mới Ngày 30\/10\/2005. Cập nhật lúc 14h 27'”. Lưu trữ bản gốc ngày 20 tháng 12 năm 2007. Truy cập ngày 20 tháng 12 năm 2007. ^ Phương châm 16 chữ vàng \"Láng giềng hữu nghị, hợp tác toàn diện, ổn định lâu dài, hướng tới tương lai\". ^ “Hoàng Sa mãi mãi là lãnh thổ thiêng liêng của VN06:45' 08\/12\/2007 (GMT+7)”. Lưu trữ bản gốc ngày 6 tháng 7 năm 2007. Truy cập ngày 6 tháng 7 năm 2007. ^ Hacker tấn công website Trung Quốc để phản đối \"T.P. Tam Sa\"? 08:50' 08\/12\/2007 (GMT+7) ^ “Đây là cache của http:\/\/www.vnn.vn\/cntt\/2007\/12\/758647\/ được lưu ngày 8 Tháng Mười Hai 2007 22:58:30 GMT. của G o o g l e”. Lưu trữ bản gốc ngày 20 tháng 12 năm 2007. Truy cập ngày 20 tháng 12 năm 2007. Liên kết ngoài trong |title= (trợ giúp) ^ nay là thời điểm có thể kéo dài sau ngày 17\/12\/2007 ^ “Qua việc Trung Quốc xâm chiếm 2 quần đảo Hoàng Sa, Trường Sa của VN Thứ Hai, 17\/12\/2007, 09:01 GMT+7 Cập nhật cách đây 1 giờ 15 phút”. Lưu trữ bản gốc ngày 10 tháng 5 năm 2009. Truy cập ngày 10 tháng 5 năm 2009. ^ Biểu tình ngắn ngủi chống TQ lần ba 23 Tháng 12 2007 - Cập nhật 12h07 GMT ^ an ngăn chận cuộc biểu tình 9\/1[liên kết hỏng] ^ Kế hoạch biểu tình chống TQ ngày 19-1, BBC 16\/1\/2008 ^ Chuyên mục của BBC về Hoàng Sa-Trường Sa ^ Bế mạc Đại hội Thanh niên Sinh viên Việt Nam Thế giới kỳ 5[liên kết hỏng] ^ “5000 Người Việt Tự Do tại Úc tham gia cuộc biểu tình”. Bản gốc lưu trữ ngày 16 tháng 1 năm 2008. Truy cập ngày 22 tháng 1 năm 2008. ^ Xem hình tại BBC ^ “Sinh viên Việt Nam tại Texas vận động biểu tình chống Trung Quốc”. Bản gốc lưu trữ ngày 19 tháng 1 năm 2008. Truy cập ngày 22 tháng 1 năm 2008. ^ (tiếng Anh) “Foreign Ministry Spokesman Qin Gang's Remarks on the So-called \"Protests against China\" in Vietnam”. Bộ ngoại giao Cộng hòa Nhân dân Trung Hoa. ngày 11 tháng 12 năm 2007. Truy cập ngày 11 tháng 12 năm 2007. ^ (tiếng Anh) “Plan to designate islands a city denied - Sino-Vietnamese row takes a new turn”. South China morning post. 19 tháng 12 năm 2007. Bản gốc lưu trữ ngày 21 tháng 12 năm 2007. Truy cập ngày 21 tháng 12 năm 2007. ^ Tranh chấp lãnh thổ trên Biển Đông 16 Tháng 12 2007 - Cập nhật 11h42 GMT ^ VN nhấn mạnh đến Công ước Luật biển 11 Tháng 12 2007 - Cập nhật 11h31 GMT ^ Xã hội Việt Nam có nhu cầu lên tiếng 12 Tháng 12 2007 - Cập nhật 13h22 GMT Liên kết ngoài[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phản_ứng_về_việc_thành_lập_thành_phố_Tam_Sa&oldid=69841131” Thể loại: Quần đảo Hoàng Sa Quần đảo Trường Sa Quan hệ Việt Nam – Trung Quốc Tranh chấp chủ quyền Biển Đông Biểu tình chống Trung Quốc Biểu tình tại Việt Nam Thể loại ẩn: Bài có liên kết hỏng Lỗi CS1: liên kết ngoài Tất cả bài viết cần được wiki hóa Bài lỗi thời Bài viết có trích dẫn không khớp Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 3 tháng 4 năm 2023, 00:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}