{"Phạm Xuân Đương":"Phạm Xuân Đương – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử và công tác 2Những vụ bê bối 3Chú thích Phạm Xuân Đương Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Phạm Xuân Đương Chức vụ Phó Trưởng ban Thường trực Ban Kinh tế Trung ương Nhiệm kỳ 5 tháng 2 năm 2013 – 9 tháng 8 năm 2016 3 năm, 186 ngày Tiền nhiệm Chức vụ thành lập Kế nhiệm Cao Đức Phát Vị trí Việt Nam Bí thư Tỉnh ủy Thái Nguyên Nhiệm kỳ 23 tháng 10 năm 2010 – 5 tháng 2 năm 2013 2 năm, 105 ngày Tiền nhiệm Nguyễn Văn Vượng Kế nhiệm Nguyễn Đình Phách Chủ tịch Ủy ban nhân dân tỉnh Thái Nguyên Nhiệm kỳ 14 tháng 10 năm 2007 – 22 tháng 6 năm 2011 3 năm, 251 ngày Tiền nhiệm Nguyễn Văn Kim Kế nhiệm Dương Ngọc Long Thông tin chung Sinh 1 tháng 10, 1956 (66 tuổi) Nam Định Đảng chính trị Đảng Cộng sản Việt Nam Phạm Xuân Đương là một chính khách tại Việt Nam. Tiểu sử và công tác[sửa | sửa mã nguồn] Ông sinh ngày 1 tháng 10 năm 1956, là dân tộc Kinh. Nguyên quán của ông là tại Xã Yên Trung, huyện Ý Yên, tỉnh Nam Định. Ông là Đảng viên Đảng Cộng sản Việt Nam từ ngày 16 tháng 06 năm 1984, chính thức là ngày 16 tháng 06 năm 1985. Khi công tác tại Thái Nguyên, ông cư trú tại Số nhà 965 Đường Cách mạng tháng Tám, phường Cam Giá, thành phố Thái Nguyên.[1][2] Ông là Đại biểu Hội đồng nhân dân thành phố Thái Nguyên khóa 12, 13, 14, 15, 16; và Đại biểu Hội đồng nhân dân tỉnh các khóa (1999-2004; 2004-2011).[3]. Trong kỳ bầu cử Quốc hội khóa 13 (2011-2016), ông đã trúng cử Đại biểu Quốc hội Việt Nam khóa 13, đơn vị tỉnh Thái Nguyên với tỷ lệ ủng hộ 68,93%,[4] Ông Phạm Xuân Đương được bầu giữ chức Chủ tịch Ủy ban nhân dân tỉnh trong một cuộc họp bất thường vào ngày 14 tháng 10 năm 2007, sau khi Phó Tổng Thanh tra Chính phủ Lê Tiến Hào đã ký báo cáo gửi Thủ tướng Chính phủ cho rằng chủ tịch tiền nhiệm là ông Nguyễn Văn Kim \"đã phớt lờ nghĩa vụ tiếp dân trong suốt một thời gian dài\", và giải quyết khiếu nại, tố cáo chưa \"sát sao\" và nhiều sai phạm khác trong một cuộc thanh tra từ năm 2005 đến tháng 9 năm 2007[5] Đoàn thanh tra Chính phủ từng thanh tra trách nhiệm trong việc chấp hành pháp luật về thanh tra, khiếu nại, tố cáo và phòng chống tham nhũng đối với ông Phạm Xuân Đương khi ông vẫn còn giữ chức Chủ tịch Ủy ban nhân dân tỉnh Thái Nguyên vào đầu năm 2010 [6]. Vào tháng 5 năm 2011, ông đã cùng Ban Tổ chức Tỉnh ủy Thái Nguyên đã có Công văn số 189-CV\/BTCTU gửi Ban Biên tập Báo Pháp luật Việt Nam cho rằng việc phó chủ tịch Ủy ban nhân dân tỉnh là ông Đặng Viết Thuần có hai ngày và tháng sinh trong giấy tờ không phải là do \"khai man\", nhưng cũng không khẳng định rằng đây là \"nhầm lẫn\"[7] Ông là Ủy viên BCHTW Đảng Cộng sản Việt Nam khóa XI[8], nguyên Bí thư Tỉnh ủy Thái Nguyên 2010-2013[9] và nguyên Chủ tịch Ủy ban nhân dân tỉnh Thái Nguyên (2007-2011). Ông thôi giữ chức Bí thư Tỉnh ủy Thái Nguyên, giữ chức Phó trưởng Thường trực Ban Kinh tế Trung ương Đảng Cộng sản Việt Nam theo kết quả trong phiên họp ngày 31 tháng 1 năm 2013 của Bộ Chính trị [10]. Những vụ bê bối[sửa | sửa mã nguồn] Năm 2009, ông Phạm Xuân Đương đã bút phê đề nghị Phòng CSGT \"cấp tạm\" biển số công vụ cho một doanh nghiệp tư nhân là Công ty Cổ phần XNK và Đầu tư Thái Nguyên. Vụ việc được cho là làm sai quy định và sau đó biển số xe đã được thu hồi! Tuy nhiên, phóng viên báo chí đã bị đe dọa khi đưa tin về vụ việc[11] Vào sáng ngày 7\/5\/2011, khi ông tham gia buổi lễ nhận bằng tiến sĩ tại Học viện Hành chính Quốc gia tại Hà Nội, có nhiều xe mang biển công vụ của tỉnh Thái Nguyên đã đến chúc mừng. Việc này được báo điện tử VTC News đăng với tiêu đề \"Bí thư tỉnh nhận bằng tiến sĩ, xe công nối đuôi\", mặc dù bản tin đã bị rút xuống nhưng trên công cụ tìm kiếm Google vẫn còn kết quả tìm kiếm[12] và được nhiều trang không chính thống khác đăng lại[12]. Tuy nhiên, trong lý lịch của ông được đăng từ trước đó đã ghi ông có trình độ Tiến sĩ[1]. Vụ việc được cho là trái với quy định vì xe công vụ đã được sử dụng sai mục đích.[13] Trong tháng 9 năm 2011, Báo Người Bảo vệ pháp luật đã đăng liên tiếp hai báo, trong đó báo này cho là những sai phạm liên quan đến công tác tổ chức bộ máy và cán bộ tại tỉnh Thái Nguyên và những việc này có liên quan trực tiếp đến ông. Chú thích[sửa | sửa mã nguồn] ^ a b Báo Thái Nguyên ^ “TIỂU SỬ TÓM TẮT CHỦ TỊCH UBND TỈNH THÁI NGUYÊN, PHẠM XUÂN ĐƯƠNG”. Bản gốc lưu trữ ngày 12 tháng 5 năm 2011. Truy cập ngày 10 tháng 5 năm 2011. ^ Tóm tắt tiểu sử[liên kết hỏng] ^ “Danh sách công bố kết quả bầu cử theo từng đơn vị bầu cử Tỉnh\/Thành phố”. Bản gốc lưu trữ ngày 6 tháng 6 năm 2011. Truy cập ngày 3 tháng 6 năm 2011. ^ Thái Nguyên: Chủ tịch tỉnh phớt lờ nghĩa vụ tiếp dân ^ “Bản sao đã lưu trữ”. Báo Đất Việt điện tử. 23 tháng 1 năm 2010. Bản gốc lưu trữ ngày 3 tháng 1 năm 2014. Truy cập ngày 17 tháng 4 năm 2013. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp) ^ “Tỉnh ủy Thái Nguyên khẳng định phó chủ tịch không man khai ngày sinh”. Bản gốc lưu trữ ngày 4 tháng 6 năm 2011. Truy cập ngày 7 tháng 7 năm 2011. ^ Danh sách Ủy viên chính thức Ban Chấp hành Trung ương Đảng khóa XI Lưu trữ 2011-05-26 tại Wayback Machine, VOV ^ Ông Phạm Xuân Đương làm Bí thư Thái Nguyên, Vietnamplus ^ Hà Nhân (4 tháng 2 năm 2013). “Ban Kinh tế Trung ương có 4 Phó Trưởng ban”. Báo Tiền Phong online. Truy cập 17 tháng 4 năm 2013. ^ Thu hồi biển số công vụ cấp cho xe tư nhân, Dân trí ^ a b Google.com.vn ^ Bí thư tỉnh nhận bằng tiến sỹ, xe công nối đuôi Tiền nhiệm: Nguyễn Văn Kim Chủ tịch Ủy ban nhân dân tỉnh Thái Nguyên 2007-2011 Kế nhiệm: Dương Ngọc Long Tiền nhiệm: Nguyễn Văn Vượng Bí thư Tỉnh ủy Thái Nguyên 2010- 2013 Kế nhiệm: Nguyễn Đình Phách Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Xuân_Đương&oldid=69399821” Thể loại: Sinh năm 1956 Nhân vật còn sống Người Nam Định Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Thái Nguyên Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Thái Nguyên Chủ tịch Ủy ban nhân dân tỉnh Thái Nguyên Thể loại ẩn: Bài có liên kết hỏng Lỗi CS1: tham số thừa Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 9 tháng 12 năm 2022, 23:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}