{"Phạm Hồng Thám":"Phạm Hồng Thám – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Hoạt động cách mạng 3Tham gia kháng chiến 4Vinh danh 5Tham khảo 6Ghi chú 7Chú thích 8Liên kết ngoài Phạm Hồng Thám Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Phạm Hồng Thám Chức vụ Bí thư Tỉnh ủy Sóc Trăng Nhiệm kỳ Tháng 7, 1940 – Tháng 7, 1940[1] Tiền nhiệm Dương Minh Quan Kế nhiệm Huế Minh Vị trí Việt Nam Trưởng ban Vận động tái lập Đảng bộ Nam Kỳ Nhiệm kỳ 20 tháng 1, 1945 – 5 tháng 5, 1945 Tiền nhiệm Trần Văn Sớm Kế nhiệm Trần Văn Đại Vị trí Việt Nam Bí thư Quận ủy Cà Mau Tiền nhiệm đầu tiên Kế nhiệm Trần Tấn Tài? Vị trí Việt Nam Phó Bí thư Trần Văn Đại Bí thư Tỉnh ủy lâm thời Hà Tiên Nhiệm kỳ Tháng 8, 1945 – 28 tháng 8, 1945 Kế nhiệm Trần Chí Công Vị trí Việt Nam Thông tin chung Sinh 6 tháng 2, 1902 Thái Bình Mất 5 tháng 8, 1978 Hà Nội Nơi ở Cần Thơ Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Cha Phạm Văn Miến Mẹ Huỳnh Thị Rỗ Phạm Hồng Thám (1902–1978), bí danh Phạm Thái, Đông Phương, Thanh Phong, Hai Phước, là một nhà cách mạng Việt Nam, nguyên Bí thư Tỉnh ủy Sóc Trăng của Đảng Cộng sản Việt Nam. Thân thế[sửa | sửa mã nguồn] Phạm Hồng Thám có tên tộc là Thấm, sinh ngày 6 tháng 2 năm 1902 tại tổng Thuận Vi, huyện Thư Trì, tỉnh Thái Bình (nay là xã Bách Thuận, huyện Vũ Thư), với cha là Phạm Văn Miến, mẹ là Huỳnh Thị Rỗ. Gia đình chủ yếu làm mướn, đôi khi chăn tằm để kiếm thêm thu nhập.[2] Năm 7 tuổi, ông được cha cho theo học thầy đồ trong làng, được một năm thì chính quyền Pháp cấm dạy Hán học. Năm 1919, ông theo chú đến Cẩm Phả làm nghề vác than, nhưng do có thái độ chống bóc lột mà bị đuổi việc.[2][3] Tháng 8 năm 1920, ông xin đi lính mộ cho Pháp.[3] Năm sau, các tân binh được đưa sang Nantes để huấn luyện. Trong thời gian ở Pháp (1921–1925), ông được tiếp xúc với Nguyễn Ái Quốc thông qua báo Le Paria.[2] Hoạt động cách mạng[sửa | sửa mã nguồn] Tháng 6 năm 1926, ông được hai Hội viên Hội Việt Nam Cách mạng Thanh niên là Phạm Văn Chất và Hồ Ngọc Lân liên hệ vận động. Ngày 1 tháng 5 năm 1929, dưới sự chủ trì của Ngô Gia Tự, ông kết nạp vào Hội.[2] Ngày 27 tháng 1 năm 1930, ông bị thực dân Pháp bắt giữ và đày ra Côn Đảo.[3] Tháng 4 năm 1935, Chi bộ nhà tù Côn Đảo tổ chức đóng bè vượt ngục, ông cùng Tạ Uyên, Nguyễn Văn Cọng (Chín Phước), Minh Thẹo và Nguyễn Hữu Tiến được lựa chọn.[a] Ngày 1 tháng 5, chiếc bè trôi vào bãi biển thuộc quận Vĩnh Châu (Bạc Liêu), năm người chia ra hoạt động.[7] Tại Năm Căn (Cà Mau), Phạm Hồng Thám dùng bí danh Đông Phương gây dựng cơ sở, mở lớp huấn luyện chính trị cho lao động địa phương. Tháng 8, ông đến Rạch Gốc liên hệ với Phan Ngọc Hiển để xây dựng lực lượng nhằm đón những đồng chí từ Côn Đảo trở về đất liền.[8] Từ tháng 10 năm 1935 đến năm 1937, ông lần lượt thành lập các Chi bộ Đảng ở ấp Rạch Gốc (Bí thư Nguyễn Văn Hoành), làng Tân Hưng Tây (Bí thư Nguyễn Văn Sỏi), làng Thới Bình (Bí thư Ba Kiếm),... Chợ Hội (Bí thư Nguyễn Văn Giai), quận lỵ Cà Mau (Bí thư Lâm Thành Mậu), làng Phong Lạc (Bí thư Trần Văn Đại),... cùng các tổ chức công hội, nông hội, hội ái hữu, tương tế, thanh niên, phụ nữ...[2][3] Ngày 5 tháng 7 năm 1937, Hội nghị Đảng bộ quận Cà Mau được tổ chức tại nhà Lâm Thành Mậu (tỉnh lỵ Cà Mau) dưới sự chủ trì của Phạm Văn Bảy (đại diện của Liên Tỉnh ủy Hậu Giang), có sự góp mặt của đại diện 12 Chi bộ. Hội nghị đã thành lập Quận ủy Cà Mau do Phạm Hồng Thám làm Bí thư Quận ủy, Trần Văn Đại làm Phó Bí thư.[b][9] Cuối tháng, ông được Xứ ủy Nam Kỳ chỉ định bổ sung vào Liên Tỉnh ủy Hậu Giang, phụ trách các tỉnh Sóc Trăng, Bạc Liêu, Rạch Giá.[2] Ngày 25 tháng 9 năm 1938, Hội nghị đại biểu ba quận Cà Mau, Giá Rai và Vĩnh Châu được tổ chức ở Lung Lá - Nhà Thể dưới sự chủ trì của Phạm Hồng Thám (đại diện của Liên Tỉnh ủy Hậu Giang), bầu ra Ban Chấp hành lâm thời Đảng bộ tỉnh Bạc Liêu do Bùi Thị Trường làm Bí thư Tỉnh ủy lâm thời, Trần Văn Đại làm Phó Bí thư, Nguyễn Tấn Khương làm Ủy viên Thường vụ. Ngày 3 tháng 2 năm 1939, Đại hội Đại biểu tỉnh Bạc Liêu lần đầu tiên được tổ chức dưới sự chỉ đạo của Hoàng Ấn (đại diện Xứ ủy) và Phạm Hồng Thám (đại diện của Liên Tỉnh uỷ Cần Thơ), bầu ra Ban Chấp hành Đảng bộ tỉnh chính thức do Trần Văn Đại được bầu làm Bí thư, Lê Hữu Ngọc làm Phó Bí thư, Nguyễn Tấn Khương làm Ủy viên Thường vụ.[10] Cuối năm 1939, Liên Tỉnh ủy Cần Thơ quyết định điều động Phạm Hồng Thám, Nguyễn Tấn Khương, Bùi Thị Trường đến bổ sung cho Đảng bộ tỉnh Sóc Trăng. Tháng 5 năm 1940, Hội nghị đại biểu Đảng bộ tỉnh Bạc Liêu do Tạ Uyên (đại diện Xứ ủy) và Phạm Hồng Thám (đại diện Liên Tỉnh ủy) chủ trì đã bầu Tỉnh ủy mới do Trần Văn Thời làm Bí thư.[11][12] Tháng 7, Tỉnh ủy lâm thời Sóc Trăng bị vỡ, Bí thư Tỉnh ủy Dương Minh Quan bị thực dân Pháp bắt giữ. Phạm Hồng Thám quyết định tái lập Tỉnh ủy lâm thời do bản thân làm Bí thư Tỉnh ủy, Nguyễn Tấn Khương làm Phó Bí thư, nhằm khôi phục tổ chức Đảng trong tỉnh. Không lâu sau, ông tham dự Hội nghị Xứ ủy Nam Kỳ tại Tân Hương và được bầu vào Xứ ủy, phụ trách Binh vận ở vùng 2 (gồm hai tỉnh Bà Rịa và Biên Hoà).[3][13] Đảng bộ Sóc Trăng thành lập Tỉnh ủy lâm thời mới do đồng chí Minh làm Bí thư.[14] Cuối năm 1940, cuộc khởi nghĩa Nam Kỳ thất bại, ông tạm thời làm công nhân ẩn núp một thời gian. Năm 1941, ông về Thới Bình bắt đầu tiến trình khôi phục các cơ sở Đảng ở một dải từ Hà Tiên đến Cà Mau.[15] Đầu năm 1945, ông móc nối với các một số đồng chí mới trở về từ nhà tù như Tám Đại, Nguyễn Thành An, Hai Dân, Thái Ngọc Sanh, Tư Thạnh,... Ngày 20 tháng 1, tại Lung Lá - Nhà Thể, Ban vận động tái lập Đảng bộ Nam Kỳ được thành lập do Phạm Hồng Thám làm Trưởng ban.[c] Ngày 5 tháng 5, tại Tân Bằng, Ban vận động tái lập Đảng bộ Nam Kỳ triệu tập Hội nghị đại biểu các chi bộ khu vực Cà Mau, thành lập Đảng bộ tỉnh lâm thời, xuất bản báo Độc lập làm cơ quan ngôn luận.[16] Tháng 8 năm 1945, ông được điều động sang tỉnh Hà Tiên giữ chức Bí thư Tỉnh ủy lâm thời, lãnh đạo khởi nghĩa giành chính quyền trong tỉnh.[3] Tham gia kháng chiến[sửa | sửa mã nguồn] Năm 1946, Phạm Hồng Thám trở thành chỉ huy Vệ quốc đoàn tỉnh, phụ trách xây dựng các công binh xưởng và khu căn cứ trong rừng U Minh.[2] Tháng 1 năm 1947, đơn vị của ông được Bộ Tư lệnh Khu 9 biên chế Đại đội độc lập 1088, tác chiến ở nhiều mặt trận Bạc Liêu, Sóc Trăng, Long Xuyên, Châu Đốc, Cần Thơ,... Năm 1951, ông được điều động làm đặc phái viên Thanh tra quân sự Liên khu Nam Bộ. Năm 1953, ông là Giám đốc Sở Kho thóc Nam Bộ.[3] Năm 1954, Hiệp định Genève được ký kết, ông được phân công ở lại miền Nam, ban đầu phụ trách bảo vệ cho Lê Duẩn, nguyên Bí thư Trung ương Cục Miền Nam. Năm 1965, ông làm Chính trị viên Tiểu đoàn Hậu cần 123. Năm 1966, do tuổi tác đã cao, ông được Khu ủy miền Tây Nam Bộ rút về công tác tại Ban Tổ chức Khu ủy.[2] Năm 1971, ông được đưa ra miền Bắc để điều trị.[2] Năm 1975, ông trở về Cần Thơ sinh sống.[2] Đầu năm 1978, ông được Tỉnh ủy Hậu Giang đưa ra Hà Nội điều trị và mất vào ngày 5 tháng 8, hưởng thọ 78 tuổi.[2][3] Vinh danh[sửa | sửa mã nguồn] Tên ông được đặt cho một con đường tại Phường 4, thành phố Cà Mau.[17] Tham khảo[sửa | sửa mã nguồn] Ban Chấp hành Đảng bộ tỉnh Cà Mau (2004). Lịch sử Đảng bộ tỉnh Cà Mau, Tập 1 (1930 - 1975). Cà Mau: Nhà xuất bản Mũi Cà Mau. Ban chủ nhiệm Đề tài Giáo trình Đảng bộ tỉnh Sóc Trăng (2006). Giáo trình Đảng bộ tỉnh Sóc Trăng (khối Trung học Phổ thông). Sóc Trăng: Nhà xuất bản Sóc Trăng. Ghi chú[sửa | sửa mã nguồn] ^ Ngoài ra còn có Tôn Đức Thắng và Trần Quang Tặng, nhưng có thể hai người đã ở lại.[4][5][6] ^ Tỉnh Cà Mau được thành lập năm 1956 trên địa bàn quận Cà Mau tỉnh Bạc Liêu thời Pháp thuộc, nên một số tư liệu xem Phạm Hồng Thám là Bí thư Tỉnh ủy đầu tiên của tỉnh Cà Mau. ^ Do phần lớn các thành viên của Ban Vận động tái lập Đảng bộ Nam Kỳ chỉ hoạt động tại địa bàn tỉnh Bạc Liêu (ba tỉnh Bạc Liêu, Kiên Giang, Cà Mau ngày nay) nên có quan điểm xem Ban Vận động tương đương với một Tỉnh ủy. Chú thích[sửa | sửa mã nguồn] ^ Thanh Hà (6 tháng 7 năm 2020). “Danh sách bí thư tỉnh ủy Sóc Trăng qua các thời kỳ”. Trang Thông tin điện tử Đảng bộ tỉnh Sóc Trăng. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ a b c d e f g h i j k “Ý chí kiên định của người chiến sĩ cách mạng tiên phong - đồng chí Phạm Hồng Thám (06\/02\/1902 – 05\/8\/1978)”. Trang thông tin điện tử Đảng bộ tỉnh Sóc Trăng. 18 tháng 6 năm 2020. Truy cập ngày 12 tháng 7 năm 2022. ^ a b c d e f g h Phạm Minh Đức (18 tháng 8 năm 2011). “Người Thái Bình trong Cách mạng tháng 8-1945”. Báo điện tử Thái Bình. Lưu trữ bản gốc ngày 3 tháng 7 năm 2022. Truy cập ngày 12 tháng 7 năm 2022. ^ Kiều Mai Sơn (24 tháng 7 năm 2017). “Những linh hồn bất tử: Người đảng viên sáng lập Tỉnh ủy Hà Nam”. Báo Nông nghiệp Việt Nam. Lưu trữ bản gốc ngày 13 tháng 4 năm 2021. Truy cập ngày 15 tháng 7 năm 2022. ^ Trần Hòa (6 tháng 9 năm 2021). “Nơi cờ Đảng tung bay trên cây gạo quê hương \"thầy giáo Hoài'”. Báo Giáo dục và Thời đại. Lưu trữ bản gốc ngày 15 tháng 7 năm 2022. Truy cập ngày 15 tháng 7 năm 2022. ^ Hoàng Việt (27 tháng 9 năm 2011). “Người vẽ cờ Tổ quốc Việt Nam”. Trang tin điện tử Ủy ban Dân tộc. Lưu trữ bản gốc ngày 15 tháng 7 năm 2022. Truy cập ngày 15 tháng 7 năm 2022. ^ “Lịch sử công đoàn tỉnh Cà Mau”. Liên đoàn Lao động tỉnh Cà Mau. Lưu trữ bản gốc ngày 30 tháng 12 năm 2021. Truy cập ngày 15 tháng 7 năm 2022. ^ Tân Linh (20 tháng 12 năm 2010). “Có yêu anh, hãy trông vào Tổ quốc”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 2 tháng 4 năm 2022. Truy cập ngày 15 tháng 7 năm 2022. ^ Diễm Phương (25 tháng 8 năm 2015). “Đại hội thành lập Quận ủy Cà Mau tiến tới thành lập Tỉnh ủy Cà Mau”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 12 tháng 7 năm 2022. Truy cập ngày 12 tháng 7 năm 2022. ^ “Đảng bộ tỉnh Cà Mau qua các kỳ đại hội”. Báo Cà Mau. 23 tháng 9 năm 2015. Lưu trữ bản gốc ngày 18 tháng 5 năm 2019. Truy cập ngày 15 tháng 7 năm 2022. ^ “Lễ tưởng niệm lần thứ 75 ngày hy sinh của AHLLVTNDVN Trần Văn Thời”. Trung tâm Bảo tồn Di tích Quốc gia Côn Đảo. 6 tháng 2 năm 2017. Lưu trữ bản gốc ngày 15 tháng 7 năm 2022. Truy cập ngày 15 tháng 7 năm 2022. ^ “Chương III: Tuổi trẻ Cà Mau tích cực tham gia khởi nghĩa Hàn Khoai và cùng nhân dân giành chính quyền thắng lợi (1939-1945)”. Tỉnh đoàn Cà Mau. 25 tháng 6 năm 2010. Lưu trữ bản gốc ngày 20 tháng 10 năm 2020. Truy cập ngày 15 tháng 7 năm 2022. ^ Ban Tuyên giáo Tỉnh ủy An Giang (27 tháng 5 năm 2017). “Đồng chí Phan Văn Khỏe với phong trào cách mạng Long Xuyên - Châu Đốc”. Trang thông tin điện tử Tuyên giáo An Giang. Lưu trữ bản gốc ngày 2 tháng 4 năm 2022. Truy cập ngày 17 tháng 5 năm 2022. ^ Ban chủ nhiệm Đề tài Giáo trình Đảng bộ tỉnh Sóc Trăng 2006, tr. 49 ^ Minh Đức (14 tháng 8 năm 2015). “Nhân dân Cà Mau tham gia khởi nghĩa Cách mạng tháng Tám”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 12 tháng 7 năm 2022. Truy cập ngày 12 tháng 7 năm 2022. ^ NT (7 tháng 8 năm 2015). “Cuộc tổng khởi nghĩa Cách mạng Tháng 8 ở Cà Mau thắng lợi”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 12 tháng 7 năm 2022. Truy cập ngày 12 tháng 7 năm 2022. ^ Hoài Thương (8 tháng 4 năm 2013). “Phạm Hồng Thám (1902 - 1978)”. Trường THPT Đầm Dơi. Lưu trữ bản gốc ngày 20 tháng 3 năm 2017. Truy cập ngày 15 tháng 7 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] [1] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Hồng_Thám&oldid=69982123” Thể loại: Sinh năm 1902 Mất năm 1978 Người Thái Bình Hội viên Hội Việt Nam Cách mạng Thanh niên Bí thư Tỉnh ủy Bạc Liêu Bí thư Tỉnh ủy Sóc Trăng Bí thư Tỉnh ủy Hà Tiên Xứ ủy viên Xứ ủy Nam Kỳ Trang này được sửa lần cuối vào ngày 14 tháng 5 năm 2023, 17:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}