{"Phạm Minh Tuyên (chính khách)":"Phạm Minh Tuyên (chính khách) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tham khảo 3Liên kết ngoài Phạm Minh Tuyên (chính khách) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Phạm Minh Tuyên. Phạm Minh Tuyên Chức vụ Thông tin chung Sinh (1949-12-26)26 tháng 12, 1949 Khánh Thủy, Yên Khánh, Ninh Bình Mất 5 tháng 4, 2022(2022-04-05) (72 tuổi) Khánh Thành, Yên Khánh Nguyên nhân mất Tai nạn giao thông Vợ Nguyễn Thị Nhẫn (cưới 1974 - 2022) Phạm Minh Tuyên (26 tháng 12 năm 1949 - 5 tháng 4 năm 2022) là đại biểu Quốc hội Việt Nam khóa 11, thuộc đoàn đại biểu Ninh Bình.[1] Tiểu sử[sửa | sửa mã nguồn] Ông sinh ngày 26 tháng 12 năm 1949, tại xã Khánh Thành, Yên Khánh, Ninh Bình. Ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX (2001 - 2006), Bí thư Tỉnh ủy Ninh Bình, Ủy viên Ủy ban Thường vụ Quốc hội, Trưởng ban Công tác đại biểu của Quốc hội. Ngày 5 tháng 4 năm 2022, ông cùng vợ tử vong sau tai nạn giao thông khi điều khiển xe ô tô cá nhân tại địa phận Ninh Bình.[cần dẫn nguồn][2] Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XI”. Bản gốc lưu trữ ngày 16 tháng 1 năm 2013. Truy cập ngày 6 tháng 9 năm 2012. ^ “Vợ chồng nguyên bí thư Tỉnh ủy Ninh Bình qua đời sau tai nạn ô tô”. Tuổi Trẻ Online. 5 tháng 4 năm 2022. Truy cập ngày 5 tháng 4 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Đại biểu Quốc hội khóa XI Phạm Minh Tuyên Lưu trữ 2022-04-06 tại Wayback Machine Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Minh_Tuyên_(chính_khách)&oldid=69666146” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1949 Mất năm 2022 Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Bí thư Tỉnh ủy Ninh Bình Người Ninh Bình Người họ Phạm tại Việt Nam Trưởng Ban Công tác đại biểu Ủy ban thường vụ Quốc hội Việt Nam Tử vong vì tai nạn giao thông Thể loại ẩn: Bài viết có trích dẫn không khớp Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 11 tháng 2 năm 2023, 04:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}