{"Phạm Chánh":"Phạm Chánh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Tham khảo 3Chú thích Phạm Chánh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Phạm Chánh Chức vụ Bí thư Tỉnh ủy Gia Lai Nhiệm kỳ Tháng 9, 1960 – 1964 Tiền nhiệm Võ Trung Thành Kế nhiệm Trần Văn Bình Vị trí Việt Nam Phó Bí thư Trần Văn Bình Thông tin chung Sinh 11 tháng 1, 1922 Ba Đình, Ba Tơ, Quảng Ngãi Mất 1997 Hà Nội Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Phạm Chánh (1922–1997), tên thường gọi là Sáu Thân, là một nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Gia Lai Đảng Cộng sản Việt Nam. Cuộc đời[sửa | sửa mã nguồn] Phạm Chánh sinh ngày 11 tháng 1 năm 1922 ở xã Ba Đình, huyện Ba Tơ, tỉnh Quảng Ngãi (Năm 1987, xã Ba Đình bị giải thể thành lập thị trấn Ba Đình, phần đất còn lại nhập vào xã Ba Dinh và Ba Cung).[1] Tháng 3 năm 1945, ông tham gia Đoàn Thanh niên Cứu quốc huyện Ba Tơ, được bầu vào Ủy ban Cách mạng lâm thời huyện Ba Tơ. Sau khi chiếm được chính quyền, ông được bổ nhiệm làm Phân phòng trưởng Phân phòng Quốc dân thiểu số huyện Ba Tơ.[1] Tháng 2 năm 1946, ông được kết nạp vòa Đảng Cộng sản Đông Dương. Trong thời gian hai năm, ông sinh hoạt Đảng tại Chi bộ xã Ba Đình. Năm 1948, ông được điều động lên công tác ở Tây Nguyên.[1] Tháng 5 năm 1950, Tỉnh ủy Gia Lai – Kon Tum chia địa bàn phía đông đường 14 thành 8 khu, Phạm Chánh làm Bí thư Khu IV (thuộc địa bàn huyện Kbang ngày nay).[2] Tháng 10 năm 1954, dưới sự chỉ đạo của Liên khu ủy Khu V, ông là Tỉnh ủy viên Tỉnh ủy Gia Lai (gồm Trương An, Võ Trung Thành, Phạm Chánh, Đỗ Hằng, Siu Nang).[3] Năm 1955, Đảng ủy Gia Lai quyết định chia địa bàn tỉnh thành 9 khu để phân công 134 cán bộ ở lại, Phạm Chánh được bổ nhiệm làm Bí thư Ban Cán sự Khu 1 (địa bàn huyện Nam Kon Plông cũ).[4] Tháng 9 năm 1960, Bí thư Tỉnh ủy Võ Trung Thành ra Hà Nội dự Đại hội Đảng lần thứ ba, Phạm Chánh được Khu ủy Khu V chỉ định làm Quyền Bí thư Tỉnh ủy Gia Lai.[5] Tháng 2 năm 1961, Võ Trung Thành được điều về Khu ủy Khu V, ông trở thành Bí thư Tỉnh ủy chính thức, kiêm phụ trách công tác Tuyên huấn của Tỉnh ủy,[6] phụ trách chỉ đạo nội dung cho báo Quyết Thắng (cơ quan ngôn luận của Tỉnh ủy Gia Lai).[7] Tháng 4 năm 1962, ông kiêm Trưởng ban An ninh tỉnh mới được thành lập.[8] Năm 1964, ông ra Bắc chữa bệnh. Năm 1965, ông được điều về Khu ủy Khu V, lần lượt giữ các chức vụ Phó trưởng Ban Miền núi Khu V, Phó Chánh văn phòng Khu ủy Khu V.[1] Tháng 3 năm 1970, Khu ủy Khu V thành lập Ban Kiểm tra Khu ủy, Trần Kiên và Bùi San lần lượt làm Trưởng ban, Phạm Chánh và Hoàng Nguyên Trường được phân công làm Phó Trưởng ban.[9] Năm 1977, sau khi đất nước thống nhất, ông ra Hà Nội làm Ủy viên Ủy ban Kiểm tra Trung ương trước khi nghỉ hưu.[1] Năm 1997, ông mất tại Hà Nội.[1] Tham khảo[sửa | sửa mã nguồn] Ban chấp hành Đảng bộ tỉnh Gia Lai (2005). Lịch sử Đảng bộ tỉnh Gia Lai, 1945–2005 (PDF). Hà Nội: Chính trị quốc gia - Sự thật. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f Nguyễn Anh Minh (16 tháng 11 năm 2021). “Chiếc radio kỷ vật của ông Phạm Chánh”. Bảo tàng tỉnh Gia Lai. Truy cập ngày 6 tháng 4 năm 2022. ^ Văn Văn (3 tháng 2 năm 2021). “Nhân ngày thành lập Đảng Cộng sản Việt Nam (03\/02) - Nhìn lại 67 năm Ngày truyền thống Đảng bộ huyện Kbang (15\/9\/1954 - 15\/9\/2021)”. Huyện uỷ Kbang. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ BCHĐB Gia Lai, tr. 136Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 137Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ BCHĐB Gia Lai, tr. 175Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ Phương Linh (31 tháng 8 năm 2020). “Bia di tích lịch sử Ban Tuyên huấn Tỉnh ủy Gia Lai trong thời kỳ kháng chiến chống Mỹ \"Địa chỉ đỏ\" giáo dục truyền thống cách mạng”. Báo Gia Lai. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Nguyễn Anh Minh (16 tháng 3 năm 2017). “Báo Gia Lai: 70 năm xây dựng, đổi mới, phát triển”. Báo Gia Lai. Lưu trữ bản gốc ngày 23 tháng 10 năm 2020. Truy cập ngày 6 tháng 4 năm 2022. ^ BCHĐB Gia Lai, tr. 184Lỗi harv: không có mục tiêu: CITEREFBCHĐB_Gia_Lai (trợ giúp) ^ “Ngành Kiểm tra Đảng 65 năm xây dựng và trưởng thành”. Cổng thông tin điện tử tỉnh Khánh Hòa. 25 tháng 10 năm 2013. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Chánh&oldid=69544269” Thể loại: Sinh năm 1922 Mất năm 1997 Người Quảng Ngãi Bí thư Tỉnh ủy Gia Lai Đảng viên Đảng Cộng sản Việt Nam Thể loại ẩn: Lỗi không có mục tiêu Harv và Sfn Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 19:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}