{"Phạm Văn Hai":"Phạm Văn Hai – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và cuộc đời 2Vinh danh 3Chú thích 4Liên kết ngoài Phạm Văn Hai Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Phạm Văn Hai (1931-1966) là một liệt sĩ, Anh hùng lực lượng vũ trang nhân dân Việt Nam. Thân thế và cuộc đời[sửa | sửa mã nguồn] Ông sinh năm 1931 tại làng Tân Hòa, tổng Dương Hòa Thượng, quận Gò Vấp, tỉnh Gia Định (nay thuộc huyện Bình Chánh, Thành phố Hồ Chí Minh). Ông xuất thân trong một gia đình nghèo, cha, chú từng bị chính quyền thực dân Pháp bắt tù. Năm 12 tuổi, ông đã phải bỏ học để đi làm thuê cho một hãng thủy tinh Hoa kiều. Tại đây, ông được một cán bộ Cộng sản hoạt động bí mật tuyên truyền và vận động. Năm 14 tuổi, ông bắt đầu tham gia hoạt động chống Pháp với nhiệm vụ liên lạc viên. Sau khi quân Pháp tái chiếm Đông Dương, năm 1947, ông tham gia lực lượng Công tác Thành, tiền thân của lực lượng Biệt động Sài Gòn, làm nhiệm vụ trinh sát, tham gia chống càn, liên lạc đưa đón cơ sở ra vào nội ô, cất dấu tài liệu, vũ khí và bảo vệ cán bộ của Việt Minh hoạt động bí mật trong vùng quân Pháp kiểm soát. Tháng 11 năm 1949, ông được phân công tham gia chiến đấu tại Tiểu đoàn Quyết tử 950 (Đặc khu Sài Gòn - Chợ Lớn). Ngày 8 tháng 6 năm 1950, ông được kết nạp vào Đảng Lao động Việt Nam khi mới 19 tuổi. Suốt thời kỳ Kháng chiến chống Pháp, ông tham gia tập kích quân Pháp trên 39 trận, với các trận bót Bôlô (Bolot), trận quán cơm Cây Mai, Đềpô (Dépôt) Chí Hòa, ngã năm Vĩnh Lộc, đặc biệt với trận tập kích kho bom Phú Thọ Hòa rạng sáng ngày 1 tháng 6 năm 1954, phá hủy trên 9.000 tấn bom đạn, đốt cháy 10 triệu lít xăng, làm chết và bị thương gần một tiểu đoàn lính Pháp và lính Âu Phi[1]. Sau trận đánh này, Tiểu đoàn Quyết tử 950 được tặng thưởng Huân chương Chiến công hạng nhì. Ba chỉ huy trực tiếp của trận đánh là Bùi Văn Ba, Phạm Văn Hai và Tạ Minh Dục đều được thưởng Huân chương Chiến công hạng nhất.[2] Sau Hiệp định Genève 1954, ông được phân công ở lại hoạt động bán công khai với bí danh Lam Sơn[3] để xây dựng cơ sở nội thành. Năm 1958, ông được phân công công tác xây dựng lực lượng bảo vệ quanh khu Tỉnh ủy Gia Định. Đến tháng 2 năm 1962, ông được chuyển hẳn sang làm đội trưởng đội biệt động 65 của Đặc khu Sài Gòn - Gia Định. Chỉ trong 4 năm, đội biệt động 65 do ông chỉ huy đã tập kích hơn 30 trận vào các mục tiêu quân sự Mỹ và chính quyền Việt Nam Cộng hòa như trận phục kích trên lộ 10, trận đánh vào các đồn Bình Hưng Hòa, Trung An, Tân Thạnh Tây, Tân Sơn Nhất ở Phú Thọ Hòa, trận nổ bom rạp Kinh Đô (ngày 21 tháng 9 năm 1963), trận đặt bom 73 xe tăng Mỹ và đánh sập kho súng ở Gò Vấp – và trận đánh chìm tàu chở máy bay Mỹ CARD trọng tải 16.500 tấn ngày 2 tháng 5 năm 1964 tại bến Bạch Đằng. Giữa năm 1964, ông được cử vào căn cứ dự huấn luyện, sau đó được phân công tham gia Ban Chấp hành Khu Đoàn Thanh niên Nhân dân Cách mạng Việt Nam, phụ trách quân sự[4]. Ngày 2 tháng 5 năm 1965, ông được Ủy ban Trung ương Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tặng thưởng Huân chương Quân công giải phóng hạng nhì và tuyên dương Anh hùng lực lượng vũ trang nhân dân giải phóng ngày 5 tháng 5 năm 1965[3]. Ông mất năm 1966 tại chiến trường Củ Chi khi tuổi đời vừa 34. Vinh danh[sửa | sửa mã nguồn] Ông được nhà nước Việt Nam tặng thưởng Huân chương Quân công hạng nhì, Huân chương Chiến công hạng nhất và được tuyên dương Anh hùng lực lượng vũ trang nhân dân năm 1965. Tên ông được đặt tên một con đường, 1 trường tiểu học và 1 chợ ở quận Tân Bình, 1 trường học ở quận 5 và quận 11 (trường tiểu học), 1 xã, 1 trường tiểu học và 1 trường trung học cơ sở ở huyện Bình Chánh, Thành phố Hồ Chí Minh. Tên của ông còn được đặt cho một con đường ở xã Lộc Ninh, thành phố Đồng Hới, tỉnh Quảng Bình. Ở Tp Pleiku có một con đường mang tên ông ở xã An Phú Chú thích[sửa | sửa mã nguồn] ^ Khánh thành Nhà truyền thống di tích lịch sử kho bom đạn Phú Thọ Hòa. ^ Hồi ức của Anh hùng lực lượng vũ trang nhân dân, Đại tá Bùi Văn Ba, một trong 3 chỉ huy trận tập kích kho bom Phú Thọ Hòa rạng sáng ngày 1 tháng 6 năm 1954. ^ a b \"Lịch sử bộ đội đặc công Quân đội Nhân dân Việt Nam (1945-2007)\". Nhà xuất bản Quân đội Nhân dân, 2007. Phần Phụ lục: \"Cán bộ, chiến sĩ đặc công được được tuyên dương Anh hùng lực lượng vũ trang nhân dân\". ^ Căn cứ Sài Gòn - Gia Định[liên kết hỏng] Liên kết ngoài[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phạm_Văn_Hai&oldid=68649423” Thể loại: Sinh năm 1931 Mất năm 1966 Người Sài Gòn Anh hùng Lực lượng vũ trang nhân dân Huân chương Quân công Huân chương Chiến công Biệt động Sài Gòn Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2022, 16:29. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}