{"Phố Hàng Bún":"Phố Hàng Bún – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Đặc điểm và vị trí 2Lịch sử 3Vụ thảm sát Hàng Bún 1946 4Các tuyến xe buýt chạy qua 5Các địa điểm nổi bật 6Tham khảo 7Liên kết ngoài Phố Hàng Bún Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Hàng Bún là một phố trực thuộc quận Ba Đình, Hà Nội. Đặc điểm và vị trí[sửa | sửa mã nguồn] Phố Hàng Bún dài 484m đi từ đường Yên Phụ cắt các đường: Nguyễn Khắc Nhu, Phạm Hồng Thái, Nguyễn Trường Tộ, Quán Thánh, đến phố Phan Đình Phùng, thuộc quận Ba Đình.[1] Thời Pháp thuộc cũng gọi là phố Hàng Bún (Rue des Vermicelles). Lịch sử[sửa | sửa mã nguồn] Xưa kia phố Hàng Bún thuộc đất của hai thôn Yên Ninh và Yên Thành, tổng Yên Thành, huyện Vĩnh Thuận. Ở bản đồ Hà Nội năm 1831 có vẽ phố này và chỗ nối giáp với đê Yên Phụ là cửa ô Thạch Khối. Di tích cũ ở đây còn hai ngôi đền: Đền Anh ở số nhà 15, thờ bách linh (người chết vô thừa nhận) và đền Thuỷ Thiên Quang, thờ Châu Nương, ở số nhà 34. Sở dĩ có tên Hàng Bún bởi vì xưa dân thôn Yên Ninh ở đây có nghề làm bún sợi nhỏ và trắng nổi tiếng.[1] Vụ thảm sát Hàng Bún 1946[sửa | sửa mã nguồn] Ngày 17\/12\/1946, trước khi Chiến tranh Việt - Pháp bùng nổ chỉ vài ngày, tại khu vực ngã ba Hàng Bún giao với ngõ Yên Ninh, lính Pháp đã bắn vào thường dân khiến nhiều người chết và bị thương, đồng thời bắt bớ nhiều người Việt Nam. [2][3] Ngoài ra, theo báo Cứu Quốc (số 440, ngày 19\/12\/1946), sau vụ thảm sát ngày 17\/12, lính Pháp đã xông vào \"từng nhà một\" ở phố Hàng Bún đập phá đồ đạc và tàn sát thường dân.[3] Các tuyến xe buýt chạy qua[sửa | sửa mã nguồn] Không có tuyến xe buýt nào chạy qua phố này (nhưng đôi khi có vài tuyến đi qua khi Phan Đình Phùng bị tắc đường). Các địa điểm nổi bật[sửa | sửa mã nguồn] Đền Anh Đền Thủy Tham khảo[sửa | sửa mã nguồn] ^ a b “Phố Hàng Bún”. hanoimoi.com.vn. Truy cập ngày 1 tháng 5 năm 2023. ^ VietnamPlus (18 tháng 12 năm 2021). “Nhìn lại vụ thảm sát Hàng Bún: Giọt nước tràn ly trước ngày 19\/12 | Xã hội | Vietnam+ (VietnamPlus)”. VietnamPlus. Truy cập ngày 1 tháng 5 năm 2023. ^ a b “Cứu Quốc 19 Tháng Mười Hai 1946 — Thư viện báo chí của Thư viện Quốc gia Việt Nam”. baochi.nlv.gov.vn. Truy cập ngày 1 tháng 5 năm 2023. Liên kết ngoài[sửa | sửa mã nguồn] Bài viết thành phố Hà Nội này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Phố_Hàng_Bún&oldid=69942875” Thể loại: Sơ khai Hà Nội Đường phố Hà Nội Ba Đình Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 2 tháng 5 năm 2023, 18:44. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}