{"See Tình":"See Tình – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sản xuất Hiện\/ẩn mục Sản xuất 1.1Sáng tác 1.2Video âm nhạc 2Phát hành 3Tiếp nhận Hiện\/ẩn mục Tiếp nhận 3.1Đánh giá chuyên môn 4Trong văn hóa đại chúng 5Bảng xếp hạng Hiện\/ẩn mục Bảng xếp hạng 5.1Xếp hạng tuần 5.2Xếp hạng năm 6Giải thưởng và đề cử 7Tham khảo 8Liên kết ngoài See Tình 1 ngôn ngữ Español Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia \"See Tình\" Đĩa đơn của Hoàng Thùy Linh từ album LINK Phát hành 20 tháng 2 năm 2022 (2022-02-20) Thể loại Disco Pop Thời lượng 3:05 Hãng đĩa Hãng đĩa Thời đại Sáng tác DTAP Sản xuất The Leader Entertainment Thứ tự đĩa đơn của Hoàng Thùy Linh \"Gieo quẻ\" (2022) \"See Tình\" (2022) \"Đánh đố\" (2022) Video âm nhạc \"See Tình\" trên YouTube \"See Tình\" là một đĩa đơn của nữ ca sĩ Hoàng Thùy Linh nằm trong album phòng thu thứ 4 LINK phát hành năm 2022. Do nhóm DTAP sáng tác, tại thời điểm ra mắt, bài hát đã nhận về đánh giá tích cực từ người nghe, đồng thời lan truyền và nổi tiếng trên thế giới thông qua TikTok nhờ những clip hát lại ca khúc hay thực hiện động tác nhảy theo giai điệu nhạc được đăng tải và thu hút người xem. Sản xuất[sửa | sửa mã nguồn] Sáng tác[sửa | sửa mã nguồn] Ca khúc do nhóm DTAP sáng tác và hòa âm, lấy cảm hứng từ văn hóa sinh hoạt Đồng bằng sông Cửu Long.[1][2][3] Hoàng Thùy Linh cho biết khi tìm cảm hứng với \"See Tình\", cô đã nhớ về cảm giác ở tuổi 16, 17, 18 khi mới biết yêu.[4] Ca khúc viết trong 2 tiếng, được Thùy Linh nghe và thu âm chỉ 2 ngày.[5] Bài hát có tiêu đề đặt theo hướng chơi chữ người nghe khi vừa có thể hiểu \"See Tình\" là \"si tình\" hay \"nhìn thấy tình yêu\" đều được.[3][4][6] Bài hát được mô tả mang phong cách disco pop hoặc dance-pop[7] vui nhộn pha với retro cùng đoạn điệp khúc mang một chút âm hưởng ngũ cung, dẫn dắt người nghe về miền Tây sông nước với một đoạn đàn cải lương kết hợp phần hát \"Tây phương\" của Hoàng Thùy Linh xuyên suốt ca khúc.[3][4] Phần điệp khúc \"Tình tình tình tang tang tính\" được xem là điểm nhấn của bài hát.[8] Video âm nhạc[sửa | sửa mã nguồn] Bối cảnh chủ đạo của MV diễn ra ở Chợ nổi Cái Răng, nét văn hóa đặc trưng của vùng Nam Bộ Việt Nam.[3][7] Đạo diễn phần video âm nhạc của bài hát là Kawaii Tuấn Anh và kịch bản do nữ biên kịch Minh Châu viết.[1][7] Nhà tạo mẫu thời trang cho MV là Hoàng Ku.[1][3][9] Bài hát là ca khúc thứ hai được thực hiện video âm nhạc trong album vol.4 LINK mà cô dự kiến sẽ ra mắt trong năm 2022, sau MV \"Gieo Quẻ\" công chiếu vào ngày 1 tháng 1 cùng năm và nằm trong bộ ba đĩa đơn mở đường cho album gồm \"Gieo Quẻ\", \"See Tình\" và \"Đánh Đố\".[1][10][11] Đạo diễn đã quyết định chọn bối cảnh miền Tây với màu sắc giản dị, chân phương và phù hợp với ca từ bài hát, khác với bối cảnh miền Bắc trong các MV trước đó của nữ ca sĩ.[7][10] Đây là lần đầu tiên đạo diễn Tuấn Anh đưa nhiều kỹ xảo 3D vào trong sản phẩm của mình khi có khoảng 75% cảnh quay được thực hiện trên phông xanh và thời gian xử lý kỹ xảo lên đến ba tháng. Nội dung MV nói về một nàng tiên cá (Hoàng Thùy Linh) thổ lộ tình yêu của mình dành cho chàng trai làm nghề bán chiếu.[4][7] Ca sĩ Isaac cũng góp mặt vào MV với vai trò khách mời ở cuối bài hát.[3][7] Phát hành[sửa | sửa mã nguồn] Buổi ra mắt MV ca khúc với giới báo chí đã được tổ chức tại Thành phố Hồ Chí Minh vào ngày 20 tháng 2 năm 2022; video âm nhạc chính thức công chiếu trên YouTube vào lúc 20:00 cùng ngày.[1] Bài hát đi kèm định dạng đĩa CD song song với việc đăng tải lên các nền tảng nhạc số.[3] Cũng trong tháng 3 năm 2022, Hoàng Thùy Linh đã có màn trình diễn trực tiếp ca khúc lần đầu tiên trên sân khấu của sự kiện \"Lazada Super party – Sinh nhật thế kỷ\".[12] Ngày 11 tháng 8 năm 2022, đúng vào dịp sinh nhật tuổi 34 của Thùy Linh, nữ ca sĩ phát hành album phòng thu thứ 4 LINK, trong đó bài hát nằm ở vị trí số hai.[13][14] Tiếp nhận[sửa | sửa mã nguồn] Ngay từ khi công bố poster MV, bài hát đã có được sự chú ý và mong đợi từ những người hâm mộ Hoàng Thùy Linh. Tại thời điểm phát hành, ca khúc nhanh chóng nhận về nhiều lời khen ngợi tích cực từ người nghe và phần điệp khúc, được coi là âm thanh biểu tượng cho \"See Tình\", đã gây sốt trên TikTok khi chỉ hai ngày sau khi ra mắt, video thử thách của nữ ca sĩ thu về 1,6 triệu lượt xem và đến ngày 2 tháng 3 cùng năm hashtag \"#huytsaoseetinh\" sở hữu hơn 250,5 triệu lượt xem, cùng với đó là việc ca khúc được sử dụng làm nhạc nền trong 43.000 video trên nền tảng này.[2] Bài hát cũng lọt vào bảng xếp hạng của Billboard Việt Nam suốt nhiều tuần liên tiếp với thứ hạng cao nhất là top 1 và được coi là bài hát đầu tiên của nữ ca sĩ trong bảng xếp hạng đạt được thành tích trên.[15] Chỉ sau ba ngày kể từ khi ra mắt, MV ca khúc đăng tải trên YouTube đã có hơn 5 triệu lượt xem[16] và tính đến tháng 2 năm 2023 thì đạt hơn 40 triệu lượt xem.[17] Ở Hàn Quốc, bài hát lọt top từ khóa tìm kiếm nhiều nhất nền tảng âm nhạc Melon,[18] đồng thời debut tại vị trí thứ 12 trong danh sách ca khúc được nghe nhiều nhất trong ngày trên YouTube Music Hàn Quốc.[19][20] Đánh giá chuyên môn[sửa | sửa mã nguồn] Đa phần những ý kiến chuyên môn về bài hát đều là tích cực. Bài viết của báo Thể thao & Văn hóa đã đánh giá cao ca khúc \"bắt tai, có cá tính\", phần âm nhạc \"sôi động, trẻ trung, hiện đại\", cùng với đó là chất liệu âm nhạc \"phảng phất\" chất dân gian Việt Nam nói chung và \"không mang tính đặc thù của một vùng miền hay cộng đồng nào\". Bài báo cũng khen ngợi phần MV bài hát khi sở hữu hình ảnh đẹp và được đầu tư kỹ lưỡng, thể hiện không khí \"vừa mang tính truyền thống vừa hiện đại\".[1] Báo Thanh Niên thì nhận xét lý do \"See Tình\" trở thành xu hướng trên TikTok là vì ca khúc có đoạn điệp khúc gây nghiện, đầy lôi cuốn, coi đây là công thức \"bất hủ\" để một bài hát trở thành \"trend\"; nhận định tác phẩm là dấu ấn mới trong sự nghiệp của Hoàng Thùy Linh.[2] Tại bài đánh giá album LINK trên trang Pitchfork, cây bút Joshua Minsoo Kim xem bài hát thể hiện sự ngao du một cách đùa vui của Hoàng Thùy Linh về quá khứ và hiện tại của Việt Nam, một điều \"nằm trung tâm\" trong nghệ thuật của cô.[6] Tuy vậy, trong bài nhận xét của tạp chí L'Officiel Việt Nam, tác giả Y My đã gọi MV \"See Tình\" là một cú đột phá của Hoàng Thùy Linh về mặt hình ảnh hơn là phần âm nhạc; cho rằng bản thân ca khúc mới chỉ dừng ở mức \"bắt tai\", ví bài hát với một chiếc kẹo mút \"ngọt ngào đầy màu sắc [...] không có nhiều ấn tượng đọng lại\" và đánh giá \"See Tình\" đem lại một cảm giác \"vui vẻ, màu sắc bề ngoài\" nhưng lại \"thiếu đi cái hồn hấp dẫn bên trong\".[4] Bài viết tờ Zing News cũng nhận xét rằng phần lời ca khúc ngắn gọn nhưng không có ấn tượng và thiếu sâu sắc, nhưng lại cho điểm ca khúc 7\/10 và nêu ra những điểm sáng của bài hát như cách chạy bass, slap bass thoát khỏi vùng an toàn trong các sáng tác trước của nữ ca sĩ và việc cô có gu thẩm mỹ âm nhạc \"lý tưởng để biến từng ca khúc thành hit\".[21] Trong văn hóa đại chúng[sửa | sửa mã nguồn] \"See Tình\" đã nổi tiếng hơn qua bản phối với nhiều phân đoạn dành cho vũ đạo và đặc biệt là beat drop, đánh vào thị hiếu người dùng trên nền tảng TikTok – được cho là chiến lược của ê-kíp nhằm tăng độ lan truyền ca khúc. Dù vậy, bài hát mới thực sự trở nên phổ biến toàn cầu thông qua bản remix của nghệ sĩ Cukak và có nhiều người hưởng ứng.[17][22] Chỉ riêng tại Trung Quốc, số lượt xem các video liên quan đến bài hát được thống kê lên tới 4 tỷ[23] và bài hát được nhiều người gọi là \"thần khúc\".[8] Theo tiết lộ từ TikTok, tính đến tháng 3 năm 2023 các video trên nền tảng chứa hashtag #SeeTinh thu hút 1,2 tỷ lượt xem, trong đó chủ yếu là video nhảy.[24] Hai ca sĩ lần lượt là Lee Seung-hoon (trái) và Shindong (phải) đã thể hiện lại điệu nhảy của bài hát \"Sorry, Sorry\" trên nền nhạc bản speed-up ca khúc \"See Tình\" và thu hút nhiều lượt xem trên TikTok. Nhờ việc trở thành xu hướng TikTok, nhiều nhân vật nổi tiếng, nghệ sĩ tại Việt Nam lẫn quốc tế đã hát lại ca khúc và thực hiện động tác nhảy theo giai điệu nhạc.[25][26][27] 2 tháng sau khi bài hát phát hành, rapper Lee Seung-hoon đã nhảy điệu nhảy \"Sorry, Sorry\" trên nền nhạc \"See Tình\" bản speed up trong một video đăng tải lên kênh TikTok của nam ca sĩ, thu về hơn 7,6 triệu lượt xem, 1,4 triệu tim và 14,1 nghìn bình luận chỉ sau sáu ngày.[28][29] Shindong, một thành viên của Super Junior, cũng kết hợp cùng nhóm Hello House để thực hiện bước nhảy tương tự trong một video trên nền tảng và có 8,6 triệu lượt xem.[28] Nguồn gốc của xu hướng được cho là bắt nguồn từ một tài khoản TikTok người hâm mộ ghép clip các nhóm nhạc như BTS, Twice khi thể hiện điệu nhảy này trên sân khấu với bản nhạc speed up của \"See Tình\".[28] Vào tháng 3 năm 2023, tại chuyến lưu diễn của nhóm Super Junior ở Việt Nam, các thành viên đã cùng nhau thực hiện đoạn nhảy \"See Tình\" trên nền bài hát và có được sự ủng hộ của khán giả.[30] Tháng 9 năm 2022, trong chương trình truyền hình Trung Quốc Nghe nói ăn rất ngon, nữ diễn viên Chúc Tự Đan đã nhảy động tác của \"See Tình\" và tạo được sự chú ý của người xem. Bài hát ngoài ra còn xuất hiện ở nhiều game show giải trí nổi tiếng khác của Trung và Hàn như Running Man,[8][27] Xin chào thứ 7, Thanh xuân hoàn du ký,...[25][31] Ngày 31 tháng 1 năm 2023, trong một trận đấu bóng chuyền phát sóng trên kênh KBS Sport, nữ vận động viên Lee Da-hyeon đã ăn mừng sau khi đội ghi bàn thắng bằng cách thể hiện điệu nhảy trên nền nhạc bài \"See Tình\". Video ghi lại cảnh này sau đó được đăng tải lên kênh TikTok của nhà đài và thu hút 37 triệu lượt xem.[25] \"See Tình\" qua đây trở nên nổi tiếng lại một lần nữa khắp Hàn Quốc.[32] Cùng trong khoảng thời gian trên, nam nghệ sĩ và vận động viên rugby Philippines Eric Tai đã làm nhiều clip thực hiện động tác bài hát ở những địa điểm khác nhau như ngoài đường, sân bóng,... và thu về hàng chục triệu người xem, cá biệt có video hơn 100 triệu.[33][34] \"See Tình\" từng được Thu Minh biến tấu qua giọng hát nữ ca sĩ tại số đầu tiên trong loạt chương trình âm nhạc #ThuMinhThuMinh. Dù vậy, phần thể hiện này đã vấp phải nhiều tranh cãi khi bị cho là cách luyến láy, xử lý chưa thực sự phù hợp với bài hát, bên cạnh đó là việc biểu cảm của cô xuyên suốt bài hát \"thiếu tinh tế và có phần hơi \"sến\"\".[35] Ở Lễ trao giải Làn Sóng Xanh 2022, Thu Phương đã thể hiện ca khúc cùng sáng tác \"Waiting for You\" của MONO.[36] Ca khúc cũng được mashup với nhiều bài hát nổi bật khác tại chương trình Chào năm mới - Ấn tượng 2023 của VTV.[37] Bảng xếp hạng[sửa | sửa mã nguồn] Xếp hạng tuần[sửa | sửa mã nguồn] Bảng xếp hạng (2022) Vị trí cao nhất Việt Nam (Top bài hát Việt Nam)[38] 1 Việt Nam (Vietnam Hot 100)[39] 2 Xếp hạng năm[sửa | sửa mã nguồn] Bảng xếp hạng (2022) Vị trí Việt Nam (Vietnam Hot 100)[40] 6 Giải thưởng và đề cử[sửa | sửa mã nguồn] Năm Giải thưởng Hạng mục Kết quả Tham khảo 2022 TikTok Awards Việt Nam Âm nhạc của năm Đề cử [41][42] Zing MP3 10 ca khúc xuất sắc nhất năm Top 10 [43][44] Làn Sóng Xanh Ca khúc của năm Đoạt giải [45][46] Bài hát hiện tượng Đề cử Hòa âm phối khí Đoạt giải Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f Bình Minh (21 tháng 2 năm 2022). “Hoàng Thùy Linh đã 'see tình'”. Thể thao & Văn hóa. Lưu trữ bản gốc ngày 27 tháng 8 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c Mỹ Khanh (2 tháng 3 năm 2022). “'See tình' của Hoàng Thùy Linh tiếp tục thành 'trend' mới”. Thanh Niên. Lưu trữ bản gốc ngày 2 tháng 8 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c d e f g Tam Kỳ (20 tháng 2 năm 2022). “Hoàng Thùy Linh muốn tìm lại cảm giác yêu thuở 18”. VnExpress. Lưu trữ bản gốc ngày 5 tháng 7 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c d e Y My (22 tháng 2 năm 2022). “\"See Tình\" của Hoàng Thùy Linh: Tạm biệt sự ma mị, tiết chế những chất liệu dân gian”. L'Officiel Việt Nam. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Hương Hồ, Ninh Phương (8 tháng 2 năm 2023). “See tình gây sốt toàn cầu: Sao lại bắt phải làm được như Gangnam Style?”. Dân trí. Lưu trữ bản gốc ngày 9 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ a b Kim, Joshua Minsoo (18 tháng 8 năm 2022). “Link”. Pitchfork (bằng tiếng Anh). Lưu trữ bản gốc ngày 21 tháng 8 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c d e f Thảo (21 tháng 2 năm 2022). “MV \"See Tình\" của Hoàng Thùy Linh: Đậm chất văn hóa miền Tây, mở đầu cho một kỷ nguyên âm nhạc mới”. Billboard Việt Nam. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c Hà Thu (11 tháng 4 năm 2023). “'See Tình' tiếp tục gây sốt ở Hàn Quốc”. VnExpress. Lưu trữ bản gốc ngày 11 tháng 4 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Khieunguyet (22 tháng 2 năm 2022). “HOÀNG KU LÝ GIẢI CÁCH ĐƯA MIỀN TÂY VÀO MV SEE TÌNH CỦA HOÀNG THÙY LINH”. Harper’s Bazaar Việt Nam. Lưu trữ bản gốc ngày 5 tháng 7 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b Hoài Phương (21 tháng 2 năm 2022). “Hoàng Thùy Linh đưa đặc trưng Nam Bộ vào sản phẩm âm nhạc mới”. Tuổi Trẻ. Lưu trữ bản gốc ngày 5 tháng 7 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Yang (11 tháng 8 năm 2022). “Bạn thích nhất ca khúc nào trong album \"LINK\" của Hoàng Thùy Linh?”. Billboard Việt Nam. Lưu trữ bản gốc ngày 11 tháng 8 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ “LAZADA SUPER PARTY - SINH NHẬT THẾ KỶ | 1ST LIVE STAGE SEE TÌNH - HOÀNG THÙY LINH”. YouTube. Lazada Việt Nam. 27 tháng 2 năm 2022. Lưu trữ bản gốc ngày 22 tháng 12 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Lo Mo (12 tháng 8 năm 2022). “Album \"LINK\" của Hoàng Thuỳ Linh đã chính thức ra mắt!”. L'Officiel Việt Nam. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ “Hoàng Thùy Linh ra mắt album \"LINK\" mừng sinh nhật tuổi 34”. Cổng thông tin điện tử Đài Tiếng nói Việt Nam. 11 tháng 8 năm 2022. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Yang (21 tháng 4 năm 2022). “BXH Top Vietnamese Songs: \"See Tình\" có No.1 đầu tiên, \"Về Nghe Mẹ Ru\" debut Top 10”. Billboard Việt Nam. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Vũ Thạch, Nga Quỳnh, Văn Trình, Hữu Ái, Vỹ Tâm (24 tháng 2 năm 2022). “Khách mời hôm nay: Hoàng Thùy Linh và những sản phẩm âm nhạc đình đám”. Kênh Truyền hình Quốc hội Việt Nam. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) ^ a b Hồng Hà (7 tháng 2 năm 2023). “'See tình' của Hoàng Thùy Linh có gì mà gây sốt ở đất nước tỷ dân?”. Tiền phong. Lưu trữ bản gốc ngày 7 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ “\"See tình\" của Hoàng Thùy Linh bất ngờ 'hot' ở Hàn Quốc”. Phụ nữ Việt Nam. 25 tháng 2 năm 2023. Lưu trữ bản gốc ngày 28 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Thảo (27 tháng 2 năm 2023). “\"See Tình\" sánh ngang các bản hit Kpop trên BXH Top Songs YouTube Hàn Quốc”. Billboard Việt Nam. Lưu trữ bản gốc ngày 28 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ “Toàn cảnh thành tích quốc tế của See Tình”. Thương hiệu và Pháp luật. 23 tháng 2 năm 2023. Lưu trữ bản gốc ngày 28 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Hương Ly (21 tháng 2 năm 2022). “Hoàng Thùy Linh 'si tình'”. Zing News. Lưu trữ bản gốc ngày 17 tháng 3 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Lan Phương (6 tháng 2 năm 2023). “Lý do 'See tình' của Hoàng Thùy Linh gây sốt toàn cầu”. Zing News. Lưu trữ bản gốc ngày 7 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Nghinh Xuân (5 tháng 2 năm 2023). “Diva Đài Loan nhảy điệu 'See Tình' của Hoàng Thùy Linh”. VnExpress. Lưu trữ bản gốc ngày 5 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Hoang, Lien (3 tháng 8 năm 2023). “Mysterious algorithms help Vietnam TikTok hit go global”. Nikkei Asia (bằng tiếng Anh). Lưu trữ bản gốc ngày 8 tháng 3 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c Hà Thu (2 tháng 2 năm 2023). “'See Tình' của Hoàng Thùy Linh gây sốt ở Hàn, Trung”. VnExpress. Lưu trữ bản gốc ngày 3 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ “Thành viên SuJu và loạt sao Hàn gây sốt khi cover điệu nhảy đình đám trên nền nhạc See Tình”. VTC News. 5 tháng 5 năm 2022. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ a b Lan Phương (9 tháng 4 năm 2023). “'See tình' của Hoàng Thùy Linh vẫn đang sốt ở Hàn Quốc”. Zing News. Lưu trữ bản gốc ngày 11 tháng 4 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ a b c “\"See tình\" của Hoàng Thuỳ Linh lội ngược dòng trở thành hot trend mới ở Kpop, bảo sao nghe nhạc quen quen”. Tạp chí Sở hữu Trí tuệ và Sáng tạo. 5 tháng 5 năm 2022. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Thanh Đào (9 tháng 4 năm 2022). “Ca sĩ Kpop gây sốt khi nhảy hit 'See tình' của Hoàng Thuỳ Linh”. Thanh Niên. Lưu trữ bản gốc ngày 27 tháng 8 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Tân Cao, Hoàng Huế (12 tháng 3 năm 2023). “Super Junior nhảy 'See Tình' trước hàng nghìn fan Việt”. VnExpress. Lưu trữ bản gốc ngày 15 tháng 3 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Huy Minh, Thắm Nguyễn (3 tháng 2 năm 2022). “Ca khúc 'See Tình' của Hoàng Thùy Linh gây sốt ở nhiều nước”. VietNamNet. Lưu trữ bản gốc ngày 3 tháng 2 năm 2023. Truy cập ngày 8 tháng 2 năm 2022. ^ Trạch Dương (23 tháng 4 năm 2023). “Ai khiến 'See tình' của Hoàng Thùy Linh lan rộng ở Hàn Quốc?”. Tiền phong. Lưu trữ bản gốc ngày 26 tháng 4 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Thu Trang (7 tháng 2 năm 2023). “Ca khúc 'See tình' gây sốt toàn cầu”. Đài Phát thanh - Truyền hình Hà Nội. Lưu trữ bản gốc ngày 7 tháng 2 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Trạch Dương (9 tháng 4 năm 2023). “Ác nữ phim 18+ nhảy 'See tình' của Hoàng Thùy Linh”. Tiền phong. Lưu trữ bản gốc ngày 11 tháng 4 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Như Lê (20 tháng 8 năm 2022). “Thu Minh cover \"See Tình\", dân mạng rì-viu: Đi quá xa bản gốc, thiếu tinh tế và hơi \"sến\"!”. Tiền phong. Lưu trữ bản gốc ngày 1 tháng 9 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Hoàng Dung, Thành Luân (6 tháng 1 năm 2023). “Thu Phương hát hit của Mono, Hoàng Thùy Linh”. VnExpress. Lưu trữ bản gốc ngày 6 tháng 1 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Mai An (30 tháng 12 năm 2022). “Dàn sao của VTV cùng xuất hiện trong \"Chào năm mới - Ấn tượng 2023\"”. Sài Gòn Giải Phóng. Lưu trữ bản gốc ngày 12 tháng 1 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ “Billboard Vietnam - Top Vietnamese Song”. Billboard Việt Nam. 19 tháng 6 năm 2022. Lưu trữ bản gốc ngày 16 tháng 6 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ “Billboard Vietnam Hot 100”. Billboard Việt Nam. 23 tháng 4 năm 2022. Lưu trữ bản gốc ngày 1 tháng 1 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ “Billboard Vietnam - Top Vietnamese Song”. Billboard Việt Nam. 19 tháng 6 năm 2022. Lưu trữ bản gốc ngày 1 tháng 1 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Tuấn Chiêu (16 tháng 12 năm 2022). “NSND Bạch Tuyết, Hoàng Thùy Linh được đề cử tại TikTok Award 2022”. VietNamNet. Lưu trữ bản gốc ngày 22 tháng 12 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Mai Anh (15 tháng 12 năm 2022). “TikTok Awards Việt Nam 2022 mở cổng bình chọn: Tôn vinh tinh thần sáng tạo vì cộng đồng”. Tuổi trẻ Thủ Đô. Lưu trữ bản gốc ngày 22 tháng 12 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Giang Nhật Minh (27 tháng 12 năm 2022). “Zing MP3 công bố 10 nghệ sĩ và ca khúc xuất sắc của Vpop năm 2022”. Zing News. Lưu trữ bản gốc ngày 27 tháng 12 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Mỹ Khanh (27 tháng 12 năm 2022). “Vừa ra mắt, MONO đã vào top 10 nghệ sĩ xuất sắc năm 2022”. Thanh Niên. Lưu trữ bản gốc ngày 5 tháng 1 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. ^ Hoàng Dung (21 tháng 12 năm 2022). “Hoàng Thùy Linh dẫn đầu đề cử Làn Sóng Xanh 2022”. VnExpress. Lưu trữ bản gốc ngày 22 tháng 12 năm 2022. Truy cập ngày 26 tháng 4 năm 2023. ^ Thiên Anh (6 tháng 1 năm 2023). “Kết quả Làn sóng xanh 2022: nhiều nghệ sĩ nhận cú đúp và lập hat-trick”. Thanh Niên. Lưu trữ bản gốc ngày 5 tháng 1 năm 2023. Truy cập ngày 26 tháng 4 năm 2023. Liên kết ngoài[sửa | sửa mã nguồn] \"See Tình\" trên Hãng đĩa Thời đại \"See Tình\" trên Spotify hiện x t s Hoàng Thùy Linh Danh sách đĩa nhạc Giải thưởng và đề cử Album phòng thu Hoàng Thùy Linh Đừng vội vàng (Don't Rush) Hoàng Link Phim Nhật ký Vàng Anh Thần tượng Mê cung Đĩa đơn \"Để Mị nói cho mà nghe\" \"See Tình\" Khác Vụ phát tán video \"Vàng Anh\" Thể loại hiện x t s Giải Làn Sóng Xanh cho Đĩa đơn \/ Ca khúc của năm 2013−2019 \"Hãy thứ tha cho em\" – Hồ Ngọc Hà (2013) \"Gạt đi nước mắt\" – Noo Phước Thịnh (2014) Âm thầm bên em – Sơn Tùng M-TP (2015) \"'Cause I Love You\" – Noo Phước Thịnh (2016) \"Lạc trôi\" – Sơn Tùng M-TP (2017) \"Bùa yêu\" – Bích Phương (2018) \"Để Mị nói cho mà nghe\" – Hoàng Thùy Linh (2019) 2020−nay \"Hoa nở không màu\" – Nguyễn Minh Cường & Hoài Lâm (2020) \"Trốn tìm\" – Đen Vâu & MTV Band (2021) \"See Tình\" – Hoàng Thùy Linh (2022) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=See_Tình&oldid=69943586” Thể loại: Hoàng Thùy Linh Đĩa đơn năm 2022 Bài hát năm 2022 Bài hát tiếng Việt Bài hát Việt Nam Ca khúc nhạc trẻ Bài hát nhạc pop Bài hát giành giải Làn Sóng Xanh cho Ca khúc của năm Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Quản lý CS1: nhiều tên: danh sách tác giả Pages using multiple image with auto scaled images Trang này được sửa lần cuối vào ngày 3 tháng 5 năm 2023, 04:42. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}