{"Sài Gòn Tiếp Thị":"Sài Gòn Tiếp Thị – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử Hiện\/ẩn mục Lịch sử 1.1Thành lập 1.2Quá trình phát triển 1.3Đình bản 1.4\"Bộ mới\" 2Các đời tổng biên tập 3Đánh giá 4Tham khảo Sài Gòn Tiếp Thị Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 11-2021) Báo Sài Gòn Tiếp Thị là một tờ báo trực thuộc Trung tâm xúc tiến thương mại và đầu tư Thành phố Hồ Chí Minh. Báo thành lập năm 1995 và bị đình bản vào năm 2014. Ở thời điểm đình bản, báo đang ra ba số mỗi tuần, các ngày thứ Hai, thứ Tư và thứ Sáu. Tòa soạn của báo tọa lạc tại số 25 đường Ngô Thời Nhiệm, phường 6, quận 3, thành phố Hồ Chí Minh. Lịch sử[sửa | sửa mã nguồn] Thành lập[sửa | sửa mã nguồn] Quá trình phát triển[sửa | sửa mã nguồn] Đình bản[sửa | sửa mã nguồn] Ngày 25 tháng 2 năm 2014, Bộ Thông tin và Truyền thông ký quyết định thu hồi giấy phép trước đây của Sài Gòn Tiếp Thị, với lý do ghi trong quyết định: \"Cơ quan chủ quản báo đề nghị cho phép ngừng hoạt động vì không đủ điều kiện về tài chính\". Hai ngày sau, báo ra thông báo chính thức đình bản. Ngày 1 tháng 3 năm 2014, Ủy ban nhân dân Thành phố Hồ Chí Minh ra quyết định về việc báo Sài Gòn Tiếp Thị sẽ ngưng hoạt động và sáp nhập vào Thời báo Kinh tế Sài Gòn. \"Bộ mới\"[sửa | sửa mã nguồn] Các đời tổng biên tập[sửa | sửa mã nguồn] Võ Ngọc An Đặng Tâm Chánh Nguyễn Xuân Minh Đánh giá[sửa | sửa mã nguồn] Chuyên gia kinh tế Lê Đăng Doanh: \"Sài Gòn Tiếp Thị tuy \"sinh sau đẻ muộn\" nhưng đã nhanh chóng vươn lên có thị phần đáng kể và được sự tin cậy của độc giả và doanh nghiệp vì khát vọng nói lên sự thật, và tinh thần chia sẻ với bạn đọc và doanh nghiệp. Sài Gòn Tiếp Thị là tờ báo cởi mở, đã vươn cao nhờ đứng trên vai những người khổng lồ. Tờ báo có đội ngũ cộng tác viên có chất lượng trong nước và ngoài nước, đã tổ chức nhiều cuộc toạ đàm về các vấn đề thời sự của đời sống kinh tế, xã hội, quy tụ nhiều người với những suy nghĩ khác nhau. Tờ báo cũng thể hiện trách nhiệm xã hội cao, đã tổ chức quyên góp, cứu trợ người nghèo\".[1] Tham khảo[sửa | sửa mã nguồn] ^ Mai Tâm (28 tháng 2 năm 2014). “Bản sao đã lưu trữ”. Một Thế giới online. Bản gốc lưu trữ ngày 24 tháng 7 năm 2014. Truy cập 17 tháng 7 năm 2014. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp) ẩn x t s Báo điện tử bằng tiếng Việt Thuộc Trung ương Nhân dân Thông tấn xã Việt Nam VOV Chính phủ Báo truyền thống Báo Ảnh Việt Nam Bóng đá Công an nhân dân Đảng Cộng sản Việt Nam Hànộimới Sức khỏe và Đời sống Lao Động Người lao động Nông nghiệp Việt Nam Phụ nữ Việt Nam Quân đội nhân dân Sài Gòn Giải Phóng Sài Gòn Tiếp Thị Thanh Niên Tiền Phong Tuổi Trẻ Giao thông Tổ quốc Pháp Luật Thành phố Hồ Chí Minh Pháp luật Việt Nam Phụ nữ Giác Ngộ Kinh tế & Đô thị Thành lập mới Công lý Dân trí VietNamNet VietnamPlus VnExpress Phiên bản tiếng Việt BBC tiếng Việt VOA tiếng Việt RFA tiếng Việt RFI tiếng Việt Sputnik tiếng Việt RTI tiếng Việt KBS tiếng Việt Hải ngoại tiếng Việt Nhật báo Viễn Đông SBTN Việt Mercury Viet Weekly Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Sài_Gòn_Tiếp_Thị&oldid=68320981” Thể loại: Khởi đầu năm 1995 Chấm dứt năm 2014 Báo chí Việt Nam Báo chí Thành phố Hồ Chí Minh Thể loại ẩn: Lỗi CS1: tham số thừa Trang thiếu chú thích trong bài Trang này được sửa lần cuối vào ngày 20 tháng 3 năm 2022, 18:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}