{"Sài Gòn (bài hát)":"Sài Gòn (bài hát) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sáng tác 2Ca sĩ thể hiện 3Tiếp nhận 4Trong văn hoá đại chúng 5Chú thích Hiện\/ẩn mục Chú thích 5.1Ghi chú 5.2Tham khảo 6Nguồn Sài Gòn (bài hát) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Sài Gòn (định hướng). \"Sài Gòn\" Bìa tờ nhạc Sài Gòn trong ấn bản \"1001 bài ca hay\" của nhạc sĩ Duy Khánh xuất bản tháng 8 năm 1965 Bài hát Ngôn ngữ tiếng Việt Phát hành thập niên 1960 Thể loại Nhạc trẻ Thời lượng 3:05 Soạn nhạc Y Vân \"Sài Gòn\" là một ca khúc do nhạc sĩ Y Vân sáng tác vào thập niên 1960. Được hát và thu băng lần đầu bởi ca sĩ Carol Kim, thuộc thể loại nhạc trẻ với giai điệu rộn rã của cha-cha-chá, bài hát khi đó đã được coi là \"Sài Gòn ca\" của thành phố. Tác phẩm sau này cũng trở nên phổ biển và gắn liền với sự nổi tiếng của Y Vân. Sáng tác[sửa | sửa mã nguồn] \"Sài Gòn\" được nhạc sĩ Y Vân sáng tác vào khoảng giữa thập niên 60,[1] trong giai đoạn trào lưu nhạc trẻ bắt đầu du nhập vào miền Nam mạnh mẽ, với các giai điệu rộn rã của bebop, twist và cha-cha-chá \"tràn ngập khắp các vũ trường\". Nhiều nhạc sĩ miền Nam sau đó đã sáng tác những ca khúc nhạc Việt và được đón nhận nồng nhiệt, hình thành nên dòng nhạc \"kích động nhạc\". Bài hát dài 3:05[a] (3 phút 05 giây), có nội dung ca ngợi nếp sống con người cùng vẻ đẹp của thành phố Sài Gòn, với một giai điệu và ca từ \"rất vui tươi\".[2] Ca sĩ thể hiện[sửa | sửa mã nguồn] Ca sĩ đầu tiên hát và thu băng nhạc phẩm này là Carol Kim. Bài hát cũng được nữ danh ca Trúc Mai hát và thu âm. Cùng thời điểm đó, nữ ca sĩ người Singapore Trương Tiểu Anh đã hát \"Sài Gòn\" bằng lời tiếng Hoa và có được sự đón nhận của khán giả Singapore lúc bấy giờ.[2][3] Tiếp nhận[sửa | sửa mã nguồn] \"Sài Gòn\" đã nhận được nhiều đánh giá ấn tượng từ giới chuyên môn và người nghe. Bài bình luận của trang Nhacxua nhận xét ca khúc có giai điệu cha-cha-chá \"rộn rã, dễ nhớ, nhất là điệp khúc \"Sài Gòn đẹp lắm\" đơn giản và dễ nghe, dễ thuộc\", đồng thời cũng gọi đây là \"Ca khúc bất tử xuyên thời gian và biên giới\".[2] Viết cho Người lao động, nhà báo Nguyễn Thụy Kha đã cho biết ở Sài Gòn trước năm 1975 cũng có nhiều nhạc sĩ viết bài ca ngợi thành phố nhưng chỉ đến bài hát này thì Sài Gòn \"mới thực sự có \"Sài Gòn ca\" của chính mình\", đồng thời cũng nhận định không có bài hát nào \"rất Sài Gòn\" như \"Sài Gòn\", với các đoạn chuyển nhạc \"thực sự trẻ trung, sôi động\".[4] RFA thì cảm nhận tác phẩm là \"vẽ nên những nét say sưa náo nức của những người đất Bắc vừa giã từ Hà Nội mới tan khói lửa chiến tranh để vào tới thủ đô của xứ miền Nam nắng ấm thanh bình với tình người rộn rã nơi nơi\".[5] Vì phần điệp khúc của bài hát, \"Sài Gòn\" đã bị nhiều người nhầm sang tên \"Sài Gòn đẹp lắm\".[2][3] Ca khúc sau đó được đưa vào ấn phẩm thứ 44 trong danh sách \"1001 bài ca hay\" của nhạc sĩ Duy Khánh, xuất bản ngày 28 tháng 8 năm 1965.[1][3] Bài hát cũng được liệt kê vào \"những bài hát nổi tiếng về Sài Gòn – Thành phố Hồ Chí Minh\" trong cuốn sách 300 câu hỏi, 300 năm Sài Gòn của tác giả Dương Trọng Dật phát hành năm 1998[6] và nằm trong cuốn sách 99 bài hát được nhiều người yêu thích, xuất bản năm 2001.[7] Trong văn hoá đại chúng[sửa | sửa mã nguồn] Bài hát sau khi ra mắt đã trở nên phổ biến và gắn liền với sự nổi tiếng của Y Vân. Vào năm 2004, nghệ sĩ kèn harmonica Tòng Sơn đã phát hành album Harmonica Tòng Sơn – Những tình khúc không quên, trong đó hoà tấu lại bài hát cùng dàn nhạc của ông và được coi là đĩa CD đầu tiên của Việt Nam về harmonica.[8] Bài hát cũng được nhạc sĩ Quốc Bảo dịch sang tiếng Anh vào năm 2006 với tựa đề \"Saigon my love\". Ngoài bản dịch này, \"Sài Gòn\" còn có một bản dịch tiếng Anh khác dành cho các em thiếu nhi học đếm. MC Thanh Bạch sau đó đã huy động bạn bè dịch ca khúc sang tiếng Nhật và tiếng Hàn vì cho rằng \"Sài Gòn đẹp lắm!\".[9] Tháng 5 năm 2014, ca sĩ Phi Nhung phát hành album Thương lắm mình ơi, trong đó làm mới lại ca khúc và cho biết cô ra mắt album này là để \"kiếm tiền nuôi 18 em bé mồ côi mà cô coi như con mình\".[10] Bài hát cùng với ba ca khúc khác lần lượt là \"Ðêm đô thị\" và \"Sài Gòn về đêm\" đã được phối lại và thể hiện bởi ca sĩ Âu Bảo Ngân trong đĩa đơn đầu tay của cô Sàigòn.Saigon.[11] Từng có nhiều nghệ sĩ thể hiện bài hát như Hari Won,[12] Maya,[13] Noo Phước Thịnh,[14] nhóm nhạc Mây Trắng,[15] Đông Nhi,[16]... Tại chương trình Rap Việt mùa 2 vào năm 2021, rapper Blacka đã sử dụng phần giai điệu bài hát trong bài rap của mình có tên \"Sài Gòn Có Em\".[17] Cùng năm, các ca sĩ Uyên Linh, Lyly và nhóm nhạc Đĩa Than Hồng[b] biểu diễn nhạc phẩm trong tập cuối Xuân hạ thu đông rồi lại xuân mùa 1, là tiết mục khép lại chương trình.[18] \"Sài Gòn\" đã được phối lại trong phần trailer bộ phim Vai diễn đổi đời của đạo diễn Nguyễn Đức Minh.[19] Ca khúc cũng được sử dụng trong bộ phim Cô Ba Sài Gòn công chiếu năm 2018, do ca sĩ Phương Vy thể hiện.[20][21] Một video âm nhạc trong đó ca sĩ Kyo York hát lại ca khúc đã phát hành năm 2017, giới thiệu nhiều hình ảnh quen thuộc tại Thành phố Hồ Chí Minh và tái hiện nhịp sống của người dân thành phố nơi đây.[22] Anh sau đó cũng hát lại bài hát trong đêm nhạc \"Cảm ơn những điều phi thường\" tổ chức vào tháng 8 năm 2021 nhằm tổ chức quyên góp 2,3 tỷ đồng vào quỹ chống dịch COVID-19.[23] Từ năm 2015, nhóm Nhạc Trắng vào đã cho ra mắt clip nhạc chế từ bài hát để nói về trận mưa tại Thành phố Hồ Chí Minh gây ngập lụt vào ngày 15 tháng 9.[24] Đến năm 2021, tác giả Đặng Thanh Tuyền chế lại lời bài hát với thông điệp kêu gọi mọi người cùng đoàn kết chống dịch COVID-19, thu hút hàng ngàn lượt xem và hàng trăm bình luận trên mạng xã hội.[25] Bài hát cũng được trích dẫn bởi thầy giáo có tên Nguyễn Thái Dương trong ca khúc \"Sài Gòn tôi sẽ\" phát hành cùng năm, vào thời điểm giãn cách xã hội vì đại dịch COVID-19 tại Thành phố Hồ Chí Minh.[26] Chú thích[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ thời lượng bài hát được lấy từ bản thu âm đầu tiên của ca sĩ Carol Kim. ^ Gồm các thành viên: Hòa Minzy, Anh Tú và Hứa Kim Tuyền. Tham khảo[sửa | sửa mã nguồn] ^ a b “Sài Gòn – Y Vân”. vangson.info. 3 tháng 9 năm 2018. Lưu trữ bản gốc ngày 7 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ a b c d “Nhạc sĩ Y Vân và \"Sài Gòn đẹp lắm\" – Ca khúc bất tử xuyên thời gian và biên giới”. Nhacxua.vn. 16 tháng 3 năm 2018. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ a b c M.C (16 tháng 2 năm 2018). “'Sình-gà-pò đẹp lắm, Sình-gà-po, Sình-gà-po...'”. Tuổi Trẻ. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Nguyễn Thụy Kha (28 tháng 11 năm 2018). “Y Vân - dấn thân vì nghiệp nhạc”. Người lao động. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Việt Long (17 tháng 10 năm 2010). “Sài Gòn đẹp lắm Sài Gòn ơi!”. Đài Á Châu Tự Do. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Trọng Dật Dương 1998, tr. 155. ^ Nhiều tác giả 2001, tr. 247. ^ T.Đ. (30 tháng 9 năm 2004). “Harmonica Tòng Sơn - Những tình khúc không quên”. Tuổi Trẻ. Lưu trữ bản gốc ngày 7 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Q.N. (25 tháng 5 năm 2006). “Ca khúc Sài Gòn được dịch sang nhiều ngôn ngữ”. Tuổi Trẻ. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Thiên An (21 tháng 5 năm 2014). “Phi Nhung ra album kiếm tiền nuôi 18 người con”. VTC News. Lưu trữ bản gốc ngày 7 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Minh Trang (3 tháng 4 năm 2015). “Âu Bảo Ngân ra mắt Sàigòn.Saigon”. Tuổi Trẻ. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ “Clip Hari Won hát Sài Gòn đẹp lắm tại Vietnam's Got Talent”. Tuổi Trẻ. 12 tháng 3 năm 2016. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Quang Định (27 tháng 1 năm 2016). “The Remix: Sơn Tùng làm giám khảo, Maya hát Sài Gòn đẹp lắm”. Tuổi Trẻ. Lưu trữ bản gốc ngày 10 tháng 11 năm 2021. Truy cập ngày 6 tháng 2 năm 2023. ^ Bùi Tuyết (28 tháng 8 năm 2016). “Ngắm top 30 Hoa hậu Việt Nam 2016 quyến rũ trong trang phục bikini”. An ninh Thủ đô. Lưu trữ bản gốc ngày 7 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ PV (20 tháng 10 năm 2018). “Dàn sao hội ngộ tại \"Sài Gòn đêm thứ 7\"”. Báo điện tử VTV. Lưu trữ bản gốc ngày 5 tháng 11 năm 2018. Truy cập ngày 6 tháng 2 năm 2023. ^ Nghiêm Ngọc, Phương Lâm (21 tháng 12 năm 2021). “Đông Nhi mở màn Tuần lễ Thời trang Việt Nam 2021”. Zing News. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ “Playlist BLACKA: Hẹn thư sau, Tâm hồn Việt Nam, Tranh khuyết, Sài Gòn có em | Rap Việt Mùa 2”. YouTube. VieTalents. 31 tháng 3 năm 2022. Lưu trữ bản gốc ngày 7 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Thanh Vân (26 tháng 3 năm 2021). “Hòa Minzy ôm mặt khóc nức nở trong tập cuối \"Xuân hạ thu đông, rồi lại xuân\"”. Báo điện tử VOV. Lưu trữ bản gốc ngày 26 tháng 3 năm 2021. Truy cập ngày 6 tháng 2 năm 2023. ^ Minh Trang (24 tháng 11 năm 2018). “Cuộc chơi phim độc lập của Nguyễn Đức Minh”. Tuổi Trẻ. Lưu trữ bản gốc ngày 6 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Bùi An (9 tháng 11 năm 2017). “'Cô Ba Sài Gòn': Một sản phẩm chỉn chu”. Báo Điện tử Phụ Nữ Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Mi Ty (1 tháng 12 năm 2017). “Cô Ba Sài Gòn ra mắt trọn bộ Album trữ tình diễm lệ nhạc phim”. Thế giới Điện ảnh. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Tr.N., N.Hạnh (27 tháng 7 năm 2017). “Du ngoạn cùng Kyo York qua MV 'Sài Gòn đẹp lắm'”. Tuổi Trẻ. Lưu trữ bản gốc ngày 11 tháng 10 năm 2017. Truy cập ngày 6 tháng 2 năm 2023. ^ Tiểu Tân (16 tháng 8 năm 2021). “Đêm nhạc \"Cảm ơn những điều phi thường\" quyên góp hơn 2,3 tỷ đồng vào quỹ chống dịch”. Sài Gòn Giải Phóng. Lưu trữ bản gốc ngày 17 tháng 8 năm 2021. Truy cập ngày 6 tháng 2 năm 2023. ^ M.C (17 tháng 9 năm 2015). “Clip nhạc chế \"Sài Gòn ngập lắm Sài Gòn ơi\"”. Dân trí. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Hương Mai (26 tháng 8 năm 2021). “Nhạc chế \"Sài Gòn đẹp lắm\" của 8x xinh đẹp gây xúc động mạnh”. Lao Động. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. ^ Tiến Vũ (9 tháng 7 năm 2021). “'Sài Gòn tôi sẽ' của thầy giáo tiếng Anh gây xúc động”. Tuổi Trẻ. Lưu trữ bản gốc ngày 3 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. Nguồn[sửa | sửa mã nguồn] Trọng Dật Dương (1998). 300 câu hỏi, 300 năm Sài Gòn – TP. Hò̂ Chí Minh. Nhà Xuất bản Thành phố Hồ Chí Minh. OCLC 45698800. Bản gốc lưu trữ ngày 1 tháng 2 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. Nhiều tác giả (2001). 99 bài hát được nhiều người yêu thích. Nhà Xuất bản Thanh Niên. OCLC 61448795. Bản gốc lưu trữ ngày 7 tháng 5 năm 2022. Truy cập ngày 6 tháng 2 năm 2023. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Sài_Gòn_(bài_hát)&oldid=69928308” Thể loại: Bài hát Việt Nam Bài hát tiếng Việt Bài hát thập niên 1960 Tình khúc 1954–1975 Bài hát về Sài Gòn – Thành phố Hồ Chí Minh Thể loại ẩn: Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 28 tháng 4 năm 2023, 04:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}