{"Sơn Ca (băng nhạc)":"Sơn Ca (băng nhạc) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Danh sách băng và nội dung Hiện\/ẩn mục Danh sách băng và nội dung 2.1Sơn Ca 1: Những chuyến đi mùa ly loạn (1971) 2.2Sơn Ca 2: Xuân 72 - Xuân hạnh phúc, xuân nhớ nhau (1972) 2.3Sơn Ca 3: Mừng Giáng Sinh – Tình yêu và thanh bình (1972) 2.4Sơn Ca 5: Phương Dung 2.5Sơn Ca 6: Giao Linh 2.6Sơn Ca 7: Khánh Ly và những tình khúc của Trịnh Công Sơn (1974) 2.7Sơn Ca 8: Tiếng hát Sơn Ca (1974) 2.8Sơn Ca 9: Lệ Thu và những tình khúc tiền chiến (1974) 2.9Sơn Ca 10: Tiếng hát Thái Thanh và ban hợp ca Thăng Long (1975) 2.10Sơn Ca 11: Tiếng hát Phương Dung 3Xem thêm 4Ghi chú 5Tham khảo Sơn Ca (băng nhạc) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Sơn Ca. Băng nhạc Sơn Ca Collage bìa trước của chuỗi băng nhạc Sơn Ca theo thứ tự trái sang phải, trên xuống dưới, khuyết bìa Sơn Ca 2. Hình bao gồm cả bìa in sang lại sau này tại Hoa Kỳ. Album phòng thu của Phương Dung, Giao Linh, Khánh Ly, Sơn Ca, Lệ Thu, Thái Thanh và nhiều nghệ sĩ khác Phát hành 1971 - 1975 Thu âm 1971 - 1974 Địa điểm Sài Gòn, Việt Nam Cộng hòa Phòng thu Hãng dĩa hát Sơn Ca Thể loại Nhạc vàng Tình khúc 1954-1975 Nhạc tiền chiến Ngôn ngữ Tiếng Việt Hãng đĩa Sơn Ca Sản xuất Phượng Linh Hãng dĩa hát Sơn Ca Thành lập 1967 (1967) Nhà sáng lập Huỳnh Văn Tứ Nguyễn Văn Đông Giải thể 30 tháng 4 năm 1975 (1975-04-30) Hãng phân phối Quầy 116, thương xá Tax Thể loại Nhạc vàng Tân cổ giao duyên Tình khúc 1954-1975 Nhạc tiền chiến Quốc gia Việt Nam Cộng hòa Trụ sở Thương xá Tax, 135 đại lộ Nguyễn Huệ, quận Nhứt, Sài Gòn Băng nhạc Sơn Ca là một chương trình nghệ thuật của nhạc sĩ Phượng Linh (tức Nguyễn Văn Đông) được phát hành từ 1971 đến 1975 tại Sài Gòn, Việt Nam Cộng hòa dưới dạng băng magnetophon và băng cassette. Chương trình này gồm tất cả 10 băng nhạc, đánh số từ 1 đến 11 nhưng không có băng số 4. Các giọng ca nổi tiếng được hãng dĩa hát Sơn Ca thu âm băng riêng ca sĩ có Phương Dung, Giao Linh, Khánh Ly, Sơn Ca, Lệ Thu và Thái Thanh. Lịch sử[sửa | sửa mã nguồn] Hãng dĩa hát Sơn Ca là một công ty ghi âm và phát hành âm nhạc do doanh nhân có tiếng ở Sài Gòn, Việt Nam Cộng hòa là Huỳnh Văn Tứ và nhạc sĩ Nguyễn Văn Đông đồng sáng lập vào cuối năm 1967, có biểu trưng là hình con chim hót đậu trên quả địa cầu,[1][2] kinh doanh sản phẩm tại quầy 116, thương xá TAX. Thể loại âm nhạc đa dạng từ nhạc vàng đến tân cổ giao duyên. Ngoài việc thu âm và phát hành dĩa hát, từ năm 1971 trở đi hãng này cho ra đời loạt băng nhạc dưới hình thức băng magnetophon[Ghi chú 1] (thời này còn gọi đơn giản là \"băng lớn\") và băng cassette, gọi chung là băng nhạc Sơn Ca. Băng nhạc Sơn Ca gồm tất cả 10 băng được đánh số từ 1 đến 11 nhưng không có băng số 4. Mở đầu và kết thúc băng thường là đoạn nhạc hiệu độc đáo \"Sơn Ca, Sơn Ca, Sơn Ca\" do Nguyễn Văn Đông soạn, Lê Văn Thiện phối khí,[1] với lời giới thiệu và tạm biệt do nữ xướng ngôn viên tên Hiền diễn đọc.[Ghi chú 2] Nội dung băng là những ca khúc có thể được tạm xếp vào các thể loại là nhạc vàng, tình khúc 1954-1975, nhạc tiền chiến và hiếm hoi là một vài ca khúc nhạc nước ngoài lời Việt. Mỗi băng có từ 17 đến 20 bài hát (thường là 18) của nhiều tác giả, riêng băng Sơn Ca 7 đặc biệt dành riêng cho các sáng tác của nhạc sĩ Trịnh Công Sơn. Hai năm đầu 1971-1972, hãng phát hành ba băng nhạc theo chủ đề, quy tụ nhiều giọng ca thượng thặng đương thời. Từ băng Sơn Ca 5 trở đi, hãng chuyển hướng làm băng đơn ca, mỗi băng một ca sĩ, khởi màn là ca sĩ Phương Dung và đây cũng là giọng ca duy nhất mà hãng Sơn Ca làm nhiều hơn một băng đơn ca. Băng Sơn Ca 6 là băng đơn ca đầu tiên của Giao Linh - một trong hai học trò nổi tiếng của Nguyễn Văn Đông bên cạnh ca sĩ Thanh Tuyền. Băng Sơn Ca 10 có sự cộng tác của danh ca Thái Thanh và ban hợp ca nổi tiếng nhất thời bấy giờ là ban Thăng Long. Việc làm băng đơn ca riêng cho từng ca sĩ, được nhìn nhận là ý tưởng tiên phong,[3] mới mẻ, mở đầu xu hướng cho nhiều băng khác về sau,[4] trong bối cảnh các băng nhạc đương thời phần lớn là băng tổng hợp nhiều ca sĩ. Chuỗi băng nhạc Sơn Ca được phát hành liên tục cho đến khi hãng dĩa Sơn Ca chấm dứt tồn tại từ sau sự kiện 30 tháng 4 năm 1975. Băng nhạc cuối cùng là Sơn Ca 11 thực tế không kịp phát hành tại Việt Nam dù công việc hậu kỳ đã xong từ cuối năm 1974. Sau này, ông chủ Tứ đi định cư Pháp, hành trang mang theo bản thu gốc của Sơn Ca 11 rồi giao lại cho Thúy Nga Paris phát hành chỉ dưới hình thức cassette. Riêng về Sơn Ca 4, nhạc sĩ Nguyễn Văn Đông cho biết băng này có bài hát của nhạc sĩ Trịnh Công Sơn, không được cơ quan kiểm duyệt của Việt Nam Cộng hòa cấp phép. Có người nhầm lẫn Sơn Ca 4 với một băng cassette khác mang tên Chương trình nhạc tuyển Sơn Ca 4: Đưa em vào hạ được thực hiện tại California, Hoa Kỳ vào thập niên 1980, vốn dĩ nằm trong chuỗi băng do ca sĩ Sơn Ca thực hiện theo nghệ danh của bà và không có mối liên quan nào với hãng dĩa hát Sơn Ca. Tại hải ngoại, băng Sơn Ca được một số cơ sở phát hành băng nhạc in sang lại đều ở hình thức cassette. Danh sách băng và nội dung[sửa | sửa mã nguồn] Sơn Ca 1: Những chuyến đi mùa ly loạn (1971)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Kỷ niệm xa bay (Nguyễn Vũ) - Anh Khoa & Thanh Lan Nhìn nhau lần cuối (Anh Thái) - Elvis Phương Kể từ đêm đó (Hoàng Trang & Ngọc Sơn) - Thanh Thúy Đường nào em đi (Hoàng Nguyên) - Lệ Thu Thoáng giấc mơ qua (Nguyễn Vũ) - Anh Khoa & Thanh Lan Còn gì nữa đâu (Phạm Duy) - Khánh Ly Đêm tâm giao (Trầm Uyên Khanh) - Giao Linh Dạ sầu (Phượng Linh) - Thanh Lan Ga chiều phố nhỏ (Nguyễn Vũ) - Anh Khoa Mặt B Sao rơi trên biển (Nguyễn Vũ) - Anh Khoa & Thanh Lan Đi tìm kỷ niệm (Anh Thái) - Elvis Phương Lời giã biệt (Phượng Linh) - Thanh Thúy Đường em đi (Phạm Duy) - Lệ Thu Một loài chim biển (Nguyễn Vũ) - Anh Khoa & Hoàng Oanh Tình đã bay cao (Nguyên Lãng) - Khánh Ly Trở về bến mơ (Ngọc Bích) - Sĩ Phú Bóng chiều xưa (nhạc Dương Thiệu Tước, lời Minh Trang) - Thanh Lan Tôi trở về thành phố (nhạc Y Vân, thơ Hoàng Huy)[Ghi chú 3] - Tam ca Sao Băng (Thanh Phong, Phương Đại & Duy Mỹ) Sơn Ca 2: Xuân 72 - Xuân hạnh phúc, xuân nhớ nhau (1972)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Xuân về trên non sông Việt Nam (Văn Phụng) - Đức Minh Hái lộc đầu năm (Triết Giang & Ngọc Sơn) - Thanh Tuyền Chuyện những người yêu nhau (Đài Phương Trang) - Connie Kim Ước nguyện đầu xuân (Hoàng Trang) - Giao Linh Ly rượu mừng (Phạm Đình Chương) - Đức Minh & Giao Linh Đầu năm đi lễ (Ngọc Sơn & Kim Long) - Hà Thanh Tình xuân (Tuấn Hải) - Connie Kim Mùa xuân của chúng mình (Lê Kim Khánh) - Hoàng Oanh Nhớ một chiều xuân (Nguyễn Văn Đông) - Anh Khoa Ước mộng đôi ta (Phạm Vũ Anh Tứ) - Phương Đại & Thanh Tuyền Mặt B Gió mùa xuân tới (Hoàng Trọng) - Đức Minh Hải ngoại thương ca (Nguyễn Văn Đông) - Anh Khoa Mùa xuân yêu em (nhạc Phạm Duy, thơ Đỗ Quý Toàn) - Lệ Thu Xin đừng trách anh (Phượng Linh) - Hùng Cường Anh (Nguyễn Văn Đông) - Khánh Ly Mùa xuân trong thư em (Viễn Chinh) - Chế Linh Phiên gác đêm xuân (Vì Dân) - Thanh Tuyền Dáng xuân xưa (Phượng Linh) - Anh Khoa Trích đoạn cuối tân cổ giao duyên \"Hái lộc đầu năm\" (tân nhạc: Triết Giang & Ngọc Sơn, vọng cổ: Đông Phương Tử) - Ngọc Giàu[Ghi chú 4] Khúc hát mừng xuân (Văn Phụng) - Đức Minh Sơn Ca 3: Mừng Giáng Sinh – Tình yêu và thanh bình (1972)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Đêm thánh vô cùng (nhạc Áo \"Stille Nacht\" của Franz Xaver Gruber, lời Việt Nguyễn Văn Đông) - Hoàng Oanh[Ghi chú 5] Bài thánh ca buồn (Nguyễn Vũ) - Thái Châu Xin Chúa thấu lòng con (Nguyễn Văn Đông) - Thanh Lan Cao cung lên (Hoài Đức & Nguyễn Khắc Xuyên) - Thái Thanh, Sĩ Phú & Anh Khoa Hồi chuông nửa đêm (nhạc Mỹ \"Jingle Bells\" của James Lord Pierpont, lời Việt Phượng Linh) - Connie Kim Mừng Chúa ra đời (Tô Thanh Tùng) - Sĩ Phú Ave Maria (nhạc Franz Schubert, lời Việt Nguyễn Văn Đông) - Thái Thanh Tình người ngoại đạo (Thùy Linh) - Anh Khoa Đêm thánh huy hoàng (Nguyễn Văn Đông) - Khánh Ly Mặt B Mùa sao sáng (Nguyễn Văn Đông) - Giao Linh Nửa đêm khấn hứa (Tuấn Hải) - Hà Thanh Hai mùa Noel (Đài Phương Trang) - Anh Khoa Màu xanh Noel (Hoài Phương) - Lệ Thu Mùa hoa tuyết (Xuân Điềm) - Uyên Phương Đêm kỷ niệm (Nguyễn Vũ) - Thanh Tuyền & Thanh Vũ Lời con xin Chúa (Lê Kim Khánh) - Thanh Lan Bóng nhỏ giáo đường (Phượng Linh) - Giao Linh Dư âm mùa Giáng Sinh (Ngân Giang) - Khánh Ly Sơn Ca 5: Phương Dung[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Khúc hát ân tình (Xuân Tiên & Song Hương) Nỗi buồn gác trọ (nhạc Hoài Linh, lời Mạnh Phát) Hận Đồ Bàn (Xuân Tiên & Lữ Liên) Thương về mùa đông biên giới (Phượng Linh) Tà áo cưới (Hoàng Thi Thơ) Đừng nói với anh (Hoàng Thi Thơ) Nếu ta đừng quen nhau (Huỳnh Anh) Những đóm mắt hoả châu (Hàn Châu) Mùa xuân trên cao (Trầm Tử Thiêng) Mặt B Lẻ bóng (Lê Dinh & Anh Bằng) Trước giờ tạm biệt (Hoài An) Hoa nở về đêm (Mạnh Phát) Đố ai? (Phạm Duy) Về đâu mái tóc người thương? (Hoài Linh & Mạnh Phát) Kể chuyện trong đêm (Hoàng Trang) Cay đắng tình đời (Phượng Linh) Hoa soan bên thềm cũ (Tuấn Khanh)[Ghi chú 6] Nhớ người thương binh (Phạm Duy) Sơn Ca 6: Giao Linh[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Nhớ một người (Hoài Linh & Mạnh Phát) Chiều tha hương (nhạc Hoàng Trọng, lời Quách Đàm) Bóng nhỏ đường chiều (Trúc Phương) Tan tác (Tu My)[Ghi chú 7] Sầu gieo cung oán (Lê Bình) Thà đừng quen nhau (Tấn An) Chuyến tàu hoàng hôn (nhạc Minh Kỳ, lời Hoài Linh) Giấc ngủ cô đơn (Anh Bằng & Lê Dinh) Tiễn người đi (Lam Phương) Mặt B Ngày trở về (Phạm Duy) Niềm đau dĩ vãng (Phượng Linh) Hai lối mộng (Trúc Phương) Ngày em hai mươi tuổi (Phạm Duy) Chiều mưa biên giới (Vì Dân) Ai về sông Tương (Thông Đạt) Qua xóm nhỏ (Mạnh Phát) Tình anh lính chiến (Lam Phương) Sầu lẻ bóng (Anh Bằng) Sơn Ca 7: Khánh Ly và những tình khúc của Trịnh Công Sơn (1974)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Tuổi đá buồn Tình nhớ Tình sầu Nhìn những mùa thu đi Cát bụi Cho một người vừa nằm xuống Thương một người Tình xa Mặt B Như cánh vạc bay Biển nhớ Ru em từng ngón xuân nồng Nối vòng tay lớn Diễm xưa Ướt mi Gọi tên bốn mùa Hạ trắng Nghe những tàn phai Sơn Ca 8: Tiếng hát Sơn Ca (1974)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Hòn vọng phu I: Đoàn người ra đi (Lê Thương) Ngày xưa Hoàng Thị (nhạc Phạm Duy, thơ Phạm Thiên Thư) Mưa Sài Gòn, mưa Hà Nội (nhạc Phạm Đình Chương, thơ Hoàng Anh Tuấn) Bây giờ tháng mấy? (Từ Công Phụng) Nắng chiều (Lê Trọng Nguyễn) Mùa thu cho em (Ngô Thụy Miên & Thụy Anh) Màu kỷ niệm (nhạc Phạm Đình Chương, thơ Nguyên Sa) Anh đi chiến dịch (Phạm Đình Chương) Hòn vọng phu II: Ai xuôi vạn lý (Lê Thương) Mặt B Lệ đá (nhạc Trần Trịnh, lời Hà Huyền Chi)[Ghi chú 8] Tình khúc cho em (Lê Uyên Phương) Đèn đêm phố nhỏ (Tấn An & Hoài Linh) Ngày đó chúng mình (Phạm Duy) Đường xưa lối cũ (Hoàng Thi Thơ) Khi đã yêu (Phượng Linh) Chiều cuối tuần (Trúc Phương) Mộng dưới hoa (nhạc Phạm Đình Chương, thơ Đinh Hùng) Hòn vọng phu III: Người chinh phu về (Lê Thương) Sơn Ca 9: Lệ Thu và những tình khúc tiền chiến (1974)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Đêm đông (nhạc Nguyễn Văn Thương, lời Nguyễn Văn Thương & Kim Minh) Thuyền viễn xứ (nhạc Phạm Duy, thơ Huyền Chi) Gửi gió cho mây ngàn bay (Đoàn Chuẩn & Từ Linh) Bóng chiều tà (Nhật Bằng) Kiếp nào có yêu nhau (nhạc Phạm Duy, thơ Hoài Trinh) Gợi giấc mơ xưa (Lê Hoàng Long) Lá đổ muôn chiều (Đoàn Chuẩn & Từ Linh) Rồi mai tôi đưa em (Trường Sa) Còn chút gì để nhớ (nhạc Phạm Duy, thơ Vũ Hữu Định) Mặt B Ngăn cách (Y Vân) Xin còn gọi tên nhau (Trường Sa) Lá thư (Đoàn Chuẩn & Từ Linh) Hận ly hương (Anh Hoa & Ngọc Long) Tình khúc thứ nhất (nhạc Vũ Thành An, thơ Nguyễn Đình Toàn) Người về (Phạm Duy) Bao giờ biết tương tư (Phạm Duy & Ngọc Chánh) Tà áo xanh (Đoàn Chuẩn & Từ Linh) Sơn Ca 10: Tiếng hát Thái Thanh và ban hợp ca Thăng Long (1975)[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Các anh đi (nhạc Văn Phụng, thơ Hoàng Trung Thông) - Thái Thanh Nhớ người ra đi (Phạm Duy) - Thái Thanh Sáng rừng (Phạm Đình Chương) - Ban Thăng Long Về mái nhà xưa (Nguyễn Văn Đông) - Thái Thanh Những bước chân âm thầm (nhạc Y Vân, thơ Kim Tuấn) - Ban Thăng Long Đêm ngắn tình dài (Dương Thiệu Tước) - Thái Thanh Giã từ đêm mưa (Văn Phụng) - Ban Thăng Long Hoài cảm (Cung Tiến) - Thái Thanh Xóm đêm (Phạm Đình Chương) - Ban Thăng Long Mặt B Tình ca (Phạm Duy) - Thái Thanh Sang ngang (Đỗ Lễ) - Thái Thanh Khúc nhạc ly hương (Lâm Tuyền) - Thái Thanh Hội trùng dương: Phần thứ nhất - Tiếng sông Hồng (Phạm Đình Chương) - Ban Thăng Long Hội trùng dương: Phần thứ hai - Tiếng sông Hương (Phạm Đình Chương) - Ban Thăng Long Hội trùng dương: Phần thứ ba - Tiếng Cửu Long (Phạm Đình Chương) - Ban Thăng Long Mấy dặm sơn khê (Nguyễn Văn Đông) - Thái Thanh Hẹn hò (Phạm Duy) - Thái Thanh Bài hương ca vô tận (Trầm Tử Thiêng) - Thái Thanh Sơn Ca 11: Tiếng hát Phương Dung[sửa | sửa mã nguồn] hiện Danh sách bài Mặt A Vòng tay giữ trọn ân tình (Đỗ Kim Bảng & Y Vân) Thu tím lá vàng (Vân Tùng) Bao giờ quên (Hoài Linh) Nửa đêm thức giấc (Lê Mộng Bảo) Chiếc bóng công viên (Phượng Linh) Chiều tưởng nhớ (nhạc Lan Đài, thơ Hoàng Hương Trang) Vọng gác đêm sương (Mạnh Phát) Đường về khuya (Minh Kỳ & Lê Dinh) Hai mùa mưa (Mạc Phong Linh & Mai Thiết Lĩnh) Mặt B Hoàng hôn trong đáy mắt (Lan Đài) Kiếp cầm ca (Huỳnh Anh) Lời giã biệt (Phượng Linh) Mưa buồn (nhạc Minh Kỳ, lời Hoài Linh) Đêm không trăng sao (Mạnh Phát) Bảy ngàn đêm góp lại (Trầm Tử Thiêng) Còn thương nhau hoài (nhạc Trúc Sơn, lời Kim Tuấn)[Ghi chú 9] Cho người vào cuộc chiến (Phan Trần) Không bao giờ quên anh (Hoàng Trang) Xem thêm[sửa | sửa mã nguồn] Băng nhạc Premier Hãng dĩa Continental Ghi chú[sửa | sửa mã nguồn] ^ Có người còn gọi tắt loại băng này là \"băng ma-nhê\" (\"magnet\") hoặc \"băng reel\" (reel-to-reel), riêng miền Bắc Việt Nam khi tiếp cận loại băng này thì quen gọi thông tục là \"băng cối\" hoặc là \"băng Akai\" do sự phổ biến của loại máy phát nhạc do hãng điện tử Akai Nhật Bản chế tạo. ^ Từ đầu thập niên 2000, một số nguồn Internet cho rằng xướng ngôn viên diễn đọc phần lời giới thiệu và tạm biệt của băng Sơn Ca là nữ nghệ sĩ Tú Trinh hiện vẫn còn hoạt động nghệ thuật tại Việt Nam. Tuy nhiên, năm 2022 qua kênh liên lạc điện thoại, nghệ sĩ Tú Trinh đã xác nhận đây không phải là giọng bà mà là giọng cô Hiền, hiện sống tại hải ngoại. ^ Có người nhầm thơ của Kim Tuấn. \"Tôi trở về thành phố\" được NXB Trăm Hoa Miền Nam (chủ trương: nhạc sĩ Nguyễn Văn Đông) phát hành năm 1966. ^ Bài tân cổ giao duyên này được Ngọc Giàu thâu vào dĩa 45 vòng C.167-168 số 88 của hãng Continental. Đờn kìm Năm Cơ, vĩ cầm Văn Vĩ. Trước đây nhầm lẫn là \"7 câu vọng cổ chúc Tết\". ^ Bài \"Stille Nacht\" còn có lời Việt khác do nhạc sĩ Hùng Lân đặt, khác với lời của nhạc sĩ Nguyễn Văn Đông trong băng Sơn Ca 3 này. Bản lời do Nguyễn Văn Đông đặt được Bộ Thông tin VNCH kiểm duyệt theo giấy phép số 4781\/BTT ngày 11 tháng 12 năm 1972; băng Sơn Ca 3 độc quyền giới thiệu. ^ Nhan đề gốc nhạc sĩ đặt là \"hoa soan\" [sic], không phải \"hoa xoan\". ^ Nhạc sĩ Tu My (1928-1986) là một nhạc công và giáo viên dạy nhạc. Sau năm 1954 ông ở lại Bắc Việt Nam. Ông viết \"Tan tác\" vào cuối năm 1949 tại Thanh Hóa, ban đầu đặt nhan đề là \"Hận lòng\", về sau đổi thành \"Tan tác\" (theo bản in của NXB An Phú, 163 Lê Lợi, Sài Gòn, Quốc gia Việt Nam). ^ Bài này Trần Trịnh đặt nhạc xong rồi mới nhờ Hà Huyền Chi đặt lời cho hợp nốt nhạc, không phải nhạc phổ thơ. ( Hà Đình Nguyên (23 tháng 10 năm 2021). “Những khúc ca huyền bí: 'Lệ đá' vào phim kinh dị”. Thanh Niên Online.) ^ Trúc Sơn & Kim Tuấn còn có bài hát khác là \"Sao anh không về\". Cả \"Còn thương nhau hoài\" và \"Sao anh không về\" cùng ra mắt năm 1963. Ngoài ra, Trúc Sơn cũng đồng sáng tác với Y Vũ trong bài \"Những tâm hồn hoang lạnh\", với Thăng Long trong bài \"Nói với người tình\". Tham khảo[sửa | sửa mã nguồn] ^ a b Gibbs, Jason (23 tháng 3 năm 2018). “Nguyễn Văn Đông: 'Đường đời mưa bay gió cuốn'”. Viết cho BBC Tiếng Việt. Truy cập 28 tháng 8 năm 2022.} ^ “Tâm tình của nhạc sĩ Nguyễn Văn Đông như \"Hồi ký\" tiếp theo các cuộc phỏng vấn thu âm”. Người Việt Tây Bắc. 17 tháng 10 năm 2016. ^ Trường Kỳ (26 tháng 11 năm 2008). “Nguyễn Văn Đông: Giữa binh nghiệp và âm nhạc”. TiVi Tuần-san số 1091 và 1092. Bản gốc lưu trữ ngày 29 tháng 3 năm 2012. Truy cập ngày 26 tháng 12 năm 2012. ^ Du Tử Lê. “Binh nghiệp và nhạc nghiệp của Nguyễn Văn Đông”. Người Việt. Bản gốc lưu trữ ngày 13 tháng 4 năm 2010. Truy cập 24 tháng 8 năm 2022. ẩn x t s Nhạc sĩ Nguyễn Văn Đông Danh sách tác phẩm Sáng tác nổi bật \"Chiều mưa biên giới\" · \"Mấy dặm sơn khê\" Hãng dĩa\/Băng nhạc Hãng dĩa Continental · Hãng dĩa Sơn Ca · Băng nhạc Premier Ca sĩ cộng tác Trần Văn Trạch · Hà Thanh · Thanh Tuyền · Giao Linh Băng đĩa nói về Paris By Night 125 - Chiều mưa biên giới Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Sơn_Ca_(băng_nhạc)&oldid=69825194” Thể loại: Album nhạc vàng Album nhạc Trịnh Công Sơn Tình khúc 1954–1975 Hãng ghi âm thành lập năm 1967 Hãng đĩa thu âm Việt Nam Hãng ghi âm bị giải thể Thể loại ẩn: Bài viết sử dụng định dạng hAudio Trang này được sửa lần cuối vào ngày 29 tháng 3 năm 2023, 03:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}