{"Số 1 (báo Nhân Dân)":"Số 1 (báo Nhân Dân) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bối cảnh 2Ra đời 3Nội dung 4Di sản 5Xem thêm 6Chú thích Hiện\/ẩn mục Chú thích 6.1Ghi chú 6.2Tham khảo 7Đọc thêm 8Liên kết ngoài Số 1 (báo Nhân Dân) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trang đầu của số báo. Số 1 là số báo đầu tiên của báo Nhân Dân, phát hành lần đầu tại Chiến khu Việt Bắc vào ngày 11 tháng 3 năm 1951. Đây là số báo đánh dấu cho sự ra đời và phát triển của Nhân Dân về sau này. Bối cảnh[sửa | sửa mã nguồn] Bài chi tiết: Đại hội Đảng Cộng sản Việt Nam lần thứ II Từ ngày 11 đến 19 tháng 2 năm 1951, Đại hội Đảng Cộng sản Việt Nam lần thứ II đã được tổ chức tại xã Vinh Quang (nay là xã Kim Bình), huyện Chiêm Hoá, tỉnh Tuyên Quang.[1][2][3] Trong đó, Đại hội thông qua Nghị quyết xuất bản báo Nhân Dân, cơ quan trung ương của Đảng Lao động Việt Nam, thay thế cho tờ báo Sự Thật được xuất bản lần đầu vào cuối năm 1945.[1][4] Trước thời điểm trên, Tố Hữu và Hoàng Tùng được Trường Chinh giao nhiệm vụ xây dựng kế hoạch ra mắt tờ báo mới. Một số cán bộ chủ chốt công tác tại tòa soạn báo Sự Thật, bộ phận quản trị và Nhà in Lê Hồng Phong của tờ báo cũng tham gia vào công việc chuẩn bị.[5] Ban đầu, báo Nhân Dân chỉ được phát hành định kỳ hàng tuần vì hoạt động dưới thời chiến, với đối tượng độc giả chính là đảng viên và quần chúng nhân dân có lòng yêu nước. Ban Biên tập đầu tiên của báo có tám người, được thành lập theo Nghị quyết số 26-NQ-TW của Bộ Chính trị,[6] trong đó năm người là Ủy viên Bộ Chính trị và Ban Bí thư Trung ương Đảng gồm Trường Chinh (chủ nhiệm của tờ báo), Phạm Văn Đồng, Hoàng Quốc Việt, Nguyễn Chí Thanh, Lê Văn Lương và những người còn lại là Trần Quang Huy (thư ký Ban Biên tập), Hà Xuân Trường và Quang Đạm. Trong số đội ngũ cán bộ còn có các nhà thơ, nhà báo như Tố Hữu, Hoàng Tùng, Thép Mới,... Một số cây bút hoạt động từ những phong trào sáng tác của các đơn vị cũng được tuyển về làm việc cho tờ báo.[1][3][7] Ra đời[sửa | sửa mã nguồn] Trường Chinh là chủ nhiệm của báo Nhân Dân khi mới ra đời. Ông đã cùng Tố Hữu lên kế hoạch cho việc phát hành số đầu tiên của tờ báo sau khi Đại hội kết thúc. Sau khi Đại hội bế mạc, Trường Chinh và Tố Hữu, khi đó là Ủy viên dự khuyết Trung ương Đảng, đã cùng nhau họp bàn về việc phát hành số báo đầu tiên của Nhân Dân. Nơi họp bàn công việc cho sự ra đời của số báo là tại một cái rẫy cạnh địa điểm họp Đại hội, với bàn ghế là thân cây gỗ của người dân địa phương. Giúp việc cho hai người là nhà văn Thép Mới, lúc này đang là phóng viên báo chí tác nghiệp ở Đại hội. Phan Nghiêm, phóng viên điện ảnh tại Đại hội, cũng đã quyết định ghi hình lại cảnh hai người trực tiếp biên tập số báo đầu tiên của tờ báo dài bảy phút, sau này được tách riêng và nằm trong bộ phim tài liệu nói về Đại hội lần thứ II của Đảng.[1][7] Nhà in Lê Hồng Phong được coi là nơi in và phát hành số đầu tiên của báo Nhân Dân; sau này, nhà in đã trở thành một di tích lịch sử cấp Quốc gia tại xã Quy Kỳ, huyện Định Hóa, Thái Nguyên.[8][9] Tuy nhiên, một số nguồn khác lại cho rằng nhà in Việt Hưng mới là nơi đầu tiên in số báo.[1][5][10] Do máy in của nhà in Lê Hồng Phong, từng là nơi in báo Sự Thật, chỉ in được ở khổ nhỏ và công suất yếu, cộng thêm việc nhà in nằm sâu trong rừng nên không tiện cho việc vận chuyển vật liệu và phát hành. Vì lý do này, Trung ương đã quyết định xây dựng một nhà in với quy mô lớn hơn dưới chân Đèo Khế, xã Văn Lãng, huyện Đại Từ, tỉnh Thái Nguyên, hoạt động chủ yếu để in tờ báo. Máy và vật tư được chuyển từ Chiêm Hóa xuống.[5][10] Cuộc họp quyết định ra mắt số 1 báo Nhân Dân đã được thống nhất xuất bản ngày 11 tháng 3 năm 1951, chỉ một tháng sau khi đại hội chính thức khai mạc.[11] Tất cả những bài, tin, tranh minh họa đều được Trường Chinh và Tố Hữu đọc lại một lượt, sau đó cho ý kiến cụ thể về cách trình bày các trang báo, rồi giao Thép Mới nhiệm vụ trực tiếp mang bản thảo đến nhà in. Hai người cũng quyết định sẽ đưa tên Hoàng Tùng lên mặt báo số đầu tiên với tư cách là Tổng Biên tập, ghi tại trang cuối của số báo. Họa sĩ Nguyễn Đỗ Cung là người đảm nhận việc thiết kế trang báo. Trong quá trình di chuyển về tòa soạn, Thép Mới đã phải đi mất một ngày rưỡi đường rừng và vòng sau lưng dãy núi Hồng. Khi đến nơi, ông trình bày bản thảo với Hoàng Tùng. Ngay tối hôm đó Hoàng Tùng duyệt lại toàn bộ bản thảo số báo và dặn dò thêm Thép Mới một số ý kiến về việc in ấn, xuất bản, phát hành. Sáng hôm sau, Thép Mới đã mang toàn bộ số báo này đến nhà in để in. Vào ngày 11 tháng 3 năm 1951, số báo đầu tiên của Nhân Dân phát hành tại Chiến khu Việt Bắc, với gần hai vạn bản được in ra dưới chất liệu chính là giấy giang, nứa của xưởng giấy Hoàn Tiến ở Tuyên Quang cung cấp,[10] có độ dài 6 trang.[1][3][12] Mỗi tờ báo có giá 80 đồng.[1] Các chiến sĩ quân bưu là người phụ trách việc vận chuyển số báo đến Mặt trận Đường số 18 bên dòng sông Bạch Đằng đến tay các chiến sĩ trước giờ mở màn Chiến dịch Hoàng Hoa Thám theo chỉ đạo của Bộ chỉ huy chiến dịch.[1][11] Nội dung[sửa | sửa mã nguồn] Nội dung số đầu tiên của báo dành toàn bộ cho sự kiện Đại hội Đảng Cộng sản Việt Nam lần thứ II. Tên của tờ báo được in trên đầu trang với màu măng sét đỏ; chiếm phần lớn trang đầu báo là Tuyên ngôn Đảng Lao động Việt Nam. Bên cạnh phần nội dung này là ký họa chân dung Hồ Chí Minh do họa sĩ Lê Minh Hiền vẽ tại Đại hội,[a] là hình minh họa cho bài chính luận của Trường Chinh \"Hồ Chủ tịch, người sáng lập, rèn luyện và lãnh đạo Đảng ta\"; đây cũng là lần đầu tiên Hồ Chí Minh được công khai giới thiệu với tư cách là lãnh đạo của Đảng Lao động Việt Nam. Các trang trong đăng báo cáo \"Bàn về cách mạng Việt Nam\" của Trường Chinh dưới tiêu đề: \"Hoàn thành giải phóng dân tộc, phát triển dân chủ nhân dân tiến tới chủ nghĩa xã hội\" và \"Chính cương của Đảng Lao động Việt Nam\".[3][5][7] Một bài tường thuật tổng hợp về Đại hội của Thép Mới với nhan đề \"Đại hội chúng ta\" cũng được đưa vào số báo, trong đó giới thiệu những thông tin khái quát tiến trình Đại hội và ý nghĩa lịch sử của sự kiện. Bài báo này sau đó đã được Tố Hữu và Trường Chinh khuyến khích, hoan nghênh.[1] Số báo còn có bài \"Phong trào mua công trái\"[13] do Hồ Chí Minh viết dưới bút danh C.B; sau này, ông được ghi nhận khi đã viết hơn 700 bài cho tờ báo dưới bút danh C.B từ lúc tờ báo thành lập cho đến khi qua đời.[14][15] Số báo cũng đăng các bài khác bao gồm \"Thư gửi nông dân thi đua canh tác\" và \"Ruộng rẫy là chiến trường, cuốc cày là vũ khí, nhà nông là chiến sĩ, hậu phương thi đua với tiền phương\".[3][5][7] Di sản[sửa | sửa mã nguồn] Số 1 của báo Nhân Dân là số báo đầu tiên đánh dấu cho sự ra đời và phát triển của tờ báo về sau này.[16] Vào năm 1985, nhà báo Phan Quang, lúc đó còn là Tổng biên tập của tạp chí Người làm báo, đã phỏng vấn Thép Mới – nguyên Phó Tổng Biên tập báo Nhân Dân – về sự ra đời của số báo và viết thành một bài báo ngắn đăng trên tạp chí. Đến năm 2021, bài báo này được đăng lại trên Nhân Dân cuối tuần.[17] Các buổi lễ kỷ niệm tờ báo ra số đầu tiên được tổ chức 10 năm một lần bởi báo Nhân Dân và có sự tham gia của nhiều chính khách cùng các nhà báo trong nước.[1][18][19] Nhân kỷ niệm 70 năm ngày Nhân Dân ra số đầu tiên, tổ chức tại Hà Nội, Tổng Bí thư Nguyễn Phú Trọng đã viết thư chúc mừng và sau đó được Chủ tịch nước Nguyễn Xuân Phúc đọc lại.[18][19] Cũng trong ngày kỷ niệm 48 năm sau khi báo xuất bản lần đầu, phiên bản báo điện tử ngôn ngữ tiếng Anh của tờ Nhân Dân đã được kích hoạt.[20] Trong lễ kỷ niệm 60 năm ngày ra mắt số 1 của báo, báo Nhân Dân đã được trao tặng Huân chương Hồ Chí Minh lần thứ hai.[19] Trước đó tờ báo từng được trao tặng Danh hiệu Anh hùng lực lượng vũ trang nhân dân dịp kỷ niệm 59 năm báo ra số đầu tiên.[21] Một con tem đã được phát hành nhân dịp 50 năm ngày ra số 1 báo Nhân Dân.[22] Một huân chương có tên \"Vì sự nghiệp báo Nhân Dân\" cũng được tạo ra trong dịp này để trao tặng cho những nhà báo có đóng góp cho sự phát triển của tờ báo.[23] Xem thêm[sửa | sửa mã nguồn] Nhân Dân (báo) Chú thích[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ Hình của bức chân dung được khắc bằng gỗ rồi đem in.[7][10] Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f g h i j Phan Quang (6 tháng 3 năm 2021). “Nhân Dân ra đời như thế nào?”. Nhân Dân. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Bích Huệ (18 tháng 1 năm 2021). “Đại hội đại biểu toàn quốc lần thứ II - mốc son đánh dấu sự trưởng thành của Đảng”. Trang thông tin điện tử Ban Tuyên giáo Tỉnh uỷ Tuyên Quang. Lưu trữ bản gốc ngày 26 tháng 7 năm 2021. Truy cập ngày 9 tháng 7 năm 2022. ^ a b c d e “Lịch sử ra đời báo Nhân Dân”. Hội Nhà báo Việt Nam. 10 tháng 4 năm 2017. Lưu trữ bản gốc ngày 14 tháng 9 năm 2019. Truy cập ngày 9 tháng 7 năm 2022. ^ Minh Hải (17 tháng 6 năm 2013). “Vai trò lịch sử của báo chí cách mạng”. Cổng thông tin điện tử tỉnh Kon Tum. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ a b c d e “70 năm lịch sử vẻ vang của báo Nhân Dân”. Nhân Dân. 10 tháng 3 năm 2021. Lưu trữ bản gốc ngày 7 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ “Nghị quyết về việc chỉ định Ban Biên tập và cán bộ viết bài cho báo Nhân Dân”. Nhân Dân. 21 tháng 6 năm 2022. Lưu trữ bản gốc ngày 20 tháng 6 năm 2021. Truy cập ngày 9 tháng 7 năm 2022. ^ a b c d e M.B (10 tháng 3 năm 2021). “Tờ báo của Đảng, của Dân tộc và của Nhân dân”. Lao Động. Lưu trữ bản gốc ngày 1 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Nhị Hà (9 tháng 3 năm 2022). “Quy Kỳ - mảnh đất ân tình”. Báo Thái Nguyên. Lưu trữ bản gốc ngày 1 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Thế Hà (2 tháng 3 năm 2006). “Gặp gỡ ở Quy Kỳ”. Nhân Dân. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ a b c d Lê Thành (10 tháng 3 năm 2006). “Chúng tôi in số báo Nhân Dân đầu tiên ở chiến khu Việt Bắc”. Nhân Dân. Lưu trữ bản gốc ngày 8 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ a b Nhiều tác giả (1996). Nhớ một thời làm báo Nhân dân. Nhà xuất bản Chính trị quốc gia - Sự thật. tr. 65. Bản gốc lưu trữ ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ “Ngày này năm xưa 11-3-1951: Báo Nhân Dân phát hành số đầu tiên”. Quân đội nhân dân. 11 tháng 3 năm 2022. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Tạ Ngọc Tấn (2003). Tìm hiểu tư tưởng Hồ Chí Minh về báo chí. Nhà xuất bản Chính trị quốc gia - Sự thật. tr. 136. Bản gốc lưu trữ ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ ST (21 tháng 6 năm 2022). “Kỷ niệm 97 năm, Ngày báo chí cách mạng Việt Nam (21\/6\/1925-21\/6\/2022)”. Cổng thông tin điện tử thành phố Từ Sơn. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ “Báo Nhân Dân ra mắt Trang thông tin đặc biệt Hồ Chí Minh và tư tưởng 'lấy dân làm gốc'”. Báo Tin tức. Thông tấn xã Việt Nam. 19 tháng 5 năm 2022. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ “11-3-1951: Báo Nhân Dân ra số đầu tiên”. Truyền hình Nhân Dân. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Phan Quang (6 tháng 3 năm 2021). “Số 1 Báo Nhân Dân ra đời như thế nào?”. Nhân Dân cuối tuần. Lưu trữ bản gốc ngày 1 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ a b Hoàng Lân (11 tháng 3 năm 2021). “Kỷ niệm 70 năm Báo Nhân Dân ra số đầu tiên”. Hànộimới. Lưu trữ bản gốc ngày 16 tháng 6 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ a b c PV (10 tháng 3 năm 2021). “Kỷ niệm 60 năm Ngày Báo Nhân Dân ra số đầu và đón nhận Huân chương Hồ Chí Minh (lần thứ II)”. Nhân Dân. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Hồng Vinh (10 tháng 3 năm 2022). “Nhân Dân điện tử - những chặng đường đáng nhớ”. Tạp chí Điện tử Đảng Cộng sản Việt Nam. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ PV (9 tháng 3 năm 2010). “Kỷ niệm 59 năm Ngày Báo Nhân Dân ra số đầu (11-3-1951 - 11-3-2010) và đón nhận Danh hiệu Anh hùng lực lượng vũ trang nhân dân”. Nhân Dân. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ “Kỷ niệm 50 năm ngày ra số báo Nhân dân đầu tiên (11\/3\/1951 - 11\/3\/2001)”. Công ty Tem Việt Nam. Lưu trữ bản gốc ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. ^ Lê Hồng Khê (2001). Quê hương và đồng đội. Nhà xuất bản Hà Nội. tr. 11. Bản gốc lưu trữ ngày 9 tháng 7 năm 2022. Truy cập ngày 9 tháng 7 năm 2022. Đọc thêm[sửa | sửa mã nguồn] Đinh Thế Huynh (2011). Sơ thảo lịch sử 60 năm báo Nhân dân: 1951-2011. Nhà xuất bản Chính trị quốc gia - Sự thật. Truy cập ngày 9 tháng 7 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] “Nhật ký người Việt: Tờ báo Nhân dân đầu tiên được phát hành”. VTVGo. Truy cập ngày 9 tháng 7 năm 2022. “Kỷ niệm 70 năm Báo Nhân dân ra số đầu tiên”. YouTube. Thông tin Chính phủ. 8 tháng 4 năm 2021. Truy cập ngày 9 tháng 7 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Số_1_(báo_Nhân_Dân)&oldid=69967794” Thể loại: Báo Nhân dân Báo chí Việt Nam Khởi đầu năm 1951 ở Việt Nam Trang này được sửa lần cuối vào ngày 10 tháng 5 năm 2023, 15:58. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}