{"Thành cổ Biên Hòa":"Thành cổ Biên Hòa – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Trùng tu và bảo tồn 3Chú thích 4Xem thêm Thành cổ Biên Hòa 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 10°57′03″B 106°49′01″Đ﻿ \/ ﻿10,9508°B 106,817054°Đ﻿ \/ 10.950800; 106.817054﻿ (Thành cổ Biên Hòa) Bách khoa toàn thư mở Wikipedia Wikimedia | © OpenStreetMap Bản đồ Bản vẽ thành Biên Hòa Thành cổ Biên Hòa là một di tích lịch sử tọa lạc tại phường Quang Vinh, thành phố Biên Hòa, tỉnh Đồng Nai. Đây được xem là thành cổ duy nhất ở Nam Bộ còn tồn tại đến ngày nay[1]. Dấu tích còn sót lại của ngôi thành xưa là một vòng thành được xây dựng bằng đá ong bao quanh khuôn viên rộng 10.816,5 m²[2], bên trong có ngôi nhà kiến trúc theo kiểu Pháp.[3] Di tích Thành cổ Biên Hòa được Bộ Văn hóa, Thể thao và Du lịch công nhận là di tích lịch sử cấp quốc gia vào năm 2013.[4][5][6] Lịch sử[sửa | sửa mã nguồn] Thành cổ Biên Hòa còn có các tên gọi khác là Thành Cựu, Thành Kèn hay Thành Xăng Đá, xưa thuộc thôn Bàn Lân (Tân Lân), huyện Phước Chánh, tỉnh Biên Hòa.[3] Theo Gia Định thành thông chí của Trịnh Hoài Đức, khi Lễ Thành hầu Nguyễn Hữu Cảnh dựng dinh Trấn Biên, lỵ sở trấn Biên Hòa đặt ở thôn Phước Lư (nay là phường Quyết Thắng). Do khu vực này thường xảy ra lụt lội vào mùa mưa nên đến năm Gia Long thứ 15 (1816) lỵ sở được dời về khu gò đồi thấp ở thôn Bàn Lân. Năm 1834, vua Minh Mạng cho đắp Thành Biên Hòa, ban đầu chỉ đắp bằng đất trên nền thành cũ của người Lạp Man (Chân Lạp) nên còn có tên là Thành Cựu. Minh Mạng chính yếu có viết: \"Tỉnh này trước kia cũng có thành và hào. Nay khâm mạng nhà vua phái Đoàn Văn Phú trình tấu lên để thi hành\".[7] Quan khâm sai Đoàn Văn Phú đã chọn 1 ngàn dân trong hạt đắp thành vào tháng 6 năm 1834. Cả bốn mặt thành đều dài 70 trượng (khoảng gần 300 m), cao 4 thước 3 tấc (1,82 m), tường thành dày 1 trượng (4,24 m). Thành có 4 cửa, xung quanh có hào rộng 2 trượng (8,48 m), sâu 6 thước (2,54 m). Mặt chính của Thành Biên Hòa quay về hướng Tây Nam, được án ngữ bởi sông Đồng Nai - đường thủy duy nhất nối Biên Hòa và Sài Gòn; phía sau thành là hướng núi Bửu Long, mặt hông là đường thiên lý (nay là đường Nguyễn Ái Quốc) - con đường bộ duy nhất đi kinh thành Huế. Ngoài ra, ở khu vực núi Châu Thới có đồn Mỹ Hòa với 3 ngàn quân đóng giữ.[7] Đến năm 1837, vua Minh Mạng cho xây lại thành bằng đá ong đỏ và đổi tên là Thành Biên Hòa. Ngoài nới rộng chu vi thành (lên 1.645 m), nâng độ cao của thành (lên 3,6 m), mở rộng hào gấp đôi (gần 17 m) và xây dựng 4 cầu bằng đá bắc ngang qua hào ở 4 cửa để lưu thông, thành còn được xây dựng thêm kỳ đài (cột cờ). Diện tích khuôn viên thành tính cả hào nước lên đến hơn 18 ha. Thành Biên Hòa lúc bấy giờ được xem là công trình kiến trúc quân sự lớn thứ nhì ở Nam Bộ, chỉ sau thành Gia Định.[7] Bản đồ hạt Biên Hòa năm 1881 thể hiện vị trí của Thành Biên Hòa Biên Hòa sử lược (tác giả Lương Văn Lựu) viết, sau khi chiếm Biên Hòa ngày 17 tháng 12 năm 1861, quân đội Pháp đã tiến hành xây dựng lại, thu hẹp diện tích thành chỉ còn 1\/8 so với trước. Hào phía đông bị lấp lại, một phần tường thành bị phá bỏ xây cất phố xá và một số doanh trại, biệt thự, nhà thương trong khuôn viên dành cho sĩ quan cao cấp. Thành lúc này được quy hoạch gần vuông theo lối Vauban. Thực chất, thành Biên Hòa lúc này như một \"trại lính cao cấp\" dành cho quân đội Pháp nên có tên gọi là thành Soldat (người dân gọi là thành Xăng Đá theo phiên âm). Mỗi sáng, người lính trực nơi đây thổi kèn báo thức nên người dân địa phương còn gọi là Thành Kèn.[7] Theo bình đồ (Plan des rapides de Bien Hoa) do 3 kỹ sư thủy quân: Manen, Vidalin, Héraud đo đạc năm 1862–1863, Thành Biên Hòa có kỳ đài nằm ở gần tim cửa nam thành phía nhìn ra sông Đồng Nai. Đến năm 1879, Thành Biên Hòa hầu như thay đổi toàn bộ. Thành có hình vuông, giữa mỗi cạnh là một vòng cung nên từ trên cao nhìn như hình hoa mai 8 cánh, nội thành có 10 công đường chính. Một con đường mới được mở từ bờ sông chạy đến cổng thành tên là Boulevard Citadelle (đại lộ Thành Trì, nay là đường Phan Chu Trinh), trồng rất nhiều cây phượng vĩ. Các hào nước bị lấp lại và xây nhiều lô cốt, trại lính xung quanh.[7] Đến nay, một số kiến trúc xây dựng giai đoạn này vẫn còn tồn tại. Cụ thể, đó là khu biệt thự dành cho các sĩ quan cao cấp, một kiến trúc lầu, một đoạn tường thành, lô cốt ở phía đông.[7] Từ năm 1954 đến 1975, thành Biên Hòa không có thay đổi gì nhiều. Chính quyền Việt Nam Cộng hòa đã sử dụng lại toàn bộ các công trình do Pháp để lại, chia thành Biên Hòa thành 2 khu vực Tây Bắc và Đông Nam bằng một con đường trồng hai hàng me, chạy dọc từ cổng chính vào.[3][4] Sau năm 1975, Thành Biên Hòa được lực lượng cách mạng tiếp quản và giao lại cho Phòng Hậu cần Công an tỉnh Đồng Nai.[4] Trùng tu và bảo tồn[sửa | sửa mã nguồn] Trước đây có thời gian các hạng mục di tích gốc của Thành cổ Biên Hòa bị xuống cấp nghiêm trọng. Các bức tường bị nứt và bong tróc, nhiều chỗ ẩm mốc. Rễ cây cổ thụ ăn xuyên qua tường làm nứt nhiều nơi. Sàn gạch bị bong, hệ thống mái cũng mục nát dẫn đến tình trạng thấm dột trầm trọng. Ngoài ra, hệ thống tường có nhiều đoạn đã bị sập đổ, cổng thành đã mất... Theo thẩm định của cơ quan chức năng, mức độ tổn thất của tường thành là 70%, còn nội thất trang thiết bị của nhà cổ phía tây đã hỏng hoàn toàn, thang và cửa hỏng 90%.[8] Năm 2014, UBND tỉnh Đồng Nai đã đầu tư hơn 41 tỷ đồng cho giai đoạn 1 của dự án trùng tu, tôn tạo di tích này nhằm bảo tồn nhà cổ phía đông, nhà cổ phía tây và hệ thống tường thành, bên cạnh đó xây mới nhiều công trình phụ khác và trưng bày hiện vật.[1][9] Chú thích[sửa | sửa mã nguồn] ^ a b “Trùng tu thành cổ duy nhất ở Nam Bộ”. Báo điện tử Chính phủ. 3 tháng 12 năm 2014. ^ “Những phát hiện mới về thành cổ Biên Hòa”. Báo Đồng Nai điện tử. 14 tháng 3 năm 2012. ^ a b c “Dấu xưa Thành cổ Biên Hòa”. Cổng thông tin điện tử tỉnh Đồng Nai. 11 tháng 11 năm 2018.[liên kết hỏng] ^ a b c “Di tích Thành cổ Biên Hòa bị \"đóng băng\"?”. Báo Văn hóa điện tử. 23 tháng 9 năm 2020. ^ “Thành cổ Biên Hòa được xếp hạng di tích cấp quốc gia”. Tuổi Trẻ Online. 20 tháng 11 năm 2013. ^ “Quyết định 3995\/QĐ-BVHTTDL năm 2013 về việc xếp hạng di tích quốc gia do Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch ban hành”. ^ a b c d e f “Nhận thức mới về Thành cổ Biên Hòa”. Báo Đồng Nai điện tử. 30 tháng 11 năm 2018. ^ “Thành cổ Biên Hòa: Vẫn chưa được trùng tu”. Báo Đồng Nai điện tử. 1 tháng 7 năm 2011. ^ “Tháng 1-2019, Thành cổ Biên Hòa sẽ đón khách trở lại”. Báo Đồng Nai điện tử. 6 tháng 1 năm 2019. Xem thêm[sửa | sửa mã nguồn] Danh sách Di tích quốc gia Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Thành_cổ_Biên_Hòa&oldid=69558642” Thể loại: Thành cổ Việt Nam Di tích tại Đồng Nai Biên Hòa Thể loại ẩn: Bài có liên kết hỏng Tọa độ trên Wikidata Trang có bản đồ Trang này được sửa lần cuối vào ngày 10 tháng 1 năm 2023, 20:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}