{"Thái Phụng Nê":"Thái Phụng Nê – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Sự nghiệp xây dựng công trình thủy điện 3Hoạt động quản lý 4Xem thêm 5Chú thích 6Tham khảo Thái Phụng Nê Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Thái Phụng Nê Chức vụ Bộ trưởng Bộ Năng lượng Việt Nam Nhiệm kỳ 10\/1992 – 21 tháng 10 năm 1995 Tiền nhiệm Vũ Ngọc Hải Kế nhiệm Không có (hợp nhất thành Bộ Công nghiệp) Thứ trưởng Bộ Công nghiệp Việt Nam Nhiệm kỳ 10\/1995 – 10\/1999 Bộ trưởng Đặng Vũ Chư Bí thư Tỉnh ủy Phú Yên Nhiệm kỳ 10\/1999 – 10\/2000 Tiền nhiệm Nguyễn Văn Trúc Kế nhiệm Nguyễn Thành Quang Thông tin chung Quốc tịch Liên bang Đông Dương Việt Nam Dân chủ Cộng hòa Việt Nam Sinh 1936 huyện Tuy Hòa, Phú Yên Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Giải thưởng Huân chương Lao động Huân chương Bắc đẩu Bội tinh Anh hùng Lao động thời kỳ Đổi Mới Binh nghiệp Thái Phụng Nê (sinh 1936) là một chính khách và kỹ sư người Việt Nam. Ông nguyên là Bộ trưởng Bộ Năng lượng và Thứ trưởng Bộ Công nghiệp. Ông cũng từng giữ chức Bí thư Tỉnh ủy Phú Yên và là đại biểu Quốc hội Việt Nam khóa X. Ông thuộc đoàn đại biểu Phú Yên.[1] Tiểu sử[sửa | sửa mã nguồn] Ông sinh tại huyện Tuy Hòa, tỉnh Phú Yên. Ông xuất thân là kỹ sư thủy điện, sau đó bảo vệ Tiến sĩ, được phong tặng danh hiệu Anh hùng Lao động thời kỳ đổi mới. Năm 1954, ông tập kết ra Bắc, học tại hai trường phổ thông danh tiếng ở phía Bắc là Trường Huỳnh Thúc Kháng ở Đô Lương, Nghệ An và Trường Phan Đình Phùng ở Hà Tĩnh. Sau khi học xong và thi tốt nghiệp phổ thông, được đưa ra Hà Nội và cử đi học ở nước ngoài năm 1955. Tại trường Đại học Xây dựng ở Moskva, Thái Phụng Nê được phân công học khoa Thủy công, xây dựng các công trình trên nước như cảng, đập, thủy điện… Sau 5 năm, tốt nghiệp đại học năm 1961, lại bảo vệ thành công luận án phó tiến sĩ tại Liên Xô năm 1964. Sự nghiệp xây dựng công trình thủy điện[sửa | sửa mã nguồn] Khi về nước ông xin lên nhà máy thủy điện Thác Bà. Cuộc đời ông gắn bó với các công trình thủy điện 7 năm ở Thác Bà, 14 năm ở Hòa Bình. Năm 1989 ông về làm Cố vấn cho Công ty Khảo sát và Thiết kế điện 1, rồi lên làm cố vấn cho Bộ trưởng Bộ Năng lượng, sau đó là Thứ trưởng Bộ Năng lượng rồi Bộ trưởng Bộ Năng lượng. Ông từng giữ chức Trưởng ban Quản lý dự án Nhà máy thủy điện Hòa Bình. Hoạt động quản lý[sửa | sửa mã nguồn] Năm 1991, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII. Tháng 10\/1992, ông được bổ nhiệm làm Bộ trưởng Bộ Năng lượng. Ông giữ chức vụ này đến ngày 21 tháng 10 năm 1995. Tháng 10\/1998, ông làm Thứ trưởng Bộ Công nghiệp khi sáp nhập Bộ Công nghiệp Nhẹ và Bộ Năng lượng. Tháng 10\/1999, ông được điều động làm Bí thư Tỉnh ủy Phú Yên. Năm 2001, sau khi nghỉ hưu ông được cử làm đặc phái viên của Thủ tướng Chính phủ chuyên theo dõi Thủy điện Sơn La, Phó Trưởng ban chỉ đạo Nhà nước Thủy điện Sơn La - Lai Châu.[2] Ông là một trong những tác giả chính của phương án Thủy điện Sơn la có Mực nước dâng bình thường là 265m và 215m. Năm 2012, ông được Văn phòng Chính phủ trao tặng Huy hiệu 50 tuổi đảng.[3] Xem thêm[sửa | sửa mã nguồn] Hoàng Trọng Nam Chú thích[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa X”. Bản gốc lưu trữ ngày 26 tháng 1 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ “Thông tư 350\/TB”. Thư viện Pháp luật. 11 tháng 10 năm 2012. Truy cập ngày 5 tháng 3 năm 2021. ^ “Trao Huy hiệu 75 năm, 50 năm tuổi Đảng cho các đồng chí Nguyễn Văn Trân, Thái Phụng Nê”. Website Văn phòng Chính phủ. Cổng Thông tin Điện tử Chính phủ. 16 tháng 8 năm 2012. Bản gốc lưu trữ ngày 6 tháng 11 năm 2012. Truy cập ngày 5 tháng 3 năm 2021. Tham khảo[sửa | sửa mã nguồn] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Bộ trưởng Bộ Năng lượng Việt Nam Dương Quốc Chính (1960–1963) • Hà Kế Tấn (1963–1969) • Nguyễn Hữu Mai (1969–1974) • Nguyễn Chấn (1974–1975; 1975–1981) • Hà Kế Tấn¹ (1976–1978) • Đinh Đức Thiện² (1976–1980) • Phạm Khai (1981–1987) • Nguyễn Chân³ (1981–1986) • Trần Anh Vinh³ (1986–1987) • Vũ Ngọc Hải (1987–1992) • Thái Phụng Nê (1992–1995) In nghiêng: Quyền Bộ trưởng · ¹ Phụ trách công trình sông Đà · ² Phụ trách công tác Dầu khí · ³ Bộ Mỏ và Than Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Thái_Phụng_Nê&oldid=69979763” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1936 Nhân vật còn sống Người Phú Yên Đại biểu Quốc hội Việt Nam khóa X Bộ trưởng Bộ Năng lượng Việt Nam Thứ trưởng Việt Nam Bí thư Tỉnh ủy Phú Yên Người được phong tặng danh hiệu Anh hùng Lao động Thể loại ẩn: Pages using deprecated image syntax Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 14 tháng 5 năm 2023, 03:29. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}