{"Tháp nước Hàng Đậu":"Tháp nước Hàng Đậu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử Hiện\/ẩn mục Lịch sử 1.1Bối cảnh 1.2Xây dựng 2Kiến trúc 3Sử dụng sau này Hiện\/ẩn mục Sử dụng sau này 3.1Bảo tồn và cải tạo 4Chú thích Hiện\/ẩn mục Chú thích 4.1Ghi chú 4.2Tham khảo 5Liên kết ngoài Tháp nước Hàng Đậu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra 21°02′25″B 105°50′43″Đ﻿ \/ ﻿21,0401745°B 105,8452389°Đ﻿ \/ 21.0401745; 105.8452389 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tháp nước Hàng Đậu Tháp nước vào năm 2012 Địa chỉ phố Hàng Đậu, phường Quán Thánh, quận Ba Đình, Hà Nội Vị trí Việt Nam Chủ sở hữu Công ty Nước sạch Hà Nội Sử dụng hiện tại Bị bỏ hoang Công trình xây dựng Được xây dựng 1894 Tháp nước Hàng Đậu (tên ban đầu: Đài đầu; tên khác: Bốt Hàng Đậu, Nhà máy nước tròn[1]) là một tháp nước tọa lạc tại phố Hàng Đậu, phường Quán Thánh, quận Ba Đình, Hà Nội. Tòa tháp được xây dựng vào năm 1894 cùng với Tháp nước Đồn Thủy và đóng vai trò là nơi cấp nước cho thành phố những năm Pháp thuộc, sau này trở thành một di tích lịch sử của thủ đô. Lịch sử[sửa | sửa mã nguồn] Bối cảnh[sửa | sửa mã nguồn] Vào ngày 19 tháng 7 năm 1888, Tổng thống Pháp Sadi Carnot đã ký sắc lệnh thành lập thành phố Hà Nội[2] và từ năm 1898, cả Hà Nội trở thành xứ Bảo hộ của thực dân Pháp.[3] Trước khi tháp nước được xây dựng, người Hà Nội chỉ chủ yếu dùng nước giếng đào hoặc từ các ao hồ xuất hiện dày đặc trong thành phố. Những năm 1894, nhiều đợt dịch bệnh lớn đã diễn ra tại thành phố, làm ảnh hưởng đến rất nhiều dân sinh sống tại đây, trong đó có cả 12 nghìn quân sĩ Pháp.[3] Cái chết của Paul Bert vì bệnh kiết lỵ vào năm 1896, chỉ ngay sau khi ông được bổ nhiệm làm thống sứ An Nam và Bắc Kỳ, cũng khiến người Pháp phải gấp rút hoàn thiện hệ thống cấp nước sạch theo lối châu Âu thay vì nguồn nước cũ.[1][4][5] Năm 1896, thực dân Pháp đã thành lập một ủy ban đặc biệt nhằm khảo sát các nguồn nước trong khu vực như là một điểm ưu tiên trong quy hoạch Hà Nội. Quyết định xây dựng nhà máy nước chủ yếu là do nguồn nước uống không đảm bảo vệ sinh.[3] Dự án xây dựng tháp nước cùng với những công trình điện nước khác của thành phố đều được xây dựng chủ yếu để phục vụ cho thực dân và binh lính Pháp, còn người dân thì bị hạn chế và chỉ được dùng phần nước thừa ra từ tháp nước.[1] Khi đó, tháp nước Hàng Đậu được coi là công trình đầu tiên đánh dấu sự thay đổi bộ mặt của thành phố Hà Nội.[1] Xây dựng[sửa | sửa mã nguồn] Nhà máy nước Yên Phụ được khởi công xây dựng vào năm 1894, cùng lúc thực dân Pháp bắt đầu phá thành Hà Nội;[6][7] những viên đá xanh, đá ong lấy ra từ việc phá dỡ các bức tường thành được thương nhân Tư Hồng mua lại rồi bán đi để phục vụ cho việc xây dựng hai tháp nước: một cái gọi là Đài đầu (Reservoir de tête), xây vào năm 1894,[1][3][8] đặt ở góc Đông Bắc thành cũ gần nơi quân đội Pháp đóng quân[a] và một tháp nước tương tự nhưng ít nổi tiếng hơn Đài đầu gọi là Đài cuối (Tháp nước Đồn Thủy), có vị trí tại khu nhượng địa Đồn Thủy phía Đông Nam thành phố, gần nhà thương quân đội thực dân khi ấy (nay là khu vực thuộc Bệnh viện Trung ương Quân đội 108).[3] Vị trí của tháp Hàng Đậu được đánh giá là một nơi rất thuận lợi cho việc phân phối nước mà không cần bơm hỗ trợ và có thể rót nước thẳng vào thành Cửa Bắc. Áp lực từ độ cao của tháp Hàng Đậu có thể đẩy nước tới nơi đóng quân của thực dân và những vòi nước công cộng đúc bằng gang đặt rải rác ở đầu các phố, rồi chảy về các tòa công sở, biệt thự, nhà riêng trong nội thành.[3][9] Tháp nước Hàng Đậu (trái) và Tháp nước Đồn Thủy (phải) vào thế kỷ 19. Kiến trúc[sửa | sửa mã nguồn] Tháp có thiết kế giống như một pháo đài kiên cố cao ba tầng, với phần thân là hình trụ tròn và mái tôn hình chóp nón, trong đó đường kính phần thân tháp nước dài 19 m và cao 21 m. Tháp nước có dung tích là 1250 m³. Xung quanh tháp nước được bao quanh bởi bức tường đá đục 54 ô cửa hẹp và cao như lỗ châu mai.[3][10][11] Bên ngoài tường cũng có những hình khối hình vòm cung và các mô-típ trang trí sắt uốn để tránh gây cảm giác nặng nề do vật liệu xây dựng gây nên. Phần cổng ra vào của tòa tháp được lắp đặt hai cánh cửa theo phong cách bài trí trong các công trình ở Pháp khi đó.[4][10] Tháp được nhiều người so sánh với cái lô cốt nên thường được gọi là Bốt Hàng Đậu.[1][8] Để kiểm soát nguồn nước phân phối, người Pháp đã lắp đặt 5 van nước; đối với khu dân cư người bản xứ, họ sẽ hãm nhỏ cửa van dòng chảy đó, còn tại khu có nhiều người Pháp ở thì mở hết cửa van dồn tất cả số nước về khu vực.[1][3] Sử dụng sau này[sửa | sửa mã nguồn] Từ năm 1960, chính quyền Việt Nam Dân chủ Cộng hòa đã quyết định nâng cấp nhà máy nước Yên Phụ và thay thế công nghệ truyền dẫn nước sạch.[11] Tòa tháp không được sử dụng và bị bỏ hoang trong một thời gian dài sau đó. Tuy nhiên, ống ngầm bên dưới tháp vẫn nằm trong hệ thống tuyến ống truyền dẫn nước của thành phố.[1] Tháp nước Hàng Đậu có thời gian từng bị đe dọa tháo dỡ để xây dựng các công trình phúc lợi khác vì vị trí đắc địa của nó; thậm chí, trong nhiều năm, xung quanh chân tòa tháp là hàng chục ki ốt buôn bán và phải đến năm 2003 mới được trả về cảnh quan ban đầu.[1][3] Bảo tồn và cải tạo[sửa | sửa mã nguồn] Ảnh chụp tháp nước vào năm 2010. Dù đến trước năm 2010, kiến trúc của tháp nước Hàng Đậu vẫn được giữ nguyên,[b] tháp nước tương tự tại Đồn Thủy đã bị thay đổi thiết kế bên trong và chỉ giữ lại phần mặt ngoài của tháp. Các thay đổi bao gồm việc bồn nước bằng thép ở đỉnh tháp cùng hệ thống ống nước lên và xuống đã được tháo dỡ; phần mái tôn cũng bị thay mới. Hiện tòa tháp đã được chuyển đổi thành khu làm việc cho nhân viên Xí nghiệp kinh doanh nước sạch Hoàn Kiếm.[1] Công ty Nước sạch Hà Nội, cũng là đơn vị trực tiếp quản lý tháp nước,[1] được ghi nhận khi đã đóng vai trò quan trọng trong việc giữ gìn nguyên vẹn hiện trạng của di tích lịch sử tháp nước Hàng Đậu trong một thời gian dài.[3] Trước đó, ông Ngô Quỳnh Dũng, trưởng phòng Hành chính quản trị của công ty, đã dành thời gian để sưu tầm tư liệu và hiện vật về nhà máy nước Yên Phụ cũng như nguồn gốc của tháp nước và sau đó đề xuất phương án bảo tồn tháp Hàng Đậu thành bảo tàng về ngành nước của Hà Nội trước dịp đại lễ, tuy nhiên điều này vẫn chưa nhận được sự đồng ý sau khi sự kiện đã kết thúc.[1][3] Vào tháng 4 năm 2010, nhân dịp Đại lễ 1000 năm Thăng Long – Hà Nội, Uỷ ban nhân dân thành phố Hà Nội đã tiến hành đợt cải tạo lại tòa tháp với số tiền lên đến 3 tỷ đồng và thu hút sự chú ý của dân chúng. Dù ban đầu kế hoạch của đợt cải tạo chỉ là lắp đèn hắt chiếu sáng ở mặt đất, tuy nhiên sau đó các công việc khác bao gồm bóc đi lớp vữa cũ và trát mới, lợp lại mái tôn, đục bỏ các lớp gạch hỏng và thay vỉa hè... đã được thêm vào.[1][12] Tháp nước còn được lắp đặt thêm trạm điện và hệ thống chiếu sáng. Điều này sau đó đã gây ra tranh cãi vì cho rằng việc cải tạo này không những không có ích mà còn phá hỏng cả di tích. Một số ý kiến trái chiều đã nổi lên khi tấm pano giới thiệu dự án có ghi rõ sẽ sơn lại phần xung quanh tòa tháp bằng màu sơn xanh và trắng, tuy nhiên thông tin này sau đó nhanh chóng bị phủ nhận và đính chính.[12] Cũng trong ba năm từ năm 2015 đến 2017, tòa tháp đã được thắp sáng bởi hệ thống đèn chiếu đổi màu do công ty Philips tài trợ lắp đặt[13] nhằm kỷ niệm những ngày lễ lớn của hai nước Việt Nam và Hà Lan, đồng thời thể hiện quan hệ đối tác giữa hai quốc gia.[14][15][16] Chú thích[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ Sau này nằm tại ngã sáu của các phố cổ Hàng Than, Hàng Lược, Hàng Giấy, Hàng Đậu, Quán Thánh và Phan Đình Phùng.[1][3] ^ Ngoại trừ hàng cửa sổ dưới cùng của tháp thì bị bịt kín nhằm ngăn những người vô ý thức phóng uế, vứt rác vào trong.[1] Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f g h i j k l m n o Nguyễn Hưng (15 tháng 4 năm 2010). “Bí mật về 2 tháp nước cổ nhất Hà Nội”. VnExpress. Lưu trữ bản gốc ngày 25 tháng 1 năm 2021. Truy cập ngày 17 tháng 7 năm 2022. ^ Việt Hoài (21 tháng 8 năm 2010). “Hà Nội và những bài học quy hoạch đô thị chưa hề cũ”. Tuổi Trẻ cuối tuần. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ a b c d e f g h i j k l Tường Vũ (22 tháng 9 năm 2010). “Chuyện chưa kể về hai tháp nước cổ ở Hà Nội”. Công an nhân dân. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ a b Quốc Lê (2 tháng 6 năm 2019). “Tháp cổ kiên cố như pháo đài giữa trung tâm Hà Nội”. Tri thức & Cuộc sống. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ “Tháp nước Hàng Đậu - trăm năm dâu bể”. Nhà báo & Công luận. 3 tháng 4 năm 2015. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ “Thăng Long - Hà Nội thời Nguyễn: Xây dựng thành Thăng Long mới”. Cổng Giao tiếp điện tử Thành phố Hà Nội. 6 tháng 5 năm 2015. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ Nguyễn Ngọc Tiến (19 tháng 9 năm 2020). “Thành Hà Nội thời Nguyễn”. Nhịp sống Hà Nội. Hànộimới. Lưu trữ bản gốc ngày 25 tháng 7 năm 2021. Truy cập ngày 17 tháng 7 năm 2022. ^ a b Hoàng Mạnh Quyết (16 tháng 11 năm 2021). “Tháp nước Hàng Đậu (Hà Nội)”. Văn hoá và Phát triển. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ Phạm Ngọc Tiến (2 tháng 8 năm 2019). “Nước máy Hà Nội”. Tạp chí Bất động sản Việt Nam. Lưu trữ bản gốc ngày 17 tháng 1 năm 2021. Truy cập ngày 17 tháng 7 năm 2022. ^ a b Vũ Ngọc Anh (27 tháng 10 năm 2010). “Tháp nước Hàng Đậu - Chứng tích một thời Hà Nội cũ”. Tạp chí Quê Hương. Lưu trữ bản gốc ngày 23 tháng 2 năm 2020. Truy cập ngày 17 tháng 7 năm 2022. ^ a b Phan Đình Kha (23 tháng 8 năm 2021). “Tìm hiểu công trình kiến trúc tháp nước Hàng Đậu”. Việt Architect Group. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ a b Đoàn Loan (10 tháng 4 năm 2010). “Tháp nước cổ nhất Hà Nội được 'tân trang'”. VnExpress. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ Hà Trang, Trần Văn (25 tháng 4 năm 2017). “Tháp nước Hàng Đậu đẹp ngỡ ngàng với hệ thống đèn chiếu nhiều màu”. Dân trí. Lưu trữ bản gốc ngày 21 tháng 4 năm 2019. Truy cập ngày 17 tháng 7 năm 2022. ^ Trường Sơn (2 tháng 5 năm 2015). “Chiếu sáng tháp nước Hàng Đậu”. Thanh Niên. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ Quang Thế (16 tháng 4 năm 2016). “Tháp nước Hàng Đậu rực sáng ngày giỗ tổ Hùng Vương”. Tuổi Trẻ. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. ^ Lê Nam (8 tháng 4 năm 2017). “Tháp nước Hàng Đậu được thắp sáng”. Cổng thông tin điện tử Chính phủ. Lưu trữ bản gốc ngày 16 tháng 7 năm 2022. Truy cập ngày 17 tháng 7 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Tháp nước Hàng Đậu trên Wikimapia “Ký Ức Hà Nội #25: Bí Mật Tháp Nước Hàng Đậu”. YouTube. Ký Ức Hà Nội. Truy cập ngày 17 tháng 7 năm 2022. hiện x t s Du lịch Hà Nội Di tích lịch sử Kiến trúc công cộng Hoàng thành Thăng Long • Hồ Hoàn Kiếm (Cầu Thê Húc · Đền Ngọc Sơn · Tháp Rùa) • Khu phố cổ Hà Nội • Văn Miếu – Quốc Tử Giám • Thành Cổ Loa • Đường Lâm • Thành cổ Sơn Tây • Gò Đống Đa • Phủ Chủ tịch và khu di tích • Lăng Hồ Chí Minh • Cột cờ Hà Nội • Nhà hát Lớn • Nhà tù Hỏa Lò • Nhà khách Chính phủ • Tháp nước Hàng Đậu Kiến trúc tôn giáo, tâm linh Thăng Long tứ trấn (Đền Bạch Mã · Đền Voi Phục · Đền Kim Liên · Đền Quán Thánh) • Thăng Long tứ quán • Chùa Hương • Chùa Láng • Chùa Một Cột • Chùa Tây Phương • Chùa Thầy • Chùa Trầm • Chùa Trấn Quốc • Chùa Quán Sứ • Đền Sóc - Chùa Non Nước • Phủ Tây Hồ • Đại chủng viện Thánh Giuse • Đền Ngọc Sơn • Đền Lý Quốc Sư • Đền Hai Bà Trưng (Đồng Nhân) • Đền Hai Bà Trưng (Hạ Lôi) • Đền Hát Môn • Đền Phù Đổng • Nhà thờ Lớn • Nhà thờ Hàm Long • Nhà thờ Cửa Bắc • Nhà thờ Phùng Khoang • Đình Chèm • Đình Đại Phùng • Đình Hạ Hiệp • Đình So • Đình Tây Đằng • Đình Tường Phiêu Hồ, công viên, khu sinh thái Vườn quốc gia Ba Vì • Công viên Thống Nhất • Công viên Thủ Lệ • Vườn bách thảo • Ao Vua • Đồng Mô • Thác Đa • Hồ Tây • Công viên Hồ Tây • Khoang Xanh • Hồ Thiền Quang • Hồ Trúc Bạch • Sông Hồng • Công viên Âm Nhạc • Công viên Hòa Bình • Công viên Indira Gandhi • Công viên Lê-nin • Công viên Thiên Đường Bảo Sơn Bảo tàng Bảo tàng Hà Nội • Bảo tàng Phụ nữ Việt Nam • Bảo tàng Mỹ thuật Việt Nam • Bảo tàng Dân tộc học • Bảo tàng Cách mạng Việt Nam • Bảo tàng Hồ Chí Minh • Bảo tàng Lịch sử Việt Nam • Bảo tàng Lịch sử Quân sự Việt Nam • Thư viện Quốc gia Việt Nam • Bảo tàng nhiếp ảnh Lai Xá Làng nghề Gốm Bát Tràng • Lụa Vạn Phúc • Tranh Hàng Trống • Hoa Ngọc Hà • Đúc đồng Ngũ Xã • Rắn Lệ Mật • Rèn Đa Sĩ • Miến Cự Đà Công trình thể thao Cung thể thao Quần Ngựa • Cung thi đấu điền kinh trong nhà Mỹ Đình • Sân vận động Hàng Đẫy • Sân vận động Hoài Đức • Sân vận động Quốc gia Mỹ Đình • Trường đua đường phố Hà Nội Công trình thương mại - dịch vụ Chợ Đồng Xuân • Chợ Hà Đông • Chợ Long Biên • Chợ Nhà Xanh • Keangnam Hanoi Landmark Tower • Lotte Center Hà Nội • Tòa nhà Hàm Cá Mập • Tràng Tiền Plaza • Vincom Bà Triệu Khách sạn Hilton Hanoi Opera • Khách sạn Opera Hà Nội • Khách sạn Sofitel Metropole Các công trình khác Sân bay quốc tế Nội Bài • Ga Hà Nội • Cầu Long Biên • Cầu Chương Dương • Cầu Thăng Long • Cầu Nhật Tân • Trung tâm Hội nghị Quốc gia Việt Nam • Quảng trường Ba Đình • Quảng trường Cách mạng Tháng Tám • Quảng trường Lao động • Quảng trường Đông Kinh Nghĩa Thục • Bưu điện Hà Nội • Tòa nhà Quốc hội Việt Nam • Trụ sở Bộ Ngoại giao Việt Nam • Vinhomes Times City Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tháp_nước_Hàng_Đậu&oldid=69813204” Thể loại: Du lịch Hà Nội Ba Đình Công trình xây dựng ở Hà Nội Công trình xây dựng hoàn thành thế kỷ 19 Khởi đầu năm 1894 ở Việt Nam Khởi đầu năm 1894 ở Liên bang Đông Dương Thể loại ẩn: Tọa độ không có sẵn trên Wikidata Trang này được sửa lần cuối vào ngày 25 tháng 3 năm 2023, 05:07. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}