{"Tháp Chiên Đàn":"Tháp Chiên Đàn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hiện trạng 2Kiến trúc 3Lịch sử 4Chú thích 5Tham khảo 6Xem thêm Tháp Chiên Đàn Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tháp Chiên Đàn Thông tin tháp Phong cách Mỹ Sơn A1 Xây dựng thế kỷ 11 Vị trí Quảng Nam, Việt Nam Cổng thông tin Chăm Pa x t s Phù điêu tại chân tháp, miêu tả sinh động về sử thi Ramayana. Tháp Chiên Đàn là một trong những ngôi tháp cổ của Champa, hiện còn tồn tại ở làng Chiên Đàn, xã Tam An, thành phố Tam Kỳ, Quảng Nam. Hiện trạng[sửa | sửa mã nguồn] Tháp Chiên Đàn hiện có cả một khu tháp gồm ba ngôi tháp khá lớn, tuy nhiên chỉ còn ngôi tháp Trung tâm là còn khá nguyên vẹn và còn giữ được hình thù của một ngôi tháp còn nguyên phần thân và một tầng phía trên, còn hai ngôi tháp còn lại, tháp Nam và tháp Bắc đã mất hoàn toàn các tầng phía trên, chỉ còn lại phần thân tháp Cả ba ngôi tháp cùng đứng song song, sát cạnh nhau trên một hàng theo trục bắc - nam và cùng hướng mặt về phía đông. Cả ba ngôi tháp đều thuộc loại tháp chăm truyền thống: tháp vuông có các tầng mái, và rất giống nhau về hình dáng, cấu trúc, trang trí. Tuy vậy kích thước của ba tháp khác nhau, tháp phía Nam lớn nhất, rồi đến tháp Trung tâm rồi tới tháp Bắc Kiến trúc[sửa | sửa mã nguồn] Các tháp Chiên Đàn có dáng vẻ trang nhã và cổ điển như các ngôi tháp tiêu biểu của phong cách Mỹ Sơn A1, được đánh giá là phong cách đẹp nhất của nghệ thuật kiến trúc cổ Chăm Pa, gần tương tự như các tháp Khương Mỹ, tháp Mỹ Sơn A1... Thân tháp dong dỏng cao, các tầng phía trên tỷ lệ cân đối và hài hòa, các khối dọc của các cột ốp nhô ra vừa phải đủ để tạo ra những đường nét vừa kín đáo vừa trang nhã, các vòm cửa giả không bè ra mà co lại rồi vuốt nhọn lên phía trên như hình mũi giáo Mặc dù tháp Chiên Đàn mang ảnh hưởng của phong cách Mỹ Sơn A1, nhưng các yếu tố điển hình của phong cách này đã bắt đầu mờ nhạt dần, chỉ có tháp Nam còn giống bởi các đường kẻ hở của cột ốp chạy từ chân lên tới hết phần đầu cột, còn tháp Trung tâm và tháp Bắc kẻ hở chỉ nằm gọn trong phần thân của cột ốp, ngoài ra vòm của giả và cửa ra vào tháp đã co lại và nhô cao như hình mũi giáo Dựa vào các yếu tố kiến trúc và điêu khắc trên, các nhà nghiên cứu đã xếp tháp Chiên Đàn vào nhóm tháp thuộc phong cách chuyển tiếp giữa phong cách Mỹ Sơn A1 và phong cách Bình Định Lịch sử[sửa | sửa mã nguồn] Tháp được xây dựng vào cuối thế kỷ 10 đến đầu thế kỷ 11, trong thời kỳ Champa chuyển kinh đô từ Quảng Nam về Bình Định, dưới thời vua Yan Pu Ku Vijaya Chú thích[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] Dữ liệu liên quan tới Tháp Chiên Đàn tại Wikispecies Tháp cổ Chăm Pa, huyền thoại và sự thật - Nhà xuất bản Trẻ 1996, Ngô Văn Doanh Xem thêm[sửa | sửa mã nguồn] Phong cách nghệ thuật các tháp Chăm Danh sách đền tháp Chăm Pa Tháp Chăm ẩn x t s Danh sách các cụm tháp Chăm Pa Thứ tự từ Bắc vào Nam Di tích hiện còn Bằng An • Mỹ Sơn • Chiên Đàn • Khương Mỹ • Phú Lốc • Cánh Tiên • Bánh Ít • Bình Lâm • Thủ Thiện • Dương Long • Tháp Đôi • Tháp Nhạn • Yang Prong • Po Nagar • Hòa Lai • Po Klong Garai • Po Rome • Po Dam • Po Sah Inư Phế tích Liễu Cốc • Phú Diên • Phong Lệ • Cấm Mít • Trà Kiệu • Đồng Dương • Chánh Lộ • Tháp Mắm Di tích đặc biệt Hang động Thác nước Chùa Đình Đền Nhà thờ Tháp cổ Tháp Chăm Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tháp_Chiên_Đàn&oldid=69398698” Thể loại: Tháp Chăm Di tích tại Quảng Nam Đền thờ Ấn Độ giáo tại Việt Nam Amaravati (Chăm Pa) Trang này được sửa lần cuối vào ngày 9 tháng 12 năm 2022, 14:28. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}