{"Thích Quảng Đức":"Thích Quảng Đức – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hành trạng 2Bối cảnh tôn giáo 3Tự thiêu vì đạo 4Tang lễ 5Trái tim xá lợi 6Phản ứng của chính quyền Ngô Đình Diệm 7Tác động chính trị và truyền thông 8Tiền lệ và ảnh hưởng 9Xem thêm 10Tham khảo Hiện\/ẩn mục Tham khảo 10.1Ghi chú 10.2Chú thích 10.3Thư mục 11Liên kết ngoài Thích Quảng Đức 41 ngôn ngữ العربية Bahasa Indonesia Bahasa Melayu Català Čeština Cymraeg Deutsch Ελληνικά English Español Esperanto Euskara فارسی Français 한국어 Հայերեն हिन्दी Hrvatski Ilokano Íslenska Italiano עברית Jawa Latina Latviešu Magyar മലയാളം Nederlands 日本語 Norsk bokmål Polski Português Русский Simple English Srpskohrvatski \/ српскохрватски Suomi Svenska ไทย Türkçe 粵語 中文 32 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikisource Bách khoa toàn thư mở Wikipedia Hòa thượng Bồ tát thích quảng đức 釋廣德 Chân dung Hòa thượng Thích Quảng Đức Pháp danh Thị Thủy (是始) Pháp tự Hành Pháp (行法) Pháp hiệu Quảng Đức (廣德) Tên khác Nguyễn Văn Khiết Lâm Văn Tuất Hoạt động tôn giáo Tôn giáo Phật giáo Trường phái Đại thừa Tông phái Thiền tông Lâm Tế đời thứ 42 Môn phái Phái thiền Chúc Thánh đời thứ 9 Xuất gia 1904 Giáo hội Giáo hội Tăng già Việt Nam Chức vụ Trưởng ban Nghi lễ Giáo hội Tăng già Việt Nam Trụ trì chùa Phước Hòa Trụ trì chùa Quan Thế Âm Thông tin cá nhân Sinh Thế danh Lâm Văn Tức Ngày sinh 1897 Nơi sinh Vạn Khánh, Vạn Ninh, Khánh Hòa, Liên bang Đông Dương Mất Ngày mất 11 tháng 6 năm 1963(1963-06-11) (65–66 tuổi) Nơi mất Sài Gòn, Việt Nam Cộng hòa Nguyên nhân mất tự thiêu phản đối đàn áp tôn giáo Thân quyến Cha Lâm Hữu Ứng Mẹ Nguyễn Thị Nương Cổng thông tin Phật giáo x t s Thích Quảng Đức, thế danh Lâm Văn Tức,[1] (1897 — 11 tháng 6 năm 1963) là một nhà sư Phật giáo Đại thừa người Việt Nam. Ông là người đã tẩm xăng tự thiêu tại ngã tư đường Lê Văn Duyệt và Phan Đình Phùng, Sài Gòn (nay là ngã tư đường Cách Mạng Tháng Tám và Nguyễn Đình Chiểu, Quận 3, Thành phố Hồ Chí Minh) vào ngày 11 tháng 6 năm 1963 nhằm phản đối sự đàn áp Phật giáo của chính quyền Việt Nam Cộng hòa Ngô Đình Diệm. Tấm ảnh chụp ông tự thiêu đã được truyền đi khắp thế giới và gây nên sự chú ý đặc biệt tới chính sách của chế độ Ngô Đình Diệm. Phóng viên Malcolm Browne đã giành Giải thưởng Ảnh Báo chí Thế giới năm 1963 nhờ một bức hình chụp cảnh Thích Quảng Đức tự thiêu, và nhà báo David Halberstam, một người sau được trao giải Pulitzer, cũng đã có bản tường thuật sự kiện. Sau khi chết, thi hài của ông đã được hỏa táng, nhưng trái tim của ông thì vẫn còn nguyên. Đây được coi là xá lợi biểu tượng của lòng từ bi, dẫn đến việc giới Phật tử suy tôn ông thành một vị Bồ Tát. Hành động của ông đã làm tăng sức ép của quốc tế đối với chính quyền Ngô Đình Diệm, dẫn tới việc Tổng thống Diệm phải tuyên bố đưa ra một số cải cách nhằm xoa dịu giới Phật tử. Tuy nhiên, những cải cách như đã hứa đó lại được thực hiện một cách chậm chạp hoặc không hề được thực hiện, khiến tình hình càng trở nên xấu hơn. Khi phong trào phản kháng vẫn tiếp tục dâng cao, Lực lượng đặc biệt trung thành với cố vấn Ngô Đình Nhu, em trai Tổng thống, đã tiến hành nhiều cuộc tấn công bố ráp chùa chiền trên cả nước. Một số nhà sư khác cũng đã tự thiêu.[2] Cuối cùng, cuộc đảo chính quân sự vào tháng 11 đã lật đổ chính quyền và giết chết anh em Ngô Đình Diệm. Hành động tự thiêu của Hòa thượng Thích Quảng Đức được coi như một bước ngoặt trong cuộc khủng hoảng Phật giáo Việt Nam, dẫn tới việc xóa bỏ nền Đệ Nhất Cộng hòa tại miền Nam Việt Nam. Hành trạng[sửa | sửa mã nguồn] Hòa thượng Thích Quảng Đức sinh năm 1897 tại làng Hội Khánh, xã Vạn Khánh, huyện Vạn Ninh, tỉnh Khánh Hòa, thuộc miền Trung Việt Nam, trong một gia đình có bảy anh chị em, cha là Lâm Hữu Ứng và mẹ là Nguyễn Thị Nương. Năm lên bảy tuổi, cậu bé Lâm Văn Tức xuất gia tu học với hòa thượng Thích Hoằng Thâm, vừa là thầy bản sư, vừa là cậu ruột. Cậu được hòa thượng Hoằng Thâm nhận làm con chính thức, nên lấy tên là Nguyễn Văn Khiết. Năm mười lăm tuổi Lâm Văn Tuất thọ giới Sa Di, năm hai mươi tuổi thụ Tỳ Kheo giới pháp danh Thị Thủy (是水), pháp tự Hạnh Pháp (行法), pháp hiệu Quảng Đức (廣德) nối pháp đời thứ 42 thiền tông Lâm Tế thế hệ thứ 9 của phái Chúc Thánh. Thọ giới xong hòa thượng vào một ngọn núi tên là Hòn núi Đất thị xã Ninh Hòa - Khánh Hòa phát nguyện tịnh tu ba năm, về sau ông đã trở lại ngọn núi này để thành lập một ngôi chùa lấy hiệu là Thiên Lộc.[1] Sau quãng thời gian sống biệt lập, ông bắt đầu du hành khắp miền Trung để giảng pháp. Sau 2 năm ông trở lại nhập thất tại chùa Sắc Tứ Thiên Tứ tại xã Ninh Lộc, thị xã Ninh Hòa, gần thành phố Nha Trang. Năm 1932, ông được bổ nhiệm làm chức kiểm tăng tại chi hội Phật giáo Ninh Hòa, sau đó nhận nhiệm vụ kiểm tăng trong tỉnh Khánh Hòa. Trong suốt thời gian ở miền Trung Việt Nam, ông đã tiến hành kiến tạo và trùng tu 14 ngôi chùa. Năm 1934, rời Khánh Hòa vào miền Nam để giáo hóa, ông cũng từng đến Campuchia hai năm để học hỏi và nghiên cứu kinh điển theo truyền thống Theravada. Cũng như ở miền Trung, hai mươi năm hành đạo ở miền Nam, ông đã khai sơn và trùng tu 17 ngôi chùa. Như vậy, ông đã có công xây dựng hoặc trùng tu tất cả 31 ngôi chùa. Ngôi chùa cuối cùng là nơi ông trụ trì là chùa Quan Thế Âm ở xã Phú Nhuận, Gia Định, nay con đường này đã đổi thành chính tên của ông là Thích Quảng Đức. Ông đã từng giữ chức vụ Phó trị sự và Trưởng ban nghi lễ của Giáo hội Tăng già Nam Việt trong một thời gian khá lâu. Trước đó, ông có lúc đã nhận nhiệm vụ trụ trì chùa Phước Hòa, trụ sở đầu tiên của Hội Phật học Nam Việt. Khi trụ sở này dời về chùa Xá Lợi, ông xin thôi việc để có đủ thời gian an tâm tu niệm.[1] Bối cảnh tôn giáo[sửa | sửa mã nguồn] Bài chi tiết: Sự kiện Phật Đản, 1963 Điểm thờ Thích Quảng Đức tại nơi ông qua đời Tại một đất nước mà 70-90% dân số tôn thờ đạo Phật mặc dù họ có thể vô tôn giáo chứ không phải là tín đồ chính thức của đạo Phật[3][4][5][6] trong khi Tổng thống Ngô Đình Diệm lại là con chiên của Công giáo, chính quyền đã theo đuổi những chính sách mà các nhà sử học cho là rất thiên vị. Cụ thể, chính phủ Việt Nam Cộng hoà đã thiên vị Công giáo về các mặt dịch vụ công cộng cùng với các vị trí trong quân đội cũng như cắt đất, sắp đặt thương mại và giảm thuế.[7] Một lần, Tổng thống Diệm đã nói với một quan chức cấp cao của mình mà quên mất rằng (mẹ) ông ta theo đạo Phật: \"Hãy đặt những cấp dưới theo đạo vào các vị trí nhạy cảm. Họ có thể tin được\".[8] Nhiều sĩ quan trong Quân lực Việt Nam Cộng hòa đã cải sang đạo Thiên Chúa vì nghĩ rằng viễn cảnh quân đội sẽ phụ thuộc vào tôn giáo này.[8] Thêm vào đó, vũ khí dành cho lực lượng dân quân trong ấp chiến lược chống cộng thì chỉ được phát cho những người theo đạo Thiên Chúa.[9] Một số cha xứ thậm chí còn có quyền chỉ huy quân đội riêng của mình,[10] và đã có những cưỡng bức cải đạo cũng như cướp bóc và tấn công chùa chiền tại một số khu vực trong khi chính phủ cố tình làm ngơ.[11] Một số ngôi làng mà phần đông dân cư theo Phật giáo phải cải đạo hoặc bị cưỡng ép tái định cư.[12] \"Tình trạng riêng\" được áp đặt đối với Phật giáo từ thời Pháp cai trị, vốn bắt buộc phải có sự cho phép chính thức từ chính quyền mới được tổ chức các hoạt động Phật giáo nơi công cộng, nay vẫn không được Tổng thống Diệm bãi bỏ.[13] Giáo dân trên thực tế là những người được miễn thuế (mặc dù không chính thức) và họ được nhận phần lớn viện trợ từ đồng minh Hoa Kỳ. Nhà thờ là những địa chủ lớn nhất cả nước và đất đai sở hữu bởi nhà thờ cũng được miễn thuế.[14] Lá cờ vàng-trắng của Vatican được treo ở nơi công cộng trong suốt các sự kiện lớn ở miền Nam Việt Nam. Năm 1959, Tổng thống Diệm cung hiến đất nước mình cho Đức mẹ Maria với niềm tôn kính Đức mẹ Maria.[15] Sự bất bình của giới Phật tử bắt đầu nổ ra sau lệnh cấm treo cờ tôn giáo nơi công cộng ban hành đầu tháng 5 năm 1963 trước lễ Phật Đản 2 ngày trong khi chỉ vài ngày trước đó, giáo dân được cho phép treo cờ Vatican trong một buổi lễ tấn phong Tổng giám mục xứ đạo Huế của Ngô Đình Thục, anh trai Ngô Đình Diệm. Ở Huế, ngày 7 tháng 5, trước sự phản đối của giới Phật tử, Tỉnh trưởng Huế đã đồng ý cho phép treo cờ và đèn Phật giáo, nhưng Lãnh đạo Tổng hội Phật giáo Miền Trung nhận định chính quyền Ngô Đình Diệm vẫn không từ bỏ chính sách kỳ thị Phật giáo nên vẫn tiếp tục hành động đối phó chính quyền.[16] Sau đó, ngày 8 tháng 5, các Phật tử đã tụ tập và diễu cờ Phật giáo nhân dịp Phật đản năm 1963 tại đài phát thanh Huế và kéo theo đó là một vụ nổ súng. Diễn biến vụ nổ súng này được nhiều nguồn mô tả khác nhau như sau: Theo giáo sư lịch sử người Mỹ Seth Jacobs thì có một đám đông Phật tử phản đối lệnh cấm, bất chấp chính phủ bằng việc diễu hành ngoài trụ sở đài phát thanh với cờ Phật giáo trên tay, kêu gọi bình đẳng tôn giáo. Các lực lượng chính quyền đã bắn vào đám đông biểu tình và làm 9 người thiệt mạng.[17] Theo nhà nghiên cứu lịch sử Phật giáo Việt Nam là Nguyễn Hiền Đức, khi Phật tử tập trung tại đài phát thanh Huế để chờ nghe chương trình phát thanh lại lễ Phật đản diễn ra tại chùa Từ Đàm. Bỗng có 2 tiếng nổ lớn sau đó quân đội bắt đầu nổ súng. Có tám người thiệt mạng trong sự kiện này. Bác sĩ Erich Wulff chứng kiến sự việc tại đài phát thanh Huế và sau đó đến nhà xác quan sát các thi thể khẳng định có 5 trong 8 nạn nhân bị xe bọc thép bắn mất đầu.[16] Phản ứng lại vụ nổ súng này, Tổng thống Ngô Đình Diệm đã chối bỏ trách nhiệm của chính quyền về thương vong và quy trách nhiệm cho \"Việt Cộng\" khiến cho sự phản kháng càng dữ dội.[17] Các lãnh đạo Phật giáo đưa ra bản yêu sách gồm các điểm:[18] Chính phủ bỏ lệnh cấm treo cờ Phật giáo Được tự do hành đạo như Công giáo Xem xét lại dụ số 10 để không coi tôn giáo như một hiệp hội Chấm dứt khủng bố đàn áp Phật giáo Bồi thường cho các nạn nhân vụ đài phát thanh Huế và trừng trị kẻ gây đổ máu Tự thiêu vì đạo[sửa | sửa mã nguồn] Tấm ảnh của nhà báo Malcolm Browne chụp Hòa thượng Thích Quảng Đức tự thiêu. Một bức ảnh tương tự đã được trao \"Ảnh báo chí của năm\" vào năm 1963.[19] Trong thời kỳ đấu tranh quyết liệt này, những tu sỹ Phật giáo đã chọn cách tự thiêu để phát động phong trào đấu tranh chống lại chính sách kỳ thị tôn giáo của chính quyền. Theo tác phẩm Việt Nam Phật giáo sử luận của tác giả Nguyễn Lang, ngày 27 tháng 5 năm 1963, Hòa thượng Thích Quảng Đức đã viết một lá thư cho Giáo hội Tăng Già Toàn Quốc tình nguyện tự thiêu để phản đối chính quyền. Ý định này của ông đã bị Giáo hội từ chối.[20] Theo một nguồn khác, các chư tăng họp tại Chùa Ấn Quang đã quyết định để Hòa thượng Thích Quảng Đức lãnh sứ mệnh quan trọng này.[21] Ngày 10 tháng 6, phát ngôn viên của giới Phật tử tiết lộ cho các nhà báo Mỹ biết rằng \"một cái gì đó quan trọng\" sẽ xảy ra sáng hôm sau bên ngoài đại sứ quán Campuchia ở Sài Gòn.[22] Phần lớn phóng viên đều không đếm xỉa đến lời nhắn và ngày hôm sau, rất ít nhà báo xuất hiện. Trong số đó có David Halberstam của tờ New York Times và Malcolm Browne, lúc đó đang làm trưởng đại diện hãng thông tấn AP tại Sài Gòn.[22] Thầy Thích Quảng Đức xuất hiện trong một đám diễu hành bắt đầu từ một ngôi chùa gần đó. Khoảng 350 hòa thượng và ni cô dẫn đầu bởi một chiếc Austin Westminster chia làm hai nhánh giương cao khẩu hiệu bằng cả tiếng Việt và tiếng Anh. Họ lên án chính quyền Ngô Đình Diệm vì chính sách kỳ thị Phật giáo và đòi bình đẳng tôn giáo.[22] Ý định tự thiêu đã xuất hiện ở một nhà sư nhưng cuối cùng hòa thượng Thích Quảng Đức mới là người thực hiện.[23] Sự việc diễn ra tại ngã tư đại lộ Phan Đình Phùng và phố Lê Văn Duyệt[a][22] (nay là ngã tư phố Nguyễn Đình Chiểu và đường Cách mạng tháng Tám). Thầy Thích Quảng Đức đi ra từ chiếc ô tô cùng với hai nhà sư khác. Một người đặt một tấm nệm xuống đường còn người kia mở cabin xe và lấy ra một bình xăng dung tích 5 gallon. Vì đoàn diễu hành đang tạo thành nhiều lớp vòng tròn xung quanh mình, thầy Thích Quảng Đức bình tĩnh ngồi thiền trên tấm đệm. Hai nhà sư cùng đi bắt đầu trút xăng lên đầu ông. Hòa thượng Thích Quảng Đức lần tràng hạt và bắt đầu niệm: \"Nam Mô A Di Đà Phật\" trước khi Hòa thượng tự mình châm lửa. Lửa nhanh chóng thiêu rụi áo cà sa và da thịt của vị hòa thượng, khói đen bốc lên từ cơ thể đang cháy bùng của ông.[22][24] Sau đây là trích toàn văn lời tâm nguyện của Hòa thượng Thích Quảng Đức trước lúc tự thiêu:[1] “ Tôi pháp danh Thích Quảng Đức, Hòa thượng trụ trì Chùa Quán Âm Phú Nhuận (Gia Định). Nhận thấy Phật giáo nước nhà đương lúc ngửa nghiêng, tôi là một tu sĩ mệnh danh là trưởng tử của Như Lai không lẽ cứ ngồi điềm nhiên tọa thị để cho Phật Pháp tiêu vong, nên tôi vui lòng phát nguyện thiêu thân giả tạm này cúng dường chư Phật để hồi hướng công đức bảo tồn Phật giáo. Mong ơn mười phương chư Phật, chư Đại Đức Tăng Ni chứng minh cho tôi đạt thành chí nguyện như sau: Mong ơn Phật Tổ gia hộ cho Tổng thống Ngô Đình Diệm sáng suốt chấp nhận năm nguyện vọng tối thiểu của Phật giáo Việt Nam ghi trong bản tuyên ngôn. Nhờ ơn Phật từ bi gia hộ cho Phật giáo Việt Nam được trường cửu bất diệt. Mong nhờ hồng ân chư Phật gia hộ cho chư Đại đức Tăng Ni, Phật tử Việt Nam tránh khỏi tai nạn khủng bố bắt bớ giam cầm của kẻ gian ác. Cầu nguyện cho đất nước thanh bình, quốc dân an lạc. Trước khi nhắm mắt về cảnh Phật, tôi trân trọng kính gởi lời cho Tổng thống Ngô Đình Diệm nên lấy lòng bác ái từ bi đối với quốc dân và thi hành chánh sách bình đẳng tôn giáo để giữ vững nước nhà muôn thủa. Tôi tha thiết kêu gọi chư Đại Đức Tăng Ni và Phật tử nên đoàn kết nhất trí hy sinh để bảo tồn Phật giáo. Nam Mô A Di Đà Phật Làm tại chùa Ấn Quang, ngày mùng 8 tháng 4 nhuần năm Quý Mão Tỳ kheo Thích Quảng Đức Kính bạch ” Phóng viên David Halberstam viết trên tờ New York Times[25]: “ I was to see that sight again, but once was enough. Flames were coming from a human being; his body was slowly withering and shriveling up, his head blackening and charring. In the air was the smell of burning human flesh; human beings burn surprisingly quickly. Behind me I could hear the sobbing of the Vietnamese who were now gathering. I was too shocked to cry, too confused to take notes or ask questions, too bewildered to even think.... As he burned he never moved a muscle, never uttered a sound, his outward composure in sharp contrast to the wailing people around him. ” Tạm dịch: “ Tôi lại thấy cảnh đó thêm lần nữa, nhưng một lần là đủ lắm rồi. Ngọn lửa phun ra từ một con người; thân thể ông cháy héo khô dần và teo nhăn lại, đầu của ông đen dần và hóa than. Trong không khí thoảng mùi cháy khét của thịt người; loài người có thể cháy nhanh một cách đáng ngạc nhiên. Từ phía sau tôi có thể nghe tiếng thổn thức của những người Việt giờ đang tụ tập. Tôi đã quá sốc để khóc, quá bối rối để ghi chép hay đặt câu hỏi, quá ngỡ ngàng để cả suy nghĩ... Khi cháy, ông ấy không hề cử động một cơ bắp nào, không hề bật ra một âm thanh nào, sự điềm tĩnh của ông thật trái ngược với cảnh những người đang rền rĩ khóc than xung quanh. ” Xe Austin mà Hòa thượng Thích Quảng Đức dùng để đến nơi tự thiêu nay được trưng bày tại chùa Thiên Mụ ở Huế Cảnh sát đã cố ngăn vụ tự thiêu nhưng không thể xuyên qua được đám đông Phật tử đang vây quanh Hòa thượng Thích Quảng Đức. Một cảnh sát phi mình vào và phủ phục trước hòa thượng nhằm tỏ lòng kính trọng.[23] Những người chứng kiến phần lớn sửng sốt trong yên lặng, số khác thì khóc và bắt đầu cầu nguyện. Nhiều nhà sư và ni cô cũng như người qua đường đã quỳ lạy trước vị hòa thượng đang cháy bừng.[23] Một nhà sư tuyên bố nhiều lần qua một micrô bằng cả tiếng Anh và tiếng Việt: \"Một nhà sư đã tự thiêu. Một nhà sư đã trở thành con người tử vì đạo\".[22] Chừng 10 phút sau thì lửa tàn, Hòa thượng Thích Quảng Đức đổ gục xuống đường. Một nhóm sư sãi đã bọc thi hài ông bằng áo cà sa vàng và đặt vào một chiếc áo quan bằng gỗ, nhưng không thể gập được tứ chi cho vừa khít. Một cánh tay của Hòa thượng thò ra ngoài trong lúc áo quan được chở đến chùa Xá Lợi gần đó. Lúc 13:30, khoảng 1000 nhà sư tập trung trong chùa để họp trong khi bên ngoài, đám đông sinh viên ủng hộ Phật giáo tập trung giương biểu ngữ: \"Một hòa thượng đã tự thiêu vì 5 yêu cầu của chúng tôi\" và dàn thành hàng rào xung quanh ngôi chùa. Cuộc họp nhanh chóng kết thúc và các nhà sư quay trở lại ngã tư nơi Thầy Thích Quảng Đức tự thiêu. Khoảng 18:30, 30 ni cô và 6 nhà sư đã bị bắt vì tội tổ chức cầu nguyện trên phố bên ngoài chùa Xá Lợi. Cảnh sát lúc đó đã bao vây ngôi chùa và chặn đứng sự tiếp xúc với bên ngoài. Những người chứng kiến cảm thấy rằng một cuộc đàn áp vũ trang sắp xảy ra.[26] Chiều ngày hôm đó, hàng nghìn người dân Sài Gòn khẳng định rằng họ đã thấy ảo cảnh trên trời như khuôn mặt Đức Phật Thích-ca Mâu-ni. Họ cho rằng Phật tổ đang nhỏ lệ.[27] Tang lễ[sửa | sửa mã nguồn] Sau vụ Hòa thượng Thích Quảng Đức tự thiêu, phía Hoa Kỳ gia tăng sức ép buộc Việt Nam Cộng hòa tiếp tục thương lượng và hòa giải với phía Phật giáo. Lúc 11:30 ngày 11 tháng 6, Tổng thống Diệm triệu tập nội các để họp khẩn cấp bàn về vấn đề khủng hoảng Phật giáo. Thế nhưng sau cái chết của Hòa thượng Thích Quảng Đức, ông đã hủy cuộc họp và gặp riêng với các bộ trưởng của mình. Đại sứ Mỹ William Trueheart đã cảnh báo Nguyễn Đình Thuận, thư ký của Diệm, rằng tình hình hiện rất nhạy cảm và đặt hy vọng Tổng thống sẽ sớm đáp ứng những yêu sách của giới Phật tử. Tại Mỹ, ngoại trưởng Dean Rusk cũng cảnh báo đại sứ quán Sài Gòn rằng Nhà Trắng sẽ công khai công bố bản yêu sách đó \"tự nó sẽ không liên quan\" gì đến chính quyền nếu sự việc đã không xảy ra.[28] Bản thông cáo chung có ý nhượng bộ Phật tử được ký ngày 16 tháng 6.[29] 15 tháng 6 được chọn làm ngày tổ chức lễ tang cho Thầy Thích Quảng Đức. Ngày hôm đó đã có hơn 4.000 người tập trung bên ngoài chùa Xá Lợi nhưng buổi lễ lại bị hoãn. Đến ngày 19, linh cữu của hòa thượng được chở đến một nghĩa trang cách trung tâm thành phố 16 km (10 dặm) về phía Nam để hỏa táng lại. Theo như bản thông cáo chung vừa được ký kết trước đó vài ngày trong đó có sự đồng thuận giữa các chức sắc Phật giáo và cảnh sát thì số người tham dự lễ tang được giới hạn khoảng 400 người.[29] Trái tim xá lợi[sửa | sửa mã nguồn] Trái tim xá lợi của Hòa thượng Thích Quảng Đức Tuy thi hài Thầy Thích Quảng Đức đã được hỏa táng lại nhưng trái tim của ông thì không cháy và vẫn còn nguyên,[23][27] về sau được đặt trên một chiếc ly thủy tinh tại chùa Xá Lợi.[27] Giới Phật tử coi đây là một điều thiêng, một biểu tượng của lòng từ bi và suy tôn ông thành một vị Bồ tát.[1][30] Đám tang chưa phải là sự kiện cuối cùng liên quan đến thi hài Hòa thượng Thích Quảng Đức. Ngày 21 tháng 8, lực lượng đặc biệt của Quân lực Việt Nam Cộng hòa đã tấn công chùa Xá Lợi và một vài ngôi chùa khác trên khắp cả nước. Cảnh sát mật định cướp bình đựng tro của Thích Quảng Đức nhưng hai nhà sư đã kịp trốn thoát trước đó theo lối rào sau chùa.[31] Tuy nhiên lính của ông Nhu cũng đã lấy được trái tim xá lợi.[32] Trái tim mà lực lượng quốc gia lấy được khi đó, có người cho là trái tim giả.[30] Địa điểm được chọn làm nơi tự thiêu, trước cổng đại sứ quán Campuchia tại Sài Gòn, đã làm dấy lên những nghi vấn liệu đó chỉ là sự ngẫu nhiên hay còn có ý gì khác. Trueheart và nhân viên sứ quán cảm thấy rằng địa điểm này được chọn như để bày tỏ tình đoàn kết với chính phủ Campuchia của Hoàng thân Norodom Sihanouk. Quan hệ giữa Việt Nam Cộng hòa và Campuchia lúc đó đang căng thẳng. Ngày 22 tháng 5, Sihanouk buộc tội Diệm đã bạc đãi người Việt và Phật tử thiểu số người Khmer. Tờ Thời báo Việt Nam cho in một bài viết số ra ngày 9 tháng 6 khẳng định rằng các nhà sư bên Campuchia đang đứng về phía Phật giáo để phản đối chính quyền. Tờ báo này cũng cho rằng đây là một phần trong kế hoạch của Campuchia nhằm mở rộng chính sách ngoại giao trung lập vào Nam Việt Nam. Floweree cho biết Tổng thống Diệm đang \"háo hức và sẵn sàng trông bàn tay của Campuchia nhúng vào tất cả các hoạt động có tổ chức của Phật giáo\".[33] Phản ứng của chính quyền Ngô Đình Diệm[sửa | sửa mã nguồn] Tổng thống Việt Nam Cộng hòa Ngô Đình Diệm Lúc 19 giờ cùng ngày Hòa thượng Thích Quảng Đức tự thiêu, Tổng thống Ngô Đình Diệm đọc một bài diễn văn trên sóng phát thanh rằng ông \"hết sức lo ngại\" về vụ việc và khẩn khoản kêu gọi \"đồng bào bình tâm\". Ông cũng thông báo rằng tiến trình đàm phán đang tiến triển tốt. Ông Diệm cho biết chính tình hình tôn giáo căng thẳng như thế này đã làm nổi bật vai trò của thuyết nhân cách trong Thiên chúa giáo đối với các luật lệ của ông. Ngô Đình Diệm còn cho rằng những người có tư tưởng cực đoan đã bóp méo sự thật và khẳng định rằng các Phật tử có thể: \"tin tưởng vào Hiến pháp, hay nói cách khác là tin tưởng ở tôi\".[26] Quân lực Việt Nam Cộng hòa hưởng ứng lời kêu gọi của Tổng thống, bày tỏ sự đoàn kết với nhau đằng sau Ngô Đình Diệm để cô lập các sĩ quan chống đối. 30 quan chức cấp cao đứng đầu bởi tướng Lê Văn Tỵ đã khẳng định quyết tâm thực thi mọi nhiệm vụ giao phó cho quân đội để bảo vệ hiến pháp và nền cộng hòa. Bản tuyên bố thực ra là vỏ bọc che đậy cho kế hoạch lật đổ Ngô Đình Diệm. Một số người tham gia ký kết về sau có dính líu trực tiếp tới cuộc đảo chính và ám sát Diệm tháng 11 năm đó. Các tướng Dương Văn Minh và Trần Văn Đôn, cố vấn quân sự của Tổng thống và là người sẽ lãnh đạo cuộc lật đổ, lúc đó đang ở nước ngoài và không phải tham gia màn kịch ký kết.[34] Trần Lệ Xuân, vợ của Ngô Đình Nhu và em dâu Tổng thống, lúc đó được mệnh danh là Đệ Nhất Phu nhân Việt Nam Cộng hòa vì Tổng thống sống độc thân, đã phát biểu: \"Tôi sẽ vỗ tay khi thấy một vụ nướng sư khác\" (I would clap hands at seeing another monk barbecue show)[35] và \"nếu ai thiếu xăng dầu tôi sẽ cho\". Trả lời phỏng vấn của ký giả tờ New York Times, Trần Lệ Xuân nói: \"Tôi còn thách mấy ông sư thêm mười lần nữa. Phương pháp giải quyết vấn đề Phật giáo là phớt lờ, không cần biết tới\". Những phát biểu thiếu cân nhắc và quá khích của bà như rót thêm nước sôi vào tình hình căng thẳng lúc đó.[36] Cuối tháng 6, chính phủ Ngô Đình Diệm cáo buộc rằng Hòa thượng Thích Quảng Đức \"đã bị chích thuốc\" trước khi bị ép tự vẫn.[37] Chính quyền cũng buộc tội Browne đã hối lộ nhà sư để ông tự thiêu.[38] Nhưng về sau, Trần Lệ Xuân đã tìm cách từ chối một số các phát biểu thiếu trách nhiệm này.[39] Tác động chính trị và truyền thông[sửa | sửa mã nguồn] Những bức ảnh của Browne chụp cảnh tự thiêu nhanh chóng truyền đi bằng các phương tiện điện tín và lên trang nhất của nhiều tờ báo khắp thế giới. Việc một hòa thượng tự thiêu tại một đất nước mà phần đông dân số theo đạo Phật đã được ghi nhận là bước ngoặt trong cuộc khủng hoảng Phật giáo và dẫn đến sự sụp đổ của chính quyền Ngô Đình Diệm. Mặc dù sự suy yếu của chính phủ bắt đầu lộ rõ từ trước nhưng vụ việc vẫn được coi là bước then chốt trong tình hình hỗn loạn lúc bấy giờ.[40] Nhà sử học Seth Jacobs khẳng định Hòa thượng Thích Quảng Đức đã \"đốt cuộc thử nghiệm Diệm của nước Mỹ ra tro\" và \"không có lời bào chữa nào có thể gỡ gạc lại được danh tiếng của Ngô Đình Diệm\" một khi những bức ảnh của Browne đã hằn vào tâm trí của công chúng thế giới.[41] Ellen Hammer mô tả rằng sự kiện đã gợi lên những hình ảnh đen tối về sự đàn áp và ghê rợn, tương ứng với một thực tại rất châu Á mà người phương Tây vốn không hiểu\".[42] William Colby, giám đốc CIA vùng Viễn Đông cho rằng Ngô Đình Diệm \"đã xử trí cuộc khủng hoảng rất dở và đã để cho nó tiến triển. Nhưng thực sự tôi không nghĩ rằng có nhiều cơ hội để họ giải quyết vấn đề một khi đã có một thầy tu tự thiêu\".[40] Tổng thống Mỹ John F. Kennedy nói rằng \"không có một bức hình thời sự nào trong lịch sử lại gây nên nhiều xúc cảm trên khắp thế giới như vậy\" Tổng thống Hoa Kỳ John F. Kennedy, người đứng đầu chính phủ đồng minh với Việt Nam Cộng hòa, biết được thông tin về vụ một nhà sư tự thiêu tại Nam Việt Nam khi đọc báo tin tức buổi sáng, trong khi ông đang ngồi trên giường và nói chuyện với em trai Robert F. Kennedy, viên chưởng lý Hoa Kỳ. Tổng thống đã cắt ngang cuộc đàm thoại về tình hình tại bang Alabama và thốt lên: \"Lạy Chúa Giê-su!\".[41] Về sau ông nhận xét rằng \"trong lịch sử không có một bức hình thời sự nào lại gây nên nhiều xúc cảm trên khắp thế giới như vậy\"[41]. Thượng nghị sĩ Frank Church, thành viên Ủy ban Quan hệ Quốc tế, đã phát biểu: \"Người ta chưa từng chứng kiến những cảnh tượng hãi hùng như thế này kể từ khi các vị thánh tử vì đạo dắt tay nhau vào đấu trường La Mã nộp mình\".[42] Tại châu Âu, bức ảnh được bày bán hàng loạt trên đường phố như những tấm bưu thiếp trong suốt thập niên 1960. Cộng hòa Nhân dân Trung Hoa đã in bức ảnh ra hàng triệu bản và phân phát khắp châu Á và châu Phi như một minh chứng về \"chủ nghĩa đế quốc Mỹ\"[38]. Một trong những tấm ảnh Browne chụp cảnh tượng kinh hoàng vẫn còn dán trên chiếc xe mà Thích Quảng Đức lái tới ngã tư nơi ông tự thiêu.[38] Về phía Việt Nam Dân chủ Cộng hòa, Chủ tịch Hồ Chí Minh cũng bày tỏ sự khâm phục trước hành động tự thiêu của Hòa thượng Thích Quảng Đức qua hai câu đối: Vị pháp vong thân vạn cổ hùng uy Thiên Nhật Nguyệt\/Lưu danh bất tử bách niên chính khí Địa Sơn Hà.[43] Đối với Browne và hãng thông tấn AP, những bức ảnh là một thành công trong tiếp thị. Ray Herndon, nhà báo hãng thông tấn UPI (United Press International) đã quên không mang máy ảnh ngày hôm đó nên bỏ lỡ cơ hội chụp cảnh một hòa thượng tự thiêu, sau đã bị cấp trên la rầy. UPI ước lượng rằng có 5.000 độc giả ở Sydney, một thành phố lúc đó có khoảng 1,5 đến 2 triệu dân, đã chuyển sang lấy tin từ các nguồn của hãng AP.[44] Về phía chính quyền Ngô Đình Diệm, tờ Times of Vietnam, cơ quan ngôn luận bằng tiếng Anh, đã gia tăng sự công kích đối với các nhà báo Mỹ và giới Phật tử. Những dòng tít kiểu như \"Giới chức chùa Xá Lợi đưa ra lời hăm dọa mới\" hay \"Sư sãi âm mưu ám sát\" xuất hiện trên mặt báo. Một bài báo hoài nghi về mối quan hệ giữa các nhà sư và báo chí với việc đặt một câu hỏi tại sao \"rất nhiều cô gái trẻ ra vào chùa Xá Lợi vào buổi sáng sớm\" và sau đó cho rằng họ đã được đưa vào trong đó vì mục đích tình dục cho các phóng viên.[45] Tấm ảnh đoạt giải của Browne đã được giới truyền thông đại chúng sử dụng lại trong nhiều thập niên. Năm 1992, ban nhạc rock Rage Against the Machine sử dụng một tấm ảnh làm bìa cho album và đĩa đơn đầu tay của họ. Trong tập 408 bộ phim hoạt hình South Park, \"Chef Goes Nanners\", nhân vật Chef đã dùng đến tấm ảnh tự thiêu của Browne trước khi đổ xăng và đốt cháy một nhà sư để phản kháng lại lá cờ phân biệt chủng tộc của thị trấn.[46] Ngày 22\/8\/1963, thống chế Sarit Thanarat, thủ tướng Thái Lan, đề nghị triệu tập một hội nghị sơ bộ gồm các nước Phật giáo trước lúc đưa vấn đề Phật giáo Việt Nam ra Liên Hợp Quốc. Bốn ngày sau đó Đại tá Mutukhan, Phó giám đốc nha Tôn giáo thuộc bộ Giáo dục, đã khuyến cáo chính phủ Ngô Đình Diệm bằng những lời gay gắt và như một tiên tri: “Vì đã đàn áp Phật tử Việt Nam, Tổng thống Ngô Đình Diệm sẽ phải hứng chịu hết những tai hoạ dưới đủ mọi hình thức, hiểu theo giáo lý nhà Phật, kể cả diệt vong và đọa địa ngục...”[47] Tiền lệ và ảnh hưởng[sửa | sửa mã nguồn] Bài chi tiết: Tự thiêu Đài tưởng niệm hòa thượng Thích Quảng Đức tự thiêu Mặc dù công chúng phương Tây rất bàng hoàng về sự kiện hòa thượng Thích Quảng Đức, việc các nhà sư Việt Nam tự thiêu không phải hiện tượng hiếm. Nhiều trường hợp tự thiêu đã được ghi nhận từ hàng thế kỷ trước, với lý do thường là để tỏ lòng tôn kính với Đức Phật.[48] Trường hợp gần nhất trước Hòa thượng Thích Quảng Đức được ghi nhận ở miền Bắc Việt Nam vào năm 1950.[48] Sau khi xâm chiếm Việt Nam vào thế kỷ XIX, thực dân Pháp đã cố bài trừ những hành động này nhưng không thực sự thành công. Thập niên 1920, họ đã thành công trong việc ngăn chặn một nhà sư ở Huế tự thiêu, nhưng cuối cùng nhà sư này đã tuyệt thực cho đến chết. Trong những năm 1920 và 1930, báo chí Sài Gòn đã đưa tin về các trường hợp hòa thượng tự thiêu như thể những chuyện bình thường. Điều tương tự cũng diễn ra ở thành phố Cáp Nhĩ Tân, tỉnh Hắc Long Giang của Trung Quốc. Năm 1948, một hòa thượng ngồi theo tư thế hoa sen, bên dưới là mùn cưa và dầu đậu nành và tự thiêu để phản đối chính sách ngược đãi Phật giáo của những người cộng sản do Mao Trạch Đông đứng đầu. Trái tim của vị hòa thượng này vẫn còn nguyên như trái tim của Hòa thượng Thích Quảng Đức.[48] Sau Hòa thượng Thích Quảng Đức, 5 thành viên hội Tăng lữ Việt Nam cũng tử vì đạo cho đến tận tháng 10 năm 1963, khi phong trào phản kháng của Phật giáo lên cao.[49] Ngày 1 tháng 11, Quân lực Việt Nam Cộng hòa thực hiện cuộc đảo chính lật đổ Tổng thống. Ngô Đình Diệm và Ngô Đình Nhu bị ám sát ngày hôm sau.[50] Người Mỹ tại Sài Gòn thường thấy những hành động tự thiêu rất kỳ quặc, họ sử dụng các kiểu chơi chữ ví dụ như \"bonze fires\" hay \"hot cross bonzes\", gần như để trốn khỏi tình trạng hoang mang,[51] Trong một trường hợp, một cậu bé con một quan chức người Mỹ ở đại sứ quán Mỹ tại Sài Gòn đã đổ dầu hỏa lên người mình và châm lửa. Đến khi lửa được dập thì cậu đã bị bỏng rất nặng. Về sau, cậu chỉ giải thích về hành động của mình rằng: \"Con chỉ muốn thử xem nó như thế nào\".[51] Trường hợp tự thiêu cũng xảy ra ít nhất hai lần tại Mỹ trong các cuộc phản đối Chiến tranh Việt Nam. Ngày 2 tháng 11 năm 1965, Norman Morrison, một tín đồ Quaker yêu chuộng hòa bình, đã tự thiêu bằng dầu hỏa bên dưới cửa sổ tầng 3 Lầu Năm Góc, nơi Bộ trưởng Quốc phòng Robert McNamara làm việc. Cũng năm đó, Alice Herz, một phụ nữ 82 tuổi, đã tự thiêu ở Detroit, Michigan.[52] Xem thêm[sửa | sửa mã nguồn] Giáo hội Phật giáo Việt Nam thống nhất Tham khảo[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ Trong ảnh vệ tinh (10°46′31″B 106°41′13″Đ﻿ \/ ﻿10,775159°B 106,686864°Đ﻿ \/ 10.775159; 106.686864) là ngã tư nơi Hòa thượng Thích Quảng Đức tự thiêu: Đại lộ Phan Đình Phùng (nay là Nguyễn Đình Chiểu) hướng Đông Bắc-Tây Nam và phố Lê Văn Duyệt (nay là Cách mạng Tháng Tám) hướng Tây Bắc-Đông Nam. Góc phía Tây của ngã tư có một đài tưởng niệm Thầy Thích Quảng Đức. Trong nhiều năm thì trạm xăng Petrolimex đứng ở góc phía Bắc, nhưng nay đã bị thay thế bởi một công viên tưởng nhớ vị Hòa thượng này. Chú thích[sửa | sửa mã nguồn] ^ a b c d e Nhị Tường 2005. ^ Đức Hạnh (29 tháng 5 năm 2013). “50 Năm Nhìn Lại Phật giáo Tranh Đấu 1963”. Thư viện Hoa Sen. Bản gốc lưu trữ 18 tháng 8 năm 2013. Truy cập 29 tháng 5 năm 2013. ^ Gettleman 1966, tr. 275–276, 366. ^ Time Staff 1963a. ^ Tucker 2000, tr. 49, 291, 293. ^ Ellsberg 1971, tr. 729–733Lỗi harv: không có mục tiêu: CITEREFEllsberg1971 (trợ giúp). ^ Tucker 2000, tr. 291. ^ a b Gettleman 1966, tr. 280–282. ^ Harrison 1963b, tr. 9. ^ Warner 1963, tr. 210. ^ Fall 1963, tr. 199. ^ Buttinger 1967, tr. 993. ^ Karnow 1997, tr. 294. ^ Buttinger 1967, tr. 933. ^ Harrison 1963a, tr. 5–6. ^ a b Nguyễn Hiền Đức. “Pháp nạn ở Huế trong Lễ Phật Đản năm 1963”. Viện nghiên cứu Phật học Việt Nam. Bản gốc lưu trữ 2 tháng 11 năm 2013. ^ a b Jacobs 2006, tr. 140–150. ^ Nguyễn 2000, tr. 1048 ^ Browne 1963. ^ Nguyễn 2000, tr. 1058–1059 ^ Nguyễn Khắc Phê (25 tháng 10 năm 2009). “Từ Quận chúa Hồ Thị Hạnh đến Sư bà Diệu Không”. An Ninh Thế giới và Văn nghệ Công An. Công An Thành phố Hồ Chí Minh. Bản gốc lưu trữ 3 tháng 3 năm 2010. ^ a b c d e f Jacobs 2006, tr. 147. ^ a b c d Karnow 1997, tr. 297. ^ Jones 2003, tr. 268. ^ Halberstam 1965, tr. 211. ^ a b Jones 2003, tr. 270. ^ a b c Jacobs 2006, tr. 148. ^ Jones 2003, tr. 272. ^ a b Hammer 1987, tr. 149. ^ a b Cư Sĩ Tuệ Minh Đạo Nguyễn Đức Can. “Bồ tát Thích Quảng Đức với quả tim bất diệt”. Bản gốc lưu trữ 21 tháng 3 năm 2014. ^ Jones 2003, tr. 307–308. ^ Time Staff 1963b. ^ Jones 2003, tr. 271. ^ Hammer 1987, tr. 147. ^ O'Brien 2005, tr. 859 ^ Langguth 2002, tr. 216. ^ Jones 2003, tr. 284. ^ a b c Prochnau 1995, tr. 309. ^ Joseph Buttinger, Vietnam: A Dragon Embattled, Volum II Vietnam at War, Frederick A. Praeger, Publisher, New York, 1967, tr.1184 ^ a b Jones 2003, tr. 269. ^ a b c Jacobs 2006, tr. 149. ^ a b Hammer 1987, tr. 145. ^ Giác Đạo - Dương Kinh Thành (1 tháng 4 năm 2013). “Kỷ niệm 50 năm pháp nạn lịch sử PGVN: (Phần 1) Bài thơ \"Lửa từ bi\" nói thay lời lịch sử”. Giáo hội Phật giáo Việt Nam. Bản gốc lưu trữ ngày 4 tháng 4 năm 2013. Truy cập ngày 8 tháng 4 năm 2013.. ^ Prochnau 1995, tr. 316. ^ Prochnau 1995, tr. 320. ^ Parker 2000. ^ Bốn Mươi Năm Nhìn Lại, sách đã dẫn, p.133 ^ a b c Hammer 1987, tr. 146. ^ Jacobs 2006, tr. 152, 168, 171. ^ Jacobs 2006, tr. 173–180. ^ a b Prochnau 1995, tr. 310. ^ Zinn 2003, tr. 486. Thư mục[sửa | sửa mã nguồn] Browne, Malcolm (1963), World Press Photo 1963, Amsterdam: World Press Photo, Bản gốc lưu trữ ngày 19 tháng 10 năm 2007, truy cập ngày 23 tháng 10 năm 2007 Buttinger, Joseph (1967), Vietnam: A Dragon Embattled, Praeger Publishers Ellsberg, Daniel biên tập (ngày 10 tháng 7 năm 1963), “The Situation in South Vietnam – SNIE 53-2-63”, The Pentagon Papers, Gravel Edition, Volume 2, Boston: Beacon Press, Bản gốc lưu trữ ngày 9 tháng 11 năm 2017, truy cập ngày 21 tháng 8 năm 2007 Fall, Bernard (1963), The Two Viet-Nams, Praeger Publishers Gettleman, Marvin E. (1966), Vietnam: History, documents and opinions on a major world crisis, New York: Penguin Books Halberstam, David (1965), The Making of a Quagmire, New York: Random House Hammer, Ellen J. (1987), A Death in November, Boston: E. P. Dutton, ISBN 0-525-24210-4 Harrison, Gilbert biên tập (1963a), “Diệm's other crusade”, The New Republic (ngày 22 tháng 6 năm 1963) Harrison, Gilbert biên tập (1963b), “South Vietnam: Whose funeral pyre?”, The New Republic (ngày 29 tháng 6 năm 1963) Chú thích có tham số trống không rõ: |1= (trợ giúp) Jacobs, Seth (2006), Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950–1963, Lanham: Rowman & Littlefield, ISBN 0-7425-4447-8 Jones, Howard (2003), Death of a Generation, New York: Oxford University Press, ISBN 0-19-505286-2 Karnow, Stanley (1997), Vietnam: A history, New York: Penguin Books, ISBN 0-670-84218-4 Langguth, A. J. (2002), Our Vietnam: the war, 1954–1975, New York: Simon & Schuster, ISBN 0-7432-1231-2 Huỳnh Minh (2006), Gia Định Xưa, Ho Chi Minh City: Văn Hóa-Thông tin Publishing House Thích Nguyên Tạng (2005), Tiểu sử Bổ Tát Thích Quảng Dức, Fawker: Quảng Đức Monastery (xuất bản ngày 1 tháng 5 năm 2005), truy cập ngày 20 tháng 8 năm 2007 Nhị Tường (2005), Tiểu sử Bổ Tát Thích Quảng Đức, Fawker: Quang Duc Monastery (xuất bản ngày 1 tháng 5 năm 2005), Bản gốc lưu trữ ngày 13 tháng 3 năm 2002, truy cập ngày 2 tháng 8 năm 2007 Parker, Trey (2000), Chef Goes Nanners (Chương trình truyền hình), South Park, mùa 4, tập 55 (2000-07-05), New York: Comedy Central Prochnau, William (1995), Once upon a Distant War, New York: Times Books, ISBN 0-812-92633-1 Schecter, Jerrod L. (1967), The New Face of Buddha: Buddhism and Political Power in Southeast Asia, New York: Coward-McCann Time Staff (1963a), “The Religious Crisis”, Time Magazine (1963-06-14), truy cập ngày 2 tháng 8 năm 2007 Time Staff (1963b), “The Crackdown”, Time Magazine (1963-08-30), truy cập ngày 23 tháng 10 năm 2007 Tucker, Spencer C. (2000), Encyclopedia of the Vietnam War, Santa Barbara: ABC-CLIO, ISBN 1-57607-040-0 Warner, Denis (1963), The Last Confucian, New York: Macmillan Zinn, Howard (2003), A People's History of the United States, New York: HarperCollins, ISBN 0-06-052842-7 O'Brien, Michael (2005), John F. Kennedy: A Biography, Macmillan, ISBN 0-312-28129-3, 9780312281298 Nguyễn, Lang (2000), Việt Nam Phật giáo sử luận, Hà Nội: Nhà xuất bản Văn học Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Thích Quảng Đức. Wikisource có các tác phẩm gốc nói đến hoặc của: Thích Quảng Đức Trang mạng thông tin về Hòa thượng Thích Quảng Đức Thich Quang Duc (Vietnamese monk) tại Encyclopædia Britannica (tiếng Anh) Cổng thông tin Phật giáo Cổng thông tin Chiến tranh Việt Nam Cổng thông tin Lịch sử Cổng thông tin Việt Nam Cổng thông tin Châu Á ẩn x t s Biến cố Phật giáo miền Nam Việt Nam năm 1963 Sự kiện Xả súng lễ Phật Đản, Huế Tấn công hóa học ở Huế Thích Quảng Đức tự thiêu Vụ xô xát ngày 7 tháng 7 Đột kích chùa Xá Lợi Đảo chính Việt Nam Cộng hòa 1963 Bắt giữ và sát hại Ngô Đình Diệm Chính sách Tuyên bố chung Bức điện số 243 Sứ mệnh Krulak–Mendenhall Sứ mệnh McNamara–Taylor Nhân vật chính trị, tôn giáo Nguyễn Phúc Bửu Hội Thích Quảng Đức Michael Forrestal W. Averell Harriman Roger Hilsman Thích Thiện Hoa John F. Kennedy Thích Tịnh Khiết Victor H. Krulak Henry Cabot Lodge Jr. Robert McNamara Joseph Mendenhall Ngô Đình Cẩn Ngô Đình Diệm Ngô Đình Nhu Ngô Đình Thục Nguyễn Ngọc Thơ Nguyễn Đình Thuần Trần Lệ Xuân Frederick Nolting Thích Trí Quang Maxwell D. Taylor Trần Văn Chương William Trueheart Vũ Văn Mẫu Nhân vật quân sự Lucien Conein Đỗ Cao Trí Đỗ Mậu Dương Văn Minh Huỳnh Văn Cao Lê Quang Tung Lê Văn Kim Nguyễn Hữu Có Nguyễn Khánh Nguyễn Văn Nhung Nguyễn Văn Thiệu Phạm Ngọc Thảo Tôn Thất Đính Trần Kim Tuyến Trần Thiện Khiêm Trần Văn Đôn Phóng viên Peter Arnett Malcolm Browne David Halberstam Marguerite Higgins Neil Sheehan Tiêu đề chuẩn LCCN: n80011059 SUDOC: 203552504 VIAF: 57904590 WorldCat Identities: lccn-n80011059 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Thích_Quảng_Đức&oldid=69929893” Thể loại: Sinh năm 1897 Mất năm 1963 Tăng sĩ Việt Nam Người Khánh Hòa Người tự thiêu Biến cố Phật giáo, 1963 Người tự sát ở Việt Nam Tín hữu Phật giáo được đặt tên đường ở Việt Nam Thể loại ẩn: Lỗi không có mục tiêu Harv và Sfn Lỗi CS1: tham số trống không rõ Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Bài viết chọn lọc Bài Việt Nam chọn lọc Ngày sinh không rõ Trang sử dụng liên kết tự động ISBN Trang này được sửa lần cuối vào ngày 28 tháng 4 năm 2023, 15:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}