{"Thông loại khóa trình":"Thông loại khóa trình – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Nội dung 3Nhận định 4Trưng bày 5Tham khảo Hiện\/ẩn mục Tham khảo 5.1Thư mục Thông loại khóa trình Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Thông loại khóa trình Tình trạng Đã đình bản Người sáng lập Trương Vĩnh Ký Thành lập 1888 (1888) Ngôn ngữ Tiếng Việt (chữ Quốc ngữ) Thông loại khóa trình (Miscellannées) là tờ báo tư nhân đầu tiên ở Việt Nam,[1] cũng được xem là báo văn học và học báo đầu tiên tại Việt Nam bằng chữ Quốc ngữ.[2] Báo được lập ra bởi Trương Vĩnh Ký vào năm 1888. Lịch sử[sửa | sửa mã nguồn] Báo ra mỗi tháng một số,[3] số đầu ra vào tháng 5 năm 1888. Chủ quản và người sáng lập tờ báo là Trương Vĩnh Ký, cũng là người viết hầu hết các bài, trong số báo đầu đã ghi rõ nội dung và mục đích của tờ báo. Về sau tờ báo còn được đóng góp bởi Trương Minh Ký, Huỳnh Tịnh Của, Trần Chánh Chiếu...[4] Theo Trương Vĩnh Ký, báo bán được đến 300-400 bản. Trương Vĩnh Ký phải bỏ tiền riêng ra để in tờ tạp chí.[2] Vì chi phí tốn kém, báo phải đình bản sau 18 tháng phát hành vào tháng 10 năm 1889.[4] Thông loại khóa trình có đăng thông báo \"Cho hay\", số 6, tháng 10 năm 1889, cho biết \"cực chẳng đã phải đình in\" đến khi có người \"chịu mua trước cho đủ số, ít ra là 2000, 2500 thì mới có lẽ mà in lại nữa được là có tiền mà trả tiền in cho ít nữa là 2\/3 thì mới dám lãnh làm luôn\".[2] Nội dung[sửa | sửa mã nguồn] Ở tựa báo trên trang đầu có đề tên báo bằng chữ Hán, bên dưới có chữ Pháp: \"Miscellannées ou Lectures instructives pour les élèves des écoles primaires communales et cantonales\" (Tạp lục hay bài giảng cho học trò tiểu học trường làng hay tổng).[4] Báo được trình bày như một cuốn sách, khuôn khổ 16x23,5 cm.[1] Các số báo có 16 trang, trừ ba số đầu với 12 trang, và theo tạp chí Văn hóa Nghệ thuật, Trương Vĩnh Ký đã tự mình viết 5 số báo đầu.[5] Thông loại khóa trình được coi là học báo và tờ báo văn học bằng Quốc ngữ đầu tiên tại Việt Nam, nhằm giáo dục như dạy chữ Hán, tiếng Pháp, luân lý, phong tục... Báo có nhiều bài viết về văn hóa Việt Nam, văn chương dân gian, dân ca, tục ngữ[4] và thuộc nhiều thể loại văn. Nội dung tờ báo được phân ra hai phần chính: văn chương bác học (về Nho học v.v.) và văn chương dân gian (tục ngữ, bài hát chòi con nít, hát nói v.v.). Những bài đăng của Trương Vĩnh Ký là một phần những gì ông sưu tầm được.[2] Theo một số nguồn, tờ báo còn được cho là có chứa nội dung \"chống Pháp\".[4] Trong số báo đầu, Trương Vĩnh Ký có viết:[2] Coi sách dạy lắm, nó cũng nhằm [nhàm], nên phải có cái chi vui pha vào một hai khi nó mới thú. Vậy ta tính làm một tháng đôi ba kỳ, một tập mong mỏng nói chuyện sang-đàng, chuyện tam hoàng quốc chí, phá phách lộn-lạo xào-bần để học trò coi chơi cho vui. Mà chẳng phải là chơi không vô-ích đâu; cũng là những chuyện con người-ta ở đời nên biết cả. Trong các số 1 đến 8, Thông loại khóa trình có đăng \"Vè tam cang\" của Trương Minh Ký, tiểu thuyết đăng báo nhiều kỳ (feuilleton, phơi-dơ-tông) đầu tiên tại Việt Nam.[6] Nhận định[sửa | sửa mã nguồn] Thông loại khóa trình được đánh giá là rất quý giá vì đã ghi lại nhiều thơ văn, câu nói được cho có thể bị mai một vì không được ghi chép lại.[2] Trưng bày[sửa | sửa mã nguồn] Ngày 8 tháng 9 năm 2017, trong buổi triển lãm và đấu giá sách của chương trình \"Về chốn thư hiên\" trên đường sách Nguyễn Văn Bình tại Thành phố Hồ Chí Minh (Việt Nam), 18 số Thông loại khóa trình cùng các sách Lều chõng (Ngô Tất Tố, 1941), Ngồi tù khám lớn (Phan Văn Hùm, 1929), Vàng sao (Chế Lan Viên, 1942) v.v. đã được trưng bày và đấu giá.[7] Tham khảo[sửa | sửa mã nguồn] ^ a b Viết Hiền (ngày 21 tháng 6 năm 2004). “Báo chí Việt Nam và cái thuở ban đầu…”. Bình Định. Truy cập ngày 3 tháng 11 năm 2017. ^ a b c d e f Nguyễn Văn Trung 2015, tr. 403-408 ^ Trần Nhật Vy (ngày 12 tháng 6 năm 2015). “Làng báo sôi động ra đời từ đây…”. Tuổi Trẻ Online. Truy cập ngày 3 tháng 11 năm 2017. ^ a b c d e Nguyễn Đức Hiệp 2016, tr. 179-180 ^ Huy Hoàng (ngày 15 tháng 6 năm 2011). “Những tờ báo Quốc ngữ đầu tiên”. Tạp chí Văn hóa Nghệ thuật. Bản gốc lưu trữ ngày 7 tháng 11 năm 2017. Truy cập ngày 3 tháng 11 năm 2017. ^ Trần Nhật Vy (ngày 31 tháng 10 năm 2016). “Feuilleton - Hàng độc của báo chí quốc ngữ thời xưa”. Tuổi Trẻ Online. Truy cập ngày 3 tháng 11 năm 2017. ^ Trọng Thịnh (ngày 5 tháng 9 năm 2017). “\"Về chốn thư hiên\" và sự xuất hiện của những cuốn sách hiếm”. Tiền phong. Truy cập ngày 3 tháng 11 năm 2017. Thư mục[sửa | sửa mã nguồn] Nguyễn Đức Hiệp (2016), Sài Gòn - Chợ Lớn: thể thao và báo chí trước 1945, Thành phố Hồ Chí Minh: Nhà xuất bản Văn hóa - Văn nghệ Thành phố Hồ Chí Minh, ISBN 978-604-68-3071-9 Nguyễn Văn Trung (2015), Hồ sơ về Lục Châu học - Tìm hiểu con người ở vùng đất mới, Thành phố Hồ Chí Minh: Nhà xuất bản Trẻ, ISBN 978-604-1-05258-1 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Thông_loại_khóa_trình&oldid=65150124” Thể loại: Tạp chí Việt Nam Báo chí Việt Nam thời Pháp thuộc Trang này được sửa lần cuối vào ngày 5 tháng 7 năm 2021, 07:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}