{"Thương về miền Trung":"Thương về miền Trung – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất xứ 2Nội dung 3Tranh cãi 4Ảnh hưởng 5Phần nối tiếp 6Chú thích 7Liên kết ngoài Thương về miền Trung Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Thương về miền Trung\" Bìa bản nhạc Thương về miền Trung tái bản năm 1964 Bài hát của Duy Khánh Ngôn ngữ Tiếng Việt Sáng tác Duy Khánh Phát hành 1962 Thể loại Nhạc vàng \"Thương về miền Trung\" là một ca khúc nhạc vàng, được nhạc sĩ Duy Khánh soạn nhạc và lời, trình diễn vào năm 1962.[1] Xuất xứ[sửa | sửa mã nguồn] Quê của nhạc sĩ Duy Khánh không phải ở xứ Huế, tuy nhiên phần lớn tuổi thơ của ông đều học Trung học và lớn lên ở Huế. Chính vì thế, ông đã xem Huế như là quê hương thứ hai của mình. Vì thế, sau này khi ông vào Sài Gòn, ông đã viết một loạt ca khúc nhớ quê hương, như Ai ra xứ Huế, Thương về miền Trung, Trăm năm bến cũ, Bao giờ em quên, Sầu cố đô, Xin anh giữ trọn tình quê,..[2] Bài hát do nhà xuất bản Diên Hồng xuất bản lần đầu vào năm 1962, do chính tác giả trình bày. Sau đó, Duy Khánh có viết nối tiếp thêm một bài nữa, đó là bài Sao không thấy anh về?.[3] Nội dung[sửa | sửa mã nguồn] Bài hát được viết theo điệu Habanera, với nỗi niềm nhớ về xứ Huế.[3] Đã bao lâu rồi không về miền Trung thăm người em Nắng mưa đôi ngày cách trở giờ xa xôi đôi đường Người ơi, có về miền quê hương Thùy Dương Nước chảy còn vương bao niềm thương Cho nhắn đôi lời Tranh cãi[sửa | sửa mã nguồn] Sau năm 1975, bài hát bị \"tam sao thất bản\" nhầm lẫn tác giả là Minh Kỳ để qua kiểm duyệt, vì nhạc sĩ Duy Khánh bị cấm về nhân thân ở trong nước.[3][4] Đến năm 2010, tên tác giả được trả lại thành Duy Khánh.[3] Tuy nhiên, năm 2016, trong chương trình Sol Vàng, Châu Huyền Khanh (con gái của nhạc sĩ Châu Kỳ) lại nói rằng đây là sáng tác của Châu Kỳ, tuy nhiên vẫn chưa có chứng cứ để xác minh.[4][5][6][7] Mặc dù vậy, nhưng hơn 10 năm qua, gia đình của nhạc sĩ Châu Kỳ nhận được khá nhiều tiền tác quyền.[7] Ảnh hưởng[sửa | sửa mã nguồn] Bài hát tuy đã được khá nhiều ca sĩ trình diễn, như Duy Khánh, Quang Lê,[8] Hương Lan, Đan Nguyên, Trường Vũ,...trình diễn. Tuy nhiên, ca sĩ Duy Khánh là người trình bày thành công nhạc phẩm trên.[3][9] Nhiều ca sĩ trong nước đã trình diễn bài này qua sân khấu và CD băng nhạc, như Quang Linh, Phương Mỹ Chi, Cẩm Ly,...trình bày. Trước năm 1975, ca khúc đã được soạn giả Loan Thảo viết lời tân cổ.[10] Tên bài hát đã được đặt cho một số CD. Ngoài ra, có hai chương trình thiện nguyện, dựa theo tên bài hát để quyên góp cho người dân ở miền Trung.[11][12], và một chương trình gây quỹ cùng tên ở hải ngoại.[13] Phần nối tiếp[sửa | sửa mã nguồn] Thương về miền Trung còn có một bài hát nối tiếp, mang tên \"Sao không thấy anh về\" được viết vào năm 1962, tức \"Thương về miền Trung 2\".[14] Bài hát đã được một số ca sĩ trình diễn, gần đây nhất là Quang Lê (song ca cùng Tố My).[15] Trích một đoạn trong bài hát: Anh nói rằng anh sẽ về thăm quê miền Trung Dù năm tháng dài đường xa lạnh lùng Dòng sông Hương còn trôi vầng trăng xưa còn soi Sao không thấy anh về thăm anh ơi... Ngoài ra còn một bài khác cũng mang âm hưởng \"Thương về miền Trung\", mang tên \"Biết trả lời sao\" nhưng ít được biết đến hơn. Chú thích[sửa | sửa mã nguồn] ^ Thy Nga (25 tháng 2 năm 2003). “Tưởng nhớ cố nhạc sĩ Duy Khánh”. Đài Á Châu Tự Do. Truy cập ngày 26 tháng 11 năm 2021. ^ Phỏng vấn ca nhạc sĩ Duy Khánh, Đài truyền hình Văn Nghệ Việt Nam USA, Năm 1988 ^ a b c d e Đông Kha. “Ca khúc Thương Về Miền Trung của nhạc sĩ Duy Khánh, Minh Kỳ hay Châu Kỳ?”. Nhạc Xưa Thời Báo. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ a b Ngát Ngọc. “Tác giả thật sự của ca khúc 'Thương về miền Trung'”. Báo Thanh niên. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ Tâm Giao. “'Thương về miền Trung' bị nhầm lẫn tên tác giả hàng thập kỷ”. VnExpress. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ Kim Chi. “Trả bài hát 'Thương về miền Trung' cho cố nhạc sĩ Châu Kỳ”. Zing News. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ a b Hà Tùng Long (10 tháng 3 năm 2021). “Những nhầm lẫn \"có một không hai\" về tên tác giả của nhiều ca khúc nổi tiếng”. Dân Việt. Truy cập ngày 26 tháng 11 năm 2021. ^ Thy Nga (10 tháng 10 năm 2005). “Quang Lê, ca sĩ trẻ chọn trình diễn dòng nhạc quê hương”. Đài Á Châu Tự Do. Truy cập ngày 26 tháng 11 năm 2021. ^ “Duy Khánh hát bài Thương về miền Trung, bản đầu tiên”. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ “Thương về miền Trung - Thanh Kim Huệ, Thanh Tuấn trình bày trước năm 1975”. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ HOÀNG ANH. “Chương trình thiện nguyện 'Thương về miền Trung' quyên góp gần 13 tỷ đồng”. VTC. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ Hoàng Hoàng. “Chương trình ca nhạc thiện nguyện \"Thương về miền Trung\"”. Quân Đội Nhân Dân. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ Đoàn Hưng. “Chương trình văn nghệ gây quĩ \"Thương Về Miền Trung\" của SBTN tạm tổng kết, thu được $258,800”. SBTN. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 3 tháng 10 năm 2021. ^ Trương Đình Tuấn (13 tháng 11 năm 2020). “Cảm nhận về ca khúc \"Sao Không Thấy Anh Về\" (Thương Về Miền Trung 2) của nhạc sĩ Duy Khánh”. Nhạc Xưa Blog. Truy cập ngày 26 tháng 11 năm 2021. ^ Hùng Cường (15 tháng 5 năm 2020). “Tố My thừa nhận chịu nhiều áp lực khi được Quang Lê ưu ái”. VietNamNet. Truy cập ngày 26 tháng 11 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Phỏng vấn ca nhạc sĩ Duy Khánh năm 1988 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Thương_về_miền_Trung&oldid=68028463” Thể loại: Bài hát năm 1962 Bài hát tiếng Việt Ca khúc nhạc vàng Bài hát Việt Nam Bài hát về Huế Thể loại ẩn: Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 23 tháng 1 năm 2022, 04:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}