{"Tiến về Sài Gòn":"Tiến về Sài Gòn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sáng tác 2Lời bài hát Hiện\/ẩn mục Lời bài hát 2.1Lời 1 2.2Lời 2 2.3Lời 3 3Tham khảo Tiến về Sài Gòn 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 12\/2021) Bài viết hoặc đoạn này cần người am hiểu về chủ đề này trợ giúp biên tập mở rộng hoặc cải thiện. Bạn có thể giúp cải thiện trang này nếu có thể. Xem trang thảo luận để biết thêm chi tiết. (tháng 12\/2021) \"Tiến về Sài Gòn\" Bài hát Công bố 1975 Thể loại Nhạc đỏ \"Tiến về Sài Gòn\" là 1 ca khúc nhạc đỏ nổi tiếng, 1 sáng tác nổi bật của nhạc sĩ Lưu Hữu Phước (dưới bút danh Huỳnh Minh Siêng) vào năm 1966, trong Chiến tranh Việt Nam (1955-1975).[1] Sáng tác[sửa | sửa mã nguồn] Năm 1965, Lưu Hữu Phước được cử vào miền Nam, giữ chức Chủ tịch Hội Văn nghệ Giải phóng, sau đó Bộ trưởng Bộ Thông tin Văn hóa của Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam. Trong thời gian này ông được giao nhiệm vụ sáng tác ca khúc chào mừng ngày giải phóng Sài Gòn, đây là khoảng thời gian Mặt trận Dân tộc Giải phóng miền Nam Việt Nam chuẩn bị cho cuộc Tổng tiến công và nổi dậy mùa xuân năm 1968. Tuy nhiên cuộc Tổng công kích Tết Mậu Thân không thành công, phải chờ đến chiến thắng 1975, ca khúc đó mới được chính thức công bố. Dù vậy, trong những năm chờ đợi để được công bố chính thức, ca khúc đã được biểu diễn ở nhiều quốc gia khác như Trung Quốc, Triều Tiên, Liên Xô, Cộng hòa Dân chủ Đức, Hungary, Ba Lan, Cuba... bởi ca sĩ Quang Hưng, người đầu tiên thu âm và thể hiện ca khúc. Lời bài hát[sửa | sửa mã nguồn] Lời 1[sửa | sửa mã nguồn] Nơi thành đô trong ánh điện quang tiếng nấc nghẹn câu cười Khu nhà tranh năm cánh ngoại ô rên xiết đêm ngày. Quê nhà ta đau đớn lầm than sao bóp nghẹt tim người Sài Gòn ơi! Ta đã về đây. Ta đã về đây! Lướt qua nắng mưa. Súng bom nhịp chân đi Quê hương kêu gọi tiến lên diệt quân Mỹ! Tiến về Sài Gòn ta quét sạch giặc thù Hướng về đồng bằng ta tiến về thành đô! Nước nhà còn chờ trận cuối là trận này Tiến về đồng bằng, giải phóng thành đô! Lời 2[sửa | sửa mã nguồn] Ta về quê khi ánh bình minh đang hé rạng chân trời Ta về quê khi lũ ngoại xâm hấp hối tơi bời Trên đường quê nghe tiếng mẹ ta đang khắc khoải mong chờ Nào vượt lên mau bước đoàn quân giải phóng thành đô! Đứng lên phố phường! Đánh tan giặc ngoại xâm Đứng lên ngoại thành tiến lên đường no ấm! Tiến về Sài Gòn ta quét sạch giặc thù Hướng về đồng bằng ta tiến về thành đô. Nước nhà còn chờ trận cuối là trận này Tiến về đồng bằng, giải phóng thành đô! Lời 3[sửa | sửa mã nguồn] Bao ngày qua ta khóc khổ đau đã biến thành căm hờn Căm hờn dâng tranh đấu sục sôi dân phố xuống đường Bom rền vang vang khắp thành đô tiếng súng diệt quân thù Đồng bào ơi! Giải phóng về đây tung cánh tự do! Tiến lên giết giặc! Siết thêm chặt vòng vây Tiến vô Sài Gòn đánh tan tành giặc Mỹ! Tiến về Sài Gòn ta quét sạch giặc thù Hướng về đồng bằng ta tiến về thành đô Nước nhà còn chờ trận cuối là trận này Tiến về đồng bằng, giải phóng thành đô! Tham khảo[sửa | sửa mã nguồn] ^ “Bài hát \"Tiến về Sài Gòn\" ra đời khi nào?”. Báo Bình Định. Bản gốc lưu trữ ngày 30 tháng 5 năm 2020. Truy cập ngày 30 tháng 3 năm 2017. Bài viết liên quan đến âm nhạc Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tiến_về_Sài_Gòn&oldid=68166396” Thể loại: Sơ khai âm nhạc Việt Nam Ca khúc nhạc đỏ Bài hát tiếng Việt Nhạc Lưu Hữu Phước Bài hát năm 1966 Bài hát về chiến tranh Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang cần được biên tập lại Pages using infobox song with unknown parameters Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 17 tháng 2 năm 2022, 08:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}