{"Tiến về Hà Nội":"Tiến về Hà Nội – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử Hiện\/ẩn mục Lịch sử 1.1Hoàn cảnh ra đời 1.2Tiếp nhận 2Xem thêm 3Tham khảo 4Liên kết ngoài Tiến về Hà Nội Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Tiến về Hà Nội\" Bài hát của Văn Cao Ngôn ngữ Tiếng Việt Công bố 1954 Thể loại Hành khúc, nhạc đỏ Thông tin bài hát ở Việt Nam Năm sáng tác 1949 \"Tiến về Hà Nội\" là một sáng tác nổi bật của nhạc sĩ Văn Cao. Bài hát là lời reo vui của ngày quân giải phóng Việt Nam từ năm cửa ô tiến về tiếp quản Thủ đô. Được sáng tác vào năm 1949, \"Tiến về Hà Nội\" được xem là ca khúc \"kì lạ\" nhất viết về ngày này, tức là ra đời trước 5 năm khi sự kiện diễn ra. Với lời ca hào hùng, khí thế và sôi nổi, ngày nay, bài hát vẫn thường vang lên, nhất là trong những dịp kỷ niệm ngày mùng 10 tháng 10, cũng như trở thành một \"khúc ca khải hoàn\" của người Hà Nội.[1][2][3] Lịch sử[sửa | sửa mã nguồn] Hoàn cảnh ra đời[sửa | sửa mã nguồn] Ngày 19 tháng 8 năm 1945, Tổng khởi nghĩa tháng Tám thắng lợi ở Hà Nội dưới sự lãnh đạo của Mặt trận Việt Minh đã giành chính quyền từ tay phát xít Nhật. Tuy nhiên, chỉ sau một tháng, vào ngày 23 tháng 9, với danh nghĩa giải giáp quân Nhật và cùng với sự giúp đỡ của quân Anh, quân Pháp nổ súng tái chiếm miền Nam. Tại Hà Nội, Chủ tịch Hồ Chí Minh ra \"Lời kêu gọi toàn quốc kháng chiến\" ngày 19 tháng 12 năm 1946. Tháng 10 năm 1947, thực dân Pháp phát động cuộc tấn công lên căn cứ địa Việt Bắc. Tuy nhiên, chỉ sau 75 ngày đêm, Pháp lệnh rút quân vì không đạt được mục tiêu chiến dịch, lại bị thiệt hại nặng và có nguy cơ bị bao vây tiêu diệt.[4] Cuối năm 1948, nhạc sĩ Văn Cao cùng với nhà văn Nguyễn Đình Thi và hoạ sĩ Tô Ngọc Vân công tác tại Chi hội Văn nghệ Liên khu 3. Vì lúc đó đang là \"thời kì cầm cự\", chiến tranh có thể kéo dài nên ông cùng gia đình đi bộ về đến chợ Đại ở huyện Ứng Hòa, Sơn Tây, hành trình ấy mất gần một tháng. Đây từng được xem là \"thủ phủ\" của các văn nghệ sĩ trong thời kì chống Pháp.[5] Khoảng giữa năm 1949, các văn nghệ sĩ trong đó có nhạc sĩ Văn Cao tham dự một buổi họp tại vùng căn cứ địa Việt Bắc. Họ được giao nhiệm vụ \"nhanh chóng viết những ca khúc động viên bộ đội và nhân dân chiến đấu\". Văn Cao lúc đó đã hứa hẹn với người lãnh đạo sẽ viết một ca khúc về Hà Nội: \"Riêng về nhiệm vụ công tác của tôi là phải sáng tác một bài hát cho Hà Nội. Tôi còn nhớ trong một buổi họp chi bộ ở Liên khu 3 tôi đã hứa với các đồng chí Khuất Duy Tiến và đồng chí Lê Quang Đạo là tôi sẽ viết một ca khúc về Hà Nội\".[6] Chỉ trong hai tuần lễ, nhạc sĩ đã viết xong ca khúc \"Tiến về Hà Nội\", khi ấy đang là mùa xuân, tức ra đời trước 5 năm trước khi Quân đội Nhân dân Việt Nam tiếp quản Hà Nội.[7] Bài hát sau đó được Khuất Duy Tiến, Phó Bí thư Thành ủy Hà Nội lúc đó, cho in lên tờ báo Thủ đô.[8][9] Ngoài ra, trong thời gian này, nhạc sĩ còn sáng tác bài \"Tổng phản công\" nhưng do ca khúc \"Tiến về Hà Nội\" tạo tiếng vang lớn nên bài hát ít được nhắc tới. Tiếp nhận[sửa | sửa mã nguồn] Cuối năm 1949, quân Pháp mở trận càn lớn ở Hà Nam Ninh, rồi đánh lên Hòa Bình khiến cho toàn bộ văn khu 3, trong đó có cả nhạc sĩ Văn Cao, phải rút lui. Ông cùng với một số người khác di chuyển sang Thái Bình. Cũng tại đây đầu năm 1950, nhạc sĩ Tạ Phước đã dàn dựng bài \"Tiến về Hà Nội\", cổ vũ quân đội và người dân. Tuy nhiên, lúc đó chiến tranh vẫn còn khốc liệt, bài hát dường như chưa thích hợp với bối cảnh lịch sử nên \"bị cất vào kho\".[10][11][12] Dù vậy, ca khúc vẫn được các văn nghệ sĩ và người dân học thuộc và truyền miệng.[3] Ngày 10 tháng 10 năm 1954, quân đội Việt Nam từ chiến khu tiếp quản Thủ đô, \"Tiến về Hà Nội\" mới được biết đến. Nhưng chính Văn Cao lại không có mặt ở Hà Nội để chứng kiến. Khi ấy Văn Cao đang theo phái đoàn văn hóa sang thăm Liên Xô và Trung Quốc, do ông Trần Huy Liệu làm trưởng đoàn.[13] Về sau, ông kể: \"Tiếc là ngày Hà Nội đón đoàn quân chiến thắng trở về tôi vì bận đi công tác nên không có mặt trong giờ phút thiêng liêng đó để được chứng kiến một cảnh tượng tưng bừng và náo nhiệt chưa từng có với rừng người tay cầm cờ hoa vẫy chào đoàn quân tiến vào thủ đô, trong tiếng loa phóng thanh của bài hát Tiến về Hà Nội\".[14][15] Tuy nhiên cho đến nay, một số sáng tác đã được phổ biến rộng rãi trong quần chúng của nhạc sĩ Văn Cao, gồm cả \"Tiến về Hà Nội\", vẫn chưa được Cục Nghệ thuật biểu diễn cấp phép lưu hành, phổ biến.[16][17][18] Xem thêm[sửa | sửa mã nguồn] Văn Cao Chiến tranh Đông Dương Người Hà Nội Tiến về Sài Gòn Tham khảo[sửa | sửa mã nguồn] ^ B.T (10 tháng 10 năm 2018). “\"Tiến về Hà Nội\" – Khúc ca cho ngày giải phóng”. ANTV. Lưu trữ bản gốc ngày 20 tháng 10 năm 2020. Truy cập ngày 19 tháng 8 năm 2020. ^ An Nhi (10 tháng 10 năm 2019). “Những giai điệu Hà Nội ngày trở về”. Hà Nội mới. Lưu trữ bản gốc ngày 9 tháng 12 năm 2019. Truy cập ngày 20 tháng 8 năm 2020. ^ a b Café sáng với VTV3 (9 tháng 10 năm 2015). “Tiến về Hà Nội - Giai điệu quen thuộc trong ngày Giải phóng thủ đô”. Báo điện tử VTV News. Lưu trữ bản gốc ngày 17 tháng 12 năm 2017. Truy cập ngày 22 tháng 9 năm 2020. ^ “Công tác tư tưởng trong thời kỳ kháng chiến chống Pháp (1945 - 1954)”. Báo điện tử Đảng Cộng sản Việt Nam. Lưu trữ bản gốc ngày 26 tháng 7 năm 2020. Truy cập ngày 19 tháng 8 năm 2020. ^ Hà Tùng Long (10 tháng 10 năm 2016). “\"Tiến về Hà Nội\" - ca khúc \"kỳ lạ\" nhất viết về ngày Giải phóng Thủ đô”. Báo Dân trí. Lưu trữ bản gốc ngày 15 tháng 10 năm 2016. Truy cập ngày 5 tháng 5 năm 2020. ^ Quốc Tiệp (ngày 10 tháng 10 năm 2018). “\"Tiến về Hà Nội\" - bản hào hùng ca tiên đoán trước lịch sử”. Tạp chí Người đưa tin. Lưu trữ bản gốc ngày 2 tháng 10 năm 2020. Truy cập ngày 22 tháng 9 năm 2020. ^ Hải Vân (10 tháng 10 năm 2019). “'Tiến về Hà Nội' - Bài hát 'tiên tri' ngày Giải phóng Thủ đô 10\/10”. Tạp chí Thời Đại. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 20 tháng 8 năm 2020. ^ Đại tá, TS Nguyễn Thành Hữu (6 tháng 10 năm 2015). “\"Tiến về Hà Nội\"- Bản hùng ca chiến thắng”. Báo Pháp luật. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 5 tháng 5 năm 2020. ^ “Bài hát \"Tiến về Hà Nội\" được sáng tác tại Chợ Đại, Ứng Hòa”. Hà Nội mới. 9 tháng 10 năm 2011. Lưu trữ bản gốc ngày 14 tháng 9 năm 2019. Truy cập ngày 5 tháng 5 năm 2020. ^ Như Quỳnh (5 tháng 10 năm 2019). “Gợi nhớ ngày Giải phóng Thủ đô qua từng giai điệu ký ức”. An ninh Thủ đô. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 5 tháng 5 năm 2020. ^ Đinh Thị Thuận (14 tháng 9 năm 2014). “\"Tiến về Hà Nội\" và lời dự báo ngày chiến thắng”. Báo Tin tức. Lưu trữ bản gốc ngày 16 tháng 11 năm 2016. Truy cập ngày 20 tháng 8 năm 2020. ^ Hữu Thu (29 tháng 9 năm 2014). “Ngày giải phóng Thủ đô và ca khúc \"Tiến về Hà Nội\"”. Cổng giao tiếp điện tử Hà Nội. Truy cập ngày 20 tháng 8 năm 2020. ^ Ngô Vĩnh Bình (11 tháng 10 năm 2018). “\"Tiến về Hà Nội\": Khúc ca khải hoàn của người Hà Nội”. Sự thật và nhân chứng. Lưu trữ bản gốc ngày 2 tháng 3 năm 2019. Truy cập ngày 5 tháng 5 năm 2020. ^ “Bài hát \"Tiến về Hà Nội\" của nhạc sĩ Văn Cao”. Bảo tàng Lịch sử Quân sự Việt Nam. 10 tháng 10 năm 2019. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 20 tháng 8 năm 2020. ^ “Điều tiếc nuối nhất của tác giả ca khúc \"Tiến về Hà Nội\"”. Báo Tiền phong. 10 tháng 10 năm 2014. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 20 tháng 8 năm 2020. ^ Dũ Cát (12 tháng 4 năm 2017). “Không sáng tác nào của nhạc sĩ Văn Cao được Cục NTBD cấp phép phổ biến!”. An ninh thủ đô. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 22 tháng 8 năm 2020. ^ Đào Bích (13 tháng 4 năm 2017). “Con trai NS Văn Cao bức xúc khi ca khúc của cha không được cấp phép”. Báo điện tử Đài Tiếng nói Việt Nam. Lưu trữ bản gốc ngày 3 tháng 8 năm 2017. Truy cập ngày 22 tháng 8 năm 2020. ^ “Danh mục các bài hát phổ biến – Văn Cao”. Cục Nghệ thuật biểu diễn. Bộ Văn hóa, Thể thao và Du lịch. Lưu trữ bản gốc ngày 1 tháng 2 năm 2021. Truy cập ngày 22 tháng 8 năm 2020. Liên kết ngoài[sửa | sửa mã nguồn] Bản nhạc bài \"Tiến về Hà Nội\" \"Tiến về Hà Nội\" do ca sĩ Lan Anh biểu diễn Video tóm tắt hoàn cảnh ra đời bài hát \"Tiến về Hà Nội\" ẩn x t s Văn Cao Tình ca (bài hát) Anh em khá cầm tay · Bến xuân · Buồn tàn thu · Cung đàn xưa · Đêm sơn cước · Đêm xuân · Làng tôi · Mùa xuân đầu tiên · Ngày mai · Ngày mùa · Suối mơ · Thiên Thai · Thu cô liêu · Tình ca trung du · Trương Chi Hùng ca (bài hát) Hải quân Việt Nam hành khúc · Bắc Sơn · Ca ngợi Hồ Chủ tịch · Chiến sĩ Việt Nam · Dưới ngọn cờ giải phóng · Gò Đống Đa · Gió núi · Hò kéo gỗ Bạch Đằng Giang · Không quân Việt Nam hành khúc · Ta đi làm con suối · Thăng Long hành khúc ca · Tiến về Hà Nội · Tiến quân ca · Trường ca Sông Lô · Người Công an thân yêu Nhạc khí Sông tuyến · Hàng dừa xa · Biển đêm · Dưới cờ giải phóng · Anh bộ đội Cụ Hồ · Đường dây qua bản · Hải Phòng mở ra biển lớn Thơ Lá (tập thơ) · Ai về Kinh Bắc · Một đêm đàn lạnh trên sông Huế · Anh có nghe không · Ba biến khúc tuổi 65 · Chiếc xe xác qua phường Dạ Lạc · Khuôn mặt em · Những ngày báo hiệu mùa xuân · Năm buổi sáng không có trong sự thật · Đôi bạn · Những người trên cửa biển (trường ca) Bài viết, tiểu luận Một vài ý nghĩ về thơ (1957) · Tại sao tôi viết “Tiến quân ca” (1976) Hội họa (tranh nổi bật) Chân dung bà Băng · Chân dung Đặng Thai Mai · Chân dung nhà cách mạng Nguyễn Hữu Tiến · Cô gái dậy thì · Cô gái và đàn dương cầm · Sám hối nửa đêm · Cuộc khiêu vũ của những người tự tử · Dân công miền núi · Thái Hà ấp đêm mưa · Cổng làng · Phố Nguyễn Du · Chợ vùng cao · Thanh niên vùng cao · Lớn lên trong kháng chiến · Cây đàn đỏ Tác phẩm về Văn Cao Van Cao's Meditation (tác phẩm khí nhạc cho piano của Robert Ashley, 1992) · Văn Cao - Giấc mơ một đời người (phim tài liệu ca nhạc của đạo diễn Đinh Anh Dũng, 1992) · Văn Cao - Buổi sáng có trong sự thật (phim tài liệu ca nhạc của đạo diễn Đinh Anh Dũng, 1995) · Văn Cao - Người đi dọc biển (tiểu thuyết chân dung của Nguyễn Thụy Kha, 2011) Vinh danh, ghi nhận Văn Cao (đường\/phố Hà Nội) Chủ đề liên quan Lịch sử Việt Nam thế kỷ 20 · Thơ hiện đại Việt Nam · Hội họa Việt Nam thế kỷ 20 (Mỹ thuật hiện đại Việt Nam) · Âm nhạc Việt Nam thế kỷ 20 · Trào lưu âm nhạc lãng mạn Việt Nam · Nhạc tiền chiến · Nhạc trữ tình · Nhạc cách mạng · Nhóm Đồng Vọng · Phạm Duy · Vũ Quý · Việt Minh · Kháng chiến chống Pháp · Sự kiện Nhân Văn - Giai Phẩm Văn Cao ở Wikiquote Cổng thông tin Âm nhạc Việt Nam Cổng thông tin Lịch sử Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tiến_về_Hà_Nội&oldid=68894176” Thể loại: Ca khúc nhạc đỏ Bài hát tiếng Việt Nhạc Văn Cao Bài hát về Hà Nội Bài hát năm 1949 Bài hát về Chiến tranh Đông Dương Thể loại ẩn: Pages using infobox song with deprecated parameters Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 25 tháng 7 năm 2022, 01:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}