{"Tiểu thuyết thứ bảy":"Tiểu thuyết thứ bảy – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Nơi thi thố của nhiều nghệ sĩ lớn 2Nội dung 3Chú thích 4Liên kết ngoài Tiểu thuyết thứ bảy Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tiểu thuyết thứ bảy Loại hình Tuần báo Thành lập 1934 Ngôn ngữ tiếng Việt Trụ sở 93 Hàng Bông Tiểu thuyết thứ bảy là tờ tuần báo ra đời vào năm 1934, chuyên đăng tiểu thuyết, truyện ngắn. Mỗi số Tiểu thuyết thứ bảy có 44 trang, giá bán thời đó là sáu xu. Tòa soạn báo đóng ở nhà xuất bản Tân Dân, số 93 phố Hàng Bông, Hà Nội. Tiểu thuyết thứ bảy có vai trò và ảnh hưởng quan trọng trong đời sống văn học Việt Nam thời kỳ sôi động trước 1945. Nơi thi thố của nhiều nghệ sĩ lớn[sửa | sửa mã nguồn] Nhiều nhà văn viết cho Tiểu thuyết thứ bảy sau này đã trở thành những văn sĩ lớn trên văn đàn Việt Nam. Là một đối thủ cạnh tranh của tờ Phong hóa, tờ báo của nhóm Tự lực văn đoàn cùng thời, nhưng những nhà văn viết cho Tiểu thuyết thứ bảy là những nhà văn tự do, không thuộc một nhóm nào cả. Chủ nhân của tờ Tiểu thuyết thứ bảy là Vũ Đình Long, nhà văn đồng thời là nhà kinh doanh sách và chủ xưởng in. Vì Tiểu thuyết thứ bảy bán rất chạy lúc mới ra mắt nên Vũ Đình Long còn ra thêm tờ Phổ thông bán nguyệt san (1936) in trọn bộ những tác phẩm mà tờ Tiểu thuyết thứ bảy đăng không hết. Nhiều nhà văn có tài ở Bắc Kỳ thời trước Cách mạng tháng Tám không được Tự lực văn đoàn dung nạp đều viết cho Tiểu thuyết thứ bảy và các báo khác của nhà xuất bản Tân Dân như Nguyễn Công Hoan, Lê Văn Trương, Nguyễn Tuân, Tô Hoài, Nguyễn Triệu Luật, Ngọc Giao, Thanh Châu..., muộn hơn một chút là Vũ Bằng, Vũ Trọng Phụng, Nam Cao. Sau này, hầu hết họ đều trở thành những cây bút tên tuổi của văn đàn Việt Nam. Nhiều truyện ngắn, đoản thiên tiểu thuyết hoặc tiểu thuyết nổi tiếng thời tiền chiến được đăng lần đầu ở Tiểu thuyết thứ bảy. Các cuộc bút chiến lớn thời tiền chiến cũng diễn ra trên báo này. Điển hình là cuộc bút chiến giữa các nhà văn lãng mạn theo quan điểm nghệ thuật vị nghệ thuật và các nhà văn hiện thực theo quan điểm nghệ thuật vị nhân sinh. Ngoài ra, một số nhạc phẩm nổi tiếng cũng được giới thiệu lần đầu ở Tiểu thuyết thứ bảy, như bài Con thuyền không bến của nhạc sĩ Đặng Thế Phong. Trong thời kỳ diễn ra cuộc Chiến tranh Đông Dương (1946-1954), báo Tiểu thuyết thứ bảy được tái lập ở Hà Nội. Trợ lý thân cận của ông Vũ Đình Long lúc này là Vũ Bằng, nhưng tờ báo này không ra được thời gian dài như tờ tiền chiến. Nội dung[sửa | sửa mã nguồn] Trong số đầu tiên ra ngày 2 tháng 6 năm 1934, ban biên tập tòa soạn Tiểu thuyết thứ bảy ghi rõ mục đích của mình: Mỗi ngày thứ bảy, sau một tuần lao động, chúng tôi hiến các bạn độc giả một món quà giá trị; vài ba truyện ngắn, hai thiên tiểu thuyết dài, hoặc tự chúng tôi soạn ra, hoặc dịch theo sách Tây, sách Tàu.[1] Theo đó, Tiểu thuyết thứ bảy chia làm ba phần. Phần thứ nhất là truyện ngắn, cốt hoan nghênh những văn hay của những tay danh bút trong làng tiểu thuyết hiện thời.[1] Ngoài ra, trong phần này còn có thêm truyện dã sử, truyện danh nhân Việt Nam, vĩ nhân thế giới, tiểu sử các dân tộc, truyện phát minh, truyện thám hiểm... Phần thứ hai là tiểu thuyết dịch lại của phương tây: về sách dịch, chúng tôi có ý thiên về những giáo dục tiểu thuyết, xã hội tiểu thuyết và mạo hiểm tiểu thuyết.[1] Phần thứ ba là tiểu thuyết Trung Quốc với lý do tiểu thuyết Tàu nhiều người ham đọc, cho nên tất phải có, và lựa chọn: về phần này, chúng tôi thiên về những nghĩa hiệp tiểu thuyết và lịch sử tiểu thuyết.[1] Chú thích[sửa | sửa mã nguồn] ^ a b c d Tiểu thuyết thứ bảy, số 1, ngày 2 tháng 6 năm 1934 Liên kết ngoài[sửa | sửa mã nguồn] 142 số của Tiểu thuyết thứ bảy, 8 Tháng Bảy 1939 - 13 Tháng Năm 1950 trên thư viện báo chí của Thư viện Quốc gia Việt Nam Bài viết này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tiểu_thuyết_thứ_bảy&oldid=57808722” Thể loại: Khởi đầu năm 1934 Báo chí Việt Nam thời Pháp thuộc Văn học Việt Nam thời Pháp thuộc Văn hóa Hà Nội Hoàn Kiếm Thể loại ẩn: Tất cả bài viết sơ khai Sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 1 năm 2020, 07:58. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}