{"Tri tân (tạp chí)":"Tri tân (tạp chí) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Mục đích 2Tòa soạn 3Trình bày 4Thành phần tác giả và nội dung 5Đình bản 6Chú thích 7Tham khảo 8Liên kết ngoài Tri tân (tạp chí) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tạp chí Tri tân số Tháng Bảy 1945, nội dung có bài chào đón thị trưởng Trần Văn Lai, đại diện của chính phủ Trần Trọng Kim tiếp thu Hà Nội Tri tân là một tạp chí văn hóa xuất bản hàng tuần ở Hà Nội, Việt Nam bắt đầu từ năm 1941 đến năm 1945 thì đình bản. Mục đích[sửa | sửa mã nguồn] Tên của tạp chí được rút từ mệnh đề \"ôn cố tri tân\" (chữ Nho: 溫 故 知 新), tức là \"xét lại (cái) cũ (để) biết (cái) mới\" trích từ sách Luận Ngữ của Nho giáo[1] và đúng với danh đề đó, báo Tri Tân chủ yếu đăng những bào biên khảo, dịch thuật, và phóng sự về những đề tài văn hóa, lịch sử cùng những tiểu thuyết và văn thơ sáng tác hướng cổ. Nhiều lĩnh vực văn hóa mới mẻ như phê bình văn học, triết học, ngôn ngữ học dần xuất hiện trên báo nhưng tất cả với định hướng \"tìm nguồn\". Người sáng lập là Dương Tụ Quán[2], chủ bút là Hoàng Thúc Trâm[3]. Tạp chí Tri Tân có công đóng góp cho nền quốc học và đưa chữ Quốc ngữ lên thành một phương tiện truyền đạt những đề tài bác học.[4] Tòa soạn[sửa | sửa mã nguồn] Toà soạn ban đầu đặt tại số nhà 349 phố Huế, Hà Nội; từ ngày 8 tháng 8 năm 1941 trụ sở được chuyển tới số 195 phố Hàng Bông; từ Tri tân số 100, ngày 24 tháng 6 năm 1943 thì dời địa chỉ đến số 95-97 phố Chanceaulme (nay là Tô Hiến Thành). Chủ nhiệm (directeur) Tri tân là Nguyễn Tường Phượng; quản lý (administrateur gérant) là Dương Tụ Quán; từ đầu tháng 7 năm 1943, Nguyễn Tường Phượng đảm nhiệm cả hai vai trò nói trên (directeur gérant). Trình bày[sửa | sửa mã nguồn] Tạp chí Tri Tân in ra với khổ 20 x 25 cm. Mỗi số có 24 trang. Theo giấy phép của chính quyền Bảo hộ thì tạp chí là revue culturelle hebdomadaire. Số đầu tiên ra mắt ngày 3 tháng 6 năm 1941 với giá là 12 đồng bạc Đông Dương, mỗi kỳ từ 1.500 đến 2.000 ấn bản.[4] Thành phần tác giả và nội dung[sửa | sửa mã nguồn] Tri Tân quy tụ được nhiều tác giả đương thời đóng góp bài vở, thuộc các lĩnh vực sử học, dân tộc học, triết học, ngôn ngữ học, nghiên cứu và phê bình văn học, v.v... Bên cạnh các nội dung thuộc các đề tài khoa học xã hội và nhân văn nói trên, tạp chí cũng đăng một số bài về khoa học tự nhiên, công nghệ... Về khảo cứu văn hoá, đáng kể nhất phải kể đến Ứng Hòe Nguyễn Văn Tố. Ông góp mặt thường xuyên trên hầu hết các số của Tri tân với rất nhiều thể loại bài viết, nghiên cứu về lịch sử trung đại Việt Nam (mà tiêu biểu là những chuyên khảo \"Đại Nam dật sử\", \"Sử ta so với sử Tàu\", \"Những ông nghè triều Lê\", được Tri tân đăng dài kỳ, cùng nhiều bài khảo cứu khác), về văn học trung đại Việt Nam (đặc biệt là chuyên khảo \"Tài liệu để đính chính những bài văn cổ\"), và về nhiều vấn đề văn hoá khác. Tri tân cũng có một số trang đáng kể dành cho phê bình văn học. Về thể loại này, Tri tân đã là nơi trưởng thành của một số tác gia phê bình như Lê Thanh, Kiều Thanh Quế, đồng thời là nơi xuất hiện những bài viết sớm của những tên tuổi mà sau này trở nên nổi tiếng như Đặng Thai Mai, Hoài Thanh, Nguyễn Đình Thi, v.v... Ngoài ra còn có các học giả Dương Quảng Hàm, Lê Văn Hòe, Nguyễn Đổng Chi, Hoa Bằng Hoàng Thúc Trâm, Nguyễn Tường Phượng, Chu Thiên Hoàng Minh Giám, Bảo Vân Bùi Văn Bảo, Ngô Văn Triện, Đào Duy Anh, Đào Trọng Đủ, Ngô Tất Tố... Đề tài lịch sử không dừng ở những bài biên khảo, ký sự như \"Bia Văn Miếu\" và \"Indrapura-Đồng Dương\" mà cả những phóng tác như kịch thơ, tiểu thuyết, đặc biệt thơ trường thiên đề tài lịch sử và thơ triết học của \"thi chủ\" Minh Tuyền Hoàng Chí Trị.[5] Đáng ghi nhận là một số tiểu thuyết như \"Thoát cung vua Mạc\" của Chu Thiên và \"Đêm hội Long Trì\" của Nguyễn Huy Tưởng được đăng thành nhiều kỳ trên tạp chí.[6] Đình bản[sửa | sửa mã nguồn] Sau khi Việt Minh lên nắm chính quyền vào Tháng Tám năm 1945 thì Tri tân bị chỉ trích là \"nệ cổ\"[7] và \"cản trở sự tiến hóa của dân tộc\"[8] nên phải đình bản. Số báo Tri tân cuối cùng ra ngày 22 tháng 11 năm 1945, kết thúc 5 năm xuất bản với 212 số báo. Sang năm 1946, Tri tân số 1 loại mới ra mắt ngày 6 tháng 6 với chuyên khảo \"Nam Bộ đất Việt Nam\" do Long Điền biên tập, rồi theo đó ra được số 2 ngày 16 tháng 6 năm 1946 thì ngưng hẳn. Trên thực tế đây mới là số báo cuối cùng. Tổng cộng Tri tân \"mới\" và \"cũ\" ra được 214 số với hơn 5.000 trang bài vở, đánh dấu một bước tiến trong ngành báo chí tiếng Việt. Chú thích[sửa | sửa mã nguồn] ^ Nguyên văn trong Luận ngữ: Ôn cố nhi tri tân, khả dĩ vi sư hĩ (溫 故 而 知 新 可 以 爲 師 矣); nghĩa là: Xét lại việc cũ để biết mới thì mới có thể làm thầy. ^ Những sự kiện tháng 11[liên kết hỏng]. Trang Thư viện tỉnh Đồng Nai. Truy cập 2009-01-02. ^ Quốc Anh. \"Hoa Bằng Hoàng Thúc Trâm (1902-1977)[liên kết hỏng]\". Hội Sử học Việt Nam. Truy cập 2009-01-02. ^ a b Cherry, Haydon. tr 121 ^ Hoàng Thư Ngân. \"Trả lại tên cho một nhà thơ tiền chiến đất Thăng Long\", \"Việt Nam có triết thi ?\". Phongdiep.net 2011. ^ Lại Nguyên Ân và Nguyễn Hữu Sơn. Tạp chí Tri Tân (1941-1945): Truyện và ký. Hà Nội: Nhà xuất bản Hội nhà văn, 2000. Trang 6-7. ^ Trường Chinh: Mấy nguyên tắc lớn của cuộc vận động văn hoá Việt Nam mới lúc này. Tiên phong, số 2, ra ngày 1 tháng 12 năm 1945. ^ Nguyễn Đình Thi: Dưới ánh sáng cứu quốc, xét qua văn hoá Việt Nam trong sáu năm chiến tranh 1939-1945. Tiên phong, số 1, ra ngày 10 tháng 11 năm 1945, tr. 8, 9. Tham khảo[sửa | sửa mã nguồn] Cherry, Haydon. \"Social Communication and Colonial Archeology in Viêt Nam.\" New Zealand Journal of Asian Studies 6, 2 (December, 2004): 111-126. Lại Nguyên An và Nguyễn Hữu Sơn (1999). Tạp chí Tri Tân (1941-1945): Truyện và ký. Hà Nội. Nhà xuất bản Hội Nhà văn. CD sao chụp toàn bộ tạp chí Tri tân do Viễn Đông Bác cổ thực hiện. Liên kết ngoài[sửa | sửa mã nguồn] Toàn bộ 212 số tạp chí Tri Tân, số hóa tại Thư viện Người Việt. Tri Tân loại mới số 1[liên kết hỏng] và số 2[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tri_tân_(tạp_chí)&oldid=68326398” Thể loại: Báo chí Việt Nam thời Pháp thuộc Tạp chí Việt Nam Văn hóa Hà Nội Khởi đầu năm 1941 Chấm dứt năm 1946 Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 22 tháng 3 năm 2022, 01:06. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}