{"Tribune Indigène":"Tribune Indigène – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử Hiện\/ẩn mục Lịch sử 1.1Hậu thân 2Hình thức 3Chú thích Tribune Indigène 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tribune Indigène (có nghĩa là \"Diễn đàn bản xứ\") hay Quốc-dân diễn đàn (國民演壇)[1] là tờ báo tiếng Pháp xuất bản ở Nam Kỳ vào đầu thế kỷ 20 do thương gia Nguyễn Phú Khai và Bùi Quang Chiêu chủ trương. Tờ báo này còn là cơ quan ngôn luận của Đảng Lập hiến Đông Dương. Báo Tribune Indigène hoạt động từ giữa năm 1917 đến đầu năm 1925 thì ngừng. Lịch sử[sửa | sửa mã nguồn] Tribune Indigène thoạt tiên là một phương án của nhà chức trách Đông Pháp dưới Toàn quyền Đông Dương Albert Sarraut hầu lôi cuốn và thu nạp giới trí thức và sĩ phu người Việt vào phe ủng hộ chính quyền Liên bang Đông Dương. Kết quả là tờ Nam Phong ra đời ở Bắc Kỳ, trong khi đó ở Nam Kỳ phủ Toàn quyền nhận trang trải chi phí cho tờ Tribune Indigène. Số đầu tiên ra mắt vào tháng 8 năm 1917.[2] Tờ báo này nhắm vào hai nhóm độc giả: giới Tây học người Việt và giới thực dân người Pháp. Vì chủ nhiệm báo là Bùi Quang Chiêu có quốc tịch Pháp, báo này không bị hạn chế như một số ấn phẩm khác mà được rộng quyền đăng những bài liên quan đến chính trị.[2] Nắm được địa vị đó báo Tribune Indigène năm 1919 dưới sự điều hành của Bùi Quang Chiêu trở thành cơ quan ngôn luận của Đảng Lập hiến Đông Dương.[3] Đường lối của báo sau xoay dần sang chỉ trích chính quyền khiến Toàn quyền Georges Maspéro kế nhiệm bèn cho tài trợ một tờ báo khác mang tên Echo Annamite để chống lại Tribune Indigène. Oái oăm thay tờ Echo Annamite do Nguyễn Phan Long chủ nhiệm cũng biến thành thành phần không dễ quy thuận nếu không nói là đối lập, và phê phán chính sách của nhà cầm quyền thực dân.[4] Dù vậy cả hai báo Tribune Indigène và Echo Annamite vẫn giữ chừng mực, không đề xuất chủ trương lật đổ chế độ mà chỉ đòi cải tổ để bảo vệ thành phần thượng lưu người Việt bình quyền với người Pháp. Hơn nữa vì các bài báo viết bằng tiếng Pháp, số lượng độc giả tiếp cận trực tiếp rất hạn chế, chỉ khoảng vài nghìn người.[5] Một sư kiện liên quan đến Tribune Indigène xảy ra năm 1919 trong khi đang manh nha phong trào tẩy các hiệu buôn người Hoa ở Sài Gòn. Tờ báo đăng lá thư của một người Hoa tên Lý Thiên mạ nhục người Việt và thách đố việc vận động phong trào phong tỏa kinh tế của cộng đồng người Việt. Hậu quả là dân chúng sôi động, lôi cuốn nhiều hội đoàn và tư nhân hùn hạp để cạnh tranh với tài phiệt Hoa kiều. Phong trào này lan từ Nam Kỳ ra Bắc Kỳ khiến nhà cầm quyền Pháp, vì lo rằng phong trào tuy đề ra mục tiêu kinh tế nhưng có thể lan qua phong trào bài Pháp và dấy lên mục tiêu chính trị nên có lệnh trấn áp.[6] Dù vậy đến năm 1925 sau khi Bùi Quang Chiêu ra lập trường chống lại dự án trao bến Sài Gòn cho một công ty tư nhân của Pháp khai thác, Thống đốc Nam Kỳ Maurice Cognacq cho đó là hiềm nên cất chức Bùi Quang Chiêu ở sở canh nông. Ông bị thuyên chuyển, phải rời Sài Gòn lên Nam Vang. Mất Bùi Quang Chiêu, báo Tribune Indigène phải đình bản.[7] Hậu thân[sửa | sửa mã nguồn] Năm 1926 Bùi Quang Chiêu cho phục hoạt lại tờ báo với tên gọi mới Tribune Indochinoise.[8] Hình thức[sửa | sửa mã nguồn] Tribune Indigène ra ba số mỗi tuần. Ngày Thứ Bảy thì có thêm tờ Petite Tribune Indigène, in 2000 bản. Mỗi Thứ Hai thì có ấn bản bằng tiếng Việt.[9] Trước khi đình bản báo tăng số lên thành năm ngày mỗi tuần. Chú thích[sửa | sửa mã nguồn] ^ Phạm Quỳnh (1917). “Nam-Kỳ mới xuất-hiện một tờ báo mới” (PDF). Nam Phong tạp chí (số 3). ^ a b Hue. tr 39 ^ Hue. tr 41 ^ Hue. tr 45 ^ Peycam. tr 79 ^ “\"Bài báo đăng trên Tribune Indochinoise ở Sà Gòn...\"”. Bản gốc lưu trữ ngày 31 tháng 12 năm 2013. Truy cập ngày 30 tháng 12 năm 2013. ^ Hue. tr 46 ^ Peycam. tr 75 ^ Hue. tr 123 Hue Tam Ho Tai. Radicalism and the Origins of the Vietnamese Revolution. Harvard University Press, 1996. Peycam, Philippe. The Birth of Vietnamese Political Journalism, Saigon 1916-1930. New York: Columbia University Press, 2012. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tribune_Indigène&oldid=69212946” Thể loại: Báo chí Việt Nam thời Pháp thuộc Đảng Lập hiến Đông Dương Trang này được sửa lần cuối vào ngày 20 tháng 10 năm 2022, 13:57. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}