{"Trà Kiệu":"Trà Kiệu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Kinh đô Lâm Ấp Hiện\/ẩn mục Kinh đô Lâm Ấp 1.1Khởi nguyên 2Xem thêm 3Tham khảo Trà Kiệu 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Trà Kiệu tên một làng thuộc xã Duy Sơn, huyện Duy Xuyên, tỉnh Quảng Nam là một địa danh lịch sử nằm cách Đà Nẵng khoảng 38 km, gần thánh địa Mỹ Sơn. Trước năm 1975 nhiều người còn gọi tên Trà Kiệu là hòn Bửu Châu. Kinh đô Lâm Ấp[sửa | sửa mã nguồn] Bài viết này có tình tiết mâu thuẫn với bài viết khác. Xin thảo luận ở liên kết trang thảo luận. Xin đừng tháo bỏ bản mẫu này cho tới khi mâu thuẫn được giải quyết. Trà Kiệu là nơi đặt kinh đô của vương quốc Lâm Ấp từ khoảng năm 605 đến năm 757, với tên gọi là Simhapura. Khởi nguyên[sửa | sửa mã nguồn] Theo sử nhà Hán thì vào năm 192 có thổ lãnh tên là Khu Liên, nổi lên chống trả lại triều đình giết huyện lệnh rồi được người Chiêm tôn làm vua đặt tên nước là Lâm Ấp. Sau này cháu ngoại là Phạm Hùng kế vị. Năm 353 thứ sử Giao Châu đánh vua Lâm Ấp là Phạm Phật. Năm 420 Đỗ Tuệ Độ lại cất binh từ Giao Châu đánh Lâm Ấp bắt nước ấy quy hàng. Được ít lâu năm 433 vua Lâm Ấp là Phạm Dương Mại thấy nhà Tống nội chiến, phân tranh Nam Bắc bị suy yếu nhiều nên cất binh đánh phá hai huyện Nhật Nam & Cửu Chân. Vua Tống sai Đoàn Hòa Chí đánh trả, giết hại rất nhiều. Từ năm 605 đời nhà Tùy hai bên giao chiến mãi đến năm Trinh Quan thời nhà Đường (đời Đường Thái Tông), thì sử ghi vua Lâm Ấp là Phạm Đầu Lê và con là Phạm Trấn Long đều mất. Con của bà cô là Chư Cát Địa lên ngôi đổi tên nước là \"Hoàn Vương quốc\". Mãi đến năm Mậu Tý 808 nhà Đường phái Trương Chu kéo binh vào đánh Hoàn Vương quốc giết hại rất nhiều. Vua Hoàn Vương yếu thế nên phải rút lui vào phía nam, đổi tên nước là Chiêm thành. Kinh đô Chiêm có tên là Simhapura (Sư tử thành) xây dựng tráng lệ nằm trong tiểu vương quốc Amaravati là 1 tiểu vương quốc hùng mạnh nhất trong 5 tiểu Vương quốc Champa. Đến đời vua Vijạya Cri (998 - 1009) thì vua Chiêm bỏ Simhapura dời vào Đồ Bàn. Cố đô cũ của người Chiêm nhập vào quốc thổ của người Việt đang tràn xuống phía nam trong cuộc Nam tiến. Simhapura được gọi là xứ Chiêm động. Mặc cho thời gian và thiên nhiên tàn phá Trà Kiệu chìm vào quên lãng. Xem thêm[sửa | sửa mã nguồn] Đức Mẹ Trà Kiệu Ga Trà Kiệu Sinhapura Virapura Indrapura Vijaya Tham khảo[sửa | sửa mã nguồn] Bài viết tỉnh Quảng Nam, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trà_Kiệu&oldid=68890967” Thể loại: Sơ khai Quảng Nam Di tích tại Quảng Nam Amaravati (Chăm Pa) Thể loại ẩn: Hoàn toàn không có nguồn tham khảo Tất cả bài viết cần được wiki hóa Bài viết mâu thuẫn với bài viết khác Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 23 tháng 7 năm 2022, 23:19. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}