{"Trương Văn Bang":"Trương Văn Bang – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và sự nghiệp 2Gia đình 3Chú thích 4Liên kết ngoài Đóng mở mục lục Đóng mở mục lục Trương Văn Bang Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trương Văn Bang (1911 - 1981) là một nhà cách mạng và chính khách Việt Nam. Ông từng giữ nhiều chức vụ quan trọng của Đảng Cộng sản Đông Dương như Bí thư Tỉnh ủy Biên Hòa, Bí thư Thành ủy Sài Gòn - Gia Định, Bí thư Xứ ủy Nam Kỳ. Thân thế và sự nghiệp[sửa | sửa mã nguồn] Ông sinh năm 1912, quê xã Phước Lại, huyện Cần Giuộc, tỉnh Long An (nay thuộc huyện Cần Giuộc, tỉnh Long An), xuất thân trong một gia đình nông dân nghèo. Ông là con thứ hai trong gia đình, vì vậy theo thông lệ Nam Bộ, ông còn được gọi là Ba Bang. Giữa thập niên 1920, như nhiều thanh thiếu niên Nam Bộ bấy giờ, ông ngưỡng mộ nhà chí sĩ trẻ Nguyễn An Ninh và tư tưởng cách mạng của ông. Chính vì vậy, cuối năm 1924, ông cùng người anh em họ là Trương Văn Khải hoạt động tích cực hỗ trợ Nguyễn An Ninh gây dựng cơ sở cho đảng Thanh niên Cao vọng. Bấy giờ, Nguyễn An Ninh vừa cưới Trương Thị Sáu, cô ruột của Ba Bang. Năm 1930, ông gia nhập Đảng Cộng sản Đông Dương, năm 1931, huyện ủy viên huyện Cần Giuộc. Năm 1932, tỉnh ủy viên Chợ Lớn, Bí thư Ban cán sự Tỉnh ủy Biên Hòa – Bà Rịa. Bí thư Tỉnh ủy Biên Hòa. Năm 1933, Bí thư Thành ủy Sài Gòn - Gia Định, Bí thư Xứ ủy Nam Kỳ. Bị bắt ở khám lớn Sài Gòn, đày ra Côn Đảo. Năm 1941, ông ra tù, bị bắt trở lại, đưa đi an trí ở Bà Rá. Đầu năm 1945, vượt ngục về Chợ Lớn, tham gia khởi nghĩa cách mạng tháng 8\/1945. Những ngày đầu kháng chiến chống Pháp, chỉ huy tiểu đoàn 724, lấy tên là tiểu đoàn Nguyễn An Ninh, hoạt động miệt Cần Giuộc, Nhà Bè, Trung Huyện. Năm 1947, ông công tác ở Trung ương cục Miền Nam, Trưởng ban Tổ chức Phân liên khu miền Đông. Năm 1954, ông tập kết ra Bắc, công tác ở Cục Cán bộ Tổng cục Chính trị Quân đội nhân dân Việt Nam. Sau ngày giải phóng, ông nghỉ hưu ở thành phố Hồ Chí Minh và mất tại đây năm 1981. Gia đình[sửa | sửa mã nguồn] Con trai ông là Trung tướng Trương Hòa Bình, nguyên Ủy viên Bộ chính trị, nguyên Thứ trưởng Bộ Công an, nguyên Phó Thủ tướng Thường trực Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam. Chú thích[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Ông Trương Văn Bang Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trương_Văn_Bang&oldid=69233855” Thể loại: Sinh năm 1911 Mất năm 1982 Sơ khai chính khách Việt Nam Người Long An Nhà cách mạng Việt Nam Bí thư Tỉnh ủy Biên Hòa Bí thư Thành ủy Sài Gòn Bí thư Xứ ủy Nam Kỳ Người họ Trương tại Việt Nam Bí thư Tỉnh ủy Bà Rịa – Vũng Tàu Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 25 tháng 10 năm 2022, 16:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}