{"Trương Đình Tuyển":"Trương Đình Tuyển – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Quá trình công tác 3Phong tặng Danh hiệu 4Tham khảo 5Liên kết ngoài Trương Đình Tuyển Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Trương Đình Tuyển Chức vụ Bộ trưởng Bộ Thương mại (lần 2) Nhiệm kỳ 10 tháng 8 năm 2002 – 1 tháng 8 năm 2007 4 năm, 356 ngày Tiền nhiệm Vũ Khoan Kế nhiệm Vũ Huy Hoàng Bí thư Tỉnh ủy Nghệ An Nhiệm kỳ 29 tháng 1 năm 2000 – 9 tháng 8 năm 2002 2 năm, 192 ngày Tiền nhiệm Nguyễn Bá Kế nhiệm Lê Doãn Hợp Bộ trưởng Bộ Thương mại (lần 1) Nhiệm kỳ 26 tháng 9 năm 1997 – 28 tháng 1 năm 2000 2 năm, 124 ngày Tiền nhiệm Lê Văn Triết Kế nhiệm Vũ Khoan Thông tin chung Sinh 9 tháng 1, 1942 (81 tuổi) Diễn Xuân, Diễn Châu, Nghệ An Trương Đình Tuyển (sinh ngày 9 tháng 1 năm 1942), nguyên Bộ trưởng Bộ Thương mại Việt Nam (nay là Bộ Công thương), Trưởng đoàn Đàm phán Chính phủ về Kinh tế và Thương mại quốc tế, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII, IX. Ông là người có đóng góp tích cực trong quá trình đàm phán gia nhập Tổ chức Thương mại Thế giới (WTO) của Việt Nam vào tháng 11 năm 2006. Tiểu sử[sửa | sửa mã nguồn] Trương Đình Tuyển sinh ngày 9 tháng 1 năm 1942 tại Làng Nhân Trai, Bắc Xuân, xã Diễn Xuân Huyện Diễn Châu, Nghệ An. Ông là người nổi tiếng cương trực, thẳng thắn và rất quyết đoán trong giải quyết công việc.[cần dẫn nguồn] Trong các phiên chất vấn thành viên chính phủ của các đại biểu Quốc hội Việt Nam, cách trả lời của ông được nhiều đại biểu đại biểu đánh giá cao. Tại phiên bế mạc kì họp thứ 6, Quốc hội khoá XI ngày 3\/12\/2004, Chủ tịch Quốc hội khi đó là ông Nguyễn Văn An đã rất ca ngợi sự thẳng thắn, chân thành khi nhận lỗi trước Quốc hội trong vụ tiêu cực về quota dệt may, mặc dù ông tuyên bố chịu trách nhiệm trước Bộ Chính trị chứ không phải trước Quốc hội. Ông còn được biết tới với hình ảnh của một thi sĩ đầy lãng mạn.[cần dẫn nguồn] Khi còn làm Bộ trưởng, và sau này khi ông đã về hưu, ông thường xuyên có những buổi đối thoại trực tiếp với nhân dân thông qua các báo điện tử như Vietnamnet, VnExpress,... về các vấn đề của thị trường, Việt Nam gia nhập WTO,... Quá trình công tác[sửa | sửa mã nguồn] Xuất thân là kỹ sư cơ khí, nhưng sau ông chuyển sang lĩnh vực thương nghiệp, có thời gian làm giảng viên trường Trường Cán bộ Vật tư tại tỉnh Bắc Giang. Ông có thời gian làm Tổng Giám đốc Tổng Công ty Xăng dầu Petrolimex. Trương Đình Tuyển được bổ nhiệm làm Bộ trưởng Bộ Thương mại tháng 7 năm 1997 và tới tháng 2 năm 2000 Bộ Chính trị đã quyết định ông thôi giữ chức Bộ trưởng để điều về làm Bí thư Tỉnh uỷ Nghệ An. Khi về lãnh đạo Nghệ An, ông đã thể hiện rõ cá tính của mình với sự cương trực, giản dị và liêm khiết. Hàng ngày ông tự đi chợ Quán Lau và về tự nấu ăn, nấu một bữa ăn cả ngày, thức ăn chủ yếu là rau muống luộc và đậu phụ mắm tôm. Phòng ở trên khu tập thể của ông sặc mùi cá khô, ông mua về ăn dần để khỏi mất công đi chợ. Mỗi lần về quê ông đều tự đi xe khách (xe đò). Sau gần 3 năm công tác ông đã cách chức 6 phó bí thư và bí thư huyện uỷ của các đảng bộ tỉnh Nghệ An. Tháng 8 năm 2002 ông lại được bổ nhiệm làm Bộ trưởng Bộ Thương mại thay cho ông Vũ Khoan được bổ nhiệm làm Phó Thủ tướng. Từ đây ông cùng chính phủ Việt Nam bắt đầu cuộc \"chạy maraton\" vào WTO. Năm 1995 dưới sự nhất trí của Bộ Chính trị, Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Chính phủ nước CHXHCN Việt Nam chính thức gửi đơn xin gia nhập Tổ chức Thương mại thế giới (WTO) tới trụ sở của WTO tại Geneva, Thuỵ Sĩ mở đầu cho 11 năm với trên 200 cuộc đàm phán và 28 đối tác đàm phán song phương của Việt Nam. Ông đóng vai trò quan trọng và có nhiều đóng góp trong quá trình đàm phán này Phong tặng Danh hiệu[sửa | sửa mã nguồn] Ông được khán giả của Đài truyền hình Việt Nam (VTV) bình chọn là nhân vật tiêu biểu nhất năm 2006.[1] Tham khảo[sửa | sửa mã nguồn] ^ [1] Lưu trữ 2010-02-14 tại Wayback Machine Bộ trưởng Bộ Thương mại Trương Đình Tuyển được bình chọn là \"Nhân vật tiêu biểu nhất năm 2006\" - Báo Lao động Điện tử Cập nhật: 8:24 PM, 29\/01\/2007. Liên kết ngoài[sửa | sửa mã nguồn] [2] Bộ trưởng Trương Đình Tuyển: \"Nếu được trả lời thêm càng tốt!\"; trên Việt Nam Net [3] Bộ trưởng Trương Đình Tuyển: Chiếc mũ cao-bồi và những món nợ biết cách đòi; trên Việt Nam Net hiện x t s Bộ trưởng Bộ Thương mại Việt Nam Phan Anh (1955–1958) · Hoàng Minh Thắng (1990–1991) · Lê Văn Triết (1991–1997) · Trương Đình Tuyển (1997–2000) · Vũ Khoan (2000–2002) · Trương Đình Tuyển (2002–2007) ẩn x t s Bí thư Tỉnh ủy Nghệ An Nguyễn Sỹ Quế (1972-1979) · Trương Văn Kiện (1979-1982) · Nguyễn Kỳ Cẩm (1982-1991) · Nguyễn Bá (1991-2000) · Trương Đình Tuyển (2000-2002) · Lê Doãn Hợp (2002-2006) · Nguyễn Thế Trung (2006-2009) · Trần Văn Hằng (2009-2011) · Phan Đình Trạc (2010-2013) · Hồ Đức Phớc (2013-2016) · Nguyễn Đắc Vinh (2016-2019) · Thái Thanh Quý (2020-nay) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trương_Đình_Tuyển&oldid=69794562” Thể loại: Sinh năm 1942 Nhân vật còn sống Người Nghệ An Lãnh đạo doanh nghiệp Bí thư Tỉnh ủy Nghệ An Bộ trưởng Bộ Thương mại Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa X Người họ Trương tại Việt Nam Đại biểu Quốc hội Việt Nam khóa X Cần Thơ Thành viên Tổ Tư vấn kinh tế của Thủ tướng Nguyễn Tấn Dũng Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 19 tháng 3 năm 2023, 21:11. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}