{"Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam":"Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Quyền hạn và nhiệm vụ 3Chế độ đãi ngộ Hiện\/ẩn mục Chế độ đãi ngộ 3.1Trợ lý, Thư ký 4Lãnh đạo qua các thời kỳ 5Tham khảo Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trưởng ban Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Đảng kỳ Đảng Cộng sản Việt Nam Đương nhiệm Bùi Thị Minh Hoài từ 8 tháng 4 năm 2021 Dinh thự số 105B phố Quán Thánh, phường Quán Thánh, quận Ba Đình, Hà Nội Bổ nhiệm bởi Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 5 năm Người đầu tiên nhậm chức Xuân Thủy Thành lập 3\/1976 Website [www.danvan.vn\/ Ban Dân vận Trung ương] Việt Nam Bài này nằm trong loạt bài về: Chính trị và chính phủ Việt Nam Học thuyết[hiện] Tư tưởng Tập thể lãnh đạo Chủ nghĩa Marx-Lenin Tư tưởng Hồ Chí Minh Tổ chức Ban Tuyên giáo Trung ương Trưởng ban: Nguyễn Trọng Nghĩa Hội đồng Lý luận Trung ương Chủ tịch: Nguyễn Xuân Thắng Hiến pháp · Luật · Bộ luật[hiện] Hiến pháp Ủy ban Thường vụ Quốc hội Uỷ ban Pháp luật Bộ Luật Luật Dân sự Luật Hình sự Luật Luật Biển Luật Cán bộ Công chức Luật Doanh nghiệp Luật Thi đua, Khen thưởng Luật Cư trú Đảng Cộng sản Việt Nam[hiện] Điều lệ Đại hội Đại biểu toàn quốc Ban Chấp hành Trung ương (khóa XIII) Tổng Bí thư: Nguyễn Phú Trọng Bộ Chính trị: 16 ủy viên Ban Bí thư Thường trực: Ủy ban Kiểm tra Trung ương Chủ nhiệm: Trần Cẩm Tú Đảng bộ trực thuộc Quân ủy Trung ương Đảng ủy Công an Trung ương Đảng bộ khối các cơ quan TW Đảng bộ khối doanh nghiệp TW Cơ quan tham mưu & đơn vị trực thuộc Văn phòng Trung ương Đảng Chánh Văn phòng: Lê Minh Hưng Ban Tổ chức Trung ương Trưởng ban: Trương Thị Mai Ban Tuyên giáo Trung ương Ban Dân vận Trung ương Ban Đối ngoại Trung ương Ban Nội chính Trung ương Ban Kinh tế Trung ương Hội đồng Lý luận Trung ương Ban Cán sự Đảng Ngoài nước Học viện Chính trị Quốc gia Hồ Chí Minh Nhà xuất bản Chính trị quốc gia - Sự thật Báo Nhân dân Tạp chí Cộng sản Đảng bộ cấp tỉnh Tỉnh ủy – Bí thư Tỉnh ủy Thành ủy – Bí thư Thành ủy Đảng bộ cấp huyện Thành ủy-Bí thư Thành ủy Thị ủy – Bí thư Thị ủy Quận ủy – Bí thư Quận ủy Huyện ủy – Bí thư Huyện ủy Đảng bộ cấp xã Đảng ủy xã, phường, thị trấn – Bí thư Đảng ủy xã, phường, thị trấn Quốc hội[hiện] Luật bầu cử đại biểu Quốc hội Luật tổ chức Quốc hội Quốc hội (khóa XV) Ủy ban Thường vụ (khóa XV) Chủ tịch Quốc hội: Vương Đình Huệ Phó Chủ tịch thường trực: Trần Thanh Mẫn Tổng thư ký: Bùi Văn Cường Ban Công tác đại biểu Ban Dân nguyện Viện Nghiên cứu lập pháp Ủy viên: 13 ủy viên Hội đồng Dân tộc Ủy ban Pháp luật Ủy ban Tư pháp Ủy ban Kinh tế Ủy ban Tài chính – Ngân sách Ủy ban Quốc phòng và An ninh Ủy ban Văn hóa, Giáo dục Ủy ban Xã hội Ủy ban Khoa học, Công nghệ và Môi trường Ủy ban Đối ngoại Văn phòng Quốc hội Hội đồng nhân dân Nhà nước – Chính phủ[hiện] Nhà nước Chủ tịch nước: Võ Văn Thưởng Phó Chủ tịch nước: Võ Thị Ánh Xuân Chính phủ (khóa XV) Thủ tướng: Phạm Minh Chính Phó Thủ tướng: Lê Minh Khái Trần Lưu Quang Trần Hồng Hà Lê Văn Thành Các Bộ và cơ quan ngang Bộ Bộ trưởng, Thứ trưởng Cơ cấu, tổ chức của Bộ Ủy ban nhân dân Tòa án – Viện kiểm sát[hiện] Tòa án nhân dân tối cao Chánh án: Nguyễn Hòa Bình Hội đồng Thẩm phán Tòa án nhân dân cấp cao Ủy ban Thẩm phán Tòa án nhân dân cấp cao Tòa Hình sự Tòa Dân sự Tòa Hành chính Tòa Kinh tế Tòa Lao động Tòa Gia đình và người chưa thành niên Tòa Chuyên trách Tòa án nhân dân Hệ thống tòa án Viện kiểm sát nhân dân tối cao Viện trưởng: Lê Minh Trí Viện kiểm sát nhân dân Mặt trận Tổ quốc[hiện] Đại hội Đại biểu Toàn quốc Ủy ban Trung ương Chủ tịch: Đỗ Văn Chiến Phó Chủ tịch, Tổng Thư ký: Đoàn Chủ tịch Uỷ ban Trung ương Ban Thường trực Uỷ ban Trung ương Thành viên độc lập Đoàn Thanh niên Cộng sản Hồ Chí Minh Ban Chấp hành Trung ương Bí thư thứ nhất: Bùi Quang Huy Tổng Liên đoàn Lao động Việt Nam Hội Liên hiệp Phụ nữ Việt Nam Ban Chấp hành Trung ương Hội Cựu chiến binh Việt Nam Hội Nông dân Việt Nam Tổ chức – Hành chính[hiện] Đảng Cộng sản Việt Nam Văn phòng Trung ương Đảng Ban Tổ chức Trung ương Quốc hội Văn phòng Quốc hội Ban Công tác đại biểu Chính phủ Văn phòng Chính phủ Bộ Nội vụ Kinh tế[hiện] Đảng Cộng sản Việt Nam Ban Kinh tế Trung ương Quốc hội Ủy ban Kinh tế Ủy ban Tài chính – Ngân sách Kiểm toán Nhà nước Tổng Kiểm toán: Ngô Văn Tuấn Chính phủ Bộ Nông nghiệp và Phát triển nông thôn Bộ Tài chính Bộ Công Thương Bộ Xây dựng Bộ Giao thông Vận tải Bộ Tài nguyên và Môi trường Bộ Kế hoạch và Đầu tư Ngân hàng Nhà nước Tòa án Tòa Kinh tế Tòa Lao động Ban Chỉ đạo quốc gia chống buôn lậu, gian lận thương mại và hàng giả Ban Chỉ đạo điều hành giá Kinh tế Việt Nam Chỉ số năng lực cạnh tranh cấp tỉnh Việt Nam đồng Kinh tế thị trường định hướng xã hội chủ nghĩa Kinh tế hỗn hợp Kế hoạch 5 năm Cổ phần hóa Vùng kinh tế phát triển Văn hóa Xã hội [hiện] Đảng Cộng sản Việt Nam Ban Dân vận Trung ương Quốc hội Hội đồng Dân tộc Ủy ban Xã hội Ủy ban Văn hóa, Giáo dục Chính phủ Bộ Y tế Bộ Giáo dục và Đào tạo Bộ Văn hóa, Thể thao và Du lịch Bộ Lao động – Thương binh và Xã hội Ủy ban Dân tộc Bảo hiểm Xã hội Việt Nam Viện Hàn lâm Khoa học xã hội Việt Nam Tòa án Tòa Hình sự Tòa Dân sự Ngoại giao[hiện] Đa phương hóa, đa dạng hóa quan hệ Đối tác chiến lược, đối tác toàn diện Chủ động, tích cực hội nhập kinh tế quốc tế Chủ động, tích cực hội nhập Quốc tế Xây dựng lòng tin chiến lược Đảng Cộng sản Việt Nam Ban Đối ngoại Trung ương Ban Cán sự Đảng Ngoài nước Quốc hội Ủy ban Đối ngoại Chính phủ Ban Chỉ đạo quốc gia về hội nhập quốc tế Bộ Ngoại giao Bộ Công Thương Tư pháp[hiện] Tòa án nhân dân tối cao Viện kiểm sát nhân dân tối cao Đảng Cộng sản Việt Nam Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực Ủy ban Kiểm tra Trung ương Chủ nhiệm: Trần Cẩm Tú Ban Nội chính Trung ương Quốc hội Ủy ban Tư pháp Chủ tịch nước Ban Chỉ đạo cải cách Tư pháp Trung ương Chính phủ Bộ Tư pháp Thanh tra Chính phủ Bầu cử[hiện] Hội đồng bầu cử Quốc gia Đơn vị bầu cử Ủy ban bầu cử Ban bầu cử Tổ bầu cử Tổng tuyển cử: 1946, 1976 Quốc hội: 1960, 1964, 1971, 1975, 1981, 1987, 1992, 1997, 2002, 2007, 2011, 2016, 2021 Bầu cử Hội đồng Nhân dân Khoa học – Công nghệ[hiện] Quốc hội Ủy ban Khoa học, Công nghệ và Môi trường Chính phủ Bộ Khoa học và Công nghệ Bộ Thông tin và Truyền thông Đài Tiếng nói Việt Nam Đài Truyền hình Việt Nam Thông tấn xã Việt Nam Viện Hàn lâm Khoa học và Công nghệ Hội đồng Chính sách khoa học và công nghệ quốc gia Quốc phòng – An ninh[hiện] Đảng Cộng sản Việt Nam Quân ủy Trung ương Bí thư: Nguyễn Phú Trọng Phó Bí thư: Phan Văn Giang Đảng ủy Công an Trung ương Bí thư: Tô Lâm Phó Bí thư: Trần Quốc Tỏ Nhà nước Hội đồng quốc phòng và an ninh Chủ tịch: Võ Văn Thưởng Phó Chủ tịch: Phạm Minh Chính Quốc hội Ủy ban Quốc phòng và An ninh Chính phủ Bộ Quốc phòng Bộ Tổng tham mưu Tổng cục Chính trị Tướng lĩnh Quân đội Bộ Công an Tướng lĩnh Công an Tòa án Tòa án Quân sự Trung ương Viện Kiểm sát Viện Kiểm sát Quân sự Trung ương Xây dựng nền Quốc phòng Xây dựng Tiềm lực Quốc phòng Xây dựng Lực lượng Quốc phòng Xây dựng Thế trận Quốc phòng Cơ chế Lãnh đạo Quản lý Quốc phòng Đơn vị hành chính[hiện] Cấp Tỉnh Thành phố trực thuộc Trung ương Tỉnh Cấp Huyện Thành phố thuộc TPTTTW Thành phố thuộc tỉnh Thị xã Quận Huyện Cấp Xã Thị trấn Xã Phường Cấp Thôn (tự quản) Thôn (hay làng, ấp) Xóm Bản (hay mường, buôn, sóc) Tổ dân phố – Khu tập thể (theo hộ khẩu) Xem thêm[hiện] Tranh chấp chủ quyền Biển Đông Ngoại giao Việt Nam Đại sứ quán Việt Nam Tổng lãnh sự quán Việt Nam Nhân quyền tại Việt Nam Dân chủ tại Việt Nam Tham nhũng tại Việt Nam Quốc gia khác Bản đồ x t s Trưởng ban Dân vận Trung ương Đảng Cộng sản Việt Nam hay còn được gọi Trưởng ban Dân vận Trung ương, là người đứng đầu đồng thời là chủ tọa các hội nghị[cần dẫn nguồn] của Ban Dân vận Trung ương Đảng Cộng sản Việt Nam. Chức vụ do Ban Chấp hành Trung ương Đảng bầu[cần dẫn nguồn] hoặc do Bộ chính trị phân công. Trưởng ban Dân vận Trung ương hiện tại là Bùi Thị Minh Hoài. Ban Dân vận Trung ương được tổ chức gồm Trưởng ban, Phó trưởng ban thường trực, và các Phó trưởng ban. Đồng thời là cơ quan tham mưu của Ban Chấp hành Trung ương mà trực tiếp và thường xuyên là Bộ Chính trị, Ban Bí thư về chủ trương, chính sách và giải pháp lớn về công tác dân vận, vì vậy chức vụ thường là Ủy viên Bộ chính trị, Bí thư Trung ương Đảng[cần dẫn nguồn]. Trưởng ban Dân vận Trung ương còn chịu trách nhiệm trước Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư về toàn bộ hoạt động của Ban. Lịch sử[sửa | sửa mã nguồn] Ngày 29\/3\/1976, Bộ Chính trị ra Nghị quyết số 249 thành lập Ban Dân vận và Mặt trận Trung ương. Bộ Chính trị ban hành nghị quyết phân công Xuân Thủy kiêm nhiệm Trưởng ban. Vào tháng 7\/1978, Bộ Chính trị phân công Nguyễn Văn Linh làm trưởng ban thay thế cho Xuân Thủy đảm nhiệm nhiệm vụ khác. Để phù hợp với thời kỳ mới, ngày 17\/3\/1981, Ban Bí thư Trung ương ra quyết định tách Ban Dân vận và Mặt trận Trung ương thành lập Ban Dân vận Trung ương và Đảng đoàn Mặt trận Tổ quốc Việt Nam. Quyền hạn và nhiệm vụ[sửa | sửa mã nguồn] Trưởng ban Dân vận Trung ương có quyền hạn và nhiệm vụ sau: Chủ trì các hội nghị lãnh đạo Ban; chỉ đạo, kiểm tra, đôn đốc thục hiện các chương trình, kế hoạch công tác của Ban; phân công các phó trưởng ban thực hiện các nhiệm vụ được giao. Trực tiếp phụ trách công tác tổ chức - cán bộ; công tác kế hoạch, tài chính, đối ngoại và các nhiệm vụ trọng tâm của Ban trong từng thời kỳ; theo dõi và tham gia ý kiến đối với công tác cán bộ trong khối cơ quan dân vận Trung ương theo quy định của Bộ Chính trị, Ban Bí thư. Phối hợp với Đảng ủy Khối các cơ quan Trung ương về công tác xây dựng đảng trong khối. Thực hiện mối quan hệ công tác với Ban Cán sự Đảng Chính phủ, Đảng đoàn Quốc hội, Đảng đoàn Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội Trung ương, với Ban Bí thư Trung ương Đoàn Thanh niên cộng sản Hồ Chí Minh và các ban Đảng, ban cán sự đảng trực thuộc Trung ương. Là chủ tài khoản của cơ quan Ban Dân vận Trung ương. Phê duyệt đề cương, kế hoạch nghiên cứu, các đề tài, đề án do Ban chủ trì. Phân công cho Phó Trưởng ban một số lĩnh vục công tác của Ban theo dõi địa bàn; phụ trách, chỉ đạo một số vụ, đơn vị thuộc Ban; thực hiện nhiệm vụ đột xuất. Ký các văn bản báo cáo trình Bộ Chính trị, Ban Bí thư; các quyết định thành lập, giải thể các vụ, đơn vị trực thuộc Ban; quyết định đề bạt, bổ nhiệm, luân chuyển, khen thưởng, miễn nhiệm, kỷ luật đối với cán bộ cấp trưởng các vụ, đơn vị thuộc Ban; các văn bản liên quan đến các Phó trưởng ban. Ủy quyền cho Phó trưởng ban thực hiện một số công việc thuộc thẩm quyền. Ủy quyền cho Phó Trưởng ban Thường trực làm tờ trình Bộ Chính trị, Ban Bí thư về các đề án, dự án công tác dân vận và các văn bản khác. Thực hiện các nhiệm vụ khác do Bộ Chính trị, Ban Bí thư phân công. Chế độ đãi ngộ[sửa | sửa mã nguồn] Do Trưởng ban Dân vận Trung ương thường là Bí thư Trung ương Đảng hoặc Ủy viên Bộ Chính trị do đó được hưởng đầy đủ chế độ đãi ngộ của Bí thư Trung ương Đảng và Ủy viên Bộ Chính trị. Ngoài ra Trưởng ban Dân vận Trung ương còn được bổ sung thêm chế độ sau: Trợ lý, Thư ký[sửa | sửa mã nguồn] Trưởng ban Dân vận Trung ương có ít nhất 1 trợ lý và 1 thư ký: Trợ lý có nhiệm vụ nghiên cứu, tham mưu, giúp việc Trưởng ban các vấn đề thuộc lĩnh vực mình được phân công và các vấn đề khác có liên quan khi Trưởng ban yêu cầu và chịu trách nhiệm về kết quả nghiên cứu, tư vấn, giúp việc của mình. Được dự các cuộc họp của Ban và của lãnh đạo Ban, trừ họp về công tác tổ chức cán bộ. Thư ký có trách nhiệm phối hợp với Văn phòng Trung ương Đảng, Văn phòng và các vụ, đơn vị trong cơ quan để thực hiện chương trình công tác của Trưởng ban; chịu trách nhiệm trực tiếp trước Trưởng ban về những công việc được giao. Được dự các cuộc họp của Ban và của lãnh đạo Ban, trừ họp về công tác tổ chức cán bộ. Thực hiện chức năng, nhiệm vụ khác theo quy định của Bộ Chính trị, Ban Bí thư. Lãnh đạo qua các thời kỳ[sửa | sửa mã nguồn] STT Họ và tên Nhiệm kỳ Chức vụ Ghi chú 1 Xuân Thủy 3\/1976-7\/1978 Bí thư Trung ương Đảng Trưởng ban Dân vận và Mặt trận Trung ương Đảng 2 Nguyễn Văn Linh 7\/1978-1980 Ủy viên Bộ Chính trị Bí thư Trung ương Đảng Trưởng ban Dân vận và Mặt trận Trung ương Đảng 3 Trần Quốc Hoàn 1980-1986 Bí thư Trung ương Đảng (đến 1982) Ủy viên Trung ương Đảng Trưởng ban Dân vận Trung ương Đảng Mất khi đang tại nhiệm 4 Vũ Oanh 1986-1987 Bí thư Trung ương Đảng (từ 12\/1986) 5 Phan Minh Tánh 1987-1996 Ủy viên Trung ương Đảng 6 Phạm Thế Duyệt 1996-12\/1997 Ủy viên Bộ Chính trị 7 Nguyễn Minh Triết 12\/1997-1\/2000 Ủy viên Bộ Chính trị 8 Trương Quang Được 1\/2000-5\/2002 Ủy viên Bộ Chính trị (từ 2001) 9 Tòng Thị Phóng 5\/2002-7\/2007 Bí thư Trung ương Đảng 10 Hà Thị Khiết 7\/2007-2\/2016 Bí thư Trung ương Đảng 11 Trương Thị Mai 2\/2016-4\/2021 Ủy viên Bộ Chính trị Bí thư Trung ương Đảng 12 Bùi Thị Minh Hoài 4\/2021-nay Bí thư Trung ương Đảng Tham khảo[sửa | sửa mã nguồn] ẩn x t s Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Xuân Thủy (1976 – 1978) Nguyễn Văn Linh (1978 – 1980) Trần Quốc Hoàn (1980 – 1986) Vũ Oanh (1986 – 1987) Phan Minh Tánh (1987 – 1996) Phạm Thế Duyệt (1996 – 1997) Nguyễn Minh Triết (1997 – 2000) Trương Quang Được (2000 – 2002) Tòng Thị Phóng (2002 – 2007) Hà Thị Khiết (2007 – 2016) Trương Thị Mai (2016 – 2021) Bùi Thị Minh Hoài (2021 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trưởng_Ban_Dân_vận_Trung_ương_Đảng_Cộng_sản_Việt_Nam&oldid=69388375” Thể loại: Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Bản mẫu cổng thông tin có tất cả cổng thông tin được liên kết lại Bản mẫu Portal-inline có cổng thông tin được liên kết lại Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 6 tháng 12 năm 2022, 13:15. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}