{"Trương Quang Được":"Trương Quang Được – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Sự nghiệp 3Qua đời và lễ tang 4Khen thưởng 5Gia đình 6Xem thêm 7Chú thích 8Tham khảo Trương Quang Được 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Trương Quang Được Chức vụ Phó Chủ tịch Thường trực Quốc hội nuớc Cộng hòa Xã hội Chủ nghĩa Việt Nam Nhiệm kỳ 19 tháng 7 năm 2002 – 19 tháng 7 năm 2007 5 năm, 0 ngày Chủ tịch Nguyễn Văn An Nguyễn Phú Trọng Tiền nhiệm Mai Thúc Lân Kế nhiệm Nguyễn Đức Kiên Vị trí Việt Nam Trưởng ban Công tác Đại biểu Quốc hội Nhiệm kỳ 2003 – 2007 Kế nhiệm Phạm Minh Tuyên Vị trí Việt Nam Ủy viên Bộ Chính trị khóa IX Nhiệm kỳ 22 tháng 4 năm 2001 – 25 tháng 4 năm 2006 5 năm, 3 ngày Tổng Bí thư Nông Đức Mạnh Vị trí Việt Nam Trưởng ban Dân vận Trung ương Nhiệm kỳ tháng 1 năm 2000 – tháng 5 năm 2002 Tiền nhiệm Nguyễn Minh Triết Kế nhiệm Tòng Thị Phóng Vị trí Việt Nam Chủ tịch Hội đồng nhân dân Tp Đà Nẵng Nhiệm kỳ – 2\/2000 Kế nhiệm Phan Như Lâm Bí thư Thành ủy Đà Nẵng Nhiệm kỳ 10\/1997 – 2\/2000 Tiền nhiệm chức vụ thành lập Kế nhiệm Phan Diễn Phó Bí thư Phan Như Lâm (thường trực) Nguyễn Bá Thanh Bí thư Thành ủy Đà Nẵng lâm thời Nhiệm kỳ 12\/1996 – 10\/1997 Phó Bí thư Phan Như Lâm Nguyễn Bá Thanh Chủ tịch Ủy ban nhân dân tỉnh Quảng Nam - Đà Nẵng Nhiệm kỳ tháng 4 năm 1994 – tháng 12 năm 1996 Tiền nhiệm Trần Đình Đạm Kế nhiệm chức vụ hủy bỏ Phó Bí thư Tỉnh ủy Quảng Nam - Đà Nẵng Nhiệm kỳ 4\/1994 – 12\/1996 Bí thư Mai Thúc Lân Tiền nhiệm Trần Đình Đạm Kế nhiệm chức vụ hủy bỏ Tổng cục trưởng Tổng cục Hải quan Nhiệm kỳ tháng 5 năm 1989 – tháng 4 năm 1994 Tiền nhiệm Nguyễn Tài Kế nhiệm Phan Văn Dĩnh Vị trí Việt Nam Chủ tịch Ủy ban nhân dân thành phố Hải Phòng Nhiệm kỳ 1988 – 1989 Thông tin chung Danh hiệu Tập tin:Hochiminh Order.png Huân chương Hồ Chí Minh Tập tin:Labor Order.png Huân chương Lao động hạng Nhất Sinh (1940-02-10)10 tháng 2, 1940 Quảng Nam, Liên bang Đông Dương Mất 27 tháng 10, 2016(2016-10-27) (76 tuổi) Hà Nội Nơi ở 1C Đặng Thai Mai, phường Quảng An, quận Tây Hồ, Hà Nội Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Họ hàng Trương Quang Khánh (em trai, s.1953) Trương Quang Nghĩa (em trai, s.1958) Trường lớp Đại học Bách khoa Khác-cốp, Liên Xô Quê quán thôn Kim Bồng, xã Cẩm Kim, Tp Hội An, Quảng Nam Trương Quang Được (10 tháng 2 năm 1940 - 27 tháng 10 năm 2016) là một chính trị gia người Việt Nam. Ông từng là Phó Chủ tịch Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam khóa XI, Đại biểu Quốc hội khóa VIII, khóa X, khóa XI thuộc đoàn đại biểu thành phố Đà Nẵng. Trong Đảng Cộng sản Việt Nam, ông từng là Ủy viên Ban Chấp hành Trung ương Đảng các khóa VII, VIII, IX, Ủy viên Bộ Chính trị (khóa IX).[1] Tiểu sử[sửa | sửa mã nguồn] Ông sinh ngày 10 tháng 2 năm 1940, quê ở xã Cẩm Kim, thành phố Hội An, tỉnh Quảng Nam. Sự nghiệp[sửa | sửa mã nguồn] Tháng 5\/1952 tham gia cách mạng, làm việc tại Xưởng quân giới Liên khu 5 (xã Ân Khánh, huyện Hoài Ân, tỉnh Bình Định). Năm 1954 là học sinh miền Nam ra miền Bắc học tập.[2] Đến năm 1961 ông ra Hà Nội học tiếng Nga chuẩn bị đi học đại học. Từ năm 1962 đến năm 1967 học tập tại Trường Đại học Bách khoa Khác-cốp, Liên Xô (cũ). Tại đây, ngày 2\/5\/1965, ông được kết nạp vào Đảng Nhân dân Cách mạng Việt Nam. Từ tháng 8\/1967 trở về nước, ông về Hải Phòng công tác tại Xí nghiệp Cơ khí 19-8; Nhà máy Cơ khí kiến thiết Hải Phòng và Sở Công nghiệp Hải Phòng. Từ năm 1985 đến năm 1989, ông đảm nhiệm các nhiệm vụ Trưởng ban Công nghiệp của Thành ủy Hải Phòng, Phó Chủ tịch UBND Tp Hải Phòng phụ trách công nghiệp.[3] Những năm 1987 - 1989 ông giữ chức Phó Chủ tịch Ủy ban nhân dân Thành phố Hải phòng,[4] đại biểu Quốc hội Việt Nam khóa VIII tại khu vực Thành phố Hải phòng,[5] Phó Bí thư Thành ủy, Chủ tịch UBND Tp Hải Phòng. Năm 1989-1994 ông giữ chức vụ Tổng cục trưởng Tổng cục Hải quan thay ông Nguyễn Tài.[6][7] Ông là Ủy viên Trung ương Đảng các khóa VII, VIII, IX, Năm 1994 ông và ông Mai Thúc Lân được Trung ương cử về tỉnh Quảng Nam - Đà Nẵng. Ông làm Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban nhân dân tỉnh Quảng Nam - Đà Nẵng thay ông Trần Đình Đạm. Ông Mai Thúc Lân làm Bí thư Tỉnh ủy thay ông Nguyễn Văn Chi.[8] Năm 1997 khi chia tách tỉnh Quảng Nam - Đà Nẵng ông được bầu làm Bí thư Thành ủy, Chủ tịch Hội đồng nhân dân Thành phố Đà Nẵng đầu tiên.[9] Người giữ chức Chủ tịch Ủy ban nhân dân Thành phố Đà Nẵng đầu tiên sau khi chia tách tỉnh là ông Nguyễn Bá Thanh. Ông Mai Thúc Lân làm Bí thư tỉnh ủy Quảng Nam. Tháng 2 năm 2000 ông chuyển ra Hà Nội giữ chức Trưởng ban Dân vận Trung ương.[9] Năm 2001 ông được bầu là Ủy viên Bộ Chính trị khóa IX. Năm 2002 ông được cử giữ chức Phó Chủ tịch Quốc hội khóa XI, từ 2003 đến 2007 được phân công kiêm Trưởng ban Công tác Đại biểu.[10] Tháng 1 năm 2008, ông nghỉ hưu theo chế độ. Qua đời và lễ tang[sửa | sửa mã nguồn] Ông qua đời hồi 8 giờ 37 phút ngày 27\/10\/2016 tại Bệnh viện Trung ương Quân đội 108, hưởng thọ 76 tuổi. Sau khi qua đời lễ tang của ông lại được tổ chức theo nghi lễ cấp nhà nước, do ước nguyện của gia đình trước khi mất. Lễ tang diễn ra trong ngày 1\/11\/2016. Nhưng do trùng với ảnh hưởng từ 4-5 đợt không khí lạnh ở Hà Nội nên số lượng người đến viếng trong tang lễ bị hạn chế. Lễ truy điệu lúc 10g30 phút cùng ngày, sau đó thể theo di nguyện của ông và ý nguyện của gia đình, linh cữu của ông được đưa đi an táng tại công viên nghĩa trang Vĩnh Hằng, Vật Lại, Ba Vì, Hà Nội. Khen thưởng[sửa | sửa mã nguồn] Với những công lao và đóng góp, ông đã được Đảng và Nhà nước tặng thưởng Huy hiệu 50 năm tuổi Đảng, Huân chương Hồ Chí Minh, Huân chương Lao động hạng Nhất, Huân chương Kháng chiến chống Mỹ cứu nước hạng Ba và nhiều phần thưởng cao quý khác.[11] Gia đình[sửa | sửa mã nguồn] Ông có hai người em là Thượng tướng Trương Quang Khánh (sinh 1953), Thứ trưởng Bộ Quốc phòng và Trương Quang Nghĩa (sinh 1958), Bộ trưởng Bộ Giao thông Vận tải, Bí thư Thành ủy Đà Nẵng. Xem thêm[sửa | sửa mã nguồn] Mai Thúc Lân Nguyễn Bá Thanh Chú thích[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa X”. Bản gốc lưu trữ ngày 26 tháng 1 năm 2013. Truy cập ngày 5 tháng 9 năm 2012. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 24 tháng 2 năm 2016. Truy cập ngày 30 tháng 10 năm 2012. ^ Đồng chí Trương Quang Được từ trần, Hà nội mới, 06:42 chủ nhật ngày 30\/10\/2016, truy cập ngày 25\/6\/2019. ^ “Sở Nội vụ”. Bản gốc lưu trữ ngày 13 tháng 11 năm 2014. Truy cập 12 tháng 3 năm 2015. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 26 tháng 7 năm 2014. ^ “Lễ kỷ niệm 65 năm thành lập Hải quan Việt Nam: Hải quan Việt Nam”. Bản gốc lưu trữ ngày 6 tháng 7 năm 2011. Truy cập 12 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 15 tháng 1 năm 2011. Truy cập ngày 30 tháng 10 năm 2012. ^ Mai Thúc Lân, Kỷ niệm những năm đầu công tác chuyên trách ở Quốc hội (Phần cuối) Lưu trữ 2014-10-30 tại Wayback Machine, 11\/01\/2008, truy cập ngày 25\/6\/2019. ^ a b “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 25 tháng 7 năm 2011. Truy cập ngày 30 tháng 10 năm 2012. ^ http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30618&cn_id=6835 ^ Theo TTXVN, Tóm tắt tiểu sử đồng chí Trương Quang Được, nguyên Ủy viên Bộ Chính trị, nguyên Phó chủ tịch Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam, Quân đội nhân dân, 29\/10\/2016 18:15, truy cập ngày 25\/6\/2019. Tham khảo[sửa | sửa mã nguồn] hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Xuân Thủy (1976 – 1978) Nguyễn Văn Linh (1978 – 1980) Trần Quốc Hoàn (1980 – 1986) Vũ Oanh (1986 – 1987) Phan Minh Tánh (1987 – 1996) Phạm Thế Duyệt (1996 – 1997) Nguyễn Minh Triết (1997 – 2000) Trương Quang Được (2000 – 2002) Tòng Thị Phóng (2002 – 2007) Hà Thị Khiết (2007 – 2016) Trương Thị Mai (2016 – 2021) Bùi Thị Minh Hoài (2021 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trương_Quang_Được&oldid=69794460” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1940 Mất năm 2016 Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa VIII Đại biểu Quốc hội Việt Nam khóa X Phó Chủ tịch Quốc hội Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Người Quảng Nam Bí thư Thành ủy Đà Nẵng Chủ tịch Ủy ban nhân dân tỉnh Quảng Nam - Đà Nẵng Chủ tịch Hội đồng nhân dân thành phố Đà Nẵng Người họ Trương tại Việt Nam Dòng họ Trương Quang Cựu học sinh Trường Học sinh miền Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang có sử dụng tập tin không tồn tại Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 19 tháng 3 năm 2023, 19:40. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}