{"Trương Quang Tuân":"Trương Quang Tuân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Chú thích Trương Quang Tuân Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trương Quang Tuân (1923-1959) là một nhà cách mạng Việt Nam. Tiểu sử[sửa | sửa mã nguồn] Trương Quang Tuân quê ở thôn Trà Bình, xã Tịnh Trà, huyện Sơn Tịnh, tỉnh Quảng Ngãi.[1]. Cha ông là cụ Trương Quang Cận là một danh nhân của tỉnh Quảng Ngãi. Cụ Trương Quang Cận là một trong 4 người xây dựng mô hình Công xã đầu tiên ở Việt Nam vào những năm đầu của thế kỷ XX. Ông Trương Quang Tuân được gia đình cho đi học tại Trường Quốc học Huế. Tại đây ông được tiếp xúc với các nhà cách mạng và quyết tâm đi theo cách mạng. Từ năm 1943, ông được cử về tổ chức hoạt động cách mạng tại tỉnh Quảng Ngãi. Năm 1945, ông tham gia tổ chức tổng khởi nghĩa tại tỉnh Quảng Ngãi và làm Chủ tịch Việt Minh tỉnh Quảng Ngãi đến tháng 4\/1947 Tháng 5\/1947, ông được cử giữ chức Bí thư Tỉnh ủy Quảng Ngãi.[2] Tháng 2\/1949, trong Đại hội lần thứ III của Đảng bộ Quảng Ngãi họp tại xã Hành Đức, huyện Nghĩa Hành, ông tiếp tục được bầu giữ chức vụ Bí thư Tỉnh ủy Quảng Ngãi.[3] Tháng 9\/1949, ông được cử ra Bắc làm Thư ký cho Phó Thủ tướng Phạm Văn Đồng.[3] Năm 1951, ông tham dự Đại hội Đảng lần thứ III tại chiến khu Việt Bắc Cuối năm 1953, ông được cử trở lại Miền Nam công tác tại Quảng Ngãi và Liên khu V. Đầu năm 1955, ông nằm trong số 200 cán bộ chủ chốt được Trung ương Đảng phân công ở lại Miền Nam để xây dựng Đảng và phát triển phong trào Cách mạng Miền Nam sau Hiệp định Geneve Từ năm 1955-1956, ông làm Bí thư Ban cán sự Đảng tỉnh Đắk Lắk, Ủy viên Liên khu V, Bí thư Ban cán sự liên tỉnh V.[1] Từ năm 1956-1958, ông làm Bí thư liên tỉnh Gia Lai - Kon Tum, Phó Bí thư Liên khu V kiêm Chính ủy Trung đoàn 120 Cuối năm 1958, ông ra Bắc để dự Hội nghị TƯ 3 về chuẩn bị đồng khởi và chuyển qua đấu tranh vũ trang tại Miền Nam. . Đầu năm 1959, ông quay lại vào Miền Nam để phổ biến về Nghị quyết TƯ về đồng khởi cho Hội nghị cán bộ Liên khu V. Ông hy sinh ngày 23\/6\/1959 tại huyện Trà My, tỉnh Quảng Nam khi chỉ còn gần một ngày đường núi nữa là về đến nơi tổ chức Hội nghị.[1] Chú thích[sửa | sửa mã nguồn] ^ a b c Trương Quang Tuân ^ “Đảng bộ Quảng Ngãi qua các kỳ đại hội”. Bản gốc lưu trữ ngày 13 tháng 3 năm 2016. Truy cập ngày 14 tháng 3 năm 2016. ^ a b DANH SÁCH BÍ THƯ TỈNH ỦY QUẢNG NGÃI (1930 - 2010)[liên kết hỏng] Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trương_Quang_Tuân&oldid=70029680” Thể loại: Sinh năm 1923 Mất năm 1959 Sơ khai chính khách Việt Nam Người Quảng Ngãi Bí thư Tỉnh ủy Quảng Ngãi Dòng họ Trương Quang Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 02:31. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}