{"Trưng Nhị":"Trưng Nhị – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Nguồn gốc, tên gọi 2Sự nghiệp 3Tưởng nhớ 4Xem thêm 5Tham khảo 6Chú thích 7Liên kết ngoài Trưng Nhị 1 ngôn ngữ 한국어 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trưng Nhị 徵女王 Vua Việt Nam Tranh dân gian Đông Hồ của Hai Bà Trưng Nữ vương nước Lĩnh Nam Tại vị 40 - 43 Đồng cai trị Trưng Trắc Tiền nhiệm Triệu Dương Vương Kế nhiệm Lý Nam Đế Thông tin chung Sinh 13 tháng 9 năm 14 Mất 5 tháng 3 năm 43 Mê Linh Phối ngẫu Hùng Nguyên Thân phụ Hùng Định (sau đổi thành Trưng Định) Thân mẫu Man Thiện Trưng Nhị (chữ Hán: 徵貳; 13 tháng 9 năm 14 - 5 tháng 3 năm 43) là nữ phó vương vương quốc Lĩnh Nam và là nữ thủ lĩnh chống sự đô hộ của nhà Đông Hán thời Bắc thuộc trong lịch sử Việt Nam. Bà cùng chị là nữ vương Trưng Trắc đã lãnh đạo người Việt đánh đuổi thái thú Tô Định nhà Đông Hán. Sau khi cuộc khởi nghĩa này bị quân Đông Hán dưới sự chỉ huy của Mã Viện đánh bại, theo chính sử Trung Quốc, hai bà đã bị chặt đầu đem về Lạc Dương. Theo tục truyền thì vì không muốn chịu khuất phục, Hai Bà Trưng đã gieo mình xuống dòng sông Hát Giang tuẫn tiết. Nguồn gốc, tên gọi[sửa | sửa mã nguồn] Bộ sử cổ nhất của Việt Nam đề cập đến Trưng Nhị là Đại Việt sử lược. Theo sách này, Trưng Nhị là em của Trưng Trắc, con gái Lạc tướng ở Mê Linh[1]. Theo Đại Việt sử ký toàn thư, Trưng Nhị vốn họ Lạc, là dòng dõi Lạc tướng ở Mê Linh[2]. Truyền thuyết xác nhận quê nội Hai Bà ở làng Hạ Lôi và quê ngoại hai Bà ở làng Nam Nguyễn thuộc Ba Vì, Hà Nội[3]. Mẹ Hai Bà là Man Thiện, được thần phả ghi tên là Trần Thị Đoan. Tuy nhiên, theo các sử gia hiện đại, thời đầu công nguyên, người Việt chưa có họ. Tên của bà, có nguồn gốc từ nghê dệt lụa truyền thống của Việt Nam. Xưa kia nuôi tằm, tổ kén tốt gọi là kén chắc, tổ kén kém hơn gọi là kén nhì; trứng ngài tốt gọi là trứng chắc, trứng ngài kém hơn gọi là trứng nhì. Do đó, theo các sử gia tên Trưng Nhị vốn là Trứng Nhì, phiên theo tiếng Hán gọi là Trưng Nhị[4]. Khi chữ Hán chưa được truyền bá hoặc chưa có điều kiện thấm sâu vào nhận thức xã hội thì xu hướng đặt tên người rất giản dị và mộc mạc, thể hiện sự gắn bó với cuộc sống đời thường và xu hướng này còn tiếp tục trong các thế hệ sau[5]. Sự nghiệp[sửa | sửa mã nguồn] Bài chi tiết: Khởi nghĩa Hai Bà Trưng Bài chi tiết: Chiến tranh Hán-Việt, 42-43 Theo Đại Việt sử lược, Trưng Nhị có cá tính mạnh mẽ như Trưng Trắc, không chịu ràng buộc theo pháp luật mà Tô Định áp đặt[6]. Các Lạc tướng Mê Linh và Chu Diên có ý chống lại sự cai trị tàn bạo của Thái thú Tô Định. Tô Định bèn bắt giết anh rể Trưng Nhị là Thi Sách để trấn áp tinh thần người Việt. Trưng Nhị cùng Trưng Trắc mang quân bản bộ về giữ Hát Môn[7]. Tháng 3, năm 40, Trưng Nhị theo chị là Trưng Trắc tập hợp các lực lượng ủng hộ nổi dậy đánh hãm trị sở ở Luy Lâu (thuộc huyện Thuận Thành, Bắc Ninh ngày nay). Thái thú Tô Định bỏ chạy. Các quận Nam Hải, Cửu Chân, Nhật Nam, Hợp Phố đều hưởng ứng. Hai bà lấy được 65 thành ở Lĩnh Nam[8]. Trưng Trắc tự lập làm vua, xưng là Trưng Trưng Vương. Thần phả cho biết Trưng Nhị được phong làm Phó Vương[9]. Sách Việt Nam sử lược ghi nhận Trưng Nhị cùng Trưng Trắc đều xưng vương[10]. Các bộ sử ra đời trước đó như Đại Việt sử ký toàn thư, Đại Việt sử lược, Khâm định Việt sử thông giám cương mục không xác nhận điều này. Ngày 30 tháng 1 năm Tân Sửu (41), Hán Quang Vũ Đế thấy hai bà dấy quân đánh lấy các thành ấp, nên hạ lệnh cho Mã Viện làm Phục Ba tướng quân, Phù Lạc hầu Lưu Long làm phó tướng sang đánh. Năm 42, Trưng Nhị cùng chị cầm quân đụng độ với quân Hán ở Lãng Bạc[11]. Do thế quân Hán mạnh hơn, bà cùng Trưng Trắc không chống nổi, bèn lui quân về giữ Cấm Khê (sử chép là Kim Khê). Năm 43, Trưng Nhị cùng Trưng Trắc chống cự với quân nhà Hán ở Cấm Khê. Quân Hai Bà thế cô không địch nổi quân Hán mạnh hơn nên bị thua. Trưng Trắc và Trưng Nhị đều mất tại đây. Theo tục truyền, hai bà đã nhảy xuống sông Hát (Hát Môn, Hà Tây cũ) tự vẫn để bảo toàn khí tiết. Còn theo Hậu Hán Thư, một cuốn sử của Trung Quốc, truyện Mã Viện chép rằng hai bà đã bị Mã Viện giết; trong khi truyện Lưu Long lại cho rằng Trưng Nhị bị Lưu Long bắt rồi bị giết[12]. Sách Đại Việt sử ký tiền biên của Ngô Thì Sĩ còn dẫn sách Biệt Lục chép rằng: Hai Bà thua trận, lên núi Hy Sơn rồi không biết đi đâu[13]. Cuộc đời hoạt động của Trưng Nhị trước sau gắn bó ở bên cạnh với Trưng Trắc, từ khi khởi nghĩa đến khi chống Hán thất bại và cái chết. Trong khởi nghĩa, bà là tướng đắc lực bên cạnh Trưng Vương. Tuy nhiên, sử sách không nhắc đến gia đình riêng tư của bà như Trưng Trắc. Tưởng nhớ[sửa | sửa mã nguồn] Do cuộc đời sự nghiệp của Trưng Nhị luôn gắn liền với Trưng Trắc, sử sách khi nhắc đến Trưng Trắc thường đi cùng với Trưng Nhị, hoặc gọi chung là Hai Bà Trưng. Hàng năm, vào ngày 6 tháng 3 âm lịch, là ngày giỗ hay là lễ hội tưởng nhớ Hai bà (cũng là Ngày Phụ nữ Việt Nam tại miền Nam trước kia) được tổ chức tại miền Nam Việt Nam trước năm 1975 và hiện nay tại nhiều nơi trong nước Việt Nam cũng như cộng đồng người Việt tại nước ngoài. Xem thêm[sửa | sửa mã nguồn] Trưng Trắc Khởi nghĩa Hai Bà Trưng Chiến tranh Hán-Việt, 42-43 Mã Viện Tham khảo[sửa | sửa mã nguồn] Đại Việt sử lược, Nguyễn Gia Tường dịch, Nhà xuất bản TP Hồ Chí Minh (1993) Đại Việt sử ký toàn thư Khâm định Việt sử thông giám cương mục Viện Sử học (2001), Lịch sử Việt Nam, tập 1, Nhà xuất bản Khoa học xã hội Nguyễn Khắc Thuần (2005), Danh tướng Việt Nam, Nhà xuất bản Giáo dục Viện Khoa học xã hội Việt Nam (2008), Tổng tập văn học dân gian người Việt, Nhà xuất bản Khoa học xã hội Phan Huy Lê, Trần Quốc Vượng, Hà Văn Tấn, Lương Ninh (1991), Lịch sử Việt Nam, tập 1, Nhà xuất bản Đại học và giáo dục chuyên nghiệp Viện Sử học (1988), Biên niên lịch sử cổ trung đại Việt Nam Đào Duy Anh (2005), Lịch sử cổ đại Việt Nam, Nhà xuất bản Văn hóa thông tin Ngô Thì Sĩ (2011), Đại Việt sử ký tiền biên, Nhà xuất bản Văn hóa thông tin Lê Đình Sỹ chủ biên (2010), Thăng Long – Hà Nội những trang sử vẻ vang chống ngoại xâm, Nhà xuất bản Hà Nội Lê Văn Siêu (2006), Việt Nam văn minh sử, Nhà xuất bản Văn học Chú thích[sửa | sửa mã nguồn] ^ Đại Việt sử lược, tr 39 ^ Đại Việt sử ký toàn thư, Ngoại kỷ quyển 3 ^ Nguyễn Khắc Thuần, sách đã dẫn, tr 43 ^ Phan Huy Lê, Trần Quốc Vượng, Hà Văn Tấn, Lương Ninh, sách đã dẫn, tr 172 ^ Nguyễn Khắc Thuần, sách đã dẫn, tr 40 ^ Đại Việt sử lược, tr 8 ^ Đào Duy Anh, sách đã dẫn, tr 493 ^ Ngô Thì Sĩ, sách đã dẫn, tr 87 ^ Viện Khoa học xã hội Việt Nam, sách đã dẫn, tr 424 ^ Trần Trọng Kim, sách đã dẫn, tr 45 ^ Ở đây, Toàn thư cho Lãng Bạc là Hồ Tây (Hà Nội), nhưng nhiều nhà nghiên cứu đã đoán định Lãng Bạc ở vùng huyện Tiên Sơn, tỉnh Hà Bắc ngày nay. ^ Phan Huy Lê, Trần Quốc Vượng, Hà Văn Tấn, Lương Ninh, sách đã dẫn, tr 182 ^ Ngô Thì Sĩ, sách đã dẫn, tr 92 Liên kết ngoài[sửa | sửa mã nguồn] Trưng Nhị tại Từ điển bách khoa Việt Nam Tiếng trống đồng Mê Linh: từ BBC Việt ngữ, nhận xét về Hai Bà Trưng Tưởng nhớ Hai Bà Trưng Hai Bà Trưng và bài học “ việc nước trước việc nhà ” ẩn x t s Hai Bà Trưng Trưng Nữ Vương Trưng Trắc • Thi Sách • Trưng Nhị Vua Việt Nam • Hùng Vương • An Dương Vương • Nhà Triệu • Trưng Vương • Bắc thuộc • Nhà Tiền Lý • Tự chủ • Nhà Ngô • Nhà Đinh • Nhà Tiền Lê • Nhà Lý • Nhà Trần • Nhà Hồ • Nhà Hậu Lê • Nhà Mạc • Chúa Trịnh • Chúa Nguyễn • Nhà Tây Sơn • Nhà Nguyễn Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trưng_Nhị&oldid=69910583” Thể loại: Sinh năm 14 Mất năm 43 Hai Bà Trưng Vua Việt Nam Anh thư dân tộc Việt Nam Lịch sử Việt Nam thời Hai Bà Trưng Người Hà Nội Nữ giới Việt Nam Trang này được sửa lần cuối vào ngày 22 tháng 4 năm 2023, 06:42. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}