{"Trương Minh Giảng":"Trương Minh Giảng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Sự nghiệp 3Lãnh binh dẹp loạn Lê Văn Khôi 4Đem quân chống Xiêm La 5Thu phục và cai quản Cao Miên 6Vị tướng yêu quý của vua Minh Mạng 7Tưởng niệm 8Hậu duệ 9Đánh giá 10Trong văn hóa đại chúng 11Tham Khảo 12Chú thích 13Xem thêm Trương Minh Giảng 4 ngôn ngữ English ភាសាខ្មែរ Svenska 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trương Minh Giảng 張明講 Tổng đốc Campuchia Tổng đốc Trấn Tây Thành Bình Thành Bá Đại Đô Thống Trấn Nam Phương Tổng Quốc Chính Cao Miên Tổng Đốc An Hà Trị vì 1835 - 1841 Tiền nhiệm Lê Đại Cương Kế nhiệm Không có (Nhà Nguyễn rút quân khỏi Trấn Tây Thành) Thông tin chung Sinh (1792-08-16)16 tháng 8, 1792 Gia Định, Đại Việt. Mất 19 tháng 11, 1841(1841-11-19) (49 tuổi) An Giang , Đại Nam An táng Gia Định, Đại Nam Hậu duệ hiệnHậu duệ Trương Minh Thị Tước hiệu Bá Tước Tước vị Bình Thành Bá Thân phụ Trương Minh Thành Thân mẫu Nguyễn Thị Điền Học vấn Cử Nhân Nghề nghiệp Quan Lại Trương Minh Giảng (chữ Hán: 張明講[1]; 1792-1841) là một danh thần nhà Nguyễn. Ông được đánh giá là một người \"văn võ song toàn\", là công thần bậc nhất của nhà Nguyễn, vừa là một võ tướng vừa là một sử gia, từng giữ chức Tổng tài Quốc sử quán triều Nguyễn. Tiểu sử[sửa | sửa mã nguồn] Ông là người làng Lang Thống, huyện Bình Dương, trấn Gia Định. Thân phụ của ông là Lễ bộ Thượng thư Trương Minh Thành (Thành Tín hầu). Sự nghiệp[sửa | sửa mã nguồn] Ông đỗ cử nhân năm Kỷ Mão 1819 tại trường thi Gia Đình, được bổ chức Tư vụ, dần thăng tới Lang trung bộ Binh, rồi đổi sang bộ Hình. Năm 1829 ông thăng chức Tham tri, được phái vào Nam công cán ở Gia Định, khi đổi về kinh ông làm Tả tham tri bộ Hộ, không lâu sau được thăng lên Thượng thư bộ Hộ, kiêm quản Khâm thiên giám. Năm 1821 được bổ Tư vụ ở ty Lại, rồi nhiều lần thăng đến Lang trung bộ Binh (1824), trải làm Thiêm sự bộ Binh (1825), thự Thị lang (1826), sung Đổng lý thanh tra phủ Nội vụ (1827) ; ít lâu đổi sang bộ Hình (5\/1828). Năm 1829, ông thăng chức thự Tả Tham tri bộ Hình, được phái vào Nam công cán ở Gia Định, khi trở về kinh ông được bổ Tả tham tri bộ Hình (1830), thự Thượng thư kiêm quản Khâm Thiên giám (1831). Năm 1832 sung Phó chủ khảo khoa thi Hội, thăng Thượng thư bộ Hộ, quyền giữ ấn triện Viện Đô sát. Năm 1832, ông cùng với Thượng thư bộ Lễ Phan Huy Thực biên soạn bộ Liệt Thánh Thực Lục. Cũng thời gian này, ông giữ chức Tổng tài Quốc sử quán, chủ trì việc biên soạn bộ Đại Nam thực lục chính biên. Năm 1833, Trương Minh Giảng cùng thượng thư bộ Lễ là Phan Huy Thục sung làm Tổng tài soạn bộ Liệt thánh Thực lục và Đại Nam thực lục. Năm Quý Tị 1833, Lê Văn Khôi nổi loạn chiếm giữ thành Gia Định (bấy giờ được đổi tên là thành Phiên An, còn gọi là thành Bát Quái hay thành Quy). Trương Minh Giảng được sung chức Tham tán quân vụ, cùng Thảo nghịch tướng quân Phan Văn Thúy đem quân vào dẹp loạn Lê Văn Khôi. Tháng 8-1833, Trương Minh Giảng được cải bổ làm Thượng thư bộ Binh, lãnh chức Tổng đốc An Hà kiêm Bảo hộ Chân Lạp quốc thay Lê Đại Cương vừa bị cách chức do để mất thành An Giang. Tháng 1-1835, Trương Minh Giảng được thăng tước Bình Thành bá, thăng thự Đông các Đại học sĩ, gia hàm Thái tử thái bảo, vẫn lãnh Tổng đốc An Hà kiêm giữ ấn Bảo hộ Chân Lạp. Sau khi vua Minh Mạng chết (12-1840), Thiệu Trị lên ngôi. Thiệu Trị vốn là người không tham vọng, nhiều lần nghị bàn về tình hình khó khăn của quan quân vất vả trong việc phòng thủ Trấn Tây thành. Đến tháng 7- 1841, Tướng quân Trương Minh Giảng, Kinh lược Phạm Văn Điển, Đoàn Văn Sách, Nguyễn Công Nhàn, Cao Hữu Dực, Doãn Uẩn…có một tập trình xin rút quân về An Giang để bảo toàn lực lượng và giảm bớt chi phí… Sau khi nghị bàn, vua Thiệu Trị cho lệnh quan quân rút về nước. Tháng 9 -1841, quan quân rút về tới An Giang. Trương Minh Giảng do uất ức, phát bệnh mà chết tại thành An Giang vào ngày 27 tháng 9 năm 1841. Triều đình miễn nghị tội, giữ lại hàm Tướng quân, hàm Hiệp biện, cấp cho tiền tuất, nhưng tước cả lương bổng thất phẩm của con ông là Trương Minh Thị. Lãnh binh dẹp loạn Lê Văn Khôi[sửa | sửa mã nguồn] Lãnh thổ bảo hộ Chân Lạp 1818-1863 Đến tháng 6\/1833, Lê Văn Khôi nổi loạn, giết Bố chính Bạch Xuân Nguyên và Tổng đốc Nguyễn Văn Quế, chiếm lấy thành Gia Định rồi mở rộng chiếm nốt các tỉnh Nam Kỳ. Vua Minh Mạng cử Thượng thư Trương Minh Giảng sung chức Tham tán quân vụ đại thần, cùng với Thảo nghịch Tướng quân là Phan Văn Thúy đem binh vào đánh dẹp. Tháng 7- 1833, đại quân triều đình thắng trận ở trạm Biên Long và lấy lại tỉnh Biên Hòa, ông được khen thưởng. Khi về làm Tổng đốc An Hà, Trương Minh Giảng đã góp phần thu hồi 6 tỉnh Nam kỳ, Lê Văn Khôi yếu thế rút vào thành Gia Định cố thủ và cầu viện Xiêm, nhân cơ hội đó quân Xiêm huy động 5 đạo binh tấn công nước ta. Đem quân chống Xiêm La[sửa | sửa mã nguồn] Trong lúc đó, do Lê Văn Khôi cho người cầu viện Xiêm, quân Xiêm do các tướng Chao Phraya Bodin và PhraKlang chỉ huy tiến vào xâm phạm lãnh thổ Đại Nam. Đối với vùng đất Nam kỳ, từ tháng 11- 1833, quân Xiêm chia làm hai đạo tấn công Chân Lạp và Nam kỳ: đạo thứ nhất do Phi Nhã Chất Tri chỉ huy, dẫn 4 vạn quân theo đường bộ vào Chân Lạp đánh chiếm Nam Vang, đi dọc sông Mékong xuống Châu Đốc, vua Nặc Chân bỏ thành Nam Vang chạy xuống An Giang rồi rồi sau đó xuống Vĩnh Long ẩn náo; đạo quân thứ hai do Phi Nhã Phật Lăng dẫn 1 vạn quân tiến công bằng đường biển đánh chiếm Hà Tiên. Với lực lượng vượt trội, quân Xiêm chiếm Hà Tiên rồi Châu Đốc rất nhanh chóng. Trương Minh Giảng cùng Nguyễn Xuân đẩy lui được quân Xiêm, được tấn phong tước \"Bình Thành Nam\". Nhân thắng lợi, ông cùng Trần Văn Năng đánh đuổi quân Xiêm, giúp Chân Lạp thu phục lại thành Nam Vang được gia phong tước \"Bình Thành bá\". Rất nhanh chóng sau đó, ông được phong hàm Hiệp biện đại học sĩ, lãnh chức Tổng đốc An Giang. Do công thắng trận, Trương Minh Giảng được vua Minh Mạng khen thưởng một tấm bài bằng ngọc và tiền phi long bằng vàng. Tháng 12- 1833, Tổng đốc An Hà Trương Minh Giảng cùng Tán lý Nguyễn Xuân đánh thắng quân Xiêm trận đầu ở Thuận Cảng (Vàm Nao), tiêu diệt một phần sinh lực địch. Tin thắng trận tâu lên, vua Minh Mạng cả mừng, ông được tấn phong tước Bình Thành nam. Tuy thua trận, quân Xiêm vẫn còn mạnh, chúng xua quân và hơn 100 chiến thuyền xuôi dòng hướng xuống Sa Đéc, Vĩnh Long. Được Thái Công Triều tham mưu, Tổng đốc Trương Minh Giảng và Tham tán Nguyễn Xuân bố trí chốt chặn ở đoạn vàm sông Cổ Hủ, chợ Thủ - đối diện Cù lao Giêng. Trận đánh diễn ác liệt, cuối cùng quân triều đình thắng lợi (tháng 1-1834). Bị thua nặng, quân Xiêm rút về Châu Đốc, ta truy kích dữ dội, chúng bỏ Châu Đốc rồi Hà Tiên. Thừa thắng, ông cùng tướng quân Trần Văn Năng tiến quân lấy lại thành Nam Vang, đuổi quân Xiêm về phía Tây Chân Lạp. Do chiến tích lớn lao đã chiếm lại thành An Giang, Hà Tiên, Nam Vang và tiêu diệt một lực lượng lớn sinh lực quân Xiêm, đập tan ý đồ xâm lược của chúng, Tổng đốc Trương Minh Giảng được vua Minh Mạng gia phong tước Bình Thành tử, bổ thụ Hiệp biện Đại học sĩ, vẫn lĩnh Tổng đốc An Hà (tháng 3-1834). Tháng 7 - 1834, Trương Minh Giảng và Lê Đại Cương (Tuần phủ An Giang) đã có bản tấu trình kế hoạch phòng thủ vùng đất Chân Lạp như sau: 1- Chia đặt các tướng Chân Lạp phòng giữ những nơi quan trọng. 2- Xét hình thể nước Chân Lạp thành lập đồn bảo. 3- Lựa binh Chân Lạp. 4- Lựa lấy thổ binh người Chàm (dòng dõi người Thuận Hóa), người Chà (dòng dõi Chà Và cư trú đất Chân Lạp). 5- Chỉnh đốn sửa sang đồ quân dụng cho nước Chân Lạp. 6- Chiêu tập cơ binh An Biên. 7- Khám xét thuyền buôn ở Quảng Biên (cửa biển Cần Bột). 8- Kinh lý biên phòng tỉnh Hà Tiên. Nội dung trên được Minh Mạng đồng ý cho thực hiện. Đến tháng 12-1834, vua Chân Lạp là Nặc Chân qua đời, không có con trai, Trương Minh Giảng vâng lệnh vua phong vương cho công chúa Angmy, con gái vua Nặc Chân. Thu phục và cai quản Cao Miên[sửa | sửa mã nguồn] Sau khi vua Chân Lạp mất do không có con trai nối ngôi, trong dòng tộc nhiều người muốn tranh giành ngôi vua, nhân cơ hội ấy vua Minh Mạng quyết định nhập Chân Lạp vào Việt Nam và đổi ra Trấn Tây thành. Trương Minh Giảng sung Trấn Tây tướng quân kiêm Tổng đốc An Hà, còn Tuần phủ An Giang Lê Đại Cương sung Trấn Tây tham tán đại thần. Không lâu sau, ông lại được phong hàm Đông các đại học sĩ, kiêm chức Bảo hộ Cao Miên. Năm 1835, vua Chân Lập Ang Chan mất mà không có con trai nối dõi, theo lời khuyên của Trương Minh Giảng, vua Minh Mạng cho đổi đất Chân Lạp thành Trấn Tây thành, sáp nhập vào Đại Nam. Đầu năm 1836, Trương Minh Giảng được bổ sung Kinh lược đại sứ thay Nguyễn Kim Bảng để cùng với Binh bộ Thương thư Trương Đăng Quế, Lễ bộ Thị lang Tôn Thất Bạch và Thông chánh sứ Nguyễn Đắc Trí đi kinh lý đo đạc địa bộ 6 tỉnh Nam kỳ. Đến tháng 7-1836, công việc hoàn thành ông lại về Trấn Tây thành, vua Minh Mạng khen thưởng rất hậu và thăng Đông các Đại học sĩ. Năm 1837, giặc Xiêm đánh phá nhiều nơi ở thành Trấn Tây, Trương Minh Giang cho an trí Nặc Ông Gium và các tay chân ở An Giang và Gia Định (đến năm 1847, Nặc Ông Gium được vua Thiệu Trị tấn phong Cao Miên Quốc vương). Vua Minh Mạng khen Trương Minh Giảng xử trí giỏi. Tháng 9-1837, Trương Minh Giảng về triều, vua Minh Mạng ân cần thăm hỏi và cho làm lễ bảo tất, ra lệnh cho bộ Lễ thết đãi tại công đường bộ rất quy mô, sai đình thần hội tiệc yến, để tỏ ra yêu quý ông khác người. Vào tháng 2-1838, do để bọn Đô Y ở Hải Đông và Mịch Sô ở Khai Biên làm phản, vua Minh Mạng cho là Trương Minh Giảng phòng thủ thất cách, nên bọn phản nghịch nổi lên khắp nơi chống đối, hơn nữa lại che đậy cái thế “khinh nhờn” của Tuần phủ Lê Đại Cương, không hặc tâu. Trương Minh Giảng bị giáng xuống làm Thượng thư bộ Binh, vẫn lĩnh chức Trấn Tây tướng quân, kiêm Tổng đốc An Hà. Lê Đại Cương bị cách chức. Tuần phủ Thuận Khánh là Dương Văn Phong được bổ chức Tuần phủ An Giang kiêm Trấn Tây tham tán đại thần thay Lê Đại Cương. Theo lệnh của Minh Mạng, từ tháng 4-1838, Trương Minh Giảng đã huy động một đội quân lớn đến dẹp loạn ở Hải Đông, kết quả khả quan ông bắt sống nhiều giặc, thổ dân theo về rất nhiều. Vua khen ngợi. Đến khi dựng bia võ công (11-1838), vua sai lấy Trương Minh Giảng đứng công đầu, khắc tên vào bia đá, đặt ở Võ miếu. Như vậy, Trương Minh Giảng là vị tướng quân có uy quyền cao nhất Đại Nam lúc đương thời. Mùa xuân năm 1839, vua Minh Mạng xem thấy thành Trấn Tây yên ổn, do có công lao trấn giữ Trấn Tây thành nên Trương Minh Giảng được khôi phục hàm Đông các Đại học sĩ. Năm 1840, Sa Mộc ở Hải Tây làm phản, phụ nữ Xà Năng và Bồn Tốt cùng thổ binh trốn đi, nhân dân Chân Lạp làm loạn nổi lên khắp nơi. Nhân đó, tướng Xiêm là Phi Nhã Chất Tri đã hậu thuẫn và tiếp viện cho quân nổi loạn. Trương Minh Giảng bất lực, dâng sớ nhận tội và xin quân đến hội đánh. Vua Minh Mạng giáng ông xuống làm Thị Lang bộ Binh, tước bỏ cung hàm, nhưng vẫn giữ chức Tướng quân Trấn Tây. tháng 8- 1840, Trương Minh Giảng bàn giao lại chức Tổng đốc An Hà cho Dương Văn Phong, ông chỉ tập trung công việc ở Trấn Tây mà thôi. Dấu ấn triện Trấn Tây tướng quân chi ấn (鎭西將軍之印) kích cỡ 90x90, đóng vào tấu chương của hội đồng tướng quân Trấn Tây ngày 7 tháng 9 năm Mậu Tuất niên hiệu Minh Mệnh 19 (1838). Trong thời gian làm Trấn Tây tướng quân, kiêm Tổng đốc An - Hà, Trương Minh Giảng gặp phải sự nhiều phản kháng từ người Chân Lạp. Bên cạnh đó, Xiêm cho tướng quân là Chất Tri (Chao Phraya Bodin Decha) chiếm đóng các vùng phía Tây Chân Lạp để tranh giành ảnh hưởng. Các anh em của vua Ang Chan là Ang Em, Ang Duong được Xiêm hỗ trợ, liên tục tấn công quân Đại Nam đóng ở Trấn Tây. Suốt thời gian làm Đại tướng quân trấn thủ Trấn Tây, Trương Minh Giảng và Chất Tri liên tục tranh giành ảnh hưởng và đối đầu. Đây có thể xem là cuộc giằng co giữa hai vị đại tướng có quyền lực nhất ở hai nước Việt - Xiêm lúc bấy giờ trên đất Chân Lạp. Năm 1841, Minh Mạng qua đời, Thiệu Trị lên nối ngôi. Thiệu Trị không có nhiều tham vọng về lãnh thổ như vua cha. Lúc bấy giờ, tình hình Trấn Tây đang rối ren vì gặp phải sự chống đối mãnh liệt của người Chân Lạp (Cao Miên), vua Thiệu Trị sau khi bàn bạc với quan lại trong triều đã quyết định rút quân, bỏ Trấn Tây thành (tức Phnom Penh ngày nay) và toàn bộ Trấn Tây, phục hồi vương quốc Cao Miên. Trương Minh Giảng phải theo lệnh rút quân về trấn thủ An Giang. Sách Đại Nam thực lục ghi: Sai các đại thần bàn rõ về công việc nên làm ở Trấn Tây. Ngoài thành Trấn Tây đều bị bọn giặc ngăn chặn, quan quân chỉ ở trong thành và các đồn chung quanh đóng quân để chống giữ mà thôi. Triều đình thường thúc giục đem quân ra đánh, nhưng cứ cho là gian hiểm quan ngại, kiếm cớ từ chối. Nhiều lần ban chiếu thư xuống nghiêm trách, bọn Trương Minh Giảng chỉ dâng sớ tạ tội mà thôi. Đại thần viện Cơ mật vâng Chỉ vua, viết thư gửi cho các quan ở tỉnh hạt ấy, đại ý nói: “Nay cứ giữ thành hạt có thể giữ được vô sự, hay là đợi tên Yểm trở về, cho nó đi chiêu dụ các thổ dân, trong hai kế ấy, nên làm kế nào ? Hoặc là nay tạm hãy lui quân về giữ tỉnh An Giang, chuyên đi tiễu diệt hai ngả An Giang và Hà Tiên, còn bọn giặc chỗ khác để sau sẽ liệu”. Đến đây, bọn Phạm Văn Điển, Trương Minh Giảng, Nguyễn Công Trứ, Đoàn Văn Sách, Nguyễn Công Nhàn và Cao Hữu Dực dâng tập tâu mật nói: “Trước đây xin tha cho tên Yểm về, tưởng cũng là một cơ hội để cho nó đi chiêu phủ bọn thổ dân. Nhưng từ khi tên Yểm được tha về, không thể tự lập được, cũng chỉ dựa vào ta cả, nếu không dùng đến đại binh thì không bao giờ xong việc, mà biền binh thì khó nhọc đã lâu, số người bị ốm đau mỗi ngày thêm nhiều. Cứ giữ mãi thành không, chỉ tổn hại, chứ không ích gì. Xin rút hết quân về tỉnh An Giang, để cho binh lính được đỡ nhọc, mà dân ở Nam Kỳ cũng được nghỉ ngơi”. Tập tâu này được giao xuống cho văn võ đại thần họp bàn. Bọn Tạ Quang Cự, Nguyễn Văn Trọng, Nguyễn Tăng Minh, Vũ Xuân Cẩn, Trương Đăng Quế, Lê Đăng Doanh, Hà Duy Phiên, Nguyễn Trung Mậu, Phan Bá Đạt, Doãn Uẩn và Phan Thanh Giản đều nói: “Hiện nay, sang thu, nước lớn, đường đi không thông đồng, nếu dùng binh thì lương vận không tiếp tục được, mà đóng đấy để giữ thì chỉ khó nhọc hão mà không có công trạng gì. Bọn chúng tôi đã tính đi tính lại vài ba lần, cũng không có kế sách gì hơn nữa. Chi bằng hãy tạm rút quân về An Giang, để cho vững mạnh bờ cõi căn bản của ta. Rồi sau sẽ nhân thời thế mà làm, đợi cơ hội mà hành động là hơn cả. Duy có, trong khi rút quân về, bọn Kinh lược, Tướng quân phải trấn tĩnh, chia quan quân đóng giữ các nơi, chọn đất cho bọn tên Yểm, Ngọc Vân, Ngọc Thu, Ngọc Nguyên cùng là nhân dân người Kinh và người Thổ được ở yên. Còn như các thớt voi nếu không đưa về được thì cho đem mổ thịt để khao quân lính”. Vua cho rằng từ khi Trấn Tây có việc binh đao đến giờ, sáu tỉnh Nam Kỳ, binh và dân đều nhọc mệt, triều đình cũng khó nhọc tổn phí không biết đâu mà kể, ý đã chán việc binh đao, vả lại sang năm sau có việc tuần du ra Bắc, hãy tạm xếp việc Trấn Tây lại không nghĩ đến, cũng chẳng hại gì, mới dụ rằng: “Sự thế hiện nay buộc phải như thế, chuẩn cho theo lời bàn mà làm. Các viên từ Kinh lược, Tướng quân cho đến Tán lý và Hiệp lý không làm được công trạng gì, đều giao cho bộ Hình nghiêm ngặt nghị tội từng viên có khác nhau”. Tháng 9 năm Tân Sửu 1841, quan quân Đại Nam từ Trấn Tây rút về tới An Giang, Trương Minh Giảng vốn là người chỉ huy cao nhất của Đại Nam ở Trấn Tây, nay lại phải theo lệnh rút binh, khó tránh cảm thấy xấu hổ. Chưa hết, triều đình còn cho rằng ông không làm tròn bổn phận, không dẹp yên nổi loạn, hao tốn tiền bạc. Đã vậy, sợ tốn kém tiền bạc lúc rút quân về An Giang, triều đình còn chỉ dụ cho quân lính giết voi ngựa để ăn. Trương Minh Giảng thấy quá hổ thẹn, không chịu gặp mặt các quan lại khác. Sau đó ông uất ức quá mà qua đời. Vua Thiệu Trị nghe tin ấy, không những không thương xót mà lại thêm tức giận, bèn truy xét thêm tội trạng, tịch thu lại chức tước, bổng lộc. Sách Đại Nam thực lục ghi: Tháng 9, quan quân ở Trấn Tây rút về đóng giữ ở tỉnh An Giang. Ngày hôm ấy, Trương Minh Giảng chết. Trước đây, công việc sửa sang ở Trấn Tây, công của Minh Giảng nhiều hơn cả. Đến đây, rút quân về, trong lòng uất ức, vừa xấu hổ vừa tức bực, cáo ốm không tiếp các tướng hiệu, về đến An Giang thì chết. Bọn Phạm Văn Điển và Nguyễn Công Trứ đem việc Giảng ốm chết tâu lên. Vua nghe tin Giảng chết, phán rằng: “Giảng đảm đương sự ký thác nặng nề, chỉ vì việc trị dân và chống giặc không đúng phương pháp, cho nên thổ dân cùng nổi lên làm loạn, để triều đình phải bận đến việc phái quân đi tiễu bắt, đã lâu ngày mà chưa xong việc. Đã giao cho bộ nghiêm ngặt nghị tội. Không ngờ đại binh vừa mới về đến nơi, đã ốm chết rồi. Ta nghĩ: Giảng năm trước đây, làm Tham tán quân vụ, khiến giặc ở Biên Hoà và Vĩnh Long sợ mất vía, lại đánh được quân Xiêm ở Thuận Cảng. Công trạng rõ rệt, khắc vào bia đá cũng không thể mất được. Chuẩn cho truy đoạt lại chức Trấn Tây Tướng quân, để cho rõ tội, nhưng gia ơn cho chiếu theo phẩm hàm Đại học sĩ mà cấp cho tiền tuất; lại thưởng cho 5 cây gấm Trung Quốc, 5 cây sa các màu, 20 tấm lụa, 30 tấm vải và 1 000 quan tiền, tha cho không phải truy nghị tội nữa. Lại thu lại lương bổng hàm thất phẩm chi cho con trai là Trương Minh Thi khi trước. Không chỉ trách tội Trương Minh Giảng, vua Thiệu Trị sau này còn đổ hết tội lỗi cho ông: Vua thân dụ rằng: “Cõi xa ở phía tây nam, đời cổ gọi là Thủy Chân Lạp, Lục Chân Lạp, sau hợp làm một nước Cao Miên, truyền đến 12 đời, đều làm tôi thờ bản triều. [Bản triều] hậu gia vun trồng cho, không việc gì là không chu đáo. Huống chi, khi nước Xiêm La ăn hiếp, thì [quan quân] đuổi đi cho; khi nước Đồ Bà lại xâm lấn, và những khi các tù trưởng người Mên đến Nam Kỳ nương tựa, thì các tiên đế ta rộng ra ơn huệ, xây dựng lại cho và tỏ được cái đức vỗ yên các nước nhỏ. Rồi đến Nặc Ong Chăn một lòng kính thuận, nghìn dặm lặn suối trèo non, Hoàng tổ Thế tổ Cao hoàng đế ta phong cho làm Cao Miên quốc vương, đời giữ chức cống. Năm Gia Long Tân Mùi [1811], nước Xiêm La lại cậy mạnh hiếp yếu, Ong Chăn sợ chạy, đến nương náu ở tỉnh Gia Định, mang cái roi đến xin chịu tội, ngậm cỏ cầu ơn. Hoàng tổ ta sai Thượng tư bộ Binh Ngô Nhân Tĩnh đem vạn quân đến sát cõi, truyền hịch đẩy lùi được người Xiêm; Ong Chăn lại trở về nước cũ. Năm Minh Mệnh Quý Tỵ [1833], người Xiêm La 3 lần lại xua đuổi; Ong Chăn bôn ba đến tỉnh Vĩnh Long, chiếc thân nương tựa. Hoàng khảo Thánh tổ Nhân hoàng đế ta sai bọn Bình khấu tướng quân Lương Tài hầu Trần Văn Năng đánh tan người Xiêm La, đón phiên vương về nước. Chưa bao lâu, Ong Chăn chết, chỉ có con gái là Ngọc Vân lên nối ngôi nhưng không thể trông coi được việc nước. Liêu thuộc phiên xin mệnh lệnh ở triều đình, được đội ơn vua phong Ngọc Vân làm Cao Miên quận chúa để giữ lấy cơ nghiệp. Rồi [Hoàng khảo ta] sai Trương Minh Giảng lưu trấn đất ấy, để vỗ về dân Mên. Các con gái phiên vương cũng đều được phong làm huyện quân; các người Phiên mục cũng đều được bổ cho quan chức. Liêu thuộc Phiên lại xin đổi thổ quan mà bổ lưu quan đến. Nhân đó đặt tên là thành Trấn Tây. Khi ấy đã không có nước Cao Miên rồi, mới đổi phong Ngọc Vân là Mỹ Lâm quận chúa. Ân trạch của triều đình chu chuân biết là chừng nào ! Thế mà quan ngoài biên là Trương Minh Giảng và Dương Văn Phong lại chấp nhặt những việc nhỏ trong tờ thư để lại, gây ra mối hiềm khích. Không ngờ cái tính cầm thú khó dạy, cái thói rợ mọi hung tợn, cắn trả lại, đưa đến chỗ mở cửa rước giặc, cùng bọn giặc Xiêm dựa dẫm nhau ! Năm Canh Tý [1840], sinh sự ở chốn biên thuỳ, giở giáo can phạm mệnh lệnh, chợt lại xảy ra việc to ! Vừa lúc ta mới lên ngôi, đức hoá chưa ban, ân uy chưa khắp, ngoài thì người Chân Lạp chưa bị tội cứ nấp quân nơi bụi rậm, trong thì phủ Ba Xuyên, phủ Lạc Hoá, bắt chước mà để quân trong rừng ? Sợ hãi khôn xiết, ta tự xét mình để trù tính công việc, kíp lo toan công việc ngoài biên. Bọn Minh Giảng giữ không một chỗ đất hoang, không biết làm thế nào, dâng sớ tự kể tội mình, xin rút quân về. Việc giao xuống cho đình thần bàn. Họ đều nói: hãy tạm cho yên, xin triệt quân về để nghỉ ngơi. Ta nghĩ: làm việc khó, trước phải tính việc dễ, yên mình rồi mới lo đến người. Hai phủ Ba Xuyên, Lạc Hoá thứ đệ dẹp yên, nước Chân Lạp, thành Trấn Tây lại mở mang ra cũng chưa lấy gì làm muộn. Hãy tạm y lời xin, triệt quân ở An Giang về, rồi lại trù tính sẽ bàn. Vị tướng yêu quý của vua Minh Mạng[sửa | sửa mã nguồn] Trong suốt giai đoạn làm quan tại triều từ năm 1819-1833, ông đã liên tiếp được sự tín nhiệm của vua liên tục đảm đương nhiều chức vụ quan trọng của lục bộ như lang trung, thiêm sự, thị lang, thượng thư,.... Năm 1833, Lê Văn Khôi khởi binh làm loạn chiếm lấy lục tỉnh Nam Kỳ làm triều đình chấn động. Ông được vua Minh Mạng sung chức Tham tán quân vụ, cùng Thảo nghịch tướng quân Phan Văn Thúy đem quân vào dẹp loạn Lê Văn Khôi. Trương Minh Giảng cùng Nguyễn Xuân đẩy lui được quân Xiêm, được tấn phong tước \"Bình Thành Nam\". Nhân thắng lợi, ông cùng Trần Văn Năng đánh đuổi quân Xiêm, giúp Chân Lạp thu phục lại thành Nam Vang được gia phong tước \"Bình Thành bá\". Rất nhanh chóng sau đó, ông được phong hàm Hiệp biện đại học sĩ, lãnh chức Tổng đốc An Giang. Do công thắng trận, Trương Minh Giảng được vua Minh Mạng khen thưởng một tấm bài bằng ngọc và tiền phi long bằng vàng. Mặc dù trong thời gian quản lý Cao Miên vì cấp dưới của ông làm chuyện quấy nhiễu dân chúng Cao Miên dẫn tới nhiều cuộc nổi dậy chống triều đình của người dân Cao Miên, ông bị triều đình trách phạt hạ chức tước nhưng cũng không làm lung lay sự tín nhiệm của vua dành cho ông. Nhiều lần ông lập công tiếp tục phục hồi chức tước. Theo lệnh của Minh Mạng, từ tháng 4-1838, Trương Minh Giảng đã huy động một đội quân lớn đến dẹp loạn ở Hải Đông, kết quả khả quan ông bắt sống nhiều giặc, thổ dân theo về rất nhiều. Vua khen ngợi. Đến khi dựng bia võ công (11-1838), vua sai lấy Trương Minh Giảng đứng công đầu, khắc tên vào bia đá, đặt ở Võ miếu. Như vậy, Trương Minh Giảng là vị tướng quân có uy quyền cao nhất Đại Nam lúc đương thời. Tưởng niệm[sửa | sửa mã nguồn] Do bị vua Thiệu Trị trách phạt và tịch thu toàn bộ bổng lộc của con cháu nên sau khi mất, mộ phần Trương Minh Giảng không được chăm sóc tốt như các quan khác dù rằng tước vị của ông lúc mất là Bình Thành bá và là vị tướng uy quyền nhất Đại Nam. Mộ phần của ông và cha là Thành Tín hầu Trương Minh Thành hiện nay ở Thành phố Hồ Chí Minh đang trở nên hoang tàn và bị chiếm dụng[2]. Đời Tự Đức thứ 11 (1857), Trương Minh Giảng được thờ ở đền Hiền Lương. Trước năm 1975, ở Sài Gòn có đường mang tên Trương Minh Giảng, sau đó, đổi tên thành Lê Văn Sỹ. Ở Đà Nẵng hiện nay cũng có đường mang tên Trương Minh Giảng. Trương Minh Giảng cũng được hậu thế tôn vinh tại di tích nhà thờ họ Trương Việt Nam thuộc thị trấn Thiên Tôn, huyện Hoa Lư, Ninh Bình. Đền Trương là nơi thờ những người họ Trương đã khuất tại ban thờ công đồng,[3] trong hậu cung có tượng thờ Ngọc Hoàng Thượng đế (Trương Hữu Nhân) và 14 danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền Việt Nam gồm: Ban văn thờ Thái phó Trương Hán Siêu, Trạng nguyên Trương Hanh, Trạng nguyên Trương Xán, Thượng thư Trương Công Giai, Thái sư Trương Đăng Quế, Đông các học sĩ Trương Quốc Dụng, Thượng thư Trương Công Hy. Ban võ thờ Tướng Trương Hống, Tướng Trương Hát, Tướng Trương Nữu, Tăng lục võ sư Trương Ma Ni, Tướng Trương Chiến, Đại tướng quân Trương Minh Giảng và Anh hùng Trương Công Định. Hậu duệ[sửa | sửa mã nguồn] Theo Đại Nam thực lục thì Trương Minh Giảng chắc chắn có một người con trai tên Trương Minh Thi. Chưa rõ các hậu duệ khác của ông. Còn một người có chung tổ tiên với Trương Minh Giảng (đời thứ 3) là Trương Minh Ký (đời thứ 5). Ông Ký là một nhà giáo, báo, nhà văn hóa Việt Nam có tiếng vào cuối thế kỉ 19. Đánh giá[sửa | sửa mã nguồn] 1- Trương Minh Giảng vị Tổng đốc đa tài, ngoài chỉ huy quân đội, ông đã thể hiện khả năng quản lý giỏi. Cụ thể, sau khi ổn định tình hình Trấn Tây, Trương Minh Giảng đã chỉ huy xây lại thành An Giang và Hà Tiên năm 1834, ổn định cuộc sống nhân dân. Tham gia đo đạc địa bạ 6 tỉnh Nam Kỳ, thúc đẩy phát triển nông nghiệp, thương mại biên giới… 2- Sự đóng góp của Tổng đốc Trương Minh Giảng đối với tỉnh An Giang và Nam Bộ từ năm 1833-1841 là rất lớn trên các lĩnh vực, góp phần ổn định chính trị nội địa và bảo vệ độc lập cho nước Chân Lạp, xóa tan sự xâm lược của Xiêm La. Công sức đóng góp của ông đã được Quốc sử quán nhà Nguyễn ghi chép khá nhiều, nhưng cuộc đời Tướng quân của ông lắm bi kịch, uẩn khúc trên bước đường hoạn lộ ở vùng đất biên thùy này: Tột đỉnh vinh quang cũng ở An Giang với chức Tổng đốc An Hà, Bảo hộ Cao Miên; rồi sau đó là Tướng quân Trấn Tây thành, hàm Đông các Đại học sĩ, tước Bình Thành Bá; và cũng vùng đất này ông bị tước đi nhiều thứ - quyền uy, công lao, buồn bực và chết tức tưởi tại thành An Giang!!! 3- An Giang nên có một đền thờ tại Châu Đốc để tưởng nhớ các danh nhân có công với An Giang qua các thời kỳ lịch sử, trong đó có Tổng đốc Trương Minh Giảng, để giáo dục truyền thống. 4- Tiếp tục biên soạn các ấn phẩm có liên quan đến Trương Minh Giảng phổ biến sâu rộng trên toàn tỉnh, nhật là trong hệ thống trường học. 5- Lấy tên Trương Minh Giảng đặt tên các công trình công cộng, trường học, đường phố trên địa bàn Long Xuyên và Châu Đốc, thể hiện tấm lòng uống nước nhớ nguồn của người dân An Giang. Trong văn hóa đại chúng[sửa | sửa mã nguồn] Trong Phượng khấu, phim cung đấu Việt Nam, ở tập 6, phần 1 (phát hành năm 2020), Trương Minh Giản (dù không xuất hiện trong phim) cùng các quan lại Miền Nam được Nhân Tuyên Thái hoàng thái hậu nhắc đến như là những người đã không biết thu phục lòng dân, thường xuyên nhũng nhĩu dân chúng, đã bị tiên đế trách phạt nhiều lần nhưng vẫn không sửa đổi. Quận Gò Vấp, thành phố Hồ Chí Minh những năm 2000 có đường mang tên Trương Minh Giảng chạy từ ngã năm Nguyễn Oanh-Phan Văn Trị kéo dài tới Dương Quảng Hàm. Con đường nay đã đổi tên, đoạn đầu đường từ Ngã năm Nguyễn Oanh-Phan Văn Trị đến Lê Đức Thọ đổi tên là đường Lê Thị Hồng, đoạn cuối con đường từ Lê Đức Thọ đến Dương Quảng Hàm đổi tên là hẻm 170 Lê Đức Thọ. Tham Khảo[sửa | sửa mã nguồn] Hội Khoa học Lịch sử An Giang, Kỷ yếu Hội thảo khoa học Tổng đốc Trương Minh Giảng với An Giang, tháng 11-2017. -Quốc triều chính biên toát yếu, NXB Thuận Hóa - 1998. -Đại Nam chính biên liệt truyện, NXB Văn Học - 2004. -Đại Nam thực lục chính biên, nhiều tập, NXB KHXH, Hà Nội 1964-1974. - Minh Mạng chính yếu, NXB Thuận Hóa - 2010. -Đại Nam nhất thống chí, NXB Thuận Hóa- 1992. Chú thích[sửa | sửa mã nguồn] ^ Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương III ^ “Thăm mộ cha con Trương Minh Giảng ở Sài Gòn”. Bản gốc lưu trữ ngày 22 tháng 4 năm 2016. Truy cập ngày 9 tháng 4 năm 2016. ^ “XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM LÀ ĐỂ LẠI MỘT CÔNG TRÌNH TÂM LINH MUÔN ĐỜI CHO CON CHÁU MAI SAU”. Bản gốc lưu trữ ngày 13 tháng 4 năm 2016. Truy cập ngày 22 tháng 2 năm 2019. Xem thêm[sửa | sửa mã nguồn] Lê Văn Khôi hiện x t s Các cuộc nổi dậy thời Nguyễn độc lập Vua Nguyễn Gia Long • Minh Mạng • Thiệu Trị • Tự Đức • Dục Đức • Hiệp Hòa • Kiến Phúc Các cuộc nổi dậy Phan Bá Vành • Lê Duy Lương • Lê Văn Khôi • Nông Văn Vân • Ba Nhàn, Tiền Bột • Hà Tiên • Lâm Sâm • Ba Xuyên • Thất Sơn • Cao Bá Quát • Tạ Văn Phụng • Đoàn Hữu Trưng • Đá Vách • Quân Cờ Vàng • Quân Cờ Trắng • Quân Cờ Đen Các tướng nhà Nguyễn tham chiến Nguyễn Công Trứ • Nguyễn Tri Phương • Phạm Hữu Tâm • Trần Văn Năng • Trương Minh Giảng • Lê Văn Đức • Phạm Văn Điển • Doãn Uẩn • Tống Phước Lương • Nguyễn Bá Nghi • Tạ Quang Cự • Lâm Duy Hiệp • Trương Quốc Dụng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trương_Minh_Giảng&oldid=69982175” Thể loại: Người Sài Gòn Bá tước nhà Nguyễn Võ tướng nhà Nguyễn Mất năm 1841 Tổng tài Quốc sử quán triều Nguyễn Người họ Trương tại Việt Nam Thể loại ẩn: Trang có thời biểu Trang này được sửa lần cuối vào ngày 14 tháng 5 năm 2023, 18:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}