{"Trương Vĩnh Trọng":"Trương Vĩnh Trọng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Nghỉ hưu đến ngày qua đời Hiện\/ẩn mục Nghỉ hưu đến ngày qua đời 2.1Nghỉ hưu 2.2Qua đời và lễ tang 3Phát biểu nổi bật 4Chú thích 5Tham khảo Trương Vĩnh Trọng 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trương Vĩnh Trọng Hai Nghĩa Trương Vĩnh Trọng vào tháng 6 năm 2011 Chức vụ Phó Thủ tướng Chính phủ Việt Nam Nhiệm kỳ 28 tháng 6 năm 2006 – 3 tháng 8 năm 2011 5 năm, 36 ngày Tiền nhiệm Vũ Khoan Kế nhiệm Vũ Văn Ninh Vị trí Việt Nam Trưởng ban Nội chính Trung ương Nhiệm kỳ 21 tháng 4 năm 2001 – 11 tháng 4 năm 2007 5 năm, 355 ngày Tiền nhiệm Phạm Quốc Anh (Quyền) Kế nhiệm Nguyễn Bá Thanh (chức vụ tái lập năm 2012) Phó Trưởng ban Phạm Quốc Anh Ủy viên Bộ Chính trị Nhiệm kỳ 25 tháng 4 năm 2006 – 19 tháng 1 năm 2011 4 năm, 269 ngày Bí thư Trung ương Đảng Nhiệm kỳ 22 tháng 4 năm 2001 – 19 tháng 1 năm 2011 9 năm, 272 ngày Bí thư Tỉnh ủy Đồng Tháp Nhiệm kỳ tháng 7 năm 2000 – 7 tháng 4 năm 2001 Kế nhiệm Huỳnh Minh Đoàn Ủy viên Trung ương Đảng khóa VII, VIII IX, X Ủy viên dự khuyết Trung ương Đảng khóa VI Nhiệm kỳ 18 tháng 12 năm 1986 – 19 tháng 1 năm 2011 24 năm, 32 ngày Tổng Bí thư Nguyễn Văn Linh Đỗ Mười Lê Khả Phiêu Nông Đức Mạnh Thông tin chung Sinh 11 tháng 11, 1942 Xã Bình Hòa, Giồng Trôm, Bến Tre, Liên bang Đông Dương Mất 19 tháng 2, 2021(2021-02-19) (78 tuổi) Bình Hòa, Giồng Trôm, Bến Tre, Việt Nam Nơi ở Xã Bình Hòa, Giồng Trôm, Bến Tre Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Website Cổng Thông tin điện tử Chính phủ Trương Vĩnh Trọng (11 tháng 11 năm 1942 - 19 tháng 2 năm 2021) là một chính trị gia Việt Nam. Ông nguyên là Phó Thủ tướng Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam, Phó Trưởng Ban Chỉ đạo Trung ương về phòng, chống tham nhũng nhiệm kỳ Quốc hội Việt Nam khóa XII. Ông từng giữ chức Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, Ủy viên Ban Bí thư Trung ương Đảng khóa IX, X, Trưởng Ban Nội chính Trung ương, Bí thư Tỉnh ủy Đồng Tháp. Tiểu sử[sửa | sửa mã nguồn] Ông sinh ngày 11 tháng 11 năm 1942, quê ở Bình Hòa, Giồng Trôm, Bến Tre. Ông còn có tên gọi là Hai Nghĩa, theo thông tục của người miền Nam. Thời niên thiếu, ông theo học bậc tiểu học và trung học tại địa phương. Từ năm 1960, ông bắt đầu hoạt động bí mật trong phong trào học sinh chống chế độ Ngô Đình Diệm. Năm 1962, ông thoát ly gia đình, tham gia Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và công tác ở Tiểu ban Giáo dục tỉnh Bến Tre. Ngày 25 tháng 10 năm 1964, ông được kết nạp vào Đảng Nhân dân Cách mạng Miền Nam Việt Nam và được đề bạt làm Ủy viên Tiểu ban giáo dục. Sau đó, ông được bầu Tỉnh ủy viên phụ trách khối Tuyên huấn tỉnh. Năm 1968, ông được cử làm Ủy viên Ban Tuyên huấn tỉnh Bến Tre. Năm 1973, ông được cử đi học Trường Tuyên huấn miền Nam và năm 1975, ông được cử ra Bắc, theo học Trường Tuyên huấn Trung ương ở Hà Nội. Năm 1978, ông được bầu vào Tỉnh ủy Bến Tre, giữ nhiệm vụ Phó ban Tuyên huấn tỉnh. Năm 1982, ông đắc cử vào Ban Thường vụ Tỉnh ủy và được phân công làm Bí thư Huyện ủy Giồng Trôm. Trong thời gian này, ông được đi học lớp bồi dưỡng Bí thư Huyện ủy ở Trường Đảng Cao cấp Moskva (Liên Xô). Tại Đại hội Đại biểu Đảng Cộng sản Việt Nam lần thứ VI (1986), ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng. Tại Đại hội Đại biểu Đảng Cộng sản Việt Nam lần thứ VII (1991), ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng, làm thành viên Ủy ban Kiểm tra Trung ương. Tháng 2 năm 1998, ông được chỉ định làm Trưởng ban Bảo vệ Chính trị nội bộ Trung ương. Tháng 7 năm 2000, ông được điều động tham gia Ban Thường vụ Tỉnh ủy Đồng Tháp và được bầu làm Bí thư Tỉnh ủy Đồng Tháp. Tại Đại hội Đại biểu Đảng Cộng sản Việt Nam lần thứ IX, đầu năm 2001, ông tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng và được bầu vào Ban Bí thư Trung ương Đảng. Tháng 4 năm 2001, ông được phân công giữ chức Trưởng Ban Nội chính Trung ương. Tại Đại hội Đại biểu Đảng Cộng sản Việt Nam lần X, năm 2006, một lần nữa ông tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng, được bầu vào Bộ Chính trị và Ban Bí thư. Ngày 28 tháng 6 năm 2006, Quốc hội Việt Nam phê chuẩn để nghị bổ nhiệm ông làm Phó Thủ tướng Chính phủ. Ông còn là Đại biểu Quốc hội Việt Nam các khóa VIII, XI và XII. Ông được nhà nước Việt Nam khen thưởng: Huân chương Hồ Chí Minh[1] Huân chương Độc lập hạng Ba Huân chương Kháng chiến hạng Nhất Huân chương Quyết thắng hạng Nhất Kỉ niệm chương vì sự nghiệp bảo vệ Đảng Huy Hiệu 55 năm tuổi Đảng Nghỉ hưu đến ngày qua đời[sửa | sửa mã nguồn] Nghỉ hưu[sửa | sửa mã nguồn] Tại Đại hội đại biểu toàn quốc lần thứ XI của Đảng, ông không tái cử Ủy viên Trung ương Đảng khóa XI, một động thái để chuẩn bị cho ông nghỉ hưu. Tháng 7\/2011, ông rời khỏi cương vị Phó Thủ tướng Chính phủ và nghỉ hưu trí theo chế độ. Người kế nhiệm ông là đồng chí Bộ trưởng Bộ Tài chính Vũ Văn Ninh, kể từ ngày 3 tháng 8 năm 2011. Từ đó đến khi mất, ông quyết định sống tại quê nhà huyện Giồng Trôm, Bến Tre.[2] Qua đời và lễ tang[sửa | sửa mã nguồn] Ông qua đời tại nhà riêng xã Bình Hòa, huyện Giồng Trôm, tỉnh Bến Tre vào hồi 3h25 ngày 19\/2\/2021, hưởng thọ 78 tuổi. Lễ viếng được tổ chức tại Hội trường UBND tỉnh Bến Tre (nơi đặt linh cữu và là quê hương ông) và tại Nhà tang lễ Quốc gia, Hà Nội vào ngày 21 tháng 2 năm 2021 theo nghi thức cấp Nhà nước. Thủ tướng Chính phủ Nguyễn Xuân Phúc, Chủ tịch Quốc hội Nguyễn Thị Kim Ngân cùng đông đảo các Lãnh đạo, Nguyên Lãnh đạo Đảng, Nhà nước và Lãnh đạo, Nguyên Lãnh đạo tỉnh Bến Tre và nhân dân Bến Tre, Đồng Tháp đã đến viếng ông. Lễ truy điệu vào lúc 9h ngày hôm sau (tức ngày 22 tháng 2 năm 2021), sau đó linh cữu được đưa ra xe tang để làm thủ tục về quê nhà để an táng vào 11h cùng ngày theo nguyện vọng của gia đình. Địa điểm an táng là tại nghĩa trang liệt sĩ tỉnh Bến Tre. Phát biểu nổi bật[sửa | sửa mã nguồn] \"Cho đến lúc này, dư luận trong nước cũng như trên thế giới, kể cả những người khó tính, còn ai nói đến vấn đề khai thác bô-xít ở Tây Nguyên nữa. Điều đó cho thấy, khai thác bô-xít ở Tây Nguyên là đúng đắn và đang gặp thuận lợi\" - Phát biểu khi đang làm Phó Thủ tướng.[3] \"Hôm nay vui mừng quá! Phấn khởi quá! Không biết nói gì hơn nên tui la lên một câu cho hả lòng, hả dạ: Hỡi toàn thể đồng bào, đồng chí ơi! Dòng điện Trị An đã về đến Bến Tre rồi!\" - Phát biểu vào năm 1989 khi ông đang làm Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bến Tre trong ngày khánh thành đường điện quốc gia từ Thủy điện Trị An vượt sông Tiền về Bến Tre Chú thích[sửa | sửa mã nguồn] ^ P.Thảo (29 tháng 4 năm 2014). “Nguyên Phó Thủ tướng Trương Vĩnh Trọng, Phạm Gia Khiêm nhận huân chương Hồ Chí Minh”. ^ “3 thú vui của nguyên Phó Thủ tướng Trương Vĩnh Trọng”. Bản gốc lưu trữ ngày 1 tháng 3 năm 2016. Truy cập ngày 20 tháng 2 năm 2016. ^ “Phó Thủ tướng: Khai thác bô-xít đang gặp thuận lợi”. Tham khảo[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Trương Vĩnh Trọng. Tiểu sử ông Trương Vĩnh Trọng trên Cổng thông tin Đồng Tháp. Lưu trữ 2011-03-15 tại Wayback Machine Tiểu sử Phó Thủ tướng Trương Vĩnh Trọng trên trnag web Chính phủ Tiểu sử đồng chí Trương Vĩnh Trọng[liên kết hỏng] hiện x t s Ủy viên Bộ Chính trị khóa IX Nông Đức Mạnh Trần Đức Lương Phan Văn Khải Nguyễn Văn An Lê Minh Hương Trương Tấn Sang Nguyễn Tấn Dũng Phạm Văn Trà Trương Quang Được Nguyễn Minh Triết Phan Diễn Lê Hồng Anh Trần Đình Hoan Nguyễn Khoa Điềm Nguyễn Phú Trọng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa X Nông Đức Mạnh Nguyễn Minh Triết Nguyễn Tấn Dũng Nguyễn Phú Trọng Lê Hồng Anh Trương Tấn Sang Phạm Gia Khiêm Phùng Quang Thanh Trương Vĩnh Trọng Lê Thanh Hải Nguyễn Sinh Hùng Nguyễn Văn Chi Hồ Đức Việt Phạm Quang Nghị Tô Huy Rứa I II III IV V VI VII VIII IX X XI XII XIII Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trương_Vĩnh_Trọng&oldid=69794546” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1942 Mất năm 2021 Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Phó Thủ tướng Việt Nam Bí thư Tỉnh ủy Đồng Tháp Đại biểu Quốc hội Việt Nam khóa XI Người Giồng Trôm Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa VIII Người họ Trương tại Việt Nam Trưởng Ban Nội chính Trung ương Đảng Cộng sản Việt Nam Trưởng Ban Chỉ đạo Tây Bắc Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Cựu học viên Học viện Báo chí và Tuyên truyền Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 19 tháng 3 năm 2023, 21:05. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}