{"Trần Hòa (chính khách)":"Trần Hòa (chính khách) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tham khảo Trần Hòa (chính khách) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Trần Hòa. Trần Hòa Chức vụ Chủ tịch Hội đồng nhân dân tỉnh Quảng Bình Nhiệm kỳ tháng 12 năm 1994 – Đại biểu Quốc hội Việt Nam khóa IX Nhiệm kỳ 1992 – 1997 Ủy viên Ủy ban Pháp luật Quốc hội Việt Nam Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Quảng Bình Nhiệm kỳ tháng 5 năm 1996 – 2003 Tiền nhiệm Trần Đình Luyến Kế nhiệm Đinh Hữu Cường Thông tin chung Sinh 5 tháng 6, 1946 (76 tuổi) xã Quảng Phương, huyện Quảng Trạch, tỉnh Quảng Bình, Việt Nam Dân chủ Cộng hòa Nơi ở phường Đồng Phú, thành phố Đồng Hới, tỉnh Quảng Bình[1] Nghề nghiệp chính trị gia Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Trần Hòa (sinh ngày 5 tháng 6 năm 1946, quê quán xã Quảng Phương, huyện Quảng Trạch, tỉnh Quảng Bình) là một chính trị gia người Việt Nam. Ông nguyên là đại biểu quốc hội Việt Nam khóa IX nhiệm kì 1992-1997, thuộc đoàn đại biểu quốc hội tỉnh Quảng Bình, nguyên Ủy viên Ủy ban Pháp luật của Quốc hội Việt Nam, nguyên Chủ tịch Hội đồng nhân dân tỉnh Quảng Bình (từ tháng 12 năm 1994), Ủy viên Ban chấp hành Trung ương Đảng Cộng sản Việt Nam (từ tháng 5 năm 1996), Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam, Bí thư Tỉnh ủy Quảng Bình (1996-2003).[2] Xuất thân[sửa | sửa mã nguồn] Ông quê quán ở xã Quảng Phương, huyện Quảng Trạch, tỉnh Quảng Bình.[2] Giáo dục[sửa | sửa mã nguồn] Đại học Kinh tế Quốc dân Sự nghiệp[sửa | sửa mã nguồn] Phó Bí thư Tỉnh ủy Quảng Bình, Ủy viên Ủy ban Pháp luật của Quốc hội Tháng 12-1994, được bầu làm Chủ tịch Hội đồng nhân dân tỉnh. Tháng 5-1996 được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Phó chủ nhiệm Ủy ban kiểm tra Trung ương Tham khảo[sửa | sửa mã nguồn] ^ “Thông báo chương trình tổ chức các hoạt động đonns Tết Nguyên đán Mậu Tuất năm 2018”. Ủy ban nhân dân tỉnh Quảng Bình. 2018-01-23. ^ a b “ĐOÀN ĐẠI BIỂU QUỐC HỘI TỈNH QUẢNG BÌNH KHÓA IX (1992-1997)”. Website Đoàn đại biểu Quốc hội tỉnh Quảng Bình. Bản gốc lưu trữ ngày 1 tháng 10 năm 2017. Truy cập ngày 30 tháng 5 năm 2017. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Hòa_(chính_khách)&oldid=69650898” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1946 Nhân vật còn sống Chủ tịch Hội đồng nhân dân tỉnh Quảng Bình Đảng viên Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa IX Đại biểu Quốc hội Việt Nam khóa IX Quảng Bình Người Quảng Bình Bí thư Tỉnh ủy Quảng Bình Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 7 tháng 2 năm 2023, 02:01. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}