{"Trần Quyết":"Trần Quyết – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và bước đầu hoạt động 2Gắn bó với vùng Tây Bắc 3Công tác lãnh đạo lực lượng Công an 4Lãnh đạo Viện Kiển sát Nhân dân Tối cao 5Giải thưởng và tưởng nhớ 6Gia đình 7Chú thích 8Liên kết ngoài Trần Quyết Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Trần Quyết Chức vụ Viện trưởng Viện kiểm sát nhân dân tối cao Nhiệm kỳ 7 tháng 6 năm 1987 – 17 tháng 10 năm 1992 5 năm, 132 ngày Chủ tịch nuớc Trường Chinh Võ Chí Công Lê Đức Anh Tiền nhiệm Trần Lê Kế nhiệm Lê Thanh Đạo Tư lệnh Công an nhân dân Vũ trang Nhiệm kỳ 1977 – 1981 Tiền nhiệm Phạm Kiệt Kế nhiệm Đinh Văn Tuy Bí thư Tỉnh ủy Sơn La (lần thứ nhì) Nhiệm kỳ 1952 – 1953 Tiền nhiệm tái lập Kế nhiệm giải thể Bí thư Tỉnh ủy Sơn La (lần thứ nhất) Nhiệm kỳ 1947 – 1948 Tiền nhiệm không có Kế nhiệm giải thể Thông tin chung Sinh 12 tháng 2 năm 1922 Duy Tiên, Hà Nam, Liên bang Đông Dương Mất 1 tháng 3, 2010(2010-03-01) (88 tuổi) Hà Nội, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Vợ Điều Thị Hảo Con cái Phạm Ngọc Quảng Binh nghiệp Phục vụ Công an nhân dân Việt Nam Cấp bậc Trung tướng Trần Quyết (1922–2010) là một cựu chính khách Việt Nam. Ông từng là Đại biểu Quốc hội Việt Nam khóa VIII (1987–1992); nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV, V, VI, nguyên Bí thư Trung ương Đảng khóa VI (từ năm 1986 đến 1991), nguyên Viện trưởng Viện kiểm sát nhân dân tối cao. Thân thế và bước đầu hoạt động[sửa | sửa mã nguồn] Ông tên thật là Phạm Văn Côn, sinh ngày 12 tháng 2 năm 1922 tại thôn Ngọc Động, xã Hoàng Đông, huyện Duy Tiên, tỉnh Hà Nam Tuổi trưởng thành, ông thường xuyên đến trông nhà cho người chú ruột, một người Cộng sản, ở Gia Viễn, Ninh Bình. Ông sớm chịu ảnh hưởng của người chú ruột, bấy giờ đang hoạt động trong phong trào Mặt trận Dân chủ Đông Dương. Năm 1939, khi phong trào Mặt trận Dân chủ Đông Dương bị chính quyền thực dân đàn áp, ông đã nhận tội tàng trữ tài liệu để cứu người chú đã bị bắt trước đó nhưng chưa đủ bằng chứng kết tội. Do chưa đủ tuổi thành niên, ông chỉ bị giam một thời gian ngắn. Sau khi được trả tự do, ông trở về Duy Tiên tìm cách bắt liên lạc để hoạt động. Năm 1940, ông tham gia Đoàn Thanh niên Phản đế Đông Dương[1]. Nhà ông trở thành trạm liên lạc của các lãnh đạo Xứ ủy Bắc kỳ. Do những hoạt động tích cực trong việc xây dựng cơ sở, tổ chức rải truyền đơn, dán khẩu hiệu, treo cờ Việt Minh để tuyên truyền gây thanh thế ở ga Đồng Văn, cầu Nhật Tựu, hội Chùa Hương,... Năm 1941, ông được kết nạp vào Đảng Cộng sản Đông Dương. Tháng 4 năm 1942, do bị lộ, ông cùng một số đồng chí bị bắt, đưa về Sở Mật thám Nam Định giam và thẩm vấn trong 2 tháng, sau đưa về Hà Nam để xét xử. Tòa sơ thẩm kết án 3 năm tù, 5 năm quản thúc. Ông cùng các đồng chí chống án và được tòa thượng thẩm xử trắng án do chứng cứ chưa rõ ràng. Tuy nhiên, ông vẫn không được trả tự do mà vẫn bị quản thúc chặt chẽ. Sau ông bị đưa ông lên Sở Mật thám Hà Nội và đưa đi an trí (tù không số) ở căng Bá Vân (nay thuộc xã Bình Sơn, thành phố Sông Công, tỉnh Thái Nguyên). Tại đây, ông gặp lại người chú ruột bị bắt từ năm 1939. Trong thời gian này, ông được tiếp xúc với một số cán bộ Cộng sản có tên tuổi như Trần Huy Liệu, Vương Thừa Vũ, Hà Kế Tấn... Tháng 4 năm 1943, ông được ông Trần Huy Liệu giới thiệu kết nạp Đảng lần thứ hai tại căng[2] Bá Vân. Cuối năm 1944, phong trào Việt Minh ở Thái Nguyên, Đình Cả, Tràng Xá, Bắc Sơn lên cao. Lo ngại sự liên lạc giữa các chính trị phạm với bên ngoài, chính quyền thực dân Pháp đã cho di chuyển trại từ căng Bá Vân lên Nghĩa Lộ (nay thuộc huyện Văn Chấn, tỉnh Yên Bái) và siết chặt kỷ luật, đề phòng trốn trại. Tháng 3 năm 1945, nhiều chính trị phạm tham gia bạo động phá căng Nghĩa Lộ, nhưng sự việc bất thành. Dù có một số tù nhân đào thoát được, nhưng hầu hết đều bị bắt lại, 7 người bị bắn chết. Do sự che chở của một bà cụ nghèo người Tày, được gọi là mẹ Thanh, nên ông thoát khỏi sự truy lùng và còn được bà chia sẻ phần cơm ít ỏi.[3] Sau khi vượt ngục, ông tìm cách về lại Hà Nam hoạt động, tham gia lãnh đạo cướp chính quyền tại tỉnh Hà Nam. Sau Cách mạng tháng 8, ông được phân công tham gia Thường vụ Tỉnh ủy Hà Nam, phụ trách quân sự và an ninh (bao gồm liêm phóng và cảnh sát) với tên mới Phạm Văn Biên. Gắn bó với vùng Tây Bắc[sửa | sửa mã nguồn] Tháng 6 năm 1946, ông được phân công lên Sơn La, làm Chủ nhiệm Việt Minh tỉnh. Năm 1947, ông làm Bí thư Tỉnh ủy Sơn La, Ủy viên Khu ủy Khu 14. Năm 1948, Khu 14 sáp nhập vào Khu 10 thành Liên khu 10, ông được cử làm Ủy viên Liên khu ủy. Năm 1949, Liên khu Việt Bắc được thành lập, ông làm Ủy viên Liên khu ủy. Năm 1952, để chuẩn bị cho Chiến dịch Tây Bắc, Trung ương quyết định lập lại Khu ủy Tây Bắc. Ông được phân công làm Khu ủy viên với bí danh Trần Quyết, cùng với các ông Bùi Quang Tạo (Bí thư), Bằng Giang, Vũ Nhất. Sau chiến dịch, ông được phân công giữ chức Bí thư Tỉnh ủy Sơn La lần thứ 2. Đầu năm 1953, ông được ông Trần Quốc Hoàn cử sang làm Giám đốc Khu Công an Tây Bắc, có bốn Ty Công an trực thuộc là Sơn La, Lai Châu, Lào Cai, Nghĩa Lộ, với nhiệm vụ tiếp quản vùng giải phóng, ngăn chặn đề phòng các hoạt động gây phỉ, nổi loạn ở biên giới Việt – Trung, biên giới Việt – Lào. Trên những cương vị này, ông đã góp nhiều công sức tạo được ảnh hưởng của Việt Minh tại vùng Tây Bắc, tạo điều kiện cho sự ủng hộ của dân chúng vùng Tây Bắc với chính phủ Việt Nam Dân chủ Cộng hòa. Trong Chiến dịch Điện Biên Phủ, ông được đồng chí Bộ trưởng Trần Quốc Hoàn giao nhiệm vụ là Trưởng ban Bảo vệ chiến dịch, góp phần không nhỏ trong việc bảo đảm an toàn cho sở chỉ huy cũng như các tuyến giao thông chi viện.[4] Năm 1955, ông được phân công làm Thường vụ Khu ủy, Giám đốc Công an Khu Tây Bắc, đến năm 1958, là Phó bí thư Khu ủy. Trên cương vị này, ông là một trong những chỉ huy chính trong những chiến dịch tiễu phỉ, cũng như các chiến dịch phản gián, câu nhử, truy bắt các toán điệp viên, biệt kích của người Mỹ và Việt Nam Cộng hòa tung ra miền Bắc.[4] Công tác lãnh đạo lực lượng Công an[sửa | sửa mã nguồn] Năm 1963, ông được điều về Bộ Công an, làm Cục trưởng Cục Bảo vệ nội bộ, Bộ Công an. Năm 1967, ông được bổ nhiệm làm Thứ trưởng Bộ Công an, phụ trách tổ chức cán bộ, hậu cần và tới năm 1972 được giao phụ trách lực lượng cảnh sát. Từ năm 1967 đến năm 1974 ông làm Bí thư Đảng ủy cơ quan Bộ Công an. Cuối năm 1975, Bộ Nội vụ mới được thành lập trên cơ sở hợp nhất Bộ Công an và một số bộ phận của Bộ Nội vụ cũ. Ông là Thứ trưởng Bộ Nội vụ, được phân công làm Trưởng ban đại diện của Bộ Nội vụ ở miền Nam. Tháng 12 năm 1976, tại Đại hội Đảng toàn quốc lần thứ 4, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng. Tháng 7 năm 1977, ông được bổ nhiệm làm Tư lệnh kiêm Chính ủy Lực lượng Công an nhân dân Vũ trang và được phong quân hàm Trung tướng (cấp bậc cao nhất theo quy định của Pháp lệnh Công an nhân dân Vũ trang bấy giờ). Với những cương vị này, ông là chỉ huy cao nhất của lực lượng công an, chỉ đạo điều tra nhiều vụ án hình sự quan trọng tại miền Nam như Vụ án Thanh Nga, Vụ án Hồ Con Rùa..., đồng thời chỉ đạo công tác an ninh như trấn áp lực lượng FULRO, phản gián, truy lùng các điệp viên của Mỹ cài lại Việt Nam thời hậu chiến..., cũng như các hoạt động biên phòng chống lại sự xâm nhập của lực lượng Khmer Đỏ. Năm 1980, Lực lượng Công an nhân dân Vũ trang được chuyển thuộc Bộ Quốc phòng. Ông tiếp tục giữ chức vụ Thứ trưởng Bộ Nội vụ, phụ trách lực lượng Cảnh sát và Cảnh vệ.[5]. Tháng 3 năm 1982, ông tái cử Ủy viên Ban Chấp hành Trung ương Đảng. Thời gian này, do Bộ trưởng đương nhiệm là ông Phạm Hùng tập trung vào nhiệm vụ của Ủy viên Bộ Chính trị và Phó Chủ tịch Hội đồng Bộ trưởng, có lúc phải đi chữa bệnh ở nước ngoài nhiều tháng, vì vậy mà công việc của Bộ tập trung vào ông và một Thứ trưởng khác là ông Trần Đông.[5] Lãnh đạo Viện Kiển sát Nhân dân Tối cao[sửa | sửa mã nguồn] Tháng 12 năm 1986, tại Đại hội Đảng toàn quốc lần thứ 6, ông lại tái cử Ủy viên Ban Chấp hành Trung ương Đảng và được bầu làm Ủy viên Ban Bí thư Trung ương Đảng. Tháng 6 năm 1987, trên cương vị Đại biểu Quốc hội khóa VIII, ông được bầu là Viện trưởng Viện kiểm sát nhân dân tối cao. Ông giữ chức vụ đến tháng 10 năm 1992 thì nghỉ hưu.[6] Ngày 1 tháng 3 năm 2010 ông từ trần tại Bệnh viện Trung ương Quân đội 108 vào hồi 0 giờ 39 phút. Thi hài được an táng tại Nghĩa trang Mai Dịch, Hà Nội.[7] Giải thưởng và tưởng nhớ[sửa | sửa mã nguồn] Do những đóng góp của mình, ông được Nhà nước Việt Nam và Đảng Cộng sản Việt Nam trao tặng: Huân chương Sao Vàng[8] Huân chương Hồ Chí Minh Huân chương Kháng chiến hạng Nhất, Huân chương Kháng chiến chống Mỹ hạng Nhất Huân chương Quân công hạng Nhất Huy hiệu 60 năm tuổi Đảng Và nhiều Huân chương, Huy chương cao quý khác. Đầu năm 2011, một quyển sách với tựa đề \"Trung tướng Trần Quyết – người cộng sản trung kiên\"' do Nhà Xuất bản Văn hóa – Thông tin ấn hành nhân một năm ngày mất của ông. Gia đình[sửa | sửa mã nguồn] Ông lập gia đình với bà Điều Thị Hảo, dân tộc Thái. Chức vụ cuối cùng trước khi về hưu của bà là Vụ trưởng Ủy ban Dân tộc Trung ương. Ông bà có với nhau 4 người con, về sau đều là cán bộ chính quyền. Một người con trai của ông bà là Phạm Ngọc Quảng nối nghiệp cha, nguyên là Phó Tổng cục trưởng Tổng cục V, Bộ Công an, hàm Trung tướng.[3][9] Chú thích[sửa | sửa mã nguồn] ^ [1] ^ Việt hóa từ camp trong tiếng Pháp, nghĩa là \"trại\". Ở đây có ý nghĩa là \"trại giam\". ^ a b “Hai cha con, hai vị tướng”. Bản gốc lưu trữ ngày 20 tháng 12 năm 2009. Truy cập ngày 5 tháng 12 năm 2011. ^ a b “Đồng chí Trần Quyết, người Cộng sản kiên trung”. Bản gốc lưu trữ ngày 7 tháng 3 năm 2010. Truy cập ngày 7 tháng 3 năm 2010. ^ a b “Anh Trần Quyết, người đồng chí, người anh em, người bạn trung thực, chân thành và thủy chung của chúng tôi”. Bản gốc lưu trữ ngày 5 tháng 10 năm 2009. Truy cập ngày 5 tháng 12 năm 2011. ^ \"Tóm tắt tiểu sử đồng chí Trần Quyết\" Lưu trữ 2010-03-08 tại Wayback Machine – Báo Công an nhân dân điện tử, 08:22:38 05\/03\/2010. ^ Theo báo Quân đội nhân dân số 17557 ra ngày 4-3-2010, trang 1–2 ^ \"Ông Trần Quyết được trao tặng Huân chương Sao Vàng\" – Thanh Niên Online, 29\/05\/2007 0:21. ^ “Lời cảm ơn của gia đình đồng chí Trần Quyết”. Báo Công an nhân dân. 31 tháng 3 năm 2017. Truy cập ngày 26 tháng 3 năm 2018. Liên kết ngoài[sửa | sửa mã nguồn] Đồng chí Trần Quyết[liên kết hỏng] \"Đồng chí Trần Quyết, người Cộng sản kiên trung\" Lưu trữ 2010-03-07 tại Wayback Machine – Báo Công an nhân dân điện tử, 08:04:00 04\/03\/2010. Trần Quyết – người chỉ huy nhạy bén, kiên quyết, sắc sảo và thực tiễn Đồng chí Trần Quyết từ trần ẩn x t s Trung tướng Công an nhân dân Việt Nam Tướng lĩnh Công an nhân dân Việt Nam Thiếu tướng ← Trung tướng → Thượng tướng Thập niên 1970 1974 Phạm Kiệt 1978 Trần Quyết Thập niên 1980 1987 Hà Ngọc Tiếu 1989 Phạm Tâm Long Võ Viết Thanh Thập niên 1990 1998 Võ Thái Hòa Thập niên 2000 2002 Nguyễn Hồng Sỹ 2003 Nguyễn Việt Thành 2004 Trần Quang Bình 2006 Lê Quốc Sự Trần Văn Thảo Đỗ Xuân Thọ 2007 Trương Hòa Bình Trịnh Lương Hy Vũ Hải Triều Hoàng Đức Chính Sơn Cang Lê Văn Thành Phạm Văn Đức Phạm Nam Tào Trần Quang Minh Nguyễn Văn Thắng Nguyễn Xuân Xinh 2008 Trần Việt Tân Cao Ngọc Oánh 2009 Phạm Ngọc Quảng Thập niên 2010 2010 Vũ Thanh Hoa Hoàng Kông Tư Phạm Minh Chính Phan Đức Dư 2011 Bùi Xuân Sơn 2012 Triệu Văn Đạt Nguyễn Đức Minh Vũ Xuân Sinh Nguyễn Văn Vượng Lâm Minh Chiến Đồng Đại Lộc Phan Văn Vĩnh 2013 Nguyễn Danh Cộng Nguyễn Thanh Hà Trần Trọng Lượng Nguyễn Xuân Mười Nguyễn Minh Dũng Đỗ Đình Nghị Nguyễn Thế Quyết Nguyễn Xuân Tư Trần Bá Thiều Vũ Thuật Đỗ Kim Tuyến Trần Đình Nhã Cao Minh Nhạn Nguyễn Phúc Thảo 2014 Nguyễn Văn Ba Phạm Quang Cử Lê Văn Đệ Bùi Bá Định Đường Minh Hưng Đỗ Đức Kính Nguyễn Tiến Lực Vi Văn Long Ksor Nham Trần Văn Nhuận Trình Văn Thống Trần Đăng Yến Vũ Thanh Bình Đặng Xuân Loan Phan Hữu Tuấn 2015 Nguyễn Huy Đức Nguyễn Chí Thành Nguyễn Công Sơn Trần Minh Thư 2016 Lê Đông Phong Nguyễn Văn Ngọc Bùi Mậu Quân Hoàng Phước Thuận Phạm Quốc Cương Nguyễn Văn Lưu Trần Văn Vệ Nguyễn Văn Khảo 2017 Nguyễn Văn Chuyên 2018 Trần Thị Ngọc Đẹp Trần Việt Tân 2019 Đoàn Duy Khương Vũ Đỗ Anh Dũng Mai Văn Hà Phạm Văn Các Nguyễn Khắc Khanh Nguyễn Mạnh Dũng Trương Văn Thông Trần Ngọc Khánh Nguyễn Đình Thuận Thập niên 2020 2020 Trần Vi Dân Trịnh Ngọc Bảo Duy Lý Anh Dũng Đào Gia Bảo Nguyễn Thanh Sơn Lê Minh Hùng 2021 Nguyễn Duy Ngọc Nguyễn Hải Trung Nguyễn Minh Chính Tô Ân Xô Nguyễn Ngọc Toàn Đặng Ngọc Tuyến Nguyễn Minh Đức Lê Văn Thắng Dương Hà Nguyễn Mạnh Trung 2022 Lê Quốc Hùng Đỗ Văn Hoành Trần Minh Hưởng Trần Đức Tuấn Đoàn Hùng Sơn Lê Tấn Tới 2023 Lê Quang Bốn Chưa rõ thời điểm phong\/thăng Nguyễn Chí Thành Nông Văn Lưu Tô Thường Võ Hoài Việt Châu Văn Mẫn Nguyễn Thế Báu Lê Thanh Bình Nguyễn Thanh Nam Lê Văn Minh Nguyễn Ngọc Anh Hoàng Hữu Năng Trần Ngọc Hà Dương Thông Lê Ngọc Nam Thể loại Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Quyết&oldid=69798869” Thể loại: Trung tướng Công an nhân dân Việt Nam Sinh năm 1922 Mất năm 2010 Người Hà Nam Huân chương Sao Vàng Huân chương Hồ Chí Minh Huân chương Kháng chiến Huân chương Quân công Thứ trưởng Bộ Công an (Việt Nam) Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa VIII Bí thư Tỉnh ủy Sơn La Viện trưởng Viện kiểm sát nhân dân tối cao Việt Nam Trung tướng Công an nhân dân Việt Nam đã mất Người họ Phạm tại Việt Nam Tư lệnh Bộ đội Biên phòng Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 20 tháng 3 năm 2023, 17:40. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}