{"Trần Văn Bình":"Trần Văn Bình – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Cuộc đời 3Gia đình 4Nhận xét 5Vinh danh 6Tham khảo 7Chú thích 8Liên kết ngoài Trần Văn Bình Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Văn Bình Chức vụ Bí thư Tỉnh ủy Gia Lai Nhiệm kỳ 1964 – Tháng 5, 1966 Tiền nhiệm Phạm Chánh Kế nhiệm Võ Trung Thành Vị trí Việt Nam Bí thư Tỉnh ủy Gia Lai Nhiệm kỳ 14 tháng 8, 1969 – 18 tháng 4, 1974 Tiền nhiệm Võ Trung Thành Kế nhiệm Ksor Ní Vị trí Việt Nam Phó Bí thư Phạm Xong Ksor Ní Kpă Bình Thông tin chung Sinh 5 tháng 9, 1922 Nhơn Hậu, An Nhơn, Bình Định Mất 18 tháng 4, 1974 Krong, Kbang, Gia Lai Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Trần Văn Bình (1922–1974), thường gọi là Đẳng, là một nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Gia Lai Đảng Cộng sản Việt Nam. Thân thế[sửa | sửa mã nguồn] Trần Văn Bình sinh ngày 5 tháng 9 năm 1922 trong một gia đình nghèo ở xã Nhơn Hậu, huyện An Nhơn, tỉnh Bình Định, nhưng lại lớn lên ở xã Nhơn Hưng cùng huyện. Do cuộc sống khó khăn nên ông chỉ học hết lớp Nhất (Sơ đẳng Tiểu học).[1] Cuộc đời[sửa | sửa mã nguồn] Ngày 28 tháng 4 năm 1945, Trần Văn Bình tham phong trào Việt Minh. Ngày 9 tháng 11 năm 1946, ông gia nhập Đảng Lao động Việt Nam, được phân công làm Bí thư Chi bộ dự bị, kiêm Chính trị viên Xã đội Nhơn Hưng. Năm 1947, ông được đề bạt làm Huyện đội trưởng Huyện đội An Nhơn. Năm 1948, ông được bầu vào Huyện ủy An Nhơn và trở thành Ủy viên Thường vụ Huyện ủy vào năm 1950.[1] Tháng 8 năm 1950, ông được điều về tỉnh Gia Lai – Kon Tum, tham gia Huyện ủy Kon Plông, phụ trách công tác chính quyền, từ năm 1951 là Ủy viên Thường vụ Huyện ủy Kon Plông. Năm 1952, ông được điều động làm Ủy viên Thường vụ Huyện ủy Vĩnh Thạnh (cũng thuộc tỉnh Gia Lai – Kon Tum).[1] Năm 1954, Hiệp định Genève được ký kết, đất nước tạm thời chia làm hai nửa. Trần Văn Bình là một trong 134 cán bộ ở lại bám trụ địa bàn tỉnh Gia Lai. Đảng ủy Gia Lai chia địa bàn thành 9 khu để phân công các cán bộ, Trần Văn Bình thuộc Khu 8 (địa bàn huyện An Khê) do Lê Phi Hùng làm Bí thư. Tháng 8 năm 1955, do sự phản bội của Huỳnh Kỳ An, Lê Phi Hùng bị bắt, Mai Xuân Cảnh bị thương, nhiều cơ sở bị phá hủy. Trần Văn Bình được Tỉnh ủy chỉ định làm Bí thư Khu 8 (tương đương với Bí thư Huyện ủy An Khê). Bất chấp sự khủng bố của kẻ địch, ông vẫn bám trụ ở cơ sở, lấy làng Đê Chơ Gang (xã Phú An, Đak Pơ, Gia Lai) làm nơi hoạt động.[1] Tháng 12 năm 1959, tại Đại hội đại biểu Đảng bộ tỉnh Gia Lai lần thứ nhất, Trần Văn Bình được bầu vào Tỉnh ủy.[2] Năm 1961, ông được bầu vào Thường vụ Tỉnh ủy, Trưởng ban Binh vận tỉnh Gia Lai. Năm 1963, ông được bầu làm Phó Bí thư Tỉnh ủy Gia Lai. Năm 1964, Bí thư Tỉnh ủy Phạm Chánh (Sáu Thân) ra Bắc chữa bệnh, Trần Văn Bình trở thành Bí thư Tỉnh ủy Gia Lai. Năm 1965, tại Đại hội đại biểu Đảng bộ tỉnh Gia Lai lần thứ hai, ông tiếp tục được bầu làm Bí thư Tỉnh ủy.[3] Tháng 5 năm 1966, Thường vụ Khu ủy Khu V điều Khu ủy viên Võ Trung Thành về làm Bí thư Tỉnh ủy Gia Lai, Trần Văn Bình làm Phó Bí thư. Trong ba Đại hội đại biểu Đảng bộ tỉnh Gia Lai lần thứ ba (tháng 8 năm 1969), lần thứ tư (tháng 9 năm 1971) và lần thứ năm (tháng 10 năm 1973), ông đều được bầu làm Bí thư Tỉnh ủy.[4][5][6][7] Tháng 6 năm 1970, ông kiêm Trưởng ban Kiểm tra Tỉnh ủy Gia Lai.[8][9] Năm 1973, ông mắc bệnh nặng, dù được đề nghị ra Bắc chữa bệnh nhưng ông từ chối.[10][11] Dù đang bị bệnh những ông vẫn đưa ra chỉ thị cho Đảng bộ Gia Lai đấu tranh đòi thi hành đầy đủ Hiệp định Paris.[12] Dưới sự chỉ đạo của ông, căn cứ Krông được xây dựng thành một đô thị nhỏ với tên thường gọi là \"thị trấn Dân Chủ\" (xã Krong, Kbang, Gia Lai).[13] Ngày 19 tháng 4 năm 1974, Bí thư Tỉnh ủy Trần Văn Bình mất ở căn cứ.[1] Gia đình[sửa | sửa mã nguồn] Bí thư Trần Văn Bình có vợ và bốn người con được tập kết ra miền Bắc. Nhận xét[sửa | sửa mã nguồn] Về mặt đạo đức, đồng chí Trần Văn Bình là cán bộ trung thành, tận tụy, liêm khiết, gương mẫu với mọi người, sẵn sàng giúp đỡ mọi người. Đồng chí có tinh thần trách nhiệm rất cao, luôn vượt qua khó khăn để hoàn thành nhiệm vụ. Về tác phong, đồng chí luôn gần gũi, sát với cán bộ, nhân dân. Công lao của đồng chí rất lớn, được Đảng, Nhà nước tặng thưởng nhiều huân, huy chương và danh hiệu Anh hùng lực lượng vũ trang nhân dân. (Ngô Thành, Phó Bí thư Tỉnh ủy Gia Lai)[14] Vinh danh[sửa | sửa mã nguồn] Ngày 28 tháng 4 năm 2010, Trần Văn Bình và Lê Phi Hùng được truy tặng danh hiệu Anh hùng Lực lượng vũ trang nhân dân theo Quyết định số 212\/QĐ-CTN của Chủ tịch nước Nguyễn Minh Triết.[15] Tham khảo[sửa | sửa mã nguồn] Ban chấp hành Đảng bộ tỉnh Gia Lai (2005). Lịch sử Đảng bộ tỉnh Gia Lai, 1945–2005 (PDF). Hà Nội: Chính trị quốc gia - Sự thật. Chú thích[sửa | sửa mã nguồn] ^ a b c d e Ngô Thành (18 tháng 4 năm 2017). “Đồng chí Trần Văn Bình-Một Bí thư Tỉnh ủy mẫu mực”. Trang tin điện tử Đảng bộ tỉnh Gia Lai. Lưu trữ bản gốc ngày 3 tháng 8 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ Đỗ Hằng (10 tháng 11 năm 2020). “Trần Văn Bình: Người anh cả, người đồng chí chí cốt của tôi”. Báo Gia Lai. Lưu trữ bản gốc ngày 3 tháng 8 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ Hà Đức; R'Piên (27 tháng 9 năm 2020). “Đảng bộ Gia Lai qua các kỳ đại hội”. Đài Phát thanh - Truyền hình Gia Lai. Lưu trữ bản gốc ngày 3 tháng 10 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 4: Đại hội đại biểu Đảng bộ tỉnh lần thứ III”. Báo Gia Lai. 18 tháng 9 năm 2020. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 5: Đại hội đại biểu Đảng bộ tỉnh lần thứ IV”. Báo Gia Lai. 21 tháng 9 năm 2020. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 5: Đại hội đại biểu Đảng bộ tỉnh lần thứ IV”. Cổng thông tin điện tử Công an Gia Lai. 22 tháng 9 năm 2020. Bản gốc lưu trữ ngày 29 tháng 7 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ “Đảng bộ tỉnh Gia Lai qua các kỳ đại hội - Kỳ 6: Đại hội đại biểu Đảng bộ tỉnh lần thứ V”. Báo Gia Lai. 22 tháng 9 năm 2020. Lưu trữ bản gốc ngày 25 tháng 1 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Minh Nguyễn; Đức Hải (16 tháng 10 năm 2018). “Gia Lai: Công tác kiểm tra, giám sát không ngừng đổi mới, phát triển”. Cổng thông tin điện tử tỉnh Gia Lai. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Ngọc Minh (17 tháng 10 năm 2018). “Kỷ niệm 70 năm ngày truyền thống ngành Kiểm tra Đảng”. Cổng thông tin điện tử tỉnh Gia Lai. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Hà Đức; Phi Long (10 tháng 12 năm 2020). “Sinh nhật Đảng bộ Gia Lai, nhớ cố Bí thư Tỉnh ủy Trần Văn Bình (Đẳng)”. Đài Phát thanh - Truyền hình Gia Lai. Lưu trữ bản gốc ngày 3 tháng 8 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ Hoàng Ngọc (20 tháng 11 năm 2020). “Chuyện chưa kể về Anh hùng Trần Văn Bình”. Báo Gia Lai. Lưu trữ bản gốc ngày 21 tháng 1 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ Linh Ngân (16 tháng 7 năm 2021). “Quân dân Gia Lai đấu tranh thực hiện Hiệp định Pari, chống địch lấn chiếm, tràn ngập lãnh thổ năm 1973”. Trang Thông tin điện tử Ban Tuyên giáo Tỉnh ủy Gia Lai. Lưu trữ bản gốc ngày 29 tháng 7 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ Hoàng Ngọc (20 tháng 11 năm 2020). “Khai mạc triển lãm ảnh Căn cứ cách mạng Khu 10 và Anh hùng Trần Văn Bình”. Báo Gia Lai. Lưu trữ bản gốc ngày 23 tháng 1 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ “Nhớ đồng chí Bí thư Tỉnh ủy Trần Văn Bình một thời gian khổ, hào hùng”. Đài Phát thanh - Truyền hình Gia Lai. 19 tháng 4 năm 2017. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ Huỳnh Kiên (28 tháng 10 năm 2010). “Truy tặng Danh hiệu Anh hùng Lực lượng vũ trang cho hai liệt sĩ”. Báo Tiền Phong. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] “Những bữa cơm thời chiến của Bí thư Tỉnh ủy Trần Văn Bình”. Tạp chí Hòa Nhập. 19 tháng 10 năm 2021. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. Ngọc Tấn (12 tháng 1 năm 2022). “Chuyện về những phiến gỗ Tây Nguyên trong lăng Bác”. Báo Văn nghệ. Lưu trữ bản gốc ngày 6 tháng 4 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Văn_Bình&oldid=69676231” Thể loại: Sinh năm 1922 Mất năm 1974 Người Bình Định Bí thư Tỉnh ủy Gia Lai Đảng viên Đảng Cộng sản Việt Nam Anh hùng Lực lượng vũ trang nhân dân Trang này được sửa lần cuối vào ngày 14 tháng 2 năm 2023, 04:40. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}