{"Trần Văn Bỉnh":"Trần Văn Bỉnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Gia đình 3Vinh danh 4Tham khảo 5Chú thích Trần Văn Bỉnh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đừng nhầm lẫn với Trần Văn Bình. Trần Văn Bỉnh Chức vụ Bí thư Tỉnh ủy Cà Mau Nhiệm kỳ Tháng 1, 1957 – Tháng 6, 1957[1] Tiền nhiệm Châu Văn Đặng Kế nhiệm Vũ Đình Liệu Vị trí Việt Nam Bí thư Tỉnh ủy Cà Mau – Bạc Liêu Nhiệm kỳ 1 tháng 1, 1976 – 21 tháng 1, 1976 Tiền nhiệm Đoàn Thanh Vị (Tỉnh ủy Bạc Liêu) Nguyễn Minh Đức (Tỉnh ủy Cà Mau) Kế nhiệm Nguyễn Văn Đáng Vị trí Việt Nam Phó Bí thư Nguyễn Hồng Cơ Nguyễn Minh Đức Thông tin chung Sinh 1916 Tân Hưng Tây, Phú Tân, Cà Mau Mất 1977 Dân tộc Việt Đảng chính trị Đảng Cộng sản Việt Nam Trần Văn Bỉnh (1916–1977), tên thường gọi là Bảy Thạng, là một nhà cách mạng và chỉ huy quân sự Việt Nam. Cuộc đời[sửa | sửa mã nguồn] Trần Văn Bỉnh sinh năm 1916 ở ấp Rạch Chèo, làng Tân Hưng Tây, quận Cà Mau, tỉnh Bạc Liêu, nay là xã Tân Hưng Tây, huyện Phú Tân, tỉnh Cà Mau. Năm 1939, ông gia nhập Hội Nông dân Phản đế làng Tân Hưng Tây,[2] đồng thời là đội viên đội du kích làng (gồm 21 người, do Bí thư chi bộ Trần Văn Nhâm chỉ huy), thực hiện công tác huấn luyện để chuẩn bị cho cuộc khởi nghĩa do Xứ ủy Nam Kỳ phát động.[3] Cuối năm 1940, khởi nghĩa Nam Kỳ nổ ra. Năm 1941, ông bị thực dân Pháp bắt giữ. Năm 1942, ông ra tù và tiếp tục hoạt động tại cơ sở. Năm 1944, ông được kết nạp vào Đảng Cộng sản Đông Dương.[2] Năm 1946, ông làm Bí thư chi bộ Tân Hưng Tây kiêm Trưởng Công an xã. Năm 1947, ông được cử làm Phó Bí thư Quận ủy Cà Mau, rồi Bí thư Quận ủy. Năm 1949, ông được điều sang huyện Ngọc Hiển giữ chức vụ Bí thư Huyện ủy. Năm 1950, huyện Trần Văn Thời được thành lập, ông làm Ủy viên Thường vụ Huyện ủy, không lâu sau thay Tô Văn Mười làm Bí thư Huyện ủy. Tháng 5 năm 1950, ông được bầu làm Ủy viên dự khuyết Tỉnh ủy Bạc Liêu.[4] Năm 1952, ông làm Tỉnh ủy viên chính thức.[2] Tháng 10 năm 1954, ông được Xứ ủy chỉ định tham gia Tỉnh ủy bí mật tỉnh Bạc Liêu do Châu Văn Đặng làm Bí thư, Nguyễn Sấn làm Phó Bí thư, đảm nhận vai trò Ủy viên Thường vụ phụ trách giao thông căn cứ.[5][6] Năm 1955, ông được bổ nhiệm làm Phó Bí thư Tỉnh ủy Bạc Liêu. Cuối năm 1956, đầu năm 1957, Tỉnh ủy Bạc Liêu giải thể, thành lập Tỉnh ủy Cà Mau, ông giữ chức vụ Bí thư Tỉnh ủy Cà Mau được vài tháng thì được điều động về làm Ủy viên Thường vụ Liên Tỉnh ủy miền Tây Nam Bộ.[7][8] Trong thời gian này, ông đã chủ động chỉ huy quân dân chống trả lại các chiến dịch Tố Cộng, diệt Cộng của chính quyền Ngô Đình Diệm mà không chờ chỉ đạo từ cấp trên.[9] Tháng 1 năm 1960, ông là người phát động \"Đồng khởi\" ở khu vực tỉnh Bạc Liêu cũ.[10] Tháng 3 năm 1962, Liên Tỉnh ủy miền Tây Nam Bộ chuyển thành Khu ủy miền Tây Nam Bộ (T3) gồm mười thành viên: Nguyễn Thành Thơ, Trần Văn Bỉnh, Lâm Văn Thê, Vũ Đình Liệu, Trần Văn Long, Phan Công Cương, Nguyễn Việt Châu, Dương Minh Cảnh, Phan Ngọc Sến, La Lâm Gia. Ông là Ủy viên Ban Thường vụ Khu ủy, giữ chức vụ Phó Bí thư Khu ủy.[11][12][13][14] Năm 1969, ông là quyền Bí thư Khu ủy.[15][16] Năm 1971, ông nghỉ dưỡng bệnh.[17] Năm 1973, ông được Trung ương đưa sang Đông Đức điều trị.[18] Năm 1975, ông trở về Cà Mau[19], được Thường vụ Trung ương Cục miền Nam chỉ định làm Bí thư Tỉnh ủy và trực tiếp sắp xếp nhân sự cho tỉnh mới được hợp nhất giữa hai tỉnh Bạc Liêu và Cà Mau. Tuy nhiên, do nguyên nhân sức khỏe nên ông không thể tiếp tục công tác. Ngày 21 tháng 1 năm 1976, Ban Chấp hành lâm thời Đảng bộ tỉnh Cà Mau – Bạc Liêu được thành lập do Nguyễn Văn Đáng làm Bí thư, ông được nghỉ phép dài hạn để chữa bệnh.[20] Ngày 22 tháng 1 năm 1977, ông qua đời vì bệnh nặng.[2] Gia đình[sửa | sửa mã nguồn] Ông kết hôn với bà Huỳnh Thị Phàn, có bốn người con hai trai, hai gái. Hai con trai Trần Văn Thiệu và Trần Văn Thạng đều tham gia chiến đấu ở miền Nam.[21] Vinh danh[sửa | sửa mã nguồn] Huân chương Quyết thắng hạng Nhất Huân chương Giải phóng hạng Nhất Huân chương Kháng chiến hạng Nhất Huân chương Hồ Chí Minh Anh hùng Lực lượng vũ trang nhân dân (2011)[22] Tên của ông được đặt cho một con đường cùng một con hẻm ở thành phố Cà Mau.[23][24] Tham khảo[sửa | sửa mã nguồn] Ban Chấp hành Đảng bộ tỉnh Bạc Liêu (2002). Lịch sử Đảng bộ tỉnh Bạc Liêu, Tập I (1927 – 1975). Bạc Liêu. Trương Minh Chiến (2010). Lịch sử Đảng bộ tỉnh Bạc Liêu, Tập II (1975 – 2000). Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. Nguyễn Quang Ân; Trương Minh Chiến (2010). Từ điển địa chí Bạc Liêu. Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. Nguyễn Hoe (1995). Lịch sử Đảng bộ tỉnh Minh Hải (1930 – 1975) (sơ thảo). Cà Mau: Nhà xuất bản Mũi Cà Mau. Lê Hồng Lĩnh; Trần Công Tâm; Trương Thanh Phong; Lưu Vĩnh Huê; Lưu Hiền Đức; Nguyễn Thanh Mai (1986). Minh Hải 30 năm chiến tranh giải phóng (1945 – 1975). Cà Mau: Nhà xuất bản Mũi Cà Mau. Chú thích[sửa | sửa mã nguồn] ^ “Bí Thư Tỉnh ủy Bạc Liêu qua các thời kỳ”. Báo Bạc Liêu. 23 tháng 4 năm 2015. Truy cập ngày 24 tháng 5 năm 2023. ^ a b c d Ban Chấp hành Đảng bộ tỉnh Bạc Liêu 2010, tr. 529–530Lỗi harv: không có mục tiêu: CITEREFBan_Chấp_hành_Đảng_bộ_tỉnh_Bạc_Liêu2010 (trợ giúp) ^ Minh Đức (14 tháng 8 năm 2015). “Đảng bộ - nhân dân Cà Mau trong cuộc khởi nghĩa Nam Kỳ”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Ban Chấp hành Đảng bộ tỉnh Bạc Liêu 2002, tr. 173 ^ Ban Chấp hành Đảng bộ tỉnh Bạc Liêu 2002, tr. 191 ^ Sở Giao thông vận tải Bạc Liêu (2011). “Chương III: Giao thông liên lạc Bạc Liêu trong sự nghiệp chống Mỹ, cứu nước (giai đoạn 1954 - 1975)”. Giao thông vận tải Bạc Liêu những chặng đường phát triển (kỷ yếu). Sở Giao thông vận tải tỉnh Bạc Liêu. Bạc Liêu. Lưu trữ bản gốc ngày 8 tháng 7 năm 2022. Truy cập ngày 24 tháng 5 năm 2023. ^ Ban Tuyên giáo Huyện ủy Châu Thành (8 tháng 2 năm 2010). “Tiểu sử đồng chí Vũ Đình Liệu - Cựu Bí thư Huyện ủy Châu Thành - Cựu Phó Chủ tịch Hội đồng Bộ trưởng (nay là Chính phủ)”. Trang thông tin điện tử huyện Châu Thành. Bản gốc lưu trữ ngày 4 tháng 3 năm 2016. ^ Phạm Văn Tri (24 tháng 7 năm 2016). “Anh hùng Lực lượng vũ trang Nhân dân, Nhà báo, Liệt sĩ Trần Ngọc Hy: Gương sáng tài năng, trung kiên, bất khuất”. Báo Cà Mau. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Phạm Văn Tri (31 tháng 1 năm 2016). “Những ngọn đuốc bừng sáng giữa bóng đêm”. Báo Cà Mau. Lưu trữ bản gốc ngày 3 tháng 11 năm 2021. Truy cập ngày 24 tháng 5 năm 2023. ^ Huỳnh Kim Gia (24 tháng 2 năm 2020). “Đồng khởi năm 1960 tại Bạc Liêu”. Cổng thông tin điện tử Liên hiệp các Hội Khoa học và Kỹ thuật tỉnh Bạc Liêu. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Phạm Đức Thuận (2017). Phong trào phá Ấp chiến lược ở miền Tây Nam Bộ (1961 – 1965) (PDF) (Luận văn). Huế: Đại học Huế. Truy cập ngày 24 tháng 5 năm 2023. ^ Nguyễn Trung Mỹ (25 tháng 4 năm 2015). “Những Bí thư khu ủy mưu lược kiên cường”. Báo Cần Thơ. Lưu trữ bản gốc ngày 31 tháng 3 năm 2022. Truy cập ngày 24 tháng 5 năm 2023. ^ Vũ Châu (1 tháng 5 năm 2021). “Bà mẹ Chính ủy”. Báo Đại biểu Nhân dân. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Nguyễn Bá (7 tháng 3 năm 2022). “Chương 22: Chuyến vận chuyển đầu tiên”. 1C - con đường huyền thoại. Báo Cần Thơ. Lưu trữ bản gốc ngày 7 tháng 3 năm 2022. Truy cập ngày 24 tháng 5 năm 2023. ^ Phùng Thế Tài (1 tháng 11 năm 2011). “Đường Hồ Chí Minh trên biển Đông - những ngày đầu”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Trường Sơn Đông (9 tháng 6 năm 2020). “Gia tộc 3 thế hệ anh hùng”. Báo Cà Mau. Lưu trữ bản gốc ngày 8 tháng 8 năm 2020. Truy cập ngày 24 tháng 5 năm 2023. ^ Nguyễn Bá (15 tháng 6 năm 2022). “Chương 57: Chú Ba Vọp và tên Đồn trưởng”. 1C - con đường huyền thoại. Báo Cần Thơ. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Nguyễn Quang Ân & Trương Minh Chiến 2010, tr. 802 ^ NT (14 tháng 4 năm 2015). “Đảng bộ lãnh đạo khắc phục hậu quả chiến tranh, từng bước ổn định đời sống nhân dân”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Ban Chấp hành Đảng bộ tỉnh Bạc Liêu 2010, tr. 29Lỗi harv: không có mục tiêu: CITEREFBan_Chấp_hành_Đảng_bộ_tỉnh_Bạc_Liêu2010 (trợ giúp) ^ Nguyễn Bá (29 tháng 4 năm 2009). “Anh Bảy Thạng – Trần Văn Bỉnh: Đại thụ của những cánh rừng xưa”. Báo Cà Mau. ^ “Phong tặng, truy tặng danh hiệu Anh hùng LLVT nhân dân cho 33 tập thể và 51 cá nhân”. Tạp chí Cộng sản. 10 tháng 2 năm 2011. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. ^ Trần Hiếu (16 tháng 11 năm 2022). “Người cận vệ 20 năm của Thủ tướng Võ Văn Kiệt và hồi ức về một lãnh đạo gần dân”. Báo điện tử VTC News. Lưu trữ bản gốc ngày 16 tháng 11 năm 2022. Truy cập ngày 24 tháng 5 năm 2023. ^ Anh Duy (19 tháng 6 năm 2020). “Thành phố Cà Mau - hẻm thông, đường thoáng”. Cổng thông tin điện tử tỉnh Cà Mau. Lưu trữ bản gốc ngày 24 tháng 5 năm 2023. Truy cập ngày 24 tháng 5 năm 2023. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Văn_Bỉnh&oldid=70033629” Thể loại: Sinh năm 1916 Mất năm 1977 Người Cà Mau Bí thư Tỉnh ủy Cà Mau Bí thư Tỉnh ủy Minh Hải Huân chương Quyết thắng hạng Nhất Huân chương Giải phóng hạng Nhất Huân chương Kháng chiến chống Mỹ hạng Nhất Huân chương Hồ Chí Minh Anh hùng Lực lượng vũ trang nhân dân Thể loại ẩn: Lỗi không có mục tiêu Harv và Sfn Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 17:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}