{"Trần Văn Giàu":"Trần Văn Giàu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sự nghiệp cách mạng Hiện\/ẩn mục Sự nghiệp cách mạng 1.1Thời thanh niên sôi nổi 1.2Trở thành nhà cách mạng 1.3Lãnh đạo chớp thời cơ 1.4Ba lần hội nghị tại Chợ Đệm 1.5Nhạc trưởng Nam Bộ 2Sự nghiệp giáo dục và nghiên cứu khoa học lịch sử 3Gia đình và học trò 4Danh hiệu và Giải thưởng 5Tác phẩm 6Vinh danh 7Xem thêm 8Chú thích 9Liên kết ngoài Trần Văn Giàu 4 ngôn ngữ Deutsch 日本語 Русский 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Nhà giáo nhân dân Trần Văn Giàu Sáu Giàu, Mười Ký Sinh 11 tháng 9 năm 1911 xã An Lục Long, huyện Châu Thành, tỉnh Long An Mất 16 tháng 12, 2010(2010-12-16) (99 tuổi) Bệnh viện Thống Nhất, phường 7, quận Tân Bình, Tp Hồ Chí Minh Quốc tịch Việt Nam Tên khác Mười Ký, Sáu Giàu Bút danh: Hồ Nam, Tầm Vu, Gió Nồm, M. N., Xuyên Vân Nhạn Trường lớp Trường Chasseloup-Laubat Trường Đại học Toulouse, Pháp Trường Đại học Đông Phương Moskva, Liên Xô Nghề nghiệp Nhà hoạt động cách mạng, nhà giáo, nhà nghiên cứu lịch sử, triết học Quê quán huyện Châu Thành, Long An Đảng phái chính trị Đảng Cộng sản Pháp Đảng Cộng sản Việt Nam Phối ngẫu Đỗ Thị Đạo Con cái không có Danh hiệu Huân chương Hồ Chí Minh Anh hùng Lao động Giải thưởng Hồ Chí Minh Nhà giáo Nhân dân Huân chương Độc lập hạng nhất Huân chương Kháng chiến chống Pháp hạng nhất Huân chương Kháng chiến chống Mỹ cứu nước hạng nhất Huy hiệu 80 năm tuổi Đảng Trần Văn Giàu (11 tháng 9 năm 1911 – 16 tháng 12 năm 2010)[1] là nhà hoạt động cách mạng lão thành, nguyên Bí thư Xứ ủy Nam Kỳ, nguyên Chủ tịch Ủy ban kháng chiến Nam Bộ. Ông còn là giáo sư, nhà khoa học, nhà nghiên cứu lịch sử, triết học và Nhà giáo Nhân dân Việt Nam. Sự nghiệp cách mạng[sửa | sửa mã nguồn] Thời thanh niên sôi nổi[sửa | sửa mã nguồn] Ông sinh ngày 6 tháng 9 năm 1911, quê quán tại xã An Lục Long, huyện Châu Thành, tỉnh Tân An (nay là tỉnh Long An), sinh trưởng trong một gia đình điền chủ giàu có. Trong gia đình, ông có tên là Mười Ký,[2] tuy nhiên nhiều người biết ông với tên Sáu Giàu. Do gia đình có điều kiện, nên vào năm 1926, ông lên Sài Gòn, theo học tại trường Chasseloup Laubat. Năm 1928, sau khi tốt nghiệp Tú tài, ông được gia đình cho sang Pháp du học tại Đại học Toulouse với lời hứa \"mang về hai bằng tiến sĩ\".[2] Tháng 3 năm 1929, ông xin gia nhập, trở thành Đảng viên Đảng Cộng sản Pháp và tham gia tích cực các phong trào công nhân và phong trào đấu tranh của du học sinh và công nhân người Việt ở thành phố Toulouse. Tháng 5 năm 1930, ông được công nhân và du học sinh Việt Nam ở Toulouse cử làm đại biểu lên Paris tham gia biểu tình trước dinh tổng thống Pháp đòi hủy án tử hình đối với các thủ lĩnh cuộc Khởi nghĩa Yên Bái. Do việc này, ông bị cảnh sát bắt giam tại nhà tù Loa Roquillis, sau đó ông bị Chính phủ Pháp trục xuất về nước.[3] Trở thành nhà cách mạng[sửa | sửa mã nguồn] Trở về nước, cha ông chỉ nói: \"Tận trung cũng là tận hiếu\"[2]. Ông trở lại Sài Gòn, dạy học tại Trường tư thục Huỳnh Công Phát, đồng thời tham gia hoạt động cách mạng ở Sài Gòn – Chợ Lớn.[3] Trong thời gian này, ông được kết nạp vào Đảng Cộng sản Đông Dương, được tổ chức phân công cùng Hải Triều phụ trách Ban Học sinh và Ban Phản đế của Xứ ủy Nam Kỳ. Sau cao trào Xô Viết Nghệ Tĩnh, giữa năm 1931, ông được tổ chức đưa sang Liên Xô học tại Trường Đại học Đông Phương Moskva cùng với Nguyễn Văn Trân (Bảy Trân) và Mười Giáo. Năm 1933, ông bảo vệ thành công đề tài tốt nghiệp \"Vấn đề ruộng đất ở Đông Dương\", sau đó rời Moskva về nước. Trở về Sài Gòn, ông tham gia tổ chức lại Xứ ủy Nam Kỳ, tham gia xuất bản tờ báo Cờ đỏ và bộ sách Cộng sản Tùng thư. Nổi tiếng với tài diễn thuyết cùng kiến thức sâu rộng cũng như kinh nghiệm hoạt động ở Pháp, Liên Xô, ông nhiều lần tham gia các buổi diễn thuyết trước hàng ngàn người ở Sài Gòn để đánh thức lòng yêu nước. Uy tín của ông ngày càng tăng trong quần chúng và cả trong giới nhân sĩ trí thức Nam Kỳ. Với những hoạt động chống chính quyền thực dân công khai của mình, ông được chính quyền thực dân lưu tâm từ khi ông du học tại Pháp. Vì vậy, ngày 25 tháng 6 năm 1935, ông bị tòa án Pháp tại Sài Gòn kết án 5 năm tù và 10 năm quản thúc vì tội hoạt động lật đổ chính quyền. Khi bị giam ở Khám Lớn Sài Gòn với số tù 6826 mpp, ông được các tù nhân cử làm Tổng đại diện, nhiều lần đấu tranh với Chúa ngục đòi cải thiện chế độ sinh hoạt của tù nhân. Vì vậy, để cách ly, ngày 26 tháng 6 năm 1937, ông cùng một số đồng chí bị đưa vào biệt giam tại Bấtiment S cho đến khi mãn hạn tù.[4] Ngày 23 tháng 4 năm 1940, ông mãn hạn tù, được tha, nhưng bị bắt lại sau mấy ngày và bị đưa đi an trí ở trại Tà Lài. Cùng chung chuyến áp giải với ông còn có Tào Tỵ, nhà báo Nguyễn Công Trung và một người lính áp tải là Trương Văn Giàu. Tại Tà Lài, ông một lần nữa được cử làm Tổng đại diện. Cuối năm 1941, ông tham gia chỉ đạo một số anh em tù chính trị tổ chức vượt ngục Tà Lài. Bản thân ông tham gia chuyến vượt ngục đợt 2 vào đầu tháng 3 năm 1942, gồm 8 người, cùng với các ông Châu Văn Giác, Trần Văn Kiệt, Dương Văn Phúc, Trương Quang Nhâm, Nguyễn Công Trung, Nguyễn Văn Đức và Tô Ký. Cuộc đào thoát thành công, sau đó phân tán thành nhiều hướng. Trần Văn Giàu sau nhiều lần di chuyển, tìm cách bắt lại liên lạc và trở lại hoạt động tại Sài Gòn.[5] Lãnh đạo chớp thời cơ[sửa | sửa mã nguồn] Từ ngày 13 đến 15 tháng 10 năm 1943, một số đại biểu các tổ chức Cộng sản các tỉnh, thành Nam Kỳ họp hội nghị ở Chợ Gạo, tỉnh Mỹ Tho quyết định tái lập Xứ ủy Nam Kỳ. Trần Văn Giàu vì không đến tham dự được, hội nghị bầu ông Dương Văn Phúc (Dương Quang Đông) làm Bí thư, tuy nhiên ông Phúc tuyên bố chỉ tạm nhận chức (thực tế đảm nhiệm đến 9 tháng 3 năm 1945) và sẽ trao lại chức vụ này cho ông Giàu. Hội nghị đồng ý.[6] Trên cương vị Bí thư Xứ ủy Nam Kỳ, trong hoàn cảnh không liên lạc được với Trung ương ngoài Bắc, không hay biết việc Nguyễn Ái Quốc đã về nước, triệu tập Hội nghị Trung ương lần thứ 8 và thành lập Việt Minh, ông \"Không đành chịu ngồi chờ, bất đắc dĩ bọn tôi phải tự vạch ra một đường lối cách mạng\" cho Nam Kỳ[7]. Trong một thời gian ngắn, ông cùng các đồng chí tích cực hoạt động xây dựng cơ sở, nhằm có thể tập hợp lực lượng lớn chớp thời cơ đã được nhận định gần kề. Ông chủ trương: \"Ta phải mạnh hơn tất cả các chánh đảng và giáo phái thân Nhật cộng lại thì mới mong đem chính quyền về tay nhân dân được\"[8]. Trên cơ sở đó, Xứ ủy đã: Nhanh chóng khôi phục hệ thống tổ chức Đảng các cấp, đặc biệt, với các cơ sở tại Sài Gòn – Chợ Lớn. Đích thân ông phụ trách Ban cán sự thành phố Sài Gòn – Chợ Lớn. Phục hồi tổ chức công đoàn, thành lập Tổng công đoàn Nam Kỳ (tháng 4 năm 1944), trong nửa năm, phát triển nhanh chóng 40 công đoàn cơ sở với 5.000 đoàn viên. Tập hợp nhiều trí thức, sinh viên, nhà công thương vào một số tổ chức như Tân dân chủ đoàn, Hội truyền bá quốc ngữ, nhóm báo Thanh Niên… Xuất bản báo Tiền Phong và các sách bỏ túi như \"Việt Nam trên đường độc lập\", \"Rạng đông của dân tộc\"..., mở các lớp huấn luyện chính trị do chính ông trực tiếp là giảng viên.[9] Ông nhận định: \"Cách mạng là sự nghiệp của nhân dân; riêng lực lượng của Đảng không làm nổi cách mạng; phải có sự tham gia, sự nổi dậy của hàng triệu đồng bào\"[8]. Đặc biệt, với việc hậu thuẫn thành lập và nắm chắc tổ chức Thanh niên Tiền phong thông qua một số đảng viên bí mật như Phạm Ngọc Thạch, Nguyễn Văn Thủ, Huỳnh Văn Tiểng,... Xứ ủy Nam Kỳ đã tạo được một bình phong cho các đảng viên Cộng sản hoạt động, nhanh chóng tập hợp được một lực lượng lớn, vượt qua các tổ chức chính trị khác thời bấy giờ, kể cả một nhóm những đồng chí Cộng sản của mình trong Xứ ủy Giải phóng. “ \"Trần Văn Giàu chỉ thị cho đảng viên cộng sản gia nhập Thanh niên Tiền phong ở mọi cấp, dùng Thanh niên Tiền phong làm vỏ bọc hợp pháp để khôi phục những mối liên lạc bí mật và làm phương tiện móc nối với các nhóm chống thực dân khác…Những đảng viên cộng sản tham gia TNTP đã lợi dụng địa vị hợp pháp của họ để tiến hành những công việc bí mật của Đảng như lập lại các mối quan hệ với chi bộ địa phương, kết nạp những đoàn viên TNTP đáng tin cậy nhất vào những \"đội xung phong\" hay thành lập các đơn vị Cứu quốc của Việt Minh\". ” — David Marr[10] “ \"Vào giữa hè 1945, phong trào Thanh niên Tiền phong kết nạp một số lớn đoàn viên trong vùng Sài Gòn và lan tỏa đến các làng xã… Nó được dùng như một phương tiện để phát triển hệ thống của Đảng cộng sản Đông Dương. Những người cộng sản nắm giữ những vị trí có chức trách ở mọi cấp trong phong trào và nhờ vậy có thể di chuyển và liên lạc một cách không giới hạn… Rõ ràng rằng chiến lược Thanh niên Tiền phong đã giúp những người cộng sản có vai trò lãnh đạo phong trào giải phóng dân tộc\". ” — Stein Tønnesson[11] “ \"Xứ ủy Nam Bộ đã nắm quyền kiểm soát một tổ chức thanh niên được thành lập dưới sự bảo trợ của Nhật gọi là Thanh niên Tiền phong… Thanh niên Tiền phong đóng vai trò vỏ bọc cho những nỗ lực của Đảng vận động thanh niên yêu nước phục vụ sự nghiệp cách mạng trong tương lai… Phong trào này lan rộng trong giai đoạn mùa xuân và mùa hè 1945 tại các trường học, nhà máy và làng xã. Đến tháng 8, Thanh niên Tiền phong đã có số hội viên trên một triệu, ở hầu hết các tỉnh Nam Bộ\". ” — William J. Duiker[12] Giữa tháng 4 năm 1945 Lý Chính Thắng cùng Nguyễn Thị Kỳ – giao liên của Trung ương Đảng mang theo Nghị quyết của Hội nghị TƯ 8 (1941) và Chỉ thị \"Nhật Pháp bắn nhau và hành động của chúng ta\" về đến Nam Bộ, Xứ ủy tổ chức Mặt trận Việt Minh Nam Bộ. Ba lần hội nghị tại Chợ Đệm[sửa | sửa mã nguồn] Sau khi Nhật tuyên bố đầu hàng Đồng minh, nhận thấy thời cơ đã đến, Thường vụ Xứ ủy thành lập Ủy ban khởi nghĩa đêm 15 tháng 8 năm 1945 và triệu tập hội nghị Xứ ủy Nam Kỳ mở rộng bàn về khởi nghĩa, với dự định sẽ khởi nghĩa vào ngày hôm sau, nhân cơ hội Lễ tuyên thệ của Thanh niên Tiền phong tại Sài Gòn. Hội nghị họp tại Chợ Đệm tối 16, tuy nhiên, với kinh nghiệm Khởi nghĩa Nam Kỳ, một số đại biểu tranh luận gay gắt về thời điểm[13]. Hội nghị đồng ý tiếp tục chuẩn bị chu đáo, chờ tin từ Hà Nội, dời ngày khởi nghĩa đến ngày 18.[14] Ngày 17, lễ ra mắt của 50.000 đoàn viên Thanh niên Tiền phong được tổ chức tại Sài Gòn, một hình thức biểu dương các lực lượng do Xứ ủy kiểm soát. Tuy vậy, các thành viên Xứ ủy đồng ý hoãn lại thời điểm khởi nghĩa. Thay vào đó, ngày 19, các lãnh đạo Mặt trận Việt Minh được Xứ ủy tổ chức \"ra công khai\", đã đưa ông lên vị thế nhạc trưởng cuộc khởi nghĩa giành chính quyền chỉ vài ngày sau đó.[15] Sau khi nhận được tin Hà Nội khởi nghĩa thắng lợi, ngay sáng ngày 20 tháng 8, hội nghị Chợ Đệm lần thứ hai tiếp tục bàn việc khởi nghĩa, dự định sẽ khởi nghĩa ngay chiều hôm đó. Tuy nhiên, vẫn có đại biểu vẫn có ý e ngại việc quân Nhật vẫn còn một lực lượng có thể trấn áp tại Sài Gòn[16]. Ông Giàu đề nghị chọn Tân An làm thí điểm khởi nghĩa và cử đại biểu trở về tỉnh phát động khởi nghĩa. Khởi nghĩa ở Tân An thành công tối ngày 22 tháng 8. Hội nghị Chợ Đệm lần thứ ba tối ngày 23 tháng 8 đã lập tức chỉ định lập Ủy ban Hành chính lâm thời cho toàn Nam Bộ, gọi tắt là Lâm ủy Nam Bộ, với Trần Văn Giàu làm Chủ tịch. Chiều 24 tháng 8, lực lượng Thanh niên Tiền phong vũ trang dưới quyền lãnh đạo của Xứ ủy Nam Kỳ ở Tân An, Biên Hòa, Thủ Dầu Một, Tây Ninh khởi nghĩa giành chính quyền và sau đó dồn về Sài Gòn. Ngày 25 tháng 8, đến lượt Sài Gòn nổ ra cuộc biểu tình lớn và hầu hết các cơ sở quản trị lọt vào quyền kiểm soát của Lâm ủy Nam Bộ. Nhạc trưởng Nam Bộ[sửa | sửa mã nguồn] Tại Lễ đài Độc lập ngày 2 tháng 9 năm 1945, Lâm ủy Nam Bộ đã tổ chức buổi tiếp sóng Đài Tiếng nói Việt Nam và phát thanh lời Chủ tịch Hồ Chí Minh đọc Tuyên ngôn độc lập qua hệ thống loa phóng thanh nhưng do kỹ thuật, việc tiếp sóng không thành. Bác sĩ Phạm Ngọc Thạch, Thủ lãnh Thanh niên Tiền phong, Bộ trưởng Y tế trong Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa đọc tuyên thệ của Chính phủ. Nhà báo Nguyễn Văn Nguyễn thay mặt Xứ ủy Nam Kỳ và Kỳ bộ Việt Minh kêu gọi ủng hộ Việt Minh. Và Trần Văn Giàu thay mặt cho Lâm ủy Nam Bộ ứng khẩu bài diễn văn chào mừng ngày lễ Độc lập. Khi đó, ông mới vừa 34 tuổi. Trước đó, song song với Xứ ủy Nam Kỳ được thành lập lại từ tháng 10 năm 1943 do ông làm Bí thư, còn có một tổ chức của Đảng Cộng sản Đông Dương khác hoạt động độc lập. Để phân biệt, các nhà nghiên cứu lịch sử thường gọi là Xứ ủy Giải phóng, vì cơ quan ngôn luận của tổ chức này là báo Giải phóng, hoặc Việt Minh cũ, còn Xứ ủy do ông Giàu làm bí thư thường gọi là Xứ ủy Tiền phong, vì cơ quan ngôn luận của nó là báo Tiền phong, còn gọi là Việt Minh mới. Tháng 1 năm 1941 Xứ ủy Nam Kỳ được tái lập, Phan Văn Khỏe làm Bí thư, ra báo Giải phóng. Sau khi Xứ ủy Nam Kỳ cũ bị chính quyền thực dân bắt bớ làm vô hiệu hóa từ giữa cuối năm 1941, năm 1942 Liên tỉnh ủy miền Đông thành lập, sau đó là Ban cán sự miền đông Nam Kỳ năm 1943 và năm 1944 là Kỳ bộ Việt Minh Nam Kỳ với một số đảng viên Cộng sản gồm Trần Văn Vi, Lê Hữu Kiều, Lê Minh Định, Trần Văn Trà, Chế (thợ giày), Bùi Văn Dự, Trần Văn Già, Tô Ký... trong nhóm xuất bản bí mật tờ báo Giải phóng, hoạt động độc lập và vẫn mang danh nghĩa Kỳ bộ. Nhóm dự định tổ chức lại Xứ ủy Nam Kỳ với thì trụ sở tại Sài Gòn, tuy nhiên do hoàn cảnh các thành viên chủ chốt bị truy bắt, phải liên tục di chuyển nên thường bị mất liên lạc, không triệu tập được. Sau khi thành lập Xứ ủy Nam Kỳ mới, ông Giàu đã mời bà Nguyễn Thị Thập, một thành viên của nhóm Giải phóng, cùng tham gia Xứ ủy. Tuy nhiên, do sự khác nhau về cách thức tổ chức nên việc thống nhất lãnh đạo không thành. Nhóm Giải phóng vẫn tiếp tục hoạt động độc lập và xây dựng cơ sở riêng. Tháng 11 năm 1944, hầu hết thành viên của nhóm Giải phóng đều bị chính quyền thực dân bắt giam, nhà in cũng bị phá vỡ. Sau khi Nhật đảo chính Pháp tại Đông Dương, nhiều thành viên lợi dụng cơ hội thoát khỏi nhà giam. Ngày 20 tháng 3 năm 1945, nhóm Giải phóng họp tại Xoài Hột (Mỹ Tho) và lập Xứ ủy Nam Kỳ lâm thời và bầu Dân Tôn Tử (tức Trần Văn Vi) làm bí thư. Tháng 5 năm 1945, Xứ ủy lâm thời họp tại Bà Điểm (Hóc Môn) lập ra Xứ ủy chính thức, gọi là Ban cán sự Nam Kỳ, có Nguyễn Thị Thập, Trần Văn Vi, Hoàng Dư Khương, do Lê Hữu Kiều làm bí thư.[17] Theo nhận định của Tổng Bí thư Trường Chinh: Đảng bộ Nam Kỳ hiện đang gặp nguy cơ ấy. Trước cuộc \"đảo chính\" mồng 9 tháng 3 năm 1945, các đồng chí Hậu Giang ra báo Tiền phong đề xướng khẩu hiệu \"Kháng Nhật, kiến quốc\" chủ trương rút khẩu hiệu chống Pháp, lấy cớ là để bắt tay Pháp dân chủ, đánh phát xít Nhật. Các đồng chí Tiền Giang lại viết trong báo Giải phóng, chửi nhóm \"Tiền phong\" là \"thân Pháp\", và cho được biểu dương tinh thần bài Pháp, các đồng chí ấy vẫn giữ khẩu hiệu \"đánh đuổi phát xít Nhật, Pháp\" sau cuộc \"đảo chính\" ngày 9 tháng Ba (Xem Giải phóng, tháng 4 năm 1945)[18]. Tháng 7 năm 1945, một ban hành động chung của hai Xứ ủy được thành lập, tuy nhiên hai Xứ ủy vẫn hoạt động riêng lẻ. Tháng 8 năm 1945 hai Xứ ủy sáp nhập làm một, Ung Văn Khiêm làm Bí thư. Nền độc lập chỉ chưa tròn 1 tháng, và lực lượng dưới quyền kiểm soát của Lâm ủy tuy đông nhưng không có nhiều kinh nghiệm quản lý. Tình trạng vô chính phủ xảy ra ở nhiều nơi. Các tổ chức chính trị khác cũng độc lập phát triển thế lực riêng. Việc có cùng lúc 2 tổ chức Xứ ủy ở Nam Bộ dẫn đến việc giảm đi khả năng và uy tín của Đảng Cộng sản tại Nam Bộ, thậm chí đã có những mâu thuẫn và xung đột giữa 2 tổ chức này. Trung ương cử Hoàng Quốc Việt và Cao Hồng Lãnh vào nam (có mặt tại Sài Gòn từ 27 tháng 8) để thống nhất Xứ ủy, và hợp nhất Thanh niên Tiền phong và Thanh niên Cứu quốc, lập Lâm Ủy hành chính Nam Bộ mới ngày 7 tháng 9, Phạm Văn Bạch làm Chủ tịch và Trần Văn Giàu làm phó chủ tịch kiêm kiêm ủy trưởng quân sự, mời thêm một số nhân vật ngoài Việt Minh vào chính quyền. Theo Hoàng Quốc Việt \"Chủ trương của chúng tôi và Xứ uỷ Nam Bộ lúc đó là phải chọn một số nhân sĩ trí thức có uy tín, chưa phải đảng viên cộng sản làm Chủ tịch Nam Bộ, vì tình hình Nam Bộ lúc này rất cần cả về đối nội lẫn đối ngoại\"[19]. Trong khi đó, từ ngày 12 tháng 9 năm 1945, quân Pháp liên tục đổ vào Sài Gòn, thường xuyên khiêu khích hoặc đặt ra các điều kiện bất bình đẳng, một mặt kích động xung đột giữa các tổ chức, tìm cớ can thiệp vũ trang. Trước tình hình đó, chính quyền Lâm ủy non trẻ yếu ớt chỉ còn cách trì hoãn để chuẩn bị kháng chiến. Đêm 22 tháng 9, quân Pháp nổ súng chiếm trụ sở Lâm ủy Nam Bộ, Quốc gia Tự vệ cuộc và một số cơ sở chính quyền Lâm ủy khác. Một mặt, do chuẩn bị từ trước, các lãnh đạo của Lâm ủy lập tức thoát khỏi sự truy bắt và chỉ đạo các đội vũ trang phản công. Ngày 23 tháng 9 năm 1945, trong hội nghị tại nhà số 629 đường Cây Mai (nay là đường Nguyễn Trãi), có các thành viên: Hoàng Quốc Việt, Cao Hồng Lãnh (của Tổng bộ Việt Minh), Ung Văn Khiêm, Nguyễn Văn Nguyễn (của Xứ uỷ); Phạm Ngọc Thạch, Ngô Tấn Nhơn (của Ủy ban nhân dân); Huỳnh Văn Tiểng, Trần Văn Giàu (của Ủy ban Kháng chiến),... ông được cử làm Chủ tịch Ủy ban Kháng chiến Nam Bộ, phát Lời kêu gọi Nam Bộ kháng chiến. “ \"Đồng bào Nam Bộ, Nhân dân thành phố Sài Gòn, Anh em công nhân, thanh niên, tự vệ, dân quân, binh sĩ! Đêm qua thực dân Pháp đánh chiếm trụ sở chính quyền ta ở trung tâm Sài Gòn. Như vậy là Pháp bắt đầu xâm chiếm nước ta một lần nữa. Ngày 2 tháng 9, đồng bào đã thề quyết hy sinh đến giọt máu cuối cùng để bảo vệ độc lập của Tổ quốc. Độc lập hay là chết! Hôm nay Ủy ban kháng chiến kêu gọi Tất cả đồng bào, già, trẻ, trai, gái hãy cầm võ khí xông lên đánh đuổi quân xâm lược. Ai không có phận sự do Ủy ban kháng chiến giao phó, thì hãy lập tức ra khỏi thành phố. Những người còn ở lại thì: – Không làm việc, không đi lính cho Pháp. – Không đưa đường, không báo tin, không bán lương thực cho Pháp. Hãy tìm thực dân Pháp mà diệt. Hãy đốt sạch, phá sạch các cơ sở, xe cộ, tàu bè, kho tàng, nhà máy của Pháp. Sài Gòn bị Pháp chiếm phải trở thành một Sài Gòn không điện, không nước, không chợ búa, không cửa tiệm. Hỡi đồng bào! Từ giờ phút này, nhiệm vụ hàng đầu của chúng ta là tiêu diệt giặc Pháp, tiêu diệt tay sai của chúng. Hỡi anh em binh sĩ, dân quân, tự vệ! Hãy nắm chặt vũ khí trong tay xông lên đánh đuổi thực dân Pháp, cứu nước. Cuộc kháng chiến bắt đầu! Sáng ngày 23 tháng 9 năm 1945 CHỦ TỊCH ỦY BAN KHÁNG CHIẾN NAM BỘ\" ” — Trần Văn Giàu[20]. (Theo hồi ký của các ông Hoàng Quốc Việt, Tô Ký, bà Nguyễn Thị Thập (Đoàn Giỏi ghi) thì còn có một bản hiệu triệu khác, có trích trong \"Đất rừng phương Nam\" năm 1957) Cùng với các đồng chí của mình, ông đã làm hết sức mình, ra các biện pháp để tập trung lực lượng liên hiệp chống Pháp, cứng rắn trấn áp các nhóm chính trị vũ trang có xu hướng ly khai Lâm ủy. Chính từ những chỉ thị này, ông thường bị những người đối lập xem là tàn bạo, lạnh lùng và vô cảm. Giữa tháng 10, Trung ương ra quyết định thành lập Xứ ủy mới, thành lập trên cơ sở thống nhất giữa hai nhóm Cộng sản Tiền Phong và Giải Phóng, lấy tên gọi Xứ ủy Nam Bộ, do ông Tôn Đức Thắng làm Bí thư (15 tháng 10 – 25 tháng 10 ông Lê Duẩn được cử làm Bí thư). Các tổ chức Tiền phong và đơn vị vũ trang đều được sáp nhập vào Việt Minh, dùng danh xưng thống nhất trên toàn quốc. Sự phân biệt Việt Minh cũ và Việt Minh mới bấy giờ mới chấm dứt hoàn toàn. Trung ương cũng điều động ông và bác sĩ Phạm Ngọc Thạch nguyên thủ lĩnh Thanh niên Tiền phong (được cử Bộ trưởng Bộ Y tế Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa), và Dương Bạch Mai ra Hà Nội. Tại Hà Nội, ông nhiều lần diễn thuyết dàn xếp mâu thuẫn Việt Minh và Quốc dân đảng. Sau đó ông đề đạt nguyện vọng: cho phép ông trở lại chiến trường Nam bộ, nếu không được thì cho ông sang Campuchia và Thái Lan lập một căn cứ hậu cần cho Nam Bộ. Nguyện vọng thứ hai của ông được chấp thuận. Từ Thái Lan, ông vừa vận động nhiều thanh niên Việt kiều về Nam bộ chiến đấu, vừa mua sắm vũ khí tiếp tế cho quân dân Nam Bộ. Sự nghiệp giáo dục và nghiên cứu khoa học lịch sử[sửa | sửa mã nguồn] Đầu năm 1947, ông được điều trở về chiến khu Việt Bắc; từ 3\/1950 ông giữ chức Tổng Giám đốc Nha Thông tin Việt Nam thay Bác sĩ Nguyễn Tấn Gi Trọng.[21] Năm 1951, ông tham gia Bộ Giáo dục, xây dựng ngành dự bị đại học và sư phạm cao cấp. Tháng 11 năm 1954, Đại học Sư phạm Văn khoa và Đại học Sư phạm Khoa học được thành lập, ông trở thành Bí thư Đảng ủy đầu tiên của Đảng bộ trường, kiêm giảng dạy các môn khoa học Chính trị, Triết học, Lịch sử thế giới và Lịch sử Việt Nam (được coi là người sáng lập những ngành khoa học này của nền Khoa học Sư phạm Việt Nam hiện đại). Năm học 1955, 1956, ông được Nhà nước phong học hàm Giáo sư đợt đầu tiên. Giữa năm 1956, Trường Đại học Tổng hợp Hà Nội được thành lập, ông được cử giữ chức vụ Bí thư Đảng ủy Trường Đại học Tổng hợp Hà Nội nhưng vẫn tham gia đào tạo ở Đại học Sư phạm Hà Nội. Những năm 1962–1975, ông công tác tại Viện Sử học thuộc Ủy ban Khoa học Xã hội Việt Nam (nay là Viện Hàn lâm Khoa học Xã hội Việt Nam). Từ năm 1975 đến nay, ông tiếp tục nghiên cứu trong lĩnh vực khoa học xã hội. GS Trần Văn Giàu đã bán ngôi nhà của mình lấy 1.000 lượng vàng gửi ngân hàng để làm Quỹ Trần Văn Giàu. Từ lãi suất của 1.000 lượng vàng này, hằng năm Giải thưởng Trần Văn Giàu được trao cho các công trình nghiên cứu ở trên hai lĩnh vực: Lịch sử và Lịch sử tư tưởng liên quan đến cực Nam Trung Bộ (tỉnh Bình Thuận) và Nam Bộ Việt Nam.[22] Ông qua đời lúc 17 giờ 20 phút ngày 16 tháng 12 năm 2010 tại Bệnh viện Thống Nhất, Thành phố Hồ Chí Minh, chỉ 3 tháng sau lễ mừng thọ 100 tuổi. Gia đình và học trò[sửa | sửa mã nguồn] Trần Văn Giàu một đời hoạt động cách mạng, không con cái. Tuy vậy, trong sự nghiệp giáo dục của mình, ông đã được xem là thầy của nhiều nhân vật nổi tiếng: Hoàng Như Mai Đặng Huy Vận Đinh Xuân Lâm Phan Huy Lê Hà Văn Tấn Trần Quốc Vượng Danh hiệu và Giải thưởng[sửa | sửa mã nguồn] Huy hiệu 80 năm tuổi Đảng (được Thành ủy TPHCM trao ngày 24 tháng 8 năm 2009)[23] Huân chương Hồ Chí Minh và nhiều huân chương cao quý khác. Giáo sư (1956) Nhà giáo Nhân dân (1992). Anh hùng Lao động thời kì đổi mới (2003). Toàn bộ công trình về Lịch sử Việt Nam gồm 5 bộ, 18 tập (1956–1957) của Giáo sư Trần Văn Giàu được Nhà nước trao Giải thưởng Hồ Chí Minh, đợt 1, năm 1996. Tác phẩm[sửa | sửa mã nguồn] Hồi ký 1940–1945 Trần Văn Giàu [24]. Triết học phổ thông Triết học và tư tưởng Biện chứng pháp (1995). Vũ trụ quan (1995). Duy vật lịch sử (1995). Sự phát triển của tư tưởng Việt Nam thế kỷ 19 đến Cách mạng tháng Tám. (3 tập) Giá trị truyền thống của dân tộc Việt Nam (1980). Sự khủng hoảng của chế độ nhà Nguyễn trước 1858. Lịch sử chống quân xâm lăng (3 tập, 1956–1957). Lịch sử Giai cấp công nhân Việt Nam. Lịch sử cận đại Việt Nam. Miền Nam giữ vững thành đồng. Địa chí văn hóa Thành phố Hồ Chí Minh. Giai cấp công nhân Việt Nam (2 tập). Vinh danh[sửa | sửa mã nguồn] Tên ông được đặt cho một ngôi trường tại quận Bình Thạnh, TP Hồ Chí Minh. Ngày 01\/09\/2012: 700 học sinh đầu tiên của trường PTTH Trần Văn Giàu đã tham gia lễ khai giảng năm học mới đầu tiên của trường. Đây là ngôi trường có diện tích 1,5ha và 45 phòng học.[25] Giải thưởng Trần Văn Giàu (tên đầy đủ Giải thưởng khoa học Trần Văn Giàu) là giải thưởng do GS Trần Văn Giàu sáng lập năm 2002 với mục tiêu trao giải cho các tác giả với các công trình nghiên cứu về lịch sử và lịch sử tư tưởng tại Nam Bộ và khu vực cực Nam Trung Bộ. Giải thưởng được Ủy ban giải thưởng Trần Văn Giàu tổ chức và trao hằng năm. Ngày 8 tháng 8 năm 2012, theo Quyết định số 34\/2012\/QĐ-UBND của Ủy ban nhân dân Thành phố Hồ Chí Minh, Tỉnh lộ 10B cùng với một đoạn đường Tỉnh lộ 10 được đặt tên là đường Trần Văn Giàu. Tuyến đường này dài 14 km, điểm đầu tại đường Tên Lửa (quận Bình Tân) và điểm cuối tại ranh giới Thành phố Hồ Chí Minh – Long An.[26] Xem thêm[sửa | sửa mã nguồn] Giải thưởng Trần Văn Giàu Chú thích[sửa | sửa mã nguồn] ^ Giáo sư Trần Văn Giàu qua đời, thọ 100 tuổi ^ a b c Phạm Vũ, \"Giáo sư Trần Văn Giàu - Trăm năm vui giữa nhân gian\". ^ a b Trí thức Nam Bộ (1945-1954), Nhà xuất bản Đại học Quốc gia TP.HCM. ^ Nguyên Hùng, \"Nam Bộ, Những nhân vật một thời vang bóng\". Nhà xuất bản Công an nhân dân, 2003. Tr. 84. ^ Nguyên Hùng, \"Nam Bộ, Những nhân vật một thời vang bóng\". Nhà xuất bản Công an nhân dân, 2003. Tr. 93. ^ Phan Hoàng, \"Bí thư Xứ ủy Trần Văn Giàu và Cách mạng tháng 8 năm 1945 ở Nam Bộ\" Lưu trữ 2010-11-22 tại Wayback Machine. ^ Trần Văn Giàu, \"Hồi ký 1940- 1945\" (bản đánh máy), TP. Hồ Chí Minh, 1995, tr.67. Dẫn theo Phan Hoàng, \"Bí thư Xứ ủy Trần Văn Giàu và Cách mạng tháng 8 năm 1945 ở Nam Bộ\". ^ a b Trần Văn Giàu, \"Hồi ký 1940- 1945\" (bản đánh máy), TP. Hồ Chí Minh, 1995, tr.123. Dẫn theo Phan Hoàng, \"Bí thư Xứ ủy Trần Văn Giàu và Cách mạng tháng 8 năm 1945 ở Nam Bộ\". ^ Vì vậy, bấy giờ ông được các sinh viên tặng biệt danh là \"Giáo sư Đỏ\". ^ Vietnam 1945 - The Quest for Power, University of California Press, Berkeley - Los Angeles - London, 1995, tr.218. ^ The Vietnamese Revolution of 1945, Nhà xuất bản Sage, London, 1991, tr.384. ^ Ho Chi Minh - a Life, Nhà xuất bản Hyperion, New York, 2000 (bản dịch của Bộ Ngoại giao Việt Nam, Hà Nội, 2001, tr.215). ^ Gồm Bùi Công Trừng và Nguyễn Văn Nguyễn. ^ Nguyên Hùng, \"Nam Bộ, Những nhân vật một thời vang bóng\". Nhà xuất bản Công an nhân dân, 2003. Tr. 100. ^ Anh Kiệt, \"Khởi nghĩa với tầm vông vạt nhọn\". ^ Gồm Bùi Công Trừng, Nguyễn Văn Tạo, Nguyễn Văn Nguyễn, tức là những đảng viên kỳ cựu ^ Trần Trọng Tân (chủ biên), \"Lịch sử Đảng bộ Đảng cộng sản Việt Nam thành phố Hồ Chí Minh\", Nhà xuất bản Thành phố Hồ Chí Minh, 1995, tập I, tr. 179. ^ “DCSVN”. Bản gốc lưu trữ ngày 30 tháng 3 năm 2014. Truy cập 1 tháng 3 năm 2015. ^ “DCSVN”. Bản gốc lưu trữ ngày 30 tháng 3 năm 2014. Truy cập 1 tháng 3 năm 2015. ^ Địa chí văn hóa Thành phố Hồ Chí Minh, Nhà xuất bản Thành phố Hồ Chí Minh, 1987. Tr. 356 ^ Sắc lệnh 34\/SL ^ Người bán nhà, dành 1.000 lượng vàng cho nghiên cứu lịch sử - bài viết của Trần Hoàng Nhân trên báo Thể thao văn hóa ^ “GS. Trần Văn Giàu được trao tặng Huy hiệu 80 năm tuổi Đảng”. Truy cập ngày 3 tháng 10 năm 2018. ^ “Hồi ký 1940-1945 Trần Văn Giàu” (PDF). tapchithoidai. ^ Báo Tuổi Trẻ số ra ngày thứ 3 04\/09\/2012 trang 8 ^ “Quyết định số 34\/2012\/QĐ-UBND về việc đặt tên đường mang tên Đồng chí Phạm Văn Đồng, Mai Chí Thọ, Trần Văn Giàu do Ủy ban nhân dân Thành phố Hồ Chí Minh ban hành”. Liên kết ngoài[sửa | sửa mã nguồn] Trần Văn Giàu \"Sức hấp dẫn của một tài năng và nhân cách lớn\" (GS.NGND Phan Trọng Luận (Đại học Sư phạm Hà Nội) ThS Nguyễn Bá Cường đề nghị đính chính và bổ sung cống hiến của Giáo sư Trần Văn Giàu đối với ngành Sư phạm Việt Nam Giáo sư Trần Văn Giàu – Một học giả lớn Lưu trữ 2011-01-23 tại Wayback Machine trên báo Sài Gòn Giải Phóng ngày 21 tháng 11 năm 2004. Giáo sư Trần Văn Giàu: Hai chuyện Cụ Hồ \"chỉnh\" tôi Lưu trữ 2011-01-10 tại Wayback Machine trên báo Sài Gòn Giải Phóng ngày 3 tháng 2 năm 2007. Trần Văn Giàu – Nhà cách mạng tiêu biểu, học giả lớn, một nhân cách lớn Lưu trữ 2010-11-21 tại Wayback Machine trên Website của Đại học Quốc gia Hà Nội Giang sơn nhỏ lệ khóc Anh hùng ![liên kết hỏng] trên Website của Đại học Quốc gia Hà Nội Giáo sư, Nhà giáo Nhân dân, Anh hùng Lao động TRẦN VĂN GIÀU – Nguyên Bí thư Đảng ủy đầu tiên của Đảng bộ Trường ĐHSP Hà Nội đã vĩnh biệt chúng ta[liên kết hỏng]. Lữ Phương (2011). \"Vài ghi nhận nhân đọc Hồi ký Trần Văn Giàu\". Thời đại mới số 21. Hồi ký Trần Văn Giàu Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Văn_Giàu&oldid=69960742” Thể loại: Huân chương Hồ Chí Minh Anh hùng Lao động Sinh năm 1911 Mất năm 2010 Trần Văn Giàu Người Long An Nhà sử học Việt Nam Nhà nghiên cứu địa lý học lịch sử Việt Nam Nhà nghiên cứu triết học Việt Nam Người nhận giải thưởng Hồ Chí Minh Nhà giáo Nhân dân Người được phong tặng danh hiệu Anh hùng Lao động Nhà cách mạng Việt Nam Cựu học sinh Collège Chasseloup-Laubat Cựu giảng viên Đại học Quốc gia Hà Nội Bí thư Xứ ủy Nam Kỳ Huy hiệu 80 năm tuổi Đảng Cộng sản Việt Nam Cựu giảng viên Đại học Sư phạm Hà Nội Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài viết sử dụng pull quote có nguồn Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 8 tháng 5 năm 2023, 11:03. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}