{"Trần Mạnh Quỳ":"Trần Mạnh Quỳ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Trần Mạnh Quỳ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Mạnh Quỳ là nhà cách mạng và chính khách Việt Nam, Bí thư Tỉnh ủy Nghệ An, Phó Tổng Thanh tra Nhà nước, Thứ trưởng Bộ Thủy lợi. Ông tham gia cách mạng từ 1930; hai lần làm Bí thư Tỉnh ủy Quảng Trị năm 1937 và 1976-1977. Năm 1939 là Thường vụ Xứ ủy Trung Kỳ;[1] Bí thư Tỉnh ủy Nghệ An. Từ năm 1946 ông làm đại biểu Quốc hội nhiều khóa, là Ủy viên Tiểu ban Cải cách Ruộng đất của Quốc hội.[2] Trong kháng chiến chống Pháp ông chuyển sang quân đội, thực hiện công tác thanh tra trong quân đội, được phong Đại tá, Cục trưởng Cục dân quân toàn quốc 1952.[3] Sau năm 1954 ông làm Ủy viên Ủy ban Thường trực Quốc hội (đến 6\/1958),[4] Tổng thanh tra phó Ban Thanh tra trung ương của Chính phủ (1\/1959 – 1965),[5] kiêm chức Tổng Thanh tra Quân đội.[6] Năm 1965 khi Chính phủ giải thể Thanh tra Nhà nước ông chuyển sang giữ chức Thứ trưởng Bộ Thủy lợi (1965 - 1968).[7] Năm 1969 Ủy ban Thanh tra được tái lập, ông giữ chức Phó Chủ nhiệm Ủy ban Thanh tra Chính phủ.[8] Năm 1976 – 1977 ông giữ chức Bí thư Tỉnh ủy Quảng Trị. Tham khảo[sửa | sửa mã nguồn] ^ “Tạp chí Cửa Việt”. Bản gốc lưu trữ ngày 5 tháng 12 năm 2014. Truy cập 1 tháng 12 năm 2014. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 22 tháng 6 năm 2010. ^ “Chi tiết trang chủ”. Bản gốc lưu trữ ngày 5 tháng 12 năm 2014. Truy cập 1 tháng 12 năm 2014. ^ “Van kien Quoc hoi toan tap”. ^ “Sắc lệnh 001\/SL bổ nhiệm Trần Mạnh Quỳ giữ chức Phó tổng thanh tra trung ương”. Truy cập 1 tháng 12 năm 2014. ^ “Chi tiết Biên niên sự kiện”. Bản gốc lưu trữ ngày 23 tháng 9 năm 2015. Truy cập 1 tháng 12 năm 2014. ^ “Thông tư liên bộ 17”. Truy cập 1 tháng 12 năm 2014. ^ “6. Kiện toàn tổ chức ngành Thanh tra phục vụ sự nghiệp xây dựng và bảo vệ miền Bắc, giải phóng miền Nam, thống nhất đất nước (1965”. Bản gốc lưu trữ ngày 6 tháng 12 năm 2014. Truy cập 1 tháng 12 năm 2014. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Mạnh_Quỳ&oldid=69798650” Thể loại: Sơ khai chính khách Việt Nam Đại biểu Quốc hội Việt Nam khóa I Bí thư Tỉnh ủy Nghệ An Bí thư Tỉnh ủy Quảng Trị Đại tá Quân đội nhân dân Việt Nam Người Nghệ An Nhà cách mạng Việt Nam Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 20 tháng 3 năm 2023, 16:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}