{"Trần Đức Thịnh":"Trần Đức Thịnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Tham khảo Trần Đức Thịnh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Đức Thịnh (1901-1971) nhà cách mạng Việt Nam, Bí thư Ban Tỉnh ủy lâm thời tỉnh Thái Bình, Xứ ủy viên Bắc Kỳ, Trưởng Ban Thanh tra Chính phủ, Trưởng Ban kiểm tra Trung ương Đảng. Ông còn có tên gọi khác là Quảng, quê xã Vũ Lăng, huyện Tiền Hải, tỉnh Thái Bình. Ông đỗ Sơ học yếu lược. Năm 24 tuổi, do bị thúc ép của gia đình, ra làm lý trưởng tại xã Vũ Lăng, sau 3 năm phải từ chức. Được tiếp xúc với những tờ báo tiến bộ, ông cùng với hai người em là Thử, Duyên đã tham gia hội Tương tế. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Tháng 4-1930, cả ba anh em đều được kết nạp Đảng Cộng sản Đông dương. Tháng 4-1931, làm Bí thư Phủ ủy Kiến Xương. Tháng 8-1931, tại cuộc họp của tỉnh ở Cồn Đen (Tiền Hải), Ban Tỉnh ủy lâm thời gồm 5 người được thành lập. Trần Đức Thịnh làm Bí thư Tỉnh ủy. Tháng 12-1931 ông bị bắt, giam ở nhà tù Thái Bình, Nam Định; kết án 20 năm tù khổ sai, 20 năm quản thúc, hết đày đi Sơn La, lại Côn Đảo. Ngày 14-7-1936, ra khỏi nhà tù Côn Đảo, lại trở về Thái Bình tiếp tục hoạt động. Cuối 1937, ông tham gia Tỉnh ủy (do Nguyễn Vực làm Bí thư), với cương vị ủy viên Thường vụ. Tháng 10-1939, ông bị bắt đày lên Sơn La lần thứ 2. Năm 1943, ông về quê hoạt động. Năm 1944, ông làm Xứ ủy viên Bắc Kỳ. Sau 1945, ông công tác ở Tổng bộ Việt Minh, là ủy viên Thường vụ Mặt trận Việt Minh - Liên Việt, Thành viên Tiểu ban Nông vận của Trung ương Đảng (1951) [1]. Từ 1952, ông giữ chức vụ Trưởng Ban Thanh tra Chính phủ, Trưởng Ban kiểm tra Trung ương Đảng [2]. Ông nghỉ hưu năm 1968, mất năm 1971. Tham khảo[sửa | sửa mã nguồn] ^ “Nghị quyết của Ban Bí thư khóa II, ngày 16\/4\/1951 về việc thành lập các ban và tiểu ban giúp việc”. Truy cập 4 tháng 12 năm 2014. ^ http:\/\/www.cpv.org.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=0&cn_id=155753 Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Đức_Thịnh&oldid=69797734” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1901 Mất năm 1971 Nhà cách mạng Việt Nam Người Thái Bình Bí thư Tỉnh ủy Thái Bình Trưởng ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Xứ ủy viên Xứ ủy Bắc Kỳ Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 20 tháng 3 năm 2023, 14:18. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}