{"Trần Lê":"Trần Lê – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Khen thưởng 3Tham khảo Trần Lê Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Lê Chức vụ Bí thư Tỉnh ủy Lâm Đồng Nhiệm kỳ 1976 – 1979 Tiền nhiệm Không có Kế nhiệm Đỗ Quang Thắng Viện trưởng Viện kiểm sát nhân dân tối cao Nhiệm kỳ 4 tháng 7 năm 1981 – 7 tháng 6 năm 1987 5 năm, 338 ngày Chủ tịch Hội đồng Nhà nước Trường Chinh Tiền nhiệm Trần Hữu Dực Kế nhiệm Trần Quyết Thông tin chung Sinh (1921-02-05)5 tháng 2, 1921 Quảng Nam, Liên bang Đông Dương Mất 9 tháng 3, 2003(2003-03-09) (82 tuổi) Hà Nội, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Trần Lê (1921-2003) là nhà cách mạng và chính khách Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Bí thư Tỉnh ủy Lâm Đồng, Viện trưởng Viện kiểm sát nhân dân tối cao Ông có tên khai sinh là Lê Tuệ. Sinh ngày 5\/2\/1921 tại xã Tam An, thị xã Tam Kỳ, tỉnh Quảng Nam. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Năm 1938, Trần Lê tham gia tổ chức Đoàn Thanh niên dân chủ, hoạt động trong phong trào Mặt trận Dân chủ Đông Dương. Năm 1941, ông hoạt động trong phong trào Việt Minh tại Quảng Nam. Năm 1943, ông được kết nạp vào Đảng Cộng sản Đông Dương. Sau khi Cách mạng tháng Tám thành công, ông được cử làm Bí thư Tỉnh ủy Bình Định và được bầu là Đại biểu Quốc hội khóa I. Tháng 3 năm 1949, Khu ủy Liên khu 5 được thành lập, ông được bầu vào Ban Chấp hành Đảng bộ khu 5. Sau Hiệp định Genève được ký kết, cán bộ chiến sĩ miền Nam tập kết ra Bắc, ông được giao nhiệm vụ ở lại làm Bí thư Ban Cán sự Đảng Cục Nam Trung bộ, Bí thư Khu ủy Khu VI. Trong cuộc Tổng tiến công và nổi dậy mùa Xuân 1975 ông là Bí thư Khu ủy, kiêm Chính ủy Quân khu VI. Đầu năm 1976, ông được bầu làm Bí thư Tỉnh ủy Lâm Đồng (đến năm 1979)[1],[2]. Tại Đại hội Đảng toàn quốc lần thứ IV, V, ông được bầu làm Ủy viên Ban chấp Trung ương Đảng và là đại biểu Quốc hội khóa VII. Năm 1980 ông được cử giữ chức Phó Viện trưởng Viện Kiểm sát nhân dân tối cao.[3]. Từ tháng 4 năm 1981 đến tháng 3 năm 1987, ông giữ chức Viện trưởng Viện Kiểm sát nhân dân tối cao.[3][4] Khen thưởng[sửa | sửa mã nguồn] Ông được tặng thưởng nhiều danh hiệu cao quý: Huân chương Hồ Chí Minh, Huân chương Kháng chiến hạng Nhất, Huân chương Chống Mỹ cứu nước hạng Nhất, Huy hiệu 60 năm tuổi Đảng và nhiều huân huy chương cao quý khác. Trong dịp kỷ niệm 110 năm Đà Lạt hình thành và phát triển (tháng 11 năm 2003), Thành ủy, Hội đồng nhân dân, Ủy ban nhân dân thành phố Đà Lạt, tỉnh Lâm Đồng đã ra Nghị quyết đặt tên một đường phố tại phường 4 của TP Đà Lạt là đường Trần Lê. Tham khảo[sửa | sửa mã nguồn] ^ “:: HỘI VĂN HỌC NGHỆ THUẬT LÂM ĐỒNG”. Bản gốc lưu trữ ngày 12 tháng 11 năm 2014. Truy cập 12 tháng 3 năm 2015. ^ http:\/\/daihoidang.lamdong.gov.vn\/ ^ a b “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 12 tháng 9 năm 2012. Truy cập ngày 12 tháng 11 năm 2014. ^ “Cố Viện trưởng VKSND tối cao Trần Lê: Cán bộ, Kiểm sát viên phải luôn luôn \"Cầm nắm chức năng, lương tâm, trách nhiệm\"”. kiểm sát. Truy cập ngày 29 tháng 3 năm 2020. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Lê&oldid=69481513” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1921 Mất năm 2003 Đại biểu Quốc hội Việt Nam khóa I Đại biểu Quốc hội Việt Nam khóa VII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Bí thư Tỉnh ủy Lâm Đồng Bí thư Tỉnh ủy Bình Định Viện trưởng Viện kiểm sát nhân dân tối cao Việt Nam Người Quảng Nam Huân chương Hồ Chí Minh Người họ Lê tại Việt Nam Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 28 tháng 12 năm 2022, 06:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}