{"Trần Lệ Xuân":"Trần Lệ Xuân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Hoạt động chính trị Hiện\/ẩn mục Hoạt động chính trị 2.1Vụ tượng đài Hai Bà Trưng 2.2Biến cố Phật giáo 1963 2.3Sống lưu vong 3Các vụ scandal tình ái 4Thu gom của cải và đời sống vật chất 5Gia đình 6Câu nói nổi tiếng 7Hình ảnh Trần Lệ Xuân trong văn hóa đại chúng 8Thư mục 9Chú thích 10Đọc thêm 11Liên kết ngoài Trần Lệ Xuân 23 ngôn ngữ العربية Bahasa Indonesia Dansk Deutsch English Español Français 한국어 Italiano Nederlands 日本語 Norsk bokmål Norsk nynorsk Polski Português Runa Simi Русский Suomi Svenska தமிழ் ไทย Türkçe 中文 14 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Trần Lệ Xuân Madame Nhu Chân dung Trần Lệ Xuân vào thập niên 1950 Đệ nhất Phu nhân Việt Nam Cộng hoà (de facto) Nhiệm kỳ 26 tháng 10 năm 1955 – 2 tháng 11 năm 1963 (8 năm, 7 ngày) Tổng thống Ngô Đình Diệm Kế nhiệm Phạm Lê Trần Thông tin cá nhân Sinh (1924-08-22)22 tháng 8 năm 1924 Hà Nội, Bắc Kỳ, Liên bang Đông Dương Mất 24 tháng 4 năm 2011(2011-04-24) (86 tuổi) Roma, Ý Đảng chính trị Cần lao Nhân vị Phối ngẫu Ngô Đình Nhu (cưới 1943⁠–⁠1963) Quan hệ Trần Văn Chương (cha) Thân Thị Nam Trân (mẹ) Ngô Đình Diệm (anh chồng) Trần Văn Khiêm (em trai) Con cái Ngô Đình Trác Ngô Đình Quỳnh Ngô Đình Lệ Thủy Ngô Đình Lệ Quyên Alma mater Trường Trung học Albert Sarraut Chữ ký Trần Lệ Xuân (22 tháng 8 năm 1924 – 24 tháng 4 năm 2011), còn được gọi tắt theo tên chồng là bà Nhu (tiếng Anh: Madame Nhu), là một gương mặt then chốt trong chế độ Ngô Đình Diệm (vợ của Ngô Đình Nhu, em trai và cũng là cố vấn thân cận nhất của Ngô Đình Diệm) và là chủ tịch Phong trào Liên đới Phụ nữ trực thuộc Đảng Cần lao Nhân vị. Sau khi anh em Ngô Đình Diệm và Ngô Đình Nhu bị đảo chính và ám sát năm 1963, bà buộc phải lưu vong sang Ý cho đến khi qua đời. Thân thế[sửa | sửa mã nguồn] Trần Lệ Xuân sinh tại Hà Nội.[1] cũng có tài liệu nói sinh tại Huế.[2] Ông nội là tổng đốc Nam Định Trần Văn Thông còn vợ ông Trần Văn Thông là em gái ông Bùi Quang Chiêu. Cha bà là luật sư Trần Văn Chương (1898 – 1986) từng giữ chức Bộ trưởng Bộ Ngoại giao thời kỳ Đế quốc Việt Nam, rồi bộ trưởng Bộ Kinh tế của Việt Nam Cộng Hòa thời Đệ Nhất trước khi được bổ nhiệm là đại sứ tại Mỹ. Mẹ của bà Trần Lệ Xuân tên Thân Thị Nam Trân (1910–1986) – con gái Thượng thư Bộ Binh Thân Trọng Huề, cháu ngoại của vua Đồng Khánh. Trần Lệ Xuân là con gái thứ hai của luật sư Trần Văn Chương và bà Thân Thị Nam Trân. Hai người sinh được ba người con: Trần Lệ Chi, Trần Lệ Xuân và Trần Văn Khiêm.[3] Lúc nhỏ, bà học trường Albert Sarraut ở Hà Nội, tốt nghiệp tú tài Pháp. Năm 1943 bà kết hôn với Ngô Đình Nhu và theo đạo Công giáo của nhà chồng. Hoạt động chính trị[sửa | sửa mã nguồn] Bà là dân biểu trong Quốc hội thời Đệ Nhất Cộng hòa cùng là chủ tịch Hội Phụ nữ Liên đới (một tổ chức ngoại vi của đảng Cần lao). Tuy nhiên địa vị quan trọng hơn là \"Bà Cố vấn\" vì bà là vợ của Ngô Đình Nhu, em trai và cũng là cố vấn thân cận nhất của Ngô Đình Diệm. Do tổng thống Ngô Đình Diệm không có vợ nên bà được coi là Đệ Nhất Phu nhân (First Lady) của Việt Nam Cộng hòa từ năm 1955 đến năm 1963. Dưới thời Đệ Nhất Cộng hòa, dư luận quần chúng cho rằng Trần Lệ Xuân là người cậy thế gia đình họ Ngô mà lộng quyền. Việc tổng thống Ngô Đình Diệm để cho bà cũng như Ngô Đình Thục, Ngô Đình Nhu, Ngô Đình Cẩn và người em út Ngô Đình Luyện tham gia vào chính sự tạo nên hình ảnh gia đình trị độc đoán kiểu phong kiến. Trần Lệ Xuân và Phó Tổng thống Mỹ Johnson Trần Lệ Xuân cũng là người khởi xướng kiểu áo dài cổ thuyền, khoét sâu (mà dân chúng vẫn gọi nôm na là \"áo dài Trần Lệ Xuân\") tạo ra một làn sóng thời trang áo dài hở cổ mới mà những người cổ học lên tiếng phê phán. Loại áo dài này vẫn thịnh hành đến ngày hôm nay. Ngày nay, những cánh rừng do bà khởi xướng trồng trên đường từ Sài Gòn đến rừng Cát Tiên vẫn được người dân gọi là rừng Trần Lệ Xuân. Bà Trần Lệ Xuân có nhiều hoạt động trên chính trường trong thời gian từ năm 1955 đến 1963, làm Chủ tịch một tổ chức phụ nữ chuyên ủng hộ gia đình họ Ngô; vận động các luật liên quan đến hôn nhân gia đình; thúc đẩy việc thông qua các luật phản đối liên quan đến những vấn đề như nạo thai, ngoại tình, thi hoa hậu, đấm bốc... Bà cũng được cho là ủng hộ các luật nhằm đóng cửa các nhà chứa và ổ thuốc phiện. Bà Trần Lệ Xuân cũng bị lên án vì đã thâu tóm nhiều quyền lực và của cải, sự lộng quyền và những phát biểu cay độc trong vụ tự thiêu của các nhà sư nhằm phản đối việc đàn áp Phật giáo của chính quyền Ngô Đình Diệm. Theo nhà ngoại giao John Mecklin, Trần Lệ Xuân là một người dễ nổi nóng, muốn áp đặt giải pháp của mình cho những vấn đề chính trị nhưng hầu như luôn làm những vấn đề đó trở nên tai hại. Bà có khả năng diễn đạt tốt và nhanh. Theo Mecklin, cách bà Nhu nói chuyện như \"như súng liên thanh nổ bằng tiếng Pháp hoặc tiếng Anh.\"[4][5] Theo ký giả Halberstam, nguyên tắc chính trị của Trần Lệ Xuân khá đơn giản: Nhà họ Ngô luôn luôn đúng, không cần phải thỏa hiệp và cũng không cần để ý đến những chỉ trích. Theo ký giả Malcolm Browne của tờ AP, do bất đồng quan điểm, Trần Lệ Xuân còn từ bỏ cả gia đình của chính bà. Năm 1962 bà đã làm cho chị của bà (Trần Lệ Chi) phải tìm cách tự tử. Năm 1963, bà tuyên bố từ bỏ cha mẹ mình do họ phản đối thái độ của bà với Phật giáo.[5][6] Robert McNamara, nguyên Bộ trưởng Quốc phòng Mỹ, đã nhận xét về Trần Lệ Xuân: \"Giống như hầu hết những người Mỹ đến đất nước này, và theo tôi, cả nhiều người Việt nữa, tôi thấy bà Nhu là một người sáng sủa, mạnh mẽ và xinh đẹp, nhưng cũng độc ác và mưu mô – một mụ phù thủy thực sự\".[7] Vụ tượng đài Hai Bà Trưng[sửa | sửa mã nguồn] Bà Trần Lệ Xuân từng cho xây dựng tượng Hai Bà Trưng, tượng này có khuôn mặt giống hệt hai mẹ con bà: Trần Lệ Xuân – Ngô Đình Lệ Thủy. Nhiều người cho rằng bà cố tình cho tạc tượng Trưng Trắc có khuôn mặt giống với bà và Trưng Nhị có khuôn mặt giống với con gái của bà là Lệ Thủy. Thời điểm ấy, nhà thơ Đông Hồ có bài thơ châm biếm \"Tượng ai đâu phải tượng bà Trưng\" như sau:[8] Tượng Hai Bà Trưng do bà Trần Lệ Xuân cho xây năm 1962. Khi xảy ra đảo chính lật đổ nhà họ Ngô năm 1963, bức tượng bị người dân kéo tới giật sập, về sau được thay bằng tượng Trần Hưng Đạo. Tượng ai đâu phải tượng bà Trưng Tóc uốn lưng eo kiểu lố lăng Đón gió lại qua người ưỡn ẹo Chờ chim Nam Bắc dáng tung tăng Khuynh thành mặt đó y con ả Điêu khắc tay ai khéo cái thằng Chót vót đứng cao càng ngã nặng Có ngày gãy cổ đứt ngang lưng Đây một hình xưa nhục nước non Thay hai hình mới đứng thon von Mình ni lông xát lưng eo thắt Ngực xu chiêng nâng vú nở tròn Tưởng đứng hiên ngang em với chị Hóa ra dìu dắt mẹ cùng con Dòng sông Bến Nghé, dòng sông Hát Lưu xú lưu phương tiếng để còn. Theo sử gia Joseph Buttinger thì \"Nhu và vợ là hai người bị thù ghét nhất Nam Việt Nam\".[5][9] Do đó sau này, ngày 2 tháng 11 năm 1963, khi họ Ngô vừa bị đảo chính, nhiều người dân Sài Gòn đã kéo nhau dùng một dây sắt nối với một tàu thủy để kéo sập tượng đài này, và chở trên xe xích lô máy đi diễu khắp Sài Gòn chiếc đầu tượng mang gương mặt bà Xuân. Biến cố Phật giáo 1963[sửa | sửa mã nguồn] Ngày 11\/6\/1963, tại ngã tư đường Lê Văn Duyệt – Phan Đình Phùng, đúng 10 giờ sáng, hoà thượng Thích Quảng Đức tự thiêu trong tư thế kiết già trước sự chứng kiến của hàng trăm quần chúng và Phật tử để phản đối chính sách đàn áp Phật giáo của chính phủ họ Ngô.[10] Hình ảnh một hoà thượng trong ngọn lửa bốc cao vẫn ngồi kiết già im lặng tay chắp trước ngực đã tạo ấn tượng mạnh gây xúc động lớn trong nước và trên thế giới.[10] Về sự tự thiêu của Hòa thượng Thích Quảng Đức, bà Xuân nhiều lần công khai phát biểu gọi các vụ tự thiêu của các nhà sư là \"phản bội Phật tính\".[11] Bà Trần Lệ Xuân còn châm dầu vào lửa khi phát biểu của bà về việc tự thiêu của hòa thượng Thích Quảng Đức: \"Để cho họ cháy và chúng tôi sẽ vỗ tay\". \"Những lãnh đạo Phật giáo đã hành động như thế nào? Thứ duy nhất họ làm, họ đã nướng một trong những vị sư của họ người mà họ đã gây mê, người họ đã lạm dụng niềm tin, và ngay cả việc nướng người đó đã được thực hiện không phải một cách tự túc vì họ dùng xăng ngoại nhập.\"[12] Trần Lệ Xuân còn phát biểu: \"Tôi sẽ vỗ tay khi thấy một buổi trình diễn thịt nướng nhà sư khác\"[13] và \"nếu ai thiếu xăng dầu tôi sẽ cho\". Trả lời phỏng vấn của ký giả tờ New York Times, Trần Lệ Xuân nói: \"Tôi còn thách mấy ông sư (tự thiêu) thêm mười lần nữa. Phương pháp giải quyết vấn đề Phật giáo là phớt lờ, không cần biết tới\". Những phát biểu thiếu cân nhắc và quá khích của bà như rót thêm dầu vào tình hình căng thẳng lúc đó.[14] Khi biết chuyện người Mỹ ép được ông Diệm đi gặp các lãnh tụ Phật giáo và ông đã đưa ra một thông cáo hoà giải chung, bà Xuân đã chê ông Diệm là hèn nhát và yếu mềm như \"con sứa\".[5] Đêm 21 tháng 8 năm 1963, Ngô Đình Nhu ra lệnh cho hàng trăm lính dùng súng, lựu đạn và lựu đạn cay tấn công chùa Xá Lợi, hơn 100 nhà sư đã bị bắt và đem giam ở một nơi khác. Đáng chú ý, Ngô Đình Diệm đã gửi cho Trần Lệ Xuân một lá thư yêu cầu bà không được phát ngôn trước công chúng về các vụ đụng độ, vì những lời nhận xét \"thịt nướng nhà sư\" của bà đã gây ra một thảm họa tuyên truyền đối với chế độ Ngô Đình Diệm đối với công chúng cả trong và ngoài nước[15] Nhưng ngay trong cuộc phỏng vấn vài ngày sau, ký giả Halberstam mô tả bà Xuân \"đang ở trong trạng thái hớn hở, nói liến thoắng như một nữ sinh sau buổi nhảy đầm\". Bà tuyên bố rằng chính quyền đã nghiền nát nhóm \"Phật tử Cộng sản\" và cho biết đây là \"ngày vui nhất trong đời tôi kể từ ngày chúng tôi đánh tan quân Bình Xuyên năm 1955.\"[5] Cha của Trần Lệ Xuân là Trần Văn Chương, đại sứ của chính phủ Ngô Đình Diệm tại Washington lúc bấy giờ, đã từ chức để phản đối thái độ đàn áp Phật giáo. Trong một cuộc phỏng vấn trên phương tiện truyền thông, Ngô Đình Nhu đã phản ứng bằng cách thề sẽ giết bố vợ, tuyên bố rằng vợ mình cũng sẽ tham gia. Ngô Đình Nhu nói: \"Tôi sẽ cắt đầu lão ta. Tôi sẽ treo lão ta ở giữa quảng trường và để lão ấy treo lủng lẳng ở đó. Vợ tôi (Trần Lệ Xuân) sẽ thắt nút treo cổ vì cô ấy tự hào là người Việt Nam và cô ấy là một người yêu nước\"[16] Để cứu vãn tình hình, Trần Lệ Xuân đã có chuyến công du các trường đại học Mỹ để phát biểu bảo vệ chế độ Sài Gòn. Ngày 17\/9\/1963, trước một cuộc họp của Quốc hội Mỹ, Trần Lệ Xuân lớn tiếng: \"Người ta nói Cộng sản là xấu, nhưng Hoa Kỳ còn đê tiện hơn nhiều!…\"[17] và \"Các cố vấn Quân sự Mỹ tại miền Nam chỉ là những tên mê gái, tham tiền, giỏi hối lộ và đê tiện, vì đã báo cáo sai (cho chính phủ Mỹ) về gia đình họ Ngô…\". Bà còn gọi các Phật tử là \"những gã côn đồ khoác áo cà sa\"[18]. Bà còn tuyên bố rằng đạo Phật sẽ sớm tuyệt tích tại Việt Nam[19]. Chuyến công du đã trở thành một trò hề, nó không giúp giảm căng thẳng mà còn gây ra lắm rắc rối hơn. Thậm chí cha của bà là Trần Văn Chương, đã phát biểu chống lại Trần Lệ Xuân. Các sinh viên Mỹ giận dữ với sự đàn áp ngày càng gia tăng tại Sài Gòn đã ném vào bà Trần Lệ Xuân trứng gà và những lời lăng mạ.[20] Mẹ của Trần Lệ Xuân thì dự đoán rằng nếu anh em Diệm và Trần Lệ Xuân không sớm chạy khỏi Việt Nam thì tất cả sẽ bị giết[21] Tập đoàn Oram, công ty PR Madison Avenue được thuê để quảng bá hình ảnh của Ngô Đình Diệm ở Mỹ với giá 3.000 đôla mỗi tháng, nhưng họ đã phải chấm dứt hợp đồng ngay trong chuyến thăm của Trần Lệ Xuân với lý do: những phát ngôn của bà Xuân đã phá hoại hình ảnh của chính phủ Ngô Đình Diệm ở Mỹ đến nỗi không gì có thể cứu vãn được.[22] Các phát biểu vô cảm và thiếu cân nhắc của bà gây kích động những tu sĩ Phật giáo đang đấu tranh chống chính phủ Ngô Đình Diệm, làm xấu đi quan hệ giữa hai bên góp phần làm cho cuộc đấu tranh của Phật giáo lan rộng dẫn đến cuộc đảo chính ngày 1 tháng 11 năm 1963, nền Đệ Nhất Cộng hòa do anh em họ Ngô xây dựng đã sụp đổ. Sau này Tổng thống Mỹ John F. Kennedy đã giải thích với người bạn thân của mình, ông Paul Red Fay, rằng lý do Hoa Kỳ đưa ra quyết định loại bỏ gia đình họ Ngô, do một phần không nhỏ vì những hành vi khiến tình hình thêm rối loạn của Trần Lệ Xuân. Kennedy nói về Trần Lệ Xuân một cách rất giận dữ: \"Con chó cái chết tiệt đó (That goddamn bitch), nó phải chịu trách nhiệm... Con chó cái đó chõ mũi vào và làm sục sôi tình hình ở đó…\"[23] Sống lưu vong[sửa | sửa mã nguồn] Trong tháng 10 năm 1963, Trần Lệ Xuân cùng con gái Ngô Đình Lệ Thủy đi Hoa Kỳ và Roma với dự định sẽ vạch trần âm mưu lật đổ của Tổng thống Kennedy và CIA trước công chúng Mỹ. Ngày 1 tháng 11 năm 1963 Trần Lệ Xuân và con gái đang trú ngụ tại khách sạn sang trọng Wilshire Hotel ở Beverly Hill, California thì cuộc đảo chính xảy ra, chồng và anh chồng bà bị giết. Theo ký giả David Halberstam, bà Xuân đã may mắn vì nếu bà còn ở Sài Gòn, các tướng đảo chính có thể sẽ giết bà hoặc để mặc cho đám đông dân chúng cuồng nộ treo cổ bà lên.[24][25] Sau vụ người chồng Ngô Đình Nhu cùng Ngô Đình Diệm bị sát hại, khi được hỏi có muốn xin tị nạn tại Mỹ hay không, bà Trần Lệ Xuân đã trả lời: \"Tôi không thể cư ngụ tại một đất nước mà chính phủ họ đã đâm sau lưng tôi. Tôi tin rằng mọi quỷ sứ ở địa ngục đều chống lại chúng tôi\".[20] Ngày 2 tháng 11 năm 1986, Trần Lệ Xuân tố cáo Mỹ chơi xấu với gia đình bà trong việc bắt giữ Trần Văn Khiêm (em trai bà) về tội giết cha mẹ là ông bà Trần Văn Chương tại nhà riêng ở Washington, D.C. hồi tháng 7 cùng năm.[26] Ngày 30 tháng 10 năm 1996, Trần Lệ Xuân lên tiếng xin lỗi các Phật tử và xin lỗi cố hòa thượng Thích Quảng Đức về những lời nói của bà về các lãnh đạo Phật giáo trong quá khứ. Trước đó, vào năm 1990, Trần Lệ Xuân đã cho con trai là Ngô Đình Trác tìm gặp hòa thượng Thích Mãn Giác để xin lỗi và cũng nhờ hòa thượng cầu siêu cho song thân. Hòa thượng Thích Mãn Giác đã đồng ý.[27][28] Bà qua đời lúc 2 giờ sáng ngày 24 tháng 4 năm 2011 tại một bệnh viện ở Roma, Ý, thọ 87 tuổi.[29][30] Các vụ scandal tình ái[sửa | sửa mã nguồn] Năm 1962, Trần Lệ Xuân bị một người phụ nữ bắn trúng vai trái tại Đà Lạt. Vụ nổ súng vào Trần Lệ Xuân được thông báo ngay về văn phòng cố vấn chính trị phủ tổng thống. Bà Xuân được một máy bay đặc biệt lên Đà Lạt chở sang Manila (Philippines) để cứu chữa tại một bệnh viện hiện đại của Mỹ. Ngay hôm sau, ông Nhu được cấp dưới mật báo đầy đủ về chuyện người bắn bà Xuân chính là vợ của tướng Trần Văn Đôn, và đây là một vụ đánh ghen nhằm trả đũa việc bà Xuân ngoại tình với tướng Đôn. Ngô Đình Cẩn biết tin nói: \"Các anh không nhớ lúc mới cưới chị Xuân về, anh cả tổng đốc Ngô Đình Khôi xem tướng đã nói: \"Thứ đàn bà này rồi về sau phá hại cả họ Ngô cho mà coi.\" Giờ nên cơ sự như này, chẳng lẽ chịu thua à?\" Nhưng rồi ông Nhu vẫn bỏ qua tất cả, đánh điện gọi vợ về.[31][32] Về sau, bà Trần Lệ Xuân được cho là đã dùng thân xác để đổi lấy việc ký giả Colegrowe viết bài ủng hộ cho chế độ Ngô Đình Diệm. Ông Nhu biết việc này, nhưng ông cũng không khỏi thắc mắc là có phải Trần Lệ Xuân làm việc này vì công việc chung của gia đình hay là do bản thân bà muốn thỏa mãn dục vọng của bản thân.[33][cần nguồn tốt hơn] Thu gom của cải và đời sống vật chất[sửa | sửa mã nguồn] Năm 1958, khi họ Ngô đang nắm quyền tối cao ở miền Nam, bà Xuân cho xây ba biệt thự mang tên Bạch Ngọc, Lam Ngọc và Hồng Ngọc, tổng diện tích 13.000 m2. Kiến trúc sư Trần Công Hòa cho biết: \"Biệt điện này xếp vào hạng sang trọng, xa hoa bậc nhất Đông Nam Á thời bấy giờ. Giữa Đà Lạt sương lạnh, một hồ bơi ngoài trời được đun nóng bằng hệ thống riêng, đây là công trình độc nhất ở khu vực được xây dựng\". Nhiều tài liệu về việc mua đất cho thấy: thửa đất để xây các biệt thự mua vào ngày 14–9–1957, lấy tên là \"biệt thự Blanche Naige\" ở đường Henri Maitre (nay là Yết Kiêu). Trong khi tiền tệ thời đó còn dùng tiền xu, tiền đồng thì các hóa đơn, bảng kê chi tiết về việc chi tiêu của bà Xuân lên đến tiền triệu.[34] Giai đoạn 1954–1960, Trần Lệ Xuân chiếm cả một rừng cây quý 200 mẫu tại Định Quán, lấy gỗ chế tạo báng súng xuất khẩu nước ngoài. Vợ chồng bà có phần hùn trong các cơ sở khai thác nước suối Vĩnh Hảo, lông vịt Chợ Lớn, phân chim đảo Hoàng Sa, than Nông Sơn, cát trắng Cam Ranh,...[35] Có nhiều đồn đoán về số tài sản mà Trần Lệ Xuân sở hữu, về những công ty xe bus, công ty đường, độc quyền than củi, vé số... đều là của Trần Lệ Xuân, có người cho rằng số tài sản của vợ chồng ông Nhu – bà Xuân tổng cộng tới 18 tỉ USD. Năm 1973, cách làm giàu nhanh chóng mặt của vợ chồng Ngô Đình Nhu – Trần Lệ Xuân mới được ông Alfed W. McCoy, chuyên viên chống buôn lậu quốc tế từng là cố vấn tại Tổng nha Cảnh sát thời Ngô Đình Diệm tiết lộ trong tập luận án tiến sĩ \"Đông Nam Á: Chính trị dựa vào bạch phiến\", viết về nạn buôn bán thuốc phiện tại miền Nam Việt Nam từ 1954 đến 1973. Theo đó, để có tiền tài trợ cho hoạt động chính trị, ông Nhu đã bí mật tiến hành việc buôn bán thuốc phiện với các bang người Hoa ở Chợ Lớn.[36] Theo giáo sư Huỳnh Văn Lang, cựu Tổng Giám đốc ngân khố Sài Gòn nói rằng: hàng năm Ngô Đình Diệm có một số tiền rất lớn làm quỹ đặc biệt của Phủ Tổng thống, số tiền này ông Diệm hầu như giao cho ông Nhu để trích ra thưởng cho những cán bộ làm công tác đặc biệt như tình báo hay phản gián. Tuy nhiên, ông Nhu lại buộc những cán bộ này phải tự chi trả, còn số tiền các quỹ đen của chính phủ thì Nhu giao hết cho Trần Lệ Xuân làm của riêng. Ông Nhu muốn vợ mình thu gom của cải mà không phải dính dáng gì vào những chuyện bất hợp pháp, đồng thời có thể dễ thao túng cán bộ dưới quyền.[37] Gia đình[sửa | sửa mã nguồn] Cha: Luật sư Trần Văn Chương, đại sứ Việt Nam Cộng hòa tại Hoa Kỳ Chú: Trần Văn Đỗ Em: Trần Văn Khiêm Chồng: Ngô Đình Nhu, cố vấn tối cao của Tổng thống. Ngô Đình Lệ Thủy, năm 1963 Các con: Ngô Đình Lệ Thủy (1945-1967), trưởng nữ,[38] đã tử nạn trong một tai nạn ô tô vào tháng 4 năm 1967 ở Longjumeau, Pháp.[39] Ngô Đình Trác (1949), tốt nghiệp kỹ sư canh nông, lấy vợ người Ý, có bốn con (3 trai, 1 gái). Ngô Đình Quỳnh (1952), tốt nghiệp ESSEC (Trường Kinh tế và Thương mại Pháp), hiện làm cho một công ty Mỹ tại Bruxelles, Bỉ. Ngô Đình Lệ Quyên (1959-2012), tiến sĩ Luật Đại học Roma. Bà có chồng là người Ý, con trai (2007) mang họ mẹ trên giấy tờ là Ngô Đình Sơn. Bà mất vì tai nạn giao thông tại Rome ngày 16 tháng 4 năm 2012.[40] Như vậy, phần lớn người thân của Trần Lệ Xuân đều có kết cục bi thảm: Chồng bà và anh chồng là Ngô Đình Diệm bị quân đảo chính bắn chết. Trần Lệ Xuân do phải lưu vong nên cả mộ của chồng cũng không đến thăm được. Người con gái đầu mà bà gắn bó nhất, Ngô Đình Lệ Thủy, sớm qua đời vào năm 1967 trong một tai nạn xe hơi. Năm 1986, cha mẹ bà được phát hiện bị sát hại tại ngôi nhà ở Washington, D.C. Nghiệt ngã hơn, hung thủ chính là người em trai Trần Văn Khiêm của bà.[41] Ông Khiêm bị truy tố tội giết cha mẹ với động cơ tranh chấp quyền thừa kế, nhưng được miễn án vì bị phát hiện mắc chứng tâm thần, ông khẳng định trước tòa án rằng những kẻ theo chủ nghĩa Do Thái phục quốc đã giết cha mẹ ông ta, theo New York Times. Ngày 16\/4\/2012, người con gái út Ngô Đình Lệ Quyên đã thiệt mạng trong một tai nạn giao thông tại Roma.[20] Câu nói nổi tiếng[sửa | sửa mã nguồn] Whoever has the Americans as allies does not need enemies. (\"Ai đã có Hoa Kỳ là đồng minh thì chẳng cần phải có kẻ thù\")[42] Let them burn and we shall clap our hands. (\"Để cho họ cháy và chúng tôi sẽ vỗ tay.\" – nhận xét về vụ hòa thượng Thích Quảng Đức tự thiêu)[43] What have the Buddhist leaders done comparatively? The only thing they have done, they have barbecued one of their monks whom they have intoxicated, whom they have abused the confidence, and even that barbecuing was done not even with self–sufficient means because they used imported gasoline. (trả lời phỏng vấn của PBS về vụ hòa thượng Thích Quảng Đức tự thiêu)[44] Hình ảnh Trần Lệ Xuân trong văn hóa đại chúng[sửa | sửa mã nguồn] Trong bộ phim Ván bài lật ngửa, 1982, vai diễn Trần Lệ Xuân do nghệ sĩ Thu Hồng đóng.[45] Trong bộ phim Ông cố vấn (1994 - Đạo diễn Lê Dân), vai diễn Trần Lệ Xuân do nghệ sĩ Minh Hòa đóng. Thư mục[sửa | sửa mã nguồn] Demery, Monique Brinson (2013). Finding the Dragon Lady: The Mystery of Vietnam's Madame Nhu. PublicAffairs. ISBN 978-1610392815. Bản tiếng Việt: Madam Nhu Trần Lệ Xuân – Quyền lực Bà Rồng. Mai Sơn dịch. Phương Nam & Nhà xuất bản Hội Nhà văn (2016). Chú thích[sửa | sửa mã nguồn] ^ Robert Trumbull, \"First Lady of Vietnam\", The New York Times, ngày 18 tháng 11 năm 1962, page SM33 ^ Trần Lệ Xuân, người đàn bà mệt mỏi Lưu trữ 2012-11-18 tại Wayback Machine Văn Thư, báo An ninh thế giới cuối tháng 10:30, 19\/03\/2008 ^ Vietnam: The Nguyen Phuoc Dynasty The Royal Ark bản lưu 20\/5\/2002 ^ John Mecklin, Mission in Torment: An Intimate Account of the U.S. Role in Vietnam. Garden City, Doubleday, 1965, p. 43, 48 ^ a b c d e Sự trỗi dậy và suy tàn của bà rồng ^ Malcolm W. Browne, The New Face of War: A Report on a Communist Guerrilla Campaign, p. 170 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 4 tháng 2 năm 2016. Truy cập ngày 9 tháng 2 năm 2016. ^ http:\/\/cadn.com.vn\/news\/122_96813_bi-kich-rong-phu-nhan-3-.aspx ^ Joseph Buttinger, Vietnam: A Political History (NY: Frederick A. Praeger, 1968), p. 447 ^ a b Nguyễn Lang 2000, trang 1057 ^ O'Biren, Michael. “John F. Kennedy: A Biography”. Macmillan. Tr.859 ISBN 0312281293, ISBN 9780312281298 (nguyên văn: I would against seeing another monk betray Budism believe) ^ What have the Buddhist leaders done comparatively ? The only thing they have done, they have barbecued one of their monks whom they have intoxicated, whom they have abused the confidence, and even that barbecuing was done not even with self-sufficient means because they used imported gasoline. (trả lời phỏng vấn của PBS về vụ hòa thượng Thích Quảng Đức tự thiêu) ^ O'Brien 2005, tr. 859Lỗi harv: không có mục tiêu: CITEREFO'Brien2005 (trợ giúp) ^ Langguth 2002, tr. 216Lỗi harv: không có mục tiêu: CITEREFLangguth2002 (trợ giúp). ^ Demery, Monique Finding the Dragon Lady, New York: Public Affairs, 2013 page 166. ^ Jones, p. 393. ^ Cooper, Chester L. (1970). The Lost Crusade: America in Vietnam. New York: Dodd, Mead & Co. pp. 196–197 ^ Newcomb, Richard F. A Pictorial History of the Vietnam War Doubleday, 1987, p. 73 ^ Karnow, trang 296 ^ a b c http:\/\/thanhnien.vn\/the-gioi\/ba-tran-le-xuan-va-nhung-cai-chet-bat-dac-ky-tu-70719.html ^ Hammer, p. 171 ^ Demery, Monique Finding the Dragon Lady, New York: Public Affairs, 2013 pages 180-181. ^ Finding the Dragon Lady: The Mystery of Vietnam's Madame Nhu. Monique Brinson Demery, PublicAffairs, 2013 ^ David Halberstam. The Making of a Quagmire. Random House, 1964, p. 57. ^ http:\/\/www.historynet.com\/rise-and-fall-of-the-dragon-lady.htm ^ Police Arrest Son in Deaths Of Former Saigon Diplomats New York Times 26\/7\/1986 ^ Diễn văn khai mạc Lễ Tưởng niệm, Huỳnh Tấn Lê, Quang Duc Buddhist Welfare Association of Victoria ^ Lễ tưởng niệm 50 năm HT Thích Quảng Đức vị pháp vong thân Lưu trữ 2013-12-30 tại Wayback Machine, Nguyên Huy, Báo Người Việt ^ “Bà Ngô Đình Nhu qua đời ở Ý”. Báo Người Việt. ngày 24 tháng 4 năm 2011. Bản gốc lưu trữ ngày 15 tháng 6 năm 2011. Truy cập ngày 24 tháng 4 năm 2011. ^ Bà Trần Lệ Xuân qua đời Mai Trang, VnExpress 25\/4\/2011 15:20 GMT+7 ^ http:\/\/www.nguoiduatin.vn\/nhung-cuoc-phieu-luu-tinh-ai-cua-ba-co-van-tong-thong-a51301.html ^ http:\/\/baophapluat.vn\/du-lich\/nhung-bi-mat-it-biet-ve-noi-nhuom-mau-chuyen-tinh-ba-co-van-227337.html ^ http:\/\/www.nguoiduatin.vn\/tran-le-xuan-dung-than-xac-cung-co-quyen-luc-nha-chong-a51717.html ^ http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/xa-hoa-nhu-biet-dien-tran-le-xuan-20160126220548738.htm ^ “Bi kịch \"Rồng phu nhân”. Bản gốc lưu trữ ngày 4 tháng 11 năm 2016. Truy cập ngày 2 tháng 11 năm 2016. ^ “Nghi vấn số tài sản khổng lồ của Trần Lệ Xuân”. Bản gốc lưu trữ ngày 4 tháng 11 năm 2016. Truy cập ngày 2 tháng 11 năm 2016. ^ http:\/\/www.nguoiduatin.vn\/nghi-van-so-tai-san-khong-lo-cua-tran-le-xuan-a60492.html ^ Ngày 2 tháng 11 năm 1963, vào thời điểm vụ ám sát cha và bác ruột, Lệ Thủy cùng với mẹ - là bà Trần Lệ Xuân đang ở Beverly Hills, California, và đang chuẩn bị cho chuyến đi tới Ý. Chính phủ mới của Việt Nam Cộng hòa đã từ chối cấp hộ chiếu cho bà về nước và bà đã định cư ở Pháp cùng với mẹ bà. ^ “cái chết”. Bản gốc lưu trữ ngày 14 tháng 8 năm 2013. Truy cập ngày 25 tháng 12 năm 2013. ^ Bà Ngô Đình Lệ Quyên tử nạn lưu thông tại Roma Trần Đức Anh OP 20\/4\/2012 16 04 MORTA LE QUYEN NGO DINH, RESPOSABILE IMMIGRATI CARITAS DI ROMA.mpg - Video sau tai nạn trên YouTube ^ Cái chết của ông bà Trần Văn Chương trên New York Times ^ in: (en) Howard Jones, Death of a Generation, Oxford University Press, New York City, New York (ISBN 0-19-505286-2) p. 407 ^ Langguth, A. J. (2000). Our Vietnam: the war, 1954–1975, page 216. New York City, New York: Simon & Schuster. ISBN 0-684-81202-9. ^ Bà Trần Lệ Xuân trả lời phỏng vấn của PBS về vụ tự thiêu của hòa thượng Thích Quảng Đức Lưu trữ 2013-12-30 tại Wayback Machine, Public Broadcasting Service ^ Đỗ Tuấn (30 tháng 9 năm 2011). “Những người làm phim \"Ván bài lật ngửa\"- Kỳ 1: Đại tá Nguyễn Thành Luân bây giờ”. Thanh niên. Truy cập 6 tháng 12 năm 2021. Đọc thêm[sửa | sửa mã nguồn] Halberstam, David; Singal, Daniel J. (2008). The Making of a Quagmire: America and Vietnam during the Kennedy Era. Lanham, Maryland: Rowman & Littlefield. ISBN 0-7425-6007-4. Hammer, Ellen J. (1987). A Death in November: America in Vietnam, 1963. New York City: E. P. Dutton. ISBN 0-525-24210-4. Jacobs, Seth (2006). Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950–1963. Lanham, Maryland: Rowman & Littlefield. ISBN 0-7425-4447-8. Jones, Howard (2003). Death of a Generation: How the Assassinations of Diem and JFK Prolonged the Vietnam War. New York City: Oxford University Press. ISBN 0-19-505286-2. Karnow, Stanley (1997). Vietnam: A History. New York City: Penguin Books. ISBN 0-670-84218-4. Langguth, A. J. (2000). Our Vietnam: the war, 1954–1975. New York City: Simon & Schuster. ISBN 0-684-81202-9. Maclear, Michael (1981). Vietnam: The Ten Thousand Day War. New York City: Methuen Publishing. ISBN 0-423-00580-4. Olson, James S. (1996). Where the Domino Fell. St. Martin's Press. ISBN 0-312-08431-5. Tucker, Spencer C. (2000). Encyclopedia of the Vietnam War: A Political, Social and Military History. Santa Barbara, California: ABC-CLIO. ISBN 1-57607-040-9. Warner, Denis (1964). The Last Confucian: Vietnam, South-East Asia, and the West. Sydney: Angus and Robertson. Moyar, Mark (2006). Triumph Forsaken The Vietnam War, 1954–1965. Cambridge. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Trần Lệ Xuân. Madame Nhu tại Encyclopædia Britannica (tiếng Anh) Những năm tháng lặng lẽ của Trần Lệ Xuân Nhân Hưng, báo Công an nhân dân, 8:30, 17\/02\/2007 Interview with Madame Ngo Dinh Nhu, 1982 – Phỏng vấn Trần Lệ Xuân, 1982 Bà Ngô Đình Nhu, nhũ danh Trần Lệ Xuân, vừa qua đời HoangHac 24\/4\/2011 Bà Trần Lệ Xuân qua đời ở tuổi 87: Một số ảnh tư liệu từ tạp chí LIFE về người vợ góa của ông Ngô Đình Nhu, bà Trần Lệ Xuân, trên BBC 14:01 GMT – thứ hai, 25 tháng 4 năm 2011 Bà Trần Lệ Xuân nói về vụ tự thiêu của hòa thượng Thích Quảng Đức (download mpg file) Trần Lệ Xuân trên IMDb Tiền nhiệm: Hoàng hậu Nam Phương Đệ Nhất phu nhân Việt Nam Cộng hòa (26 tháng 10 năm 1955 – 2 tháng 11 năm 1963) Kế nhiệm: Đặng Tuyết Mai ẩn x t s Biến cố Phật giáo miền Nam Việt Nam năm 1963 Sự kiện Xả súng lễ Phật Đản, Huế Tấn công hóa học ở Huế Thích Quảng Đức tự thiêu Vụ xô xát ngày 7 tháng 7 Đột kích chùa Xá Lợi Đảo chính Việt Nam Cộng hòa 1963 Bắt giữ và sát hại Ngô Đình Diệm Chính sách Tuyên bố chung Bức điện số 243 Sứ mệnh Krulak–Mendenhall Sứ mệnh McNamara–Taylor Nhân vật chính trị, tôn giáo Nguyễn Phúc Bửu Hội Thích Quảng Đức Michael Forrestal W. Averell Harriman Roger Hilsman Thích Thiện Hoa John F. Kennedy Thích Tịnh Khiết Victor H. Krulak Henry Cabot Lodge Jr. Robert McNamara Joseph Mendenhall Ngô Đình Cẩn Ngô Đình Diệm Ngô Đình Nhu Ngô Đình Thục Nguyễn Ngọc Thơ Nguyễn Đình Thuần Trần Lệ Xuân Frederick Nolting Thích Trí Quang Maxwell D. Taylor Trần Văn Chương William Trueheart Vũ Văn Mẫu Nhân vật quân sự Lucien Conein Đỗ Cao Trí Đỗ Mậu Dương Văn Minh Huỳnh Văn Cao Lê Quang Tung Lê Văn Kim Nguyễn Hữu Có Nguyễn Khánh Nguyễn Văn Nhung Nguyễn Văn Thiệu Phạm Ngọc Thảo Tôn Thất Đính Trần Kim Tuyến Trần Thiện Khiêm Trần Văn Đôn Phóng viên Peter Arnett Malcolm Browne David Halberstam Marguerite Higgins Neil Sheehan Cổng thông tin Lịch sử Việt Nam Tiêu đề chuẩn BNF: cb15523941x (data) GND: 1044842571 ISNI: 0000 0000 2899 153X LCCN: n91008185 NTA: 369184734 SNAC: w6639n91 SUDOC: 139215263 VIAF: 43473889 WorldCat Identities: lccn-n91008185 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Lệ_Xuân&oldid=69877937” Thể loại: Sinh năm 1924 Mất năm 2011 Người Hà Nội Người Ý gốc Việt Đệ Nhất Phu nhân Việt Nam Cộng hòa Nữ chính khách Việt Nam Dòng họ Ngô Đình Nhân vật trong chiến tranh Việt Nam Tín hữu Công giáo Việt Nam Biến cố Phật giáo, 1963 Nhà dân tộc chủ nghĩa Việt Nam Người cải sang Công giáo Người chống cộng Việt Nam Người Việt Nam lưu vong Người họ Trần tại Việt Nam Đảng Cần lao Nhân vị Cựu học sinh Trung học Albert Sarraut Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Lỗi không có mục tiêu Harv và Sfn Trang sử dụng liên kết tự động ISBN Bài viết có văn bản tiếng Anh Bài thiếu nguồn tham khảo đáng tin cậy Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng NTA Bài viết chứa nhận dạng SNAC-ID Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 13 tháng 4 năm 2023, 15:07. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}