{"Trần Cẩm Tú":"Trần Cẩm Tú – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp Hiện\/ẩn mục Sự nghiệp 2.1Hà Tĩnh 2.2Đại biểu Hội đồng nhân dân 2.3Thái Bình 2.4Ủy ban Kiểm tra Trung ương 2.5Bộ Chính trị 3Chú thích Hiện\/ẩn mục Chú thích 3.1Ghi chú 3.2Tham khảo 4Liên kết ngoài Trần Cẩm Tú Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Trần Cẩm Tú Chức vụ Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 9 tháng 5 năm 2018 – nay 5 năm, 11 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Trần Quốc Vượng Kế nhiệm đương nhiệm Vị trí Việt Nam Phó Chủ nhiệm Trần Văn Rón (Thường trực) Trần Tiến Hưng Hoàng Văn Trà Nghiêm Phú Cường Nguyễn Minh Quang Trần Thị Hiền Hoàng Trọng Hưng Đại biểu Quốc hội Việt Nam khóa XV Nhiệm kỳ 23 tháng 5 năm 2021 – nay 1 năm, 362 ngày Chủ tịch Quốc hội Vương Đình Huệ Vị trí Việt Nam Đại diện Lào Cai Ủy viên Bộ Chính trị khóa XIII Nhiệm kỳ 31 tháng 1 năm 2021 – nay 2 năm, 109 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Trung ương Đảng khóa XII, XIII Nhiệm kỳ 9 tháng 5 năm 2018 – nay 5 năm, 11 ngày Tổng Bí thư Nguyễn Phú Trọng Thường trực Ban Bí thư Trần Quốc Vượng Võ Văn Thưởng Trương Thị Mai Ủy viên Trung ương Đảng khóa X (dự khuyết), XI, XII, XIII Nhiệm kỳ 25 tháng 4 năm 2006 – nay 17 năm, 25 ngày Tổng Bí thư Nông Đức Mạnh (2006 - 2011) Nguyễn Phú Trọng (2011 - nay) Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương (Thường trực từ ngày 28\/1\/2016) Nhiệm kỳ 6 tháng 3 năm 2015 – 9 tháng 5 năm 2018 3 năm, 64 ngày Chủ nhiệm Ngô Văn Dụ Trần Quốc Vượng Tiền nhiệm Mai Thế Dương Kế nhiệm Bùi Thị Minh Hoài Bí thư Tỉnh ủy Thái Bình Nhiệm kỳ 20 tháng 8 năm 2011 – 6 tháng 3 năm 2015 3 năm, 198 ngày Tiền nhiệm Nguyễn Hạnh Phúc Kế nhiệm Phạm Văn Sinh Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Nhiệm kỳ 19 tháng 1 năm 2011 – 20 tháng 8 năm 2011 213 ngày Chủ nhiệm Ngô Văn Dụ Ủy viên Ủy ban Kiểm tra Trung ương Nhiệm kỳ 13 tháng 1 năm 2009 – 19 tháng 1 năm 2011 2 năm, 6 ngày Chủ nhiệm Nguyễn Văn Chi Thông tin chung Sinh 25 tháng 8, 1961 (61 tuổi) Xã Sơn Bằng, huyện Hương Sơn, tỉnh Hà Tĩnh, Việt Nam Dân chủ Cộng hòa. Nghề nghiệp Chính trị gia Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Kinh tế Trường lớp Đại học Lâm nghiệp Việt Nam Học viện Chính trị Quốc gia Hồ Chí Minh Trần Cẩm Tú (sinh ngày 25 tháng 8 năm 1961) là một nhà lãnh đạo Đảng, Nhà nước và chính trị gia Việt Nam. Ông hiện là Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam khóa XIII, Phó Trưởng Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực Đảng Cộng sản Việt Nam[1][2] Trần Cẩm Tú là Đảng viên Đảng Cộng sản Việt Nam, học vị Tiến sĩ Kinh tế, Cao cấp lý luận chính trị. Xuất thân và giáo dục[sửa | sửa mã nguồn] Trần Cẩm Tú sinh ngày 25 tháng 8 năm 1961, quê quán tại xã Sơn Bằng, huyện Hương Sơn, tỉnh Hà Tĩnh, nước Việt Nam Dân chủ Cộng hòa. Ông sinh ra và lớn lên tại xã Sơn Ninh, huyện Hương Sơn, trong một gia đình nhà giáo, có bố từng làm Trưởng phòng Giáo dục huyện Hương Sơn. Năm 1978, sau khi tốt nghiệp phổ thông tại Trường Cấp ba Lê Hữu Trác I, Trần Cẩm Tú thi đỗ Trường Đại học Lâm nghiệp Việt Nam, theo học tại trường.[Ghi chú 1] Năm 1983, ông tốt nghiệp Kỹ sư Lâm nghiệp và được điều về Lâm trường Hương Sơn, Hà Tĩnh. Trong quá trình công tác, ông vừa làm việc tại Lâm trường Hương Sơn, vừa tham gia nghiên cứu sinh, nhận bằng Tiến sĩ Kinh tế tại Trường Đại học Lâm nghiệp Việt Nam. Trong quá trình hoạt động Đảng và Nhà nước, ông theo học các khóa tại Học viện Chính trị Quốc gia Hồ Chí Minh, nhận bằng Cao cấp lý luận chính trị.[3] Sự nghiệp[sửa | sửa mã nguồn] Hà Tĩnh[sửa | sửa mã nguồn] Sau khi tốt nghiệp Trường Đại học Lâm nghiệp năm 1983, ông được điều về công tác tại Lâm trường Hương Sơn, một doanh nghiệp quốc doanh, phụ trách khai thác lâm sản, sản xuất lâm nghiệp phục vụ hậu cần trong thời chiến và kinh tế nông lâm trong thời bình.[4][Ghi chú 2] Trong quá trình công tác, ông lần lượt trải qua các chức vụ trong doanh nghiệp gồm: trợ lý, phó phòng, trưởng phòng, rồi Giám đốc Công ty Trách nhiệm hữu hạn một thành viên Lâm nghiệp và Dịch vụ Hương Sơn, trước khi hoạt động chính trị.[5] Năm 2004, ông chuyển công tác sang Ủy ban Nhân dân huyện Hương Sơn và được bổ nhiệm làm Chủ tịch Ủy ban Nhân dân huyện Hương Sơn. Năm 2005, tại Đại hội Đảng bộ huyện Hương Sơn, ông được bầu làm Bí thư Huyện ủy huyện Hương Sơn. Đến cuối năm 2005, tại Đại hội Đảng bộ tỉnh Hà Tĩnh, ông được bầu làm Tỉnh ủy viên tỉnh Hà Tĩnh, trở thành đại biểu của Đảng ủy tỉnh Hà Tĩnh tham gia Đại hội toàn quốc. Từ ngày 18 đến 25 tháng 4 năm 2006 ở Hà Nội, tại Đại hội toàn quốc Đảng Cộng sản Việt Nam lần thứ X, ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X.[6] Sau kỳ đại hội toàn quốc, trong nhiệm kỳ khóa X, ông được Trung ương bổ nhiệm làm Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy Hà Tĩnh, bắt đầu công tác kiểm tra, kỷ luật trong hệ thống Đảng Cộng sản Việt Nam. Đại biểu Hội đồng nhân dân[sửa | sửa mã nguồn] Năm 2004, ông được bầu làm Đại biểu Hội đồng nhân dân tỉnh Hà Tĩnh khóa XV, nhiệm kỳ 2004 – 2011; miễn nhiệm ngày 23 tháng 6 năm 2009, chuyển sang nhiệm vụ công tác mới.[3] Thái Bình[sửa | sửa mã nguồn] Đến tháng 8 năm 2011, ông được Bộ Chính trị điều động, phân công về công tác ở Thái Bình. Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Trưởng Ban Tổ chức Trung ương Tô Huy Rứa cùng đại diện Ban Tổ chức Trung ương, Ủy ban Kiểm tra Trung ương đã làm việc với Ban Chấp hành Đảng bộ tỉnh Thái Bình, công bố và trao quyết định của Bộ Chính trị về điều động, phân công ông vào Ban Chấp hành, Ban Thường vụ Tỉnh ủy, giữ chức Bí thư Tỉnh ủy tỉnh Thái Bình, kế nhiệm Nguyễn Hạnh Phúc, được điều về Trung ương giữ chức Chủ nhiệm Văn phòng Quốc hội Việt Nam.[7] Ông bắt đầu sự nghiệp lãnh đạo toàn diện tỉnh Thái Bình trong những năm 2011 – 2015 trong khóa XI. Ủy ban Kiểm tra Trung ương[sửa | sửa mã nguồn] Tháng 1 năm 2009, tại Hội nghị lần thứ chín của Ban Chấp hành Trung ương Đảng khóa X, đưa ra kết luận trung ương, thông qua nghị quyết về việc đẩy mạnh công tác cán bộ Đảng, Nhà nước,[8] Trần Cẩm Tú được bầu bổ sung làm Ủy viên Ủy ban Kiểm tra Trung ương.[9] Tháng 1 năm 2011, tại Đại hội đại biểu toàn quốc lần thứ XI của Đảng Cộng sản Việt Nam, Trần Cẩm Tú được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI.[10] Sau đó, ông được bầu làm Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương, phụ trách Vụ Nghiên cứu và phụ trách tuyên truyền. Tháng 1 năm 2015, tại Hội nghị lần thứ 10 của Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI, ông lại được bầu bổ sung vào Ủy ban Kiểm tra Trung ương, sau đó được bầu làm Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương, thôi giữ chức Bí thư Tỉnh ủy Thái Bình, kế nhiệm bởi Phạm Văn Sinh.[11] Vào ngày 26 tháng 1 năm 2016, tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng Cộng sản Việt Nam, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII,[1] được bầu làm Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương. Sau đó được phân công làm Phó Chủ nhiệm thường trực Ủy ban Kiểm tra Trung ương.[12], dưới quyền của Ủy viên Bộ Chính trị, Chủ nhiệm Ủy ban Kiểm tra Trung ương, Trần Quốc Vượng. Ngày 09 tháng 5 năm 2018, tại Hội nghị lần thứ bảy của Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, ông được bầu giữ chức vụ Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam và bầu bổ sung làm Ủy viên Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII.[13][14] Kế nhiệm Trần Quốc Vượng, ông trở thành lãnh đạo của Ủy ban Kiểm tra Trung ương, phụ trách chỉ đạo công tác kiểm tra, giám sát chuyên trách của Trung ương, thực hiện các nhiệm vụ, quyền hạn được quy định trong Điều lệ Đảng; tham mưu, giúp Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư chỉ đạo, hướng dẫn và tổ chức thực hiện nhiệm vụ kiểm tra, giám sát và thi hành kỷ luật trong Đảng, đóng vai trò quan trọng trong việc bảo đảm tính chất và đường lối của Đảng, Nhà nước và đất nước Việt Nam.[15] Bộ Chính trị[sửa | sửa mã nguồn] Ngày 30 tháng 1 năm 2021, tại phiên bầu cử Đại hội Đảng toàn quốc lần thứ XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[16] Ngày 31, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, ông được bầu tiếp tục giữ chức Chủ nhiệm Ủy ban Kiểm tra Trung ương khóa XIII.[17]. Ông tiếp tục tham gia Ban Bí thư khóa XIII, sau khi được Bộ Chính trị phân công cùng với một số Ủy viên Bộ Chính trị khác.[18] Chú thích[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ Trường Đại học Nông Lâm được thành lập năm 1956 với tên gọi là Học viện Nông Lâm, nay đặt tại thị trấn Xuân Mai, huyện Chương Mỹ, Thủ đô Hà Nội. ^ Lâm trường Hương Sơn được thành lập từ tháng 3 năm 1955, nay là Công ty lâm nghiệp và dịch vụ Hương Sơn, Hà Tĩnh Tham khảo[sửa | sửa mã nguồn] ^ a b “Lưu trữ: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII”. Tư liệu văn kiện Đảng Cộng sản Việt Nam. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 9 tháng 11 năm 2020. ^ P.T (ngày 9 tháng 5 năm 2018). “Tiểu sử tân Chủ nhiệm UB Kiểm tra Trung ương Trần Cẩm Tú”. Dân trí. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ a b Xuân Hải (ngày 9 tháng 5 năm 2018). “Quá trình công tác của tân Chủ nhiệm Ủy ban Kiểm tra Trung ương Trần Cẩm Tú”. Báo Lao động. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Cty Lâm nghiệp và Dịch vụ Hương Sơn: Bao giờ cho đến ngày xưa…”. Báo Hà Tĩnh. ngày 2 tháng 4 năm 2012. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Báo điện tử Đảng Cộng sản Việt Nam (25 tháng 1 năm 2011). “Đồng chí Trần Cẩm Tú”. Báo điện tử Đảng Cộng sản Việt Nam. Truy cập ngày 28 tháng 1 năm 2011. Kiểm tra giá trị |url lưu trữ= (trợ giúp)[liên kết hỏng] ^ “Danh sách Ủy viên dự khuyết Trung ương Đảng Cộng sản Việt Nam khóa X”. Tư liệu văn kiện Đảng Cộng sản Việt Nam. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ T. Giang (ngày 20 tháng 8 năm 2011). “Ông Trần Cẩm Tú giữ chức Bí thư Tỉnh ủy Thái Bình”. Người lao động. Bản gốc lưu trữ ngày 7 tháng 5 năm 2018. Truy cập ngày 19 tháng 11 năm 2020. ^ “Kết luận số 37-KL\/TW, ngày 2\/2\/2009, Hội nghị lần thứ chín Ban Chấp hành Trung ương (khóa X) về tiếp tục đẩy mạnh thực hiện Chiến lược cán bộ từ nay đến năm 2020”. Tư liệu văn kiện Đảng Cộng sản Việt Nam. ngày 2 tháng 2 năm 2009. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Hương Giang (ngày 9 tháng 5 năm 2018). “Các ông Trần Thanh Mẫn, Trần Cẩm Tú được bầu vào Ban Bí thư”. Thanh tra Chính phủ. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI”. Tư liệu văn kiện Đảng Cộng sản Việt Nam. Bản gốc lưu trữ ngày 14 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Chu La (ngày 10 tháng 5 năm 2018). “Chân dung ông Trần Cẩm Tú - Chủ nhiệm Uỷ ban Kiểm tra Trung ương”. Tài chính Việt Nam. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Ban Chấp hành Trung ương bầu bổ sung hai đồng chí Trần Cẩm Tú và Trần Thanh Mẫn vào Ủy viên Ban Bí thư khóa XII”. Tỉnh ủy Nghệ An. ngày 21 tháng 1 năm 2019. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ Minh An (ngày 9 tháng 5 năm 2018). “TIỂU SỬ ÔNG TRẦN CẨM TÚ - TÂN CHỦ NHIỆM ỦY BAN KIỂM TRA TRUNG ƯƠNG”. Mặt trận Tổ quốc Việt Nam. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ P.V (9 tháng 5 năm 2018). “Khai trừ Đảng đối với ông Đinh La Thăng”. Báo Tiền phong. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 9 tháng 5 năm 2018. ^ “Giới thiệu Ủy ban Kiểm tra Trung ương”. Ủy ban Kiểm tra Trung ương. Bản gốc lưu trữ ngày 19 tháng 11 năm 2020. Truy cập ngày 19 tháng 11 năm 2020. ^ “Danh sách 200 Ủy viên Ban Chấp hành Trung ương Đảng khoá XIII”. VTV. ngày 30 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 30 tháng 1 năm 2021. ^ “Công bố danh sách Bộ Chính trị và Ban Bí thư khóa XIII”. Báo Tuổi trẻ. ngày 31 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 31 tháng 1 năm 2021. ^ “Danh sách Ban Bí thư Trung ương Đảng khóa XIII”. VTV. ngày 10 tháng 4 năm 2021. Bản gốc lưu trữ ngày 11 tháng 4 năm 2021. Truy cập ngày 11 tháng 4 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam. hiện x t s Ủy viên Bộ Chính trị khóa XIII Trần Tuấn Anh Nguyễn Hòa Bình Phạm Minh Chính Lương Cường Đinh Tiến Dũng Phan Văn Giang Vương Đình Huệ Tô Lâm Trương Thị Mai Trần Thanh Mẫn Nguyễn Văn Nên Nguyễn Xuân Thắng Võ Văn Thưởng Phan Đình Trạc Nguyễn Phú Trọng Trần Cẩm Tú Phạm Bình Minh (đến 12\/2022) Nguyễn Xuân Phúc (đến 01\/2023) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Trần Đăng Ninh (1948 – 1951) Hồ Tùng Mậu (1951 – 1956) Nguyễn Lương Bằng (1956 – 1976) Song Hào (1976 – 1982) Trần Kiên (1982 – 1991) Đỗ Quang Thắng (1991 – 1996) Nguyễn Thị Xuân Mỹ (1996 – 2001) Lê Hồng Anh (2001 – 2003) Nguyễn Văn Chi (2003 – 2011) Ngô Văn Dụ (2011 – 2016) Trần Quốc Vượng (2016 – 2018) Trần Cẩm Tú (2018 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Cẩm_Tú&oldid=69841499” Thể loại: Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Sinh năm 1961 Nhân vật còn sống Đại học Lâm nghiệp Việt Nam Tiến sĩ Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Bí thư Tỉnh ủy Thái Bình Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam khóa XI Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Người họ Trần tại Việt Nam Ban Bí thư Trung ương Đảng Cộng sản Việt Nam khóa XII Người Hương Sơn Thể loại ẩn: Lỗi CS1: URL Bài có liên kết hỏng Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 3 tháng 4 năm 2023, 02:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}