{"Trần Thế Ngọc":"Trần Thế Ngọc – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Giáo dục 3Sự nghiệp 4Chú thích 5Liên kết ngoài Trần Thế Ngọc Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Thế Ngọc Chức vụ Bí thư Tỉnh ủy Tiền Giang Nhiệm kỳ 29 tháng 9 năm 2010 – 20 tháng 10 năm 2015 5 năm, 21 ngày Tiền nhiệm Trần Thị Kim Cúc Kế nhiệm Nguyễn Văn Danh Phó Bí thư Nguyễn Văn Danh Nguyễn Văn Khang Chủ tịch Ủy ban nhân dân tỉnh Tiền Giang Nhiệm kỳ 8\/2009 – 9\/2010 Tiền nhiệm Nguyễn Hữu Chí Kế nhiệm Nguyễn Văn Khang Phó Chủ tịch Nguyễn Văn Khang Phó Bí thư Tỉnh ủy Tiền Giang Thứ trưởng Bộ Tài nguyên Môi trường Nhiệm kỳ 07\/2007 – 07\/2009 Thông tin chung Sinh 9 tháng 1, 1955 (68 tuổi) tỉnh Gò Công, Quốc gia Việt Nam (nay thuộc huyện Gò Công Tây, tỉnh Tiền Giang, Việt Nam) Nơi ở Mỹ Tho Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Tiến sĩ Kinh tế Cử nhân Luật Trần Thế Ngọc (sinh năm 1955) là một chính khách người Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Bí thư Tỉnh ủy Tiền Giang khóa IX (2010-2015). Tiểu sử[sửa | sửa mã nguồn] Ông sinh ngày 9 tháng 1 năm 1955 tại xã Vĩnh Hựu, huyện Tây, tỉnh Gò Công (nay thuộc huyện Gò Công Tây, tỉnh Tiền Giang), Việt Nam. Ông sinh trong một gia đình truyền thống hiếu học và yêu nước. Là con thứ 9 trong gia đình nên ông có tên là Mười Ngọc. Giáo dục[sửa | sửa mã nguồn] Ông có bằng Tiến sĩ Kinh tế, Cử nhân Luật. Sự nghiệp[sửa | sửa mã nguồn] Từ năm 1975-2007 ông làm việc tại thành phố Hồ Chí Minh trong ngành đo đạc bản đồ và quản lý đất đai và giữ chức Giám đốc Sở Tài nguyên và Môi trường thành phố Hồ Chí Minh gần 2 nhiệm kỳ trước khi được Thủ tướng Chính phủ bổ nhiệm giữ chức vụ Thứ trưởng Bộ Tài nguyên và Môi trường[1]. Tháng 7 năm 2009, ông được Ban Bí thư Trung ương Đảng phân công về làm Phó Bí thư Tỉnh ủy Tiền Giang. Ngày 22\/7\/2009, ông trúng cử Chủ tịch Ủy ban nhân dân tỉnh Tiền Giang (khóa 2004-2011)[2] Tháng 9\/2010, ông trúng cử Bí thư Tỉnh ủy tỉnh Tiền Giang. Tháng 01\/2011, tại Đại hội đại biểu toàn quốc lần thứ XI của Đảng Cộng sản Việt Nam, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI (2011-2016). Ông không tham gia Ban chấp hành Đảng bộ tỉnh Tiền Giang Khóa X, nhiệm kỳ 2015-2020[3]. Chú thích[sửa | sửa mã nguồn] ^ “Quyết định 1089\/QĐ-TTg” (Thông cáo báo chí). Nguyễn Tấn Dũng. 21\/8\/2007. Truy cập 17\/3\/2011. Kiểm tra giá trị ngày tháng trong: |access-date= và |date= (trợ giúp) ^ “Tiền Giang: Ông Trần Thế Ngọc trúng cử Chủ tịch UBND tỉnh nhiệm kỳ 2004 – 2011” (Thông cáo báo chí). Minh Trí. 2004. Truy cập 17\/3\/2011. Kiểm tra giá trị ngày tháng trong: |access-date= (trợ giúp)[liên kết hỏng] ^ “Tiền Giang: Ông Nguyễn Văn Danh trúng cử Bí thư Tỉnh ủy”. Liên kết ngoài[sửa | sửa mã nguồn] Tiểu sử tóm tắt Trần Thế Ngọc trên trang Chinhphu.vn Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Thế_Ngọc&oldid=69799017” Thể loại: Sinh năm 1955 Nhân vật còn sống Người Gò Công Tiến sĩ Kinh tế Việt Nam Chủ tịch Ủy ban nhân dân tỉnh Tiền Giang Bí thư Tỉnh ủy Tiền Giang Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Thể loại ẩn: Lỗi CS1: ngày tháng Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 20 tháng 3 năm 2023, 18:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}