{"Trần Thọ (Đà Nẵng)":"Trần Thọ (Đà Nẵng) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình công tác 2Tham khảo Đóng mở mục lục Đóng mở mục lục Trần Thọ (Đà Nẵng) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Trần Thọ (định hướng). Trần Thọ Chức vụ Bí thư Thành ủy Đà Nẵng Nhiệm kỳ 30 tháng 8 năm 2013 – 16 tháng 10 năm 2015 2 năm, 47 ngày Tiền nhiệm Nguyễn Bá Thanh Kế nhiệm Nguyễn Xuân Anh Phó Bí thư Văn Hữu Chiến (đến 1\/1\/2015) Võ Công Trí (thường trực, từ 17\/12\/2013) Nguyễn Xuân Anh (từ 2\/4\/2014) Huỳnh Đức Thơ (từ 26\/1\/2015) Chủ tịch Hội đồng nhân dân Thành phố Đà Nẵng Nhiệm kỳ 1 tháng 4 năm 2013 – 16 tháng 6 năm 2016 3 năm, 76 ngày Tiền nhiệm Nguyễn Bá Thanh Kế nhiệm Nguyễn Xuân Anh Phó Chủ tịch Huỳnh Nghĩa (đến 7\/7\/2015) Nguyễn Nho Trung (từ 7\/7\/2015) Phó Bí thư thường trực phụ trách Thành ủy Nhiệm kỳ 31 tháng 1 năm 2013 – 30 tháng 8 năm 2013 211 ngày Vị trí TP Đà Nẵng Phó Bí thư thường trực Thành ủy Đà Nẵng Nhiệm kỳ 1 tháng 12 năm 2008 – 31 tháng 1 năm 2013 4 năm, 61 ngày Tiền nhiệm Phan Như Lâm Kế nhiệm Võ Công Trí (từ 17\/12\/2013) Trưởng ban Tổ chức Thành ủy Nhiệm kỳ 3\/2005 – 11\/2008 Vị trí TP Đà Nẵng Phó Bí thư thường trực Huyện ủy Hòa Vang Nhiệm kỳ 1\/1995 – 9\/1996 Bí thư Nguyễn Văn Đán Vị trí tỉnh Quảng Nam - Đà Nẵng Thông tin chung Sinh 2 tháng 8 năm 1956 Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Phan Thị Thanh Tiền Con cái Trần Thị Yến Minh Học vấn Thạc sĩ chuyên ngành Xây dựng Đảng Thạc sĩ Chính trị học Cử nhân Sư phạm Ngữ văn Quê quán xã Hòa Khương, huyện Hòa Vang, Đà Nẵng Trần Thọ (sinh ngày 2 tháng 8 năm 1956) là một chính khách Việt Nam. Ông nguyên là Bí thư Thành ủy Đà Nẵng, Chủ tịch Hội đồng nhân dân Đà Nẵng, Đại biểu Quốc hội Việt Nam khóa XIII.[1] Ngày 31 tháng 1 năm 2013 ông được phân công phụ trách Thành ủy Thành phố Đà Nẵng.[2][3] Ngày 30 tháng 8 năm 2013 ông được bầu giữ chức Bí thư Thành ủy Đà Nẵng,[4] ông giữ chức vụ này cho đến ngày 16 tháng 10 năm 2015. Ngày 1 tháng 4 năm 2013, Trần Thọ tiếp tục được bầu giữ chức Chủ tịch Hội đồng nhân dân Tp Đà Nẵng.[5] Ông giữ chức vụ này cho đến ngày 16 tháng 6 năm 2016. Ông có trình độ học vấn Thạc sĩ chuyên ngành Xây dựng Đảng.[5] Quá trình công tác[sửa | sửa mã nguồn] 10\/1975 - 9\/1983: công tác trong ngành Giáo dục. Hiệu trưởng các trường THCS Hòa Khương, Hòa Phong, Hòa Phát, huyện Hòa Vang. 10\/1983 - 7\/1985: cán bộ Ban Tuyên huấn Huyện ủy Hòa Vang. 8\/1985 - 9\/1985: Phó chánh Văn phòng Huyện ủy Hòa Vang. 10\/1985 - 7\/1992: Huyện ủy viên, Chánh Văn phòng Huyện ủy Hòa Vang. 8\/1992 - 3\/1993: Ủy viên Ban Thường vụ Huyện ủy, Chánh Văn phòng Huyện ủy Hòa Vang. 4\/1993 - 12\/1994: Ủy viên Ban Thường vụ Huyện ủy, Trưởng ban Tổ chức Huyện ủy Hòa Vang. 1\/1995 - 9\/1996: Tỉnh ủy viên Quảng Nam - Đà Nẵng (khóa XVI), Phó Bí thư Thường trực Huyện ủy Hòa Vang. 10\/1996 - 12\/1996: Tỉnh ủy viên, Bí thư Ban Cán sự Đảng, Trưởng ban Tổ chức Chính quyền tỉnh Quảng Nam - Đà Nẵng. 1\/1997 - 2\/2005: Thành ủy viên, Trưởng ban Tổ chức Chính quyền, Giám đốc Sở Nội vụ. Các chức vụ kiêm nhiệm: Ủy viên UBND thành phố, Ủy viên Ban Cán sự Đảng UBND thành phố, Phó ban Tổ chức Thành ủy Đà Nẵng. 3\/2005 - 11\/2005: Thành ủy viên, Trưởng ban Tổ chức Thành ủy Đà Nẵng. 12\/2005 - 11\/2008: Ủy viên Ban Thường vụ Thành ủy, Trưởng ban Tổ chức Thành ủy Đà Nẵng. 1\/12\/2008 - 1\/2013: Phó Bí thư Thường trực Thành ủy Đà Nẵng. 31\/1\/2013 - 30\/8\/2013: Phó Bí thư Thường trực phụ trách Thành ủy Đà Nẵng. 30\/8\/2013 - 16\/10\/2015: Bí thư Thành ủy Đà Nẵng. 1\/4\/2013 - 16\/6\/2016: Chủ tịch HĐND thành phố Đà Nẵng. Từ tháng 6\/2016, ông nghỉ hưu. Tham khảo[sửa | sửa mã nguồn] ^ “Danh sách Đại biểu Quốc hội khóa XIII”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 10 năm 2013. Truy cập ngày 19 tháng 2 năm 2013. ^ “Đà Nẵng có người thay ông Nguyễn Bá Thanh”. Truy cập ngày 19 tháng 2 năm 2013. ^ “Ông Trần Thọ thay ông Nguyễn Bá Thanh phụ trách Thành ủy Đà Nẵng”. Truy cập ngày 19 tháng 2 năm 2013. ^ “Đà Nẵng chính thức có người thay ông Nguyễn Bá Thanh”. Truy cập ngày 30 tháng 8 năm 2013. ^ a b “Ông Trần Thọ thay ông Nguyễn Bá Thanh”. Truy cập ngày 1 tháng 4 năm 2013. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Thọ_(Đà_Nẵng)&oldid=69295531” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1956 Nhân vật còn sống Đại biểu Quốc hội Việt Nam khóa XIII Chủ tịch Hội đồng nhân dân thành phố Đà Nẵng Bí thư Thành ủy Đà Nẵng Người Đà Nẵng Bí thư Tỉnh ủy Việt Nam nhiệm kì 2010–2015 Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 11 năm 2022, 16:46. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}