{"Trần Sỹ Thanh":"Trần Sỹ Thanh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Giáo dục 3Sự nghiệp Hiện\/ẩn mục Sự nghiệp 3.1Tổng Kiểm toán Nhà nước 3.2Thành phố Hà Nội 4Phát biểu 5Chú thích 6Liên kết ngoài Trần Sỹ Thanh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Trần Sỹ Thanh Chức vụ Chủ tịch Ủy ban nhân dân thành phố Hà Nội Nhiệm kỳ 22 tháng 7 năm 2022 – nay 305 ngày Thủ tướng Phạm Minh Chính Tiền nhiệm Chu Ngọc Anh (bị bãi nhiệm) Lê Hồng Sơn (Phó Chủ tịch phụ trách) Kế nhiệm đương nhiệm Phó Chủ tịch Lê Hồng Sơn (Thường trực, từ 2014) Nguyễn Trọng Đông (từ 12\/2020) Nguyễn Mạnh Quyền (từ 12\/2020) Chử Xuân Dũng (từ 12\/2020 đến 12\/2022) Hà Minh Hải (từ 12\/2020) Dương Đức Tuấn (từ 12\/2020) Vũ Thu Hà (từ 10\/3\/2023) Phó Bí thư Thành ủy Hà Nội Nhiệm kỳ 15 tháng 7 năm 2022 – nay 312 ngày Bí thư Thành ủy Đinh Tiến Dũng Tiền nhiệm Chu Ngọc Anh Kế nhiệm đương nhiệm Tổng Kiểm toán Nhà nước Nhiệm kỳ 7 tháng 4 năm 2021 – 20 tháng 10 năm 2022 1 năm, 196 ngày Tiền nhiệm Hồ Đức Phớc Kế nhiệm Ngô Văn Tuấn Phó Tổng Kiểm toán Doãn Anh Thơ Hà Thị Mỹ Dung Vũ Văn Họa Đặng Thế Vinh Nguyễn Tuấn Anh Phó Chủ nhiệm Văn phòng Quốc hội Nhiệm kỳ 26 tháng 8 năm 2020 – 7 tháng 4 năm 2021 224 ngày Chủ nhiệm Nguyễn Hạnh Phúc Vị trí Việt Nam Phó Trưởng ban Kinh tế Trung ương Chủ tịch HĐTV Tập đoàn Dầu khí quốc gia Việt Nam Nhiệm kỳ 24 tháng 12 năm 2017 – 17 tháng 11 năm 2020 2 năm, 329 ngày Tiền nhiệm Nguyễn Quốc Khánh Kế nhiệm Hoàng Quốc Vượng Đại biểu Quốc hội khóa XIV, XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 0 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Lạng Sơn Hà Nội Bí thư Tỉnh ủy Lạng Sơn Nhiệm kỳ 28 tháng 10 năm 2015 – 22 tháng 12 năm 2017 2 năm, 55 ngày Tiền nhiệm Phùng Thanh Kiểm Kế nhiệm Lâm Thị Phương Thanh Vị trí Việt Nam Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Nhiệm kỳ 13 tháng 2 năm 2015 – 29 tháng 10 năm 2015 258 ngày Chủ nhiệm Ngô Văn Dụ Bí thư Tỉnh ủy Bắc Giang Nhiệm kỳ 4 tháng 6 năm 2012 – 13 tháng 2 năm 2015 2 năm, 254 ngày Tiền nhiệm Nông Quốc Tuấn Kế nhiệm Bùi Văn Hải Ủy viên dự khuyết Trung ương Đảng khóa XI Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 18 tháng 1 năm 2011 – nay 12 năm, 125 ngày Tổng Bí thư Nguyễn Phú Trọng Thông tin chung Sinh 16 tháng 3, 1971 (52 tuổi) xã Thanh Giang, huyện Thanh Chương, tỉnh Nghệ An, Việt Nam Dân chủ Cộng hòa Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ Kinh tế Cử nhân Tài chính, kế toán Cao cấp lí luận chính trị Trường lớp Trường Đại học Tài chính - Kế toán Trần Sỹ Thanh (sinh năm 1971) là chính khách Việt Nam. Ông hiện là Chủ tịch Uỷ ban Nhân dân Thành phố Hà Nội, Ủy viên Ủy ban Tài chính – Ngân sách của Quốc hội khóa XIV. Ông từng là Tổng Kiểm toán Nhà nước. Trong Đảng Cộng sản Việt Nam, ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Ủy viên Đảng đoàn Quốc hội khóa XIV,[1] Phó Bí thư Thành ủy Hà Nội. Ông ứng cử đại biểu Quốc hội khóa XV thuộc Kiểm toán nhà nước.[2] Thân thế[sửa | sửa mã nguồn] Trần Sỹ Thanh sinh ngày 16 tháng 3 năm 1971, nguyên quán tại xã Thanh Giang, huyện Thanh Chương, tỉnh Nghệ An.[1][3]. Sinh ra và lớn lên tại Nam Định. Giáo dục[sửa | sửa mã nguồn] Ông có trình độ học vấn trên đại học, có trình độ chính trị Cao cấp lí luận chính trị.[1] Ông có trình độ chuyên môn là Đại học Tài chính Kế toán (nay là Học viện Tài chính).[1] Sự nghiệp[sửa | sửa mã nguồn] Ông gia nhập Đảng Cộng sản Việt Nam vào ngày 3\/06\/1995, lúc 24 tuổi.[1] Ngày 5 tháng 2 năm 2004, lúc 33 tuổi, ông được bổ nhiệm giữ chức Chánh Văn phòng Kho bạc Nhà nước Việt Nam. Ba năm sau, lúc 36 tuổi, trước khi được điều chuyển tham gia Tỉnh ủy Đắk Lắk, ông giữ chức Phó Tổng giám đốc Kho bạc Nhà nước Việt Nam. Ngày 12 tháng 11 năm 2008, lúc 37 tuổi, ông được Thủ tướng Nguyễn Tấn Dũng phê chuẩn bổ nhiệm vào chức vụ Phó Chủ tịch Ủy ban nhân dân tỉnh Đắk Lắk.[4] Ngày 3 tháng 10 năm 2010, tại Đại hội Đại biểu Đảng bộ tỉnh Đắk Lắk lần thứ XV, ông được bầu giữ chức Phó bí thư Tỉnh ủy Đắk Lắk[5][6] và làm đại biểu tham dự Đại hội Đảng Cộng sản Việt Nam lần thứ XI. Tại Đại hội Đảng toàn quốc, ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương, tham gia Ủy ban Kiểm tra Trung ương Ngày 4 tháng 6 năm 2012, lúc 41 tuổi, ông thôi tham gia Ủy ban Kiểm tra Trung ương để tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Bắc Giang nhiệm kỳ 2010 - 2015 thay người tiền nhiệm là ông Nông Quốc Tuấn về giữ chức Phó Chủ nhiệm Ủy ban Dân tộc.[7] Ngày 11 tháng 1 năm 2015, tại Hội nghị lần thứ 10, Ban Chấp hành Trung ương Đảng (Khóa XI) đã bầu bổ sung ông vào Ủy ban Kiểm tra Trung ương Đảng (Khóa XI). Đến ngày 13 tháng 2 năm 2015, ông được bổ nhiệm làm Phó Chủ nhiệm Ủy ban kiểm tra Trung ương. Tuy nhiên chỉ 8 tháng sau, ông lại được Bộ Chính trị điều động làm Bí thư Tỉnh ủy Lạng Sơn và chính thức nhận chức vụ này từ ngày 28 tháng 10 năm 2015. Sáng 24\/12\/2017 tại TP Lạng Sơn diễn ra Hội nghị triển khai các Quyết định của Bộ chính trị về công tác cán bộ. Ông được điều động về Ban kinh tế TƯ; giữ chức vụ Phó Trưởng Ban kinh tế Trung ương, kiêm Bí thư Đảng ủy, Chủ tịch Hội đồng thành viên tập đoàn dầu khí quốc gia Việt Nam.[8] Tại Quyết định số 2314-QĐNS\/TW ngày 23-8, Bộ Chính trị quyết định: Ông Trần Sỹ Thanh, Ủy viên Trung ương Đảng, Phó Trưởng ban Kinh tế Trung ương, Ủy viên Ban Thường vụ Đảng ủy Khối Doanh nghiệp Trung ương, Bí thư Đảng ủy, Chủ tịch Hội đồng thành viên Tập đoàn Dầu khí quốc gia Việt Nam (PVN) thôi giữ chức Phó Trưởng ban Kinh tế Trung ương, Ủy viên Ban Chấp hành, Ủy viên Ban Thường vụ Đảng ủy Khối Doanh nghiệp Trung ương nhiệm kỳ 2015 – 2020. Ông Thanh được điều động, phân công đến công tác tại Văn phòng Quốc hội và chỉ định giữ chức Ủy viên Đảng đoàn Quốc hội khóa XIV.[9] Ngày 26 tháng 8 năm 2020, đại hội đại biểu Đảng bộ cơ quan Văn phòng Quốc hội lần thứ XIV đã bầu Ban chấp hành nhiệm kỳ 2020 - 2025, Ông Trần Sỹ Thanh được Ban chấp hành Đảng bộ cơ quan Văn phòng Quốc hội bầu làm Bí thư Đảng ủy, nhiệm kỳ 2020-2025. Ngày 30 tháng 1 năm 2021, Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII, nhiệm kỳ 2021-2026. Tổng Kiểm toán Nhà nước[sửa | sửa mã nguồn] Ngày 7 tháng 4 năm 2021, Tại kỳ họp thứ 11, Quốc hội khóa XIV, Quốc hội thông qua nghị quyết bầu ông Trần Sỹ Thanh - Ủy viên Trung ương Đảng, Phó Chủ nhiệm Văn phòng Quốc hội giữ chức vụ Tổng Kiểm toán Nhà nước với 462\/462 đại biểu có mặt tán thành (chiếm 96,25% tổng số đại biểu Quốc hội). Ngày 21 tháng 7 năm 2021, Tại kỳ họp thứ nhất, Quốc hội khóa XV, Quốc hội thông qua nghị quyết bầu ông Trần Sỹ Thanh - Ủy viên Trung ương Đảng, Tổng Kiểm toán Nhà nước khóa XIV tiếp tục được Quốc hội bầu giữ vị trí Tổng Kiểm toán Nhà nước khóa XV, nhiệm kỳ 2021-2026. Thành phố Hà Nội[sửa | sửa mã nguồn] Ngày 15 tháng 7 năm 2022, tại trụ sở Thành uỷ Hà Nội đã diễn ra hội nghị công bố quyết định của Bộ Chính trị về công tác cán bộ. Theo đó, ông Trần Sỹ Thanh, Ủy viên Trung ương Đảng, Bí thư Ban Cán sự Đảng, Tổng Kiểm toán Nhà nước thôi giữ chức Bí thư Ban cán sự Đảng Kiểm toán Nhà nước để điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Phó Bí thư Thành ủy Hà Nội nhiệm kỳ 2020-2025[10]. Ngày 22 tháng 7 năm 2022, tại kỳ họp thứ 8 Hội đồng nhân dân thành phố Hà Nội khóa XVI, nhiệm kỳ 2021-2026, các đại biểu Hội đồng nhân dân thành phố đã biểu quyết bầu ông Trần Sỹ Thanh, Phó Bí thư Thành ủy Hà Nội làm Chủ tịch Ủy ban nhân dân thành phố Hà Nội nhiệm kỳ 2021-2026.[11] Phát biểu[sửa | sửa mã nguồn] Về vấn đề chậm giải quyết đất dịch vụ của người dân trên địa bàn huyện Mê Linh đã kéo dài trong hàng chục năm qua: \"Mình chẳng dính dáng gì mình không sợ. Mình trong veo thì sợ cái gì.\" [12] Chú thích[sửa | sửa mã nguồn] ^ a b c d e “Thông tin đại biểu Quốc hội Việt Nam khóa XIV Trần Sỹ Thanh”. Website Quốc hội Việt Nam. Lưu trữ bản gốc ngày 24 tháng 12 năm 2017. Truy cập ngày 25 tháng 12 năm 2017. ^ “Bộ máy Nhà nước sẽ có nhiều gương mặt mới”. ^ “Đồng chí Trần Sỹ Thanh”. Báo Điện Tử, Đảng Cộng sản Việt Nam. 26 tháng 3 năm 2012.[liên kết hỏng] ^ “Quyết định số 1627\/QĐ-TTg ngày 12\/11\/2008 của Thủ tướng Chính phủ”. Bộ Nội vụ CHXHCN Việt Nam. 2 tháng 12 năm 2008.[liên kết hỏng] ^ “Hà Giang: Phát triển các vùng chuyên canh cây trồng giá trị cao”. SGGP Online. 4 tháng 10 năm 2010. ^ “DANH SÁCH BAN CHẤP HÀNH ĐẢNG BỘ TỈNH KHÓA XV (NHIỆM KỲ 2010-2015)”. Báo Điện Tử Đắk Lắk. 4 tháng 10 năm 2010. ^ “Đồng chí Trần Sỹ Thanh giữ chức Bí thư Tỉnh ủy Bắc Giang”. Báo Điện Tử, Đảng Cộng sản Việt Nam. 15 tháng 6 năm 2012. ^ “Bà Lâm Phương Thanh làm Bí thư Tỉnh ủy Lạng Sơn”. ^ “Ông Trần Sỹ Thanh làm Phó Chủ nhiệm Văn phòng Quốc hội”. ^ “Ông Trần Sỹ Thanh làm Phó Bí thư Thành uỷ Hà Nội”. ^ “Ông Trần Sỹ Thanh được bầu làm Chủ tịch Hà Nội với số phiếu rất cao”. ^ “Chủ tịch Hà Nội Trần Sỹ Thanh: 'Mình cứ trong veo thì sợ gì'”. Tuổi Trẻ. 16 tháng 11 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Đồng chí Trần Sỹ Thanh[liên kết hỏng] Ông Trần Sỹ Thanh làm Bí thư Tỉnh ủy Bắc Giang hiện x t s Tổng Kiểm toán nhà nước Việt Nam Vương Hữu Nhơn (1994–2000) Đỗ Bình Dương (2000–2006) Vương Đình Huệ (2006–2011) Đinh Tiến Dũng (2011–2013) Nguyễn Hữu Vạn (2013–2016) Hồ Đức Phớc (2016–2021) Trần Sỹ Thanh (2021–2022) Ngô Văn Tuấn (2022–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Sỹ_Thanh&oldid=70020061” Thể loại: Sinh năm 1971 Nhân vật còn sống Người Nghệ An Bí thư Tỉnh ủy Bắc Giang Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Bí thư Tỉnh ủy Lạng Sơn Đại biểu Quốc hội Việt Nam khóa XIV Lạng Sơn Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Người họ Trần tại Việt Nam Chủ tịch Hội đồng Thành viên Tập đoàn Dầu khí Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Cựu sinh viên Học viện Tài chính Thể loại ẩn: Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 23 tháng 5 năm 2023, 04:05. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}