{"Trần Kiên":"Trần Kiên – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và sự nghiệp 2Vinh danh 3Tham khảo 4Liên kết ngoài Trần Kiên Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Trần Kiên (1920-2004) là một đảng viên Đảng Cộng sản Việt Nam và chính khách Việt Nam. Ông đã đảm nhiệm các chức vụ: Phó Bí thư Khu ủy Quân khu 5; Bí thư tỉnh ủy các tỉnh Kon Tum, Đắc Lắc, Nghĩa Bình, Bộ trưởng Bộ Lâm nghiệp, Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương của Đảng Cộng sản Việt Nam. Thân thế và sự nghiệp[sửa | sửa mã nguồn] Ông có tên khai sinh: Nguyễn Tài, bí danh: Quốc, Sơn; sinh ngày 15-5-1920 tại xã Nghĩa Kỳ, huyện Tư Nghĩa, tỉnh Quảng Ngãi; tham gia cách mạng năm 1936; vào Đảng ngày 15-7-1945. Năm 1936, lúc mới 16 tuổi, đồng chí Trần Kiên bắt đầu tham gia hoạt động cách mạng, được cử làm liên lạc cho các đồng chí cán bộ lãnh đạo ở địa phương. Trong cao trào cách mạng 1936-1939, đồng chí Trần Kiên tích cực tham gia cuộc biểu tình “đón” Toàn quyền Đông Dương-Gô Đa, khi y đến Quảng Ngãi (năm 1937). Được thử thách, tôi luyện trong phong trào cách mạng, đồng chí được cấp trên tin tưởng bổ sung vào lực lượng tự vệ làng An Hội, xã Nghĩa Kỳ, huyện Tư Nghĩa. Ông là ủy viên Trung ương Đảng các khóa IV, V, VI, Bí thư Trung ương Đảng các khóa V, VI. Sau khi đất nước thống nhất, ông làm Bí thư tỉnh ủy một loạt tỉnh Quảng Ngãi, Nghĩa Bình, Gia Lai, Kontum, Đắc Lắc và mấy năm làm bộ trưởng Bộ Lâm nghiệp (nay là Bộ Nông nghiệp và Phát triển Nông thôn) (1979 - 22\/1\/1981);[1] đại biểu Quốc hội khóa VI. Tại Đại hội VI lịch sử, ông được bầu vào Ban bí thư Trung ương Đảng và giữ chức vụ Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam. Do bị bệnh đột ngột, đồng chí đã từ trần vào ngày 26\/5\/2004 tại Quảng Ngãi. Vinh danh[sửa | sửa mã nguồn] Ông đã được Nhà nước tặng Huân chương Hồ Chí Minh, Huân chương Quân công hạng nhất và nhiều huân, huy chương cao quý khác; Huy hiệu 50 năm tuổi Đảng. Năm 2007, ông được Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam tặng Huân chương Sao Vàng. Tại tỉnh Quảng Ngãi và Gia Lai có con đường được mang tên ông Tham khảo[sửa | sửa mã nguồn] ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 21 tháng 10 năm 2014. Truy cập ngày 14 tháng 11 năm 2014. Liên kết ngoài[sửa | sửa mã nguồn] Ông Trần Kiên được truy tặng Huân chương Sao Vàng Lưu trữ 2013-10-09 tại Wayback Machine Người chiến sĩ cách mạng trung kiên Đồng Chí TRần Kiên Đã Từ Trần hiện x t s Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Trần Đăng Ninh (1948 – 1951) Hồ Tùng Mậu (1951 – 1956) Nguyễn Lương Bằng (1956 – 1976) Song Hào (1976 – 1982) Trần Kiên (1982 – 1991) Đỗ Quang Thắng (1991 – 1996) Nguyễn Thị Xuân Mỹ (1996 – 2001) Lê Hồng Anh (2001 – 2003) Nguyễn Văn Chi (2003 – 2011) Ngô Văn Dụ (2011 – 2016) Trần Quốc Vượng (2016 – 2018) Trần Cẩm Tú (2018 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Kiên&oldid=69677214” Thể loại: Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Sơ khai chính khách Việt Nam Sinh năm 1920 Mất năm 2003 Người Quảng Ngãi Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI Bí thư Tỉnh ủy Gia Lai – Kon Tum Bí thư Tỉnh ủy Đắk Lắk Bí thư Tỉnh ủy Nghĩa Bình Bộ trưởng Bộ Lâm nghiệp Việt Nam Huân chương Sao Vàng Thể loại ẩn: Trang thiếu chú thích trong bài Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 14 tháng 2 năm 2023, 11:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}