{"Trần Quốc Thảo":"Trần Quốc Thảo – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sơ lược tiểu sử 2Hoạt động cách mạng và sự nghiệp chính trị 3Vinh danh 4Ghi chú 5Liên kết ngoài Trần Quốc Thảo Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Trần Quốc Thảo (1915 - 1957) tên thật là Hồ Xuân Lưu, bí danh: Đồ Em, Năm Hai là nhà cách mạng Việt Nam quê ở làng Cổ Thành, huyện Triệu Phong, tỉnh Quảng Trị, sinh tại làng Đông Hưng, huyện Cam Lộ, tỉnh Quảng Trị. Sơ lược tiểu sử[sửa | sửa mã nguồn] Ông sinh năm 1915 tại làng Đông Hưng, Cam Lộ, quê gốc ở Cổ Thành, Triệu Phong, Quảng Trị. Tên khai sinh là Hồ Xuân Lưu. Ông là em ruột của nhà cách mạng, liệt sĩ Hồ Chơn Nhơn, người đã hi sinh tại nhà tù Buôn Ma Thuột năm 1937.[1] Thuở nhỏ Hồ Xuân Lưu học ở Cam Lộ. Năm 1929, ông tham gia các phong trào yêu nước, bị bắt chịu tù 3 tháng và bị đuổi học. Năm 1930, ông gia nhập Đoàn thanh niên cộng sản tại địa phương. Đến cuối năm 1931 ông bị chính quyền Pháp bắt giam 4 tháng và chịu án treo 2 năm rưỡi. Ngày 1\/5\/1933 ông gia nhập Đảng Cộng sản. Năm 1935 ông là Tỉnh Ủy viên, tỉnh Quảng Trị. Năm 1936, ông tham gia Mặt trận dân chủ tại Quảng Trị, góp công vào việc khôi phục lại đảng bộ Cộng sản Đông Dương tỉnh Quảng Trị. Tháng 6 năm 1937, ông được cử vào tỉnh ủy. Năm 1938 ông phụ trách Tuyên huấn Xứ ủy Trung Kỳ, Uy Viên Thường vụ Xứ ủy Trung Kỳ. Đến năm 1940, Trần Quốc Thảo được bầu vào Ban thường vụ Xứ ủy Trung Kỳ. Ông mang bí danh Đồ Em (còn Đồ Anh là ông Bùi San).[2] Hoạt động cách mạng và sự nghiệp chính trị[sửa | sửa mã nguồn] Hội nghị trung ương lần thứ 8 của Đảng Cộng sản Đông Dương được tiến hành từ ngày 10 đến ngày 19 tháng 5 năm 1941 triệu tập 15 đồng chí, nhưng vì những lý do khách quan, chỉ có 9 đại biểu đến dự được, đó là: Nguyễn Ái Quốc, Trường Chinh, Hoàng Quốc Việt, Hoàng Văn Thụ, Bùi San, Hồ Xuân Lưu, Phùng Chí Kiên, Vũ Anh và Nguyễn Thành Diên. Sau khi hội nghị, các đại biểu chia thành ba nhóm, trong đó có nhóm gồm Bùi San (bí danh Đồ Anh), Hồ Xuân Lưu (bí danh Đồ Em) và Nguyễn Thành Diên. Các đại biểu Trung Kỳ từ Cao Bằng qua Lạng Sơn rồi về Hà Nội để vào miền Trung. Tại Hà Nội, Nguyễn Thành Diên đã bị mật thám Pháp bắt. Không chịu nổi tra tấn, Diên đã khai ra. Mật thám giăng lưới quyết bắt luôn các đại biểu còn lại. Ông Hồ Xuân Lưu bị giặc bắt ở Nghệ An, kết án 20 năm tù khổ sai, đày ở Nhà lao Buôn Ma Thuột.[1] Ngày 8 tháng 4 năm 1942, ông vượt ngục, nhưng bị bắt lại rồi tăng án lên 20 năm. Ngày 9 tháng 3 năm 1945, Nhật Bản đảo chính Pháp ở Đông Dương, Trần Quốc Thảo về hoạt động ở quê nhà (Quảng Trị). Ông làm Chủ tịch Đông Hà Quảng Trị. Năm 1946 ông ra Hà Nội làm Chủ nhiệm báo Lao động. Tháng 7 năm 1946, ông làm Bí thư Đặc khu ủy Hòn Gai. Ngày 31 tháng 3 năm 1947, Khi hợp nhất tỉnh Quảng Yên và Đặc khu Hòn Gai thành liên tỉnh Quảng Hồng, Trần Quốc Thảo được cử làm Chủ tịch đầu tiên của Ủy ban Hành chính Kháng chiến Liên tỉnh Quảng Hồng.[3] Cuối năm 1948, ông vào Nam Bộ và làm Bí thư Công Vận Xứ ủy, phụ trách Liên Hiệp Công Đoàn Nam Bộ, Thường vụ Khu ủy Sài Gòn Chợ Lớn. Năm 1949, ông vào Nam Bộ làm Bí thư Ban Công vận Xứ ủy, năm 1950, làm thường vụ Đặc khu Sài Gòn - Chợ Lớn kiêm phó Tổng thư ký Công đoàn Việt Nam. Đến năm 1957, ông được đề cử làm Bí thư Khu ủy Sài Gòn - Chợ Lớn nay là thành phố Hồ Chí Minh. Trong thời gian phụ trách công tác với cương vị là Bí thư, ông đã đưa phong trào đấu tranh chính trị phát triển mạnh tại nội thành. Năm 1954 ông làm Bí thư Khu ủy Sài Gòn Chợ Lớn, Uy viên Trung ương Cục Miền Nam. Trong thời gian phụ trách với cương vị Bí thư, ông đã đẩy mạnh phong trào đấu tranh chính trị phát triển tại nội thành. Tháng 1957 ông bị chính quyền Việt Nam Cộng hòa bắt tại quận Phú Nhuận và bị tra tấn, ông đã anh dũng hi sinh trong lao tù vào ngày 16 tháng 10 năm 1957 ở tuổi 43. Vinh danh[sửa | sửa mã nguồn] Tên ông được đặt cho một trường tiểu học[4] và một con đường[5] ở Quận 3, Thành phố Hồ Chí Minh, một con đường ở thành phố Hạ Long[6]. Ghi chú[sửa | sửa mã nguồn] ^ a b Phạm Xuân Dũng (2020), Nhà cách mạng Hồ Xuân Lưu: Một con người, hai tên đường, Báo Lao Động: Báo điện tử Xây dựng đăng lại, truy cập ngày 6 tháng 7 năm 2020 ^ Kiều Mai Sơn (ngày 11 tháng 7 năm 2016), Sai sót trong sách tiểu sử đồng chí Hoàng Quốc Việt, Báo Nông nghiệp, truy cập ngày 14 tháng 4 năm 2018 ^ Phạm Học (2018), Liệt sĩ từng là Chủ tịch Liên tỉnh Quảng Hồng đầu tiên, Báo Quảng Ninh, truy cập ngày 6 tháng 7 năm 2020 ^ “Trường tiểu học Trần Quốc Thảo”. Google Maps. Truy cập ngày 6 tháng 7 năm 2020. ^ “Đường Trần Quốc Thảo, Quận 3, Thành phố Hồ Chí Minh”. Google Maps. Truy cập ngày 6 tháng 7 năm 2020. ^ “Đường Trần Quốc Thảo, Hồng Gai, Thành phố Hạ Long”. Google Maps. Truy cập ngày 6 tháng 7 năm 2020. Liên kết ngoài[sửa | sửa mã nguồn] Trần Quốc Thảo, District 3, Ho Chi Minh City, Vietnam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Quốc_Thảo&oldid=69988983” Thể loại: Sinh năm 1915 Mất năm 1957 Bí thư Thành ủy Sài Gòn Người Quảng Trị Bí thư Tỉnh ủy Quảng Trị Trang này được sửa lần cuối vào ngày 16 tháng 5 năm 2023, 18:43. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}