{"Trần Tử Bình":"Trần Tử Bình – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử Hiện\/ẩn mục Tiểu sử 1.1Phong trào Phú Riềng Đỏ 1930 1.2Thời kỳ tù Côn Đảo 1931-1936 1.3Thời kỳ hoạt động bí mật 1936-1945 1.4Thời kỳ phục vụ quân đội 1945-1959 1.5Thời kỳ công tác ngoại giao 1959-1967 2Gia đình 3Vinh danh và Khen thưởng Hiện\/ẩn mục Vinh danh và Khen thưởng 3.1Khen thưởng 3.2Vinh danh 4Xem thêm 5Tham khảo 6Chú thích 7Liên kết ngoài Trần Tử Bình 2 ngôn ngữ English Français Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Tử Bình Chức vụ Đại sứ Việt Nam Dân chủ Cộng hòa tại Trung Quốc Nhiệm kỳ 1959 – 1967 Chánh Tổng Thanh tra Quân đội kiêm Phó Tổng Thanh tra Chính phủ Nhiệm kỳ 1956 – 1959 Phó giám đốc, Chính ủy Trường Lục quân Việt Nam, kiêm Phó Tổng Thanh tra Quân đội Nhiệm kỳ 10\/1950 – 1956 Phó Bí thư Quân ủy Trung ương Nhiệm kỳ 3\/1947 – 10\/1950 Bí thư Võ Nguyên Giáp Phó giám đốc, Chính ủy Trường Võ bị Lục quân Trần Quốc Tuấn Nhiệm kỳ 9\/1945 – 3\/1947 Uỷ viên Xứ uỷ Bắc Kỳ, phụ trách Bí thư Khu uỷ khu C và Khu D Nhiệm kỳ 1940 – 12\/1943 Thông tin chung Quốc tịch Việt Nam Sinh 5 tháng 5, 1907 xã Tiêu Động, huyện Bình Lục, tỉnh Hà Nam, Liên bang Đông Dương Mất 11 tháng 2, 1967(1967-02-11) (59 tuổi) Bệnh viện Hữu nghị Việt-Xô, Hà Nội, Việt Nam Dân chủ Cộng hòa Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Cấp bậc Thiếu tướng Chỉ huy Việt Minh Quân đội nhân dân Việt Nam Tham chiến Tổng khởi nghĩa Hà Nội Chiến dịch Việt Bắc Khen thưởng • Huân chương Sao vàng (2008) • Huân chương Hồ Chí Minh (2001) • Huân chương Độc lập hạng Nhất (1967) • Huân chương Quân công hạng Ba • Huân chương Chiến thắng hạng Nhất. Trần Tử Bình (1907-1967) là một trong những vị tướng đầu tiên của nước Việt Nam Dân chủ Cộng hoà [1]. Ông là người lãnh đạo phong trào công nhân cao su Phú Riềng 1930; Một trong những cốt cán của Ủy ban Khởi nghĩa Hà Nội trong cuộc Tổng khởi nghĩa tháng 8 năm 1945. Sau Cách mạng tháng Tám ông đã được bổ nhiệm vào nhiều chức vụ của quân đội và Nhà nước như Phó giám đốc - chính ủy Trường Võ bị Trần Quốc Tuấn (1946), Phó Bí thư Quân Ủy Trung ương (1947), Chính ủy trường Lục quân tại Trung Quốc (1950-1956), Tổng Thanh tra Quân đội kiêm Phó Tổng thanh tra Chính phủ (1956-1958), Đại sứ đặc mệnh toàn quyền của nước Việt Nam Dân chủ Cộng hòa tại Cộng hòa Nhân dân Trung Hoa (1959-1967). Huân chương Sao Vàng (2008). Tiểu sử[sửa | sửa mã nguồn] Trần Tử Bình tên thật là Phạm Văn Phu, sinh năm 1907, trong một gia đình nông dân nghèo theo đạo Công giáo, tại xã Tiêu Động, huyện Bình Lục, tỉnh Hà Nam. Biệt danh khi hoạt động Trần Tử Bình của ông có nghĩa \"sống phong trần, lãng tử, dám xả thân vì chính nghĩa, bình đẳng\" [2] Phong trào Phú Riềng Đỏ 1930[sửa | sửa mã nguồn] Vì tham gia phong trào yêu nước, vận động giáo sinh ở Chủng viện Hoàng Nguyên (Hà Đông) để tang cụ Phan Chu Trinh nên cuối năm 1926 ông bị đuổi học. Năm 1927, được Tống Văn Trân giác ngộ, ông đã ký hợp đồng vào Nam Bộ làm phu đồn điền cao su Phú Riềng. Tại Phú Riềng, ông được nhà cách mạng Ngô Gia Tự giác ngộ, kết nạp vào Việt Nam Thanh niên Cách mạng Đồng chí hội. Tháng 10 năm 1929, là đảng viên Đông Dương Cộng sản Đảng tại chi bộ Phú Riềng. Cuối năm 1929, thay Nguyễn Xuân Cừ làm bí thư chi bộ. Đầu năm 1930, chi bộ lãnh đạo cuộc đấu tranh đòi quyền sống của 5.000 công nhân Phú Riềng, làm nên phong trào \"Phú Riềng Đỏ\" lịch sử. Sau đó, ông bị bắt, bị kết án 10 năm tù, bị đày ra Côn Đảo. Thời kỳ tù Côn Đảo 1931-1936[sửa | sửa mã nguồn] Thời kỳ bị Pháp giam cầm tại Côn Đảo ông vẫn tiếp tục học tập lý luận cách mạng, chủ nghĩa Marx-Lenin và đấu tranh đòi độc lập cho Việt Nam từ trong tù. Cũng trong quãng thời gian này ông đã kết thân với các nhà cách mạng cộng sản khác như: Tôn Đức Thắng, Hoàng Quốc Việt, Phạm Văn Đồng, Lê Văn Lương, Phạm Hùng, Hà Huy Giáp, Trần Xuân Độ, Nguyễn Văn Phát, v.v. đây là lứa cán bộ cốt cán đầu tiên của cách mạng xã hội chủ nghĩa Việt Nam. Năm 1936, do ảnh hưởng của Mặt trận Bình dân Pháp, chính quyền thực dân phải thả ông về đất liền và quản thúc ông ở quê nhà. Thời kỳ hoạt động bí mật 1936-1945[sửa | sửa mã nguồn] Sau khi được trả tự do ông quay trở về Hà Nam và làm thầy ký ở phố huyện Bình Lục, nhưng vẫn tiếp tục bí mật hoạt động cách mạng. Thời kỳ này ông đã lần lựơt giữ các chức vụ khác nhau trong Đảng bộ tỉnh Hà Nam như Bí thư chi bộ, Bí thư Huyện ủy Bình Lục và Bí thư Tỉnh ủy Hà Nam. Năm 1940, ông được bầu là Uỷ viên Xứ uỷ Bắc Kỳ và trực tiếp phụ trách Bí thư Khu uỷ khu C (Liên tỉnh: Hà Nam, Nam Định, Thái Bình, Ninh Bình) vào 1940, 1943; rồi năm 1941 - phụ trách Bí thư Khu uỷ khu D (Liên tỉnh: Vĩnh Yên, Phúc Yên, Phú Thọ, Tuyên Quang). Ngày 24 tháng 12 năm 1943, ông bị bắt ở Thái Bình. Đầu năm 1944, sau khi vượt ngục ở nhà tù Hà Nam bất thành ông bị chính quyền Pháp chuyển về nhà tù Hoả Lò (Hà Nội), nơi được coi là nhà tù tuyệt đối an toàn của chế độ thực dân Pháp. Tại Hỏa Lò, ông được bầu làm Trưởng ban sinh hoạt, tổ chức hoạt động công khai của tù chính trị. Ngày 11 tháng 3 năm 1945, lợi dụng sự kiện phát-xít Nhật hất cẳng Pháp ra khỏi Đông Dương, việc quản lý nhà tù Hỏa Lò có sự thay thày đổi chủ, lộn xộn và bị lơi lỏng, Trần Tử Bình cùng các tù chính trị cộng sản đã tổ chức cuộc vượt ngục nổi tiếng trong lịch sử theo đường cống ngầm giải thoát cho gần 100 tù chính trị, trong số đó có các ông Đỗ Mười, Trần Đăng Ninh...[3] Thiếu tướng Trần Tử Bình tại Việt Bắc (năm 1949) Sau khi thoát khỏi Hỏa Lò, ông trở về xây dựng Chiến khu Quang Trung hay Chiến khu Hòa - Ninh - Thanh, Bộ chỉ huy đặt tại thôn Tâm Quy xã Hà Tân huyện Hà Trung tinh Thanh Hóa (là khu vực giáp ranh các tỉnh: Hòa Bình - Ninh Bình - Thanh Hóa). Ngày 19 tháng 8 năm 1945, với tư cách là Ủy viên Thường vụ Xứ uỷ Bắc Kỳ, Ông đã trực tiếp tham gia lãnh đạo Tổng khởi nghĩa Hà Nội và một số tỉnh thuộc đồng bằng Bắc Bộ. Thời kỳ phục vụ quân đội 1945-1959[sửa | sửa mã nguồn] Tháng 9 năm 1945, ông được giao nhiệm vụ Phó giám đốc, Chính trị ủy viên Trường Quân chính Việt Nam, (sau đổi tên là Trường Huấn luyện Cán bộ Việt Nam, rồi: Trường Võ bị Trần Quốc Tuấn). • Từ tháng 3\/1947 đến 10\/1950 ông được đề bạt làm Phó Bí thư Quân ủy Trung ương, Phụ trách công tác Cán bộ và Kiểm tra Đảng. Cuối 1947, ông cùng Lê Thiết Hùng chỉ huy mặt trận Sông Lô thắng lợi. Tháng 1 năm 1948, ông được phong Thiếu tướng trong đợt phong quân hàm đầu tiên[4] (cùng đợt với các ông Đại tướng Võ Nguyên Giáp, Trung tướng Nguyễn Bình và các Thiếu tướng: Nguyễn Sơn, Lê Thiết Hùng, Chu Văn Tấn, Văn Tiến Dũng, Hoàng Sâm, Hoàng Văn Thái, Lê Hiến Mai, Trần Đại Nghĩa). Cùng thời gian đó đó ông được bổ nhiệm làm Phó Tổng thanh tra Quân đội.[5] Ông làm Công tố viên trong phiên Tòa án quân sự tối cao xét xử vụ án Trần Dụ Châu tham nhũng năm 1950. • Từ 10\/1950-1956, ông nhận nhiệm vụ Chính ủy viên Quân hiệu Lục quân Trần Quốc Tuấn (sau đổi tên là Trường Lục quân Việt Nam, kiêm Phó Tổng Thanh tra Quân đội [6] • Tháng 2 năm 1951, ông được cử làm đại biểu Quân đội dự Đại hội Đảng Cộng sản Việt Nam II tại Việt Bắc. • Thời gian 1956-1959, ông nhận nhiệm vụ Chánh Tổng Thanh tra Quân đội, Phó Tổng Thanh tra Chính phủ Việt Nam,[7] tham gia củng cố và trong sạch hóa chính quyền thời hậu chiến. • Năm 1960, ông được bầu làm đại biểu quân đội dự Đại hội Đảng III, và được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông cũng là đại biểu Quốc hội Việt Nam khóa II và khóa III. Thời kỳ công tác ngoại giao 1959-1967[sửa | sửa mã nguồn] • Năm 1959, ông được chuyển sang công tác tại Bộ Ngoại giao Việt Nam Dân chủ Cộng hòa và được bổ nhiệm làm Đại sứ Việt Nam Dân chủ Cộng hòa tại Trung Quốc, kiêm đại sứ tại Mông Cổ thay cho ông Nguyễn Khang. Trong 8 năm công tác tại Bắc Kinh, ông được bầu làm Trưởng Ngoại giao Đoàn Bắc Kinh. Ở giai đoạn này, mâu thuẫn trong quan hệ giữa hai nước đồng minh Trung Quốc và Liên Xô diễn ra rất căng thẳng, thậm chí đã có lúc Trung Quốc gây sức ép để Việt Nam Dân chủ Cộng hòa phải ngả theo Trung Quốc. Tuy nhiên, đây là hai đồng minh lớn của Việt Nam Dân chủ Cộng hòa và nguồn viện trợ của cả hai bên là vô cùng cần thiết cho cuộc chiến nhằm thống nhất đất nước của Việt Nam Dân chủ Cộng hòa, việc ngả về một bên sẽ làm mất lòng bên kia và gây ra tác hại to lớn về nguồn viện trợ, phương diện chính trị cũng như sức mạnh quân sự của Việt Nam Dân chủ Cộng hòa. Được nhiều đồng nghiệp và cấp trên đánh giá cao về sự khôn ngoan, khéo léo, mềm dẻo, đại sứ Trần Tử Bình đã góp phần giải quyết mâu thuẫn Trung-Việt trong \"vấn đề Liên Xô\" và vận động được Trung Quốc tiếp tục ủng hộ và giúp đỡ Việt Nam Dân chủ Cộng hòa, không để quan hệ Việt - Xô ảnh hưởng đến quan hệ Việt - Trung [8]. • Trong lần về nước họp đầu năm 1967, ông bị ốm nặng và từ trần tại Bệnh viện Hữu nghị Việt-Xô, Hà Nội vào sáng ngày 11 tháng 2 năm 1967 (tức mùng ba Tết Đinh Mùi). Ông qua đời khi vừa tròn 60 tuổi [8]. Lễ tang của ông được cử hành trọng thể tại Câu lạc bộ Quân nhân, Bộ Quốc phòng và tổ chức theo nghi thức cấp Nhà nước dành cho sĩ quan cấp Tướng. Gia đình[sửa | sửa mã nguồn] • Trong cuộc đời hoạt động cách mạng và chính trị của mình, ông luôn nhận được sự động viên mạnh mẽ và nhiệt thành từ bà Nguyễn Thị Hưng - người vợ, người đồng chí của ông. Nguyễn Thị Hưng cũng đã tham gia lãnh đạo phong trào cách mạng tại Hưng Yên và là người trực tiếp lãnh đạo cướp kho thóc Đồng Long, đây là một sự kiện lịch sử quan trọng (đã từng được đưa lên phim truyện). Bà cũng có đóng góp vào công cuộc phát triển phong trào phụ nữ tại nhiều tỉnh phía bắc. Sau năm 1957 bà đã đảm đương nhiều cương vị tại Bộ Ngoại thương (nay là Bộ Công thương), một trong những bộ lớn thời bao cấp, trong đó có chức vụ Chánh Thanh tra của bộ. • Đã quen sử dụng cái tên Trần Tử Bình nên tám người con của ông bà (6 trai, 2 gái) đều lấy họ Trần: Trần Yên Hồng, Kháng Chiến, Thắng Lợi, Kiến Quốc, Thành Công, Hữu Nghị, Hạnh Phúc, Việt Trung. Mỗi tên đều gắn với sự kiện của đất nước. Tuy nhiên họ không bao giờ quên đi họ gốc của mình (họ Phạm).[2][9]. Vinh danh và Khen thưởng[sửa | sửa mã nguồn] Khen thưởng[sửa | sửa mã nguồn] Huân chương Sao Vàng (2008) Huân chương Hồ Chí Minh(2001) Huân chương Độc lập hạng Nhất (1967) Huân chương Quân công hạng Ba Huân chương Chiến thắnghạng Nhất Vinh danh[sửa | sửa mã nguồn] Tên ông được gắn biển trên một số tuyến đường của các thành phố như: Phường Nghĩa Tân, Quận Cầu Giấy, TP. Hà Nội. Huyện Củ Chi, TP Hồ Chí Minh. Quận Cẩm Lệ - Thành phố Đà Nẵng Huyện Hoà Vang, TP Đà Nẵng. Thị xã Thủ Dầu Một, Tỉnh Bình Dương Thành phố Phủ Lý - Tỉnh Hà Nam Huyện Bình Lục, Tỉnh Hà Nam Phường Phước Long, TP Nha Trang, Khánh Hoà [10]. Xem thêm[sửa | sửa mã nguồn] Tổng khởi nghĩa Hà Nội Phú Riềng Đỏ Tham khảo[sửa | sửa mã nguồn] Lê Trọng Nghĩa, \"Nhớ anh Trần Tử Bình trong những ngày Tổng khởi nghĩa Cách mạng tháng tám\", Tạp chí Xưa & Nay, No 217, (8\/2004). Trần Tử Bình: Từ Phú Riềng Đỏ đến mùa thu Hà Nội..., Nhà xuất bản Lao động, 2006 Chú thích[sửa | sửa mã nguồn] ^ Từ điển Bách khoa quân sự Việt Nam - Trần Tử Bình (trang 1008), nxb QĐND 2004 ^ a b Blog của Trần Kiến Quốc, con trai ông ^ Cuộc vượt ngục Hỏa Lò năm 1945, Sài Gòn Giải phóng, 30\/8\/2005 ^ Sắc lệnh số 112\/SL về việc cử ông Trần Tử Bình, Văn Tiến Dũng, Lê Hiến Mai thụ cấp thiếu tướng ^ Sắc lệnh số 107\/SL ^ Sắc lệnh 134\/SL ủy Thiếu tướng Trần Tử Bình, Chính trị Ủy viên Quân hiệu Lục quân Trần Quốc Tuấn ^ Thành lập Ban Thanh tra Trung ương của Chính phủ và hoạt động thanh tra giai đoạn 1955 - 1960 Lưu trữ 2013-01-10 tại Wayback Machine, Thanh tra Việt Nam. ^ a b Trần Tử Bình: Tướng quân đầu tiên \"đi sứ\" Trung Hoa[liên kết hỏng] ^ Một số gia đình khác cũng đặt tên con theo họ tên biệt danh của cha như Võ Văn Kiệt, Trần Đại Nghĩa ^ Nghị quyết 51\/NQ-HĐND tỉnh Khánh Hoà năm 2021 về đặt tên các tuyến đường thành phố Nha Trang, Khánh Hoà ^ Ông đã được các đại sứ và trưởng đoàn ngoại giao của các quốc gia taị Bắc Kinh bầu làm Trưởng Ngoại giao Đoàn Bắc Kinh; xem thêm Phạm Ngạc, \"Hai đại sứ và Cách mạng tháng tám\", Quốc tế Điện tử, 2005 ^ Thập niên 1960 quan hệ chính trị giữa Trung Quốc và Liên Xô, hai quốc gia bảo trợ cho Việt Nam trong cuộc nội chiến, trở nên rất căng thẳng. Lãnh đạo Trung Quốc đã có những thời điểm thể hiện sự không hài lòng về chính sách của Việt Nam đối với Liên Xô. Đoàn ngoại giao Việt Nam, đứng đầu là Đại sứ Trần Tử Bình, đã mềm dẻo và khôn ngoan dàn xếp ổn thoả những bất đồng và qua đó đã giúp cho Việt Nam tiếp tục nhận được sự ủng hộ to lớn từ Trung Quốc cũng như Liên Xô. Liên kết ngoài[sửa | sửa mã nguồn] Cuộc vượt ngục Hỏa Lò năm 1945 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Tử_Bình&oldid=69903346” Thể loại: Sinh năm 1907 Mất năm 1967 Người Hà Nam Cách mạng tháng Tám Thiếu tướng Quân đội nhân dân Việt Nam Chỉ huy quân sự Việt Nam (Chiến tranh Đông Dương) Ủy ban Thanh tra Quân đội Huân chương Sao Vàng Nhà ngoại giao Việt Nam Hàm Đại sứ (Việt Nam) Bí thư Tỉnh ủy Hà Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa III Tín hữu Công giáo Việt Nam Thiếu tướng Quân đội nhân dân Việt Nam thụ phong thập niên 1940 Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 20 tháng 4 năm 2023, 12:42. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}