{"Trần Đông (công an)":"Trần Đông (công an) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử Hiện\/ẩn mục Tiểu sử 1.1Hoạt động trong ngành công an 2Chú thích Trần Đông (công an) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Đối với các định nghĩa khác, xem Trần Đông. Trần Đông (10 tháng 10 năm 1925 – 28 tháng 10 năm 2013), tên thật là Bùi Thuyên, là nhà hoạt động cách mạng Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa IV, V, VI. Ông từng giữ các chức vụ Bí thư Thành ủy Hải Phòng, Thứ trưởng Bộ Nội vụ, Thứ trưởng thứ nhất Bộ Tư pháp. Tiểu sử[sửa | sửa mã nguồn] Trần Đông sinh ngày 10 tháng 10 năm 1925, quê quán tại làng Hòe Thị, xã Đại Hợp, huyện Kiến Thụy, tỉnh Kiến An, nay là huyện Kiến Thụy, thành phố Hải Phòng. Tên khai sinh là Bùi Thuyên.[1] Trần Đông là một trong hai đảng viên lớp đầu của xã và là Bí thư Chi bộ đầu tiên của xã Đại Hòe (nay là Đại Hợp). Sớm giác ngộ lý tưởng cách mạng, với sự gan dạ, mưu trí của mình, ông đã đảm nhiệm nhiều chức vụ quan trọng ở địa phương khi tuổi đời còn rất trẻ. 28 tuổi ông đã giữ chức vụ Trưởng ty Công an Hải Phòng. Hoạt động trong ngành công an[sửa | sửa mã nguồn] Năm 1955, Trần Đông làm Trưởng đoàn trật tự gồm 153 cán bộ, sĩ quan đại diện cho phía Việt Nam vào Hải Phòng trước 5 ngày để nhận bàn giao với đại diện phía Liên hiệp Pháp về trật tự trị an của thành phố Sau đó Trần Đông giữ cương vị Giám đốc Công an Hải phòng trong 16 năm. Ông có thời gian học tập tại Học viện An ninh Liên Xô (1962 – 1963). Ông được bầu làm Thành ủy viên, Ủy viên Thường vụ Thành ủy, Ủy viên Ủy ban Hành chính Thành phố Hải Phòng Trần Đông là Ủy viên Ban chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa IV, V, VI Sau đó, ông giữ chức vụ Bí thư Thành ủy Hải Phòng (1977 – 1979)[2], Năm 1979 Trần Đông được bổ nhiệm Thứ trưởng Bộ Nội vụ (nay là Bộ Công an) phụ trách an ninh nhân dân (tình báo, phản gián), xây dựng lực lượng Công an nhân dân, Văn phòng tổng hợp (V11), có thời gian phụ trách cả quan hệ quốc tế (V12),... Những năm này, Bộ trưởng Phạm Hùng đã dành nhiều thời gian làm nhiệm vụ của Ủy viên Bộ Chính trị và Phó Chủ tịch Hội đồng Bộ trưởng, có lúc phải đi chữa bệnh ở nước ngoài nhiều tháng... Các Thứ trưởng khác mỗi người phụ trách một phần việc, một địa bàn vì vậy mà công việc của Bộ tập trung vào ông và Trần Quyết[3] Năm 1987 Trần Đông giữ chức Thứ trưởng thứ nhất Bộ Tư pháp Việt Nam cho đến khi nghỉ hưu[4] Vì tuổi cao, Trần Đông mất vào 23 giờ 8 phút ngày 28 tháng 10 năm 2013 (tức ngày 24 tháng 9 năm Quý Tỵ) tại Bệnh viện Hữu nghị, thành phố Hà Nội, hưởng thọ 89 tuổi, an táng tại Nghĩa trang Mai Dịch.[1] Chú thích[sửa | sửa mã nguồn] ^ a b “Đồng chí Trần Đông, nguyên Thứ trưởng Bộ Công an từ trần”. Công an nhân dân. 2013-11-02. Truy cập ngày 19 tháng 11 năm 2019. ^ “Sở Nội vụ”. Bản gốc lưu trữ ngày 13 tháng 11 năm 2014. Truy cập 12 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 5 tháng 10 năm 2009. Truy cập ngày 21 tháng 10 năm 2012. ^ “Lãnh đạo Bộ Tư pháp thăm nguyên Thứ trưởng Trần Đông”. Truy cập 4 tháng 10 năm 2015. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Đông_(công_an)&oldid=69913291” Thể loại: Sinh năm 1925 Mất năm 2013 Người họ Bùi tại Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI Người Hải Phòng Bí thư Thành ủy Hải Phòng Thứ trưởng Bộ Công an (Việt Nam) Thể loại ẩn: Tất cả bài viết cần được wiki hóa Trang này được sửa lần cuối vào ngày 23 tháng 4 năm 2023, 02:26. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}