{"Trần Quốc Tỏ":"Trần Quốc Tỏ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp Hiện\/ẩn mục Sự nghiệp 3.1Đại biểu Quốc hội Việt Nam khóa XIV tỉnh Thái Nguyên 4Lịch sử thụ phong quân hàm 5Tham khảo Trần Quốc Tỏ 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Thượng tướng, Phó Giáo sư, Tiến sĩ Trần Quốc Tỏ Trần Quốc Tỏ năm 2023 Chức vụ Thứ trưởng Thường trực Bộ Công an Nhiệm kỳ 20 tháng 5 năm 2020 – nay 3 năm, 8 ngày Bộ trưởng Tô Lâm Tiền nhiệm Lê Quý Vương Kế nhiệm đương nhiệm Phó Bí thư Đảng ủy Công an Trung ương Nhiệm kỳ 4 tháng 6 năm 2021 – nay 1 năm, 358 ngày Bí thư Đảng ủy Tô Lâm Tiền nhiệm Lê Quý Vương Kế nhiệm đương nhiệm Chủ nhiệm Ủy ban Kiểm tra Đảng ủy Công an Trung ương Nhiệm kỳ 4 tháng 6 năm 2021 – nay 1 năm, 358 ngày Tiền nhiệm Nguyễn Văn Thành Kế nhiệm đương nhiệm Phó Chủ nhiệm Lê Văn Tuyến (thường trực, 3\/2021- 1\/2022) Lê Minh Hà (thường trực, 1\/2022- nay ) Đại biểu Quốc hội khóa XIV, XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 5 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Thái Nguyên Bắc Ninh Ủy viên Trung ương Đảng khóa XII, XIII Nhiệm kỳ 26 tháng 1 năm 2016 – nay 7 năm, 122 ngày Tổng Bí thư Nguyễn Phú Trọng Bí thư Tỉnh ủy Thái Nguyên Nhiệm kỳ 28 tháng 10 năm 2015 – 23 tháng 5 năm 2020 4 năm, 208 ngày Tiền nhiệm Nguyễn Đình Phách Kế nhiệm Nguyễn Thanh Hải Phó Bí thư Bùi Xuân Hòa Vũ Hồng Bắc Phó Bí thư Thường trực Tỉnh ủy Thái Nguyên Nhiệm kỳ tháng 3 năm 2014 – 28 tháng 10 năm 2015 Bí thư Nguyễn Đình Phách Thông tin chung Sinh 28 tháng 1, 1962 (61 tuổi) Quang Thiện, Kim Sơn, Ninh Bình, Việt Nam Dân chủ Cộng hòa Nơi ở Quận Thanh Xuân, Hà Nội Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Họ hàng Trần Đại Quang (anh) Trần Quốc Sáng (anh) Học vấn Đại học Cảnh sát (chuyên ngành Điều tra tội phạm) Tiến sĩ Luật học, Tội phạm học, Điều tra tội phạm Phó Giáo sư ngành Khoa học An ninh Binh nghiệp Phục vụ Công an nhân dân Việt Nam Cấp bậc Thượng tướng Trần Quốc Tỏ (sinh ngày 28 tháng 1 năm 1962) là một chính trị gia người Việt Nam và tướng lĩnh Công an nhân dân Việt Nam, cấp bậc Thượng tướng. Ông hiện là Uỷ viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII, Thứ trưởng Thường trực Bộ Công an, đại biểu quốc hội Việt Nam khóa XV, nhiệm kỳ 2021–2026, thuộc đoàn đại biểu Quốc hội tỉnh Thái Nguyên. Ông đã trúng cử đại biểu Quốc hội Việt Nam khóa XV ở đơn vị bầu cử số 2 tỉnh Bắc Ninh (gồm Thành phố Từ Sơn và các huyện Tiên Du và Yên Phong). Trong Đảng Cộng sản Việt Nam, ông hiện là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII, Phó Bí thư Đảng ủy Công an Trung ương, Thứ trưởng Thường trực Bộ Công an, Chủ nhiệm Ủy ban Kiểm tra Đảng ủy Công an Trung ương, nguyên Bí thư Tỉnh ủy Thái Nguyên. Xuất thân[sửa | sửa mã nguồn] Trần Quốc Tỏ sinh ra tại xã Quang Thiện, huyện Kim Sơn, tỉnh Ninh Bình; là con út trong một gia đình có 4 anh em trai Vinh, Quang, Sáng, Tỏ và hai chị gái. Ông là em trai của cố Đại tướng Trần Đại Quang, Ủy viên Bộ Chính trị, Bộ trưởng Bộ Công an (2011-2016), cố Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam (2016 - 2018).[1] Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10.[2] Đại học Cảnh sát (chuyên ngành Điều tra tội phạm).[2] Tiến sĩ Luật học,Tội phạm học, Điều tra tội phạm tại Học viện Cảnh sát Nhân dân (2013).[3] Phó Giáo sư ngành Khoa học An ninh (22\/10\/2015).[2][4] Cao cấp lí luận chính trị.[2] Sự nghiệp[sửa | sửa mã nguồn] - 10\/1978–9\/1989: Chiến sĩ; sau đó là Đội trưởng đội Cảnh sát Hình sự-Kinh tế, Công an huyện Nghĩa Hưng, tỉnh Hà Nam Ninh. - 9\/1989–3\/2007: Ủy viên Ban Chấp hành Đảng bộ Công an huyện Kim Sơn, Đội trưởng đội Cảnh sát Điều tra tội phạm (1989-1994), Trưởng Công an thị trấn Phát Diệm (1994-1999); Ủy viên Ban Thường vụ Đảng ủy, Phó Trưởng Công an huyện, Phó Thủ trưởng cơ quan Cảnh sát điều tra Công an huyện Kim Sơn (1999-2005); Ủy viên Ban Thường vụ Huyện ủy, Bí thư Đảng ủy, Trưởng Công an huyện, Thủ trưởng cơ quan Cảnh sát điều tra Công an huyện Kim Sơn, tỉnh Ninh Bình. - 3\/2007–10\/2011: Ủy viên Ban Chấp hành Đảng bộ Cục, Bí thư Chi bộ, Trưởng phòng 2, Cục Cảnh sát môi trường; Ủy viên Ban Thường vụ Đảng ủy Cục, Phó Cục trưởng Cục Cảnh sát môi trường, Tổng cục Cảnh sát phòng, chống tội phạm, Bộ Công an. - 11\/2011–2\/2014: Ủy viên Ban Chấp hành Đảng bộ Tổng cục, Bí thư Đảng ủy Cục, Chánh Văn phòng Cơ quan Cảnh sát điều tra, Bộ Công an; Phó Tổng Cục trưởng Tổng cục Cảnh sát phòng, chống tội phạm; Phó Thủ trưởng Cơ quan Cảnh sát điều tra Bộ Công an. Hàm Thiếu tướng Công an nhân dân (2013). Từ tháng 3\/2014: ông được Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam điều động giữ chức Phó Bí thư Thường trực Tỉnh ủy Thái Nguyên.[5] 22\/10\/2015: ông được Hội đồng chức danh Giáo sư Nhà nước Việt Nam công nhận đạt tiêu chuẩn chức danh Phó giáo sư ngành khoa học an ninh (theo Quyết định số 46\/QĐ-HĐCDGSNN ngày 22\/10\/2015 của Chủ tịch Hội đồng chức danh Giáo sư Nhà nước). 12\/11\/2015: ông được Giám đốc Học viện Cảnh sát nhân dân bổ nhiệm chức danh Phó giáo sư.[6] 28\/10\/2015: ông được bầu làm Bí thư Tỉnh ủy Thái Nguyên.[7] Tháng 1\/2016: được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII. 20\/05\/2020: ông được Thủ tướng Chính phủ Nguyễn Xuân Phúc bổ nhiệm giữ chức Thứ trưởng Bộ Công an.[8] 23\/05\/2020: ông Mai Văn Chính, Phó trưởng ban Tổ chức Trung ương, công bố quyết định của Bộ Chính trị về việc ông thôi tham gia Ban chấp hành, Ban thường vụ, thôi giữ chức Bí thư Tỉnh ủy Thái Nguyên nhiệm kỳ 2015 - 2020, để chỉ định tham gia Ban chấp hành, Ban thường vụ Đảng ủy Công an Trung ương nhiệm kỳ 2015 - 2020 và giữ chức Thứ trưởng Bộ Công an. 24\/09\/2020: Ông vinh dự được chủ tịch nước Nguyễn Phú Trọng ký quyết định thăng cấp bậc từ Thiếu tướng lên Trung tướng. 30\/01\/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông được bầu là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII, nhiệm kỳ 2021-2026. 14\/05\/2021: Ông được Chủ tịch nước kí quyết định tặng thưởng huân chương quân công hạng nhì. Cùng đợt với thứ trưởng Lê Tấn Tới và thứ trưởng Lê Quốc Hùng được tặng huân chương quân công hạng ba. Vì những đóng góp cho ngành Công an. Ngày 4 tháng 6 năm 2021, đã diễn ra lễ công bố Quyết định của Bộ Chính trị Đảng Cộng sản Việt Nam khóa XIII về việc chỉ định Đảng ủy Công an Trung ương nhiệm kỳ 2020 - 2025. Bộ Chính trị chỉ định ông Trần Quốc Tỏ làm Phó Bí thư kiêm Chủ nhiệm uỷ ban kiểm tra Đảng uỷ Công an Trung ương nhiệm kỳ 2020 - 2025. Ngày 4 tháng 6 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 855\/QĐ-TTg, bổ nhiệm ông Trần Quốc Tỏ làm Ủy viên Hội đồng Thi đua - Khen thưởng Trung ương. Ngày 6 tháng 1 năm 2022, ông được Chủ tịch nước Nguyễn Xuân Phúc ký và trao quyết định thăng cấp bậc từ Trung tướng lên Thượng tướng. Đại biểu Quốc hội Việt Nam khóa XIV tỉnh Thái Nguyên[sửa | sửa mã nguồn] 22\/5\/2016: ông trúng cử Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 thuộc đoàn đại biểu tỉnh Thái Nguyên ở đơn vị bầu cử số 2 tỉnh Thái Nguyên (gồm thành phố Thái Nguyên và các huyện Đồng Hỷ, Võ Nhai) với 275.979 phiếu, đạt tỷ lệ 79,62% số phiếu hợp lệ. Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 1997 2001 2005 2009 2013 2020 2022 Quân hàm Cấp bậc Thiếu tá Trung tá Thượng tá Đại tá Thiếu tướng Trung tướng Thượng tướng Tham khảo[sửa | sửa mã nguồn] ^ “Ông Trần Quốc Tỏ được bầu làm Bí thư Tỉnh ủy Thái Nguyên”. Báo Dân Việt. 28 tháng 10 năm 2015. Truy cập ngày 1 tháng 2 năm 2021. ^ a b c d Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ “20 Gương mặt tiêu biểu của Học viện Cảnh sát nhân dân năm học 2012 - 2013”. Bản gốc lưu trữ ngày 22 tháng 3 năm 2014. Truy cập ngày 22 tháng 3 năm 2014. ^ Tân Bí thư Thái Nguyên được công nhận là Phó Giáo sư, vietnamnet, 29\/10\/2015 ^ Công bố danh sách 44 cán bộ luân chuyển ^ Tuấn Anh. “Lễ công bố và trao quyết định bổ nhiệm chức danh Giáo sư, Phó Giáo sư ngành khoa học an ninh tại Học viện Cảnh sát nhân dân năm 2015”. Tạp chí Cảnh sát nhân dân. 2015-11-15. Bản gốc lưu trữ ngày 12 tháng 10 năm 2019. Truy cập ngày 12 tháng 10 năm 2019. ^ “Đồng chí Trần Quốc Tỏ được bầu giữ chức Bí thư Thái Nguyên”. Báo Chính phủ. 29 tháng 10 năm 2015. Truy cập ngày 1 tháng 2 năm 2021. ^ “Ông Trần Quốc Tỏ nhận quyết định làm Thứ trưởng Bộ Công an”. congan.com.vn. 22 tháng 5 năm 2020. Truy cập ngày 1 tháng 2 năm 2021. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Thượng tướng Công an nhân dân Việt Nam Tướng lĩnh Công an nhân dân Việt Nam Trung tướng ← Thượng tướng → Đại tướng Thập niên 1980 1989 Cao Đăng Chiếm Lâm Văn Thê Nguyễn Văn Đức Thập niên 1990 1992 Bùi Thiện Ngộ 1998 Lê Minh Hương Thập niên 2000 2005 Nguyễn Văn Tính Nguyễn Văn Hưởng Lê Thế Tiệm Nguyễn Khánh Toàn 2008 Thi Văn Tám Thập niên 2010 2011 Đặng Văn Hiếu 2013 Phạm Quý Ngọ Lê Quý Vương Bùi Văn Nam 2015 Bùi Quang Bền 2016 Phạm Dũng Nguyễn Văn Thành Thập niên 2020 2021 Nguyễn Văn Sơn 2022 Trần Quốc Tỏ Lương Tam Quang Thể loại Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Quốc_Tỏ&oldid=69760217” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1962 Nhân vật còn sống Thượng tướng Công an nhân dân Việt Nam Người họ Trần tại Việt Nam Bí thư Tỉnh ủy Thái Nguyên Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Thái Nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Phó giáo sư Việt Nam ngành khoa học an ninh Tiến sĩ Luật Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Thiếu tướng Công an nhân dân Việt Nam thụ phong năm 2013 Tướng lĩnh Công an nhân dân Việt Nam người Ninh Bình Thứ trưởng Bộ Công an (Việt Nam) Trưởng Đoàn đại biểu Quốc hội tỉnh Thái Nguyên Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 9 tháng 3 năm 2023, 15:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}