{"Trần Thanh Mẫn":"Trần Thanh Mẫn – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân và giáo dục 2Sự nghiệp Hiện\/ẩn mục Sự nghiệp 2.1Hậu Giang 2.2Cần Thơ 2.2.1Thời kỳ đầu 2.2.2Lãnh đạo thành phố 2.3Mặt trận Tổ quốc Việt Nam 2.3.1Phó Chủ tịch 2.3.2Chủ tịch Mặt trận Tổ quốc Việt Nam 2.4Quốc hội Việt Nam 3Thành tựu 4Tham khảo Hiện\/ẩn mục Tham khảo 4.1Ghi chú 4.2Chú thích 5Liên kết ngoài Trần Thanh Mẫn 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Trần Thanh Mẫn Phó Chủ tịch Quốc hội Thường trực Trần Thanh Mẫn trong buổi tiếp Chủ tịch Nghị viện lãnh thổ Nouvelle-Calédonie tại Hà Nội, ngày 29 tháng 11 năm 2022 Chức vụ Phó Chủ tịch Thường trực Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam Nhiệm kỳ 1 tháng 4 năm 2021 – nay 2 năm, 51 ngày Chủ tịch Quốc hội Vương Đình Huệ Tiền nhiệm Tòng Thị Phóng Kế nhiệm đương nhiệm Vị trí Việt Nam Ủy viên Bộ Chính trị khóa XIII Nhiệm kỳ 31 tháng 1 năm 2021 – nay 2 năm, 111 ngày Tổng Bí thư Nguyễn Phú Trọng Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Nhiệm kỳ 22 tháng 6 năm 2017 – 12 tháng 4 năm 2021 3 năm, 294 ngày Tiền nhiệm Nguyễn Thiện Nhân Kế nhiệm Đỗ Văn Chiến Phó Chủ tịch Hầu A Lềnh Trương Thị Ngọc Ánh Ngô Sách Thực Nguyễn Hữu Dũng Phùng Khánh Tài Bí thư Trung ương Đảng khóa XII Nhiệm kỳ 9 tháng 5 năm 2018 – 31 tháng 1 năm 2021 2 năm, 267 ngày Tổng Bí thư Nguyễn Phú Trọng Thường trực Ban Bí thư Trần Quốc Vượng Đại biểu Quốc hội Việt Nam khóa XIII, XIV, XV Nhiệm kỳ 2011 – 2026 Chủ tịch Quốc hội Nguyễn Sinh Hùng Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Cần Thơ (2011 - 2021), Hậu Giang (2021 - nay) Phó Chủ tịch kiêm Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Nhiệm kỳ 3 tháng 10 năm 2015 – 22 tháng 6 năm 2017 1 năm, 262 ngày Chủ tịch Nguyễn Thiện Nhân Tiền nhiệm Vũ Trọng Kim Kế nhiệm Hầu A Lềnh (từ ngày 6 tháng 1 năm 2018) Bí thư Thành ủy Cần Thơ Nhiệm kỳ 9 tháng 2 năm 2011 – 25 tháng 9 năm 2015 4 năm, 228 ngày Tiền nhiệm Nguyễn Tấn Quyên Kế nhiệm Trần Quốc Trung Phó Bí thư Nguyễn Hữu Lợi Nguyễn Thanh Sơn Phạm Gia Túc Chủ tịch Ủy ban nhân dân thành phố Cần Thơ Nhiệm kỳ 3 tháng 3 năm 2008 – 14 tháng 4 năm 2011 3 năm, 42 ngày Tiền nhiệm Võ Thanh Tòng Kế nhiệm Nguyễn Thanh Sơn Phó Chủ tịch Nguyễn Hữu Lợi (đến 3\/12\/2010) Đào Anh Dũng (từ 3\/12\/2010) Ủy viên dự khuyết Trung ương Đảng khóa X Ủy viên Trung ương Đảng khóa XI, XII, XIII Nhiệm kỳ 24 tháng 4 năm 2006 – nay 17 năm, 28 ngày Tổng Bí thư Nông Đức Mạnh Nguyễn Phú Trọng Thông tin chung Sinh 12 tháng 8, 1962 (60 tuổi) xã Thạnh Xuân, huyện Châu Thành A, tỉnh Hậu Giang, Việt Nam Nơi ở phường Tân An, quận Ninh Kiều, thành phố Cần Thơ Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam 25\/8\/1982 Học vấn Cử nhân Lí luận chính trị Tiến sĩ Kinh tế Trường lớp Học viện Chính trị Quốc gia Hồ Chí Minh Giải thưởng Huân chương Lao động hạng Nhất, Nhì, Ba Huân chương Bảo vệ Tổ quốc hạng Ba Binh nghiệp Trần Thanh Mẫn (sinh ngày 12 tháng 8 năm 1962) là một lãnh đạo Đảng, Nhà nước và chính trị gia người Việt Nam. Ông hiện là Ủy viên Bộ Chính trị khóa XIII, Phó Bí thư Đảng đoàn Quốc hội, Phó Chủ tịch Thường trực Quốc hội nước Cộng hòa Xã hội chủ nghĩa Việt Nam và là Đại biểu Quốc hội Việt Nam khóa XV nhiệm kì 2021 – 2026, thuộc đoàn Đại biểu Quốc hội tỉnh Hậu Giang.[1] Ông nguyên là Ủy viên Trung ương Đảng khóa XI, XII, Bí thư Trung ương Đảng XII; Bí thư Đảng đoàn, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam; Phó Bí thư Đảng đoàn, Phó Chủ tịch kiêm Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam; Bí thư Thành ủy Cần Thơ, Phó Bí thư Thành ủy, Chủ tịch Ủy ban nhân dân thành phố Cần Thơ.[2] Trần Thanh Mẫn là Đảng viên Đảng Cộng sản Việt Nam, học vị Tiến sĩ Kinh tế. Ông có sự nghiệp hoạt động từ địa phương tới trung ương. Khi đảm nhiệm chức vụ Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam năm 2017, ông là Chủ tịch trẻ tuổi nhất kể từ khi đất nước thống nhất.[3] Xuất thân và giáo dục[sửa | sửa mã nguồn] Trần Thanh Mẫn sinh ngày 12 tháng 8 năm 1962, quê quán ở xã Thạnh Xuân, huyện Châu Thành A, tỉnh Hậu Giang. Ông hiện cư trú ở số 81B, đường Nguyễn Trãi, phường Tân An, quận Ninh Kiều, thành phố Cần Thơ.[Ghi chú 1] Thời niên thiếu, ông theo học phổ thông tại quê nhà, sau khi đất nước thống nhất, tốt nghiệp giáo dục phổ thông: 12\/12.[Ghi chú 1] Ông theo học đại học chuyên ngành Quản trị kinh doanh,[Ghi chú 1] là nghiên cứu sinh kinh tế, bảo vệ thành công luận án Tiến sĩ Kinh tế và nhận bằng Tiến sĩ Kinh tế vào tháng 11 năm 2009. Trong sự nghiệp công tác Đảng và Nhà nước, ông theo học, được đào tạo chính trị tại Học viện Chính trị Quốc gia Hồ Chí Minh chuyên ngành Chính trị, nhận bằng Cử nhân Lý luận chính trị. Trần Thanh Mẫn được kết nạp Đảng Cộng sản Việt Nam vào ngày 25 tháng 8 năm 1982, đảng viên chính thức ngày 25 tháng 8 năm 1983.[1] Sự nghiệp[sửa | sửa mã nguồn] Hậu Giang[sửa | sửa mã nguồn] Sau sự kiện 30 tháng 4 năm 1975, Trần Thanh Mẫn bắt đầu tham gia sinh hoạt công tác tại Đoàn Thanh niên Cộng sản Hồ Chí Minh của địa phương. Từ năm 1979, sau khi tốt nghiệp phổ thông, ông bắt đầu sự nghiệp của mình, vừa tham gia công tác tại Đoàn thanh niên, vừa theo học. Tháng 7 năm 1979, ông là cán bộ Huyện đoàn với chức vụ Ủy viên Ban chấp hành Huyện đoàn, Chánh Văn phòng Huyện đoàn Châu Thành, ở quê nhà tỉnh Hậu Giang. Đến tháng 12 năm 1981, ông được bầu làm Ủy viên Ban Thường vụ, Phó Bí thư thường trực Huyện đoàn Châu Thành. Tháng 11 năm 1984, Trần Thanh Mẫn được bổ nhiệm làm Huyện ủy viên, Bí thư Huyện đoàn huyện Châu Thành; kiêm nhiệm vị trí Đại biểu Hội đồng Nhân dân huyện Châu Thành từ năm 1986. Ông trải qua tổng cộng hơn 10 năm từ thời niên thiếu cho đến khi trưởng thành công tác thanh niên ở nơi sinh ra và lớn lên. Đến tháng 1 năm 1988, ông được điều chuyển tới tỉnh lị, bổ nhiệm làm Ủy viên Ban Thường vụ Tỉnh đoàn, Phó Bí thư Tỉnh đoàn Hậu Giang. Cần Thơ[sửa | sửa mã nguồn] Thời kỳ đầu[sửa | sửa mã nguồn] Năm 1991, tỉnh Cần Thơ được tái lập, chính thức đi vào hoạt động hành chính từ tháng 4 năm 1992.[Ghi chú 2] Ngay sau đó, vào tháng 8 năm 1992, Trần Thanh Mẫn được điều chuyển thăng chức làm Bí thư Tỉnh đoàn Cần Thơ khi tròn 30 tuổi; được bầu làm Đại biểu Hội đồng Nhân dân tỉnh Cần Thơ nhiệm kỳ 1989 – 1994. Tháng 7 năm 1994, ông được bổ nhiệm làm Ủy viên Ủy ban Nhân dân tỉnh, Ủy viên Ban cán sự Đảng Ủy ban Nhân dân tỉnh, Chánh Văn phòng Ủy ban Nhân dân tỉnh, Bí thư Đảng ủy Văn phòng Ủy ban Nhân dân tỉnh Cần Thơ; công tác xuyên suốt nhiệm kỳ ở vị trí này những năm 1994 – 1999. Tháng 12 năm 1999, Trần Thanh Mẫn được Thủ tướng Chính phủ Phan Văn Khải quyết định bổ nhiệm làm Phó Chủ tịch Ủy ban Nhân dân tỉnh Cần Thơ, đồng thời là Tỉnh ủy viên, Ủy viên Ban cán sự Đảng Ủy ban Nhân dân tỉnh.[4] Năm 2004, thành phố Cần Thơ, một thành phố trực thuộc trung ương được thành lập,[Ghi chú 3] Trần Thanh Mẫn giữ chức Ủy viên Ban Thường vụ Thành ủy lâm thời của Thành ủy Cần Thơ, Bí thư Quận ủy Bình Thủy; được bầu làm Đại biểu Hội đồng Nhân dân thành phố Cần Thơ nhiệm kỳ 2004 – 2009. Lãnh đạo thành phố[sửa | sửa mã nguồn] Tháng 1 năm 2006, tại Đại hội Đảng toàn quốc khóa X, Trần Thanh Mẫn được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá X. Đến ngày 26 tháng 2 năm 2008, ông kiêm nhiệm chức vụ Phó Bí thư Thành ủy Cần Thơ, Thường vụ Thành ủy, Bí thư Quận ủy Bình Thủy. Ngày 03 tháng 3 năm 2008, Hội đồng nhân dân thành phố Cần Thơ họp phiên bất thường miễn nhiệm chức vụ Chủ tịch Ủy ban Nhân dân của Võ Thanh Tòng và chức vụ Phó Chủ tịch Thường trực Ủy ban Nhân dân thành phố ần Thơ của Phạm Phước Như, đồng thời bầu Trần Thanh Mẫn làm Chủ tịch Ủy ban nhân dân thành phố Cần Thơ. Sau đó, ngày 19 tháng 3 năm 2008, ông thôi chức Bí thư Quận ủy Bình Thủy, giữ chức Phó Bí thư Thành ủy, được Thủ tướng Nguyễn Tấn Dũng ký quyết định bổ nhiệm làm Chủ tịch Ủy ban Nhân dân thành phố Cần Thơ.[5] Tháng 1 năm 2011, tại Đại hội đại biểu toàn quốc lần thứ 11 của Đảng Cộng sản Việt Nam, Trần Thanh Mẫn được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI.[6] Ngày 02 tháng 2 năm 2011, ông được Trung ương bổ nhiệm chức vụ Bí thư Thành ủy Cần Thơ, thay cho người tiền nhiệm là Nguyễn Tấn Quyên được điều ra trung ương giữ chức Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam. Trần Thanh Mẫn chính thức nhận nhiệm vụ Bí thư Thành ủy Cần Thơ từ ngày 09 tháng 2, trở thành lãnh đạo toàn diện và cao nhất, mọi lĩnh vực của thành phố Cần Thơ. Tháng 3 năm 2011, ông trúng cử Đại biểu Quốc hội Việt Nam khóa XIII thuộc đoàn đại biểu tỉnh Cần Thơ, đồng thời là Trưởng đoàn Đại biểu Quốc hội khóa XIII, đơn vị thành phố Cần Thơ.[7] Ngày 14 tháng 4 năm 2011, Trần Thanh Mẫn viết tờ trình xin miễn nhiệm chức danh Chủ tịch Ủy ban Nhân dân trước Hội đồng Nhân dân thành phố Cần Thơ để tập trung công tác Bí thư Thành ủy. Hội đồng Nhân dân thành phố Cần Thơ đã phê chuẩn đề nghị này một ngày sau đó, người kế nhiệm là Nguyễn Thanh Sơn. Ông lãnh đạo thành phố Cần Thơ thời kỳ 2011 – 2015, góp phần phát triển kinh tế, đảm bảo xã hội khu vực của trung tâm Đồng bằng sông Cửu Long. Mặt trận Tổ quốc Việt Nam[sửa | sửa mã nguồn] Phó Chủ tịch[sửa | sửa mã nguồn] Sau sự nghiệp chủ yếu với 40 năm ở quê nhà Hậu Giang, Cần Thơ, Tây Nam Bộ, đến tháng 9 năm 2015, Bộ Chính trị Đảng Cộng sản Việt Nam quyết định cho Trần Thanh Mẫn thôi giữ chức Bí thư Thành ủy Cần Thơ, thôi tham gia Ban Chấp hành, Ban Thường vụ Thành ủy Cần Thơ nhiệm kỳ 2010 – 2015 để giới thiệu bầu giữ chức Phó Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam và tham gia Đảng đoàn Mặt trận Tổ quốc Việt Nam. Vào ngày 26 tháng 1 năm 2016, tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng Cộng sản Việt Nam, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, nhiệm kỳ 2016 – 2021.[2] Ngày 14 tháng 4 năm 2016, Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam tổ chức Hội nghị lần thứ năm của Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khóa VIII, hiệp thương cử ông giữ chức Phó Chủ tịch, Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Việt Nam khóa VIII, nhiệm kỳ 2014 – 2019.[8] Giai đoạn này, ông đồng thời là Phó Bí thư Đảng Mặt trận Tổ quốc Việt Nam rồi Bí thư Đảng ủy Cơ quan Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam; được bầu làm Đại biểu Quốc hội khóa XIV, đơn vị Cần Thơ từ tháng 10 năm 2016. Chủ tịch Mặt trận Tổ quốc Việt Nam[sửa | sửa mã nguồn] Ngày 22 tháng 6 năm 2017, Bộ Chính trị Đảng Cộng sản Việt Nam chỉ định Trần Thanh Mẫn làm Bí thư Đảng đoàn Mặt trận Tổ quốc Việt Nam và giới thiệu ông cho các đại biểu tham gia hội nghị lần thứ bảy của Uỷ ban Trung ương Mặt trận Tổ quốc Việt Nam khóa VIII, hiệp thương ông giữ chức vụ Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khóa VIII nhiệm kỳ 2014 – 2019 thay thế Nguyễn Thiện Nhân, được điều chuyển nhận chức Bí thư Thành ủy Thành phố Hồ Chí Minh.[9] Mặt trận Tổ quốc Việt Nam là tổ chức liên minh chính trị, liên hiệp tự nguyện của tổ chức chính trị, các tổ chức chính trị – xã hội, tổ chức xã hội và các cá nhân tiêu biểu trong các giai cấp, tầng lớp xã hội, dân tộc, tôn giáo, người Việt Nam định cư ở nước ngoài; với nhiệm vụ tham gia xây dựng Đảng, Nhà nước, hoạt động đối ngoại nhân dân góp phần xây dựng và bảo vệ Tổ quốc.[10] Tổ chức được đổi tên từ năm 1977 cho đến ngày nay, sau khi thống nhất Bắc Nam. Trần Thanh Mẫn được bầu làm Chủ tịch Mặt trận khi 55 tuổi, trở thành lãnh đạo trẻ nhất trong lịch sử hiện đại của tổ chức.[3] Ngày 09 tháng 5 năm 2018, tại Hội nghị lần thứ bảy, Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, ông được bầu bổ sung làm Ủy viên Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, tức Bí thư Trung ương Đảng Cộng sản Việt Nam khóa XII.[11][12] Chiều ngày 20 tháng 9 năm 2019, tại Đại hội đại biểu toàn quốc Mặt trận Tổ quốc Việt Nam lần thứ IX, Trần Thanh Mẫn được bầu vào Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khóa IX nhiệm kì 2019 – 2024 và được cử vào Ban thường vụ Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, tiếp tục giữ chức Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khóa 9.[13] Đến ngày 30 tháng 1 năm 2021, tại phiên bầu cử Trung ương, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[14] Ngày 31, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII.[15] Quốc hội Việt Nam[sửa | sửa mã nguồn] Ngày 01 tháng 4 năm 2021, tiếp tục chương trình kỳ họp thứ 11 của Quốc hội khóa XIV, Quốc hội tiến hành các thủ tục bầu một số Phó Chủ tịch Quốc hội. Các đại biểu thông qua nghị quyết bầu Trần Thanh Mẫn làm Phó Chủ tịch Thường trực Quốc hội với tỷ lệ tán thành 94,79%. Ông đảm nhiệm vai trò mới, là Phó Chủ tịch Thường trực Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam, dưới quyền của Chủ tịch Quốc hội Vương Đình Huệ.[16] Thành tựu[sửa | sửa mã nguồn] Trần Thanh Mẫn với sự nghiệp công tác từ thực tế cho đến lãnh đạo Đảng, Nhà nước và Mặt trận Tổ quốc Việt Nam, đã có nhiều thành tích, cống hiến, nhận được bằng khen của Đảng, Nhà nước:[17] Huân chương Lao động hạng Nhất (2017), hạng Nhì (2010), hạng Ba (2005); Huân chương Bảo vệ Tổ quốc hạng Ba (2011); Bằng khen của Thủ tướng Chính phủ (03). Chiến sĩ thi đua toàn quốc (2000 và 2009) Tham khảo[sửa | sửa mã nguồn] Ghi chú[sửa | sửa mã nguồn] ^ a b c Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành. ^ Ngày 26 tháng 12 năm 1991, kỳ họp thứ 10 Quốc hội khóa VIII ra nghị quyết chia tỉnh Hậu Giang để tái lập tỉnh Cần Thơ và tỉnh Sóc Trăng. Tỉnh Cần Thơ gồm thành phố Cần Thơ và sáu huyện: Thốt Nốt, Ô Môn, Châu Thành, Phụng Hiệp, Vị Thanh, Long Mỹ, tỉnh lỵ đặt tại thành phố Cần Thơ. ^ Ngày 26 tháng 11 năm 2003, Quốc hội Việt Nam thông qua Nghị quyết số 22\/2003\/QH11 về việc chia và điều chỉnh địa giới hành chính một số tỉnh. Theo đó, chia tỉnh Cần Thơ thành thành phố Cần Thơ trực thuộc trung ương và tỉnh Hậu Giang; tỉnh Cần Thơ chính thức bị giải thể kể từ ngày 1 tháng 1 năm 2004. Chú thích[sửa | sửa mã nguồn] ^ a b “Tóm tắt lý lịch đồng chí Trần Thanh Mẫn, Bí thư Trung ương Đảng, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam”. Mặt trận Tổ quốc. ngày 16 tháng 7 năm 2019. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ a b “Lưu trữ: Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII”. Tư liệu văn kiện Đảng Cộng sản Việt Nam. Bản gốc lưu trữ ngày 9 tháng 11 năm 2020. Truy cập ngày 9 tháng 11 năm 2020. ^ a b “Chủ tịch Mặt trận qua các thời kỳ”. Mặt trận Tổ quốc. ngày 16 tháng 7 năm 2020. Bản gốc lưu trữ ngày 12 tháng 11 năm 2020. Truy cập ngày 12 tháng 11 năm 2020. ^ “Tiểu sử đồng chí Trần Thanh Mẫn, Chủ tịch Ủy ban Trung ương MTTQ Việt Nam khóa IX”. Hà Nội mới. ngày 29 tháng 9 năm 2019. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Quốc Trưởng. “Đồng chí Trần Thanh Mẫn được bầu giữ chức vụ Chủ tịch UBND TP Cần Thơ”. Báo Cần Thơ. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ “Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI”. Tư liệu văn kiện Đảng Cộng sản Việt Nam. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Huy Bình (ngày 10 tháng 2 năm 2011). “Ông Trần Thanh Mẫn được bổ nhiệm làm Bí thư Thành ủy Cần Thơ”. Diễn đàn Doanh nghiệp. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Minh Hòa (ngày 14 tháng 4 năm 2016). “MTTQ Việt Nam có tân Phó Chủ tịch kiêm Tổng Thư ký”. VOV. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Quang Phong (ngày 22 tháng 6 năm 2017). “Ông Trần Thanh Mẫn giữ chức Chủ tịch Mặt trận Tổ quốc Việt Nam”. Dân trí. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ Khoản 1, Điều 9, Hiến pháp 2013. ^ P.V (9 tháng 5 năm 2018). “Khai trừ Đảng đối với ông Đinh La Thăng”. Báo Tiền phong. Truy cập ngày 9 tháng 5 năm 2018. ^ Hoàng Thùy (ngày 9 tháng 5 năm 2018). “Ông Trần Thanh Mẫn, Trần Cẩm Tú được bầu vào Ban bí thư”. Vnexpress. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. ^ P. Thảo, Quang Phong (ngày 20 tháng 9 năm 2019). “Ông Trần Thanh Mẫn tiếp tục làm Chủ tịch UB Trung ương MTTQ Việt Nam khoá mới”. Dân trí. Bản gốc lưu trữ ngày 28 tháng 9 năm 2019. Truy cập ngày 10 tháng 11 năm 2020. ^ “Danh sách 200 Ủy viên Ban Chấp hành Trung ương Đảng khoá XIII”. VTV. ngày 30 tháng 1 năm 2021. Bản gốc lưu trữ ngày 30 tháng 1 năm 2021. Truy cập ngày 30 tháng 1 năm 2021. ^ “Công bố danh sách Bộ Chính trị và Ban Bí thư khóa XIII”. Báo Tuổi trẻ. ngày 31 tháng 1 năm 2021. Bản gốc lưu trữ ngày 31 tháng 1 năm 2021. Truy cập ngày 31 tháng 1 năm 2021. ^ Hoàng Thùy (ngày 1 tháng 4 năm 2021). “Quốc hội có ba Phó chủ tịch mới”. Vnexpress. Bản gốc lưu trữ ngày 1 tháng 4 năm 2021. Truy cập ngày 1 tháng 4 năm 2021. ^ “Ông Trần Thanh Mẫn là Chủ tịch UBTƯ MTTQ Việt Nam khoá VIII”. Ủy ban Thường vụ Mặt trận. ngày 22 tháng 6 năm 2017. Bản gốc lưu trữ ngày 10 tháng 11 năm 2020. Truy cập ngày 10 tháng 11 năm 2020. Liên kết ngoài[sửa | sửa mã nguồn] Lý lịch Chủ tịch Mặt trận Tổ quốc Việt Nam: Trần Thanh Mẫn. Bản điện tử Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 2013. hiện x t s Ủy viên Bộ Chính trị khóa XIII Trần Tuấn Anh Nguyễn Hòa Bình Phạm Minh Chính Lương Cường Đinh Tiến Dũng Phan Văn Giang Vương Đình Huệ Tô Lâm Trương Thị Mai Trần Thanh Mẫn Nguyễn Văn Nên Nguyễn Xuân Thắng Võ Văn Thưởng Phan Đình Trạc Nguyễn Phú Trọng Trần Cẩm Tú Phạm Bình Minh (đến 12\/2022) Nguyễn Xuân Phúc (đến 01\/2023) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Hoàng Quốc Việt (I: 1977 – 1983) Huỳnh Tấn Phát (II: 1983 – 1988) Nguyễn Hữu Thọ (III: 1988 – 1994) Lê Quang Đạo (IV: 1994 – 1999) Phạm Thế Duyệt (V, VI: 1999 – 2008) Huỳnh Đảm (VI, VII: 2008 – 2013) Nguyễn Thiện Nhân (VII, VIII: 2013 – 2017) Trần Thanh Mẫn (VIII, IX: 2017 – 2021) Đỗ Văn Chiến (IX: 2021 - nay) Chủ tịch danh dự: Tôn Đức Thắng (I) Hoàng Quốc Việt (II, III) Nguyễn Hữu Thọ (IV) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Thanh_Mẫn&oldid=69965033” Thể loại: Sinh năm 1962 Nhân vật còn sống Người Hậu Giang Chủ tịch Ủy ban nhân dân thành phố Cần Thơ Bí thư Thành ủy Cần Thơ Đại biểu Quốc hội Việt Nam khóa XIII Cần Thơ Đại biểu Quốc hội Việt Nam khóa XIV Cần Thơ Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Ban Bí thư Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam Tiến sĩ Kinh tế Việt Nam Bí thư Tỉnh ủy Việt Nam nhiệm kì 2010–2015 Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Người họ Trần Trang này được sửa lần cuối vào ngày 9 tháng 5 năm 2023, 20:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}