{"Trần Toại":"Trần Toại – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Hoạt động cách mạng 3Hoạt động chính trị 4Vinh danh 5Tham khảo 6Chú thích Trần Toại Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Trần Toại\" đổi hướng tới đây. Đối với các định nghĩa khác, xem Trần Toại (định hướng). Trần Toại Chức vụ Chủ tịch Ủy ban nhân dân cách mạng lâm thời tỉnh Quảng Ngãi Nhiệm kỳ 2 tháng 9, 1945 – 1946 Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Công Phương Vị trí Việt Nam Phó Chủ tịch Hồ Thiết Bí thư Tỉnh ủy Phú Yên Nhiệm kỳ Tháng 3, 1931 – Tháng 6, 1931 Tiền nhiệm Phan Lưu Thanh Kế nhiệm Phan Lưu Thanh Vị trí Việt Nam Thông tin chung Sinh 1890 Đức Tân, Mộ Đức, Quảng Ngãi Mất 1948 Quảng Ngãi Dân tộc Kinh Đảng chính trị Đảng Cộng sản Đông Dương Trần Toại (1890–1948), hiệu Kim Tương, biệt danh Giáo Đàm, là nhà cách mạng Việt Nam, từng đảm nhiệm Bí thư Tỉnh ủy Phú Yên, Chủ tịch Ủy ban nhân dân đầu tiên của tỉnh Quảng Ngãi. Thân thế[sửa | sửa mã nguồn] Trần Toại sinh năm 1890 ở ấp Trung Hòa, làng Thi Phổ Nhất, phủ Mộ Đức, nay là thị trấn Mộ Đức, huyện Mộ Đức, tỉnh Quảng Ngãi. Ông sinh ra và lớn lên trong một gia đình Nho học, theo nghề giáo.[1][2] Thời trẻ, ông từng tham gia hai cuộc vận động vào những năm 1908–1916.[1] Năm 1921, ông được phân công dạy học ở trường Tổng Binh (Bình Sơn).[2] Hoạt động cách mạng[sửa | sửa mã nguồn] Năm 1921, ở Bình Sơn, ông gặp gỡ nhà cách mạng Trần Kỳ Phong và được giới thiệu về chủ nghĩa Marx, Cách mạng tháng Mười và Nguyễn Ái Quốc. Sau đó, ông quyết định thôi nghề dạy để về quê truyền bá tư tưởng cách mạng vô sản cho dân chúng. Năm 1929, ông cùng một số thanh niên yêu nước như Hồ Độ, Lê Trọng Kha, Võ Sĩ lập Hội Thiếu niên ái quốc.[2] Năm 1929, do bị mật thám Pháp theo dõi, ông cùng vợ bỏ quê lên làng Trường An (nay thuộc xã Ba Động, huyện Ba Tơ), vừa làm ăn, vừa dạy học. Ở Trường An, ông cùng vợ là bà Huỳnh Thị Trâm khai hoang, trồng dâu, nuôi tằm, dệt vải. Bản thân ông mở lớp dạy chữ quốc ngữ, khai sáng dân trí.[2] Có nguồn thu, ông cùng các đồng chí tổ chức đưa dân lên Ba Tơ lập nghiệp, vẫn động người H'rê tham gia chống Pháp, thành lập các hội quần chúng như Hội khai hoang, Hội đi buôn đường, lá nón, Hội trồng dâu nuôi tằm, Hội học chữ quốc ngữ,...[3] Tháng 4 năm 1930, Đảng Cộng sản Việt Nam ra đời, ông tìm đển trại cây Bãi Ri cùng hai đồng chí Trần Hàm và Nguyễn Quang Mao. Tại đây, được Bí thư Tỉnh ủy Nguyễn Nghiêm kết nạp vào Đảng Cộng sản Việt Nam, đồng thời cử ông làm Bí thư Chi bộ Bãi Ri là chi bộ cộng sản đầu tiên của tỉnh Quảng Ngãi, gồm 8 Đảng viên. Sau đó, ông tiếp tục gây dựng cơ sở và trở thành Bí thư Huyện ủy Ba Tơ.[1][2][4] Năm 1930–1931, phong trào cách mạng bị đàn áp. Xứ ủy Trung Kỳ bị vỡ, phân ban Xứ ủy ở Đà Nẵng cũng bị vỡ. Tháng 2 năm 1931, những lãnh đạo còn lại của Xứ ủy Trung Kỳ quyết định điều Trần Toại ra Phú Yên phụ trách Tỉnh ủy lâm thời thay Phan Lưu Thanh.[1] Tháng 3, ông được bầu làm Bí thư Tỉnh ủy Phú Yên.[5] Tại Phú Yên, ông tiếp tục công tác tuyên truyền, giáo dục; xây dựng tổ chức Đảng, đoàn, hội. Sau cuộc đấu tranh ngày 1 tháng 5 năm 1931, thực dân Pháp tập trung truy quét, nhiều cơ sở Đảng bị vỡ.[2] Tháng 7 năm 1931, ông bị bệnh nặng, được phân ban Xứ ủy đưa ra nhà thương Quy Nhơn điều trị. Mật thám Pháp nhận được thông tin và vào viện bắt giữ.[1][5] Tháng 10 năm 1931, ông bị đưa ra xét xử và bị kết án đồng chí tù khổ sai chung thân, giam giữ ở nhà lao Buôn Mê Thuột. Năm 1937, chịu sức ép của phong trào đấu tranh dân chủ, bản thân ông lại mắc rất nhiều chứng bệnh nghiêm trọng, cơ thể không đi lại được, nên thực dân Pháp quyết định thả ông về quản thúc ở địa phương.[2] Gia sản của gia đình ông bị chính quyền thực dân tịch biên.[1] Dù cơ thể suy yếu, ông vẫn tìm cách liên lạc với tổ chức Đảng, sáng tác thơ ca cổ vũ phong trào cách mạng. Các tổ chức hội như Hội cày, Hội cấy, Hội hiệp cổ,... được gây dựng để che mắt mật thám Pháp.[2] Ông bắt liên lạc được với các tù chính trị đang bị giam giữ ở Căng an trí Ba Tơ để xây dựng cơ sở cách mạng ngay trong nhà tù.[3] Tháng 2 năm 1942, chi bộ nhà tù được thành lập gồm Huỳnh Tấu, Nguyễn Đôn, Nguyễn Khoách, Võ Phấn, Nguyễn Cừ do Huỳnh Tấu làm Bí thư.[4][6] Các tổ chức Đảng ở huyện và căng vẫn phát triển dưới sự dẫn dắt của Trần Toại.[3] Tháng 5 năm 1943, ở trại tằm của Trần Toại, Tỉnh ủy lâm thời Quảng Ngãi được tái lập, do Huỳnh Tấu làm Bí thư Tỉnh ủy.[7][8] Tổ chức Đảng ở Quảng Ngãi bắt liên lạc được với Xứ ủy thông qua Chu Huệ và Tố Hữu.[9] Từ 1943–1945, tổ chức Đảng ở huyện Ba Tơ cũng như tỉnh Quảng Ngãi tiếp tục tuyên truyền đường lối cách mạng, khôi phục cơ sở Đảng, vận động quần chúng, xúc tiến lực lượng và trang bị vũ khí để sẵn sàng hành động khi có thời cơ. Các tù nhân đang bị giam giữ cũng như đã được ra tù ở căng Ba Tơ như Phạm Kiệt, Trương Quang Giao, Nguyễn Đôn, Trần Quý Hai, Trần Lương, Nguyễn Công Phương,... được phân công đi các nơi bắt liên lạc, vừa nghiên cứu con đường, vừa chuẩn bị xây dựng chiến khu Vĩnh Sơn. Tháng 12 năm 1944, Tỉnh ủy lâm thời Quảng Ngãi được thành lập do Trương Quang Giao làm Bí thư.[6][9][10][11] Tháng 3 năm 1945, sau sự kiện Nhật đảo chính Pháp, Tỉnh ủy lâm thời Quảng Ngãi quyết định tổ chức khởi nghĩa ở huyện Ba Tơ, cũng cho người đến nhà ông để trao đổi ý kiến.[1] Ngày 10 tháng 3, Tỉnh ủy lâm thời họp bất thường ở dốc Ông Tài, quyết định phát động khởi nghĩa ở huyện Ba Tơ.[4][10][11] Hội nghị đã phân công Phạm Kiệt, Nguyễn Đôn, Nguyễn Khoách chỉ huy lực lượng đánh chiếm huyện lỵ; Võ Thứ, Trần Lương kêu gọi quần chúng ở Mộ Đức, Nghĩa Hành, Đức Phổ; Trần Quý Hai đi Sơn Tịnh, Bình Sơn bắt liên lạc với Quảng Nam; Trương Quang Giao đến thị xã và Tư Nghĩa để chỉ đạo khởi nghĩa.[6][9][12] Ngày 11 tháng 3, đội du kích gồm 17 người thành công đánh chiếm Nha kiểm lý, bắt sống Kiểm lý Bùi Văn Ngũ cùng toàn bộ viên chức, nha lại. Tiếp đó, đội du kích bao vây và bức hàng đồn lính khố xanh.[9][11] Ngày 12 tháng 3, Đội du kích Ba Tơ tổ chức mít tinh quy mô lớn ở sân vận động Ba Tơ, tuyên bố xóa bỏ chính quyền cũ, thành lập chính quyền cách mạng và đội du kích gồm 28 đội viên, kêu gọi người dân tham gia cứu quốc.[4][6][13] Sau cuộc mít tinh, đội du kích rút về bãi Hang Én tuyên thệ, rồi lùi về núi Cao Muôn, vùng Nước Sung, Nước Lá (đều thuộc xã Ba Vinh) để xây dựng chiến khu.[9][14][15][16] Còn Nguyễn Đôn, Trần Toại, Huỳnh Thanh rút vào hoạt động bí mật,[9] trong đó Trần Toại được phân công công tác tài chính, quân nhu, xây dựng hai chiến khu Núi Lớn và chiến khu Vĩnh Sơn, đảm bảo cho sự lớn mạnh của đội du kích Ba Tơ.[1][17] Đến tháng 4, Tỉnh ủy chấp thuận ý kiến của Nguyễn Chánh, cử đội du kích Ba Tơ xuống đồng bằng phát triển cơ sở.[14][18] Hoạt động chính trị[sửa | sửa mã nguồn] Cách mạng tháng Tám thành công, chính quyền nước Việt Nam Dân chủ Cộng hòa được thành lập. Tỉnh Quảng Ngãi được đổi tên thành tỉnh Lê Trung Đình. Ngày 30 tháng 8, Ủy ban nhân dân cách mạng tỉnh Lê Trung Đình do Trần Toại làm Chủ tịch ra mắt người dân.[1][2][3][19] Tuy nhiên, do tuổi cao, bệnh nặng, đặc biệt là những di chứng từ những ngày tháng tù đày, ông giao lại chức vụ Chủ tịch tỉnh cho Nguyễn Công Phương, Chủ tịch huyện Nghĩa Hành.[1][20][21][22] Dù phải chống chọi với bệnh tật, nhưng ông vẫn tích cực công tác, tham gia xây dựng sách lược, chiến lược để củng cố chính quyền cách mạng khi thực dân Pháp xâm lược trở lại.[1] Ngày 20 tháng 3 năm 1948, ông mất vì bệnh nặng, an táng tại Gò Cao, làng Trường An, xã Ba Động, huyện Ba Tơ.[2][3] Vinh danh[sửa | sửa mã nguồn] Năm 1984, Tỉnh ủy Quảng Ngãi tổ chức lễ cải táng, đưa mộ ông từ làng Trường An về Nghĩa trang liệt sĩ Núi Bút (thành phố Quảng Ngãi).[2] Năm 1999, ông được Nhà nước Việt Nam truy tặng Huân chương Hồ Chí Minh.[3] Năm 2017, căn nhà của ông được Bảo tàng Tổng hợp tỉnh Quảng Ngãi đề nghị xếp hạng di tích.[23] Ngày 25 tháng 1 năm 2018, Ủy ban nhân dân tỉnh công nhận \"Nhà lưu niệm đồng chí Trần Toại\" là di tích lịch sử cấp tỉnh.[2][3] Tên của ông được đặt cho một con đường ở thành phố Quảng Ngãi[24] và thị trấn Ba Tơ.[25] Tham khảo[sửa | sửa mã nguồn] Ban Chấp hành Đảng bộ xã Hành Đức (2007). Lịch sử phong trào yêu nước, cách mạng của nhân dân và Đảng bộ xã Hành Đức (1885 - 1975) (PDF). Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. Ban Chấp hành Đảng bộ tỉnh Quảng Ngãi (2019). Lịch sử Đảng bộ tỉnh Quảng Ngãi (1930 - 1975). Hà Nội: Nhà xuất bản Chính trị quốc gia - Sự thật. ISBN 978-604-57-4512-0. Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g h i j k Vũ Tùng Vi (2 tháng 9 năm 2015). “Trần Toại - Vị Chủ tịch đầu tiên của tỉnh Quảng Ngãi sau Cách mạng Tháng Tám”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ a b c d e f g h i j k l Tạ Thị Di Hà. “Trần Toại - Người thầy đi đầu trong công tác vận động quần chúng trước Cách mạng tháng Tám”. Bảo tàng tổng hợp tỉnh Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ a b c d e f g Mai Hạ (6 tháng 4 năm 2018). “Thăm Nhà lưu niệm đồng chí Trần Toại”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ a b c d Đoàn Thị Hồng Điệp (10 tháng 3 năm 2021). “Khởi nghĩa Ba Tơ (Quảng Ngãi) và thành lập đội du kích Ba Tơ”. Báo Tri thức và Cuộc sống. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ a b Phan Thanh (5 tháng 10 năm 2015). “Người cộng sản đầu tiên, chi bộ đầu tiên và Tỉnh ủy Phú Yên đầu tiên”. Báo Phú Yên. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ a b c d P.Lý; N.Triều; X.Thiên (5 tháng 3 năm 2015). “Ngời sáng Ba Tơ- Kỳ 1: Xóa tan đêm trường nô lệ...”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 11 tháng 2 năm 2020. Truy cập ngày 30 tháng 7 năm 2021. ^ Thúy Loan (9 tháng 12 năm 2014). “Đồng chí Huỳnh Tấu- Người chiến sĩ Cộng sản kiên trung, bất khuất”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 31 tháng 3 năm 2015. Truy cập ngày 30 tháng 7 năm 2021. ^ Thanh Phương (12 tháng 12 năm 2014). “Kỷ niệm 110 năm Ngày sinh Nguyên Bí thư Tỉnh ủy Huỳnh Tấu”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 3 tháng 2 năm 2015. Truy cập ngày 30 tháng 7 năm 2021. ^ a b c d e f Hồng Long (12 tháng 3 năm 2015). “70 năm ngày khởi nghĩa Ba Tơ: 28 chiến sĩ và đội du kích anh hùng!”. Bảo tàng Lịch sử Quốc gia. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ a b Võ Văn Hào (19 tháng 3 năm 2020). “Đồng chí Trương Quang Giao - Người chiến sỹ cộng sản kiên cường, nhà lãnh đạo tài năng của quê hương Núi Ấn, Sông Trà”. Cổng Thông tin điện tử tỉnh Đảng bộ tỉnh Quảng Ngãi. Bản gốc lưu trữ ngày 25 tháng 7 năm 2021. Truy cập ngày 25 tháng 7 năm 2021. ^ a b c Đông Hải (10 tháng 3 năm 2009). “Đường tới tương lai”. Báo Công an nhân dân điện tử. Bản gốc lưu trữ ngày 30 tháng 7 năm 2021. Truy cập ngày 30 tháng 7 năm 2021. ^ Trần Đăng (10 tháng 3 năm 2015). “Thủ lĩnh của Du kích Ba Tơ”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 14 tháng 2 năm 2020. Truy cập ngày 30 tháng 7 năm 2021. ^ Bá Sơn (11 tháng 3 năm 2020). “Khởi nghĩa Ba Tơ: Khơi nguồn ngọn lửa cách mạng”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 14 tháng 3 năm 2020. Truy cập ngày 30 tháng 7 năm 2021. ^ a b P.Lý; N.Triều; X.Thiên (8 tháng 3 năm 2015). “Ngời sáng Ba Tơ- Kỳ 2: Lời thề dưới tán rừng”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 11 tháng 2 năm 2020. Truy cập ngày 30 tháng 7 năm 2021. ^ Sơn Trà (29 tháng 6 năm 2021). “Những \"địa chỉ đỏ\" trên quê hương Cách mạng Quảng Ngãi”. Báo điện tử Pháp luật Việt Nam. Bản gốc lưu trữ ngày 30 tháng 7 năm 2021. Truy cập ngày 30 tháng 7 năm 2021. ^ Phương Dung. “Di tích Chiến thắng Mỏ Cày”. Bảo tàng tổng hợp tỉnh Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ Hồng Hoa (3 tháng 5 năm 2016). “Trở lại chiến khu Vĩnh Sơn”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 25 tháng 7 năm 2021. Truy cập ngày 25 tháng 7 năm 2021. ^ Nguyễn Thế Kỷ (12 tháng 3 năm 2007). “Tướng Nguyễn Chánh và đội du kích Ba Tơ”. Báo Quân đội nhân dân. Bản gốc lưu trữ ngày 30 tháng 7 năm 2021. Truy cập ngày 30 tháng 7 năm 2021. ^ Thu An; Hà Anh (24 tháng 8 năm 2015). “Quảng Ngãi sục sôi những ngày Tổng khởi nghĩa”. Báo Biên phòng. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ “Di tích Nhà lưu niệm Nguyễn Công Phương”. Bảo tàng tổng hợp tỉnh Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ Huyền Tâm (26 tháng 2 năm 2014). “Nguyễn Công Phương- Một tấm gương tận tụy vì nước vì dân”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ Bích Loan; Ngọc Diệu (12 tháng 9 năm 2018). “Tỉnh ủy – HĐND – UBND - Ủy ban MTTQ Việt Nam tỉnh Quảng Ngãi tổ chức lễ kỷ niệm 130 ngày sinh đồng chí Nguyễn Công Phương”. Đoàn đại biểu Quốc hội và Hội đồng nhân dân tỉnh Quảng Ngã. Bản gốc lưu trữ ngày 30 tháng 7 năm 2021. Truy cập ngày 30 tháng 7 năm 2021. ^ PV (6 tháng 4 năm 2018). “Di tích Nhà lưu niệm đồng chí Trần Toại: Đề nghị xếp hạng di tích lịch sử cấp tỉnh”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 21 tháng 7 năm 2021. Truy cập ngày 21 tháng 7 năm 2021. ^ “Quyết định số 36\/2010\/QĐ-UBND của Ủy ban nhân dân tỉnh Quảng Ngãi”. Cơ sở dữ liệu quốc gia về văn bản quy phạm pháp luật Trung ương. Truy cập ngày 30 tháng 7 năm 2021. ^ T.Nhị; H.Hoa (10 tháng 3 năm 2017). “Thị trấn Ba Tơ: 30 năm hình thành và phát triển”. Báo Quảng Ngãi. Bản gốc lưu trữ ngày 14 tháng 2 năm 2020. Truy cập ngày 30 tháng 7 năm 2021. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Toại&oldid=70033779” Thể loại: Sinh năm 1890 Mất năm 1948 Người Quảng Ngãi Bí thư Tỉnh ủy Phú Yên Chủ tịch Ủy ban nhân dân tỉnh Quảng Ngãi Đảng viên Đảng Cộng sản Việt Nam Huân chương Hồ Chí Minh Nhà giáo Việt Nam Thể loại ẩn: Bài viết có hatnote đổi hướng cần kiểm tra lại Trang này được sửa lần cuối vào ngày 25 tháng 5 năm 2023, 19:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}