{"Trần Ngọc Giải":"Trần Ngọc Giải – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cuộc đời 2Vinh danh 3Tham khảo 4Chú thích 5Liên kết ngoài Trần Ngọc Giải Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Trần Ngọc Giải Chức vụ Bí thư Tỉnh bộ Mỹ Tho Nhiệm kỳ 1927 – 1928 Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Ngọc Ba Vị trí Việt Nam Thông tin chung Sinh 1904 Bình Đại, Bến Tre Mất 1931 Quận 5, Thành phố Hồ Chí Minh Dân tộc Kinh Đảng chính trị Hội Việt Nam Cách mạng Thanh niên An Nam Cộng sản Đảng Đảng Cộng sản Việt Nam Trần Ngọc Giải (1904–1931), bí danh Thuận Hòa, là một nhà cách mạng Việt Nam. Cuộc đời[sửa | sửa mã nguồn] Trần Ngọc Giải sinh năm 1904 ở làng Thới Thuận, tổng Hòa Thịnh, quận An Hóa, tỉnh Mỹ Tho, nay là xã Thới Thuận, huyện Bình Đại, tỉnh Bến Tre. Ông xuất thân từ một gia đình nông dân làm nghề biển và nghề rừng (đốn củi rừng ngập mặn). Em gái thứ tư của ông là Trần Thị Cầm (Tư Châu) cũng tham gia hoạt động cách mạng. Năm 1926, ông rời gia đình lên Sài Gòn, gia nhập công hội bí mật do Tôn Đức Thắng phụ trách.[1][2][3] Năm 1927, ông gia nhập Hội Việt Nam Cách mạng Thanh niên[4], được Kỳ bộ Nam Kỳ và công hội bí mật cử đi học lớp huấn luyện chính trị do Hồ Tùng Mậu giảng dạy ở Quảng Châu, cùng với Trần Hòe (Trần Văn Hoa), Bùi Văn Thêm, Đặng Văn Sâm, Nguyễn Văn Ngọc. Tiếp đó, tỉnh Mỹ Tho và Gò Công lại có thêm các học viên Lê Hoàng Chiếu, Trần Trung Nguyệt (Bảo Lương), Nguyễn Thìn, Lê Văn Phát.[5][6] Khoảng 1927–1928, ông về nước, được Kỳ bộ phân công về Mỹ Tho xây dựng cơ sở. Tỉnh bộ Mỹ Tho được thành lập gồm Trần Ngọc Giải, Trần Hòe, Lê Hoàng Chiếu, do Trần Ngọc Giải làm Bí thư.[6][7] Tỉnh bộ đã phát triển nhiều chi bộ trong toàn tỉnh, đặc biệt là chi bộ xã Vĩnh Kim với gánh hát Đồng Nữ Ban.[8] Năm 1928, Kỳ bộ phân công Nguyễn Ngọc Ba về phụ trách Tỉnh bộ Mỹ Tho, ông được điều về hoạt động ở vùng nông thôn.[6] Tháng 3 năm 1929, Kỳ bộ Nam Kỳ mới được bầu ra gồm Phạm Văn Đồng, Nguyễn Kim Cương, Nguyễn Văn Côn, Trần Ngọc Quế, Trần Ngọc Giải, do Phạm Văn Đồng làm Bí thư.[9] Đến tháng 8, An Nam Cộng sản Đảng thành lập, ông cùng Nguyễn Ngọc Ba, Lê Hoàng Chiếu, Nguyễn Thiệu, Nguyễn Văn Ngự tiến hành thành lập các chi bộ cộng sản trong tỉnh.[10] Tháng 4 năm 1931, ông bị thực dân Pháp bắt giữ và bị tra tấn đánh đập trong nhiều tháng, đến khi không thể cử động thì được đưa vào bệnh viện Chợ Quán nhưng vẫn bị mật thám canh giữ. Ngày 10 tháng 6, ông mất ở nhà thương Chợ Quán, xác bị chôn ở nghĩa trang Tân Sơn Nhất. Đến những năm 1960, khi quân đội Mỹ mở rộng sân bay Tân Sơn Nhất, các ngôi mộ trong nghĩa trang bị san bằng, không tìm được dấu tích.[11] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường ở thành phố Mỹ Tho (Tiền Giang).[12] Tham khảo[sửa | sửa mã nguồn] Bùi Đình Phong (2007). Tôn Đức Thắng Tiểu sử (PDF). Hà Nội: Chính trị quốc gia - Sự thật. Đỗ Chung; Huỳnh Hữu Hận (2017). Lịch sử Đảng bộ tỉnh Bến Tre (1930-2000) (PDF). Hà Nội: Chính trị quốc gia - Sự thật. Thạch Phương; Đoàn Tứ (2001). Địa chí Bến Tre. Hà Nội: Khoa học xã hội. Chú thích[sửa | sửa mã nguồn] ^ Phạm Thị Ngọc Diệp (12 tháng 8 năm 2020). “Chủ tịch Tôn Đức Thắng – Chiến sỹ cộng sản kiên cường, bất khuất”. Trường Chính trị tỉnh Hà Giang. Truy cập ngày 3 tháng 5 năm 2023. ^ Thân Thị Thư (28 tháng 8 năm 2018). “Chủ tịch Tôn Đức Thắng-Một nhân cách cộng sản cao đẹp”. Trang tin điện tử Đảng bộ Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ Lưu Phương Thanh (2018). “Bác Tôn - Người công nhân ưu tú, lãnh tụ công đoàn đầu tiên ở Việt Nam và ở thành phố Sài Gòn” (PDF). Chủ tịch Tôn Đức Thắng, Tấm gương sáng ngời về đạo đức cách mạng. Bình Dương: Thư viên tỉnh Bình Dương. tr. 8–13. ^ Hoàng Trang (20 tháng 8 năm 2008). “Tôn Đức Thắng với Hội Việt Nam Cách mạng thanh niên những năm 1926-1929”. Tạp chí Cộng sản. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ Lê Quang Nhung (13 tháng 3 năm 2013). “Tài sản tinh thần quê hương Đồng Khởi”. Báo Nhân Dân. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ a b c Lê Văn Tý (22 tháng 1 năm 2014). “Quá trình chuẩn bị thành lập Đảng bộ tỉnh Mỹ Tho và Gò Công”. Báo Ấp Bắc. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ Hồng Lê (22 tháng 1 năm 2015). “Sự ra đời của Đảng bộ tỉnh Mỹ Tho và tỉnh Gò Công”. Báo Ấp Bắc. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ Ngô Phù Sa (17 tháng 8 năm 2012). “Chuyện về người lãnh án tử hình thay Bác Tôn”. Báo Đắk Lắk. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ “Cuộc đấu tranh của nhân dân Sài Gòn trước khi Đảng ra đời”. Cổng Thông tin điện tử Chính phủ. 23 tháng 7 năm 2011. Lưu trữ bản gốc ngày 7 tháng 2 năm 2022. Truy cập ngày 3 tháng 5 năm 2023. ^ Vũ Hồng Thanh (1 tháng 9 năm 2011). “Hạt giống đỏ trên đất Cù lao An Hóa”. Báo Đồng Khởi. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. ^ Thạch Phương & Đoàn Tứ 2001, tr. 1182–1183 ^ Phương Anh; Minh Thành (5 tháng 1 năm 2018). “Gấp rút thi công đường Trần Ngọc Giải và Hoàng Việt”. Báo Ấp Bắc. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. Liên kết ngoài[sửa | sửa mã nguồn] Nguyễn Văn Khóa (13 tháng 9 năm 2012). “Quê biển anh hùng”. Báo Đồng Khởi. Lưu trữ bản gốc ngày 3 tháng 5 năm 2023. Truy cập ngày 3 tháng 5 năm 2023. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Trần_Ngọc_Giải&oldid=69945116” Thể loại: Sinh năm 1904 Mất năm 1931 Người Bến Tre Bí thư Tỉnh ủy Mỹ Tho An Nam Cộng sản Đảng Hội viên Hội Việt Nam Cách mạng Thanh niên Trang này được sửa lần cuối vào ngày 3 tháng 5 năm 2023, 15:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}