{"Tòng Thị Phóng":"Tòng Thị Phóng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Danh hiệu 5Gia đình 6Tham khảo 7Liên kết ngoài Tòng Thị Phóng 1 ngôn ngữ English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Tòng Thị Phóng Tòng Thị Phóng ở tỉnh Tuyên Quang, năm 2018 Chức vụ Phó Chủ tịch Thường trực Quốc hội nuớc Cộng hòa Xã hội Chủ nghĩa Việt Nam Nhiệm kỳ 23 tháng 7 năm 2007 – 31 tháng 3 năm 2021 13 năm, 251 ngày Chủ tịch Nguyễn Phú Trọng (2006-2011) Nguyễn Sinh Hùng (2011-2016) Nguyễn Thị Kim Ngân (2016-2021) Tiền nhiệm Trương Mỹ Hoa(2002) Kế nhiệm Trần Thanh Mẫn Vị trí Việt Nam Ủy viên Bộ Chính trị khóa XI, XII Nhiệm kỳ 19 tháng 1 năm 2011 – 31 tháng 1 năm 2021 10 năm, 12 ngày Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII, IX, X, XI, XII Nhiệm kỳ 1 tháng 7 năm 1996 – 31 tháng 1 năm 2021 24 năm, 214 ngày Trưởng Ban Dân vận Trung ương Nhiệm kỳ 5 tháng 5 năm 2002 – 13 tháng 7 năm 2007 5 năm, 69 ngày Tiền nhiệm Trương Quang Được Kế nhiệm Hà Thị Khiết Bí thư Trung ương Đảng Nhiệm kỳ 22 tháng 4 năm 2001 – 19 tháng 1 năm 2011 9 năm, 272 ngày Kế nhiệm Nguyễn Thị Kim Ngân Đại biểu Quốc hội khoá X, XI, XII, XIII, XIV Nhiệm kỳ 20 tháng 7 năm 1997 – 23 tháng 5 năm 2021 25 năm, 307 ngày Phó Chủ tịch Hội đồng Dân tộc của Quốc hội Nhiệm kỳ 20 tháng 7 năm 1997 – 5 tháng 5 năm 2002 4 năm, 289 ngày Bí thư Tỉnh ủy Sơn La Nhiệm kỳ tháng 6 năm 1996 – 20 tháng 7 năm 1997 Chủ tịch Hội đồng nhân dân Sơn La Nhiệm kỳ 1991 – 20 tháng 7 năm 1997 Thông tin chung Quốc tịch Việt Nam Sinh 10 tháng 2, 1954 (69 tuổi) Chiềng An, thành phố Sơn La, tỉnh Sơn La, Việt Nam Dân chủ Cộng hòa Nơi ở Hà Nội Dân tộc Thái Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Chồng Lò Văn Long (mất 2011) Con cái Lò Việt Phương (trai, s.1973) Lò Thị Việt Hà (gái, s.1977) Học vấn Cử nhân Luật Tòng Thị Phóng (sinh năm 1954) là nữ chính khách người dân tộc Thái tại Việt Nam. Bà từng là Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam XII, Phó Bí thư Đảng đoàn Quốc hội, Phó Chủ tịch Thường trực Quốc hội Việt Nam[1]. Tính đến tháng 1 năm 2011, bà là nữ chính khách thứ 2 trong Bộ Chính trị và là nữ chính khách người dân tộc thiểu số đầu tiên giữ cương vị Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Xuất thân[sửa | sửa mã nguồn] Bà sinh ngày 10 tháng 2 năm 1954, tại phường Chiềng An, thành phố Sơn La, tỉnh Sơn La, người dân tộc Thái.[2] Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10 Cử nhân Luật Sự nghiệp[sửa | sửa mã nguồn] Tháng 9 năm 1971, bà tham gia công tác thanh niên và chính quyền tại địa phương, được kết nạp Đảng Cộng sản Việt Nam ngày 20 tháng 11 năm 1981. Bà được cho đi học và tốt nghiệp bằng Cử nhân Luật và Cao cấp lý luận chính trị. Năm 1991, bà được bầu là chủ tịch Hội đồng nhân dân tỉnh Sơn La. Tháng 6 năm 1996, bà được bầu làm Bí thư Tỉnh ủy, kiêm Chủ tịch Hội đồng nhân dân tỉnh Sơn La, Ủy viên Ban Chấp hành Trung ương Đảng khóa VIII. Năm 1997, bà trúng cử Đại biểu Quốc hội khóa X, được cử giữ chức Phó Chủ tịch Hội đồng Dân tộc của Quốc hội. Tháng 4 năm 2001, bà tái đắc cử vào Ủy viên Ban Chấp hành Trung ương Đảng khóa IX, được bầu vào Ban Bí thư Trung ương Đảng. Tháng 5 năm 2002, tái đắc cử Đại biểu Quốc hội khóa IX. Tháng 9 năm 2002, được phân công làm Trưởng Ban Dân vận Trung ương. Tháng 4 năm 2006, bà tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng, được bầu vào Ban Bí thư Trung ương Đảng khóa X. Ngày 23 tháng 7 năm 2007, tại kỳ họp thứ nhất Quốc hội khóa XII, bà được bầu giữ chức Phó Chủ tịch Thường trực Quốc hội trong Quốc hội Chủ tịch Nguyễn Phú Trọng. Ngày 19 tháng 1 năm 2011, bà tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng khóa XI, được bầu vào Bộ Chính trị, trở thành nữ chính khách người dân tộc thiểu số đầu tiên trúng cử Ủy viên Bộ Chính trị.[3] Ngày 22 tháng 7 năm 2011, tại kỳ họp thứ nhất Quốc hội khóa XIII, bà tiếp tục được bầu giữ chức Phó Chủ tịch Thường trực Quốc hội trong Quốc hội Chủ tịch Nguyễn Sinh Hùng. Ngày 26 tháng 1 năm 2016, bà tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng khóa XII, được bầu vào Bộ Chính trị.[4] Ngày 22 tháng 7 năm 2016, tại kỳ họp thứ nhất Quốc hội khóa XIV, bà tiếp tục được bầu giữ chức Phó Chủ tịch Thường trực Quốc hội trong Quốc hội Chủ tịch Nguyễn Thị Kim Ngân. Ngày 31 tháng 3 năm 2021, tại kỳ họp thứ mười một Quốc hội khóa XIV, Quốc hội đã biểu quyết thông qua Nghị quyết về việc miễn nhiệm Phó Chủ tịch Quốc hội đối với bà Tòng Thị Phóng. Ủy viên Bộ Chính trị, Phó Chủ tịch Thường trực Quốc hội Việt Nam Tòng Thị Phóng được đánh giá là một trong những nữ chính trị gia nổi bật trên chính trường Việt Nam trong gần 10 năm qua. Bà là nữ chính trị gia giữ chức vụ cao nhất trong các cơ quan của Đảng từ trước tới nay của người dân tộc thiểu số khi lần lượt kinh qua các chức vụ Ủy viên Trung ương Đảng, Bí thư Trung ương Đảng, Trưởng ban Dân vận Trung ương và là Ủy viên Bộ Chính trị, Phó Chủ tịch Quốc hội trong 3 nhiệm kỳ liên tiếp (2007 - 2021) Danh hiệu[sửa | sửa mã nguồn] Ngày 6 tháng 1 năm 2021, bà được Chủ tịch nước trao tặng Huân Chương Đại Đoàn Kết Dân Tộc Ngày 22 tháng 11 năm 2021, bà được trao tặng huy hiệu 40 năm tuổi Đảng Gia đình[sửa | sửa mã nguồn] Chồng bà là ông Lò Văn Long (mất năm 2011).[5] Bà có hai con đều là đại biểu Quốc hội khóa XV. Con trai Lò Việt Phương hiện là Phó Trưởng Ban Dân nguyện. Con gái Lò Thị Việt Hà hiện là Ủy viên Thường trực Uỷ ban Xã hội của Quốc hội, Ủy viên Ban Chấp hành Đảng bộ cơ quan Văn phòng Quốc hội, Phó Chủ tịch Nhóm đại biểu Quốc hội trẻ; Phó Chủ tịch Nhóm Nghị sĩ hữu nghị Việt Nam – Thái Lan. Tham khảo[sửa | sửa mã nguồn] ^ “GẶP MẶT CỰU GIẢNG VIÊN, SINH VIÊN, HỌC VIÊN CỦA TRƯỜNG ĐẠI HỌC LUẬT HÀ NỘI LÀ ĐẠI BIỂU QUỐC HỘI KHÓA XIV”. Bản gốc lưu trữ ngày 15 tháng 11 năm 2016. Truy cập ngày 15 tháng 11 năm 2016. ^ Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa 14 năm 2016 ở 63 tỉnh thành ^ Tòng Thị Phóng - Website Ủy ban Dân tộc của Chính phủ Lưu trữ 2012-03-22 tại Wayback Machine. ^ “Danh sách Bộ Chính trị Khóa XII”. ^ “Tin ông Lò Văn Long mất”. Báo điện tử Đại biểu Nhân dân của Quốc hội Việt Nam. 9 tháng 8 năm 2011. Truy cập ngày 24 tháng 5 năm 2017. Liên kết ngoài[sửa | sửa mã nguồn] Tòng Thị Phóng Lưu trữ 2012-03-22 tại Wayback Machine hiện x t s Ủy viên Bộ Chính trị khóa XII Nguyễn Văn Bình Trương Hòa Bình Phạm Minh Chính Hoàng Trung Hải Vương Đình Huệ Tô Lâm Ngô Xuân Lịch Trương Thị Mai Phạm Bình Minh Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân Tòng Thị Phóng Nguyễn Xuân Phúc Võ Văn Thưởng Nguyễn Phú Trọng Trần Quốc Vượng Đinh Thế Huynh (nghỉ chữa bệnh) Trần Đại Quang (đã mất 09\/2018) Đinh La Thăng (đến 05\/2017) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa XI Lê Hồng Anh Nguyễn Tấn Dũng Ngô Văn Dụ Lê Thanh Hải Nguyễn Sinh Hùng Đinh Thế Huynh Phạm Quang Nghị Tòng Thị Phóng Nguyễn Xuân Phúc Trần Đại Quang Tô Huy Rứa Trương Tấn Sang Phùng Quang Thanh Nguyễn Phú Trọng Bầu bổ sung (tháng 5 năm 2013): Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Xuân Thủy (1976 – 1978) Nguyễn Văn Linh (1978 – 1980) Trần Quốc Hoàn (1980 – 1986) Vũ Oanh (1986 – 1987) Phan Minh Tánh (1987 – 1996) Phạm Thế Duyệt (1996 – 1997) Nguyễn Minh Triết (1997 – 2000) Trương Quang Được (2000 – 2002) Tòng Thị Phóng (2002 – 2007) Hà Thị Khiết (2007 – 2016) Trương Thị Mai (2016 – 2021) Bùi Thị Minh Hoài (2021 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tòng_Thị_Phóng&oldid=69760713” Thể loại: Sinh năm 1954 Nhân vật còn sống Người Thái Người Sơn La Sinh tại Sơn La Sống tại Sơn La Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Sơn La Phó Chủ tịch Quốc hội Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa X Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Đắk Lắk Đại biểu Quốc hội Việt Nam khóa XII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XIV Sơn La Đại biểu Quốc hội Việt Nam khóa XIV Nữ Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Phó Chủ tịch Quốc hội Việt Nam khóa XIV Phó Chủ tịch Quốc hội Việt Nam khóa XIII Nữ ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV chuyên trách trung ương Người họ Tòng tại Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 9 tháng 3 năm 2023, 19:06. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}