{"Tô Thiện":"Tô Thiện – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Tô Thiện Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tô Thiện (1922-2021) là nhà hoạt động cách mạng, quyền Bí thư Tỉnh ủy Hà Đông, quyền Chủ nhiệm Liên hiệp Hợp tác xã Tiểu công nghiệp, Thủ công nghiệp Việt Nam. Tên khai sinh của ông là Lê Anh Tuấn, nguyên quán xã Song Lãng, huyện Vũ Thư, tỉnh Thái Bình. Quá trình hoạt động cách mạng Năm 1944, khi đang làm thư ký tại toà sứ Hải Dương, ông được các cán bộ của Đảng ở đây giác ngộ và bắt đầu tham gia hoạt động cách mạng (gia nhập Thanh niên Cứu quốc, tham gia thành lập Hội Truyền bá Quốc ngữ thị xã Hải Dương, tuyên truyền và vận động trong thanh niên, trí thức tại đây). Trong cuộc tổng khởi nghĩa tháng 8\/1945, ông tham gia giành chính quyền tại Hải Dương. Tháng 5\/1946 ông được kết nạp vào Đảng Cộng sản Đông Dương và được cử làm Chính trị viên Thành đội Tự vệ Hải Dương và Tiểu đoàn Cảnh vệ, kiêm Bí thư Liên chi ủy Thành đội Tự vệ và Tiểu đoàn Cảnh vệ. Kháng chiến toàn quốc bùng nổ tháng 12\/1946, ông tham gia chiến đấu ở Hải Dương. Tháng 3\/1947, ông được cử làm Chính trị viên đầu tiên của Tỉnh đội Dân quân Hải Dương vừa được thành lập, tham gia lãnh đạo phong trào chiến tranh du kích trong tỉnh. [1] Sau khi Liên khu III được thành lập năm 1948, ông được điều động tham gia lãnh đạo kháng chiến tại các địa bàn thuộc Liên khu, lần lượt đảm nhiệm vị trí Phó Bí thư Tỉnh ủy Hòa Bình (1948-1949), Trưởng phòng Quân sự Liên khu ủy III (1949), Phó Bí thư Tỉnh ủy Ninh Bình (1949-1950), Chánh Văn phòng Liên khu ủy III (1950), Phó Bí thư rồi quyền Bí thư Tỉnh ủy Hà Đông (1951-1952). [2] [3] Các năm 1953-1954, ông được điều động lên Ban Tuyên huấn Trung ương Đảng, phụ trách công tác tuyên huấn vùng địch hậu. Trong Chiến dịch Điện Biên Phủ, ông được cử vào ở bên cạnh Văn phòng Tổng Bí thư, trực tiếp nhận chỉ thị của Thường vụ Trung ương Đảng chỉ đạo công tác tuyên truyền chiến dịch. Sau khi Hiệp định Genève được ký kết tháng 7\/1954, ông tham gia tiếp quản các vùng mới giải phóng ở Nam Định, Sơn Tây, Hà Nội, Hải Dương, Hòn Gai, Hải Phòng. Các năm 1955-1958, ông làm Vụ phó Vụ Tuyên truyền, Ban Tuyên huấn Trung ương. Các năm 1959-1971, ông công tác ở Hải Phòng, làm Phó Chủ tịch Ủy ban Hành chính Thành phố Hải Phòng (1960-1965), Phó Bí thư Thường trực Thành ủy Hải Phòng (1965-1971). [4] Các năm 1972 -1984, ông được điều động làm Phó Chủ nhiệm rồi quyền Chủ nhiệm Liên hiệp Hợp tác xã Tiểu công nghiệp, Thủ công nghiệp Việt Nam kiêm Bí thư Đảng đoàn. Trong thời gian đó, ông tham gia Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1976-1985). Các năm 1985-1987, ông công tác ở Văn phòng Hội đồng Bộ trưởng, làm Cố vấn cao cấp, trợ lý Chủ tịch Hội đồng Bộ trưởng trong lĩnh vực công nghiệp. Ông được Đảng và Nhà nước Việt Nam tặng thưởng Huân chương Độc lập hạng nhất, Huân chương Kháng chiến chống Pháp hạng nhất, Huân chương Kháng chiến chống Mỹ hạng nhất, Huy hiệu 75 năm tuổi Đảng. Tham khảo[sửa | sửa mã nguồn] 1. ^ “Lịch sử Đảng bộ Quân sự tỉnh Hải Dương (1947-2010)”. Đảng bộ Quân sự tỉnh Hải Dương. Xuất bản tháng 12\/2011. 2. ^“Lịch sử Đảng bộ tỉnh Hoà Bình (1929-2010)”. Tỉnh uỷ Hoà Bình. Xuất bản năm 2011. 3. ^“Lịch sử Đảng bộ tỉnh Ninh Bình”. Tỉnh uỷ Ninh Bình. Nhà xuất bản Chính trị quốc gia, 2005. 4. ^“Lịch sử Đảng bộ thành phố Hải Phòng.Tập 2 (1955-1975)”. Ban Chấp hành Đảng bộ Đảng Cộng sản Việt Nam Hải Phòng. Nhà xuất bản Hải Phòng, 1996. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tô_Thiện&oldid=64288888” Thể loại: Bí thư Tỉnh ủy Hà Đông Người Thái Bình Huân chương Độc lập Huân chương Kháng chiến Trang này được sửa lần cuối vào ngày 19 tháng 1 năm 2021, 08:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}