{"Tô Hiệu":"Tô Hiệu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoạt động cách mạng 2Cây đào Tô Hiệu 3Vinh danh 4Gia đình 5Tham khảo Tô Hiệu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 1\/2022) Bài viết hoặc đoạn này cần người am hiểu về chủ đề này trợ giúp biên tập mở rộng hoặc cải thiện. Bạn có thể giúp cải thiện trang này nếu có thể. Xem trang thảo luận để biết thêm chi tiết. (tháng 1\/2022) Tô Hiệu Sinh (1912-03-07)7 tháng 3, 1912 Xuân Cầu, Nghĩa Trụ, Văn Giang, Hưng Yên, Bắc Kỳ, Liên bang Đông Dương Mất 7 tháng 3, 1944(1944-03-07) (32 tuổi) Nhà tù Sơn La Nguyên nhân mất Lao phổi Nơi an nghỉ Nghĩa trang Liệt sĩ Nhà Tù Sơn La Đảng phái chính trị Việt Nam Quốc dân Đảng Đảng Cộng sản Đông Dương Cha mẹ Tô Y Ngô Thị Lý Người thân Tô Chấn (anh) Tô Hiệu (1912 – 1944) là một nhà cách mạng cộng sản Việt Nam. Hoạt động cách mạng[sửa | sửa mã nguồn] Tô Hiệu sinh ngày 7 tháng 3 năm 1912,[1] trong một gia đình nhà nho nghèo ở thôn Xuân Cầu, xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên. Năm 1927 Tô Hiệu học tại trường Pháp Việt thị xã Hải Dương và sớm tham gia vào các phong trào yêu nước của học sinh như bãi khoá truy điệu Phan Chu Trinh, tham gia phong trào đòi thả Phan Bội Châu. Năm 1928, vào Sài Gòn, cùng anh ruột là Tô Chấn tham gia Việt Nam Quốc dân Đảng. Năm 1929 ông là Đảng viên Quốc dân Đảng, hoạt động tại Sài Gòn. Năm 1930, ông bị bắt và bị kết án 4 năm tù, đày đi Côn Đảo. Những năm tháng tại Côn Đảo, Tô Hiệu đi theo lý tưởng cộng sản và chỉ một thời gian sau, ông được kết nạp vào Đảng Cộng sản Đông Dương. Năm 1934, Tô Hiệu mãn hạn tù. Không chịu được sự quản thúc của chính quyền thực dân ở địa phương, ông trốn đi Hà Nội hoạt động và được phân công xây dựng cơ sở cách mạng ở Thái Nguyên. Mặc dù bị ho lao do kết quả 4 năm tù khắc nghiệt tại Côn Đảo, Tô Hiệu vẫn hăng hái công tác và năm 1936 được cử vào Ban thường vụ Xứ uỷ Bắc Kỳ, phụ trách công tác tuyên huấn. Cuối năm 1938, Tô Hiệu được phân công phụ trách miền Duyên hải Bắc Kỳ. Tại Hải Phòng, Tô Hiệu hướng dẫn, chỉ đạo và tổ chức nhiều cuộc đình công, biểu tình và trực tiếp tham gia đấu tranh. Điển hình là cuộc đấu tranh của 3.000 công nhân nhà máy Tơ Hải Phòng, bắt đầu từ tháng 4\/1939 đến ngày 21 tháng 5\/1939. Tô Hiệu chỉ đạo chi bộ Đảng nhà máy Tơ lãnh đạo tranh đấu, liên hệ với báo Đời Nay, yêu cầu đưa tin ủng hộ, gặp tổ chức Thanh niên dân chủ Pháp và Thanh niên dân chủ Việt Nam yêu cầu giúp đỡ. Cuộc đấu tranh của công nhân nhà máy Tơ Hải Phòng gây được tiếng vang lớn, được Nguyễn Ái Quốc lúc đó đang hoạt động ở nước ngoài quan tâm chú ý. Ngày 30 tháng 5 năm 1939 Tô Hiệu trực tiếp lãnh đạo cuộc đấu tranh chống thuế đèn, thuế nước của hàng ngàn công nhân tiểu thương và lao động thành phố Hải Phòng. Thực dân Pháp bắt 72 người biểu tình, trong đó có Tô Hiệu; nhưng Tô Hiệu thoát được ra ngoài. Tháng 10 năm 1939, Xứ uỷ Bắc Kỳ thành lập các khu Hải Phòng, Kiến An, Hải Dương và vùng mỏ thuộc khu B (sau đó gọi là liên tỉnh B) trong đó Tô Hiệu làm Bí thư Khu uỷ, xúc tiến ra báo Chiến Đấu, cơ quan tuyên truyền của Khu uỷ B. Trước sự đàn áp của thực dân Pháp đối với phong trào, Tô Hiệu chuyển hướng hoạt động từ công khai rút vào bí mật, sàng lọc cán bộ công khai. Trong suốt thời kỳ hoạt động ở Hải Phòng, Tô Hiệu với cương vị Bí thư Khu uỷ B đã không thành lập Thành uỷ Hải Phòng mà trực tiếp lãnh đạo phong trào. Ngày 1 tháng 12 năm 1939, Tô Hiệu bị bắt tại một cơ sở in ở xóm Hạ Lý, khu vực nhà máy chỉ và bị tra tấn. Bị kết án 5 năm tù, Tô Hiệu bị kết án tù tại nhà tù Sơn La. Tại đây, ông được bầu làm Bí thư chi bộ Đảng, tham gia công tác tuyên truyền cách mạng và đấu tranh cải thiện chế độ nhà tù. Ông mất ngày 7 tháng 3 năm 1944 tại nhà tù Sơn La sau một thời gian bị lao phổi. Mộ ông được an táng tại nghĩa trang Vườn ổi(Nghĩa trang liệt sỹ nhà tù Sơn La) Cây đào Tô Hiệu[sửa | sửa mã nguồn] Trường chính trị Tô Hiệu Cây Đào do đồng chí Tô Hiệu trồng vào thời gian cuối đời khi bị giam giữ tại Nhà tù Sơn La đã trở thành biểu tượng không chỉ cho tinh thần đấu tranh bất khuất, kiên cường của các chiến sỹ cộng sản tại Nhà tù Sơn La, mà còn là “biểu tượng của sức sống cách mạng vươn lên từ đất chết, là lời nhắn nhủ cho hậu thế rằng mùa xuân nhân loại, chủ nghĩa cộng sản sẽ ra hoa kết trái trên mảnh đất Việt Nam thân yêu”. Bản lĩnh kiên cường, bất khuất, tinh thần lạc quan cách mạng của Tô Hiệu đã trở thành di sản quý báu trong lịch sử đấu tranh cách mạng của Đảng và lịch sử dân tộc Việt. Vinh danh[sửa | sửa mã nguồn] tượng bán thân nhà hoạt động cách mạng Tô Hiệu Nhiều đường phố tại các thành phố Việt Nam như TP Hồ Chí Minh, TP Đà Nẵng, TP Hải phòng, TP Đồng Hới, TP Nha Trang, TP Hà Nội (tại quận Hà đông, quận Cầu Giấy) mang tên ông. Tại Hải phòng năm 1946 có thành lập trường Chính trị Tô Hiệu đào tạo cán bộ cho Thành phố Hải phòng. Gia đình[sửa | sửa mã nguồn] Mẹ đẻ: Bà Ngô Thị Lý, “Bà mẹ Việt Nam Anh hùng”, có công lớn trong việc nuôi dưỡng bảo vệ cán bộ thời kỳ hoạt động bí mật trước 1945, trong đó có: Hoàng Văn Thụ, Hoàng Quốc Việt, Trần Tử Bình, Trần Huy Liệu... Anh trai: Tô Chấn Tham khảo[sửa | sửa mã nguồn] ^ “Kỷ niệm 100 năm ngày sinh Tô Hiệu (7-3-1912 - 7-3-2012)”. Báo Nhân dân điện tử. Bản gốc lưu trữ ngày 7 tháng 10 năm 2017. Truy cập ngày 7 tháng 10 năm 2017. Tô Hiệu[liên kết hỏng] trên trang của Thư viện Hải Phòng Tô Hiệu (1912-1944) Lưu trữ 2006-10-05 tại Wayback Machine trên trang điện tử tỉnh Hưng Yên http:\/\/hotovietnam.org\/Ho-To-Viet-Nam\/Nguoi-ho-To-xua-va-nay\/424-CU-BA-NGO-THI-LY-THAN-MAU-CUA-HAI-LIET-SY-TO-CHAN-VA-TO-HIEU Lưu trữ 2017-08-20 tại Wayback Machine Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tô_Hiệu&oldid=69805469” Thể loại: Sinh năm 1912 Mất năm 1944 Người Hưng Yên Nhà cách mạng Việt Nam Bí thư Thành ủy Hải Phòng Tù chính trị Người chết trong tù Người họ Tô tại Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Trang cần được biên tập lại Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 22 tháng 3 năm 2023, 14:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}