{"Tạ Bửu":"Tạ Bửu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Cuộc đời 3Chú thích 4Liên kết ngoài Tạ Bửu Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tạ Bửu Chức vụ Bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ Tháng 9, 1941 – Tháng 3, 1943 Tiền nhiệm Thái Văn Đẩu Kế nhiệm Nguyễn Văn Thiệt Vị trí Việt Nam Thông tin chung Sinh 1921 Trung Hiếu, Vũng Liêm, Vĩnh Long Mất 1941 Trà Côn, Trà Ôn, Cần Thơ Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Cha Lê Văn Ngà Tạ Uyên (cha nuôi) Tạ Bửu (1921–1943), tên thường gọi là Bé Bửu, Bé Con, là một nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Vĩnh Long Đảng Cộng sản Đông Dương. Thân thế[sửa | sửa mã nguồn] Tạ Bửu có tên thật là Lê Văn Bửu, sinh năm 1921 (có nguồn cho là 1920) ấp An Lạc, xã Trung Hiếu, quận Vũng Liêm, tỉnh Vĩnh Long (nay là xã Trung An, huyện Vũng Liêm, tỉnh Vĩnh Long). Ông lớn lên trong một gia đình có truyền thống tham gia các phong trào yêu nước. Cha là Lê Văn Ngà bị đi đày và chết ở Côn Đảo, mẹ mất sớm. Anh trai ông là Lê Văn Trọng cũng hy sinh trong Nam Bộ kháng chiến.[1] Cuộc đời[sửa | sửa mã nguồn] Năm 16 tuổi, Lê Văn Bửu được người họ hàng Lê Quang Phòng đang làm Bí thư Quận ủy Vũng Liêm dẫn dắt theo phong trào cách mạng của Đảng Cộng sản Đông Dương. Ông công tác ở Văn phong Tỉnh ủy Vĩnh Long và được Bí thư Tỉnh ủy khi đó là Tạ Uyên nhận làm con nuôi, lấy tên là Tạ Bửu. Sau đó, ông hoạt động ở nhà in báo Tiến Lên của Liên Tỉnh ủy Hậu Giang.[1] Sau cuộc khởi nghĩa Nam Kỳ (1940), các cơ sở cách mạng của Đảng Cộng sản Đông Dương bị thực dân Pháp khủng bố ác liệt. Bí thư Tỉnh ủy Vĩnh Long Thái Văn Đẩu bị bắt và bị giết hại. Tháng 6 năm 1941, Liên Tỉnh ủy Hậu Giang quyết định phân công Tạ Bửu làm Bí thư Tỉnh ủy Vĩnh Long với nhiệm vụ khôi phục và củng cố phát triển các cơ sở Đảng trong tỉnh. Tháng 12 năm 1942, ông được cử làm Phó Bí thư Liên Tỉnh ủy Hậu Giang, tiếp tục làm Bí thư Tỉnh ủy Vĩnh Long, phụ trách hai tỉnh Cần Thơ và Trà Vinh.[1] Tháng 3 năm 1943, ở Trà Côn (thuộc quận Trà Ôn, tỉnh Cần Thơ, nay thuộc tỉnh Vĩnh Long), trên đường đi tham dự hội nghị Liên Tỉnh ủy Hậu Giang, ông bị bệnh ruột cấp tính. Do phải né tránh sự truy nã của thực dân Pháp, bệnh tình của ông chuyển biến xấu và mất khi mới 22 tuổi.[1] Tỉnh ủy Vĩnh Long bị tê liệt và chỉ được tái lập vào sau Cách mạng Tháng Tám (1945).[2][3] Chú thích[sửa | sửa mã nguồn] ^ a b c d Nguyễn Chiến Thắng (20 tháng 8 năm 2019). “Đồng chí Tạ Bửu”. Báo Vĩnh Long. Lưu trữ bản gốc ngày 28 tháng 3 năm 2022. Truy cập ngày 6 tháng 4 năm 2022. ^ “Chuyên đề 4: Nhân vật lịch sử tỉnh Vĩnh Long”. Ban Tuyên giáo Tỉnh ủy Vĩnh Long. 27 tháng 3 năm 2020. Lưu trữ bản gốc ngày 19 tháng 11 năm 2021. Truy cập ngày 6 tháng 4 năm 2022. ^ Đào Ngọc Chương (4 tháng 3 năm 2010). “Nguyễn Văn Thiệt (1906 – 1970)”. Đài Phát thanh - Truyền hình Vĩnh Long. Lưu trữ bản gốc ngày 21 tháng 12 năm 2019. Truy cập ngày 6 tháng 4 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] “III. NHÀ NHO YÊU NƯỚC, NHÀ HOẠT ĐỘNG CÁCH MẠNG, ANH HÙNG LỰC LƯỢNG VŨ TRANG NHÂN DÂN, LIỆT SĨ, MẸ VIỆT NAM ANH HÙNG, TƯỚNG LĨNH QUÂN ĐỘI THỜI CHỐNG PHÁP VÀ CHỐNG MỸ”. Cổng thông tin điện tử Sở Văn hóa Thể thao và Du lịch tỉnh Vĩnh Long. Truy cập ngày 6 tháng 4 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tạ_Bửu&oldid=69544424” Thể loại: Sinh năm 1921 Mất năm 1943 Người Vĩnh Long Bí thư Tỉnh ủy Vĩnh Long Đảng viên Đảng Cộng sản Việt Nam Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 19:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}