{"Tạ Hữu Thanh":"Tạ Hữu Thanh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tai tiếng 3Tham khảo Tạ Hữu Thanh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tạ Hữu Thanh Chức vụ Tổng Thanh tra Nhà nước Nhiệm kỳ 21 tháng 10 năm 1995 – 8 tháng 8 năm 2002 Tiền nhiệm Nguyễn Kỳ Cẩm Kế nhiệm Quách Lê Thanh Bí thư Tỉnh ủy Yên Bái Nhiệm kỳ 1991 – 1994 Tiền nhiệm Nguyễn Ngọc Cừ Kế nhiệm Vũ Ngọc Kỳ Thông tin chung Sinh (1942-02-26)26 tháng 2, 1942 Việt Trì, Phú Thọ, Liên bang Đông Dương Mất 27 tháng 8, 2007(2007-08-27) (65 tuổi) Hà Nội, Việt Nam Đảng chính trị Đảng Cộng sản Việt Nam Tạ Hữu Thanh (sinh ngày 26 tháng 2 năm 1942 tại xã Thụy Vân, thành phố Việt Trì, tỉnh Phú Thọ; mất ngày 27 tháng 8 năm 2007 tại Hà Nội) là một cựu chính khách Việt Nam. Ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII, VIII, IX, Tổng Thanh tra Nhà nước. Tiểu sử[sửa | sửa mã nguồn] Ông đã đảm nhiệm các chức vụ: Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII, Khoá VIII, Khoá IX; Tổng Thanh tra Nhà nước Việt Nam; Đại biểu Quốc hội khóa X, XI, Chủ tịch UBND tỉnh Hoàng Liên Sơn; Bí thư Tỉnh ủy Yên Bái (1991 - 1994) [1]; Phó Trưởng ban Kinh tế Trung ương Đảng Cộng sản Việt Nam.[2] Từ trần ngày 27-8-2007 tại Hà Nội thọ 65 tuổi. Ông được an táng tại Nghĩa trang Mai Dịch, Hà Nội. Tai tiếng[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] ^ “Bao Yen Bai”. Báo Yên Bái. Truy cập 12 tháng 3 năm 2015. ^ [1] Lưu trữ 2014-11-29 tại Wayback Machine TÓM TẮT TIỂU SỬ ĐẠI BIỂU QUỐC HỘI - TRANG TIN ĐIỆN TỬ QUỐC HỘI VIỆT NAM. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Tổng Thanh tra Chính phủ Việt Nam Hồ Tùng Mậu (1949–1951) Nguyễn Văn Trân (1952–1955) Nguyễn Lương Bằng (1956–1969) Nguyễn Thanh Bình (1969–1974) Nguyễn Văn Lộc (1974–1976) Trần Nam Trung (1976–1982) Bùi Quang Tạo (1982–1987) Nguyễn Văn Chính (1987–1988) Huỳnh Châu Sổ (1988–1989) Nguyễn Kỳ Cẩm (1989–1995) Tạ Hữu Thanh (1995–2002) Quách Lê Thanh (2002–2006) Trần Văn Truyền (2006–2011) Huỳnh Phong Tranh (2011–2016) Phan Văn Sáu (2016–2017) Lê Minh Khái (2017–2021) Đoàn Hồng Phong (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tạ_Hữu_Thanh&oldid=67023487” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1942 Mất năm 2007 Người Phú Thọ Bí thư Tỉnh ủy Yên Bái Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa X Tổng Thanh tra Chính phủ Việt Nam Huân chương Độc lập Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX Đại biểu Quốc hội Việt Nam khóa XI Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 18 tháng 11 năm 2021, 12:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}