{"Tấn công hóa học ở Huế":"Tấn công hóa học ở Huế – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tổng quan 2Vụ việc 3Tham khảo 4Đọc thêm Tấn công hóa học ở Huế 5 ngôn ngữ Bahasa Indonesia English Español Türkçe 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Các chú thích trong bài hoặc đoạn này phải hoàn chỉnh hơn để người khác còn kiểm chứng. Bạn có thể giúp cải thiện bài bằng cách bổ sung các thông tin còn thiếu trong chú thích như tên bài, đơn vị xuất bản, tác giả, ngày tháng và số trang (nếu có). Nội dung nào ghi nguồn không hợp lệ có thể bị nghi ngờ và xóa bỏ. Vụ tấn công bằng hóa chất ở Huế Cầu Bến Ngự, nơi diễn ra vụ tấn công Địa điểm Cầu Bến Ngự, sông Bến Ngự, Huế, Việt Nam Cộng hòa Thời điểm 3 tháng 6 năm 1963 Mục tiêu Những người phản đối theo Phật giáo Loại hình chất hơi cay axít Bị thương 67 Trong vụ tấn công hóa học ở Huế ngày 3 tháng 6 năm 1963, quân đội Việt Nam Cộng hòa đã ném lựu đạn khói vào những nhà sư đang cầu nguyện ở Huế[1], Việt Nam Cộng hòa khi họ đang phản đối sự phân biệt đối xử của chính quyền theo Công giáo Rôma của tổng thống là Ngô Đình Diệm[2]. Trong số này, 40 người bị bỏng độ hai.[3] Các triệu chứng bao gồm phồng rộp da nghiêm trọng và các bệnh về đường hô hấp. Đám đông phản ứng giận dữ với việc sử dụng khí độc rõ ràng, và vụ việc đã trở thành một thảm họa quan hệ công chúng đối với Ngô Đình Diệm.[1] Các cuộc biểu tình cũng đã xảy ra ở Quảng Trị và Nha Trang.[3] Vụ tấn công này đã khiến 67 người[1][4] phải nhập viện và Hoa Kỳ đã bí mật đe dọa thôi ủng hộ chính quyền Ngô Đình Diệm. Các cuộc biểu tình phản đối này là một phần của cuộc khủng hoảng Phật giáo khi đa số Phật tử triển khai các đợt biểu tình đòi bình đẳng tôn giáo sau vụ 8 người bị giết chết khi đang biểu tình phản đối chống lại lệnh cấm của chính quyền về việc treo cờ Phật giáo vào ngày Phật Đản. Tổng quan[sửa | sửa mã nguồn] Vụ việc[sửa | sửa mã nguồn] Tham khảo[sửa | sửa mã nguồn] ^ a b c Jones, pp. 261–262. ^ Tucker, p. 291. ^ a b Halberstam, David (4 tháng 6 năm 1963). “67 Buddhists Hurt in Vietnam Clash”. The New York Times. tr. 1. ^ Jacobs, p. 145. Đọc thêm[sửa | sửa mã nguồn] Buttinger, Joseph (1967). Vietnam: A Dragon Embattled. Praeger Publishers. Fall, Bernard B. (1963). The Two Viet-Nams. Praeger publishers. Gettleman, Marvin E. (1966). Vietnam: History, documents and opinions on a major world crisis. Penguin Books. Hammer, Ellen J. (1987). A Death in November. E. P. Dutton. ISBN 0-525-24210-4. Jacobs, Seth (2006). Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950–1963. Rowman & Littlefield Publishers. ISBN 0-7425-4447-8. Jones, Howard (2003). Death of a Generation. Oxford University Press. ISBN 0-19-505286-2. Karnow, Stanley (1997). Vietnam: A history. Penguin Books. ISBN 0-670-84218-4. Moyar, Mark (2006). Triumph Forsaken: The Vietnam War, 1954–1965. Cambridge University Press. ISBN 0-521-86911-0. Tucker, Spencer C. (2000). Encyclopedia of the Vietnam War. ABC-CLIO. tr. 288–289. ISBN 1-57607-040-0 Kiểm tra giá trị |isbn=: giá trị tổng kiểm (trợ giúp). ẩn x t s Biến cố Phật giáo miền Nam Việt Nam năm 1963 Sự kiện Xả súng lễ Phật Đản, Huế Tấn công hóa học ở Huế Thích Quảng Đức tự thiêu Vụ xô xát ngày 7 tháng 7 Đột kích chùa Xá Lợi Đảo chính Việt Nam Cộng hòa 1963 Bắt giữ và sát hại Ngô Đình Diệm Chính sách Tuyên bố chung Bức điện số 243 Sứ mệnh Krulak–Mendenhall Sứ mệnh McNamara–Taylor Nhân vật chính trị, tôn giáo Nguyễn Phúc Bửu Hội Thích Quảng Đức Michael Forrestal W. Averell Harriman Roger Hilsman Thích Thiện Hoa John F. Kennedy Thích Tịnh Khiết Victor H. Krulak Henry Cabot Lodge Jr. Robert McNamara Joseph Mendenhall Ngô Đình Cẩn Ngô Đình Diệm Ngô Đình Nhu Ngô Đình Thục Nguyễn Ngọc Thơ Nguyễn Đình Thuần Trần Lệ Xuân Frederick Nolting Thích Trí Quang Maxwell D. Taylor Trần Văn Chương William Trueheart Vũ Văn Mẫu Nhân vật quân sự Lucien Conein Đỗ Cao Trí Đỗ Mậu Dương Văn Minh Huỳnh Văn Cao Lê Quang Tung Lê Văn Kim Nguyễn Hữu Có Nguyễn Khánh Nguyễn Văn Nhung Nguyễn Văn Thiệu Phạm Ngọc Thảo Tôn Thất Đính Trần Kim Tuyến Trần Thiện Khiêm Trần Văn Đôn Phóng viên Peter Arnett Malcolm Browne David Halberstam Marguerite Higgins Neil Sheehan Cổng thông tin Lịch sử Cổng thông tin Lịch sử Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tấn_công_hóa_học_ở_Huế&oldid=69387973” Thể loại: Vi phạm nhân quyền Lịch sử Huế Năm 1963 Huế Việt Nam năm 1963 Xung đột năm 1963 Biến cố Phật giáo, 1963 Thể loại ẩn: Trang đưa đối số thừa vào bản mẫu Trang thiếu chú thích trong bài Bài viết có chú thích không đầy đủ Lỗi CS1: ISBN Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 6 tháng 12 năm 2022, 10:44. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}