{"Tết mừng lúa mới (Người M'Nông)":"Tết mừng lúa mới (Người M'Nông) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Đặc điểm 2Ý nghĩa 3Các địa phương Hiện\/ẩn mục Các địa phương 3.1Bình Phước 4Tham khảo Tết mừng lúa mới (Người M'Nông) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Tết mừng lúa mới của Người M'Nông Tên chính thức Tết mừng lúa mới Tên gọi khác Lễ cơm mới Cử hành bởi Người M'Nông Kiểu Tết lớn nhất của người M'Nông Bắt đầu Vào đầu vụ thu hoạch cuối tháng 7, đầu tháng 8 (âm lịch) Hoạt động Người M'Nông ở Tây Nguyên và Bình Phước. Liên quan đến Lễ mừng lúa mới. Tết mừng lúa mới (còn gọi là: Lễ cơm mới) của Người M'Nông, lớp cư dân bản địa ở Việt Nam được công nhận là một trong số 54 dân tộc chính thức của Việt Nam. Trong quá trình phát triển, do địa bàn cư trú phân tán trên vùng núi rừng hiểm trở thuộc các huyện miền núi Tây Nam các tỉnh Đắk Lắk, Đắk Nông, Lâm Đồng, Bình Phước, Quảng Nam. Đây là tết lớn nhất của họ tổ chức trong năm. Được tổ chức vào đầu vụ thu hoạch cuối tháng 7, đầu tháng 8 (âm lịch).[1] Đặc điểm[sửa | sửa mã nguồn] Người M'Nông thường chuẩn bị cho tết ngay từ ngày đầu tra hạt rồi chờ lúa chín. Tết được tổ chức ngay tại rẫy, mâm cơm được bày ra để cúng Giàng. Các gia đình thường chuẩn bị từ 2 đến 7 chóe rượu cần tùy điều kiện kinh tế của mỗi gia đình và nuôi gà hoặc heo chờ ngày lúa chín. Gần đến ngày thu hoạch lúa, những chóe rượu cần qúy nhất sẽ được xếp hàng dãy dọc giữa nhà. Những cây cần đã được làm thêm để tiếp nhiều khách đến thưởng thức. Bộ chiêng với nhiều kích cỡ cũng được đem ra kỳ cọ và đánh thử để kiểm tra âm thanh. Nếu gặp vụ mùa bội thu, có đến hàng trăm gùi lúa thì người M’Nông còn làm thêm cả kèn Riết, chuẩn bị hội đâm trâu để hiến tạ thần linh và ăn mừng. Khi lúa chín, các nghi lễ cúng lúa sẽ rộn lên trong các gia đình. Từ lễ tuốt lúa đến cúng hồn lúa từ rẫy về kho sẽ được tổ chức nhộn nhịp. Nếu vụ lúa của chủ nhà nào chín rộ thì mọi người sẽ cùng đi tuốt hộ. Sau đó mỗi người ra tuốt một nắm lúa bỏ vào trong bồ gọi là rước lúa về nhà. Khách sẽ quay ra chúc chủ nhà những câu tốt lành, rồi chủ nhà mời tất cả ngồi xung quanh đống lửa ăn uống. Sau khi ăn uống xong, mọi người nổi Cồng chiêng, nhảy múa cho tới khuya, có khi tới sáng hôm sau.[2] Lúa thu hoạch được chia làm ba: một phần để ăn, một phần để sắm đồ đạc, một phần dành cho trâu bò cùng những con vật góp công cùng con người làm ra hạt lúa.[3] Vào dịp tết mừng lúa mới, người M’Nông sẽ trang trí kho lúa bằng các loại cây hoa, được làm từ những que tre vót thành nhiều cành tượng trưng hình bông lúa, gọi là “Hừn du”. Theo cách nghĩ mộc mạc của người M’Nông, với cách trang trí này có thể hấp dẫn, lưu giữ hồn lúa ở trong kho. Ý nghĩa[sửa | sửa mã nguồn] Đây được xem là dịp lễ quan trọng của Người M'Nông trong năm. Trong quan niệm của người M’Nông, thần Lúa là linh hồn của mọi vật, là vị thần đáng tôn thờ nhất. Tôn vinh hạt thóc của Giàng ban cho dân làng và tập tục cúng Giàng, cúng các vị thần linh như: cúng trời đất, các thần sông suối, thần núi, thần mưa, thần sấm, thần mùa màng để cầu cho mưa thuận gió hòa.[4] Các địa phương[sửa | sửa mã nguồn] Bình Phước[sửa | sửa mã nguồn] Có Người M'Nông Đíp, Người M'Nông Biat và Người M'Nông Bu Dêh cư trú trên địa bàn Bình Phước. Không như nhiều nhóm M’Nông ở các địa phương khác, người M’Nông ở Bình Phước không có lệ ăn Tết Nguyên Đán cùng với Người Kinh mà chỉ tổ chức lễ Tết mừng lúa mới hay còn gọi Lễ Cơm mới vào đầu vụ thu hoạch, sớm hay muộn là tùy vào mùa lúa chín (thường vào cuối tháng 7 hay đầu tháng 8). Việc ăn tết có nơi kéo dài cả tháng, lần lượt từ nhà nọ đến nhà kia. Tham khảo[sửa | sửa mã nguồn] ^ TẾT MỪNG LÚA MỚI NGƯỜI M'NÔNG Lưu trữ 2016-08-08 tại Wayback Machine CHUYÊN TRANG DU KHÁCH - CỔNG THÔNG TIN ĐIỆN TỬ TỈNH BÌNH PHƯỚC ^ Lễ mừng lúa mới[liên kết hỏng] CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐẮK LẮK ^ TẾT MỪNG LÚA MỚI CỦA NGƯỜI M'NÔNG (LỄ CƠM MỚI) Lưu trữ 2015-09-15 tại Wayback Machine Trung tâm Thông tin du lịch - Tổng cục Du lịch ^ Lễ mừng lúa mới của các dân tộc Tây Nguyên ẩn x t s Du lịch Bình Phước Thắng cảnh VQG Cát Tiên • VQG Bù Gia Mập • Thác Số 4 • Thác Đăk Mai • Thác Voi • Thác Mơ • Thác Đứng • Trảng cỏ Đồng Nai • Trảng cỏ Bàu Lạch • Hang Bà Bảy Tuyết • Núi Bà Rá • Hồ Dầu Tiếng Lịch sử- Văn hóa Bệnh viện Lộc Ninh • Đình thần Hưng Long • Sóc Bom Bo • Chùa Sóc Lớn • KDL ST Mỹ Lệ • Mộ tập thể 3000 người Lịch sử- Cách mạng Chiến thắng Tàu Ô • Căn cứ Quân giải phóng miền Nam • Nhà giao tế Lộc Ninh • Căn cứ Bộ chỉ huy miền Tà Thiết • Bến đò Thôn 1 • Phú Riềng Đỏ • Căn cứ Quân uỷ - Bộ chỉ huy các lực lượng vũ trang giải phóng miền Nam Việt Nam • Căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973–1975) • Kho xăng Lộc Quang - VK98 • Kho xăng Lộc Hòa - VK99 • Nhà tù núi Bà Rá • Sân bay Lộc Ninh Lễ hội Lễ hội Quả Điều Vàng Việt Nam • Tết mừng lúa mới (Người M'Nông) Di sản UNESCO Đờn ca tài tử Nam Bộ Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tết_mừng_lúa_mới_(Người_M%27Nông)&oldid=64958322” Thể loại: Du lịch Bình Phước Bình Phước Văn hóa Việt Nam Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 26 tháng 5 năm 2021, 22:25. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}