{"Tứ giác Long Xuyên":"Tứ giác Long Xuyên – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tham khảo Tứ giác Long Xuyên Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Tứ giác Long Xuyên là một vùng đất hình tứ giác thuộc Vùng đồng bằng sông Cửu Long nằm trên địa phận ba tỉnh thành Kiên Giang, An Giang và Cần Thơ. Bốn cạnh của tứ giác Long Xuyên là biên giới Việt Nam - Campuchia, vịnh Thái Lan, kênh Cái Sắn và sông Bassac (sông Hậu). Bốn đỉnh góc của tứ giác này ứng với bốn thành phố: Châu Đốc, Long Xuyên, Rạch Giá và Hà Tiên. Vùng Tứ giác Long Xuyên có diện tích tự nhiên khoảng 489.000 hecta. Địa hình trũng, tương đối bằng phẳng với độ cao tuyệt đối từ 0,4 đến 2 mét. Mùa lũ (từ tháng bảy đến tháng mười hai), vùng này thường ngập trong nước với độ sâu từ 0,5 đến 2,5 mét. Mùa khô, vùng này thường khô hạn và bị nước mặn xâm nhập. Chương trình thủy lợi thoát lũ qua vịnh Thái Lan của Chính phủ Việt Nam đã phần nào giải quyết tình trạng ngập lũ và đất bị nhiễm mặn của vùng này. Những năm 1988 - 1989, các tỉnh đã mở bước đột phá khai thác tiềm năng vùng đất hoang hóa, nhiễm phèn nặng, ít người lui tới này. Nhiều người nông dân đã quyết dấn thân với mảnh đất \"muỗi kêu như sáo thổi, đỉa lội tựa bánh canh\". Nhiều người khác đã cùng làm theo, góp phần xây dựng nên diện mạo mới của vùng tứ giác Long Xuyên ngày nay. Tham khảo[sửa | sửa mã nguồn] Bài viết liên quan đến tỉnh An Giang, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Tứ_giác_Long_Xuyên&oldid=64368648” Thể loại: Sơ khai An Giang Đồng bằng sông Cửu Long Kiên Giang An Giang Cần Thơ Thể loại ẩn: Trang thiếu chú thích trong bài Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 4 tháng 2 năm 2021, 03:27. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}