{"Ung Văn Khiêm":"Ung Văn Khiêm – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Học tập 3Quá trình hoạt động cách mạng 4Hoạt động chính trị Hiện\/ẩn mục Hoạt động chính trị 4.1Bị thay thế bởi Xuân Thủy 5Nghỉ hưu 6Di sản 7Vinh danh 8Chú thích 9Liên kết ngoài 10Xem thêm Ung Văn Khiêm Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 3\/2022) Ung Văn Khiêm Chức vụ Bộ trưởng Bộ Nội vụ Nhiệm kỳ 30 tháng 4 năm 1963 – 1971 Tiền nhiệm Phan Kế Toại Kế nhiệm Dương Quốc Chính Bộ trưởng Bộ Ngoại giao Nhiệm kỳ tháng 2 năm 1961 – 30 tháng 4 năm 1963 Tiền nhiệm Phạm Văn Đồng Kế nhiệm Xuân Thủy Thông tin chung Sinh (1910-02-13)13 tháng 2, 1910 Mất 20 tháng 3, 1991(1991-03-20) (81 tuổi) Đảng chính trị Đảng Cộng sản Việt Nam Ung Văn Khiêm (1910–1991) là một nhà cách mạng và chính trị gia người Việt Nam. Ông từng giữ các chức vụ cao cấp trong chính phủ Việt Nam Dân chủ Cộng hòa như Bộ trưởng Bộ Ngoại giao từ tháng 2 năm 1961 đến tháng 4 năm 1963, sau đó làm Bộ trưởng Bộ Nội vụ Việt Nam đến năm 1971. Trong thời gian đảm nhận chức vụ này, ông là Ủy viên Ban chấp hành Trung ương Đảng Lao động Việt Nam. Thân thế[sửa | sửa mã nguồn] Ông còn có tên khác là Nhường, Huân, sinh ngày 13 tháng 2 năm năm 1910, tại làng Tấn Đức, tổng An Bình, quận Chợ Mới, tỉnh Long Xuyên (ngày nay là xã Tấn Mỹ, huyện Chợ Mới, tỉnh An Giang). Ông nội là Ung Văn Tre, bà con trong vùng gọi là ông Chủ Tre, người đầu tiên đến đây chống thú dữ, khai phá vùng đất hoang vu này trở thành vùng cù lao trù phú, xinh tươi, từng được mệnh danh là \"Đệ Nhất Cù lao\". Cha của ông là ông Ung Văn Quản, từng theo Trương Định kháng Pháp. Học tập[sửa | sửa mã nguồn] Do ảnh hưởng của cha, từ nhỏ, ông đã được giáo huấn về lòng yêu nước. Học xong trường làng, ông thi vào Trường Collège de Can Tho (nay là trường THPT Châu Văn Liêm) và là một trong hai học sinh đậu cao được cấp học bổng (người còn lại là Trần Văn Thạnh). Tuy nhiên, do thường xuyên tham gia các phong trào bãi khóa và đấu tranh với hiệu trưởng Tây nên ông sớm bị đuổi học. Về quê, ông tiếp xúc nhiều lần với Châu Văn Liêm, một thầy giáo tiểu học và cũng là một nhà cách mạng, cung cấp cho ông nhiều sách báo tiến bộ, và giới thiệu ông gia nhập nhóm \"đồng tâm, đồng chí\" tại Chợ Mới. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Bài này không có nguồn tham khảo nào. Mời bạn giúp cải thiện bài bằng cách bổ sung các nguồn tham khảo đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Nếu bài được dịch từ Wikipedia ngôn ngữ khác thì bạn có thể chép nguồn tham khảo bên đó sang đây. Cuối năm 1927, Khiêm gia nhập tổ chức Hội Việt Nam Cách mạng Thanh niên. Sau khi đã vào tổ chức, Khiêm được tổ chức điều về Cần Thơ, làm Ủy viên Ban Chấp hành Tỉnh bộ Việt Nam Cách mạng Thanh niên tỉnh Cần Thơ, phụ trách công nhân. Tham dự lớp huấn luyện do Nguyễn Ái Quốc tổ chức ở Quảng Châu (Trung Quốc), sau khi về nước được chỉ định làm Bí thư Đặc uỷ miền Hậu Giang, tham gia Xứ uỷ Nam Kỳ khi hợp nhất 3 tổ chức Cộng sản (1928); Tháng 9\/1929 giữ chức vụ Bí thư Đặc ủy An Nam Cộng sản Đảng miền Hậu Giang, sau đó được phân công là Ủy viên Thường vụ Xứ ủy Hậu Giang. Tham gia Đảng Cộng sản Đông Dương năm 1930 Bị thực dân Pháp bắt và tù đày ở Khám lớn Sài Gòn và Côn Đảo (1931-1936); Hoạt động công khai, tổ chức Mặt trận Bình dân ở các tỉnh miền Tây Nam Bộ (1936-1939); Bị bắt giam tại Long Xuyên (1939-1941); Hoạt động ở miền Tây Nam Bộ chuẩn bị cho sự thành lập Xứ ủy Nam Kỳ (1944-1945); Hoạt động chính trị[sửa | sửa mã nguồn] Bí thư Xứ uỷ Nam kỳ (08\/1945 - 12\/1945); Đại biểu Quốc hội Việt Nam khoá I, đơn vị tỉnh Long Xuyên (1946); Ủy viên Nội vụ Ủy ban Kháng chiến Hành chính Nam Bộ; Uỷ viên Ban Chấp hành Trung ương Đảng Lao động Việt Nam; Uỷ viên Trung ương Cục miền Nam (tại Đại hội Đảng Cộng sản Việt Nam II tháng 2\/1951); Bí thư, kiêm Chủ tịch Ủy ban Kháng chiến Hành chính tỉnh Bạc Liêu - Cà Mau 1951-1954; Thứ trưởng Bộ Ngoại giao; Trưởng Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam (1955); Uỷ viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam (Đại hội Đại biểu Toàn quốc lần thứ III của Đảng - 1960); Đại biểu Quốc hội Việt Nam các khoá I, II, III; Bị thay thế bởi Xuân Thủy[sửa | sửa mã nguồn] Ông làm Bộ trưởng Bộ Ngoại giao Việt Nam từ tháng 2 năm 1961 đến tháng 4 năm 1963. Trong chuyến thăm Việt Nam vào tháng 1 năm 1963 của Chủ tịch Tiệp Khắc Novotny, Ngoại trưởng Ung Văn Khiêm bị quy trách nhiệm về bản tuyên bố chung \"thân Liên Xô\" và bị thay thế bởi Xuân Thủy[1] Sau khi bị thay thế bởi Xuân Thủy ông làm Bộ trưởng Bộ Nội vụ Việt Nam từ ngày 30\/4\/1963 cho đến năm 1971. Nghỉ hưu[sửa | sửa mã nguồn] Sau 30 tháng 4 năm 1975, Ung Văn Khiêm trở về miền Nam, sinh sống tại Thành phố Hồ Chí Minh. Ông qua đời ngày 20 tháng 3 năm 1991, sau nhiều năm bệnh tật, thọ 81 tuổi. Di sản[sửa | sửa mã nguồn] Bộ trưởng Ung Văn Khiêm đã có những đóng góp nổi bật vào việc thực hiện thắng lợi nhiệm vụ của Ngành trong những năm đầu thập kỷ 1960, phục vụ sự nghiệp khôi phục và phát triển đất nước, tiếp tục đề cao Hội nghị Genève, tranh thủ sự ủng hộ quốc tế đối với cuộc chiến tranh cách mạng ở miền Nam, tăng cường đoàn kết 3 nước Đông Dương, mở rộng quan hệ với các nước XHCN và dân tộc chủ nghĩa, đồng thời tích cực phối hợp với các hoạt động đối ngoại của Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam. Về xây dựng Ngành, Bộ trưởng Ung Văn Khiêm đã đưa Bộ Ngoại giao phát triển thêm một bước mới bằng việc xây dựng bộ máy tổ chức, nội dung công tác của Bộ, của từng đơn vị và quy định chế độ, lề lối làm việc, phối hợp thống nhất công tác đối ngoại theo Nghị định 157\/CP của Chính phủ. Vinh danh[sửa | sửa mã nguồn] Do quá trình đóng góp của mình, ông đã được Nhà nước Việt Nam tặng thưởng nhiều huân chương như: Huân chương Hồ Chí Minh. Huân chương Kháng chiến hạng Nhất. Huân chương Hữu nghị Lê-Nin. Huy hiệu Thành đồng Tổ quốc; Huy hiệu 50 năm tuổi Đảng; Và nhiều huân huy chương cao quý khác. Tên của ông được Ủy ban nhân dân TP Hồ Chí Minh đặt cho một con đường tại phường 25 quận Bình Thạnh. Chú thích[sửa | sửa mã nguồn] ^ Đề xuất của Dương Bạch Mai tại Quốc hội nhằm hoãn việc thay thế Ung Văn Khiêm cho tới tháng 9 năm 1963 đã bị bác bỏ. Xem SAPMO, BArch, DC 900\/54, 1, AND Hanoi, Zum Besuch von Liou Chao chi, Pommerening, 28 tháng 5 năm 1963. Liên kết ngoài[sửa | sửa mã nguồn] Bộ trưởng Ung Văn Khiêm trên trang web chính thức của Bộ Ngoại giao Việt Nam Xem thêm[sửa | sửa mã nguồn] hiện x t s Trưởng Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam Đại tướng Nguyễn Chí Thanh (1949 – 1954) Phạm Văn Đồng (1954 – 1955, 1960 – 1961) Lê Đức Thọ (1955 – 1957) Phạm Hùng (1957 – 1958) Ung Văn Khiêm (1958 – 1960) Hoàng Văn Hoan (1961 – 1966) Xuân Thủy (1966 – 1979) Nguyễn Thành Lê (1980 – 1982) Vũ Quang (1983 – 1986) Hoàng Bích Sơn (1986 – 1991) Hồng Hà (1991 – 1996) Nguyễn Văn Son (1996 – 2007) Trần Văn Hằng (2007 – 2009) Hoàng Bình Quân (2009 – 2021) Lê Hoài Trung (từ 2021) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng hiện x t s Bộ trưởng Bộ Nội vụ Việt Nam Võ Nguyên Giáp (1945–1946) Huỳnh Thúc Kháng (1946–1947) Tôn Đức Thắng (1947) Phan Kế Toại (1947–1955; 1955–1963) Ung Văn Khiêm (1963–1971) Dương Quốc Chính (1971–1975) Phùng Văn Cung¹ (1969–1976) Vũ Trọng Kiên (1979–1988) Trần Công Tuynh (1988–1989) Phan Ngọc Tường (1989–1996) Đỗ Quang Trung (1996–2007) Trần Văn Tuấn (2007–2011) Nguyễn Thái Bình (2011–2016) Lê Vĩnh Tân (2016–2021) Phạm Thị Thanh Trà (2021–) In nghiêng: Quyền Bộ trưởng ¹ Bộ trưởng Chính phủ Cộng hòa miền Nam Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Ung_Văn_Khiêm&oldid=69384580” Thể loại: Bộ trưởng Bộ Nội vụ Việt Nam Sinh năm 1910 Mất năm 1991 Người An Giang Người Sài Gòn Đại biểu Quốc hội Việt Nam khóa I Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa III Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Bộ trưởng Bộ Ngoại giao Việt Nam Thứ trưởng Bộ Ngoại giao Việt Nam Bí thư Xứ ủy Nam Kỳ Bí thư Tỉnh ủy Cà Mau Bí thư Tỉnh ủy Bạc Liêu Chủ tịch Ủy ban nhân dân tỉnh Cà Mau Chủ tịch Ủy ban nhân dân tỉnh Bạc Liêu Huân chương Hồ Chí Minh Huân chương Hữu nghị Lê-Nin Huân chương Kháng chiến Người họ Ung tại Việt Nam Nhà ngoại giao Việt Nam Thể loại ẩn: Trang thiếu chú thích trong bài Hoàn toàn không có nguồn tham khảo Trang này được sửa lần cuối vào ngày 5 tháng 12 năm 2022, 10:38. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}