{"Vì nhân dân quên mình":"Vì nhân dân quên mình – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Sáng tác 2Sử dụng và vinh danh 3Xem thêm 4Tham khảo Hiện\/ẩn mục Tham khảo 4.1Nguồn sách Vì nhân dân quên mình Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Vì nhân dân quên mình\" Bài hát Ngôn ngữ Tiếng Việt Thể loại Nhạc cách mạng, hành khúc Soạn nhạc Doãn Quang Khải Thông tin bài hát ở Việt Nam Năm sáng tác 1951 Vì nhân dân quên mình là một hành khúc do nhạc sĩ nghiệp dư Doãn Quang Khải sáng tác vào tháng 5 năm 1951 có nội dung ca ngợi quan hệ gắn bó giữa quân đội với nhân dân và sự tin yêu của nhân dân với quân đội.[1] Bài hát được giải thưởng của Hội văn nghệ Việt Nam. Đây là bài hát truyền thống của Quân đội nhân dân Việt Nam, được sử dụng làm nhạc hiệu cho các chương trình phát thanh quân đội nhân dân và truyền hình quân đội nhân dân. Sáng tác[sửa | sửa mã nguồn] Nhạc sĩ Doãn Quang Khải (1925–2007), từng học tại Trường Sĩ quan lục quân. Khi đó, ông giữ chức tiểu đội trường, từng vượt qua các chiến trường Lào, Bình Trị Thiên.[1] Năm 1951, ông tham gia một cuộc thi sáng tác văn nghệ do trường phát động. Đọc báo của quân đội, ông chú ý khẩu hiệu ở trang nhất \"Vì nhân dân phục vụ\". Hình ảnh ông cùng đồng đội trong đoàn quân Tây Tiến vượt rừng vượt núi, phải trải qua sự đói khát, sốt rét rừng khiến cho nhiều người đã qua đời đã làm nên hình tượng để ông sáng tác.[2] Ngay đêm hôm đó, với chiếc kèn Harmonica và chỉ với ba giờ đồng hồ, ông sáng tác xong ca khúc.[3] Ngày hôm sau, dưới sự hướng dẫn của nhạc sĩ, toàn thể học viên đã hát bài này trước trường, sau đó bài hát được đăng lên báo tường. Cũng trong lần tới thăm trường, nhạc sĩ Nguyễn Xuân Khoát phát hiện ca khúc, mang về chỉnh sửa, hoàn thiện để phổ biến trong toàn quân. Bài hát đoạt giải Nhì trong cuộc thi Văn học - Nghệ thuật toàn quốc khoảng năm 1952 và 1953.[3] Vào thời điểm bài hát ra đời, bộ đội chủ lực của Việt Nam mang tên Vệ quốc quân đã được đổi thành Quân đội nhân dân, là một sự kiện quan trọng của chính trị và lịch sử Việt Nam, trở thành nguồn cảm hứng của Doãn Quang Khải với ý định viết một bài hát về Quân đội nhân dân để dăng lên báo tường để đồng đội cùng hát.[1] Bài hát được viết ở nhịp 2 4, giọng Đô trưởng cùng tốc độ vừa phải, mô phỏng \"theo bước đi hùng tráng\".[2] Ca khúc này là một sáng tác tiêu biểu của ngôn ngữ âm nhạc hệ 7 cung trưởng – thứ.[4] Trong những ca khúc viết về người chiến sĩ Việt Nam sau năm 1945, đây là lận đầu tiên mà từ tiêu đề đến nội dung ca từ, một bài hát đã thể hiện được nội dung truyền đạt là phẩm chất, ý chí và mục tiêu chiến đấu của chiến sĩ Việt Nam cùng mối quan hệ gắn bó với nhân dân Việt Nam. Bài hát này còn mang lại một vai trò lịch sử khác khi tuy là hình mẫu tiếp theo của phương thức sáng tác nghiệp dư đã có ở quốc gia này trong giai đoạn trước năm 1945 nhưng lại là sự mở đầu cho phong trào tự biên tự diễn trong phong trào văn nghệ quần chúng tại Việt Nam thời điểm này.[4] Sử dụng và vinh danh[sửa | sửa mã nguồn] Dù báo Quân đội Nhân dân khẳng định ông có sáng tác thêm một số ca khúc sau này nhưng báo Hànộimới và VOV đều cho biết suốt cuộc đời binh nghiệp, Doãn Quang Khải chỉ có duy nhất \"Vì nhân dân quên mình\", cũng là ca khúc được chọn làm bài hát truyền thống của quân đội Nhân dân Việt Nam.[3][2][5] Bài hát còn được sử dụng làm nhạc hiệu của Chương trình phát thanh và Chương trình truyền hình Quân đội nhân dân. Tên ông và bài hát này được ghi danh trong cuốn \"Từ điển Bách khoa Quân sự Việt Nam\".[3] Tuy vậy, sau khi ca khúc này được phổ biến trên báo chí và liên tiếp nhận được các giải thưởng, sau này tác Doãn Quang Khải mới được biết.[6] Một chương trình giao lưu nghệ thuật nhân kỉ niệm 70 năm Ngày toàn quốc kháng chiến được tổ chức tại Trường Quân sự Quân khu 7, Thành phố Hồ Chí Minh vào tối ngày 19 tháng 12 năm 2016 cũng đã lấy tên bài hát làm nhan đề cho chương trình.[7] Xem thêm[sửa | sửa mã nguồn] Tiến quân ca Giải phóng miền Nam Quân đội nhân dân Việt Nam Tham khảo[sửa | sửa mã nguồn] ^ a b c Tú Ngọc 2000, tr. 192. ^ a b c Phạm Tuấn; Hải Yến (15 tháng 4 năm 2022). “Nhạc sĩ \"Vì nhân dân quên mình\"”. Báo Quân đội nhân dân. Lưu trữ bản gốc ngày 30 tháng 1 năm 2023. Truy cập ngày 30 tháng 1 năm 2023. ^ a b c d Lê Phúc Hỷ (25 tháng 12 năm 2012). “Câu chuyện âm nhạc: Vì nhân dân quên mình, vì nhân dân hy sinh”. Báo Hànộimới. Lưu trữ bản gốc ngày 30 tháng 12 năm 2022. Truy cập ngày 30 tháng 1 năm 2023. ^ a b Tú Ngọc 2000, tr. 193. ^ Dân Huyền (22 tháng 12 năm 2013). “Nhạc sĩ Doãn Quang Khải kể chuyện \"Vì nhân dân quên mình\"”. Báo Điện tử Đài Tiếng nói Việt Nam. Lưu trữ bản gốc ngày 30 tháng 1 năm 2023. Truy cập ngày 30 tháng 1 năm 2023. ^ “Người lính Tây Tiến và nhạc phẩm \"Vì nhân dân quên mình\"”. Báo Công an nhân dân điện tử. 19 tháng 12 năm 2004. Lưu trữ bản gốc ngày 2 tháng 2 năm 2023. Truy cập ngày 30 tháng 1 năm 2023. ^ Minh Phượng (20 tháng 12 năm 2016). “Giao lưu nghệ thuật kỉ niệm 70 năm Ngày toàn quốc kháng chiến”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 30 tháng 1 năm 2023. Truy cập ngày 30 tháng 1 năm 2023. Nguồn sách[sửa | sửa mã nguồn] Tú Ngọc (2000). Âm nhạc mới Việt Nam tiến trình và thành tựu. Viện Âm nhạc Việt Nam. OCLC 682149444. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vì_nhân_dân_quên_mình&oldid=69652137” Thể loại: Bài hát truyền thống của Quân đội nhân dân Việt Nam Nhạc khúc Đô trưởng Thể loại ẩn: Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 7 tháng 2 năm 2023, 10:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}