{"Võ Nguyên Giáp":"Võ Nguyên Giáp – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Thời niên thiếu 3Thời thanh niên 4Bắt đầu sự nghiệp quân sự Hiện\/ẩn mục Bắt đầu sự nghiệp quân sự 4.1Kháng chiến chống Pháp, Nhật trong Chiến tranh thế giới thứ hai 4.2Thành lập đội Việt Nam Tuyên truyền Giải phóng quân 4.3Tham gia thành lập Việt Nam Dân chủ Cộng hòa 4.4Trấn áp các đảng phái chống Chính phủ 5Chiến tranh Đông Dương lần 1 Hiện\/ẩn mục Chiến tranh Đông Dương lần 1 5.1Đại tướng đầu tiên của Quân đội nhân dân Việt Nam 5.2Các chiến dịch 6Chiến tranh Đông Dương lần 2 Hiện\/ẩn mục Chiến tranh Đông Dương lần 2 6.1Từ 1954 đến 1964 6.2Từ 1965 đến 1972 6.3Từ 1972 đến 1975 7Chiến tranh Đông Dương lần 3 8Giai đoạn làm Phó Thủ tướng phụ trách các lĩnh vực dân sự 9Nghỉ hưu đến khi qua đời Hiện\/ẩn mục Nghỉ hưu đến khi qua đời 9.1Nghỉ hưu 9.2Đại thọ 100 tuổi 9.3Qua đời 10Các giải thưởng và danh hiệu Hiện\/ẩn mục Các giải thưởng và danh hiệu 10.1Huân chương 10.2Huy hiệu 10.3Các danh hiệu khác 11Các bí danh và bút danh Hiện\/ẩn mục Các bí danh và bút danh 11.1Bí danh 11.2Bút danh 12Đánh giá Hiện\/ẩn mục Đánh giá 12.1Tại Việt Nam 12.2Từ bên ngoài 13Các tác phẩm chính 14Gia đình riêng 15Vinh danh 16Chú thích 17Tham khảo Hiện\/ẩn mục Tham khảo 17.1Danh mục 18Liên kết ngoài Võ Nguyên Giáp 74 ngôn ngữ Afrikaans العربية Aragonés Asturianu Azərbaycanca Bahasa Indonesia Bahasa Melayu বাংলা Bân-lâm-gú Беларуская Boarisch Brezhoneg Български Català Čeština Cymraeg Dansk Deutsch Ελληνικά English Español Esperanto Euskara فارسی Français Galego 한국어 Հայերեն हिन्दी Hrvatski Italiano עברית Kapampangan Kreyòl ayisyen ລາວ Latina Latviešu Lëtzebuergesch Lietuvių Magyar Malagasy مصرى မြန်မာဘာသာ Na Vosa Vakaviti Nederlands 日本語 Norsk bokmål Occitan Piemontèis Polski Português Română Русский Scots සිංහල Simple English Slovenčina Slovenščina کوردی Српски \/ srpski Srpskohrvatski \/ српскохрватски Suomi Svenska Tagalog தமிழ் ไทย Türkçe Twi Українська 文言 Winaray 吴语 粵語 中文 65 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikiquote Bách khoa toàn thư mở Wikipedia Đại tướng Võ Nguyên Giáp Võ Nguyên Giáp năm 1957 Chức vụ Tổng Tư lệnh Quân đội nhân dân Việt Nam Nhiệm kỳ 2 tháng 3 năm 1946 – 30 tháng 4 năm 1975 29 năm, 59 ngày Tiền nhiệm Chức vụ thành lập Kế nhiệm Chức vụ bãi bỏ Vị trí Việt Nam Dân chủ Cộng hòa Bí thư Quân ủy Trung ương Bí thư Tổng quân ủy Bí thư Trung ương Quân ủy Nhiệm kỳ tháng 1 năm 1946 – 1978 Tiền nhiệm Chức vụ thành lập Kế nhiệm Lê Duẩn Phó Bí thư Trần Tử Bình (1946 – 1947) Văn Tiến Dũng (1947 – 1948, 1978 – 1984) Nguyễn Chí Thanh (1951 – 1960) Song Hào (1961 – 1976) Chu Huy Mân (1977 – 1986) Ủy viên Bộ Chính trị Nhiệm kỳ 1945 – 27 tháng 3 năm 1982 Bộ trưởng Bộ Quốc phòng (lần 2) Nhiệm kỳ 1 tháng 7 năm 1948 – 7 tháng 2 năm 1980 31 năm, 221 ngày Tiền nhiệm Tạ Quang Bửu Kế nhiệm Văn Tiến Dũng Thứ trưởng Tạ Quang Bửu Nguyễn Văn Vịnh (1959 – 1960) Song Hào (1961 – 1982) Trần Quý Hai (1961 – 1985) Trần Sâm (1963 – 1976, 1982 – 1990) Nguyễn Đôn (1968 – 1973) Hoàng Văn Thái (1974 – 1980) Đồng Sỹ Nguyên (1976 – 1977) Vũ Xuân Chiêm (1976 - 1987) Bùi Phùng (1977 – 1988) Đặng Vũ Hiệp (1977 – 1984) Hoàng Thế Thiện (1977 – 1982) Lê Trọng Tấn (1978 – 1986) Chủ nhiệm Ủy ban Quốc gia Dân số và Sinh đẻ có Kế hoạch Nhiệm kỳ 11 tháng 4 năm 1984 – 1987 Tiền nhiệm Phạm Văn Đồng (Trưởng ban Chỉ đạo Hướng dẫn Sinh đẻ có Kế hoạch) Kế nhiệm Võ Văn Kiệt Vị trí Việt Nam Chủ nhiệm Ủy ban Khoa học Nhà nước Nhiệm kỳ 15 tháng 7 năm 1960 – 7 tháng 1 năm 1963 2 năm, 176 ngày Tiền nhiệm Trường Chinh Kế nhiệm Nguyễn Duy Trinh Vị trí Việt Nam Dân chủ Cộng hòa Phó Chủ tịch Hội đồng Bộ trưởng Nhiệm kỳ 20 tháng 9 năm 1955 – 9 tháng 8 năm 1991 35 năm, 323 ngày Thủ tướng (Chủ tịch) Phạm Văn Đồng (1955–1987) Phạm Hùng (1987–1988) Võ Văn Kiệt (Quyền, 1988) Đỗ Mười (1988–1991) Kế nhiệm Phan Văn Khải Bộ trưởng Bộ Quốc phòng (lần 1) Nhiệm kỳ 3 tháng 11 năm 1946 – 1 tháng 8 năm 1947 271 ngày Tiền nhiệm Phan Anh Kế nhiệm Tạ Quang Bửu Vị trí Việt Nam Dân chủ Cộng hòa Thứ trưởng Tạ Quang Bửu Chủ tịch Kháng chiến Ủy viên Hội Nhiệm kỳ 2 tháng 3 năm 1946 – Tiền nhiệm không có (thành lập) Vị trí Việt Nam Dân chủ Cộng hòa Phó Chủ tịch Vũ Hồng Khanh Đại biểu Quốc hội Việt Nam khóa I, II, III, IV, V, VI, VII Nhiệm kỳ 2 tháng 3 năm 1946 – 16 tháng 6 năm 1987 −41 năm, 106 ngày Thứ trưởng Bộ Quốc phòng Nhiệm kỳ 28 tháng 8 năm 1945 – 2 tháng 3 năm 1946 186 ngày Bộ trưởng Chu Văn Tấn Vị trí Việt Nam Dân chủ Cộng hòa Bộ trưởng Bộ Nội vụ Việt Nam Nhiệm kỳ 28 tháng 8 năm 1945 – 2 tháng 3 năm 1946 186 ngày Tiền nhiệm đầu tiên Kế nhiệm Huỳnh Thúc Kháng Thông tin chung Quốc tịch Việt Nam Sinh (1911-08-25)25 tháng 8 năm 1911 Lộc Thủy, Lệ Thủy, Quảng Bình, Trung Kỳ, Liên bang Đông Dương Mất 4 tháng 10 năm 2013(2013-10-04) (102 tuổi) Hà Nội, Việt Nam Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Nguyễn Thị Quang Thái (cưới 1934⁠–⁠1940) Đặng Bích Hà (cưới 1946) Cha Võ Quang Nghiêm (Võ Nguyên Thân) Mẹ Nguyễn Thị Kiên Họ hàng Võ Thuần Nho (em trai) Võ Thị Lài (em gái) Con cái 5 (bao gồm Võ Hồng Anh, Võ Hòa Bình, Võ Hạnh Phúc, Võ Điện Biên và Võ Hồng Nam) Học vấn Cử nhân Luật, thứ nhì toàn khóa kỳ thi 1925 của Trường Quốc học - Huế, thầy giáo Địa lí, Lịch sử trường tư thục Thăng Long Chữ ký Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Phục vụ Quân đội nhân dân Việt Nam Năm tại ngũ 1944–1991 Cấp bậc Đại Tướng Đơn vị Bộ Quốc phòng Việt Nam Chỉ huy Việt Minh Quân đội nhân dân Việt Nam Tham chiến Trận Hà Nội 1946 Chiến dịch Việt Bắc Chiến dịch Biên giới Chiến dịch Hòa Bình Chiến cục đông-xuân 1953-1954 Chiến dịch Điện Biên Phủ Chiến dịch Sấm Rền Chiến dịch Mậu Thân 1968 Chiến dịch Đường 9 - Khe Sanh Chiến dịch Đường 9 - Nam Lào Chiến cục năm 1972 Chiến dịch Điện Biên Phủ trên không Chiến dịch Mùa Xuân 1975 Chiến dịch Hồ Chí Minh Chiến tranh biên giới Việt–Trung, 1979 Khen thưởng Huân chương Sao Vàng 2 Huân chương Hồ Chí Minh 2 Huân chương Quân công hạng Nhất 6 Huân chương Chiến thắng hạng Nhất Võ Nguyên Giáp (25 tháng 8 năm 1911 – 4 tháng 10 năm 2013), tên khai sinh là Võ Giáp,[a] còn được gọi là tướng Giáp hoặc anh Văn, là một nhà lãnh đạo quân sự và chính trị gia người Việt Nam. Ông là Đại tướng đầu tiên, Tổng Tư lệnh tối cao của Quân đội Nhân dân Việt Nam, một trong những thành viên sáng lập nhà nước Việt Nam Dân chủ Cộng hòa, được Chính phủ Việt Nam đánh giá là \"người học trò xuất sắc và gần gũi của Chủ tịch Hồ Chí Minh\",[1][2] là chỉ huy trưởng của các chiến dịch trong Chiến tranh Đông Dương (1946–1954), Chiến tranh Việt Nam (1955–1975) và Chiến tranh biên giới Việt – Trung (1979). Xuất thân là một giáo viên dạy lịch sử, ông được đánh giá là một trong những nhà lãnh đạo quân sự lỗi lạc nhất trong lịch sử Việt Nam.[3] Ông được nhiều tờ báo ca ngợi là anh hùng dân tộc của nhân dân Việt Nam.[4][5][6] Thân thế[sửa | sửa mã nguồn] Võ Nguyên Giáp sinh ngày 25 tháng 8 năm 1911 ở làng An Xá, tổng Đại Phong Lộc, huyện Lệ Thủy, phủ Quảng Ninh (nay là xã Lộc Thủy, huyện Lệ Thủy, tỉnh Quảng Bình) trong một gia đình nhà nho, con của ông Võ Quang Nghiêm (Võ Nguyên Thân), một nhà nho đức độ và mẹ là bà Nguyễn Thị Kiên.[7][8][9][10] Về họ ngoại, ông ngoại Võ Nguyên Giáp quê ở thôn Mỹ Đức, xã Sơn Thủy, huyện Lệ Thủy, đầu nguồn sông Cẩm Ly, một vùng sơn cước, dưới dãy Trường Sơn; từng tham gia Phong trào Văn Thân và Phong trào Cần Vương,[11] làm đến chức Đề đốc coi đại đồn tiền vệ, sau bị quân Pháp bắt, tra tấn dã man, nhưng một mực trung thành, không một lời khai báo. Về họ nội, Võ Nguyên Giáp sinh trưởng trong một dòng họ lớn, có tiếng tăm tại làng An Xá. Ông nội ông cũng từng tham gia phò tá vua Hàm Nghi trong Phong trào Cần Vương. Cha ông, Võ Quang Nghiêm, là một nho sinh thi cử bất thành về nhà làm hương sư và thầy thuốc Đông y trong làng. Khi Chiến tranh Đông Dương bùng nổ, cụ Võ Quang Nghiêm bị người Pháp bắt, đưa về giam ở Huế và mất trong tù (sau này, con cháu đã tìm thấy và bốc mộ ông đưa về an táng tại nghĩa trang liệt sĩ huyện Lệ Thủy). Gia đình Võ Nguyên Giáp có 7 anh chị em, nhưng người anh cả và chị cả mất sớm vì bệnh và thiên tai, 2 người khác cũng mất trước chiến dịch Điện Biên Phủ. Sau 1954, gia đình chỉ còn 2 người con trai là Võ Nguyên Giáp và Võ Thuần Nho, sau này là Thứ trưởng Bộ Giáo dục, và người em gái là bà Võ Thị Lài.[12][13] Thời niên thiếu[sửa | sửa mã nguồn] Một góc ngôi nhà nơi Võ Nguyên Giáp đã sinh ra và lớn lên Gia đình cụ Nghiêm thuộc diện nghèo trong làng, quanh năm phải vay nợ nặng lãi của các nhà giàu như nhà Khóa Uy, một Hoa kiều giàu có ở làng Tuy Lộc kề bên. Võ Nguyên Giáp đã có lần theo mẹ chèo thuyền chở thóc đi trả nợ. Tuy còn nhỏ tuổi, nhưng những câu chuyện đêm đêm mẹ kể cho cậu nghe về tướng quân Tôn Thất Thuyết phò vua Hàm Nghi hạ chiếu Cần Vương, kêu gọi các sĩ phu và dân chúng đứng lên chống Pháp bảo vệ non sông, còn cha nói về phong trào đánh Pháp qua bài vè \"Thất thủ kinh đô\" đầy cảm động, đã gieo vào lòng cậu bé những ấn tượng không bao giờ phai mờ, góp phần nuôi dưỡng ý chí cho sự nghiệp cách mạng sau này.[14] Cha ông là một nhà Nho nên dạy dỗ con cái rất nghiêm cẩn trong sinh hoạt gia đình và học hành, giữ gìn nề nếp gia phong của đạo Khổng. Ông khuyên dạy con: \"Chữ Nho là chữ của Thánh hiền, là nho sinh, các con không được nghịch ngợm, dẫm đạp lên sách vở chữ Nho\". Ông dạy đám học trò cùng hai con ông: Tam thiên tự, Ngũ thiên tự và cả Ấu học tân thư. Năm tháng học chữ Nho không nhiều, nhưng những đạo lý học được trong các sách của Thánh hiền Nho gia, đặc biệt là Ấu học tân thư, đã trở thành nền tảng cơ bản có ảnh hưởng sâu sắc trong cả cuộc đời ông. Trong thế giới quan Nho giáo, cả ba yếu tố: cá nhân, gia đình và dân tộc đều hòa quyện chặt chẽ với nhau. Qua sách Ấu học tân thư, cậu Giáp được biết tới nhiều tấm gương quên mình để bảo vệ Tổ quốc, hình thành trong cậu niềm tự hào về các chiến công của cha ông trong quá khứ. Những giá trị đạo đức, nề nếp gia phong của đạo Khổng thấm nhuần trong con người cậu: lối sống giản dị và đức hiếu học, sự kính trọng tổ tiên và ông bà cha mẹ, sự kính trên nhường dưới, đạo hiếu của con cái với cha mẹ, nghĩa vụ của con người với gia đình, xã hội và đất nước.[15] Học xong lớp 3, cậu phải xuống thị xã Đồng Hới học tiếp, Đồng Hới thuộc tỉnh lỵ Quảng Bình, cách làng An Xá của cậu trên 20 km, nằm bên bờ Nhật Lệ trong xanh lung linh soi bóng Lũy thầy, với thành cổ bao quanh từ thời Gia Long năm thứ 10 (1812) và được xây lại bằng gạch năm Minh Mạng thứ sáu (1825). Những năm học ở thị xã Đồng Hới, cậu Giáp ở trọ nhà người quen của cụ Nghiêm. Cậu được gia chủ quý mến coi như con cháu trong nhà, không lấy tiền trọ, cậu được học với nhà sư phạm có tiếng, thầy giáo Đào Duy Anh. Hai năm học ở tiểu học Đồng Hới, hàng tháng cậu luôn đứng đầu lớp. Tại kỳ thi tốt nghiệp bậc sơ học, cậu đỗ đầu toàn tỉnh. Hồi đó, đạt được trình độ ấy là không dễ, vì thực dân Pháp hạn chế mở trường học và muốn duy trì nạn mù chữ để dễ cai trị.[16] Về làng cậu được dân làng nể trọng, gia đình rất tự hào về cậu.[17] Năm 13 tuổi (1923-1924), Võ Nguyên Giáp thi trượt trường Quốc học Huế. Trường này chỉ tuyển 90 học sinh cho 12 tỉnh miền Trung Việt Nam.[18][19][20] Năm 1925, Võ Nguyên Giáp rời trường Tiểu học Đồng Hới ở quê nhà Quảng Bình để vào Huế ôn thi vào trường Quốc học Huế (ông đỗ thứ hai sau Nguyễn Thúc Hào). Trong 2 năm học, ông luôn đứng đầu lớp trừ 1 tháng bị rớt xuống hạng nhì. Trong thời gian này, cậu Giáp có vài lần đến thăm nhà yêu nước Phan Bội Châu để nghe thuyết giảng về lý tưởng Cách mạng. Trên tường nhà Cụ Châu có treo những nhà tư tưởng nổi bật mà cụ tôn kính là Tôn Dật Tiên, Vladimir Ilyich Lenin và Đức Phật Thích Ca, điều đó khiến cậu càng say mê theo đuổi chân lý của lịch sử.[21] Năm 1927, ông bị đuổi học cùng với Nguyễn Chí Diểu, Nguyễn Khoa Văn (tức Hải Triều), Phan Bôi sau khi tổ chức một cuộc bãi khóa. Ông về quê và được Nguyễn Chí Diểu giới thiệu tham gia Tân Việt Cách mạng Đảng, một đảng theo chủ nghĩa dân tộc nhưng có màu sắc cộng sản thành lập năm 1924 ở miền Trung Việt Nam. Nguyễn Chí Diểu cũng giới thiệu Võ Nguyên Giáp vào làm việc ở Huế, tại nhà xuất bản Quan hải tùng thư do Đào Duy Anh sáng lập và ở báo Tiếng dân của Huỳnh Thúc Kháng. Tại đây, Võ Nguyên Giáp bắt đầu học nghề làm báo, chuẩn bị cho giai đoạn hoạt động báo chí trong thời Mặt trận Bình dân Pháp. Thời thanh niên[sửa | sửa mã nguồn] Tháng 4 năm 1927, tại Trường Quốc học Huế lại diễn ra một cuộc bãi khóa rầm rộ với quy mô lớn. Nguyễn Chí Diểu bị tên giám thị Pháp chú ý, coi là kẻ cầm đầu những cuộc đấu tranh bãi khóa ở trường, nên đuổi học. Võ Nguyên Giáp liền bàn với Nguyễn Khoa Văn tiếp tục tổ chức bãi khóa để phản đối việc Diểu bị đuổi học. Cuộc bãi khóa của học sinh Trường Quốc học Huế lan rộng ra khắp các trường ở Huế và phát triển thành cuộc tổng bãi khóa. Võ Nguyên Giáp bị bắt rồi bị đuổi học, phải trở về quê nhà. Bỗng nhiên một hôm Nguyễn Chí Diểu lặn lội từ Huế về làng An Xá tìm gặp Võ Nguyên Giáp. Nguyễn Chí Diểu mang theo một tập tài liệu về \"Liên đoàn các dân tộc bị áp bức trên thế giới\" và một số văn kiện cuộc họp của Việt Nam Thanh niên Cách mạng Đồng chí Hội ở Quảng Châu, trong đó có 2 bài phát biểu của lãnh tụ Nguyễn Ái Quốc. Võ Nguyên Giáp đọc rất xúc động: \"Bài luận văn của Nguyễn Ái Quốc đã gây cho chúng tôi một lòng căm phẫn sâu sắc như một luồng điện giật\". Đó là sợi dây đầu tiên nối liền số mệnh của Võ Nguyên Giáp với Hồ Chí Minh và sự nghiệp Cách mạng Việt Nam.[22] Mùa hè năm 1928, Võ Nguyên Giáp trở lại Huế, bước vào đời của một chiến sĩ cách mạng. Tại Huế, Nguyễn Chí Diểu giới thiệu Võ Nguyên Giáp đến làm việc ở Quan Hải Tùng thư, một nhà xuất bản do Tổng bộ Tân Việt chủ trương, trụ sở đặt ở phố Đông Sa. Sáng lập viên là Đào Duy Anh. Tại đây Võ Nguyên Giáp có điều kiện tiếp xúc với những học thuyết kinh tế, xã hội, dân tộc, cách mạng. Đặc biệt là cuốn \"Bản án chế độ thực dân Pháp\" và tờ báo \"Người cùng khổ\" (Le Paria) do Nguyễn Ái Quốc viết từ Pháp gửi về. Đầu tháng 10 năm 1930, trong sự kiện Xô Viết Nghệ Tĩnh, Võ Nguyên Giáp bị bắt và bị giam ở Nhà lao Thừa phủ (Huế), cùng với người yêu là Nguyễn Thị Quang Thái, em trai là Võ Thuần Nho và các giáo sư Đặng Thai Mai, Lê Viết Lượng... Sau này Nguyễn Thị Quang Thái trở thành vợ đầu tiên của Võ Nguyên Giáp và sinh cho ông một con gái tên là Võ Hồng Anh. Nguyễn Thị Quang Thái hẹn với ông rằng khi con cứng cáp sẽ đi thoát ly hoạt động. Nhưng cả hai không ngờ lần chia tay năm 1940 cũng là lần vĩnh biệt, Nguyễn Thị Quang Thái bị Pháp bắt giam và chết ngay trong ngục tù. Bà qua đời khi còn rất trẻ, nhiều người biết đến bà như một hình tượng người phụ nữ mẫu mực, kiên trung, yêu nước.[23][24] Cuối năm 1931, nhờ sự can thiệp của Hội Cứu tế Đỏ của Pháp, Võ Nguyên Giáp được trả tự do nhưng lại bị Công sứ Pháp tại Huế ngăn cấm không cho ở lại Huế. Ông ra Hà Nội, học trường Albert Sarraut và đỗ. Ông nhận bằng cử nhân luật năm 1937 (Licence en Droit). Do bận rộn hoạt động cách mạng, vào năm 1938, ông bỏ dở học chương trình năm thứ tư về Kinh tế Chính trị và không lấy bằng Luật sư.[25] Từ 1936 đến 1939, Võ Nguyên Giáp tham gia phong trào Mặt trận Dân chủ Đông Dương, là sáng lập viên của mặt trận và là Chủ tịch Ủy ban Báo chí Bắc Kỳ trong phong trào Đông Dương đại hội. Ông tham gia thành lập và làm báo tiếng Pháp Notre voix (Tiếng nói của chúng ta), Le Travail (Lao động), biên tập các báo Tin tức, Dân chúng. Tháng 5 năm 1939, Võ Nguyên Giáp nhận dạy môn lịch sử tại Trường Tư thục Thăng Long, Hà Nội do Hoàng Minh Giám làm giám đốc nhà trường.[26] Học sinh của ông mô tả rằng: ông có thể vẽ lên bảng đen sơ đồ từng trận đánh của Napoléon, ông sôi nổi kể về Công xã Paris, về cái chết của những nhà Cách mạng như Danton và Robespierre, \"ông không chỉ là nhà sử học đơn thuần, ông còn là một trạng sư say mê, luôn bênh vực tính chính nghĩa của lịch sử\".[27] Học trò của Võ Nguyên Giáp là Bùi Diễm, sau này trở thành đại sứ Việt Nam Cộng hòa tại Mỹ, nhớ về ông như một người bị \"quỷ thần ám ảnh về cách mạng và các trận chiến\". Người ta kể lại khi một giáo viên khác hỏi ông \"Không chơi kiểu Napoleon à?\", ông đã trả lời \"Mình sẽ là một Napoleon\". Sau này, khi trả lời phỏng vấn, ông hay có điệu bộ như hoàng đế Napoleon đang độc thoại trước các nhà báo.[27] Bắt đầu sự nghiệp quân sự[sửa | sửa mã nguồn] Kháng chiến chống Pháp, Nhật trong Chiến tranh thế giới thứ hai[sửa | sửa mã nguồn] Võ Nguyên Giáp (ngoài cùng bên trái) trong buổi lễ thành lập đội Việt Nam Tuyên truyền Giải phóng Quân Ngày 3 tháng 5 năm 1940, Võ Nguyên Giáp với bí danh là Dương Hoài Nam (楊懷南) cùng Phạm Văn Đồng lên Lào Cai rồi vượt biên sang Trung Quốc để gặp Hồ Chí Minh.[28] Chỉ sau một thời gian ngắn, Hồ Chí Minh đã thấy Võ Nguyên Giáp là người triển vọng nên liên hệ với Đảng cộng sản Trung Quốc và cử anh đi học quân sự tại căn cứ địa Diên An. Trên đường tới Diên An, anh được Hồ Chí Minh gọi quay lại vì tình hình thế giới có nhiều thay đổi lớn. Ở châu Âu, phát xít Đức đã xâm chiếm Pháp. Hồ Chí Minh nhận định tình hình Đông Dương sẽ chuyển biến nhanh, cần gấp rút trở về nước chuẩn bị đón thời cơ. Ông gia nhập Đảng Cộng sản Đông Dương trong năm này và bắt đầu các hoạt động của mình trong Việt Nam Độc lập Đồng minh Hội, một tổ chức chống phát-xít và đấu tranh cho độc lập của Việt Nam. Năm 1941 đúng dịp tết Nguyên đán Tân Tỵ, Võ Nguyên Giáp cùng Hồ Chí Minh trở về Cao Bằng. Trong thời gian ở hang Pác Bó, Hồ Chí Minh tiên đoán cách mạng sẽ thành công vào năm 1945, một dự đoán chuẩn xác: \"Trong 5 năm nữa (tính từ 1941) cách mạng sẽ thành công, điều chúng ta mong đợi sẽ tỏa sáng\". Niềm tin sắt đá đó đã giúp Võ Nguyên Giáp và các đồng chí có thêm niềm tin vào tương lai. Đời sống ở Việt Bắc rất cực khổ, ông kể: \"Tìm được cái ăn đã là chiến công. Chúng tôi phải chia nhau từng củ sắn, từng bắp ngô\". Nhiều người bối rối dao động, có người e ngại: làm sao Cách mạng thành công khi không có súng và lấy đâu ra súng? Những lúc ấy, ông không bao giờ quên lời dạy của Hồ Chủ tịch: \"Chúng ta sẽ dựa vào sức mình là chính cùng với một ít viện trợ từ nước ngoài. Mọi việc đều do nhân dân mà nên. Người trước súng sau, có nhân dân là có tất cả.\".[29] Ông tham gia xây dựng cơ sở cách mạng, mở lớp huấn luyện quân sự cho Việt Minh ở Cao Bằng. Trong thời gian này, Pháp tăng cường càn quét Việt Bắc, ai mang tài liệu Việt Minh sẽ bị bắn ngay. Võ Nguyên Giáp nhớ lại: trong thời gian này, ông thường mang theo một quả lựu đạn để nếu bị bắt thì sẽ cho nổ để vừa chết nhanh chóng vừa kéo theo được vài tên địch.[30] Thành lập đội Việt Nam Tuyên truyền Giải phóng quân[sửa | sửa mã nguồn] Ngày 22 tháng 12 năm 1944, theo hướng dẫn của Hồ Chí Minh, ông thành lập đội Việt Nam Tuyên truyền Giải phóng quân tại chiến khu Trần Hưng Đạo với 34 người, được trang bị 2 súng thập (một loại súng ngắn), 17 súng trường, 14 súng kíp và 1 súng máy. Đây là tổ chức tiền thân của Quân đội nhân dân Việt Nam. Ngày 25 tháng 12 năm 1944, ông đã chỉ huy đội quân này lập chiến công đầu tiên là tập kích diệt gọn hai đồn Phai Khắt và Nà Ngần. Ngày 14 tháng 8 năm 1945, ông trở thành uỷ viên Ban chấp hành Trung ương Đảng Cộng sản Đông Dương, sau đó là ủy viên Thường vụ Trung ương, tham gia Ủy ban Khởi nghĩa toàn quốc. Tham gia thành lập Việt Nam Dân chủ Cộng hòa[sửa | sửa mã nguồn] Võ Nguyên Giáp và Hồ Chí Minh, chụp khoảng năm 1945 Cách mạng Tháng Tám thành công, quốc gia Việt Nam Dân chủ Cộng hòa thành lập, Võ Nguyên Giáp được cử làm Bộ trưởng Bộ Nội vụ và Phó Bộ trưởng (Thứ trưởng thường trực) Bộ Quốc phòng trong Chính phủ lâm thời (từ ngày 28 tháng 8 đến hết năm 1945) và là Tổng chỉ huy Quân đội Quốc gia và Dân quân tự vệ năm 1946. Ngay sau khi thành lập, Võ Nguyên Giáp thay mặt Hồ Chí Minh, Chủ tịch Chính phủ Cách mạng Lâm thời, ban hành các sắc lệnh giải tán một số đảng phái,[31][32] với lý do các đảng này \"tư thông với ngoại quốc\", làm \"phương hại đến nền độc lập Việt Nam\" (như Việt Nam Quốc xã, Đại Việt Quốc dân đảng...) nhằm kịp thời trừng trị \"bọn phản cách mạng\", bảo vệ chính quyền non trẻ, đồng thời \"giáo dục ý thức về tinh thần cảnh giác\" cho nhân dân,[33] đồng thời Chủ tịch Hồ Chí Minh cho phép Ty Liêm phóng có thể bắt những hạng người bị quy là nguy hiểm cho nền Dân chủ cộng hoà Việt Nam.[34] Cùng với đó, Chủ tịch Hồ Chí Minh ký sắc lệnh giải tán các nghiệp đoàn[35] để kiểm soát nền kinh tế,[36] thống nhất các tổ chức thanh niên (vào Đoàn Thanh niên Cứu quốc Việt Nam). Đồng thời Chính phủ cũng ban hành sắc lệnh thành lập Hội đồng nhân dân và Ủy ban hành chính địa phương các cấp. Ở miền Bắc, hơn 20 vạn quân Tưởng Giới Thạch theo sự phân công của phe Đồng Minh tiến vào miền Bắc Việt Nam để giải giáp quân Nhật. Theo Việt Minh, đội quân này mang theo kế hoạch Diệt Cộng Cầm Hồ.[37] Đội quân Quốc dân Đảng Trung Quốc \"chạy trốn\" Đảng Cộng sản Trung Quốc đã tiến hành các hoạt động cướp bóc trên đường xuống phía Nam đến Hà Nội.[38] Trong hồi ký Những năm tháng không thể nào quên Võ Nguyên Giáp mô tả: quân đoàn 62 của Vũ Kim Thành (đi cùng là Việt Cách) tàn phá suốt dọc miền Đông Bắc Bắc Kỳ; lực lượng của Vũ Hồng Khanh (Việt Nam Quốc dân Đảng) và của Nguyễn Tường Tam (Đại Việt) đi theo quân đoàn 93 Vân Nam, cũng tiến hành những bài bản cướp bóc tương tự, dọc theo hành lang Tây Bắc từ Lào Cai đến Yên Bái, Phú Thọ.[39] Võ Nguyên Giáp mô tả lãnh đạo Việt Quốc, Việt Cách như những người đã bỏ xứ sở mà đi, tự cho mình là những người yêu nước phụng sự cho Chủ nghĩa Quốc gia nhưng thực tế chỉ là \"một nhóm phản động đang ra sức thu vén làm giàu cho bản thân\" nhờ vào sự giúp đỡ của Trung Quốc, và rằng Trung Hoa Quốc dân Đảng đã tô vẽ cho nhiều \"tên phản bội người Việt\". Trong hai ngày 18 và 19 tháng 9 năm 1945, Việt Minh họp bí mật với Việt Cách (ngày 18 tháng 9 năm 1945) và Việt Quốc (ngày 19 tháng 9 năm 1945). Trong hai cuộc họp này, Nguyễn Hải Thần đại diện Việt Cách và Nguyễn Tường Tam đại diện Việt Nam Quốc dân Đảng đề nghị Hồ Chí Minh đồng ý hợp nhất Việt Minh với Việt Cách và Việt Nam Quốc dân Đảng. Đối với lời đề nghị này, trong nội bộ Việt Minh có nhiều ý kiến khác nhau. Hoàng Minh Giám nghĩ rằng việc hợp nhất Việt Minh với các đảng phái Quốc gia sẽ làm giảm bớt sự đối lập và tăng cường thế lực cho Việt Minh, làm người Trung Quốc yên lòng còn Pháp phải lo ngại, quan trọng nhất là Chính phủ Việt Nam Dân chủ Cộng hòa trong con mắt của Đồng Minh, đặc biệt là Mỹ, là chính phủ thật sự dân chủ. Võ Nguyên Giáp thì dứt khoát không đồng ý, theo ông, những đề nghị đó không có giá trị và không thật thà, nó chẳng khác gì thay thế chủ nghĩa thực dân Pháp bằng ách thống trị của Trung Quốc, và nhân dân Việt Nam sẽ \"chẳng bao giờ chịu bán rẻ sự nghiệp chính nghĩa của họ để đổi lấy đô la Trung Quốc\".[40] Cuối cùng Việt Minh đã từ chối hợp nhất với Việt Cách và Đại Việt Quốc dân Đảng.[40] Ngày 1 tháng 1 năm 1946, sau một hội nghị hòa giải có Việt Nam Quốc dân Đảng, Việt Nam Cách mạng Đồng minh hội và Việt Minh tham gia do tướng Tiêu Văn tổ chức, Chính phủ Liên hiệp Lâm thời được thành lập thay thế Chính phủ Cách mạng Lâm thời với sự tham gia của một số đảng phái đối lập (Việt Cách, Việt Quốc...) hoạt động ở Trung Quốc với sự bảo trợ của Trung Hoa Quốc Dân Đảng.[41] Tuy nhiên chức trách các Bộ cũng thay đổi. Bộ trưởng Quốc phòng trở thành người lo về tài chính mà không được xem xét danh sách nhân sự, quân số, súng đạn còn các Bộ trưởng khác của các đảng phái Quốc gia chẳng có chức trách cụ thể gì, không bao giờ được tham dự bất cứ buổi họp nào của nội các.[42] Ngày 6 tháng 1 năm 1946, Chính phủ Liên hiệp Lâm thời do Chủ tịch Hồ Chí Minh đứng đầu đã tổ chức cuộc Tổng tuyển cử trên toàn quốc, lần đầu tiên đã bầu Quốc hội và thông qua Hiến pháp. Nhiều đảng phái không có quyền tham gia Tổng tuyển cử đã tìm cách phá hoại.[43] Các đảng này cho là trúng cử chỉ là Việt Minh cộng sản, chính quyền trong tay nên Việt Minh muốn ai trúng cũng được.[44] Võ Nguyên Giáp cho rằng các đảng phái này tẩy chay bầu cử vì họ biết rằng mình không có uy tín trong nhân dân như Hồ Chí Minh, nếu ứng cử thì chắc chắn sẽ thua.Theo Báo Đại đoàn kết, mặc dù bị nhiều đảng phái tuyên truyền vận động dân chúng tẩy chay cuộc bầu cử và ngăn cản việc tổ chức bầu cử ở một số nơi, nhưng tại các địa phương, ở đâu cũng có người tự ứng cử, các cuộc tiếp xúc tranh cử công khai, tự do diễn ra ở khắp mọi nơi.[44] Theo Việt Minh, cuộc bầu cử diễn ra công bằng.[44] Tuy nhiên, lá phiếu không bí mật[45] và theo quan sát của sử gia Trần Trọng Kim[b] thì có nơi người dân bị cưỡng bách bầu cho Việt Minh.[46] Sau khi kết quả bầu cử được công bố, sự thật hoàn toàn không như các đảng phái tuyên truyền. Nhiều đại biểu có uy tín của các giai cấp, tầng lớp, tôn giáo, dân tộc đều trúng cử tại Quốc hội khóa I hầu hết chưa là đảng viên.[44] Ông được bầu làm đại biểu quốc hội khóa đầu tiên[47] và liên tiếp 6 kỳ sau.[48] Sau khi Quốc hội được bầu, ngày 2 tháng 3 năm 1946, Chính phủ Liên hiệp Kháng chiến được thành lập để thay thế Chính phủ Liên hiệp Lâm thời. Ở các địa phương, các cấp chính quyền liên hiệp được thành lập trong năm 1946. Theo thỏa thuận với Việt Minh, phe đối lập bao gồm một số tổ chức như Việt Nam Cách mạng Đồng minh hội và Việt Nam Quốc dân Đảng được Trung Hoa Dân quốc ủng hộ, không tham gia Tổng tuyển cử nhưng vẫn được nắm 70 ghế Quốc hội cùng nhiều vị trí trong chính quyền trung ương do chính sách hòa hợp các đảng phái của Chính phủ. Trong hồi ký Những năm tháng không thể nào quên, đại tướng Võ Nguyên Giáp nhận định các đảng phái này lo sợ thất bại trước sức ủng hộ lớn của cử tri với mặt trận Việt Minh nên không tham gia bầu cử. Thay vào đó, các đàng phái này dùng sự ủng hộ của Trung Hoa Dân quốc để gây sức ép nhằm giành ghế trong quốc hội mà không cần qua bầu cử.[49] Cũng trong năm 1946, ông kết hôn với bà Đặng Bích Hà (con gái giáo sư Đặng Thai Mai). Trấn áp các đảng phái chống Chính phủ[sửa | sửa mã nguồn] Xem thêm: Vụ án phố Ôn Như Hầu Trong thời gian hoạt động, Chính phủ Liên hiệp Kháng chiến tiếp tục thực hiện các biện pháp, chính sách để giữ vững nền độc lập của nước Việt Nam dân chủ non trẻ. Về đối nội đã kêu gọi các đảng phái đoàn kết phụng sự quốc gia, thực hiện các chính sách kinh tế, quốc phòng, văn hóa, giáo dục...[50] Việt Nam Quốc dân Đảng và Đại Việt Quốc dân đảng đã tổ chức các đội vũ trang như \"Thần lôi đoàn\", \"Thiết huyết đoàn\", \"Hùm xám\"... Các đội này đã tổ chức nhiều vụ cướp có vũ trang, bắt cóc, tống tiền, tổ chức ám sát những người theo Việt Minh và cả những người trung lập như ông Ba Viên (Ba Viên bị Quốc dân Đảng nghi ngờ là gián điệp của Pháp, sau khi gặp Hồ Chí Minh, Ba Viên quay về Hà Giang, bắt giữ và hành quyết một số đảng viên Việt Nam Quốc dân Đảng[51]) rồi tuyên truyền đổ lỗi cho Việt Minh đã không đảm bảo được an ninh trật tự ở Hà nội và một số đô thị ở Bắc Bộ.[52] Điều tệ hại nhất là quân Trung Hoa Dân Quốc gây sức ép để thành viên Việt Nam Quốc dân Đảng được nắm những ghế quan trọng trong chính phủ.[53] Theo Võ Nguyên Giáp kể lại: \"Bọn chúng (Việt Nam Quốc dân đảng) đội lốt chủ nghĩa quốc gia nhưng chính là một bọn phản động lệ thuộc vào Trung Hoa Quốc dân Đảng của Tưởng Giới Thạch, và sức mạnh quân sự của chúng chỉ để nhặt nhạnh chút cơm thừa canh cặn\". Thiếu tá Mỹ thuộc OSS và là bạn của tướng Giáp, Al Patti cũng cùng quan điểm. Sau khi thảo luận với các đảng viên Việt Nam Quốc dân đảng, ông cho rằng họ không biết phải làm gì để đáp ứng nhu cầu của nhân dân, không một ai có khái niệm về công việc sẽ làm mà chỉ chăm chăm mục tiêu tranh giành quyền lãnh đạo với Việt Minh. Ông ta nhận xét: \"Họ (Việt Nam Quốc dân Đảng) là những kẻ lạc hướng về chính trị, có lẽ vì sống quá lâu ở Trung Quốc\".[54] Hồ Chí Minh giao cho Võ Nguyên Giáp và Trần Quốc Hoàn, sau này trở thành Bộ trưởng Công an, nhiệm vụ vô hiệu hóa các cuộc biểu tình do Việt Nam Quốc dân Đảng và Việt Nam Cách mệnh Đồng minh Hội tổ chức nhằm chấm dứt hoạt động tuyên truyền của các đảng này trong dân chúng. Võ Nguyên Giáp kể lại: \"Chúng tôi phải trừng trị bọn phá hoại... Nhưng bằng mọi giá phải tránh khiêu khích và đảm bảo không xảy ra xung đột lớn\". Võ Nguyên Giáp dùng lực lượng tự vệ và các hội viên Hội Cứu Quốc phá các cuộc biểu tình này. Khi có lộn xộn, lính Trung Quốc bắn chỉ thiên, xông vào giải tán đám biểu tình để vãn hồi trị an. Việt Nam Quốc dân Đảng hoảng hốt khi người Trung Hoa không giúp được gì nhiều trong việc chống lại Việt Minh như họ mong đợi. Ông Nguyễn Duy Thanh, một người theo chủ nghĩa quốc gia buồn rầu nhớ lại: \"Không có Trung Hoa ủng hộ, những đảng phái theo chủ nghĩa quốc gia chẳng thể đối phó được với những người Cộng sản\"[55] Sự chống đối của các đảng phái khiến Võ Nguyên Giáp rất tức giận vì nó làm cản trở các nỗ lực của Chính phủ để đối phó với Pháp, cũng như khiến chính phủ phải liên tục đề phòng quân đội Trung Hoa. Có những lần các đơn vị tự vệ thu nhặt những tờ truyền đơn do các đảng đối lập thân Trung Hoa rải trên phố phường, lập tức Hồ Chí Minh bị quân đội Trung Hoa gọi đến trụ sở và bị răn đe. Võ Nguyên Giáp đề nghị dẹp bỏ sự chống đối để Chính phủ có thể loại trừ nguy cơ đảo chính và yên tâm đối phó với Pháp, nhưng Hồ Chí Minh khuyên ông kiên nhẫn vì \"ném chuột phải tránh vỡ bình quý\", chẳng có gì phải sợ các nhóm đối lập này vì họ quá yếu kém, \"nhưng họ có quan thầy chống lưng\" (hàm ý là phải nín nhịn các đảng phái đối lập thân Trung Hoa để tránh xung đột).[56] Sau khi Hiệp định sơ bộ được ký với Pháp vào tháng 3 năm 1946, quân Pháp sẽ ra miền Bắc thay thế quân Trung Hoa. Các nhóm đối lập thân Trung Hoa (bao gồm Việt Nam Quốc dân đảng) sợ bị mất chỗ dựa. Theo Jean Sainteny, các nhóm này đã cài người vào đám đông để kích động nhân dân gây bạo loạn nhằm tìm cách phá bỏ hiệp định, kích động xung đột Việt - Pháp, một kẻ giấu mặt thậm chí đã ném một quả lựu đạn vào đám đông, may mắn là kẻ này quên rút chốt lựu đạn.[57] Sự có mặt của quân đội Tưởng Giới Thạch cho tới lúc đó đã đảm bảo sự tồn tại của Việt Nam Quốc dân Đảng và Việt Nam Cách mệnh Đồng minh Hội. Hai đảng này không có một chương trình gắn kết với nhau để tranh thủ dân chúng như Việt Minh. Những người lãnh đạo Việt Nam Quốc dân Đảng và Việt Nam Cách mệnh Đồng minh Hội thì còn xa mới có được những phẩm chất có thể so sánh với Hồ Chí Minh, Võ Nguyên Giáp và những người có trách nhiệm khác của Việt Minh. Khi quân đội Tưởng Giới Thạch rút khỏi Việt Nam ngày 15 tháng 6 năm 1946, những đảng phái theo chủ nghĩa quốc gia mất chỗ dựa. Võ Nguyên Giáp quyết định Việt Minh phải hoàn toàn điều khiển bộ máy chính quyền, loại bỏ những kẻ chống đối trong nội bộ để tập trung đối phó với Pháp. Ông hối hả hành động ngay với mục tiêu rải khắp: Việt Nam Cách mệnh Đồng minh Hội được Trung Hoa Quốc dân Đảng ủng hộ, Việt Nam Quốc dân Đảng (theo Cecil B. Currey tổ chức này chỉ mượn danh cách mạng của Việt Nam Quốc dân Đảng năm 1930 do Nguyễn Thái Học sáng lập[58] còn theo David G. Marr thì đến cuối năm 1945 nhiều người dân vẫn không tin rằng Việt Nam Quốc dân Đảng đã phản bội lại sự nghiệp cách mạng của Nguyễn Thái Học năm 1930 như Đảng Cộng sản Đông Dương tuyên truyền[51]), nhóm quốc gia thân Nhật Đại Việt, những người Trotskyist, những người quốc gia chống Pháp, nhóm Công giáo mang tên \"chiến sĩ Công giáo\". Võ Nguyên Giáp đã từng bước tìm cách loại bỏ dần các đảng phái này. Ngày 19 tháng 6 năm 1946, Báo Cứu Quốc của Tổng bộ Việt Minh đăng xã luận kịch liệt chỉ trích \"bọn phản động phá hoại Hiệp định sơ bộ Pháp Việt mùng 6 tháng 3\". Ngay sau đó Võ Nguyên Giáp bắt đầu chiến dịch truy quét các đảng phái đối lập bằng lực lượng công an và quân đội do Việt Minh kiểm soát với sự giúp đỡ của Pháp. Ông cũng sử dụng các binh lính, sĩ quan Nhật Bản tình nguyện ở lại Việt Nam và một số vũ khí do Pháp cung cấp (ở Hòn Gai quân Pháp cung cấp cho Việt Minh những khẩu pháo để diệt một số vị trí do quân Đại Việt chiếm giữ) trong chiến dịch này.[58] Chính phủ Liên hiệp Kháng chiến được thành lập nhằm tạo khối đại đoàn kết giữa các đảng phái, sau Vụ án phố Ôn Như Hầu đã mất đi ý nghĩa của nó. Chiến tranh Đông Dương lần 1[sửa | sửa mã nguồn] Xem thêm: Chiến tranh Đông Dương Ngày 19 tháng 12 năm 1946, Chiến tranh Đông Dương chính thức bùng nổ. Dưới sự lãnh đạo của Hồ Chí Minh và Đảng Cộng sản, ông bắt đầu chỉ đạo cuộc đấu tranh vũ trang kéo dài 9 năm chống lại sự tái chiếm Việt Nam của quân Pháp (1945-1954) trên cương vị Tổng chỉ huy và Tổng Chính ủy, từ năm 1949 đổi tên gọi là Tổng tư lệnh quân đội kiêm Bí thư Tổng Quân uỷ. Đại tướng đầu tiên của Quân đội nhân dân Việt Nam[sửa | sửa mã nguồn] Võ Nguyên Giáp duyệt đội hình danh dự của quân đội Việt Nam trong Cách mạng tháng Tám Không được đào tạo tại bất kỳ trường quân sự nào trước đó, không phải trải qua các cấp bậc quân hàm trong quân đội, Võ Nguyên Giáp được phong quân hàm Đại tướng vào ngày 28 tháng 5 năm 1948 theo sắc lệnh 110\/SL ký ngày 20 tháng 1 năm 1948, Ông trở thành Đại tướng đầu tiên của Quân đội nhân dân Việt Nam khi 37 tuổi.[59] Sau này, trả lời phóng viên nước ngoài về tiêu chí phong tướng, Hồ Chí Minh đã nói: \"Đánh thắng đại tá phong đại tá, đánh thắng thiếu tướng phong thiếu tướng, thắng trung tướng phong trung tướng, thắng đại tướng phong đại tướng\".[60] Cùng đợt phong hàm có Nguyễn Bình được phong Trung tướng; Nguyễn Sơn, Lê Thiết Hùng, Chu Văn Tấn, Hoàng Sâm, Hoàng Văn Thái, Lê Hiến Mai, Văn Tiến Dũng, Trần Đại Nghĩa, Trần Tử Bình được phong Thiếu tướng. Tháng 7-1948, Võ Nguyên Giáp giữ chức Bộ trưởng Bộ Quốc phòng kiêm Tổng Chỉ huy Quân đội quốc gia và Dân quân Việt Nam. Tháng 8 năm 1948, ông là Ủy viên Hội đồng Quốc phòng Tối cao vừa mới được thành lập. Từ tháng 8 năm 1945 Võ Nguyên Giáp là một trong 5 ủy viên Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương và trở thành ủy viên Bộ Chính trị (thay thế Ban Thường vụ Trung ương) Đảng Lao động Việt Nam từ năm 1951. Như các danh tướng Việt Nam trong lịch sử, Võ Nguyên Giáp chú trọng nghệ thuật lấy ít địch nhiều, lấy yếu chế mạnh, lấy thô sơ thắng hiện đại. Tư tưởng quân sự nổi tiếng của ông có tên gọi là Chiến tranh nhân dân kế thừa quan điểm quân sự Hồ Chí Minh, tinh hoa nghệ thuật đánh giặc của tổ tiên, tri thức quân sự thế giới, lý luận quân sự Mác-Lênin và được đúc rút từ kinh nghiệm cá nhân được liên tục cập nhật trong nhiều cuộc chiến tranh mà nổi bật là chiến tranh chống Pháp và chống Mỹ. Ông nói: “ Kẻ địch mạnh thì ta tránh chúng. Kẻ địch yếu thì ta đánh chúng. Nơi nào có du kích là có mặt trận, kể cả sau phòng tuyến địch. Đối phó với trang bị tối tân của chúng, chúng ta có chủ nghĩa anh hùng vô bờ bến[61] ” “ Nghệ thuật quân sự của chúng ta, là lấy tinh thần chế ngự vật chất, lấy yếu chế ngự mạnh, lấy thô sơ chế ngự hiện đại. Chúng ta đánh bại quân đội đế quốc hiện đại bằng tinh thần yêu nước của nhân dân cùng với chủ nghĩa Anh hùng Cách mạng.[62] ” Trong 9 năm trường kỳ đánh Pháp, Võ Nguyên Giáp đã có những sáng kiến quan trọng để phát huy sức mạnh quân sự và đã trở thành những kinh nghiệm quý báu như: \"Đại đội độc lập, tiểu đoàn tập trung\". Với chuyên gia quân sự Trung Quốc sang giúp huấn luyện quân đội, ông chỉ đạo chiến sĩ học tập, tiếp thu, nghiên cứu kỹ phương pháp của nước bạn, đồng thời nhắc nhở cán bộ, sĩ quan phải ghi nhớ việc tiết kiệm sinh mạng bộ đội do Việt Nam là nước nhỏ không thể nuôi nhiều quân. Tướng Giáp trong chiến dịch Điện Biên Phủ Tướng Giáp báo cáo kế hoạch tấn công Điện Biên Phủ Năm 1954, Võ Nguyên Giáp được Hồ Chí Minh và Đảng Lao động tin tưởng trao cho toàn quyền chỉ huy Chiến dịch Điện Biên Phủ. Trước khi ra trận, Hồ Chí Minh đã dặn dò: \"Cho chú toàn quyền chỉ huy. Trận này chỉ được thắng không được thua vì thua là hết vốn\". Ông lên kế hoạch và chỉ huy 5 trong 6 sư đoàn bộ binh chủ lực khi đó của Quân đội nhân dân Việt Nam là 308, 304, 312, 316 và Đại đoàn sơn pháo 351 tấn công Điện Biên Phủ. Sau 56 ngày đêm, đội quân nhà nghề được trang bị hiện đại của Liên hiệp Pháp bị đánh bại. Chiến thắng này đã đặt dấu chấm hết cho quyền lực của người Pháp tại Đông Dương sau 83 năm, và đã đưa Võ Nguyên Giáp đi vào lịch sử thế giới như là một danh nhân quân sự Việt Nam, một người hùng của các nước Thế giới thứ ba đang bị thực dân châu Âu đô hộ. Sau chiến thắng này, những người dân bị nô dịch đã xem Hồ Chí Minh và Võ Nguyên Giáp là thần tượng để hạ quyết tâm lật đổ chế độ thực dân xây dựng nền độc lập của riêng mình. Năm 1962, trong lời đề tựa cuốn \"Đêm thực dân\" (La Nuit Coloniale), nhà lãnh đạo giải phóng dân tộc Ferhat Abbas, sau này trở thành tổng thống đầu tiên của Algerie, đã viết: \"Điện Biên Phủ không chỉ là một chiến thắng quân sự. Đó là khẳng định của người dân châu Á và châu Phi trước người châu Âu. Đó là xác nhận về nhân quyền quy mô toàn cầu. Tại Điện Biên Phủ, nước Pháp đã đánh mất sự hiện diện hợp lý duy nhất, đó là lý lẽ của kẻ mạnh\". Năm 2013, Tổng thống Algérie - Abdelaziz Bouteflika - đã gọi Võ Nguyên Giáp là người anh hùng quân đội của nền độc lập Việt Nam, là nhà chiến lược vĩ đại đã khiến cho thực dân Pháp phải kinh hoàng ở Điện Biên Phủ, và tên tuổi ông \"sẽ vẫn mãi khắc sâu trong ký ức của nhân dân Algeria.\" Đại tướng Võ Nguyên Giáp tổng kết: \"Dân tộc ta có thể tự hào rằng: Dưới sự lãnh đạo của Đảng ta, đứng đầu là Chủ tịch Hồ Chí Minh kính yêu, chúng ta đã chứng minh một chân lý vĩ đại. Chân lý đó là trong thời đại ngày nay một dân tộc thuộc địa bị áp bức, khi đã biết đứng dậy đoàn kết đấu tranh, kiên quyết chiến đấu cho độc lập, tự do và chủ nghĩa xã hội thì có đầy đủ khả năng để chiến thắng quân đội xâm lược hùng mạnh của một nước đế quốc chủ nghĩa\".[63] Các chiến dịch[sửa | sửa mã nguồn] Các chiến dịch ông đã tham gia với tư cách là Tư lệnh chiến dịch - Bí thư Đảng ủy trong kháng chiến chống Pháp cùng với Thiếu tướng Hoàng Văn Thái làm tham mưu trưởng chiến dịch: Chiến dịch Việt Bắc (thu đông 1947) Chiến dịch Biên giới (tháng 9 - 10, năm 1950) Chiến dịch Trung Du (tháng 12 năm 1950) Chiến dịch Đông Bắc (năm 1951) Chiến dịch Đồng Bằng (tháng 5 năm 1951) Chiến dịch Hòa Bình (tháng 12 năm 1951) Chiến dịch Tây Bắc (tháng 9 năm 1952) Chiến dịch Thượng Lào (tháng 4 năm 1953) Chiến dịch Điện Biên Phủ (tháng 3 - 5 năm 1954) Thắng lợi của chiến dịch Điện Biên Phủ mang đậm việc tạo thế, tổ chức hậu cần, thay đổi chiến thuật. Sau chiến dịch này, Hiệp định Genève về Đông Dương được ký kết, đặt dấu chấm hết cho sự có mặt của người Pháp ở Việt Nam sau hơn 80 năm. Chiến tranh Đông Dương lần 2[sửa | sửa mã nguồn] Xem thêm: Chiến tranh Việt Nam Hình vẽ Võ Nguyên Giáp trên bìa tạp chí Time, ngày 15 tháng 5 năm 1972 Từ năm 1954 đến năm 1976, Võ Nguyên Giáp tiếp tục giữ cương vị Ủy viên Bộ Chính trị - Bí thư Quân ủy Trung ương, Tổng tư lệnh Quân đội nhân dân Việt Nam, Bộ trưởng Bộ Quốc phòng. Ông còn là Phó Thủ tướng Chính phủ, sau là Phó Chủ tịch Hội đồng Bộ trưởng (từ năm 1955 đến năm 1991). Từ tháng 3 năm 1960, Võ Nguyên Giáp làm việc dưới sự lãnh đạo của Bộ Chính trị và nhà lãnh đạo mới là Lê Duẩn, Bí thư Thứ nhất Đảng Lao động Việt Nam, một người đường lối cứng rắn đã trải qua những nhà tù khắc nghiệt nhất, tận mắt chứng kiến những người Việt Minh ở miền nam sau Hiệp định Geneve trong Phong trào Tố cộng - Diệt cộng do Ngô Đình Diệm phát động. Lê Duẩn chủ trương dùng đấu tranh quân sự để \"đánh đuổi quân Mỹ, tiêu diệt chế độ tay sai để giải phóng miền Nam, thống nhất đất nước\". Dù có thói quen viết hồi ký, Võ Nguyên Giáp vẫn chưa xuất bản cuốn nào về giai đoạn 1954-1971. Đây là thời kỳ Lê Duẩn từ vị trí lãnh đạo Trung ương Cục miền Nam tiến đến điều hành Bộ Chính trị. Theo các sử gia phương Tây, Lê Duẩn xem trọng tài năng của Võ Nguyên Giáp, mặt khác, ông giữ ấn tượng xấu về việc lãnh đạo Việt Minh đồng ý rút quân ra bắc theo Hiệp định Geneve với Pháp, khiến những cán bộ chính trị Việt Minh còn ở lại miền Nam bị Mỹ tàn sát nghiêm trọng do không còn lực lượng vũ trang bảo vệ. Theo Pierre Asselin, thời gian cuộc chiến chống Mỹ tại miền Nam Việt Nam nổ ra vào năm 1964, Võ Nguyên Giáp trở thành \"một khuôn mặt của các nỗ lực chiến tranh chống Mỹ, một công cụ \"tiếp thị\" hỗ trợ cho những người khác trong Đảng, những người thiếu danh tiếng, uy tín và tính hấp dẫn trên trường quốc tế (so với Võ Nguyên Giáp)\". Cũng theo quan điểm của ông này, chiến lược Tổng tấn công Mậu Thân năm 1968 là do Lê Duẩn xây dựng, ông Giáp chỉ góp ý chứ không đóng vai trò lớn trong chủ trương này. Chính Lê Duẩn là người chỉ đạo chính trong cuộc chiến tranh này, là kiến trúc sư của chiến thắng của những người cộng sản vào năm 1975.[64] Tuy nhiên khi nghiên cứu các tài liệu của Việt Nam, Giáo sư Nguyễn Quang Ngọc cho rằng Võ Nguyên Giáp không hề có những tranh cãi với những thành viên Bộ Chính trị khác trong giai đoạn cuộc chiến tranh Việt Nam. Các tài liệu cho thấy rằng không hề có một sự phân chia ê-kíp trong nội bộ Bộ Chính trị Việt Nam Dân chủ Cộng hòa như các nhà sử học phương Tây hoặc một số dư luận vẫn đồn đoán, mà theo đó Tướng Giáp được cho là thuộc phái \"chủ hoà\".[65] Theo điều lệ Đảng quy định thì Tổng Bí thư Đảng Lao động (tức Lê Duẩn) sẽ được kiêm luôn chức danh Bí thư Quân ủy Trung ương, nắm quyền chỉ đạo lớn nhất về quân sự, Bộ trưởng quốc phòng (tức Võ Nguyên Giáp) sẽ chỉ có thể được làm Phó Bí thư. Như vậy, theo đúng quy định thì Lê Duẩn hoàn toàn có thể yêu cầu Võ Nguyên Giáp trao lại chức vụ này cho mình. Tuy nhiên, Lê Duẩn đã không đòi hỏi chức vụ này và vẫn ủng hộ Võ Nguyên Giáp tiếp tục giữ chức vụ Bí thư Quân ủy Trung ương trong suốt thời gian 20 năm chiến tranh, điều này cho thấy giữa hai người có sự tin tưởng lẫn nhau chứ không hề có chia rẽ, mâu thuẫn. Đại tướng Võ Nguyên Giáp cũng viết trong hồi ký cho biết quan hệ giữa ông và Lê Duẩn rất tốt, giữa hai người không hề có bất đồng gì lớn: \"Với tôi, những năm công tác trong Bộ Chính trị, Anh (tức Lê Duẩn) đã thường xuyên trao đổi ý kiến, thường là nhanh chóng đi đến nhất trí trong những vấn đề lớn; khi có ý kiến khác nhau thì tranh luận thẳng thắn, những điều chưa nhất trí thì chờ thực tiễn kiểm nghiệm. Lúc mới ra Bắc, Anh thường tâm sự với tôi những khó khăn trong công việc... Từ sau Đại hội III và Đại hội IV, tôi đã ba lần đề nghị Anh là Tổng Bí thư kiêm luôn Bí thư Quân ủy Trung ương, nhưng Anh nói với tôi: \"Anh (tức Võ Nguyên Giáp) là Tổng chỉ huy lâu năm nên tiếp tục làm Bí thư Quân ủy Trung ương, như vậy có lợi cho lãnh đạo\".\"[66] Từ 1954 đến 1964[sửa | sửa mã nguồn] Từ năm 1954 đến năm 1956, Việt Nam Dân Chủ Cộng hòa chủ trương đấu tranh hòa bình, yêu cầu chế độ Việt Nam Cộng hòa thực hiện Hiệp định Geneve vì một Việt Nam thống nhất, không chia rẽ về tình cảm và chính trị. Tuy nhiên, Ngô Đình Diệm đã thẳng thừng bác bỏ đề nghị này và đẩy mạnh Chính sách tố Cộng diệt Cộng. Từ năm 1957 đến năm 1958, Đảng Lao động đã có những cuộc họp bàn về cách mạng Miền Nam nhưng chủ trương, biện pháp đấu tranh vẫn chưa thay đổi, phong trào cách mạng tiếp tục bị đàn áp và tổn thất nặng nề. Tháng 1-1959, khi hy vọng thi hành Hiệp định Genève không còn, tại cuộc họp Ban Chấp hành Trung ương Đảng họp Hội nghị (mở rộng) lần thứ 15, Võ Nguyên Giáp giúp Bộ Chính trị và các cán bộ Việt Minh mới từ miền nam ra (do Lê Duẩn đứng đầu) ban hành Nghị quyết 15 Bộ Chính trị, khẳng định việc giải phóng miền nam bằng đấu tranh vũ trang, cho phép những cán bộ kháng chiến còn lại ở miền nam được tổ chức hoạt động vũ trang. Năm 1959, được Bộ Chính trị đồng ý, Võ Nguyên Giáp đã quyết định thành lập Đoàn 559 mở đường mòn dọc dãy Trường Sơn để tiếp ứng phong trào cách mạng miền nam Việt Nam. Nhờ việc mở đường Trường Sơn, phong trào cách mạng và hoạt động du kích miền Nam phát triển rất mạnh. Sau 4 năm, Mặt trận Dân tộc Giải phóng miền Nam Việt Nam đã thành lập được một số đơn vị cấp trung đoàn. Năm 1964, được Bộ Chính trị đồng ý, Võ Nguyên Giáp đã bí mật cử Nguyễn Chí Thanh, Lê Trọng Tấn vào chiến trường Đông Nam Bộ chỉ huy quân giải phóng miền Nam đánh lớn tại Bàu Bàng, Dầu Tiếng, Đồng Xoài... tạo chuyển biến chiến trường và thành lập các Sư đoàn 1, 2, 3, 5, 7, 9 nổi tiếng. Trong đó, Sư đoàn 1 trấn thủ Tây Nguyên, Sư đoàn 2 trấn thủ Quảng Nam, Quảng Ngãi, Sư đoàn 3 Sao Vàng trấn thủ Bình Định, trung đoàn 10 trấn thủ Phú Yên, trung đoàn 20 trấn thủ Khánh Hòa, Sư đoàn 5 trấn thủ khu vực Sài Gòn - Gia Định, Sư đoàn 7 cơ động chiến đấu khắp Quân khu 7 gồm Lâm Đồng, Ninh Thuận, Đồng Nai, Tây Ninh, Bình Thuận, Bình Phước và Sư đoàn 9 di chuyển chiến đấu khắp Tây Ninh và Quân khu 9. Đại Tướng Võ Nguyên Giáp, năm 1957 Từ 1965 đến 1972[sửa | sửa mã nguồn] Võ Nguyên Giáp cùng một số lãnh đạo Liên Xô sang Việt Nam năm 1966: Dmitry Ustinov, Aleksandr Shelepin... Năm 1965, chia lửa với Nam Bộ, Hoàng Minh Thảo, người từng là học trò của Võ Nguyên Giáp ở trường Thăng Long được cử vào Mặt trận Tây Nguyên làm Phó Tư lệnh rồi Tư lệnh Mặt trận B3 thay Chu Huy Mân chuyển sang chỉ huy Mặt trận duyên hải Nam Trung Bộ đến khi chiến tranh kết thúc. Năm 1965, Quân đội Hoa Kỳ bắt đầu thực hiện chiến lược chiến tranh cục bộ. Quy mô quân viễn chinh Mỹ đã lên tới hơn 50 vạn vào cuối năm 1967, cùng với đó là hàng ngàn máy bay, trực thăng và xe thiết giáp. Đối phó với Mỹ, Võ Nguyên Giáp vấn kiên trì đường lối chiến tranh nhân dân - \"trường kỳ kháng chiến\" như Chiến tranh Đông Dương trước đó. Kết quả là hai cuộc tiến công mùa khô 1965-1966 và 1966-1967 của Mỹ đã thất bại, họ đã không thể tiêu diệt được quân Giải phóng và bình định miền Nam Việt Nam trong 18 tháng như kế hoạch ban đầu, và quân Mỹ bắt đầu sa lầy vào một cuộc chiến hao tổn, mệt mỏi và không có dấu hiệu kết thúc. Ký giả James Fox nhận xét: tướng Giáp đã thi hành một đường lối không quá khác biệt (so với thời kỳ chống Pháp) nhưng vô cùng hiệu quả, mà quân Mỹ rút ra được rất ít bài học từ người Pháp trước đó.[67] Năm 1968, Bộ Chính trị và Quân ủy Trung ương tại Hà Nội phát động cuộc Tổng Tấn công và Nổi dậy Tết Mậu Thân. Một số nguồn tin từ nước ngoài cho rằng Võ Nguyên Giáp không tán thành chủ trương tổng tấn công trên toàn chiến trường miền Nam,[68] nhưng các tài liệu lịch sử ghi chép về hoạt động của Bộ Chính trị cho thấy Võ Nguyên Giáp đã trực tiếp tham gia vào việc lập kế hoạch và chỉ đạo chiến dịch này,[69] tuy có một số thời điểm ông phải đi chữa bệnh ở Hungary nên không thể dự họp. Ngày 25 tháng 1 năm 1968, trên đường từ Hungary về, Võ Nguyên Giáp ghé qua Bắc Kinh xin chỉ thị của Hồ Chí Minh về chiến dịch Mậu Thân. Hai người cùng chờ đợi đài phát thanh thông báo về việc mở màn chiến dịch Tết Mậu Thân vào đêm giao thừa (31 tháng 1 năm 1968). Sau khi biết tin cuộc tiến công đã diễn ra đúng thời gian đã định, ông về nước vào đầu tháng 2 năm 1968[70] Hội nghị Trung ương lần thứ 14 vào tháng 1 năm 1968 thông qua quyết định của Bộ Chính trị quyết định Tổng tiến công.[71] Sau khi trở về, Võ Nguyên Giáp trên cương vị tổng tư lệnh tối cao của Các Lực lượng Vũ trang và bộ trưởng Bộ Quốc phòng, ông đã chỉ đạo đợt tấn công Tết cũng như Chiến dịch Đường 9 - Khe Sanh. Chiến dịch Mậu Thân đã làm cho quân đội Hoa Kỳ bất ngờ và chịu nhiều tổn thất, thúc đẩy phong trào phản chiến ở Mỹ và trên khắp thế giới. Tuy nhiên, cuộc tổng tiến công này có những tổn thất lớn và có nhiều vấn đề cần rút kinh nghiệm về chiến thuật.[72] Năm 1990, ông chia sẻ với nhà sử học Stanley Karnow về mục đích chiến lược của chiến dịch Mậu Thân: \"Chúng tôi muốn chứng minh cho người Mỹ thấy rằng chúng tôi không hề kiệt sức, chúng tôi có thể tấn công kho vũ khí, thông tin liên lạc, các đơn vị tinh nhuệ và thậm chí cả trụ sở, đầu não cuộc chiến của họ\".[73] Trong một cuộc phỏng vấn vào năm 1994, đại tướng Võ Nguyên Giáp cho biết: so sánh tương quan lực lượng hai bên ở Khe Sanh là quá chênh lệch, hỏa lực của không quân Mỹ mạnh hơn Pháp hàng chục lần nên ông nhận thấy việc diệt gọn cứ điểm Khe Sanh (giống như trận Điện Biên Phủ) là không thể. Mục tiêu thực tế mà phía Việt Nam theo đuổi là bao vây, tập kích nhỏ nhưng liên tục để khiến quân Mỹ chịu thương vong lớn, dần suy sụp ý chí và cuối cùng phải rút chạy khỏi đó.[74] Tướng Võ Nguyên Giáp tiếp tục giữ các cương vị lãnh đạo trong Bộ Chính trị và các lực lượng vũ trang cho tới khi chiến tranh kết thúc năm 1975, và ông đóng một vai trò quan trọng trong việc lên kế hoạch và tiến hành cuộc tấn công cuối cùng vào tháng 4 năm 1975. Từ 1972 đến 1975[sửa | sửa mã nguồn] Cuốn hồi ức mang tên \"Tổng hành dinh trong Mùa xuân đại thắng\" do Võ Nguyên Giáp xuất bản lần đầu năm 2001 đã thuật lại những hoạt động của ông vào giai đoạn cuối cuộc kháng chiến chống Mỹ từ năm 1972 đến năm 1975. Năm 1972, sau đại thắng tại Chiến dịch Đường 9 Nam Lào, với binh lực liên tục được bổ sung, Võ Nguyên Giáp chủ trương khuếch trương chiến quả bằng một kế hoạch quân sự ở Tây Nguyên, nơi có khả năng triển khai lực lượng lớn, đánh lớn, gây những khó khăn lớn hơn cho quân đội Sài Gòn. Kế hoạch này đã bị Quân ủy trung ương bác bỏ do Tổng cục tình báo 2 nhận được thông tin là Mỹ và quân đội Sài Gòn đã sớm biết và đã đón lõng tại Tây Nguyên. Đồng thời do ở gần nên mặt trận Trị-Thiên cũng dễ bổ sung đạn dược, quân số hơn, lại có 2 mục tiêu cực kỳ quan trọng là Huế và Đà Nẵng. Một phương án mới được đưa ra. Quân Giải phóng sẽ chia quân mở 3 chiến dịch tại Trị-Thiên, Tây Nguyên và Đông Nam Bộ. Sau 2 tháng, trước những thắng lợi lớn trong Chiến dịch Trị Thiên và quân Giải phóng đã áp sát Huế, các lực lượng bổ sung được tiếp tục đưa vào đây, còn mặt trận Tây Nguyên thì buộc phải ngừng tiến công do thiếu nhiên liệu, đạn dược dự trữ. Đại tướng Võ Nguyên Giáp đề xuất vòng qua phía tây Huế, chia lực lượng và hỏa lực đánh vào Vùng Chiến thuật I. Tuy nhiên các đơn vị công binh mở đường do thiếu phương tiện nên thực hiện quá chậm, không kịp phục vụ mục tiêu chiến dịch (con đường này sau đó đã phát huy tác dụng vào chiến dịch mùa xuân năm 1975)[c] 6 sư đoàn tham gia chiến dịch Trị Thiên gồm 312, 308, 324, 325, 320, 341 đã hành quân đánh trực diện từ phía bắc xuống Vùng Chiến thuật I, nơi có Quân đoàn I và lực lượng tổng trù bị của quân đội Sài Gòn gồm các Lữ đoàn Biệt động quân, Sư đoàn Dù và Sư đoàn Thủy quân Lục chiến, được không quân và Hải quân Mỹ chi viện tối đa. Cuối năm 1972, Võ Nguyên Giáp tham gia chỉ huy chiến dịch 12 ngày đêm chống lại cuộc ném bom oanh tạc miền Bắc bằng B-52 của không quân Mỹ. Cuối tháng 11 năm 1972, phương án tác chiến đã được Tổng Tham mưu trưởng Văn Tiến Dũng và tập thể lãnh đạo Bộ Tổng tham mưu trực tiếp thông qua, sau đó được Đại tướng Võ Nguyên Giáp phê chuẩn. Thất bại trong chiến dịch này buộc Mỹ phải chấp nhận ký Hiệp định Paris với những điều khoản nhân nhượng mà chính Mỹ trước đó đã từ chối ký. Đêm 26 tháng 12 năm 1972, 8 máy bay Mỹ đã bị quân và dân miền Bắc bắn rơi, riêng Hà Nội bắn rơi 5 chiếc, trong đó có 4 chiếc rơi tại chỗ. Từ sở chỉ huy tối cao, Đại tướng Võ Nguyên Giáp đã biểu dương các đơn vị lập công và ra lời kêu gọi: \"Kẻ địch thua đau và nhất định sẽ bị thất bại hoàn toàn. Nhưng, chúng vẫn ngoan cố kéo dài cuộc tập kích. Các đơn vị hãy bắn rơi nhiều B 52 nữa, hãy giáng cho quân Mỹ một đòn \"Điện Biên Phủ\" ngay trên bầu trời Hà Nội, Thủ đô thân yêu của chúng ta.\" Tên gọi \"Chiến thắng Điện Biên Phủ trên không\" xuất hiện từ đó.[75] Năm 1974, để nắm vững tình hình thực tế chiến trường và có quyết sách đúng đắn, Đại tướng Võ Nguyên Giáp cùng Tư lệnh trưởng Đoàn 559 Đồng Sĩ Nguyên và chính ủy Đặng Tính đã vượt hàng trăm cây số đi thăm bộ đội Trường Sơn trên đường mòn Hồ Chí Minh và kiểm tra sự chuẩn bị cho cuộc Tổng tiến công và nổi dậy dự kiến vào mùa Xuân 1975. Cuối năm 1974, tại bản \"Kế hoạch chiến lược giải phóng miền Nam, thống nhất nước nhà\", các ý kiến bổ sung của Lê Duẩn, Trường Chinh, Võ Nguyên Giáp đã chỉ rõ: \"Mặc dù các năm 1975 và 1976 đều quan trọng nhưng năm 1975 là năm bản lề tạo điều kiện quyết định để năm 1976 đạt mục tiêu cuối cùng. Nếu thời cơ đến vào năm 1975 thì lập tức tiến hành tổng tấn công, giải phóng hoàn toàn miền Nam trong năm 1975\".[76] Năm 1975, Võ Nguyên Giáp đã tán thành đề xuất của Trung tướng Hoàng Minh Thảo chọn địa bàn Nam Tây Nguyên làm hướng tấn công chiến lược, xin ý kiến Bộ Chính trị và cử Đại tướng Văn Tiến Dũng vào Nam chỉ đạo đánh đòn \"điểm huyệt\" vào hệ thống phòng ngự của quân đội Sài Gòn tại Buôn Mê Thuột. Chính ông nhân đà thắng trận Buôn Ma Thuột, trực tiếp ra lệnh Trung tướng Lê Trọng Tấn gấp rút giải phóng Đà Nẵng trong 3 ngày. Chính ông đề xuất và ra quyết định mở Chiến dịch Hồ Chí Minh mà trong đó Văn Tiến Dũng làm Tư lệnh, Lê Trọng Tấn, Lê Đức Anh, Trần Văn Trà làm Phó Tư lệnh, chỉ huy 5 cánh quân với sức mạnh của 20 sư đoàn đồng loạt tiến vào giải phóng Sài Gòn. Mệnh lệnh nổi tiếng nhất của ông chỉ đạo Chiến dịch Hồ Chí Minh là \"Thần tốc, thần tốc hơn nữa, táo bạo, táo bạo hơn nữa, tranh thủ từng phút, từng giờ, xốc tới mặt trận, giải phóng miền Nam, quyết chiến và toàn thắng\". Võ Nguyên Giáp giải thích chiến lược đánh Mỹ của ông: “ Chúng tôi không đủ mạnh để đuổi nửa triệu quân Mỹ ra khỏi Việt Nam, nhưng đó không phải là mục đích của chúng tôi. Chúng tôi tìm cách bẻ gãy ý chí kéo dài chiến tranh của chính phủ Mỹ. Westmoreland đã sai lầm khi dựa vào sức mạnh hỏa lực vượt trội của ông ta để nghiền nát chúng tôi. Các đồng chí Liên Xô và Trung Quốc của chúng tôi cũng không nắm bắt được cách giải quyết của chúng tôi khi họ cật vấn rằng, chúng tôi có bao nhiêu sư đoàn, ít hay nhiều so với quân Mỹ, làm thế nào chúng tôi đối phó nổi kỹ thuật của Mỹ, pháo binh Mỹ hoặc các cuộc tấn công của người Mỹ. Chúng tôi đang tiến hành cuộc chiến tranh nhân dân, à la manière vietnamienne (theo kiểu Việt Nam) – một cuộc chiến tranh toàn diện, tổng lực trong đó mỗi người đàn ông, mỗi người phụ nữ, mỗi đơn vị, dù lớn hay nhỏ, đều được duy trì từ toàn dân đã được động viên. Cho nên, những vũ khí tinh vi của người Mỹ, những thiết bị điện tử và những thứ đại loại như vậy đều vô dụng. Cho dù có sức mạnh quân sự, người Mỹ đã tính toán sai những hạn chế trong sức mạnh của mình. Trong chiến tranh chỉ có hai yếu tố - con người và vũ khí. Dù vậy, cuối cùng con người vẫn là nhân tố quyết định. Con người! Con người! ” “ Lính Mỹ rất dũng cảm, nhưng can đảm chưa đủ. David không giết được Goliath chỉ bằng dũng cảm. Anh ta nhìn lên Goliath và nhận ra nếu anh đấu kiếm với hắn, Goliath sẽ giết chết anh nhưng nếu David nhặt một hòn đá và đặt vào cái súng cao su của mình, anh có thể bắn trúng đầu Goliath, khiến Goliath ngã xuống và giết Goliath. David đã sử dụng cái đầu khi chiến đấu với Goliath. Người Việt Nam chúng tôi cũng làm như thế khi phải chiến đấu với người Mỹ.[77] ” Trong thời gian diễn ra chiến tranh, Mỹ và Việt Nam Cộng Hòa nhiều lần loan báo các thông tin về Võ Nguyên Giáp nhằm làm lung lay tinh thần đối phương. Thỉnh thoảng báo chí Mỹ và Việt Nam Cộng Hòa lại loan tin về \"đảo chính ở miền Bắc\", \"tướng Giáp bị ám sát hoặc bị bắt giam\"... Trong chiến dịch Linebacker II, ngày 24 tháng 12 năm 1972, trên trang nhất tờ The Sunday Times (Mỹ) còn đăng tin: \"Tướng Võ Nguyên Giáp, Bộ trưởng Quốc phòng Bắc Việt Nam, đã thiệt mạng trong một vụ nổ ngày hôm qua khi thị sát những tổn thất sau các đợt ném bom tại Hải Phòng, theo nguồn tin tình báo Nam Việt Nam. Nguồn tin này cho biết một quả \"mìn nổ chậm\" đã phát nổ khi Tướng Giáp thị sát kho quân sự Trần Hưng Đạo tại thành phố cảng. Không có thêm chi tiết về vụ việc...\" Thông tin này sau đó vài ngày được chứng minh là bịa đặt, và Võ Nguyên Giáp vẫn sống khỏe mạnh cho tới hàng chục năm sau chiến tranh. Chiến tranh Đông Dương lần 3[sửa | sửa mã nguồn] Xem thêm: Chiến tranh biên giới Việt-Trung, 1979 Trong một thời gian ngắn từ tháng 7 năm 1960 đến tháng 1 năm 1963, ông kiêm thêm chức vụ Chủ nhiệm Ủy ban Khoa học Nhà nước.[78] Năm 1978, ông thôi chức Bí thư quân ủy Trung ương, Lê Duẩn trở thành Bí thư và Văn Tiến Dũng làm Phó Bí thư Quân ủy Trung ương. Đất nước mới vừa thống nhất ngày 30 tháng 4 năm 1975, đã bị quân Khmer Đỏ vượt biên giới Tây Nam tiến vào Việt Nam và xung đột với Việt Nam trong một thời gian dài, Khmer Đỏ được hậu thuẫn từ Trung Quốc và sau đó có Thái Lan một phần gây xung đột biên giới với Việt Nam từ năm 1975 mãi đến năm 1990 mới chấm dứt, đỉnh điểm là cuộc Chiến tranh biên giới Việt-Trung năm 1979. Tại thời điểm này ông giữ cương vị Phó Thủ tướng Chính phủ kiêm Bộ trưởng Bộ Quốc phòng. Sau khi cuộc chiến tranh ở biên giới phía Bắc kết thúc, không có thay đổi lãnh thổ đáng kể giữa Việt Nam và Trung Quốc. Giai đoạn làm Phó Thủ tướng phụ trách các lĩnh vực dân sự[sửa | sửa mã nguồn] Ngày 7 tháng 2 năm 1980, ông thôi giữ chức Bộ trưởng Bộ Quốc phòng[79] nhưng vẫn tiếp tục giữ chức Ủy viên Bộ Chính trị (đến năm 1982) và Phó Thủ tướng phụ trách Khoa học - Kỹ thuật. Người thay thế ông ở Bộ Quốc phòng là Đại tướng Văn Tiến Dũng - Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam. Văn Tiến Dũng là một trong những lãnh đạo quân đội lâu năm nhất cùng thời với Võ Nguyên Giáp, và cũng là chỉ huy trực tiếp của Chiến dịch Mùa Xuân năm 1975.[80] Từ cuối thập niên 1970, Việt Nam đứng trước nguy cơ bùng nổ dân số. Tư tưởng cho rằng phải sinh đẻ thật nhiều để bù đắp sự tổn thất về người trong chiến tranh vẫn tồn tại dù chiến tranh đã kết thúc, cùng với hàng triệu nam thanh niên xuất ngũ trở về lập gia đình đã khiến dân số Việt Nam tăng nhanh. Đây là một vấn đề nghiêm trọng với Việt Nam lúc bấy giờ. Lần đầu tiên, các chỉ tiêu về dân số được đưa vào Nghị quyết Đại hội đại biểu toàn quốc của Đảng năm 1981. Nhận thức rõ tầm quan trọng cùng với sự khó khăn, phức tạp của công tác này, năm 1984, Hội đồng Bộ trưởng quyết định thành lập Ủy ban quốc gia dân số và sinh đẻ có kế hoạch với mục tiêu kiểm soát mức sinh tại Việt Nam. Võ Nguyên Giáp khi đó là Phó Thủ tướng phụ trách Khoa học - Kỹ thuật được phân công kiêm nhiệm chức chủ tịch ủy ban này (cùng với 3 Bộ trưởng các Bộ và Tổ chức khác làm phó cho ông).[81] Trong văn hóa Việt Nam khi đó, chuyện sinh đẻ bị coi là chuyện tế nhị của riêng phụ nữ, việc đàn ông tham gia phụ trách công tác này bị nhiều người Việt Nam khi đó coi là \"mất thể diện\". Cũng vì thế mà có những dư luận khi đó đồn thổi rằng các lãnh đạo khác \"ghen tị\" với tài năng và công lao của Võ Nguyên Giáp nên đã chuyển ông sang làm phụ trách ủy ban sinh đẻ có kế hoạch nhằm \"hạ uy tín\" ông. Lời đồn thổi đó lan truyền dai dẳng tới hàng chục năm sau, có người còn làm bài vè để châm biếm chuyện này. Nhưng thực ra những lời đồn thổi này là không có căn cứ. Dư luận khi ấy chỉ chú ý đến Tướng Giáp mà bỏ qua một loạt các thành viên quan trọng khác như 01 Phó Thủ tướng, 10 Bộ trưởng, lãnh đạo các ban ngành cũng tham gia ủy ban này. Ngoài ra, không chỉ Đại tướng Võ Nguyên Giáp mà cả hai Thủ tướng khác của Việt Nam là Phạm Văn Đồng và Võ Văn Kiệt cũng từng phụ trách công tác sinh đẻ kế hoạch này (Phạm Văn Đồng phụ trách giai đoạn 1961-1975, Võ Văn Kiệt phụ trách giai đoạn 1987-1991, ngay sau Võ Nguyên Giáp). Việc có tới 2 thủ tướng trực tiếp phụ trách cho thấy tầm quan trọng của công tác kế hoạch hóa gia đình khi đó. Ông Trần Văn Thìn, người trợ lý thân cận của Đại tướng Võ Nguyên Giáp suốt 21 năm, kể lại \"Lúc sang Ủy ban Dân số kế hoạch hóa gia đình, dư luận bàn ra tán vào chuyện đó thế nào, Đại tướng biết cả. Ông nói với chúng tôi trong sinh hoạt chi bộ: Đảng đã phân công, mình là Đảng viên thì phải cố gắng hoàn thành tốt nhiệm vụ...\" Trong một lần nói chuyện, Đại tướng cũng đã từng cho hay: \"Tôi đã cống hiến một cách tự nguyện, đã thanh thản trong mọi thử thách, thế là tôi sống vui, sống lâu... Như vậy, tôi đã làm theo lời dạy và noi theo tấm gương của Bác Hồ là \"Dĩ công vi thượng\". Tôi nhận nhiệm vụ và tôi hoàn thành nhiệm vụ. Ngay cả việc phụ trách công tác sinh đẻ có kế hoạch cũng là nhiệm vụ\"[82] Nhà sử học Dương Trung Quốc từng mạnh dạn hỏi Đại tướng Võ Nguyên Giáp về những lời đồn thổi rằng việc giao cho ông phụ trách ủy ban sinh đẻ kế hoạch là để \"hạ uy tín\" ông. Đáp lại thắc mắc của ông Dương Trung Quốc, Đại tướng Võ Nguyên Giáp đã cười và nói đó là do Thủ tướng Phạm Văn Đồng (người từng làm trưởng ban sinh đẻ kế hoạch suốt 15 năm trước đó) quá bận việc nên trực tiếp nhờ cậy ông làm giúp, chứ chẳng hề có \"âm mưu\" nào như dư luận đồn thổi cả: “ \"Kế hoạch hóa gia đình cũng như vấn đề dân số là rất quan trọng với toàn thế giới chứ không riêng đất nước mình. Nhiều nước Thủ tướng phụ trách việc này. Hồi đó, Thủ tướng Phạm Văn Đồng bận nhiều việc nên vừa là phân công vừa là nhờ cậy tôi đảm nhận. Mà đã là nhiệm vụ thì nhiệm vụ nào cũng phải vượt qua như truyền thống của bộ đội cụ Hồ\" ” Nghỉ hưu đến khi qua đời[sửa | sửa mã nguồn] Đại Tướng Võ Nguyên Giáp sau khi về hưu Nghỉ hưu[sửa | sửa mã nguồn] Năm 1991, ông thôi chức ủy viên Trung ương, Phó Thủ tướng, nghỉ hưu ở tuổi 80. Theo tiểu sử tóm tắt khi ông mất, ông đảm nhiệm Phó Chủ tịch Hội đồng Bộ trưởng đến tháng 12 năm 1986.[83] Thời gian cuối đời, ông vẫn quan tâm và đưa ra một số lời bình luận trên mặt báo về tình hình đất nước như có bài báo yêu cầu kiểm định và báo cáo Đại hội Đảng Cộng sản X về Vụ PMU18,[84] hay cuộc gặp gỡ và khuyến khích doanh nhân làm xuất khẩu nông sản.[85] Vào ngày 1 tháng 11 năm 2007 ông gửi thư trong đó bày tỏ sự phản đối chủ trương xây dựng Nhà Quốc hội ở khu di tích 18 Hoàng Diệu.[86] Ông cũng có bài viết thực trạng và kiến nghị 6 vấn đề \"cơ bản và cấp bách\" nhằm triển khai có kết quả công cuộc đổi mới nền giáo dục và đào tạo của Việt Nam hiện nay.[87] Vào đầu năm 2009, ông góp ý về Dự án khai thác bô xít ở Tây Nguyên, ông đã viết 3 bức thư đề nghị thủ tướng Nguyễn Tấn Dũng xem xét lại cẩn thận dự án này[88] vì lý do an ninh quốc gia và vấn đề môi trường. Đại thọ 100 tuổi[sửa | sửa mã nguồn] Ngày 25 tháng 8 năm 2011, Võ Nguyên Giáp đã mừng đại thọ tròn 100 tuổi. Trong dịp ông bước sang tuổi 100 và 71 năm tuổi đảng, Chủ tịch nước Nguyễn Minh Triết đã phát biểu \"Một vị đại tướng mà đã vào sinh ra tử, chiến đấu ở những chiến trường hết sức khó khăn, là thế hệ cận vệ học trò xuất sắc của chủ tịch Hồ Chí Minh nay đã sống trên 100 tuổi, đây là điều hết sức vui mừng...\" Đại tướng cũng thường xuyên được các chính khách hàng đầu trên thế giới đến thăm hỏi tại tư dinh của Đại tướng. Đại tướng được coi là một tượng đài sống và có ảnh hưởng sâu rộng đến Việt Nam, tầm ảnh hưởng lớn trong lòng mỗi người dân Việt Nam. Sau 100 tuổi, sức khỏe của ông yếu hơn trước. Ngày 22 tháng 5 năm 2011, Đài Truyền hình Việt Nam đã phát sóng chương trình thời sự với hình ảnh ông đang thực hiện việc bỏ phiếu thực hiện quyền công dân của mình trong cuộc bầu cử Quốc hội và Hội đồng nhân dân các cấp, xóa đi những đồn đoán về sức khỏe của ông trên những phương tiện thông tin không chính thống.[89] Trong dịp Ngày Thương binh Liệt sĩ 27 tháng 7 năm 2011, Truyền hình Quân đội nhân dân phát sóng hình ảnh Thứ trưởng Bộ Quốc phòng Lê Hữu Đức đến thăm hỏi một số tướng lĩnh cao cấp đang nằm điều trị tại Bệnh viện Trung ương Quân đội 108, trong đó có Đại tướng Võ Nguyên Giáp. Qua theo dõi trong hình ảnh thì sức khỏe Đại tướng đã tốt lên nhiều.[90] Qua đời[sửa | sửa mã nguồn] Xem thêm: Quốc tang Võ Nguyên Giáp Dòng người vào viếng Đại tướng Võ Nguyên Giáp tại Hà Nội Đại tướng Võ Nguyên Giáp đã qua đời vào hồi 18 giờ 9 phút ngày 4 tháng 10 năm 2013,[91][92] tại Bệnh viện Trung ương Quân đội 108, Hà Nội, nơi ông thường xuyên tới điều trị từ năm 2009, đại thọ 103 tuổi (âm lịch) và là tướng lĩnh Việt Nam sống thọ nhất trong lịch sử Việt Nam từ trước tới nay.[92] Khu mộ Đại tướng Võ Nguyên Giáp tại Quảng Bình Văn phòng Ban Chấp hành Trung ương Đảng thông báo lễ tang Đại tướng Võ Nguyên Giáp được tổ chức trọng thể theo nghi thức Quốc tang trong hai ngày 12 và 13 tháng 10 năm 2013. Ông được an táng tại quê hương Quảng Bình, theo ý nguyện của ông và gia đình.[93] Địa điểm an táng là khu vực Vũng Chùa - Đảo Yến thuộc xã Quảng Đông, Quảng Trạch tỉnh Quảng Bình, nằm cách đèo Ngang khoảng 4 cây số.[94] Nơi an nghỉ cuối cùng của ông đã được xây dựng thành một quần thể kiến trúc để phục vụ người dân tới viếng. Các giải thưởng và danh hiệu[sửa | sửa mã nguồn] Huân chương[sửa | sửa mã nguồn] Huân chương Sao Vàng (20\/08\/1992).[95] 2 Huân chương Hồ Chí Minh (1950, 1979).[96] 2 Huân chương Quân công hạng Nhất.[97][98] Huân chương Kháng chiến hạng Nhất. 6 Huân chương Chiến thắng hạng Nhất.[98] Huy chương Quân kỳ quyết thắng. Huy chương Chiến sĩ vẻ vang hạng Nhất, Nhì, Ba. Huy hiệu[sửa | sửa mã nguồn] Huy hiệu 70 năm tuổi Đảng (27\/10\/2010)[99] Các danh hiệu khác[sửa | sửa mã nguồn] Chủ tịch danh dự Hội Sử học Việt Nam trong 4 kỳ đại hội, từ đại hội lần thứ II tháng 5 năm 1988 đến đại hội V năm 2005.[100][101] Chủ tịch danh dự Hội Cựu chiến binh Việt Nam.[102] Chủ tịch danh dự Hội Khuyến học Việt Nam.[103] Chủ tịch danh dự Hội Khoa học Kỹ thuật Việt Nam.[104] Chủ tịch danh dự Hội Cựu giáo chức Việt Nam.[105] Các bí danh và bút danh[sửa | sửa mã nguồn] Bí danh[sửa | sửa mã nguồn] \"Võ Giáp\": Tên ghi trên bằng cử nhân Luật năm 1935.[106][107] \"Dương Hoài Nam\": Bí danh hoạt động tại Trung Quốc từ ngày 3 tháng 5 năm 1940.[28] \"Văn\": Do Chủ tịch Hồ Chí Minh đặt.[108]Trong quân đội, ông thường được gọi thân mật là \"Anh Văn\". Bí danh \"Văn\" này được dùng phổ biến nhất, được ký dưới \"Mệnh lệnh khởi nghĩa của Ủy ban chỉ huy lâm thời khu Giải phóng\" ngày 12 tháng 8 năm 1945 và Mệnh lệnh số 1371\/TK ngày 7 tháng 4 năm 1975. \"Hưng\": Bí danh ký trong bức thư ngày 30 tháng 1 năm 1954 của ông gửi Hồ Chí Minh, Trường Chinh và Chính trị bộ để trình bày về chủ trương tác chiến mới tại Điện Biên Phủ khi ông chuyển từ chiến thuật \"đánh nhanh, thắng nhanh\" sang \"đánh chắc, thắng chắc\".[109] \"Chiến\": Bí danh trên điện đài vô tuyến dùng trong Chiến dịch Mùa Xuân 1975.[109] Bút danh[sửa | sửa mã nguồn] \"Vân Đình\" và \"Hải Thanh\": Dùng khi viết bài trên các tờ báo tiếng Việt \"Hồn trẻ\" và tiếng Pháp \"Notre Voix\" (Tiếng nói của chúng ta), Le Travail (Lao động) giai đoạn 1929-1930 và cuốn sách \"Vấn đề dân cày\" (viết chung với Trường Chinh năm 1938)[109] \"Hồng Nam\": Dùng khi viết một số bài báo sau Cách mạng tháng Tám.[109] \"Chính Nghĩa\": Bút danh tại một số bài bình luận quan trọng mang ý nghĩa chỉ đạo toàn quân của Bộ chỉ huy chiến dịch và Bộ Tổng tham mưu đọc trên Đài tiếng nói Việt Nam thời kỳ 1946 - 1954.[109] Đánh giá[sửa | sửa mã nguồn] Tại Việt Nam[sửa | sửa mã nguồn] Với hơn 50 năm tham gia hoạt động chính trị, trong đó có 30 năm là Tổng tư lệnh Quân đội, ông có uy tín lớn trong Đảng Cộng sản Việt Nam và trong Quân đội nhân dân Việt Nam. Thông tin chính thống gần đây cho biết: \"Tất cả các ý kiến của anh Văn đều được Bộ Chính trị tiếp thu và tán thành trong suốt thời kỳ chiến tranh\". Thượng tướng Trần Văn Trà đã từng gọi Đại tướng Võ Nguyễn Giáp là \"tư lệnh của tư lệnh, chính uỷ của chính uỷ\". Thượng tướng Giáo sư Hoàng Minh Thảo khi được hỏi về trình độ đánh trận của các tướng lĩnh Việt Nam đã trả lời: “ Tất nhiên đầu tiên là Đại tướng Võ Nguyên Giáp. Thứ hai là tướng Lê Trọng Tấn. Thứ ba là tướng Hoàng Văn Thái và thứ tư là tướng Nguyễn Hữu An. ” — Thượng tướng, Giáo sư Hoàng Minh Thảo[110] Nhà giáo Hồ Cơ nhận xét về Đại tướng Võ Nguyên Giáp như sau: \"Đất nước này nên cơ nên nghiệp, thứ nhất là do công của Chủ tịch Hồ Chí Minh, sau đó là Đại tướng Võ Nguyên Giáp. Trong cuộc kháng chiến chống giặc ngoại xâm, thì công của Đại tướng là công đầu. Nguy nan gì ông cũng xông vào. Khi lâm trận thì ông nghĩ làm thế nào để chiến thắng mà quân dân hy sinh ít nhất. Cái đó là con người vĩ đại. Tôi ca ngợi một con người xứng đáng là anh hùng của Việt Nam\"; và ông cũng có nhiều câu đối ca ngợi Đại tướng, được nhiều tài liệu đề cập đến: “ Văn lo vận nước, Văn thành Võ Võ thấu lòng dân, Võ hóa Văn ” “ Trăm tuổi lừng danh Văn Đại tướng Nghìn thu vang tiếng Võ Anh hùng ” Từ bên ngoài[sửa | sửa mã nguồn] Võ Nguyên Giáp đã xây dựng Quân đội nhân dân Việt Nam từ 34 người vào tháng 12 năm 1944 thành một đội quân với hơn một triệu người năm 1975. Ông đã chỉ huy quân đội tốt trong cả hai cuộc chiến tranh chống Pháp và chống Mỹ. Tên tuổi ông gắn liền với chiến thắng Điện Biên Phủ cùng với nỗi hổ thẹn của Quân lực Hoa Kỳ tại Việt Nam, với học thuyết \"Chiến tranh nhân dân\", với toàn bộ cuộc chiến tranh giải phóng dân tộc và thống nhất đất nước Việt Nam. Nhà sử học Derek Frisby gọi ông là kiến trúc sư của quân đội nhân dân Việt Nam, hoặc thậm chí có thể là của nước Việt Nam tồn tại như ngày nay.[111] Ký giả nổi tiếng Oriana Fallaci, trong bài phỏng vấn nhan đề \"Mỹ sẽ thua, tướng Giáp khẳng định\" (Americans will lose, says General Giap), đăng trên báo Washington Post, ngày 6 tháng 4 năm 1969, mô tả Võ Nguyên Giáp như sau: \"Đôi mắt của Giáp! Hẳn đây là đôi mắt thông minh nhất mà tôi từng được thấy. Sắc sảo, linh lợi, tươi vui, dữ dội – tất thảy mọi thứ. Một đôi mắt long lanh như hai tia sáng, xuyên thấu người ta tựa như hai lưỡi kiếm, ánh mắt đầy quyết đoán, uy nghi\". Fallaci cho rằng, dù ông Giáp đã khóc khi có tin Hồ Chí Minh từ trần (tin giả, khoảng năm 1943, khi Hồ Chí Minh bị Quốc dân đảng Trung Quốc cầm tù), \"nhưng không một điều gì trên thế giới có thể buộc được cặp mắt ấy đẫm lệ một lần nữa\". Võ Nguyên Giáp tin chắc rằng quân Mỹ sẽ phải rút dần khỏi Việt Nam, rồi họ sẽ phải từ bỏ cuộc chiến tranh vì nó ngày càng ngốn nhiều nguồn lực, đẩy Hoa Kỳ đến bờ vực thẳm của lạm phát. Tháng 11 năm 1972, khi được Henry Kissinger cho phép phỏng vấn, Fallaci viết: \"Câu hỏi đầu tiên của Kissinger là về tướng Giáp, \"như đã bảo cô, tôi không bao giờ cho phỏng vấn riêng. Lý do tôi cho phép cô phỏng vấn là do tôi đã đọc bài phỏng vấn tướng Giáp của cô. Rất hay. Ông Giáp là người thế nào nhỉ?\" Bà trả lời: \"Ông Giáp là một kẻ sĩ theo phong cách Gô loa… Giọng đều đều như đọc bài giảng… Tuy nhiên, những điều ông Giáp nói (vào năm 1969) bây giờ đã trở thành sự thật\"[112] Nhà sử học quân sự Cecil Currey, trong quyển tiểu sử Victory at Any Cost (Chiến thắng bằng mọi giá), có nhận xét về tính cách của ông. Tướng Giáp dành trọn tình cảm của ông đến đất nước và toàn bộ sự hiến dâng đến Đảng Cộng sản, khát vọng lớn nhất cuộc đời ông là 2 mục tiêu: giải phóng Việt Nam ra khỏi sự đô hộ của nước ngoài và thống nhất đất nước, do đó ông đã \"dành trọn khát vọng và niềm kiêu hãnh vô bờ bến của mình vào hai mục tiêu này\", và \"bề ngoài lạnh buốt của ông che đậy một tính khí rất nóng nên người Pháp đã miêu tả ông là một núi lửa được tuyết che phủ\".[25] Ngay cả sau này khi chiến tranh đã kết thúc, nhiều người phương Tây cho rằng ông là người vô cảm, bất chấp tổn thất để đạt được mục tiêu.[113] Tướng Mỹ William Westmoreland - đối phương của ông trong chiến tranh Việt Nam đã chỉ trích ông rằng \"Bất cứ tướng Mỹ nào chịu tổn thất nhiều như thế sẽ không giữ được chức trong vòng ba tuần. Sự coi thường mạng người như thế có lẽ sẽ tạo nên một đối thủ ghê gớm, nhưng không tạo nên một thiên tài quân sự\".[91] Nhưng sau đó nhận xét của Westmoreland đã bị nhà sử học nổi tiếng Stanley Karnow phản bác. Trước hết, Westmoreland đã bỏ qua sự vượt trội về trang bị và hỏa lực của quân đội Mỹ so với quân đội Việt Nam (nếu quân đội Mỹ trang bị thiếu thốn như phía Việt Nam, thì tổn thất của họ sẽ còn cao hơn nhiều). Stanley Karnow cũng chỉ ra điểm khác biệt cơ bản giữa tướng Giáp và các tướng Mỹ: ông không phải là một người Mỹ đang đối đầu với một dân tộc xa lạ ở một xứ sở xa lạ. Bộ đội của ông, và những thường dân hỗ trợ họ, chiến đấu trên đất đai quê hương mình; họ tin tưởng rằng cuộc kháng chiến trường kỳ cuối cùng sẽ quét sạch lòng kiên nhẫn của quân thù và đưa họ đến mục đích cuối cùng là thống nhất tổ quốc. Chiến lược này đã giúp ông Giáp đánh bại người Pháp và nó sẽ lại phát huy hiệu quả trong cuộc chiến chống lại người Mỹ. Nhà sử học Derek Frisby chỉ ra: tướng Giáp thừa hiểu một cuộc chiến kéo dài chắc chắn sẽ mang lại nhiều tổn thất nhưng điều đó không có nghĩa là một phe nào đó chắc chắn sẽ thắng hay thua; và chỉ cần quân đội Việt Nam còn tồn tại để tiếp tục chiến đấu thì ý niệm về Việt Nam sẽ tiếp tục sống trong tâm khảm của những người ủng hộ nó. Đó là bản chất của một cuộc chiến tranh cách mạng. Những lời chỉ trích của Westmoreland dành cho tướng Giáp lại chính là chìa khóa để hiểu tại sao viên tướng Mỹ đã không thể đánh bại Võ Nguyên Giáp.[111] Theo Frisby, Võ Nguyên Giáp đã lợi dụng sự ỷ lại của người phương Tây vào ưu thế vũ khí để đánh bại họ bằng những chiến thuật không ai ngờ tới. Một ví dụ tiêu biểu là trận Điện Biên Phủ, khi Võ Nguyên Giáp sử dụng những phương tiện thô sơ để đưa đại bác và pháo phòng không đi xuyên qua những vùng địa hình tưởng chừng không thể vượt qua được, và điều này đã khiến quân Pháp \"chết điếng người\".[111] Đối với những chỉ trích từ phương Tây rằng ông là người vô cảm, chính bản thân Võ Nguyên Giáp đã từng trả lời một nhà báo Ý rằng: \"Người phương Đông chúng tôi khác người phương Tây các ông. Chúng tôi đặt sự tồn vong của cộng đồng lên trên lợi ích cá nhân. Mỗi phút có hàng trăm, hàng ngàn người chết trên trái đất này. Sự sống hoặc cái chết của hàng trăm, hàng ngàn, thậm chí hàng chục ngàn con người, đối với đồng bào của chúng tôi, cũng là không đáng kể (đối với sự nghiệp giành độc lập dân tộc)\". Ông cho biết: người Việt Nam sẽ sẵn sàng chịu bất kỳ hy sinh nào và chiến đấu tới cùng để giải phóng đất nước của họ từ quân đội nước ngoài, và ông cũng không ngoại lệ.[91][114][115] Trong hồi ký của mình, Võ Nguyên Giáp chia sẻ: phải chỉ huy một đội quân trang bị nghèo nàn chống lại những đội quân trang bị tối tân, không thể nào giành chiến thắng mà không cần phải hy sinh, ông không thể thay đổi điều đó mà chỉ có thể tìm cách hạn chế tối đa mức độ hy sinh. Ông đã ra quyết định ngừng Chiến dịch Điện Biên Phủ thêm 2 tháng để thay đổi phương án tác chiến do e ngại việc đánh nhanh thắng nhanh sẽ gây nhiều tổn thất. Sau một đêm lo lắng mất ngủ, ông kết luận \"sẽ là tự sát nếu đưa bộ đội vào trận đánh mà không chuẩn bị chống pháo binh, xe tăng và máy bay địch\", và ông kiên quyết ra lệnh ngừng tấn công dù rằng khi đó áp lực rất lớn và ông coi đó là \"quyết định khó khăn nhất trong cuộc đời\".[116] Thượng tướng Trần Văn Trà nói rằng tướng Giáp \"là một tổng tư lệnh biết đau với từng vết thương của mỗi người lính, biết tiếc từng giọt máu của mỗi chiến binh\"[117] Giáo sư Fredrik Logevall nhận định, việc đánh bại 2 quân đội mạnh như Pháp và Mỹ không chỉ đơn giản là chấp nhận đánh đổi bằng tổn thất lớn. Võ Nguyên Giáp đã thành công trong việc tận dụng các lợi thế sẵn có như địa hình và sự ủng hộ của người dân để khắc chế ưu thế về hỏa lực và vũ khí của Pháp và Mỹ, ngoài ra ông và các đồng sự cũng tranh thủ được sự ủng hộ của những người dân Pháp, Mỹ phản đối chiến tranh.[118] Nếu không có đường lối quân sự đúng đắn này thì dù Việt Nam có hy sinh nhiều tới đâu cũng chỉ là vô ích trước những kẻ thù mạnh như Pháp và Mỹ. Cecil B. Currey nhận xét: các tướng Pháp và Mỹ đều ỷ vào sự áp đảo của xe tăng, máy bay, pháo binh với suy nghĩ là cứ chiếm thật nhiều vùng đất thì sẽ thắng, họ đã không nắm được yếu tố căn bản của chiến tranh như Võ Nguyên Giáp. Ông có thể thua trong một số trận đánh, nhưng kết quả chung cuộc thì ông luôn thắng. Tư tưởng quân sự của Võ Nguyên Giáp vừa đúc rút từ lịch sử của Việt Nam, vừa chấm phá bằng những màu sắc từ Lê Lợi, Trần Hưng Đạo, của Tôn Tử, Napoleon, của Thomas Lawrence và nhiều người khác. Ông tạo nên những nét sáng tạo của chính mình trên tấm vải là Đảng và nhân dân của ông. Bức tranh hoàn toàn là của riêng ông - một kiệt tác nghệ thuật.[119] Các đánh giá khác: “ Võ Nguyên Giáp là một trong 21 vị danh tướng của thế giới trong 25 thế kỷ qua, từ thời Alexandre Đại đế đến Hannibal rồi đến thời cận hiện đại với Kutuzov, Zhukov..., những người đã có chiến công tạo nên bước ngoặt của nghệ thuật chiến tranh. ” — Duncan Townson, sách Những vị tướng lừng danh[120] “ Ông [Giáp] không quá nổi bật so với các tướng lãnh khác trong lịch sử, vì ông đứng cao hơn họ. ” — Nhà sử học Derek Frisby, [d][111] “ Từ năm 1944-1975, cuộc đời của Võ Nguyên Giáp gắn liền với chiến đấu và chiến thắng, khiến ông trở thành một trong những thống soái lớn của mọi thời đại. Với 30 năm làm tổng tư lệnh và gần 50 năm tham gia chính sự ở cấp cao nhất, ông tỏ ra là người có phẩm chất phi thường trong mọi lĩnh vực của chiến tranh. Khó có vị tướng nào có thể so sánh với ông trong việc kết hợp chiến tranh du kích với chiến tranh chính quy. Sự kết hợp đó xưa nay chưa từng có. ” — Đại tướng Peter MacDonald, nhà nghiên cứu khoa học lịch sử quân sự người Anh[120] “ Tài thao lược của tướng Giáp về chiến lược, chiến thuật và hậu cần được kết hợp nhuần nhuyễn với chính trị và ngoại giao... Sức mạnh hơn hẳn về kinh tế, tính ưu việt về công nghệ cùng với sức mạnh áp đảo về quân sự và hỏa lực khổng lồ của các quốc gia phương Tây đã phải khuất phục trước tài thao lược của một vị tướng từng một thời là thầy giáo dạy sử. ” — Bách khoa toàn thư quân sự Bộ Quốc phòng Mỹ (xuất bản năm 1993)[120] “ Là người tổ chức quân đội nhân dân, ông Giáp đã thực hiện được một sự tổng hợp độc đáo các học thuyết quân sự mácxít kết hợp nhuần nhuyễn với truyền thống chống ngoại xâm của dân tộc, vận dụng khôn khéo vào những điều kiện của một quốc gia có đất đai tương đối hẹp. Võ Nguyên Giáp đã chứng minh rằng ông có những đức tính ngoài tầm cỡ bình thường trên mọi lĩnh vực lớn của cuộc chiến tranh\". ” — Bách khoa toàn thư Pháp, mục từ về Võ Nguyên Giáp[121] “ Ông Giáp đã chỉ huy quân đội Việt Nam chiến đấu giành thắng lợi trong một thời gian đặc biệt lâu dài suốt 30 năm, một kỳ tích chưa từng thấy! Vâng, không phải hiện nay mà muôn đời sau, tôi tin rằng cuộc đời và sự nghiệp đầy huyền thoại của Đại tướng Võ Nguyên Giáp mãi mãi là tấm gương, là niềm tự hào của mỗi người Việt Nam. ” — Tướng Marcel Bigeard, nguyên Bộ trưởng Quốc phòng Pháp, cựu thiếu tá chỉ huy phó của Pháp trận Điện Biên Phủ, thành viên Học viện Quân sự Quốc phòng Pháp[122] “ Đại tướng Võ Nguyên Giáp không phải là một người hiền lành. Ông không khác những chiến binh trong quá khứ, từ Attila, Tamerlane cho tới Napoleon, Zhukov, Patton, MacArthur. Người hiền lành không trở thành những vị tướng huyền thoại; họ dạy lớp học giáo huấn, làm giáo sư lịch sử, hay giáo sĩ trong quân đội. Họ không làm tràn đầy những sách với những chiến công của họ hay những chiến trường với những xác chết. Giáp cũng không thể kể lại những câu chuyện về lòng từ bi hay sự thương người của ông, có thể trừ quan hệ với gia đình và con cháu, nhưng ngay cả họ chỉ nằm trong địa vị thứ ba hay thứ tư trong đời ông. Tướng Giáp đã dành trọn tình cảm của ông đến đất nước và toàn bộ sự hiến dâng đến Đảng Cộng sản. Ông đã tự hướng đến mục tiêu giải phóng Việt Nam ra khỏi sự đô hộ nước ngoài và thống nhất đất nước. Hai mục tiêu này đã giành toàn bộ sự chú ý của ông qua những thập niên trong cuộc đời, và ông đã dành trọn khát vọng và niềm kiêu hãnh vô bờ bến của mình vào đây. Mặc dù ông đã tách rời cảm xúc với những người cấp dưới cho nên chỉ xem họ như những con cờ để mà sử dụng không ngần ngại, bề ngoài lạnh buốt của ông đã che đậy một tính khí rất nóng cho nên người Pháp đã miêu tả ông là một núi lửa được tuyết che phủ. ” — Cecil Currey, Chiến thắng bằng mọi giá [25] “ Trong suốt thời gian đó [quá trình chỉ huy quân đội của vị tổng tư lệnh], ông không chỉ trở thành một huyền thoại mà có lẽ còn trở thành một thiên tài quân sự lớn nhất của thế kỷ XX và một trong những thiên tài quân sự lớn nhất của tất cả các thời đại... Ông Giáp là vị tướng duy nhất trong lịch sử hiện đại tiến hành chiến đấu chống kẻ thù từ thế vô cùng yếu, thiếu trang bị, thiếu nguồn tài chính, dù mới đầu trong tay chưa có quân, vậy mà vẫn liên tiếp đánh bại tàn quân của đế quốc Nhật Bản, quân đội Pháp (một đế chế thực dân số 2) và quân đội Mỹ (một trong hai siêu cường thế giới)... Ông Giáp là chuyên gia hiện hữu vĩ đại nhất về chiến tranh nhân dân... là một vị tướng hậu cần vĩ đại của mọi thời đại. ” — Nhà sử học quân sự Mỹ Cecil Currey, trong tác phẩm \"Chiến thắng bằng mọi giá - Sự thiên tài của Đại tướng Võ Nguyên Giáp của Việt Nam\"[120] “ Ông không chỉ trở thành một huyền thoại mà còn là một trong những vị tướng tài năng nhất về chiến tranh nhân dân và là một trong những thiên tài quân sự lớn nhất của tất cả các thời đại.… Nếu Karl von Clausewitz - chiến lược gia quân sự bậc thầy của nước Phổ - sống lại chắc hẳn phải kính cẩn cúi chào vị tướng này ” — Nhà sử học quân sự Mỹ Cecil Currey[123] “ 30 năm trước, trước khi nổ ra cuộc Đại chiến thế giới lần thứ I, ngày 25 tháng 8 năm 1911, ở làng An Xá (tỉnh Quảng Bình), gần vĩ tuyến 17, đã sinh ra một con người sẽ là một trong những người hiếm hoi làm chuyển dịch dòng chảy của lịch sử. Người ấy sẽ xuất hiện trước toàn thế giới như vị tướng của một quân đội sơ khai nhưng đã chiến thắng hai cường quốc phương Tây, đó là Đại tướng Võ Nguyên Giáp. Cho đến nay (ở tuổi gần 100), ông vẫn luôn luôn còn đó, tràn đầy nhiệt tình và nghị lực. Những chiến thắng là một liều thuốc bổ mạnh mẽ cho tâm hồn, những chiến thắng đã làm nên sức khỏe cho ông. ” — Đại tướng, sử gia Anh Peter Macdonald - tác giả cuốn Giap - an assessment, bản tiếng Pháp Giap - les deux guerres d’Indochine[122] “ Đại tướng Võ Nguyên Giáp là một người lính tự học, và ông đã trở thành một trong những chỉ huy quân sự quan trọng nhất của thế kỷ XX. Ông đã sử dụng uy tín của mình và kỹ năng chiến thuật để biến đổi một đội ngũ nhỏ du kích Việt Nam thành một quân đội đánh bại cả Pháp và Mỹ... năm 1954, ông đã biến nhóm du kích này trở thành Quân đội nhân dân Việt Nam và đã đánh bại Pháp ở trận Điện Biên Phủ. Sự đầu hàng của quân Pháp sau cuộc bao vây 55 ngày trong khu thung lũng ở tây bắc Việt Nam là dấu chấm hết cho chủ nghĩa thực dân ở Đông Dương ” — Robert Templer[124] “ Tài năng chiến lược của Tướng Giáp đã đặt ông vào ngôi đền của những nhà lãnh đạo quân sự vĩ đại. Sau Hồ Chí Minh, ông là nhân vật quan trọng nhất trong lịch sử Việt Nam thế kỷ XX... Ông ấy giống như một vị thánh. Không có gì khiến ông phải chấp nhận thất bại. ” — Nhà báo kiêm sử gia người Mỹ Stanley Karnow[121] “ Lý do rất đơn giản...ông đánh bại không chỉ một mà hai thế lực phương Tây, đầu tiên là Pháp và sau đó là Hoa Kỳ. Cả hai đều mạnh hơn ông về quân sự, còn ông thì có rất ít phương tiện để sử dụng nhưng lại đã thành công trong việc đánh bại cả hai quốc gia này, trong đó Hoa Kỳ là quốc gia mạnh nhất thế giới về quân sự từ xưa đến nay, nhưng Giáp và quân đội của ông vẫn đứng vững, và đó là lý do tại sao ông lại có vị trí cao quý như vậy. ” — Fredrik Logevall, Giáo sư Nghiên cứu Quốc tế của Đại học Cornell, New York, [118] “ Ông Giáp là người có thân hình thấp bé... Ông có một thái độ kỳ cục: tự coi mình như Napoleon của châu Á. Ông muốn người khác nhìn ông như thế. Và tôi cũng thấy thế. ” — Lucien Conein, nhân viên tình báo Mỹ thuộc đội Con Nai[125] Nếu như tiêu chí chọn tướng của Hồ Chủ tịch là \"Đánh thắng Đại tướng được phong Đại tướng\" thì suốt cuộc đời mình, Đại tướng Võ Nguyên Giáp đã lần lượt đọ sức và đánh thắng 10 đại tướng của Pháp và Mỹ (4 Pháp và 6 Mỹ), chưa kể đến nhiều viên đại tướng của chính quyền Việt Nam Cộng hoà. Các tướng lĩnh Mỹ khi nhắc đến ông vẫn thường gọi ông là \"Đại tướng 5 sao\", William Westmoreland gọi ông là \"Tướng huyền thoại\" (Legendary Giap)... Trong bách khoa toàn thư của Mỹ và của nhiều nước, tên và hình ảnh của ông được ghi lại như là một trong những vĩ nhân quân sự hiển hách nhất. Kỷ niệm 60 năm ngày phát hành số đầu tiên, Thời báo châu Á (Time Asia) đã ra số đặc biệt giới thiệu các \"Anh hùng châu Á\", gồm các nhân vật làm thay đổi cục diện châu lục trong những thập kỷ gần đây. Những nhân vật được giới thiệu gồm Mahatma Gandhi, Jawaharlal Nehru, Đại tướng Võ Nguyên Giáp, thiền sư Thích Nhất Hạnh,...[126] Trong một cuốn sách được xuất bản tại Anh năm 2008 mang tựa đề Great Military Leaders and Their Campaigns (Những nhà lãnh đạo quân sự lớn và những chiến dịch của họ). Sách dày hơn 300 trang khổ lớn, với hơn 500 tấm ảnh màu minh hoạ của Nhà xuất bản Thames & Hudson dành để giới thiệu 59 nhân vật danh tiếng nhất trong lịch sử các cuộc chiến tranh của thế giới trong 2.500 năm qua, thứ tự được xếp theo trình tự thời gian từ cổ đến kim. Đại tướng Võ Nguyên Giáp được lựa chọn là nhân vật thứ 59, tức là nhân vật nổi bật nhất kể từ sau Chiến tranh thế giới thứ hai cho tới hiện nay (xếp thứ 58 là Đô đốc Nimitz của Hoa Kỳ, người chỉ huy mặt trận Thái Bình Dương trong Thế chiến II), và Võ Nguyên Giáp cũng là người duy nhất trong 59 nhân vật vẫn còn sống khi cuốn sách được xuất bản.[127] Danh tiếng của ông không chỉ bó hẹp ở Việt Nam mà các nước trên thế giới khi nhắc đến tên Võ Nguyên Giáp đều bày tỏ sự ngưỡng mộ sâu sắc, các dân tộc châu Phi và Mỹ La-tinh tin rằng chiến thắng Điện Biên Phủ do ông chỉ huy là khởi nguồn cho nền độc lập ngày nay của họ. Khi ông mất, hàng chục chính phủ các nước đã gửi điện chia buồn. Tổng thống Uruguay, Jose Mujica gọi ông là \"vị tướng huyền thoại\", người đã dành cả cuộc đời cho sự nghiệp đấu tranh chống áp bức và \"gieo niềm tin rằng yếu tố con người chính là chìa khóa của thắng lợi\".[128] Bộ Ngoại giao Venezuela ra thông cáo khẳng định việc Đại tướng ra đi cũng là một tổn thất đối với người dân quốc gia Nam Mỹ này.[121] Tổng thống Algérie - Abdelaziz Bouteflika - gọi ông là người anh hùng quân đội của nền độc lập Việt Nam, là nhà chiến lược vĩ đại đã khiến cho thực dân Pháp phải kinh hoàng ở Điện Biên Phủ, và tên tuổi ông \"sẽ vẫn mãi khắc sâu trong ký ức của nhân dân Algeria.\" Các tác phẩm chính[sửa | sửa mã nguồn] Một số tác phẩm chính của Đại tướng như:[129][130] Tổng tập hồi ký\" Vấn đề dân cày (đồng tác giả với Trường Chinh), 1938; Đội quân giải phóng, 1950 Chiến tranh giải phóng và quân đội nhân dân, ba giai đoạn chiến lược, 1950 Từ nhân dân mà ra, 1964; Điện Biên Phủ, 1964; Mấy vấn đề đường lối quân sự của Đảng, 1970; Những năm tháng không thể nào quên, 1970 Vũ trang quần chúng cách mạng, xây dựng quân đội nhân dân, 1972; Những chặng đường lịch sử (gồm 2 tác phẩm đã in trước đó là Từ nhân dân mà ra và Những năm tháng không thể nào quên), 1977; Chiến đấu trong vòng vây, 1995; Chiến tranh giải phóng dân tộc và chiến tranh bảo vệ Tổ quốc, 1979; Đường tới Điện Biên Phủ; Điện Biên Phủ điểm hẹn lịch sử; Tổng hành dinh trong mùa xuân đại thắng, 2000. Tư tưởng Hồ Chí Minh và con đường cách mạng Việt Nam, 2000 Unforgettable Days, Vo Nguyen Giap, Nhà xuất bản Thế giới, 2003; Dien Bien Phu, Vo Nguyen Giap, Nhà xuất bản Thế giới, 2004; Fighting under Siege, Vo Nguyen Giap, Nhà xuất bản Thế giới, 2004; Gia đình riêng[sửa | sửa mã nguồn] Năm 1934, Võ Nguyên Giáp kết hôn lần đầu với bà Nguyễn Thị Quang Thái (1915-1944, em gái bà Nguyễn Thị Minh Khai) và có với nhau một người con gái là Võ Hồng Anh (1939-2009). Võ Hồng Anh là một giáo sư, tiến sĩ khoa học ngành Toán-lý đã từng đoạt giải thưởng Kovalevskaia năm 1988. Hai năm sau khi bà Nguyễn Thị Quang Thái hy sinh, năm 1946, Võ Nguyên Giáp tái hôn với giáo sư Đặng Bích Hà (1927-), con gái của giáo sư Đặng Thai Mai (1902-1984). Võ Nguyên Giáp và Đặng Bích Hà có bốn người con, 2 gái và 2 trai Võ Hòa Bình (1951-), con gái. Võ Hạnh Phúc (10 tháng 8 năm 1952-), con gái, vợ đầu tiên của Trương Gia Bình nay đã li hôn. Hiện là Ủy viên Hội đồng quản trị Tập đoàn HIPT. Võ Điện Biên (1954-), con trai. Hiện là Giám đốc Công ty Cổ phần Đông Sơn. Võ Hồng Nam (1956-), con trai. Hiện là Giám đốc Công ty Cổ phần Máy tính Truyền thông Hồng Nam. Vinh danh[sửa | sửa mã nguồn] Tên ông được đặt cho nhiều đường, phố và các trường học ở nhiều nơi tại Việt Nam, đặc biệt, từ ngày 12 tháng 8 năm 2014, trường trung học phổ thông chuyên Quảng Bình đổi tên thành Trường trung học phổ thông chuyên Võ Nguyên Giáp.[131] Ngày 25 tháng 8 năm 2014, nhân kỷ niệm 104 năm ngày sinh Đại tướng Võ Nguyên Giáp, Tỉnh ủy Thái Nguyên quyết định đổi tên Quảng trường 20\/08 thành Quảng Trường Võ Nguyên Giáp với diện tích 21ha. Ngày 7 tháng 2 năm 2015, đường cao tốc Nhật Tân - Nội Bài được đổi tên thành đường Võ Nguyên Giáp. Đây là tuyến đường huyết mạch nối trung tâm thủ đô với Sân bay quốc tế Nội Bài.[132] Ngày 8 tháng 11 năm 2015, UBND tỉnh Trà Vinh long trọng tổ chức lễ công bố nghị quyết của HĐND tỉnh Trà Vinh về đặt tên ông cho tuyến đường hai chiều từ cửa ngõ đi vào trung tâm nội ô Thành phố Trà Vinh.[133] Ngày 22 tháng 7 năm 2020, Hội đồng nhân dân thành phố Hải Phòng ban hành Nghị quyết số 01\/2020\/NQ-HĐND[134]. Theo đó, trục đường Hồ Sen - Cầu Rào 2 được đặt tên là đường Võ Nguyên Giáp, đồng thời cầu Rào 2 cũng được đổi tên thành cầu Võ Nguyên Giáp như hiện nay. Chú thích[sửa | sửa mã nguồn] ^ Tên được Chủ tịch nước Nguyễn Xuân Phúc, khi ấy còn là Phó Thủ tướng, Trưởng ban Tổ chức lễ tang nêu trong Lễ truy điệu Đại tướng. ^ Cựu Thủ tướng chính quyền được bảo quân đội Nhật Bản bảo hộ. ^ Thượng tướng Giáo sư Hoàng Minh Thảo sau này có lần phàn nàn: nếu Chiến dịch Trị Thiên được thực hiện theo kế hoạch của Đại tướng Võ Nguyên Giáp tức vòng qua phía tây Huế, chia lực lượng và hỏa lực đánh vào Vùng Chiến thuật I thì đỡ được biết bao thương vong. Đây thì chỉ biết có tiến công và tiến công dưới mưa bom bão đạn, đến khi kiệt sức thì buộc phải dừng lại rồi bị phản kích... ^ Nguyên bản \"He doesn't so much stand out from other generals in history as he stands tall among them.\" dịch \"stands tall among them\" là \"đứng cao hơn hẳn họ\". Tham khảo[sửa | sửa mã nguồn] ^ Nguyễn Phú Trọng (13 tháng 10 năm 2013). “Điếu văn truy điệu Đại tướng Võ Nguyên Giáp”. Báo điện tử Chính phủ Việt Nam. Bản gốc lưu trữ ngày 16 tháng 10 năm 2013. ^ Quý Hiên (10 tháng 12 năm 2013). “Người cuối cùng của thế hệ vàng”. Báo điện tử Tiền phong. Bản gốc lưu trữ ngày 7 tháng 4 năm 2016. ^ Nguyễn Nhàn (8 tháng 10 năm 2013). “Truyền thông Pháp ca ngợi Đại tướng Võ Nguyên Giáp - VnExpress”. VnExpress. Bản gốc lưu trữ ngày 11 tháng 10 năm 2013. Truy cập 8 tháng 7 năm 2015. ^ Nguyễn Nhàn (8 tháng 10 năm 2013). “Truyền thông Pháp ca ngợi Đại tướng Võ Nguyên Giáp”. VnExpress. Bản gốc lưu trữ ngày 11 tháng 10 năm 2013. ^ Đại tá Nguyễn Huyên (12 tháng 10 năm 2013). “Đại tướng Võ Nguyên Giáp - Anh hùng dân tộc, vị tướng kiệt xuất của nhân loại”. Báo điện tử Hà Nội mới. Bản gốc lưu trữ ngày 14 tháng 10 năm 2013. Truy cập ngày 15 tháng 10 năm 2013. ^ Dominique Bari (4 tháng 10 năm 2013). “Vo Nguyen Giap: \"Ma stratégie était celle de la paix\"”. L'Humanité (bằng tiếng Pháp). Bản gốc lưu trữ ngày 14 tháng 10 năm 2013. ^ Vụ Lưu trữ VPTW (23 tháng 12 năm 2009). “Đồng chí Võ Nguyên Giáp”. Báo điện tử Đảng Cộng sản Việt Nam. Truy cập ngày 3 tháng 9 năm 2010.[liên kết hỏng] ^ Phan Phương (22 tháng 8 năm 2011). “Tướng Giáp và ngôi nhà bên dòng Kiến Giang”. Dân Việt. Bản gốc lưu trữ ngày 7 tháng 10 năm 2013. ^ Kennedy Hickman. “Vietnam War:Vo Nguyen Giap” [Tiểu sử Võ Nguyên Giáp, đại tướng Việt Nam]. ThoughtCo (bằng tiếng Anh). Bản gốc lưu trữ ngày 12 tháng 1 năm 2011. Truy cập ngày 2 tháng 7 năm 2010. ^ Phạm Hồng Cư (22 tháng 8 năm 2011). “Đại tướng Võ Nguyên Giáp thời trẻ”. Doanh nghiệp Việt Nam toàn cầu. Bản gốc lưu trữ ngày 23 tháng 11 năm 2011. Truy cập ngày 25 tháng 2 năm 2012. ^ Minh Châu (5 tháng 10 năm 2013). “Trung tướng Phạm Hồng Cư viết về Đại tướng Võ Nguyên Giáp thời trẻ”. báo Thể thao & Văn hóa. Bản gốc lưu trữ ngày 12 tháng 12 năm 2019. ^ Trần Mạnh Thường (22 tháng 8 năm 2011). “Đại tướng Võ Nguyên Giáp, những điều ít biết”. VnExpress. Bản gốc lưu trữ ngày 29 tháng 10 năm 2013. ^ NGUYỄN MỸ (22 tháng 8 năm 2021). “Kỷ niệm 110 năm Ngày sinh Đại tướng Võ Nguyên Giáp (25-8-1911 - 25-8-2021): \"Trẻ con trong làng giờ còn tắm sông không\"?”. Báo An Giang Online. ^ Trần Huyền Thương (2 tháng 8 năm 2011). “Võ Nguyên Giáp: Vị tướng giỏi ra đời vào mùa lũ”. Vietnam+. Bản gốc lưu trữ ngày 12 tháng 12 năm 2019. ^ Currey 2013, tr. 40 ^ Currey 2013, tr. 41 ^ “Võ Nguyên Giáp: Thuở học trò của vị Đại tướng”. Vietnam+. 4 tháng 8 năm 2011. Bản gốc lưu trữ ngày 12 tháng 12 năm 2019. ^ “Chuyện ít biết về tuổi thơ của Đại tướng Võ Nguyên Giáp”. Cổng thông tin điện tử tỉnh Quảng Bình. 2013-10-19. Bản gốc lưu trữ ngày 17 tháng 10 năm 2019. Truy cập ngày 17 tháng 10 năm 2019. ^ Hồ Bất Khuất (11 tháng 10 năm 2013). “Ba chuyện đáng suy ngẫm về Đại tướng Võ Nguyên Giáp”. báo Giáo dục và Thời đại. Bản gốc lưu trữ ngày 16 tháng 2 năm 2017. Truy cập ngày 17 tháng 10 năm 2019. ^ Theo Thể thao & Văn hóa (17 tháng 10 năm 2019). “Thời trẻ của Đại tướng Võ Nguyên Giáp”. VnExpress. 2013-10-05. Bản gốc lưu trữ ngày 17 tháng 10 năm 2019. ^ Currey 2013, tr. 45 ^ Currey 2013, tr. 46 ^ Phan Trâm (8 tháng 1 năm 2014). “Đức Tùng và Tướng Giáp”. Báo Hà Tĩnh. Hà Tĩnh Online. Bản gốc lưu trữ ngày 27 tháng 12 năm 2019. Truy cập 8 tháng 7 năm 2015. ^ HNM (ngày 9 tháng 9 năm 2005). “Nguyễn Thị Quang Thái - Người cộng sản kiên trung”. Hànộimới. Bản gốc lưu trữ ngày 27 tháng 12 năm 2019. ^ a b c Currey 1997, tr. 317 ^ Currey, Cecil B. (28 tháng 1 năm 1999). “An Officer and a Gentleman: General Vo Nguyen Giap as Military Man and Poet”. The Institute for Advanced Technology in the Humanities. Bản gốc lưu trữ ngày 7 tháng 6 năm 2008. Truy cập ngày 29 tháng 5 năm 2008. ^ a b Currey 2013, tr. 70-71 ^ a b Hoàng Quảng Uyên (7 tháng 10 năm 2013). “Pác Bó – Cao Bằng trong trái tim Đại tướng Võ Nguyên Giáp”. Truyền hình thành phố Cao Bằng. Bản gốc lưu trữ ngày 22 tháng 9 năm 2020. ^ Currey 2013, tr. 104 ^ Currey 2013, tr. 118 ^ Chủ tịch Chính phủ lâm thời Việt Nam Dân chủ Cộng hòa (5 tháng 9 năm 1945). Sắc lệnh giải tán \"Đại Việt quốc gia xã hội Đảng\" và \"Đại Việt Quốc dân Đảng\". ^ Chủ tịch Chính phủ lâm thời Việt Nam Dân chủ Cộng hòa (12 tháng 9 năm 1945). Sắc lệnh giải tán \"Việt Nam Hưng quốc thanh niên hội\" và \"Việt Nam thanh niên ái quốc hội\". ^ “Nhớ mãi về bác Bùi Lâm, Tạp chí Kiểm sát”. Bản gốc lưu trữ ngày 11 tháng 1 năm 2012. Truy cập ngày 2 tháng 11 năm 2013. ^ Chủ tịch Chính phủ lâm thời Việt Nam Dân chủ Cộng hòa (13 tháng 9 năm 1945). Sắc lệnh cho phép ty liêm phóng bắt những người nguy hiểm cho nền dân chủ cộng hoà Việt Nam để đưa đi an trí. ^ Chủ tịch Chính phủ lâm thời Việt Nam Dân chủ Cộng hòa (22 tháng 9 năm 1945). Sắc lệnh bãi bỏ các nghiệp đoàn trong toàn cõi Việt Nam. ^ Phan Ngọc Liên (2008). Lịch sử 12 nâng cao. Nhà xuất bản Giáo dục. tr. 169. Đã bỏ qua tham số không rõ |city= (trợ giúp) ^ Trịnh Tố Long (18 tháng 12 năm 2011). “Bác Hồ trước họa \"diệt cộng, cầm Hồ\"”. Báo điện tử Quân đội nhân dân. Bản gốc lưu trữ ngày 20 tháng 10 năm 2014. ^ “History of Vietnam”. Lonely Planet Travel Information. Bản gốc lưu trữ ngày 15 tháng 11 năm 2014. ^ Võ Nguyên Giáp 2009 ^ a b Patti 2008, tr. 544-545 ^ Võ Nguyên Giáp 2009, tr. 33 ^ Currey 2013, tr. 177 ^ Võ Nguyên Giáp 2009, tr. 113 ^ a b c d Thái Duy (17 tháng 5 năm 2011). “Mãi mãi ghi nhớ Quốc hội khoá I”. Báo Đại Đoàn Kết. Bản gốc lưu trữ ngày 19 tháng 10 năm 2013. ^ Nohlen, Grotz & Hartmann 2001, tr. 324 ^ Trần Trọng Kim 1969, Chương 6 ^ Van kien Quoc hoi toan tap: Danh sách đại biểu Quốc hội khóa I, nước Việt Nam Dân chủ Cộng hòa Lưu trữ 2013-10-29 tại Wayback Machine năm 1946 ^ “Võ Nguyên Giáp”. Đại biểu quốc hội. Bản gốc lưu trữ ngày 25 tháng 6 năm 2018. Truy cập ngày 25 tháng 6 năm 2018. Liên kết ngoài trong |website= (trợ giúp) ^ Võ Nguyên Giáp 2009, tr. 99 ^ Võ Nguyên Giáp 2009, tr. 315 ^ a b Marr 2013, tr. 415 ^ Phạm Văn Quyền 2006, tr. 104 ^ Currey 2013, tr. 175 ^ Currey 2013, tr. 174 ^ Currey 2013, tr. 177-178 ^ Duiker 2001, tr. 315 ^ Duiker 2001, tr. 345 ^ a b Currey 2013, tr. 196-197 ^ Chủ tịch nước (20 tháng 1 năm 1948). Sắc lệnh số 110\/SL của Chủ tịch nước: Sắc lệnh ông Võ Nguyên Giáp, Tổng chỉ huy quân đội quốc gia và dân quân, nay thụ cấp Đại tướng kể từ ngày ký sắc lệnh. ^ “Bản sao đã lưu trữ” (Thông cáo báo chí). Báo Quân đội nhân dân. ngày 1 tháng 2 năm 2008. Bản gốc lưu trữ ngày 7 tháng 10 năm 2013. Truy cập ngày 21 tháng 12 năm 2011. Đã định rõ hơn một tham số trong |tựa đề= và |title= (trợ giúp) ^ Jame Fox. The Sunday Times Magazine, 7-1972 ^ Phim tài liệu: Indochina People's War in Colour. History Channel, tập 2 ^ Vị Tổng chỉ huy Chiến dịch Điện Biên Phủ lịch sử | Vietnam+ (VietnamPlus) Mạnh Thường, Vietnam+, 13\/08\/11 08:00 ^ Pierre Asselin (28 tháng 10 năm 2013). “Tướng Giáp - người phản đối chiến tranh”. BBC tiếng Việt. Bản gốc lưu trữ ngày 20 tháng 12 năm 2018. ^ “Kỷ niệm 60 năm Tướng Giáp nhận hàm”. BBC tiếng Việt. 20 tháng 4 năm 2008. Bản gốc lưu trữ ngày 4 tháng 5 năm 2012. Truy cập ngày 24 tháng 10 năm 2013. ^ Nguyễn Khoa Điềm 2002 ^ Fox, James (ngày 12 tháng 11 năm 1972). “Giap - The War against America”. The Sunday Times magazine (bằng tiếng Anh). Luân Đôn. ^ “Ở Hà Nội 'không có sự đồng nhất về Mậu Thân'”. BBC Tiếng Việt. 19 tháng 2 năm 2018. Bản gốc lưu trữ ngày 11 tháng 2 năm 2021. ^ “Bác Hồ với tết Mậu Thân năm ấy”. Trang thông tin điện tử phường 9, quận Gò Vấp. Bản gốc lưu trữ ngày 31 tháng 1 năm 2018. ^ Hà Vy (11 tháng 2 năm 2013). “Bác Hồ với Tết Mậu Thân 1968”. Quân đội nhân dân. Bản gốc lưu trữ ngày 29 tháng 10 năm 2013. ^ “Hội nghị lần thứ 14 Ban Chấp hành Trung ương Đảng khóa III, Tháng 1 - 1968”. Báo điện tử Đảng Cộng sản Việt Nam. 21 tháng 9 năm 2006. Bản gốc lưu trữ ngày 20 tháng 10 năm 2013. ^ Lê Đăng Doanh (10 tháng 10 năm 2013). “Chữ nhẫn của đại tướng”. Thời báo Kinh tế Sài gòn. Bản gốc lưu trữ ngày 13 tháng 10 năm 2013. ^ Đình Ngân (10 tháng 5 năm 2013). “Đại tướng Võ Nguyên Giáp - người thức thời”. Báo điện tử Vietnamnet. Bản gốc lưu trữ ngày 25 tháng 6 năm 2018. ^ Zumwalt 2011, tr. 87 ^ Việt Đức. “Hà Nội-Điện Biên Phủ trên không”. Vietnam+. Bản gốc lưu trữ ngày 21 tháng 3 năm 2019. ^ Văn kiện Đảng toàn tập. Tập 35. tr. 177–179. ^ Neil Sheehan (26 tháng 5 năm 2017). “Bản sao đã lưu trữ” (bằng tiếng Anh). The New York Times. Bản gốc lưu trữ ngày 25 tháng 6 năm 2018. Truy cập ngày 15 tháng 6 năm 2017. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp) ^ “Đồng chí Võ Nguyên Giáp”. Bộ Khoa học và Công nghệ. Bản gốc lưu trữ ngày 29 tháng 7 năm 2013. ^ Chủ tịch nước (7 tháng 2 năm 1980). Lệnh bổ nhiệm và miễn nhiệm một số thành viên của hội đồng chính phủ. ^ Currey 1997, tr. 231 ^ Hội đồng Bộ trưởng (11 tháng 4 năm 1984). Quyết định của Hội đồng Bộ trưởng số 58\/HĐBT ngày 11 tháng 4 năm 1984 về việc thành lập Uỷ ban Quốc gia dân số và sinh đẻ có kế hoạch. ^ Nguyễn Thúy Quỳnh (28 tháng 8 năm 2011). “Hai mươi năm làm cần vụ cho tướng Giáp”. Báo điện tử Tiền phong. Bản gốc lưu trữ ngày 5 tháng 5 năm 2016. Truy cập ngày 8 tháng 5 năm 2016. ^ TTXVN (5 tháng 10 năm 2013). “Tóm tắt tiểu sử đồng chí Đại tướng Võ Nguyên Giáp”. Vietnam+. Bản gốc lưu trữ ngày 20 tháng 10 năm 2013. ^ Võ Nguyên Giáp (13 tháng 4 năm 2006). “Kiểm điểm vụ PMU18 và báo cáo Đại hội X”. báo Tuổi Trẻ. Bản gốc lưu trữ ngày 10 tháng 8 năm 2011. ^ Bình Nguyễn; Nghĩa Nam (30 tháng 9 năm 2007). “Đại tướng, doanh nhân, và... chuyện mít Việt ra thế giới”. báo Tiền Phong. Bản gốc lưu trữ ngày 6 tháng 12 năm 2010. ^ “Tướng Giáp phản đối việc phá Hội trường Ba Đình”. BBC tiếng Việt. 5 tháng 11 năm 2007. Bản gốc lưu trữ ngày 11 tháng 11 năm 2007. ^ Võ Nguyên Giáp (10 tháng 9 năm 2007). “Đại tướng Võ Nguyên Giáp viết bài về giáo dục”. Vietnamnet. Bản gốc lưu trữ ngày 7 tháng 10 năm 2013. Truy cập ngày 21 tháng 6 năm 2011. ^ “Tướng Giáp đề nghị dừng dự án bauxite”. BBC tiếng Việt. 18 tháng 1 năm 2009. Bản gốc lưu trữ ngày 27 tháng 6 năm 2009. ^ “Các đồng chí lãnh đạo, nguyên lãnh đạo Đảng, Nhà nước đi bầu cử”. Báo điện tử Đảng Cộng sản Việt Nam. 22 tháng 5 năm 2011. Bản gốc lưu trữ ngày 4 tháng 10 năm 2013. ^ Nguyễn Tấn Tuân (25 tháng 7 năm 2011). “Lãnh đạo Bộ Quốc phòng thăm Đại tướng Võ Nguyên Giáp và Bệnh viện Trung ương Quân đội 108”. Quân đội nhân dân. Bản gốc lưu trữ ngày 5 tháng 10 năm 2013. ^ a b c David Lamb (4 tháng 10 năm 2013). “Vo Nguyen Giap dies at 102; Vietnamese general led North to victory”. Los Angeles Times. Bản gốc lưu trữ ngày 12 tháng 5 năm 2019. ^ a b Nguyễn Hưng; Quý Đoàn; Hoàng Thùy (4 tháng 10 năm 2013). “Đại tướng Võ Nguyên Giáp qua đời”. VnExpress. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Nguyễn Hưng (5 tháng 10 năm 2013). “Đại tướng Võ Nguyên Giáp sẽ yên nghỉ tại quê nhà Quảng Bình”. VnExpress. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Trần Văn (7 tháng 10 năm 2013). “Sẽ an táng Đại tướng ở Vũng Chùa - Đảo Yến”. Vietnamnet. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Bá Kiên (22 tháng 12 năm 2004). “Bài 8: Vị đại tướng đầu tiên và những kỷ vật vô giá”. Những chuyện chưa biết về các kỷ vật của tướng lĩnh Việt Nam. báo Tiền Phong. Truy cập ngày 11 tháng 10 năm 2013. ^ “Giới thiệu về huân chương Hồ Chí Minh”. Ban thi đua - Khen thưởng Trung ương. 7 tháng 7 năm 2011. Bản gốc (Aspx) lưu trữ ngày 11 tháng 10 năm 2013. Truy cập ngày 11 tháng 10 năm 2013. Đại tướng Võ Nguyễn Giáp là người đầu tiên được tặng thưởng Huân chương Hồ Chí Minh và cũng là người được tặng thưởng lần hai (lần thứ nhất năm 1950 và lần thứ hai năm 1979). ^ Sắc lệnh phong hàm Đại tướng Võ Nguyên Giáp của Chủ tịch Hồ Chí Minh RadioVN Lưu trữ 2013-10-16 tại Wayback Machine ^ a b Đại tướng Võ Nguyên Giáp – Nhà chỉ huy quân sự tài ba Lưu trữ 2016-03-26 tại Wayback Machine Tạp chí Thi đua Khen thưởng. ^ TTXVN (ngày 28 tháng 10 năm 2010). “Trao tặng đại tướng Võ Nguyên Giáp huy hiệu 70 năm tuổi Đảng”. Báo Tuổi trẻ Online. Bản gốc lưu trữ ngày 18 tháng 11 năm 2010. Truy cập ngày 22 tháng 12 năm 2010. ^ “Hội Khoa học Lịch sử Việt Nam qua các kỳ Đại hội”. Website Hội Khoa Học Lịch sử Việt Nam. 7 tháng 11 năm 2010. Bản gốc lưu trữ ngày 29 tháng 10 năm 2013. Truy cập ngày 24 tháng 10 năm 2013. ^ Trọng Thành (6 tháng 10 năm 2013). “Huyền thoại Võ Nguyên Giáp qua góc nhìn sử học”. Đài phát thanh quốc tế Pháp tiếng Việt. Bản gốc lưu trữ ngày 9 tháng 4 năm 2016. Truy cập ngày 31 tháng 10 năm 2016. ^ Hương Lê (12 tháng 10 năm 2013). “Đại tướng là Chủ tịch danh dự muôn đời của chúng tôi”. Quảng Bình Online. Bản gốc lưu trữ ngày 17 tháng 10 năm 2013. Truy cập ngày 17 tháng 10 năm 2013. ^ P.T (12 tháng 10 năm 2013). “Lãnh đạo TƯ Hội Khuyến học viếng Đại tướng Võ Nguyên Giáp”. Dân trí. Bản gốc lưu trữ ngày 1 tháng 11 năm 2016. Truy cập ngày 31 tháng 10 năm 2016. ^ Anh Phong (14 tháng 10 năm 2013). “Nhớ kỷ niệm được gặp Đại tướng Võ Nguyên Giáp”. Thừa Thiên Huế Online. Bản gốc lưu trữ ngày 17 tháng 10 năm 2013. ^ Thu Hà (7 tháng 10 năm 2013). “Đại tướng Võ Nguyên Giáp, người \"truyền lửa\" cho sự nghiệp giáo dục”. Quân đội nhân dân Online. Bản gốc lưu trữ ngày 13 tháng 5 năm 2021. ^ TTXVN (13 tháng 10 năm 2013). “Những dấu mốc cuộc đời Đại tướng Võ Nguyên Giáp”. Tuổi trẻ Online. Bản gốc lưu trữ ngày 13 tháng 5 năm 2021. ^ “Võ Nguyên Giáp - Tư lệnh của các tư lệnh!”. Tiền Phong. 5 tháng 10 năm 2013. Bản gốc lưu trữ ngày 16 tháng 10 năm 2013. ^ Currey 1997, tr. 55 ^ a b c d e Tiên Long (9 tháng 10 năm 2013). “Những cái tên trong cuộc đời Tướng Giáp”. Báo điện tử VnExpress. Bản gốc lưu trữ ngày 22 tháng 10 năm 2013. Truy cập ngày 24 tháng 10 năm 2013. ^ “Thượng tướng Hoàng Minh Thảo: Vẫn nguyên vẹn người lính thời binh lửa”. báo Diễn đàn Doanh nghiệp. 6 tháng 9 năm 2007. Bản gốc lưu trữ ngày 18 tháng 9 năm 2008. Truy cập ngày 14 tháng 4 năm 2011. ^ a b c d Gabriel Domínguez (7 tháng 10 năm 2013). “Vo Nguyen Giap - 'A master of revolutionary war'”. DW. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Lê Đỗ Huy (20 tháng 11 năm 2013). “Tướng Giáp đã tiên liệu mọi chuyện”. Báo điện tử Vietnamnet. Bản gốc lưu trữ ngày 1 tháng 11 năm 2016. Truy cập ngày 31 tháng 10 năm 2016. ^ Joseph R. Gregory (ngày 4 tháng 10 năm 2013). “Gen. Vo Nguyen Giap, Who Ousted U.S. From Vietnam, Is Dead”. The New York Times. Bản gốc lưu trữ ngày 7 tháng 10 năm 2013. Truy cập ngày 5 tháng 10 năm 2013. ^ Richard Cavendish (tháng 5 năm 2004). “The Fall of Dien Bien Phu”. History Today. 54 (5). Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. Truy cập ngày 13 tháng 12 năm 2019. ^ Chris Brummit; Margie Mason (4 tháng 10 năm 2013). “Legendary Vietnam Gen. Vo Nguyen Giap Dies”. Time. Lưu trữ bản gốc ngày 7 tháng 10 năm 2013. ^ Võ Nguyên Giáp 2000, Chương 4: Quyết định khó khăn nhất ^ James Hookway (ngày 5 tháng 10 năm 2013). “Võ Nguyên Giáp - người làm chuyển dịch dòng chảy lịch sử”. Tuổi trẻ Online. Bản gốc lưu trữ ngày 6 tháng 10 năm 2013. Truy cập ngày 5 tháng 10 năm 2013. ^ a b “Bài phỏng vấn giáo sư Fredrik Logevall của đài CNN về Đại tướng Võ Nguyên Giáp”. Bản gốc lưu trữ ngày 15 tháng 10 năm 2013. Truy cập ngày 15 tháng 10 năm 2013. ^ Currey 2013, tr. 236 ^ a b c d Trần Chiến Thắng (23 tháng 12 năm 2007). “Bản sao đã lưu trữ”. Báo Tuổi trẻ Cuối tuần. Bản gốc lưu trữ ngày 17 tháng 10 năm 2013. Truy cập ngày 7 tháng 10 năm 2013. Đã định rõ hơn một tham số trong |tên bài= và |title= (trợ giúp); Đã định rõ hơn một tham số trong |url lưu trữ= và |archive-url= (trợ giúp); Đã định rõ hơn một tham số trong |ngày lưu trữ= và |archive-date= (trợ giúp); Đã định rõ hơn một tham số trong |ngày truy cập= và |access-date= (trợ giúp) ^ a b c Song Long (5 tháng 10 năm 2013). “Đại tướng Võ Nguyên Giáp trong mắt các học giả quốc tế”. VnExpress. Bản gốc lưu trữ ngày 27 tháng 9 năm 2019. ^ a b “Võ Nguyên Giáp - người làm chuyển dịch dòng chảy lịch sử”. Tuổi trẻ Online. 5 tháng 10 năm 2013. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Currey 2013, Chương 23: Đánh giá ^ John Simkin (tháng 9 năm 1997). “Vo Nguyen Giap”. Spartacus Educational. Bản gốc lưu trữ ngày 11 tháng 6 năm 2020. ^ Currey 2013, tr. 156 ^ “60 Years of Asian Heroes”. TIME Magazine. Lưu trữ bản gốc ngày 7 tháng 12 năm 2006. ^ Dương Trung Quốc (21 tháng 8 năm 2010). “Về vị Đại tướng tròn 100 tuổi”. Lao động. Bản gốc lưu trữ ngày 26 tháng 11 năm 2012. Truy cập ngày 21 tháng 6 năm 2011. ^ “Tướng Giáp từ trần là tổn thất với Venezuela”. VnExpress.net. 7 tháng 10 năm 2013. Bản gốc lưu trữ ngày 11 tháng 10 năm 2013. Truy cập ngày 8 tháng 10 năm 2013. ^ Vân Sam (8 tháng 10 năm 2013). “Sách hay về Tướng Giáp”. Vietnamnet. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Đặng Việt Thủy (7 tháng 9 năm 2010). “Sách mới: Tổng tập hồi ký của Đại tướng Võ Nguyên Giáp”. Nhân dân điện tử. Bản gốc lưu trữ ngày 13 tháng 12 năm 2019. ^ Lệ Giang (ngày 12 tháng 8 năm 2014). “Trường Chuyên Quảng Bình mang tên Đại tướng Võ Nguyên Giáp”. Giáo dục Việt Nam. Hiệp hội các Trường đại học, cao đẳng Việt Nam. Bản gốc lưu trữ ngày 10 tháng 3 năm 2017. Truy cập ngày 3 tháng 7 năm 2015. ^ Bá Đô; Hùng Thập (ngày 29 tháng 8 năm 2017). “Tuyến đường 6.700 tỷ, năm tầng cây xanh đẹp nhất Hà Nội”. VnExpress. Bản gốc lưu trữ ngày 12 tháng 5 năm 2019. ^ Đức Thành; Hoài Thương (9 tháng 11 năm 2015). “Trà Vinh có tên đường Võ Nguyên Giáp, Võ Văn Kiệt, Nguyễn Thiện Thành”. Tuổi trẻ Online. Bản gốc lưu trữ ngày 14 tháng 11 năm 2015. ^ “Nghị quyết 01\/2020\/NQ-HĐND về việc đặt tên đường và công trình công cộng trên địa bàn thành phố Hải Phòng”. Bản gốc lưu trữ ngày 13 tháng 5 năm 2021. Danh mục[sửa | sửa mã nguồn] Võ Nguyên Giáp (2000). Điện Biên Phủ - điểm hẹn lịch sử. Nhà xuất bản Quân đội nhân dân. Võ Nguyên Giáp (2009). Những năm tháng không thể nào quên. Nhà xuất bản Trẻ. Currey, Cecil B. (1997). Victory at Any Cost: The Genius of Viet Nam's Gen. Vo Nguyen Giap. University of Nebraska Press. ISBN 1612340105. Currey, Cecil B. (2013). Chiến thắng bằng mọi giá. Nhà xuất bản Thế giới. Trần Trọng Kim (1969). Một cơn gió bụi. Vĩnh Sơn. Duiker, William J. (2001). Ho Chi Minh. A life (bằng tiếng Anh). Hyperion. ISBN 978-0786887019. Nohlen, D; Grotz, F; Hartmann, C (2001). Elections in Asia: A data handbook. II. ISBN 0-19-924959-8. Nguyễn Khoa Điềm (2002). Lê Duẩn một nhà lãnh đạo lỗi lạc, một tư duy sáng tạo lớn của cách mạng Việt Nam. Hà Nội: Nhà xuất bản Chính trị quốc gia. OCLC 50399651. Phạm Văn Quyền (2006). 60 năm Công an nhân dân Việt Nam. Nhà xuất bản Công an nhân dân. Patti, Archimedes L.A (2008). Why Vietnam. Nhà xuất bản Đà Nẵng. Zumwalt, James G. (2011). Chân trần chí thép. Nhà xuất bản tổng hợp thành phố Hồ Chí Minh. Marr, David G. (2013). Vietnam: State, War, and Revolution (1945–1946). California: University of California Press. Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Võ Nguyên Giáp. Võ Nguyên Giáp tại Từ điển bách khoa Việt Nam GIAP VÔ NGUYÊN (1911-2013) trên Encyclopædia Universalis Võ Nguyên Giáp tại Encyclopædia Britannica (tiếng Anh) Vô Nguyên Giap trên Grand Larousse encyclopédique Nguyen Giap Vo trên IMDb Bài tham luận của Đại tướng Võ Nguyên Giáp cho Hội thảo khoa học: Đại thắng mùa Xuân 1975 – Bản lĩnh và trí tuệ Việt Nam do Bộ Quốc phòng, Thành ủy Thành phố Hồ Chí Minh, Ban Tư tưởng – Văn hóa Trung ương tổ chức ngày 14 và 15-4-2005: Cuộc kháng chiến chống Mỹ cứu nước, thắng lợi vĩ đại, bài học lịch sử Lời kêu gọi của Đại tướng Võ Nguyên Giáp chống bành trướng Bắc Kinh năm 1979: Nhân dân Việt Nam nhất định thắng lợi, giặc Trung Quốc xâm lược nhất định thất bại Currey Cecil B, Senior General Vo Nguyen Giap Remembers, Cecil B Currey, Journal of Third World Studies, Fall 2003 Tiêu đề chuẩn BNE: XX1484833 BNF: cb120196412 (data) CANTIC: a11223261 CiNii: DA04447423 GND: 118694634 ISNI: 0000 0001 2018 8758 LCCN: n80036581 MBA: 0fb0bd98-e926-4516-909c-4d29960f2c5c NDL: 00459829 NKC: jn20040202027 NLG: 102314 NLK: KAC201763741 NLP: A20841425 NTA: 075164469 PLWABN: 9810644410705606 SELIBR: 100091 SNAC: w6sx96f0 SUDOC: 028341112 VIAF: 111084565 WorldCat Identities: lccn-n80036581 hiện x t s Chiến dịch Điện Biên Phủ Nhân vật liên quan Võ Nguyên Giáp Christian de Castries Hoàng Văn Thái Henri Navarre Đặng Kim Giang René Cogny Lê Liêm Jean Gilles Trần Đăng Ninh Sự chuẩn bị Cuộc hành quân Castor Chiến dịch Lai Châu Pháo binh Hậu cần Vòng vây Điện Biên Phủ Không vận Trận đánh Him Lam Đồi Độc Lập Bản Kéo Đồi A1 Đồi 106 Đồi E Sân bay Đồi 105 Đồi 206 Đồi 206B Đồi 505 Đồi 505A Đồi 506 Đồi C1 Đồi C2 Đồi 508 Đồi 311A Đồi 311B Đồi 310 Đồi A3 Đồi 311 Đồi 507 Đồi 508 Mường Thanh Hồng Cúm Kế hoạch phá vây Cuộc hành quân Vautour Cuộc hành quân Vulture Cuộc hành quân Condor hiện x t s Ủy viên Bộ Chính trị khóa I Trường Chinh Hoàng Văn Thụ Hoàng Quốc Việt Sau Cách mạng Tháng Tám: Hồ Chí Minh Võ Nguyên Giáp Hoàng Quốc Việt Lê Đức Thọ Nguyễn Lương Bằng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa II Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Hoàng Quốc Việt Võ Nguyên Giáp Nguyễn Chí Thanh Bầu bổ sung: Lê Đức Thọ Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Phạm Hùng Ủy viên dự khuyết: Lê Văn Lương I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa III Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Lê Đức Thọ Phạm Hùng Võ Nguyên Giáp Nguyễn Chí Thanh Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Văn Tiến Dũng Trần Quốc Hoàn I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Bộ trưởng Bộ Quốc phòng Việt Nam Chu Văn Tấn (1945–1946) Phan Anh (1946) Võ Nguyên Giáp (1946–1947) Tạ Quang Bửu (1947–1948) Võ Nguyên Giáp (1948–1981) Trần Nam Trung¹ (1969–1976) Văn Tiến Dũng (1981–1986) Lê Đức Anh (1987–1991) Đoàn Khuê (1991–1997) Phạm Văn Trà (1997–2006) Phùng Quang Thanh (2006–2016) Ngô Xuân Lịch (2016–2021) Phan Văn Giang (2021–) ¹ Bộ trưởng Chính phủ Cộng hòa miền Nam Việt Nam hiện x t s Bộ trưởng Bộ Nội vụ Việt Nam Võ Nguyên Giáp (1945–1946) Huỳnh Thúc Kháng (1946–1947) Tôn Đức Thắng (1947) Phan Kế Toại (1947–1955; 1955–1963) Ung Văn Khiêm (1963–1971) Dương Quốc Chính (1971–1975) Phùng Văn Cung¹ (1969–1976) Vũ Trọng Kiên (1979–1988) Trần Công Tuynh (1988–1989) Phan Ngọc Tường (1989–1996) Đỗ Quang Trung (1996–2007) Trần Văn Tuấn (2007–2011) Nguyễn Thái Bình (2011–2016) Lê Vĩnh Tân (2016–2021) Phạm Thị Thanh Trà (2021–) In nghiêng: Quyền Bộ trưởng ¹ Bộ trưởng Chính phủ Cộng hòa miền Nam Việt Nam hiện x t s Bộ trưởng Bộ Khoa học và Công nghệ Việt Nam Trường Chinh (1958–1960) Võ Nguyên Giáp (1960–1963) Nguyễn Duy Trinh (1963–1965) Trần Đại Nghĩa (1965–1977) Trần Quỳnh (1977–1980) Lê Khắc (1980–1982) Đặng Hữu (1982–1996) Phạm Gia Khiêm (1996–1997) Chu Tuấn Nhạ (1997–2002) Hoàng Văn Phong (2002–2011) Nguyễn Quân (2011–2016) Chu Ngọc Anh (2016–2020) Huỳnh Thành Đạt (2020–) hiện x t s Đại tướng Quân đội nhân dân Việt Nam Võ Nguyên Giáp (1948) Nguyễn Chí Thanh (1959) Văn Tiến Dũng (1974) Hoàng Văn Thái (1980) Chu Huy Mân (1982) Lê Đức Anh (1984) Lê Trọng Tấn (1984) Đoàn Khuê (1990) Nguyễn Quyết (1990) Phạm Văn Trà (2003) Lê Văn Dũng (2007) Phùng Quang Thanh (2007) Đỗ Bá Tỵ (2015) Ngô Xuân Lịch (2015) Lương Cường (2019) Phan Văn Giang (2021) hiện x t s Bí thư Quân ủy Trung ương Việt Nam Võ Nguyên Giáp (1946–1977) Lê Duẩn (1978–1984) Văn Tiến Dũng (1984–1986) Trường Chinh (1986) Nguyễn Văn Linh (1987–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Võ_Nguyên_Giáp&oldid=69999481” Thể loại: Chiến dịch Điện Biên Phủ Bộ trưởng Bộ Quốc phòng Việt Nam Bộ trưởng Bộ Nội vụ Việt Nam Bộ trưởng Bộ Khoa học và Công nghệ Việt Nam Đại tướng Quân đội nhân dân Việt Nam Bí thư Quân ủy Trung ương Việt Nam Sinh năm 1911 Mất năm 2013 Võ Nguyên Giáp Sinh tại Lệ Thủy, Quảng Bình Nhà cách mạng Việt Nam Phó Thủ tướng Việt Nam Đại biểu Quốc hội Việt Nam khóa I Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa IV Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa II Quảng Bình Đại biểu Quốc hội Việt Nam khóa III Quảng Bình Đại biểu Quốc hội Việt Nam khóa IV Quảng Bình Đại biểu Quốc hội Việt Nam khóa V Quảng Bình Đại biểu Quốc hội Việt Nam khóa VI Quảng Bình Đại biểu Quốc hội Việt Nam khóa VII Quảng Bình Học sinh Quốc học Huế Huân chương Sao Vàng Huân chương Hồ Chí Minh Huân chương Quân công hạng Nhất Huân chương Chiến thắng Huy hiệu 70 năm tuổi Đảng Cộng sản Việt Nam Tân Việt Cách mệnh Đảng Người thọ bách niên Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Quân nhân trong Chiến tranh Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhà dân tộc chủ nghĩa Việt Nam Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1940 Tướng lĩnh Quân đội nhân dân Việt Nam người Quảng Bình Cựu học sinh Trung học Albert Sarraut Người họ Võ tại Việt Nam Thể loại ẩn: Nguồn CS1 tiếng Pháp (fr) Bài có liên kết hỏng Nguồn CS1 tiếng Anh (en) Lỗi CS1: tham số không rõ Bản mẫu webarchive dùng liên kết wayback Lỗi CS1: liên kết ngoài Lỗi CS1: tham số thừa CS1: giá trị quyển dài Bài viết có văn bản tiếng Việt nêu rõ Bài viết sử dụng pull quote có nguồn Bài viết chứa nhận dạng BNE Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng CANTIC Bài viết chứa nhận dạng CINII Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng MusicBrainz Bài viết chứa nhận dạng NDL Bài viết chứa nhận dạng NKC Bài viết chứa nhận dạng NLG Bài viết chứa nhận dạng NLK Bài viết chứa nhận dạng NLP Bài viết chứa nhận dạng NTA Bài viết chứa nhận dạng PLWABN Bài viết chứa nhận dạng SELIBR Bài viết chứa nhận dạng SNAC-ID Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 20 tháng 5 năm 2023, 11:16. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}