{"Võ Chí Công":"Võ Chí Công – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Bắt đầu hoạt động cách mạng 3Lãnh đạo phong trào ở Trung Kỳ 4Công tác ở Khu ủy Khu V 5Hoạt động trong chính phủ thống nhất 6Qua đời và lễ tang 7Tác phẩm 8Vinh danh 9Chú thích 10Liên kết ngoài Võ Chí Công 29 ngôn ngữ العربية Asturianu Bahasa Indonesia Bân-lâm-gú Català Dansk Deutsch English Español فارسی Français 한국어 Ido Italiano עברית Lietuvių Nederlands 日本語 Norsk bokmål ភាសាខ្មែរ Polski Português Runa Simi Русский Simple English Suomi ไทย Українська 中文 20 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Võ Chí Công Võ Chí Công năm 1991 Chức vụ Cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 27 tháng 6 năm 1991 – 29 tháng 12 năm 1997 6 năm, 185 ngày Tiền nhiệm Trường Chinh Kế nhiệm Lê Đức Anh Chủ tịch Hội đồng Nhà nước Nhiệm kỳ 18 tháng 6 năm 1987 – 23 tháng 9 năm 1992 5 năm, 97 ngày Tiền nhiệm Trường Chinh Kế nhiệm Lê Đức Anh Vị trí Việt Nam Phó Chủ tịch Hội đồng Nhà nước Nguyễn Hữu Thọ Huỳnh Tấn Phát Nguyễn Thị Định Lê Quang Đạo Đàm Quang Trung Nguyễn Quyết Chủ tịch Hội đồng Quốc phòng và An ninh Tổng tư lệnh các Lực lượng Vũ trang Nhân dân Việt Nam Nhiệm kỳ 18 tháng 6 năm 1987 – 22 tháng 9 năm 1992 5 năm, 96 ngày Tiền nhiệm Trường Chinh Kế nhiệm Lê Đức Anh Phó Chủ tịch Phạm Hùng Đỗ Mười Phó Chủ tịch Hội đồng Bộ trưởng Nhiệm kỳ 21 tháng 6 năm 1986 – 22 tháng 6 năm 1987 1 năm, 1 ngày Tiền nhiệm Tố Hữu Vị trí Việt Nam Thường trực Ban Bí thư Nhiệm kỳ 31 tháng 3 năm 1982 – 21 tháng 6 năm 1986 4 năm, 82 ngày Tiền nhiệm Lê Thanh Nghị Kế nhiệm Nguyễn Văn Linh Bộ trưởng Bộ Nông nghiệp Nhiệm kỳ 30 tháng 7 năm 1977 – 23 tháng 2 năm 1979 1 năm, 208 ngày Tiền nhiệm Võ Thúc Đồng Kế nhiệm Nguyễn Ngọc Trìu Vị trí Việt Nam Ủy viên Bộ Chính trị Nhiệm kỳ 27 tháng 12 năm 1976 – 27 tháng 6 năm 1991 14 năm, 182 ngày Phó Thủ tướng Chính phủ Phó Chủ tịch Hội đồng Bộ trưởng Nhiệm kỳ 2 tháng 7 năm 1976 – 23 tháng 4 năm 1982 5 năm, 295 ngày Kế nhiệm Vũ Đình Liệu Vị trí Việt Nam Bộ trưởng Bộ Hải sản Nhiệm kỳ 2 tháng 7 năm 1976 – 28 tháng 2 năm 1977 241 ngày Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Quang Lâm Đại biểu Quốc hội khóa VI, VII, VIII Nhiệm kỳ 24 tháng 6 năm 1976 – 19 tháng 7 năm 1992 16 năm, 85 ngày Vị trí Việt Nam Phó Chủ tịch Mặt trận Dân tộc Giải phóng miền Nam Việt Nam Nhiệm kỳ 1962 – 1976 Chủ tịch Đảng Nhân dân Cách mạng Việt Nam Nhiệm kỳ 1962 – 1975 Thông tin chung Sinh (1912-08-07)7 tháng 8, 1912 Tam Kỳ, Quảng Nam, Liên bang Đông Dương Mất 8 tháng 9, 2011(2011-09-08) (99 tuổi) Thành phố Hồ Chí Minh, Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Phan Thị Nể Võ Chí Công (7 tháng 8 năm 1912 – 8 tháng 9 năm 2011) tên khai sinh là Võ Toàn, bí danh Năm Công, là một cựu chính khách của Việt Nam. Ông là Chủ tịch nước thứ 3 của Việt Nam (có lúc gọi là Chủ tịch Hội đồng Nhà nước Việt Nam) từ năm 1987 đến năm 1992. Trước đó ông từng là Bộ trưởng Bộ Nông nghiệp (1977–1979), Bộ trưởng Bộ Hải sản (1976–1977).[1] Trong thời kỳ Chiến tranh Việt Nam, ông là Phó Bí thư Trung ương Cục miền Nam (1961–1975), Phó Chủ tịch Thường trực Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (1962–1976), Chủ tịch Đảng Nhân dân Cách mạng Việt Nam (1962–1975). Thân thế[sửa | sửa mã nguồn] Ông tên thật là Võ Toàn, sinh ngày 7 tháng 8 năm 1912, tại làng Tam Mỹ, tổng Phú Quý, phủ Tam Kỳ, nay là thôn Khương Mỹ, xã Tam Xuân I, huyện Núi Thành, tỉnh Quảng Nam[2]. Cha ông là cụ Võ Nghiệm, một nhà nho yêu nước, về sau cũng là một đảng viên Cộng sản trong chi bộ do con trai mình làm bí thư, được nhà nước Việt Nam truy tặng là Liệt sĩ. Mẹ ông là Nguyễn Thị Thân, về sau được nhà nước Việt Nam truy tặng danh hiệu Bà mẹ Việt Nam anh hùng. Do sinh trưởng trong một gia đình nhà nho, từ nhỏ, ông được giáo dục về tinh thần dân tộc yêu nước và chịu ảnh hưởng của nhiều chí sĩ đất Quảng như Hoàng Diệu, Trần Quý Cáp, Phan Châu Trinh, Huỳnh Thúc Kháng... và các phong trào đấu tranh chống thuế, đòi dân sinh, dân chủ của dân chúng vùng Nam Trung Kỳ.[3] Bắt đầu hoạt động cách mạng[sửa | sửa mã nguồn] Từ năm 1930 đến 1934, ông tham gia hoạt động trong các phong trào thanh niên do những người Cộng sản tổ chức. Năm 1935, ông gia nhập Đảng Cộng sản Đông Dương và năm 1936, ông được cử làm Bí thư chi bộ ghép một số xã thuộc Huyện Tam Kỳ, trong đó có nhiều người thân trong gia tộc ông, kể cả cha ông là cụ Võ Nghiệm. Bấy giờ, do tác động của chính phủ Mặt trận Bình dân (Pháp), nhiều đảng viên Cộng sản hoạt động công khai. Tuy nhiên, sau khi chính phủ Mặt trận Bình dân đổ, chính quyền thực dân Pháp đàn áp mạnh mẽ các phong trào dân chủ ở thuộc địa. Nhiều lãnh đạo Cộng sản bị bắt và cơ sở tan vỡ. Bản thân ông cũng bị truy lùng, phải giả làm người bán thuốc lá dạo vừa để lẩn trốn, vừa giữ gìn và xây dựng lại cơ sở. Đầu năm 1939, ông được cử làm Bí thư Huyện ủy Tam Kỳ.[4] Lãnh đạo phong trào ở Trung Kỳ[sửa | sửa mã nguồn] Tháng 8 năm 1939, Bí thư Tỉnh ủy Quảng Nam là Nguyễn Đức Thiệu bị bắt cùng với nhiều cán bộ Tỉnh ủy. Tỉnh ủy Quảng Nam gần như ngưng hoạt động. Tháng 3 năm 1940, một Tỉnh ủy lâm thời Quảng Nam được thành lập và ông được bầu làm Bí thư. Tháng 10 năm 1940, ông Hồ Tỵ thay ông giữ chức Bí thư.[cần dẫn nguồn] Tháng 10 năm 1941, ông được cử vào Xứ ủy Trung Kỳ vừa được tái lập[5], được phân công phụ trách các tỉnh từ Đà Nẵng đến Phú Yên. Đầu năm 1942, chính quyền thực dân Pháp khủng bố phong trào cách mạng các tỉnh miền Trung, nhiều cán bộ Xứ uỷ Trung kỳ và các tỉnh bị bắt, một số tạm chuyển vùng hoạt động để bắt liên lạc với cấp trên. Bản thân ông phải lánh vào các tỉnh cực nam Trung Bộ, sau đó tiếp tục lên Đà Lạt xây dựng cơ sở.[6] Tháng 6 năm 1942, Bí thư Tỉnh ủy Quảng Nam là Trương Hoàn bị bắt, bị chính quyền thực dân kết án 20 năm tù giam, đày lên Buôn Ma Thuột.[cần dẫn nguồn] Ông được điều về giữ chức Bí thư Tỉnh ủy Quảng Nam lần thứ 2. Tháng 8 năm 1942, Liên Tỉnh Thành ủy Quảng Nam – Hội An – Đà Nẵng được thành lập và sau Hội nghị 16 tháng 1 năm 1943 thì 3 đảng bộ hợp nhất thành Đảng bộ Quảng Nam. Ông được bầu làm Bí thư của Đảng bộ Quảng Nam mới.[7] Tháng 10 năm 1943, do sự phản bội của một tỉnh ủy viên tên Cao Tiến Khai, ông và một số cán bộ tỉnh ủy là Nguyễn Sắc Kim và Lê Bá bị chính quyền thực dân Pháp bắt giam. Ông bị kết án tù chung thân, sau đó giảm xuống 25 năm tù giam ở nhà lao Hội An, sau đó chuyển sang đi đày ở Buôn Ma Thuột[8], bị giam cấm cố (khám số 2) không cho giao tiếp với ai.[4] Công tác ở Khu ủy Khu V[sửa | sửa mã nguồn] Ngày 9 tháng 3 năm 1945, Nhật đảo chính Pháp tại Đông Dương. Để mị dân, lôi kéo người Việt Nam ủng hộ sự cai trị của Nhật, quân đội Nhật đã cho thả nhiều tù chính trị, trong đó có cả Võ Toàn. Sau khi được trả tự do, ông về Quảng Nam, được phân công vào Ban Cứu quốc của Tỉnh bộ Việt Minh Quảng Nam, làm Trưởng ban khởi nghĩa, chuẩn bị cướp chính quyền.[9] Do nỗ lực của ông và các đồng chí, cũng như chủ động nhanh nhạy, khởi nghĩa giành chính quyền ở Quảng Nam, khởi đầu từ Hội An, diễn ra ngày 17 tháng 8 năm 1945. Quảng Nam trở thành một trong 4 tỉnh giành được chính quyền sớm nhất cả nước.[3] Sau khi Cách mạng tháng 8 thành công, ông được cử làm Trưởng ty Tư pháp tỉnh Quảng Nam – Đà Nẵng. Khi Pháp tái chiếm Đông Dương, ông được cử làm Chính trị viên Trung đoàn 93. Đầu năm 1946, ông làm Phó ban Tổ chức cán bộ và Thanh tra Quân khu V. Năm 1951, ông làm Bí thư Ban cán sự Đông – Bắc Miên, Khu ủy viên Liên khu V. Tháng 3 năm 1952, ông được cử làm Bí thư Tỉnh ủy Quảng Nam – Đà Nẵng lần thứ 3. Ông giữ chức vụ này đến hết năm 1953. Đầu năm 1954, ông dẫn một đoàn cán bộ lãnh đạo Liên khu 5 ra Bắc học tập kinh nghiệm về cải cách ruộng đất, sau đó được phân công làm Đoàn ủy viên cải cách ruộng đất ở Việt Bắc. Ông được cho là một trong những người đã phát hiện và báo cáo với Trung ương về những sai lầm gây mất đoàn kết ở nông thôn, đồng thời chủ trương không thực hiện cải cách ruộng đất mà chỉ thực hiện giảm tô, hiến ruộng đất. Do động thái này mà Cải cách ruộng đất tạm thời chưa thực hiện triệt để.[8] Sau Hiệp định Genève, 1954, ông được phân công trở lại Khu V, hoạt động bí mật thay vì tập kết ra Bắc, giữ chức Phó Bí thư Khu ủy. Năm 1960, ông ra Bắc và là một trong những người ủng hộ chủ trương chuyển hướng đấu tranh và tham gia xây dựng Nghị quyết 15. Tháng 9 năm 1960, tại Đại hội Đảng toàn quốc lần thứ III, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng, Bí thư Khu ủy Khu V. Ngày 23 tháng 1 năm 1961, Trung ương Cục miền Nam đã được Ban Chấp hành Trung ương Đảng thành lập. Với bí danh Võ Chí Công, hoặc Năm Công, ông được phân công làm Phó bí thư Trung ương Cục. Sau khi Mặt trận Dân tộc Giải phóng miền Nam Việt Nam được thành lập, năm 1962, ông được bầu làm Phó Chủ tịch Ủy ban Trung ương, đại diện của đảng tại Mặt trận. Năm 1964, ông được bổ nhiệm làm Phó Bí thư Trung ương Cục miền Nam, phụ trách Bí thư Khu ủy Khu V, Chính ủy Quân khu V. Năm 1975, ông được cử làm Phó ban Đại diện Trung ương Đảng và Chính phủ ở miền Nam. Hoạt động trong chính phủ thống nhất[sửa | sửa mã nguồn] Chủ tịch Võ Chí Công ký Hiến pháp năm 1992 Từ ngày Việt Nam thống nhất, ông trúng cử đại biểu Quốc hội Việt Nam khóa VI, được cử giữ chức Phó Thủ tướng Việt Nam kiêm Bộ trưởng Bộ Hải sản mới được thành lập, sau khi sáp nhập 2 Tổng cục Thủy sản miền bắc và miền nam. Nhưng ông chỉ làm Bộ trưởng Bộ Hải sản trong vòng 5 tháng, thay thế ông là Nguyễn Văn Lâm. Đến tháng 12 năm 1976, tại Đại hội Đảng Cộng sản Việt Nam IV ông được bầu vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành Trung ương bầu vào Bộ Chính trị, giữ chức Phó Thủ tướng kiêm Bộ trưởng Bộ Nông nghiệp và Trưởng ban Cải tạo nông nghiệp miền Nam. Từ tháng 4 năm 1981, trúng cử Đại biểu Quốc hội Việt Nam khóa VII, được cử làm Phó Chủ tịch Hội đồng Bộ trưởng. Tại Đại hội Đảng Cộng sản Việt Nam V (3\/1982) được bầu lại vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành bầu vào Bộ Chính trị, Bí thư Trung ương Đảng, được phân công làm Thường trực Ban Bí thư. Từ tháng 6 năm 1986, ông được phân công giữ chức Phó Chủ tịch Hội đồng Bộ trưởng. Tại Đại hội Đảng toàn quốc lần thứ VI (12\/1986), được bầu vào Ban Chấp hành Trung ương Đảng và được Ban Chấp hành Trung ương bầu vào Bộ Chính trị. Từ tháng 6 năm 1987 đến tháng 9 năm 1992: Trúng cử đại biểu Quốc hội Việt Nam khoá VIII và được Quốc hội bầu làm Chủ tịch Hội đồng Nhà nước, Chủ tịch Hội đồng Quốc phòng nước Cộng hòa Xã hội Chủ nghĩa Việt Nam. Từ tháng 6 năm 1991 đến tháng 12 năm 1997: là Cố vấn Ban Chấp hành Trung ương Đảng.[10] Qua đời và lễ tang[sửa | sửa mã nguồn] Vào lúc 7h17 ngày 8 tháng 9 năm 2011, Võ Chí Công được xác nhận là đã qua đời khi đang điều trị tại Bệnh viện Thống Nhất, Thành phố Hồ Chí Minh, chỉ sau khi lễ mừng thọ 100 tuổi mới khép lại được 1 tháng. Ông cũng ghi kỷ lục nguyên chủ tịch nước có thời gian sống lâu nhất từ đó tới nay. Ngày 8\/9\/2011, Đài truyền hình Việt Nam đã đưa ra thông cáo về cái chết của ông, qua đó quyết định tổ chức tang lễ dành cho ông theo nghi thức Quốc tang trong 3 ngày (10, 11 và 12 tháng 9 năm 2011). Lễ viếng và lễ truy điệu được tổ chức đồng thời tại ba nơi, là Thủ đô Hà Nội, Hội trường Thống Nhất (nơi đặt linh cữu của ông) và trụ sở Tỉnh ủy Quảng Nam (quê hương ông). Lễ truy điệu tổ chức vào ngày 12 tháng 9 năm 2011, sau đó đến 7h15 cùng ngày, linh cữu của ông được đi an táng tại Nghĩa trang Thành phố Hồ Chí Minh. Tác phẩm[sửa | sửa mã nguồn] \"Trên những chặng đường cách mạng\" (Hồi ký), Nhà xuất bản Chính trị quốc gia, Hà Nội, 2001 Vinh danh[sửa | sửa mã nguồn] Với những đóng góp của mình, ông đã được Nhà nước Việt Nam trao tặng Huân chương Sao vàng năm 1992. Năm 2010, ông được nhà nước Việt Nam trao tặng Huy Hiệu 70 năm tuổi Đảng. Ngày 6 tháng 8 năm 2011, Đảng, nhà nước Việt Nam đã tổ chức lễ mừng thọ 100 tuổi dành cho ông[11]. Một Nhà lưu niệm ông cũng đã được xây dựng tại thôn Khương Mỹ, xã Tam Xuân 1, huyện Núi Thành. Một tập sách mang tên \"Võ Chí Công người con ưu tú của quê hương Quảng Nam – Đà Nẵng\" cũng được xuất bản.[12] Tên ông đặt cho đường phố ở Đà Nẵng (nối Nguyễn Hữu Thọ với Trần Đại Nghĩa), Hà Nội (nối từ cầu Nhật Tân đến đầu đường Hoàng Quốc Việt, đoạn vành đai 2), ở TP.HCM tên ông đặt cho đường vành đai 2 đoạn từ Khu Công nghệ cao quận 9 đến cầu Phú Mỹ. Tại Đà Nẵng và tại quê hương ông có một trường trung học phổ thông mang tên THPT Võ Chí Công nhưng ở huyện Tây Giang, trường còn lại ở quận Ngũ Hành Sơn. Chú thích[sửa | sửa mã nguồn] ^ Báo điện tử Đảng Cộng sản Việt Nam (16\/12\/2009). “Đồng chí Võ Chí Công”. Báo điện tử Đảng Cộng sản Việt Nam. Truy cập ngày 8 tháng 7 năm 2011. Kiểm tra giá trị |url lưu trữ= (trợ giúp); Kiểm tra giá trị ngày tháng trong: |ngày truy cập= và |ngày= (trợ giúp)[liên kết hỏng] ^ Sự ra đời của Đảng bộ tỉnh Quảng Nam[liên kết hỏng] ^ a b “Mừng đồng chí Võ Chí Công tròn tuổi 100”. Bản gốc lưu trữ ngày 26 tháng 12 năm 2011. Truy cập ngày 8 tháng 9 năm 2011. ^ a b “Một chiến sĩ cách mạng kiên trung bất khuất”. Lưu trữ bản gốc ngày 4 tháng 9 năm 2009. Truy cập ngày 4 tháng 9 năm 2009. ^ Người có mặt đúng lúc của lịch sử Đảng bộ Quảng Nam ^ \"Lịch sử Đảng bộ tỉnh Lâm Đồng (1930 - 1975)\", Nhà xuất bản Chính trị Quốc gia, 2008 Lưu trữ 2011-08-29 tại Wayback Machine. ^ “\"Lịch sử Thành phố Đà Nẵng\", Nhà xuất bản Đà Nẵng - 2001”. Bản gốc lưu trữ ngày 25 tháng 7 năm 2011. Truy cập ngày 8 tháng 9 năm 2011. ^ a b “Tóm tắt Tiểu sử Đồng chí Võ Chí Công”. Bản gốc lưu trữ ngày 11 tháng 1 năm 2012. Truy cập ngày 8 tháng 9 năm 2011. ^ Ra tù, lo khởi nghĩa ^ “Mừng đồng chí Võ Chí Công 95 tuổi”. Sài Gòn Giải Phóng. ^ Ông Võ Chí Công tròn 100 tuổi ^ Mừng thọ nguyên Chủ tịch nước Võ Chí Công[liên kết hỏng] Liên kết ngoài[sửa | sửa mã nguồn] Võ Chí Công – người con ưu tú của đất nước VÕ CHÍ CÔNG Lưu trữ 2011-10-11 tại Wayback Machine Ra tù, lo khởi nghĩa Lưu trữ 2013-11-03 tại Wayback Machine Anh Năm Công – một nhà lãnh đạo cách mạng kiên trung, thực tiễn, uyên bác của Đảng Lưu trữ 2013-11-03 tại Wayback Machine Người phá tan âm mưu ám sát đồng chí Võ Chí Công Lưu trữ 2013-09-03 tại Wayback Machine Mừng đồng chí Võ Chí Công tròn tuổi 100 hiện x t s Chủ tịch nước Việt Nam • Danh sách Hồ Chí Minh (1945–1969) Huỳnh Thúc Kháng (1946) Tôn Đức Thắng (1969; 1969–1980) Nguyễn Hữu Thọ (1980–1981) Trường Chinh¹ (1981–1987) Võ Chí Công¹ (1987–1992) Lê Đức Anh (1992–1997) Trần Đức Lương (1997–2006) Nguyễn Minh Triết (2006–2011) Trương Tấn Sang (2011–2016) Trần Đại Quang (2016–2018) Đặng Thị Ngọc Thịnh (2018) Nguyễn Phú Trọng (2018–2021) Nguyễn Xuân Phúc (2021–2023) Võ Thị Ánh Xuân (2023) Võ Văn Thưởng (2023–) ¹ Chủ tịch Hội đồng Nhà nước (Chủ tịch nước tập thể) In nghiêng: Quyền Chủ tịch hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa V Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh Ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VI Nguyễn Văn Linh Võ Chí Công Phạm Hùng Đỗ Mười Võ Văn Kiệt Nguyễn Đức Tâm Nguyễn Cơ Thạch Lê Đức Anh Đồng Sĩ Nguyên Trần Xuân Bách Nguyễn Thanh Bình Mai Chí Thọ Đào Duy Tùng I II III IV V VI VII VIII IX X XI XII Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Võ_Chí_Công&oldid=70047207” Thể loại: Sinh năm 1912 Mất năm 2011 Người Quảng Nam Bộ trưởng Bộ Thủy sản Việt Nam Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam Phó Thủ tướng Việt Nam Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa VIII Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Quảng Nam Huân chương Sao Vàng Mặt trận Dân tộc Giải phóng miền Nam Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Chủ tịch Hội đồng Nhà nước Việt Nam Chủ tịch Hội đồng Quốc phòng nước Cộng hòa xã hội chủ nghĩa Việt Nam Thể loại ẩn: Lỗi CS1: URL Lỗi CS1: ngày tháng Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 28 tháng 5 năm 2023, 06:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}