{"Võ Thanh Khiết":"Võ Thanh Khiết – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp 4Tham khảo 5Liên kết ngoài Võ Thanh Khiết Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Võ Thanh Khiết Tư Khiết Chức vụ Chủ tịch Hội đồng nhân dân tỉnh An Giang Nhiệm kỳ 2004 – 2009 Vị trí Việt Nam Trưởng đoàn đại biểu Quốc hội Việt Nam tỉnh An Giang khóa 12 Bí thư tỉnh ủy An Giang Nhiệm kỳ tháng 12\/2009 – tháng 10\/2010 Kế nhiệm Phan Văn Sáu Vị trí Tỉnh An Giang Thông tin chung Sinh 10 tháng 11, 1952 (70 tuổi) xã Long Phú, thị xã Tân Châu, tỉnh An Giang Đảng chính trị Đảng Cộng sản Việt Nam Cha Võ Thái Bảo Võ Thanh Khiết (bí danh: Tư Khiết, sinh ngày 10 tháng 11 năm 1952[1]) là một chính trị gia người Việt Nam. Ông từng là Chủ tịch Hội đồng nhân dân tỉnh An Giang, Trưởng Đoàn Đại biểu Quốc hội tỉnh An Giang. Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 10 tháng 11 năm 1952 tại xã Long Phú, thị xã Tân Châu, tỉnh An Giang trong một gia đình có truyền thống cách mạng, có nhiều người thoát ly kháng chiến. Cha ông là Võ Thái Bảo, thường được gọi là Tám Sử, có các bí danh khác là Võ Quang Sử, Võ Thái, Thái Quang, Phó Bí thư Tỉnh ủy An Giang, quyền Bí thư Tỉnh ủy An Giang vào đầu năm 1969 đến tháng 9 năm 1969, Bí thư Tỉnh ủy An Giang 12\/1971 - 6\/1974. Cha ông dáng người nho nhã, tính tình khiêm tốn, thương người, lối nói chuyện chậm rãi, từ tốn, tác phong dứt khoát. Cha ông sinh ngày 1 tháng 2 năm 1921 tại xã Long Phú, huyện Tân Châu, tỉnh Châu Đốc, bên dòng kênh Vĩnh An.[2] Cha và anh của ông đều tham gia kháng chiến. Ông là người dân tộc Kinh, không theo tôn giáo nào.[1][3] Giáo dục[sửa | sửa mã nguồn] Ông có bằng Kĩ sư cơ khí và bằng Cao cấp lí luận chính trị.[1] Sự nghiệp[sửa | sửa mã nguồn] Thuở nhỏ, ông học ở trường Tân Châu.[3] Tháng 8\/1968, cha ông đồng ý cho ông được thoát ly hoạt động cách mạng.[3] Ông nhận nhiệm vụ làm văn thư ở Phòng Tham mưu Tỉnh Đội tỉnh An Giang.[3] Tháng 5\/1969, ông được tổ chức đưa đi học cơ yếu 3 tháng rồi về làm công tác cơ yếu Tỉnh Đội An Giang cho đến hết năm 1971.[3] Tại đây, ông được kết nạp vào Đảng Cộng sản Việt Nam vào ngày 4 tháng 3 năm 1972.[1] Tháng 1\/1972, ông được Tỉnh ủy An Giang đưa ra Hà Nội học tập cùng con em các lãnh đạo cho đến sau ngày chế độ Sài Gòn sụp đổ.[3] Từ tháng 10\/1975 đến tháng 8\/1980, ông học trường Đại học Bách Khoa thành phố Hồ Chí Minh.[3] Ra trường, ông theo học khóa sĩ quan dự bị 4 tháng tại Quân khu 7, Quân đội nhân dân Việt Nam.[3] Từ tháng 1\/1981 đến tháng 10\/1982, ông là cán bộ nghiên cứu Khối công nghiệp của Văn phòng Ủy ban nhân dân tỉnh An Giang.[3] Từ tháng 11\/1982 đến tháng 12\/1991, ông công tác tại Xí nghiệp Cơ khí tỉnh với các nhiệm vụ Trưởng phòng Kỹ thuật - Kế hoạch, Phó Giám đốc và giữ chức vụ Giám đốc từ năm 1987.[3] Tại Đại hội Đảng bộ tỉnh An Giang lần thứ 4, ông được bầu vào Tỉnh ủy (Tỉnh ủy viên dự khuyết) lúc còn trẻ (34 tuổi).[3] Ông đã tham gia Tỉnh ủy An Giang liên tục 5 nhiệm kỳ, trong đó có 2 nhiệm kỳ là Thường vụ Tỉnh ủy An Giang.[3] Từ tháng 1\/1992 đến tháng 1\/1993, ông là Phó Ban Tổ chức Tỉnh ủy An Giang.[3] Từ tháng 2\/1993 đến tháng 7\/1998, ông là Giám đốc Sở Xây dựng tỉnh An Giang.[3] Từ tháng 8\/1998 đến tháng 1\/2001, ông là Bí thư Thành ủy Long Xuyên.[3] Từ tháng 2\/2001 đến tháng 12\/2009, ông là Trưởng Ban Tổ chức Tỉnh ủy, Phó Bí thư Tỉnh ủy kiêm Chủ tịch Hội đồng nhân dân tỉnh và Trưởng Đoàn Đại biểu Quốc hội tỉnh An Giang.[3] Từ tháng 12\/2009 đến tháng 10\/2010, ông được bầu làm Bí thư Tỉnh ủy An Giang thay ông Nguyễn Hoàng Việt nhận nhiệm vụ Phó Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam.[3] Tham khảo[sửa | sửa mã nguồn] ^ a b c d “Đại biểu Quốc hội Việt Nam khóa 12 Võ Thanh Khiết”. Quốc hội Việt Nam. Lưu trữ bản gốc ngày 28 tháng 11 năm 2017. Truy cập ngày 28 tháng 11 năm 2017. ^ “Đồng chí VÕ THÁI BẢO (Quyền Bí thư Tỉnh ủy An Giang đầu năm 1969 - 9\/1969) - Bí thư Tỉnh ủy An Giang 12\/1971 - 6\/1974)”. Phòng Lịch sử Đảng - Ban Tuyên giáo Tỉnh ủy An Giang. 1 tháng 7 năm 2011. Lưu trữ bản gốc ngày 28 tháng 11 năm 2017. Truy cập ngày 28 tháng 11 năm 2017. ^ a b c d e f g h i j k l m n o p q “Đồng chí VÕ THANH KHIẾT (Bí thư Tỉnh ủy 12\/2009 - 10\/2010)”. Phòng Lịch sử Đảng - Ban Tuyên giáo Tỉnh ủy An Giang. 3 tháng 11 năm 2011. Lưu trữ bản gốc ngày 28 tháng 11 năm 2017. Truy cập ngày 28 tháng 11 năm 2017. Liên kết ngoài[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Võ_Thanh_Khiết&oldid=69733364” Thể loại: Sinh năm 1952 Nhân vật còn sống Người An Giang Chủ tịch Hội đồng nhân dân tỉnh An Giang Bí thư Tỉnh ủy An Giang Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII An Giang Người họ Võ tại Việt Nam Trang này được sửa lần cuối vào ngày 2 tháng 3 năm 2023, 03:21. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}