{"Võ Văn Ngân":"Võ Văn Ngân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tưởng nhớ 3Chú thích Võ Văn Ngân Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Võ Văn Ngân chân dung nhà cách mạng Chức vụ Thông tin chung Quốc tịch Việt Nam Sinh 1902 Long Xuyên Mất 1938 (36 tuổi) Nghề nghiệp nhà cách mạng phong trào cộng sản Việt Nam Đảng chính trị Đảng cộng sản Việt Nam Võ Văn Ngân (1902-1938) là một nhà cách mạng Việt Nam, lãnh đạo cao cấp của phong trào cộng sản Việt Nam thời kỳ đầu. Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. Tiểu sử[sửa | sửa mã nguồn] Võ Văn Ngân sinh năm 1902 trong một gia đình nông dân nghèo tại làng Bình Tây, xã Đức Hòa, quận Đức Hoà, tỉnh Chợ Lớn (nay thuộc tỉnh Long An). Ông là con út của ông Võ Văn Sự và bà Lê Thị Toàn, em ruột Võ Văn Tần, một nhà cách mạng và lãnh đạo Cộng sản. Gia đình ông vốn có truyền thống chống thực dân Pháp. Ông nội và ông ngoại của ông đều từng trực tiếp vũ trang chống quân xâm lược Pháp và bị người Pháp giết chết. Cả 7 anh chị em ông khi trưởng thành đều trở thành đảng viên Đảng Cộng sản hoặc là cơ sở cách mạng.[1] Là con út, ông có được cha mẹ chăm lo dạy dỗ và cho học hành chu đáo. Chịu ảnh hưởng từ người anh trai Võ Văn Tần, ông sớm có cơ hội đọc nhiều sách báo tiến bộ, từ đó ý thức về con đường đấu tranh giành độc lập dân tộc, chống ách cai trị của thực dân Pháp. Năm 1926, ông cùng anh trai tham gia vào Hội kín Nguyễn An Ninh, một tổ chức bí mật hoạt động đầu tranh đòi độc lập, chống quyền cai trị của thực dân Pháp tại Nam Kỳ, sau đó chuyển sang gia nhập tổ chức Việt Nam Thanh niên Cách mạng Đồng chí Hội. Ông là một trong số hội viên cốt cán đầu tiên của hội Việt Nam Thanh niên ở quận Đức Hòa, thường xuyên đi tuyên truyền gầy dựng phong trào tại địa phương. Nhiều hội viên được ông kết nạp về sau trở thành những đảng viên trung kiên hoặc quần chúng ưu tú như Nguyễn Văn Thỏ (tức Nguyễn Văn Thới), Trần Văn Thẳng (tức Hai Thẳng)…[2] Thượng tuần tháng 8 năm 1929, sau khi Châu Văn Liêm, Ủy viên Ban thường vụ Kỳ bộ Thanh niên Nam Kỳ lập ra An Nam Cộng sản Đảng thì hai anh em Võ Văn Tần và Võ Văn Ngân trở thành đảng viên của tổ chức này. Anh em ông lập ra chi bộ Cộng sản sớm nhất ở Đức Hòa vào cuối năm 1929 gồm 7 người do Võ Văn Tần làm bí thư. Thời gian hoạt động trong tổ chức An Nam Cộng sản Đảng, Võ Văn Ngân chú trọng việc đoàn kết tập hợp nông dân bằng việc lập ra Nông hội đỏ, giao cho Trần Văn Thẳng làm Hội trưởng, trước là bảo vệ lẫn nhau sau là đấu tranh chống thực dân Pháp và địa chủ quan làng áp bức bóc lột. Cuối tháng 2 năm 1930, Châu Văn Liêm từ Hồng Kông trở về cho biết thông tin Nguyễn Ái Quốc đã thống nhất các tổ chức Cộng sản Việt Nam, thành lập Đảng Cộng sản Việt Nam duy nhất trên toàn quốc. Võ Văn Ngân cử người lên Sài Gòn dự lớp tập huấn do Châu Văn Liêm mở, để triển khai thực hiện nghị quyết của hội nghị thành lập Đảng. Ngày 6 tháng 3 năm 1930, tức mồng 7 tháng 2 năm Canh Ngọ, Võ Văn Ngân và Võ Văn Tần nhóm cuộc họp bí mật tại nhà Hương hộ Thỏ ở làng Đức Hòa tuyên bố chuyển chi bộ An Nam Cộng sản Đảng thành chi bộ Đảng Cộng sản Việt Nam. Chi bộ vẫn gồm 7 người: Võ Văn Tần, Võ Văn Ngân, Võ Văn Tây, Võ Thị Phái, Nguyễn Văn Thỏ, Nguyễn Văn Ngọc, Nguyễn Văn Sậy, và do Võ Văn Tần làm bí thư[3]. Đây là chi bộ Đảng Cộng sản Việt Nam đầu tiên ở Đức Hòa và Chợ Lớn. Chi bộ ra nghị quyết lấy thắng lợi của cuộc cách mạng Tháng Mười Nga làm nội dung vận động, vực dậy tinh thần quần chúng đồng thời ráo riết phát triển tổ chức quần chúng, đồng thời ráo riết phát triển tổ chức trước hết ở những nơi có điều kiện cơ sở quần chúng tốt như Mỹ Hạnh, Hựu Thạnh, tiến tới thành lập Quận uỷ. Khoảng cuối tháng 5 năm 1930 thì Quận ủy Đức Hòa thành lập, cả bốn anh em Võ Văn Mẫn, Võ Văn Tần, Võ Văn Tây, Võ Văn Ngân đều được bầu là Quận ủy viên, Võ Văn Tần là bí thư Quận uỷ. Chi bộ làng Đức Hòa lúc này giao lại cho Võ Văn Tây phụ trách. Thực hiện chủ trương của Liên tỉnh ủy Chợ Lớn-Gia Định, ngày 4 tháng 6 năm 1930, anh em Võ Văn Ngân cùng các Quận ủy viên Đức Hoà đứng ra huy động nông dân cả làng tiến về quận lỵ biểu tình \"xin thuế\" và chống đàn áp. Cuộc biểu tình gây áp lực buộc quận trưởng Sảnh chấp nhận yêu sách nhưng ông này tìm cách lẩn tránh giải quyết. Cuộc biểu tình vì thế kéo dài từ 7 giờ sáng tới 22 giờ đêm. Đến chập tối, thực dân Pháp cho 4 xe chở đầy lính mã tà từ Sài Gòn lên để trấn áp và bắn xả vào đoàn biểu tình tay không, giết chết Châu Văn Liêm và làm bị thương hàng chục người dân tham gia biểu tình. Tuy vậy, do áp lực của cuộc biểu tình, chính quyền thực dân phải xuống lệnh giảm thuế, từ 6,50 đồng xuống còn 5 đồng với người \"hữu sản\" và từ 4,50 đồng xuống còn 4 đồng đối với người \"vô sản\". Sau cuộc biểu tình, Xứ ủy Nam Kỳ cử [Lê Quang Sung] về làm bí thư Tỉnh ủy Chợ Lớn. Anh em Võ Văn Ngân tiếp tục đẩy mạnh hoạt động của phong trào ở Đức Hòa, nông dân vùng Đức Hòa, Mỹ Hạnh, Hựu Thạnh nhiều đêm biểu tình thị uy, đập phá các nhà chức việc, tung truyền đơn đả đảo chính quyền thực dân Pháp và địa chủ cường hào, đòi chia lại ruộng đất cho dân cày nghèo, đời chính quyền chấm dứt khủng bố phong trào Nghệ An đỏ. Đêm 22 tháng 9 năm 1930, cuộc biểu tình đã trở nên bạo lực, một số nông dân của làng Mỹ Hạnh tham gia biểu tình đã đánh chết 2 chức việc bản xứ của chính quyền thực dân Pháp là Hương quản Võ Văn Mây và Hương cả Nguyễn Văn Dương ngay cạnh nhà hội tề. Chính quyền thực dân vì vậy càng ra sức lùng bắt anh em Võ Văn Ngân và các đảng viên cộng sản. Vì thế, Võ Văn Ngân và các đồng chí ở Đức Hoà phải chuyển vùng, lánh đi nơi khác. Võ Văn Ngân bàn với Võ Văn Tần cùng trốn sang quê mẹ ở làng Xuân Thới Thượng thuộc quận Hóc Môn, tỉnh Gia Định. Cuối năm 1931 sau vụ phản bội của Ngô Đức Trì, phần lớn lãnh đạo Tỉnh ủy Gia Định bị chính quyền thực dân bắt giữ. Bản thân Võ Văn Tần cũng đã bị truy nã từ ngày [13 tháng 5]] năm 1931 về tội \"tham gia vụ Ngô Gia Tự và đồng bọn\". MặC dù vậy, anh em Võ Văn Ngân vẫn tìm mọi cách móc nối, khôi phục lại các cơ sở đã bị phá vỡ rồi tổ chức tái lập lại Tỉnh ủy Gia Định và Võ Văn Ngân được chỉ định làm bí thư. Sau đó sang đầu năm 1932 do nhu cầu công tác, Võ Văn Ngân lại được điều qua làm bí thư Tỉnh ủy Chợ Lớn thay cho Võ Văn Tần. Cuối năm 1932, thực dân Pháp bắt được Hồ Văn Long bí thư Xứ ủy Nam Kỳ mới lập lại. Tuy vậy, các chi bộ ở Chợ Lớn do Võ Văn Ngân lãnh đạo vẫn tiếp tục giữ vững. Cùng với anh trai, Võ Văn Ngân đã đóng góp phần công sức rất lớn vào việc củng cố và duy trì lực lượng của Đảng ở địa phương Chợ Lớn-Gia Định trong suốt thời kỳ cách mạng thoái trào kể từ cuối 1931. Xứ ủy bị tan vỡ, bước sang năm 1933 mới được phục hồi, do Trần Văn Giàu (bí danh Hồ Nam) từ Liên Xô trở về lập lại và sau đó trực tiếp lãnh đạo cùng với các ông Phan Vân, Trương Văn Bang. Theo chủ trương của Xứ ủy và sự chỉ đạo trực tiếp của Trần Văn Giàu, Đặc ủy Vàm Cỏ Đông thành lập, bao gồm địa bàn hoạt động của các hai tỉnh Tân An và Chợ Lớn (lúc này Nam Bộ còn có Đặc ủy Đồng Nai và Đặc ủy Hậu Giang để phụ trách các tỉnh thuộc miền Đông và miền Tây). Là bí thư của Tỉnh ủy Chợ Lớn đứng chân trong Đặc ủy Vàm Cỏ Đông, Võ Văn Ngân thường xuyên đi về các cơ sở ở Đức Hòa, Trung Quận, Cần Giuộc, có lúc sang cả Hóc Môn để chỉ đạo các hoạt động của Đảng, tổ chức các cuộc đấu tranh của quần chúng. Đầu tháng 3 năm 1935, Võ Văn Ngân được cử vào cơ quan Xứ ủy Nam Kỳ, trực tiếp phụ trách Thành ủy Sài Gòn-Chợ Lớn. Cũng trong tháng 3, ông được bầu làm một trong hai đại biểu chính thức cùng với Nguyễn Chánh Nhì (đại biểu miền Tây) thay mặt cho toàn Đảng bộ Nam Kỳ đi dự Đại hội Đảng toàn quốc lần thứ nhất họp ở Ma Cao, Trung Quốc. Đại hội Đảng toàn quốc lần thứ nhất tiến hành từ ngày 27 đến ngày 31 tháng 3 năm 1935 dưới sự chủ trì của Ban Chỉ huy Hải ngoại của Đảng, lúc đó do ông Hà Huy Tập (tức Nhỏ) chủ trì, ông Phùng Chí Kiên (tức Lý) là thư ký, gốm 13 đại biểu tham gia. Đại hội đã thông qua Báo cáo chính trị về nhiệm vụ của cách mạng Đông Dương, điều lệ sửa đổi, cử đại biểu đi dự Đại hội Quốc tế Cộng sản lần thứ 7, và bầu Ban Chấp hành Trung ương. Dưới bí danh là Xú, tức Mập, Võ Văn Ngân tích cực đóng góp vào sự thành công của Đại hội Đảng lần thứ nhất, và ông được bầu là 1[cần dẫn nguồn] trong số 9 ủy viên chính thức của Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương, Ban Chấp hành Trung ương Đảng do Hà Huy Tập làm Tổng Bí thư[4]. Ông Nguyễn Chánh Nhì (sinh năm 1910, đến Đại hội mang bí danh Cổn, Lưu Sinh mới mất tại Thành phố Hồ Chí Minh) kể lại rằng: Đại hội Đảng toàn quốc lần thứ nhất tiến hành trong điều kiện hoàn cảnh hết sức ngặt nghèo, bị thực dân Pháp và mật thám quốc tế khắp Hồng Kông, Quảng Châu, Ma Cao săn lùng. Chúng treo giải thưởng 2.000 đô la cho ai bắt được một đại biểu, lấy đầu là 1.000 đô la, chỉ cho chúng chụp hình bắt cả Đại hội là 10.000 đô la và phong chức tri huyện nếu là người Việt. Hàng chục mật thám được Pháp tung sang Hồng Kông để lùng sục. Thế nhưng Đại hội đã thành công, các đại biểu đều trở về nước an toàn. Sau Đại hội, Võ Văn Ngân, Nguyễn Chánh Nhì về Nam Kỳ thì cũng là lúc cơ quan Xứ ủy lại vừa bị thực dân Pháp phá vỡ, phần lớn các thành viên trong Xứ ủy đều bị bắt. Võ Văn Ngân cùng với các đồng chí lại bắt tay vào việc khôi phục Xứ ủy và ông được cử trực tiếp làm bí thư Xứ ủy lãnh đạo toàn Đảng bộ Nam Kỳ. Vừa lo lập lại tổ chức Đảng từ cấp Xứ ủy đến các tỉnh, Võ Văn Ngân vừa cùng các đồng chí chuẩn bị xây dựng căn cứ ở vùng nông thôn ngoại thành cho Trung ương Đảng về đóng \"trụ sở\" để thuận tiện việc chỉ đạo phong trào cách mạng. Võ Văn Ngân, Võ Văn Tần đã bàn bạc với một số thành viên trong Xứ ủy là Nguyễn Thị Minh Khai, Lê Văn Khương (Mười Đen), Mai Công Tư… và quyết định chọn làng Tân Thới Nhứt, vùng quê ngoại của các ông ở Bà Điểm-Hóc Môn, một nơi chỉ cách xa trung tâm Sài Gòn khoảng 15 cây số, làm nơi đóng trụ sở cơ quan Tỉnh ủy Gia Định. Cuối năm 1936, Hà Huy Tập và Ban Thường vụ Trung ương đã về đóng tại ấp Trung Lân và Tây Bắc Lân, xã Tân Thới Nhứt. Sau khi nhường địa điểm này cho Trung ương, Võ Văn Ngân cho dời cơ quan Xứ ủy về đóng ở ấp Tân Thới Trung (nay là xã Tân Xuân, huyện Hóc Môn, Thành phố Hồ Chí Minh). Chính tại vùng căn cứ Hóc Môn-Bà Điểm này do Võ Văn Ngân và Võ Văn Tần tổ chức xây dựng, Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương đã tiến hành các hội nghị quan trọng lần thứ 4, 5 và 6 một cách an toàn, cho ra đời các Nghị quyết cơ bản, trong đó đặc biệt có Nghị quyết Hội nghị Trung ương lần thứ 6 (11-1939) về chuyển hướng chỉ đạo chiến lược, quyết định chiều hướng phát triển của cách mạng Việt Nam trong xu thế phát triển của tình hình thế giới, dẫn tới cuộc cách mạng Tháng Tám thành công sau này. Năm 1936, Mặt trận bình dân Pháp giành thắng lợi trong cuộc bầu cử vào Nghị viện ở chính quốc, Đảng ta chủ trương phát động phong trào Đại hội Đông Dương, thành lập trong toàn quốc những ủy ban hành động để tập hợp lực lượng quần chúng đấu tranh công khai hợp pháp với nhà cầm quyền phản động ở thuộc địa. Tại Sài Gòn, Chợ Lớn và Gia Định, dưới sự chỉ đạo trực tiếp của Xứ ủy do Võ Văn Ngân làm bí thư, hàng trăm Ủy ban Hành động ra đời. Mặc dù thực dân Pháp và các phần tử Tờ-rốt-kít ra sức phá hoại nhưng phong trào quần chúng được Đảng lãnh đạo vẫn phát triển mạnh mẽ. Một số đảng viên Cộng sản trúng cử vào Hội đồng Quản hạt của thành phố Sài Gòn-Chợ Lớn. Nhiều bản kiến nghị tập hợp ý kiến của các tầng lớp đồng bào được gửi lên chính quyền thuộc địa và phái đoàn Nghị viện Pháp. Khắp thành phố và mấy tỉnh Nam Kỳ, quần chúng cách mạng xuống đường mít tinh công khai. Bản thân Võ Văn Ngân cùng ông Suyễn (tức Bùi Văn Ngữ, em ruột ông Thủ) và mấy ông nữa ở Xứ ủy và Thành ủy trực tiếp chỉ đạo một cuộc biểu tình lớn ở Sài Gòn-Chợ Lớn, gồm hàng chục nghìn đồng bào thành phố và các tỉnh Biên Hoà, Thủ Dầu Một, Gia Định, Chợ Lớn, Tân An, Mỹ Tho kéo về tham dự, tạo nên một không khí chính trị sôi động đòi quyền tự do dân chủ, tự do ngôn luận, tự do hội họp, đòi giảm thuế, tăng lương, bớt giờ làm việc. Chính quyền địch bắt đầu theo dõi để ý hoạt động của Võ Văn Ngân, nhưng cũng chỉ trong chừng mực và chưa làm gì được ông. Báo cáo của tên quan tư Nôblô (No Blot) gởi lên Thống đốc Nam Kỳ vào đầu năm 1937 có đoạn viết: \"Hồi 11 giờ ngày 11-2-1937 Võ Văn Ngân ở Tân Thới Nhứt-Gia Định, Ủy viên Ủy ban Hành động cũ của Bà Điểm tổ chức họp quần chúng\"[5]. Giữa lúc phong trào cách mạng đương phát triển mạnh mẽ và sôi nổi sau những năm tháng bị Pháp đàn áp khốc liệt và Võ Văn Ngân cũng chỉ mới bị địch phát hiện lờ mờ, thì ông bắt đầu lâm bệnh, nhiều lúc buộc phải nghỉ ngơi để chữa trị. Trung ương Đảng phải cử Võ Văn Tần lên thay Võ Văn Ngân, giữ trách nhiệm bí thư Xứ ủy và bấu bổ sung vào Trung ương. Mặc dầu vậy, Võ Văn Ngân vẫn luôn hết mình quan tâm đến công việc của Đảng. Lúc đau nặng, ông về cơ sở ở làng Bình Lý để chữa chạy, nhưng cơn bệnh vừa dứt thì ông đã có mặt ở Tân Thới Trung để cùng Võ Văn Tần và các ông Xứ ủy tham gia chỉ đạo các mặt công tác. Dù bệnh nặng đến đâu, Võ Văn Ngân ngày đêm vẫn lo ngại và hoạt động quên mình cho sự nghiệp cách mạng nhằm giải phóng dân tộc. Đầu năm 1938 vì bệnh tình ngày một trầm trọng, Võ Văn Ngân được Xứ ủy đưa chuyển về gia đình ở làng Bình Tả, xã Đức Hoà. Ông qua đời tại đây. Tưởng nhớ[sửa | sửa mã nguồn] Hiện nay, tên ông được đặt cho một tuyến đường chính trên địa bàn thành phố Thủ Đức, Thành phố Hồ Chí Minh. Chú thích[sửa | sửa mã nguồn] ^ Võ Văn Ngân - Người cộng sản ưu tú của quê hương Long An[liên kết hỏng] ^ Nguyễn Văn Thỏ tức Hương bộ Thỏ năm 1930 là bí thư Quận uỷ Đức Hòa, bị thực dân Pháp bắn chết tại Tân Phú trong cuộc biểu tình tháng 4 năm 1931. Trần Văn Thắng đầu năm 1933 là bí thư chi bộ làng Đức Lập. ^ Nguyễn Văn Sậy (sinh 1895 tại Mỹ Hạnh, con của Nguyễn Văn Da và Trần Thị Mười) là phó bí thư chi bộ, lúc đầu hoạt động tích cực, bị thực dân Pháp bắt khi tham gia biểu tình ở Đức Hòa ngày 27 tháng 11 năm 1930, phản bộ tổ chức và đầu hàng thực dân. guyễn Văn Thỏ được cử thay thế, và sau đó thành phó bí thư Quận uỷ Đức Hoà. ^ Đại hội bầu 9 uỷ viên Trung ương là Nguyễn Ái Quốc đại diện Quốc tế Cộng sản (vắng mặt), Đình Thanh (vắng mặt), Hà Huy Tập, Phùng Chí Kiên, Hoàng Đình Giong, Ngô Tuân, Võ Nguyên Hiến, Võ Văn Ngân, và Phạm Văn Xô (đại diện của Lào). ^ Dẫn theo Nguyễn Thành-Cuộc Vận Động Đại hội Đông Dương Năm 1936, Nhà Xuất bản Thành phố Hồ Chí Minh, 1985, trang 103. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Võ_Văn_Ngân&oldid=69821321” Thể loại: Sinh năm 1902 Mất năm 1938 Người Long An Nhà cách mạng Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I Bí thư Tỉnh ủy Gia Định Bí thư Tỉnh ủy Chợ Lớn Thể loại ẩn: Bài có liên kết hỏng Tất cả bài viết cần được wiki hóa Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 27 tháng 3 năm 2023, 18:59. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}