{"Võ Văn Phuông":"Võ Văn Phuông – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử tóm tắt 2Tham khảo 3Liên kết ngoài Võ Văn Phuông Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Võ Văn Phuông Chức vụ Phó Trưởng Ban Tuyên giáo Trung ương (Thuờng trực 6\/7\/2017) Nhiệm kỳ 6 tháng 7 năm 2015 – 30 tháng 7 năm 2021 6 năm, 24 ngày Trưởng ban Đinh Thế Huynh Võ Văn Thưởng Nguyễn Trọng Nghĩa Tiền nhiệm Mai Văn Ninh Kế nhiệm Lại Xuân Môn Bí thư Tỉnh ủy Tây Ninh Nhiệm kỳ 30 tháng 7 năm 2011 – 6 tháng 7 năm 2015 3 năm, 341 ngày Tiền nhiệm Nguyễn Văn Nên Kế nhiệm Trần Lưu Quang Vị trí Tây Ninh Ủy viên Trung ương Đảng khóa X(dự khuyết),XI ,XII Nhiệm kỳ 25 tháng 4 năm 2006 – 30 tháng 1 năm 2021 14 năm, 251 ngày Tổng Bí thư Nông Đức Mạnh Nguyễn Phú Trọng Thông tin chung Sinh 22 tháng 7, 1960 (62 tuổi) xã Thanh Phước, huyện Gò Dầu, tỉnh Tây Ninh, Việt Nam Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ chủ nghĩa xã hội khoa học Võ Văn Phuông (sinh năm 1960) là một chính khách Việt Nam. Ông từng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, Phó Trưởng Ban Thường trực Ban Tuyên giáo Trung ương,[1] Bí thư Tỉnh ủy Tây Ninh nhiệm kì 2010-2015. Ông cũng là một Cử nhân Luật, Thạc sĩ Chủ nghĩa xã hội khoa học, trình độ Cao cấp lý luận Chính trị. Tiểu sử tóm tắt[sửa | sửa mã nguồn] Ông sinh ngày 22 tháng 7 năm 1960, quê ở xã Thanh Phước, huyện Gò Dầu, Tây Ninh. Tham gia hoạt động cho Mặt trận Dân tộc Giải phóng miền Nam Việt Nam từ trước năm 1975[cần dẫn nguồn]. Năm 1978, ông được kết nạp vào Đảng Cộng sản Việt Nam. Sau đó, ông từng trải qua các chức vụ: Từ năm 1996 Giám đốc Trường Đảng tỉnh Tây Ninh. Bí thư Thị ủy Tây Ninh 2005 - Ủy viên Ban Thường vụ Tỉnh ủy. 2006-2011 Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Khóa X. 2008-2011 Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Phó Bí thư Tỉnh ủy Tây Ninh - Phụ trách Xây dựng Đảng 2008. 2011 - 2015 Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam - Bí thư Tỉnh ủy Tây Ninh nhiệm kỳ 2010 - 2015. 07\/2015 - 03\/7\/2017 Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam - Phó Trưởng Ban Tuyên giáo Trung ương. 03\/7\/2017 - 30\/1\/2021, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam - Phó Trưởng ban Thường trực Ban Tuyên giáo Trung ương.[2] 30\/1\/2021- 07\/2021, Phó Trưởng ban thường trực Ban Tuyên giáo Trung ương. Tham khảo[sửa | sửa mã nguồn] ^ “Bộ Chính trị chuẩn y đồng chí Trần Lưu Quang giữ chức Bí thư Tỉnh uỷ Tây Ninh. Điều động, phân công đồng chí Võ Văn Phuông giữ chức Phó trưởng Ban Tuyên giáo Trung ương”. Truy cập 6 tháng 10 năm 2015. ^ “Ông Võ Văn Phuông làm Phó Trưởng ban thường trực Ban Tuyên giáo trung ương”. Liên kết ngoài[sửa | sửa mã nguồn] Ông Võ Văn Phuông làm Bí thư Tỉnh ủy Tây Ninh Lưu trữ 2011-10-10 tại Wayback Machine Tiền nhiệm: Nguyễn Văn Nên Bí thư Tỉnh ủy Tây Ninh 2011-2015 Kế nhiệm: Trần Lưu Quang Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Võ_Văn_Phuông&oldid=69821322” Thể loại: Sinh năm 1960 Nhân vật còn sống Sơ khai chính khách Việt Nam Người Tây Ninh Bí thư Tỉnh ủy Tây Ninh Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Cựu học viên Học viện Báo chí và Tuyên truyền Thể loại ẩn: Bài viết có trích dẫn không khớp Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 27 tháng 3 năm 2023, 19:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}