{"Văn Tiến Dũng":"Văn Tiến Dũng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Khen thưởng 3Lịch sử thụ phong quân hàm 4Tưởng nhớ 5Tác phẩm 6Gia đình 7Chú thích 8Liên kết ngoài Văn Tiến Dũng 14 ngôn ngữ العربية Беларуская English Español Français 한국어 Italiano مصرى 日本語 Norsk bokmål Português Русский Simple English 中文 5 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Đại tướng Văn Tiến Dũng Lê Hoài Chức vụ Bí thư Quân ủy Trung ương Nhiệm kỳ 1984 – 1986 Tiền nhiệm Lê Duẩn Kế nhiệm Trường Chinh Vị trí Việt Nam Bộ trưởng Bộ Quốc phòng Nhiệm kỳ 7 tháng 2 năm 1980 – 16 tháng 2 năm 1987 7 năm, 9 ngày Tiền nhiệm Võ Nguyên Giáp Kế nhiệm Lê Đức Anh Vị trí Việt Nam Ủy viên Bộ Chính trị Nhiệm kỳ 1972 – 1986 Ủy viên dự khuyết Bộ Chính trị Nhiệm kỳ 1960 – 1972 Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam Nhiệm kỳ tháng 11 năm 1953 – tháng 5 năm 1978 Tiền nhiệm Hoàng Văn Thái Kế nhiệm Lê Trọng Tấn Phó Tổng Tham mưu trưởng Trần Quý Hai (13\/6\/1963-) Lê Đức Anh (13\/6\/1963-) Cục trưởng Cục Chính trị Nhiệm kỳ 12 tháng 2 năm 1947 – Phó Cục trưởng Khuất Duy Tiến Phó Cục trưởng Cục Chính trị Nhiệm kỳ 20 tháng 11 năm 1946 – Kế nhiệm Khuất Duy Tiến Thông tin chung Quốc tịch Việt Nam Sinh 2 tháng 5 năm 1917 xã Cổ Nhuế, huyện Từ Liêm, Hà Nội, Liên bang Đông Dương Mất 17 tháng 3, 2002(2002-03-17) (84 tuổi) Bệnh viện Trung ương Quân đội 108, Hà Nội Tôn giáo Phật giáo Vợ Cái Thị Tám (Nguyễn Thị Kỳ) Con cái Văn Thị Tuyết Mai Văn Tiến Tình (s.1943) Văn Việt Hoa Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1945 - 1986 Cấp bậc Đại tướng Chỉ huy Cục Chính trị Đại đoàn 320 (kiêm Chính ủy) Bộ Tổng Tham mưu Tham chiến Chiến tranh Việt Nam Chiến dịch Lam Sơn 719 (1971) Điện Biên Phủ trên không (1972) Chiến dịch Trị Thiên (1972) Chiến dịch Tây Nguyên (1975) Chiến dịch Hồ Chí Minh (1975). Khen thưởng • Huân chương Sao Vàng • Huân chương Hồ Chí Minh Văn Tiến Dũng (2 tháng 5 năm 1917 – 17 tháng 3 năm 2002), bí danh Lê Hoài, là một vị Đại tướng Quân đội nhân dân Việt Nam. Ông từng là Ủy viên Bộ Chính trị, Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam (1953 – 1978), Bộ trưởng Bộ Quốc phòng (1980 – 1986), Bí thư Đảng ủy Quân sự Trung ương (1984 – 1986), một trong những tướng lĩnh danh tiếng của Việt Nam. Trong chiến tranh Việt Nam, ông trực tiếp tham gia chỉ đạo các chiến dịch Đường 9 – Nam Lào (năm 1971), chiến dịch Trị – Thiên ( năm 1972), Chiến dịch Tây Nguyên (năm 1975). Tháng 4 năm 1975, ông giữ chức Tư lệnh Chiến dịch giải phóng Sài Gòn – Gia Định (sau đổi tên thành Chiến dịch Hồ Chí Minh). Tiểu sử[sửa | sửa mã nguồn] Đại tướng Văn Tiến Dũng còn có bí danh là Lê Hoài, sinh ngày 2 tháng 5 năm 1917 tại xã Cổ Nhuế, huyện Từ Liêm (nay là các phường Cổ Nhuế 1 và Cổ Nhuế 2, quận Bắc Từ Liêm), Hà Nội. Nhà nghèo, không ruộng đất, mẹ mất sớm, cậu bé họ Văn theo cha ra Hà Nội. Sau khi cha đột ngột qua đời vào năm cậu được 15 tuổi, Văn Tiến Dũng đành phải bỏ học, ở nhà trợ giúp cho anh làm nghề thợ may. 17 tuổi, Văn Tiến Dũng lại ra Hà Nội làm công cho các xưởng dệt Thanh Văn (Hàng Đào), sau chuyển sang xưởng Đức Xương Long, Cự Chung (Hàng Bông). Ông gia nhập Đảng Cộng sản Đông Dương tháng 11 năm 1937. Từ 1939 đến 1944, ông bị thực dân Pháp bắt giam 3 lần, vượt ngục 2 lần. Tháng 11 năm 1939, ông bị Pháp đày đi nhà tù Sơn La. Hai năm sau, trên đường bị địch áp giải từ Sơn La về Hà Nội, ông đã trốn thoát. Từ tháng 12 năm 1942 đến tháng 3 năm 1943, ông đã hoạt động dưới danh nghĩa nhà sư tại Chùa Bột Xuyên (nay thuộc huyện Mỹ Đức, Hà Nội). Ông từng đảm nhiệm chức vụ Bí thư Đảng bộ tỉnh Bắc Ninh, Bí thư Xứ ủy Bắc Kỳ năm 1944. Chính trong thời kỳ này, ông đã làm quen với Nguyễn Thị Kỳ (tên khai sinh là Cái Thị Tám) cùng hoạt động cách mạng và sau đó họ đã trở thành vợ chồng. Tháng 1 năm 1945, ông bị chính quyền thực dân Pháp kết án tử hình vắng mặt. Tháng 4 năm 1945, ông được cử làm Ủy viên Thường vụ Ủy ban Quân sự Cách mạng Bắc Kỳ (Bộ Tư lệnh Quân sự miền Bắc Đông Dương), được phân công phụ trách tổ chức Chiến khu Quang Trung, kiêm Bí thư Khu uỷ Chiến khu Quang Trung. Tháng 8 năm 1945, ông chỉ đạo vũ trang giành chính quyền ở các tỉnh Hoà Bình, Ninh Bình và Thanh Hoá. Sau Cách mạng tháng Tám năm 1945, ông được giao nhiệm vụ lập chiến khu II (gồm 8 tỉnh phía tây bắc và tây nam Bắc Bộ), làm Chính uỷ Chiến khu, tham gia Quân ủy Trung ương. Ngày 20\/11\/1946 ông làm Phó Cục trưởng Cục Chính trị.[1] Tháng 12 năm 1946, ông là Cục trưởng Cục Chính trị Quân đội Quốc gia Việt Nam (nay là Tổng cục Chính trị Quân đội nhân dân Việt Nam), Phó bí thư Quân uỷ Trung ương. Trong cuộc kháng chiến chống Pháp, ông từng là Đại đoàn trưởng kiêm Chính uỷ Đại đoàn 320. Từ tháng 11 năm 1953 đến tháng 5 năm 1978, ông giữ chức Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam, chỉ gián đoạn một thời gian ngắn vào năm 1954, khi ông làm Trưởng đoàn đại biểu của Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam trong Ủy ban Liên hiệp đình chiến thi hành Hiệp định Genève về Đông Dương. Ông được giao trọng trách chỉ đạo trực tiếp nhiều chiến dịch lớn: từ chiến dịch Đường 9 – Nam Lào (1971), Trị – Thiên (1972), Chiến dịch Tây Nguyên (1975). Tháng 4 năm 1975, ông giữ chức Tư lệnh Chiến dịch giải phóng Sài Gòn – Gia Định (sau đổi tên thành Chiến dịch Hồ Chí Minh). Từ tháng 5 năm 1978 đến năm 1986, ông được giao nhiệm vụ làm Phó Bí thư thứ nhất, rồi Bí thư Quân ủy Trung ương. Từ tháng 2 năm 1980 đến 1986, ông giữ chức Bộ trưởng Quốc phòng. Năm 1986, tại Đại hội Đảng bộ toàn quân, ông không được bầu làm Đại biểu Chính thức đi dự Đại hội Đảng toàn quốc lần thứ VI, do đó không vào được Bộ Chính trị và phải rời cương vị Bộ trưởng Quốc phòng. Ông lâm bệnh nặng và từ trần hồi 17h30' ngày 17\/3\/2002 tại Bệnh viện Trung ương Quân đội 108 ở Hà Nội, hưởng thọ 85 tuổi, an táng tại Nghĩa trang Mai Dịch. Khen thưởng[sửa | sửa mã nguồn] Ông đã được Đảng và Nhà nước Việt Nam trao tặng nhiều phần thưởng cao quý[2]: Huân chương Sao vàng (1995). Huân chương Hồ Chí Minh (1979). Huân chương Quân công hạng Nhất, Nhì. Huân chương Chiến thắng hạng Nhất. Huân chương Kháng chiến chống Mỹ hạng Nhất. Huân chương Chiến sĩ vẻ vang hạng Nhất – Nhì – Ba. Huy chương Quân kỳ quyết thắng. Huân chương Tự do hạng Nhất của Nhà nước Cộng hòa Dân chủ Nhân dân Lào. Huân chương Angkor của Nhà nước Campuchia. Huy hiệu 65 năm tuổi Đảng và nhiều huân, huy chương cao quý khác. Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 1948 1959 1974 Cấp bậc Thiếu tướng Thượng tướng (thăng vượt cấp[3]) Đại tướng Tưởng nhớ[sửa | sửa mã nguồn] Hà Nội có đường mang tên ông đoạn nối quốc lộ 32 và Liên Xã. Ngoài ra, tên ông còn được đặt cho một con đường ở Đà Nẵng (trên địa bàn phường Hòa Xuân, quận Cẩm Lệ), ở thành phố Sơn La[4], ở Huế và ở Thành phố Hồ Chí Minh[5]. Tác phẩm[sửa | sửa mã nguồn] Đại thắng mùa xuân (1976) Tuyển tập Đại tướng Văn Tiến Dũng (4 phần, 2007) Gia đình[sửa | sửa mã nguồn] Phu nhân là bà Nguyễn Thị Kỳ. Con trai là Văn Tiến Tình, sinh năm 1943 được Nhà nước cử sang Liên Xô học ngành tên lửa, tham gia chiến đấu bảo vệ Hà Nội, Hải Phòng, là tham mưu trưởng trung đoàn, quân hàm đại tá, năm 1990 nghỉ hưu. Chú thích[sửa | sửa mã nguồn] ^ Sắc lệnh 214 ^ “Đại tướng Văn Tiến Dũng - nhà chỉ huy tham mưu chiến lược xuất sắc”. ^ SẮC LỆNH CỦA CHỦ TỊCH PHỦ SỐ 036\/SL NGÀY 31 THÁNG 8 NĂM 1959 ^ “Giá đất tỉnh Sơn La - 2009”. Báo điện tử Sơn La. 2009. Lưu trữ bản gốc ngày 1 tháng 9 năm 2009. Truy cập ngày 21 tháng 12 năm 2010.Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) ^ Minh Nam (ngày 9 tháng 11 năm 2010). “TP.HCM thêm 70 tên đường mới - TP.HCM sẽ có đường mang tên Đại tướng Văn Tiến Dũng”. Báo Thanh niên Online. Lưu trữ bản gốc ngày 13 tháng 1 năm 2011. Truy cập ngày 17 tháng 10 năm 2013. Đã định rõ hơn một tham số trong |accessdate= và |access-date= (trợ giúp)Quản lý CS1: bot: trạng thái URL ban đầu không rõ (liên kết) Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Văn Tiến Dũng. Phỏng vấn Văn Tiến Dũng, 1981 hiện x t s Đại tướng Quân đội nhân dân Việt Nam Võ Nguyên Giáp (1948) Nguyễn Chí Thanh (1959) Văn Tiến Dũng (1974) Hoàng Văn Thái (1980) Chu Huy Mân (1982) Lê Đức Anh (1984) Lê Trọng Tấn (1984) Đoàn Khuê (1990) Nguyễn Quyết (1990) Phạm Văn Trà (2003) Lê Văn Dũng (2007) Phùng Quang Thanh (2007) Đỗ Bá Tỵ (2015) Ngô Xuân Lịch (2015) Lương Cường (2019) Phan Văn Giang (2021) hiện x t s Bộ trưởng Bộ Quốc phòng Việt Nam Chu Văn Tấn (1945–1946) Phan Anh (1946) Võ Nguyên Giáp (1946–1947) Tạ Quang Bửu (1947–1948) Võ Nguyên Giáp (1948–1981) Trần Nam Trung¹ (1969–1976) Văn Tiến Dũng (1981–1986) Lê Đức Anh (1987–1991) Đoàn Khuê (1991–1997) Phạm Văn Trà (1997–2006) Phùng Quang Thanh (2006–2016) Ngô Xuân Lịch (2016–2021) Phan Văn Giang (2021–) ¹ Bộ trưởng Chính phủ Cộng hòa miền Nam Việt Nam hiện x t s Tổng tham mưu trưởng Quân đội nhân dân Việt Nam Hoàng Văn Thái (1945–1953) Văn Tiến Dũng (1953–1954) Hoàng Văn Thái (1954) Văn Tiến Dũng (1954–1978) Lê Trọng Tấn (1978–1986) Lê Đức Anh (1986–1987) Đoàn Khuê (1987–1991) Đào Đình Luyện (1991–1995) Phạm Văn Trà (1995–1997) Đào Trọng Lịch (1997–1998) Lê Văn Dũng (1998–2001) Phùng Quang Thanh (2001–2006) Nguyễn Khắc Nghiên (2006–2010) Đỗ Bá Tỵ (2010–2016) Phan Văn Giang (2016–2021) Nguyễn Tân Cương (2021–) hiện x t s Ủy viên Bộ Chính trị khóa III Hồ Chí Minh Lê Duẩn Trường Chinh Phạm Văn Đồng Lê Đức Thọ Phạm Hùng Võ Nguyên Giáp Nguyễn Chí Thanh Nguyễn Duy Trinh Lê Thanh Nghị Hoàng Văn Hoan Văn Tiến Dũng Trần Quốc Hoàn I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa V Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh Ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên I II III IV V VI VII VIII IX X XI XII Tiêu đề chuẩn BNF: cb12172776q (data) GND: 133250237 ICCU: Italy ISNI: 0000 0000 8142 4286 LCCN: n82131723 NKC: jo2009522638 NTA: 071448586 PLWABN: 9810667381505606 SUDOC: 030277124 VIAF: 62731812 WorldCat Identities: lccn-n82131723 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Văn_Tiến_Dũng&oldid=69981416” Thể loại: Đại tướng Quân đội nhân dân Việt Nam Bộ trưởng Bộ Quốc phòng Việt Nam Tổng tham mưu trưởng Quân đội nhân dân Việt Nam Sinh năm 1917 Mất năm 2002 Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam Bí thư Tỉnh ủy Bắc Ninh Bí thư Xứ ủy Bắc Kỳ Người Hà Nội Huân chương Sao Vàng Quân nhân trong Chiến tranh Việt Nam Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1970 Người họ Văn tại Việt Nam Thể loại ẩn: Quản lý CS1: bot: trạng thái URL ban đầu không rõ Lỗi CS1: tham số thừa Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ICCU Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng NKC Bài viết chứa nhận dạng NTA Bài viết chứa nhận dạng PLWABN Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 14 tháng 5 năm 2023, 13:20. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}