{"Văn Công Khai":"Văn Công Khai – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Hoạt động cách mạng 3Công tác chính quyền 4Vinh danh 5Ghi chú 6Chú thích 7Liên kết ngoài Văn Công Khai Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Văn Công Khai Chức vụ Bí thư Ban Cán sự lâm thời tỉnh Thủ Dầu Một Nhiệm kỳ 1943 – Tháng 10, 1945 Tiền nhiệm Hồ Văn Cống Kế nhiệm Nguyễn Đức Thuận Vị trí Việt Nam Thông tin chung Sinh 1909 Châu Thành, Thủ Dầu Một Mất 26 tháng 5, 1947 Thủ Đức, Gia Định Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Văn Công Khai (1909–1947), là nhà cách mạng Việt Nam, Bí thư Tỉnh ủy Thủ Dầu Một trước Cách mạng Tháng Tám. Thân thế[sửa | sửa mã nguồn] Văn Công Khai tên thật là Tạ Văn Khái sinh năm 1909 trong một gia đình nghèo ở xóm cầu Ông Cộ, làng An Phú, tổng Bình Phú, quận Châu Thành, tỉnh Thủ Dầu Một, nay là phường Tân An, thành phố Thủ Dầu Một, tỉnh Bình Dương.[1][2] Sau khi học xong tiểu học, ông bỏ học đi làm thuê. Năm 1926, ông vào làm công nhân đồn điền cao su Dầu Tiếng. Năm 1927, ông về Sài Gòn làm thợ cắt tóc.[1] Hoạt động cách mạng[sửa | sửa mã nguồn] Năm 1936, ông tham gia Hội Ái hữu là tổ chức của các công nhân, thợ thuyền, sau đó được kết nạp vào Đảng Cộng sản Đông Dương. Vào thời điểm đó, phong trào đấu tranh dân chủ của Mặt trận Dân chủ Đông Dương đang phát triển mạnh mẽ. Với bí danh Văn Công Khai, ông được Thành ủy Sài Gòn cử quê nhà Thủ Dầu Một cùng các đồng chí Nguyễn Văn Lộng, Phan Văn Khung, Phan Vân, Trần Văn Giàu phát triển cơ sở Đảng.[2] Đặc biệt là hai lần được biệt phái đến đồn điền cao su Dầu Tiếng, cùng Nguyễn Văn Tiết tham gia thành lập Chi bộ Đảng[a].[2][4][5] Tháng 6 năm 1939, ông cùng các đồng chí Nguyễn Văn Lộng, Nguyễn Thành A,... bị thực dân Pháp bắt và đưa ra xử trước tòa đại hình Sài Gòn. Trước lời tự bào chữa và sức ép của các tổ chức Hội Ái hữu, buộc chính quyền thực dân phải thả ông cùng nhiều người khác.[1] Tháng 11 năm 1940, cuộc khởi nghĩa Nam Kỳ nổ ra và nhanh chóng thất bại, thực dân Pháp tiến hành khủng bố ác liệt, hầu hết các cơ sở Đảng đều bị vỡ. Đến đầu năm 1941 thì Bí thư Tỉnh ủy Hồ Văn Cống cũng bị bắt. Trong thời gian này, ông rút về làng 1 Sở cao su Dầu Tiếng, tìm cách bảo vệ cơ sở, móc nối với cấp ủy ở Sài Gòn.[1] Mùa xuân năm 1943, tại làng 1 Sở cao su Dầu Tiếng, Hội nghị tái lập Tỉnh ủy Thủ Dầu Một được tổ chức trong bí mật, bầu ra Ban Chấp hành lâm thời (tức Tỉnh ủy lâm thời) gồm Bí thư Tỉnh ủy lâm thời Văn Công Khai, các Ủy viên Nguyễn Văn Thi, Nguyễn Văn Trung (về sau bổ sung thêm Lê Đức Anh, Vũ Văn Hiền,...[6]). Dưới sự lãnh đạo của ông, Tỉnh ủy Thủ Dầu Một chủ trương thực thi chỉ đạo của Xứ ủy Nam Kỳ[b], tích cực chuẩn bị lực lượng để chờ đợi thời cơ khởi nghĩa vũ trang giành chính quyền.[1][2] Đêm ngày 23 tháng 8 năm 1945, Hội nghị mở rộng được tổ chức ở làng Bưng Cầu đã ra quyết định tiến hành khởi nghĩa trong tỉnh, thành lập Ủy ban khởi nghĩa do Bí thư Tỉnh ủy Văn Công Khai làm Trưởng ban.[1] Chỉ trong vòng hai ngày, lực lượng khởi nghĩa đã làm chủ hoàn toàn tỉnh Thủ Dầu Một mà không xảy ra đổ máu. Ngày 25 tháng 8, thay mặt Ủy ban khởi nghĩa, Trưởng ban Khởi nghĩa Văn Công Khai tuyên bố xóa bỏ chính quyền Nhật Bản, thành lập chính quyền cách mạng.[8] Công tác chính quyền[sửa | sửa mã nguồn] Tháng 10 năm 1945, Nguyễn Đức Thuận được chỉ định làm Bí thư Tỉnh ủy Thủ Dầu Một,[9] ông được giao nhiệm vụ chuyên trách công tác chính quyền với tư cách Phó Bí thư Tỉnh ủy, Phó Chủ tịch Ủy ban Kháng chiến hành chính tỉnh.[2][10] Tháng 3 năm 1946, tại Hội nghị bất thường do Nguyễn Đức Thuận (với tư cách Đặc phái viên của Xứ ủy) chủ trì, chính thức công nhận Ban Chấp hành lâm thời trở thành Tỉnh ủy chính thức. Tỉnh ủy Thủ Dầu Một mới được chỉ định gồm bảy người do Nguyễn Văn Tiết làm Bí thư, Văn Công Khai lấy bí danh Phủ làm Phó Bí thư, các Ủy viên Hồ Văn Nâu, Lê Đức Anh, Nguyễn Văn Thi, Phan Dân, Dương Danh Thắng. Ngày 26 tháng 5 năm 1947, trên đường đi công tác cùng đoàn các bộ tỉnh từ Lái Thiêu đến xã Đồng An thuộc huyện Thủ Đức, tỉnh Gia Định (nay là thị xã Dĩ An, Bình Dương), cả đoàn bị quân Pháp phục kích, ông bị trúng đạn hy sinh khi mới 38 tuổi.[1][2] Vinh danh[sửa | sửa mã nguồn] Tên của ông được đặt cho một con đường ở phường Phú Cường[2][11] và thị trấn Dầu Tiếng thuộc tỉnh Bình Dương.[12] Ghi chú[sửa | sửa mã nguồn] ^ Về thành viên Chi bộ đồn điền cao su Dầu Tiếng thì có hai danh sách khác nhau, có thể tương ứng với hai lần biệt phái của Văn Công Khai, chưa rõ Chi bộ nào được thành lập trước. Theo báo Bình Dương: Nguyễn Văn Tiết, Văn Công Khai, Nguyễn Văn Chiểu.[1] Theo Tỉnh ủy Bình Dương: Văn Công Khai, Nguyễn Văn Tiết, Đặng Dân, Đinh Công Toàn.[3] ^ Xứ ủy Tiền Phong mới tái lập do Trần Văn Giàu làm Bí thư Xứ ủy.[7] Chú thích[sửa | sửa mã nguồn] ^ a b c d e f g h Hồ Thị Nam (30 tháng 1 năm 2013). “Bí thư Tỉnh ủy Thủ Dầu Một Văn Công Khai (1943-1945): Mãi mãi tỏa sáng”. Báo Bình Dương. Lưu trữ bản gốc ngày 20 tháng 4 năm 2015. Truy cập ngày 22 tháng 5 năm 2022. ^ a b c d e f g Trung Thành (27 tháng 8 năm 2012). “Lịch sử khắc tên đồng chí Văn Công Khai”. Thư viện tỉnh Bình Dương. Lưu trữ bản gốc ngày 24 tháng 7 năm 2021. Truy cập ngày 22 tháng 5 năm 2022. ^ “Đảng bộ thị xã Bến Cát”. Cổng thông tin điện tử Tỉnh ủy Bình Dương. 2018. Lưu trữ bản gốc ngày 24 tháng 7 năm 2021. Truy cập ngày 22 tháng 5 năm 2022. ^ Hồng Thuận (29 tháng 5 năm 2021). “Đồng chí Nguyễn Văn Tiết: Người con trung hiếu của đất Bình Nhâm”. Báo Bình Dương. Lưu trữ bản gốc ngày 24 tháng 7 năm 2021. Truy cập ngày 22 tháng 5 năm 2022. ^ Công Danh (17 tháng 12 năm 2019). “Nguyễn Văn Tiết – Bí thư Tỉnh Ủy Thủ Dầu Một Tấm gương cách mạng trong sáng để thế hệ trẻ soi rọi bản thân”. Cổng thông tin điện tử Thành phố Thuận An. Lưu trữ bản gốc ngày 24 tháng 7 năm 2021. Truy cập ngày 22 tháng 5 năm 2022. ^ Hà Minh Hồng (24 tháng 4 năm 2019). “Vị Tướng mở đầu binh nghiệp bằng 'Đội quân áo nâu'”. Báo Chính phủ. Lưu trữ bản gốc ngày 22 tháng 5 năm 2022. Truy cập ngày 22 tháng 5 năm 2022. ^ “Xứ uỷ Nam Kỳ được lập lại”. Báo Điện tử Đảng Cộng sản Việt Nam. 25 tháng 9 năm 2019. Lưu trữ bản gốc ngày 22 tháng 5 năm 2022. Truy cập ngày 22 tháng 5 năm 2022. ^ Nguyễn Ngọc Thắng (1 tháng 9 năm 2021). “Kỷ niệm 76 năm cách mạng tháng Tám và Quốc khánh 2-9: Cách mạng tháng Tám và bài học về thời cơ trong phòng, chống dịch”. Trang tin điện tử Đảng bộ Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 22 tháng 5 năm 2022. Truy cập ngày 22 tháng 5 năm 2022. ^ Phòng Lý luận chính trị - Lịch sử Đảng, Ban Tuyên giáo Thành ủy Thành phố Hồ Chí Minh (19 tháng 6 năm 2021). “Đồng chí Nguyễn Đức Thuận – Giữ trọn khí tiết cách mạng”. Trang tin điện tử Đảng bộ Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 22 tháng 5 năm 2022. Truy cập ngày 22 tháng 5 năm 2022. ^ “Nguyễn Văn Tiết- Người con ưu tú của tỉnh Bình Dương”. Công ty cổ phần CIC39. 3 tháng 2 năm 2012. Lưu trữ bản gốc ngày 22 tháng 5 năm 2022. Truy cập ngày 22 tháng 5 năm 2022. ^ Quỳnh Như (29 tháng 9 năm 2021). “Thực hiện mô hình \"Tuyến đường hoa\" tại TP.Thủ Dầu Một”. Báo Bình Dương. Lưu trữ bản gốc ngày 22 tháng 5 năm 2022. Truy cập ngày 22 tháng 5 năm 2022. ^ Đình Hậu (2 tháng 3 năm 2021). “Thị trấn Dầu Tiếng: Phát huy vai trò của Mặt trận Tổ quốc và các đoàn thể”. Báo Bình Dương. Lưu trữ bản gốc ngày 11 tháng 4 năm 2021. Truy cập ngày 22 tháng 5 năm 2022. Liên kết ngoài[sửa | sửa mã nguồn] Thu Thảo (23 tháng 1 năm 2015). “\"Hạt giống cách mạng\" nẩy mầm, sinh sôi - Bài 6”. Báo Bình Dương. Lưu trữ bản gốc ngày 3 tháng 2 năm 2018. Truy cập ngày 22 tháng 5 năm 2022. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Văn_Công_Khai&oldid=69544450” Thể loại: Sinh năm 1909 Mất năm 1947 Người Bình Dương Bí thư Tỉnh ủy Thủ Dầu Một Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 19:11. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}