{"Vũ Đình Liệu":"Vũ Đình Liệu – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Vinh danh 3Tham khảo 4Liên kết ngoài Vũ Đình Liệu 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 3\/2022) Bài viết hoặc đoạn này cần người am hiểu về chủ đề này trợ giúp biên tập mở rộng hoặc cải thiện. Bạn có thể giúp cải thiện trang này nếu có thể. Xem trang thảo luận để biết thêm chi tiết. (tháng 3\/2022) Vũ Đình Liệu Chức vụ Phó Chủ tịch Hội đồng Bộ trưởng Nhiệm kỳ 23 tháng 4 năm 1982 – 16 tháng 2 năm 1987 4 năm, 299 ngày Chủ tịch Phạm Văn Đồng Thông tin chung Sinh (1919-11-21)21 tháng 11, 1919 Nam Định Mất 17 tháng 6, 2005(2005-06-17) (85 tuổi) Thành phố Hồ Chí Minh Vũ Đình Liệu (1919-2005) là một chính trị gia Việt Nam, nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV, V, nguyên Phó Chủ tịch Hội đồng Bộ trưởng (tương đương Phó Thủ tướng Chính phủ hiện nay) nước Cộng hòa Xã hội chủ nghĩa Việt Nam. Tiểu sử[sửa | sửa mã nguồn] Vũ Đình Liệu, tên khác là Nguyễn Thanh Bình, bí danh Tú Đình, Tư Bình; sinh năm 1919 tại xã Khánh Thôn, huyện Mỹ Lộc, tỉnh Nam Định, trong một gia đình yêu nước, có truyền thống cách mạng[1]. Ông hoạt động cách mạng từ tháng 07\/1945, trong Cách mạng tháng tám 1945 tham gia giành chính quyền tại Trà Vinh. Ông được kết nạp vào Đảng Cộng sản Đông Dương tháng 10\/1946. Trong thời gian từ 1945 đến 30\/04\/1975, ông lần lượt đảm nhiệm nhiều chức vụ quan trọng tại Tây Nam Bộ như: Chủ nhiệm Việt Minh huyện Châu Thành, tỉnh Trà Vinh; Bí thư Huyện ủy Châu Thành; Phó Bí thư Tỉnh ủy Trà Vinh; Bí thư Tỉnh ủy Cà Mau; Khu ủy viên sau đó là Bí thư Khu ủy khu 9 kiêm Chính ủy Quân khu 9. Sau 30\/04\/1975, ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IV và V. Ông lần lượt đảm nhiệm các chức vụ Phó Trưởng ban Tuyên huấn Trung ương; Ủy viên Thường vụ Thành ủy, Phó Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh; Phó Bí thư Thành ủy, Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh (01\/1977-03\/1979); Bí thư Tỉnh ủy Hậu Giang (dưới tên Nguyễn Thanh Bình). Từ 23\/4\/1982 đến 16\/2\/1987 ông là Phó Chủ tịch Hội đồng Bộ trưởng (tương đương Phó Thủ tướng Chính phủ hiện nay), thay cho Võ Chí Công,[2] phụ trách nông nghiệp. Sau khi nghỉ hưu, ông còn tham gia làm Chủ tịch Hội Nghề cá Việt Nam, vận động thành lập Ngân hàng Thủy sản. Ông mất ngày 17\/06\/2005 tại nhà riêng nơi ông sống tại Thành phố Hồ Chí Minh. Vinh danh[sửa | sửa mã nguồn] Huân chương Hồ Chí Minh Huy hiệu 60 năm tuổi Đảng Nhiều Huân chương, Huy chương khác Tên ông được đặt cho trường Trung hoc phổ thông Châu Thành,nay là trường Trung hoc phổ thông Vũ Đình Liệu, huyện Châu Thành, tỉnh Trà Vinh.[cần dẫn nguồn] Tham khảo[sửa | sửa mã nguồn] ^ “Trang tin Huyen Chau Thanh”. Bản gốc lưu trữ ngày 4 tháng 3 năm 2016. Truy cập 12 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 22 tháng 1 năm 2014. Truy cập ngày 18 tháng 7 năm 2012. Liên kết ngoài[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vũ_Đình_Liệu&oldid=69926905” Thể loại: Sinh năm 1919 Mất năm 2005 Người Nam Định Người Sài Gòn Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V Phó Thủ tướng Việt Nam Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh Bí thư Tỉnh ủy Cà Mau Bí thư Tỉnh ủy Hậu Giang Huân chương Hồ Chí Minh Thể loại ẩn: Trang thiếu chú thích trong bài Trang cần được biên tập lại Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 27 tháng 4 năm 2023, 14:48. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}