{"Vũ Ngọc Hoàng":"Vũ Ngọc Hoàng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Tác phẩm Hiện\/ẩn mục Tác phẩm 2.1Báo chí 3Trích dẫn 4Tham khảo Vũ Ngọc Hoàng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Vũ Ngọc Hoàng Chức vụ Phó Trưởng Ban Tuyên giáo Trung ương (Thường trực từ 2\/2011 - 11\/2013) Nhiệm kỳ 28 tháng 2 năm 2008 – 30 tháng 11 năm 2016 8 năm, 276 ngày Trưởng ban Tô Huy Rứa Đinh Thế Huynh Tiền nhiệm Phùng Hữu Phú Kế nhiệm Mai Văn Ninh Vị trí Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, XI Nhiệm kỳ 2006 – 2016 Tổng Bí thư Nông Đức Mạnh Nguyễn Phú Trọng Bí thư Tỉnh ủy Quảng Nam Nhiệm kỳ tháng 8 năm 2001 – tháng 2 năm 2008 Kế nhiệm Nguyễn Đức Hải Phó Bí thư Nguyễn Xuân Phúc Thông tin chung Sinh 30 tháng 11, 1953 (69 tuổi) Vợ Nguyễn Thị Ánh Học vấn Tiến sĩ Quê quán xã Tam Xuân, huyện Núi Thành, tỉnh Quảng Nam Vũ Ngọc Hoàng (sinh năm 1953) là chính trị gia người Việt Nam. Ông nguyên là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, XI, Phó Trưởng ban Thường trực Ban Tuyên giáo Trung ương, Bí thư Tỉnh ủy Quảng Nam.[1] Tiểu sử[sửa | sửa mã nguồn] Vũ Ngọc Hoàng sinh ngày 30 tháng 11 năm 1953, quê quán tại xã Tam Xuân, huyện Núi Thành, tỉnh Quảng Nam.[2] Vũ Ngọc Hoàng có học vị Tiến sĩ.[1] Từ tháng 8 năm 2001 đến tháng 2 năm 2008, Vũ Ngọc Hoàng giữ chức vụ Bí thư Tỉnh ủy Quảng Nam.[3] Tháng 2 năm 2011, Vũ Ngọc Hoàng là Phó trưởng ban thường trực Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam.[4][5] Cuối năm 2016, ông nghỉ hưu. Sau khi nghỉ hưu, tháng 8 năm 2019, ông giữ chức vụ Phó Chủ tịch Hiệp hội đại học, cao đẳng Việt Nam.[1] Ông kết hôn với bà Nguyễn Thị Ánh.[3] Tháng 5 năm 2019, hai vợ chồng ông dính líu tới vụ hai lô đất rộng 1261m² (lô A51 và A52) chuyển nhượng trái pháp luật không qua đấu giá tại khu phố mới Tân Thạnh, TP Tam Kỳ, tỉnh Quảng Nam.[6][7] Tác phẩm[sửa | sửa mã nguồn] Báo chí[sửa | sửa mã nguồn] Vũ Ngọc Hoàng, \"Lợi ích nhóm\" và \"Chủ nghĩa tư bản thân hữu\" - cảnh báo nguy cơ, Tạp chí Cộng sản, 2.6.2015[8] Vũ Ngọc Hoàng, \"Tự do và chủ nghĩa xã hội\", Báo Thanh niên, 18\/01\/2016[9] Trích dẫn[sửa | sửa mã nguồn] Trong bài báo \"Tự do và chủ nghĩa xã hội\" đăng trên Báo Thanh niên ngày 18\/01\/2016 ông Vũ Ngọc Hoàng viết: “ Chủ nghĩa xã hội phải tự do hơn chủ nghĩa tư bản. Khi nào đạt được mức độ tự do cao hơn tự do của xã hội tư bản phát triển thì khi ấy mới có thể có chủ nghĩa xã hội hiện thực. Việt Nam ta tuy đã định hướng tiến lên chủ nghĩa xã hội nhưng vẫn còn đang chịu ảnh hưởng nặng nề tư tưởng phong kiến trong vấn đề tự do. Phải ra sức khắc phục hạn chế này mới đúng là theo định hướng xã hội chủ nghĩa. Còn làm ngược lại, hạn chế tự do, thì đó không phải là con đường tiến lên chủ nghĩa xã hội, mà ngược lại, đó là con đường rời bỏ mục tiêu lý tưởng về chủ nghĩa xã hội. Đã có những quan niệm rất sai lầm và lạc hậu khi cho rằng tự do là kiểu tư bản phương Tây, còn chủ nghĩa xã hội thì hiểu như \"trại lính\". Nếu chủ nghĩa xã hội mà vậy thì chẳng ai yêu thích và họ sẽ từ bỏ nó. Cuộc đấu tranh đòi quyền tự do không khi nào lạc hậu, không bao giờ là không cần thiết, luôn là vấn đề của thời đại, cũng là vấn đề thời sự, đáng quan tâm hàng đầu, vì nó hợp quy luật, hợp lòng người, hợp tâm lý, được nhân dân đồng tình ủng hộ. Với lẽ ấy, tự do – bản thân nó – đã là tất yếu. Tự do là tất yếu. Trong tuyên ngôn của mình, Karl Marx đã khẳng định mục đích của xã hội tương lai (chủ nghĩa xã hội) là giải phóng con người, đem lại tự do cho con người, tự do cho mỗi người là điều kiện để có tự do cho mọi người, để con người được phát triển toàn diện. Tự do và sự phát triển của con người, từng con người, và cả cộng đồng, đó là giá trị nhân văn quan trọng bậc nhất trong tư tưởng của ông. Rất tiếc là các nước xã hội chủ nghĩa ít nói đến quan điểm này, trong khi các nước tư bản chủ nghĩa phát triển thì quan tâm và giải quyết tốt hơn. Tự do là vấn đề bản chất của chủ nghĩa xã hội, cũng là đặc trưng quan trọng nhất của chủ nghĩa xã hội.[9] ” Tham khảo[sửa | sửa mã nguồn] ^ a b c “Tiến sĩ Vũ Ngọc Hoàng làm Phó Chủ tịch Hiệp hội đại học, cao đẳng Việt Nam”. báo Giáo dục. 2019-08-26. Truy cập ngày 11 tháng 10 năm 2019. ^ “Đồng chí Vũ Ngọc Hoàng”. Báo điện tử Đảng Cộng sản Việt Nam. 2018-07-04. Truy cập ngày 11 tháng 10 năm 2019. ^ a b Lê Nhâm Thân. “Nguyên Bí thư Tỉnh ủy Quảng Nam trần tình vụ 2 lô đất công về tay vợ xây biệt thự”. Người đưa tin. 2019-05-22. Truy cập ngày 11 tháng 10 năm 2019. ^ Bùi Hoàng Tám. “Những trăn trở của Phó Trưởng ban thường trực Ban Tuyên giáo Trung ương”. Dân trí. 2016-01-28. Truy cập ngày 11 tháng 10 năm 2019. ^ Hoàng Thuỳ - Nhật Minh. “Ông Vũ Ngọc Hoàng: 'Bộ Chính trị đề nghị để một người làm Tổng bí thư'”. VnExpress. 2016-01-24. Truy cập ngày 11 tháng 10 năm 2019. ^ “Đề nghị 'không thông tin sâu' 2 lô đất 1.261m2 của gia đình cựu bí thư tỉnh ủy”. báo Tuổi trẻ. 2019-05-22. Truy cập ngày 11 tháng 10 năm 2019. ^ “Nguyên Bí thư Tỉnh ủy nói về lô đất 1.261 m2: 'Họ đồng ý nhượng thì tôi mua thôi'”. báo Phụ nữ. 2019-05-20. Truy cập ngày 11 tháng 10 năm 2019. ^ “\"Lợi ích nhóm\" và \"Chủ nghĩa tư bản thân hữu\" - cảnh báo nguy cơ”. Truy cập ngày 11 tháng 10 năm 2019. ^ a b Tự do và chủ nghĩa xã hội, Vũ Ngọc Hoàng, Báo Thanh niên, 18\/01\/2016 Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vũ_Ngọc_Hoàng&oldid=68915288” Thể loại: Sơ khai chính khách Việt Nam Người họ Vũ tại Việt Nam Người Quảng Nam Tiến sĩ Việt Nam Bí thư Tỉnh ủy Quảng Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 31 tháng 7 năm 2022, 01:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}