{"Vương Đình Huệ":"Vương Đình Huệ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp Hiện\/ẩn mục Sự nghiệp 3.1Công tác ở Trường Đại học Tài chính - Kế toán Hà Nội 3.2Chuyển sang công tác chính quyền 3.3Phó Thủ tướng Chính phủ 3.4Đại biểu Quốc hội Việt Nam 3.5Hoạt động trong Đảng Cộng sản Việt Nam 3.6Bí thư Thành ủy Hà Nội 4Chủ tịch Quốc hội Hiện\/ẩn mục Chủ tịch Quốc hội 4.1Bầu làm Chủ tịch Quốc hội 4.1.1Khóa XIV 4.1.2Khóa XV 4.2Hội nghị về việc phối hợp giữa Chủ tịch nước và Ủy ban Thường vụ Quốc hội 4.3Các kỳ họp Quốc hội 4.4Kỳ họp bất thường 4.4.1Lần một (4 tháng 1 – 11 tháng 1 năm 2022) 4.4.2Lần hai (5 tháng 1 – 9 tháng 1 năm 2023) 4.4.3Lần ba (18 tháng 1 năm 2023) 4.4.4Lần bốn (2 tháng 3 năm 2023) 5Quan hệ quốc tế Hiện\/ẩn mục Quan hệ quốc tế 5.1Công du Châu Âu 5.1.1Tăng cường quan hệ với EU 5.1.2Dự hội nghị WCSP5 tại Áo 5.1.3Thúc đẩy EU phê chuẩn EVIPA 6Tác phẩm 7Gia đình 8Tham khảo Vương Đình Huệ 7 ngôn ngữ English Français 日本語 ភាសាខ្មែរ Português Русский 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Giáo sư, Tiến sĩ Vương Đình Huệ Vương Đình Huệ năm 2022 Chức vụ Chủ tịch Quốc hội nuớc Cộng hòa xã hội chủ nghĩa Việt Nam Nhiệm kỳ 31 tháng 3 năm 2021 – nay 2 năm, 57 ngày Tiền nhiệm Nguyễn Thị Kim Ngân Kế nhiệm đương nhiệm Phó Chủ tịch Trần Thanh Mẫn (2021-nay) Nguyễn Khắc Định (2021-nay) Nguyễn Đức Hải (2021-nay) Thượng tướng Trần Quang Phương (2021- nay) Chủ tịch Hội đồng Bầu cử Quốc gia Bí thư Đảng đoàn Quốc hội Nhiệm kỳ 31 tháng 3 năm 2021 – nay 2 năm, 57 ngày Tiền nhiệm Nguyễn Thị Kim Ngân Kế nhiệm đương nhiệm Bí thư Thành ủy Hà Nội Nhiệm kỳ 7 tháng 2 năm 2020 – 2 tháng 4 năm 2021 1 năm, 54 ngày Tiền nhiệm Hoàng Trung Hải Kế nhiệm Đinh Tiến Dũng Phó Bí thư Ngô Thị Thanh Hằng (11\/2015-10\/2020) Nguyễn Thị Bích Ngọc (11\/2015-10\/2020) Đào Đức Toàn (11\/2015-10\/2020) Nguyễn Đức Chung (11\/2015-8\/2020) Chu Ngọc Anh (từ 18\/9\/2020) Nguyễn Thị Tuyến (từ 10\/2020, thường trực) Nguyễn Ngọc Tuấn (từ 10\/2020) Nguyễn Văn Phong (từ 10\/2020) Phó Thủ tướng Chính phủ (phụ trách Kinh tế Tổng hợp) Nhiệm kỳ 9 tháng 4 năm 2016 – 11 tháng 6 năm 2020 4 năm, 63 ngày Thủ tướng Nguyễn Xuân Phúc Tiền nhiệm Vũ Văn Ninh Kế nhiệm Lê Minh Khái Trưởng ban Chỉ đạo Tây Nam Bộ Nhiệm kỳ 12 tháng 7 năm 2016 – 11 tháng 10 năm 2017 1 năm, 91 ngày Tiền nhiệm Vũ Văn Ninh Kế nhiệm chấm dứt hoạt động Phó Trưởng ban Nguyễn Trung Hiếu Ủy viên Bộ Chính trị khóa XII, XIII Nhiệm kỳ 27 tháng 1 năm 2016 – nay 7 năm, 120 ngày Tổng Bí thư Nguyễn Phú Trọng Trưởng ban Kinh tế Trung ương Nhiệm kỳ 28 tháng 12 năm 2012 – 11 tháng 4 năm 2016 3 năm, 105 ngày Tiền nhiệm Trương Tấn Sang (chức vụ bãi bỏ năm 2007) Kế nhiệm Nguyễn Văn Bình Phó Trưởng ban Nguyễn Công Nghiệp (đến 3\/2015) Lê Dương Quang (đến 3\/2015) Trương Quang Nghĩa (3\/2015 - 4\/2016) Trần Văn Hiếu (từ 3\/2015) Trần Tuấn Anh (từ 3\/2015) Bộ trưởng Bộ Tài chính Nhiệm kỳ 3 tháng 8 năm 2011 – 23 tháng 5 năm 2013 1 năm, 293 ngày Tiền nhiệm Vũ Văn Ninh Kế nhiệm Đinh Tiến Dũng Vị trí Việt Nam Đại biểu Quốc hội khóa XIII, XIV, XV Nhiệm kỳ 22 tháng 5 năm 2011 – nay 12 năm, 5 ngày Chủ tịch Quốc hội Nguyễn Sinh Hùng Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Bình Định, Hà Tĩnh, Hà Nội, Hải Phòng Tổng Kiểm toán Nhà nước Nhiệm kỳ 1 tháng 7 năm 2006 – 2 tháng 8 năm 2011 5 năm, 32 ngày Tiền nhiệm Đỗ Bình Dương Kế nhiệm Đinh Tiến Dũng Vị trí Việt Nam Ủy viên Trung ương Đảng khóa X, XI, XII, XIII Nhiệm kỳ 25 tháng 4 năm 2006 – nay 17 năm, 32 ngày Tổng Bí thư Nông Đức Mạnh (2001-2011) Nguyễn Phú Trọng (2011-nay) Phó Tổng Kiểm toán Nhà nước Nhiệm kỳ tháng 7 năm 2001 – tháng 6 năm 2006 Tổng Kiểm toán Đỗ Bình Dương Tiền nhiệm Bùi Hải Ninh Kế nhiệm Lê Minh Khái Vị trí Việt Nam Phó Hiệu trưởng Trường Đại học Tài chính - Kế toán Hà Nội Nhiệm kỳ tháng 3 năm 1999 – tháng 6 năm 2001 Hiệu trưởng GS. TS Vũ Văn Hóa Vị trí Việt Nam Thông tin chung Quốc tịch Việt Nam Sinh 15 tháng 3, 1957 (66 tuổi) xã Nghi Xuân, huyện Nghi Lộc, tỉnh Nghệ An, Việt Nam Dân chủ Cộng hòa Nơi ở Hà Nội Nghề nghiệp Chính khách Dân tộc Kinh Tôn giáo Không Đảng chính trị Đảng Cộng sản Việt Nam 9\/3\/1984 Vợ Nguyễn Vân Chi Cha Vương Đình Sâm Mẹ Võ Thị Cầm Họ hàng Vương Đình Ngọc (anh trai, mất 1973) Học vấn Giáo sư, Tiến sĩ Kinh tế Website tại đây Vương Đình Huệ (sinh ngày 15 tháng 3 năm 1957 tại Nghệ An) là chính trị gia cao cấp người Việt Nam. Ông là Ủy viên Bộ Chính trị Khoá XII, XIII, Chủ tịch Quốc hội Cộng hòa xã hội chủ Nghĩa Việt Nam. Xuất thân[sửa | sửa mã nguồn] Vương Đình Huệ sinh ngày 15 tháng 3 năm 1957, quê quán tại làng chài Xuân Lộc, xã Nghi Xuân, huyện Nghi Lộc, tỉnh Nghệ An. Cha ông là Vương Đình Sâm, làm công an, sau đó làm cho bưu chính xã Nghi Xuân. Còn mẹ ông là bà Võ Thị Cầm (sinh năm 1922) làm Đội trưởng Đội bốc xếp Hồng Lam, rồi làm trong Ban chấp hành Hội Liên hiệp Phụ nữ xã Nghi Xuân. Cha mẹ ông sinh được 8 người con, 5 trai, 3 gái. Người con trai thứ 2 tên là Vương Đình Ngọc đã hy sinh năm 1973. Cha ông bị thương nặng ở tay do trúng bom của quân đội Hoa Kỳ, và sau đó qua đời vì lâm bệnh nặng. Mẹ ông phải một mình vất vả nuôi 8 người con khôn lớn, cuộc sống cơ cực. Theo lời người bạn học Vương Đình Hải thì Vương Đình Huệ từ thiếu thời đã giỏi chơi cờ tướng và đã thắng tất cả các đối thủ trong huyện Nghi Lộc.[1] Theo lời một người bạn học khác tên Hoàng Văn Thái (năm 2016 là Hiệu trưởng Trường Trung học phổ thông Nguyễn Duy Trinh) thì năm lớp 10 (1974) Vương Đình Huệ học giỏi nổi tiếng ở trong huyện Nghi Lộc, được tỉnh Nghệ An tặng cho một chiếc xe đạp[1]. Vương Đình Huệ ham đọc sách văn học và có niềm đam mê với các môn khoa học.[2][3] Giáo dục[sửa | sửa mã nguồn] Năm 1974: ông học lớp 10C trường cấp 3 Nghi Lộc 1, Nghệ An. Từ 9\/1979-1985: ông học Trường Đại học Tài chính - Kế toán Hà Nội (nay là Học viện Tài chính), Ủy viên Thường vụ Đoàn trường. 1985-1986: ông là học viên khoa châu Âu, lớp tiếng Tiệp, Trường Đại học Ngoại ngữ (nay là Trường Đại học Hà Nội). 1986-1990: Ông là nghiên cứu sinh Phó Tiến sĩ tại Trường Đại học Kinh tế Bratislava (Vysoká Skola ekonomická v Bratislave), Cộng hòa Slovakia; Đơn vị trưởng lưu học sinh; Trưởng Thành hội lưu học sinh Việt Nam tại Bratislava. Năm 1990: ông bảo vệ luận án Phó Tiến sĩ ngành Kinh tế học về chủ đề Kế toán trong nông nghiệp với tựa đề \"Metodologické otázky úctovania nákladov a kalkulácie vlastných nákladov a daisích zloziek ceny výkonov v polnohospodárskych organizáciách\".[4] Luận án nghiên cứu về sự phát triển của kế toán trong các xí nghiệp nông nghiệp ở Tiệp Khắc và quá trình áp dụng kinh nghiệm của Tiệp Khắc vào Việt Nam.[4] Ông có học hàm giáo sư.[5] Sự nghiệp[sửa | sửa mã nguồn] Công tác ở Trường Đại học Tài chính - Kế toán Hà Nội[sửa | sửa mã nguồn] Từ 1991 đến 1992: ông là giảng viên tại Khoa Kế toán, Trường Đại học Tài chính - Kế toán Hà Nội (nay là Học viện Tài chính) Từ 10\/1992 đến 5\/1993: ông là Phó Trưởng khoa Kế toán, Trường Đại học Tài chính - Kế toán Hà Nội. Từ 6\/1993 đến 2\/1999: Quyền Trưởng khoa, rồi Trưởng khoa Kế toán, Trường Đại học Tài chính - Kế toán Hà Nội. Từ 3\/1999 đến 6\/2001, Phó Hiệu trưởng Trường Đại học Tài chính - Kế toán Hà Nội. Chuyển sang công tác chính quyền[sửa | sửa mã nguồn] Từ 7\/2001 đến 7\/2006: Phó Tổng Kiểm toán Nhà nước. Ngày 27\/6\/2006: Chủ tịch Quốc hội Việt Nam khóa 11 Nguyễn Phú Trọng đọc tờ trình của Ủy ban thường vụ Quốc hội giới thiệu ông Vương Đình Huệ cho Quốc hội bầu giữ chức vụ Tổng Kiểm toán Nhà nước.[6] Chiều ngày 28\/6\/2006: ông được Quốc hội khóa 11 bầu làm Tổng Kiểm toán Nhà nước (kết quả kiểm phiếu: số phiếu phát ra 475, số phiếu thu về 473, số phiếu hợp lệ 471, số phiếu tán thành 438).[6] Sáng ngày 29\/7\/2011: Quốc hội khóa 13 miễn nhiệm chức vụ Tổng Kiểm toán Nhà nước Việt Nam đối với ông Vương Đình Huệ với 96,2% phiếu tán thành.[7] Ngày 3\/8\/2011: tại Kỳ họp thứ nhất, Quốc hội khóa 13 ông được Quốc hội phê chuẩn làm Bộ trưởng Bộ Tài chính. Ngày 23\/5\/2013: kỳ họp thứ 5 Quốc hội khóa 13 đã thông qua Nghị quyết miễn nhiệm chức vụ Bộ trưởng Bộ Tài chính đối với ông.[8][9] Phó Thủ tướng Chính phủ[sửa | sửa mã nguồn] Phó Thủ tướng Vương Đình Huệ tại Brazil Ngày 9\/4\/2016: ông được Quốc hội khóa 13 bầu làm Phó Thủ tướng Chính phủ.[10] Ngày 28\/7\/2016: ông được Quốc hội khóa 14 bầu lại làm Phó Thủ tướng Chính phủ. Từ ngày 1\/8\/2016: Thủ tướng Chính phủ Nguyễn Xuân Phúc phân công phụ trách theo dõi, chỉ đạo các lĩnh vực công tác thuộc khối kinh tế tổng hợp, bao gồm: Kế hoạch; tài chính, giá cả; tiền tệ ngân hàng; thị trường chứng khoán, các nguồn đầu tư tài chính; dự báo và chính sách điều hành kinh tế vĩ mô. Ông Vương Đình Huệ phát biểu tại Diễn đàn hợp tác kinh tế châu Á ở Bình Dương, năm 2019 Tháng 2\/2020: ông là Chủ tịch Ủy ban chỉ đạo quốc gia về cơ chế một cửa ASEAN, một cửa quốc gia và tạo thuận lợi thương mại (Uỷ ban 1899)[11] Ngày 11\/2\/2020: Thủ tướng Nguyễn Xuân Phúc ký Quyết định số 235\/QĐ-TTg sửa đổi, bổ sung Quyết định số 1527\/QĐ-TTg ngày 1\/8\/2016 về việc phân công công tác của Thủ tướng và các Phó Thủ tướng Chính phủ, bãi bỏ về việc phân công công tác đối với Phó Thủ tướng Vương Đình Huệ.[12][13] Chiều ngày 10\/6\/2020: Thủ tướng Nguyễn Xuân Phúc trình bày trước Quốc hội Tờ trình đề nghị phê chuẩn việc miễn nhiệm chức vụ Phó Thủ tướng Chính phủ đối với ông.[14] Sáng ngày 11\/6\/2020: 448\/451 Đại biểu Quốc hội đã bỏ phiếu kín tán thành thông qua Nghị quyết[15] về việc phê chuẩn miễn nhiệm chức vụ Phó Thủ tướng Chính phủ đối với ông.[16] Đại biểu Quốc hội Việt Nam[sửa | sửa mã nguồn] Ngày 22\/5\/2011: ông lần đầu tiên trúng cử Đại biểu Quốc hội Việt Nam khóa XIII tại đơn vị bầu cử số 1 của tỉnh Bình Định, gồm huyện Tuy Phước, huyện Vân Canh, huyện Tây Sơn, huyện Vĩnh Thạnh và thành phố Quy Nhơn đạt tỷ lệ 69,98% số phiếu hợp lệ. Ngày 22\/5\/2016: ông trúng cử Đại biểu Quốc hội Việt Nam khóa 14 tại đơn vị bầu cử số 1 tỉnh Hà Tĩnh gồm thành phố Hà Tĩnh, thị xã Kỳ Anh và các huyện: Kỳ Anh, Cẩm Xuyên, Hương Khê, được 340.761 phiếu chiếm tỉ lệ 95,32%. Ngày 10\/2\/2020: Ủy ban Thường vụ Quốc hội Việt Nam khóa 14 chuyển sinh hoạt của đại biểu Quốc hội Vương Đình Huệ từ đoàn Hà Tĩnh về Hà Nội[17] Sáng ngày 18\/2\/2020: Đoàn ĐBQH TP.Hà Nội giới thiệu Vương Đình Huệ vào danh sách bầu chức danh Trưởng đoàn ĐBQH khóa 14 thành phố Hà Nội. Kết quả trong buổi họp toàn bộ 25 đại biểu có mặt (tổng sổ đại biểu: 28, đại biểu Nguyễn Phú Trọng, đại biểu Hoàng Trung Hải, và một đại biểu khác vắng mặt) đã bỏ phiếu kín bầu ông giữ chức vụ Trưởng đoàn ĐBQH khóa 14 thành phố Hà Nội.[18][19] Ngày 19\/2\/2020, Ủy ban Thường vụ Quốc hội Việt Nam khóa 14 ban hành Nghị quyết phê chuẩn kết quả bầu ông Vương Đình Huệ giữ chức vụ Trưởng đoàn ĐBQH khóa XIV thành phố Hà Nội.[20] 6\/2021: Hội đồng bầu cử Quốc gia công bố trúng cử Đại biểu Quốc hội khóa XV Hoạt động trong Đảng Cộng sản Việt Nam[sửa | sửa mã nguồn] Ngày 9\/3\/1984: ông gia nhập Đảng Cộng sản Việt Nam.[21] Ông có bằng cao cấp lí luận chính trị của Đảng. Từ 10\/1992 đến 6\/2001: Đảng uỷ viên Đảng bộ Trường Đại học Tài chính - Kế toán Hà Nội (nay là Học viện Tài chính). Từ 7\/2001 đến 6\/2006: Ủy viên Ban Cán sự Đảng Cơ quan Kiểm toán Nhà nước (Việt Nam), Đảng ủy viên Đảng bộ Khối Kinh tế Trung ương. Ngày 25\/4\/2006: tại Đại hội Đại biểu toàn quốc lần thứ X của Đảng, ông được bầu làm Ủy viên Ban Chấp hành Trung ương. Từ 7\/2006 đến 8\/2011: Ủy viên Ban Chấp hành Trung ương khóa 10, Bí thư Ban Cán sự đảng, Bí thư Đảng ủy Cơ quan Kiểm toán Nhà nước. Ngày 19\/1\/2011: tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng, ông tái đắc cử Ủy viên Ban Chấp hành Trung ương. Từ ngày 28\/12\/2012-11\/4\/2016: Trưởng Ban Kinh tế Trung ương. Ngày 28\/1\/2016: tại Đại hội Đại biểu toàn quốc lần thứ XII, ông là Ủy viên Ban Chấp hành Trung ương khóa thứ 3 liên tiếp. Tại Hội nghị lần thứ 1 Ban Chấp hành Trung ương Đảng khóa XII, ông được bầu vào Bộ Chính trị. Đến tháng 4\/2016: Được miễn nhiệm chức trưởng ban Kinh tế Trung ương. Từ 4\/2016 đến 2\/2020: Ủy viên Bộ Chính trị, Ủy viên Ban cán sự Đảng Chính phủ. Ngày 12\/7\/2016: ông được phân công làm Trưởng Ban Chỉ đạo Tây Nam Bộ.[22] Ông giữ chức vụ Trưởng ban này cho đến lúc Ban giải thể vào tháng 10 năm 2017. Ngày 7\/2\/2020: Thay mặt Bộ Chính trị, Trưởng Ban tổ chức Trung ương Phạm Minh Chính công bố Quyết định số 1818-QĐ\/TW của Bộ Chính trị điều động ông Vương Đình Huệ, Ủy viên Bộ Chính trị, Ủy viên Ban Cán sự Đảng Chính phủ, Phó Thủ tướng Chính phủ thôi tham gia Ban Cán sự Đảng Chính phủ, phân công tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Thành ủy Hà Nội thay ông Hoàng Trung Hải.[10][23] Ngày 21\/2\/2020: ông là Bí thư Đảng ủy Bộ Tư lệnh Thủ đô Hà Nội nhiệm kỳ 2015 - 2020.[24] Ngày 12 tháng 10 năm 2020: Tại Đại hội đại biểu lần thứ XVII Đảng bộ thành phố Hà Nội, ông tái đắc cử Bí thư Thành ủy Hà Nội khóa XVII, nhiệm kỳ 2020-2025. Ngày 30 tháng 1 năm 2021, tại phiên bầu cử Trung ương, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII. Ngày 31, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII. Bí thư Thành ủy Hà Nội[sửa | sửa mã nguồn] Ông Huệ nhận quyết định bổ nhiệm làm Bí thư Hà Nội Sáng 10\/9\/2020, ông Vương Đình Huệ, Ủy viên Bộ Chính trị, Bí thư Thành ủy, Trưởng đoàn Đại biểu Quốc hội Thành phố Hà Nội đã chủ trì Hội nghị làm việc với các cơ quan, đơn vị về các giải pháp phát triển kinh tế-xã hội, việc làm và bảo đảm an sinh xã hội năm 2020 của Thành phố. Bí thư Thành ủy Vương Đình Huệ cho biết, qua 8 tháng đầu năm 2020, thực hiện Lời kêu gọi của Chủ tịch nước Nguyễn Phú Trọng, các Chỉ thị của Thủ tướng Chính phủ và các Nghị quyết của Chính phủ về thực hiện nhiệm vụ kép \"vừa chống dịch, vừa phát triển kinh tế\", các cấp uỷ, chính quyền và sở, ngành của Thành phố Hà Nội đã sớm kiểm soát dịch bệnh, đồng thời chủ động tháo gỡ khó khăn, thúc đẩy hoạt động đầu tư, sản xuất kinh doanh, tạo việc làm, bảo đảm an sinh xã hội và đạt được nhiều kết quả tích cực. Ưu tiên số 1 hiện nay của Thành phố vẫn là tập trung phòng chống hiệu quả dịch bệnh Covid-19, đồng thời chuẩn bị thật tốt cho các hoạt động kỷ niệm 1010 Thăng Long - Hà Nội, đặc biệt là Đại hội lần thứ 17 Đảng bộ Thành phố. Cùng với cả nước, Thủ đô cũng thực hiện quyết liệt các giải pháp phục hồi, phát triển kinh tế với quyết tâm đạt mức tăng trưởng cao gấp 1,3 lần bình quân chung của cả nước. Trong đó, phấn đấu hoàn thành nhiệm vụ giải ngân vốn đầu tư công, thu ngân sách nhà nước,...[25] Sáng 14\/10\/2020, ông Vương Đình Huệ, Ủy viên Bộ Chính trị, Bí thư Thành ủy, Trưởng đoàn đại biểu Quốc hội thành phố Hà Nội tới dự và chỉ đạo Đại hội đại biểu lần thứ XVII (nhiệm kỳ 2020-2025) Đảng bộ tỉnh Vĩnh Phúc diễn ra từ ngày 13 đến 15\/10\/2020. Thay mặt Bộ Chính trị phát biểu chỉ đạo tại Đại hội, ông Vương Đình Huệ nhìn nhận, trong thời kỳ đổi mới đất nước, đặc biệt là sau hơn 20 năm tái lập tỉnh, dưới sự lãnh đạo của Đảng, Đảng bộ, chính quyền và nhân dân các dân tộc tỉnh Vĩnh Phúc đã nêu cao tinh thần đoàn kết, đổi mới, sáng tạo, dám nghĩ, dám làm và đạt nhiều thành tựu quan trọng, toàn diện trên tất cả các lĩnh vực. Từ một tỉnh thuần nông, đến nay, Vĩnh Phúc đã trở thành một trong những điểm sáng của cả nước về phát triển kinh tế - xã hội.[26] Chiều 24\/10\/2020, ông Vương Đình Huệ, Ủy viên Bộ Chính trị, Bí thư Thành ủy, Trưởng đoàn đại biểu Quốc hội thành phố Hà Nội chủ trì làm việc với Hội Quy hoạch phát triển đô thị Việt Nam và Hội Quy hoạch phát triển đô thị thành phố Hà Nội bàn giải pháp tăng cường hợp tác phát triển quy hoạch, quản lý quy hoạch và phát triển đô thị Hà Nội. Trao đổi với các kiến trúc sư, Bí thư Thành ủy Vương Đình Huệ cho biết, Hà Nội là đô thị đặc biệt, trung tâm đầu não chính trị - hành chính quốc gia, trung tâm lớn về văn hóa, khoa học, giáo dục, kinh tế và giao dịch quốc tế. Trong những năm qua, Thành ủy Hà Nội rất quan tâm lãnh đạo, chỉ đạo công tác quy hoạch, phát triển đô thị, tuy nhiên, kết quả chưa đạt như mong muốn. Hiện nay, tỷ lệ đô thị hóa của Hà Nội mới đạt xấp xỉ 50%; trong đó, tỷ lệ đô thị hóa ở nhiều huyện trên địa bàn còn rất thấp, ví dụ như huyện Thường Tín mới đạt 2,86%. Tỷ lệ diện tích phủ kín của các quy hoạch chung, quy hoạch phân khu của thành phố đến nay mới đạt khoảng 86%. Chưa kể, việc phát triển đô thị tại Hà Nội vẫn chưa gắn với phát triển kinh tế đô thị; xây dựng nông thôn mới cũng chưa gắn với phát triển đô thị. Nhằm khắc phục những hạn chế nêu trên, Đại hội đại biểu lần thứ XVII (nhiệm kỳ 2020-2025) Đảng bộ thành phố Hà Nội đã quyết nghị những nội dung rất mới liên quan đến công tác quy hoạch, quản lý quy hoạch và phát triển đô thị. Cụ thể hóa tinh thần đó, trong nhiệm kỳ mới, song song với tiếp tục tập trung xây dựng nông thôn mới lên tầm cao mới, Thành ủy Hà Nội sẽ xây dựng chương trình công tác lãnh đạo, chỉ đạo phát triển đô thị gắn với kinh tế đô thị; khắc phục những hạn chế về tầm nhìn, công cụ, chính sách liên quan đến quy hoạch phát triển đô thị; thúc đẩy phát triển đô thị để tạo động lực tăng trưởng kinh tế. Bí thư Thành ủy Hà Nội đề nghị Hội Quy hoạch phát triển đô thị Việt Nam và Hội Quy hoạch phát triển đô thị thành phố Hà Nội, các kiến trúc sư tham gia hiến kế, đóng góp nhiều hơn nữa vào công tác quy hoạch phát triển đô thị của thành phố.[27] Chủ tịch Quốc hội[sửa | sửa mã nguồn] Bầu làm Chủ tịch Quốc hội[sửa | sửa mã nguồn] Khóa XIV[sửa | sửa mã nguồn] Ông Vương Đình Huệ tuyên thệ nhậm chức Chủ tịch Quốc hội Sáng ngày 31\/3\/2021, ông Vương Đình Huệ được bầu làm Chủ tịch Quốc hội Cộng hòa xã hội chủ nghĩa Việt Nam với 98,54% phiếu tán thành (473\/473 đại biểu).[28] Sau đó lúc 9 giờ sáng cùng ngày, ông tuyên thệ nhậm chức Chủ tịch Quốc hội. Trong bài phát biểu nhậm chức của mình, ông Vương Đình Huệ nói đây là vinh dự vô cùng to lớn và trách nhiệm rất nặng nề. Ông cam kết cố gắng hết sức mình vì mục tiêu tối thượng phụng sự lợi ích của quốc gia, dân tộc. Ông sau đó chủ trì Quốc hội trong việc miễn nhiệm Thủ tướng Nguyễn Xuân Phúc[29] và Chủ tịch nước Nguyễn Phú Trọng[30]. Khóa XV[sửa | sửa mã nguồn] Ngày 20\/7 cùng năm, ông lại được Quốc hội bầu giữ chức Chủ tịch Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam khóa XV với tỷ lệ 95,19% (475\/475 đại biểu có mặt biểu quyết tán thành, tổng số đại biểu Quốc hội khóa XV là 499 đại biểu). Hội nghị về việc phối hợp giữa Chủ tịch nước và Ủy ban Thường vụ Quốc hội[sửa | sửa mã nguồn] Tại hội nghị ông nhấn mạnh,chất lượng, hiệu quả hoạt động của Quốc hội phụ thuộc vào nhiều yếu tố. Đó là chất lượng của các Kỳ họp Quốc hội, hoạt động của Ủy ban Thường vụ Quốc hội, các cơ quan của Quốc hội, các đoàn đại biểu Quốc hội và từng đại biểu Quốc hội, trong đó đại biểu Quốc hội là trung tâm.[31] Dự kiến phiên họp tháng 4-2022, Ủy ban Thường vụ Quốc hội sẽ xem xét cho ý kiến về Đề án đổi mới hoạt động của Quốc hội, các cơ quan của Quốc hội đồng thời nghiên cứu việc sửa đổi Nội quy Kỳ họp Quốc hội, quy chế làm việc của Ủy ban Thường vụ Quốc hội và quy chế làm việc của các cơ quan của Quốc hội. Trong đó, sẽ tiếp tục đổi mới cơ chế phối hợp công tác giữa Quốc hội, Ủy ban Thường vụ Quốc hội với Chủ tịch nước, Chính phủ, Tòa án nhân dân tối cao, Viện Kiểm sát nhân dân tối cao, Mặt trận Tổ quốc Việt Nam và các thiết chế khác trong hệ thống chính trị.[32] Theo ông Huệ, Chủ tịch nước là một thiết chế Hiến định rất quan trọng trong hệ thống chính trị. Chủ tịch nước là người đứng đầu Nhà nước, thay mặt nước Cộng hòa xã hội chủ nghĩa Việt Nam về đối nội và đối ngoại, là Chủ tịch Hội đồng Quốc phòng và an ninh. Chủ tịch nước còn là Trưởng Ban chỉ đạo cải cách tư pháp Trung ương, Trưởng ban chỉ đạo xây dựng Đề án \"Chiến lược xây dựng và hoàn thiện Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam\".[33] Hàng năm, Chủ tịch nước đều báo cáo công tác trước Quốc hội. Nhiều công việc cụ thể của Quốc hội, Ủy ban Thường vụ Quốc hội đều gắn với thiết chế Chủ tịch nước như phê chuẩn các hiệp định, điều ước quốc tế, phê chuẩn bổ nhiệm đại sứ, trưởng cơ quan đại diện ở nước ngoài. Trong công tác đối nội, đối ngoại của Quốc hội, Ủy ban Thường vụ Quốc hội liên quan mật thiết đến Chủ tịch nước. Phó chủ tịch nước cũng tham gia thường xuyên các phiên họp của Ủy ban Thường vụ Quốc hội. Các kỳ họp Quốc hội[sửa | sửa mã nguồn] Bài chi tiết: Quốc hội Việt Nam khóa XV Kỳ họp bất thường[sửa | sửa mã nguồn] Lần một (4 tháng 1 – 11 tháng 1 năm 2022)[sửa | sửa mã nguồn] Đây là kỳ họp Quốc hội đầu tiên phải họp trực tiếp do dịch COVID 19. Trong kì họp trên, Quốc hội đã thông qua 1 luật, 4 nghị quyết và đặc biệt là gói hỗ trợ gần 350.000 tỉ đồng để phục vụ mục đích phục hồi kinh tế hậu đại dịch COVID-19. Công tác lập pháp: thông qua Luật sửa đổi, bổ sung một số điều của Luật Đầu tư công, Luật Đầu tư theo phương thức đối tác công tư, Luật Đầu tư, Luật Nhà ở, Luật Đấu thầu, Luật Điện lực, Luật Doanh nghiệp, Luật Thuế tiêu thụ đặc biệt và Luật Thi hành án dân sự. Đây là lần đầu tiên Quốc hội ban hành \"1 luật sửa 9 luật\".[34] Thông qua 4 nghị quyết: Nghị quyết về chính sách tài khóa, tiền tệ hỗ trợ Chương trình phục hồi và phát triển kinh tế - xã hội; Nghị quyết về chủ trương đầu tư Dự án xây dựng công trình đường bộ cao tốc Bắc - Nam phía Đông giai đoạn 2021 - 2025; Nghị quyết về thí điểm một số cơ chế, chính sách đặc thù phát triển thành phố Cần Thơ và Nghị quyết kỳ họp bất thường lần thứ nhất, Quốc hội khóa XV. Kinh tế - xã hội: biểu quyết thông qua Nghị quyết về chính sách tài khóa, tiền tệ hỗ trợ Chương trình phục hồi và phát triển kinh tế - xã hội, theo đó, gói hỗ trợ trị giá gần 350,000 tỉ đồng đã được kích hoạt, tạo điều kiện để Việt Nam hồi phục nền kinh tế sau làn sóng dịch COVID-19 thứ tư tại Việt Nam. Đồng thời, Quốc hội cũng đồng ý giảm 2% thuế suất thuế giá trị gia tăng năm 2022 đối với các nhóm hàng hóa, dịch vụ đang áp dụng mức thuế suất thuế giá trị gia tăng 10% và cho phép tăng bội chi ngân sách trong 2 năm 2022-2023 bình quân từ 1-1,2% GDP.[35] Thông qua Nghị quyết về chủ trương đầu tư Dự án Đường cao tốc Bắc - Nam phía Đông bằng nguồn vốn đầu tư công, sơ bộ tổng mức đầu tư là 146.950 tỷ đồng, với quy mô 729 km trên các đoạn Hà Tĩnh - Quảng Trị, Quảng Ngãi - Nha Trang và Cần Thơ - Cà Mau, gồm 12 dự án thành phần có thể vận hành, khai thác độc lập nhằm kết nối các trung tâm kinh tế, chính trị, các khu kinh tế, khu công nghiệp trọng yếu, đặc biệt là các vùng kinh tế trọng điểm, nâng cao năng lực cạnh tranh của nền kinh tế, từng bước hoàn thiện kết cấu hạ tầng đồng bộ với các công trình hiện đại, tạo sức lan tỏa để thúc đẩy phát triển kinh tế - xã hội và đảm bảo quốc phòng - an ninh, góp phần thực hiện thắng lợi các mục tiêu, chiến lược phát triển kinh tế - xã hội đã được đề ra tại Nghị quyết Đại hội Đảng toàn quốc lần thứ XIII.[36] Thông qua Nghị quyết về thí điểm một số cơ chế, chính sách đặc thù phát triển TP Cần Thơ, theo đó Cần Thơ được phép thí điểm 6 quy chế đặc thù trong vòng 5 năm: Thứ nhất, thành phố được vay thông qua phát hành trái phiếu chính quyền địa phương, vay từ các tổ chức tài chính và tổ chức khác trong nước, từ nguồn nước ngoài của Chính phủ vay về cho thành phố vay lại với tổng mức dư nợ không vượt quá 60% số thu ngân sách của địa phương được hưởng. Tổng mức vay và bội chi ngân sách thành phố hằng năm do Quốc hội quyết định. HĐND TP Cần Thơ quyết định áp dụng phí, lệ phí chưa được quy định trong Luật Phí và lệ phí; điều chỉnh mức hoặc tỷ lệ thu phí, lệ phí đã được cấp có thẩm quyền quyết định đối với các loại phí, lệ phí có trong luật, trừ án phí, lệ phí tòa án. Ngân sách thành phố được hưởng 100% số thu tăng thêm từ các khoản thu do việc điều chỉnh chính sách phí, lệ phí..; Thứ hai, HĐND thành phố được quyết định chuyển mục đích sử dụng đất trồng lúa nước từ 2 vụ trở lên với quy mô dưới 500 ha theo ủy quyền của Thủ tướng. Việc quyết định chuyển mục đích sử dụng đất trồng lúa phải thực hiện công khai, lấy ý kiến người dân, người chịu tác động; Thứ ba, Thủ tướng quyết định việc phân cấp cho UBND thành phố phê duyệt điều chỉnh cục bộ quy hoạch chung xây dựng khu chức năng; quy hoạch chung đô thị; Thứ tư, sau khi ngân sách thành phố đảm bảo đủ nguồn thực hiện cải cách tiền lương, chính sách an sinh xã hội, HĐND thành phố được quyết định dùng nguồn còn dư để chi thu nhập bình quân tăng thêm cho cán bộ, công chức, viên chức; Thứ năm, hành phố được thực hiện dự án nạo vét kết hợp thu hồi sản phẩm luồng hàng hải Định An - Cần Thơ theo phương thức xã hội hóa, đảo đảm chuẩn tắc luồng hàng hải cho tàu có trọng tải từ 10.000 tấn trở lên ra vào; dự án có quy mô vốn từ 500 tỷ đồng trở lên được áp dụng hình thức ưu đãi; Thứ sáu, Thủ tướng sẽ lập Trung tâm liên kết, sản xuất, chế biến và tiêu thụ sản phẩm nông nghiệp vùng đồng bằng sông Cửu Long tại Cần Thơ. Các doanh nghiệp có dự án đầu tư tại Trung tâm được hưởng chế độ ưu tiên về thủ tục hải quan và thuế, nếu đáp ứng một số điều kiện.[37] Lần hai (5 tháng 1 – 9 tháng 1 năm 2023)[sửa | sửa mã nguồn] Quốc hội đã xem xét, thông qua 1 Luật, 3 Nghị quyết và xem xét, quyết định công tác nhân sự thuộc thẩm quyền. Về luật: Quốc hội đã thông qua Luật Khám bệnh, chữa bệnh (sửa đổi) để thể chế hóa kịp thời các chủ trương của Đảng về tăng cường công tác bảo vệ, chăm sóc và nâng cao sức khỏe nhân dân trong tình hình mới. Luật gồm 12 chương, 121 điều; tăng 3 chương (chương VI, VII, XI) và 30 điều so với Luật hiện hành, trong đó, quy định 1 mục riêng về các điều kiện bảo đảm về tài chính cho công tác khám bệnh, chữa bệnh (Chương X), đặc biệt có những điểm mới cơ bản về các quy định liên quan đến người bệnh, các quy định liên quan đến người hành nghề, các quy định liên quan đến cơ sở khám bệnh, chữa bệnh, về hệ thống tổ chức cơ sở khám bệnh, chữa bệnh.[38] Nghị quyết về quy hoạch tổng thể quốc gia thời kỳ 2021-2030, tầm nhìn đến năm 2050: nghị quyết được ban hành nhằm cụ thể hóa các chủ trương, quan điểm được xác định tại Nghị quyết đại hội XIII của Đảng, Kết luận số 45-KL\/TW ngày 17\/11\/2022 của Ban Chấp hành Trung ương Đảng về định hướng quy hoạch tổng thể quốc gia thời kỳ 2021-2030, tầm nhìn đến năm 2050, Chiến lược phát triển kinh tế-xã hội 10 năm 2021-2030, các nghị quyết của Trung ương, Bộ Chính trị, Quốc hội về phát triển vùng, ngành, lĩnh vực. Nghị quyết đã xác định rõ quan điểm, tầm nhìn, mục tiêu phát triển và những nhiệm vụ trọng tâm trong thời kỳ quy hoạch, trong đó tập trung vào một số định hướng cụ thể như: Phát triển không gian kinh tế-xã hội; không gian biển; sử dụng đất quốc gia, khai thác và sử dụng vùng trời, phân vùng và liên kết vùng; phát triển hệ thống đô thị và nông thôn quốc gia; phát triển ngành hạ tầng xã hội và hạ tầng kỹ thuật cấp quốc gia; sử dụng tài nguyên, bảo vệ môi trường, phòng, chống thiên tai và ứng phó với biến đổi khí hậu và danh mục dự kiến các dự án quan trọng quốc gia, thứ tự ưu tiên thực hiện và giải pháp, nguồn lực thực hiện quy hoạch.[38] Giải quyết vướng mắc chính sách thực hiện trong giai đoạn chống dịch: Quốc hội cũng xem xét, quyết định việc tiếp tục thực hiện một số chính sách trong phòng, chống dịch COVID-19 và cho phép tiếp tục sử dụng giấy đăng ký lưu hành thuốc, nguyên liệu làm thuốc hết thời hạn hiệu lực từ ngày 1\/1\/2023 mà chưa kịp gia hạn theo quy định của Luật Dược. Thông qua Nghị quyết về việc tiếp tục thực hiện một số chính sách trong phòng, chống dịch COVID-19 và sử dụng giấy đăng ký lưu hành thuốc, nguyên liệu làm thuốc hết thời hạn hiệu lực từ ngày 1\/1\/2023 đến ngày 31\/12\/2024. Điều chỉnh kế hoạch vốn vay lại năm 2022 của các địa phương, bổ sung dự toán chi thường xuyên năm 2021 nguồn vốn viện trợ không hoàn lại của nước ngoài và điều chỉnh dự toán kinh phí bảo đảm hoạt động chưa sử dụng hết năm 2021 của Tổng cục Thuế và Tổng cục Hải quan, chuyển nguồn kinh phí công tác phòng, chống dịch COVID-19 năm 2021 của các địa phương sang niên độ ngân sách năm 2022 được ban hành nhằm xử lý những vướng mắc trong thực tiễn, phù hợp với quy định của Luật Ngân sách nhà nước.[38][39] Về nhân sự: miễn nhiệm 2 Phó thủ tướng là ông Phạm Bình Minh và Vũ Đức Đam,[40] bổ nhiệm Trần Hồng Hà và Trần Lưu Quang thay thế.[41] Lần ba (18 tháng 1 năm 2023)[sửa | sửa mã nguồn] Ngày 18 tháng 1 năm 2023, kỳ họp bất thường lần 3 bàn về nhân sự và bỏ phiếu miễn nhiệm sau khi ông Nguyễn Xuân Phúc nộp đơn từ chức Chủ tịch nước.[42] Sau khi ông Nguyễn Xuân Phúc phát biểu Quốc hội đã miễn nhiệm chức Chủ tịch nước đối với ông.[43] Với kết quả 465\/482 Đại biểu Quốc hội bỏ phiếu đồng ý miễn nhiệm Chủ tịch nước Nguyễn Xuân Phúc, Phó chủ tịch nước Võ Thị Ánh Xuân được trao quyền Chủ tịch nước.[44] Lần bốn (2 tháng 3 năm 2023)[sửa | sửa mã nguồn] Ngày 2 tháng 3 năm 2023, kỳ họp bất thường lần 4 bàn về nhân sự: bầu ông Võ Văn Thưởng làm Chủ tịch nước với kết quả 487\/488 đại biểu Quốc hội tán thành (chiếm 98,38%).[45] Quan hệ quốc tế[sửa | sửa mã nguồn] Công du Châu Âu[sửa | sửa mã nguồn] Đây là chuyến thăm đầu tiên của lãnh đạo chủ chốt Việt Nam sang châu Âu từ sau Đại hội Đảng XIII tới nay và sau 2 năm gián đoạn do đại dịch Covid-19. Ông sẽ dự Hội nghị các chủ tịch Quốc hội thế giới lần thứ 5 (WCSP5) tại Cộng hòa Áo, thăm làm việc với Nghị viện châu Âu, Vương quốc Bỉ và thăm chính thức Cộng hòa Phần Lan từ ngày 5 tới 11-9. Tăng cường quan hệ với EU[sửa | sửa mã nguồn] Tổng giám đốc IAEA Rafael Mariano Grossi bắt tay với ông Vương Đình Huệ Mục đích chuyến thăm lần này là thúc đẩy hợp tác với Liên minh châu Âu (EU) và các quốc gia thành viên. Ông hội kiến Chủ tịch Hội đồng châu Âu Charles Michel tại Brussels (Bỉ) ngày 8-9, ông Vương Đình Huệ nhấn mạnh EU là một trong những đối tác hàng đầu của Việt Nam về thương mại, đầu tư. Sau hơn một năm đi vào hiệu lực, Hiệp định thương mại tự do EU - Việt Nam (EVFTA) đã cho thấy lợi ích kinh tế to lớn cho hai phía, khi thương mại tăng 18% bất chấp khó khăn từ đại dịch COVID-19.[46] Dự hội nghị WCSP5 tại Áo[sửa | sửa mã nguồn] Chủ đề hội nghị lần này là:“Để đạt được phát triển bền vững đòi hỏi tập trung hơn vào những lĩnh vực nào, hạnh phúc ấm no cho người dân, bảo vệ môi trường hay ưu tiên phát triển kinh tế”. Tại đây, ông chia sẻ quan điểm cho rằng phát triển bền vững cần chú trọng vào việc chăm lo sức khỏe con người và bảo vệ môi trường hơn là chỉ tập trung cho tăng trưởng kinh tế bằng mọi giá. Theo ông, thực tế rút ra rất nhiều bài học đắt giá về ô nhiễm môi trường, thiên tai, biến đổi khí hậu, dịch bệnh và đại dịch Covid-19 chính là một lời cảnh tỉnh sâu sắc về việc phải quan tâm đến môi trường sống và sức khỏe con người, đầu tư hơn nữa cho hệ thống y tế cộng đồng, luôn sẵn sàng để đối phó với các dịch bệnh khó lường trong tương lai.[47][48] Tại hội nghị này ông đã gặp Phó chủ tịch Quốc hội Chính quyền Nhân dân Cuba Ana Maria Mari Machacdo, Chủ tịch Thượng viện Nhật Bản Santo Akiko, Chủ tịch Hạ viện Indonesia Puan Maharani. Thúc đẩy EU phê chuẩn EVIPA[sửa | sửa mã nguồn] Vương Đình Huệ gặp Thủ tướng Phần Lan Sanna Marin Tại Tọa đàm doanh nghiệp Việt Nam - Phần Lan ngày 11-9, ông Vương Đình Huệ cho biết Việt Nam coi trọng phát triển nền kinh tế xanh, kinh tế tuần hoàn, tăng cường tái chế, tái sử dụng, sử dụng các công nghệ ít carbon, cắt giảm khí nhà kính và đẩy mạnh khởi nghiệp, đổi mới sáng tạo, bảo đảm an sinh xã hội, phúc lợi xã hội cho người dân..., đây là những lĩnh vực hợp tác rất tiềm năng mà doanh nghiệp Phần Lan có thể đẩy mạnh đầu tư vào Việt Nam.[49] Đặc biệt, 17 hiệp định thương mại tự do song phương và đa phương mà Việt Nam đã ký kết, sẽ tạo cơ hội và thu hút các nhà đầu tư từ nhiều quốc gia. Do đó, ông mong muốn nghị viện các nước thành viên EU sớm phê chuẩn EVIPA để bảo vệ quyền và lợi ích của các nhà đầu tư Việt Nam và EU.[50] Trong khi đó, ở các cuộc làm việc, ông cũng khẳng định vai trò quan trọng của Việt Nam trong việc gắn kết EU cũng như các thành viên với Hiệp hội Các quốc gia Đông Nam Á (ASEAN). Trong cuộc gặp với Chủ tịch Hội đồng châu Âu Michel, Chủ tịch Quốc hội khẳng định Việt Nam sẵn sàng làm cầu nối thúc đẩy quan hệ EU - ASEAN tương xứng với khuôn khổ Đối tác chiến lược ASEAN - EU vừa ký kết. Việc tiếp cận thị trường cũng là một trong những lý do EU cân nhắc khi xây dựng mối quan hệ hợp tác với Việt Nam. Chia sẻ với doanh nghiệp Áo ngày 6-9, ông Huệ khẳng định hợp tác với Việt Nam đồng nghĩa tiếp cận 650 triệu dân ở khu vực ASEAN và 800 triệu dân của Hiệp định đối tác toàn diện và tiến bộ xuyên Thái Bình Dương (CPTPP). Tác phẩm[sửa | sửa mã nguồn] Ông là tác giả của một số sách giáo trình về kiểm toán ở Việt Nam: Giáo trình kiểm toán, Vương Đình Huệ. Nhà xuất bản Tài chính, Hà Nội, 2004 Thực hành kế toán trên máy vi tính, Vương Đình Huệ. Nhà xuất bản Tài chính, Hà Nội, 1999. Kế toán doanh nghiệp sản xuất, Vương Đình Huệ, Nguyễn Đình Đỗ. Nhà xuất bản Tài chính, Hà Nội, 1997. Kế toán quản trị, Vương Đình Huệ, Đoàn Xuân Tiên. Nhà xuất bản Tài chính, Hà Nội, 1999 Kế toán quản trị doanh nghiệp, Đặng Văn Thanh, Ngô Thế Chi, Nguyễn Đình Đỗ, Đoàn Xuân Tiến, Vũ Công Ty. Nhà xuất bản Tài chính, Hà Nội, 1998. Gia đình[sửa | sửa mã nguồn] Vợ Vương Đình Huệ là bà Nguyễn Vân Chi, sinh năm 1966, quê Nam Đàn (Nghệ An), tốt nghiệp Đại học Kinh tế Praha - Cộng hòa Czech, chuyên ngành Kinh tế ngoại thương, hiện là ủy viên thường trực Ủy ban Tài chính Ngân sách của Quốc hội Việt Nam khoá XIV nhiệm kì 2016-2021, Đại biểu Quốc hội Việt Nam khóa 14 tỉnh Nghệ An[51], nguyên Vụ trưởng Vụ Chính sách thuế, Tổng cục Thuế, Bộ Tài chính.[52] Vương Đình Huệ hiện cư trú tại Láng Hạ, quận Đống Đa, thành phố Hà Nội.[21] Tham khảo[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Vương Đình Huệ. ^ a b Theo Thái Linh (Báo điện tử Tổ quốc). “GS.TS Vương Đình Huệ - Cậu học trò nghèo giỏi nhất vùng trở thành tân Phó Thủ tướng”. Dân trí. 2016-04-09. Lưu trữ bản gốc ngày 20 tháng 2 năm 2020. Truy cập ngày 20 tháng 2 năm 2020. ^ Tiến Dũng (26 tháng 9 năm 2011). “Tuổi thơ \"dữ dội\" của Bộ trưởng Vương Đình Huệ”. Báo Nông thôn ngày nay. Bản gốc lưu trữ ngày 31 tháng 5 năm 2017. Truy cập ngày 31 tháng 5 năm 2017. ^ Phan Sáng (7 tháng 1 năm 2013). “Người đứng sau ông Vương Đình Huệ”. Báo Tiền phong. Bản gốc lưu trữ ngày 31 tháng 5 năm 2017. Truy cập ngày 31 tháng 5 năm 2017. ^ a b Vương Đình Huệ (1990). “Luận văn Tiến sĩ, Metodologické otázky úctovania nákladov a kalkulácie vlastných nákladov a daisích zloziek ceny výkonov v polnohospodárskych organizáciách,”. Lưu trữ bản gốc ngày 21 tháng 9 năm 2020. ^ Vũ Hân (8 tháng 4 năm 2016). “Chân dung các thành viên Chính phủ khóa mới”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 23 tháng 11 năm 2017. Truy cập ngày 23 tháng 11 năm 2017. ^ a b “Đồng chí Vương Đình Huệ được bầu giữ chức Tổng Kiểm toán Nhà nước”. Kiểm toán nhà nước Việt Nam. 2009-04-01. Lưu trữ bản gốc ngày 29 tháng 9 năm 2020. Truy cập ngày 20 tháng 2 năm 2020. ^ “Miễn nhiệm Tổng kiểm toán Nhà nước Vương Đình Huệ”. Tuổi trẻ. 2011-07-29. Lưu trữ bản gốc ngày 20 tháng 2 năm 2020. Truy cập ngày 20 tháng 2 năm 2020. ^ “Xem xét miễn nhiệm chức vụ Bộ trưởng Bộ Tài chính đối với ông Vương Đình Huệ”. Đảng Cộng sản Việt Nam. 2013-05-23. Lưu trữ bản gốc ngày 20 tháng 2 năm 2020. Truy cập ngày 20 tháng 2 năm 2020. ^ “Tiểu sử Vương Đình Huệ”. Lưu trữ bản gốc ngày 23 tháng 9 năm 2015. Truy cập ngày 23 tháng 8 năm 2015. ^ a b “Tóm tắt tiểu sử Phó Thủ tướng Chính phủ Vương Đình Huệ”. Website Chính phủ VN. Truy cập ngày 30 tháng 5 năm 2017. ^ Thành Chung. “Tiếp tục cải cách thủ tục hỗ trợ xuất nhập khẩu”. Chính phủ Việt Nam. 2020-02-06. Lưu trữ bản gốc ngày 20 tháng 2 năm 2020. Truy cập ngày 20 tháng 2 năm 2020. ^ “Quyết định số 235\/QĐ-TTg của Thủ tướng Chính phủ: Về việc sửa đổi, bổ sung Quyết định số 1527\/QĐ-TTg ngày 01 tháng 8 năm 2016 về việc phân công công tác của Thủ tướng và các Phó Thủ tướng Chính phủ”. Văn bản Chính phủ. 2020-02-11. Lưu trữ bản gốc ngày 14 tháng 3 năm 2020. Truy cập ngày 11 tháng 3 năm 2020. ^ “Chính phủ có bố trí nhân sự thay ông Vương Đình Huệ làm Phó Thủ tướng?”. Công lý. 2020-03-04. Lưu trữ bản gốc ngày 29 tháng 3 năm 2020. Truy cập ngày 11 tháng 3 năm 2020. ^ Văn Duẩn (ngày 10 tháng 6 năm 2020). “Thủ tướng trình Quốc hội miễn nhiệm Phó Thủ tướng Vương Đình Huệ”. Người lao động. Lưu trữ bản gốc ngày 11 tháng 6 năm 2020. Truy cập ngày 11 tháng 6 năm 2020. ^ “Nghị quyết 109\/2020\/QH14 về phê chuẩn đề nghị của Thủ tướng Chính phủ về miễn nhiệm chức vụ Phó Thủ tướng Chính phủ nhiệm kỳ 2016-2021 do Quốc hội ban hành”. Lưu trữ bản gốc ngày 19 tháng 9 năm 2020. Truy cập ngày 8 tháng 9 năm 2020. ^ Tiến Long (ngày 11 tháng 6 năm 2020). “Quốc hội đồng ý cho ông Vương Đình Huệ thôi chức phó thủ tướng”. báo Tuổi trẻ. Lưu trữ bản gốc ngày 11 tháng 6 năm 2020. Truy cập ngày 11 tháng 6 năm 2020. ^ “Tân Bí thư Hà Nội Vương Đình Huệ nhận thêm trọng trách mới”. Người lao động. 2020-02-18. Lưu trữ bản gốc ngày 18 tháng 2 năm 2020. Truy cập ngày 18 tháng 2 năm 2020. ^ “Ông Vương Đình Huệ làm Trưởng đoàn ĐBQH thành phố Hà Nội”. báo Tiền phong. 2020-02-18. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. Truy cập ngày 18 tháng 2 năm 2020. ^ Võ Lâm, Viết Thành. “Bí thư Thành ủy Vương Đình Huệ được bầu làm Trưởng đoàn đại biểu Quốc hội TP Hà Nội”. Hà Nội mới. 2020-02-18. Bản gốc lưu trữ ngày 18 tháng 2 năm 2020. Truy cập ngày 18 tháng 2 năm 2020. ^ “Quốc hội sẽ miễn nhiệm chức Phó thủ tướng với ông Vương Đình Huệ”. VnExpress. 2020-04-24. Lưu trữ bản gốc ngày 24 tháng 4 năm 2020. Truy cập ngày 24 tháng 4 năm 2020. ^ a b Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành ^ “Trao quyết định phân công Phó Thủ tướng Vương Đình Huệ làm Trưởng ban Chỉ đạo Tây Nam Bộ”. Lưu trữ bản gốc ngày 20 tháng 6 năm 2017. Truy cập ngày 7 tháng 3 năm 2017. ^ Đà Trang. “Phó thủ tướng Vương Đình Huệ làm bí thư Thành ủy Hà Nội”. báo Tuổi trẻ. 2020-02-07. Lưu trữ bản gốc ngày 4 tháng 9 năm 2020. Truy cập ngày 7 tháng 2 năm 2020. ^ Duy Tiến. “Bí thư Thành ủy Hà Nội Vương Đình Huệ làm Bí thư Đảng ủy Bộ Tư lệnh Thủ đô”. An ninh thủ đô. 2020-02-28. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. Truy cập ngày 2 tháng 4 năm 2020. ^ “Hà Nội phấn đấu hoàn thành các mục tiêu phát triển kinh tế - xã hội năm 2020”. Lưu trữ bản gốc ngày 24 tháng 6 năm 2021. ^ “Bí thư Thành ủy Vương Đình Huệ dự và chỉ đạo Đại hội Đảng bộ tỉnh Vĩnh Phúc”. Lưu trữ bản gốc ngày 12 tháng 11 năm 2020. ^ “Bí thư Thành ủy Vương Đình Huệ đề nghị các kiến trúc sư hiến kế phát triển đô thị Thủ đô”. Lưu trữ bản gốc ngày 12 tháng 11 năm 2020. ^ Hoàng Thùy. “Ông Vương Đình Huệ làm Chủ tịch Quốc hội”. VnExpress. 2021-03-31. Lưu trữ bản gốc ngày 1 tháng 4 năm 2021. Truy cập ngày 31 tháng 3 năm 2021. ^ “QUỐC HỘI BIỂU QUYẾT THÔNG QUA NGHỊ QUYẾT VỀ VIỆC MIỄN NHIỆM THỦ TƯỚNG CHÍNH PHỦ NGUYỄN XUÂN PHÚC”. Cổng thông tin điện tử Quốc hội. ngày 2 tháng 4 năm 2021. ^ “Quốc hội miễn nhiệm Chủ tịch nước Nguyễn Phú Trọng”. Báo Điện tử Chính phủ. ngày 2 tháng 4 năm 2021. ^ “Tăng cường công tác phối hợp giữa Chủ tịch nước và Ủy ban Thường vụ Quốc hội”. Quân đội nhân dân. ngày 30 tháng 3 năm 2022. ^ “Phối hợp công tác giữa Chủ tịch nước và Ủy ban Thường vụ Quốc hội”. Vietnamplus. ngày 30 tháng 3 năm 2022. ^ “HỘI NGHỊ VỀ CÔNG TÁC PHỐI HỢP GIỮA CHỦ TỊCH NƯỚC VÀ ỦY BAN THƯỜNG VỤ QUỐC HỘI”. Cổng thông tin điện tử Quốc hội. ngày 30 tháng 3 năm 2022. ^ “Quốc hội thông qua Luật sửa đổi, bổ sung một số điều của 9 Luật”. ^ “Quốc hội thông qua gói hỗ trợ phục hồi kinh tế”. ^ “Nghị quyết về chủ trương đầu tư Dự án xây dựng công trình đường bộ cao tốc Bắc - Nam phía Đông giai đoạn 2021 - 2025”. ^ “Thí điểm 6 cơ chế đặc thù phát triển thành phố Cần Thơ”. ^ a b c “Kỳ họp bất thường lần thứ 2, Quốc hội khóa XV diễn ra thành công tốt đẹp”. Báo Điện tử Chính phủ. ngày 9 tháng 1 năm 2023. ^ “Hôm nay, Quốc hội bế mạc Kỳ họp bất thường lần thứ hai”. Báo Quân đội nhân dân. ngày 9 tháng 1 năm 2023. ^ “Thủ tướng trình Quốc hội miễn nhiệm 2 phó thủ tướng Phạm Bình Minh, Vũ Đức Đam”. Tuổi trẻ online. ngày 5 tháng 1 năm 2023. ^ “Trình Quốc hội phê chuẩn bổ nhiệm 2 Phó Thủ tướng Trần Hồng Hà, Trần Lưu Quang”. Lao động. ngày 5 tháng 1 năm 2023. ^ “Trung ương đồng ý ông Nguyễn Xuân Phúc thôi chức Chủ tịch nước”. VNEXPRESS. ngày 17 tháng 1 năm 2023. ^ “Kỳ họp Quốc hội bất thường lần thứ 3 xem xét vấn đề nhân sự”. VOV. ngày 18 tháng 1 năm 2023. ^ “Bà Võ Thị Ánh Xuân làm quyền Chủ tịch nước”. Báo Thanh niên. ngày 18 tháng 1 năm 2023. ^ “Thông cáo về kết quả Kỳ họp bất thường lần thứ 4, Quốc hội Khóa XV”. Báo ĐIỆN TỬ ĐẢNG CỘNG SẢN VIỆT NAM. ngày 2 tháng 3 năm 2023. ^ “Chủ tịch Quốc hội kết thúc chuyến công du châu Âu: Đạt nhiều kết quả thực chất”. Tuổi trẻ online. ngày 13 tháng 9 năm 2021. ^ “Chủ tịch Quốc hội Vương Đình Huệ tham dự Hội nghị các Chủ tịch Quốc hội thế giới lần thứ 5”. Quân đội nhân dân. ngày 7 tháng 9 năm 2021. ^ “CHỦ TỊCH QUỐC HỘI VƯƠNG ĐÌNH HUỆ THAM DỰ KHAI MẠC HỘI NGHỊ CÁC CHỦ TỊCH QUỐC HỘI THẾ GIỚI LẦN THỨ 5 TẠI THỦ ĐÔ VIENNA, CỘNG HÒA ÁO”. Mặt trận tổ quốc Việt Nam. ngày 7 tháng 9 năm 2021. ^ “CHỦ TỊCH QUỐC HỘI VƯƠNG ĐÌNH HUỆ DỰ TOẠ ĐÀM DOANH NGHIỆP VIỆT NAM – PHẦN LAN”. Cổng thông tin Điện tử Quốc hội. ngày 11 tháng 9 năm 2021. ^ “PHÊ CHUẨN EVIPA ĐỂ BẮT NHỊP ĐẦU TƯ SAU ĐẠI DỊCH”. Trung tâm xúc tiến đầu tư tỉnh Tuyên Quang. ngày 10 tháng 9 năm 2021. ^ Võ Hải (25 tháng 7 năm 2016). “Phu nhân Phó thủ tướng Vương Đình Huệ làm ủy viên thường trực Ủy ban Tài chính”. VnExpress. Bản gốc lưu trữ ngày 30 tháng 5 năm 2017. Truy cập ngày 31 tháng 5 năm 2017. ^ “Nguyễn Vân Chi”. Lưu trữ bản gốc ngày 20 tháng 12 năm 2016. Truy cập ngày 16 tháng 12 năm 2016. Tiền nhiệm: Nguyễn Thị Kim Ngân Chủ tịch Quốc hội Việt Nam 2021-nay Kế nhiệm: đương nhiệm Tiền nhiệm: Hoàng Trung Hải Bí thư Thành ủy Hà Nội 2020-2021 Kế nhiệm: Đinh Tiến Dũng Tiền nhiệm: Vũ Văn Ninh Phó Thủ tướng Chính phủ (Phụ trách kinh tế tổng hợp) 2016-2020 Kế nhiệm: Lê Minh Khái (2021) Tiền nhiệm: thành lập Trưởng ban Kinh tế Trung ương 2012-2016 Kế nhiệm: Nguyễn Văn Bình Tiền nhiệm: Vũ Văn Ninh Bộ trưởng Bộ Tài chính 2011-2013 Kế nhiệm: Đinh Tiến Dũng Tiền nhiệm: Đỗ Bình Dương Tổng Kiểm toán Nhà nước 2006-2011 Kế nhiệm: Đinh Tiến Dũng hiện x t s Ủy viên Bộ Chính trị khóa XIII Trần Tuấn Anh Nguyễn Hòa Bình Phạm Minh Chính Lương Cường Đinh Tiến Dũng Phan Văn Giang Vương Đình Huệ Tô Lâm Trương Thị Mai Trần Thanh Mẫn Nguyễn Văn Nên Nguyễn Xuân Thắng Võ Văn Thưởng Phan Đình Trạc Nguyễn Phú Trọng Trần Cẩm Tú Phạm Bình Minh (đến 12\/2022) Nguyễn Xuân Phúc (đến 01\/2023) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa XII Nguyễn Văn Bình Trương Hòa Bình Phạm Minh Chính Hoàng Trung Hải Vương Đình Huệ Tô Lâm Ngô Xuân Lịch Trương Thị Mai Phạm Bình Minh Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân Tòng Thị Phóng Nguyễn Xuân Phúc Võ Văn Thưởng Nguyễn Phú Trọng Trần Quốc Vượng Đinh Thế Huynh (nghỉ chữa bệnh) Trần Đại Quang (đã mất 09\/2018) Đinh La Thăng (đến 05\/2017) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Chủ tịch Quốc hội Việt Nam Nguyễn Văn Tố (1946) Bùi Bằng Đoàn (1946–1955) Tôn Đức Thắng (1955–1960) Trường Chinh (1960–1981) Nguyễn Hữu Thọ (1981–1987) Lê Quang Đạo (1987–1992) Nông Đức Mạnh (1992–2001) Nguyễn Văn An (2001–2006) Nguyễn Phú Trọng (2006–2011) Nguyễn Sinh Hùng (2011–2016) Nguyễn Thị Kim Ngân (2016–2021) Vương Đình Huệ (2021–) hiện x t s Bí thư Tỉnh ủy Việt Nam (2020 – 2025) Bí thư Thành ủy thành phố trực thuộc trung ương, Bí thư Tỉnh ủy trong hệ thống Trung ương Đảng khóa XIII Thành phố Trung ương (5) Thủ đô Hà Nội: Vương Đình Huệ – Đinh Tiến Dũng (Ủy viên Bộ Chính trị) Thành phố Hồ Chí Minh: Nguyễn Văn Nên (Ủy viên Bộ Chính trị) Cần Thơ: Lê Quang Mạnh - Khuyết Đà Nẵng: Nguyễn Văn Quảng Hải Phòng: Lê Văn Thành – Trần Lưu Quang - Lê Tiến Châu Đồng bằng sông Hồng (8) Bắc Ninh: Đào Hồng Lan (nữ) – Nguyễn Anh Tuấn Hà Nam: Lê Thị Thủy (nữ) Hải Dương: Phạm Xuân Thăng – Trần Đức Thắng Hưng Yên: Đỗ Tiến Sỹ – Nguyễn Hữu Nghĩa Nam Định: Đoàn Hồng Phong – Phạm Gia Túc Ninh Bình: Nguyễn Thị Thu Hà (nữ) - Đoàn Minh Huấn Thái Bình: Ngô Đông Hải Vĩnh Phúc: Hoàng Thị Thúy Lan (nữ) Tây Bắc Bộ (6) Điện Biên: Nguyễn Văn Thắng – Trần Quốc Cường Hòa Bình: Ngô Văn Tuấn – Nguyễn Phi Long Lai Châu: Giàng Páo Mỷ (nữ) Lào Cai: Đặng Xuân Phong Sơn La: Nguyễn Hữu Đông Yên Bái: Đỗ Đức Duy Đông Bắc Bộ (9) Bắc Giang: Dương Văn Thái Bắc Kạn: Hoàng Duy Chinh Cao Bằng: Lại Xuân Môn – Trần Hồng Minh Hà Giang: Đặng Quốc Khánh - Khuyết Lạng Sơn: Lâm Thị Phương Thanh (nữ) – Nguyễn Quốc Đoàn Phú Thọ: Bùi Minh Châu Quảng Ninh: Nguyễn Xuân Ký Thái Nguyên: Nguyễn Thanh Hải (nữ) Tuyên Quang: Chẩu Văn Lâm Bắc Trung Bộ (6) Hà Tĩnh: Hoàng Trung Dũng Nghệ An: Thái Thanh Quý Quảng Bình: Vũ Đại Thắng Quảng Trị: Lê Quang Tùng Thanh Hóa: Đỗ Trọng Hưng Thừa Thiên Huế: Lê Trường Lưu Nam Trung Bộ (7) Bình Định: Hồ Quốc Dũng Bình Thuận: Dương Văn An Khánh Hòa: Nguyễn Khắc Định – Nguyễn Hải Ninh Ninh Thuận: Nguyễn Đức Thanh Phú Yên: Phạm Đại Dương Quảng Ngãi: Bùi Thị Quỳnh Vân (nữ) Quảng Nam: Phan Việt Cường Tây Nguyên (5) Đắk Lắk: Bùi Văn Cường – Nguyễn Đình Trung Đắk Nông: Ngô Thanh Danh Gia Lai: Hồ Văn Niên Kon Tum: Dương Văn Trang Lâm Đồng: Trần Đức Quận Đông Nam Bộ (5) Bà Rịa – Vũng Tàu: Phạm Viết Thanh Bình Dương: Trần Văn Nam – Nguyễn Văn Lợi Bình Phước: Nguyễn Văn Lợi – Nguyễn Mạnh Cường Đồng Nai: Nguyễn Phú Cường – Nguyễn Hồng Lĩnh Tây Ninh: Nguyễn Thành Tâm Tây Nam Bộ (12) An Giang: Võ Thị Ánh Xuân (nữ) – Lê Hồng Quang Bạc Liêu: Lữ Văn Hùng Bến Tre: Phan Văn Mãi – Lê Đức Thọ Cà Mau: Nguyễn Tiến Hải Đồng Tháp: Lê Quốc Phong Hậu Giang: Lê Tiến Châu – Nghiêm Xuân Thành Kiên Giang: Đỗ Thanh Bình Long An: Nguyễn Văn Được Sóc Trăng: Lâm Văn Mẫn Tiền Giang: Nguyễn Văn Danh Trà Vinh: Ngô Chí Cường Vĩnh Long: Trần Văn Rón – Bùi Văn Nghiêm In nghiêng: Miễn nhiệm, thay thế vị trí trong nhiệm kỳ Liên quan: Ban Chấp hành Trung ương khóa XIII & Bộ Chính trị khóa XIII hiện x t s Bộ trưởng Bộ Tài chính Việt Nam Phạm Văn Đồng (1945–1946) Lê Văn Hiến (1946–1958) Hoàng Anh (1958–1965) Đặng Việt Châu (1965–1974) Cao Văn Bổn¹ (1969–1972) Đào Thiện Thi (1974–1977) Dương Kỳ Hiệp¹ (1975–1976) Hoàng Anh (1977–1982) Chu Tam Thức (1981–1986) Vũ Tuân (1986–1987) Hoàng Quy (1987–1992) Hồ Tế (1992–1996) Nguyễn Sinh Hùng (1996–2006) Vũ Văn Ninh (2006–2011) Vương Đình Huệ (2011–2013) Đinh Tiến Dũng (2013–2021) Hồ Đức Phớc (2021–) In nghiêng: Quyền bộ trưởng ¹ Bộ trưởng Cộng hòa Miền Nam Việt Nam Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vương_Đình_Huệ&oldid=70043485” Thể loại: Bộ trưởng Bộ Tài chính Việt Nam Sinh năm 1957 Nhân vật còn sống Người Nghệ An Giáo sư Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Tổng Kiểm toán Nhà nước Việt Nam Đại biểu Quốc hội Việt Nam khóa XIII Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Phó Thủ tướng Việt Nam Sống tại Slovakia Sinh tại Nghệ An Tiến sĩ Kinh tế Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV Hà Tĩnh Trưởng Ban Chỉ đạo Tây Nam Bộ Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đảng viên Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIII Bình Định Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Tiến sĩ Việt Nam tốt nghiệp tại Slovakia Bí thư Thành ủy Hà Nội Bí thư Tỉnh ủy Việt Nam nhiệm kì 2015–2020 Trưởng Đoàn đại biểu Quốc hội Việt Nam khóa XIV Trưởng Đoàn đại biểu Quốc hội thành phố Hà Nội Đại biểu Quốc hội Việt Nam khóa XIV Hà Nội Sống tại Hà Nội Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025 Họ Vương Người họ Vương tại Việt Nam Cựu sinh viên Học viện Tài chính Cựu sinh viên Đại học Hà Nội Cựu giảng viên Học viện Tài chính Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 11:36. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}