{"Vườn quốc gia Côn Đảo":"Vườn quốc gia Côn Đảo – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí 2Đa dạng sinh học 3Vấn đề 4Chú thích Vườn quốc gia Côn Đảo 9 ngôn ngữ Deutsch English Español Français 한국어 Italiano Português Svenska 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikivoyage 8°41′30″B 106°38′0″Đ﻿ \/ ﻿8,69167°B 106,63333°Đ﻿ \/ 8.69167; 106.63333 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Vườn quốc gia Côn Đảo IUCN II (Vườn quốc gia) Vị trí tại Việt Nam Vị trí miền Nam Việt Nam Thành phố gần nhất thị trấn Côn ĐảoNearest city: thị trấn Côn Đảo Tọa độ 8°41′30″B 106°38′0″Đ﻿ \/ ﻿8,69167°B 106,63333°Đ﻿ \/ 8.69167; 106.63333 Diện tích 150,43 km² Thành lập 1993 Thành lập: 1993 Cơ quan quản lý UBND tỉnh Bà Rịa – Vũng Tàu Vườn quốc gia Côn Đảo thuộc hệ thống rừng đặc dụng, là 1 trong 33 Vườn quốc gia của Việt Nam. Nằm trên địa bàn huyện Côn Đảo, tỉnh Bà Rịa – Vũng Tàu. Được thành lập theo Quyết định số 135\/QĐ-TTg ngày 31 tháng 3 năm 1993 của Thủ tướng chính phủ Cộng hòa Xã hội Chủ nghĩa Việt Nam. Vị trí[sửa | sửa mã nguồn] Vườn quốc gia Côn Đảo thuộc địa phận hành chính huyện Côn Đảo, tỉnh Bà Rịa -Vũng Tàu, nằm về phía Đông Nam của Việt Nam. Có tọa độ địa lý: - Từ 8o36’ đến 8o48’ Vĩ độ Bắc - Từ 106o31’ đến 106o46’ Kinh độ Đông Cách cửa sông Hậu (tỉnh Cần Thơ) 83 km, cách thành phố Vũng Tàu 185 km và thành phố Hồ Chí Minh 250 km. Tổng diện tích tự nhiên: 19.883,15 ha, gồm: - Phần diện tích bảo tồn rừng trên các hòn đảo: 5.883,15 ha được chia thành 3 phân khu chức năng (1) Phân khu bảo vệ nghiêm ngặt: 4.612,58 ha; (2) Phân khu phục hồi sinh thái: 531,03 ha; (3) Phân khu dịch vụ - hành chính: 739,54 ha. - Phần diện tích bảo tồn biển: 14.000 ha được chia thành 3 phân khu chức năng (1) Phân khu bảo vệ nghiêm ngặt: 2.292,10 ha; (2) Phân khu phục hồi sinh thái: 2.062,20 ha; (3) Phân khu dịch vụ - hành chính: 9.645,70 ha. Ngoài ra, diện tích vùng đệm trên biển là: 20.500 ha Đa dạng sinh học[sửa | sửa mã nguồn] Vườn quốc gia Côn Đảo có 2 kiểu rừng chính là: Kiểu rừng kín thường xanh mưa ẩm nhiệt đới và kiểu rừng kín nửa rụng lá mưa ẩm nhiệt đới. - Đã phát hiện, thống kê có 1.077 loài thực vật bậc cao có mạch thuộc 640 chi, 160 họ, đặc biệt có 44 loài thực vật lần đầu tiên được tìm thấy tại Côn Đảo, trong đó 11 loài được lấy tên “Con Son” đặt tên cho loài như: Dầu Côn Sơn (Dipterocarpus condorensis), Gội Côn Sơn (Amoora poulocondorenris), Xú hương Côn Sơn (Lasianthus condorensis)..vv. - Khu hệ động vật có xương sống trên cạn đã thống kê được 155 loài thuộc 64 họ, 25 bộ trong đó gồm 25 loài thú, 85 loài chim, 32 loài bò sát và 13 loài ếch nhái. - Nhóm động vật đặc hữu có 06 loài: Khỉ đuôi dài Côn Đảo (Macaca fascicularis condorensis), Sóc mun (Callosciunis finlaysonii), Sóc đen Côn Đảo (Ratufa bicolor condorensis), Thằn lằn giun (Dibamus kondaoensis), Thằn lằn ngươi tròn (Cnemaspis boulengeri) và Rắn khiếm Côn đảo (Oligodon condaoensis). - Nhóm động vật quý hiếm: Có 29 loài quý hiếm, bao gồm: 09 loài thú, 11 loài chim, 09 loài bò sát và lưỡng cư. Biển Vườn quốc gia Côn Đảo có 3 hệ sinh thái điển hình của vùng biển nhiệt đới là hệ sinh thái rừng ngập mặn (32 ha), hệ sinh thái cỏ biển (1.000 ha), hệ sinh thái rạn san hô (1.800 ha). - Đã ghi nhận 1.725 loài sinh vật biển với 46 loài thực vật ngập mặn, 133 loài rong biển, 11 loài cỏ biển, 226 loài thực vật phù du, 143 loài động vật phù du, 360 loài san hô, 130 loài giun nhiều tơ, 116 loài giáp xác, 187 loài thân mềm, 115 loài da gai, 205 loài cá rạn san hô, 09 loài bò sát biển, 37 loài chim biển và 7 loài thú biển. - Có 72 loài sinh vật nguy cấp, quý, hiếm bao gồm: 04 loài thực vật; 16 loài thân mềm; 06 loài da gai; 12 loài san hô; 24 loài cá; 02 loài bò sát; 01 loài chim biển; 07 loài thú biển. Một số loài quý, hiếm, nguy cấp như: Bò biển (Dugong Dugon), Rùa xanh (Chelonia mydas) và Đồi Mồi (Eretmochelys imbricata). Vườn quốc gia Côn Đảo là một Khu đất ngập nước quan trọng quốc tế (Khu Ramsar); thành viên mạng lưới các Khu bảo tồn rùa biển Ấn Độ Dương – Đông Nam Á (IOSEA); được Trung tâm sách kỷ lục Việt Nam công nhận Vườn quốc gia Côn Đảo là nơi nuôi, ấp và thả về thiên nhiên nhiều rùa biển nhất Việt Nam. Hiện UBND tỉnh Bà Rịa – Vũng Tàu và Bộ Tài nguyên – Môi trường đang trình hồ sơ đề cử Vườn quốc gia Côn Đảo là Vườn di sản ASEAN (AHP). Vấn đề[sửa | sửa mã nguồn] Chú thích[sửa | sửa mã nguồn] Wikivoyage có cẩm nang du lịch về Vườn quốc gia Côn Đảo. hiện x t s Vườn quốc gia tại Việt Nam Vùng trung du và miền núi phía Bắc Ba Bể · Bái Tử Long · Du Già · Hoàng Liên · Phia Oắc – Phia Đén · Tam Đảo · Xuân Sơn Đồng bằng Bắc Bộ Ba Vì · Cát Bà · Cúc Phương · Xuân Thủy Bắc Trung Bộ Bạch Mã · Bến En · Phong Nha – Kẻ Bàng · Pù Mát · Vũ Quang Nam Trung Bộ Núi Chúa · Phước Bình · Sông Thanh Tây Nguyên Bidoup – Núi Bà · Chư Mom Ray · Chư Yang Sin · Kon Ka Kinh · Tà Đùng · Yok Đôn Đông Nam Bộ Bù Gia Mập · Cát Tiên · Côn Đảo · Lò Gò – Xa Mát Tây Nam Bộ Mũi Cà Mau · Phú Quốc · Tràm Chim · U Minh Hạ · U Minh Thượng Bài viết về chủ đề địa lý này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Khu Ramsar thế giới tại Việt Nam Khu vực miền Bắc Vườn quốc gia Xuân Thủy Hồ Ba Bể Khu bảo tồn thiên nhiên đất ngập nước Vân Long Đông Nam Bộ Bàu Sấu Vườn quốc gia Côn Đảo Tây Nam Bộ VQG Tràm Chim VQG Mũi Cà Mau Khu bảo tồn đất ngập nước Láng Sen VQG U Minh Thượng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vườn_quốc_gia_Côn_Đảo&oldid=68840163” Thể loại: IUCN Loại II Sơ khai địa lý Khu Ramsar Việt Nam Bà Rịa – Vũng Tàu Rừng đặc dụng Vườn quốc gia Việt Nam Du lịch Bà Rịa – Vũng Tàu Thể loại ẩn: Trang sử dụng bản đồ trong hộp thông tin có các tham số không rõ Tọa độ trên Wikidata Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 13 tháng 7 năm 2022, 07:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}