{"Vườn quốc gia Ba Bể":"Vườn quốc gia Ba Bể – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí 2Thông tin chính 3Đa dạng sinh học Hiện\/ẩn mục Đa dạng sinh học 3.1Vấn đề môi sinh 4Chú thích 5Liên kết ngoài Vườn quốc gia Ba Bể 13 ngôn ngữ Basa Bali Cebuano Deutsch English Français 한국어 Italiano ქართული മലയാളം Русский Suomi Svenska 中文 4 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikivoyage 22°24′19″B 105°36′55″Đ﻿ \/ ﻿22,40528°B 105,61528°Đ﻿ \/ 22.40528; 105.61528 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Ba Bể (định hướng). Vườn quốc gia Ba Bể IUCN II (Vườn quốc gia) Hồ Ba Bể trong Vườn quốc gia Ba Bể Vị trí tại Việt Nam Vị trí miền Bắc Việt Nam Thành phố gần nhất Bắc KạnNearest city: Bắc Kạn Tọa độ 22°24′19″B 105°36′55″Đ﻿ \/ ﻿22,40528°B 105,61528°Đ﻿ \/ 22.40528; 105.61528 Diện tích 76,10 km² Thành lập 1992 Thành lập: 1992 Lượng khách 63.000 (năm 2004) Cơ quan quản lý UBND tỉnh Bắc Kạn Vườn quốc gia Ba Bể là một vườn quốc gia, rừng đặc dụng, khu du lịch sinh thái của Việt Nam, nằm trên địa phận tỉnh Bắc Kạn, với trung tâm là hồ Ba Bể. Vườn quốc gia Ba Bể được thành lập theo Quyết định số 83\/TTg ngày 10 tháng 11 năm năm 1992 của Thủ tướng Chính phủ. Vị trí[sửa | sửa mã nguồn] Vườn có tọa độ là 105°36′55″ kinh đông, 22°24′19″ vĩ bắc. Nó nằm trên địa bàn 5 xã Nam Mẫu, Khang Ninh, Cao Thương, Quảng Khê, Cao Trĩ thuộc huyện Ba Bể, tỉnh Bắc Kạn. Vườn quốc gia này cách thành phố Bắc Kạn 50 km và Hà Nội 250 km về phía bắc, thuộc địa bàn huyện Ba Bể, tỉnh Bắc Kạn. Vườn quốc gia Ba Bể là một điểm du lịch sinh thái lý tưởng với phong cảnh kỳ thú và sự đa dạng sinh học. Năm 2004, Ba Bể đã được công nhận là một di sản thiên nhiên của ASEAN. Trước đó, đây từng là Khu danh lam thắng cảnh và Di tích lịch sử, là Khu rừng cấm hồ Ba Bể. Vườn Quốc gia (VQG) Ba Bể được thành lập theo quyết định số 83\/TTg ngày 10\/11\/1992 của Chính phủ với diện tích 7.610 ha, trong đó có 3.226 ha là phân khu bảo vệ nghiêm ngặt và hơn 3 ha diện tích mặt hồ. Những nghiên cứu khoa học khẳng định đây là khu vực giàu có về đa dạng sinh học, có nhiều nét đặc trưng của hệ sinh thái điển hình rừng thường xanh trên núi đá vôi và hồ trên núi, rừng thường xanh đất thấp. Trung tâm của vườn là hồ Ba Bể với chiều dài tới 8 km và chiều rộng 800 m. Nằm trên độ cao 178 m, hồ Ba Bể là \"hồ tự nhiên trên núi có ý nghĩa đặc biệt quan trọng ở Việt Nam\". Nằm trên vùng núi đá vôi, vốn có rất nhiều hang động caxtơ….mà hồ vẫn tồn tại với cảnh đẹp mê người là điều diệu kì, hấp dẫn mà thiên nhiên ban tặng. VQG Ba Bể có 1.281 loài thực vật thuộc 162 họ, 672 chi, trong đó có nhiều loài thực vật quý hiếm có giá trị được ghi vào Sách Đỏ của Việt Nam và Thế giới. Các loài cây gỗ quý, hiếm như: Nghiến, Đinh, Lim, Trúc dây… trong đó, Trúc dây là một loài tre đặc hữu của Ba Bể thường mọc tại các vách núi, thân của chúng thả mành mành xuống hồ tạo nên những bức mành xung quanh hồ. Đây là khu vực được các nhà khoa học trong và ngoài nước đánh giá là trung tâm đa dạng và đặc hữu cao nhất về loài lan không chỉ của Việt Nam mà còn của cả toàn vùng Đông Nam Á. Ở đây có 182 loài lan, một số loài lan là đặc hữu, chỉ phát hiện thấy duy nhất ở vùng này. Khu hệ động vật rất phong phú với 81 loài thú, 27 loài bò sát, 17 loài lưỡng cư, 322 loài chim, 106 loài cá, 553 loài côn trùng và nhện. Trong đó có nhiều loài có giá trị, quý hiếm đã được Việt Nam và Quốc tế ghi vào Sách Đỏ. Về khu hệ cá, hồ Ba Bể và các sông suối phụ cận có đến 106 loài cá được xác định phong phú nhất ở Việt Nam, bởi các hồ khác như hồ Lắc cũng chỉ có 35 loài, hồ Tây - 36 loài, hồ Châu Trúc - 47 loài... VQG Ba Bể còn có ý nghĩa đặc biệt quan trọng với sự có mặt của một số loài đang bị đe dọa trên toàn cầu như Voọc đen má trắng ( Trachypithecus francoisy) và Cầy vằn bắc (Hemigalus owstoni), mặc dù vậy số lượng Voọc đen má trắng hiện còn tồn tại trong khu vực rất ít. Ngoài ra, hồ Ba Bể còn là 1 điểm du lịch nổi tiếng, là \"viên ngọc xanh\" giữa đại ngàn đã và đang nổi lên là một điểm du lịch sinh thái lý tưởng với du khách, nhất là vào thời điểm đầu xuân và hè. Hồ dài hơn 8 km, chỗ rộng nhất khoảng 3 km, sâu khoảng 20 đến 30m. Đoạn giữa hồ hơi eo lại. Có hai đảo nhỏ nổi lên giữa hồ, một đảo giống như con ngựa đóng cương đang lội nước (nên còn gọi là đảo An Mã). Hồ Ba Bể ở độ cao 145m so với mặt nước biển, diện tích mặt hồ khoảng 500ha được bao bọc bởi những dãy núi đá vôi có nhiều suối ngầm và hang động. Toàn cảnh hồ như một bức tranh thủy mặc, làm say lòng nhiều du khách từ xưa đến nay. Đến Hồ Ba Bể, du khách có dịp được dạo quanh hồ nước trong xanh bằng thuyền độc mộc rất đặc trưng của dân tộc bản địa hoặc bằng thuyền máy rồi ra sông Năng và thăm thú nhiều thắng cảnh tự nhiên. Tối đến, có thể ngủ lại ở khu nhà gần hồ hoặc ngay tại nhà của người dân tộc Tày, Nùng. Thác Đầu Đẳng cách thị trấn Chợ Rã (huyện Ba Bể, tỉnh Bắc Kạn) 16 km. Thác dài 2 km, hòa cùng với phong cảnh rừng nguyên sinh, tạo thành ấn tượng khó quên. Thác Đầu Đẳng nằm trên dòng sông Năng, là nơi tiếp giáp giữa Bắc Kạn với tỉnh Tuyên Quang. Thác Đầu Đẳng nằm giữa hai dãy núi đá vôi, có độ dốc lớn, là nơi con sông Năng bị chặn lại bởi những tảng đá lớn, nhỏ xếp chồng lên nhau với độ dốc chừng 500m, tạo thành một thác nước ngoạn mục kỳ vĩ, hoà với phong cảnh rừng nguyên sinh tạo ra một ấn tượng khó quên. Không những vậy, tại đây còn xuất hiện loại cá chiên (có những con nặng trên 10 kg) là loại cá hiếm thấy hiện nay. Động Puông nằm trên dòng sông Năng thuộc huyện Ba Bể, tỉnh Bắc Kạn, cách thị trấn Chợ Rã 5 km.Hang động Puông là một trong những điểm du lịch có hệ sinh thái đặc biệt, rất độc đáo và hấp dẫn. Con sông Năng chảy dưới chân núi đá vôi, giữa những bờ vách đứng xuyên qua núi Lung Nham, nơi đó gọi là động Puông. Thuyền nhỏ luồn trong động Puông chập chờn trong ánh sáng mờ ảo, những thạch nhũ hình thù kỳ lạ hiện lên trước cửa động. Trong động có đàn dơi hàng chục vạn con sinh sống và trú ngụ. Thông tin chính[sửa | sửa mã nguồn] Vườn có diện tích 7.610 ha (76,10 km²), trong đó: Khu bảo vệ nghiêm ngặt có diện tích 3.266,2 ha, Khu phục hồi tái sinh rộng 4.083,4 ha, Khu dịch vụ hành chính 301,4 ha. Vườn có độ cao so với mực nước biển là từ 150 m đến 1.098 m. Ở phía tây nam của vườn có dãy núi Phia Boóc, có các điểm cao từ 1.505 m đến 1.527 m. Đa dạng sinh học[sửa | sửa mã nguồn] Với trung tâm là hồ Ba Bể, khu vườn quốc gia này có: 600 loài cây thân gỗ (thuộc 300 chi, 114 họ khác nhau). 65 loài thú (22 loài có tên trong sách đỏ Việt Nam). 214 loài chim thuộc 17 bộ,47 họ (7 loài có tên trong sách đỏ Việt Nam). 46 loài bò sát và động vật lưỡng cư. 87 loài cá (11 loài có tên trong sách đỏ Việt Nam). Vườn có một số loài quý hiếm như gấu ngựa, báo lửa, báo hoa mai. Hai loài đặc hữu của vùng này là cầy vằn (Hemigalus owstoni) và voọc đen (Presbytis francoisi). Cà đác, tức voọc mũi hếch Bắc Bộ nay không còn tìm thấy ở Ba Bể nữa nhưng ở Khu bảo tồn Na Hang gần đó vẫn còn một nhóm.[1] Vấn đề môi sinh[sửa | sửa mã nguồn] Việc khai thác khoáng sản nhất là mỏ sắt ở lưu vực hồ Ba Bề đã tác biến khu vực hồ và gây thiệt hại nặng nề về mặt môi sinh. Theo một cuộc khảo sát hồ Pé Lèng đã mất 1\/3 diện tích vì bồi tích ứ đọng và trong tương lai hồ Ba Bể có thể bị lấp mất nếu hiện trạng không thay đổi.[2] Chú thích[sửa | sửa mã nguồn] ^ Sterling Eleanor, et al. Vietnam, A Natural History. New Haven, CT: Yale University Press, 2006. Trang 207. ^ \"Hồ Ba Bể đang trong tình trạng thê thảm\" theo báo Thanh tra điện tử Liên kết ngoài[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Vườn quốc gia Ba Bể. Ba Bể[liên kết hỏng] Bài viết tỉnh Bắc Kạn, Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Vườn quốc gia tại Việt Nam Vùng trung du và miền núi phía Bắc Ba Bể · Bái Tử Long · Du Già · Hoàng Liên · Phia Oắc – Phia Đén · Tam Đảo · Xuân Sơn Đồng bằng Bắc Bộ Ba Vì · Cát Bà · Cúc Phương · Xuân Thủy Bắc Trung Bộ Bạch Mã · Bến En · Phong Nha – Kẻ Bàng · Pù Mát · Vũ Quang Nam Trung Bộ Núi Chúa · Phước Bình · Sông Thanh Tây Nguyên Bidoup – Núi Bà · Chư Mom Ray · Chư Yang Sin · Kon Ka Kinh · Tà Đùng · Yok Đôn Đông Nam Bộ Bù Gia Mập · Cát Tiên · Côn Đảo · Lò Gò – Xa Mát Tây Nam Bộ Mũi Cà Mau · Phú Quốc · Tràm Chim · U Minh Hạ · U Minh Thượng hiện x t s Vườn di sản ASEAN Brunei (1) Vườn di sản Tasek Merimbun (1984) Campuchia (2) Vườn quốc gia Preah Monivong (2003) Vườn quốc gia Virachey (2003) Indonesia (7) Vườn quốc gia Gunung Leuser (1984) Vườn quốc gia Kerinci Seblat (1984) Vườn quốc gia Lorentz (1984) Vườn quốc gia Way Kambas (2016) Vườn quốc gia Kepulauan Seribu (2019) Vườn quốc gia Wakatobi (2019) Vườn quốc gia Bantimurung – Bulusaraung (2019) Lào (1) Khu bảo tồn quốc gia Nam Ha (2003) Malaysia (3) Vườn quốc gia Gunung Mulu (1984) Vườn quốc gia Kinabalu (1984) Vườn quốc gia Taman Negara (1984) Myanmar (7) Vườn quốc gia Alaungdaw Kathapa (2003) Khu bảo tồn động vật hoang dã Hồ Indawgyi (2003) Khu bảo tồn động vật hoang dã Hồ Inlé (2003) Vườn quốc gia Khakaborazi (2003) Vườn quốc gia biển Đảo Lampi (2003) Khu bảo tồn động vật hoang dã Mein-ma-hla Kyun (2003) Vườn quốc gia Nat Ma Taung (2012) Philippines (9) Công viên tự nhiên Núi Apo (1984) Vườn quốc gia Núi Iglit–Baco (1984) Công viên tự nhiên Núi Kitanglad (2009) Công viên tự nhiên Núi Malindang (2011) Khu bảo tồn thiên nhiên Núi Makiling (2013) Khu bảo tồn động vật hoang dã Núi Hamiguitan (2014) Công viên tự nhiên Rạn san hô Tubbataha (2014) Tượng đài tự nhiên Timpoong và Hibok-Hibok (2015) Khu bảo tồn động vật hoang dã Đầm lầy Agusan (2019) Singapore (2) Khu bảo tồn ngập nước Sungei Buloh (2003) Khu bảo tồn thiên nhiên Bukit Timah (2011) Thái Lan (4) Vườn quốc gia Khao Yai (1984) Vườn quốc gia Biển Tarutao (1984) Các vườn quốc gia Ao Phang Nga-Quần đảo Surin-Quần đảo Similan (2003) Vườn quốc gia Kaeng Krachan (2003) Việt Nam (10) Vườn quốc gia Ba Bể (2003) Vườn quốc gia Chư Mom Ray (2003) Vườn quốc gia Hoàng Liên (2003) Vườn quốc gia Kon Ka Kinh (2003) Vườn quốc gia U Minh Thượng (2012) Vườn quốc gia Bái Tử Long (2017) Vườn quốc gia Bidoup Núi Bà (2019) Vườn quốc gia Vũ Quang (2019) Vườn quốc gia Lò Gò – Xa Mát (2019) Khu bảo tồn thiên nhiên Ngọc Linh (2019) Hiệp hội Trung tâm Đa dạng sinh học Đông Nam Á Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vườn_quốc_gia_Ba_Bể&oldid=69613519” Thể loại: IUCN Loại II Sơ khai Bắc Kạn Rừng đặc dụng Ba Bể (huyện) Vườn quốc gia Việt Nam Vườn di sản ASEAN Du lịch Bắc Kạn Hồ tại Bắc Kạn Thể loại ẩn: Trang sử dụng bản đồ trong hộp thông tin có các tham số không rõ Tọa độ trên Wikidata Bài có liên kết hỏng Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 28 tháng 1 năm 2023, 13:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}