{"Vườn quốc gia Ba Vì":"Vườn quốc gia Ba Vì – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí địa lý 2Động-thực vật 3Tiêu cực 4Hình ảnh 5Tham khảo 6Liên kết ngoài Vườn quốc gia Ba Vì 9 ngôn ngữ Basa Bali English 한국어 Italiano 日本語 Русский Svenska 吴语 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Wikivoyage 21°04′41″B 105°21′30″Đ﻿ \/ ﻿21,07806°B 105,35833°Đ﻿ \/ 21.07806; 105.35833 Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Vườn quốc gia Ba Vì IUCN II (Vườn quốc gia) Một phần của vườn quốc gia Ba Vì Xem bản đồ Hà NộiXem bản đồ Việt NamXem tất cả Vị trí Hà Nội, Việt Nam Thành phố gần nhất Sơn TâyNearest city: Sơn Tây Tọa độ 21°04′41″B 105°21′30″Đ﻿ \/ ﻿21,07806°B 105,35833°Đ﻿ \/ 21.07806; 105.35833 Diện tích 9.702,41 Ha Thành lập 1991 Thành lập: 1991 Cơ quan quản lý UBND thành phố Hà Nội Vườn quốc gia Ba Vì là một vườn quốc gia ở Việt Nam, được thành lập năm 1991 theo quyết định số 17-CT ngày 16 tháng 1 năm 1991 của Chủ tịch Hội đồng Bộ trưởng Việt Nam. Vị trí địa lý[sửa | sửa mã nguồn] Toạ độ địa lý: Từ 20 độ 55' đến 21 độ 07' vĩ bắc và 105 độ 18' đến 105 độ 30' kinh đông[1]. Vườn quốc gia Ba Vì nằm trên khu vực dãy núi Ba Vì thuộc huyện Ba Vì, thành phố Hà Nội[2] và thành phố Hòa Bình, tỉnh Hòa Bình với diện tích 10.814,6 ha[1][3], cách Sơn Tây, Hà Nội 15 km và cách trung tâm Hà Nội 50 km về phía tây. Từ đầu thế kỉ 20, Ba Vì đã là địa danh nổi tiếng nhờ sự đa dạng của các hệ sinh thái và có phong cảnh đẹp, khí hậu mát mẻ. Vườn quốc gia này nằm trong dãy núi cao chạy dọc theo hướng đông bắc-tây nam với đỉnh Vua cao 1.296 m, đỉnh Tản Viên cao 1.227m, đỉnh Ngọc Hoa cao 1.131 m. Động-thực vật[sửa | sửa mã nguồn] Bài chi tiết: Hệ động vật Việt Nam Về động vật, có 45 loài thú, 115 loài chim, 61 loài bò sát và 27 loài ếch nhái, trong đó có nhiều loài quý hiếm có tên trong Sách đỏ Việt Nam và thế giới như gà lôi trắng, khỉ, báo, gấu, sóc bay, v.v. Hiện tại, người ta đã biết trên 1.000 loài thực vật, trong số đó có khoảng 200 loài cây dược liệu, nhiều loài quý như bách xanh, thông, dẻ, lát hoa. Tiêu cực[sửa | sửa mã nguồn] Ngày ngày 29 tháng 2 năm 2016, Bộ trưởng Bộ NN&PTNT Cao Đức Phát đã chỉ đạo đình chỉ xây dựng công trình khu nghỉ dưỡng Le Mont Bavi Resort & Spa tại Vườn quốc gia Ba Vì (Hà Nội), yêu cầu Tổng cục Lâm nghiệp thành lập ngay đoàn thanh tra, làm rõ vi phạm tại công trình resort. Công trình Le Mont Bavi Resort & Spa do Công ty TNHH Phát triển công nghệ (CFTD) làm chủ đầu tư tọa lạc ở độ cao 600 m (cốt 600) giữa VQG Ba Vì. Đây là khu nghỉ dưỡng 4 sao bề thế với hàng chục khách sạn, biệt thự, bể bơi... đã gần như hoàn tất và đưa vào sử dụng. Theo báo Tuổi Trẻ, ban giám đốc Vườn quốc gia Ba Vì (thuộc Bộ NN&PTNT) đã nhận của Công ty TNHH Phát triển công nghệ 8 tỉ đồng và giao 53ha đất rừng cho doanh nghiệp xây dựng khu resort này với thời hạn 50 năm.[4] Ngoài khu nghỉ dưỡng Le Mont Ba Vì Resort & Spa trong Vườn Quốc gia Ba Vì, Khu nghỉ dưỡng Điền Viên Thôn (xã Yên Bài, huyện Ba Vì) với 59 biệt thự vừa bị Sở Xây dựng Hà Nội thanh tra, trách nhiệm thuộc UBND huyện Ba Vì, Chủ tịch UBND xã Yên Bài, và các phòng, ban chuyên môn của huyện.[5] Ngoài ra còn hai khu biệt thự cũng được xây dựng, một tại đồi Đá Bạc, xã Yên Bài (27 căn), một tại thôn Bơn, xã Vân Hòa (25 căn), huyện Ba Vì cũng được phát hiện xây không phép ngay từ năm 2013. [6] Ngày 29\/7, ông Cao Chí Công, Phó Tổng cục trưởng Tổng cục Lâm nghiệp, cho hay, đã có kết luận của vụ việc này, nhưng chưa thể công bố. Hiện dự thảo đang gửi Ban cán sự Đảng (Bộ NNPTNT) xin ý kiến.[7] Hình ảnh[sửa | sửa mã nguồn] Ba đỉnh núi cao nhất trong dãy núi Ba Vì: núi Vua (1,296 m) núi Tản Viên (1,226 m) và Ngọc Hoa (1,120 m). Vườn ươm thạch thảo và xương rồng trong Vườn quốc gia Ba Vì Khỉ thả rông trong vườn quốc gia Ba Vì Tham khảo[sửa | sửa mã nguồn] ^ a b Website chính thức ^ Quyết định số 17-CT ngày 16\/1\/1991 về việc phê duyệt thành lập rừng cấm quốc gia Ba Vì ^ Quyết định số 510 \/QĐ-TTg ngày 12\/5\/2003 về việc phê duyệt quy hoạch mở rộng diện tích vườn quốc gia Ba Vì ^ Đổi 53ha Vườn quốc gia Ba Vì lấy... 8 tỉ đồng , tuoitre, 1.3.2016 ^ Xác định 59 căn biệt thự xây trái phép ở Ba Vì, cand.com, 8.3.2016 ^ Phát hiện thêm 52 biệt thự xây trên đất rừng Ba Vì, vietnamnet, 10.3.2016 ^ Năm tháng, chưa công bố kết luận thanh tra resort Ba Vì cafef Liên kết ngoài[sửa | sửa mã nguồn] Website chính thức Giới thiệu Vườn quốc gia Ba Vì Lưu trữ 2008-05-31 tại Wayback Machine G+ và Google map vườn quốc gia Ba Vì Vườn quốc gia Ba Vì tại Từ điển bách khoa Việt Nam hiện x t s Du lịch Hà Nội Di tích lịch sử Kiến trúc công cộng Hoàng thành Thăng Long • Hồ Hoàn Kiếm (Cầu Thê Húc · Đền Ngọc Sơn · Tháp Rùa) • Khu phố cổ Hà Nội • Văn Miếu – Quốc Tử Giám • Thành Cổ Loa • Đường Lâm • Thành cổ Sơn Tây • Gò Đống Đa • Phủ Chủ tịch và khu di tích • Lăng Hồ Chí Minh • Cột cờ Hà Nội • Nhà hát Lớn • Nhà tù Hỏa Lò • Nhà khách Chính phủ • Tháp nước Hàng Đậu Kiến trúc tôn giáo, tâm linh Thăng Long tứ trấn (Đền Bạch Mã · Đền Voi Phục · Đền Kim Liên · Đền Quán Thánh) • Thăng Long tứ quán • Chùa Hương • Chùa Láng • Chùa Một Cột • Chùa Tây Phương • Chùa Thầy • Chùa Trầm • Chùa Trấn Quốc • Chùa Quán Sứ • Đền Sóc - Chùa Non Nước • Phủ Tây Hồ • Đại chủng viện Thánh Giuse • Đền Ngọc Sơn • Đền Lý Quốc Sư • Đền Hai Bà Trưng (Đồng Nhân) • Đền Hai Bà Trưng (Hạ Lôi) • Đền Hát Môn • Đền Phù Đổng • Nhà thờ Lớn • Nhà thờ Hàm Long • Nhà thờ Cửa Bắc • Nhà thờ Phùng Khoang • Đình Chèm • Đình Đại Phùng • Đình Hạ Hiệp • Đình So • Đình Tây Đằng • Đình Tường Phiêu Hồ, công viên, khu sinh thái Vườn quốc gia Ba Vì • Công viên Thống Nhất • Công viên Thủ Lệ • Vườn bách thảo • Ao Vua • Đồng Mô • Thác Đa • Hồ Tây • Công viên Hồ Tây • Khoang Xanh • Hồ Thiền Quang • Hồ Trúc Bạch • Sông Hồng • Công viên Âm Nhạc • Công viên Hòa Bình • Công viên Indira Gandhi • Công viên Lê-nin • Công viên Thiên Đường Bảo Sơn Bảo tàng Bảo tàng Hà Nội • Bảo tàng Phụ nữ Việt Nam • Bảo tàng Mỹ thuật Việt Nam • Bảo tàng Dân tộc học • Bảo tàng Cách mạng Việt Nam • Bảo tàng Hồ Chí Minh • Bảo tàng Lịch sử Việt Nam • Bảo tàng Lịch sử Quân sự Việt Nam • Thư viện Quốc gia Việt Nam • Bảo tàng nhiếp ảnh Lai Xá Làng nghề Gốm Bát Tràng • Lụa Vạn Phúc • Tranh Hàng Trống • Hoa Ngọc Hà • Đúc đồng Ngũ Xã • Rắn Lệ Mật • Rèn Đa Sĩ • Miến Cự Đà Công trình thể thao Cung thể thao Quần Ngựa • Cung thi đấu điền kinh trong nhà Mỹ Đình • Sân vận động Hàng Đẫy • Sân vận động Hoài Đức • Sân vận động Quốc gia Mỹ Đình • Trường đua đường phố Hà Nội Công trình thương mại - dịch vụ Chợ Đồng Xuân • Chợ Hà Đông • Chợ Long Biên • Chợ Nhà Xanh • Keangnam Hanoi Landmark Tower • Lotte Center Hà Nội • Tòa nhà Hàm Cá Mập • Tràng Tiền Plaza • Vincom Bà Triệu Khách sạn Hilton Hanoi Opera • Khách sạn Opera Hà Nội • Khách sạn Sofitel Metropole Các công trình khác Sân bay quốc tế Nội Bài • Ga Hà Nội • Cầu Long Biên • Cầu Chương Dương • Cầu Thăng Long • Cầu Nhật Tân • Trung tâm Hội nghị Quốc gia Việt Nam • Quảng trường Ba Đình • Quảng trường Cách mạng Tháng Tám • Quảng trường Lao động • Quảng trường Đông Kinh Nghĩa Thục • Bưu điện Hà Nội • Tòa nhà Quốc hội Việt Nam • Trụ sở Bộ Ngoại giao Việt Nam • Vinhomes Times City Du lịch Việt Nam 7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái hiện x t s Vườn quốc gia tại Việt Nam Vùng trung du và miền núi phía Bắc Ba Bể · Bái Tử Long · Du Già · Hoàng Liên · Phia Oắc – Phia Đén · Tam Đảo · Xuân Sơn Đồng bằng Bắc Bộ Ba Vì · Cát Bà · Cúc Phương · Xuân Thủy Bắc Trung Bộ Bạch Mã · Bến En · Phong Nha – Kẻ Bàng · Pù Mát · Vũ Quang Nam Trung Bộ Núi Chúa · Phước Bình · Sông Thanh Tây Nguyên Bidoup – Núi Bà · Chư Mom Ray · Chư Yang Sin · Kon Ka Kinh · Tà Đùng · Yok Đôn Đông Nam Bộ Bù Gia Mập · Cát Tiên · Côn Đảo · Lò Gò – Xa Mát Tây Nam Bộ Mũi Cà Mau · Phú Quốc · Tràm Chim · U Minh Hạ · U Minh Thượng Bài viết thành phố Hà Nội này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vườn_quốc_gia_Ba_Vì&oldid=69017115” Thể loại: IUCN Loại II Du lịch Hà Nội Sơ khai Hà Nội Vườn quốc gia Việt Nam Địa lý Hà Nội Ba Vì Hòa Bình Du lịch sinh thái Việt Nam Khởi đầu năm 1991 ở Việt Nam Thể loại ẩn: Trang sử dụng bản đồ trong hộp thông tin có các tham số không rõ Tọa độ trên Wikidata Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 20 tháng 8 năm 2022, 00:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}