{"Vụ cướp tàu MT Zafirah":"Vụ cướp tàu MT Zafirah – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bối cảnh 2Tấn công 3Chiến dịch tìm kiếm 4Kết quả 5Xem thêm 6Chú thích 7Liên kết ngoài Vụ cướp tàu MT Zafirah 2 ngôn ngữ Bahasa Melayu English Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Vụ cướp tàu MT Zafirah Thời gian 18–22\/11\/2012 Địa điểm Bị mất gần vùng biển quần đảo Natuna, Indonesia 3°17.02′B 109°05.38′Đ﻿ \/ ﻿3,28367°B 109,08967°Đ﻿ \/ 3.28367; 109.08967 Kết quả Việt Nam thắng.[1][2] Tất cả tám thủy thủ đoàn tàu chở dầu được giải cứu Vụ cướp thất bại và tất cả mười một tên cướp biển bị bắt giữ. Tàu chở dầu của Malaysia đã giải cứu. Tham chiến Việt Nam Tập tin:Vietnam Marine Police insignia.jpg Cảnh sát biển Việt Nam Hải quân Nhân dân Việt Nam Cướp biển Indonesia[3] Chỉ huy và lãnh đạo Tập tin:Vietnam Marine Police insignia.jpg Nguyễn Quang Đạm Tập tin:Vietnam Marine Police insignia.jpg Lê Hải Trường Tập tin:Vietnam Marine Police insignia.jpg Nguyễn Tuấn Hải Tập tin:Vietnam Marine Police insignia.jpg Lê Xuân Thành Không rõ[4] Lực lượng Tập tin:Vietnam Marine Police insignia.jpg 3 tàu 2 tàu (Tàu cá Việt Nam) 1 tàu chở dầu 11 hải tặc[5] Thương vong và tổn thất không 11 bị bắt[1][2] không Vị trí gần đúng nơi tàu được phục hồi.[note 1] Ngày 18\/11\/2012, 11 hải tặc Indonesia đã cướp tàu MT Zafirah, một tàu chở dầu của Malaysia, ở Biển Đông. Thủy thủ đoàn tàu chở dầu đã bị cướp biển để lại trên một xuồng cứu sinh trên biển hai ngày sau vụ cướp nhưng sau đó được các tàu đánh cá Việt Nam cứu sống vào ngày 21\/11 khi xuồng cứu sinh của họ trôi dạt đến khoảng 118 hải lý ở vùng biển ngoài khơi phía Nam tỉnh Bà Rịa - Vũng Tàu.[6] Toàn bổ hải tặc đã bị kiểm soát bởi Cảnh sát biển Việt Nam và Hải Quân Việt Nam theo thông tin được cung cấp bởi Phòng Hàng Hải Quốc tế tại Malaysia và RECAAP tại Singapore, dẫn đến việc bắt giữ họ sau một thời gian ngắn gần cảng Vũng Tàu.[7][8] Bối cảnh[sửa | sửa mã nguồn] Tàu chở dầu đang chở 320,173 lít dầu thô nhẹ từ Pasir Gudang, Johor, Tây Malaysia đến Miri, Sarawak, Đông Malaysia khi nó bị mất tích. Khoảng năm công dân Myanmar và bốn người Indonesia đã lên tàu.[9][10] Tấn công[sửa | sửa mã nguồn] Tàu MT Zafirah bị tấn công ở gần Natuna Islands, Indonesia. Khoảng 19-20\/11, tàu chở dầu được nhìn thấy hướng về phía bắc với thông tin liên lạc cuối cùng được ghi nhận vào khoảng 174,4 hải lý (7°10.16′B 109°9.29′Đ﻿ \/ ﻿7,16933°B 109,15483°Đ﻿ \/ 7.16933; 109.15483) đông nam đảo Côn Sơn, Việt Nam. RECAAP báo cáo rằng tất cả 11 tên cướp biển đều được trang bị dao phay và súng lục,[10] và có thể đang cố bán dầu bất hợp pháp tại Việt Nam.[9] Một báo cáo nhận được của Cảnh sát biển Việt Nam (VCG) nói rằng một công ty gọi là \"Petimax\" sẽ nhận dầu từ tàu chở dầu.[11] Tất cả các thủy thủ đoàn của tàu chở dầu sau đó đã được tìm thấy trên một xuồng cứu sinh sau khi bị trôi dạt trên biển trong hai ngày. Sau đó họ được các tàu đánh cá Việt Nam cứu thoát.[6] Chiến dịch tìm kiếm[sửa | sửa mã nguồn] Ngay sau khi được báo cáo mất tích, văn phòng hàng hải quốc tế tại Kuala Lumpur thông báo sự cố cho VCG. Vào khoảng 10:06 am (UTC + 07: 00), RECAAP tại Singapore đã báo cáo vị trí mới nhất của tàu chở dầu nằm ở vùng biển Việt Nam và tàu chở dầu đang di chuyển với tốc độ 10 hải lý\/giờ.[11] Khoảng 24 giờ sau khi báo cáo, VCG được thông báo rằng có đơn vị khai thác tàu chở dầu đã cố gắng neo đậu tại cùng biển Việt Nam để dỡ hàng. VCG cho hai tàu cùng với một tàu khác trên đường đến khu vực khi tàu chở dầu được phát hiện 45 hải lý đông-đông nam đảo Côn Đảo.[12] Vào khoảng 2:30 sáng (UTC+07:00), hai tàu VCG Việt Nam đã đến nơi mà tàu chở dầu bị tấn công được cho là sẽ đi qua.[11] Khi họ phát hiện một tàu chở dầu đáng ngờ trong khu vực, VCG chuyển đèn của họ sang các khoang chở dầu nhưng các thủy thủ trên tàu chở dầu đã từ chối trả lời. VCG sau đó đã cố gắng thiết lập một liên lạc với tàu chở dầu đáng ngờ nhưng vẫn không nhận được phản hồi. Sau nhiều lần cố gắng liên lạc với họ, thủy thủ đoàn đáng ngờ trên tàu đã trả lời không phù hợp, nói rằng họ đang trên đường đến Trung Quốc, sau đó lại nói họ đang trên đường đến Singapore. VCG sau đó ra lệnh cho họ thả neo.[12] Kết quả[sửa | sửa mã nguồn] Sau khi ra lệnh cho tàu chở dầu dừng lại, VCG nhận thấy tên của tàu chở dầu là MT Sea Horse treo cờ Honduras.[13] Tuy nhiên, VCG nhận thấy vết sơn lạ trên tàu chở dầu. Sự nghi ngờ của họ đã được xác nhận bởi các báo cáo trước đó từ thuyền trưởng của tàu MT Zafirah rằng tàu chở dầu đã bị cướp bởi 11 người đàn ông, những người có khả năng là người Indonesia; cùng với một báo cáo từ Trung tâm cảnh báo cướp biển ở Malaysia rằng họ đã không tìm thấy tàu chở hàng có tên là MT Sea Horse trong kho lưu trữ của họ. VCG quyết định giữ tàu lại trên biển để xác minh.[11][13] Sau hai ngày giữ cho tàu chở dầu bị nghi ngờ neo, lúc 3 giờ chiều (UTC + 07: 00), thủy thủ đoàn đáng ngờ trên tàu chở dầu đột nhiên khởi động động cơ của họ. Một trong số họ đã được nhìn thấy cố gắng để cắt neo trong nỗ lực của họ để trốn thoát trong khi một số khác liên lạc với VCG từ tàu chở dầu và nói \"Chúng tôi sắp rời khỏi vùng biển Việt Nam ngay lập tức\".[11] Như một phản ứng, VCG đã được lệnh bắn vào tầng thượng của cầu tàu. Sau một loạt các tiếng súng, thủy thủ đoàn đáng ngờ đã giảm tốc độ của tàu chiến nhưng vẫn từ chối rời khỏi tháp mặc dù được yêu cầu làm như vậy.[13] VCG đã cố gắng lặp lại thứ tự và bảo họ đầu hàng nhưng khi họ miễn cưỡng làm như vậy, VCG tiếp tục bắn với súng máy 12,7mm và súng trường tấn công.[14] Tất cả các thành viên thủy thủ đoàn đáng ngờ bắt đầu bò ra khỏi tháp kiểm soát để đầu hàng, trong khi VCG đếm hết 11 người, VCG nhận thấy tại các báo cáo trước đó rằng có khoảng 12 thủ phạm và bắt đầu lo sợ rằng một kẻ tấn công vẫn đang ẩn núp trong tàu chở dầu và có thể cố gắng nổ tung cùng với tàu chở dầu.[14] VCG đe dọa sẽ bắn bốn người trong số họ nếu họ bị từ chối xuất hiện.Khi một tiếng súng bắn vào không trung, tất cả các thủ phạm đã khóc và hét to lên rằng họ chỉ 11. Năm chiếc Thuyền máy sau đó được gửi đến gần tàu chở dầu và tất cả chúng được lệnh nhảy xuống nước. Trong vòng 50 phút kể từ khi phát súng đầu tiên, tất cả 11 thủ phạm đã bị trói và đưa vào một trong các tàu của Việt Nam. Tất cả chúng sau đó đã được xác nhận là những tên hải tặc. Vào cuối nhiệm vụ thành công, Thiếu tướng Nguyễn Quang Đạm được trích dẫn trong một tuyên bố về tình hình; Chúng tôi nghe nói cướp biển là với các đối tượng nguy hiểm, vũ khí tốt và đã nhìn thấy họ hành động theo những hành động sai trái. Quá trình bắt giữ có thể là trường hợp xấu nhất xảy ra, sự nguy hiểm đến tính mạng của cán bộ, chiến sĩ và phá hủy tài sản. Không có phương án tác chiến chặt chẽ để thực hiện, nếu chúng ta đã mắc sai lầm có thể dẫn đến một đám cháy và nổ sẽ gây ra một vụ tràn dầu, ô nhiễm, hủy hoại môi trường biển, và như một hệ quả với cuộc sống khác gần khu vực có thể bị nguy hiểm.[11] Ngày 13\/4\/2013, khoảng bốn tháng rưỡi sau vụ việc, tất cả những tên cướp biển đã được áp giải đến sân bay quốc tế Tân Sơn Nhất tại Thành phố Hồ Chí Minh để dẫn độ về Indonesia.[7][14] Xem thêm[sửa | sửa mã nguồn] Vụ cướp tàu MT Orkim Harmony Chú thích[sửa | sửa mã nguồn] ^ a b “Vietnam arrests 11 on hijacked Malaysian ship”. Associated Press. AsiaOne. ngày 23 tháng 11 năm 2012. Bản gốc lưu trữ ngày 14 tháng 11 năm 2018. Truy cập ngày 8 tháng 7 năm 2015. ^ a b Gia Khánh (ngày 23 tháng 11 năm 2012). “Đấu súng trên biển, bắt 11 nghi can cướp tàu Zafirah”. Người Lao Động. Truy cập ngày 8 tháng 7 năm 2015. ^ “Cảnh sát biển Việt Nam chạm trán cướp biển”. Tuổi Trẻ. Vietnam Multimedia Corporation. ngày 28 tháng 6 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ Nguyễn Long (ngày 23 tháng 11 năm 2012). “Thuyền viên tàu ZAFIRAH nhận diện cướp biển”. Thanh Niên. Truy cập ngày 8 tháng 7 năm 2015. ^ “11 pirates arrested in Ba Ria-Vung Tau”. Vietnam Plus. WADA Tin tức. ngày 23 tháng 11 năm 2012. Bản gốc lưu trữ ngày 9 tháng 7 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ a b “Distressed foreign sailors brought ashore”. Vietnam Plus. WADA Tin tức. ngày 22 tháng 11 năm 2012. Bản gốc lưu trữ ngày 9 tháng 7 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ a b “Piracy and armed robbery against ships (Section: Vietnam extradites pirate suspects)” (PDF). ICC International Maritime Bureau (ICC Germany). 2013. tr. 26. Bản gốc (PDF) lưu trữ ngày 8 tháng 7 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ “Reports on acts of piracy and armed robbery against ships” (PDF). International Maritime Organization. ngày 22 tháng 1 năm 2013. tr. 3\/1 of 4. Bản gốc (PDF) lưu trữ ngày 4 tháng 3 năm 2016. Truy cập ngày 8 tháng 7 năm 2015. ^ a b “Bunker Pirates Hijack Tanker for its MGO”. Ship & Bunker. ngày 23 tháng 11 năm 2012. Truy cập ngày 8 tháng 7 năm 2015. ^ a b Peter Shadbolt (ngày 8 tháng 2 năm 2013). “Asia's sea pirates target treasure of marine fuel”. CNN. Truy cập ngày 8 tháng 7 năm 2015. ^ a b c d e f “Cảnh sát biển Việt Nam chạm trán cướp biển”. Tuổi Trẻ. ngày 26 tháng 6 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ a b “Vietnamese coast guards vs. pirates – P1: A face-to-face encounter”. Tuổi Trẻ. ngày 30 tháng 6 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ a b c “Vietnamese coast guards vs. pirates – P2: An order to open fire”. Tuổi Trẻ. ngày 2 tháng 7 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. ^ a b c “Vietnamese coast guards vs. pirates – P3: All 11 pirates surrender, unhurt”. Tuổi Trẻ. ngày 5 tháng 7 năm 2015. Truy cập ngày 8 tháng 7 năm 2015. Liên kết ngoài[sửa | sửa mã nguồn] Update on incident involving hijacking of Zafirah Lưu trữ 2015-09-24 tại Wayback Machine on RECAAP Vietnam Coast Guard arrested pirates: The Untold Story on Zing.vn (tiếng Việt) ẩn x t s Cướp biển Giai đoạn lịch sử Địa Trung Hải cổ đại · Thời kỳ hoàng kim Thời hiện đại Thế kỷ 21 Những loại cướp biển Cướp biển Albania · Cướp biển Anh-Thổ Nhĩ Kỳ · Cướp biển vùng Baltic Slav · Cướp biển Barbary · Anh em của biển cả · Cướp biển Cilician · Cướp biển Cossacks · Filibuster · Cướp biển Do Thái · Narentines · Liên minh tư nhân · Cướp biển sông · Geuzen · Sea Dogs · Bawarij · Hải tặc cướp gỗ · Ushkuyniks · Uskoks · Cướp biển Viking · Nụy khấu Khu vực hoạt động Vùng biển Caribe · Quần đảo Virgin thuộc Anh · Tây Ban Nha chính · Hồ Nicaragua · Ngoài khơi Venezuela · Vịnh Guinea · Vùng Sừng Châu Phi · Vùng biển Somalia · Indonesia · Vịnh Ba Tư · Eo biển Malacca · Bờ biển Barbary · Hồ Falcongos · Biển Đông · Biển Sulu và Celebes · Cướp biển nổi tiếng Bartholomew Roberts · Hayreddin Barbarossa · Edward Teach · Stede Bonnet · Anne Bonny · Calico Jack · Sir Francis Drake · Alexandre Exquemelin · William Kidd · Edward Low · Redbeard · William Dampier · Black Caesar · Henri Caesar · Roberto Cofresí · Jean Lafitte · Henry Morgan · François l'Olonnais · Henry Strangways · José Gaspar · Charles Gibbs · Benito de Soto · Diabolito · Pedro Gilbert · Mansel Alcantra · Hippolyte de Bouchard · Samuel Hall Lord · Nathaniel Gordon · Albert W. Hicks · Eli Boggs · Bully Hayes · Rahmah ibn Jabir al-Jalahimah · Louis-Michel Aury · Shirahama Kenki · John Newland Maffitt · Joseph Baker · Joseph Barss · Jørgen Jørgensen · Vincent Gambi · Dominique You · Pierre Lafitte · John Hawkins · Peter Easton · Moses Cohen Henriques · Piet Pieterszoon Hein · Charlotte de Berry · Samuel Bellamy · Benjamin Hornigold · Samuel Mason · Henry Every · Cam Ninh · Liang Dao Ming · Uông Trực · Trịnh Nhất · Limahong · Trịnh Chi Long · Trịnh Kinh · Trịnh Nhất Tẩu · Cai Qian · Trương Bảo Tử · Ching Shih · Shap Ng-tsai · Chui A-poo · Lai Choi San · Fūma Kotarō · Ô Thạch Nhị · Amaro Pargo · Lý Tài · Hà Hỉ Văn · Khun Phiphit Wathi · Mạc Quan Phù · Trần Thiên Bảo · Turgut Reis Thể loại Hải tặc · Hải tặc theo quốc gia · Nữ hải tặc Tàu hải tặc Adventure Galley · Fancy · Người Hà Lan bay · Ganj-i-Sawai · Queen Anne's Revenge · Whydah Gally · Marquis of Havana · Ambrose Light · York Thợ săn hải tặc Pedro Menéndez de Avilés · Angelo Emo · Richard Avery Hornsby · Robert Maynard · Chaloner Ogle · Pompey · Woodes Rogers · David Porter Sự cố và trận chiến hải tặc Cuộc thám hiểm Chepo · Trận Mandab Strait · Bao vây Charleston · Trận chiến sông Cape Fear · Trận Ocracoke Inlet · Vụ cướp William · Trận Cape Lopez · Vụ cướp Fancy · Chiến dịch Persian Gulf · Trận New Orleans · Chống cướp biển ở Aegean · Chống cướp niển ở Tây Ấn · Vụ cướp Bravo · Sự cố ngày 9 Tháng 11 năm 1822 · Vụ cướp El Mosquito · Trận Doro Passage · Falklands Expedition · Xung đột cướp biển Moro · Thám hiểm Balanguingui · Trận Tysami · Trận sông Bắc Kỳ · Trận Nam Quan · Trận Vịnh Ty-ho · Trận Leotung · Sự cố Antelope · Trận Boca Teacapan · Sự cố ngày 27 tháng 8 năm 2007 · Chiến dịch Atalanta · Sự cố ngày 16 tháng 9 năm 2008 · Sự cố ngày 11 tháng 11 năm 2008 · Sự cố ngày 9 tháng 4 năm 2009 · Vụ cướp Maersk Alabama · Chiến dịch Ocean Shield · Sự cố ngày 25 tháng 3 năm 2010 · Sự cố ngày 1 tháng 4 năm 2010 · Sự cố ngày 30 tháng 3 năm 2010 · Sự cố ngày 5 tháng 4 năm 2010 · Sự cố ngày 6 tháng 5 năm 2010 · Chiến dịch Bình minh Vịnh Aden · Chiến dịch Bình minh Vịnh Aden · Trận đảo Minicoy · Sự cố SY · Sự kiện Carré d'As IV · Tấn công xuyên biên giới Sabah · Vụ cướp tàu MT Zafirah Buôn bán nô lệ Buôn bán nô lệ ở Châu Phi · Buôn bán nô lệ Đại Tây Dương · Buôn bán nô lệ Arab · Phong tỏa châu Phi · Buôn bán nô lệ ở Ấn Độ Dương · Buôn bán nô lệ xuyên Sahara · Tuần tra buôn bán nô lệ châu Phi · Đánh chiếm Providentia · Đánh chiếm Veloz Passagera · Bắt cóc lữ đoàn Brillante · Sự cố Amistad · Đánh chiếm Emanuela Cướp biển hư cấu Tom Ayrton · Thuyền trưởng Blood · Thuyền trưởng Crook · Thuyền trưởng Flint · Thuyền trưởng Hook · Don Karnage · Monkey D. Luffy · Sanji · Roronoa Zoro · Nami · Nico Robin · Thuyền trưởng Nemo · Thuyền trưởng Pugwash · Red Rackham · Thuyền trưởng Sabertooth · Thuyền trưởng Stingaree · Sandokan · Long John Silver · Jack Sparrow · Davy Jones · Hector Barbossa · Sao Feng Văn kiện Hành vi ân sủng cướp biển · Đạo luật Ân sủng 1717-1718 · Luật cướp biển quốc tế · Thư biểu dương và trả thù · Luật cướp biển năm 1698 · Tuyên bố Paris về tôn trọng luật hàng hải · Luật cướp biển năm 1717 · Luật cướp biển năm 1721 · Luật cướp biển năm 1837 · Luật cướp biển năm 1850 · Đạo luật bảo vệ thương mại của Hoa Kỳ và trừng phạt tội cướp biển Danh sách Danh sách hải tặc · Tuyến thời gian hải tặc · Danh sách phim hải tặc · Nữ hải tặc · Hải tặc trong phim ảnh · Hải tặc trong văn hóa đại chúng · Tác phẩm Đảo giấu vàng · Facing the Flag · On Stranger Tides · Castaways of the Flying Dutchman · The Angel's Command · Voyage of Slaves · Pirate Latitudes Lỗi chú thích: Đã tìm thấy thẻ <ref> với tên nhóm “note”, nhưng không tìm thấy thẻ tương ứng <references group=\"note\"\/> tương ứng, hoặc thẻ đóng <\/ref> bị thiếu Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Vụ_cướp_tàu_MT_Zafirah&oldid=69982793” Thể loại: Quan hệ Indonesia-Malaysia Xung đột năm 2012 Bà Rịa – Vũng Tàu Việt Nam năm 2012 Malaysia 2012 Thể loại ẩn: Trang có sử dụng tập tin không tồn tại Bản mẫu webarchive dùng liên kết wayback Trang có lỗi chú thích Trang này được sửa lần cuối vào ngày 15 tháng 5 năm 2023, 01:32. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}