{"What's Going On (bài hát)":"What's Going On (bài hát) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Bảng xếp hạng 2Bản cover của Cyndi Lauper Hiện\/ẩn mục Bản cover của Cyndi Lauper 2.1Bảng xếp hạng 2.2Danh sách track 2.3Phiên bản chính thức 3Bản cover của Artists Against AIDS Worldwide Hiện\/ẩn mục Bản cover của Artists Against AIDS Worldwide 3.1Artists Against AIDS Worldwide 3.2Danh sách track 3.3Bảng xếp hạng 4Chú thích What's Going On (bài hát) 16 ngôn ngữ English Español فارسی Français 한국어 Հայերեն Italiano Nederlands 日本語 Norsk bokmål Polski Português Русский Svenska ไทย Українська 7 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem What's Going On (định hướng). \"What's Going On\" Đĩa đơn của Marvin Gaye từ album What's Going On Mặt B \"God Is Love\" Phát hành 20 tháng 1 năm 1971 Định dạng Đĩa than (7\" 45 RPM) Thu âm 10 tháng 6 năm 1970, Hitsville USA (Studio A) Thể loại Soul Thời lượng 3:40 Hãng đĩa Tamla T 54201 Sáng tác Al Cleveland Renaldo Benson Marvin Gaye Sản xuất Marvin Gaye Thứ tự đĩa đơn của Marvin Gaye \"The End Of Our Road\" (1970) \"What's Going On\" (1971) \"Mercy Mercy Me (The Ecology)\" (1971) {{{Bài hát}}} \"What's Going On\" là bài hát được trình bày bởi ca sĩ Marvin Gaye trong album What's Going On và được phát hành vào năm 1971 bởi hãng đĩa Tamla Records. Renaldo \"Obie\" Benson, Al Cleveland và Gaye đã sáng tác ca khúc này khi chứng kiến những vụ bạo lực của cảnh sát. Bài hát này cũng đánh dấu bước ngoặt trong sự nghiệp của Gaye trước khi chia tay hãng đĩa Motown để hướng tới những chất liệu mang tính cá nhân hơn. \"What's Going On\" giành vị trí quán quân bảng xếp hạng Hot R&B\/Hip-Hop và á quân tại Billboard Hot 100 với hơn 10 triệu bản bày bán, trở thành ca khúc thành công thứ 2 trong sự nghiệp của Gaye tại hãng đĩa Motown.[1] Bài hát cũng từng được xếp hạng thứ 4 trong danh sách \"500 bài hát vĩ đại nhất\" bởi tạp chí Rolling Stone.[2][3] Bảng xếp hạng[sửa | sửa mã nguồn] Bảng xếp hạng (1971) Vị trí cao nhất U.S. Billboard Hot 100 2 U.S. Hot Selling Soul Singles 1 U.S. Cashbox Top 100 1 Bản cover của Cyndi Lauper[sửa | sửa mã nguồn] \"What's Going On\" Đĩa đơn của Cyndi Lauper từ album True Colors Mặt B \"One Track Mind\" Phát hành 16 tháng 1 năm 1987 Định dạng đĩa vinyl (7\"), (12\"), (10\") Thu âm 1986 Thể loại Pop Hãng đĩa Epic Sản xuất Cyndi Lauper, Lennie Petze Thứ tự đĩa đơn của Cyndi Lauper \"Change of Heart\" (1986) \"What's Going On\" (1987) \"Boy Blue\" (1987) Bảng xếp hạng[sửa | sửa mã nguồn] Bảng xếp hạng (1987) Vị trí cao nhất Australian ARIA Singles Chart 52 Dutch Singles Chart 30 German Singles Chart 46 New Zealand RIANZ Singles Chart 30 UK Singles Chart 57 U.S. Billboard Hot 100 12 U.S. Billboard Hot Dance Music Maxi Single Sales 7 U.S. Billboard Hot Dance Club Play 17 U.S. Billboard 6 U.S.Cash Box Top 100 Singles 15 Danh sách track[sửa | sửa mã nguồn] \"What's Going On\" (Club Version) 6:20 (Marvin Gaye; Al Cleveland; Renaldo Benson) \"What's Going On\" (Long Version) 6:22 (Marvin Gaye; Al Cleveland; Renaldo Benson) \"What's Going On\" (Instrumental) 6:25 (Marvin Gaye; Al Cleveland; Renaldo Benson) \"One Track Mind\" 3:39 (Cyndi Lauper; Jeff Bova; Jimmy Bralower; Lennie Petze) Phiên bản chính thức[sửa | sửa mã nguồn] Album version 4:39 Club version 6:30 Instrumental 6:25 Long version 6:22 Special version 3:51 Bản cover của Artists Against AIDS Worldwide[sửa | sửa mã nguồn] What's Going On Album phối lại của Artists Against AIDS Worldwide Phát hành 30 tháng 10 năm 2001 Thu âm 2000-2001 Thể loại R&B, dance Hãng đĩa Columbia Sản xuất Jermaine Dupri, Bono, The Neptunes, Moby Artists Against AIDS Worldwide[sửa | sửa mã nguồn] Christina Aguilera Britney Spears Backstreet Boys Mary J. Blige Bono (producer) Sean Combs Destiny's Child Jermaine Dupri (producer) Fred Durst of Limp Bizkit Eve Gwen Stefani Nelly Furtado Nona Gaye Darren Hayes Wyclef Jean Alicia Keys Aaron Lewis of Staind Jennifer Lopez Nas Ja Rule Nelly *NSYNC Michael Stipe of R.E.M. Usher Chris Martin (London Version) The Edge (London Version) Elijah Blue (Reality Check Mix) Perry Farrell (Reality Check Mix) Scott Weiland (Reality Check Mix) Wes Scantlin (Reality Check Mix) Monica (Dupri R&B Mix) Lil Kim (Dupri R&B Mix) Jagged Edge (Dupri R&B Mix) TLC (Dupri R&B MIx) Angie Martinez (Neptunes Mix) Da Brat (Neptunes Mix) Fabolous (Neptunes Mix) LL Cool J (Neptunes Mix) Mobb Deep (Neptunes Mix) Noreaga (Neptunes Mix) Queen Latifah (Neptunes Mix) Royce Da 5'9\" (Neptunes Mix) Sonja Blade (Neptunes Mix) Danh sách track[sửa | sửa mã nguồn] US maxi What's Going On (Dupri Original Mix) - 4:20 What's Going On (The London Version) - 3:57 What's Going On (Moby's Version) - 4:38 What's Going On (Fred Durst's Reality Check Mix) - 5:16 What's Going On (Mangini\/Pop Rox Mix) - 5:50 What's Going On (Mick Guzauski's Pop Mix) - 4:09 What's Going On (Dupri R&B Mix) - 4:45 What's Going On (The Neptunes This One's For You Mix) - 5:00 What's Going On (Junior Vasquez's Club Mix) - 9:34 What's Going On (MK Mix) - 6:52 What's Going On (MK Kitchen-Aid Dub) - 6:27 What's Going On (Dupri Alternate Extended Mix) - 4:46 Bảng xếp hạng[sửa | sửa mã nguồn] Bảng xếp hạng (2001) Vị trí cao nhất[4] USA Billboard Hot 100 27[A] USA Hot R&B\/Hip-Hop Songs 76[B] [A] The Neptunes Mix [B] The Jermaine Dupri Mix Chú thích[sửa | sửa mã nguồn] ^ Whitburn, Joel (2004). Top R&B\/Hip-Hop Singles: 1942-2004. Record Research. tr. 225. ^ “500 Greatest Songs of All Time”. Rolling Stone (bằng tiếng Anh). 11 tháng 12 năm 2003. Truy cập ngày 6 tháng 10 năm 2021. ^ “500 Greatest Songs of All Time: Marvin Gaye, 'What's Going On'”. Rolling Stone. 7 tháng 4 năm 2011. Truy cập ngày 8 tháng 9 năm 2012. ^ “What's Going On: All-Star Tribute > Charts & Awards > Billboard Singles”. allmusic. Truy cập ngày 1 tháng 6 năm 2010.[liên kết hỏng] hiện x t s Bài hát của Christina Aguilera Danh sách đĩa nhạc Christina Aguilera \"Genie in a Bottle\" \"What a Girl Wants\" \"I Turn to You\" \"Come On Over Baby (All I Want Is You)\" \"Reflection\" Mi Reflejo \"Genio Atrapado\" \"Falsas Esperanzas\" \"Pero Me Acuerdo de Ti\" \"Ven Conmigo (Solamente Tú)\" \"Si No Te Hubiera Conocido\" \"Contigo en la Distancia\" \"Por Siempre Tú\" \"Una Mujer\" \"Mi Reflejo\" My Kind of Christmas \"Have Yourself a Merry Little Christmas\" \"Angels We Have Heard on High\" \"This Christmas\" \"The Christmas Song\" Stripped \"Dirrty\" \"Beautiful\" \"Fighter\" \"Can't Hold Us Down\" \"The Voice Within\" \"Impossible\" \"Walk Away\" \"Infatuation\" Back to Basics \"Ain't No Other Man\" \"Hurt\" \"Candyman\" \"Oh Mother\" \"Save Me from Myself\" \"Slow Down Baby\" Keeps Gettin' Better: A Decade of Hits \"Keeps Gettin' Better\" \"Genie 2.0\" \"You Are What You Are (Beautiful)\" Bionic \"Bionic\" \"Not Myself Tonight\" \"Woohoo\" \"Elastic Love\" \"Glam\" \"Lift Me Up\" \"You Lost Me\" \"I Hate Boys\" Burlesque \"Something's Got a Hold on Me\" \"Express\" \"Show Me How You Burlesque\" \"The Beautiful People (từ Burlesque)\" Lotus \"Lotus Intro\" \"Army of Me\" \"Red Hot Kinda Love\" \"Make the World Move\" \"Your Body\" \"Let There Be Love\" \"Sing for Me\" \"Blank Page\" \"Around the World\" \"Circles\" \"Just a Fool\" Liberation \"Accelerate\" \"Fall In Line\" \"Like I Do\" \"Twice\" Hợp tác \"Lady Marmalade\" \"Nobody Wants to Be Lonely\" \"What's Going On\" \"El Ultimo Adios (The Last Goodbye)\" \"Car Wash\" \"Tilt Ya Head Back\" \"A Song for You\" \"Somos Novios (It's Impossible)\" \"Tell Me\" \"Castle Walls\" \"Moves like Jagger\" \"Feel This Moment\" \"Hoy Tengo Ganas de Ti\" \"Say Something\" \"Do What U Want\" Bài hát khác \"Miss Independent\" \"Falling in Love Again (Can't Help It) \"We Remain\" \"Shotgun\" hiện x t s Bài hát của Britney Spears Danh sách đĩa nhạc ...Baby One More Time \"...Baby One More Time\" \"(You Drive Me) Crazy\" \"Sometimes\" \"Born to Make You Happy\" \"From the Bottom of My Broken Heart\" \"The Beat Goes On\" Oops!... I Did It Again \"Oops!... I Did It Again\" \"Stronger\" \"(I Can't Get No) Satisfaction\" \"Don't Let Me Be the Last to Know\" \"Lucky\" \"You Got It All\" Britney \"I'm a Slave 4 U\" \"Overprotected\" \"I'm Not a Girl, Not Yet a Woman\" \"I Love Rock 'n' Roll\" \"Anticipating\" \"Boys\" \"That's Where You Take Me\" \"When I Found You\" In the Zone \"Me Against the Music\" \"Toxic\" \"Outrageous\" \"Breathe on Me\" \"Touch of My Hand\" \"Everytime\" Greatest Hits: My Prerogative \"My Prerogative\" \"I've Just Begun (Having My Fun)\" \"Do Somethin'\" Blackout \"Gimme More\" \"Piece of Me\" \"Radar\" \"Break the Ice\" \"Freakshow\" \"Ooh Ooh Baby\" \"Why Should I Be Sad\" Circus \"Womanizer\" \"Circus\" \"Out from Under\" \"Kill the Lights\" \"Shattered Glass\" \"If U Seek Amy\" \"Unusual You\" \"Mmm Papi\" \"Radar\" \"Lace and Leather\" \"My Baby\" The Singles Collection \"3\" Femme Fatale \"Till the World Ends\" \"Hold It Against Me\" \"Inside Out\" \"I Wanna Go\" \"(Drop Dead) Beautiful\" \"Big Fat Bass\" \"Criminal\" Britney Jean \"Alien\" \"Work Bitch\" \"Perfume\" \"Passenger\" Glory \"Make Me...\" \"Private Show\" \"Clumsy\" \"Do You Wanna Come Over?\" \"Slumber Party\" Hợp tác \"Hands\" \"Pretty Girls\" \"S&M\" \"Scream & Shout\" \"SMS (Bangerz)\" \"Tom's Diner\" \"What's Going On\" Khác \"And Then We Kiss\" \"My Only Wish (This Year)\" \"Ooh La La\" \"Someday (I Will Understand)\" hiện x t s Đĩa đơn của Destiny's Child Đĩa nhạc · Giải thưởng · Bài hát Destiny's Child \"No, No, No\" · \"With Me\" The Writing's on the Wall \"Get on the Bus\" · \"Bills, Bills, Bills\" · \"Bug a Boo\" · \"Say My Name\" · \"Jumpin', Jumpin'\" Survivor \"Independent Women\" · \"Survivor\" · \"Bootylicious\" · \"Emotion\" · \"Nasty Girl\" 8 Days of Christmas \"8 Days of Christmas\" · \"Rudolph the Red-Nosed Reindeer\" Destiny Fulfilled \"Lose My Breath\" · \"Soldier\" · \"Girl\" · \"Cater 2 U\" #1's \"Stand Up for Love\" Đĩa đơn hợp tác \"Just Be Straight with Me\" · \"Thug Love\" · \"What's Going On\" Sách:Destiny's Child Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=What%27s_Going_On_(bài_hát)&oldid=69898458” Thể loại: Bài hát năm 1970 Đĩa đơn năm 1971 Đĩa đơn năm 1987 Đĩa đơn năm 2001 Nhạc phản chiến Đĩa đơn quán quân Billboard Hot R&B\/Hip-Hop Songs Đĩa đơn từ thiện Đĩa đơn quán quân tại Mỹ Bài hát về chiến tranh Việt Nam Soul ballad Bài hát của Cyndi Lauper Đĩa đơn của Columbia Records Đĩa đơn của hãng Epic Records Bài hát của Marvin Gaye Thể loại ẩn: Nguồn CS1 tiếng Anh (en) Bài có liên kết hỏng Bài viết sử dụng định dạng hAudio Trang này được sửa lần cuối vào ngày 19 tháng 4 năm 2023, 03:57. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}