{"Xuân và tuổi trẻ":"Xuân và tuổi trẻ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất xứ 2Ca sĩ trình bày Hiện\/ẩn mục Ca sĩ trình bày 2.1Băng dĩa 2.2Xuất hiện trong chương trình hải ngoại 3Nhận xét 4Xem thêm 5Tham khảo 6Chú thích 7Liên kết ngoài Xuân và tuổi trẻ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Xuân và tuổi trẻ\" Bìa nhạc \"Xuân và tuổi trẻ\" do Đón Gió xuất bản năm 1954. Bài hát Phát hành 1944 Thể loại Nhạc tiền chiến Sáng tác La Hối Soạn nhạc Thế Lữ \"Xuân và tuổi trẻ\" là một bài hát của La Hối, phần lời do Thế Lữ viết. Cho đến hiện tại, bài hát đã trở thành ca khúc quen thuộc của mọi người mỗi khi xuân đến.[1] Xuất xứ[sửa | sửa mã nguồn] Bài hát được sáng tác vào năm 1944, ban đầu là một bản nhạc hòa tấu của nhạc sĩ La Hối viết cho nhóm nhạc công của Hội Hiếu nhạc Faifo, với tên tiếng Pháp đề là \"Printemps et la Jeunesse\".[2] Phần lời ban đầu được một người tên Diệp Truyền Hoa viết bằng tiếng Hoa. Năm 1946, đoàn kịch nói của Thế Lữ vào miền Nam, ông rất thích và đã đặt lời Việt cho bài hát này.[3] Lời Việt của Thế Lữ sau này trở thành lời bài hát phổ biến cho đến tận ngày nay[4] và bắt đầu xuất hiện tên Việt là \"Xuân và tuổi trẻ\".[5] Bài hát ban đầu được nhà xuất bản Đón Gió xuất bản vào năm 1954, với phần lời đầy đủ bao gồm lời Việt và lời Hoa,[6] được nhà xuất bản này tái bản lại 4 lần trong hai năm từ năm 1954 đến 1956.[6] Các phiên bản tái bản về sau của nhà xuất bản Đón Gió vào năm 1956, nhà xuất bản Tinh Hoa và nhà xuất bản Diên Hồng vào năm 1960 và 1961 đều lược bỏ phần tiếng Hoa, chỉ để lại lời bài hát tiếng Việt. Ca sĩ trình bày[sửa | sửa mã nguồn] Trước năm 1975, bài hát đã được ca sĩ Mai Hương và đây là bài hát mà bà dự thi tuyển lựa ca sĩ của Đài phát thanh Pháp Á.[7] Bài hát này cũng được danh ca Thái Thanh trình bày trong băng nhạc Jo Marcel 21 - Xuân nhạc 1971 và ca sĩ Sơn Ca & Bùi Thiện trình bày. Sau năm 1975, bài hát được một số ca sĩ trong nước và hải ngoại trình diễn, như Ngọc Sơn,[8] Thanh Lan, Quang Dũng, Ánh Tuyết,...Tại hải ngoại, một số ca sĩ trình diễn bài hát này trong một số CD. Bài hát đã từng được xuất hiện trong chương trình Giai điệu tự hào,[9] qua tiếng hát của nhóm 5 Dòng Kẻ.[10] Băng dĩa[sửa | sửa mã nguồn] Shotguns Xuân 1973 Người Đẹp Bình Dương: Xuân và tuổi trẻ Viết Tân: Quang Dũng - Xuân Xuất hiện trong chương trình hải ngoại[sửa | sửa mã nguồn] Paris By Night 76 (2006): Minh Tuyết Asia 53: Phương Thảo & Ngọc Lễ Asia Xuân Hy Vọng: Diễm Liên Nhận xét[sửa | sửa mã nguồn] Nguyễn Thụy Kha đã từng nhận xét bài hát này rằng đó là nhịp khát vọng, nồng nàn của tuổi trẻ đang chớm nụ yêu đương.[11] Văn Thành Lê – nhà báo của báo Đà Nẵng nhận xét rằng, La Hối đã \"gợn sóng trùng dương\" qua Xuân và tuổi trẻ khiến cho trái tim bao người thổn thức men say mỗi khi Tết đến xuân về.[5] Xem thêm[sửa | sửa mã nguồn] Anh cho em mùa xuân La Hối Thế Lữ Xuân đã về Ly rượu mừng Tham khảo[sửa | sửa mã nguồn] ^ Mộng Giác Nguyễn (1987), tr. 9. ^ Tố Hoa (21 tháng 2 năm 2015). “La Hối, Thế Lữ & ca khúc \"Xuân và tuổi trẻ\"”. Báo Thanh tra. Lưu trữ bản gốc ngày 10 tháng 5 năm 2021. Truy cập ngày 10 tháng 1 năm 2022. ^ Thụy Kha Nguyễn (1999), tr. 140. ^ Lê Văn Nghĩa (17 tháng 4 năm 2017). “Nhạc ngoại lời Việt thời vang bóng: 'Bài Tây theo điệu ta'”. Báo Thanh Niên. Lưu trữ bản gốc ngày 10 tháng 1 năm 2022. Truy cập ngày 10 tháng 1 năm 2022. ^ a b Văn Thành Lê (7 tháng 2 năm 2019). “Xuân và Tuổi trẻ - giai điệu bất hủ”. Báo Đà Nẵng. Lưu trữ bản gốc ngày 12 tháng 2 năm 2019. Truy cập ngày 10 tháng 1 năm 2022. ^ a b Hà Đình Nguyên (18 tháng 1 năm 2006). “Nhạc sĩ La Hối với ca khúc Xuân và tuổi trẻ”. Báo Thanh Niên. Lưu trữ bản gốc ngày 10 tháng 1 năm 2022. Truy cập ngày 10 tháng 1 năm 2022. ^ Quỳnh Trang (30 tháng 11 năm 2020). “Vĩnh biệt danh ca Mai Hương, đoá hoa của nền tân nhạc Việt”. PLO.vn. Lưu trữ bản gốc ngày 27 tháng 1 năm 2021. Truy cập ngày 10 tháng 1 năm 2022. ^ C. Phan (21 tháng 1 năm 2017). “Dàn thí sinh \"Sao Nối Ngôi \" hội tụ hát nhạc xuân trong \"Sài Gòn Đêm Thứ 7\"”. Người lao động. Lưu trữ bản gốc ngày 30 tháng 11 năm 2020. Truy cập ngày 10 tháng 1 năm 2022. ^ Dạ Minh (31 tháng 12 năm 2016). “Giai điệu tự hào tất niên 2016 tôn vinh Mùa Xuân và Tuổi trẻ”. Tổ quốc. Lưu trữ bản gốc ngày 10 tháng 1 năm 2022. Truy cập ngày 10 tháng 1 năm 2022. ^ Bảo Châu (30 tháng 12 năm 2016). “5 dòng kẻ rộn ràng với 'Xuân và Tuổi trẻ'”. Pháp luật Việt Nam. Lưu trữ bản gốc ngày 10 tháng 1 năm 2022. Truy cập ngày 10 tháng 1 năm 2022. ^ Thụy Kha Nguyễn (1997), tr. 22. Chú thích[sửa | sửa mã nguồn] Mộng Giác Nguyễn (1987). Xuôi dòng: tập truyện. California: Nhà xuất bản Văn Nghệ. Thụy Kha Nguyễn (1999). Lời quê góp nhặt: phê bình, tiểu luận. Hà Nội: Nhà xuất bản Hội nhà văn. Thụy Kha Nguyễn (1997). Nửa thế kỷ tân nhạc. Đà Nẵng: Nhà xuất bản Đà Nẵng. Liên kết ngoài[sửa | sửa mã nguồn] Nghe lại 12 ca khúc xuân bất hủ vui tươi và sôi động nhất thu âm trước 1975 XUÂN VÀ TUỔI TRẺ: KHÚC CA XUÂN CỦA NGƯỜI NHẠC SĨ GỐC HOA ẩn x t s Danh sách tác phẩm của Thế Lữ Thơ Ác mộng • Ý thơ • Đời thái bình • Đàn nguyệt • Đêm mưa gió • Bâng khuâng • Bên sông đưa khách • Bóng mây chiều • Bông hoa rừng • Cây đàn muôn điệu • Chiều • Chiều bâng khuâng • Con người vơ vẩn • Giục hồn thơ • Giây phút chạnh lòng • Hồ xuân và thiếu nữ • Hái hoa • Hoa thuỷ tiên • Khúc ca hoài xuân • Khúc hát bên sông • Lời mỉa mai • Lời than thở của nàng Mỹ thuật • Lời tuyệt vọng • Lựa tiếng đàn • Ma túy • Mấy vần ngây thơ • Mộng anh • Mưa hoa • Nàng thơ lạnh • Ngày xưa còn nhỏ • Người phóng đãng • Nhan sắc • Nhớ rừng • Sáng • Tan vỡ • Tình hoài • Thay lời tựa • Thức giấc • Tiếng gọi bên sông • Tiếng sáo thiên thai • Tiếng trúc tuyệt vời • Tôi muốn đi • Tối • Trả lời • Trưa • Trước cảnh cao rộng • Trụy lạc • Tự trào • Vẻ đẹp thoáng qua • Ý thơ • Yêu Kịch Cụ đạo sư ông • Dương Quý Phi • Đề Thám • Đoàn biệt động • Đợi chờ • Người mù • Tin chiến thắng Nghĩa Lộ • Tiếng sấm Tây Nguyên • Tục lụy Truyện Bên đường thiên lôi • Cái đầu lâu • Câu chuyện trên tàu thủy • Chim đèo • Con châu chấu tre • Đêm trăng • Đòn hẹn • Gió trăng ngàn • Gói thuốc lá • Hai lần chết • Lê Phong phóng viên • Ma xuống thang gác • Mai Hương và Lê Phong • Mau trí khôn • Một chuyện ngoại tình • Một người hiếm có • Một người say rượu • Ông phán nghiện • Tay đại bợm • Thoa • Trại Bồ Tùng Linh • Truyện tình của anh Mai • Vàng và máu • Vì tình Bài hát Xuân và tuổi trẻ • Tiếng sáo thiên thai (nhạc Phạm Duy) Gia đình: Song Kim (vợ) * Nguyễn Đình Nghi (con) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Xuân_và_tuổi_trẻ&oldid=67975399” Thể loại: Ca khúc tiền chiến Nhạc xuân Thế Lữ Bài hát năm 1944 Bài hát tiếng Việt Bài hát Việt Nam Bài hát Việt Thể loại ẩn: Pages using infobox song with unknown parameters Trang này được sửa lần cuối vào ngày 17 tháng 1 năm 2022, 22:53. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}