{"Xóm Gà":"Xóm Gà – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Đặc điểm 2Trong thơ văn 3Nơi của những tay \"anh chị\" 4Tham khảo 5Chú thích 6Liên kết ngoài Xóm Gà Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Giao lộ Lê Quang Định-Nguyễn Văn Đậu, nay vẫn thường gọi bằng tên dân gian là Ngã tư Xóm Gà Xóm Gà thời Nhà Nguyễn nằm trong xã Bình Hòa, thuộc huyện Bình Dương, phủ Tân Bình, tỉnh Gia Định; nay thuộc phường 1, quận Gò Vấp và một phần thuộc quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam. Khoảng nửa đầu thế kỷ 20, đây là nơi cư trú hoặc lui tới của nhiều văn thi sĩ và nhà báo tên tuổi, là nơi chuyên cung cấp gà và đá gà nổi tiếng, còn hiện nay đây là vùng chuyên về dệt. Ranh giới Xóm Gà hiện nay là: Ngã tư Nguyễn Văn Đậu-Hoàng Hoa Thám, băng qua chợ Cây Quéo, rẽ lên Nguyễn Thượng Hiền, qua đường số 7, Gò Vấp, đến ngã ba Chú Ía, men theo Phạm Văn Đồng, về Phan Văn Trị (qua chợ Cây Thị), đến Nguyễn Văn Đậu thì quặt về ngã tư Xóm Gà, giáp lại chợ Cây Quéo. Đặc điểm[sửa | sửa mã nguồn] Xóm Gà nằm cách chợ Bà Chiểu và Lăng Ông Bà Chiểu khoảng 2-4 cây số, và cách chợ Bến Thành khoảng 6-10 cây số. Khi xưa, nơi đó là một xóm quê nhưng có chợ khá sầm uất, có đường lộ cho xe ngựa, xe hơi qua lại; còn nhà cửa, thì được xây dựng bằng đủ thứ vật liệu (cây, lá, tole, xi măng) xen lẫn. Ngoài số cư dân địa phương Xóm Gà còn có một số dân nghèo ở các nơi khác đến tạm trú để mỗi ngày đến Sài Gòn - Chợ Lớn làm thuê. Địa danh Xóm Gà chỉ là cái tên do dân gian đặt cho nên không có trong bản đồ hay giấy tờ hành chính. Do đâu mà có cái tên này, sách Sài Gòn vang bóng [1] giải thích: Trước đây ở xã Bình Hòa đất rộng người thưa nên có không ít người dân chuyên sống bằng nghề ruộng rẫy hoặc chăn nuôi gia súc như bò, heo và nhiều nhất là gà đủ loại...Vì vậy, mảnh đất mà những người chuyên nuôi gà tụ hội để bán buôn, lâu ngày được mang tên Xóm Gà. Ngoài việc cung cấp gà thịt, người dân có nuôi thêm giống gà tre, gà nòi để bán cho những tay có máu mê cờ bạc. Do vậy, những tụ điểm đá gà (trường gà) đã tự hình thành, để rồi nổi tiếng là nơi dám ăn thua lớn. Đến ngày nay vẫn còn nhiều người cao tuổi nhớ và nhắc đến Xóm Gà. Khoảng thời gian 1910-1933 [1] một số văn thi sĩ, nhà báo có tên tuổi ở khắp ba miền đã tới đó cư ngụ hoặc lui tới đó để sáng tác, bình văn như Phan Khôi, Tản Đà, Ngô Tất Tố, Tùng Lâm (Lê Cương Phụng), Tế Xuyên (Hoàng Văn Tiếp), Trần Tấn Quốc, Ngọa Long (Nguyễn Kim Lượng)... Ngoài số văn nghệ sĩ trên, Xóm Gà còn có các \"đại ca\" giàu nghĩa khí, như Nguyễn Hữu Nghĩa, Năm Đồ, Năm Tồn, Ba Giáp...[1] Trong thơ văn[sửa | sửa mã nguồn] Tháng 3 năm 1927, bởi mắc nhiều nợ nần, thi sĩ Tản Đà buộc phải tự đóng cửa tờ An Nam tạp chí. Sau đó, ông vào Sài Gòn, viết cho tờ Đông Pháp Thời Báo[2] do Diệp Văn Kỳ làm chủ nhiệm. Ở Sài Gòn, Tản Đà ở trọ tại Xóm Gà [1]; khi rời Sài Gòn, Tản Đà làm bài thơ thất ngôn gởi cho tòa soạn Đông Pháp Thời Báo, có nhắc địa danh Xóm Gà [1] Xóm Gà tan giấc rạng vừng ô Tối đến Nha Trang, rượu một hồ. Trợ bút đã xin từ bác Diệp, Văn chương để lại cậy thầy Ngô. Dám quên \"Đông Pháp\" người tri kỷ, Riêng nhớ \"An Nam\" bức địa đồ! Hai chuyến chơi xuân Thìn với Mão, Đi ra còn nhận những đường vô.[3] Trong những ngày tháng \"rong chơi\" Sài Gòn, Xóm Gà cũng là nơi Trung niên thi sĩ (Bùi Giáng) đã dạo qua: Ngoại ô Sài Gòn bất tận ngoại ô Xóm Gà Bình Thạnh xóm mô Chuồng Bò Ghé thăm Chuồng Ngựa quanh co Chạy về thẳng tắp viếng chùa Già Lam. (trích tập thơ Như Sương)[4] Năm 2001, địa danh Xóm Gà được nhắc tới lần nữa trong tập truyện Sài Gòn vang bóng của Phan Thứ Lang. Đó là bài \"Xóm Gà - vùng đất của mấy tay anh chị thời xưa\" và bài \"Thi sĩ Tản Đà đóng Cinéma ở Xóm Gà\". Gần đây hơn, vào đêm 24 và 25 tháng 6 năm 2006, sân khấu kịch Sài Gòn cũng đã ra mắt khán giả kịch bản Xóm Gà của Vương Huyền Cơ. Vở bi hài kịch này do Trần Ngọc Giàu làm đạo diễn, với sự tham gia của nhiều nghệ sĩ hài, như: Nghệ sĩ ưu tú Ngọc Giàu, Nghệ sĩ ưu tú Việt Anh, Hữu Nghĩa, Bảo Châu, Xuân Thùy, Tiết Cương...[5] Nơi của những tay \"anh chị\"[sửa | sửa mã nguồn] Sách Sài Gòn vang bóng cho biết cách nay hơn một thế kỷ, ở xóm Gà có nhiều sòng bài và \"trường gà\". Thường Chủ nhật, ngày lễ, những tay ấy ôm gà tới đá độ, ăn thua tới bạc ngàn, là số tiền lớn vào thời đó. Ngoài những tay chuyên gầy sòng bạc, chuyên đá độ gà...còn có những \"Đại ca\" (đã kể trên), mà mỗi \"đại ca\" này có dưới tay hàng chục đàn em, lúc nào cũng dám xả thân, mỗi khi có người đến bắt bớ hay gây sự. Song ai đó muốn giới \"dao búa\" gọi mình là \"đại ca\" thật không phải dễ. Không những phải có ngón võ cao cường, mà họ còn phải biết cư xử, biết trọng nghĩa khinh tài, có tính cương trực, dám nói dám làm, không bao giờ chịu lùi bước hay cúi đầu trước kẻ có tiền, có quyền... Thời kỳ đó, ở Xóm Gà, trong số các \"đại ca\" nổi bật nhất là Ba Giáp (?-1947). Những tay du côn có tiếng ở vùng Chợ Lớn khi xưa như Tư Mắt, Năm Liễu hay Sáu Thắm, Tư Sơn ở vùng An Nhơn, Gò Vấp; đều bái phục và gọi tôn ông là Lý Ngươn Bá, tức coi ông như một vị tướng có sức mạnh trong truyện Thuyết Đường của Tàu. Cũng theo sách trên, thì Ba Giáp, nguyên quán ở Quảng Bình, nhưng theo gia đình lưu lạc đến vùng Xóm Gà sinh sống bằng nghề dạy võ... Tướng mạo ông khôi ngô, tính tình thẳng ngay, giỏi võ, nên ông có rất đông môn sinh. Một hôm, tại chùa Ông có lễ, một nhóm du côn ở vùng Hốc Môn, Bà Điểm kéo đến phá phách. Ba Giáp hay tin, tới phân phải trái, nhưng vừa dứt lời thì bị đối phương xông vào đánh. Kết cục, một mình ông đã đánh hạ hơn chục tên. Kể từ đó, không băng đãng nào dám kéo đến Xóm Gà gây rối. Được nhiều người tôn phục, nhưng Ba Giáp không hề sinh kiêu. Trái lại, sau lần đánh đuổi nhóm du côn trên, ông thường hay suy tư và buồn rầu. Thấy vậy, một số đàn em rủ nhau đến hỏi, thì được ông trả lời rằng: Hiện tại các em thấy anh mạnh mẽ, nhưng rồi anh sẽ lớn tuổi, sức sẽ yếu đi và lúc đó, còn chống cự lại được ai? Con người ai cũng có một thời thôi, mấy ai được viên mãn trọn đời. Anh muốn rửa tay gác kiếm đi tu để giải hết oan nghiệp... Ba Giáp còn độc thân, nên việc rời bỏ cõi tục cũng không vướng bận gì nhiều. Ông vào tu tại chùa Sắc Tứ Tập Phước (hiện nay tọa lạc tại số 223, Phan Văn Trị, quận Bình Thạnh), được mang pháp danh Thiện Minh. Sau, ông sang trụ trì chùa Hội Phước[6], lên tới chức Hòa thượng. Ông đi tu năm 25 tuổi (không rõ năm), và viên tịch vào ngày 11 tháng 11 Âm lịch, 1947.[7] Tham khảo[sửa | sửa mã nguồn] Ngoài các nguồn đã dẫn, có tham khảo thêm: Sách Hỏi đáp Sài Gòn - Thành phố Hồ Chí Minh tập 1, nhiều người soạn, TS. Quách Thu Nguyệt chủ biên, Nhà xuất bản Trẻ, 2006, tr. 90. Chú thích[sửa | sửa mã nguồn] ^ a b c d e Phan Thứ Lang, Sài Gòn vang bóng (tập truyện), Nhà xuất bản Thành phố Hồ Chí Minh, 2001, tr. 59. ^ Tản Đà phụ trách trang Văn chương cho tờ Đông Pháp Thời Báo, bắt đầu từ ngày 22 tháng 10 năm 1927. Xem thêm trang Tản Đà ^ Chú thích: Bác Diệp là Diệp Văn Kỳ. Thầy Ngô, có thể là Ngô Đức Kế. \"An Nam\" là nói đến An Nam tạp chí. Bài thơ này đăng lần đầu trên An Nam tạp chí số 12 năm 1930. Sau, in lại trong Tản Đà vận văn tập I, Á Châu xuất bản, tr. 117 (không thấy ghi năm xuất bản, chỉ thấy người chủ cuốn sách ghi ở trang đầu: \"Mua ngày 15 tháng 11 năm 1958 tại Sài Gòn.\" Chú thích trên, chép theo sách này.) ^ Chú thích thêm: Chùa Già Lam, hiện tọa lạc tại số 498\/11 đường Lê Quang Định, quận Gò Vấp, Thành phố Hồ Chí Minh. ^ Theo Xóm gà trên sân khấu kịch Sài Gòn Lưu trữ 2009-02-26 tại Wayback Machine ^ Sách Sài Gòn vang bóng không ghi rõ chùa đang tọa lạc ở đâu. Tra trong sách và tìm trên Intenet, thì ở Thành phố Hồ Chí Minh không có chùa Hội Phước. ^ Nguồn tham khảo: Phan Thứ Lang, Sài Gòn vang bóng,' sách đã dẫn, tr. 60-63 và tr. 148-149. Liên kết ngoài[sửa | sửa mã nguồn] Bản đồ mô tả vị trí Ngã tư Xóm Gà. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Xóm_Gà&oldid=68778245” Thể loại: Địa danh cũ Thành phố Hồ Chí Minh Gò Vấp Bình Thạnh Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 26 tháng 6 năm 2022, 07:02. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}