{"Áo lụa Hà Đông (bài hát)":"Áo lụa Hà Đông (bài hát) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh sáng tác 2Lưu hành 3Đánh giá 4Tham khảo Áo lụa Hà Đông (bài hát) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đối với các định nghĩa khác, xem Áo lụa Hà Đông. \"Áo lụa Hà Đông\" Bìa tờ nhạc Áo lụa Hà Đông Bài hát Ngôn ngữ Tiếng Việt Công bố 1971 Sáng tác Nguyên Sa Soạn nhạc Ngô Thụy Miên \"Áo lụa Hà Đông\" là bài hát được sáng tác bởi nhạc sĩ Ngô Thụy Miên vào năm 1971, phổ nhạc từ bài thơ cùng tên của cố thi sĩ Nguyên Sa. Hoàn cảnh sáng tác[sửa | sửa mã nguồn] Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. Vào năm 1930, xứ Bắc kỳ tổ chức cuộc thi hoa hậu ở Hà Nội, cho bất cứ ai, làm nghề gì, không kể tuổi tác... miễn là khi đi thi phải mặc áo lụa Hà Đông.[cần dẫn nguồn] Cuối cùng, người đăng quang trong cuộc thi là người đẹp Lý Lệ Hà. Cô xuất thân từ một gia đình nông dân nghèo ở Thái Bình, vì mưu sinh phải trôi nổi lên Hà Nội kiếm sống và làm nghề hát cho các quán rượu.[cần dẫn nguồn] Sau khi thay đổi cuộc đời, cô trở nên nổi tiếng và là niềm ước mơ của bao công tử nhà giàu trong cả nước. Tuy nhiên chẳng ai có thể với tới được người đẹp \"chân lấm, tay bùn\" này và chỉ một thời gian sau Lý Lệ Hà trở thành người tình của quốc vương Bảo Đại.[cần dẫn nguồn] Có lẽ cũng như bao chàng trai si mê sắc đẹp khác, dù đã trải qua hơn 20 năm sau, nhà thơ Nguyên Sa vẫn mơ tưởng đến nụ cười, ánh mắt khuynh đảo của hoa hậu đầu tiên và buộc ông phải viết bài thơ ca ngợi người đẹp mặc áo lụa ấy. Đến năm 1969, khi nghe câu chuyện về hoa hậu \"thuần nông\" phút chốc trở thành người yêu của ông vua cuối cùng Việt Nam, Ngô Thụy Miên đã viết nên ca khúc nổi tiếng \"Áo Lụa Hà Đông\" khi mới 21 tuổi, được phổ lời từ bài thơ của Nguyên Sa như để ngưỡng mộ những cô gái tựa như đóa sen vươn lên từ đầm lầy.[cần dẫn nguồn] Cũng nhờ bài hát này, rất nhiều người đã biết tới làng lụa Vạn Phúc, nơi xuất phát của lụa Hà Đông nổi tiếng[1]. Lưu hành[sửa | sửa mã nguồn] Bài hát cũng được nhiều ca sĩ nổi tiếng trình diễn thành công, nằm trong danh sách những bài hát được cho là thành công nhất của Thái Thanh[2], Tuấn Ngọc[3], Duy Trác[4]... Sau năm 1975, bài hát cũng được trình diễn trong chương trình Duyên dáng Việt Nam. Bài hát này và bài \"Niệm khúc cuối\" là một trong hai bài hát của Ngô Thụy Miên được cấp phép tại Việt Nam.[5] Đánh giá[sửa | sửa mã nguồn] Báo Tuổi trẻ: Những giai điệu ngọt ngào của bài Áo lụa Hà Đông của nhạc sĩ Ngô Thụy Miên (thơ Nguyên Sa) ra đời cách đây đã gần bốn mươi năm. Vậy mà mỗi khi thoáng thấy bóng dáng chiếc áo lụa trên đường phố Sài Gòn, nhiều người lại nghĩ ngay đến những ca từ thiết tha của bài hát ấy: Nắng Sài Gòn anh đi mà chợt mát, bởi vì em mặc áo lụa Hà Đông...[6] Báo Công an Đà Nẵng: Nếu như Từ Công Phụng và Du Tử Lê được coi là một sự hòa quyện giữa thơ và nhạc, Phạm Duy và Phạm Thiên Thư là tri kỷ thì Ngô Thụy Miên và Nguyên Sa là cuộc gặp gỡ đầy thú vị của hai tâm hồn lãng mạn, dậy lửa yêu đương. Cuối năm 1969, sau bốn năm hai ca khúc đầu tay, Ngô Thụy Miên đã đến với những dòng thơ của Nguyên Sa. Ông nói, tôi đến không từ một sự lựa chọn vì tôi đã nhìn thấy mình trong thơ Nguyên Sa, tôi đã nghe được những rung động thầm kín nhất của tuổi trẻ mình được ông tạo nên bằng những lời thơ ngọt ngào, tình tứ và tươi mát. Cũng giống như bao anh em thanh niên, sinh viên học sinh của thập niên 60, Ngô Thụy Miên yêu và thuộc không ít thơ của Nguyên Sa. Nhắc đến \"Áo lụa Hà Đông\", không ai không biết. Bới thế, khi gieo nhạc bài thơ này, Ngô Thụy Miên đã biến nó trở thành một giai điệu bất hủ, sống mãi cùng thời gian...[7][8] Tham khảo[sửa | sửa mã nguồn] ^ “Làng lụa Vạn Phúc”. Truy cập 15 tháng 2 năm 2015. ^ http:\/\/www.trinhnu.net\/van\/19757[nguồn tự xuất bản] ^ “Nhạc Vàng bất tử: Giao lưu với Tuấn Ngọc”. Truy cập 15 tháng 2 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 14 tháng 6 năm 2013. Truy cập ngày 9 tháng 4 năm 2013. ^ “Tập nhạc \"Bài ca hy vọng\" bị thâu hồi”. Đài Á Châu Tự do. Truy cập 15 tháng 2 năm 2015. ^ “Thông báo”. Tuổi Trẻ Online. Truy cập 14 tháng 10 năm 2015.[liên kết hỏng] ^ “TRƯƠNG VĂN KHOA: TÌNH CA NGÔ THỤY MIÊN”. Truy cập 15 tháng 2 năm 2015. ^ “Người nhạc sĩ một đời viết tình ca”. Báo điện tử Người đưa tin. Truy cập 15 tháng 2 năm 2015. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Áo_lụa_Hà_Đông_(bài_hát)&oldid=67984726” Thể loại: Ngô Thụy Miên Bài hát năm 1971 Bài hát tình khúc 1954–1975 Bài hát tiếng Việt Bài hát Việt Nam Thể loại ẩn: Bài thiếu nguồn tham khảo đáng tin cậy Bài có liên kết hỏng Pages using infobox song with deprecated parameters Trang thiếu chú thích trong bài Bài viết có trích dẫn không khớp Trang này được sửa lần cuối vào ngày 19 tháng 1 năm 2022, 11:08. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}