{"Áp thấp nhiệt đới 08W (2021)":"Áp thấp nhiệt đới 08W (2021) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Cấp bão 2Lịch sử khí tượng 3Xem thêm 4Tham khảo Áp thấp nhiệt đới 08W (2021) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Áp thấp nhiệt đới 08W Áp thấp nhiệt đới (Thang JMA) Áp thấp nhiệt đới (SSHWS\/NWS) Áp thấp nhiệt đới 08W đổ bộ vào Bắc Bộ ngày 07 tháng 07. Hình thành 05 tháng 7 năm 2021 Tan 08 tháng 7 năm 2021 Sức gió mạnh nhất Duy trì liên tục trong 10 phút: 55 km\/h (35 mph) Duy trì liên tục trong 1 phút: 45 km\/h (30 mph) Giật: 65 km\/h (40 mph) Áp suất thấp nhất 1000 mbar (hPa); 29.53 inHg Số người chết Không có Thiệt hại Không có Vùng ảnh hưởng Bắc Bộ, Philippines, đảo Hải Nam, Huyện đảo Hoàng Sa Một phần của Mùa bão Tây Bắc Thái Bình Dương 2021 Áp thấp nhiệt đới 08W (Áp thấp nhiệt đới thứ 2 trong tháng 7) là một áp thấp nhiệt đới yếu, đã ảnh hưởng và mang lại những ảnh hưởng nhỏ đến Việt Nam vào đầu tháng 7 năm 2021. Và đây cũng là lần đầu tiên từ khi Việt Nam thống nhất năm 1975, xuất hiện xoáy thuận nhiệt đới ảnh hưởng trực tiếp đến đất liền Việt Nam trong thời gian diễn ra Kỳ thi tốt nghiệp Trung học phổ thông 2021. Áp thấp cũng gây mưa lớn cho toàn miền Bắc trong khoảng từ ba đến bốn ngày. Cấp bão[sửa | sửa mã nguồn] Cấp bão Nhật Bản: 30 kt - 1000 hPa - Áp thấp nhiệt đới Cấp bão Hoa Kỳ: 25 kt - Áp thấp nhiệt đới Cấp bão Việt Nam: Cấp 6 ~ 7 - Áp thấp nhiệt đới Cấp bão Hồng Kông: 55 km\/h - Áp thấp nhiệt đới Cấp bão Trung Quốc: 15 m\/s - 1000 hPa - Áp thấp nhiệt đới Lịch sử khí tượng[sửa | sửa mã nguồn] Biểu đồ thể hiện đường đi và cường độ của bão theo thang Saffir-Simpson hiện Chú thích biểu đồ Thang Saffir–Simpson Áp thấp nhiệt đới (≤38 mph, ≤62 km\/h) Bão nhiệt đới (39–73 mph, 63–118 km\/h) Cấp 1 (74–95 mph, 119–153 km\/h) Cấp 2 (96–110 mph, 154–177 km\/h) Cấp 3 (111–129 mph, 178–208 km\/h) Cấp 4 (130–156 mph, 209–251 km\/h) Cấp 5 (≥157 mph, ≥252 km\/h) Không rõ Kiểu bão Xoáy thuận nhiệt đới Xoáy thuận cận nhiệt đới Xoáy thuận ngoài nhiệt đới \/ Vùng áp thấp \/ Nhiễu động nhiệt đới \/ Áp thấp gió mùa Hình động áp thấp nhiệt đới đổ bộ miền Bắc. Vào lúc 12:00 giờ UTC ngày 3 tháng 7, PAGASA bắt đầu theo dõi một vùng áp thấp phát triển gần Torrijos, Marinduque hoặc cách thủ đô Manila 149 km về phía nam, theo sau là bản tin của Trung tâm Cảnh báo bão Liên hợp (JTWC) lúc 01: 00 giờ UTC vào ngày hôm sau, với lý do sự phát triển của hệ thống là \"thấp\".[1] Mặc dù nhiệt độ bề mặt biển thuận lợi và dòng chảy tốt ở Biển Đông, lượng gió cắt thay đổi đã làm gián đoạn hệ thống. Sau đó, vùng áp thấp chuyển hướng theo hướng bắc tây bắc và hướng tây, lần này tiến về phía đảo Hải Nam. Hình ảnh ATNĐ chuẩn bị đổ bộ vào Miền Bắc và mang số hiệu 97W Vào ngày 7 tháng 7, vùng áp thấp đã đổ bộ vào khu vực này trước khi đi vào Vịnh Bắc Bộ và mạnh lên thành áp thấp nhiệt đới và đặt số hiệu 08W, và chỉ đạt cường độ của áp thấp nhiệt đới (25 kt ~ 45 km\/h) ở thời điểm 12h (UTC, 19h Việt Nam) ngày 07\/07. Sau đó, JTWC xác định áp thấp nhiệt đới đã đi vào Thái Bình và chỉ còn là vùng thấp (lệch khoảng 90–100 km so với thực tế đi vào Sầm Sơn, Thanh Hóa).[2][3] Trong khi đó, Nhật Bản không hề phát tin dự báo nào về áp thấp nhiệt đới này (cũng như áp thấp nhiệt đới Emong ở trên).[4] Khoảng 03-04 giờ, rạng sáng 08\/07, áp thấp nhiệt đới suy yếu thành vùng áp thấp trên vùng biển Ninh Bình và Thanh Hóa.[5][6] Vùng áp thấp sau đó đã đổ bộ vào đất liền tỉnh Thanh Hóa (tâm của nó đi qua thành phố Sầm Sơn). Do ảnh hưởng của áp thấp nhiệt đới, trên đất liền ven biển Thái Bình, Nam Định, Ninh Bình đã có gió giật cấp 6-7.[6] Xem thêm[sửa | sửa mã nguồn] Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Áp thấp nhiệt đới 08W (2021). Bão Amphan (2020) Bão Mangkhut (2018) Bão Surigae (2021) Bão Yutu (2018) Bão Goni (2020) Tham khảo[sửa | sửa mã nguồn] ^ “https:\/\/wiki.chlod.net\/jtwc\/text\/ngày 4 tháng 7 năm 2021-0110-abpwweb.txt”. archive.is. ngày 4 tháng 7 năm 2021. Truy cập ngày 11 tháng 7 năm 2021. Liên kết ngoài trong |title= (trợ giúp) ^ “https:\/\/wiki.chlod.net\/jtwc\/text\/2021-07-07-2050-wp0821web.txt”. archive.is. 8 tháng 7 năm 2021. Truy cập ngày 11 tháng 7 năm 2021. Liên kết ngoài trong |title= (trợ giúp) ^ “Áp thấp nhiệt đới đổ bộ Thanh Hóa vào sáng mai, gió giật cấp 8”. Báo điện tử Tiền Phong. 7 tháng 7 năm 2021. Truy cập ngày 11 tháng 7 năm 2021. ^ “https:\/\/www.metoc.navy.mil\/jtwc\/products\/wp9721web.txt”. archive.is. 7 tháng 7 năm 2021. Truy cập ngày 11 tháng 7 năm 2021. Liên kết ngoài trong |title= (trợ giúp) ^ “https:\/\/tgftp.nws.noaa.gov\/data\/raw\/ww\/wwjp27.rjtd..txt”. archive.ph. 8 tháng 7 năm 2021. Truy cập ngày 11 tháng 7 năm 2021. Liên kết ngoài trong |title= (trợ giúp) ^ a b “ATNĐ đi vào đất liền và suy yếu; Bắc Bộ, Bắc Trung Bộ mưa lớn diện rộng”. baodientu.chinhphu.vn (bằng tiếng Anh). Truy cập ngày 11 tháng 7 năm 2021. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Áp_thấp_nhiệt_đới_08W_(2021)&oldid=69258475” Thể loại: Tropical cyclone articles with unknown units Hồng Kông năm 2021 Việt Nam năm 2021 Thiên tai năm 2021 Bão tại Việt Nam Thể loại ẩn: Lỗi CS1: liên kết ngoài Nguồn CS1 tiếng Anh (en) Trang này được sửa lần cuối vào ngày 31 tháng 10 năm 2022, 02:24. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}