{"Đinh Thế Huynh":"Đinh Thế Huynh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xuất thân 2Giáo dục 3Sự nghiệp Hiện\/ẩn mục Sự nghiệp 3.1Đại biểu Quốc hội Việt Nam khóa XIV thành phố Đà Nẵng 4Tham khảo Đinh Thế Huynh 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đinh Thế Huynh Đinh Thế Huynh ở Washington D.C., 2016 Chức vụ Thường trực Ban Bí thư Nhiệm kỳ 4 tháng 2 năm 2016 – 2 tháng 3 năm 2018 2 năm, 26 ngày Tổng Bí thư Nguyễn Phú Trọng Tiền nhiệm Lê Hồng Anh Kế nhiệm Trần Quốc Vượng Chủ tịch Hội đồng Lý luận Trung ương Nhiệm kỳ 28 tháng 3 năm 2011 – 2 tháng 3 năm 2018 6 năm, 339 ngày Tiền nhiệm Tô Huy Rứa Kế nhiệm Nguyễn Xuân Thắng Phó Chủ tịch Thường trực Phùng Hữu Phú Trưởng ban Tuyên giáo Trung ương Nhiệm kỳ 8 tháng 2 năm 2011 – 4 tháng 2 năm 2016 4 năm, 361 ngày Tiền nhiệm Tô Huy Rứa Kế nhiệm Võ Văn Thưởng Bí thư Trung ương Đảng Nhiệm kỳ 19 tháng 1 năm 2011 – 31 tháng 1 năm 2021 10 năm, 12 ngày Tiền nhiệm Tô Huy Rứa Kế nhiệm Nguyễn Trọng Nghĩa Ủy viên Bộ Chính trị Nhiệm kỳ 19 tháng 1 năm 2011 – 31 tháng 1 năm 2021 10 năm, 12 ngày Tổng Bí thư Nguyễn Phú Trọng Chủ tịch Hội Nhà báo Việt Nam Nhiệm kỳ tháng 8 năm 2005 – 2012 Tiền nhiệm Hồng Vinh Kế nhiệm Thuận Hữu Đại biểu Quốc hội Việt Nam khóa XI, XII, XIII, XIV Nhiệm kỳ 22 tháng 5 năm 2002 – 3 tháng 2 năm 2018 15 năm, 257 ngày Chủ tịch Quốc hội Nguyễn Văn An Nguyễn Phú Trọng Nguyễn Sinh Hùng Nguyễn Thị Kim Ngân Tổng biên tập Báo Nhân dân Nhiệm kỳ 22 tháng 6 năm 2001 – 8 tháng 2 năm 2011 9 năm, 231 ngày Tiền nhiệm Hồng Vinh Kế nhiệm Thuận Hữu Ủy viên Trung ương Đảng khóa IX,X,XI,XII Nhiệm kỳ 22 tháng 4 năm 2001 – 31 tháng 1 năm 2021 19 năm, 284 ngày Tổng Bí thư Nông Đức Mạnh (2001-2011) Nguyễn Phú Trọng (2011-2021) Phó Tổng biên tập Báo Nhân dân Nhiệm kỳ 1998 – 22 tháng 6 năm 2001 Thông tin chung Quốc tịch Việt Nam Sinh 15 tháng 5, 1953 (70 tuổi) xã Xuân Kiên, huyện Xuân Trường, Nam Định, Liên Bang Đông Dương Nơi ở Số 17, ngõ 102, phường Khương Trung, quận Thanh Xuân, Hà Nội Nghề nghiệp chính khách Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Phó tiến sĩ ngành Báo chí Cao cấp Lí luận Chính trị Trường lớp Đại học Tổng hợp Quốc gia Moskva, Liên Xô Đinh Thế Huynh (sinh ngày 15 tháng 5 năm 1953) là quân nhân, nhà báo và chính trị gia người Việt Nam. Ông nguyên là Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc Đoàn Đại biểu Quốc hội thành phố Đà Nẵng. Ông từng là Chủ tịch Hội Nhà báo Việt Nam (2005-2012), Đại biểu Quốc hội Việt Nam khóa XI (2002-2007) tỉnh Hà Giang,[1] XII (2007-2011) tỉnh Tuyên Quang,[2] XIII (2011-2016) tỉnh Hòa Bình.[3] Trong Đảng Cộng sản Việt Nam, ông nguyên là Ủy viên Bộ Chính trị khóa XI, XII, nguyên Thường trực Ban Bí thư, nguyên Trưởng ban Tuyên giáo Trung ương. Xuất thân[sửa | sửa mã nguồn] Ông sinh ngày 15 tháng 5 năm 1953 tại xã Xuân Kiên, huyện Xuân Trường, tỉnh Nam Định. Ông hiện cư trú ở Số 17, ngõ 102 Khương Trung, quận Thanh Xuân, thành phố Hà Nội. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông: 10\/10 Ông có bằng Phó tiến sĩ ngành báo chí (tại Đại học Quốc gia Moskva, Moskva, Liên Xô cũ)[4] Cao cấp lý luận chính trị Sự nghiệp[sửa | sửa mã nguồn] Tháng 8 năm 1971, ông tham gia quân đội, công tác tại sư đoàn 325. Mùa hè năm 1972, ông tham gia chiến trường Quảng Trị. Ông gia nhập Đảng Nhân dân Cách mạng Việt Nam vào ngày 8 tháng 8 năm 1974. Ông có bằng Phó Tiến sĩ ngành báo chí (tại Đại học Tổng hợp Quốc gia Lomonosov, Moskva, Liên Xô cũ)[4] và Cao cấp Lý luận chính trị. Năm 1998, ông được cử làm Phó Tổng Biên tập báo Nhân dân, cơ quan ngôn luận của Đảng Cộng sản Việt Nam. Tháng 4 năm 2001, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng khóa IX. Tháng 6 cùng năm, ông được chỉ định giữ chức Tổng Biên tập báo Nhân dân, thay nhà báo Hồng Vinh. Tháng 8 năm 2005, tại Đại hội Nhà báo Việt Nam lần thứ VIII, ông được bầu làm Chủ tịch Hội Nhà báo Việt Nam. Tháng 4 năm 2006, ông tái đắc cử Ủy viên Ban Chấp hành Trung ương Đảng khóa X. Tháng 8 năm 2010, tại Đại hội Nhà báo Việt Nam lần thứ IX, ông tái đắc cử chức vụ Chủ tịch Hội Nhà báo Việt Nam.[5] Tháng 1 năm 2011 Tại Đại hội Đảng Cộng sản Việt Nam XI, ông được bầu lại vào Ban Chấp hành Trung ương Đảng, được Trung ương bầu vào Bộ Chính trị. Tháng 2 năm 2011 ông được Bộ Chính trị phân công tham gia Ban Bí thư Trung ương và được cử làm Trưởng ban Tuyên giáo Trung ương kiêm Chủ tịch Hội đồng lý luận Trung ương. Tháng 1 năm 2016 Tại Đại hội Đảng Cộng sản Việt Nam XII, ông được bầu lại vào Ban Chấp hành Trung ương Đảng, được Ban Chấp hành Trung ương bầu vào Bộ Chính trị. Tháng 2 năm 2016 được Bộ Chính trị phân công giữ chức Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam. Từ ngày 1\/8\/2017, Bộ Chính trị quyết định phân công ông Trần Quốc Vượng, Chủ nhiệm Ủy ban Kiểm tra Trung ương, giữ chức Thường trực Ban Bí thư trong thời gian ông điều trị bệnh.[6] Ngày 2\/3\/2018, Bộ Chính trị đã họp dưới sự chủ trì của Tổng Bí thư Nguyễn Phú Trọng để cho ý kiến về công tác cán bộ. Bộ Chính trị quyết định cho ông thôi giữ chức Thường trực Ban Bí thư và Chủ tịch Hội đồng Lý luận Trung ương nhiệm kỳ 2016 - 2021 để tiếp tục điều trị bệnh.[7] Đại biểu Quốc hội Việt Nam khóa XIV thành phố Đà Nẵng[sửa | sửa mã nguồn] Ông trúng cử đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 vào ngày 22 tháng 5 năm 2016 ở đơn vị bầu cử số 1, thành phố Đà Nẵng gồm có các quận: Hải Châu, Thanh Khê và Cẩm Lệ, được 292.667 phiếu, đạt tỷ lệ 85,71% số phiếu hợp lệ. Sáng ngày 05\/8\/2016, ông đã có hội nghị tiếp xúc cử tri huyện Hòa Vang (dù ông không đại diện cho huyện này) để báo cáo kết quả kỳ họp thứ nhất, Quốc hội khóa XIV. Ông hứa là ngay sau khi kết thúc buổi tiếp xúc, ông sẽ đi thực tế cơ sở về vấn đề ô nhiễm môi trường ở xã Hòa Nhơn, huyện Hòa Vang.[8] Tính đến ngày 19 tháng 5 năm 2018, Đinh Thế Huynh đã hai năm không tham gia các hoạt động của Quốc hội. Tuy nhiên, ông không bị Ủy ban thường vụ Quốc hội Việt Nam khóa 14 cho thôi nhiệm vụ đại biểu vì theo giải thích của ông Nguyễn Hạnh Phúc (Tổng thư ký Quốc hội Việt Nam khóa 14, ủy viên Ủy ban thường vụ Quốc hội khóa 14, ủy viên Đảng đoàn Quốc hội) thì \"Ông Đinh Thế Huynh là cán bộ thuộc Bộ Chính trị quản lý, khi nào cơ quan có thẩm quyền quản lý cán bộ có ý kiến thì Ủy ban Thường vụ Quốc hội sẽ tiến hành xem xét.\"[9] Hiện tại, cháu nội ông Đinh Thế Huynh đang công tác tại Viện kiểm sát nhân dân tối cao. Tham khảo[sửa | sửa mã nguồn] ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XI”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 8 năm 2017. Truy cập ngày 12 tháng 8 năm 2017. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XII”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 8 năm 2017. Truy cập ngày 12 tháng 8 năm 2017. ^ “Thông tin đại biểu Quốc hội Việt Nam khóa XIII”. Website Quốc hội Việt Nam. Bản gốc lưu trữ ngày 12 tháng 8 năm 2017. Truy cập ngày 12 tháng 8 năm 2017. ^ a b Ông Đinh Thế Huynh nhận chức mới , bbc, ^ Báo điện tử Đảng Cộng sản Việt Nam ^ “Ông Trần Quốc Vượng tham gia thường trực Ban bí thư”. Báo điện tử VnExpress. 1 tháng 8 năm 2017. Truy cập ngày 9 tháng 10 năm 2020. ^ “Đồng chí Trần Quốc Vượng giữ chức Thường trực Ban Bí thư”. ^ Văn Sum. “Đại biểu Quốc hội tại thành phố Đà Nẵng tiếp xúc cử tri báo cáo kết quả kỳ họp thứ nhất Quốc hội khóa XIV”. Website Đà Nẵng. Lưu trữ bản gốc ngày 20 tháng 11 năm 2017. Truy cập ngày 20 tháng 11 năm 2017. ^ Lê Kiên. “Trường hợp ĐBQH Đinh Thế Huynh: Bộ Chính trị có ý kiến mới xem xét”. Báo Tuổi trẻ. 2018-05-19. Bản gốc lưu trữ ngày 20 tháng 5 năm 2018. Truy cập ngày 20 tháng 5 năm 2020. hiện x t s Ủy viên Bộ Chính trị khóa XI Lê Hồng Anh Nguyễn Tấn Dũng Ngô Văn Dụ Lê Thanh Hải Nguyễn Sinh Hùng Đinh Thế Huynh Phạm Quang Nghị Tòng Thị Phóng Nguyễn Xuân Phúc Trần Đại Quang Tô Huy Rứa Trương Tấn Sang Phùng Quang Thanh Nguyễn Phú Trọng Bầu bổ sung (tháng 5 năm 2013): Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Ủy viên Bộ Chính trị khóa XII Nguyễn Văn Bình Trương Hòa Bình Phạm Minh Chính Hoàng Trung Hải Vương Đình Huệ Tô Lâm Ngô Xuân Lịch Trương Thị Mai Phạm Bình Minh Nguyễn Thị Kim Ngân Nguyễn Thiện Nhân Tòng Thị Phóng Nguyễn Xuân Phúc Võ Văn Thưởng Nguyễn Phú Trọng Trần Quốc Vượng Đinh Thế Huynh (nghỉ chữa bệnh) Trần Đại Quang (đã mất 09\/2018) Đinh La Thăng (đến 05\/2017) I II III IV V VI VII VIII IX X XI XII XIII hiện x t s Trưởng Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam Trưởng Ban chủ đạo: Trường Chinh Phạm Văn Đồng Tố Hữu Các Ban trong nhóm: Trần Huy Liệu Hà Huy Giáp Hoàng Tùng Đào Duy Tùng Trần Trọng Tân Bùi Thanh Khiết Lê Quang Đạo Đặng Quốc Bảo Nguyễn Đình Tứ Đặng Hữu Đỗ Nguyên Phương Trần Độ Hà Đăng Hữu Thọ Nguyễn Khoa Điềm Tổ chức chính thức từ năm 2007: Tô Huy Rứa (2007 – 2011) Đinh Thế Huynh (2011 – 2016) Võ Văn Thưởng (2016 – 2021) Nguyễn Trọng Nghĩa (2021 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng; Năm 2007, các ban hợp nhất thành Ban Tuyên giáo Trung ương hiện x t s Tổng biên tập báo Nhân Dân Trần Quang Huy (1951–1953) Vũ Tuân (1953–1954) Hoàng Tùng (1954–1982) Hồng Hà (1982–1987) Hà Đăng (1987–1992) Hữu Thọ (1992–1996) Hồng Vinh (1996–2001) Đinh Thế Huynh (2001–2011) Thuận Hữu (2011–2021) Lê Quốc Minh (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đinh_Thế_Huynh&oldid=69759109” Thể loại: Tổng biên tập báo Nhân Dân Sinh năm 1953 Nhân vật còn sống Người Nam Định Ủy viên Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Hòa Bình Đại biểu Quốc hội Việt Nam khóa XII Đại biểu Quốc hội Việt Nam khóa XII Tuyên Quang Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XI Hà Giang Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Sinh tại Nam Định Sống tại Nga Đại biểu Quốc hội Việt Nam khóa XIV Đà Nẵng Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Ban Bí thư Trung ương Đảng Cộng sản Việt Nam khóa XII Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Người họ Đinh tại Việt Nam Tổng biên tập Báo Nhân dân Phó tiến sĩ Việt Nam tốt nghiệp tại MGU Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Nhà báo Báo Nhân dân Trang này được sửa lần cuối vào ngày 9 tháng 3 năm 2023, 08:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}