{"Đinh Văn Hùng":"Đinh Văn Hùng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Chú thích 2Liên kết ngoài Đinh Văn Hùng 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Xem mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Xem mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đinh Văn Hùng (sinh 1953) là chính khách Việt Nam. Ông là Đại biểu Quốc hội Việt Nam khóa XII, thuộc đoàn đại biểu Ninh Bình[1]. Ông sinh ngày 15 tháng 10 năm 1953, quê quán của ông là xã Gia Hưng, huyện Gia Viễn, tỉnh Ninh Bình. Trở thành đảng viên Đảng Cộng sản Việt Nam ngày 3 tháng 11 năm 1978, ông lần lượt kinh qua các chức vụ trong Đảng và chính quyền, từng giữ đến các chức vụ Chủ tịch Ủy ban nhân dân và Bí thư Tỉnh ủy Ninh Bình. Ngày 14 tháng 10 năm 2010, Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam kỷ luật cảnh cáo ông, để ông thôi tham gia Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, nghỉ công tác để nghỉ hưu với lý do ông phải chịu trách nhiệm cho những khuyết điểm, vi phạm của thường trực Tỉnh ủy, vi phạm tiêu chuẩn đảng viên, cấp ủy viên và phẩm chất, đạo đức, lối sống[2] Chú thích ^ “Thông tin đại biểu Quốc hội các khóa - Đinh Văn Hùng”. Bản gốc lưu trữ ngày 19 tháng 10 năm 2013. Truy cập ngày 6 tháng 10 năm 2012. ^ Lê Kiên. “Kỷ luật cảnh cáo ông Đinh Văn Hùng - bí thư Tỉnh ủy Ninh Bình”. Báo Tuổi trẻ. Truy cập ngày 6 tháng 10 năm 2012. Liên kết ngoài Đồng chí Đinh Văn Hùng[liên kết hỏng] Tóm tắt tiểu sử Đại biểu Quốc hội Đinh Văn Hùng Kỷ luật cảnh cáo ông Đinh Văn Hùng - bí thư Tỉnh ủy Ninh Bình Nguyên Bí thư Tỉnh ủy Ninh Bình lấy đâu tiền mua trống 1,2 triệu USD? Lưu trữ 2012-10-15 tại Wayback Machine Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đinh_Văn_Hùng&oldid=67532993” Thể loại: Sơ khai chính khách Việt Nam Đại biểu Quốc hội Việt Nam khóa XII Bí thư Tỉnh ủy Ninh Bình Người Ninh Bình Sinh năm 1953 Chủ tịch Ủy ban nhân dân tỉnh Ninh Bình Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Nhân vật còn sống Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật cảnh cáo Thể loại ẩn: Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 14 tháng 12 năm 2021, 01:46. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}