{"Đinh Văn Di":"Đinh Văn Di – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thời niên thiếu 2Hoạt động cách mạng 3Vai trò trong Đảng 4Dư luận 5Cái chết 6Chú thích Đinh Văn Di Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). ẩnBài viết này có nhiều vấn đề. Xin vui lòng giúp đỡ cải thiện nó hoặc thảo luận về những vấn đề này trên trang thảo luận. Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn đáng tin cậy. Các nội dung không có nguồn có thể bị nghi ngờ và xóa bỏ. (tháng 1\/2022) Chủ đề của bài viết này có thể không thỏa mãn chỉ dẫn chung về độ nổi bật. Nếu bạn am hiểu về chủ đề của bài viết này, hãy mở rộng hoặc viết lại bài để xác lập độ nổi bật của chủ đề. Cách tốt nhất để làm điều đó là dẫn chiếu các tài liệu nói về chủ đề đã được công bố bởi các nguồn độc lập. Nếu không thể xác lập được độ nổi bật, bài viết có thể sẽ được hợp nhất với bài khác, đổi hướng đến bài khác, hoặc bị xóa. Có thể có thêm thảo luận tại trang thảo luận của bài này. Bài viết hoặc đoạn này cần được wiki hóa để đáp ứng tiêu chuẩn quy cách định dạng và văn phong của Wikipedia. Xin hãy giúp sửa bài viết này bằng cách thêm bớt liên kết hoặc cải thiện bố cục và cách trình bày bài. (tháng 1\/2022) Đinh Văn Di (1906-1945) quê ở Kim Khê Thượng, nay là xã Nghi Long, huyện Nghi Lộc, tỉnh Nghệ An là con trai của cử nhân Đinh Văn Châu và bà Lê Thị Mai là em út của Cử nhân Đinh Văn Thể. Đinh Văn Di lớn lên trong một dòng họ có nhiều người đỗ đạt cao (khoa bảng) và giàu lòng yêu nước. Tiến sĩ Đinh Văn Chất (bác ruột) và nhiều bà con thân tín là nghĩa sĩ Cần Vương chống Pháp xâm lược (cuối Thế kỷ XIX). Đinh Văn Di tham gia Tân Việt Cách mạng Đảng, làm Bí thư Tân Việt Nghi Lộc, Bí thư Tân Việt tỉnh Nghệ An. Sau khi Tân Việt hóa thân thành Đông Dương Cộng sản Liên đoàn ông trở thành đảng viên Đảng Cộng sản Việt Nam; Sau đó được cử giữ các chức vụ Bí thư Huyện ủy Nghi Lộc, Bí thư Tỉnh uỷ Nghệ An, Xứ ủy viên Xứ ủy Bắc Kỳ, Bí thư Liên Tỉnh uỷ Thanh- Nghệ -Tĩnh, Uỷ viên Ban chấp hành Trung ương Đảng cộng sản Đông Dương[1]. Thời niên thiếu[sửa | sửa mã nguồn] Đinh Văn Di là hậu duệ Chi 6 dòng \"Đinh Văn Kim Khê\".. Trong cuộc đấu tranh chống cường quyền và xâm lược, Chi 6 này bị hai lần \"tru di tam tộc\" (Đinh Hồng Phiên tham gia khởi nghĩa Lê Văn Khôi thời Minh Mạng; Đinh Văn Chất chống Pháp đưa quân ra xâm lược Bắc Kỳ). Những thảm họa đó đã chồng chất trong lòng cậu thiếu niên Đinh Văn Di \"nợ nước thù nhà\". Noi gương cha và những bậc tiền bối trong họ, Đinh Văn Di vừa miệt mài học tập, vừa nung nấu chí cứu nước. Ông thường tụ họp vui chơi với các bạn ở đình Ông La; Hoạt động cách mạng[sửa | sửa mã nguồn] Cuối năm 1926, Đinh Văn Di và Trân Văn Tăng cùng với lớp thanh niên tân học như Nguyễn Viết Thiện, Đặng Doãn Xán, Trần Văn Cung,..liên kết nhau trong Tiểu tổ Tân Việt. Họ tổ chức vận động nhân dân gây quỹ, lập nghiệp thương, dùng thuế chợ để làm việc có ích cho bà con; cố xúy nếp sống mới: hô hào thanh niên để tóc ngắn, để răng trắng, mặc áo ngắn; chống cường quyền, chống sưu cao thuế nặng. Năm 1927, Tiểu tổ Tân Việt này mở \"La Đình tráng học\", tổ chức dạy Quốc ngữ, đọc báo Tiếng Dân, Việt Nam hồn. (Nguồn: Lịch sử truyền thống xã Nghi Long; Nhà xuất bản Nghệ An, 2005, trang 49-50). Cuối năm 1929, Đảng Tân Việt bị chính quyền thự̣c dân Pháp đàn áp. Đinh Văn Di \"thợ cạo\" (cắt tóc) bị \"3 năm án treo, 3 năm quản thúc\". Trong cao trào Cách mạng 1930-1931, mặc dù bị án, Đinh Văn Di vẫn bí mật phụ trách phong trào nông dân Bắc Nghi Lộc, tham gia diễn thuyết tại các cuộc biểu tình trong huyện; tổ chức giải vây cho các đồng chí (nguồn: Bản tự thuật của Đặng Khắc Thiệp). Ông bị chính quyền thực dân bắt bỏ tù 3 năm tại đồn Thanh Quả (huyện Thanh Chương, Nghệ An). Năm 1933, ra tù, Đinh Văn Di với các nghề \"buôn muối\", \"cắt tóc\", \"thợ may\"...đi đến các nơi trong hai tỉnh Nghệ An và Hà Tĩnh, tìm kiếm đồng chí, bí mật chắp nối liên lạc khôi phục lại hệ thống tổ chức Đảng ở huyện Nghi Lộc, thành phố Vinh và một số nơi khác. Ông và những người mà ông chắp nối được là hướng chính để khôi phục lại các hoạt động cứu nước ở Nghệ An và Hà Tĩnh trong những năm 1934-1935. Thời kỳ 1936-1939, trong bối cảnh thế giới tập trung các lực lượng tiến bộ để ngăn ngừa thảm họa phát xit, Đảng Cộng sản Đông Dương tranh thủ đường lối của Mặt trận bình dân Pháp, chuyển hướng chỉ đạo chiến lược, tập trung vào mục tiêu chống phát xít, chống chiến tranh, chống phản động thuộc địa và tay sai, đòi tự do cơm áo và hòa bình. Đinh Văn Di nhận nhiệm vụ hoạt động công khai hợp pháp kết hợp với bí mật bất hợp pháp. Trong thời gian này, ông đã thực hiện việc củng cố thống nhất Đảng bộ với \"Tổ chức Vừng Hồng\" (Nguồn: Tạp chí Văn hóa Nghệ An, Số.178, 179, tháng 8-2010) cùng với các thành viên trong ban lãnh đạo (Tỉnh ủy) thông qua hoạt động cắm trại của thanh niên ở Cửa Lò, lập hội buôn \"Gánh hàng xuân\", thông qua những ngày kỷ niệm lịch sử của Cộng hòa Pháp, dựa vào phong trào báo chí công khai, viết sách, làm thơ ca cách mạng, diễn thuyết, tuyên truyền đường lối của Đảng Cộng sản Đông Dương. Trong thời gian Đinh Văn Di được Trung ương giao nhiệm vụ thành lập Ban lãnh đạo Liên Tỉnh ủy Thanh Nghệ Tĩnh, ông tích cực tìm hiểu, nắm vững tình hình, cùng với các đồng chí trong Liên Tỉnh ủy kiện toàn hệ thống tổ chức Đảng và các đoàn thể quần chúng. Từ đó phong trào cách mạng cả ba tỉnh đều lớn mạnh; quần chúng nhanh chóng được tập hợp lại, nô nức tham gia các phường hội, giúp nhau làm ăn, tham gia mít tinh biểu tình chống sưu cao thuế nặng, đưa dân nguyện, vv. Chính nhờ vậy, giữa năm 1945, khi một số ít đảng viên vượt ngục trở về các tỉnh Thanh Hóa, Nghệ An và Hà Tĩnh thành lập Ban vận động Việt minh đều được đông đảo quần chúng hưởng ứng. Trong thời cơ chung của cả nước, ở vùng Thanh Nghệ Tĩnh đã có đủ lực lượng sẵn sàng giành chính quyền. Và sự thật, chỉ sau Hà Nội một vài ngày, việc giành chính quyền ở ba tỉnh này cũng được nhanh chóng hoàn tất. Đặc biệt ở Hà Tĩnh việc giành chí quyền ở thị xã còn sớm hơn nhiều nơi khác. Cuối năm 1939, trước sự suy yếu của Mặt trận bình dân Pháp sát thềm cuộc chiến tranh chính quyền thực dân Pháp đàn áp phong trào dân sinh dân chủ, Toàn quyền Đông Dương ra lệnh cho bọn cảnh sát bằng mọi cách giải tán Đảng Cộng sản. Chúng bắt tất cả các cựu chính trị phạm tập trung \"an trí\". Mặc dù không có chứng cớ gì, Đinh Văn Di vẫn bị triệu hồi. Xét thấy mật thám Pháp ráo riết bám sát, không thể hoạt động được và để bảo vệ Đảng, Đinh Văn Di tự nguyện \"xin nghỉ\" và nhận hoạt động \"tài chính cho Đảng\". Điều này đã được phái viên Xứ ủy Trung Kỳ Trần Mạnh Quỳ thẩm tra và \"đồng ý\". Từ năm 1940 đến năm 1945: Không có chứng cứ, lại được anh họ (Tiến sĩ Đinh Văn Chấp quen biết Tri huyện Nghi Lôc) \"hỗ trợ\" nên Đinh Văn Di \"được\" trả tự do. Trong tình trạng bị bọn mật thám Pháp giám sát chặt chẽ, ông Di vừa phải chống mật thám \"khai thác thông tin\" vừa tham gia hoạt động thu thuế chợ, cứu giúp bà con trong nạn đói, nhất là gia đình các đồng chí đang bị thực dân Pháp giam cầm. Đồng thời ông tổ chức các lớp học, sáng tác thơ ca cố động cho phong trào truyền bá quốc ngữ, giệt trừ giặc dốt. Vai trò trong Đảng[sửa | sửa mã nguồn] Đầu năm 1930: Trong ban Huyện ủy lâm thời Nghi Lộc. Năm 1933, Phụ trách Huyện ủy Lâm thời Nghi Lộc, kiêm phụ trách việc chắp nối các cơ sở Đảng ở Nghệ An, Hà Tĩnh. Năm 1934-1935, phụ trách Tỉnh ủy Cộng sản cũ (chưa thống nhất với Đảng Vừng Hồng). Tháng 9- 1936, Nhất trí hợp nhất với hệ thống Đảng Vừng Hồng. Tỉnh ủy Lâm thời hợp nhất do Võ Nguyên Hiển Ủy viên Trung ương Đảng làm Bí thư, Đinh Văn Di: Tỉnh ủy viên. Cuối năm 1936, Võ Nguyên Hiển và các đồng chí ở trong lao gửi thư ra động viên Đinh Văn Di đứng ra triêu tập hội nghị thành lập Tỉnh ủy Lâm thời mới. Hội nghị nhất trí bầu Đinh Văn Di làm Bií thư Tỉnh ủy Lâm thời hợp nhất mới. Tháng 3-1937, sau khi đi dư Hội nghị Trung ương ở Sài Gòn về, tiếp tục được cử giữ chức Bí thư Tỉnh ủy Nghệ An.. Tháng 9-1937, cùng với Lương Khánh Thiện, Tô Hiệu, Trần Quý Kiên, Trần Cung, Nguyễn Văn Minh, Nguyễn Công Hòa, Đặng Việt Châu và Hoàng Vĩnh Tuy bàn kế hoạch sáp nhập tổ chức Đảng của các tỉnh Thanh Hóa, Nghệ An và Hà Tĩnh với Xứ ủy Bắc Kỳ. Tháng 10-1937, phổ biến nội dung Hội nghị Ban Chấp hành Trung ương (tháng 8-1937) trước Hội nghị mở rộng của Tỉnh ủy Nghệ An. Tháng 12-1937, xúc tiến việc thành lập Liên Tỉnh ủy Thanh Nghệ Tĩnh. Tháng 3-1938, tham dự Hội nghị Ban Chấp hành Trung ương: Bàn về việc đẩy mạnh hoạt động công khai của Đảng và vấn đề nhân sự. Tháng 5-1938, được bầu làm Bí thư Liên Tỉnh ủy Thanh-Nghệ-Tĩnh. Sau hội nghị Trung ương tháng 3-1937, Đinh Văn Di là Ủy viên Ban chấp hành Trung ương Đảng Cộng sản Đông Dương kiêm nhiệm vai trò của một Xử ủy viên Xứ ủy Bắc Kỳ. Dư luận[sửa | sửa mã nguồn] Cái chết đau thương của Đinh Văn Di \"được thai nghén\" trong nhà tù thực dân và tiếp đó, cái bóng ma \"A.B đoàn\" (Trong Đảng có tổ chức chống Đảng) quái ác đã chụp lên đầu Đinh Văn Di cái mũ \"cầm đầu A.B đoàn gây nhiều tổn thất cho Đảng\". Ngay sau \"vụ hành quyết không xem xét\", nhiều đồng chí của ông Di đã \"bật khóc\". Từ đó cho đến thập niên cuối cùng của Thế kỷ XX, trong một thời gian dài, có quá nhiều người \"đánh trống kêu oan\" cho ông Di và mong muốn Đảng và Chính quyền công khai minh bạch \"nghi án\" này. Nhưng những người kế nhiệm cho rằng \"việc đã rồi\" trong tình trạng \"tế nhị\" nên đã và vẫn lặng im. Năm 1990, trước \"áp lực\" của các bậc lão thành cách mạng, ông Nguyễn Đức Dương nguyên Bí thư Tỉnh ủy Nghệ An năm 1938 (người với tư cách đại diện cho \"Tỉnh ủy trong tù\" nghe theo \"người phát hiện Di phản\") đã gặp các bậc lão thành cách mang thực hiện một cuộc \"\"điều tra\" và viết chuyên luận buộc tội ông Di,.Ngoài dụng ý rất tốt như Tác giả đã trình bày trong lời mở đầu và thư gửi các cơ quan chức trách, chuyên luận này cũng đã gây nhiều phản ứng, tranh cãi, nghi vấn. Đó là những lí do, mà chúng tôi tiếp tục bỏ ra nhiều chục năm lần tìm các chứng cứ để xác minh \"danh phận lịch sử\" của ông Di. Năm 2009, được sự giúp đỡ của một nhà báo nhiệt thành và giàu tâm đức, chúng tôi có dịp trình bày kết quả nghiên cứu trên Tạp chí Văn hóa Nghệ An. Chúng tôi dự định sẽ giải trình toàn bộ những vấn đề có liên quan tới nghi án. Nhưng rất tiếc, sau bài đầu tiên \"Đinh Văn Di, ông là ai?\" thì bị dừng lại. Tuy vậy, bài báo cũng đã tạo nên \"cơn bão\" dư luận. Chúng tôi cho rằng: việc đánh giá nhân vật Đinh Văn Di phải căn cứ vào \"thực tế\" lịch sử; tỉnh táo xem xét hồ sơ, ghi chép của mật thám Pháp, ý kiến của những người cùng hoạt động với Đinh Văn Di. Những điều mà chúng tôi đưa vào trang này là dựa theo Hồ sơ mật thám Pháp ghi chép về Đinh Văn Di, Chuyên luận của ông Nguyễn Đức Dương về \"Vụ phản bội của Đinh Văn Di trong thời kỳ Mặt trận Dân chủ 1936-1939\" đang còn được lưu tại Ban nghiên cứu Lịch sử Đảng Nghệ An, Viện Lịch sử Đảng thuộc Học viện CTQG Hồ Chí Minh, Ban Kiểm tra Trung ương. Chúng tôi cũng được cung cấp 4 văn bản của các con ông Di viết mang tính chất \"tranh tụng\": Đinh Thị Khanh (con gái đầu, đảng viên năm 1949)- \"Tôi tin cha tôi không phản Đảng\", Lê Huy Yêm (con rể, đảng viên năm 1949, Thanh tra Bộ cơ khí luyện kim cũ)-\"Bản chất Đinh Văn Di là TA\", Đinh Văn Hùng (con trai, nông dân)-\"Sự thật về cha tôi\" và \"Tư tưởng yêu nước thương nòi của cha tôi qua một số \"Diễn ca cách mạng\"\". Ngoài ra còn một số trang Hồi ký, bút tích qua các cuộc điều tra, trao đổi giữa những người cùng thời với ông Đinh Văn Di. Rất tiếc là những người cung cấp cho chúng tôi các thông tin để tìm lại sự thật về con người Đinh Văn Di đều đã \"về nơi an nghỉ cuối cùng\". Nếu nói rằng: \"Đa số ý kiến đều cho rằng Đinh Văn Di là phần tử phản bội: Trước đấy, cô ánh còn nói rõ tên kẻ chỉ điểm để mật thám bắt cố TBT [2] có tên là Đinh Văn Di\"; thì đó là một sự bịa đặt trắng trợn. Nếu đồng chí Hà Huy Tập nghe theo lời khuyên của Đinh Văn Dy nhanh chóng rut lui vào hoạt động bí mật, sau khi bị Pháp trục xuất khỏi Nam kỳ, tạm thời \"án binh bất động\" thì đồng chí ấy đã không rơi vào nanh vuốt của kẻ thù khi trở lại và công khai xuất hiện tại một cuộc mít tinh ở Sài Gòn. Cho đến những năm 90 của thế kỷ trước, không chỉ một số cán bộ mà một số nhà sử học cũng chưa hiểu hết những đặc trưng của thời kỳ hoạt động công khai, bán công khai kết hợp với hoạt động bí mật bất hợp pháp 1936-1939. Nếu nói ông Dy phản thì tại sao đồng chí Lê Duẩn và đồng chí Nguyễn Văn Cừ khi về ở Nghi Lộc, được ông Dy bố trí, sống mấy ngày và \"ăn khoai lang\" ở đó mà mật thám Pháp không hề hay biết gì. Chuyện trong Đảng một thời mơ hồ về A.B đoàn, rồi nghiên cứu khẳng định \"Không có A.B đoàn\"; Rồi việc Pháp lo sợ phát xít Nhật tấn công, tìm cách ngăn chặn sự nổi dậy của nhân dân Việt Nam bằng cách riệu hồi hàng ngàn đảng viên đi \"an trí\", người ta cũng gom vào \"thành tội\" của ông Dy. Không thể nói \"đa số ý kiến cho rằng Đinh Văn Di là phần tử phản bội\". Câu chuyện \"Di phản\" lan truyền từ một người trẻ tuổi. Người này, vì sơ suất để mật thám thu được \"tài liệu bị cấm\", nên bị chính quyền thực dân Pháp kết án 2 năm tù, còn ông Di \"làm to\" mà lại \"được\" trắng án, nên cho rằng: Đinh Văn Di khai báo. Người này đã \"thuyết phục\" được ông Nguyễn Đức Dương (nguyên Bí thư Tỉnh ủy Nghệ An năm 1938). Hơn một năm sau, bất chấp ý kiến phản đối của một số đồng chi cùng bị Pháp bắt lúc đó và các cuộc điều tra của Xứ ủy Trung Kỳ, ông Dương đã nghe theo: \"thống nhất với nhau khẳng định\": \"Di phản\". Sau cái chết bi thương của ông Di (chiều ngày 2-9-1945), Xứ ủy Trung Kỳ đã biệt phái Nguyễn Duy Trinh về Nghệ An kiểm điểm chấn chỉnh lại sự lãnh đạo của Đảng bộ địa phương; Ông Di đã được sửa sai (hai con được đi học và cấp học bổng; năm 1949, được kết nạp Đảng,...). Nhưng việc sửa sai vụ án mạng Đinh Văn Di không được ghi thành văn bản. Ít năm sau, \"người ta\" lo lắng cái chết của ông Di sẽ gây \"hệ lụy\" cho \"con đường hoạt động\" của họ; nên \"AI ĐÓ\" (?) đã xuyên tạc danh phận lịch sử của ông Di, ném ông Di vào vòng xoáy oan sai và tung dư luận xấu trong nhiều thập kỷ.. Đây là.vụ án oan sai xuyên thế kỷ. Các bạn đọc kỹ chuyên luận buộc tội mà Bí thư Tỉnh ủy Nghệ An năm 1938 (viết năm 1990) sẽ hiểu rất rõ. Sau 3 năm (1933-1936) lặn lội chắp mối khôi phục lại Đảng bộ Nghệ An, Đinh Văn Di đã nhanh chóng nắm vững sự chuyển hướng chỉ đạo chiến lược của Đảng Cộng sản Đông Dương (Đảng Cộng sản Việt Nam ngày nay): \"Chống phát xít, chống chiến tranh, chống phản động thuộc địa và tay sai, đòi tự do cơm áo và hòa bình\". Ông kịp thời chớp thời cơ, chỉ đạo tổ chức thực hiện hoạt động cách mạng dưới hình thức công khai hợp pháp, kết hợp với bí mật bất hợp pháp. Có thể khẳng định: sau cuộc đàn áp đẫm máu của thực dân Pháp đối với cao trào cách mạng 1930-1931 ở Nghệ Tĩnh, Đinh Văn Di là người thành công nhất trong việc tổ chức lại Đảng bộ và phong trào quần chúng ở 3 tỉnh Thanh- Nghệ- Tĩnh, đặc biệt là Ở Nghệ An; chắp nối, đón đưa và bảo vệ chu đáo nhiều đồng chí Trung ương trên đường vào Nam hoặc ra Bắc hoạt động mà kẻ địch hầu như không biết gì. Đầu năm 1938, chính phủ Pháp nghiêng về phía \"hữu\", đàn áp phong trào công khai dân chủ ở Đông Dương. Lúc bấy giờ, Hà Huy Tập là Tông Bí thư Đảng Công sản Đông Dương hoạt động công khai trên diễn đàn báo chí Sài Gòn bị chính quyền thực dân Pháp trục xuất khỏi Nam Kỳ. Về xứ Nghê, Hà Huy Tập lo lắng tới phong trào; ông cho người tìm đến Đinh Văn Di, yêu cầu sắp xếp để ông tiếp tục hoạt động. Năm chắc âm mưu của địch, Đinh Văn Di đã khuyên Hà Huy Tập \"Án binh bất động\", \"chờ thời\"; nhưng vì quá lo lắng tới phong trào, Hà Huy Tập nhanh chóng bí mật trở lại Sài Gòn, lui tới các tòa báo. Ngày 1-5-1938, tại một cuộc mít tinh của quần chúng, ông bị mật thám Pháp bắt. Lúc bấy giờ ông Di đang hoạt động tại Nghệ An, sao lại bảo ông Di chỉ điểm? Sinh thời, ông Chu Lễ kể: Tháng 10-1939, mật thám Pháp đến nhà ông Di, đào bới, xăm nát vườn nhà ông Di. Chúng vừa tìm kiếm vừa la lối: Tên này là Xứ ủy; phen này thì tù mọt gông!\". Nhưng sau \"ba ngày hằn học lục tung cả nhà ông Di\", chúng chỉ tìm được một \"bài thơ\" việt về xưởng dệt Xã Đoài. Chúng chửi bậy mấy câu rồi \"tếch\". \"Không có nhân chứng, vật chứng\", Chính quyền thực dân không thể kết án ông Di, chưa kể có sự can thiệp của ông Nghè Chấp, một người có \"thần thế\" trước Tri huyện Nghi Lộc. Trước đây, cố TBT còn hoạt động đã bồi dưỡng người này, sau bị phản bội Tháng 6\/1935, đồng chí Chu Huệ trốn khỏi nhà đày Buôn Ma Thuột về xây dựng cơ sở cách mạng ở Hà Tĩnh- Nghệ An đã bị tay chân Đinh Văn Di báo mật thám bắt [3] Qua tìm hiểu tình hình, Hà Huy Tập được biết Đinh Văn Di đã làm tay sai cho đế quốc, đang tìm mọi cách phá hoại phong trào cách mạng.[4] Đặc biệt là xử tử hình tên Đinh Văn Di, phần tử phản Đảng cực kỳ nguy hiểm. Trong thời kỳ bí mật, Di từng là Bí thư Tỉnh uỷ Nghệ An, Xứ uỷ viên Xứ uỷ Trung Kỳ, Bí thư liên Tỉnh uỷ Thanh - Nghệ - Tĩnh. Bị Pháp bắt, không chịu nổi những đòn tra tấn của kẻ thù, y đã đầu hàng và chỉ điểm cho mật thám Pháp phá hầu hết các tổ chức cơ sở Đảng ở vùng Thanh - Nghệ - Tĩnh trong giai đoạn 1939 -1945.[5] Thời kì những năm 1930 - 45, hoạt động chống Đảng của các phần tử AB đã gây cho Đảng Cộng sản những tổn thất lớn, điển hình là vụ Nghiêm Thượng Biền ở Xứ uỷ Bắc Kỳ, vụ Đinh Văn Di ở Xứ uỷ Trung Kỳ. Về vấn đề \"A.B đoàn\": Đảng Cộng sản Việt Nam cũng như giới nghiên cứu khoa học đã xác định không có tổ chức \"A.B đoàn\" trong Đảng, Do đó không có chuyện Đinh Văn Di là thành viên A.B đoàn hay cầm đầu A.B đoàn (Xem bài của GS TS Mạch Quang Thắng trên Báo Xưa Nay). Sinh thời, ông \"Tân Trào\" cũng đã tự phê bình về việc đưa vấn đề A.B đoàn lên báo và bài báo đó cũng đã \"rời\" Văn kiện Đảng. Là người đứng mũi chịu sào, hoạt động công khai hợp pháp kết hợp với bí mật bất hợp pháp, Đinh Văn Di nắm nhiều thông tin của mật thám Pháp; ông tìm mọi cách bảo vệ nhiều cán bộ Trung ương an toàn trong đó có các đồng chí Tổng Bí thư Hà Huy Tập, Nguyễn Văn Cừ và Lê Duẩn. Nhiều đảng viên khác ở cơ sở trong đó có nhiều người do ông kết nạp không bị Pháp bắt. Ông Di và Hà Huy Tập đều hoạt động trong Đảng Tân Việt. Ông Di đã từng tham gia Tỉnh ủy Tân Việt ở Nghệ An. Ông quen biết nhiều thầy giáo dạy học ở Vinh trong đó có Hà Huy Tập. Khi Chiến tranh thế giới II (1939-1945) bùng nổ, Chính quyền thực dân Pháp chủ trương giải tán Đảng Công sản Đông Dương bằng cách triệu hồi tất cả chính trị phạm đi an trí; vừa để ngăn ngừa \"nổi loạn\"; vừa để lôi kéo lực lượng đối phó với giặc Nhật. Lúc bấy giờ, trước việc hàng ngàn chiến sĩ cộng sản cùng bị bắt trong một thời gian quá ngắn,một số đảng viên không hiểu được thủ đoạn của Pháp nên rất hoang mang, hoài nghi, gây sự hiểu lầm. Trong giới khoa học, một số người nghiên cứu chịu hệ lụy \"Dậu đổ bìm leo\". Ông Nguyễn Đức Dương (BT Tỉnh ủy Nghệ An năm 1938) tuy là người liên đới khởi đầu cho cái chết bi thương của ông Di, khi viết chuyên luận buộc tội ông Di vẫn công minh kết luận \" Việc nói Đinh Văn Di bảo mật thám Pháp bắt người này người nọ là không có căn cứ\". Ông Dương đã phủ bác tất cả những điều mà một số người \"vô tình\" hoặc \"hữu ý\" đưa vào sử sách, sàn diễn văn hóa văn nghệ. Vì không có \"vật chứng\" nên Pháp không đủ chứng lí để bỏ tù ông Di, chúng tạm giam, xét hỏi, không \"tra tấn cực hình\" (Có thể, trước hiểm họa của phát xít Nhật mà đối sách của thực dân Pháp với cựu chính trị phạm ở Đông Dương chủ yếu là đưa đi \"an trí\") Nhiều ý kiến cho rằng Đinh Văn Di bị oan. Việc ông Nguyễn Thành (nguyên Phó Giám đốc Bảo tàng Cách mạng) viết \"Vụ nội gián Đinh Văn Di\" (trong sách Đấu tranh bảo vệ Đảng, bảo vệ cách mạng trong thời kỳ 1930-1945; Nhà xuất bản Công an nhân dân, 1991) là dựa theo lời kể của người đơm đặt câu chuyện \"Di phản\". Trước âm mưu thâm độc của địch, một vài người cùng hoạt động với Đinh Văn Di, hoài nghi và cho rằng ông đã phản bội Đảng. Đó không chỉ là nỗi đau của gia đình ông mà còn là nỗi đau của các đồng chí và quần chúng cách mạng hiểu ông và cùng ông chiến đấu dưới ngọn cờ của Đảng cộng sản Việt Nam.[1] Theo các bậc lão thành cách mạng: ông Di là một người cộng sản, một nhà yêu nước chân chính, đã xả thân vì sự nghiệp giải phóng dân tộc và khai mở dân trí. Bà Nguyễn Thị Xân, Tỉnh ủy viên Tỉnh ủy Nghệ An (1936-1939) còn cả quyết khẳng định rằng: \"Ai nói anh Di phản thì chính người đó phản!\". Sau hai tuần lễ xẩy ra vụ án oan sai, Chủ tịch Hồ Chí Minh đã gửi thư phê bình và nhắc nhở các đồng chí tỉnh nhà (17-9-1945), Chính quyền địa phương đã sửa sai (kết nạp 2 người con ông Di vào Đảng Cộng sản Đông Dương và cấp \"học bổng\" cho các con ông đi học tại Trường Tiểu học Kim Khê (xã Nghi Long, huyện Nghi Lộc ngày nay), nhưng rất tiếc: \"ai đó\" đã cố tình ném danh phận ông Di trở lại vòng xoáy oan sai và một số người làm sử và văn học nghệ thuật đã \"khai thác nguồn tư liệu bịa đặt này\" đưa vào sử sách và sàn diễn gây hệ lụy không nhỏ. Có người nói rằng \" Đằng nào ông Di cũng chết lâu rồi, khơi lại làm gì cho đau lòng\"... \"Đúng vậy, chúng tôi cũng muốn thế. Nhưng đây là sự thật lịch sử cần phải được viết đúng; phẩm chất, máu thịt của một người yêu nước đã góp phần tô thắm truyền thống đất nước, quê hương, dòng họ cần phải được trân trọng; phải trả lại \"danh phận lịch sử\" cho ông Di. Đành rằng, trong cuộc đấu tranh cho độc lập tự do, \"quá khứ\" không ít những vấp váp, sai lầm. Nhưng những sai sót nào đủ \"bằng chứng\", có thể \"sửa chữa\" được, chúng ta không được phép bỏ qua. Đó cũng là những công việc mang ý nghĩa tâm linh của dân tộc, của những người cách mạng, những người cộng sản. Qua các nguồn tư liệu, các nhà nghiên cứu lịch sử đều khẳng định không có \"A.B đoàn\" và do đó ông Di không thể là \"kẻ cầm đầu\" tổ chức ma ấy. Các tội danh khác như khai báo, tiết lộ bí mật của Đảng, làm hại người này người nọ đều là bịa đặt, Việc hư cấu lại vụ án rồi đưa vào một số quyển sách lịch sử địa phương để sau đó một số người \"ăn theo, nói leo\" vô cảm minh họa cho công trình \"nghiên cứu\" của mình không được các nhà chức trách chấn chỉnh đã tạo ra hệ lụy lịch sử-tư tưởng- văn hóa... Chúng tôi vẫn hy vọng: một ngày nào đó, các đảng viên và nhân viên hiện hữu trách nhiệm của Đảng Cộng sản Việt Nam và Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam nghiên cứu vụ án mạng Đinh Văn Dy do một số người \"tiền nhiệm trong lịch sử\" gây ra và công khai minh bạch vụ việc này. Có lúc chúng tôi tự hỏi, không làm rõ vụ việc này, không trả lại danh phận lịch sử cho ông, liệu có trái với \"đời sống tâm linh\" không? Vụ án oan sai đã đi qua năm thứ 75 năm.... Cái chết[sửa | sửa mã nguồn] Một cựu học sinh Trường Tiểu học Kim Khê xưa kể lại: \"Ở nơi trường mới, chúng tôi chứng kiến một nấm mồ, bên cạnh giếng nước và một gốc phi lao còn mang một vết đạn sâu hoắm, nơi cách mạng xử tử ông Đinh Văn Di, vốn là Xứ ủy Đảng Cộng sản Trung Kỳ, bị khép tội là phần tử AB (anti- bolshevik). Khi một nhóm người ở nhà tù \"thống nhất\" là \"Di phản\" rồi tìm cách đưa tin về Chi bộ Kim Khê đã làm cho 6 đảng viên do ông Di bồi dưỡng dẫn giắt trên con đường cứu nước hết sức lo lắng. Khi nghe tin ông Di mang trọng tội cầm đầu \"A.B đoàn\" sẽ bị cách mạng xử nặng, ông Liêm Tuất đã \"bí mật\" khuyên ông Di \"tạm lánh\" để tránh cơn nguy biến. Nhưng là người thấm đậm khí phách của một dòng họ nhiều đời khoa bảng và yêu nước, lại có niềm tin ở các \"đồng chí\" nên ông cho rằng sẽ được xét kỹ và sẽ \"vô can\". Từ đó, ông yên tâm tham gia hoạt động cứu đói và truyền bá Quốc ngữ. Trong những ngày khởi nghĩa giành chính quyền ở huyện Nghi Lộc, ông Di bị \"Ta\" bắt. Theo Hồi ký của Lão thành Cách mạng Đặng Khắc Thiệp, thì lúc bấy giờ có nhiều ý kiến \"phản biện\" khác nhau: có người bảo: bắn; có nhiều người nói cho đi tù một vài năm rồi xem xét thêm; nhiều người sửng sốt nói rằng: ở làng này có ai yêu nước bằng ông ấy, không có chuyện ông Di phản!. Ngày 13-9-1945, Chính phủ lâm thời VNDCCH mới có quyết định thành lập Tòa án. Nhưng Viêt Minh Nghệ-Tĩnh đã ra \"nghị quyết\" làm việc đó trước gần một tháng. Trong số 5 người \"bí mật\" hội ý để quyết định số phận ông Di thì 2 người nguyên là nhân viên tòa án thực dân Pháp, một người giấu tên, 2 cán bộ chính quyền lâm thời Tỉnh. Trên đường \"giải ông Di về để bắn tại cuộc mít tinh của nhân dân huyện Nghi Lộc chào mừng ngày khai sinh Nền Dân chủ Cộng hòa Việt Nam\", chiều 2-9-1945 (Xem lịch sử Đảng bộ huyện Nghi Lộc, Tập I, Nhà xuất bản Nghệ An, 1991, trang 128), ông Di vẫn không hay biết gì về \"cái chết đang cận kề\". Mọi đề xuất và tổ chức lãnh đạo Cao trào Dân sinh Dân chủ 1936-1939 của ông Di ở Thanh Hóa, Nghệ An và Hà Tĩnh đều thể hiện chủ trương đường lối đúng đắn của Đảng Cộng sản Đông Dương. Nguyễn Đức Dương ( BT Tỉnh ủy Nghệ An sau đó) thừa nhận trong bản tường trình lên Ban Kiểm tra Trung ương rằng toàn bộ phong trào đều do Đinh Văn Di chỉ đạo; các Tỉnh ủy viên và những người cộng sản cùng hoạt động đều thừa nhận Đinh Văn Di đã hết mình trong việc khôi phục hệ thống tổ chức Đảng và vực dậy phong trào hoạt động có hiệu quả. Đọc lại toàn bộ thơ văn yêu nước của ông, chúng ta thấy ở đó tư tưởng chính trị, tinh thần dân tộc, đoàn kết quốc tế của ông. Đây là bài Chiếc quạt tiên: \"Thấy đời bực tức đứng không yên \/ Vùng vẫy ra tay nổi gió liền \/ Đưa lại nhân quần cơn mát mẻ \/ Hòa bình, cơm áo, tự do tiên\". Sự thực hiện hành, sao người đời lại không hiểu...[3] Ông không ngờ các \"đồng chí\" của ông lại nhầm lẫn và ngộ đoán trong việc gán ghép tội lỗi cho ông. Niềm tin mà ông nói để xua tan nỗi lo âu của người vợ thân yêu (\"Mình đừng lo, rồi anh em sẽ hiểu.chắc không can chi mô (không việc gì đâu)\"!?) đã không thành hiện thực. Trước cái chết \"bất đắc kỳ tử\", người ta cho ông uống một chén rượu và \"đi bắt tay mọi người\"; Ông bình tĩnh dặn dò vợ con hãy tin vào Đảng Cộng sản, Ông đau đớn với sự thế và nói lời \"mong muốn\" cuối cùng là \"xin được nhận một viên đạn súng lục bắn đúng tim\". Tương truyền, những người đứng cạnh ông còn nghe ông nghẹn ngào hô : \"Đảng Cộng sản Đông Dương muôn năm!\". Sau đó, người ta đem ông ra gốc cây ở vệ đường và bắn bằng súng trường\" (Nguồn: Bút tích của Bà Lê Thị Huệ, nhân chứng tại hôm xử bắn ông Di, chiều ngày 2-9-1945). Chú thích[sửa | sửa mã nguồn] ^ a b “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 20 tháng 6 năm 2010. Truy cập ngày 25 tháng 10 năm 2010. ^ Cố TBT là tổng bí thư Hà Huy Tập ^ a b “Nhân vật Xô Viết Nghệ Tĩnh\/Trang chủ\/Bảo tàng Xô Viết Nghệ Tĩnh”. Bản gốc lưu trữ ngày 29 tháng 11 năm 2014. Truy cập 12 tháng 3 năm 2015. ^ http:\/\/c3hahuytap.com\/modules.php?name=News&op=viewst&sid=11[liên kết hỏng] ^ “hatinh24h.org”. Bản gốc lưu trữ ngày 27 tháng 10 năm 2010. Truy cập 12 tháng 3 năm 2015. Bài viết tiểu sử liên quan đến nhân vật Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đinh_Văn_Di&oldid=69889780” Thể loại: Sơ khai nhân vật Việt Nam Sinh năm 1906 Mất năm 1945 Người Nghệ An Bí thư Tỉnh ủy Nghệ An Bí thư Xứ ủy Trung Kỳ Thể loại ẩn: Bài có liên kết hỏng Trang thiếu chú thích trong bài Bài viết với chủ đề có độ nổi bật không rõ Tất cả bài viết cần được wiki hóa Bài có nhiều vấn đề Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 4 năm 2023, 13:15. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}