{"Đinh Đức Thiện":"Đinh Đức Thiện – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Tính năng Tạo tài khoản · Hướng dẫn người mới · Quy định · Viết bài mới · Chỗ thử · Câu thường hỏi · Sách hướng dẫn · Dịch bài · Thêm chú thích · Thảo luận · Liên hệ quản lý Tiêu chuẩn bài viết Đủ độ nổi bật, văn phong trung lập và có nguồn đáng tin cậy · Không spam quảng cáo · Không vi phạm bản quyền · Cẩm nang biên soạn Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Công tác hậu cần trong và sau thời chiến 3Vị tướng đặt nền móng xây dựng và phát triển kinh tế đất nước 4Lịch sử thụ phong quân hàm 5Danh hiệu và tôn vinh 6Gia đình 7Tham khảo 8Liên kết ngoài Đinh Đức Thiện Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Đối với các định nghĩa khác, xem Đinh Đức Thiện (định hướng). Đinh Đức Thiện (1914 - 1986) Chức vụ Thứ trưởng Bộ Quốc phòng Nhiệm kỳ – (1974 - 1976) – (1982 - 1986) Bộ trưởng • Võ Nguyên Giáp (1946 - 1980) • Văn Tiến Dũng (1980 - 1987) Quyền Bộ trưởng Bộ Giao thông Vận tải Nhiệm kỳ 1972 – 1974 Tiền nhiệm Thiếu tướng Phan Trọng Tuệ Kế nhiệm Dương Bạch Liên Bộ trưởng Bộ Giao thông Vận tải Nhiệm kỳ 7 tháng 2 năm 1980 – 23 tháng 4 năm 1982 (2 năm, 75 ngày) Tiền nhiệm Thiếu tướng Phan Trọng Tuệ Kế nhiệm Trung tướng Đồng Sĩ Nguyên Bộ trưởng phụ trách Công tác Dầu khí Nhiệm kỳ 1976 – 1980 Bộ trưởng Bộ Cơ khí và Luyện kim Nhiệm kỳ 1969 – 1974 Tiền nhiệm Đầu tiên Kế nhiệm Nguyễn Côn Thứ trưởng Bộ Công nghiệp nặng Nhiệm kỳ 1957 – 1965 Chủ nhiệm Tổng cục Kỹ thuật Nhiệm kỳ 1974 – 1976 Tiền nhiệm Đầu tiên Kế nhiệm Lê Văn Tri Phó Chủ nhiệm Trần Sâm Chủ nhiệm Tổng cục Hậu cần Nhiệm kỳ 17 tháng 7 năm 1965 – 11 tháng 10 năm 1976 (11 năm, 86 ngày) Tiền nhiệm Trần Sâm Kế nhiệm Nguyễn Đôn Phó Chủ nhiệm •Vũ Văn Cẩn •Hoàng Văn Thái •Nguyễn Duy Thái Phó Chủ nhiệm Tổng cục Cung cấp Nhiệm kỳ từ tháng 5 năm 1955 – 1957 Chủ nhiệm •Trần Hữu Dực (1955 - 1956) •Hoàng Anh (1956 - 1958) Thông tin chung Quốc tịch Việt Nam Sinh (1914-11-15)15 tháng 11, 1914 xã Nam Vân, huyện Nam Trực, tỉnh Nam Định, Bắc Kỳ, Liên bang Đông Dương Mất 21 tháng 12, 1986(1986-12-21) (72 tuổi) Hà Nội, Việt Nam Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1941 - 1986 Cấp bậc Thượng tướng Chỉ huy Việt Minh Quân đội nhân dân Việt Nam Quân Giải phóng Miền Nam Khen thưởng Huân chương Sao vàng (truy tặng năm 2007) Huân chương Hồ Chí Minh 2 Huân chương Quân công hạng Nhất Huân chương Chiến thắng hạng Nhất 2 Huân chương Kháng chiến hạng Nhất Đinh Đức Thiện (15 tháng 11 năm 1914 – 21 tháng 12 năm 1986), tên thật là Phan Đình Dinh, là một vị tướng lĩnh cấp cao, hàm Thượng tướng,[1] nguyên Thứ trưởng Bộ Quốc phòng, Phó Chủ nhiệm Uỷ ban Kế hoạch nhà nước nay là Bộ Kế hoạch và Đầu tư, Bộ trưởng Bộ Cơ khí Luyện kim, Bộ trưởng Phụ trách dầu khí, Bộ trưởng Bộ Giao thông Vận tải, Chủ nhiệm Tổng cục Hậu cần. nguyên Ủy viên Ban Chấp hành Trung ương Đảng khoá III và khoá IV. Huân chương Sao vàng. Ông được mệnh danh là \"Anh cả của ngành vận tải quân sự Việt Nam\" Tiểu sử[sửa | sửa mã nguồn] Ông tên thật là Phan Đình Dinh, quê làng Địch Lễ, xã Nam Vân, huyện Nam Trực, tỉnh Nam Định (nay là xã Nam Vân, thành phố Nam Định, tỉnh Nam Định). Ông sinh trưởng trong gia đình nhà nho nghèo, cha mất sớm, mẹ ông đã tần tảo nuôi 8 người con. Ông là em trai của Lê Đức Thọ và là anh trai của Đại tướng Mai Chí Thọ. Ông tham gia hoạt động cách mạng[2] từ năm 1930. Năm 1939, ông được kết nạp vào Đảng Cộng sản Đông Dương. Ông bị Pháp bắt giam 2 lần vào năm 1930 và 1940. Sau khi được trả tự do, ông tiếp tục hoạt động Cách mạng. Từ 1944 đến 1945, ông tham gia Ban cán sự tỉnh, rồi Bí thư tỉnh uỷ Vĩnh Yên; Bí thư tỉnh uỷ kiêm Chủ tịch tỉnh Bắc Giang; Uỷ viên thường vụ Khu uỷ Khu I; Uỷ viên Khu uỷ Khu Việt Bắc. Năm 1950, ông chuyển vào quân đội làm cục trưởng cục Vận tải quân sự (1950- 1955). Từ 1955 đến 1957, ông đảm nhận chức Phó Chủ nhiệm Tổng cục Cung cấp. Từ 1957 đến 1964, ông chuyển ngành làm Thứ trưởng Bộ Công thương, sau đổi tên thành Bộ công nghiệp nặng (1960), Giám đốc kiêm Bí thư Đảng ủy Khu công nghiệp Gang thép Thái Nguyên. Năm 1965, ông trở lại quân đội, là Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Uỷ viên Quân uỷ Trung ương, với cương vị là Chủ nhiệm Tổng cục Hậu cần, ông được giao trọng trách tổ chức nâng cấp tuyến hậu cần chiến lược Bắc- Nam, tăng năng lực chi viện cho chiến trường miền Nam. Đồng thời từ năm 1866 đến 1972, ông ông được Chính phủ giao tiếp tục xây dựng ngành cơ khí luyện kim, với cương vị là Chủ nhiệm Tổng cục Hậu cần kiêm Thứ trưởng (1966- 1969), rồi Bộ trưởng Bộ cơ khí và luyện kim (1969-1972). Từ 1972 đến 28\/3\/1974, Chủ nhiệm Tổng cục Hậu cần - kiêm Quyền Bộ trưởng Bộ giao thông vận tải. Từ 1974 đến 1976, ông là Thứ trưởng Bộ Quốc phòng, Phó Chủ nhiệm Uỷ ban Kế hoạch nhà nước kiêm Chủ nhiệm Tổng cục Hậu cần và Chủ nhiệm Tổng cục Kỹ thuật. Từ 1976 đến 1980, ông là Bộ trưởng phụ trách dầu khí. Từ 7\/2\/1980 đến 23\/4\/1982, ông là Bộ trưởng Bộ Giao thông Vận tải. Từ 1982 đến 1986, ông là Thứ trưởng Bộ Quốc phòng. Ông được phong quân hàm Thiếu tướng tháng 4 năm 1974, Trung tướng năm 1984 và Thượng tướng tháng 12 năm 1986. Tại Đại hội Đảng lần thứ III (nhiệm kỳ 1960-1976), ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Tại Đại hội Đảng lần thứ IV (nhiệm kỳ 1976-1982), ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông qua đời ngày 21 tháng 12 năm 1986, hưởng thọ 72 tuổi. Công tác hậu cần trong và sau thời chiến[sửa | sửa mã nguồn] Năm 1950, ông được điều vào quân đội giữ chức Cục trưởng Cục vận tải đầu tiên thuộc Tổng cục Cung cấp. Năm 1955, là Phó chủ nhiệm Tổng cục Cung cấp, đặc trách nhiệm vụ đảm bảo vận tải tiếp tế các chiến dịch, đặc biệt Đông Xuân 1953-1954 và vận tải đáp ứng đầy đủ, kịp thời nhu cầu lương thực, vũ khí góp phần quan trọng cho chiến dịch Điện Biên Phủ toàn thắng. Đến năm 1965, sau một thời gian biệt phái làm Thứ trưởng Bộ Công thương ông được điều trở lại quân đội, giữ chức Chủ nhiệm Tổng cục hậu cần, Ủy viên Quân ủy Trung ương với nhiệm vụ đẩy mạnh công việc vận tải tiếp tế cho cách mạng miền Nam thông qua đường mòn trên biển và đường Trường Sơn. Trên cương vị Chủ nhiệm Tổng cục Hậu cần, ông là một chỉ huy kiên trì và sáng tạo trong chỉ đạo đảm bảo giao thông cho tuyến hậu cần chiến lược đường mòn Hồ Chí Minh, chi viện cho Quân giải phóng miền Nam. Đây là một nhiệm vụ rất nặng nề, Mỹ dùng chiến thuật không quân rải thảm bom trên tất cả các tuyến đường, đặc biệt khu Bốn và dọc tuyến đường Trường Sơn để ngăn chặn từ xa nguồn tiếp viện của miền Bắc cho chiến trường miền Nam. Tướng Đinh Đức Thiện, nguyên Chủ nhiệm Tổng cục Hậu cần và là Cục trưởng đầu tiên của Cục Vận tải. Ông được ví như người \"anh cả\" của ngành Vận tải quân sự, \"người thầy\" của công tác giao thông vận tải trong hai cuộc chiến tranh, bởi ngay trong lúc khó khăn, gian nguy nhất, ông vẫn kiên trì phương thức sử dụng cơ giới và có những đề xuất táo bạo để công tác giao thông vận tải thời chiến phát huy hiệu quả. Trước yêu cầu của Tổng Tư lệnh Võ Nguyên Giáp, tăng cường cơ giới để nâng cao hiệu suất vận tải, ông đã quyết tâm tổ chức làm cho bằng được tuyến đường ống xăng dầu Bắc - Nam vượt Trường Sơn. Quyết tâm đó của ông vào thời điểm đó được cho là rất táo bạo, vượt sự tưởng tượng của nhiều người, kể cả đối phương. Trải qua 7 năm (1968-1975), dưới sự tổ chức chỉ đạo, chỉ huy của ông, kể cả khi được giao biệt phái phụ trách Quyền Bộ trưởng Bộ giao thông vận tải, nhưng là một vị tướng Hậu cần, ông đã chỉ đạo, tổ chức bộ đội xăng dầu vượt qua những muôn vàn gian khổ và hy sinh đã xây dựng, quản lý và vận hành một tuyến đường ống chiến lược nối hậu phương miền Bắc, chạy từ biên giới Việt - Trung, dọc ngang Trường Sơn vào tới miền Đông Nam Bộ, chiến trường B2, với tổng chiều dài trên 5.000 km (trong đó có 1.500 km qua Trường Sơn), cùng hàng trăm trạm bơm và khu kho có sức chứa trên 300.000 m³.[3][4] Đường ống xăng dầu trên báo chí Việt Nam và quốc tế được xem là \"một kỳ tích của quân đội ta trong cuộc kháng chiến chống Mỹ, biểu hiện sức mạnh tổng hợp của chiến tranh nhân dân\".[cần dẫn nguồn] Trong lễ tưởng niệm mười năm ngày mất của Thượng tướng Đinh Đức Thiện tại Thành phố Hồ Chí Minh vào ngày 10\/1\/1997, Đại tướng Võ Nguyên Giáp xúc động nói: \"Đồng chí Đinh Đức Thiện có công lớn trong việc xây dựng tuyến đường Trường Sơn 559, xây dựng hệ thống giao thông vận tải lớn từ hậu phương miền Bắc đến các chiến trường, trong đó có tuyến đường ống dẫn xăng dầu, nhằm bảo đảm chi viện cho miền Nam, tạo cơ sở hạ tầng cho cơ động lực lượng và vận chuyển lớn, phục vụ đắc lực cho thời cơ chiến lược, nhất là cho Tổng tiến công và nổi dậy mùa xuân năm 1975\".[5] Năm 1974, Khi Bộ Quốc phòng tách mảng trang bị kỹ thuật, quân giới để thành lập Tổng cục kỹ thuật chuẩn bị cho tổng tiến công giải phóng Miền nam, ông được giao làm Thứ trưởng Bộ Quốc phòng, Phó Chủ nhiệm Uỷ ban Kế hoạch nhà nước kiêm Chủ nhiệm Tổng cục Hậu cần và Tổng cục kỹ thuật. Năm 1975, ông là đại diện Quân ủy Trung ương được giao giữ trọng trách Phó tư lệnh Chiến dịch Hồ Chí Minh.[6] Vị tướng đặt nền móng xây dựng và phát triển kinh tế đất nước[sửa | sửa mã nguồn] Ông được xem là mẫu người năng động, luôn luôn tìm tòi khám phá cái mới, cái tiên tiến.[cần dẫn nguồn] Từ một cán bộ cao cấp trong quân đội, được Đảng, nhà nước tin tưởng giao cho ông tham gia chính quyền dân sự, gánh vác những công việc trong thời điểm bước ngoặt hoặc khởi sự trong sự nghiệp phát triển công nghiệp, kiến thiết đất nước như: • Từ 1957 đến 1964, ông là Thứ trưởng Bộ công nghiệp nặng, Bí thư Đảng ủy kiêm Giám đốc Khu công nghiệp Gang thép Thái Nguyên chịu trách nhiệm quản lý xây dựng khu công nghiệp lớn nhất miền bắc lúc đó. Đây là khu Công nghiệp đầu tiên và duy nhất tại Việt Nam có dây chuyền sản xuất liên hợp khép kín từ khai thác quặng sắt đến sản xuất gang, phôi thép và cán thép. • 1969-1972, ông giữ chức Bộ trưởng Bộ Cơ khí luyện kim • 1972- 1974, ông được Chính phủ giao nhiệm vụ biệt phái, phụ trách Quyền Bộ trưởng Bộ Giao thông vận tải (thay Bộ trưởng Phan Trọng Tuệ đang trực tiếp làm Tư lệnh BTL đảm bảo GTVT tại tuyến lửa Quân khu 4) • 1974-1976, ông được bổ nhiệm Thứ trưởng Bộ Quốc phòng kiêm Phó Chủ nhiệm Ủy ban kế hoạch Nhà nước. • Năm 1975, Sau ngày giải phóng miền Nam, ông được Chính phủ giao nhiệm vụ tiếp quản các cơ sở vật chất và tài liệu của các công ty dầu khí tại miền Nam, đồng thời tổ chức thành lập Tổng cục Dầu mỏ và Khí đốt. Ngày 3\/9\/1975 Tổng cục Dầu mỏ và khí đốt Việt Nam (Tổng cục Dầu khí) ra đời. Sau đó Ông chính thức được giao làm Bộ trưởng phụ trách công tác dầu khí, Bí thư Đảng ủy Tổng cục Dầu khí, (đến năm 1981).[7] Ông đã cùng nhà khoa học Nguyễn văn Biên, Cục trưởng Cục Dầu khí đầu tiên và các cộng sự của mình khởi thảo lộ trình, kế hoạch hiện thực hóa Hiệp định hợp tác Việt Nam và Liên Xô về thăm dò, khai thác dầu khí tại lục địa Nam Việt Nam. Ông hiểu ngành Dầu khí là ngành đặc thù, đòi hỏi công nghệ cao, tri thức tổng hợp các ngành địa chất, vật lý, hóa học, kinh tế học, cơ khí, dịch vụ kỹ thuật ở tầm cao. Đích thân ông đi hầu hết các tỉnh thành trong cả nước để hoạch định xây dựng cơ sở kỹ thuật cho ngành Dầu khí. Ông quyết định lấy Vũng Tàu làm nơi xây dựng hạ tầng ban đầu, đặc biệt làm cảng dầu khí cho Xí nghiệp Liên doanh Vietsovpetro. Sự quyết đoán sáng suốt này tạo tiền đề quan trọng cho những kế hoạch tìm kiếm, thăm dò khai thác dầu khí sau này. Để thực hiện chương trình xây dựng ngành dầu khí với lực lượng ban đầu quá mỏng, ông đã đề nghi đưa quân đội vào giúp tăng cường cho công tác khai thác dầu khí[7] cho thành lập binh đoàn 318 dầu khí Năm 1980 - 1982, lần thứ hai ông được bổ nhiệm giữ chức Bộ trưởng Bộ Giao thông Vận tải Việt Nam. Ông được tôn vinh là: \"Anh cả của ngành giao thông vận tải\" bởi đã có nhiều đóng góp to lớn về đảm bảo Giao thông - Vận tải trong 2 cuộc kháng chiến đấu tranh giải phóng dân tộc: (trong thời kỳ chống Pháp ông làm Cục trưởng Cục Vận tải quân sự, trực tiếp chỉ huy đảm bảo cho chiến dịch Điện Biên Phủ, trong thời kỳ chống Mỹ với cương vị Chủ nhiệm Tổng cục Hậu cần, Thứ trưởng,... ông đã khởi xướng và chỉ đạo, chỉ huy mở tuyến đường giao thông chiến lược Bắc - Nam, góp phần thắng lợi cho sự nghiệp giải phóng miền Nam thống nhất đất nước). Từ năm 1982, khi tổ chức ngành dầu khí đã được hình thành và đứng vững, ông về lại Bộ Quốc phòng, giữ chức Thứ trưởng Bộ Quốc phòng (Việt Nam). Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 1974 1984 1986 Quân hàm Tập tin:Vietnam People's Army Major General.jpg Tập tin:Vietnam People's Army Lieutenant General.jpg Tập tin:Vietnam People's Army Colonel General.jpg Cấp bậc Thiếu tướng Trung tướng Thượng tướng Danh hiệu và tôn vinh[sửa | sửa mã nguồn] Huân chương Sao vàng Huân chương Hồ Chí Minh Huân chương Quân công hạng nhất Huân chương Chiến công hạng I Huân chương Chiến thắng hạng I Huân chương Chiến sĩ Giải phóng Huy chương Quân kỳ Quyết thắng. • Tên của ông được đặt cho một con phố ở khu đô thị Việt Hưng, quận Long Biên, thành phố Hà Nội. • HĐND tỉnh Khánh Hoà đặt tên ông cho một đường phố tại Thành phố Nha Trang (năm 2020)[8]. Gia đình[sửa | sửa mã nguồn] Ông là em ruột của ông Lê Đức Thọ và là anh ruột của ông Mai Chí Thọ. • Con gái của ông: Phan Thu Lương, nguyên Phó Tổng Giám đốc của Công ty TNHH Đèn hình Orion-Hanel (OHPT) Phan Thị Hòa, nguyên Ủy viên Hội đồng Quản trị, Trưởng ban Ban Kiểm soát Tập đoàn Dầu khí Quốc gia Việt Nam[9] • Con trai của ông: Phan Đình Nhân, nguyên Phó phòng Kế hoạch Đầu tư Ủy ban nhân dân Thành phố Hà Nội, nguyên Hội trưởng Hội cổ vật Thăng Long. Phan Đình Đức, Ủy viên Hội đồng Thành viên Tập đoàn Dầu khí Việt Nam, nguyên Tổng Giám đốc Tổng công ty CP Phân đạm và Hóa chất Dầu khí (PVFCCo) thuộc Tập đoàn Dầu khí Việt Nam.[10][11] Tham khảo[sửa | sửa mã nguồn] Giới thiệu 130 Danh tướng trong lịch sử dân tộc và thời đại Hồ Chí Minh Bộ Tư lệnh Miền trong cuộc Tổng tiến công và nổi dậy mùa xuân năm 1975 ^ Nghị quyết số 704 NQ\/HĐNN7, ngày 30-01-1986 của Hội đồng Nhà nước về việc thăng quân hàm từ cấp Trung tướng lên cấp Thượng tướng cho 10 quân nhân (do Chủ tịch Trường Chinh Ký) ^ Từ điển bách khoa quân sự Việt Nam 2004 - (Đinh Đức Thiện st.357). ^ Xăng dầu vượt Trường Sơn: Huyền thoại đường ống dài nhất thế giới vietnamnet.vn ^ Đường ống xăng dầu Trường Sơn - một dòng sông mang lửa ^ ‘Huyền thoại' về đường ống xăng dầu xuyên Trường Sơn ^ Bộ Tư lệnh Miền trong cuộc Tổng tiến công và nổi dậy mùa xuân năm 1975 ^ a b Tư lệnh đường ống thành Bộ trưởng Dầu khí, Vietnamnet, 04\/05\/2014 ^ [https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Nghi-quyet-23-NQ-HDND-2020-dat-ten-cac-tuyen-duong-thanh-pho-Nha-Trang-Khanh-Hoa-459321.aspx Nghị quyết 23\/NQ-HĐND tỉnh Khánh Hoà năm 2020 về đặt tên các tuyến đường thành phố Nha Trang, Khánh Hoà] ^ HỘI ĐỒNG QUẢN TRỊ TẬP ĐOÀN PVN. ^ “2031\/QĐ-TTG Về việc bổ nhiệm Hội đồng thành viên Công ty trách nhiệm hữu hạn một thành viên Tập đoàn Dầu khí Việt Nam”. Bản gốc lưu trữ ngày 15 tháng 11 năm 2010. Truy cập ngày 9 tháng 11 năm 2010. ^ “Quyết định 2031\/QĐ-TTg năm 2010 bổ nhiệm Hội đồng thành viên Công ty trách nhiệm hữu hạn một thành viên Tập đoàn Dầu khí Việt Nam”. thuvienphapluat.vn. 9 tháng 11 năm 2010. Truy cập ngày 3 tháng 10 năm 2020. Hậu cần Quân giải phóng miền Nam Việt Nam. Liên kết ngoài[sửa | sửa mã nguồn] ẩn x t s Bộ trưởng Bộ Giao thông Vận tải Việt Nam Đào Trọng Kim (1945–1946) • Trần Đăng Khoa (1946–1955) • Nguyễn Văn Trân (1955–1957) • Nguyễn Hữu Mai (1957–1960) • Phan Trọng Tuệ (1960–1974) • Dương Bạch Liên (1974–1976) • Phan Trọng Tuệ (1976–1980) • Đinh Đức Thiện (1980–1982) • Đồng Sĩ Nguyên (1982–1986) • Bùi Danh Lưu (1986–1996) • Lê Ngọc Hoàn (1996–2002) • Đào Đình Bình (2002–2006) • Hồ Nghĩa Dũng (2006–2011) • Đinh La Thăng (2011–2016) • Trương Quang Nghĩa (2016–2017) • Nguyễn Văn Thể (2017–2022) • Nguyễn Văn Thắng (2022–) hiện x t s Bộ trưởng Bộ Năng lượng Việt Nam Dương Quốc Chính (1960–1963) • Hà Kế Tấn (1963–1969) • Nguyễn Hữu Mai (1969–1974) • Nguyễn Chấn (1974–1975; 1975–1981) • Hà Kế Tấn¹ (1976–1978) • Đinh Đức Thiện² (1976–1980) • Phạm Khai (1981–1987) • Nguyễn Chân³ (1981–1986) • Trần Anh Vinh³ (1986–1987) • Vũ Ngọc Hải (1987–1992) • Thái Phụng Nê (1992–1995) In nghiêng: Quyền Bộ trưởng · ¹ Phụ trách công trình sông Đà · ² Phụ trách công tác Dầu khí · ³ Bộ Mỏ và Than Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đinh_Đức_Thiện&oldid=68507488” Thể loại: Sinh năm 1913 Mất năm 1987 Quân Giải phóng miền Nam Việt Nam Người Nam Định Bộ Kế hoạch và Đầu tư Việt Nam Bộ trưởng Bộ Giao thông Vận tải Việt Nam Bộ trưởng Bộ Năng lượng Việt Nam Thượng tướng Quân đội nhân dân Việt Nam đã mất Tổng cục Hậu cần, Bộ Quốc phòng Việt Nam Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV Thứ trưởng Bộ Quốc phòng Việt Nam Bí thư Tỉnh ủy Bắc Giang Bí thư Tỉnh ủy Vĩnh Yên Chủ tịch Ủy ban nhân dân tỉnh Bắc Giang Dòng họ Phan Đình Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980 Huân chương Quân công Huân chương Hồ Chí Minh Thể loại ẩn: Trang đưa đối số thừa vào bản mẫu Pages using deprecated image syntax Bài viết có trích dẫn không khớp Trang có sử dụng tập tin không tồn tại Trang này được sửa lần cuối vào ngày 21 tháng 4 năm 2022, 02:38. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}