{"Điền (nước)":"Điền (nước) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thành lập 2Các ngôi mộ hoàng tộc 3Nghệ thuật đồ đồng Hiện\/ẩn mục Nghệ thuật đồ đồng 3.1Ảnh hưởng của người Scythia? 4Khắc họa xã hội Điền 5Các phế tích dưới nước 6Các cổ vật khác 7Danh sách các vị vua Điền quốc 8Ghi chú 9Tham khảo 10Liên kết ngoài Điền (nước) 13 ngôn ngữ العربية Azərbaycanca Bahasa Indonesia Català Deutsch English Français Italiano עברית 日本語 Norsk bokmål Русский 中文 4 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Điền Tên bản ngữ[hiện] 滇國 Khoảng thế kỷ 3 TCN–109 TCN Tượng đồng của người Điền, thế kỷ 3 TCN Chính trị Chính phủ Quân chủ chuyên chế Lịch sử • Thành lập Khoảng thế kỷ 3 TCN • Bị nhà Hán diệt 109 TCN Kế tục Nhà Hán Điền (giản thể: 滇; phồn thể: 滇國; bính âm: Diān guó) là một nhà nước được người Điền lập ra. Họ là những người sống quanh hồ Điền Trì ở khu vực miền bắc Vân Nam, Trung Quốc từ khoảng giữa thời kỳ Chiến Quốc cho tới tận thời kỳ Đông Hán. Người Điền tộc chôn cất những người đã chết trong các hầm mộ thẳng đứng[1]. Tiếng nói của người Điền có lẽ có liên quan tới các ngôn ngữ của ngữ tộc Tạng-Miến [2]. Người Điền lần đầu tiên được đề cập tới trong bộ Sử ký của Tư Mã Thiên; một số nguồn tài liệu của Trung Quốc coi viên tướng bên nước Sở là Trang Kiểu (莊蹻) là người lập ra vương quốc Điền. Vương quốc Điền bị nhà Hán chinh phục và sáp nhập dưới thời Hán Vũ Đế vào năm 109 TCN để lập ra Ích Châu, nhưng vẫn ban cho các vị vua của nước Điền ấn gọi là \"Điền vương chi ấn\" để cai quản cả những cái vùng đất nội lục này. Trong giai đoạn này, người Hán di cư tới nhiều hơn. Họ dần dần chia tách, đồng hóa người Điền và căn cứ theo Hoàng ý lục trong Điền quốc sử thì Điền quốc bị diệt vong hoàn toàn vào năm 115. Căn cứ vào các ghi chép sử sách cùng các phát hiện khảo cổ, Điền quốc trong lịch sử Vân Nam ước tồn tại khoảng 500 năm, xuất hiện trong thời kỳ Chiến Quốc và tiêu vong trong thời kỳ đầu Đông Hán. Thông qua các khai quật và phát hiện khảo cổ trên 50 năm, tại khu vực miền trung và đông bắc tỉnh Vân Nam, người ta đã phát hiện trên 40 di chỉ văn hóa Điền để bộc lộ ra cái địa lý lãnh thổ của vương quốc cổ đại này. Phía đông nó trải dài tới Lục Lương, Lô Tây; phía tây tới An Ninh, Dịch Môn; phía bắc tới Chiêu Thông, Hội Trạch; phía nam tới Nguyên Giang, Tân Bình, Cá Cựu và như thế theo chiều bắc-nam dài khoảng 400–500 km, theo chiều đông-tây rộng khoảng trên 200 km. Thành lập[sửa | sửa mã nguồn] Vị trí Điền Quốc tại vùng Bách Việt. Theo Sử ký, quyển 116, Tây Nam Di liệt truyện[3] thì Trang Kiểu, có thời từng là tướng nước Sở, vào khoảng năm 279 TCN được Sở Khoảnh Tương Vương (298 TCN-263 TCN) giao nhiệm vụ tấn công khu vực ngày nay là Vân Nam. Trong khi ông hoàn thành nhiệm vụ chinh phục các bộ lạc bản xứ thì nước Sở lại thất bại trong cuộc chiến với nước Tần và năm 277 TCN thì quận Kiềm Trung bị Tần chiếm, làm cho đường trở về nước Sở của Trang Kiểu bị cắt đứt. Ông tự xưng làm vua nước Điền với tước hiệu là Trang vương. Các ngôi mộ hoàng tộc[sửa | sửa mã nguồn] Một chiếc bình đồng thiếc chứa vỏ sò, ốc (vỏ sò từng được sử dụng như là tiền tại Trung Quốc) trang trí hai con hổ và bảy con trâu, được người Điền tạo ra trong thời kỳ Tây Hán (202 TCN – 9) Người Điền chôn cất các vị vua của họ tại Thạch Trại Sơn (được phát hiện năm 1954). Các ngôi mộ này được nhận dạng nhờ chữ khắc Điền vương chi ấn. Dòng chữ khắc này được viết bằng kiểu triện thư trên chiếc ấn vàng do hoàng đế nhà Hán ban cho. Tư Mã Thiên cũng ghi chép rằng người Điền là một trong hai nhóm địa phương nhận được ấn vàng nhà Hán, nhóm còn lại là Dạ Lang. Nghệ thuật đồ đồng[sửa | sửa mã nguồn] Đồ đồng ở đây là các sản phẩm chế tạo từ đồng thiếc. Người Điền là những thợ chế tác đồ kim loại có hình dáng phức tạp, tinh xảo, họ đúc cả đồ đồng lẫn đồ sắt. Các đồ vật đúc bằng đồng của người Điền sử dụng cả phương pháp khuôn mảnh lẫn phương pháp khuôn sáp đã mất. Các ngôi mộ của tầng lớp quý tộc người Điền chứa một lượng lớn các đồ vật bằng đồng, mặc dù các ngôi mộ có niên đại muộn hơn cũng chứa cả các đồ vật đúc bằng sắt của người bản xứ. Các trống đồng lớn được người Điền sử dụng để liên lạc trong chiến trận; các ngôi mộ của tầng lớp quý tộc người Điền có các trống đồng lớn chứa vỏ sò. Phần trên của trống bị cắt bỏ và thay thế bằng một nắp đúc từ đồng thiếc. Ảnh hưởng của người Scythia?[sửa | sửa mã nguồn] Iaroslav Lebedynsky và Victor Mair cho rằng một số người Scythia có thể đã di cư tới khu vực Vân Nam ở miền nam Trung Quốc sau khi họ bị người Nguyệt Chi xua đuổi ra khỏi lãnh thổ của mình trong thế kỷ 2 TCN. Các đồ vật nghệ thuật tiền sử của nền văn minh Điền thu được từ các đợt khai quật tại Vân Nam cũng cho thấy các cảnh săn bắn của những người thuộc đại chủng Âu (Caucasoid) cưỡi ngựa thấy trên quần áo của người Trung Á[4]. Các cảnh mô tả trên các trống đồng này đôi khi thể hiện những người cưỡi ngựa đang đi săn. Các cảnh động vật như hổ, báo tấn công bò cũng gợi cho người ta nhớ tới nghệ thuật Scythia kể cả về chủ đề lẫn phối cảnh[5]. Khắc họa xã hội Điền[sửa | sửa mã nguồn] Khuôn mặt nhìn gần của người Điền. Tượng đồng, thế kỷ 3 TCN, Vân Nam, Trung Quốc. Các nắp đồng được che phủ bằng các hình người và các cấu trúc nhỏ, mô tả các cảnh khác nhau từ cuộc sống của người Điền. Các nắp đồng này minh họa người Điền đang tham gia vào các hoạt động thường ngày như săn bắn, cấy hái và dệt may. Các cảnh khác mô tả những công việc lúc rỗi rãi của người Điền, như chọi trâu, nhảy múa và chơi đàn. Trong các cảnh này người Điền mặc áo chẽn và quần dài, tóc búi. Các nắp đồng này chứng thực cho mô tả của Tư Mã Thiên về kiểu tóc của người Điền. Nhiều cảnh mô tả người Điền trong chiến tranh, thường là cưỡi ngựa. Chứng cứ khảo cổ học chỉ ra rằng ngựa đã được người Điền thuần hóa từ sớm nhất là khoảng thế kỷ 6 TCN. Các nắp đồng này cũng mô tả cảnh người Điền chặt đầu kẻ thù của mình (những người để tóc đuôi sam dài). Các phế tích dưới nước[sửa | sửa mã nguồn] Đồ trang trí dây lưng của Điền quốc, thế kỷ 2 TCN. Các nhà khảo cổ Trung Quốc gần đây đã phát hiện các dấu tích còn lại của một thành phố tại Điền quốc bị chìm dưới hồ Phủ Tiên; một số nhà khảo cổ cho rằng các phế tích này là những gì sót lại của kinh đô của Điền quốc. Họ cho rằng một trận động đất cũng như lũ lụt sau đó đã giết chết cư dân và phá hủy hoàn toàn thành phố này vào năm 110. Các cổ vật khác[sửa | sửa mã nguồn] Tại Dabona, một di chỉ gắn liền với văn hóa Điền, các nhà khảo cổ đã phát hiện một ngôi mộ có quan tài kép và lớn. Quan tài ngoài làm bằng gỗ còn quan tài trong làm bằng đồng thiếc. Quan tài trong có hình dáng giống ngôi nhà và cân nặng trên 157 kg. Bảo tàng tỉnh Vân Nam hiện nay lưu giữ nhiều cổ vật của nền văn hóa Điền. Danh sách các vị vua Điền quốc[sửa | sửa mã nguồn] Danh sách dưới đây lấy theo Điền quốc sử, nhưng do thiếu tài liệu, văn tự nên đại bộ phận mộ của các vua Điền không thể xác nhận được tên tuổi cũng như thời kỳ trị vì. Trang Kiểu (278 TCN-256 TCN) Chủ mộ M33 (256 TCN-224 TCN) Chủ mộ M12 (224 TCN-178 TCN) Chủ mộ M3 (178 TCN-?) Chủ mộ M13 (?-?) Chủ mộ M71 (？- 123 TCN) Thường Khương (chủ mộ M6) (123 TCN-85 TCN) Ghi chú[sửa | sửa mã nguồn] ^ Archaeology of Asia, tr. 247 ^ The Peopling of East Asia, tr. 192 ^ Sử ký - quyển 116 ^ \"Les Saces\", Iaroslav Lebedynsky, tr. 73, ISBN 2877723372 ^ \"The Tarim Mummies\", Mallory và Mair, ISBN 0500051011, tr. 329-330 Tham khảo[sửa | sửa mã nguồn] Allard Francis, 1999, The archaeology of Dian: trends and tradition. Antiquity 73(279): 77-79. Higham Charles, The Bronze Age of Southeast Asia, ISBN 0-521-56505-7 Sagart Laurent, Roger Blench và Alicia Sanchez-Mazas (chủ biên), The Peopling of East Asia ISBN 0-415-32242-1 Stark Miriam T. (chủ biên), Archaeology of Asia, ISBN 1-4051-0213-6 Yang Bin, 2004, Horses, silver, and cowries: Yunnan in global perspective. Journal of World History 15(3): 281-322. \"Les Saces\", Iaroslav Lebedynsky, Editions Errances, ISBN 2877723372 (tiếng Pháp) \"The Tarim Mummies\", Mallory và Mair, Thames và Hudson, ISBN 0500051011 Liên kết ngoài[sửa | sửa mã nguồn] Quốc ấn của Điền quốc Lưu trữ 2009-08-04 tại Wayback Machine Các phế tích của một đế quốc đã mất được phát hiện dưới đáy hồ Trung Quốc Lưu trữ 2007-09-27 tại Wayback Machine Hình ảnh đồ đồng của người Điền ẩn x t s Bách Việt Âu Việt Cán Việt Câu Đinh Câu Ngô Dạ Lang Dương Việt Điền Việt Đông Âu Lạc Việt Mân Việt Nam Việt (Người Nam Việt) Sơn Việt Ư Việt Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Điền_(nước)&oldid=70040155” Thể loại: Khảo cổ học Trung Quốc Cựu quốc gia trong lịch sử Trung Quốc Lịch sử Vân Nam Thành lập thế kỷ 3 TCN Chấm dứt năm 115 Khảo cổ Trung Quốc Dân tộc cổ đại Trung Quốc Bách Việt Thể loại ẩn: Trang sử dụng liên kết tự động ISBN Bài viết có văn bản tiếng Trung Quốc Trang sử dụng hộp thông tin quốc gia có các tham số không rõ Bài viết có chữ Hán giản thể Bài viết có chữ Hán phồn thể Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 26 tháng 5 năm 2023, 16:41. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}