{"Đoàn Khuê":"Đoàn Khuê – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Gia đình 3Tác phẩm 4Khen thưởng 5Vinh danh Hiện\/ẩn mục Vinh danh 5.1Lịch sử thụ phong quân hàm 6Tham khảo 7Liên kết ngoài Đoàn Khuê 5 ngôn ngữ English Italiano مصرى 日本語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Đại tướng Đoàn Khuê Chức vụ Bộ trưởng Bộ Quốc phòng Việt Nam Nhiệm kỳ 9 tháng 8, 1991 – 29 tháng 12, 1997 6 năm, 142 ngày Tiền nhiệm Lê Đức Anh Kế nhiệm Phạm Văn Trà Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam Nhiệm kỳ 16 tháng 2, 1987 – 9 tháng 8, 1991 4 năm, 174 ngày Tiền nhiệm Lê Đức Anh Kế nhiệm Đào Đình Luyện Đại biểu Quốc hội khoá VII, VIII, IX Nhiệm kỳ 26 tháng 4, 1981 – 20 tháng 7, 1997 16 năm, 85 ngày Tư lệnh Quân khu V Nhiệm kỳ 1977 – 1980 Tiền nhiệm Chu Huy Mân Kế nhiệm Nguyễn Chơn Trưởng ban Vận động thống nhất Đảng bộ Quảng Bình Nhiệm kỳ 2 tháng 7, 1945 – 7 tháng 10, 1945 −97 ngày Tiền nhiệm đầu tiên Kế nhiệm Nguyễn Đình Chuyên Thông tin chung Quốc tịch Việt Nam Sinh (1923-10-29)29 tháng 10, 1923 Triệu Phong, Quảng Trị, Liên bang Đông Dương Mất 16 tháng 1, 1999(1999-01-16) (75 tuổi) Hà Nội, Việt Nam Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1945–1997 Cấp bậc Đại tướng Chỉ huy Việt Minh Quân đội nhân dân Việt Nam Tham chiến Chiến tranh biên giới Tây Nam Khen thưởng Huân chương Sao vàng (truy tặng) Huân chương Hồ Chí Minh 2 Huân chương Quân công hạng nhất 2 Huân chương Chiến công hạng nhất Huân chương Chiến thắng hạng nhất Huân chương Kháng chiến hạng nhất Đoàn Khuê (1923 – 1999), bí danh Võ Tiến Trình, là một tướng lĩnh Quân đội nhân dân Việt Nam, cấp bậc Đại tướng. Ông nguyên là Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Bộ trưởng Bộ Quốc phòng, Đại biểu Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam (1991 – 1997), Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam (1987 – 1991). Tiểu sử[sửa | sửa mã nguồn] Đoàn Khuê sinh ngày 29 tháng 10 năm 1923. Quê quán thôn Gia Đẳng, xã Triệu Tân, huyện Triệu Phong, tỉnh Quảng Trị (nay là xã Triệu Lăng, huyện Triệu Phong, tỉnh Quảng Trị).[1] Trú quán: Số nhà 30 Lý Nam Đế, phường Cửa Đông, Quận Hoàn Kiếm, Thành phố Hà Nội. Ông là Đảng viên Đảng Cộng sản Đông Dương trước Cách mạng Tháng Tám 1945. Năm 1940: bị thực dân Pháp bắt giam, đày đi Buôn Ma Thuột.[2] Tháng 6\/1945: ông tham gia thành lập Tỉnh ủy lâm thời, Chủ nhiệm Việt Minh, Ủy viên Quân sự tỉnh Quảng Bình. Ông nhập ngũ tháng 9 năm 1945. 1946 - 1947: Chính trị viên Trường Lục quân Trung học Quảng Ngãi. 1947 - 1954: Chính ủy Trung đoàn, Phó Chính ủy Sư đoàn 305. 1954 - 1960: Phó Chính ủy Sư đoàn 675, phụ trách Chính ủy Sư đoàn 351; Chính ủy Lữ đoàn 270. Năm 1960 - 1964: Phó Chính ủy Quân khu 4. Năm 1964 - 1975: Phó Chính ủy Quân khu 5, tham gia chỉ huy nhiều chiến dịch trên địa bàn quân khu. 1977 - 1983: Chính ủy kiêm Tư lệnh Quân khu 5. Tháng 5\/1983 - 1987: Phó Tư lệnh kiêm Tham mưu trưởng, Tư lệnh Quân tình nguyện Việt Nam tại Campuchia. 1987 - 1991: Thứ trưởng Bộ Quốc phòng kiêm Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam. Tháng 8\/1991 - 1997: Bộ trưởng Bộ Quốc phòng, Phó Bí thư Đảng ủy Quân sự Trung ương. Ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa IV - VIII; Ủy viên Bộ Chính trị các khóa VI - VIII (1997), Đại biểu Quốc hội khóa VII - IX. Ông được phong hàm Thiếu tướng năm 1974, Trung tướng năm 1980, Thượng tướng năm 1984, Đại tướng năm 1990. Ông mất ngày 16 tháng 1 năm 1999 tại Hà Nội, an táng tại Nghĩa trang Mai Dịch. Gia đình[sửa | sửa mã nguồn] Cha của ông là cụ Đoàn Cầu, được kết nạp vào Đảng rất sớm và là người Cộng sản đầu tiên của làng Gia Đẳng, xã Triệu Lăng, huyện Hải Lăng, tỉnh Quảng Trị, nay là xã Triệu Lăng, huyện Triệu Phong, tỉnh Quảng Trị. Mẹ của ông là cụ Nguyễn Thị Dương (1902). Hai cụ có tám người con thì 5 người con là Liệt sĩ, cụ bà được nhà nước Việt Nam phong tặng danh hiệu Bà mẹ Việt Nam anh hùng đợt 1 năm 1994. Năm người con liệt sĩ là: 1. Đoàn Đình 2. Đoàn Giao 3. Đoàn Ngọc Anh 4. Đoàn Cư 5. Đoàn Thị Tùng Ông có hai người em trai là sĩ quan cao cấp của quân đội là Trung tướng Đoàn Chương (nguyên Viện trưởng Viện Chiến lược quân sự) và Đại tá Đoàn Thúy. Ông có con trai là Đại tá Đoàn Xuân Thắng. Tác phẩm[sửa | sửa mã nguồn] Nửa thế kỷ chiến đấu dưới lá cờ vẻ vang của Đảng\/ Đoàn Khuê.- In lần thứ 2.- H.: Quân đội nhân dân, 2004.- 215tr; Tóm tắt nội dung: Gồm những bài viết và bài nói của Đại tướng Đoàn Khuê trong 2 năm 1994 – 1995 về đường lối chính trị, quân sự của Đảng và Chủ tịch Hồ Chí Minh. Định hướng cho nhiệm vụ xây dựng quân đội nhân dân cách mạng, chính quy, tinh nhuệ, từng bước hiện đại và phát huy truyền thống đoàn kết hiệp đồng, bảo vệ vững chắc tổ quốc Việt Nam Xã hội Chủ nghĩa. Khen thưởng[sửa | sửa mã nguồn] Ông được Nhà nước Việt Nam tặng thưởng nhiều phần thưởng cao quý: Huân chương Sao Vàng (truy tặng năm 2007). Huân chương Hồ Chí Minh. 2 Huân chương Quân công hạng Nhất. 2 Huân chương Chiến công hạng Nhất. Huân chương Chiến thắng hạng Nhất. Huân chương Kháng chiến hạng Nhất và nhiều huân, huy chương khác. Vinh danh[sửa | sửa mã nguồn] Phố Đoàn Khuê được HĐND thành phố Hà Nội đặt tên cho một con đường thuộc phường Việt Hưng, quận Long biên rộng 40 mét, dài 2 100 mét (năm 2013). Ở phường Khuê Mỹ thành phố Đà Nẵng, thành phố Đông Hà tỉnh Quảng Trị, thành phố Kon Tum tỉnh Kon Tum, thành phố Buôn Ma Thuột, thị xã Buôn Hồ tỉnh Đắc Lắc đều có tên đường 'Đoàn Khuê\". Ở thành phố Nam Định, tỉnh Nam Định, cũng có một con đường mang tên Đoàn Khuê, thuộc khu đô thị Thống Nhất, phường Lộc Hạ, với chiều rộng 16,5m, dài khoảng 400m. Lịch sử thụ phong quân hàm[sửa | sửa mã nguồn] Năm thụ phong 1974 1980 1984 1990 Cấp bậc Thiếu tướng Trung tướng Thượng tướng Đại tướng Tham khảo[sửa | sửa mã nguồn] ^ “Bộ trưởng Đoàn Khuê (từ 1991 - 1997)”. ^ “Tiểu sử Đại tướng Đoàn Khuê”. Liên kết ngoài[sửa | sửa mã nguồn] Đại tướng Đoàn Khuê-Nhà chính trị, quân sự xuất sắc (Báo Quân đội nhân dân online) Đại tướng Đoàn Khuê-vị chỉ huy mưu lược (Báo Đất Việt) Đại tướng Đoàn Khuê - Cổng TTĐT Bộ Quốc phòng Việt Nam Đoàn Khuê thăm Trung Quốc Tiêu đề chuẩn BNF: cb150866071 (data) ISNI: 0000 0000 7847 1532 LCCN: n95048888 VIAF: 7679257 WorldCat Identities: lccn-n95048888 Dữ liệu nhân vật TÊN Đoàn Khuê TÊN KHÁC TÓM TẮT bộ trưởng Bộ Quốc phòng Việt Nam (1991–1997) NGÀY SINH 1923 NƠI SINH thôn 1 xã Triệu Lăng, huyện Triệu Phong, tỉnh Quảng Trị, Đại Nam NGÀY MẤT 1998 NƠI MẤT Hà Nội hiện x t s Đại tướng Quân đội nhân dân Việt Nam Võ Nguyên Giáp (1948) Nguyễn Chí Thanh (1959) Văn Tiến Dũng (1974) Hoàng Văn Thái (1980) Chu Huy Mân (1982) Lê Đức Anh (1984) Lê Trọng Tấn (1984) Đoàn Khuê (1990) Nguyễn Quyết (1990) Phạm Văn Trà (2003) Lê Văn Dũng (2007) Phùng Quang Thanh (2007) Đỗ Bá Tỵ (2015) Ngô Xuân Lịch (2015) Lương Cường (2019) Phan Văn Giang (2021) hiện x t s Ủy viên Bộ Chính trị khóa VII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Đào Duy Tùng Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Vũ Oanh Lê Phước Thọ Bùi Thiện Ngộ Nông Đức Mạnh Võ Trần Chí Phạm Thế Duyệt Nguyễn Hà Phan Đỗ Quang Thắng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Bộ trưởng Bộ Quốc phòng Việt Nam Chu Văn Tấn (1945–1946) Phan Anh (1946) Võ Nguyên Giáp (1946–1947) Tạ Quang Bửu (1947–1948) Võ Nguyên Giáp (1948–1981) Trần Nam Trung¹ (1969–1976) Văn Tiến Dũng (1981–1986) Lê Đức Anh (1987–1991) Đoàn Khuê (1991–1997) Phạm Văn Trà (1997–2006) Phùng Quang Thanh (2006–2016) Ngô Xuân Lịch (2016–2021) Phan Văn Giang (2021–) ¹ Bộ trưởng Chính phủ Cộng hòa miền Nam Việt Nam hiện x t s Tổng tham mưu trưởng Quân đội nhân dân Việt Nam Hoàng Văn Thái (1945–1953) Văn Tiến Dũng (1953–1954) Hoàng Văn Thái (1954) Văn Tiến Dũng (1954–1978) Lê Trọng Tấn (1978–1986) Lê Đức Anh (1986–1987) Đoàn Khuê (1987–1991) Đào Đình Luyện (1991–1995) Phạm Văn Trà (1995–1997) Đào Trọng Lịch (1997–1998) Lê Văn Dũng (1998–2001) Phùng Quang Thanh (2001–2006) Nguyễn Khắc Nghiên (2006–2010) Đỗ Bá Tỵ (2010–2016) Phan Văn Giang (2016–2021) Nguyễn Tân Cương (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đoàn_Khuê&oldid=69999123” Thể loại: Đại tướng Quân đội nhân dân Việt Nam Sinh năm 1923 Mất năm 1998 Bộ trưởng Bộ Quốc phòng Việt Nam Tổng tham mưu trưởng Quân đội nhân dân Việt Nam Mất năm 1999 Người Quảng Trị Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Huân chương Sao Vàng Huân chương Hồ Chí Minh Quân nhân trong Chiến tranh Việt Nam Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa VIII Đại biểu Quốc hội Việt Nam khóa IX Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1990 Bí thư Tỉnh ủy Quảng Bình Chủ tịch Ủy ban Mặt trận Tổ quốc Việt Nam tỉnh Quảng Bình Thể loại ẩn: Bài viết chứa nhận dạng BNF Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Có dữ liệu nhân vật Trang này được sửa lần cuối vào ngày 20 tháng 5 năm 2023, 09:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}