{"Đoàn Vệ quốc quân":"Đoàn Vệ quốc quân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lời bài hát 2Xem thêm 3Tham khảo 4Liên kết ngoài Đoàn Vệ quốc quân 1 ngôn ngữ 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Đoàn Vệ quốc quân\" Bài hát Ngôn ngữ Tiếng Việt Sáng tác Phan Huỳnh Điểu Thể loại Nhạc đỏ Thông tin bài hát ở Việt Nam Năm sáng tác 1945 Nhạc sĩ Phan Huỳnh Điểu \"Đoàn Vệ quốc quân\", tên ban đầu là \"Đoàn Giải phóng quân\", là bài hát do nhạc sĩ Phan Huỳnh Điểu sáng tác năm 1945[1]. Đây là một trong những bài hát nổi tiếng nhất của ông. Bài hát được sáng tác vào năm mà Việt Nam vừa giành được độc lập sau gần 1 thế kỷ là thuộc địa của Pháp, và là khi cả nước đang rừng rực không khí quyết bảo vệ nền độc lập non trẻ trước nguy cơ Pháp tái chiếm. Trong hoàn cảnh đó, \"Đoàn giải phóng quân\" ra đời như là lời thề của thế hệ thanh niên lên đường ra trận: Ra đi ra đi bảo tồn sông núi. Ra đi ra đi thà chết không lui…. Bài hát được phổ biến đầu tiên ở Đà Nẵng. Trên các đoàn tàu hỏa chở những đoàn quân Nam tiến dừng ở ga Đà Nẵng, đội văn nghệ tuyên truyền Việt Minh (trong đó có tác giả) đã ca vang giai điệu hừng hực đầy quyết tâm này của những thanh niên đang lên đường cứu nước. Bài hát lan rộng ra nhiều tỉnh thành và nhiều người muốn có lời bài hát. Vì vậy, năm 1946, nhạc sĩ Phan Huỳnh Điểu đem bài hát ra Huế để tìm nơi xuất bản nhằm phổ biến rộng rãi cho công chúng. Ông Tăng Duyệt, chủ tiệm sách Tân Hoa ở đường Gia Long, nhận in 2000 bản. Nhạc sĩ được hưởng số tiền tác quyền là 800 đồng. Theo lời kể của nhạc sĩ, ông mua cây đàn ghi-ta cũ của Bảo Đại (được 1 chính khách ngoại quốc tặng) chỉ hết có 80 đồng, 720 đồng còn lại đủ cho ông ăn cơm \"bình dân\" trong 5 năm; đây là khoản tiền tác quyền kỷ lục mà ông nhận được trong suốt đời sáng tác của mình. Hiện nay bài hát được phổ biến vô cùng rộng rãi trong dân chúng, là bài hát được sử dụng nhiều trong các tiết mục văn nghệ với chủ đề quân đội, tưởng nhớ anh hùng liệt sĩ. Lời bài hát[sửa | sửa mã nguồn] Đoàn vệ quốc quân một lần ra đi Nào có sá chi đâu ngày trở về Ra đi ra đi bảo tồn sông núi Ra đi ra đi thà chết chớ lui Cờ bay phất phới ngời màu Lạc Hồng Kèn reo vang tiếng gọi dòng Lạc Hồng Cùng Vệ quốc quân Ra đi ra đi theo hồn sông núi Thù bao năm xưa có bao giờ nguôi Dưới cờ oai nghiêm sao vàng bay Đoàn quân Việt Nam có hay Ngày xưa biết bao vị hùng anh Quyết vì non sông ra tay bao lần Ngày nay đoàn quân ta gắng làm sao Giành quyền tự do hạnh phúc cho dân Đoàn Vệ quốc quân một lần ra đi Dù có gian nguy nhưng lòng không nề Ra đi ra đi bảo tồn sông núi Ra đi ra đi thà chết chớ lui. Xem thêm[sửa | sửa mã nguồn] Giải phóng miền Nam (bài hát) Tiến quân ca Tham khảo[sửa | sửa mã nguồn] ^ “Nhạc sỹ Phan Huỳnh Điểu - dấu ấn tài hoa trong các ca khúc bất hủ Âm nhạc Vietnam+ (VietnamPlus)”. Thông tấn xã Việt Nam. Truy cập 3 tháng 1 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Tác quyền của bài hát \"Đoàn giải phóng quân\" Lưu trữ 2006-07-20 tại Wayback Machine, Báo Thể thao - Văn hóa. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đoàn_Vệ_quốc_quân&oldid=68369566” Thể loại: Bài hát truyền thống của Quân đội nhân dân Việt Nam Nhạc Phan Huỳnh Điểu Bài hát tiếng Việt Tân nhạc Việt Nam Bài hát Việt Nam Thể loại ẩn: Pages using infobox song with unknown parameters Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 29 tháng 3 năm 2022, 03:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}