{"Đào Ngọc Dung":"Đào Ngọc Dung – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Giáo dục 3Sự nghiệp 4Khen Thưởng 5Bê bối và Kỷ luật 6Chú thích 7Xem thêm 8Liên kết ngoài Đào Ngọc Dung Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đào Ngọc Dung Đào Ngọc Dung ở Tōkyō, 2019 Chức vụ Bộ trưởng Bộ Lao động – Thương binh và Xã hội Nhiệm kỳ 9 tháng 4 năm 2016 – nay 7 năm, 49 ngày Thủ tướng Nguyễn Xuân Phúc Phạm Minh Chính Tiền nhiệm Phạm Thị Hải Chuyền Kế nhiệm đương nhiệm Vị trí Việt Nam Thứ trưởng Nguyễn Thị Hà (2018-) Lê Văn Thanh (2019-) Lê Tấn Dũng (2017-) Nguyễn Bá Hoan (2020-) Đại biểu Quốc hội khóa XIV, XV Nhiệm kỳ 23 tháng 5 năm 2016 – nay 7 năm, 5 ngày Chủ tịch Quốc hội Nguyễn Thị Kim Ngân Vương Đình Huệ Vị trí Việt Nam Đại diện Thanh Hóa Bí thư Đảng ủy Khối Các cơ quan Trung ương Nhiệm kỳ 18 tháng 8 năm 2011 – 12 tháng 4 năm 2016 4 năm, 238 ngày Tiền nhiệm Nguyễn Minh Quang Kế nhiệm Nguyễn Quang Dương Chủ tịch Hội đồng nhân dân tỉnh Yên Bái Nhiệm kỳ 20 tháng 6 năm 2011 – 19 tháng 12 năm 2011 182 ngày Kế nhiệm Dương Văn Thống Phó Chủ tịch Lê Văn Tạo Bí thư Tỉnh ủy Yên Bái Nhiệm kỳ tháng 10 năm 2010 – tháng 8 năm 2011 Tiền nhiệm Hoàng Xuân Lộc Kế nhiệm Đỗ Văn Chiến Bí thư Ban Cán sự Đảng ủy Ngoài nước Nhiệm kỳ tháng 12 năm 2006 – tháng 10 năm 2010 Tiền nhiệm thành lập Kế nhiệm Lê Dân Ủy viên Trung ương Đảng khóa X, XI, XII, XIII Nhiệm kỳ 25 tháng 4 năm 2006 – nay 17 năm, 33 ngày Tổng Bí thư Nông Đức Mạnh (2001-2011) Nguyễn Phú Trọng (2011-nay) Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Nhiệm kỳ 2 tháng 7 năm 2005 – 14 tháng 1 năm 2007 1 năm, 196 ngày Tiền nhiệm Hoàng Bình Quân Kế nhiệm Võ Văn Thưởng Thông tin chung Sinh 6 tháng 6, 1962 (60 tuổi) huyện Lý Nhân, tỉnh Hà Nam, Việt Nam Dân chủ Cộng hòa Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sĩ Quản lý hành chính công Cử nhân Luật Quê quán Xã Nhân Mỹ, huyện Lý Nhân, tỉnh Hà Nam Đào Ngọc Dung (sinh ngày 6 tháng 6 năm 1962 tại huyện Lý Nhân, tỉnh Hà Nam) là một chính trị gia người Việt Nam. Ông hiện là Bộ trưởng Bộ Lao động – Thương binh và Xã hội, và là đại biểu Quốc hội Việt Nam khóa XIV, XV (2016-2026) thuộc đoàn đại biểu Quốc hội tỉnh Yên Bái. Trong Đảng Cộng sản Việt Nam, ông hiện là Ủy viên Trung ương Đảng khóa XIII, nguyên Bí thư Thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh, nguyên Bí thư và Trưởng ban Cán sự Đảng Ngoài nước, Ủy viên Trung ương Đảng khóa X, XI.[1][2] Thân thế[sửa | sửa mã nguồn] Đào Ngọc Dung sinh ngày 6 tháng 6 năm 1962 tại huyện Lý Nhân, tỉnh Hà Nam. Ông hiện cư ngụ tại quận Cầu Giấy, thành phố Hà Nội.[3] Đào Ngọc Dung có một người cô ruột tên là Đào Thị Hào. Bà Đào Thị Hào là vợ của ông Nguyễn Văn An, Chủ tịch Quốc hội 2001-2006. Giáo dục[sửa | sửa mã nguồn] Giáo dục phổ thông hệ 10 năm Tốt nghiệp Trường Trung học phổ thông Nam Lý, Hà Nam Cử nhân Luật Thạc sĩ Quản lý hành chính công[4] Sự nghiệp[sửa | sửa mã nguồn] Gia nhập Đảng Cộng sản Việt Nam ngày 31 tháng 12 năm 1984. 1980 - 1989: Ủy viên Ban Thường vụ, Phó Bí thư Huyện đoàn Lý Nhân, tỉnh Hà Nam Ninh. 1989 - 1991: Ủy viên Ban Thường vụ Tỉnh đoàn, Trưởng ban Tổ chức Tỉnh đoàn Hà Nam Ninh. 1992-1995: Ủy viên Ban Chấp hành Đảng bộ tỉnh Nam Hà; Bí thư Tỉnh đoàn Nam Hà, Ủy viên Ban Chấp hành Trung ương Đoàn; đại biểu Hội đồng nhân dân tỉnh Nam Hà. 1996: Ủy viên Ban Thường vụ Tỉnh ủy Nam Hà, Trưởng ban Dân vận Tỉnh ủy kiêm Bí thư Tỉnh đoàn, Trưởng ban Văn hóa - Xã hội Hội đồng nhân dân tỉnh; Ủy viên Ban Thường vụ Trung ương Đoàn. 1997: Bộ Chính trị điều động về công tác tại Trung ương Đoàn; Bí thư Trung ương Đoàn kiêm Chủ tịch Hội đồng Đội Trung ương. 2002-2005: Bí thư Thường trực Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh. 2006-2007: Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, Bí thư Thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh. Tháng 7 năm 2006, ông bị kỉ luật với hình thức khiển trách và phân công công tác khác, vì đã vi phạm quy chế thi tuyển nghiên cứu sinh Học viện Hành chính Quốc gia.[5] Tháng 12 năm 2006, ông được Bộ Chính trị chuyển về công tác tại Ban Cán sự Đảng Ngoài nước và giữ chức Bí thư, Trưởng ban. Ông vẫn tiếp tục là Ủy viên Trung ương Đảng. Từ 2007 đến tháng 5 năm 2010, ông là Phó Trưởng ban Thường trực Ban Chỉ đạo Tây Bắc. Tháng 5 năm 2010, Bộ Chính trị phân công, điều động và chỉ định làm Phó Bí thư Thường trực Tỉnh ủy Yên Bái. Tháng 10 năm 2010, ông được bầu làm Bí thư Tỉnh ủy Yên Bái nhiệm kì 2010-2015. Ngày 18 tháng 8 năm 2011, theo Quyết định số 224 - QĐNS\/TW, Bộ Chính trị điều động, phân công ông Đào Ngọc Dung, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Yên Bái thôi tham gia Ban Chấp hành Tỉnh ủy Yên Bái để tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Đảng bộ Khối các cơ quan Trung ương nhiệm kỳ 2011-2015.[6] Chiều 19 tháng 12 năm 2011, kỳ họp thứ 3 HĐND tỉnh Yên Bái khóa XVII nhiệm kỳ 2011-2016 đã cho thôi làm nhiệm vụ đại biểu và chức vụ Chủ tịch HĐND tỉnh đối với ông Đào Ngọc Dung.[7] Ngày 9 tháng 4 năm 2016, tại kỳ họp thứ 11 Quốc hội Việt Nam khóa XIII được phê chuẩn làm Bộ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam. Ngày 22 tháng 5 năm 2016, Ông đã trúng cử đại biểu quốc hội năm 2016 ở đơn vị bầu cử số 5, tỉnh Thanh Hóa (gồm có Quan Hóa, Quan Sơn, Mường Lát, Lang Chánh, Bá Thước, Ngọc Lặc, Thường Xuân, Cẩm Thủy) với tỉ lệ 88,24% số phiếu hợp lệ. Ngày 28 tháng 7 năm 2016, tại kỳ họp thứ 1 Quốc hội Việt Nam khóa XIV được phê chuẩn làm Bộ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam với 60,73% phiếu đồng ý[8]. Ngày 30 tháng 01 năm 2021, Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII, nhiệm kỳ 2021-2026. Ngày 23 tháng 5 năm 2021, Ông đã trúng cử đại biểu quốc hội năm 2021 ở đơn vị bầu cử Số 3: Gồm thị xã Nghi Sơn và các huyện: Quảng Xương, Nông Cống, Như Xuân, Như Thanh. Ngày 4 tháng 6 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 855\/QĐ-TTg, bổ nhiệm ông làm Ủy viên Hội đồng Thi đua - Khen thưởng Trung ương. Ngày 28 tháng 7 năm 2021, tại kỳ họp thứ nhất ông được Quốc hội Việt Nam khóa XV bầu làm Bộ trưởng Bộ Lao động, Thương binh và Xã hội Việt Nam nhiệm kỳ 2021 - 2026 theo đề nghị của Thủ tướng Phạm Minh Chính. Khen Thưởng[sửa | sửa mã nguồn] Năm 2018 được trao Huân chương Lao động hạng 2 vì đã có thành tích xuất sắc trong công tác, góp phần vào sự nghiệp xây dựng chủ nghĩa xã hội và bảo vệ tổ quốc; Theo Cổng Thông tin Điện tử Quốc hội Việt Nam: Ông còn nhận được Huân chương Lao động hạng hạng 3 và nhiều Huy chương, Bằng khen, Kỷ niệm chương Bê bối và Kỷ luật[sửa | sửa mã nguồn] Ngày 27 tháng 5 năm 2006, trong môn thi Hành chính công của kỳ tuyển Nghiên cứu sinh trường Học viện hành chính quốc gia (Việt Nam) Đào Ngọc Dung bị bắt quả tang quay cóp[9], vi phạm quy chế thi \"sử dụng giấy nháp không có chữ ký của giám thị\".[10] Với vi phạm này ông đã bị lập biên bản và hội đồng tuyển sinh sau đại học của trường Học viện hành chính quốc gia trừ 50% số điểm môn thi này của ông, tuy nhiên ông đã không ký vào biển bản này với lý do không đồng ý với mức xử lý theo quy định của pháp luật.[11] Sau khi Học viện hành chính quốc gia báo cáo vụ việc vi phạm quy chế của ông lên Ủy ban Kiểm tra Trung ương, Ban Tổ chức Trung ương, Thường trực Ban Chỉ đạo Trung ương về phòng chống tham nhũng thì Đào Ngọc Dung đã bị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X kỷ luật bằng hình thức khiển trách và phân công công tác khác.[12] Vị trí công tác trong Đảng cộng sản Việt Nam trước khi ông bị kỷ luật là Ủy viên trung ương Đảng, Bí thư thứ nhất Trung ương Đoàn Thanh niên cộng sản Hồ Chí Minh.[5] Theo yêu cầu của Ủy ban Kiểm tra Trung ương Đảng, Ban Tổ chức Trung ương Đảng, ngày 5-7-2006, Học viện Hành chính quốc gia đã đề nghị Bộ GD-ĐT triệu tập cuộc họp gồm các đồng chí là Thường trực Hội đồng tuyển sinh sau đại học của học viện, đại diện Thanh tra Bộ GD-ĐT, Ủy ban Kiểm tra Trung ương, Ban Chỉ đạo Trung ương 6 (lần 2), Phó Chánh Thanh tra Bộ Nội vụ, hai giám thị phòng thi, cán bộ Thanh tra Bộ GD-ĐT, Thanh tra GD-ĐT thuộc học viện để chỉ đạo xử lý vi phạm để làm rõ vụ việc này. Trên cơ sở cuộc họp nói trên và sau khi xem xét kỹ, Học viện Hành chính quốc gia đã có văn bản gửi các cơ quan, ban ngành khẳng định thí sinh Đào Ngọc Dung không gian lận đem tài liệu, phao vào phòng thi.[13] Chú thích[sửa | sửa mã nguồn] ^ “Ông Đào Ngọc Dung làm Bí thư Yên Bái”. BBC Vietnamese. ngày 25 tháng 10 năm 2010. Truy cập ngày 24 tháng 12 năm 2010. ^ “Tóm tắt tiểu sử đồng chí Đào Ngọc Dung - Bí thư Tỉnh ủy Yên Bái khóa XVII”. Báo Yên Bái. ngày 23 tháng 10 năm 2010. Truy cập ngày 24 tháng 12 năm 2010. ^ Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa 14 năm 2016 ở 63 tỉnh thành. ^ Vũ Hân (8 tháng 4 năm 2016). “Chân dung các thành viên Chính phủ khóa mới”. Báo Công an nhân dân. Lưu trữ bản gốc ngày 23 tháng 11 năm 2017. Truy cập ngày 23 tháng 11 năm 2017. ^ a b “Thi hành kỷ luật Đảng đối với ông Đào Ngọc Dung”. Báo Tuổi trẻ. ngày 29 tháng 7 năm 2006. Truy cập ngày 24 tháng 12 năm 2010. ^ “Ông Đào Ngọc Dung làm Bí thư Đảng bộ Khối các cơ quan TƯ”. Vietnamnet.vn. ngày 19 tháng 8 năm 2011. Truy cập ngày 5 tháng 7 năm 2017. ^ TC- ĐT, Kỳ họp thứ 3, HĐND tỉnh khóa XVII: Ông Dương Văn Thống giữ chức Chủ tịch HĐND tỉnh Yên Bái, Yên Bái Online, Thứ hai, 19\/12\/2011 3:38:59 PM, truy cập 8\/12\/2020. ^ “Kết quả Quốc hội phê chuẩn các thành viên Chính phủ”. zero width space character trong |tựa đề= tại ký tự số 1 (trợ giúp) ^ Vi phạm quy chế thi tiến sĩ, ông Đào Ngọc Dung bị trừ 50% điểm thi ^ Đức Bình - Quang Thiện (10 tháng 7 năm 2006). “Vi phạm quy chế thi tiến sĩ, ông Đào Ngọc Dung bị trừ 50% điểm thi”. Báo Tuổi trẻ (tuoitre.vn). Truy cập 9 tháng 4 năm 2016. ^ “Ủy viên trung ương cũng quay cóp?”. BBC tiếng Việt. 6 tháng 7 năm 2006. Truy cập 9 tháng 4 năm 2016. ^ Việt Anh (30 tháng 7 năm 2006). “Kỷ luật Đảng với ông Đào Ngọc Dung”. Vnexpress.net. Truy cập 9 tháng 4 năm 2016. ^ “Ông Đào Ngọc Dung không gian lận trong thi cử”. Xem thêm[sửa | sửa mã nguồn] Liên kết ngoài[sửa | sửa mã nguồn] Trang web chính thức của Bộ Lao động, Thương binh và Xã hội Tiểu sử ông Đào Ngọc Dung tại chinhphu.vn hiện x t s Chính phủ Việt Nam khóa XV (2021 – 2026) Thủ tướng Việt Nam Phạm Minh Chính Ủy viên Bộ Chính trị Thủ tướng Chính phủ Phạm Minh Chính Phó Thủ tướng Thường trực Chức vụ trống Phó Thủ tướng Chức vụ trống Ủy viên Bộ Chính trị Lê Minh Khái Bí thư Trung ương Đảng Lê Văn Thành Trần Lưu Quang (từ 01\/2023) Trần Hồng Hà (từ 01\/2023) Phạm Bình Minh Ủy viên Bộ Chính trị (đến 01\/2023) Vũ Đức Đam (đến 01\/2023) Ban Cán sự Đảng Phạm Minh Chính Lê Minh Khái Lê Văn Thành Trần Lưu Quang (từ 01\/2023) Trần Hồng Hà (từ 01\/2023) Phan Văn Giang Tô Lâm Trần Văn Sơn Phạm Thị Thanh Trà Phạm Bình Minh (đến 01\/2023) Vũ Đức Đam (đến 01\/2023) Bộ trưởng các bộ 0 1. Bộ Quốc phòng Đại tướng Phan Văn Giang 0 2. Bộ Công an Đại tướng Tô Lâm 0 3. Bộ Ngoại giao Bùi Thanh Sơn 0 4. Bộ Nội vụ Phạm Thị Thanh Trà 0 5. Bộ Tài chính Hồ Đức Phớc 0 6. Bộ Nông nghiệp và Phát triển nông thôn Lê Minh Hoan 0 7. Bộ Công Thương Nguyễn Hồng Diên 0 8. Bộ Giáo dục và Đào tạo Nguyễn Kim Sơn 0 9. Bộ Tài nguyên và Môi trường Trần Hồng Hà 10. Bộ Văn hóa, Thể thao và Du lịch Nguyễn Văn Hùng 11. Bộ Khoa học và Công nghệ Huỳnh Thành Đạt 12. Bộ Kế hoạch và Đầu tư Nguyễn Chí Dũng 13. Bộ Lao động – Thương binh và Xã hội Đào Ngọc Dung 14. Bộ Tư pháp Lê Thành Long 15. Bộ Xây dựng Nguyễn Thanh Nghị 16. Bộ Giao thông Vận tải Nguyễn Văn Thể • Nguyễn Văn Thắng 17. Bộ Thông tin và Truyền thông Nguyễn Mạnh Hùng 18. Bộ Y tế Nguyễn Thanh Long • Đào Hồng Lan Các cơ quan ngang bộ 19. Văn phòng Chính phủ Trần Văn Sơn 20. Ủy ban Dân tộc Hầu A Lềnh 21. Ngân hàng Nhà nước Việt Nam Nguyễn Thị Hồng 22. Thanh tra Chính phủ Đoàn Hồng Phong Các cơ quan khác trực thuộc Ủy ban Quản lý vốn nhà nước tại doanh nghiệp Nguyễn Hoàng Anh Đài Tiếng nói Việt Nam Đỗ Tiến Sỹ Đài Truyền hình Việt Nam Lê Ngọc Quang Thông tấn xã Việt Nam Vũ Việt Trang Viện Hàn lâm Khoa học và Công nghệ Việt Nam Châu Văn Minh Viện Hàn lâm Khoa học xã hội Việt Nam Bùi Nhật Quang • Phan Chí Hiếu Đại học Quốc gia Hà Nội Lê Quân Đại học Quốc gia Thành phố Hồ Chí Minh Vũ Hải Quân Bảo hiểm Xã hội Việt Nam Nguyễn Thế Mạnh Ban Quản lý Lăng Chủ tịch Hồ Chí Minh Bùi Hải Sơn hiện x t s Chính phủ Việt Nam khóa XIV (2016 – 2021) Thủ tướng Việt Nam Nguyễn Xuân Phúc Ủy viên Bộ Chính trị Thủ tướng Chính phủ Nguyễn Xuân Phúc Phó Thủ tướng thường trực Trương Hòa Bình Phó Thủ tướng Trương Hòa Bình Ủy viên Bộ Chính trị Phạm Bình Minh Ủy viên Bộ Chính trị Vũ Đức Đam Trịnh Đình Dũng Ban Cán sự Đảng Nguyễn Xuân Phúc Trương Hòa Bình Phạm Bình Minh Vũ Đức Đam Trịnh Đình Dũng Ngô Xuân Lịch Tô Lâm Lê Vĩnh Tân Mai Tiến Dũng Bộ trưởng các bộ 0 1. Bộ Ngoại giao Phạm Bình Minh 0 2. Bộ Quốc phòng Đại tướng Ngô Xuân Lịch 0 3. Bộ Công an Đại tướng Tô Lâm 0 4. Bộ Nội vụ Phạm Thị Thanh Trà 0 5. Bộ Tài chính Đinh Tiến Dũng 0 6. Bộ Nông nghiệp và Phát triển nông thôn Nguyễn Xuân Cường 0 7. Bộ Công Thương Trần Tuấn Anh 0 8. Bộ Giáo dục và Đào tạo Nguyễn Kim Sơn 0 9. Bộ Tài nguyên Trần Hồng Hà 10. Bộ Văn hóa, Thể thao và Du lịch Nguyễn Văn Hùng 11. Bộ Khoa học và Công nghệ Chu Ngọc Anh • Huỳnh Thành Đạt 12. Bộ Kế hoạch và Đầu tư Nguyễn Chí Dũng 13. Bộ Lao động – Thương binh và Xã hội Đào Ngọc Dung 14. Bộ Tư pháp Lê Thành Long 15. Bộ Xây dựng Phạm Hồng Hà 16. Bộ Giao thông Vận tải Nguyễn Văn Thể 17. Bộ Thông tin Truyền thông Nguyễn Mạnh Hùng 18. Bộ Y tế Nguyễn Thanh Long Các cơ quan ngang bộ 19. Văn phòng Chính phủ Mai Tiến Dũng 20. Ủy ban Dân tộc Đỗ Văn Chiến 21. Ngân hàng Nhà nước Lê Minh Hưng • Nguyễn Thị Hồng 22. Thanh tra Chính phủ Lê Minh Khái Các cơ quan khác trực thuộc Ủy ban Quản lý vốn Nhà nước Nguyễn Hoàng Anh Đài Tiếng nói Việt Nam Nguyễn Thế Kỷ Đài Truyền hình Việt Nam Trần Bình Minh Thông tấn xã Việt Nam Nguyễn Đức Lợi Viện Hàn lâm Khoa học Công nghệ Châu Văn Minh Viện Hàn lâm Khoa học Xã hội Bùi Nhật Quang Học viện Chính trị Quốc gia Hồ Chí Minh Nguyễn Xuân Thắng Đại học Quốc gia Hà Nội Nguyễn Kim Sơn Đại học Quốc gia Thành phố Hồ Chí Minh Huỳnh Thành Đạt • Vũ Hải Quân Bảo hiểm Xã hội Việt Nam Nguyễn Thế Mạnh hiện x t s Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Nguyễn Lam (I, II, III: 1949 – 1961) · Vũ Quang (III: 1961 – 1976) · Đặng Quốc Bảo (III, IV: 1976 – 1982) · Vũ Mão (IV: 1982 – 1987) · Hà Quang Dự (V: 1987 – 1992) · Hồ Đức Việt (VI: 1992 – 1996) · Vũ Trọng Kim (VI, VII: 1996 – 2001) · Hoàng Bình Quân (VII, VIII: 2001 – 2005) · Đào Ngọc Dung (VIII: 2005 – 2007) · Võ Văn Thưởng (VIII, IX: 2007 – 2011) · Nguyễn Đắc Vinh (IX, X: 2011 – 2016) · Lê Quốc Phong (X, XI: 2016 – 2020) · Nguyễn Anh Tuấn (XI: 2020 – 2022) · Bùi Quang Huy (XI: 2022 – nay) hiện x t s Chủ tịch Hội đồng Trung ương Đội Thiếu niên Tiền phong Hồ Chí Minh Lê Thanh Đạo (1981 - 1987) · Phùng Ngọc Hùng (1988 - 1992) · Phạm Phương Thảo (1992 - 1994) · Hoàng Bình Quân (1994 - 1997) · Đào Ngọc Dung (1997 - 2005) · Nguyễn Lam (2005 - 2008) · Nguyễn Thị Hà (2008 - 2014) · Nguyễn Long Hải (2014 - 2018) · Nguyễn Ngọc Lương (2018 - 2022) · Nguyễn Phạm Duy Trang (2022 - nay) hiện x t s Bộ trưởng Bộ Lao động – Thương binh và Xã hội Việt Nam Nguyễn Kỳ Cẩm (1987–1989) · Trần Đình Hoan (1989–1998) · Nguyễn Thị Hằng (1998–2007) · Nguyễn Thị Kim Ngân (2007–2011) · Phạm Thị Hải Chuyền (2011–2016) · Đào Ngọc Dung (2016–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đào_Ngọc_Dung&oldid=70043603” Thể loại: Sinh năm 1962 Bí thư Tỉnh ủy Yên Bái Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Bộ trưởng Bộ Lao động - Thương binh và Xã hội Việt Nam Sinh tại Hà Nam Sống tại Yên Bái Đại biểu Quốc hội Việt Nam khóa XIV Thanh Hóa Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật khiển trách Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu Thể loại ẩn: Lỗi CS1: ký tự ẩn Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 27 tháng 5 năm 2023, 12:03. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}