{"Đào Văn Trường":"Đào Văn Trường – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Binh nghiệp 3Cuối đời 4Gia đình 5Danh hiệu 6Chú thích 7Tham khảo Đào Văn Trường Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đào Văn Trường Thông tin cá nhân Quốc tịch Việt Nam Sinh 25 tháng 8, 1916 Bạch Mai, Hà Nội Mất 8 tháng 4, 2017(2017-04-08) (100 tuổi) Bạch Đằng, Hai Bà Trưng, Hà Nội Binh nghiệp Thuộc Quân đội nhân dân Việt Nam Năm tại ngũ 1936 – 1959 Cấp bậc Tập tin:Vietnam People's Army Senior Colonel.jpg Đại tá Đơn vị Sư đoàn 351 Tham chiến Kháng chiến chống Pháp Nam Bộ kháng chiến Chiến dịch Điện Biên Phủ Khen thưởng Huân chương Độc lập hạng nhì Huân chương Quân công hạng nhất Huân chương Chiến thắng hạng nhất Huân chương Kháng chiến chống Mỹ cứu nước hạng nhất Huân chương Chiến sĩ vẻ vang hạng nhất, nhì, ba Huy chương Quân kỳ quyết thắng Huy hiệu 75 năm tuổi Đảng Đào Văn Trường (1916 – 2017), là Đại tá Quân đội nhân dân Việt Nam, Đại đoàn trưởng Đại đoàn 351, chỉ huy pháo binh trong Chiến dịch Điện Biên Phủ. Tiểu sử[sửa | sửa mã nguồn] Đại tá Đào Văn Trường tên thật là Thành Ngọc Quản, sinh ngày 25 tháng 8 năm 1916 ở huyện Thạch Thất, tỉnh Sơn Tây, nguyên quán tại làng Bạch Mai, Hà Nội[1][2] Ban đầu, ông được đặt tên là Thành Ngọc Quảng, nhưng do trùng tên với một vị quan lớn khi đó, nên gia đình bèn bỏ bớt một chữ ở cuối.[3] Năm 1936, khi mới 18 tuổi, thay vì sống một cuộc sống sung túc, Thành Ngọc Quản tham gia phong trào cách mạng do Mặt trận Dân chủ Đông Dương phát động,[4] lấy bí danh Đào Văn Trường. Năm 1936, ông tham gia phong trào đấu tranh của Mặt trận Dân chủ Đông Dương, trở thành Bí thư Đoàn Thanh niên Dân chủ, cùng Nguyễn Thường Khanh, Đào Duy Kỳ, Trần Đình Tri tham gia vận động thanh niên đấu tranh, khiến chính quyền thực dân phải gọi bốn người là \"bốn thằng quỷ sứ\".[5] Năm 1937, ông tham gia nhóm nghiên cứu chủ nghĩa Marx của học sinh, sinh viên.[2] Năm 1938, ông làm chủ nhiệm báo Thế giới, một tờ báo của Đảng Cộng sản Đông Dương, đồng thời hoạt động công khai trong Hội ái hữu kim khí Hà Nội.[6] Cùng năm, ông gia nhập Đảng Cộng sản Đông Dương.[7] Ngày 8 tháng 8 năm 1938, ông cùng Nguyễn Văn Xứng tổ chức thành lập chi bộ Đảng ở huyện Vĩnh Bảo. Bản thân ông trực tiếp kết nạp Đào Trọng Khoan (về sau là Bí thư huyện ủy Vĩnh Bảo) và tuyên bố thành lập chi bộ Đảng do Nguyễn Văn Xứng làm bí thư (chi bộ còn có Nguyễn Văn Ước và Trịnh Khắc Dần).[8] Năm 1939, ông thoát ly gia đình,[6] hoạt động bí mật ở khu vực Liên tỉnh B (Hải Phòng, Kiến An, Hải Dương), đảm nhiệm các vai trò Thành ủy viên, Bí thư Thành ủy Hải Phòng, Bí thư Liên tỉnh B.[3] Tháng 3 năm 1940, là Ủy viên Xứ ủy Bắc Kỳ.[2] Năm 1941, ông được điều về hoạt động tại khu căn cứ địa Bắc Sơn - Võ Nhai, tham gia thành lập Cứu quốc quân.[2][7] Tháng 6 cùng năm, ông được Bí thư Xứ ủy Bắc Kỳ Hoàng Văn Thụ đề cử giữ chức Chủ nhiệm Ủy ban Quân sự - Chính trị của khu căn cứ vì ông là người duy nhất tương đối biết quân sự trong Xứ ủy.[3] Tháng 2 năm 1942, trên đường về báo cáo Trung ương Đảng, ông bị thực dân Pháp bắt, đưa ra xét xử tại 3 tòa án binh với 3 án chung thân, trong đó có một án xử tử vắng mặt hạ xuống chung thân, một án 10 năm tù, một án 5 năm do làm báo Cộng sản ở Hà Nội.[9] Ông bị giam cầm ở nhiều nhà tù ở Thái Nguyên, Hưng Yên, Hải Phòng, Hải Dương, Hà Nội và bị đày ra Côn Đảo. Trong thời gian bị giam giữ, ông trở thành Bí thư chi bộ nhà tù Hỏa Lò (Hà Nội), Bí thư chi bộ đoàn tù đi Côn Đảo, Bí thư chi bộ nhà tù Côn Đảo.[2] Binh nghiệp[sửa | sửa mã nguồn] Tháng 8 năm 1945, Cách mạng tháng Tám thành công. Ngày 2 tháng 9, nước Việt Nam Dân chủ Cộng hòa thành lập, ông cùng các tù nhân ở Côn Đảo giành chính quyền trên đảo và trở về đất liền. Ngày sau đó, quân Pháp theo gót quân Anh trở lại Nam Bộ, ông đươc bầu giữ chức Chủ tịch Ủy ban Kháng chiến Hậu Giang, rồi Thanh tra Quân sự, Ủy viên của Ủy ban Kháng chiến Nam Bộ.[2] Ngày 10 tháng 12 năm 1945, tại Hội nghị quân sự Nam Bộ do Xứ ủy Nam Bộ tổ chức tại xã Bình Hòa Nam, huyện Đức Hòa, tỉnh Chợ Lớn, Đặc phái viên Nguyễn Bình đã truyền đạt chỉ thị thành lập các chiến khu, ông được cắt cử làm Khu trưởng Khu 8, kiêm Ủy viên Ủy ban Kháng chiến miền Nam Việt Nam. Chính trị ủy viên Khu 8 là Võ Sĩ. Đại đoàn 23 thành lập, do ông Đào Văn Trường làm Đoàn trưởng.[4] Tháng 9 năm 1946, ông ra bắc, giữ chức Trưởng phòng Tác chiến thuộc Bộ Tổng tham mưu. Ngày 21 tháng 1 năm 1948, ông giữ chức Phó tư lệnh Liên khu 1, phụ trách Mặt trận Đường số 4 và Mặt trận Trung Du.[2] Ngày 11 tháng 7 năm 1950, ông được Chủ tịch Hồ Chí Minh phong quân hàm Đại tá, bổ nhiệm vào chức vụ Phó tổng Tham mưu trưởng Quân đội quốc gia Việt Nam (sau đó đổi tên thành Quân đội nhân dân Việt Nam), kiêm Cục trưởng Cục Tác chiến Bộ Tổng tham mưu.[10] Năm 1953, để phục vụ cho Chiến cục Đông – Xuân (1953 – 1954), ông được bổ nhiệm thay thế ông Vũ Hiển làm quyền Đại đoàn trưởng Đại đoàn 351, Đại đoàn pháo binh đầu tiên của Quân đội nhân dân Việt Nam. Ngày 1 tháng 1 năm 1954, tại Tỉn Keo, bộ chỉ huy chiến dịch Điện Biên Phủ được thành lập,[11] ông được phân công đảm nhiệm Tư lệnh Pháo binh, cao xạ chiến dịch.[2] Trong thời gian này, ông cùng Chính ủy Phạm Ngọc Mậu đã chỉ huy bộ đội mở đường, khoét núi để kéo pháo vào trận địa, dù chưa hề có kinh nghiệm xây dựng trận địa pháo. Đến tháng 2 năm 1954, một tổ trinh sát của trung đoàn 148 thu được một tấm bản đồ tỉ lệ 1\/25.000 chỉ ra 49 điểm bố phòng của Pháp, nhờ đó mà việc xây dựng trận địa được quy hoạch một cách chính xác, giúp cho pháo binh có thể bắn chính xác, tránh được việc lãng phí đạn dược, cũng như bảo vệ an toàn cho các đơn vị.[4] Ngày 13 tháng 3 năm 1954, trước giờ nổ súng khai hỏa chiến dịch (18h), ông nhận được cuộc gọi của Đại tướng, Tổng Tư lệnh Võ Nguyên Giáp để kiểm tra tình hình, hỏi: Pháo binh đã sẵn sàng cả chưa? Quyền Đại đoàn trưởng trả lời: Báo cáo đồng chí, tất cả các khẩu đội đều sẵn sàng, các pháo thủ chỉ còn chờ lệnh nổ súng.[3] Đại tướng Võ Nguyên Giáp đồng ý, quyết định cho nổ pháo sớm.[12] 17h cùng ngày, Đại đoàn 351 bắt đầu pháo kích Him Lam, yểm trợ cho bộ binh tấn công. Trong suốt chiến dịch, pháo binh của Đại đoàn 351 đã hoàn toàn làm chủ trận địa. Lực lượng pháo cao xạ của đại đoàn không những áp chế được chiến đấu cơ mà còn cắt đứt được tuyến viện trợ hàng không của quân Pháp. Ngày 20 tháng 3, Chỉ huy trưởng Pháo binh của Pháp ở Điện Biên Phủ là Trung tá Charles Piroth đã tự sát vì bất lực trong việc đáp trả.[7] Hỏa lực pháo binh của Đại đoàn 351 được xem là \"quả đấm thép\", đóng góp rất lớn cho chiến thắng của chiến dịch Điện Biên Phủ.[13] Năm 1955, ông trở thành Đại đoàn trưởng Đại đoàn 351, rồi Sư đoàn trưởng Sư đoàn 351, thực hiện tổng kết 9 năm kháng chiến chống Pháp.[2] Cuối đời[sửa | sửa mã nguồn] Năm 1960, ông chuyển sang dân sự, làm Phó bí thư Đảng ủy khu Gang thép Thái Nguyên, sau đó làm Ủy viên Ban biên tập Báo Nhân dân.[2] Năm 1967, ông chuyển sang làm Phó trưởng ban Bảo đảm giao thông thuộc Bộ Giao thông vận tải. Tháng 3 năm 1975, ông làm Phó ban B, Chuyên viên bậc 7 thuộc Bộ Lao động-Thương binh và Xã hội.[2] Tháng 6 năm 1979, ông nghỉ hưu.[2] Năm 2004, theo ý của Đại tướng Võ Nguyên Giáp, ông trao tặng tấm bản đồ 1\/25.000 từng dùng để hiệu chỉnh đường bắn pháo trong Chiến dịch Điện Biên phủ cho Bảo tàng Lịch sử Quân sự Việt Nam.[6] Tháng 3 năm 2013, ông được trao tặng Huy hiệu 75 năm tuổi Đảng.[14] Những năm tháng cuối đời, ông sống ở căn nhà thuộc Khu đô thị Ciputra, phường Phú Thượng, quận Tây Hồ, Hà Nội.[2] Tháng 12 năm 2016, ông cho xuất bản quyển hồi ký Trọn thế kỷ, một cuộc đời với câu nói: Viết không phải về bản thân mà là để con cháu sau này biết thế hệ chúng tôi đã sống và chiến đấu như thế. Ngày 8 tháng 4 năm 2017, ông qua đời tại Bệnh viện Hữu Nghị Việt Xô, Hà Nội. An tán tại Nghĩa trang Công viên Vĩnh Hằng, huyện Ba Vì, Hà Nội.[2] Gia đình[sửa | sửa mã nguồn] Ông Thành Ngọc Quản sinh ra trong một gia đình khoa bảng, là một trong 14 người con của ông Thành Ngọc Quỳnh. Ông Quỳnh đỗ tú tài ở Quốc tử giám, từng làm huấn đạo.[3][4] Đến cuối đời, do gánh nặng gia đình, ông Quỳnh theo Tuần phủ Hoàng Thụy Chi, Phó bảng Nguyễn Can Mộng vào làm việc ở Phòng Kiểm duyệt Báo chí thuộc Dinh Thống sứ Bắc Kỳ.[4] Mẹ ông Quản là cháu nội của Hiệp biện đại học sĩ Trần Đình Túc.[3] Ông nội là Thành Ngọc Uẩn, đỗ Phó bảng khoa Ất Sửu (1865), từng giữ chức Giám sát ngự sử, Đốc học Hưng Yên, Hà Nội,... Quốc sử quán toản tu, hàm Quang lộc tự khanh.[3][4][15] Ông kết hôn với bà Lê Diễm Tuyết, từng là Hiệu trưởng trường Trung học phổ thông Trưng Vương (Hà Nội).[3][16] Danh hiệu[sửa | sửa mã nguồn] Huân chương Độc lập hạng nhì. Huân chương Quân công hạng nhất. Huân chương Chiến thắng hạng nhất. Huân chương Kháng chiến hạng nhất. Huân chương Chiến sĩ vẻ vang hạng nhất, nhì, ba. Huy chương Quân kỳ quyết thắng. Huy hiệu 75 năm tuổi Đảng. Chú thích[sửa | sửa mã nguồn] ^ Nay là phường Bạch Mai, quận Hai Bà Trưng, thành phố Hà Nội. ^ a b c d e f g h i j k l m n Tin buồn ^ a b c d e f g h Tư lệnh pháo binh tại Chiến dịch Điện Biên Phủ ^ a b c d e f Đại đoàn trưởng cuối cùng và tấm bản đồ ^ Thành Ngọc Quản, thủ lĩnh thanh niên tuổi 100 ^ a b c “Chuyện về những hiện vật Điện Biên Phủ qua lời kể của người chỉ huy Đại đoàn công pháo 351”. Bản gốc lưu trữ ngày 8 tháng 7 năm 2020. Truy cập ngày 8 tháng 7 năm 2020. ^ a b c “Người chỉ huy Đại đoàn Công pháo 351 qua đời”. Bản gốc lưu trữ ngày 10 tháng 7 năm 2020. Truy cập ngày 8 tháng 7 năm 2020. ^ Khánh thành Nhà truyền thống cách mạng – thỏa tâm nguyện của các thế hệ cán bộ, đảng viên và nhân dân trên địa bàn huyện Vĩnh Bảo ^ Vĩnh biệt người Đại đoàn trưởng cuối cùng của chiến dịch Điện Biên Phủ ^ Sắc lệnh 123\/SL bổ nhiệm cán bộ Bộ, Vụ, Cục Bộ tổng tư lệnh Quân đội Quốc gia Việt Nam ^ “An Toàn Khu trong chiến dịch Điện Biên Phủ”. Bản gốc lưu trữ ngày 15 tháng 7 năm 2020. Truy cập ngày 15 tháng 7 năm 2020. ^ Điện Biên Phủ- Lừng lẫy năm châu: Oai dũng pháo binh ^ Vì sao pháo binh hiện đại của Pháp thất bại trong Chiến dịch Điện Biên Phủ 1954? ^ “Trao Huy hiệu 75 năm tuổi Đảng cho cụ Đào Văn Trường”. Bản gốc lưu trữ ngày 10 tháng 7 năm 2020. Truy cập ngày 8 tháng 7 năm 2020. ^ Làng Bạch Mai ^ Trường Trung học phổ thông Trưng Vương thành lập năm 1963, tách ra từ Trường Trung học cơ sở Trưng Vương phố Hàng Bài. Địa chỉ trường ở ngõ Quan Thổ 1, phố Hàng Bột. Nay trường đã giải thể. Tham khảo[sửa | sửa mã nguồn] Vĩnh biệt người Đại đoàn trưởng cuối cùng của chiến dịch Điện Biên Phủ Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đào_Văn_Trường&oldid=69850546” Thể loại: Sinh năm 1916 Mất năm 2017 Người Hà Nội Đại tá Quân đội nhân dân Việt Nam Bí thư Thành ủy Hải Phòng Huân chương Độc lập hạng Nhì Huân chương Quân công hạng Nhất Huân chương Chiến thắng hạng Nhất Huy chương Quân kỳ Quyết thắng Huân chương Chiến sĩ vẻ vang hạng Nhất Huân chương Kháng chiến chống Mỹ hạng Nhất Huy hiệu 75 năm tuổi Đảng Cộng sản Việt Nam Chiến dịch Điện Biên Phủ Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang Thể loại ẩn: Trang có sử dụng tập tin không tồn tại Trang này được sửa lần cuối vào ngày 6 tháng 4 năm 2023, 02:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}