{"Đào Duy Dếnh":"Đào Duy Dếnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Gia đình 3Chú thích Đào Duy Dếnh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đào Duy Dếnh (1920 - 1996) là nhà nghiên cứu văn hóa, Đảng viên Đảng Cộng sản Việt Nam, Bí thư Thành ủy Hà Nội, Phó Giám đốc Trường Đảng Nguyễn Ái Quốc. Ông còn có tên là Đào Phan, sinh tại xã Trung Chính, huyện Nông Cống, tỉnh Thanh Hóa. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Ông tham gia cách mạng từ sớm. Năm 1938, ông làm Trưởng ban cán sự Đảng tại TP Huế. Bị thực dân Pháp bắt giam, ông đã vượt ngục về công tác ở Thuận Hải. Năm 1940, ông làm Bí thư Thành ủy Hà Nội, khi vừa tròn 20 tuổi. Năm 1942, ông bị thực dân Pháp đày đi Côn Đảo.[1] Sau Cách mạng Tháng Tám năm 1945, ông về đất liền và trở lại hoạt động ở Huế làm Đội trưởng Đội Tuyên truyền xung phong Việt Minh Trung Bộ, tập hợp những thanh niên trí thức đi đến tận những vùng rừng núi, những thôn xóm xa xôi hẻo lánh diễn thuyết, diễn văn nghệ tuyên truyền cho chính phủ, sau đó làm Trưởng ty Thông tin Thanh Hóa. Ông cũng đảm nhận chức vụ Phó Chủ tịch Liên đoàn Văn hóa Cứu quốc Thừa Thiên lâm thời [2] Năm 1947, ông làm Chủ nhiệm báo Quân du kích, tiền thân của báo Quân đội nhân dân ngày nay.[3]. Năm 1950 ông được bổ nhiệm Phó Giám đốc Nhà xuất bản Vệ quốc quân[4]. Sau đó ông chủ yếu làm công tác nghiên cứu. Quãng thời gian cuối đời, ông Đào Duy Dếnh hoàn thành ba công trình nghiên cứu về Chủ tịch Hồ Chí Minh, đó là: Hồ Chí Minh – Danh nhân văn hóa (315 trang); Hồ Chí Minh – Một nhân cách lớn (510 trang); Đạo Khổng trong văn Bác Hồ (375 trang). Đây là những tác phẩm có giá trị lớn phục vụ cho Hội thảo Danh nhân Văn hóa Hồ Chí Minh của tổ chức UNESCO [5] Ông mất năm 1996 tại Hà nội. Gia đình[sửa | sửa mã nguồn] Ông là con cụ Bát Mợi, anh trai là nhà sử học Đào Duy Anh, nhà cách mạng Đào Duy Kỳ. Ông có con trai là Đào Phan Long, Chủ tịch Hội cổ vật Thăng Long.[6] Chú thích[sửa | sửa mã nguồn] ^ http:\/\/www.hanoi.gov.vn\/c\/portal\/render_portlet?p_l_id=13515&p_p_id=vcmsviewcontent_INSTANCE_GbkG&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1%C2%A4tURL=\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/4201\/4201\/9209&_vcmsviewcontent_INSTANCE_GbkG_categoryId=4201&_vcmsviewcontent_INSTANCE_GbkG_articleId=9209&_vcmsviewcontent_INSTANCE_GbkG_struts_action=\/vcmsviewcontent\/view&_vcmsviewcontent_INSTANCE_GbkG_cat_parent=4201 ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 4 tháng 11 năm 2014. Truy cập ngày 4 tháng 11 năm 2014. ^ “Văn hóa”. Bản gốc lưu trữ ngày 4 tháng 11 năm 2014. Truy cập 12 tháng 3 năm 2015. ^ “Bản sao đã lưu trữ”. Bản gốc lưu trữ ngày 3 tháng 1 năm 2014. Truy cập ngày 25 tháng 11 năm 2014. ^ http:\/\/www.cpv.org.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30298&cn_id=218949. ^ “Tạp chí Cổ Vật”. Bản gốc lưu trữ ngày 4 tháng 11 năm 2014. Truy cập 12 tháng 3 năm 2015. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đào_Duy_Dếnh&oldid=67986947” Thể loại: Sinh năm 1916 Mất năm 1996 Người Thanh Hóa Đảng viên Đảng Cộng sản Việt Nam Nhà báo Việt Nam Nhà nghiên cứu văn hóa Việt Nam Bí thư Thành ủy Hà Nội Trang này được sửa lần cuối vào ngày 19 tháng 1 năm 2022, 21:54. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}