{"Đào An Thái":"Đào An Thái – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế 2Tiểu sử 3Tác phẩm 4Vinh dự 5Tham khảo 6Liên kết ngoài Đào An Thái Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đào An Thái Chức vụ Bí thư Tỉnh ủy Hòa Bình Nhiệm kỳ Tháng 12, 1947 – Tháng 12, 1948 Tiền nhiệm Lê Đông Kế nhiệm Lê Đạm Vị trí Tỉnh ủy Hòa Bình Phó Bí thư Quách Hi Thông tin chung Danh hiệu Huân chương Độc lập Huy hiệu 75 năm tuổi Đảng Sinh 20 tháng 10 năm 1923 Nay là Tây Ninh, Tiền Hải, Thái Bình Mất 8 tháng 6, 2018(2018-06-08) (94 tuổi) Cao Lãnh, Đồng Tháp Nghề nghiệp Nhân viên lưu trữ Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Đào An Thái (1923 – 2018) là một nhà cách mạng Việt Nam, Đảng viên Đảng Cộng sản Việt Nam, Bí thư tỉnh ủy Hòa Bình. Thân thế[sửa | sửa mã nguồn] Ông tên thật là Vũ Duy Nhai, sinh ngày 20 tháng 10 năm 1923, quê ở xã Tây Ninh, huyện Tiền Hải, tỉnh Thái Bình ngày nay.[1] Tiểu sử[sửa | sửa mã nguồn] Ông tham gia hoạt động cách mạng trước năm 1945, từng bị thực dân Pháp bắt giam trong nhà tù Hỏa Lò. Ở trong tù, do nắm vững điều lệ Việt Minh, nên ông được giao cho nhiệm vụ cùng với Lưu Văn Thi mở lớp học chính trị trong tù. Hai ông vì thế mà trở thành đôi bạn tri kỷ.[2] Ông từng nghe theo gợi ý của Thi, dùng cành cây bàng trong tù để khoét sáo, giúp Đỗ Nhuận phối nhạc.[3] Tháng 3 năm 1945, ông cùng Lưu Văn Thi vượt ngục thành công, đổi tên là Đào An Thái (vì quê ở Thái Bình), lên Thái Nguyên giữ chức Bí thư tỉnh bộ Việt Minh tỉnh.[2] Sau Cách mạng tháng Tám, ông giữ chức Phó bí thư Tỉnh ủy Hòa Bình.[1] Ngày 21 đến ngày 25 tháng 5 năm 1948, tại Đại hội đại Đại hội Đảng bộ tỉnh Hòa Bình lần đầu tiên ở đình Lập, xóm Lập, xã Hạ Bì, huyện Lương Sơn, nay là xã Lập Chiệng, huyện Kim Bôi, ông được bầu giữ cương vị Bí thư Tỉnh ủy Hòa Bình.[4] Đại hội nhất trí cử ông làm trưởng đoàn, dẫn đầu đoàn đại biểu Đảng bộ tỉnh Hòa Bình gồm 7 người đi dự Đại hội Đảng bộ Liên khu III.[5] Đến Đại hội lần thứ hai (1951) thì ông Lê Đạm lên thay.[6] Ông còn trải qua các chức vụ Phó Văn phòng Ban Tuyên huấn Trung ương, Vụ trưởng Vụ Kiểm tra Dân chủ – Kỷ luật thuộc Ủy ban Kiểm tra Trung ương, Cục trưởng Cục Lưu trữ thuộc Phủ Thủ tướng (nay là Cục Văn thư và Lưu trữ Nhà nước thuộc Bộ Nội vụ).[1] Ngày 8 tháng 6 năm 2018, ông mất tại Đồng Tháp.[1] Tác phẩm[sửa | sửa mã nguồn] Hòa Bình những năm tháng không quên (hồi ký), Nhà xuất bản Sở Văn hoá – Thông tin tỉnh Hoà Bình (1997). Vinh dự[sửa | sửa mã nguồn] Huân chương Độc lập hạng Nhất[1] Huy hiệu 75 năm tuổi Đảng[1] Tham khảo[sửa | sửa mã nguồn] ^ a b c d e f Bộ Nội vụ (11 tháng 6 năm 2018). “Thông báo tin buồn”. Cục Văn thư và Lưu trữ nhà nước. Bản gốc lưu trữ ngày 14 tháng 6 năm 2018. Truy cập ngày 14 tháng 6 năm 2018. ^ a b Nguyễn Khánh Hồng (17 tháng 9 năm 2016). “Đôi bạn tri kỷ”. Di tích Nhà tù Hỏa Lò. Bản gốc lưu trữ ngày 21 tháng 1 năm 2020. Truy cập ngày 11 tháng 10 năm 2020. ^ Thanh Thủy (22 tháng 12 năm 2017). “Huyền thoại một vị tướng…”. Thời báo Ngân hàng. Bản gốc lưu trữ ngày 27 tháng 12 năm 2017. Truy cập ngày 11 tháng 10 năm 2020. ^ Hoàng Anh (30 tháng 4 năm 2018). “Đình Lập – nơi ghi dấu lịch sử cách mạng”. Báo Hòa Bình điện tử. Bản gốc lưu trữ ngày 14 tháng 6 năm 2018. Truy cập ngày 14 tháng 6 năm 2018. ^ “Đại hội Đảng bộ tỉnh Hòa Bình lần thứ nhất”. Báo Hòa Bình điện tử. 30 tháng 9 năm 2020. Bản gốc lưu trữ ngày 11 tháng 10 năm 2020. Truy cập ngày 11 tháng 10 năm 2020. ^ Đức Phượng (12 tháng 9 năm 2015). “Đảng bộ tỉnh Hòa Bình qua các kỳ Đại hội”. Báo Hòa Bình điện tử. Bản gốc lưu trữ ngày 14 tháng 6 năm 2018. Truy cập ngày 14 tháng 6 năm 2018. Liên kết ngoài[sửa | sửa mã nguồn] Lan Phương; Lan Anh (8 tháng 9 năm 2012). “Kỷ niệm 50 năm ngày thành lập Cục Văn thư và Lưu trữ Nhà nước”. Cục Văn thư và Lưu trữ Nhà nước. Bản gốc lưu trữ ngày 11 tháng 10 năm 2020. Truy cập ngày 11 tháng 10 năm 2020. Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đào_An_Thái&oldid=69544482” Thể loại: Sinh năm 1923 Mất năm 2018 Người Thái Bình Bí thư Tỉnh ủy Hòa Bình Huy hiệu 75 năm tuổi Đảng Cộng sản Việt Nam Huân chương Độc lập hạng Nhất Cục Văn thư và Lưu trữ nhà nước (Việt Nam) Người họ Vũ tại Việt Nam Trang này được sửa lần cuối vào ngày 6 tháng 1 năm 2023, 19:14. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}