{"Đây thôn Vĩ Dạ":"Đây thôn Vĩ Dạ – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh sáng tác 2Trích nhận xét 3Phổ biến trong nghệ thuật 4Chú thích 5Liên kết ngoài Đây thôn Vĩ Dạ Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đây thôn Vỹ Dạ Thơ Thông tin tác phẩm Tác giả Hàn Mặc Tử Thời gian sáng tác 1938 Triều đại sáng tác Nhà Nguyễn (1802–1945) Quốc gia Việt Nam Ngôn ngữ Tiếng Việt Thể loại Thơ Đây thôn Vỹ Dạ là bài thơ do thi sĩ Hàn Mặc Tử sáng tác vào khoảng năm 1938, in lần đầu trong tập Thơ Điên (về sau đổi tên thành Đau thương). Hiện nay, bài thơ này được nhiều người cho là \"một kiệt tác của Hàn Mặc Tử và cũng là một trong những thi phẩm xuất sắc của thơ Việt Nam hiện đại.\"[1] Hoàn cảnh sáng tác[sửa | sửa mã nguồn] Bài thơ lúc đầu có tên là Ở đây thôn Vỹ. Theo một số tài liệu, bài thơ được gợi cảm hứng từ mối tình của Hàn Mặc Tử với một cô gái vốn quê ở thôn Vỹ Dạ.[2] Theo Nguyễn Bá Tín, em ruột nhà thơ Hàn Mặc Tử[3] “ Năm 1938, Hoàng Cúc nhận được hung tin nói trên từ Hoàng Tùng Ngâm. Nàng chuẩn bị một số tiền định gửi cho Hàn Mặc Tử uống thuốc nhưng không dám gửi. Nàng bèn gửi cho Hàn Mặc Tử một bức ảnh chụp cảnh nàng mặc áo lụa dài trắng đứng dưới vòm cây xanh mát. Nhận được ảnh, Hàn Mặc Tử rất vui. Chàng liền làm ngay bài thơ Đây thôn Vĩ Dạ gửi ra Huế cho Hoàng Cúc... ” GS. Nguyễn Đăng Mạnh cho biết:[4][5] “ Hồi làm nhân viên ở sở đạc điền Quy Nhơn, Hàn Mặc Tử có thầm yêu trộm nhớ đơn phương một cô gái người Huế tên là Hoàng Thị Kim Cúc, con ông chủ sở. Một thời gian sau, nhà thơ vào Sài Gòn làm báo, khi trở lại Quy Nhơn thì cô gái đã theo gia đình về Vỹ Dạ (Huế). Một buổi kia, cô Cúc do sự gợi ý của một người em thúc bá, bạn của Hàn Mặc Tử, gửi vào cho nhà thơ một tấm bưu ảnh chụp một phong cảnh sông nước có thuyền và bến, kèm theo mấy lời thăm hỏi để an ủi nhà thơ lúc này đã mắc hiểm nghèo (Bệnh phong). Lời thăm hỏi không ký tên, nhưng bức ảnh và những dòng chữ kia đã kích thích trí tưởng tượng, cảm hứng, và đã gợi dậy những gì thầm kín xa xưa của Hàn Mặc Tử... ” Điều này cũng được khẳng định theo tư liệu gia đình bà Kim Cúc, trong thư gửi Quách Tấn (người bạn của Hàn Mặc Tử) đề ngày 15 tháng 4 năm 1971, bà nói rõ:[6] “ Thưa ông, bức ảnh đó chỉ là bức ảnh phong cảnh, chụp ảnh hoàng hôn mua ở phố. Trong ảnh không có cô gái nào khác ngoài cô chèo đò. Cô gái mà ông hỏi đó là do sức tưởng tượng của thi nhân... Ngoài trừ bức ảnh phong cảnh đó và bài thơ Đây thôn Vỹ Dạ thì Tử và tôi không có thư từ gì cho nhau nữa cả ” Nguyên nhân của bức thư trên là do năm 1967, Quách Tấn công bố trên tạp chí Văn là cha bà Kim Cúc không chấp nhận Hàn Mạc Tử vì \"không xứng mặt đông sàng\" (môn đăng hộ đối). Đọc được sau 4 năm, bà Cúc lẽ ra im lặng nếu câu chuyện không bị đẩy quá xa: một đoàn hát đã đưa lên sân khấu và vai diễn cha mẹ đằng gái tỏ ra quá đanh đá, chua ngoa khi từ chối Hàn thi sĩ. Không cầm lòng, bà Kim Cúc biên thư cho Quách Tấn trách cứ vài điều nhẹ nhàng, trong đó nói rõ Hàn Mạc Tử và cha không làm việc cùng nhau, họ không gặp gỡ, quen biết nên không có chuyện chê \"không xứng mặt đông sàng\".[6] Toàn cảnh thôn Vĩ Dạ Trích nhận xét[sửa | sửa mã nguồn] Với những hình ảnh biểu hiện nội tâm, bút pháp gợi tả, ngôn ngữ tinh tế, giàu liên tưởng, bài thơ Đây thôn Vĩ Dạ là bức tranh đẹp về một miền quê đất nước, là tiếng lòng của một con người tha thiết yêu đời, yêu người [7]. Đây thôn Vĩ Dạ lấp lánh hương màu ẩn dụ: có nắng lên, có trăng đợi, có sương khói... đã ám ảnh vào tâm trí của chàng thơ tài hoa bạc mệnh. Dù sớm vội đi nhưng Hàn Mặc Tử cứ mãi yêu người, yêu đời với cả tấm lòng đắm say khát sống...[8]. Đây thôn Vĩ Dạ là bài thơ nhẹ nhàng nhất của Hàn Mặc Tử trong tập Thơ Điên. Bởi lúc này, chàng đang trong thời kỳ bệnh tật, đau đớn điên cuồng cả thể xác lẫn tâm hồn. Thơ của chàng luôn luôn là những gào thét uất hận, nghẹn ngào...[3] Đây thôn Vĩ Dạ đang đẹp đẽ là thế, trọn vẹn là thế, bỗng bị xé lẻ ra một gió, một mây, một trăng, một thi nhân thả hồn ôm bóng một giai nhân...để rồi cuối cùng hoài nghi, hỏi người mà như tự vấn: \"Ai biết tình ai có đậm đà?\". Vậy chẳng phải đó là một thế giới hài hòa và đẹp, nhưng cũng thật mong manh, được thụ cảm bởi một nhà thơ mang trong mình một căn bệnh quái ác, giữa lúc tuổi còn quá trẻ, còn quá tha thiết với cõi đời? [9]. Qua bài thơ trên, tên tuổi Hàn Mặc Tử gắn liền với thôn Vỹ, thôn Vỹ gắn liền với Cố đô, tất cả gắn liền làm một... Hàn Mặc Tử tả \"Huế đẹp, Huế thơ\" qua thôn Vỹ Dạ. Dưới ngòi bút của ông, Vỹ Dạ trở nên đẹp đẽ thơ mộng lạ thường... Dưới cái nhìn của Hàn Mặc Tử, cảnh vật dù có tầm thường nhỏ bé đến đâu, cũng trở nên có hồn, sinh động, lớn lao mang sắc hương diệu kỳ như một phép lạ, đẹp và thơ mộng đến nỗi ai cũng muốn về thăm một lần... \"Đây thôn Vĩ Dạ\" đầy ngập tình yêu, ánh sáng và tiếng thầm, hay nói một cách khác, tình yêu ánh sáng và tiếng thầm đã phối hợp với nhau để làm nên sự kỳ diệu cho \"Đây thôn Vĩ Dạ\" cũng như cho toàn bộ tác phẩm của Hàn Mặc Tử về mặt bút pháp...[10]. Thơ Hàn Mặc Tử là hiện tượng phức tạp, không dễ thống nhất trong cách thẩm định và cắt nghĩa. \"Đây thôn Vĩ Dạ\" là bài thơ như vậy... Nhìn tổng thể, bài thơ có sự di chuyển tăng dần về phía cuối. Từ cõi thực chìm dần vào cõi mộng. Ngay từ đầu, cảnh và người thôn Vĩ cùng hiện ra như một hình dung trong mơ ước; đến khổ thứ hai đã tràn đầy mộng ảo, sang khổ thứ ba mộng toàn phần... Vì là sản phẩm của một trạng thái mơ, nên giữa các khổ thơ có vẻ \"đầu ngô, mình sở\", không tuân theo lô-gíc nào cả. Nó phi lô-gíc bề mặt, nó đồng hiện và đột hiện. Nhưng nó có lô–gíc chiều sâu: tiếng của một tình yêu tuyệt vọng, thảng thốt và đau đớn...[11]. Phổ biến trong nghệ thuật[sửa | sửa mã nguồn] Cho đến nay, bài thơ Đây thôn Vĩ Dạ đã được ít nhất 7 nhạc sĩ phổ nhạc, đó là Phạm Duy, Hoàng Thanh Tâm, Phan Huỳnh Điểu, Võ Tá Hân, Khúc Dương, Nguyễn Thị Quỳnh Liên (Gửi người thôn Vĩ), Phan Mạnh Quỳnh. Bài thơ này cũng là một nguồn cảm hứng cho nhiều nhà thơ đời sau sáng tác thơ văn về thôn Vỹ và Huế, như bài Thương về miền Trung (Duy Khánh). Chú thích[sửa | sửa mã nguồn] ^ Ngữ văn 11 (Tập 2), Nhà xuất bản Giáo dục, 2008, tr. 40, và Ngữ văn 11 (nâng cao, Tập 2), Nhà xuất bản Giáo dục, 2007, tr, 46. ^ Thôn Vĩ tức thôn Vĩ Dạ (nay thuộc phường Vỹ Dạ, Huế). Từ gốc là Vĩ Dã (葦 - vĩ: lau, 野 - dã: cánh đồng) nằm ở ngoại vi thành phố Huế, bên bờ sông Hương. Trước kia, nơi đây có nhiều vườn tược rất xinh xắn, nên thơ; là nơi cư ngụ của nhiều vương hầu, quý tộc, danh sĩ thời trước. Vĩ được viết i ngắn, vì theo cách viết trong sách giáo khoa Ngữ văn đang hiện hành. Và theo Lê Quý Đôn, thì thôn Vỹ Dạ thời các chúa Nguyễn ở thế kỷ 18, là đất của hai làng Vỹ Dã thượng và Vỹ Dã hạ thuộc tổng Vỹ Dã (hay Vỹ Dạ), huyện Hương Trà, phủ Triệu Phong, xứ Thuận Hóa (Phủ biên tạp lục, trang 79). ^ a b “Hàn Mặc Tử - nhà thơ có số phận kỳ lạ - Kỳ 5: Đây thôn Vỹ Dạ - bài thơ nhiều ẩn số”. Báo Thanh Niên. 13 tháng 01 năm 2005. Bản gốc lưu trữ ngày 25 tháng 5 năm 2008. Truy cập 2008-28-08. Kiểm tra giá trị ngày tháng trong: |accessdate= (trợ giúp) ^ Theo thư của Kim Cúc gửi nhà thơ Quách Tấn đề ngày 15 tháng 4 năm 1971. ^ Theo Văn học 11, Nhà xuất bản Giáo dục, 2000, tr. 145. ^ a b “Sự thật sau những tác phẩm để đời - Kỳ 5: \"Sao anh không về chơi thôn Vỹ?\"”. ^ Theo “Ngữ văn 11 tập 2, Nhà xuất bản Giáo dục, 2008, tr. 40 và Ngữ văn 11 (nâng cao), Nhà xuất bản Giáo dục, 2007, tr. 46”. Nhà xuất bản Giáo dục. ^ “Hàn Mặc Tử - con đường tình một chiều”. Vietnamnet. 21 tháng 09 năm 2005. Bản gốc lưu trữ ngày 15 tháng 9 năm 2008. Truy cập 2008-28-08. Kiểm tra giá trị ngày tháng trong: |accessdate= (trợ giúp) ^ Lược theo Văn Giá, Thêm một lần cầm trên tay \"Mùa xuân chín\" trong Bình văn, Nhà xuất bản Giáo dục, 1997, tr. 40. ^ Vinh Hồ - “Vài nét chân dung Hàn Mặc Tử, Nhà thơ thiên tài của Việt Nam”. ChimViệtCànhNam. 15 tháng 4 năm 2004. Truy cập 2008-28-08. Kiểm tra giá trị ngày tháng trong: |accessdate= (trợ giúp) ^ Theo Nguyễn Đăng Mạnh, “Cẩm nang ôn luyện Môn Văn, tr. 181”. Nhà xuất bản Đại học Quốc gia Hà Nội. 2001. Liên kết ngoài[sửa | sửa mã nguồn] Wikisource tiếng Việt có toàn văn tác phẩm về: Đây thôn Vĩ Dạ Kỉ niệm ngày sinh nhà thơ Hàn Mặc Tử Lưu trữ 2008-09-15 tại Wayback Machine Vài nét chân dung Hàn Mặc Tử... ẩn x t s Hàn Mặc Tử Bài thơ nổi bật Đây thôn Vĩ Dạ · Mùa xuân chín · Tình quê · Trăng vàng trăng ngọc Bài viết liên quan Bàn thành tứ hữu · Trường thơ Loạn · Thơ mới · Mộng Cầm Thể loại Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đây_thôn_Vĩ_Dạ&oldid=67913201” Thể loại: Thơ Hàn Mặc Tử Nhạc Phạm Duy Bài hát tiếng Việt Bài thơ Việt Nam Bài hát dựa theo thơ Thơ 1938 Bài hát Việt Nam Bài hát về Huế Thể loại ẩn: Lỗi CS1: ngày tháng Bản mẫu webarchive dùng liên kết wayback Trang này được sửa lần cuối vào ngày 10 tháng 1 năm 2022, 23:39. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}