{"Đông Dương tạp chí":"Đông Dương tạp chí – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử Hiện\/ẩn mục Lịch sử 1.1Thành lập 2Phương hướng hoạt động Hiện\/ẩn mục Phương hướng hoạt động 2.1Nội dung & tác giả cộng tác 3Nhận xét 4Xem thêm 5Ghi chú 6Chú thích 7Tham khảo 8Liên kết ngoài Đông Dương tạp chí 2 ngôn ngữ English 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đông Dương tạp chí (1913 - 1919), là tạp chí[a] tiếng Việt đầu tiên xuất bản tại Hà Nội (Việt Nam). Tạp chí ra ngày thứ Năm hàng tuần, do F. H. Schneider, người Pháp gốc Đức, nhà kinh doanh ngành in tại Việt Nam sáng lập, rồi đứng làm chủ nhiệm, giao chức chủ bút cho nhà báo Nguyễn Văn Vĩnh. Lịch sử[sửa | sửa mã nguồn] Đông Dương tạp chí vốn là một phụ bản (hay phụ trang) của tờ Lục Tỉnh tân văn xuất bản ở Sài Gòn.[b] Số đầu tiên ra ngày 15 tháng 5 năm 1913 tại Hà Nội. Số cuối cùng ra ngày 15 tháng 9 năm 1919. Tính ra, Đông Dương tạp chí tồn tại được 6 năm 4 tháng thì đình bản.[1] Hậu thân của Đông Dương Tạp chí là tờ Học báo (Nguyễn Văn Vĩnh làm Chủ nhiệm, Trần Trọng Kim làm Chủ bút), nhưng chỉ còn \"giữ mục sư phạm, nhường việc xây dựng học thuật cho Nam Phong\".[2] Thành lập[sửa | sửa mã nguồn] Đông Dương tạp chí ra đời ngay sau vụ ném bom Khách sạn Hà Nội ngày 26 tháng 3 năm 1913[c] của Việt Nam Quang phục hội do Phan Bội Châu thành lập năm 1912. Khi ấy, tinh thần của các tổ chức và của người dân đối kháng Pháp đang lên cao. Vì vậy, tạp chí ra đời nhằm mục đích \"đem văn chương học thuật, đem ân huệ văn minh của nhà nước Lang Sa mà khua sáo cho lấp được những lời gây loạn\". Ngoài ra, Đông Dương tạp chí còn có một mục đích sâu xa hơn, đó là tuyên truyền cho chính sách \"bảo hộ\" của thực dân Pháp. Phương hướng hoạt động[sửa | sửa mã nguồn] Các mục tiêu quan trọng mà các cây bút có tâm huyết trong Đông Dương tạp chí hướng tới, đó là: Tìm cách phổ biến chữ Quốc ngữ trong mọi tầng lớp dân chúng, với lối hành văn ngắn gọn, rõ ràng và rành mạch. Phá tan thành kiến xưa, chỉ xem văn vần hay lối văn biền ngẫu mới là văn chương. Dùng lối văn xuôi gãy gọn để diễn đạt tư tưởng, để nghị luận và phê bình văn học. Truyền bá tư tưởng Âu Tây bằng cách dịch những tác phẩm hay của nước ngoài, nhất là của Pháp. Bên cạnh đó, những tư tưởng cũ của nền văn học Á Đông vẫn được nghiên cứu với tinh thần mới.[3] Nội dung & tác giả cộng tác[sửa | sửa mã nguồn] Đông Dương tạp chí ra đời không ngoài mục đích chính trị của thực dân Pháp, cho nên ở giai đoạn đầu, tạp chí này đã đăng tải một số bài viết chống lại phong trào cách mạng Việt Nam. Nội dung chỉ thật sự chuyên về văn chương và sư phạm kể từ năm 1915 (tức là khi nó đổi thành khổ nhỏ). Các chuyên mục của tạp chí là: lịch sử, phong tục, cổ văn, cổ học, dịch thuật. Các nhà văn cộng tác thường xuyên cho báo (gọi tắt là nhóm Đông Dương tạp chí) có: Phái tân học, gồm: Nguyễn Văn Vĩnh (Chủ bút), Phạm Quỳnh (trước khi làm chủ bút Nam Phong tạp chí), Nguyễn Văn Tố, Phạm Duy Tốn, Trần Trọng Kim... Phái cựu học, gồm: Tản Đà, Phan Kế Bính, Nguyễn Đỗ Mục, Dương Bá Trạc... Nhận xét[sửa | sửa mã nguồn] GS. Trịnh Vân Thanh: “ Mặc dù Đông Dương tạp chí ra đời không ngoài mục đích chính trị của thực dân Pháp... Nhưng họ đã thất vọng vì các cây bút viết cho báo không theo đúng mục đích chính trị, mà chỉ cốt thực hiện một nền quốc văn mới cho dân tộc...Có thể nói đây là một tạp chí, trước nhất chuyên về việc dịch thuật Hán văn và Pháp văn, nhằm mục đích nâng cao dân trí. Bên cạnh đó, nhóm Đông Dương tạp chí cũng đã sáng tác nhiều loạt bài với lối văn bình dị, nhắm vào việc giáo dục giới thanh niên trên con đường tiến hóa…Sau khi gạt bỏ những gì có tính chất chính trị mà thực dân Pháp đã dụng ý, Đông Dương tạp chí quả thật là đã có công xây dựng một cơ sở vững vàng cho nền quốc văn mới trong lịch sử văn học Việt Nam ở đầu thế kỷ 20[4] ” GS. Phạm Thế Ngũ: “ Tất nhiên đối với Schneider và những người Pháp đứng sau tờ Đông Dương tạp chí, thì mục tiêu chính trị là quan yếu nhất. Còn đối với những người Việt Nam cộng tác, đứng đầu là Nguyễn Văn Vĩnh, hẳn các ông cũng muốn lợi dụng báo để làm nơi tuyên truyền cho việc duy tân đất nước và xây dựng văn học mới...[5] ” Nhà văn Vũ Ngọc Phan: “ Người Tây học có thể thấy trong đó (Đông Dương tạp chí) những tinh hoa của nền cổ học. Người Hán học có thể thấy trong đó những tư tưởng mà người Việt Nam cần phải biết rõ để mà thâu thái. Những bài bình luận, những bài tham khảo về Đông phương và Tây phương đăng liên tiếp trong Đông Dương tạp chí... ngày nay vẫn có thể giúp ích cho nền văn học Việt Nam hiện đại và tương lai.[6] ” GS. Thanh Lãng: “ Năm 1913 là một niên lịch quan trọng, vì Đông Dương tạp chí ra đời vào chính năm đó. Tờ báo này là sự kết tinh và thành hình của một đường lối tư tưởng, cảm xúc và hành động mới hoàn toàn. Là vì kể từ đây: -Hoạt động quân sự nhường bước cho hoạt động văn hóa. -Văn vần nhường bước cho văn xuôi. Cổ động cho chữ Quốc ngữ, đả phá chữ Nôm và chữ Hán. -Phổ biến sở đắc văn hóa và văn học Pháp, bằng cách dịch các sách hay của họ. -Đối chiếu hai nền văn hóa và văn học Đông Tây. Có nghĩa là Đông Dương tạp chí đã làm xoay chiều văn học, đã đưa cái mới vào văn học, làm cho hai thế hệ trước và sau khác hẳn nhau. Mà người lãnh đạo nó, linh hồn của nó chính là Nguyễn Văn Vĩnh.[7] ” Tuy nhiên bên cạnh đó, Đông Dương tạp chí cũng có điều cần bàn. G S. Nguyễn Huệ Chi viết: “ Trên Đông Dương tạp chí, ngay những số đầu, đã có bài công kích xu hướng bạo động của Phan Bội Châu, coi đó là việc chỉ đem lại đổ máu vô ích. Hơn nữa, nếu có thành công cũng chỉ dẫn tới việc duy trì chế độ vua quan hủ bại... Bởi Nguyễn Văn Vĩnh (chủ bút và là người viết bài) không tin rằng hễ cứ \"theo Tây thì sau mất nước\", và cũng cho rằng \"thực dân không hại bằng phong kiến\".[8] ” Nhà nghiên cứu Nguyễn Phương Chi viết: “ Người viết chủ chốt trên Đông Dương tạp chí là Nguyễn Văn Vĩnh. Với đầu óc thực tế, thích khoa học và công nghệ thực hành cũng như nền tự do dân chủ của phương Tây, lại sẵn không thích chế độ phong kiến, ông đã nhiệt tình ca ngợi \"công khai hóa\" của nhà nước Bảo hộ... Kể từ năm 1915, tờ báo mới chuyên hẳn về văn chương và sư phạm. Bản thân Nguyễn Văn Vĩnh cũng từ bỏ hẳn những bài xã thuyết mà chuyên chú vào dịch thuật... Ngoài ông Vĩnh, các cây bút khác cũng dần đến góp mặt... Có thể nói nhóm Đông Dương tạp chí là một tập hợp các nhà trí thức Tây học và Nho học không thuần nhất về lập trường chính trị và quan điểm học thuật... Tuy tờ báo rõ ràng là nhằm đối phó với phong trào cách mạng, nhưng một số thành viên đúng đắn cũng nó cũng đã góp phần làm cho câu văn tiếng Việt trong giai đoạn thử thách, thử nghiệm... đã tiến thêm một bước rất căn bản.[9] ” Xem thêm[sửa | sửa mã nguồn] Nguyễn Văn Vĩnh (chủ bút Đông Dương tạp chí) Ghi chú[sửa | sửa mã nguồn] ^ Tạp chí là báo xuất bản định kỳ, thường có tính chất chuyên ngành, đăng nhiều bài do nhiều người viết, đóng thành tập, thường có khổ nhỏ hơn báo ngày. ^ Báo Lục Tỉnh tân văn cũng do Schneider làm Chủ nhiệm. Buổi đầu do Trần Chánh Chiếu làm Chủ bút. ^ Xem chi tiết ở trang Phạm Văn Tráng. Chú thích[sửa | sửa mã nguồn] ^ Đinh Xuân Lâm (Đại cương lịch sử Việt Nam. Nhà xuất bản Giáo dục, 2006, tr. 194) và Trịnh Vân Thanh (sách đã dẫn, tr. 293) đều ghi Đông Dương tạp chí đình bản năm 1917. Ở đây chép theo Từ điển văn học (bộ mới, tr. 1268) và Từ điển bách khoa toàn thư Việt Nam (bản điện tử). ^ Phạm Thế Ngũ, sách đã dẫn, tr. 110. ^ Lược theo Thành ngữ điển tích danh nhân từ điển (Quyển 1), tr. 294. ^ GS. Trịnh Vân Thanh, sách đã dẫn, tr. 294-295. ^ Việt Nam văn học sử giản ước tân biên (Quyển 3), tr. 109. ^ Vũ Ngọc Phan, sách đã dẫn, tr. 69. ^ Bảng lược đồ văn học Việt Nam (Quyển Hạ), tr. 186-187. ^ Từ điển văn học (bộ mới), tr. 1225. ^ Từ điển văn học (bộ mới), tr. 1268. Tham khảo[sửa | sửa mã nguồn] Vũ Ngọc Phan, Nhà văn hiện đại (trọn bộ), Nhà xuất bản Sống Mới, Sài Gòn, 1959. Trịnh Vân Thanh, Thành ngữ điển tích danh nhân từ điển (Quyển 1). Tác giả tự xuất bản, Sài Gòn, 1966. Phạm Thế Ngũ, Việt Nam văn học sử giản ước tân biên (Quyển 3), Quốc học tùng thư xuất bản, 1965. Nguyễn Huệ Chi, mục từ Nguyễn Văn Vĩnh in trong Từ điển văn học (bộ mới). Nhà xuất bản Thế giới, 2004. Nguyễn Phương Chi, mục từ Nhóm Đông Dương tạp chí in trong Từ điển văn học (bộ mới). Nhà xuất bản Thế giới, 2004. Thanh Lãng, Bảng lược đồ văn học Việt Nam (Quyển Hạ). Nhà xuất bản Trình bày (Sài Gòn), không ghi năm xuất bản. Liên kết ngoài[sửa | sửa mã nguồn] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đông_Dương_tạp_chí&oldid=65786226” Thể loại: Báo chí Việt Nam thời Pháp thuộc Tạp chí Việt Nam Trang này được sửa lần cuối vào ngày 25 tháng 8 năm 2021, 00:20. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}