{"Đông Âu (nước)":"Đông Âu (nước) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Xem thêm 2Tham khảo Đông Âu (nước) 6 ngôn ngữ Bahasa Indonesia English 閩東語 \/ Mìng-dĕ̤ng-ngṳ̄ 日本語 吴语 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Đừng nhầm lẫn với Đông Âu. Đông Âu Tên bản ngữ[hiện] 东瓯 東甌 191 TCN–138 TCN Đông Âu trong bản đồ nhà Hán. Vị thế Vương quốc cổ Thủ đô Đông Âu (hiện nay là Ôn Châu) Chính trị Chính phủ Chế độ quân chủ Vua • 191–185 TCN Diêu (搖) • 185–138 TCN Trinh Phục (貞復) • 138–138 TCN Vọng (望) Lịch sử • Thành lập 191 TCN • Bị đánh bại bởi Mân Việt 138 TCN Tiền thân Kế tục Việt quốc Chiến Quốc Nhà Hán Mân Việt Đông Âu quốc (191 TCN - 138 TCN; chữ Hán giản thể: 东瓯国; chữ Hán phồn thể: 東甌國; Bính âm: Dōng ōu guó) là một vương quốc cổ đặt tại nơi mà ngày nay là Ôn Châu và Thai Châu, tỉnh Chiết Giang, miền đông Trung Quốc. Xem thêm[sửa | sửa mã nguồn] Mân Việt Bách Việt Nam Việt Nhà Triệu Tham khảo[sửa | sửa mã nguồn] Bài viết liên quan đến Trung Quốc này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s ẩn x t s Bách Việt Âu Việt Cán Việt Câu Đinh Câu Ngô Dạ Lang Dương Việt Điền Việt Đông Âu Lạc Việt Mân Việt Nam Việt (Người Nam Việt) Sơn Việt Ư Việt Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đông_Âu_(nước)&oldid=64939732” Thể loại: Sơ khai Trung Quốc Cựu quốc gia trong lịch sử Trung Quốc Lịch sử Chiết Giang Năm 138 TCN Bách Việt Thể loại ẩn: Trang sử dụng hộp thông tin quốc gia có các tham số không rõ Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 22 tháng 5 năm 2021, 13:09. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}