{"Đăng đàn cung":"Đăng đàn cung – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Dàn nhạc 3Phần ký âm 4Phần lời 5Lời sửa đổi 6Lời mới 7Chú thích 8Tham khảo Đăng đàn cung 6 ngôn ngữ English Español Français Polski 粵語 中文 Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). ĐĂNG ĐÀN CUNG 登壇宮 Quốc ca của Nhà Nguyễn Hoàng ca của Đế quốc Việt Nam Lời Nguyễn Phúc Ưng Thiều Nhạc Jean-Baptiste Chaigneau Được chấp nhận 1802 Cho đến 1945 Quốc ca sau này Tiến quân ca (Việt Nam Dân chủ Cộng hòa) Tiếng gọi công dân (Quốc gia Việt Nam) Mẫu âm thanh 1:14 tập tin trợ giúp Đăng đàn cung (chữ Hán: 登壇宮, diễn nghĩa giai điệu đăng đàn) là tên của quốc thiều thời nhà Nguyễn, có tiết tấu dựa trên ngũ cung, cũng là quốc ca đầu tiên của Việt Nam. Lịch sử[sửa | sửa mã nguồn] Khi vua Gia Long lên ngôi, ông đã tổ chức ngay một nghi lễ triều chính cho công việc nhận tước vị này. Nhà vua ra lệnh soạn thảo bản quốc thiều để sử dụng trong các đại lễ của triều đình. Từ thời vua Gia Long trở đi, Đăng đàn cung còn được dùng mỗi khi vua du xuân hoặc khi xa giá từ Đại Nội lên đàn Nam Giao. Sang thế kỷ 20 triều Khải Định, người trưởng ban nhạc trong Đại Nội bấy giờ là ông J. Tịnh (tức bác sĩ Nguyễn Đương Tinh) cho soạn lại Đăng đàn cung theo ký âm pháp của nhạc phương Tây để dễ sử dụng trong quân nhạc của Đại Nội. Khi vua Bảo Đại hồi loan năm 1932, bản nhạc này đã được sử dụng để nghênh đón, đặc biệt lần này có thêm cả lời. Theo Ngọ báo (số 1521), lời bài hát \"Đăng đàn\" của ông Nguyễn Trung Phán (Thượng hạng Tú tài, Giáo sư ở Huế) và ông Nguyễn Trung Nghệ (Thị giảng Học sĩ, Giáo sư ở Huế)[1]. Mấy câu mở đầu bài là: Dậy, dậy, dậy mở mắt xem toàn châu Đèn khai hóa rọi khắp toàn cầu Ngọn đường thông thương ngàn dặm Xe tàu điện, tàu nước, tàu bay... Vào năm 1945, khi Trần Trọng Kim lên làm thủ tướng của Đế quốc Việt Nam thì bài Đăng đàn cung vẫn được dùng làm quốc thiều và có dự định đặt lời mới nhưng chưa kịp thì chính phủ bị giải thể. Kể từ sau thời gian trên thì bài Đăng Đàn Cung chỉ còn xuất hiện trong các đám tế lễ cổ truyền và ngày nay chúng ta còn được nghe mỗi khi có biểu diễn nhã nhạc Cung đình Huế hay trong Festival Huế 2004. Trong cuộc sống đời thường, trẻ em Huế thường hát theo điệu Đăng đàn cung nhưng với lời dân gian khác. Dàn nhạc[sửa | sửa mã nguồn] Để thể hiện bài này, dàn nhạc triều Nguyễn phải dùng cả trống đại, trống con, xập xoã (cymbale), kèn, sáo và đàn hoà nhịp với nhau. Tiếng kèn và sáo là nổi trội nhất. Phần ký âm[sửa | sửa mã nguồn] Phần ký âm bao gồm các nốt nhạc được đọc theo cách của người xưa như sau: Họ phạn họ, xàng xê cống cống xê xàng xê Cồng xàng xê cống, họ cống liu cống xê xàng Xự xàng cống xê xàng xự, xê xàng xự xàng cống xàng xê Cồng xàng xê cống, họ cống liu cống xê xàng Xự xàng cống xê xàng xự, xê xàng xự họ phạn, họ Xự họ phạn họ xự, xê xàng họ, phạn, họ Xự họ phạn xự, xê xàng xự xàng cống xàng xê. Phần lời[sửa | sửa mã nguồn] Phần lời bài hát dưới đây lấy từ trong cuốn Hymnes et Pavillon d'Indochine. Kìa... núi vàng bể bạc, Có sách Trời, sách Trời, định phần: Một dòng ta gầy non song vững-chặt. Đã ba ngàn, mấy trăm năm, Bắc Nam cùng một nhà con Hồng cháu Lạc. Văn-minh đào-tạo: Màu gấm hoa càng đượm. Rạng vẻ dòng-giống Tiên-Long. Ấy, công gầy dựng, Từ xưa đà khó-nhọc, Nhớ công dày-nặng, Lòng trung-quân đã sẵn. Cố yêu nhau, với nhau một niềm Nguyện nhà Việt Nam muôn đời thạnh-trị. Lời sửa đổi[sửa | sửa mã nguồn] Lời bài hát do ông Nguyễn Phúc Ưng Thiều viết, dùng trong thập niên 1940: 1. Dậy dậy dậy mở mắt xem toàn châu, Đèn khai hóa rạng khắp hoàn cầu. Ngọn đường thông thương ngàn dặm, xe tàu điện, tàu nước, tàu bay. Nghề khôn khéo chạy khắp phương trời, Càng ngày văn minh càng rộng, tranh cạnh lợi quyền. Đất càng ngày càng rộng, dân giàu nước mạnh. Nước càng ngày càng thịnh, của có thêm người khôn. 2. Người Nam Quốc, một giống Tiên Rồng, Thiệt giòng giai nhân tài tử, xưa rày gọi là nước tài ba. Nền văn hiến, nặn đúc anh hùng, Sẵn tài thông minh trời dựng, thêm nghề học hành. Học càng ngày càng tiến, nghề nghiệp mở rộng. Nước càng giàu càng mạnh, nòi giống thêm vẻ vang. 3. Này Âu Á, gặp lúc phong trào, Sẵn thấy gia công rèn tập, trăm nghề nghiệp đều biết đều hay. Đường tiến hóa chạy suốt Tam Kỳ, Càng ngày non sông càng đẹp, cảm ơn bù trì. Chúc Đại Pháp bình an, nước nhà thịnh trị, Chúc Nam Việt vạn tuế, trường thọ vô cương. Năm 1942 ở Hà Nội, nhạc sĩ Lê Hữu Mục (1925 -) ghi lại nhạc, đặt lời ca khác gọi đó là Quốc ca Việt Nam, lấy tên \"Tiếng Gọi Non Sông\" còn có tên là Hồn Việt Nam: \"Đây núi sông hùng vĩ trời Nam. Đã bao đời vết anh hùng chưa hề tan. Vì đâu máu ai ghi ngàn thu …\" được một số người tin là quốc ca song ở miền Trung ít ai biết. Lời mới[sửa | sửa mã nguồn] Nguyễn Đình Thi năm 1945 cũng đặt lời cho bản này như sau: Sông núi ta còn thắm nhường kia, Chúng ta còn yêu đồng bào. Gương người xưa, lòng ta há phút giây nào phai, Đồng bào! Mau chung sức nhau nắm tay ta thề, Yêu thương non nước, dìu dắt nâng cao nòi giống nước Nam nhà. Chung sức và chung lòng, không ngại ngùng ta ra đời. Tin tài ta, tin chắc nơi ngày mai... Nhân kỷ niệm 1000 năm Thăng Long Hà Nội, nhạc sĩ Ngọc Phan đã hòa âm và soạn lại lời mới cho điệu \"Đăng đàn cung\", tựa đề \"Non Sông Vang Câu Ca Mừng\": 1. Khắp đất trời quê ta rộn rã lời ca, Mừng đất nước đổi mới chan hoà. Nhịp nhàng gái trai trẻ già, nắn cung đàn cùng hát lời ca, Mừng đất nước đổi mới chan hoà, Đời vui ấm no muôn nhà, tiếng ca cùng hoà. Khắp đất trời quê ta tiếng ca đậm đà. 2. Các dân tộc Việt Nam cùng đón niềm vui, Mừng đất nước rộn rã tiếng cười. Bạn bè khắp nơi trao lời, chúc mừng đất nước đẹp tươi, Mừng Thủ đô - Thành phố bao đời, Sử xanh vẫn luôn rạng ngời chiến công tuyệt vời. Bao bạn bè năm châu hát chung niềm vui. 3. Đây đất trời Thăng Long, Rồng chiếu hiển linh, Ngàn năm sáng dải đất ân tình. Cùng nhau sống trong thanh bình, tô thêm màu mảnh đất đẹp xinh, Ngàn năm sáng dải đất ân tình, Cùng vui sống trong thanh bình, tiếng ca ngọt lành. Vui hát mừng Thủ đô xứng danh Hoà Bình. 4. Vui hát mừng Thủ đô xứng danh Hoà Bình, Vui hát mừng Thủ đô xứng danh Hoà Bình. Chú thích[sửa | sửa mã nguồn] ^ Bài Quốc ca \"đăng đàn\", Hà Thành ngọ báo, Số 1521, 24 Tháng Chín 1932, Trang 1. Tham khảo[sửa | sửa mã nguồn] Đôi điều về Đăng đàn cung quốc thiều của triều Nguyễn, Thiện Mộc Lan, Tạp chí Thông tin Khoa học và Công nghệ, số 1(27), 2000. Bài: dậy dậy dậy, mở mắt xem toàn châu....... mới chính là bài Đăng đàn cung. Phật giáo Huế đã dùng nhạc này thay lời trong một đám rước ngày vía Thích ca mồng 8 tháng tư (vào khoảng năm 1933) Nó hay dùng trong các đám rước như Nam giao chẳng hạn. Bài: Kìa núi vàng bể bac....xuất hiện ở Huế dưới thời chính phủ Pétain.Nguyền khoa Toàn(hình như là tá lý Bộ Học) đã ra sức phổ biến bài này trong học sinh. Trước đó chỉ có quôc thiều Pháp (bài Marseillaiise) Để mị dân. trong lễ lược đều đánh 2 bài: Marseillaiise trước rồi Kìa núi vàng sau...Thậm chí lá <cờ bảo hộ> trước đó là màu vàng có tam tài (xanh trắng đỏ) ở góc trên trong cũng được gỡ bỏ, chỉ còn màu vàng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đăng_đàn_cung&oldid=69016577” Thể loại: Quốc ca Việt Nam Biểu tượng hoàng gia tại Việt Nam Nhạc cung đình Huế Nhạc cổ truyền Việt Nam Bài hát tiếng Việt Âm nhạc Việt Nam Bài hát Việt Nam Trang này được sửa lần cuối vào ngày 19 tháng 8 năm 2022, 17:31. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}