{"Đường Phạm Văn Đồng, Thành phố Hồ Chí Minh":"Đường Phạm Văn Đồng, Thành phố Hồ Chí Minh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Lịch sử 2Các thông tin tuyến đường 3Các thông tin về cầu 4Hình ảnh 5Tham khảo Đường Phạm Văn Đồng, Thành phố Hồ Chí Minh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đường Phạm Văn Đồng Đại lộ Phạm Văn Đồng hướng về sân bay Tân Sơn Nhất Tên khác Tân Sơn Nhất – Bình Lợi – Vành đai ngoài Một phần của Đường vành đai 1 (Thành phố Hồ Chí Minh) Dài 12,211 km Rộng 30-60m Vị trí Quận Gò Vấp – Bình Thạnh – Thành phố Thủ Đức, Thành phố Hồ Chí Minh, Việt Nam Ga tàu điện ngầm gần nhất 4 Ga Bệnh viện 175 Đầu Tây Ngã năm Nguyễn Thái Sơn, Gò Vấp 10°48′51″B 106°40′44″Đ﻿ \/ ﻿10,814029286258°B 106,67885784037°Đ﻿ \/ 10.814029286258195; 106.6788578403672 Đầu Đông tại Ngã tư Linh Xuân, Thủ Đức 10°52′24″B 106°45′54″Đ﻿ \/ ﻿10,873318°B 106,76505°Đ﻿ \/ 10.873318; 106.765050 Đường Phạm Văn Đồng, trước đây gọi là đường Tân Sơn Nhất – Bình Lợi – Vành đai ngoài, là một con đường thuộc tuyến đường vành đai 1 tại Thành phố Hồ Chí Minh, bắt đầu từ Ngã năm Nguyễn Thái Sơn quận Gò Vấp đến Ngã tư Linh Xuân thuộc thành phố Thủ Đức, có tổng chiều dài 12,211 km. Đại lộ được đặt tên theo cố thủ tướng Việt Nam Phạm Văn Đồng. Lịch sử[sửa | sửa mã nguồn] Dự án đường Tân Sơn Nhất – Bình Lợi – Vành đai ngoài ban đầu có chiều dài dự tính là 13,6 km và bắt đầu từ sân bay quốc tế Tân Sơn Nhất.[1]. Tuyến đường có tổng vốn đầu tư là 340 triệu USD, do tập đoàn GS (Engineering Contruction - Hàn Quốc làm chủ đầu tư cũng là dự án đầu tiên tại Việt Nam do nước ngoài đầu tư xây dựng theo hình thức BT (xây dựng - chuyển giao). Vào tháng 11 năm 2011, tuyến đường đã thi công được khoảng 40% khối lượng.[2] Ngày 8 tháng 8 năm 2012, theo Quyết định số 34\/2012\/QĐ-UBND của Ủy ban nhân dân thành phố, đường Tân Sơn Nhất – Bình Lợi – Vành đai ngoài được đặt tên là đường Phạm Văn Đồng.[3] Tháng 9 năm 2013, Thành phố Hồ Chí Minh đã tổ chức thông xe đợt 1 đoạn từ nút giao Nguyễn Thái Sơn đến nút giao Bình Triệu dài 4,7 km. Toàn tuyến được hoàn thành vào năm 2015. Các thông tin tuyến đường[sửa | sửa mã nguồn] Vòng xoay Nguyễn Thái Sơn - đường số 38 (trong tương lai là nút giao với đường vành đai 2): lộ giới 60m - 12 làn xe (Riêng đoạn từ đường số 20 đến chân cầu Gò Dưa: 10 làn xe trên đường Phạm Văn Đồng và 2 làn xe dưới đường Kha Vạng Cân). Đường số 38 - Cầu vượt Linh Xuân: lộ giới 30m - 6 làn xe. Cầu Bình Lợi nằm trên Đại lộ Phạm Văn Đồng đi từ phía phường 13, quận Bình Thanh, bên kia cầu là phường Hiệp Bình Chánh, Tp. Thủ Đức Các thông tin về cầu[sửa | sửa mã nguồn] Cầu Rạch Lăng: 10 làn xe Cầu Bình Lợi: 12 làn xe Cầu Gò Dưa: 10 làn xe Hình ảnh[sửa | sửa mã nguồn] Đại lộ Phạm Văn Đồng, đoạn giao nhau với đường Nguyễn Xí phía dưới cầu Bình Lợi thuộc Phường 13, Quận Bình Thạnh Tham khảo[sửa | sửa mã nguồn] ^ Lắp vòm thép thứ 2 trên cầu Bình Lợi ^ TP. Hồ Chí Minh: Hoàn thành 40% khối lượng công trình đường Tân Sơn Nhất - Bình Lợi - Vành đai ngoài ^ “Quyết định số 34\/2012\/QĐ-UBND về việc đặt tên đường mang tên Đồng chí Phạm Văn Đồng, Mai Chí Thọ, Trần Văn Giàu do Ủy ban nhân dân Thành phố Hồ Chí Minh ban hành”. Bài viết về Thành phố Hồ Chí Minh này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đường_Phạm_Văn_Đồng,_Thành_phố_Hồ_Chí_Minh&oldid=70045790” Thể loại: Sơ khai Thành phố Hồ Chí Minh Đường phố Thành phố Hồ Chí Minh Gò Vấp Bình Thạnh Thủ Đức Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 28 tháng 5 năm 2023, 01:23. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}