{"Đường Nguyễn Hữu Cảnh, Thành phố Hồ Chí Minh":"Đường Nguyễn Hữu Cảnh, Thành phố Hồ Chí Minh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Vị trí 2Lịch sử 3Tình trạng tuyến đường 4Ghi chú 5Chú thích Đường Nguyễn Hữu Cảnh, Thành phố Hồ Chí Minh Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đường Nguyễn Hữu Cảnh đoạn qua cầu Thị Nghè 2 Đường Nguyễn Hữu Cảnh là một con đường tại Thành phố Hồ Chí Minh, chạy từ đường Tôn Đức Thắng (Quận 1) đến đường Điện Biên Phủ (quận Bình Thạnh).[1] Đây là một trong những trục đường huyết mạch kết nối cửa ngõ phía đông với trung tâm thành phố.[2] Đường được đưa vào khai thác từ năm 2002, tuy nhiên không lâu sau đó đã xảy ra tình trạng sụt lún, hư hỏng, trở thành một trong những điểm ngập nặng nhất trên địa bàn Thành phố Hồ Chí Minh những lúc mưa và triều cường nên còn được mệnh danh là \"rốn ngập\" của thành phố.[3][4][5] Vị trí[sửa | sửa mã nguồn] Nhánh cầu Thủ Thiêm rẽ xuống đường Nguyễn Hữu Cảnh Đường Nguyễn Hữu Cảnh dài gần 3,2 km,[6] đi gần như song song với bờ sông Sài Gòn, có điểm đầu tại ngã tư giao với đường Tôn Đức Thắng và đường Lê Thánh Tôn (nay là đầu cầu Ba Son) và điểm cuối tại đường Điện Biên Phủ ngay đầu cầu Sài Gòn phía quận Bình Thạnh. Ngoài ra, trên tuyến còn có một nút giao thông khác mức với đường Ngô Tất Tố và cầu Thủ Thiêm.[1] Lịch sử[sửa | sửa mã nguồn] Tuyến đường được khởi công xây dựng vào tháng 5 năm 1997 với tên gọi là đường Lê Thánh Tôn nối dài. Dự án có chiều dài toàn tuyến là 3.690 m, rộng 35–50 m, trên tuyến có 3 cây cầu là cầu Thị Nghè 2, cầu Văn Thánh 2 và cầu vượt nút giao thông đầu cầu Sài Gòn.[7] Tổng vốn đầu tư xây dựng ban đầu là 278 tỷ đồng, sau được điều chỉnh thành 419 tỷ đồng.[8] Năm 1998, nhân dịp kỷ niệm 300 năm Sài Gòn – Thành phố Hồ Chí Minh, đường Lê Thánh Tôn nối dài được đặt tên mới là đường Nguyễn Hữu Cảnh.[a][9] Đường được thông xe vào đầu năm 2002.[8] Tình trạng tuyến đường[sửa | sửa mã nguồn] Đường Nguyễn Hữu Cảnh vào năm 2007 Đường Nguyễn Hữu Cảnh về đêm Sau khi đưa vào sử dụng, trên tuyến đường đã xảy ra hàng loạt sự cố nghiêm trọng. Tháng 4 năm 2002, hầm chui hai đầu cầu Văn Thánh 2 bị lún đến 1,1 m, phải dỡ bỏ để làm lại.[10] Liên quan đến sự cố này, vào tháng 5 năm 2006 Tòa án nhân dân Thành phố Hồ Chí Minh đã tuyên phạt 9 người từ 2 đến 3 năm tù, trong đó 3 người được hưởng án treo.[11] Năm 2003, cơ quan chức năng phát hiện nhiều đoạn của đường Nguyễn Hữu Cảnh bị lún từ 5 cm đến 1,1 m.[10] Đến tháng 7 năm 2004, tại cầu Văn Thánh 2 lại phát hiện hư hỏng ở đầu dầm và mố cầu; cầu được sửa chữa lần thứ nhất bằng phương pháp bù lún từ tháng 12 năm 2005 đến tháng 2 năm 2006.[12] Tuy nhiên, vào tháng 3 năm 2006 cầu lại tiếp tục bị thủng, mố cầu bị chuyển dịch và có nguy cơ sập.[7][13] Tháng 7 năm 2007, Thành phố Hồ Chí Minh chi hơn 141 tỷ đồng để sửa chữa cầu Văn Thánh 2 lần thứ hai bằng hình thức xây cầu cạn nối hai đầu cầu, việc sửa chữa hoàn tất vào đầu năm 2009.[14][15] Một hạng mục khác trên tuyến đường cũng bị lún, nứt sau khi đưa vào sử dụng là cầu vượt Nguyễn Hữu Cảnh.[16] Năm 2016, thành phố đã cho sửa chữa cây cầu với kinh phí hơn 12 tỷ đồng.[17] Qua nhiều năm khai thác, tuyến đường có nhiều đoạn bị lún nặng, trong đó đoạn từ cầu Thủ Thiêm đến cầu vượt Nguyễn Hữu Cảnh nặng nhất 1,2 m, khiến cho đường bị ngập sâu mỗi khi mưa lớn.[18][19] Tháng 9 năm 2017, thành phố đã cho lắp đặt máy bơm chống ngập với công suất lên đến 97.000 m³\/giờ của Công ty cổ phần Tập đoàn công nghiệp Quang Trung tại đường Nguyễn Hữu Cảnh. Máy bơm được vận hành từ ngày 2 tháng 10 năm 2017, được thành phố đánh giá là cơ bản mang lại hiệu quả.[20] Năm 2019, chính quyền chính thức thuê máy bơm với giá 14,2 tỷ đồng mỗi năm.[21] Ngày 5 tháng 10 năm 2019, đường Nguyễn Hữu Cảnh được khởi công sửa chữa với tổng mức đầu tư 473 tỷ đồng. Dự án thực hiện nâng cấp, sửa chữa, cải tạo hư hỏng nền, mặt đường đồng thời xây dựng, cải tạo vỉa hè, hệ thống thoát nước, hệ thống chiếu sáng, cây xanh, thảm cỏ, công trình hạ tầng kỹ thuật, sửa chữa hư hỏng một số hạng mục công trình khác dọc tuyến.[6] Công trình hoàn thành vào ngày 30 tháng 4 năm 2021.[22] Ghi chú[sửa | sửa mã nguồn] ^ Trước đó, Thành phố Hồ Chí Minh đã có một con đường mang tên Nguyễn Hữu Cảnh trên địa bàn phường Tân Định, Quận 1. Năm 1998, đường này được đổi tên thành đường Nguyễn Văn Nguyễn sau khi tên đường Nguyễn Hữu Cảnh chuyển sang đặt cho đường Lê Thánh Tôn nối dài. Chú thích[sửa | sửa mã nguồn] ^ a b “Bản đồ thành phố”. Cổng thông tin điện tử Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 11 tháng 12 năm 2021. Truy cập ngày 6 tháng 7 năm 2022. ^ Quỳnh Trần (22 tháng 4 năm 2021). “Đường Nguyễn Hữu Cảnh trước ngày hoàn thành sửa chữa”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 7 tháng 7 năm 2021. Truy cập ngày 6 tháng 7 năm 2022. ^ “'Lịch sử' hư hỏng của con đường tai tiếng Nguyễn Hữu Cảnh”. Tuổi Trẻ Online. 25 tháng 8 năm 2017. Lưu trữ bản gốc ngày 18 tháng 10 năm 2017. Truy cập ngày 6 tháng 7 năm 2022. ^ Ngọc Ẩn (12 tháng 8 năm 2008). “Chống ngập đường Nguyễn Hữu Cảnh”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Hữu Nguyên (13 tháng 7 năm 2017). “TP HCM giải quyết 'rốn ngập' bằng máy bơm công suất lớn”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ a b Ngọc Tấn (14 tháng 3 năm 2019). “473 tỷ đồng sửa đường Nguyễn Hữu Cảnh”. Cổng thông tin điện tử Chính phủ – Trang Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ a b Minh Anh, Hoàng Liêm (31 tháng 3 năm 2006). “Cần xác định rõ trách nhiệm”. Báo điện tử Sài Gòn Giải phóng. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ a b Kiên Cường (23 tháng 12 năm 2008). “Đường Nguyễn Hữu Cảnh - công trình bê bối nhất TP HCM”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 30 tháng 4 năm 2021. Truy cập ngày 6 tháng 7 năm 2022. ^ Quốc Minh (24 tháng 12 năm 2019). “Câu chuyện một con đường”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 26 tháng 4 năm 2020. Truy cập ngày 6 tháng 7 năm 2022. ^ a b N.A. (11 tháng 10 năm 2005). “Lỗ hổng mặt cầu Văn Thánh 2: \"Lỗ hổng\" về trách nhiệm!”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Việt Hòa (9 tháng 5 năm 2006). “18 năm tù cho các bị cáo vụ hầm chui Văn Thánh 2”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 9 tháng 10 năm 2020. Truy cập ngày 6 tháng 7 năm 2022. ^ Ngọc Ẩn (19 tháng 1 năm 2008). “\"Khai quật\" cầu Văn Thánh 2: Thấy gì?”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Ngọc Ẩn (17 tháng 3 năm 2006). “Cầu Văn Thánh 2 lại thủng”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Việt Hùng (24 tháng 8 năm 2007). “Ngày mai 25-8: Sửa chữa, nâng cấp cầu Văn Thánh 2”. Báo điện tử Sài Gòn Giải phóng. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Q.Hùng (16 tháng 1 năm 2009). “Thông xe cầu Văn Thánh 2”. Báo điện tử Sài Gòn Giải phóng. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Đức Phú, Quang Khải (7 tháng 9 năm 2016). “Tốn hơn 12 tỉ để sửa cầu vượt Nguyễn Hữu Cảnh”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 5 tháng 10 năm 2020. Truy cập ngày 6 tháng 7 năm 2022. ^ “Sửa chữa gấp cầu vượt Nguyễn Hữu Cảnh (TP.HCM)”. Báo điện tử VTV News. 23 tháng 10 năm 2016. Lưu trữ bản gốc ngày 29 tháng 9 năm 2020. Truy cập ngày 6 tháng 7 năm 2022. ^ Ngọc Ẩn (15 tháng 9 năm 2018). “Được sửa chữa, đường Nguyễn Hữu Cảnh sẽ hết ngập và sụt lún”. Tuổi Trẻ Online. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Đình Lý (8 tháng 10 năm 2017). “Máy bơm chống ngập thông minh giúp tuyến đường Nguyễn Hữu Cảnh giảm ngập”. Trang tin điện tử Đảng bộ Thành phố Hồ Chí Minh. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Hữu Nguyên (5 tháng 10 năm 2018). “Siêu máy bơm chống ngập đường Nguyễn Hữu Cảnh hoạt động trở lại”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 6 tháng 7 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Hữu Nguyên (12 tháng 5 năm 2019). “TP HCM thuê máy bơm chống ngập đường Nguyễn Hữu Cảnh hơn 14 tỷ mỗi năm”. Báo điện tử VnExpress. Lưu trữ bản gốc ngày 13 tháng 5 năm 2022. Truy cập ngày 6 tháng 7 năm 2022. ^ Mạnh Linh (30 tháng 4 năm 2021). “Thông xe đường Nguyễn Hữu Cảnh đúng ngày 30\/4”. Báo Tin tức - TTXVN. Lưu trữ bản gốc ngày 2 tháng 5 năm 2021. Truy cập ngày 6 tháng 7 năm 2022. Cổng thông tin Thành phố Hồ Chí Minh Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đường_Nguyễn_Hữu_Cảnh,_Thành_phố_Hồ_Chí_Minh&oldid=69558634” Thể loại: Đường phố Thành phố Hồ Chí Minh Quận 1 Bình Thạnh Trang này được sửa lần cuối vào ngày 10 tháng 1 năm 2023, 20:10. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}