{"Đặng Thế Luân":"Đặng Thế Luân – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Sự nghiệp 3Trình diễn trên sân khấu 4Giải thưởng 5Tham khảo 6Liên kết ngoài Đặng Thế Luân Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đặng Thế Luân Tên khai sinh Đặng Thế Luân Sinh 9 tháng 8, 1976 (46 tuổi) Thành phố Hồ Chí Minh, Việt Nam Thể loại Nhạc vàng, Bolero Nghề nghiệp Ca sĩ Hãng đĩa Trung tâm Asia (2005 - nay) Hợp tác với Băng Tâm Ngọc Huyền Tâm Đoan Trúc Mi Website http:\/\/www.facebook.com\/dangtheluan Đặng Thế Luân (sinh năm 1976) là một nam ca sĩ người Mỹ gốc Việt, hiện đang cộng tác với trung tâm Asia. Tiểu sử[sửa | sửa mã nguồn] Đặng Thế Luân sinh ngày 9 tháng 8 năm 1976 tại Thành phố Hồ Chí Minh, Việt Nam, 1 năm sau khi cuộc chiến tranh giữa 2 miền Nam-Bắc chấm dứt vào năm 1975, đến năm 1992 thì anh cùng với gia đình gồm bố mẹ, 3 người anh trai và 4 người chị gái sang định cư tại tiểu bang Maryland, Đông Bắc Hoa Kỳ theo diện Rover.[1]Hiện tại anh cũng như gia đình vẫn sống tại tiểu bang đó cho đến nay. Trong gia đình của Đặng Thế Luân, hầu như người nào cũng thích hát, nhưng chỉ có Thế Luân là trở thành ca sĩ chuyên nghiệp và được đứng trên sân khấu của Trung tâm Asia. Đặng Thế Luân còn có 1 người chị chơi đàn tranh khá hay. Đặng Thế Luân mê nhạc từ nhỏ. Song song với việc học nhạc ở Nhà Thiếu nhi quận 1, Sài Gòn về ký xướng âm và luyện thanh, anh còn theo học đàn mandoline với một người quen trong xóm, trên đường Mạc Đỉnh Chi. Sau khi sang Mỹ, những ngày đầu, Đặng Thế Luân cũng không tránh khỏi những bở ngỡ, nhất là về mặt ngôn ngữ dù đã may mắn được gia đình cho theo học Anh Văn từ nhỏ. Nhưng cũng nhờ đó mà chỉ cần một thời gian ngắn anh đã hoà nhập một cách dễ dàng vào cuộc sống mới[2]. Sự nghiệp[sửa | sửa mã nguồn] Đặng Thế Luân là một khuôn mặt mới của sân khấu ca nhạc Việt Nam tại hải ngoại, anh được Trung tâm Asia phát hiện từ cuộc Tuyển Lựa Ca Sĩ Việt Nam Hải Ngoại Kỳ 4 tổ chức tại Washington, D.C vào ngày 13 tháng 4 năm 2003. Tuy nhiên khi đó, Đặng Thế Luân chỉ chiếm được một thứ hạng khiêm nhượng. Nhưng chỉ khoảng không đầy hai năm sau tại vòng chung kết cuộc tuyển lựa tài năng mới của Trung tâm Asia diễn ra tại Hội Chợ Tết ở nam California vào đầu năm 2005, Đặng Thế Luân đã oanh liệt chiếm hạng nhất với nhạc phẩm “Xin Anh Giữ Trọn Tình Quê”[3]. Sau khi đoạt giải, Đặng Thế Luân đã được trung tâm Asia mời ký hợp đồng để trở thành một ca sĩ độc quyền của trung tâm này, khởi đầu với chương trình Asia 48 mang chủ đề “75 Năm Âm Nhạc Việt Nam” trong nhạc phẩm “Xin Anh Giữ Trọn Tình Quê”, trình bày song ca với Duy Khánh. Tiết mục song ca với Băng Tâm trong liên khúc “Trăng Tàn Trên Hè Phố” và “Những Ngày Xưa Thân Ái” trong chương trình Asia kế tiếp đã khiến anh được để ý nhiều hơn. Đến chương trình Asia 50 thì tiếng hát của Đặng Thế Luân có thể coi như đã chinh phục được khán giả trong nhạc phẩm “Biển Mặn”, trình bày song ca với Nhật Trường. Tiếp đến là liên khúc “Chuyện Hợp Tan” và “Chuyện 3 Người”, trình bày chung với Ngọc Huyền trên Asia 51 với chủ đề “Tình Khúc Sau Cuộc Chiến” cũng mang lại cho Đặng thế Luân một kết quả rất thuận lợi. Đến khi tiết mục đơn ca “Khóc Mẹ Đêm Mưa” do anh trình bày trong chương trình Asia 52 thì tên tuổi Đặng trở thành nổi bật[4]. Mặc dù vẫn thường nghe nhiều thể loại nhạc khác nhau, nhưng Đặng thế Luân chủ trương sẽ luôn đi theo loại nhạc quê hương. Vì khi trình bày những nhạc phẩm đó anh cảm nhận được một cách sâu xa những tình cảm rất đậm đà đối với miền đất anh đã được sinh ra và lớn lên trong vòng tay ấm áp của gia đình. Những yếu tố đó hẳn đã giúp cho Đặng Thế Luân có được niềm dạt dào xúc cảm qua tiếng hát của anh. Khi hỏi anh có ảnh hưởng của một vài ca sĩ nào trong cách trình diễn cũng như trong chất giọng của mình? Anh liền trả lời: \"Tôi thích giọng hát truyền cảm của Duy Khánh và Hoài Nam, nhưng tôi muốn mình phải có cái riêng của mình\"[5]. Còn hỏi mơ ước của anh sau này, một khi không còn làm ca sĩ nửa? Anh trả lời là làm chủ một nhà hàng nho nhỏ. Ngoài việc hát tân nhạc, trong thời gian gần đây, Đặng Thế Luân còn cho thấy khả năng đóng kịch và hát cải lương, cũng như sắp tốt nghiệp bằng MBA (Cao học quản trị kinh doanh) trong năm 2009[3]. Trình diễn trên sân khấu[sửa | sửa mã nguồn] STT Tiết mục Thể hiện với Chương trình Năm 1 Xin Anh Giữ Trọn Tình Quê (Duy Khánh) Duy Khánh (dùng hình ảnh & giọng từ cuốn ASIA 12) ASIA 48 2005 2 LK Trăng Tàn Trên Hè Phố, Những Ngày Xưa Thân Ái (Phạm Thế Mỹ) Băng Tâm ASIA 49 3 Biển Mặn (Trần Thiện Thanh) Nhật Trường (dùng hình ảnh & giọng từ cuốn ASIA 2) ASIA 50 2006 4 LK Em Còn Nhớ Mùa Xuân (Ngô Thụy Miên), Người Di Tản Buồn (Nam Lộc), Lời Kinh Đêm (Việt Dzũng), Mưa Sài Gòn Còn Buồn Không Em (Nguyệt Ánh), Mười Năm Tình Cũ (Trần Quảng Nam) Lâm Nhật Tiến, Ngọc Hạ ASIA 51 5 LK Chuyện Hợp Tan, Chuyện Ba Người (Quốc Dũng) Ngọc Huyền 6 LK Chuyện Giàn Thiên Lý (Anh Bằng, thơ: Yên Thao), Chuyện Tình Hoa Trắng (Anh Bằng, thơ: Kiên Giang), Chuyện Hoa Sim (Anh Bằng, thơ: Hữu Loan) Mạnh Đình, Ngọc Huyền, Băng Tâm, Y Phụng ASIA 52 7 Khóc Mẹ Đêm Mưa (Anh Bằng) solo 8 LK Chuyện Người Đan Áo (Trường Sa), Bài Thánh Ca Buồn (Nguyễn Vũ) Băng Tâm ASIA 53 2007 9 Trộm Nhìn Nhau (Trầm Tử Thiêng) solo ASIA 54 10 Thương Về Miền Trung (Duy Khánh) ASIA 55 11 Người Thương Binh (Anh Bằng) ASIA 56 12 Tân cổ: Cánh Chim Bạt Gió (Nam Lộc, Ngọc Huyền, Bạch Mai) Ngọc Huyền ASIA 57 13 Nó và tôi (nhạc Song Ngọc, lời Vọng Châu) Lâm Nhật Tiến ASIA 58 2008 14 Nhớ nhau hoài (Anh Việt Thu, Thiên Hà) solo 15 Người Ngoài Phố (Anh Việt Thu) ASIA 59 16 LK Duyên Kiếp, Trăm Nhớ Ngàn Thương, Thu Sầu (Lam Phương) Băng Tâm, Đan Nguyên, Y Phụng, Tường Nguyên, Tường Khuê, Ngọc Huyền 17 Xuân Này Con Không Về (Trịnh Lâm Ngân) Duy Khánh (dùng hình ảnh & giọng từ cuốn ASIA 10) ASIA 60 18 Gặp Nhau Làm Ngơ (Trần Thiện Thanh) Thùy Dương ASIA 61 2009 19 Hồi Chuông Xóm Đạo (Anh Bằng) solo ASIA 62 20 Tà Áo Cưới (Hoàng Thi Thơ) ASIA 63 21 Đời Còn Cô Đơn (Đài Phương Trang) ASIA 64 22 Hai Mùa Noel (Nguyễn Vũ) Ngọc Huyền ASIA Đêm Giáng Sinh 23 Tà Áo Đêm Noel (Tuấn Lê) solo 24 Xuân Này Con Về Mẹ Ở Đâu (Nhật Ngân) ASIA Đón Giao Thừa 2010 25 Một Mai Giã Từ Vũ Khí (Trịnh Lâm Ngân) ASIA 65 26 Lối Về Đất Mẹ (Duy Khánh) ASIA 66 27 Bóng Nhỏ Giáo Đường (Phượng Linh) ASIA Noel, Noel 28 Đám Cưới Đầu Xuân (Trần Thiện Thanh) Băng Tâm ASIA 67 29 Nước Mắt Quê Hương (Anh Bằng) solo ASIA Golden 1 30 Trường Cũ Tình Xưa (Duy Khánh) Tâm Đoan ASIA 68 2011 31 Gót Chinh Nhân (Lê Minh Bằng) solo ASIA Golden 2 32 Dư Âm Mùa Giáng Sinh (Ngân Giang) ASIA Noel Mùa Tình Yêu 33 Thư Xuân Hải Ngoại (Trầm Tử Thiêng) ASIA Xuân Hy Vọng 34 Gia Tài Của Nó (Anh Bằng) Băng Tâm ASIA 69 2012 35 Huế Nhớ O (Anh Bằng, thơ: Dáng Thơ) Tâm Đoan ASIA 70 36 Cánh Phượng Hồng Thuở Xưa (Anh Bằng, thơ: Trịnh Bửu Hoài) solo ASIA 71 37 Mùa Đông Về Chưa Em (Nguyễn Vũ) ASIA Niềm Vui Mùa Giáng Sinh 38 Cho Đồng Bào Tôi (Nguyễn Đức Quang) Nhật Lâm ASIA Golden 3 2013 39 Xin Hãy Làm Ánh Đuốc Huỳnh Phi Tiễn, Mỹ Huyền, Nhật Lâm 40 Non Nước Chung Tình (Y Vân) solo ASIA 72 41 Căn Nhà Màu Tím (Hoài Linh) Băng Tâm ASIA 73 42 Kẻ Ở Miền Xa (Trúc Phương) Huỳnh Phi Tiễn ASIA 74 2014 43 Người Xa Về Thành Phố (Trúc Phương) solo 44 Về Đâu Mái Tóc Người Thương (Hoài Linh) Trúc Mi ASIA 75 45 LK Mùa Xuân Của Mẹ (Trịnh Lâm Ngân), Rước Xuân Về Nhà (Nhật Ngân) Hoàng Thục Linh, Quốc Khanh ASIA Liên khúc Mùa Xuân 46 Lính Xa Nhà (Trịnh Lâm Ngân) solo ASIA 76 2015 47 Lúa Mùa Duyên Thắm (Trịnh Hưng) Trúc Mi ASIA Golden 4 48 Chiều Tây Đô (Lam Phương) solo 49 Nhạc Rừng Khuya (Lam Phương) Hoàng Thục Linh, Hoàng Anh Thư, Hồng Diễm, Trúc Mi, Quốc Khanh, Huỳnh Phi Tiễn, Nhật Lâm, Thế Sơn ASIA 77 50 LK Trúc Đào (Anh Bằng, thơ: Nguyễn Tất Nhiên), Hoa Học Trò (Anh Bằng, thơ: Nhất Tuấn) Trúc Mi 51 Ngày Xuân Thăm Nhau (Hoài An) ASIA Mừng Xuân 2016 52 LK Nửa Đêm Ngoài Phố (Trúc Phương), Tôi Trở Về Thành Phố (Y Vân) Nhật Lâm, Bảo Khánh ASIA 79 2017 53 Mùa Đã Sang Rồi Em Có Hay (Anh Bằng) solo 54 Sáu Tháng Quân Trường (Khánh Băng) ASIA Golden 5 55 Bên Trời Fatima (Lm. Nguyễn Văn Tuyên) ASIA Mẹ Fatima 56 Tôi Đã Gặp (Minh Kỳ, Lê Dinh) Phương Hồng Quế, Đặng Minh Thông, Lê Quốc Tuấn ASIA 80 57 Hào Khí Việt Nam (Holy Thắng) solo 58 Hái Hoa Rừng Cho Em (Trương Hoàng Xuân) ASIA 81 2018 59 Và Tôi Cũng Yêu Em (Đức Huy) Nguyễn Hoàng Nam, Cardin 60 Lá Thư Người Chiến Sĩ (Phạm Đình Chương) solo ASIA 82 61 Anh Không Chết Đâu Anh (Trần Thiện Thanh) ASIA Đặc Biệt 2020: Lễ Tạ Ơn 2020 62 Tiếng Chuông Viễn Xứ (Thiên Ca) ASIA Christmas Special 2020 Giải thưởng[sửa | sửa mã nguồn] Giải nhất tại cuộc tuyển lựa tài năng mới của Trung tâm Asia năm 2005 Tham khảo[sửa | sửa mã nguồn] ^ Diện Rover là diện hồi hương gần giống như những diện như là con lai đoàn tụ gia đình nếu có người thân ở Hoa Kỳ. ^ “Ca sĩ Đặng Thế Luân thích hát từ hồi nhỏ”. Người Việt. Truy cập ngày 14 tháng 4 năm 2021. ^ a b “Đặng Thế Luân - Tiếng hát trẻ và dòng nhạc quê hương”. tvtsonline. 3 tháng 12 năm 2008. Truy cập ngày 14 tháng 4 năm 2021. ^ “Đặng Thế Luân - Một tài năng thực sự của Trung tâm Asia”. Trung tâm Asia. 4 tháng 2 năm 2006. Truy cập ngày 14 tháng 4 năm 2021. ^ “Tiểu sử ca sĩ Đặng Thế Luân”. Achau. 10 tháng 11 năm 2011. Truy cập ngày 14 tháng 4 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Facebook chính thức Đặng Thế Luân Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đặng_Thế_Luân&oldid=69102438” Thể loại: Ca sĩ hải ngoại Ca sĩ Trung tâm Asia Nhạc quê hương Bolero trữ tình Bolero Việt Nam Nhạc vàng Nhạc Phật Trang này được sửa lần cuối vào ngày 14 tháng 9 năm 2022, 16:31. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}