{"Đắk-krông mùa xuân về":"Đắk-krông mùa xuân về – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Hoàn cảnh ra đời 2Trích đoạn 3Hình tượng sông Đắk-krông 4Giải thưởng 5Chú thích Đắk-krông mùa xuân về Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). \"Đắk-krông mùa xuân về\" Bài hát của Kiều Hưng, Trọng Tấn Thể loại Nhạc đỏ Sáng tác Tố Hải Lời Tố Hải Thông tin bài hát ở Việt Nam Năm sáng tác 1975 Nhạc sĩ Tố Hải Đắk-krông mùa xuân về[1] là một bài hát nổi tiếng về Tây Nguyên của nhạc sĩ Tố Hải sáng tác năm 1975. Hoàn cảnh ra đời[sửa | sửa mã nguồn] Đắk-krông mùa xuân về ban đầu được sáng tác trong những ngày tháng Tố Hải cùng đồng đội hành quân dọc dãy Trường Sơn trong thời gian chiến tranh Việt Nam. Trong một lần hành quân qua tỉnh Quảng Trị, ông dừng lại bên một dòng suối mà người dân đồng bào vùng cao gọi là suối Đắk-krông. Những năm từ Mậu Thân 1968 trở đi, chiến tranh càng xảy ra ác liệt, ông ấp ủ viết một bài hát thật hay về Trường Sơn, vậy là ông bắt tay vào viết ca khúc Đắk-krông mùa xuân về với ý nguyện tặng riêng cho Tây nguyên. Cũng trong năm 1968, ông viết xong lời 1 của bài hát nhưng phải bỏ dở và bài hát chưa được công bố. Đến năm 1970, Tố Hải được cử ra Bắc học Trường Âm nhạc Việt Nam, cùng lớp với các nhạc sĩ Xuân Hồng, Phạm Minh Tuấn...Giữa tháng 3 năm 1975, khi chiến dịch Tây Nguyên nổ ra, vào một buổi sáng, bất chợt cảm xúc của Tố Hải dâng trào mãnh liệt. Lúc ấy vừa tốt nghiệp Trường Âm nhạc Việt Nam và vẫn là thành viên của Đoàn văn công Quân giải phóng khu 5, trong một căn lán ở Nhổn (Hoài Đức, Hà Nội), Tố Hải đã hoàn thành lời 2 của bài hát \"Đắk-krông mùa xuân về\" ngay trong buổi sáng đó và buổi chiều ông đã mang đến Đài Tiếng nói Việt Nam. Bài hát lập tức được dàn dựng, Kiều Hưng là người đầu tiên thể hiện ca khúc này.[2] Trích đoạn[sửa | sửa mã nguồn] Chim Kơ-tia bay tới, nghiêng cánh chào Đắk-krông. Pơ-lang khoe sắc thắm, gió đưa hương đôi bờ. Tây Nguyên ta uống nước, một nguồn nước Cách mạng, một nguồn nước Bác Hồ. Hình tượng sông Đắk-krông[sửa | sửa mã nguồn] Nhạc sĩ Tố Hải cho biết: \"Đắk-krông đúng là một địa danh của Quảng Trị, nhưng nó chỉ mang tính ước lệ thôi. Ca khúc này tôi dành tặng riêng đồng bào Tây Nguyên, bởi tôi thấy ở Tây Nguyên tất cả con sông con suối đều liên quan đến \"Đắk\" - nước và \"Krông\" - sông (nước lớn)[3]…Bài hát này không nhằm vào một địa danh cụ thể nào cả. Dòng sông trong bài hát là hình tượng con sông lớn, sông cách mạng, đang ào ạt tuôn chảy. Đó là dòng chảy của những đoàn quân hào hùng ra trận...\"[2] Giải thưởng[sửa | sửa mã nguồn] Cuối tháng 5 năm 2012, Nhạc sĩ Tố Hải được Chủ tịch nước tặng Giải thưởng Nhà nước về âm nhạc với chùm tác phẩm: Đăk-krông mùa xuân về, Lời ca không tắt, Những ngôi sao xanh, Em thương cô giáo vùng cao.[4] Chú thích[sửa | sửa mã nguồn] ^ Nhạc sĩ Tố Hải: Gọi xuân về qua khúc hát, Hoàng Thu Phố, Báo Gia đình và Xã hội, Ngày 4 Tháng 1, 2009 Theo tác giả Hoàng Thu Phố: \"Lâu nay, nhiều phương tiện truyền thông, trên những website âm nhạc uy tín, như nhacso.net thậm chí trên trang web của Hội Nhạc sĩ Việt Nam vẫn viết tên ca khúc này là \"Sông Đakrông mùa xuân về\". Nhưng đối với các dân tộc dọc Trường Sơn gọi \"Đak\" là nước và \"Krông\" là sông. Còn trong tập sách \"Ngọn sóng phía mặt trời\" (Nhà xuất bản Âm nhạc, 2007), trang 92, chính nhạc sĩ Tố Hải cũng viết rõ ràng tên bài hát: \"Đắk-krông mùa xuân về\". Và tên ông – nhạc sĩ Tố Hải – bây giờ nhiều phương tiện truyền thông vẫn ghi nhầm ông với nhạc sĩ Tô Hải – sinh năm 1927, nổi tiếng với ca khúc \"Nụ cười sơn cước\". Nhạc sĩ Tố Hải muốn qua trang báo này, để từ đây, sự nhầm lẫn đáng tiếc ấy không bao giờ xảy ra nữa.\" ^ a b Nhạc sĩ Tố Hải: Gọi xuân về qua khúc hát, Hoàng Thu Phố, Báo Gia đình và Xã hội, Ngày 4 Tháng 1, 2009 ^ Đi tìm \"cánh chim kơtia\" THÁI BÁ DŨNG, Báo Tuổi trẻ, ngày 10\/04\/2013 ^ Nhạc sĩ Tố Hải ra mắt tập nhạc “Nhớ về miền gió cát”, KHUÊ VIỆT TRƯỜNG, Cổng Thông tin Điện tử tỉnh Khánh Hòa, ngày 25\/09\/2013 Bài viết liên quan đến âm nhạc Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đắk-krông_mùa_xuân_về&oldid=65504320” Thể loại: Sơ khai âm nhạc Việt Nam Ca khúc nhạc đỏ Bài hát tiếng Việt Bài hát về Tây Nguyên Nhạc Tố Hải Bài hát năm 1975 Bài hát về chiến tranh Việt Nam Bài hát Việt Nam Thể loại ẩn: Pages using infobox song with unknown parameters Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 16 tháng 8 năm 2021, 13:35. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}