{"Đặng Kim Giang":"Đặng Kim Giang – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Tiểu sử 2Công tác hậu cần quân đội 3Chỉ đạo công tác hậu cần chiến dịch Điện Biên Phủ 4Công tác tại Bộ Nông trường 5Vụ án Xét lại Chống Đảng 6Gia đình 7Huy chương, danh hiệu 8Chú thích 9Tham khảo 10Liên kết ngoài Đặng Kim Giang Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đặng Kim Giang (1910–1983) là thiếu tướng, nguyên là Phó Chủ nhiệm Tổng cục Hậu cần Quân đội nhân dân Việt Nam, Thứ trưởng Bộ Nông trường. Ông là đại biểu Quốc hội khoá I, khoá II Việt Nam Dân chủ Cộng hòa và là một trong những nạn nhân vụ đàn áp chính trị có tên gọi là Vụ án Xét lại Chống Đảng. Tiểu sử[sửa | sửa mã nguồn] Gia đình ông Đặng Kim Giang Ông tên thật là Đặng Rao, quê tại xã Minh Hưng, huyện Kiến Xương, tỉnh Thái Bình. Năm 1928, ông gia nhập Việt Nam Thanh niên Cách mạng Đồng chí Hội. Năm 1930 trở thành đảng viên Đảng Cộng sản Đông Dương và thoát ly gia đình hoạt động cách mạng. Ông lần lượt đảm nhiệm các chức vụ: bí thư chi bộ xã, bí thư đảng bộ tổng, Tỉnh ủy viên, Xứ ủy viên Xứ ủy Bắc kỳ, hoạt động gây dựng phong trào cách mạng tỉnh Thái Bình. Ông bị thực dân Pháp bắt kết án 12 năm tù giam, chịu đựng đòn tra bảo vệ cơ sở và bị giam tại các nhà lao: Hoả Lò, Hoà Bình, Sơn La. Ông vượt ngục Sơn La, tiếp tục hoạt động xây dựng phong trào cách mạng tỉnh Bắc Ninh. Trong Cách mạng tháng Tám 1945, ông cùng với ông Đỗ Mười, Lê Trọng Tấn chỉ đạo khởi nghĩa giành chính quyền tại tỉnh Hà Đông. Sau đó ông trở thành Chủ tịch Ủy ban nhân dân tỉnh Hà Đông, Phó Bí thư Tỉnh uỷ. Trong kháng chiến chống Pháp, ông lần lượt đảm nhiệm các nhiệm vụ sau: Ủy viên Ủy ban Hành chính Kháng chiến Khu 2[1], Phó bí thư khu ủy Khu 2, Thường vụ khu ủy, Ủy viên Ủy ban Kháng chiến Hành chính Liên khu 3[2], Phó chủ tịch Ủy ban Hành chính Kháng chiến Liên khu 3. Công tác hậu cần quân đội[sửa | sửa mã nguồn] Sau đó ông chuyển sang quân đội. Năm 1951 ông là Phó chủ nhiệm Tổng cục Cung cấp, tham gia các chiến dịch Thượng Lào, Biên Giới, Hòa Bình, Tây Bắc, Hà Nam Ninh và là Chủ nhiệm cung cấp, một trong bốn thành viên của Bộ chỉ huy và Đảng ủy Mặt trận Điện Biên, chịu trách nhiệm đảm bảo quân lương, súng đạn cho chiến dịch Điện Biên Phủ. Năm 1954, ông là Phó chủ nhiệm Tổng cục Hậu cần Quân đội nhân dân Việt Nam, Ủy viên Quân ủy Trung ương. Năm 1958, ông được phong quân hàm thiếu tướng. Năm 1959 - 1960 ông làm Quyền Chủ nhiệm Tổng cục Hậu cần. Chỉ đạo công tác hậu cần chiến dịch Điện Biên Phủ[sửa | sửa mã nguồn] Cánh đồng Điện Biên nằm lọt giữa vùng núi cao hiểm trở phía Tây Bắc Việt Nam. Trong chiến dịch Điện Biên Phủ, đối với cả hai bên tham chiến, vấn đề tiếp vận lương thực, đạn dược cho các đạo quân khổng lồ là một trong những câu hỏi nan giải nhất quyết định thành bại. Đây là một trận chiến tay đôi mà hai bên biết nhau khá rõ: quân đội Pháp có khoảng 16000 người được tiếp viện chủ yếu bằng đường không qua 2 sân bay sẽ nằm trong tầm súng đại bác và súng phòng không nếu họ để đối phương tiến từ núi xung quanh xuống cánh đồng. Bộ đội Việt Nam phải nuôi quân số đông gấp hơn 3 lần quân Pháp. Tiếp vận bằng đường bộ từ các vùng hậu phương chính như Liên khu 3, Liên khu 4 cách xa mặt trận 600 – 800 km qua một con đường duy nhất với nhiều đèo, suối nằm trong tầm oanh tạc của không quân Pháp với khả năng phòng không khá hạn chế. Kết quả là: trong suốt chiến dịch, Quân Liên hiệp Pháp huy động 100 máy bay Dacota, 16 C112 và một số lớn máy bay dân dụng lập một cầu hàng không khổng lồ nuôi tập đoàn cứ điểm trong khi Quân đội nhân dân Việt Nam ép sát, chia cắt sân bay, đưa súng cao xạ tập trung bắn hạ máy bay, bóp chặt \"dạ dày\" đối phương. Từ ngoài thung lũng Điện Biên, phía Việt Nam huy động hàng trăm xe ô tô tải, và một đội quân thô sơ khổng lồ với 260 000 dân công, 21 000 xe đạp thồ, 20 000 xe bò, xe trâu, bè mảng… vận chuyển hàng hóa, quân lính trên con đường huyết mạch lên mặt trận dưới mưa bom napan, bom bướm, bom nổ chậm,… của 168 máy bay ném bom, trong đó có tới 48 chiếc \"pháo đài bay\" B26. Nhiệm vụ điều phối lực lượng vận chuyển, cất trữ, phân phối khối lượng khổng lồ 27.000 tấn vật phẩm (gạo, muối, đường, thịt, quân trang, quân dụng, thuốc men, vật liệu,…), việc chăm lo cái ăn, cái mặc, thuốc men, chăm sóc y tế cho bộ đội được gọi chung là \"hậu cần\". Người được giao nhiệm vụ chỉ huy mảng công việc khó khăn và nặng nề này là ông Đặng Kim Giang với chức danh \"chủ nhiệm cung cấp mặt trận\", một trong bốn thành viên của Bộ Chỉ huy mặt trận Điện Biên Phủ. Đây là trận chiến âm thầm, quyết liệt. Với phương tiện thông tin thô sơ, phối hợp rất đông các tổ chức dân sự và quân sự, công tác chỉ huy rất khó khăn và phức tạp. Hơn 260.000 dân công, hơn 22.000 thanh niên xung phong kết hợp cùng các lực lượng công binh, vận tải, quân y đã huy động 10 triệu ngày công, mở 4500 km đường xuyên rừng, bạt núi vận chuyển vũ khí, lương thực thương binh dưới bom đạn ác liệt. Ông Giang báo cáo Tư lệnh Võ Nguyên Giáp trong cuộc họp với Đảng ủy chiến dịch và cố vấn Trung Quốc về khó khăn của công tác hậu cần như sau: \"…Điện Biên Phủ mỗi ngày quân ăn 50 tấn gạo, dân công gánh gạo từ Thanh Hóa lên đến kho thì tính ra chỉ còn 1 đến 2 kg mỗi người. Ta chỉ có 268 xe Liên Xô viện trợ, đường độc đạo bị địch đánh ghê gớm, nhất là ở đèo Lũng Lô, Ngã ba Cò Nòi\". Đường sá xa xôi, phương tiện thô sơ, nếu chỉ chuyên chở bằng sức người, dọc đường dân công ăn phần lớn lương thực, khi tới mặt trận chỉ còn 8%. Vũ khí một phần được Liên Xô, Trung Quốc viện trợ và phần đáng kể vẫn dùng của địch đánh địch, ví dụ trong số 20.000 đạn pháo của Việt Nam chỉ có 18% do Trung Quốc viện trợ còn lại phần lớn là dành dụm từ chiến lợi phẩm của Pháp trong nhiều trận đánh trước. Vì vậy chủng loại vũ khí khí tài rất phức tạp, công tác bảo trì, sửa chữa, cung cấp đạn dược thêm khó khăn. Chiến dịch ban đầu định giải quyết trong vài ngày, sau kéo dài thành 55 ngày đêm, kết thúc khi mùa mưa đã bắt đầu, đường sá sình lầy, sông suối ngập lũ. Hàng vạn người chiến đấu chen chúc với xác chết và thương binh, bệnh dịch dễ dàng phát sinh. Ngoài phục vụ bộ đội còn phải đảm bảo điều kiện sinh hoạt cho dân công, và sau này là hàng ngàn tù binh địch. Trong khi Bộ Chỉ huy mặt trận với các bộ phận tư lệnh, tham mưu, chính trị, quân báo,… nằm tại chỉ huy sở Mường Phăng, thì riêng bộ phận chỉ huy hậu cần nằm riêng ra ngoài, sát đường vận chuyển để tiện chỉ huy. Ông Đặng Kim Giang rong ruổi đêm ngày trên một chiếc xe Jeep Mỹ trần mui đốc chiến tại các cung đường giao thông, các kho đạn, bệnh viện dã chiến,… hễ leo lên xe là ngủ gà gật. Để ông khỏi ngã, người lái xe buộc chặt ông vào ghế, chỉ tháo ra khi đến nơi hoặc khi bị máy bay tấn công. Khi chiến dịch kết thúc, bệnh mất ngủ đã đeo đuổi ông đến cuối đời. Chiến dịch thắng lợi, ông Đặng Kim Giang và Đại tướng Võ Nguyên Giáp có thêm tin vui là có con trai ra đời trong khi họ ở mặt trận. Hai năm sau ông Giang được phong hàm thiếu tướng. Về già, ước mong cuối cùng của Ông trước lúc chết là được đeo trên ngực chiếc huy hiệu kỉ niệm \"chiến sĩ Điện Biên.\" Công tác tại Bộ Nông trường[sửa | sửa mã nguồn] Sau đó ông giải ngũ. Năm 1960 ông được cử làm Ủy viên Ủy ban Kế hoạch Ngân sách của Quốc hội khóa II.[3] Năm 1960 Chính phủ tách Bộ Nông lâm thành 4 cơ quan là Tổng cục Thủy sản, Tổng cục Lâm nghiệp, Bộ Nông trường, Bộ Nông nghiệp. Ông về Bộ Nông trường làm Bí thư Đảng đoàn và Thứ trưởng [4]. Ông tham gia đấu tranh cho đổi mới quản lý, giao đất tăng gia, giao nhà ở cho nông trường viên, hợp tác đầu tư với các nước xã hội chủ nghĩa, cho các nông trường liên doanh với các nông trường nước bạn. Tất cả những chủ trương cách tân đó đều bị coi là \"xét lại\", \"đi theo con đường tư bản chủ nghĩa\".. Vụ án Xét lại Chống Đảng[sửa | sửa mã nguồn] Năm 1967, ông là một trong những nhân vật chính trong Vụ án Xét lại Chống Đảng. Ông bị chính quyền Việt Nam Dân chủ Cộng hoà bắt giam 7 năm tại nhà tù Hỏa Lò Hà Nội và quản thúc 7 năm sau đó tại xã Việt Đoàn, huyện Tiên Sơn, tỉnh Hà Bắc (nay là huyện Tiên Du tỉnh Bắc Ninh).[cần dẫn nguồn] Năm 1980 ông trở về Hà Nội, sống trong ngôi nhà cũ rộng 14 mét vuông tại 30 ngõ Chùa Liên Phái thuộc quận Hai Bà Trưng. Mười người, vợ chồng, con cái, cháu nội, cháu ngoại sống trong ngôi nhà đó hơn 10 năm trời.[cần dẫn nguồn] Ông mất ngày 16 tháng 5 năm 1983. An táng tại Nghĩa trang Văn Điển, Hà Nội. Gia đình[sửa | sửa mã nguồn] Vợ ông là bà Nguyễn Thị Mỹ cán bộ ngành giáo dục nguyên Hội phó Hội Liên hiệp phụ nữ tỉnh Hà đông. Những người con của ông bà đều cố gắng vươn lên trong khó khăn 3 người là cán bộ trung cấp, 5 kỹ sư, 4 người là đảng viên. Đó là Tiến sĩ Đặng Kim Sơn - Thành viên HĐQT Pan Group nguyên Viện trưởng Viện Chính sách và Chiến lược Phát triển Nông nghiệp nông thôn, Đặng Kim Thành, Đặng Kim Thư, Đặng Kim Phượng, Đặng Kim Loan, Đặng Kim Giao. Huy chương, danh hiệu[sửa | sửa mã nguồn] Huân chương Chiến thắng hạng nhất Huân chương Kháng chiến Huân chương Chiến sĩ Vẻ vang Chú thích[sửa | sửa mã nguồn] ^ http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=407 ^ “S¾C LÖNH”. Truy cập 12 tháng 3 năm 2015. ^ “Van kien Quoc hoi toan tap”. Bản gốc lưu trữ ngày 14 tháng 5 năm 2008. ^ “Chỉ thị 1190”. Truy cập 12 tháng 3 năm 2015. Tham khảo[sửa | sửa mã nguồn] Võ Nguyên Giáp - Điện Biên Phủ - Điểm Hẹn Lịch sử - Nhà xuất bản Quân đội nhân dân Chuyện những người làm nên lịch sử - Hồi ức Điện Biên Phủ 1954 - 2009. Nhà xuất bản Chính trị Quốc gia, Tomorrow Media Co Ltd. 2009 Chỉ thị số 1190-NT\/LT về việc đẩy mạnh thực hiện chế độ trả lương theo sản phẩm trong ngành nông trường quốc doanh năm 1962 do Bộ Nông trường ban hành ngày 17 tháng 05 năm 1962 Thông tư số 1191-NT\/LT về việc hướng dẫn thi hành chế độ trả lương theo sản phẩm cho công nhân sản xuất trong các nông trường quốc doanh các đơn vị trực thuộc Bộ Nông trường do Bộ Nông trường ban hành ngày 17 tháng 05 năm 1962 Liên kết ngoài[sửa | sửa mã nguồn] Sắc lệnh số 94 ngày 3 tháng 10 năm 1947 của Chủ tịch Chính phủ Việt Nam Dân chủ Cộng hòa[liên kết hỏng] Sắc lệnh số 125 ngày 25 tháng 1 năm 1948 của Chủ tịch Chính phủ Việt Nam Dân chủ Cộng hòa[liên kết hỏng] Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đặng_Kim_Giang&oldid=68671607” Thể loại: Sinh năm 1910 Mất năm 1983 Người Thái Bình Thiếu tướng Quân đội nhân dân Việt Nam Chủ tịch Ủy ban hành chính tỉnh Hà Đông Bí thư Tỉnh ủy Bắc Ninh Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Tổng cục Hậu cần, Bộ Quốc phòng Việt Nam Đại biểu Quốc hội Việt Nam khóa I Đại biểu Quốc hội Việt Nam khóa II Huân chương Kháng chiến Huân chương Chiến thắng hạng Nhất Huân chương Chiến sĩ vẻ vang Nhân vật trong Vụ án Xét lại Chống Đảng Thiếu tướng Quân đội nhân dân Việt Nam thụ phong thập niên 1950 Thể loại ẩn: Bài viết có trích dẫn không khớp Bài có liên kết hỏng Trang này được sửa lần cuối vào ngày 1 tháng 6 năm 2022, 02:52. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}