{"Đặng Thị Ngọc Thịnh":"Đặng Thị Ngọc Thịnh – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và giáo dục Hiện\/ẩn mục Thân thế và giáo dục 1.1Thân thế 1.2Giáo dục 2Sự nghiệp chính trị 3Phó Chủ tịch nước Hiện\/ẩn mục Phó Chủ tịch nước 3.1Quyền Chủ tịch nước 3.2Miễn nhiệm và nghỉ hưu 4Hoạt động Đại biểu Quốc hội 5Chú thích 6Liên kết ngoài Đặng Thị Ngọc Thịnh 26 ngôn ngữ العربية Bahasa Indonesia Català Deutsch English Español Français Galego 한국어 Ido Italiano ქართული 日本語 ភាសាខ្មែរ Polski Português Русский Simple English کوردی Svenska ไทย Türkçe Українська 吴语 粵語 中文 17 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Đặng Thị Ngọc Thịnh Chức vụ Quyền Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Nhiệm kỳ 21 tháng 9 năm 2018 – 23 tháng 10 năm 2018 32 ngày Tiền nhiệm Trần Đại Quang Kế nhiệm Nguyễn Phú Trọng Vị trí Việt Nam Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Nhiệm kỳ 8 tháng 4 năm 2016 – 6 tháng 4 năm 2021 4 năm, 363 ngày Chủ tịch nước Trần Đại Quang (2016-2018) Nguyễn Phú Trọng (2018-2021) Nguyễn Xuân Phúc (5-6\/4\/2021) Tiền nhiệm Nguyễn Thị Doan Kế nhiệm Võ Thị Ánh Xuân Quyền Chủ tịch Hội đồng Quốc phòng An ninh Quyền Tổng tư lệnh các lực lượng vũ trang nhân dân Việt Nam Nhiệm kỳ 21 tháng 9 năm 2018 – 23 tháng 10 năm 2018 32 ngày Tiền nhiệm Trần Đại Quang Kế nhiệm Nguyễn Phú Trọng Phó Chủ tịch Nguyễn Xuân Phúc Quyền Trưởng Ban Chỉ đạo cải cách Tư pháp Trung ương Nhiệm kỳ 21 tháng 9 năm 2018 – 23 tháng 10 năm 2018 32 ngày Tiền nhiệm Trần Đại Quang Kế nhiệm Nguyễn Phú Trọng Phó Chánh Văn phòng Trung ương Đảng Nhiệm kỳ 24 tháng 3 năm 2015 – 8 tháng 4 năm 2016 1 năm, 15 ngày Chánh văn phòng Trần Quốc Vượng (8\/2011-2\/2016) Nguyễn Văn Nên (2\/2016-10\/2020) Bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ tháng 10 năm 2010 – 24 tháng 3 năm 2015 Tiền nhiệm Trương Văn Sáu Kế nhiệm Trần Văn Rón Phó bí thư Phạm Văn Đấu (-2011) Phan Đức Hưởng (Thường trực -2011) Nguyễn Văn Diệp (2011-10\/2014) Phạm Văn Lực (Thường trực 2011-13\/2014) Nguyễn Thị Thu Hà (03\/2014-12\/2015) Trần Văn Rón (Thường trực 10-12\/2014) (12\/2014-3\/2015) Trương Văn Sáu (Thường trực 12\/2014-5\/2019) Phó bí thư Tỉnh ủy Vĩnh Long Nhiệm kỳ tháng 5 năm 2009 – tháng 10 năm 2010 Bí thư Trương Văn Sáu Phó chủ tịch thường trực Hội Liên hiệp phụ nữ Việt Nam Nhiệm kỳ 2007 – 2009 Thông tin chung Sinh 25 tháng 12, 1959 (63 tuổi) xã Duy Trinh, huyện Duy Xuyên, Quảng Nam, Việt Nam Dân tộc Kinh Đảng chính trị Đảng Cộng sản Việt Nam Học vấn Thạc sỹ xây dựng Đảng Cử nhân khoa học Sử Cử nhân Luật Binh nghiệp Khen thưởng Huân chương Độc lập hạng Nhất Huy hiệu 40 năm tuổi Đảng Đặng Thị Ngọc Thịnh (sinh ngày 25 tháng 12 năm 1959) là một nữ chính khách Việt Nam. Bà từng là ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, Quyền Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam, đồng thời là Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021 thuộc đoàn đại biểu tỉnh Vĩnh Long.[1] Từ ngày 21 tháng 9 đến ngày 23 tháng 10 năm 2018, sau khi Chủ tịch nước Trần Đại Quang đột ngột qua đời khi đang tại chức thì bà được giao trách nhiệm Quyền Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam, cho đến ngày Quốc hội bầu ông Nguyễn Phú Trọng lên thay thế (ngày 23\/10\/2018).[2][3][4] Thân thế và giáo dục[sửa | sửa mã nguồn] Thân thế[sửa | sửa mã nguồn] Đặng Thị Ngọc Thịnh sinh ngày 25 tháng 12 năm 1959, quê tại xã Duy Trinh, huyện Duy Xuyên, Quảng Nam, đến 5 tuổi, bà theo gia đình di cư vào Sài Gòn, mang theo nghề dệt truyền thống của người dân xứ Quảng, mưu sinh tại ngã tư Bảy Hiền. Giáo dục[sửa | sửa mã nguồn] Bà có trình độ chuyên môn là thạc sĩ xây dựng Đảng, cử nhân khoa học Sử, cử nhân luật, trình độ chính trị là cử nhân chính trị.[1] Sự nghiệp chính trị[sửa | sửa mã nguồn] Năm 1974, bà tham gia hoạt động bí mật thuộc Ban binh vận Sài Gòn Gia Định.[5] Được kết nạp vào Đảng Cộng sản Việt Nam ngày 19 tháng 11 năm 1979. Trong quá trình tham gia cách mạng và công tác tại địa phương, bà đã từng trải qua các chức vụ: Chuyên viên Văn phòng Quận ủy Quận 1, Thành phố Hồ Chí Minh, Trưởng ban Dân vận Đảng ủy rồi Bí thư Đảng ủy phường Bến Thành (Quận 1, TP. HCM); Ủy viên Ban Thường vụ Quận ủy, Viện trưởng Viện kiểm sát nhân dân Quận 1, Phó Chủ tịch Ủy ban nhân dân Quận 1; Phó Chủ tịch Hội Phụ nữ TP.HCM; Chủ tịch Hội Phụ nữ TP.HCM. Sau đó, bà được điều động giữ chức Phó Chủ nhiệm Uỷ ban Dân số, Gia đình và Trẻ em. Tháng 4 năm 2006, tại Đại hội Đảng Cộng sản Việt Nam toàn quốc lần thứ X (nhiệm kỳ 2006-2011), bà được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X. Từ tháng 10 năm 2007, bà giữ chức vụ Phó Chủ tịch thường trực Hội Liên hiệp Phụ nữ Việt Nam. Tháng 5 năm 2009, bà được điều động tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy và giữ chức Phó Bí thư Tỉnh ủy Vĩnh Long.[6] Tháng 10 năm 2010, bà được bầu làm Bí thư Tỉnh ủy Vĩnh Long, thay người tiền nhiệm Trương Văn Sáu. Tháng 3 năm 2015, theo Quyết định của Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam về việc điều động, phân công bà Đặng Thị Ngọc Thịnh, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Vĩnh Long, thôi giữ chức Bí thư Tỉnh ủy Vĩnh Long, giữ chức Phó Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam. Ngày 26 tháng 1 năm 2016, tại Đại hội đại biểu toàn quốc lần thứ 12 của Đảng Cộng sản Việt Nam, bà được bầu làm ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 12 nhiệm kì 2016-2021. Phó Chủ tịch nước[sửa | sửa mã nguồn] Phó Chủ tịch nước Đặng Thị Ngọc Thịnh phát biểu tại Hội nghị chống buôn bán trái pháp luật các loài động vật và thực vật hoang dã Ngày 8 tháng 4 năm 2016, Tại kỳ họp thứ 11, Quốc hội khóa XIII, được Quốc hội phê chuẩn, với tỷ lệ số phiếu tán thành là 91%, bà Đặng Thị Ngọc Thịnh trúng cử chức vụ Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam.[7] Ngày 22 tháng 5 năm 2016, bà được bầu làm đại biểu Quốc hội Việt Nam khóa XIV nhiệm kỳ 2016–2021, thuộc đoàn đại biểu quốc hội tỉnh Vĩnh Long.[1] Ngày 27 tháng 7 năm 2016, tại kỳ họp thứ 1 Quốc hội khóa XIV, bà được Quốc hội phê chuẩn với tỷ lệ số phiếu tán thành là 96,76% tổng số đại biểu Quốc hội, bà Đặng Thị Ngọc Thịnh tái cử chức vụ Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam. Quyền Chủ tịch nước[sửa | sửa mã nguồn] Ngày 21 tháng 9 năm 2018, Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Trần Đại Quang đột ngột qua đời[8]. Theo Hiến pháp Việt Nam 2013, bà sẽ trở thành Quyền Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam. Ngày 23 tháng 9, thay mặt Ủy ban Thường vụ Quốc hội, Chủ tịch Quốc hội Nguyễn Thị Kim Ngân đã ký Thông báo số 317\/TB-UBTVQH14 về việc thực hiện Quyền Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam dành cho bà. Sau đó khi đưa ra Quốc hội bỏ phiếu bầu chức danh Chủ tịch nước mới vào ngày 23 tháng 10, Nguyễn Phú Trọng đã trúng cử, do đó bà lại quay về với chức vụ cũ của mình là Phó Chủ tịch nước. Miễn nhiệm và nghỉ hưu[sửa | sửa mã nguồn] Tháng 1\/2021, tại Đại hội Đảng toàn quốc lần thứ XIII, bà quyết định không tái cử Ban Chấp hành Trung ương Đảng khóa mới.[9] Ngày 6 tháng 4 năm 2021, Tại kỳ họp thứ 11, Quốc hội khóa XIV, Với 451\/452 đại biểu tham gia biểu quyết tán thành (chiếm 93,96% tổng số đại biểu Quốc hội), Quốc hội đã thông qua dự thảo Nghị quyết về miễn nhiệm chức vụ Phó Chủ tịch nước đối với bà Đặng Thị Ngọc Thịnh. Sau đó, bà kết thúc nhiệm kỳ Phó Chủ tịch nước và hưu trí theo chế độ. Hoạt động Đại biểu Quốc hội[sửa | sửa mã nguồn] Đại biểu Quốc hội Đặng Thị Ngọc Thịnh Ngày đắc cử Quốc hội khóa Nơi ứng cử\/Đoàn Đại biểu Đảng phái Tỉ lệ Nghề nghiệp, chức vụ Tuổi thắng cử 20 tháng 5 năm 2007 Khóa XIII Đơn vị bầu cử số 01, tỉnh Vĩnh Long Đảng Cộng sản Việt Nam Không có dữ liệu Ủy viên Trung ương Đảng, Phó Chủ tịch nước 48 tuổi 22 tháng 5 năm 2016 Khóa XIV Đơn vị bầu cử số 01, tỉnh Vĩnh Long 82,80%[10] 57 tuổi Chú thích[sửa | sửa mã nguồn] ^ a b c “Thông tin Đại biểu Quốc hội khóa XIII Đặng Thị Ngọc Thịnh”. Quốc hội Việt Nam. Bản gốc lưu trữ ngày 5 tháng 9 năm 2017. Truy cập ngày 5 tháng 9 năm 2012. ^ Vũ Viết Tuân (ngày 21 tháng 9 năm 2018). “Chủ tịch nước Trần Đại Quang qua đời”. Báo Vnexpress.net. Lưu trữ bản gốc ngày 21 tháng 9 năm 2018. Truy cập ngày 21 tháng 9 năm 2018. ^ Phan Thương (ngày 21 tháng 9 năm 2018). “Hiến pháp quy định gì khi Chủ tịch nước từ trần?”. Thanh Niên.> ^ Vũ Viết Tuân (ngày 21 tháng 9 năm 2018). “Tổng bí thư Nguyễn Phú Trọng đắc cử Chủ tịch nước”. Báo Vnexpress.net. Lưu trữ bản gốc ngày 21 tháng 9 năm 2018. Truy cập ngày 23 tháng 10 năm 2018. ^ “Chân dung Phó Chủ tịch nước Đặng Thị Ngọc Thịnh”. ngày 8 tháng 4 năm 2016. ^ Bà Đặng Thị Ngọc Thịnh giữ chức Phó Bí thư Tỉnh uỷ Vĩnh Long THỂ THAO & VĂN HÓA Thứ Sáu, 19\/06\/2009 11:15 GMT+7 ^ Hoàng Thuỳ - Võ Hải (ngày 8 tháng 4 năm 2016). “Bà Đặng Thị Ngọc Thịnh trúng cử Phó chủ tịch nước”. VnExpress. ^ “Chủ tịch nước Trần Đại Quang qua đời”. Báo điện tử Đảng Cộng sản Việt Nam. ^ “Bà Đặng Thị Ngọc Thịnh giữ chức Quyền Chủ tịch nước”. Báo điện tử Đảng Cộng sản Việt Nam. Lưu trữ bản gốc ngày 23 tháng 9 năm 2018. Truy cập ngày 23 tháng 9 năm 2018. ^ 368.540 phiếu Liên kết ngoài[sửa | sửa mã nguồn] Đại biểu Quốc hội Đặng Thị Ngọc Thịnh Lưu trữ 2019-01-19 tại Wayback Machine Tóm tắt tiểu sử Đặng Thị Ngọc Thịnh Văn phòng Chủ tịch nước Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Chủ tịch nước Việt Nam • Danh sách Hồ Chí Minh (1945–1969) Huỳnh Thúc Kháng (1946) Tôn Đức Thắng (1969; 1969–1980) Nguyễn Hữu Thọ (1980–1981) Trường Chinh¹ (1981–1987) Võ Chí Công¹ (1987–1992) Lê Đức Anh (1992–1997) Trần Đức Lương (1997–2006) Nguyễn Minh Triết (2006–2011) Trương Tấn Sang (2011–2016) Trần Đại Quang (2016–2018) Đặng Thị Ngọc Thịnh (2018) Nguyễn Phú Trọng (2018–2021) Nguyễn Xuân Phúc (2021–2023) Võ Thị Ánh Xuân (2023) Võ Văn Thưởng (2023–) ¹ Chủ tịch Hội đồng Nhà nước (Chủ tịch nước tập thể) In nghiêng: Quyền Chủ tịch hiện x t s Phó Chủ tịch nước Việt Nam Nguyễn Hải Thần (1945–1946) Tôn Đức Thắng (1960–1969) Nguyễn Lương Bằng (1969–1979) Nguyễn Hữu Thọ (1976–1992) Chu Huy Mân (1981–1986) Xuân Thủy (1981–1982) Lê Thanh Nghị (1982–1986) Huỳnh Tấn Phát (1982–1989) Nguyễn Quyết (1987–1992) Đàm Quang Trung (1987–1992) Lê Quang Đạo (1987–1992) Nguyễn Thị Định (1987–1992) Nguyễn Thị Bình (1992–2002) Trương Mỹ Hoa (2002–2007) Nguyễn Thị Doan (2007–2016) Đặng Thị Ngọc Thịnh (2016–2021) Võ Thị Ánh Xuân (2021–) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đặng_Thị_Ngọc_Thịnh&oldid=69961814” Thể loại: Sơ khai chính khách Việt Nam Sinh năm 1959 Nhân vật còn sống Người Quảng Nam Người họ Đặng tại Việt Nam Đại biểu Quốc hội Việt Nam khóa XI Bí thư Tỉnh ủy Việt Nam nhiệm kì 2010–2015 Đại biểu Quốc hội Việt Nam khóa XI Thành phố Hồ Chí Minh Nữ Đại biểu Quốc hội Việt Nam khóa XI Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII Vĩnh Long Nữ Đại biểu Quốc hội Việt Nam khóa XIII Đại biểu Quốc hội Việt Nam khóa XIII là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Đại biểu Quốc hội Việt Nam khóa XIV Vĩnh Long Đại biểu Quốc hội Việt Nam khóa XIV Nữ Đại biểu Quốc hội Việt Nam khóa XIV Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Vĩnh Long Nữ Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII Đảng viên Đảng Cộng sản Việt Nam Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu Quyền Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Nữ nguyên thủ quốc gia Thể loại ẩn: Bản mẫu webarchive dùng liên kết wayback Tất cả bài viết sơ khai Kiểm soát tính nhất quán với 0 yếu tố Trang này được sửa lần cuối vào ngày 8 tháng 5 năm 2023, 16:04. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}