{"Đền thờ Vua Hùng (Cần Thơ)":"Đền thờ Vua Hùng (Cần Thơ) – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết xóa Xóa bài: Giải thưởng Nghệ sĩ Châu Á lần thứ nhất • Lê Hạ Anh • CMC InfoSec • Ban Thanh niên Quân đội nhân dân Việt Nam • Làng du lịch Bình Quới • Sơn Goal! (lần 2) • Trương Diệu (lần 3) • Ngọc Phước • Tam Ranh • Độc Cô Hoàng Hậu (phim truyền hình) (lần 2) • Đánh giá bài viết dịch thuật Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Kiến trúc 2Ý nghĩa 3Chú thích Đền thờ Vua Hùng (Cần Thơ) Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đền Hùng thành phố Cần Thơ nhìn từ trên cao Đền thờ Vua Hùng là cơ sở thờ tự vua Hùng tọa lạc tại khu vực 7, phường Bình Thủy, quận Bình Thủy, thành phố Cần Thơ. Đền thờ vua Hùng có diện tích hơn 39.000m2, được khởi công vào tháng 6 năm 2019 trên diện tích với kinh phí xây dựng 129,5 tỉ đồng và được khánh thành vào ngày 06 tháng 4 năm 2022[1] ngay sau đó, công trình này chính thức mở cửa phục vụ du khách tham quan từ ngày 07 tháng 4 năm 2022[2]. Công trình Đền thờ vua Hùng ở Cần Thơ gồm các hạng mục chính như Đền thờ chính, nhà bia, nghi môn, nhà điều hành, sân đường. Trong đó Đền chính được bao bọc bởi hồ nước tròn trên nền đế vuông, tượng trưng cho triết lý “trời tròn đất vuông”, rồi 18 cánh cung bao quanh tượng trưng 18 đời Vua Hùng. Bên trong hồ nước có 54 trụ đá, tượng trưng cho cộng đồng 54 dân tộc anh em, đồng thời cũng thể hiện sự kết hợp văn hóa sông nước đồng bằng Châu thổ sông Cửu Long[3]. Kiến trúc[sửa | sửa mã nguồn] Tổng thể công trình được thiết kế cách điệu theo hình dáng bản đồ Việt Nam, bên trong có hai hồ nước khẳng định hai quần đảo Hoàng Sa, Trường Sa thuộc chủ quyền Việt Nam. Công trình lấy đền chính làm biểu tượng trung tâm-nơi xuất phát cội nguồn dân tộc với hình trống đồng cách điệu[4]. Thiết kế gợi nhớ hình ảnh trống đồng Ngọc Lũ, bao bọc bởi 18 cánh cung có điêu khắc hoa văn, tượng trưng cho 18 đời Vua Hùng. Khối đền chính nằm giữa hồ điều hòa hình tròn, đường kính 90 m, rộng hơn 6.500 m2. Hồ nước thể hiện nét đặc trưng sông nước miền Tây[5]. Đền thờ chính cao 19,5 m (Lấy ý nghĩa ngày sinh chủ tịch Hồ Chí Minh 19\/5\/1890), diện tích gần 1.300 m2, có hình khối tròn xây trên nền vuông, tượng trưng cho Trời và Đất. Cổng chính lấy ý tưởng thiết kế từ hoa văn nhà cái mái hình thuyền trên trống đồng Đông Sơn, được ốp đá xanh Thanh Hóa, có cửa chính và 2 cửa phụ, phía trên nổi bật dòng chữ “ĐỀN THỜ VUA HÙNG”[6]. Mặt bằng khối đền chính được thiết kế dựa trên ý tưởng 54 dân tộc Việt Nam (Tâm đền chính chia vòng tròn đền chính thành 54 khoảng cách bằng nhau, tượng trưng cho 54 dân tộc Việt Nam hòa thuận, bình đẳng, gắng bó keo sơn. 54 khoảng cách này hình thành 18 cánh đền chình (cánh lớn 3 khoảng, cánh trung 2 khoảng và cánh nhỏ 1 khoảng), tượng trưng 18 đời vua Hùng. Tại chính điện các gian thờ trên tầng 2, hoa văn phù điêu sử dụng nội dung là nhiều hoạt cảnh dựa trên các di tích lịch sử thời vua Hùng[7]. Trung tâm của không gian thờ tự tại đền chính là ngai thờ Quốc Tổ Hùng Vương, hai bên bài trí ngai thờ Tổ phụ Lạc Long Quân và Tổ mẫu Âu Cơ, kế đến là hai bàn thờ Lạc hầu và Lạc tướng. Gian thờ còn bài trí các linh khí được cung thỉnh từ Khu di tích lịch sử-văn hóa quốc gia đặc biệt Đền Hùng, tỉnh Phú Thọ gồm: 18kg đất, 18 lít nước, chân nhang tổ tiên cùng các đồ lễ do tỉnh Phú Thọ cung tiến như Phiên bản trống đồng Đền Hùng, bộ chấp kích, bộ bát bửu, chuông, trống. Được thiết kế theo hình trống đồng cách điệu, đền chính có 18 cánh cung bao quanh tượng trưng cho 18 đời Vua Hùng, mỗi cánh cung trang trí các họa tiết hoa văn thường thấy trên trống đồng Đông Sơn[8]. Bao quanh đền thờ chính là 54 khối cột hình trụ cao 4,5m, đường kính 1m; kết thành vòng tròn trong hồ điều hòa, các trụ cột tượng trưng cho cộng đồng 54 dân tộc Việt Nam[9]. Nhà bia được xây dựng giữa sân đền, rộng hơn 300 m2, cao 11 m, mô phỏng kiến trúc ngôi đình truyền thống ở Nam bộ, mái lợp ngói, đỡ bằng các cột gỗ. Bên trong có ghi chép khái quát lịch sử thời đại Vua Hùng và cũng nhân dịp khánh thành công trình Đền thờ Vua Hùng tại Cần Thơ và Giỗ Tổ Hùng Vương năm 2022, các nghệ nhân đến từ Thanh Hóa đã đúc 9 trống đồng mang tên Cửu Long. Công trình Đền thờ Vua Hùng nằm sát trục đường 2 chiều Võ Văn Kiệt, cách sân bay quốc tế Cần Thơ khoảng 2 km[10] Chủ đầu tư: Sở Văn hóa thể thao và Du lịch thành phố Cần Thơ Đơn vị tài trợ thiết kế và thi công: Công ty Cổ phần Đầu tư Văn Phú - Invest Đơn vị thiết kế: Viện Quy hoạch xây dựng - Sở Xây dựng thành phố Cần Thơ [11] - Cố vấn kiến trúc: Kts. Nguyễn Trường Lưu - Chủ nhiệm đồ án: Ths KTS Nguyễn Thanh Tại - Chủ trì thiết kế kiến trúc: KTS Nguyễn Đức Thịnh - Chủ trì thiết kế Hoa văn: Nghệ nhân Lý Lết - Thiết kế kiến trúc: KTS Nguyễn Đức Thịnh, KTS Vũ Đình Dũng, KTS. Nguyễn Thanh Thảo Nguyên - Chủ trì kết cấu: Ths KS Phan Minh Tú, Ths KS Quách Văn Mến - Thiết kế kết cấu: KS. Huỳnh Phúc Toàn, Ks Phạm Đình Thoại, - Chủ trì\/thiết kề M&E: KS Huỳnh Văn Hùng, KS Dương Văn Tài,... - Cùng tham gia của các cộng sự khác của Viện Quy hoạch xây dựng Ý nghĩa[sửa | sửa mã nguồn] Tại buổi Lễ khánh thành, Chủ tịch nước Nguyễn Xuân Phúc cho rằng công trình Đền thờ các Vua Hùng tại vùng đất phương Nam sẽ là điểm kết nối linh thiêng của đền Hùng đất Bắc, như mạch máu Nam Bắc một nhà, là điểm nhấn trung tâm của khu vực, lan tỏa kết nối di tích lịch sử, danh lam thắng cảnh, phục vụ du khách tham quan, chiêm bái tưởng niệm[12], công trình này còn có ý nghĩa không chỉ với người dân Cần Thơ mà còn đối với người dân các tỉnh miền Tây, bà con có thể đến đây để tưởng nhớ về Vua Hùng vì không phải ai cũng có điều kiện ra tận Phú Thọ[13]. Chủ tịch thành phố Cần Thơ Trần Việt Trường cho biết, khánh thành Đền thờ Vua Hùng thì Cần Thơ sẽ có thêm niềm vui, niềm vinh dự, tự hào to lớn là công trình văn hóa tín ngưỡng đặc biệt này đã được hoàn thành, đáp ứng sự mong mỏi, nhu cầu tín ngưỡng của đông đảo người dân Cần Thơ nói riêng và các tỉnh, thành vùng Đồng bằng sông Cửu Long nói chung[14][15]. Chú thích[sửa | sửa mã nguồn] ^ Khánh thành Đền thờ Vua Hùng tại Cần Thơ ^ Đền thờ Vua Hùng tại Cần Thơ tấp nập khách tham quan ngày đầu mở cửa ^ Khánh thành Đền thờ Vua Hùng tại Cần Thơ ^ Khánh thành Đền thờ Vua Hùng tại Cần Thơ ^ Khánh thành Đền thờ Vua Hùng ^ Chủ tịch nước Nguyễn Xuân Phúc dự khánh thành Đền thờ Vua Hùng tại Cần Thơ ^ Đền thờ Vua Hùng tại Cần Thơ chuẩn bị khánh thành trước ngày Giỗ Tổ ^ Khánh thành Đền thờ Vua Hùng tại Cần Thơ ^ Chiêm ngưỡng đền thờ Vua Hùng tại Cần Thơ trước ngày khánh thành ^ Đền thờ Vua Hùng ở Cần Thơ trước ngày khánh thành ^ Đông đảo người dân đến dâng hương tưởng nhớ các Vua Hùng ^ Đền thờ Vua Hùng tại Cần Thơ nhộn nhịp trong ngày đầu đón khách tham quan ^ Đền thờ Vua Hùng tại Cần Thơ nhộn nhịp trong ngày đầu đón khách tham quan ^ Chủ tịch nước Nguyễn Xuân Phúc dự khánh thành Đền thờ Vua Hùng tại Cần Thơ ^ Khánh thành Đền thờ Vua Hùng tại Cần Thơ Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đền_thờ_Vua_Hùng_(Cần_Thơ)&oldid=69920683” Thể loại: Du lịch Cần Thơ Bình Thủy Đền tại Việt Nam Hùng Vương Trang này được sửa lần cuối vào ngày 25 tháng 4 năm 2023, 08:30. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}