{"Đỗ Mười":"Đỗ Mười – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Biểu quyết nội dung chọn lọc Bài viết chọn lọc: Trần Văn Thủy • Danh sách chọn lọc: Danh sách loài họ Mèo • Danh sách di sản thế giới tại Phần Lan Biểu quyết nội dung tốt Bài viết tốt: Chích chòe nước trán trắng • Vàng(III) chloride • Người Neanderthal • Microwave (ban nhạc) • Kiseki no kachi wa • Rút sao: Vịnh Hạ Long Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thân thế và buổi đầu sự nghiệp Hiện\/ẩn mục Thân thế và buổi đầu sự nghiệp 1.1Hoạt động trong Chính phủ 2Chủ tịch Hội đồng Bộ trưởng (1988–1991) 3Tổng Bí thư Hiện\/ẩn mục Tổng Bí thư 3.1Nhiệm kỳ 1 (1991 – 1996) 3.1.1Đối nội 3.1.2Đối ngoại 3.2Nhiệm kỳ 2 (1996 – 1997) 3.2.1Đối nội 3.2.2Đối ngoại 3.3Từ chức 4Qua đời 5Phong cách lãnh đạo 6Quan điểm chính trị 7Di sản 8Gia đình 9Danh hiệu 10Tham khảo 11Thư mục Hiện\/ẩn mục Thư mục 11.1Báo và tạp chí 11.2Sách 12Liên kết ngoài Đỗ Mười 27 ngôn ngữ Bahasa Indonesia Bân-lâm-gú Български Dansk Deutsch Ελληνικά English Español Euskara فارسی Français Galego 한국어 Italiano 日本語 Norsk bokmål Polski Runa Simi Русский Simple English Suomi Svenska ไทย Türkçe Українська 粵語 中文 18 nữa Sửa liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Sửa liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Tại dự án khác Wikimedia Commons Bách khoa toàn thư mở Wikipedia Đỗ Mười Đỗ Mười tại Đại Lễ Phật đản Liên hợp quốc 2008 Chức vụ Cố vấn Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Nhiệm kỳ 29 tháng 12 năm 1997 – 22 tháng 4 năm 2001 3 năm, 114 ngày Tiền nhiệm Nguyễn Văn Linh Kế nhiệm chức vụ bãi bỏ Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Nhiệm kỳ 28 tháng 6 năm 1991 – 26 tháng 12 năm 1997 6 năm, 181 ngày Tiền nhiệm Nguyễn Văn Linh Kế nhiệm Lê Khả Phiêu Thường trực Ban Bí thư Lê Đức Anh (1991-1992) Đào Duy Tùng (1992-1996) Nguyễn Hà Phan (1993-1996) Lê Khả Phiêu (1996-1997) Chủ tịch Hội đồng Bộ trưởng nước Cộng hoà xã hội chủ nghĩa Việt Nam Phó Chủ tịch Hội đồng quốc phòng và an ninh Nhiệm kỳ 22 tháng 6 năm 1988 – 9 tháng 8 năm 1991 3 năm, 48 ngày Chủ tịch Hội đồng Nhà nước Võ Chí Công Tiền nhiệm Phạm Hùng Võ Văn Kiệt (quyền) Kế nhiệm Võ Văn Kiệt Thường trực Ban Bí thư Nhiệm kỳ 18 tháng 12 năm 1986 – 22 tháng 6 năm 1988 1 năm, 187 ngày Tổng Bí thư Nguyễn Văn Linh Tiền nhiệm Nguyễn Văn Linh Kế nhiệm Nguyễn Thanh Bình Phó Thủ tướng Chính phủ Phó Chủ tịch Hội đồng Bộ trưởng Nhiệm kỳ 11 tháng 8 năm 1969 – 22 tháng 6 năm 1987 17 năm, 315 ngày Bộ trưởng Bộ Xây dựng Nhiệm kỳ 14 tháng 6 năm 1973 – 22 tháng 11 năm 1977 4 năm, 161 ngày Tiền nhiệm Bản thân (Chủ nhiệm Ủy ban Kiến thiết Cơ bản Nhà nước) Bùi Quang Tạo (Bộ Kiến trúc) Kế nhiệm Đồng Sĩ Nguyên Chủ nhiệm Ủy ban Kiến thiết cơ bản Nhà nước Nhiệm kỳ – 6\/1973 Tiền nhiệm Trần Đại Nghĩa Chủ nhiệm Văn phòng Kinh tế Phủ Thủ tướng Nhiệm kỳ 12\/1969 – Tiền nhiệm đầu tiên Ủy viên Bộ Chính trị Nhiệm kỳ 1982 – 1997 Chủ nhiệm Ủy ban Vật giá Nhà nước Nhiệm kỳ 30 tháng 10 năm 1967 – Tiền nhiệm Nguyễn Thanh Bình Đại biểu Quốc hội khóa II, III, IV, V, VI, VII, VIII, IX Nhiệm kỳ 8 tháng 5 năm 1960 – 20 tháng 7 năm 1997 37 năm, 73 ngày Bộ trưởng Bộ Nội thương Nhiệm kỳ tháng 4 năm 1958 – tháng 1 năm 1961 Tiền nhiệm không có (thành lập) Kế nhiệm Nguyễn Thanh Bình (Quyền) Thứ trưởng Bộ Công thương Nhiệm kỳ 1956 – 1958 Bí thư Thành ủy kiêm Chủ tịch Ủy ban Quân chính Tp Hải Phòng Nhiệm kỳ 4\/1955 – 1956 Phó Chủ tịch Hoàng Sâm Bí thư Tỉnh ủy Ninh Bình Nhiệm kỳ 1948 – 1949 Bí thư Tỉnh ủy Hà Đông Nhiệm kỳ 1945 – 1946 Chủ tịch danh dự Hội Chữ thập đỏ Việt Nam Nhiệm kỳ 15 tháng 3 năm 1995 – 9 tháng 8 năm 2001 6 năm, 147 ngày Tiền nhiệm Hồ Chí Minh (1969) Kế nhiệm Trần Đức Lương Thông tin chung Sinh (1917-02-02)2 tháng 2, 1917 Xã Đông Phù, tổng Nam Phù Liệt, huyện Thanh Trì, tỉnh Hà Đông Mất 1 tháng 10, 2018(2018-10-01) (101 tuổi) phường Bạch Đằng, quận Hai Bà Trưng, thành phố Hà Nội Nơi ở 11 Phạm Đình Hổ, quận Hai Bà Trưng, Hà Nội Dân tộc Kinh Tôn giáo không Đảng chính trị Đảng Cộng sản Việt Nam Vợ Tạ Thị Thanh Đỗ Mười (2 tháng 2 năm 1917 – 1 tháng 10 năm 2018) tên khai sinh là Nguyễn Duy Cống, là một cựu chính trị gia Việt Nam. Ông gia nhập Đảng Cộng sản Đông Dương tháng 6\/1939, trở thành Chủ tịch Hội đồng Bộ trưởng thứ 3 của nước Cộng hòa xã hội chủ nghĩa Việt Nam[1] vào năm 1988 và Tổng Bí thư thứ 9 của Đảng Cộng sản Việt Nam khi Đại hội lần thứ 7 kết thúc không lâu sau đó. Ông là nhà lãnh đạo cao nhất Việt Nam từ 1991-1997, và vẫn có ảnh hưởng đến chính trị Việt Nam sau khi nghỉ hưu năm 1997. Ông duy trì chính sách điều hành đất nước của người tiền nhiệm Nguyễn Văn Linh, bao gồm cơ chế tập thể lãnh đạo và chương trình Đổi Mới. Ông được bầu giữ chức Tổng Bí thư liên tiếp hai nhiệm kỳ, nhưng lại quyết định về hưu ngay trước khi kết thúc nhiệm kỳ thứ hai trong Hội nghị trung ương 4 của Ban Chấp hành Trung ương khóa 8 vào năm 1997. Thay vào đó là ông làm Ủy viên Hội đồng cố vấn Ban Chấp hành Trung ương từ năm 1997 đến năm 2001. Mặc dù chính thức nghỉ hưu từ năm 1997, Đỗ Mười vẫn là nhân vật có ảnh hưởng trong nền chính trị Việt Nam và tạo ra những tác động đáng kể đến các quyết định của Đảng Cộng sản. Ông qua đời ngày 1 tháng 10 năm 2018 tại Bệnh viện Trung ương Quân đội 108, và được an táng tại quê nhà ở Thanh Trì, Hà Nội. Thân thế và buổi đầu sự nghiệp[sửa | sửa mã nguồn] Đỗ Mười tên khai sinh là Nguyễn Duy Cống, sinh ngày 2 tháng 2 năm 1917 tại xã Đông Phù Liệt, tổng Nam Phù Liệt, huyện Thanh Trì, tỉnh Hà Đông nay là làng Đông Phù xã Đông Mỹ, huyện Thanh Trì, Hà Nội, xuất thân trong một gia đình trung nông. Dòng họ Nguyễn Duy của ông Đỗ Mười là hậu duệ Định quốc công Nguyễn Bặc khai quốc công thần nhà Đinh. Bố ông tên là Nguyễn Duy Trinh, sinh được bảy người con (bốn trai, ba gái).[2] Cùng gia tộc có ông Nguyễn Thọ Chân cùng hoạt động cách mạng vào đảng cùng ngày với Đỗ Mười.[3] Năm 1936, ông tham gia Phong trào Mặt trận Dân chủ Đông Dương (1936 – 1939).[4] Năm sau, ông tham gia Tổ chức Ái hữu thợ mỏ Hòn Gai tại Quảng Ninh. Năm 1938, ông về quê hoạt động, vào Công Hội, vận động phong trào ủng hộ Liên Xô. Tháng 6 năm 1939, ông gia nhập Đảng Cộng sản Đông Dương (nay là Đảng Cộng sản Việt Nam). Năm 1941, ông bị chính quyền Pháp bắt giam và bị kết án 10 năm tù, giam tại Hỏa Lò.[5][6] Ngày 9 tháng 3 năm 1945, nhân sự kiện Nhật đảo chính Pháp, Đỗ Mười vượt ngục,[7] sau đó bắt liên lạc và tham gia Ban khởi nghĩa Tỉnh ủy Hà Đông phụ trách phong trào cách mạng huyện Ứng Hoà và Mỹ Đức.[8] Trong Tổng khởi nghĩa tháng Tám, ông phụ trách khởi nghĩa tỉnh Hà Đông.[5] Sau Cách mạng Tháng Tám, ông được phân công lần lượt giữ các giữ chức vụ Bí thư Tỉnh ủy Hà Đông,[9] Bí thư Tỉnh ủy Hà Nam,[10] Bí thư Tỉnh ủy kiêm Chủ tịch Ủy ban Kháng chiến tỉnh Nam Định và Khu ủy viên Khu 3.[11] Trong khoảng thời gian từ 1948 đến 1949, ông giữ chức Bí thư Tỉnh ủy Ninh Bình, và sau đó là Bí thư Tỉnh ủy Hòa Bình.[10] Năm 1950, ông được bầu làm Phó Bí thư Liên khu ủy 3 kiêm Phó Chủ tịch Ủy ban Kháng chiến Hành chính Liên khu 3, Chính ủy kiêm Tư lệnh Liên khu 3 (gồm các tỉnh: Nam Định, Hà Nam, Ninh Bình, Hòa Bình, Hà Đông, Sơn Tây, Hải Dương, Hưng Yên, Kiến An, Hải Phòng, Thái Bình).[6] Trong khoảng năm 1952 đến 1954, ông giữ chức Bí thư Khu ủy Tả ngạn kiêm Chủ tịch Ủy ban Kháng chiến Hành chính và Chính ủy Quân khu Tả ngạn, theo sắc lệnh số 111\/SL được Chủ tịch Hồ Chí Minh ký ngày 6 tháng 9 năm 1952[12] (gồm các tỉnh, thành: Hưng Yên, Hải Dương, Thái Bình, Kiến An, Hải Phòng). Sau Hiệp định Genève 1954 và chính quyền Việt Nam Dân chủ Cộng hòa tiếp quản kiểm soát miền Bắc, năm 1955, Đỗ Mười được phân công giữ chức vụ Bí thư Thành ủy Hải Phòng kiêm Chủ tịch Ủy ban quân chính sau đó là Chủ tịch Ủy ban Hành chính thành phố Hải Phòng (từ tháng 8 năm 1955) theo sắc lệnh số 234\/SL được Chủ tịch Hồ Chí Minh ký ngày 5 tháng 8,[13] làm Trưởng ban chỉ đạo tiếp quản khu 300 ngày (nơi Pháp tập kết 300 ngày tại Hải Phòng trước khi rút khỏi hoàn toàn miền bắc Việt Nam). Tháng 3 năm 1955, ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa II (1951–1960).[11] Hoạt động trong Chính phủ[sửa | sửa mã nguồn] Bộ trưởng Đỗ Mười (áo đen) và Chủ tịch Hồ Chí Minh tại Triển lãm Tiểu thủ công nghiệp ngày 21\/2\/1958. Năm 1956, Đỗ Mười được điều động giữ chức vụ Thứ trưởng Bộ Công thương, kiêm Phó Trưởng ban Quản lý Thị trường Trung ương. Năm 1958, Bộ Công thương được tách ra thành Bộ phụ trách phần công tác thương nghiệp nội địa và Bộ phụ trách phần công tác ngoại thương.[14] Ông được bổ nhiệm làm Bộ trưởng phụ trách công tác thương nghiệp nội địa, về sau chính thức gọi là Bộ Nội thương.[15] Năm 1960, Đỗ Mười được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng khóa 3, đại biểu Quốc hội khoá II nước Việt Nam Dân chủ Cộng hòa. Từ năm 1961 đến 1969, ông giữ chức Chủ nhiệm Ủy ban Vật giá Nhà nước, Trưởng phái đoàn thanh tra của chính phủ. Năm 1964, ông tái đắc cử Đại biểu Quốc hội khóa 3. Năm 1969, Đỗ Mười được bổ nhiệm làm Phó Thủ tướng, Chủ nhiệm Văn phòng kinh tế Phủ Thủ tướng theo sắc lệnh số 123-LTC được Chủ tịch Hồ Chí Minh ký ngày 18 tháng 8 cùng năm.[16] Năm 1971, ông được bầu làm đại biểu Quốc hội khóa 4, Phó Thủ tướng Chủ nhiệm Uỷ ban kiến thiết cơ bản. Phó Chủ tịch Hội đồng Bộ trưởng Đỗ Mười và Đại sứ Liên Xô tại Việt Nam cắt băng khánh thành cầu Thăng Long, năm 1985 Năm 1973, Đỗ Mười làm Phó Thủ tướng kiêm Bộ trưởng Bộ Xây dựng khi sáp nhập Ủy ban Kiến thiết cơ bản và Bộ Kiến trúc. Ông được phân công làm Trưởng Ban xây dựng Lăng Chủ tịch Hồ Chí Minh, Phó Chủ tịch Hội đồng chi viện tiền tuyến Trung ương (phụ trách xây dựng đường ống dẫn dầu bí mật chi viện từ Bắc vào Nam) và chống phong toả Cảng Hải Phòng, Trưởng Ban Chỉ đạo xây dựng Nhà máy thủy điện Hòa Bình lớn nhất Đông Nam Á khi đó.Năm 1975, ông được bầu làm đại biểu Quốc hội khóa 5. Thành viên Chính phủ năm 1976. Phó Thủ tướng Đỗ Mười đứng hàng đầu, thứ 2 từ trái sang. Năm 1976, Đỗ Mười được bầu vào Ban Chấp hành Trung ương và Uỷ viên dự khuyết Bộ Chính trị khóa 4, vào Quốc hội khóa 6, tiếp tục giữ chức Phó Thủ tướng Chính phủ nhiệm kỳ 1976–1981. Năm 1977, Đỗ Mười làm Phó Thủ tướng kiêm nhiệm Trưởng ban Cải tạo Công thương nghiệp Xã hội chủ nghĩa, phụ trách vấn đề cải tạo công thương nghiệp theo lối xã hội chủ nghĩa tại miền nam Việt Nam. Năm 1981, ông làm Đại biểu Quốc hội khoá VII, Phó Chủ tịch Hội đồng Bộ trưởng Việt Nam. Năm 1982, Đỗ Mười được bầu vào Ban Chấp hành Trung ương, Uỷ viên Bộ Chính trị khóa 5, tiếp tục giữ chức Phó Chủ tịch Hội đồng Bộ trưởng. Năm 1986, ông tiếp tục được bầu vào Ban Chấp hành Trung ương, Uỷ viên Bộ Chính trị và Thường trực Ban Bí thư khóa 6, là đại biểu Quốc hội khóa 8. Giai đoạn 1988-1991, ông là thủ tướng Chính phủ thứ 3 của Việt Nam thống nhất khi giữ chức vụ Chủ tịch Hội đồng Bộ trưởng. Ông cũng là Phó Chủ tịch Hội đồng quốc phòng trong suốt thời gian này. Chủ tịch Hội đồng Bộ trưởng (1988–1991)[sửa | sửa mã nguồn] Ngày 22 tháng 6 năm 1988, ông được bầu làm Chủ tịch Hội đồng Bộ trưởng thay ông Võ Văn Kiệt đang giữ quyền Chủ tịch Hội đồng Bộ trưởng sau khi ông Phạm Hùng qua đời. Thời gian ông nắm quyền là thời điểm tiến hành công cuộc Đổi mới, với trách nhiệm của 1 vị Chủ tịch Hội đồng Bộ trưởng, Đỗ Mười đã hỗ trợ thực hiện chương trình cải cách.[17] Vào tháng 4 năm 1987, nông dân ở miền Nam Việt Nam đã bắt đầu phản đối nông nghiệp tập thể, một số nông dân thậm chí đã chiếm đóng các văn phòng chính phủ.[18] Phản ứng của các cơ quan chức năng đối với sự kiện này có khác nhau; Đỗ Mười cho rằng năng suất thấp trong nông nghiệp là vấn đề mang tính tổ chức và không mang tính hệ thống.[18] Ông tuyên bố rằng năng suất đã bị ảnh hưởng bởi nguồn lực sẵn có, nhưng do nguồn lực thay đổi theo khu vực, giải pháp sẽ là quản lý phân cấp.[18] Các hợp tác xã sẽ dựa vào quy hoạch chi tiết của địa phương, được kiểm tra thường xuyên, với sự quản lý và tổ chức tốt.[18] Đỗ Mười tin rằng giải pháp này sẽ giải quyết các chi phí lãng phí cho nông nghiệp và việc phân bổ đất đai và sử dụng đất đai không phù hợp.[18] Tại kỳ họp thứ 9 Quốc hội khoá VIII tháng 8 năm 1991, Võ Văn Kiệt được Quốc hội bầu giữ chức Chủ tịch Hội đồng Bộ trưởng, sau khi ông chuẩn bị được bầu làm tổng bí thư. Tổng Bí thư[sửa | sửa mã nguồn] Nhiệm kỳ 1 (1991 – 1996)[sửa | sửa mã nguồn] Đối nội[sửa | sửa mã nguồn] Đỗ Mười được bầu làm Tổng Bí thư tại phiên họp lần thứ nhất của Đại hội lần thứ 7 sau khi người tiền nhiệm là Nguyễn Văn Linh quyết định xin từ nhiệm do sức khỏe kém[19]. Đỗ Mười trở thành nhà lãnh đạo trên thực tế của những chính trị gia bảo thủ; các quan chức đảng, nhà tư tưởng và những người ủng hộ sự thống trị nền kinh tế của nhà nước đã ủng hộ ông.[19] Trong khi đó, Võ Văn Kiệt, Thủ tướng, trở thành người đứng đầu phe cải cách, và Lê Đức Anh làm Chủ tịch nước, một đại diện cho phe quân sự.[19] Sự phân chia quyền hành pháp dẫn đến việc cải tổ Hiến pháp năm 1992[20]. Hiến pháp đã giảm quyền hạn của Tổng Bí thư và trong khi hiến pháp coi Tổng Bí thư là lãnh đạo của đảng, ông không có quyền hành pháp hoặc lập pháp.[20] Tuy nhiên, Điều 4 nhấn mạnh vai trò của Đảng Cộng sản là \"lực lượng lãnh đạo Nhà nước và xã hội\", tạo cho Tổng Bí thư quyền điều chỉnh chính sách tổng thể.[20] Hiến pháp 1992 đã dẫn đến sự biến mất của những nhân vật cứng rắn trong đảng như Lê Duẩn.[21] Theo lời của chính Đỗ Mười: \"Trong việc lãnh đạo xây dựng bộ máy nhà nước và bổ nhiệm các quan chức nhà nước, Đảng đưa ra quan điểm, nguyên tắc và định hướng hướng dẫn liên quan đến việc tổ chức bộ máy nhà nước, [Đảng] xem xét và đưa ra những gợi ý về các điểm mà Nhà nước nêu ra, sau đó để Nhà nước ra quyết định.\"[21] Tại Đại hội 7, phần lớn ghế của Bộ Chính trị đã thuộc về những người theo phe bảo thủ.[22] Cùng với nhóm quân sự\/an ninh mới nổi trong Bộ Chính trị và Ban Chấp hành Trung ương, các nhà lãnh đạo mới của đảng tập trung vào an ninh và tính ổn định hơn các lãnh đạo tiền nhiệm.[22] Năm 1994, 4 thành viên mới được bổ nhiệm vào Bộ Chính trị, tất cả đều phản đối cải cách cấp tiến.[23] Mặc dù được thực hiện một cách thận trọng, việc cải tạo kinh tế đã chứng minh sự thành công và tăng trưởng kinh tế cao giữa các Đại hội Đảng lần thứ 7 và thứ 8 trung bình là 8%\/năm.[23] Tốc độ tăng trưởng này không thể duy trì bền vững trong thời gian dài nếu không gia tăng cải cách. Tuy nhiên, phe bảo thủ tin rằng điều này sẽ dẫn đến sự bất ổn và thậm chí có thể đe dọa sự cầm quyền của đảng.[24] Phe cải cách thì hỗ trợ thay đổi, tin rằng tăng trưởng nhanh hơn sẽ giúp tăng cường an ninh.[24] Tuy nhiên, với cuộc khủng hoảng tài chính châu Á vào cuối những năm 1990, tốc độ tăng trưởng giảm mạnh xuống còn 2%.[24] Cuộc đấu tranh trong nội bộ đảng xảy ra giữa Đại hội Đảng lần thứ 7 và thứ 8, làm tê liệt sự lãnh đạo đất nước.[25] Trong khi các nhà cải cách do Võ Văn Kiệt lãnh đạo muốn đưa Việt Nam gia nhập nền kinh tế toàn cầu bằng các phương tiện tự do tân tiến – có nghĩa là tách biệt hoàn toàn với kinh tế kiểu Lenin – trong khi những người bảo thủ muốn nền kinh tế thị trường định hướng xã hội chủ nghĩa bị chi phối bởi các doanh nghiệp nhà nước của Việt Nam, lấy nguyên mẫu từ thành công của mô hình Chaebol của Hàn Quốc.[25] Cách tiếp cận nhằm đạt đồng thuận của đảng đã nhanh chóng chấm dứt. Trong một bức thư năm 1995 gửi Bộ Chính trị, sau đó bị rò rỉ đến cánh báo chí, Võ Văn Kiệt đã viết \"để huy động trí tuệ của tất cả mọi lực lượng trong Đảng, phải có dân chủ không thỏa hiệp.\"[25]. Võ Văn Kiệt đã phê phán phe bảo thủ, tuyên bố rằng kinh tế nhà nước phải thu hẹp lại để phát triển kinh tế tư nhân. Ông nói rằng Việt Nam phải từ bỏ quan hệ với các nước xã hội chủ nghĩa còn lại, ngăn chặn việc Đảng Cộng sản can thiệp vào các vấn đề của chính phủ và phải đặt vấn đề quốc gia lên trên các vấn đề của chính phủ.[25] Đáp lại, những người bảo thủ đã cử Nguyễn Hà Phan đi các tỉnh khắp đất nước để chỉ trích Võ Văn Kiệt rằng ông ta đã xa rời khỏi chủ nghĩa xã hội.[25] Khi cuộc đấu tranh quyền lực tiếp tục, Tổng Tham mưu trưởng Đào Đình Luyện bị mất chức vì ủng hộ cải cách và Nguyễn Hà Phan đã bị loại ra khỏi Bộ Chính trị và bị quản thúc tại gia vào tháng 4 năm 1996.[26] Những người bảo thủ đã khởi xướng một chiến dịch do Đào Duy Tùng, Thường trực Bộ Chính trị tổng biên tập Tạp chí Cộng sản đứng đầu.[26] Nhờ có sự ủng hộ trong đảng, Đào Duy Tùng đã lấy được quyền kiểm soát chưa từng có đối với sắp xếp nhân sự và dự thảo báo cáo chính trị cho Đại hội lần thứ 8, tuy nhiên, tại cuộc họp lần thứ 10 của Đại hội 7, ông bị buộc tội \"hành vi phản dân chủ\", lạm dụng quyền lực và không được tái đắc cử vào Bộ Chính trị, chỉ chiếm 10% số phiếu.[27] Thất bại của Đào Duy Tùng, người được chọn kế nhiệm Đỗ Mười, đã dẫn đến một sự thỏa hiệp: Tổng Bí thư, Thủ tướng và Chủ tịch nước đã được tái đắc cử tại Đại hội 8 mà không có đa số phiếu vì cuộc đấu tranh quyền lực giữa phe cải cách và phe bảo thủ[27]. Tuy nhiên, thay đổi đáng kể trong lãnh đạo đảng đã xảy ra và lần đầu tiên trong nhiều năm, các nhân vật trung ương bị mất ghế cho các nhân vật và các quan chức cấp tỉnh – chỉ có 8,9% các thành viên của Ban Chấp hành Trung ương mới đến từ bộ máy trung ương, trong khi 67% các thành viên mới có xuất thân cấp tỉnh hoặc chính phủ.[27] Đối ngoại[sửa | sửa mã nguồn] Đỗ Mười gặp nữ diễn viên Ayako Kobayashi (diễn viên chính của phim Oshin) trong chuyến thăm Nhật Bản năm 1995 Tại hội nghị lần thứ ba của Ban Chấp hành Trung ương khóa 7 (từ ngày 14 tới 18 tháng 7 năm 1992), Đỗ Mười tái khẳng định tầm quan trọng của chính sách đối ngoại của đảng. Ông nhấn mạnh thêm \"chính sách đối ngoại đóng một vai trò ngày càng quan trọng... Chúng ta nhận ra rằng trong thời đại hiện tại, không có quốc gia nào – bất kể mức độ phát triển cao thế nào – có thể đóng cửa [trước] thế giới. Với quốc gia có điểm khởi đầu rất nghèo nàn như Việt Nam, điều rất quan trọng là phải nỗ lực để tiếp cận được các nguồn lực bên ngoài\"[28]. Trong khi tìm kiếm quan hệ với các nước phương Tây và tư bản, Đỗ Mười khẳng định tầm quan trọng của mối quan hệ tốt đẹp với \"phong trào xã hội chủ nghĩa vì chủ quyền quốc gia, liên kết với Phong trào không liên kết và tất cả các lực lượng hòa bình và tiến bộ khác trên toàn thế giới.\"[28] Ông bày tỏ về sự lo ngại của đảng rằng chính sách đối ngoại cởi mở sẽ làm suy yếu an ninh quốc gia: \"Trong vài năm qua, các lực lượng thù địch đã không ngừng thực hiện các hành động phá hoại nước ta. Tuy nhiên, các mưu đồ và hành động tối tăm của chúng đều bị người dân ta vạch trần.\"[28] Ý ông nói rằng trong khi Việt Nam sẽ tìm cách tăng cường sự hiện diện trên bình diện quốc tế, những mối quan hệ này sẽ không được phép thay đổi bản chất của chủ nghĩa xã hội tại Việt Nam.[29] Sau khi cuộc đảo chính tháng 8 thất bại tại Liên Xô và dẫn đến giải thể đất nước này, Đỗ Mười chính thức thừa nhận những thay đổi, nói với một nhóm cán bộ \"Chủ nghĩa xã hội không còn tồn tại ở Liên Xô và các hoạt động của Đảng Cộng sản đã bị cấm.\"[30]. Trong khi bày tỏ thái độ tiếc thương với việc Liên Xô bị giải thể, Việt Nam công nhận Cộng đồng các Quốc gia Độc lập ngày 27 tháng 12 năm 1991 và xây dựng quan hệ với các quốc gia này.[31] Vào ngày 27 tháng 6, sau cuộc bầu cử đưa Đỗ Mười lên làm Tổng Bí thư, Giang Trạch Dân, Tổng Bí thư Đảng Cộng sản Trung Quốc, đã dùng dịp này để chúc mừng Đỗ Mười và tuyên bố rằng ông hy vọng quan hệ giữa Trung Quốc và Việt Nam sẽ được bình thường hóa, ở quy mô nhà nước cũng như quy mô đảng.[32] Trong một loạt các cuộc họp vào tháng 7, mối quan hệ giữa hai nước tiếp tục được cải thiện và Lê Đức Anh được Đảng Cộng sản Trung Quốc mời sang thăm Trung Quốc.[32] Bình thường hóa quan hệ xảy ra vào tháng 11 khi Đỗ Mười và Võ Văn Kiệt đến thăm Trung Quốc và tổ chức các cuộc thảo luận với Giang Trạch Dân và Thủ tướng Lý Bằng sau đó đã dẫn đến một hiệp nghị gồm 11 điểm.[33] Các mối quan hệ tiếp tục được cải thiện vào năm 1992, khi một số cán bộ Đảng Cộng sản Việt Nam và Trung Quốc gặp nhau.[33] Với sự sụp đổ của chủ nghĩa cộng sản ở Đông Âu, Đặng Tiểu Bình, nhà lãnh đạo tối cao của Trung Quốc, đã bắt đầu ủng hộ việc thành lập một liên minh xã hội chủ nghĩa mới gồm Trung Quốc, Cuba, Bắc Triều Tiên, Cộng hòa Nhân dân Mông Cổ và Việt Nam.[34] Một báo cáo lưu hành tại Trung Quốc vào tháng 8 năm 1991 đã hỗ trợ hình thành một liên bang xã hội chủ nghĩa quốc tế rời rạc của các nước xã hội chủ nghĩa còn lại.[34] Đảng Cộng sản Việt Nam chia sẻ tình cảm của Đảng Cộng sản Trung Quốc và chuyển sang tăng cường quan hệ với các nước xã hội chủ nghĩa còn lại; quan hệ với Cuba đã được nhấn mạnh và Việt Nam đã ký một hiệp định kinh tế và thương mại với Bắc Triều Tiên vào năm 1991.[35] Tính khả thi của một liên bang xã hội chủ nghĩa lỏng lẻo sẽ phụ thuộc vào các nước xã hội chủ nghĩa còn lại bỏ qua những khác biệt của họ và nhấn mạnh lợi ích chung; tuy nhiên, căng thẳng giữa Trung Quốc và Việt Nam vẫn còn gây nghi ngờ.[35] Với sự tan rã của Liên Xô vào tháng 12 năm 1991, Trung Quốc đã từ bỏ ý tưởng này.[36] Trong khi quan hệ giữa Việt Nam và Lào đã không còn ở mức \"đặc biệt\" sau khi Việt Nam rút quân, hai nước vẫn chia sẻ ý thức hệ.[37] Đỗ Mười và Võ Văn Kiệt đã thực hiện các chuyến đi riêng rẽ đến Lào vào năm 1992. Đỗ Mười đã dẫn đầu phái đoàn đến viếng Kaysone Phomvihane, cố Chủ tịch Ban Chấp hành Trung ương Đảng Nhân dân Cách mạng Lào (LPRP).[38] Tuy nhiên, tại Đại hội LPRP lần thứ 5, các nhà lãnh đạo Lào đã khẳng định Trung Quốc là đối tác nước ngoài quan trọng nhất của nước này.[37] Vào tháng 2 năm 1992, Trung Quốc đã thông qua một đạo luật tuyên bố sở hữu toàn bộ Biển Đông.[39] Khi vấn đề này được thảo luận tại Quốc hội Việt Nam, một cuộc tranh luận riêng tư, căng thẳng đã diễn ra.[39] Trong khi một số người kêu gọi trừng phạt kinh tế hoặc thậm chí can thiệp quân sự, theo lời khuyên của Ban Đối ngoại Trung ương, một tuyên bố được thông qua như một cách phản ứng tốt nhất cho vấn đề này.[39] Nguyễn Văn Linh đến thăm Trung Quốc để thảo luận về đạo luật mới, nhưng trong chuyến thăm, các quan chức Trung Quốc đã ký một thỏa thuận với Tập đoàn Năng lượng Crestone để thăm dò trên thềm lục địa của Việt Nam.[39] Tại hội nghị lần thứ ba của Ban Chấp hành Trung ương khóa 7, những lời chỉ trích Trung Quốc rất dữ dội và Đỗ Mười đã cáo buộc Trung Quốc theo chủ nghĩa bá quyền.[39] Năm 1995, Đỗ Mười dẫn đầu một phái đoàn sang Trung Quốc,[40] gặp Giang Trạch Dân, Lý Bằng và những người khác.[41] Nhiệm kỳ 2 (1996 – 1997)[sửa | sửa mã nguồn] Đối nội[sửa | sửa mã nguồn] Trước Đại hội Đảng lần thứ 8, sự bế tắc giữa phe bảo thủ và cải cách vẫn tiếp tục.[42] Trong khi những tin đồn cho rằng Đại hội Đảng lần 8 sẽ bị trì hoãn, những người bảo thủ và các nhà cải cách đã có thể thỏa hiệp tại hội nghị thứ 11 Ban Chấp hành Trung ương khóa 7.[42] Ban Chấp hành Trung ương khóa 8 được Quốc hội bầu và 54% số thành viên được bầu là đương nhiệm.[43] Trong số 19 thành viên, 9 người đã từ chức tại Đại hội Đảng lần thứ 8.[42] Ban Bí thư đã bị bãi bỏ tại Đại hội này và được thay thế bởi Thường vụ Bộ Chính trị; Đỗ Mười là một trong năm thành viên của cơ quan mới này.[42] Trong khi Thường vụ Bộ Chính trị ban đầu được hình thành để thay thế Bộ Chính trị là cơ quan ra quyết định cao nhất của đảng, sự phản đối từ phía Ban Chấp hành Trung ương cáo buộc Bộ Chính trị hành xử theo kiểu phản dân chủ đã khiến Thường vụ Bộ Chính trị có quyền hạn không khác mấy so với Ban Bí thư trước đây.[44] Đại hội Đảng lần thứ 8 thất bại trong việc đáp ứng cuộc đấu tranh quyền lực tiếp diễn trong Ban Chấp hành Trung ương khóa 7.[44] Sau này, Đỗ Mười nói với các phóng viên trong Quốc hội: \"Tôi nghĩ chúng ta sẽ phải đẩy nhanh tiến độ phát triển. Phát triển chậm có nghĩa là đói, phải không nào? Nhưng đồng thời tôi muốn thấy hiệu quả và sự ổn định. Nếu chúng ta chạy quá nhanh và có vật cản trên đường thì có thể bị ngã.\"[44] Đối ngoại[sửa | sửa mã nguồn] Đỗ Mười đã tham dự Đại hội lần thứ sáu của Đảng Nhân dân Cách mạng Lào (tổ chức năm 1996).[45] Từ chức[sửa | sửa mã nguồn] Tại Đại hội Đảng lần thứ 8 ngày 26 tháng 12 năm 1997, Đỗ Mười quyết định từ nhiệm chức vụ Tổng Bí thư kiêm Bí thư Quân ủy Trung ương, thay thế ông là Lê Khả Phiêu.[46] Theo Carlyle Thayer: \"Hội nghị trung ương 4 đã kết thúc giai đoạn chuyển đổi lãnh đạo đã được tiến hành từ Đại hội Đảng lần thứ 8 năm 1996, nhưng không giải quyết được sự phân hóa bên trong Đảng giữa hai phe cải cách và bảo thủ.\"[46] Đỗ Mười, cùng với Lê Đức Anh và Võ Văn Kiệt, được bổ nhiệm vào Hội đồng Cố vấn Ban Chấp hành Trung ương, nơi ông ở lại cho đến khi giải thể ban này vào năm 2001.[47] Sau khi từ chức, ông vẫn là một nhân vật có ảnh hưởng trong chính trị Việt Nam và tạo nên tác động đáng kể đối với các quyết định của Đảng Cộng sản.[48] Qua đời[sửa | sửa mã nguồn] Ông qua đời lúc 23 giờ 12 phút ngày 1 tháng 10 năm 2018 (tức ngày 22 tháng 8 năm Mậu Tuất) khi đang điều trị tại Bệnh viện Trung ương Quân đội 108,[49][50] chỉ chưa đầy 2 tuần sau khi Chủ tịch nước Trần Đại Quang mất. Lễ viếng từ 7h ngày 6 đến 7h30 ngày 7 tháng 10 tại Nhà tang lễ Quốc gia, Hà Nội (nơi đặt linh cữu của ông) và tại Hội trường Thống Nhất theo nghi thức quốc tang. Lễ truy điệu từ 9h ngày 7 tháng 10, sáng cùng ngày linh cữu được đưa ra xe tang để đưa về quê nhà theo nguyện vọng của gia đình. Tại quê hương ông, lễ thăm viếng đã được diễn ra vào trưa cùng ngày tại quê nhà với sự có mặt của tất cả các lãnh đạo, nguyên lãnh đạo đảng, nhà nước và gia quyến. Lúc 13h00 cùng ngày, linh cữu của Đỗ Mười được an táng tại quê hương Đông Mỹ, Thanh Trì, Hà Nội.[51][52] Nơi ông an táng đã được đổ bê tông quây móng khang trang để phục vụ người dân gần xa đến viếng. Không lâu sau đó, khu nhà lưu niệm sẽ được xây tại đây.[53] Phong cách lãnh đạo[sửa | sửa mã nguồn] Dưới thời Đỗ Mười, ít nhất ba phiên họp toàn thể của Ban Chấp hành Trung ương được tổ chức mỗi năm.[54] Ông đã đưa trật tự, thói quen và khả năng dự đoán vào hệ thống chính trị của đảng.[54] Mỗi hội nghị tập trung vào các vấn đề chính và các cuộc thảo luận diễn ra trong môi trường chuyên sâu và quyết liệt.[54] Dưới sự chỉ đạo của Đỗ Mười, Ban Chấp hành Trung ương tập trung vào các vấn đề quốc gia chứ không phải về đảng như dưới thời Nguyễn Văn Linh.[55] Theo Louis Stern: \"[Đỗ] Mười đã đưa vào phiên họp toàn thể một quá trình làm việc theo từng nhóm nhỏ trong việc chuẩn bị xem xét chính sách cụ thể, [từ đó] thu hút sự tham gia đóng góp ý kiến từ các chuyên gia kỹ thuật, 'những nhóm nhà khoa học' không xác định, 'giới trí thức trong và ngoài nước' (có thể đang ám chỉ các nhà đầu tư, doanh nhân và nhà kinh tế Việt Nam sinh sống tại hải ngoại), các cựu chiến binh, cũng như theo phân loại thông thường gồm cán bộ, đảng viên và đại diện Đảng ủy.\"[55] Các nhóm này được trao quyền chuẩn bị và nhận báo cáo dành cho Ban Chấp hành Trung ương trước và tiến hành chuẩn bị các đề xuất hoặc nhận xét về các tài liệu cụ thể được đưa ra trong hội nghị.[55] Trong suốt thời kỳ lãnh đạo của mình, Đỗ Mười đã cố gắng dẫn dắt các cuộc tranh luận của Ban Chấp hành Trung ương đến sự đồng thuận.[55] Ông bỏ qua các vấn đề gây tranh cãi nhằm tránh sự chia rẽ trong Ban Chấp hành.[55] Khi không đạt được đồng thuận, như trường hợp của Hội nghị lần thứ 8 Ban Chấp hành Trung ương khóa 7 khi nó không đưa ra được một chỉ dẫn phù hợp theo hướng công tác tư tưởng, nhiệm vụ sửa đổi và cải thiện các quyết sách của Ban Chấp hành Trung ương sau đó được chuyển sang cho Bộ Chính trị khóa 7.[55] Theo giáo sư Alexander Vuving của Trung tâm Nghiên cứu An ninh châu Á – Thái Bình Dương Daniel K. Inouye, sự lãnh đạo của Đỗ Mười không có chiều sâu triết lý: có lúc uyển chuyển, thực tế nhưng nhiều lúc giáo điều, cứng nhắc mà không theo một quy luật nào.[56] Ngược lại với Nguyễn Văn Linh, Đỗ Mười đã tìm kiếm nền tảng chung với Ban Chấp hành Trung ương hơn là tự vận động cho những quan điểm của riêng minh.[57] Trong bài phát biểu và trong các cuộc tranh luận, Đỗ Mười ít gây tranh cãi và khi phát biểu, ông ủng hộ các nguyên tắc truyền thống của Đảng Cộng sản.[57] Theo Louis Stern, \"Không giống như Nguyễn Văn Linh, [Đỗ] Mười không tìm cách vạch ra các giải pháp thay thế độc đáo cho các vấn đề dai dẳng, đề xuất các cách tiếp cận độc đáo cho các vấn đề, hoặc lập ra một sự đồng thuận mới về các vấn đề quan trọng. Ít cứng rắn hơn người tiền nhiệm Nguyễn Văn Linh trong việc thúc giục người khác ủng hộ quan điểm của mình, [Đỗ] Mười thiên về khía cạnh bảo thủ hơn đối với một số vấn đề\", chẳng hạn như đảm bảo sự thống trị của nhà nước đối với nền kinh tế và duy trì quyền kiểm soát đất nước một cách chặt chẽ của đảng.[57] Quan điểm chính trị[sửa | sửa mã nguồn] Đỗ Mười tại Đại Lễ Phật đản Liên hợp quốc 2008 Đỗ Mười tin vào \"tiến trình tiến hóa của cải cách chính trị\" bắt đầu tại Đại hội toàn quốc lần thứ VI.[58] Cải cách trong lĩnh vực kinh tế là vô cùng quan trọng, trong khi cải cách chính trị là thứ yếu.[58] Tuy nhiên, ông tin rằng việc thực hiện cải cách kinh tế thường làm bộc lộ những điểm yếu trong hệ thống chính trị.[58] Đỗ Mười không muốn biến đổi hệ thống chính trị, chỉ muốn cải thiện nó.[58] Thay vào đó, những thay đổi đối với luật pháp và cơ chế điều hành nên căn cứ vào ý thức hệ của chủ nghĩa Marx – Lenin và Tư tưởng Hồ Chí Minh.[58] Ông phản đối cái mà ông gọi là \"những lý lẽ mị dân\" kêu gọi chấm dứt \"sự lãnh đạo độc tôn\" của Đảng và \"trả lại tất cả quyền lực cho người dân dưới cái cớ đổi mới dân chủ.\"[59] Ông ủng hộ dân chủ hóa quá trình ra quyết định của Đảng, đồng thời rất tin tưởng sâu sắc vào nguyên tắc tập trung dân chủ.[60] Đỗ Mười ủng hộ ý tưởng bán cổ phần ưu đãi trong doanh nghiệp nhà nước cho người lao động, phương án chia lợi nhuận, \"và bán phần trăm doanh nghiệp nhà nước cho 'tổ chức và cá nhân bên ngoài' để tạo điều kiện cho người lao động trở thành chủ sở hữu thực sự của doanh nghiệp.\"[60] Ông thường chỉ ra tầm quan trọng của công nghiệp hóa không chỉ là tư liệu sản xuất mà còn là một sự thay đổi kinh tế xã hội toàn diện.[60] Ông cũng nhấn mạnh tính cần thiết phải \"bắt kịp tiến bộ thế giới\" bằng cách thúc đẩy các chiến lược kinh tế phát huy thế mạnh của Việt Nam.[60] Ông tuyên bố rằng chương trình công nghiệp hóa sẽ được quản lý theo cơ chế thị trường, nhưng khu vực nhà nước sẽ hướng dẫn và kiểm soát quá trình thị trường hóa.[60] Đỗ Mười, ủng hộ và không bao giờ phản đối tự do báo chí, tự do tư tưởng, nhưng ông sẵn sàng \"tấn công\" những người chống lại mục tiêu xã hội chủ nghĩa.[61] Tại Đại hội Nhà văn lần thứ 4, Đỗ Mười tuyên bố một số tác phẩm văn học nhất định đã \"bôi nhọ Đảng và lãnh đạo nhà nước và làm xói mòn niềm tin của nhân dân vào Đảng và nhà nước.\"[61] Trong một cuộc họp báo vào năm 1992, ông nói rằng \"thông tin phải được định hướng\" và báo chí vẫn phải \"là lực lượng chính trên mặt trận ý thức hệ và văn hóa.\"[62] Ông tiếp tục chỉ trích các phương tiện truyền thông đã lợi dụng quyền tự do báo chí để chỉ trích Đảng Cộng sản và chủ nghĩa xã hội. Vào năm 1993, Đỗ Mười tuyên bố rằng báo chí đã bị \"thương mại hóa\" do các cải cách kinh tế.[62] Di sản[sửa | sửa mã nguồn] Đỗ Mười, Bí thư khu ủy Khu Tả Ngạn và Đặng Tính, Tư lệnh khu Tả Ngạn năm 1952. Dưới góc nhìn của bên ngoài, Đỗ Mười là một nhà lãnh đạo không được đánh giá cao, nhưng trong đảng, tầm vóc của ông rất lớn, ông được các quan chức trong Đảng tôn xưng là \"Người cha già của nền chính trị Việt Nam\" bởi giai đoạn ông nắm quyền là thời điểm vô cùng khó khăn đối với Đảng. Sau khi Liên Xô sụp đổ nhiều ý kiến trong và ngoài nước, thậm chí ngay trong chính nội bộ Đảng đã dấy lên hiềm nghi về tính ưu việt và sự lãnh đạo độc tôn của Đảng, phong trào này lan nhanh làm xói mòn lòng tin, và suy giảm sức chiến đấu của một bộ phận cán bộ Đảng viên thời bấy giờ, tác động mạnh mẽ đến sự sống còn của Đảng, trước tình cảnh cấp bách này, khi Chủ nghĩa xét lại đang lan rộng, Đỗ Mười đã đóng một vai trò không nhỏ trong việc ổn định trật tự, củng cố niềm tin và dần dẫn dắt Đảng vượt qua mọi khó khăn, tránh được một cuộc khủng hoảng chính trị theo hiệu ứng domino sau sự sụp đổ tan rã của Liên xô và khối Xã hội chủ nghĩa Đông Âu.[63] Đỗ Mười và những người khác trong khu Tả Ngạn năm 1952 Thế giới phương Tây có ít tác phẩm viết về ông, hoặc những đóng góp của ông.[63] Một cách giải thích cho việc này là: nghiên cứu về các nhà lãnh đạo chính trị đã trở nên lỗi thời trong bộ môn khoa học chính trị.[63] Những nguồn tin từ Việt Nam đã không nêu rõ sự tham gia của ông trong quá trình cải cách và các hoạt động trong đảng.[63] Theo Sophie Quinn – Judge, nhà lãnh đạo Đỗ Mười \"ghi dấu ấn bằng việc khẳng định lại tính ưu việt của Đảng Cộng sản và quá khứ anh hùng của nó. Đó là vào năm 1991, khi Tư tưởng Hồ Chí Minh – những học thuyết được trích xuất từ các tác phẩm của Hồ Chí Minh – trở thành một trong các ý thức hệ chính của quốc gia, cùng với chủ nghĩa Marx – Lenin.[63] Nhà nghiên cứu Nguyễn Khắc Mai, cựu Vụ trưởng Nghiên cứu thuộc Ban Dân vận Trung ương cho rằng: \"Một trong hai sự kiện nổi trội liên quan đến ông Đỗ Mười (cùng với việc dự Hội nghị Thành Đô) là chủ trương đánh tư sản hay còn gọi là cải tạo công thương nghiệp. Hệ lụy của việc cải tạo công thương nghiệp rất bi thảm, khốc liệt, để lại tai họa rất lớn cho dân tộc. Nhưng có vẻ là trong nhiều năm, ông Đỗ Mười tự hào về mình đã làm được việc kinh thiên động địa.\"[64] Nhưng nhiều ý kiến khác lại cho rằng, đó là sự sai lầm của cả một tập thể lãnh đạo của cả một thời đại chứ không thể quy kết mọi hệ lụy của việc tiến hành cải tạo công thương nghiệp miền Nam sau 1975 là trách nhiệm của cá nhân ông Mười, xét trên bình diện khách quan Đỗ Mười chỉ là người chấp hành các chỉ thị, nghị quyết của tập thể lãnh đạo giao phó, tuy nhiên cũng không thể phủ nhận ông Mười với tư cách là Tư lệnh cải tạo Công Thương Nghiệp đã chỉ đạo thực hiện công cuộc cải cách rất quyến liệt và cứng rắn. Tiến sĩ Lê Đăng Doanh nhìn nhận Đỗ Mười là một trong những người góp công lớn để Việt Nam vượt qua khủng hoảng kinh tế cuối những năm 1980[65], đồng thời ông cũng đồng tình với các quan điểm cho rằng chủ trương \"cải tạo công thương\" là của tập thể lãnh đạo Đảng Cộng sản Việt Nam, và \"không nên quy trách nhiệm cá nhân cho ông Đỗ Mười vì đó là sai lầm của một thời kỳ.\"[64] Vũ Quang Minh, Đại sứ Việt Nam tại Campuchia nhận xét giai đoạn Đỗ Mười làm Tổng Bí thư là lúc Việt Nam có những dấu mốc lịch sử \"có ý nghĩa chiến lược sống còn và những đột phá chưa từng có về đối ngoại.\"[66] Gia đình[sửa | sửa mã nguồn] Đỗ Mười có vợ là bà Tạ Thị Thanh (đã qua đời), bà quê ở xã Diễn Kim, huyện Diễn Châu, tỉnh Nghệ An.[67] Bà là người vợ thứ hai của ông được ông Nguyễn Văn Trân (1916–2018), nguyên Bí thư Xứ ủy Bắc kỳ làm mối, sau khi người vợ đầu của ông mất những năm ông hoạt động ở khu Tả ngạn sông Hồng. Theo báo chí và các phương tiện truyền thông chính thức của Việt Nam, Đỗ Mười và người vợ thứ của ông có hai người con, một trai một gái. Con trai ông tên là Nguyễn Duy Trung là người đã thay mặt gia quyến đọc lời cảm tạ trong lễ truy điệu của bố vào ngày 7 tháng 10 năm 2018. Danh hiệu[sửa | sửa mã nguồn] Ông được Đảng Cộng sản Việt Nam và Nhà nước Việt Nam trao tặng Huân chương Sao vàng năm 1997[68], và Đảng trao tặng Huy hiệu 80 năm tuổi Đảng, ngày 12 tháng 4 năm 2018.[69] Ông được Chính phủ Nhật Bản truy tặng Huân chương Mặt trời mọc Đại thập tự, huân chương cao quý nhất của Nhật Bản, ngày 4 tháng 12 năm 2018[70]. Tham khảo[sửa | sửa mã nguồn] ^ Chức vụ này đã bị mất đi và sáp nhập với danh nghĩa Thủ tướng Chính phủ từ năm 1992. ^ “Nguyên Tổng bí thư Đỗ Mười trong mắt chú họ, nguyên Bộ trưởng Nguyễn Thọ Chân”. VietNamNet. Lưu trữ bản gốc ngày 3 tháng 1 năm 2020. Truy cập 28 tháng 1 năm 2021. ^ Trích phim tài liệu \"Đồng chí Đỗ Mười\", Hãng phim Tài liệu và Khoa học Trung ương, năm 2002 ^ “Thông cáo đặc biệt về tổ chức lễ tang nguyên Tổng Bí thư Đỗ Mười”. Báo điện tử Đảng Cộng sản Việt Nam. Lưu trữ bản gốc ngày 30 tháng 1 năm 2020. Truy cập 28 tháng 1 năm 2021. ^ a b Thông tấn xã Việt Nam 2000, tr. 430. ^ a b Đinh Văn Liên & Phạm Ngọc Bích 2000, tr. 217. ^ Lê Văn Ba 2006, tr. 21. ^ Nguyễn Thị Thu Hiền (6 tháng 10 năm 2018). “Tổng bí thư Đỗ Mười và cuộc vượt ngục lịch sử”. Di tích Nhà tù Hỏa Lò. Lưu trữ bản gốc ngày 14 tháng 8 năm 2020. Truy cập ngày 28 tháng 1 năm 2021. ^ Nguyễn Phi Hồng 1990, tr. 535. ^ a b Lê Hải Triều 2006, tr. 88. ^ a b Dương Đức Quảng 2008, tr. 599. ^ Hồ Chí Minh (6 tháng 9 năm 1952). “Sắc lệnh 111\/SL”. Cơ sở dữ liệu Văn bản Pháp luật Trung ương. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. ^ Hồ Chí Minh (5 tháng 8 năm 1955). “Sắc lệnh 234\/SL”. Thư viện Pháp luật. Lưu trữ bản gốc ngày 28 tháng 4 năm 2016. Truy cập ngày 28 tháng 1 năm 2021. ^ Nghị quyết Quốc hội khóa 8 ngày 29 tháng 4 năm 1958. ^ Thông tư 253-TN ngày 22 tháng 4 năm 1959. ^ Trần Viết Hoàn (3 tháng 9 năm 2007). “Nơi ấy, những ngày cuối của Bác”. Báo Quảng Ninh. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. ^ Stern 1993, tr. 42. ^ a b c d e Stern 1993, tr. 46. ^ a b c Abrami 2007, tr. 15.Lỗi sfn: không có mục tiêu: CITEREFAbrami2007 (trợ giúp) ^ a b c Abrami, Malesky & Zheng 2008, tr. 31.Lỗi sfn: không có mục tiêu: CITEREFAbramiMaleskyZheng2008 (trợ giúp) ^ a b Abrami, Malesky & Zheng 2008, tr. 32.Lỗi sfn: không có mục tiêu: CITEREFAbramiMaleskyZheng2008 (trợ giúp) ^ a b Guo 2006, tr. 75. ^ a b Largo 2002, tr. 4. ^ a b c Largo 2002, tr. 5. ^ a b c d e Largo 2002, tr. 7. ^ a b Corfield 2008, tr. 119. ^ a b c Largo 2002, tr. 8. ^ a b c Frost 1993, tr. 22. ^ Frost 1993, tr. 23. ^ Frost 1993, tr. 28. ^ Frost 1993, tr. 28–29. ^ a b Frost 1993, tr. 35. ^ a b Frost 1993, tr. 36. ^ a b Frost 1993, tr. 37. ^ a b Frost 1993, tr. 38. ^ Thayer & Amer 1999, tr. 58. ^ a b Johnson 1993, tr. 80. ^ Johnson 1993. ^ a b c d e Thayer & Amer 1999, tr. 151. ^ Vang 2008, tr. 585. ^ Vang 2008, tr. 278. ^ a b c d Abuza 1998, tr. 1111. ^ Abuza 1998, tr. 1110. ^ a b c Abuza 1998, tr. 1112. ^ Wan 1997, tr. 37.Lỗi sfn: không có mục tiêu: CITEREFWan1997 (trợ giúp) ^ a b Elliott 2012, tr. 183. ^ Abuza 2001, tr. 19. ^ Elliott 2012, tr. 184. ^ “Nguyên Tổng Bí thư Đỗ Mười từ trần”. Báo điện tử Đảng Cộng sản Việt Nam. 2 tháng 10 năm 2018. Lưu trữ bản gốc ngày 2 tháng 10 năm 2018. ^ Viết Tuân (1 tháng 10 năm 2018). “Nguyên Tổng bí thư Đỗ Mười qua đời”. VnExpress - Tin nhanh Việt Nam. Lưu trữ bản gốc ngày 1 tháng 10 năm 2018. Truy cập 2 tháng 10 năm 2018. ^ Ban Thời sự (3 tháng 10 năm 2018). “Tổ chức quốc tang nguyên Tổng bí thư Đỗ Mười trong hai ngày”. VnExpress - Tin nhanh Việt Nam. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập 28 tháng 1 năm 2021. ^ P.T (3 tháng 10 năm 2018). “Tổ chức Quốc tang nguyên Tổng Bí thư Đỗ Mười trong 2 ngày 6, 7\/10”. Báo điện tử Dân Trí. Lưu trữ bản gốc ngày 4 tháng 10 năm 2018. Truy cập 28 tháng 1 năm 2021. ^ Phan Hậu (4 tháng 10 năm 2018). “Làng quê nơi cố Tổng bí thư Đỗ Mười sẽ yên nghỉ”. Báo Thanh Niên. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập 28 tháng 1 năm 2021. ^ a b c Stern 1995, tr. 919. ^ a b c d e f Stern 1995, tr. 920. ^ “Giới quan sát nói ông Đỗ Mười vừa bảo thủ vừa đổi mới”. BBC News. BBC. 2 tháng 10 năm 2018. Bản gốc lưu trữ 3 tháng 10 năm 2018. Truy cập 3 tháng 10 năm 2018. ^ a b c Stern 1995, tr. 920–921. ^ a b c d e Stern 1995, tr. 915. ^ Stern 1995, tr. 916. ^ a b c d e Stern 1995, tr. 918. ^ a b Stern 1993, tr. 71. ^ a b Abuza 2001, tr. 145. ^ a b c d e Quinn-Judge 2006, tr. 288. ^ a b “Hai chiều ý kiến về cựu TBT Đỗ Mười”. BBC News. BBC. 25 tháng 9 năm 2018. Bản gốc lưu trữ 30 tháng 9 năm 2018. Truy cập 2 tháng 10 năm 2018. ^ “Ông Đỗ Mười và dấu ấn cuộc chuyển đổi tem phiếu sang cơ chế thị trường”. Báo điện tử Dân Trí. Lưu trữ bản gốc ngày 6 tháng 10 năm 2018. Truy cập 6 tháng 10 năm 2018. ^ “Nguyên Tổng bí thư Đỗ Mười qua đời”. BBC News. BBC. 2 tháng 10 năm 2018. Bản gốc lưu trữ 2 tháng 10 năm 2018. Truy cập ngày 2 tháng 10 năm 2018. ^ Hương Giang (2 tháng 10 năm 2018). “Những câu chuyện bình dị, gần dân của cố Tổng Bí thư Đỗ Mười”. Báo Thanh tra. Lưu trữ bản gốc ngày 10 tháng 8 năm 2020. Truy cập 28 tháng 1 năm 2021. ^ “Tổ chức trọng thể lễ trao tặng các đồng chí Đỗ Mười, Lê Đức Anh, Võ Văn Kiệt huân chương sao vàng”. Thư viện Đại Tướng Lê Đức Anh. Truy cập ngày 22 tháng 3 năm 2022. ^ Phương Mai; Văn Khương; Nguyễn Thắng (28 tháng 4 năm 2018). “Nguyên Tổng Bí thư Đỗ Mười nhận Huy hiệu 80 năm tuổi Đảng”. Báo điện tử của Đài Truyền hình Việt Nam. Lưu trữ bản gốc ngày 2 tháng 10 năm 2018. Truy cập 28 tháng 1 năm 2021. ^ “Quyết định trao tặng Huân chương Mặt trời mọc cao quý nhất cho Nguyên Tổng bí thư Đỗ Mười”. Ministry of Foreign Affairs of Japan. Truy cập ngày 22 tháng 3 năm 2022. Thư mục[sửa | sửa mã nguồn] Báo và tạp chí[sửa | sửa mã nguồn] Abuza, Zachary (tháng 12 năm 1998). “Leadership Transition in Vietnam since the Eighth Party Congress: The Unfinished Congress”. Asian Survey. Nhà xuất bản Đại học California. 38 (12): 1105–1121. doi:10.1525\/as.1998.38.12.01p0398i. Lưu trữ bản gốc ngày 2 tháng 10 năm 2015. Truy cập ngày 2 tháng 10 năm 2018. Abuza, Zachary (tháng 4 năm 2002). “The Lessons of Le Kha Phieu: Changing Rules in Vietnamese politics” (PDF). Contemporary Southeast Asia. Viện Nghiên cứu Đông Nam Á. 24 (1): 121–145. doi:10.1355\/cs24-1h. Bản gốc (PDF) lưu trữ ngày 4 tháng 3 năm 2016. Truy cập ngày 2 tháng 10 năm 2018. Abrami, Regina (25–26 tháng 5 năm 2007). “Vietnam through Chinese Eyes: Comparing Vertical and Horizontal Accountability in Single-Party Regimes” (PDF). Trường Kinh doanh Harvard.[liên kết hỏng] Abrami, Regina; Malesky, Edmund; Zheng, Yu (2008). “Accountability and Inequality in Single-Party Regimes: A Comparative Analysis of Vietnam and China” (PDF). Trường Kinh doanh Harvard. Lưu trữ (PDF) bản gốc ngày 6 tháng 6 năm 2012. Goodman, Allan E. (tháng 1 năm 1995). “Vietnam in 1994: With Peace at Hand”. Asian Survey. Nhà xuất bản Đại học California. 35 (1): 92–99. doi:10.1525\/as.1995.35.1.00p04627. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 2 tháng 10 năm 2018. Johnson, Stephen T. (tháng 1 năm 1993). “Laos in 1992: Succession and Consolidation”. Asian Survey. Nhà xuất bản Đại học California. 33 (1): 75–82. doi:10.2307\/2645289. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 2 tháng 10 năm 2018. Pike, Douglas (tháng 1 năm 1994). “Vietnam in 1993: Uncertainty Closes In”. Asian Survey. Nhà xuất bản Đại học California. 34 (1): 64–71. doi:10.1525\/as.1994.34.1.00p03507. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 2 tháng 10 năm 2018. Sidel, Mark (tháng 1 năm 1998). “Vietnam in 1997: A Year of Challenges”. Asian Survey. Nhà xuất bản Đại học California. 38 (1): 80–90. doi:10.2307\/2645471. Stern, Lewis (tháng 10 năm 1995). “Party Plenums and Leadership Style in Vietnam”. Asian Survey. Nhà xuất bản Đại học California. 35 (10): 909–921. doi:10.1525\/as.1995.35.10.01p0060c. JSTOR 2645566. Womack, Brantly (tháng 1 năm 1996). “Vietnam in 1995: Successes in Peace”. Asian Survey. Nhà xuất bản Đại học California. 36 (1): 73–82. doi:10.1525\/as.1996.36.1.01p0089h. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 2 tháng 10 năm 2018. Womack, Brantly (tháng 1 năm 1997). “Vietnam in 1996: Reform Immobilism”. Asian Survey. Nhà xuất bản Đại học California. 37 (1): 79–87. doi:10.1525\/as.1997.37.1.01p0204c. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 2 tháng 10 năm 2018. Quinn-Judge, Sophie (tháng 9 năm 2006). “Vietnam's Bumpy Road to Reform” (PDF). Current History. Daniel Mark Redmond. 105 (692): 284–289. Lưu trữ (PDF) bản gốc ngày 8 tháng 6 năm 2015. Truy cập ngày 2 tháng 10 năm 2018. Sách[sửa | sửa mã nguồn] Abuza, Zachary (2001). Renovating Politics in Contemporary Vietnam. Lynne Rienner Publishers. ISBN 9781555879617. Corfield, Justin (2008). The History of Vietnam. ABC-CLIO. ISBN 9780313341946. Elliott, David W.P. (2012). Changing Worlds: Vietnam's Transition from Cold War to Globalization. Nhà xuất bản Đại học Oxford. ISBN 978-0195383348. Europa Publications (2002). Far East and Australasia. Routledge. ISBN 9781857431339. Frost, Frank (1993). Vietnam's Foreign Relations: Dynamics of Change. Pacific Strategic Papers. 6. Viện Nghiên cứu Đông Nam Á. ISBN 978-9813016651. Gale Research Inc (1998). Encyclopedia of World Biography: Diderot-Forbes. 5. Gale Research. ISBN 9780787622213. Guo, Sujian (2006). The Political Economy of Asian Transition from Communism. Ashgate Publishing Company. ISBN 978-0754647355. Largo; và đồng nghiệp (2002). Vietnam: Current Issues and Historical Background. Nova Publishers. ISBN 978-1590333686. Leifer, Michael (1995). Dictionary of the Modern Politics of South-East Asia. Taylor & Francis. ISBN 0415042194. Staff writers (2002). Vietnam: Current Issues and Historical Background. Nova Publishers. ISBN 978-1590333686. Stern, Lewis (1993). Renovating the Vietnamese Communist Party: Nguyen Van Linh and the Programme for Organizational Reform, 1987–91. Viện Nghiên cứu Đông Nam Á. ISBN 978-9813016552. Vang, Pobzeb (2008). Five Principles of Chinese Foreign Policies. AuthorHouse. ISBN 9781434369710. Thai Quang Trung (2002). Collective Leadership and Factionalism: an Essay on Ho Chi Minh's Legacy. Viện Nghiên cứu Đông Nam Á. ISBN 9789971988012. Thayer, Carlyle Alan; Amer, Ramses (1999). Vietnamese Foreign Policy in Transition. Viện Nghiên cứu Đông Nam Á. ISBN 9789812300256. Tucker, Spencer C. (2011). The Encyclopedia of the Vietnam War: A Political, Social and Military History. ABC-CLIO. ISBN 9781851099610. Nguyễn Văn Canh; Cooper, Earle (1983). Vietnam under Communism, 1975–1982. Hoover Press. ISBN 9780817978518. Võ Nhân Trí (1990). Vietnam's Economic Policy since 1975. Viện Nghiên cứu Đông Nam Á. ISBN 9789813035546. Lê Văn Ba (2006). Kể chuyện nhà tù Hỏa Lò. Hà Nội: Nhà xuất bản Văn hóa dân tộc. OCLC 952003469. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. Lê Hải Triều (2006). Đảng cộng sản Việt Nam: mười mốc son lịch sử. Hà Nội: Nhà xuất bản Văn hóa thông tin. OCLC 209573072. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. Thông tấn xã Việt Nam (2000). Chính phủ Việt Nam, 1945-2000: tư liệu. Hà Nội: Nhà xuất bản Chính trị quốc gia. OCLC 52257533. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. Nguyễn Phi Hồng (1990). Quân khu 3, lịch sử kháng chiến chống thực dân Pháp. Hà Nội: Nhà xuất bản Quân đội nhân dân. OCLC 953373546. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. Đinh Văn Liên; Phạm Ngọc Bích (2000). Hỏi và đáp về lịch sử Đảng cộng sản Việt Nam. Thành phố Hồ Chí Minh: Nhà xuất bản Trẻ. OCLC 44917375. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. Dương Đức Quảng (2008). Chính phủ Việt Nam từ 1945 đến nhiệm kỳ quốc hội khóa XII (2007-2011): tư liệu. Hà Nội: Nhà xuất bản Thông tấn. OCLC 275155732. Lưu trữ bản gốc ngày 28 tháng 1 năm 2021. Truy cập ngày 28 tháng 1 năm 2021. Liên kết ngoài[sửa | sửa mã nguồn] Đỗ Mười - Tổng Bí thư của Đảng: Khóa VII Trò chuyện với nguyên TBT Đỗ Mười về lớp trẻ hôm nay: kỳ 1 Lưu trữ 2007-02-06 tại Wayback Machine trên Việt Nam Net \"Buổi chiều đặc biệt với nguyên Tổng Bí thư Đỗ Mười\" \"Ông Đỗ Mười: Di sản để lại\" hiện Đỗ Mười hiện x t s Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Trần Phú (1930–1931) Lê Hồng Phong (1935–1936) Hà Huy Tập (1936–1938) Nguyễn Văn Cừ (1938–1940) Trường Chinh (1941–1956) Hồ Chí Minh (1956–1960; Chủ tịch Đảng: 1951–1969) Lê Duẩn (1960–1986) Trường Chinh (1986) Nguyễn Văn Linh (1986–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Thủ tướng Việt Nam Hồ Chí Minh (1945–1955) Huỳnh Thúc Kháng (1946) Phạm Văn Đồng (1955–1987) Huỳnh Tấn Phát (Miền Nam Việt Nam: 1969–1976) Phạm Hùng (1987–1988) Võ Văn Kiệt (1988) Đỗ Mười (1988–1991) Võ Văn Kiệt (1991–1997) Phan Văn Khải (1997–2006) Nguyễn Tấn Dũng (2006–2016) Nguyễn Xuân Phúc (2016–2021) Phạm Minh Chính (2021–) In nghiêng: Quyền Chủ tịch hoặc tương đương hiện x t s Ủy viên Bộ Chính trị khóa IV Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Võ Nguyên Giáp Nguyễn Duy Trinh Lê Thanh Nghị Trần Quốc Hoàn Văn Tiến Dũng Lê Văn Lương Nguyễn Văn Linh Võ Chí Công Chu Huy Mân Ủy viên dự khuyết: Tố Hữu Võ Văn Kiệt Đỗ Mười I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa V Lê Duẩn Trường Chinh Phạm Văn Đồng Phạm Hùng Lê Đức Thọ Văn Tiến Dũng Võ Chí Công Chu Huy Mân Tố Hữu Võ Văn Kiệt Đỗ Mười Lê Đức Anh Nguyễn Đức Tâm Nguyễn Văn Linh Ủy viên dự khuyết: Nguyễn Cơ Thạch Đồng Sĩ Nguyên I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VI Nguyễn Văn Linh Võ Chí Công Phạm Hùng Đỗ Mười Võ Văn Kiệt Nguyễn Đức Tâm Nguyễn Cơ Thạch Lê Đức Anh Đồng Sĩ Nguyên Trần Xuân Bách Nguyễn Thanh Bình Mai Chí Thọ Đào Duy Tùng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Đào Duy Tùng Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Vũ Oanh Lê Phước Thọ Bùi Thiện Ngộ Nông Đức Mạnh Võ Trần Chí Phạm Thế Duyệt Nguyễn Hà Phan Đỗ Quang Thắng I II III IV V VI VII VIII IX X XI XII hiện x t s Ủy viên Bộ Chính trị khóa VIII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Nông Đức Mạnh Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Nguyễn Văn An Phạm Văn Trà Trần Đức Lương Nguyễn Thị Xuân Mỹ Trương Tấn Sang Lê Xuân Tùng Lê Minh Hương Nguyễn Đình Tứ Nguyễn Tấn Dũng Phạm Thế Duyệt Bầu bổ sung sau Hội nghị Trung ương tháng 12 năm 1997: Nguyễn Minh Triết Nguyễn Phú Trọng Phan Diễn Phạm Thanh Ngân I II III IV V VI VII VIII IX X XI XII hiện x t s Bí thư Quân ủy Trung ương Việt Nam Võ Nguyên Giáp (1946–1977) Lê Duẩn (1978–1984) Văn Tiến Dũng (1984–1986) Trường Chinh (1986) Nguyễn Văn Linh (1987–1991) Đỗ Mười (1991–1997) Lê Khả Phiêu (1997–2001) Nông Đức Mạnh (2001–2011) Nguyễn Phú Trọng (2011–) hiện x t s Bộ trưởng Bộ Nội thương Việt Nam Đỗ Mười (1958–1961) Nguyễn Thanh Bình (1961–1963; 1963–1966) Hoàng Quốc Thịnh (1966–1967; 1967–1977) Trần Văn Hiển (1977–1981) Trần Phương (1981–1982) Lê Đức Thịnh (1982–1986) Hoàng Minh Thắng (1986–1990) In nghiêng: Quyền Bộ trưởng hiện x t s Chủ nhiệm Ủy ban Vật giá Nhà nước Việt Nam Phạm Hùng (1965-1966) Nguyễn Thanh Bình (1966-1967) Đỗ Mười (1967-1971) Nguyễn Lam (1971-1974) Tô Duy (1975-1981) Đoàn Trọng Truyến (1981-1984) Phan Văn Tiệm (1984-1992) Tiêu đề chuẩn GND: 1055793844 ISNI: 0000 0000 8202 8787 LCCN: n91026858 NKC: xx0282364 SUDOC: 031084923 VIAF: 16402016 WorldCat Identities: lccn-n91026858 Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đỗ_Mười&oldid=69952918” Thể loại: Đảng viên Đảng Cộng sản Việt Nam Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam Bí thư Quân ủy Trung ương Việt Nam Sinh năm 1917 Mất năm 2018 Người họ Nguyễn tại Việt Nam Sinh tại Hà Nội Người Hà Nội Thủ tướng Việt Nam Bộ trưởng Bộ Xây dựng Việt Nam Bộ trưởng Bộ Công Thương Việt Nam Bộ trưởng Bộ Thương mại Việt Nam Bí thư Xứ ủy Bắc Kỳ Bí thư Thành ủy Hải Phòng Bí thư Tỉnh ủy Hà Đông Chủ tịch Ủy ban nhân dân thành phố Hải Phòng Đại biểu Quốc hội Việt Nam khóa II Đại biểu Quốc hội Việt Nam khóa III Đại biểu Quốc hội Việt Nam khóa IV Đại biểu Quốc hội Việt Nam khóa V Đại biểu Quốc hội Việt Nam khóa VI Đại biểu Quốc hội Việt Nam khóa IX Đại biểu Quốc hội Việt Nam khóa VII Đại biểu Quốc hội Việt Nam khóa VIII Người thọ bách niên Việt Nam Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam Huy hiệu 80 năm tuổi Đảng Cộng sản Việt Nam Thể loại ẩn: Lỗi không có mục tiêu Harv và Sfn Bài có liên kết hỏng Bản mẫu webarchive dùng liên kết wayback Bài viết chứa nhận dạng GND Bài viết chứa nhận dạng ISNI Bài viết chứa nhận dạng LCCN Bài viết chứa nhận dạng NKC Bài viết chứa nhận dạng SUDOC Bài viết chứa nhận dạng VIAF Bài viết chứa nhận dạng WORLDCATID Trang này được sửa lần cuối vào ngày 6 tháng 5 năm 2023, 04:00. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Thiết lập tính năng xem trước Chuyển đổi chiều rộng nội dung giới hạn"}