{"Đồng hồ Bảo Đại":"Đồng hồ Bảo Đại – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Thiết kế 2Đồng hồ Bảo Đại 3Bán đấu giá 4Tham khảo 5Liên kết ngoài Đồng hồ Bảo Đại Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Chiếc Rolex Reference 6062 \"Bao Dai\" là chiếc duy nhất được đính kim cương ở số chẵn Chiếc đồng hồ \"Reference 6062\" mang tên \"Bao Dai\" là một chiếc đồng hồ của hãng Rolex từng thuộc sở hữu của vua Bảo Đại, vị hoàng đế cuối cùng của Việt Nam. Vào ngày 14 tháng 5 năm 2017, tại buổi đấu giá đồng hồ Phillips Geneva Watch Auction tại Genève, Thụy Sĩ, chiếc đồng hồ từng thuộc sở hữu của cựu hoàng Bảo Đại đã chính thức trở thành chiếc Rolex đắt nhất trong lịch sử đấu giá khi được bán với giá 5.060.427 Mỹ kim.[1][2] Thiết kế[sửa | sửa mã nguồn] Reference 6062 được sản xuất vào năm 1952, thuộc dòng \"Triple Calendar\" với lịch Mặt trăng (Âm lịch) bằng vàng và là một trong ba mẫu có mặt số màu đen với kim cương trang trí.[3] Trong đó, chiếc \"Bao Dai\" là mẫu duy nhất được đính kim cương vào những giờ chẵn.[4][5] Chiếc đồng hồ 6062 dây Oyster mặt đen nạm 5 viên kim cương. Phần vỏ còn được trang bị thêm tính năng chống nước đặc biệt mang tên Oyster, mang tính biểu tượng của những chiếc đồng hồ Rolex hạng sang. Chiếc đồng hồ có kích thước mặt 36 mm,[6] có phần vỏ và dây đeo làm bằng vàng 18k.[7] Đồng hồ Bảo Đại[sửa | sửa mã nguồn] “ He wants the rarest and most precious Rolex ever made. ” — Dẫn lời Bloomberg[8] Chiếc đồng hồ được Bảo Đại, khi đó là Quốc trưởng Quốc gia Việt Nam, mua vào năm 1954 trong khi tham dự các cuộc đàm thoại hòa bình của Hội nghị Genève được tổ chức tại khách sạn Hotel de Bergues ở Genève. Bảo Đại đến nhà bán lẻ đồng hồ Rolex Chronometrie Philippe Beguin nằm đối diện khách sạn và yêu cầu muốn mua chiếc đồng hồ đắt nhất mà họ có. Được cửa hàng giới thiệu một số mẫu đồng hồ đặc biệt nhưng không có chiếc nào khiến Bảo Đại không hài lòng. Vì vậy, nhà bán lẻ đã liên hệ cho hãng Rolex nằm ngay bên ngoài thị trấn và họ đã bán cho ông chiếc đồng hồ tốt nhất mà họ có, đó là chiếc \"Reference 6062\".[9] Chiếc đồng hồ thuộc sở hữu của Bảo Đại tới khi ông qua đời năm 1997. Một người con của ông đã thừa kế và cất giữ chiếc đồng hồ này tại một ngân hàng ở Paris, Pháp. Năm 2002, người con trai đã bán nó cho một nhà sưu tập người Ý với mức giá 235.000 đô - mức giá kỷ lục lúc bấy giờ.[10][11] Bán đấu giá[sửa | sửa mã nguồn] Trước khi buổi bán đấu giá diễn ra vào ngày 13 và 14 tại Hôtel La Réserve, tại Genève, Thụy Sĩ, giá bán của chiếc đồng hồ \"Bảo Đại\" được tạp chí Forbes dự đoán là sẽ vượt ngưỡng 1,5 triệu đô la Mỹ.[12] Cũng theo Forbes, chiếc Rolex \"Bảo Đại\" sẽ là nhân vật chính của buổi đấu giá 7 chiếc đồng hồ Rolex \"đắt giá và được săn tìm nhất thế giới\".[4] Theo nhiều chuyên gia về cổ vật, chiếc Rolex \"Bảo Đại\" là chiếc đồng hồ tinh xảo nhất từng được Rolex chế tạo. Tại buổi đấu giá, chiếc đồng hồ được đưa ra bán đấu giá với mức giá khởi điểm 2,5 triệu franc. Một nhà sưu tập giấu tên đã trở thành chủ sở hữu mới của đồng hồ này sau khi trả 5.060.427 đô la. Qua đó, chiếc đồng hồ Bảo Đại một lần nữa trở thành chiếc đồng hồ Rolex đắt nhất được bán đấu giá, phá vỡ kỷ lục 2.402.600 đô la của chiếc \"4113 Split Seconds Chronograph\" được thiết lập 12 tháng trước đó.[13][14] Tham khảo[sửa | sửa mã nguồn] ^ Touchot, Arthur. “Breaking News Ref. 6062 'Bao Dai' Sells For $5,060,427, Becoming The Most Expensive Rolex Ever Sold At Auction (Again)”. hodinkee. Truy cập ngày 22 tháng 5 năm 2017. ^ Naas, Roberta. “Bao Dai Rolex Sells For More Than $5 Million At Phillips Auction, Setting A New World Record”. Forbes. Truy cập ngày 22 tháng 5 năm 2017. ^ LEo, Ben. “Gold 1952 Reference 6062 Rolex owned by the last emperor of Vietnam breaks world record as it sells for £3.95m”. The Sun. Truy cập ngày 22 tháng 5 năm 2017. soft hyphen character trong |title= tại ký tự số 61 (trợ giúp) ^ a b DeMarco, Anthony. “Legendary 'Bao Dai' Rolex Expected To Surpass $1.5 Million At Auction”. Forbes. Truy cập ngày 22 tháng 5 năm 2017. ^ Thu Hoài. “SỐNG Thứ 4, 17\/05\/2017, 08:03 PM Vua Bảo Đại mua chiếc đồng hồ Rolex đắt giá nhất thế giới như thế nào?”. http:\/\/cafef.vn\/. Truy cập ngày 22 tháng 5 năm 2017. Liên kết ngoài trong |website= (trợ giúp) ^ Phương Vũ. “Ngày vua Bảo Đại mua chiếc đồng hồ vàng Rolex”. VnExpress. Truy cập ngày 22 tháng 5 năm 2017. ^ Nair, Nitin. “Last Emperor's Rolex Set to Break Records Again”. Watchtime. Truy cập ngày 22 tháng 5 năm 2017. ^ Westphalen, Louis. “Could This Be the World's Most Expensive Rolex?”. Bloomberg. Truy cập ngày 22 tháng 5 năm 2017. ^ P. Hà. “Choáng váng đồng hồ Rolex của vua Bảo Đại bán 113 tỷ đồng trong vòng 8 phút đấu giá”. An Ninh Thủ Đô. Truy cập ngày 22 tháng 5 năm 2017. ^ Danh Toại. “Bán đấu giá đồng hồ Rolex của vua Bảo Đại”. Báo Thanh Niên. Truy cập ngày 22 tháng 5 năm 2017. ^ Hà Thu. “Đồng hồ Rolex của vua Bảo Đại bán giá kỷ lục 5 triệu USD”. VnExpress. Truy cập ngày 22 tháng 5 năm 2017. ^ Fu, Joanna. “The Last Emperor of Vietnam's Rolex to Be Auctioned at Over $1.5 Million USD”. hypebeast.com. Truy cập ngày 22 tháng 5 năm 2017. ^ “The Last Emperor of Vietnam's Watch Becomes Most Expensive Rolex Ever Sold at Auction”. hypebeast.com. Truy cập ngày 22 tháng 5 năm 2017. ^ Golden, Conner. “Bao Dai's Watch is the Most Expensive Rolex Ever Sold at Auction”. Automobile. Truy cập ngày 22 tháng 5 năm 2017. Liên kết ngoài[sửa | sửa mã nguồn] PHILLIPS: Rolex, A spectacular and historically important yellow gold automatic triple calendar wristwatch with moonphases, black dial and diamond indexes THE GENEVA WATCH AUCTION: FIVEGENEVA AUCTIONS 13 – 14 MAY 2017 Cận cảnh đồng hồ huyền thoại 5 triệu USD của vua Bảo Đại Trà My - Tổng hợp Thứ Tư, ngày 17\/05\/2017 16:55 PM (GMT+7) Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đồng_hồ_Bảo_Đại&oldid=69482065” Thể loại: Đồng hồ Biểu tượng hoàng gia tại Việt Nam Thể loại ẩn: Lỗi CS1: ký tự ẩn Lỗi CS1: liên kết ngoài Bài viết sử dụng pull quote có nguồn Trang này được sửa lần cuối vào ngày 28 tháng 12 năm 2022, 08:51. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}