{"Đỗ Quang Thắng":"Đỗ Quang Thắng – Wikipedia tiếng Việt Bước tới nội dung Trình đơn chính Trình đơn chính chuyển sang thanh bên ẩn Điều hướng Trang Chính Nội dung chọn lọc Bài viết ngẫu nhiên Thay đổi gần đây Phản hồi lỗi Đóng góp Tương tác Hướng dẫn Giới thiệu Wikipedia Cộng đồng Thảo luận chung Giúp sử dụng Liên lạc Tải lên tập tin Ngôn ngữ Ở Wikipedia này, các liên kết giữa ngôn ngữ nằm ở đầu trang, đối diện với tiêu đề bài viết. Đi tới đầu trang. Tìm kiếm Tạo tài khoản Đăng nhập Công cụ cá nhân Tạo tài khoản Đăng nhập Trang dành cho người dùng chưa đăng nhập tìm hiểu thêm Đóng góp Thảo luận cho địa chỉ IP này Thảo luận cộng đồng Thảo luận: Đồng bộ cho các bài viết về đường cao tốc Đóng mở mục lục Đóng mở mục lục Nội dung chuyển sang thanh bên ẩn Đầu 1Quá trình hoạt động cách mạng 2Tặng thưởng 3Tham khảo Đỗ Quang Thắng Thêm ngôn ngữ Thêm liên kết Bài viết Thảo luận Tiếng Việt Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Công cụ Công cụ chuyển sang thanh bên ẩn Tác vụ Đọc Sửa đổi Sửa mã nguồn Xem lịch sử Làm mới Gõ tiếng Việt Tự động [F9] Telex (?) VNI (?) VIQR (?) VIQR* Tắt [F12] Bỏ dấu kiểu cũ [F7] Đúng chính tả [F8] Chung Các liên kết đến đây Thay đổi liên quan Trang đặc biệt Liên kết thường trực Thông tin trang Trích dẫn trang này Khoản mục Wikidata Thêm liên kết giữa ngôn ngữ In và xuất Tạo một quyển sách Tải dưới dạng PDF Bản để in ra Bách khoa toàn thư mở Wikipedia Bạn có tin nhắn mới (thay đổi gần đây). Đỗ Quang Thắng (1927–2009) là nhà hoạt động cách mạng và chính khách Việt Nam, Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VII (1991– 1996), Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam.[1] Ông tên thật là Đỗ Duy Tư (bí danh Năm Thắng), sinh ngày 12 tháng 6 năm 1927; quê quán xã Phổ Cường, huyện Đức Phổ, tỉnh Quảng Ngãi. Quá trình hoạt động cách mạng[sửa | sửa mã nguồn] Ông tham gia cách mạng tháng 3 năm 1945, vào Đảng tháng 2 năm 1946. Từ tháng 2 năm 1946 đến tháng 9 năm 1946: là Phó Bí thư Chi bộ, Thường vụ Việt Minh xã Phổ Cường, huyện Đức Phổ, tỉnh Quảng Ngãi. Từ tháng 10 năm 1946 đến tháng 8 năm 1947: là Huyện ủy viên Huyện ủy Đức Phổ, Thường vụ Việt Minh huyện, sau được cử đi học Trường Trung học bình dân miền Nam Trung Bộ. Từ tháng 9 năm 1947 đến tháng 8 năm 1964, ông được giao đảm nhận các chức vụ: Bí thư Ban cán sự Đảng huyện Nam An Khê, Phó Bí thư liên huyện Đắk Bớt, tỉnh Gia Lai; Tỉnh ủy viên dự khuyết, Bí thư Huyện ủy Đắk Bớt; tham gia Ban cán sự Tây Quảng Nam, làm Bí thư Thành ủy Đà Nẵng trực thuộc Tỉnh ủy Quảng Nam – Đà Nẵng; tham gia Tỉnh ủy và là Ủy viên Ban Thường vụ Tỉnh ủy Quảng Nam – Đà Nẵng; Ủy viên Ban Thường vụ Tỉnh ủy Gia Lai, Chính trị viên Tỉnh đội Gia Lai; cán bộ nghiên cứu Trung ương cục miền Nam, Chánh Văn phòng Khu ủy Khu 10; Bí thư Tỉnh ủy Lâm Đồng (cũ). Từ tháng 8 năm 1964 đến tháng 10 năm 1966: đồng chí công tác tại Khu ủy Khu 6, làm Chánh Văn phòng Khu ủy. Từ tháng 11 năm 1966 đến tháng 1 năm 1976: Ủy viên Ban Thường vụ Khu ủy Khu 10, Trưởng ban Dân vận Khu 10, Ủy viên Thường vụ Khu ủy Khu 6, Chánh Văn phòng Khu ủy. Từ tháng 2 năm 1976 đến tháng 9 năm 1979: là Phó Bí thư Thường trực Tỉnh ủy Lâm Đồng (mới). Từ tháng 10 năm 1979 đến tháng 7 năm 1991: ông được bầu giữ các chức vụ: Bí thư Tỉnh ủy Lâm Đồng (năm 1983), Bí thư Tỉnh ủy Nghĩa Bình, Bí thư Tỉnh ủy Quảng Ngãi. Từ tháng 7 năm 1991 đến tháng 12 năm 1993: ông là Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương. Tại Hội nghị đại biểu toàn quốc giữa nhiệm kỳ khóa VII (tháng 1 năm 1994), ông được bầu làm Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương. Ông là đại biểu Quốc hội nước CHXHCN Việt Nam (khóa IX). Từ tháng 7 năm 1996 đến năm 2009: ông nghỉ hưu tại Quảng Ngãi và thành phố Hồ Chí Minh. Tặng thưởng[sửa | sửa mã nguồn] Huân chương Hồ Chí Minh Huy hiệu 60 năm tuổi Đảng và nhiều huân, huy chương cao quý khác. Tham khảo[sửa | sửa mã nguồn] ^ “Tin buồn - Đồng chí Đỗ Quang Thắng từ trần”. Báo Sài Gòn Giải Phóng Online. Truy cập 4 tháng 2 năm 2018. Bài viết tiểu sử liên quan đến chính khách Việt Nam này vẫn còn sơ khai. Bạn có thể giúp Wikipedia mở rộng nội dung để bài được hoàn chỉnh hơn. x t s hiện x t s Ủy viên Bộ Chính trị khóa VII Đỗ Mười Lê Đức Anh Võ Văn Kiệt Đào Duy Tùng Lê Khả Phiêu Nguyễn Mạnh Cầm Phan Văn Khải Đoàn Khuê Nguyễn Đức Bình Vũ Oanh Lê Phước Thọ Bùi Thiện Ngộ Nông Đức Mạnh Võ Trần Chí Phạm Thế Duyệt Nguyễn Hà Phan Đỗ Quang Thắng I II III IV V VI VII VIII IX X XI XII hiện x t s Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Trần Đăng Ninh (1948 – 1951) Hồ Tùng Mậu (1951 – 1956) Nguyễn Lương Bằng (1956 – 1976) Song Hào (1976 – 1982) Trần Kiên (1982 – 1991) Đỗ Quang Thắng (1991 – 1996) Nguyễn Thị Xuân Mỹ (1996 – 2001) Lê Hồng Anh (2001 – 2003) Nguyễn Văn Chi (2003 – 2011) Ngô Văn Dụ (2011 – 2016) Trần Quốc Vượng (2016 – 2018) Trần Cẩm Tú (2018 – nay) In đậm: Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Lấy từ “https:\/\/vi.wikipedia.org\/w\/index.php?title=Đỗ_Quang_Thắng&oldid=65871839” Thể loại: Sơ khai chính khách Việt Nam Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam Sinh năm 1927 Mất năm 2009 Người Quảng Ngãi Đại biểu Quốc hội Việt Nam khóa IX Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII Bí thư Tỉnh ủy Quảng Ngãi Huân chương Hồ Chí Minh Huy hiệu 60 năm tuổi Đảng Cộng sản Việt Nam Bí thư Tỉnh ủy Lâm Đồng Bí thư Tỉnh ủy Nghĩa Bình Người họ Đỗ tại Việt Nam Thể loại ẩn: Tất cả bài viết sơ khai Trang này được sửa lần cuối vào ngày 28 tháng 8 năm 2021, 12:17. Văn bản được phát hành theo Giấy phép Creative Commons Ghi công–Chia sẻ tương tự; có thể áp dụng điều khoản bổ sung. Với việc sử dụng trang web này, bạn chấp nhận Điều khoản Sử dụng và Quy định quyền riêng tư. Wikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ chức phi lợi nhuận. Quy định quyền riêng tư Giới thiệu Wikipedia Lời phủ nhận Phiên bản di động Lập trình viên Thống kê Tuyên bố về cookie Chuyển đổi chiều rộng nội dung giới hạn"}