{"125880":{"quote":[{"{{quote|Ghi rõ: năm Tuyên-đức thứ hai của nước Đại Minh là năm [[Đinh Mùi]] tháng 11 ngày mồng 1 là ngày Ất Dậu qua đến ngày 24 là ngày Mậu Thân. Tôi là đại đầu mục nước An-nam tên là Lê (Lợi) và bọn Trần Văn Hãn, [[Lê Nhân Chú]], Lê Vấn, Trần Ngân, Trần Văn Xảo, Trần Bị, [[Trịnh Khả]], [[Nguyễn Chích]], Trần Lý, Phạm Bôi, Trần Văn An, Bế Khắc Thiệu, Ma Luân<ref>Danh sách những người trong phái đoàn [[Lê Lợi]] chép trong văn bản này có người đổi sang họ Lê như Lê Nhân Chú (vốn họ Lưu), Lê Vấn (vốn họ Phạm) do được ban “quốc tính” họ vua như thường thấy trong nhiều tài liệu khác, nhưng có người đổi sang họ Trần như Trần Ngân (vốn họ Lê), Trần Văn Xảo (vốn họ Phạm), Trần Bị (vốn họ Bùi), Trần Lý (vốn họ Nguyễn), Trần Văn An (vốn họ Lê). Trong quan hệ bang giao với nhà Minh lúc bấy giờ, Lê Lợi lấy danh nghĩa là người phò tá Trần Cảo, lập con cháu [[nhà Trần]] lên làm vua. Đổi một số người sang họ Trần nhằm chứng tỏ với nhà Minh sự tham gia của nhiều người thuộc họ Trần hoặc ban “quốc tính” cũng theo họ Trần (Trần Cảo được lập làm vua). Thực ra trong số những người đó chỉ có [[Trần Nguyên Hãn]] (sách chép là Trần Văn Hãn, có lẽ là do chép nhầm chữ Nguyên 元 ra chứ Văn 文 là con cháu vua Trần. Bế Khắc Thiệu, Ma Luân là những tù trưởng dân tộc thiểu số<\/ref>, cùng với: Quan Tổng binh của Thiên triều là Thái tử Thái bảo Thành-sơn hầu tên là [[Vương Thông]], và các quan Tham tướng hữu Đô đốc là Mã Anh, Thái giám là [[Sơn Thọ]], Mã Kỳ, Vinh Xương bá là Trần Trí, Yên Bình bá là [[Lý An]], Đô đốc là [[Phương Chính]], Chương đô ti sự Đô đốc Thiêm sự là Thuế Lự, Đô đốc thiêm sự là Trần Hựu, Giám sát ngự sử là Châu Kỳ Hậu, Cấp sự trung là Quách Vĩnh Thanh, Bố chính là Dặc Kiêm, tả Tham chính là Thanh Quảng Bình, hữu Tham chính là Hồng Thừa Lương, hữu Tham nghị là Lục Trinh, Án sát sứ là Dương Thời Tập, Thiêm sự là Quách Hội.<ref>Danh mục những người trong phái đoàn [[Vương Thông]] chép trong văn bản này có bốn người không phù hợp với ''Toàn thư'' (q. 10, 41a): - Thuế Lự, ''Toàn thư'' chép là Trần Tuấn. - Tả Tham chính Thanh Quảng Bình, ''Toàn thư'' chép là hữu Tham chính Lục Quảng Bình. - Hữu Tham chính Hồng Thừa Lương, ''Toàn thư'' chép là tả Tham chính Hồng Bỉnh Lương. - Quách Hội, ''Toàn thư'' chép là Quách Đoan.<\/ref> Kính cáo Hoàng thiên (Trời), Hậu thổ (Đất) cùng với Danh sơn (Núi), Đại xuyên (Sông) và thần kỳ các xứ: Chúng tôi cùng nhau phát tự lòng thành, ước hẹn thề thốt với nhau: Từ sau khi lập lời thề này, quan Tổng binh Thành Sơn hầu là [[Vương Thông]] quả tự lòng thành, đúng theo lời bàn, đem quân về nước, không thể kéo dài năm tháng, để đợi viên binh đến nơi. Lại phải theo đúng sự lý trong bản tâu, đúng lời bàn trước mà làm. Bọn Lê (Lợi) chúng tôi nếu còn chứa giữ lòng làm hại, tự làm việc lừa dối, không dẹp xa ngay quân lính ngựa voi, việc làm không đúng lời nói ngầm sai… Các việc nói trên tuy là không tự mình làm lấy, lại chuyển sang người khác có xâm phạm đến một chút nào tức thì Trời, Đất, thần minh, núi cao sông lớn, cho đến thần kỳ các xứ, tôi cùng con cháu thân của tôi, và người cả một nước tôi, giết chết hết cả, không để sót lại mống nào. Về phía bọn quan Tổng binh Thành Sơn hầu là [[Vương Thông]], nếu không có lòng thực, lại tự trái lời thề (đối với việc) người phục dịch và các thuyền đã định rồi, cầu đập đường sá đã sửa rồi, mà không làm theo lời bàn, lập tức đem quân về nước, còn kéo dài năm tháng để đợi viên binh, cùng là ngày về đến triều đình lại không theo sự lý trong bản tâu, không sợ thần linh núi sông ở nước An-nam lại bàn khác đi, hoặc cho quan quân đi qua đâu cướp bóc nhân dân, thì Trời, Đất cùng là Danh sơn, Đại Xuyên và thần kỳ các xứ tất đem bọn quan Tổng binh Thành Sơn hầu là [[Vương Thông]], tự bản thân cho đến cả nhà, thân thích, làm cho chết hết, và cả đến quan quân cũng không một người nào về được đến nhà. Nếu mà cả hai bên đều do lòng thành cả thì Trời Đất thần minh đều phù hộ cho đến bản thân mình mạnh khỏe, trong nhà mình vinh thịnh, cùng hưởng lộc vị, đều được bình yên. Trời, Đất thần kỳ cùng soi xét cho!<ref name":"\"Nội 1976\"\/>}}"}],"cquote":[{}]}}