{"19159556":{"quote box\n":[{"quote":"Đạo ngự cổ kính của nhà vua qua khỏi cây cầu mới làm bằng xi-măng và sắt thép. Năm chú voi ngự quấn vải thêu rồng hình uốn lượn, chỉ kim tuyến lấp lánh trên nền vải đỏ. Một viên quản tượng ngồi trên lớp da cổ voi dày cộm. Một người khác cầm lọng đứng trên lưng voi. Các ngự lâm quân với binh phục trắng thắt đai điều đi hai bên. Màu trắng binh phục thật hài hòa với màu đỏ quấn trên mình voi. Tiếp sau, các ông đô thống diễu hành giữa hai đội quân lính cầm cờ thêu biểu tượng của vũ trụ học Trung Hoa. Đi giữa là lá cờ rất lớn màu xanh viền vàng mang hình chòm sao Bắc Đẩu. Người này cầm phiến, kẻ kia cầm cờ, cờ đuôi nheo, trên ấy thêu chữ những kim, mộc, thủy, hỏa, thổ, phong, vân, lôi, vũ, hay những con vật tượng trưng. Ngự đạo với lễ phục lộng lẫy vẽ nên một dải đỏ, xanh, vàng rực rỡ dưới ánh nắng mai. Các nhạc công, lính cầm đèn lồng, gươm, cờ Mao tiết, người thổi sáo, lọng vàng, cán đỏ. Tiếp đến sáu con ngựa kéo chiếc Long đình xa của vua Bảo Đại phủ rợp những phiến thêu rồng mây, chữ Phúc, Thọ. Nhiều người khiêng trên tay một chiếc long đình đặt lễ phục của vua cùng với hương án, ghế ngai. Tất cả các thứ ấy lắc lư dưới bóng những chiếc lọng lớn màu da cam. Hai cỗ mã ngự khoác gấm vàng. Chiếc xe kéo thếp vàng của Nhà vua. Cuối cùng, nhấp nhô trên làn sóng đỏ của lính loan giá, chiếc Long liễn của nhà vua được che bọc bởi những chiếc đại phiến (quạt lớn) và tàn lọng. Ngồi sau lớp kính trong, nhà vua mặc hoàng bào, thanh thản tiếp nhận sự tôn kính của thần dân đang chen chúc dài theo ngự đạo trong suốt cái ngày đại lễ ba năm mới có một lần ở cái xứ châu Á cổ xưa này. Ngự đạo được khép lại sau đoàn các Hoàng thân Tôn tước và các Đại thần ngồi trên xe kéo. Phẩm phục các vị mặc màu đỏ, tía, tím, xanh, hoa cà giống như một dấu dẫn nhịp trong luồng nhạc quang sinh động.","author":"A. De Rotalier }}","width":"","source":"'Indochine Hebdomadaire Illustré'' (số ra ngày 16\/4\/1942)<ref>{{Citation |author=Nguyễn Đắc Xuân |year=2010 |title=Lễ tế Nam Giao năm 1942 |publisher=Bảo tàng lịch sử quốc gia |url=http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/6441\/le-te-nam-giao-nam-1942.html |access-date =ngày 26 tháng 4 năm 2020}}.<\/ref>","title":"Đoàn ngự giá thời vua [[Bảo Đại]]"}],"TĐBKVN":[{}],"Quote box\n ":[{"{{Quote box |title":"Mục đích |quote = Xét: Lễ tế Giao đời cổ có hai nghĩa: một là tế để đón hòa khí, tức như trong sách Chu lễ nói: \"Đông chí tế Trời ở đàn Viên khâu\"; hai là tế để cầu được mùa, tức là như thiên \"Nguyệt lệnh\" Kinh lễ nói: \"Ngày mồng một tháng giêng vua tế Trời để cầu được mùa\". Đời sau, lễ tế ở đàn Viên khâu và đàn Phương trạch không làm nữa, chỉ có đầu xuân tế Giao, hợp tế cả Trời Đất. Khoảng năm [[Hồng Vũ]]'' (1368-1398), ''nhà Minh định thành điển. Đầu nhà Lê mới dùng chế độ nhà Minh, làm lễ vào tháng giêng, hơn ba trăm năm sau vẫn theo không thay đổi. |width=50% |align=right |author = [[Phan Huy Chú]] |source = [[Lịch triều hiến chương loại chí]], phần ''Lễ nghi chí''.<ref>{{Citation |author= Phan Huy Chú |year=1992 |work=Lịch triều hiến chương loại chí |title=Lễ nghi chí |publisher=Nhà xuất bản Khoa học xã hội |page=29-34}}.<\/ref> }}"}],"Liên kết hỏng":[{"{{Liên kết hỏng|date":"2023-01-19 |bot=InternetArchiveBot }}"}],"Citation ":[{"{{Citation |author":"Nguyễn Đắc Xuân |year=2010 |title=Lễ tế Nam Giao năm 1942 |publisher=Bảo tàng lịch sử quốc gia |url=http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/6441\/le-te-nam-giao-nam-1942.html |access-date =ngày 26 tháng 4 năm 2020}}"}],"Citation":[{"{{Citation|last":"Hải Trung|first=|year=2010|title=Ly kỳ bảo vật Việt Nam - Về chiếc áo Long Cổn triều Nguyễn|publisher=Báo Thanh Niên|publication-place=|page=|url=https:\/\/thanhnien.vn\/van-hoa\/ly-ky-bao-vat-viet-nam-ve-chiec-ao-long-con-trieu-nguyen-332849.html|access-date =ngày 27 tháng 5 năm 2020}}"}],"tham khảo":[{}],"lang":[{}],"rp":[{}],"sup":[{}],"Hiện vật lịch sử\n":[{"image":"越南阮朝弘宗宣皇帝阮福晙（启定1916年—1925年）31岁登基时的冕服照片（1916年）.jpg","nơi lưu trữ":"[[Bảo tàng Cổ vật Cung đình Huế]] }}","image_size":"200px","chất liệu":"Vải sa","tiêu đề phụ":"''[[Bảo vật quốc gia (Việt Nam)#Đợt 4|Bảo vật quốc gia]] số 25, đợt 4","name":"Áo tế giao triều Nguyễn","caption":"Vua [[Khải Định]] mặc trang phục Cổn Miện (1916)","niên đại":"1802","chiều rộng":"98 cm","thời kỳ\/văn hóa":"[[Nhà Nguyễn]]","chiều dài":"117 cm"}]}}