{"107217":{"Thời gian sống":[{"{{Thời gian sống|sinh":"1900|mất=1943}}"}],"Chú thích web ":[{"{{Chú thích web |url":"http:\/\/thptnan.com\/gioi-thieu\/truyen-thong\/87-nha-tuong-niem-nguyen-an-ninh.html |ngày truy cập=2010-06-07 |tựa đề=Nhà tưởng niệm Nguyễn An Ninh |archive-date=2012-09-12 |archive-url=https:\/\/web.archive.org\/web\/20120912095330\/http:\/\/www.thptnan.com\/gioi-thieu\/truyen-thong\/87-nha-tuong-niem-nguyen-an-ninh.html }}"}],"death date and age":[{}],"Thông tin nhân vật\n":[{"occupation":"nhà văn, nhà báo, nhà hoạt động cách mạng","education":"[[Sorbonne|Đại học Sorbonne]]","ethnicity":"Kinh","signature":"","influenced":"","birth_date":"{{birth date|1899|09|15}}","caption":"Ảnh do gia đình cung cấp <ref>Do bà Nguyễn Thị Minh - người con thứ 4 cung cấp<\/ref>","spouse":"[[Trương Thị Sáu]] (vợ)","alma_mater":"Cử nhân Luật","children":"Nguyễn An Định (con trai)<br\/>Nguyễn Thị Bình (con gái)<br\/>Nguyễn An Tịnh (con trai)<br\/>Nguyễn Thị Minh (con gái)<br\/>Nguyễn An Vĩnh (con trai)","notableworks":"Nước Pháp ở Đông Dương<br\/>Hai Bà Trưng<br\/>Tôn giáo<br\/> Phê bình Phật giáo<br\/>([[Nguyễn An Ninh#Tác phẩm|xem thêm]])","influences":"","genre":"","image":"Nguyen An Ninh.jpg","period":"","website":"}}","citizenship":"","birth_place":"[[Cần Giuộc]], [[Tỉnh Chợ Lớn]], [[Liên bang Đông Dương]]","relatives":"[[Nguyễn An Khương]] (cha)<br\/>Trương Thị Ngự (mẹ)","death_date":"{{death date and age|1943|08|14|1899|09|15}}|","realname":"","penname":"","nationality":"","partner":"","awards":"","name":"Nguyễn An Ninh","birthname":"","death_place":"[[Côn Đảo]], [[Liên bang Đông Dương]]","movement":"Trào lưu"}],"Cquote":[{"{{Cquote|''Ngay như, chỉ cần đem so sánh với nước Ấn Độ thì Việt Nam ta chỉ là một chú tí hon bên cạnh ông khổng lồ. Vì rằng Ấn Độ đã có một quá khứ lẫy lừng và bây giờ đây, nước Ấn Độ, và nước Nhật Bản đang cung cấp cho loài người những nhà tư tưởng, những nghệ sĩ, mà thiên tư và tài nghệ đang rực sáng bên cạnh những thiên tư và những tài nghệ của Châu Âu. Nước Nam ta ví như một trẻ nhỏ còn chưa có được ý nghĩ hay sức lực để mò mẫm đi lên một tiền đồ tốt đẹp hơn, đi trên đường giải phóng thật sự. Và làm sao người ta có thể nói đến tự trị về chính trị, đến tự do, người ta đang đọc những bài diễn văn rỗng tuếch, đưa ra những yêu sách điên rồ, chỉ để phung phí thêm nữa sức mạnh của nòi giống.'' ... ''Tự do không phải là một vật gì mà ta có thể chuyền tay, có thể cho hay bán. Ai cũng có thể có tự do được. Người nào đã sinh ra tự do, thì dù có bị bắt làm nô lệ họ cũng sống tự do. Ngược lại, một người sinh ra đã nô lệ, thì dù ngồi trên ngai vàng họ cũng là tên nô lệ. Cho đến ngày giờ này, trong xứ ta may mắn có một vài người sáng suốt, đã chú ý đến việc chuẩn bị một cơ sở vững chắc cho tương lai của đất nước. Số còn lại, tất cả những người còn lại, họ nói chính trị, xem như chỉ có chính trị, duy nhất bằng con đường chính trị mới đạt được một lời hứa nào đó từ lâu mong đợi. Họ xem như vấn đề sống còn của nòi giống là vấn đề chính trị chứ không phải là vấn đề xã hội. Nếu trong nước dốt nát đến mức ấy mà những đầu óc sáng suốt lại nín thinh thì tội ấy nặng bằng giết cả nòi giống mình. Vấn đề sống còn của nòi giống mình là vấn đề xã hội, nó ở trong tinh thần của dân tộc ta từ Nam chí Bắc. Ta còn đang phải lo cho có một lý tưởng chung cho thời bây giờ để tạo nên hạt giống của cái cây “ngày mai” của dân ta.'' ... ''Hơn cả nước Ấn Độ, đất nước chúng ta còn cần biết bao những con người hiểu biết tâm hồn nòi giống mình, hiểu biết những nhu cầu tinh thần và những gì phù hợp với tâm nòi giống chúng ta; chúng ta đang cần những con người có khả năng hướng dẫn từng bước đi cho dân tộc, soi sáng con đường đi của dân tộc; chúng ta cần những nhà nghệ sĩ, nhà thơ, hoạ sĩ, nhạc sĩ, các nhà bác học để làm giàu di sản trí tuệ của dân tộc. Như vậy, không những chúng ta phải nói không ngừng về nhu cầu có những bậc vĩ nhân, mà chúng ta còn phải ước ao có thật nhiều vĩ nhân, lớn tiếng kêu gọi cho họ đến- kêu gọi với tất cả sức mạnh của buồng phổi chúng ta- phải vang lời kêu gọi qua núi cao, sông rộng, qua không gian bao la, thần bí, mà âm thanh giọng nói con người có thể vượt qua để đến tận những cõi xa thăm thẳm,- bằng tất cả sức mạnh của buồng phổi chúng ta, kêu gọi các bậc vĩ nhân phải đến. Biết đâu từ những lời kêu gọi chân thành nồng nhiệt của chúng ta lại chẳng xuất hiện sức mạnh tạo ra được những thiên tài, những con người xuất chúng. Hãy chiêm ngưỡng, mong ngóng nhân tài như tôn sùng đạo giáo, hãy cầu nguyện không ngớt cho đất nước sản sinh được nhân tài. Mọi người hãy kêu gọi, van xin, cầu khẩn cho toàn cõi đất nước An Nam này cùng kêu gọi và mong chờ trong niềm lo âu và hồi hộp. Chừng đó, tôi cam đoan với các bạn, trong một tương lai rất gần, tiếng dội của những âm thanh đó sẽ đáp lại lời kêu gọi của chúng ta và lòng mong đợi của chúng ta sẽ được đền đáp.'' ... ''Và chúng ta cũng vậy, các bạn trẻ, chúng ta phải bỏ nhà cha mẹ ra đi, phải xa lánh gia đình, thoát khỏi cái xã hội chúng ta ngày nay và lìa xa xứ sở. Phải dấn thân vào cuộc sống tranh đấu, để khởi dậy nguồn sinh lực đang còn tồn đọng trong ta. Chúng ta cần một môi trường có khả năng nâng cao tâm hồn và trí tuệ của chúng ta. Chúng ta cần một đỉnh cao, để từ đó định tâm lại, chúng ta sẽ lường được hết sức mạnh của mình và làm chủ tâm hồn mình, từ đó mới nhìn tổng quát được thế giới chung quanh sống động và chứa chan tình yêu thương, mới hoà hợp được với thế giới.'' ''Lúc đó, chúng ta có thể từ giã đỉnh cao mà ta đã đạt tới, từ giã nơi mà ta đã lựa chọn để tự lưu đày trong một thời gian ấy, để trở về với xã hội nơi mà ta có thể thi thố hết cả sức mạnh sáng tạo của chúng ta. Nghĩa là, là người An Nam, chúng ta sẽ trở về đất nước An Nam, sau khi đã nhận thức đầy đủ chân giá trị của mình về phẩm chất cao quý nhất của con người, về những quy luật của tạo hoá, chúng ta trở về nơi mà sự tình cờ run rủi đã đặt ta vào thành nơi chôn nhau cắt rốn, do đó không còn ai hơn ta có thể hiểu được nhu cầu của nòi giống đã sinh ta ra, và nhờ đó mà sức mạnh sáng tạo phong phú trong ta sẽ không trở nên phung phí.''<ref name":"\"nguyenanninh\">Lý tưởng thanh niên An Nam (1923), Nguyễn An Ninh<\/ref>}}"}],"Về":[{}],"Tham khảo":[{}],"birth date":[{}],"Webarchive":[{"{{Webarchive|url":"https:\/\/web.archive.org\/web\/20160304140823\/http:\/\/hoilhpn.org.vn\/print.asp?newsid=1587 |date=2016-03-04 }}"}]}}