{"13515590":{"cquote":[{"{{cquote|''Tính chất tông giáo của Nho giáo rất mờ nhạt. Nó chỉ giống như một trạng thái tín ngưỡng nếu so với ảnh hưởng của một học thuyết lớn đến thế. Thậm chí có thể nói, tính chất tông giáo của Nho giáo gần như là không có. Bởi vì, ngay trong điện thờ chính thức của Nho giáo không có một vị thần linh nào. Một tông giáo chỉ được coi là tông giáo khi đủ ba điều kiện tối thiểu: Hệ thống thần điện và giáo chủ, hệ thống tăng lữ, hệ thống giáo luật. Mặc dù có phương diện tông giáo đấy, nhưng người ta chưa bao giờ coi Nho giáo là tông giáo.''<br>''Thứ đến, phát xuất điểm Nho giáo là hệ thống học thuật có tính chất đạo đức hành vi, tức là phải có tính thực tế. Nên ngay từ đầu, nó đã quy phạm hóa cách ứng xử cho mọi lớp người. Vì thế, tôi ủng hộ cách nhìn của các nhà nghiên cứu [[Đài Loan]]: Mục tiêu của Nho giáo nếu phải nói gọn lại trong một cụm từ, thì là \"tu kỉ trị nhân\".''<br>''Nhưng cũng chính vì phát xuất điểm là học thuyết đạo đức của sĩ quân tử, nên nó đòi hỏi những phẩm chất cực kì cao. Cũng có nghĩa, bản thể Nho giáo không phải học thuyết triết học. Nên mãi về sau này nó mới phải bổ sung những yếu tố triết học, thế nhưng yếu tố triết học Nho giáo lại rất khó hoàn thiện. Nên mới có hiện tượng, nhà nho hễ đụng vào triết học là mặt cứ ngây ra, còn cuốn được coi hàng đầu về triết học là Dịch Kinh lại bị biến thành sách bói toán, nhìn chung không thể triết học hóa quyết liệt được và cũng chẳng áp dụng được. Nhân vật bác học được coi là kiệt xuất nhất [[Việt Nam]] trung đại Lê Quý Đôn, \"thiên hạ vô tri vấn bảng Đôn\", trong những sách của ông chỉ có một cuốn về Dịch Kinh, nhưng lại là tác phẩm dở nhất và cũng được soạn với thái độ run rẩy nhất. Không ông nào giải thích được triệt để những mệnh đề triết học Nho giáo, chứ chưa nói những học thuyết khác.''<br>''Vì không được xây dựng trên nền tảng triết học, lại thù ghét những biện pháp hình chính, chỉ chủ trương trị quốc bằng giáo hóa, nên chính cái đức trị ấy đã kiềm hãm sự phát triển của [[Dĩ hoa vi trung|trung quốc]]. Về sau, nhà cầm quyền không bằng cách nào khác được nên đành đưa Pháp gia vào Nho giáo dưới biện pháp cưỡng bách. Tức là, không có Pháp gia thì không trị quốc được.''|||[[Giáo sư]] Trần Ngọc Vương giải nghĩa Nho giáo<ref>[https:\/\/www.youtube.com\/watch?v":"o8-HrNsCN-I Nho giáo không phải tông giáo, tại sao ?]<\/ref>}}"}],"Liên kết hỏng":[{"{{Liên kết hỏng|date":"ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}"}],"Chú thích web ":[{"{{Chú thích web |url":"http:\/\/www.ussh.vnu.edu.vn\/d6\/vi-VN\/news\/Giao-su-Tran-Ngoc-Vuong-Van-chuong-la-hanh-dong-1-490-12765 |ngày truy cập=2018-06-10 |tựa đề=Văn chương là hành động |archive-date = ngày 16 tháng 10 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20191016035027\/http:\/\/ussh.vnu.edu.vn\/d6\/vi-VN\/news\/Giao-su-Tran-Ngoc-Vuong-Van-chuong-la-hanh-dong-1-490-12765 |url-status=dead }}"}],"Thông tin nhân vật\n":[{"tên khác":"","màu":"","màu chữ":"","tên khai sinh":"'''Trần Ngọc Vương'''","hình":"","học hàm":"[[Giáo sư]]","cư trú":"[[Hà Nội]], {{VIE}}","nơi mất":"","vai trò":"[[Nghiên cứu gia]]","chữ ký":"","chồng":"}}","cỡ hình":"","an táng":"","người thân":"","mất":"","học vấn":"[[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội|Đại học Tổng hợp Hà Nội]]","người hôn phối":"","công việc":"[[Giảng viên]] khoa Văn Học [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội]] (từ 1976)<br>Trưởng môn [[Văn học trung đại Việt Nam]] khoa Văn Học (từ 1995)","cân nặng":"","tôn giáo":"","nguyên nhân cái chết":"","sinh":"[[1956]]","quốc tịch":"{{VIE}}","lương":"","vợ":"","nhiệm kỳ":"","danh hiệu":"[[Nhà giáo Ưu tú]]","chiều cao":"","màu 2":"","nơi sinh":"[[Đồng Hới]], [[Quảng Bình]], {{VIE}}","học vị":"[[Tiến sĩ]]","tên":"Trần Ngọc Vương","kế nhiệm":"","con cái":"","ghi chú hình":"","tiền nhiệm":"","parents":""}],"tham khảo":[{}]}}