{"2125":{"Thanh cổng thông tin ":[{}],"cquote":[{"{{cquote|Thường năm, trước lễ Tết hai ngày, vua đi xe ngự-dụng, các quan tuỳ tùng đều mặc triều-phục hầu đạo tiền, tế điện Đế-Thích. Ngày 30 Tết, vua ngồi giữa cửa Đoan-Củng, các bề tôi đều làm lễ, lễ rồi, xem các con hát múa trăm lối. Tối lại qua cung Động-Nhân, bái yết Tiên-Vương. Đêm ấy đoàn thầy tu vào nội làm lễ \"Khu-Na\" (nghĩa là đuổi tà ma quỷ mị). Dân-gian thì mở cửa đốt pháo tre, cỗ bàn trà rượu cúng tổ. Con trai con gái nhà nghèo, không có người mai dong để làm hôn-lễ, thì tự mình phối hợp với nhau. Ngày Nguyên-Đán, vào khoảng canh năm, vua ngồi trên điện Vĩnh-Thọ, các tôn-tử (con cháu nhà vua), các quan cận-thần làm lễ hạ trước, rồi vào cung Trường-Xuân, vọng bái các lăng tổ. Buổi sáng sớm, vua ngồi trên điện Thiên-An, các phi tần sắp lớp ngồi, các quan trong nội đứng lộn xộn trước điện đánh thổi các bài ca-nhạc trước đại-đình. Con cháu nhà vua và bề tôi sắp hàng bái hạ, ba lần rót rượu dâng lên. Xong, các tôn-tử lên điện chầu và dự yến. Các quan nội-thần ngồi tiểu điện phía tây, các quan ngoại thần ngồi hai bên tả hữu vua, ăn tiệc, đến trưa lần lượt đi ra. Các thợ khéo làm một cái đài \"Chúng-tiên\" hai tầng ở trước điện, một lúc thì cái đài ấy làm xong, vàng ngọc sáng chói. Vua ngồi ăn trên đài ấy, các quan làm lễ, trước sau chín lạy, và chín tuần rượu rồi giải-tán. Ngày mồng hai Tết, các quan đều làm lễ riêng ở nhà. Ngày mồng ba Tết, vua ngồi trên gác Đại-Hưng, xem các tôn-tử và các quan nội-cung đánh quả bóng (quả cầu thêu), hễ bắt được mà không rơi xuống đất là thắng. Quả bóng lấy gấm mà làm, bằng nắm tay đứa bé, có tua đeo lòng thòng đến hai mươi sợi. Mùng năm Tết, lễ khai-hạ, ăn yến xong thì để quan và dân lễ các chùa miếu và du-ngoạn các vườn hoa.|100px||Tóm lược đoạn chép chi tiết của Lê Tắc về việc đón Tết của người Việt trong sách ''An Nam chí lược'' vào thế kỉ XIII.<ref name":"\"ANCL\">An Nam chí lược, Soạn giả Lê Tắc, Viện Đại học Huế, 1961, bản điện tử, tr 15<\/ref>}}"}],"chính":[{}],"Liên kết hỏng":[{"{{Liên kết hỏng|date":"ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}"}],"Chú thích web ":[{"{{Chú thích web | url":"http:\/\/www.tinvietonline.com\/21\/7\/2009\/2\/325177\/Huong-vi-ba-mien.html | tiêu đề = Hương vị ba miền | work = Tin Việt Online | ngày truy cập = ngày 4 tháng 2 năm 2010 }}"}],"#time:Y":[{}],"xem thêm":[{}],"Tham khảo":[{}],"Thể loại Commons":[{}],"chú thích web":[{"{{chú thích web|url":"https:\/\/vtc.vn\/tet-ta-theo-tay-lich-gs-vo-tong-xuan-bao-ve-quan-diem-ar102699.html|title=Tết ta theo tây lịch: GS Võ Tòng Xuân bảo vệ quan điểm|first=V. T. C.|last=News|date=4 Tháng một 2013|website=Báo điện tử VTC News}}"}],"Chú thích web":[{"{{Chú thích web|url":"http:\/\/vtc.vn\/13-362309\/giai-tri\/my-linh-an-tet-ta-theo-duong-lich-u-tham-hoa.htm||tiêu đề=Mỹ Linh: Ăn Tết ta theo dương lịch ư? - Thảm họa|ngày truy cập=8 tháng 1 năm 2013|tác giả=Mỹ Linh}}"}],"Quote box":[{"{{Quote box|width":"30%|align=right|quote=Ngày xưa, ở phía Đông núi [[Sóc Sơn]], có một cây hoa đào mọc đã lâu đời. Cành lá đào sum suê, to lớn khác thường, bóng rậm che phủ cả một vùng rộng. Có hai vị thần tên là Trà và Uất Lũy trú ngụ ở trên cây hoa đào khổng lồ này, tỏa rộng uy quyền che chở cho dân chúng khắp vùng. Quỷ dữ hay ma quái nào bén mảng lui đến ắt khó mà tránh khỏi sự trừng phạt của 2 vị thần linh. Ma quỷ rất khiếp sợ uy vũ sấm sét của hai vị thần, đến nỗi sợ luôn cả cây đào. Chỉ cần trông thấy cành hoa đào là bỏ chạy xa bay. Đến ngày cuối năm, cũng như các thần khác, hai thần Trà và Uất Lũy phải lên thiên đình chầu [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]] [...] Trong mấy ngày Tết, 2 thần vắng mặt ở trần gian, ma quỷ hoành hành, tác oai tác quái. Để ma quỷ khỏi quấy phá, dân chúng đã đi bẻ cành hoa đào về cắm trong lọ, nhỡ ai không bẻ được cành đào thì lấy giấy hồng điều vẽ hình 2 vị thần linh dán ở cột trước nhà, để xua đuổi ma quỷ [...] Từ đó, hàng năm cứ mỗi dịp Tết đến, mọi nhà đều cố gắng đi bẻ cành hoa đào về cắm trong nhà trừ ma quỷ.|source=—Sự tích hoa đào ngày Tết}}"}],"TĐBKVN":[{}],"chú thích báo":[{"{{chú thích báo|url":"http:\/\/www3.tuoitre.com.vn\/tetonline2009\/Index.aspx?ArticleID=297622&ChannelID=320|author=Theo THÚY HUỲNH - Thanh niên|title=Những điều kiêng kỵ trong ngày Tết|work=Báo Tuổi trẻ online|date=ngày 24 tháng 1 năm 2009|access-date=ngày 7 tháng 2 năm 2010}}"}],"chú thích báo\n":[{"date":"15 tháng 2 năm 2007","author":"Phạm Thanh Bình","work":"Báo điện tử VnExpress","access-date":"28 tháng 3 năm 2013}}","title":"Đốt pháo có thể bị xử lý hình sự","url":"http:\/\/vnexpress.net\/gl\/phap-luat\/tu-van\/2007\/02\/3b9f3568\/"}],"Âm lịch":[{"{{Âm lịch|A2D|D":"1|M=1|Y={{#time:Y|next year}}|df=d-m-y|utc=7}}}} }}"}],"Chú thích web\n":[{"archive-date":"2013-12-14","work":"báo Tuổi Trẻ","tiêu đề":"\"Tet festival\" ở Úc","archive-url":"https:\/\/web.archive.org\/web\/20131214073128\/http:\/\/www3.tuoitre.com.vn\/TTC\/Index.aspx?ArticleID=242553&ChannelID=212","ngày tháng":"ngày 11 tháng 2 năm 2008","url":"http:\/\/www3.tuoitre.com.vn\/TTC\/Index.aspx?ArticleID=242553&ChannelID=212","ngày truy cập":"ngày 4 tháng 2 năm 2010","url-status":"dead }}"}],"Webarchive":[{"{{Webarchive|url":"https:\/\/web.archive.org\/web\/20140201150554\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=179737&zoneid=1#.Ut6-pu-1Jkg |date=2014-02-01 }}"}],"Britannica":[{}]}}