{"3210129":{"Chú thích web":[{"{{Chú thích web|url":"https:\/\/thanhnien.vn\/ong-nguyen-duc-chung-bi-cao-buoc-nhan-26-ti-dong-trong-vu-an-thu-tu-185230327173631866.htm|tựa đề=Ông Nguyễn Đức Chung bị cáo buộc nhận 2,6 tỉ đồng trong vụ án thứ tư|ngày=03\/27\/2023|website=thanhnien}}"}],"cquote":[{"{{cquote|Luật Thủ đô nói về những điều cấm trong vấn đề bảo vệ môi trường. Điều 14 quản lý và bảo vệ môi trường có nói rằng trên địa bàn thủ đô, thậm chí là cả ngoại thành nghiêm cấm san lấp, lấn chiếm gây ô nhiễm trong sông, suối, hồ, công viên, vườn hoa công cộng. Chặt phá rừng, cây xanh, xả chất thải chưa qua xử lý ra môi trường, công viên vườn hoa sai mục đích chức năng. Việc cải tạo sông hồ bị ô nhiễm phải theo quy định của kiến trúc cảnh quan môi trường của thủ đô.... Liên quan điều này còn có điều 14, khoản 1 của nghị định 64 ban hành năm 2010 về quản lý cây xanh đô thị thì chính phủ cho phép ba trường hợp. Trường hợp thứ nhất là cây ngã hay đổ rồi có khả năng gây nguy hiểm. Thứ hai là cây già, bị mục rỗng …Thứ ba trong trường hợp có dự án xây dựng. Nhưng ngay trong trường hợp thứ ba thì cũng ghi rằng cũng không được chặt. Nếu có nhu cầu xây dựng thì phải bốc toàn bộ cây ấy lên, chuyển ra một khu vực khác. Để làm việc này thì theo quy định của Luật Thủ đô chính phủ và UBND thành phố phải đệ trình cùng với bộ Xây dựng…lên chính phủ để ra một đề nghị riêng về vấn đề này. Cho đến nay đã hai năm rồi mà Hà Nội vẫn chưa đệ trình việc này đặc biệt trong các khu bảo tồn là Hoàn Kiếm, Đống Đa, Hai Bà Trưng, Ba Đình mà trong đó có đường Nguyễn Chí Thanh.<ref name":"rfa1>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/jurid-factr-in-cut-tree-03242015053750.html Yếu tố pháp lý qua việc chặt cây tại Hà Nội], RFA, 24.03.2015<\/ref>}}"}],"Chú thích web ":[{"{{Chú thích web |url":"http:\/\/www.ijavn.org\/2015\/05\/tuyen-bo-cua-nhom-vi-mot-ha-noi-xanh-ve.html |ngày truy cập=2015-05-14 |tựa đề=Tuyên bố của nhóm “Vì Một Hà Nội Xanh” về vụ thành viên Nguyễn Chí Tuyến bị hành hung |archive-date=2016-03-29 |archive-url=https:\/\/web.archive.org\/web\/20160329181644\/http:\/\/www.ijavn.org\/2015\/05\/tuyen-bo-cua-nhom-vi-mot-ha-noi-xanh-ve.html }}"}],"Tham khảo":[{}],"chú thích web ":[{"{{chú thích web | url":"http:\/\/phapluattp.vn\/thoi-su\/ai-quyet-dinh-trong-cay-mo-tren-duong-nguyen-chi-thanh-539006.html | tiêu đề = Ai quyết định trồng cây mỡ trên đường Nguyễn Chí Thanh? | author = | ngày = | ngày truy cập = 12 tháng 5 năm 2015 | nơi xuất bản = PLO | ngôn ngữ = }}"}],"Webarchive":[{"{{Webarchive|url":"https:\/\/web.archive.org\/web\/20150616202720\/http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/tin-tuc-thoi-su\/ha-noi-trong-cay-boc-bau-nhung-phan-tran-dau-tien-3272924\/ |date=2015-06-16 }}"}]}}