{
    "cultural_festivals": [
       {
          "name": "Hội An Lantern Festival",
          "location": {
             "province": "Quảng Nam",
             "district": "Hội An",
             "specific_location": "Hội An Ancient Town"
          },
          "time": {
             "day": 14,
             "month": "lunar",
             "year": 2023,
             "duration": "1 week"
          },
          "organizer": "Hội An City People's Committee",
          "description": "The Hội An Lantern Festival is an annual event that celebrates the traditional Vietnamese culture of Hội An. The festival features a variety of activities such as folk games, lantern decorating, street performances, and a colorful lantern parade.",
          "significance": "The festival is a way to preserve and promote the cultural heritage of Hội An, which was an important trading port during the 16th and 17th centuries. It also promotes tourism and boosts the local economy.",
          "cultural_heritage": {
             "clothing": "Áo dài, Non quai thao",
             "art": "Lantern making, folk music",
             "rituals": "Lantern lighting ceremony, incense offering at Japanese Bridge"
          },
          "historical_links": "Hội An was an important trading port during the 16th and 17th centuries, and the festival celebrates this history by showcasing the traditional culture of the town."
       },
       {
          "name": "Hùng Kings Temple Festival",
          "location": {
             "province": "Phú Thọ",
             "district": "Phú Thọ",
             "specific_location": "Hùng Temple"
          },
          "time": {
             "day": 10,
             "month": "lunar",
             "year": 2023,
             "duration": "3 days"
          },
          "organizer": "Phú Thọ Provincial People's Committee",
          "description": "The Hùng Kings Temple Festival is a national festival that honors the legendary Hùng Kings, who are believed to be the founders of the Vietnamese nation. The festival includes a variety of activities such as a procession, traditional games, and a food fair.",
          "significance": "The festival is an important way to pay tribute to the Hùng Kings, who are considered to be the ancestors of the Vietnamese people. It also helps to promote national unity and pride.",
          "cultural_heritage": {
             "clothing": "Áo dài, turban",
             "art": "Xoan singing, lion dance",
             "rituals": "Incense offering, processions"
          },
          "historical_links": "The Hùng Kings are considered to be the founders of the Vietnamese nation, and the festival celebrates their legacy and contributions to Vietnamese history."
       }
    ]
 }
 