{"524377":"'''Achar Sva''' (được phiên âm là '''A-cha Xoa'''\/'''Acha Xoa''', hay '''Asoa''', Á Xoa, Ong Bướm<ref name=\":0\">'''Đại Nam thực lục''' (tập 07). Bản dịch của [[Viện Hàn lâm Khoa học xã hội Việt Nam|Trung tâm khoa học xã hội và nhân văn quốc gia]], Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch [[Viện Sử học (Việt Nam)|Viện Sử học]] phiên dịch. [[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản Giáo Dục]] xuất bản năm 2007.<\/ref> theo cách gọi của sử Việt; không rõ năm sinh và năm mất) là thủ lĩnh cuộc chiến chống [[Đế quốc thực dân Pháp|Pháp]] và triều đình [[Campuchia]] thân Pháp, khởi phát từ năm [[1863]] đến [[1866]] thì bị đánh dẹp.\n\n==Sự nghiệp==\nNgày 11 [[tháng tám|tháng 8]] năm [[1863]], triều đình [[Norodom]] I tại [[Campuchia]] ký một hiệp ước với [[đế quốc thực dân Pháp|thực dân Pháp]] để thành lập một chính quyền bảo hộ trên toàn vương quốc. Lập tức, họ gặp phải sự chống đối quyết liệt của nhiều người dân trong nước. Người đầu tiên làm cuộc nổi dậy là hoàng thân [[Si Votha|Sivotha]] (tức hoàng tử Angduong Sivotha hay Ă. [[Si Votha|Sivotha]] (1841-1891), con vua [[Ang Duong]]) và người thứ hai là Acha Xoa (hay A Soa), mà sử [[nhà Nguyễn|Nguyễn]] gọi là Á Xoa, '''Ong Bướm''' (Ang Phim).<ref name=\":1\">Theam, Bun Srun (1981). [https:\/\/openresearch-repository.anu.edu.au\/handle\/1885\/111867 Cambodia in the Mid-Nineteenth Century: A Quest for Survival (PDF)]. Unpublished dissertation, Australian National University.<\/ref>\n\nTheo sách ''Lịch sử Campuchia'' thì thủ lĩnh Acha Xoa không phải là một hoàng thân như Xivôtha, mà chỉ là một người nô lệ. Để việc vận động quần chúng được thuận lợi, ông đã tự xưng là \"người trời\", là \"hoàng thân Ang Phim\" (Ang Bhim là con hoàng tử [[Ang Em (hoàng tử)|Ang Em]], một người em trai của [[Ang Duong]]).<ref name=\":1\" \/><ref>Theo ''Lịch sử Campuchia'' (tr. 192). Theo Từ điển bách khoa Việt Nam (quyển 1, tr. 25) thì ông chỉ lấy danh nghĩa ủng hộ hoàng đệ Ang Phin (tức Ang Bhim).<\/ref>\n\nTuy nhiên, nhóm Nhân Văn Trẻ thì cho rằng Acha Xoa là con của quốc vương, vì tranh chấp vương quyền với anh là Ong Lằn ([[Norodom]]), và còn vì không chịu sự cai trị của Pháp, nên đã sang [[Bảy Núi|Thất Sơn]] mộ dân lập đồn đánh nhau với anh và với Pháp <ref>Nhóm Nhân Văn Trẻ, ''Hỏi đáp lịch sử Việt Nam'' (tập 4), tr. 134.<\/ref>.<blockquote>''Tân Dậu, Tự Đức năm thứ 14 [1861]''\n\n''Con của Ong Giun, Quốc vương Cao Miên, 2 người (Ong Bướm, [[Norodom|Ong Lằn]]) tranh nhau lên làm vua, trong nước rối loạn. Những lái buôn người nước Thanh lánh về bảo [[Bình Di]], xin ở đấy buôn bán chịu thuế.<ref name=\":0\" \/>''<\/blockquote>Thoạt tiên, Acha Xoa hoạt động ở vùng Angco và [[Baphuon]], nhưng sau đó (cuối năm [[1863]]), ông dời sang vùng biên giới [[Châu Đốc]]-[[Hà Tiên (tỉnh)|Hà Tiên]] thuộc [[Việt Nam]], nơi có đông đảo [[người Khmer]] cư trú, để lập căn cứ kháng chiến lâu dài, Được [[Nguyễn Hữu Huân|Thủ Khoa Huân]] đến cộng tác, nên phong trào ngày càng lớn mạnh.\n\nNăm [[1864]], lực lượng Acha Xoa đã làm chủ tỉnh Paknhum (tỉnh Ba Phnum nay là [[tỉnh Pray Veng]]), [[tỉnh Kampot|tỉnh Campốt]] và tiến gần tới thủ đô [[Phnôm Pênh]].<blockquote>''Giáp Tý, Tự Đức năm thứ 17 [1864]''\n\n''Con của tù trưởng nước Cao Miên là Ong Bướm xin quy thuận nước ta để nương nhờ.<ref name=\":0\" \/>''<\/blockquote>Lo ngại, [[đế quốc thực dân Pháp|thực dân Pháp]] liền yêu cầu triều đình [[nhà Nguyễn]] phải tìm bắt thủ lĩnh Acha Xoa và Thủ Khoa Huân và giải tán nghĩa quân cho họ (vì lúc này ba tỉnh miền Tây [[Nam Kỳ]] vẫn thuộc [[nhà Nguyễn]]).\n\n[[Tháng sáu|Tháng 6]] năm [[Giáp Tý]] ([[1864]]), quan đầu tỉnh [[An Giang]] là [[Phan Khắc Thận]] bắt được [[Nguyễn Hữu Huân|Thủ Khoa Huân]]. Bị áp lực của quân Pháp, viên quan này phải giao nộp ông. Sau đó ông bị đày đi [[Cayenne]], là một thuộc địa của Pháp ở [[Nam Mỹ]].\n\nPhần thủ lĩnh Acha Xoa, trong sách ''Lịch sử Việt Nam (1858-cuối thế kỷ 19)'', có đoạn chép: \n:''Thực dân Pháp vừa ra lệnh cho triều đình [[Tự Đức]] phải bắt Acha Xoa giao nộp, vừa cho mua chuộc dụ dỗ tay sai để ám hại hoàng thân. Quan triều ở ba tỉnh miền Tây còn đang kẻ chịu người không đi lùng bắt, thì hoàng thân đã bị kẻ phản bội (vốn là thuộc hạ) bắn trọng thương''<ref>Lịch sử Việt Nam (1858-cuối [[thế kỷ 19]]), tr. 95.<\/ref>.\n\nTheo sử [[nhà Nguyễn]] thì:<blockquote>''Ất Sửu, Tự Đức năm thứ 18 [1865]''\n\n''Sai 3 tỉnh thần ở Vĩnh Long, An Giang, Hà Tiên phải nghiêm ngặt cự tuyệt bọn Man tù là Ong Bướm, chớ cho vào trong cõi. (Tên Bướm mộ dân dựng đồn, cùng với Ong Lằn tranh giành đánh nhau, Lằn cầu cứu với chủ suý Pháp, chủ suý Pháp yêu cầu ta bắt giao cho, nên trước cho tên Bướm đến nương tựa, mà nay thì nghiêm ngặt cự tuyệt).''\n\n''Tổng đốc An Giang, Hà Tiên là Phan Khắc Thận, phái quân đánh úp tên Ong Bướm ở núi Tốn (thuộc An Giang), bắt được tên thổ mục và lọng, súng, ngựa, voi. Sai đem chém tên đầu mục bọn giặc đã bắt được, rồi làm tờ tư giao cho chủ suý Pháp nhận thi hành.''\n\n''Bính Dần, Tự Đức năm thứ 19 [1866]''\n\n''[[Phan Thanh Giản]] tâu nói: Việc '''Á Xoa''' sinh việc, là do Tri phủ Tĩnh Biên Hoàng Khoán chiêu dụ đến. (Người Man là  Á Xoa họp bọn ở Thất Sơn, Hoàng Khoán dụ đến, để mượn trừ bọn Man ngoan ngạnh. Lại cướp bóc trâu bò, súc vật của dân ngoài biên và uỷ cho Lệ mục là Nguyễn Văn Dũng gây bậy hấn khích ở ngoài biên). Đốc thần là bọn Phan Khắc Thận thì lưỡng lự không quyết.''\n\n...\n\n''Đổi bổ Nguyễn Hữu Cơ lĩnh chức Tổng đốc; Phạm Hữu Chính thay lĩnh chức án sát, để hội đồng tra xét. Sau Phan Khắc Thận và Nguyễn ích Nhượng (án sát) đều bị cách; Khoán bị trượng và bị lưu 3.000 dặm, lệ mục phủ Tĩnh Biên là Nguyễn Văn Dũng, bị xử chém nhưng còn giam lại đợi xét.''<ref name=\":0\" \/>\n\n...\n\n''[[Tháng sáu|Tháng 6]] năm [[Bính Dần]] ([[tháng bảy|tháng 7]] năm [[1866]]), Tổng đốc An - Hà bị cách là Phan Khắc Thận, bắt được Á Xoa ở [[Bảy Núi|Thất Sơn]] (thuộc An Giang) giải giao cho chủ suý Pháp, trong khi đi đường gặp Nguyễn Hữu Cơ, Hữu Cơ sức bảo đem trở lại, nhưng Trương Văn Uyển<ref>Trương Văn Uyển lúc bấy giờ là Tổng đốc [[Vĩnh Long]], kiêm việc An Hà ([[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]]) từ [[Tháng ba|tháng 3]] ([[âm lịch]]) năm 1865.<\/ref> sợ sinh ra trở ngại khác, 2 - 3 lần tư giục, bèn giải giao cho Pháp. (Á Xoa tức là Ong Bướm).''<ref name=\":0\" \/><ref>''Đại Nam thực lục'' (quyển 30, tr. 86 và 255).<\/ref><\/blockquote>Sau đó, theo sách ''Lịch sử Campuchia'', thì Acha Xoa bị nhà cầm quyền Pháp kết án đày biệt xứ, nhưng không cho biết ông bị lưu đày ở đâu và mất năm nào; còn theo ''Từ điển bách khoa Việt Nam'' thì ông bị [[đế quốc thực dân Pháp|thực dân Pháp]] bức hại vào [[tháng tám|tháng 8]] năm 1866 <ref>Lịch sử Cam puchia (tr. 193). Từ điển bách khoa Việt Nam (quyển 1, tr. 25).<\/ref>.\n\nTheo Nguyễn Văn Huy trong Tìm hiểu người Chăm Việt Nam thì:<blockquote>''Năm 1861 triều đình Khmer lại có loạn, Norodom (Narottam hay Nặc Ông Lân), con vua Ang Duong, vừa lên ngôi thì bị hai em là hoàng tử Sisowath (Preah Kevea hay Ang Sor) và hoàng thân Sivattha (Sivotha) tranh ngôi. Sivattha được người Chăm hậu thuẫn chiếm thành Udong, Norodom chạy qua Bangkok, thủ đô Xiêm La lánh nạn. Tại đây, Norodom kêu gọi người Chăm tại Châu Đốc qua giúp. Nhân dịp này, với sự có mặt của quân Pháp tại Nam kỳ, cộng đồng người Chăm tại Châu Đốc yêu cầu quân Pháp chiếm luôn Chân Lạp với hy vọng được tự do truyền bá đạo Hồi. Năm 1862 Norodom được người Pháp và người Chăm đưa về nước giành lại ngôi vua, nhưng Chân Lạp vẫn bị đặt dưới quyền bảo hộ của Xiêm La. Năm 1864, Pháp đuổi quyền Xiêm ra khỏi lãnh thổ và đứng ra bảo hộ Chân Lạp trực tiếp, đổi tên nước là Cambodge.''<\/blockquote><blockquote> ''Dân chúng Khmer, không tán thành việc này, nổi lên chống lại triều đình. Một nhân sĩ Khmer tên Assoua, tự nhận là hoàng tử Ang Phim''<ref>Ang Bhim (Ong Bướm), tức con trai của Ang Em và cháu trai của Ang Duong.<\/ref>'', cháu vua Ang Duong, kêu gọi người Khmer chống Norodom. Trong cuộc tranh chấp này, cộng đồng người Chăm bị chia rẽ. Người Chăm tại Kompong Cham theo Assoua; người Chăm tại Châu Đốc theo Pháp ủng hộ Norodom. Vùng biên giới phía cực nam Việt Nam trở thành vùng tranh chấp giữa người Khmer, người Việt và người Chăm. Người Chăm muốn thành lập một tiểu vương quốc Hồi giáo tại Hà Tiên, chấp nhận triều cống Cao Miên và nhận Pháp bảo hộ. Cambodge xác nhận Hà Tiên là lãnh thổ của họ và người Việt nói Hà Tiên là một thị xã của miền Nam từ lâu đời. Sau cùng Pháp sáp nhập Hà Tiên vào lãnh thổ Nam kỳ. Trong khi đó, tại Cambodge, triều thần muốn đưa hoàng tử Sisowath lên thay. Bị cô lập, Norodom giao cho Samdech Chau Ponhea, một tướng Chăm, bảo vệ vòng đai thành Udong nhưng sau cùng phải giao cho Brière de l Isle, một sĩ quan Pháp, đảm nhiệm vì trong phe phản loạn cũng có người Chăm do đó rất khó phân biệt. Sau cùng Samdech Chau Ponhea được giao bảo vệ hậu cung.'' <\/blockquote>Nối tiếp Acha Xoa, một phong trào đấu tranh khác lại nổ ra, đó là cuộc nổi dậy của [[Pu Kom Pô]].\n\n==Xem thêm==\n*[[Nguyễn Hữu Huân|Thủ Khoa Huân]]\n*[[Pu Kom Pô]]\n*[[Phan Khắc Thận]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục]]'', tập 30. Nhà xuất bản Khoa Học Xã Hội, [[Hà Nội]], 1975.\n*Nhiều người soạn, ''Từ điển bách khoa Việt Nam'' (quyển 1). Trung tâm biên soạn Từ điển Bách khoa Việt Nam xuất bản, Hà Nội, 1995.\n*Phạm Việt Trung-Nguyễn Xuân Kỳ-Đỗ Văn Nhung, ''Lịch sử Campuchia''. Nhà xuất bản Đại học&THCN, 1981.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam'' (1858-cuối [[thế kỷ 19]], quyển 3, tập 1, phần 1). Nhà xuất bản Giáo dục, 1979.\n*Nhóm Nhân Văn Trẻ,'' Hỏi đáp lịch sử (tập 4)''. Nhà xuất bản Trẻ, 2007.\n\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Campuchia]]\n[[Thể loại:Lịch sử Campuchia| ]]"}