{"120924":"'''Alal''' là tên gọi theo [[tiếng Ba Na]], dùng để chỉ nhạc cụ hơi có lưỡi gà rung tự do, khá phổ biến trong cộng đồng [[người Ba Na]] và một số dân tộc khác tại [[Việt Nam]].\n\nĐây là nhạc cụ cổ sơ từ hình thức cấu tạo cho tới thang âm và kỹ thuật diễn tấu. Alal là một ống nứa nhỏ, rỗng 2 đầu, dài 20&nbsp;cm, đường kính 1,5&nbsp;cm. Ở một đầu, phía trên thân ống có một lỗ hình chữ nhật được bịt kín bằng một miếng đồng nhỏ chứa lưỡi gà. Cách thổi theo tư thế sáo ngang của [[người Việt|người Kinh]]. Người chơi ngậm phần lưỡi gà và thổi liên tục để phát ra âm thanh. Khi bịt, mở nhanh một đầu ống sẽ tạo ra tiếng láy rền. Nếu người chơi có kỹ thuật biểu diễn cao, chỉ cần bịt một phần đầu ống cũng tạo ra được âm vuốt lướt.\n\nAlal có âm sắc khá mượt mà, đôi khi có âm rè. Âm vực giới hạn trong một quãng năm đúng. Theo truyền thống, nhạc cụ này dành cho nam giới. Con trai thường sử dụng alal để biểu lộ tình cảm riêng tư, hiếm khi hòa tấu với những nhạc cụ khác.\n\n==Tham khảo==\n{{tham khảo}}\n\n* {{chú thích tạp chí|last1=Clermont-Ganneau|first1=Ch.|date=1879|title=ÉTUDES D'ARCHÉOLOGIE ORIENTALE L'ENFER ASSYRIEN|journal=Revue Archéologique|volume=38|pages=337–349|jstor=41735628}}\n* {{chú thích sách|url=https:\/\/books.google.com\/books?id=deFZAAAAYAAJ|title=Histoire de l'art dans l'antiquité...|last1=Perrot|first1=Georges|last2=Chipiez|first2=Charles|publisher=Hachette et Cie|year=1903|authorlink1=Georges Perrot|authorlink2=Charles Chipiez}}\n* {{chú thích sách|url=https:\/\/books.google.com\/books?id=xb5tHNLagAYC&pg=PA193|title=Mitología universal: historia y esplicación &#91;sic&#93; de las ideas religiosas y teológicas de todos los siglos, de los dioses de la India, El Thibet, La China, El Asia, El Egipto, La Grecia y el mundo romano, de las divinidades de los pueblos eslavos, escandinavos y germanos, de la idolatria y el fetichismo americanos y africanos, etc|author=Gaspar y Roig (Madrid)|publisher=Imp. y Libr. de Gaspar y Roig|year=1864|page=193}}\n{{Nhạc cụ dân gian Việt Nam}}{{Sơ khai âm nhạc}}\n\n[[Thể loại:Nhạc cụ dân tộc Việt Nam]]\n[[Thể loại:Người Ba Na]]"}