{"370262":"{{Thông tin nhân vật\n| tên = Alexandre de Rhodes\n| hình = Derhodes.jpg\n| cỡ hình = 240px\n| ghi chú hình = Tranh chân dung Alexandre de Rhodes\n| sinh = [[15 tháng 3]] năm [[1591]]\n| nơi sinh = [[Avignon]], [[Lãnh địa Giáo hoàng]] <small>(nay thuộc [[Pháp]])<\/small>\n| ngày mất = {{ngày mất và tuổi|1660|11|5|1591|3|15}}\n| nơi mất = [[Isfahan]], [[Nhà Safavid|Ba Tư]]\n| nghề nghiệp = Nhà truyền giáo\n| quốc tịch = {{lá cờ|Lãnh địa Giáo hoàng|old}}\n| tên gốc = \n| tên khai sinh = \n| ngày sinh = [[15 tháng 3]] năm [[1593]]\n| an táng = \n| cư trú = \n| quốc gia = \n| tên khác = \n| dân tộc = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| người hôn phối = \n| con cái = \n| cha = \n| mẹ = \n| giải thưởng = \n| website = \n| chữ ký = \n| cỡ chữ ký = \n}}\n'''Alexandre de Rhodes''' ([[15 tháng 3]] năm [[1593]] &ndash; [[5 tháng 11]] năm [[1660]]) là một [[nhà truyền giáo]] [[Dòng Tên]] và một [[nhà ngôn ngữ học]] người [[Avignon]]. Ông là một trong những giáo sĩ đã góp phần quan trọng vào quá trình truyền bá [[Công giáo tại Việt Nam]].\n\n[[Chữ Quốc ngữ]] Việt Nam được hình thành nhờ công trình tập thể của các nhà truyền giáo [[Bồ Đào Nha]], và [[Ý]], với sự trợ giúp của các giáo hữu [[Việt Nam]] và [[Nhật Bản]], do giáo sĩ [[Francisco de Pina]] khởi đầu.<ref name=\"Jacques 2002\">{{chú thích sách|title=Portuguese Pioneers of Vietnamese Linguistics Prior to 1650 – Pionniers Portugais de la Linguistique Vietnamienne Jusqu’en 1650|last1=Jacques|first1=Roland|date=2002|publisher=Orchid Press|isbn=974-8304-77-9|location=Bangkok, Thái Lan|language=en}}<\/ref><ref>{{chú thích web|author1=Huỳnh Văn Mỹ - Bảo Trung|title=Ai có công đầu với chữ quốc ngữ?|url=https:\/\/tuoitre.vn\/ai-co-cong-dau-voi-chu-quoc-ngu-603600.htm|website=Tuổi Trẻ|date = ngày 20 tháng 4 năm 2014}}<\/ref> Khi Rhodes đến xứ Đàng Trong thì phương pháp ghi âm [[tiếng Việt]] bằng [[ký tự Latinh]], nay gọi là chữ Quốc ngữ, đang được xây dựng.<ref name=\"Jacques 2004\">Jacques, Roland (2004). \"[http:\/\/ttntt.free.fr\/archive\/Roland4.html Bồ Đào Nha và công trình sáng chế chữ quốc ngữ]\". Nguyễn Đăng Trúc dịch. Trong ''Các nhà truyền giáo Bồ Đào Nha và thời kỳ đầu của Giáo hội Công giáo Việt Nam (Quyển 1)'' – ''Les missionnaires portugais et les débuts de l’Eglise catholique au Viêt-nam (Tome 1)''. Reichstett, Pháp: Định Hướng Tùng Thư. ISBN 2-912554-26-8.<\/ref> Alexandre de Rhodes đã ghi nhận và thừa hưởng di cảo của những người tiền bối. Ông không phải là người tạo ra chữ Quốc ngữ nhưng có công hệ thống hóa và san định hệ chữ này, cũng như biên soạn và giám sát việc ấn hành ''[[Từ điển Việt–Bồ–La]]'', là cuốn từ điển tiếng Việt đầu tiên.<ref name=\"W2583\">''Wörterbücher: Ein Internationales Handbuch Zur Lexikographie'' by Franz Josef Hausmann, p.2583 [https:\/\/books.google.com\/books?id=Kwqc7xso22wC&pg=PA2583&dq=%22Dictionarium+Annamiticum+Lusitanum+et+Latinum%22]<\/ref><ref>''Researches Into the Physical History of Mankind'' By James Cowles p.501 [https:\/\/books.google.com\/books?id=4CYXAAAAYAAJ&pg=PA501&dq=%22Dictionarium+Annamiticum+Lusitanum+et+Latinum%22#PPA501,M1]<\/ref><ref>Đỗ Quang Chính (1972). ''Lịch sử chữ Quốc ngữ 1620–1659''. Tủ sách Ra Khơi, Sài Gòn. Tr. 87–88.<\/ref>\n\nCông cuộc truyền giáo ở Việt Nam của ông thăng trầm bởi việc giao thương của [[chúa Trịnh]] và [[chúa Nguyễn]] với Bồ Đào Nha và xung đột giữa hai miền Đàng Ngoài–Đàng Trong. Khi việc giao thương với Bồ Đào Nha bị gián đoạn, ông bị chính quyền trục xuất.<ref name=\"Nguyen Hong\">Nguyễn Hồng (1959). ''Lịch sử truyền giáo ở Việt Nam: Các thừa sai Dòng Tên (1615–1665)''. Nxb Hiện Tại, Sài Gòn. Tr. 133–134, 159, 193–199.<\/ref> Những năm cuối đời, ông truyền giáo tại [[Iran|Ba Tư]].\n\n== Tiểu sử ==\n=== Thời niên thiếu ===\nAlexandre de Rhodes sinh tại [[Avignon]] thuộc [[Lãnh địa Giáo hoàng]] (nay ở miền nam nước [[Pháp]]), trong một gia đình khá giả. Một số nguồn ghi năm sinh của ông là [[1591]], các nghiên cứu mới hơn chỉ ra rằng ông sinh năm [[1593]]. Sử liệu trước đây thường cho rằng ông có gốc [[Người Do Thái|Do Thái]].<ref>http:\/\/www.academia.edu\/25566838\/The_First_French_in_Macao._The_Jesuit_Alexandre_de_Rhodes<\/ref> Tổ tiên ông tới từ vùng [[Aragón]], [[Tây Ban Nha]] sang tị nạn dưới bóng Giáo hoàng vì thời ấy [[Avignon]] là đất của Giáo hoàng.<ref name= \"Do 1999\">Đỗ Quang Chính (1999). [https:\/\/dongten.net\/2011\/06\/01\/tu-si-dong-ten-alexandre-de-rhodes-tu-tran\/2\/ \"Tu sĩ Dòng Tên Alexandre de Rhodes từ trần\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20191207011726\/https:\/\/dongten.net\/2011\/06\/01\/tu-si-dong-ten-alexandre-de-rhodes-tu-tran\/2\/ |date=2019-12-07 }}.<\/ref> Sau khi hoàn thành trung học tại quê nhà, ông vào Nhà Tập Dòng Tên tại [[Roma]] ngày [[24 tháng 4]] năm [[1612]], học [[thiên văn]] và [[toán học]]. Một người bạn đồng môn của ông là [[Johann Adam Schall von Bell]] sau này rất nổi tiếng tại Trung Hoa. Thời kỳ này, công cuộc [[truyền giáo]] cho các dân tộc đang trên đà phát triển nhưng cũng gặp sự kháng cự của các chính quyền sở tại. Vì thế, bên cạnh nhiệt tâm [[truyền giáo]], còn phải kể ước muốn được đổ máu đào minh chứng cho [[Giê-su|Chúa Giêsu]] của các [[vị thừa sai]] tiên khởi. Tên ông được người đời sau phiên âm là A-lịch-sơn Đắc Lộ.<ref name= \"Do 2004\">Đỗ Quang Chính (2004). [https:\/\/dongten.net\/2013\/10\/19\/giao-hoi-cong-giao-voi-chu-quoc-ngu\/ \"Giáo hội Công giáo với chữ Quốc ngữ\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201207162041\/https:\/\/dongten.net\/2013\/10\/19\/giao-hoi-cong-giao-voi-chu-quoc-ngu\/ |date=2020-12-07 }}.<\/ref>\n\n=== Truyền giáo ===\nTrong bối cảnh đó, Alexandre de Rhodes đã xin và được giáo sĩ cấp trên chỉ định đi truyền giáo tại [[Nhật Bản]]. Ngày [[4 tháng 4]] năm [[1619]], ông lên đường sang Nhật vào tuổi 26.\n\nĐầu tiên, Alexandre de Rhodes cập bến tại [[Goa]], đợi chờ cơ hội thuận tiện đặt chân lên đất [[Nhật Bản]]. Nhưng tình hình bách hại [[Kitô giáo]] dữ dội tại đây đã khiến các giáo sĩ bề trên chỉ định ông đi [[Trung Quốc]]. Ông lên tàu đi [[Ma Cao]], nhập học [[Đại học Thánh Phaolô, Ma Cao|Đại học Thánh Phaolô]]. Tại Ma Cao ông đã ghi lại nhận xét về [[người Hoa|người Trung Hoa]]:\n\n:\"''Người Trung Hoa rất ngạc nhiên khi nhìn thấy [[bản đồ]] chúng tôi vẽ. Trung Quốc vĩ đại của họ chỉ còn là chấm nhỏ trong [[vũ trụ]] [[Trái Đất]] bao la. Trái lại, nơi bản đồ trái đất hình vuông do họ vẽ, Trung Quốc nằm chính giữa, đúng như tên gọi (Trung Quốc-nước ở giữa). Sau đó, họ vẽ [[biển]] nằm bên dưới Trung Quốc, trong đó rải rác mấy [[đảo]] nhỏ, và họ đề tên: [[Châu Âu]], [[Châu Phi]] và [[Nhật Bản]]...''\"\n\nÔng còn viết:\n\n:\"''Chúng ta thường tỏ ra quý chuộng những người ngoại giáo. Nhưng khi họ trở thành [[Kitô hữu]], chúng ta không đoái hoài đến họ nữa. Thậm chí còn bắt các người theo đạo phải từ bỏ [[trang phục|y phục]] địa phương. Chúng ta đâu biết rằng, đây là một đòi buộc quá khắt khe, mà ngay cả [[Thiên Chúa]], Ngài cũng không đòi hỏi như thế. Chúng ta ngăn cản người ngoại giáo, không cho họ cơ hội dễ dàng gia nhập Giáo hội Công giáo. Riêng tôi, tôi cực lực phản đối những ai muốn bắt buộc người [[nam giới|đàn ông]] Trung Hoa, khi theo đạo, phải cắt bỏ mái [[tóc]] dài họ vẫn để, y như các [[phụ nữ]] trong xứ. Làm vậy, chúng ta gây thêm khó khăn cho các nam tín hữu Trung Hoa, một khi theo Công giáo, không còn tự do đi lại trong xứ, hoặc tìm được dễ dàng công ăn việc làm. Phần tôi, tôi xin giải thích rằng, điều kiện để trở thành Kitô hữu là phải từ bỏ lầm lạc, chứ không phải cắt bỏ tóc dài...''\"\n\n=== Tại Việt Nam ===\n[[Tập tin:Old_map_of_Vietnam.jpg|nhỏ|phải|Bản đồ Đàng Ngoài và Đàng Trong theo Alexandre de Rhodes 1651]]\nTháng 12 năm [[1624]], Alexandre cùng với bốn cha Dòng Tên khác và một tín hữu Nhật Bản, cập bến [[Hội An]], gần [[Đà Nẵng]]. Ông bắt đầu học [[tiếng Việt]] từ giáo sĩ [[Francisco de Pina]], người đã đến Đàng Trong trước ông 7 năm và là nhà truyền giáo thông thạo tiếng Việt nhất, khi đó Pina cũng đang phát triển cách ghi âm tiếng Việt bằng ký tự Latinh. De Rhodes cũng học tiếng Việt từ một cậu bé khoảng 10, 12 tuổi. Ông viết:\n\n<blockquote>''Chỉ trong vòng 3 tuần lễ, chú bé đã dạy tôi học biết tất cả các [[cung giọng]] khác nhau của tiếng Việt và cách thức [[phát âm]] của từng [[chữ viết|chữ]]. Cậu không hề có một kiến thức gì về [[ngôn ngữ châu Âu]], thế mà, cũng trong vòng 3 [[tuần lễ]] này, cậu đã có thể hiểu được tất cả những gì tôi muốn diễn tả và muốn nói với cậu. Đồng thời, cậu học đọc, học viết [[latinh|tiếng Latin]] và đã có thể giúp [[lễ]]. Tôi hết sức ngạc nhiên trước trí khôn minh mẫn và trí nhớ dẻo dai của cậu bé. Sau đó, cậu trở thành [[thầy giảng]] giúp việc các cha truyền giáo và là một dụng cụ tông đồ hữu hiệu trong việc loan báo Tin Mừng nơi quê hương Việt Nam thân yêu của thầy và nơi [[Vương quốc Lào]] láng giềng.''<\/blockquote>\n\nTừ đó, Việt Nam trở thành nơi cư trú của Alexandre de Rhodes, nhưng cuộc đời truyền giáo của ông ở đây rất bấp bênh và trôi nổi. Trong vòng 20 năm, ông bị [[trục xuất]] đến năm lần.\n\nSau hơn một năm học tiếng Việt ở Đàng Trong, ông trở lại [[Ma Cao]] để chuẩn bị tới [[Đàng Ngoài]] truyền giáo. Cùng với [[Pedro Marques]], ông cập bến của Bạng, Thanh Hóa ngày 19 tháng 3 năm 1627. Hai nhà truyền giáo đến Kinh đô ngày 2 tháng 7 và được chúa [[Trịnh Tráng]] dựng nhà cho ở.<ref name=\"Do 1999\" \/> Hai giáo sĩ được tự do giảng đạo trong hơn một năm rồi bị quản thúc. Các hậu phi và hoạn quan vì ghét lời dạy một vợ một chồng nên tung tin đồn hai giáo sĩ là phù thủy.<ref name=\"Nguyen Hong\" \/> Hai ông bị trục xuất và theo tàu Bồ Đào Nha về [[Ma Cao]] vào tháng 5 năm [[1630]]. De Rhodes làm Giáo sư Thần học tại [[Đại học Thánh Phaolô, Ma Cao|Học viện Madre de Deus]] trong 10 năm.<ref name=\"Do 1999\" \/>\n\nTừ năm 1640 tới [[1645]], ông bốn lần đến [[Đàng Trong]] truyền giáo dưới thời chúa [[Nguyễn Phúc Nguyên]]. Thời gian Alexandre de Rhodes giảng đạo tại Việt Nam cũng là thời kỳ các cha thừa sai Dòng Tên hoạt động rất hăng say và hữu hiệu. Ông kể lại công cuộc truyền giáo tại [[Đàng Ngoài]]:\n\n<blockquote>''Khi chúng tôi vừa đến kinh đô [[Đàng Ngoài]], tức khắc nhà vua truyền lệnh cho tôi phải xây một nhà ở và một [[nhà thờ]] thật đẹp. Dân chúng tuôn đến nghe tôi giảng đạo đông đến nỗi, tôi phải giảng đến 4 hoặc 6 lần trong một ngày. Chị vua và 17 người thân trong [[gia đình]] vua xin lãnh nhận [[bí tích]] [[Rửa Tội]]. Nhiều [[tướng lãnh]] và [[quân đội|binh sĩ]] cũng xin theo đạo. Nhưng điều làm tôi ngạc nhiên nhất là thấy các vị [[tỉ-khâu|sư]] đã mau mắn từ bỏ [[bụt]] [[thần]] để theo đạo Công giáo. Tất cả đều dễ dàng chấp nhận khi tôi giải thích cho họ hiểu [[giáo lý]] đạo Công giáo rất phù hợp với [[lý tính|lý trí]] và [[lương tâm]] con người. Các tín hữu Công giáo Việt Nam có Đức Tin vững chắc đến độ, không gì có thể rút Đức Tin ra khỏi lòng họ. Nhiều người phải đi bộ suốt 15 ngày đường để được [[xưng tội]] hoặc tham dự [[thánh lễ]]. Nhưng phải thành thật mà nói, tôi không thể chu toàn cách tốt đẹp mọi công tác truyền đạo này, nếu không có trợ giúp tuyệt vời của các thầy giảng. Vì nhận thấy mình là linh mục duy nhất giữa một cánh đồng truyền đạo bao la, nên tôi chọn trong số các tín hữu, những thanh niên không lập gia đình và có lòng đạo đức sâu xa cũng như có nhiệt tâm rao giảng Tin Mừng, để giúp tôi. Những người này công khai thề hứa sẽ dâng hiến cuộc đời để phụng sự Chúa, phục vụ Giáo hội, sẽ không lập gia đình và sẽ vâng lời các cha thừa sai đến Việt Nam truyền đạo. Hiện tại có tất cả 100 thầy giảng đang được thụ huấn trong [[chủng viện]] và được các tín hữu trang trải mọi phí tổn.{{fact|date = ngày 6 tháng 1 năm 2013}}''<\/blockquote>\n\nÔng bị trục xuất khỏi [[Đàng Ngoài]] một lần và khỏi [[Đàng Trong]] ba lần mà lần cuối năm 1645 là vĩnh viễn, do chính quyền [[chúa Trịnh]] và [[chúa Nguyễn]] không còn lợi dụng được các nhà truyền giáo để giao thương với Bồ Đào Nha.<ref name=\"Nguyen Hong\" \/>\n\n=== Trở về châu Âu ===\nTheo yêu cầu của bề trên Dòng Tên ở Ma Cao, de Rhodes đáp tàu trở về Roma để trình bày về tình hình của tỉnh dòng Nhật Bản và giáo hội Việt Nam. Mãi tháng 6 năm 1649, ông mới về đến châu Âu.<ref name=\"Do 1999\" \/> Tại đây ông xuất bản hai cuốn sách do mình biên soạn năm 1651. Alexandre de Rhodes vận dụng mọi khả năng hiểu biết về công cuộc rao giảng Tin Mừng tại [[Châu Á|Á châu]], đã xin [[Tòa Thánh]] gửi các [[Giám mục]] truyền giáo đến Viễn Đông, để các ngài có thể truyền chức linh mục cho các [[thầy giảng]] bản xứ.\n \nCó tác giả (Bùi Kha)<ref>''Nguyễn Trường Tộ và vấn đề canh tân - Bùi Kha - Nhà xuất bản Văn hóa Hà Nội, ngày 30 tháng 3 năm 2011, trang 59, 60 và 61.''<\/ref> cho rằng ông có vận động Pháp đánh chiếm Việt Nam dựa vào một đoạn trích:\n\n<blockquote>''Tôi tưởng nước Pháp là nước ngoan đạo nhất thế giới, nước Pháp có thể cung cấp cho tôi nhiều chiến sĩ để chinh phục toàn cõi Đông phương đưa về quy phục Chúa Ki Tô và nhất là tôi sẽ tìm được các giám mục, cha chúng tôi và thầy chúng tôi trong các giáo đoàn. Với ý đó, tôi rời Roma ngày 11\/9\/1652 sau khi tới hôn chân Đức Giáo hoàng.<br>Tôi chưa công bố [[thánh chiến]] chống mọi địch thù của đức tin ở Nhật, ở Trung Hoa, ở Đàng Trong, ở Đàng Ngoài và ở Ba Tư thì lập tức đã có một số đông con cái thánh Inhaxu, đầy tinh thần đã đưa thánh Phanxicô Xavie tới 300 quốc gia, các ngài đã bừng bừng ao ước vác thánh giá Thầy và đem đi cắm ở những nơi cùng kiệt cõi đất.''<\/blockquote>\n\n[[Cao Huy Thuần]] cũng cho rằng từ ''soldat'' có thể được dịch là \"binh sĩ\".<ref>{{chú thích web|title=Cao Huy Thuần - Thư 1157|url=http:\/\/www.talawas.org\/talaDB\/showFile.php?res=7319&rb=12|website=Talawas}}<\/ref> Tuy nhiên, có những ý kiến chỉ ra rằng cách dùng từ ngữ trong đoạn trên không đề cập tới vận động xâm lăng nhưng là một ẩn dụ cho việc truyền giáo.<ref>{{chú thích web|author1=Phạm Quang Tuấn|title=Alexandre de Rhodes: Tổng kết và trả lời ông Bùi Kha|url=http:\/\/www.talawas.org\/talaDB\/showFile.php?res=7228&rb=0104|website=Talawas|date = ngày 22 tháng 5 năm 2006}}<\/ref><ref name=\"HD\">{{chú thích web|author1=Hoàng Dũng|title=Pgs.Ts Hoàng Dũng: Không thể tùy tiện lên án người xưa như thế|url=https:\/\/tuoitre.vn\/pgs-ts-hoang-dung-khong-the-tuy-tien-len-an-nguoi-xua-nhu-the-20191129233736099.htm|website=Tuổi Trẻ|date=2019}}<\/ref> Việc cố tình diễn giải thành ý đồ xâm lược là một suy luận \"chủ quan võ đoán\",<ref>{{chú thích web|author1=Chương Thâu|title=Từ một câu chữ của Alexandre de Rhodes đến các dẫn dụng khác nhau|url=http:\/\/www.talawas.org\/talaDB\/showFile.php?res=7314&rb=0302|date=1995}}<\/ref> thể hiện lập trường \"hận thù tôn giáo\".<ref name=VHNA>{{Chú thích web|tác giả 1=Mặc Giao|tiêu đề=Alexandre De Rhodes và việc hội nhập văn hoá Việt Nam|url=http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/alexandre-de-rhodes-va-viec-hoi-nhap-van-hoa-viet-nam|nhà xuất bản=Văn hóa Nghệ An|ngày truy cập=2015-09-23|archive-date = ngày 25 tháng 9 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150925123915\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/alexandre-de-rhodes-va-viec-hoi-nhap-van-hoa-viet-nam|url-status=dead}}<\/ref> Việc tưởng tượng này về de Rhodes được đánh giá là nằm trong một tưởng tượng lớn khác về lịch sử cận đại.<ref>{{chú thích web|author1=Nguyễn Lương Hải Khôi|title=Alexandre de Rhodes và sự tưởng tượng về lịch sử cận đại của nền sử học Việt Nam|url=https:\/\/usvietnam.uoregon.edu\/vi\/2019\/11\/27\/alexandre-de-rhodes-va-su-tuong-tuong-ve-lich-su-can-dai-cua-nen-su-hoc-viet-nam\/|publisher=Trung tâm Nghiên cứu Việt–Mỹ, Đại học Oregon|date = ngày 27 tháng 11 năm 2019 |ngày truy cập=2019-12-07|archive-date = ngày 7 tháng 12 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20191207031805\/https:\/\/usvietnam.uoregon.edu\/vi\/2019\/11\/27\/alexandre-de-rhodes-va-su-tuong-tuong-ve-lich-su-can-dai-cua-nen-su-hoc-viet-nam\/|url-status=dead}}<\/ref>\n\n=== Tại Ba Tư ===\nNăm 1655, ông đặt chân tới [[Nhà Safavid|Ba Tư]]. Ông mất ngày [[5 tháng 11]] năm [[1660]] ở [[Isfahan]], sau 5 năm truyền giáo ở đây.<ref name=\"Do 1999\" \/>\n\n== Tác phẩm ==\n=== Từ điển Việt–Bồ–La ===\n[[Tập tin:L-2360-a 0008 1 t24-C-R0072.jpg|nhỏ|200px|Trang đầu của các mục từ bắt đầu bằng chữ cái A trong Từ điển Việt–Bồ–La. Mục từ tiếng Việt được dịch sang tiếng Bồ và giải nghĩa trong tiếng Latinh.]]\nVào năm [[1651]], ông cho in cuốn ''[[Từ điển Việt–Bồ–La]]'' (''Dictionarium Annamiticum Lusitanum et Latinum'') dựa trên các [[ký tự]] tiếng Việt của những giáo sĩ người [[Bồ Đào Nha]] và [[Ý]] trước đó. Có thể coi đây là sự kiện đánh dấu sự ra đời của [[chữ Quốc ngữ]]. Bản thân Alexandre de Rhodes đã viết như sau:\n\n<blockquote>''Khi tôi vừa đến Đàng Trong và nghe người dân bản xứ nói, đặc biệt là phụ nữ, tôi có cảm tưởng mình đang nghe chim [[hót]] líu lo, và tôi đâm ra ngã lòng, vì nghĩ rằng, có lẽ không bao giờ mình học nói được một [[ngôn ngữ]] như thế. Thêm vào đó, tôi thấy hai cha [[Emmanuel Fernandez]] và [[Francesco Buzomi|Buzomi]], khi giảng, phải có người [[thông dịch]] lại. Chỉ có cha [[Francisco de Pina|Francois Pina]] là hiểu và nói được tiếng Việt, nên các bài giảng của cha Pina thường đem lại nhiều lợi ích hơn là của hai cha Fernandez và Buzomi. Do đó tôi tự ép buộc mình phải dồn mọi khả năng để học cho được tiếng Việt. Mỗi ngày tôi chăm chỉ học tiếng Việt y như ngày xưa tôi học môn [[thần học]] ở Roma. Và nhờ ơn Chúa giúp, chỉ trong vòng 4 tháng, tôi học biết đủ tiếng Việt để có thể giải tội và sau 6 tháng, tôi có thể giảng được bằng tiếng Việt. Kết quả các bài giảng bằng tiếng Việt lợi ích nhiều hơn các bài giảng phải có người thông dịch lại.''\n\n''...Tuy nhiên trong công cuộc này, ngoài những điều mà tôi đã học được nhờ chính người bản xứ trong suốt gần mười hai năm, thời gian mà tôi lưu trú tại hai xứ Đàng Trong và Đàng Ngoài, thì ngay từ đầu tôi đã học với cha [[Francisco de Pina]] người Bồ Đào Nha, thuộc Hội dòng Chúa Giêsu [Dòng Tên] rất nhỏ bé chúng tôi, là thầy dạy tiếng, người thứ nhất trong chúng tôi rất am tường tiếng này, và cũng là người thứ nhất bắt đầu giảng thuyết bằng ngôn ngữ đó mà không dùng thông ngôn, tôi cũng sử dụng những công trình của nhiều cha khác cùng Hội dòng, nhất là của cha [[Gaspar do Amaral]] và cha [[Antonio Barbosa]], cả hai ông đều đã biên soạn mỗi ông một cuốn từ điển: ông trước bắt đầu bằng tiếng An Nam [từ điển Việt–Bồ], ông sau bằng tiếng Bồ Đào [từ điển Bồ–Việt], nhưng cả hai ông đều đã chết sớm. Sử dụng công khó của hai ông, tôi còn thêm tiếng Latinh theo lệnh các Hồng y rất đáng tôn...''<\/blockquote>\n\n=== Phép giảng tám ngày ===\n''[[Phép giảng tám ngày]]'' (tựa Latinh: ''Cathechismus... in octo dies diuisus'') giáo sĩ Đắc Lộ soạn và cũng được ấn hành năm 1651. Khác với phần tự điển ghi [[từ vựng]], ''Phép giảng tám ngày'' là tác phẩm [[văn xuôi]], phản ảnh văn ngữ và ghi lại cách [[phát âm]] của [[tiếng Việt]] vào [[thế kỷ 17]].\n{{undue weight}}\nAlexandre de Rhodes từng gọi [[Phật Thích Ca]] là ''\"thằng hay dối\"'' trong sách [[Phép giảng tám ngày]] (nguyên văn: ''\"Vậy thì ta làm cho Thích Ca, là thằng hay dối người ta, ngã xuống, thì mọi truyện dối trong đạo bụt bởi Thích Ca mà ra, có ngã với thì đã tỏ\"'').<ref>https:\/\/petrotimes.vn\/tran-trong-kim-va-viet-nam-su-luoc-67618.html<\/ref>\n\nCũng trong cuốn \"Phép Giảng Tám Ngày\", de Rhodes đã gọi [[Khổng Tử]] là ''\"người chẳng phải hiền, chẳng phải thánh, thật là độc dữ\"''. Cũng trong sách này, ông đã viết nhiều điều sai về Đức Phật, ví dụ: Tất Đạt Đa (tên trước khi xuất gia của Phật) ''\"đẻ được một con gái đoạn thì đi ở trên rừng một mình, dẫu vợ cãi mà chẳng cho, vì mình đã quen làm việc dối như pháp môn phù thủy\"''... Cuốn sách luôn nói đến sự \"thờ bụt thần ma quỷ\", có ý hạ Đức Phật xuống hàng ma quỷ. Sách cũng gọi A-la-la và Ưu-đà-la (2 vị đạo sĩ đã dạy Tất Đạt Đa môn [[thiền định]]) là \"2 con quỷ\", và ''\"nó (Tất Đạt Đa) thì ngồi giữa hai thầy quỷ ấy, mà dạy nó chớ tin có Chúa Trời, cùng đặt tên nó là Thích Ca\"'' Trong mục \"Đạo bụt: giáo ngoài và giáo trong\", de Rhodes liên tục có những đả kích với đạo Phật, ông nói ''\"Nó (Phật Thích Ca) và quỷ làm thầy nó, thấy vậy, thì lấy đàng khác mà mới dạy những truyện dối trá dã dầy\"'', ''\"sự thờ bụt này là thói rợ mọi\"'', ''\"ta suy bởi đâu mà ra, thì một chốc ta biết là đạo gian... Đến khi Thích Ca ra dạy kẻ khác sự đạo gian ấy, vì trái lẽ lắm, thì người ta bỏ mà đi hết\"\"'', ''\"ai phải đạo bụt trong độc ấy, thì quỷ quái hơn kẻ theo đạo ngoài vậy\"'', ''\"làm chùa thờ Thích Ca thì là đứa gian vậy\"''<ref>Ngày thứ 4, mục \"Đạo bụt: giáo ngoài và giáo trong\", trang 99-102<\/ref>{{Undue weight inline}}\n\nCũng trong mục này, de Rhodes phê phán cả tục lệ của người Việt [[thờ cúng tổ tiên|cúng đồ ăn]] cho người chết, ông viết \"''Sao người Annam mọi năm có giữ ngày cha mẹ, ông bà, ông vải sinh thì, mà làm giỗ chạp hết sức?''\" vì cho rằng linh hồn người chết không ăn được đồ cúng nên việc làm đó là vô ích, \"''Sinh kí dã tử qui đã: Sống thì gưởi, chết thì về... Sao tốn của bấy nhiêu mà làm cỗ làm mâm, cùng nhiều sự nữa có dọn cho cha mẹ khi đã sinh thì? Vì chưng nếu linh hồn chết với xác, lo cho kẻ chết chẳng có làm chi... khi linh hồn ta đã khỏi xác thịt này, chẳng còn có dùng ăn uống hay là mặc, cùng các kỳ sự vê xác, vì linh hồn ta là tính thiêng liêng... Mà sao người Annam dám cúng cho cha mẹ, khi đã sinh thì, những của dối ấy?''\"<ref>Ngày thứ 4, mục \"Đạo bụt: giáo ngoài và giáo trong\", trang 110-111<\/ref>{{Undue weight inline}}\n\nGiáo sư Nguyễn Văn Kiệm cho rằng: \"Các giáo sĩ thừa sai, trong đó có Alexandre de Rhôde, đã gây nên một cú sốc lớn đối với đời sống tâm linh và văn hóa của dân tộc ta khi đó… Họ mang mặc cảm tự cao cho rằng Cơ Đốc giáo là tôn giáo hoàn vũ, cao siêu hơn bất cứ tôn giáo nào khác … Do đó, họ coi các tôn giáo truyền thống bản địa đều là thấp kém, man muội cần phải xóa sạch để thay thế bằng Cơ Đốc giáo.\"<ref>\"Sự Du Nhập đạo Thiên Chúa vào Việt Nam từ thế kỷ 17 đến thế kỷ 19\", trang 300-301. Hội Khoa học Lịch sử Việt Nam, Hà Nội, 2000.<\/ref>\n\nGiáo sư Vũ Minh Giang đồng ý rằng việc hạ thấp và bôi xấu một số tôn giáo chủ đạo ở Việt Nam thế kỷ 17 là một hạn chế của Alexandre de Rhodes, nhưng điều này cần phải đặt trong bối cảnh truyền giáo đặc trưng ở thế kỷ 17 khi các giáo sĩ đề cao tôn giáo mình và làm giảm vị thế các tôn giáo khác để truyền giáo. Có thể phê phán mặt hạn chế của ông, nhưng cần tiếp cận vấn đề \"một cách toàn diện và khách quan, thay vì chỉ xoáy vào một mặt nhất định và đẩy tới mức cực đoan.\"<ref>{{chú thích web|author1=<!-- Cúc Đường -->|title=Nhìn lại vai trò của Alexandre de Rhodes: Không nên sa vào những suy diễn cực đoan|url=https:\/\/thethaovanhoa.vn\/van-hoa\/nhin-lai-vai-tro-cua-alexandre-de-rhodes-khong-nen-sa-vao-nhung-suy-dien-cuc-doan-n20191205070115302.htm|date = ngày 5 tháng 12 năm 2019}}<\/ref>\n\nTác giả Mặc Giao nhận định dù có những tài năng về hội nhập văn hóa Việt Nam, giáo sĩ de Rhodes có những sai lầm khi nhận xét về một số tôn giáo có trước đó tại Việt Nam. Linh mục Trần Thái Đỉnh cho rằng de Rhodes \"hoặc vì không hiểu, hoặc vì muốn xuyên tạc\" đã không thấy rằng hai thuyết vô thần và thờ ngẫu tượng \"có thể chỉ là hai hình thức bị bóp méo của Tiểu Thừa và Đại Thừa\". Mặc Giao phỏng định rằng những sai lầm trầm trọng của de Rhodes về Phật giáo xuất phát từ tâm trạng truyền giáo hăng say quá độ trong khi \"không cần tìm hiểu tường tận, chỉ cần dựa vào một số chi tiết để đả phá, nhằm mục đích làm sáng tỏ đạo của mình.\"<ref name=\"VHNA\" \/> Theo tác giả Bùi Kim Phong, de Rhodes chú trọng tìm hiểu thực hành tôn giáo hằng ngày của dân chúng thay vì những văn bản lý thuyết truyền thống của các tôn giáo này; có khi ông \"thiếu hiểu biết về lý thuyết của niềm tin nơi các tôn giáo này, nhưng lại hiểu sâu rộng về cách thể hiện niềm tin\" của người dân thế lỷ 17. Phản bác mạnh mẽ những điều mà mình cho là sai lầm, de Rhodes cũng xác định những yếu tố của sự thật và thiện hảo trong các tôn giáo này. Ông đánh giá cao những điều tốt trong nghi thức và phong tục tôn giáo địa phương, khuyên giáo dân tôn trọng, và ông sửa đổi cho mang tính chất Công giáo.<ref>{{Chú thích web|url=https:\/\/gpquinhon.org\/q\/lich-su-giao-phan-giao-xu\/alexandre-de-rhodes-s-j-nha-truyen-giao-573.html|tựa đề=Alexandre de Rhodes S.J. Nhà truyền giáo|tác giả=Antôn Bùi Kim Phong|ngày=2017|url-status=live}}<\/ref>\n\n=== Khác ===\nNgoài cuốn Tự Điển Việt-Bồ-La đã được Kho Tàng trữ của Thư viện Quốc gia Bồ Đào Nha scan và đưa lên mạng [[Internet]] ([http:\/\/purl.pt\/961 xem tại đây]), còn có bộ các tác phẩm khác trong ấn bản đầu tiên ở [[thập niên 1650]] mà Giáo sĩ Đắc-Lộ viết bằng [[tiếng Latin]], [[tiếng Ý]] và [[tiếng Pháp]] có thể tìm thấy [http:\/\/www.jesuitica.be\/catalogue\/catalogueAuthor.php?id=828 tại Thư viện Maurits Sabbe] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928021952\/http:\/\/www.jesuitica.be\/catalogue\/catalogueAuthor.php?id=828 |date = ngày 28 tháng 9 năm 2007}} của [[Đại học Công giáo tại Louvain]] (''Université catholique de Louvain'') tại [[Bỉ]]. Ngoài ra, có thêm một số ấn bản hoặc tái ấn bản cũng được tìm ra [http:\/\/opac.porbase.org\/ipac20\/ipac.jsp?session=E1846091J96R9.184754&profile=porbase&uindex=AW&term=Rhodes,%20Alexandre%20de,%201591-1660&aspect=advanced&menu=search&source=192.168.0.17@!porbase#focus trong cơ sở dữ liệu PORBASE] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927025951\/http:\/\/opac.porbase.org\/ipac20\/ipac.jsp?session=E1846091J96R9.184754&profile=porbase&uindex=AW&term=Rhodes,%20Alexandre%20de,%201591-1660&aspect=advanced&menu=search&source=192.168.0.17@!porbase#focus |date = ngày 27 tháng 9 năm 2007}} của Liên hiệp các thư viện ở [[Bồ Đào Nha]].\n\n== Hậu thế ==\n[[Tập tin:Tem Alexandre de Rhodes.jpg|nhỏ|Tem tưởng niệm Alexandre de Rhodes phát hành thời Việt Nam Cộng hòa]]\nMặc dù [[chữ Quốc ngữ]] đã ra đời từ giữa thế kỷ 17, nhưng các văn phẩm Công giáo tại Việt Nam trong hơn 200 năm sau đó chủ yếu được viết bằng [[chữ Nôm]], chữ Hán hoặc tiếng Latin.<ref>{{Chú thích sách|title=Vietnamese tradition on trial, 1920–1945|first=David G|last=Marr|page=145|url=http:\/\/books.google.com\/books?id=FkcZ_nGkW-oC&pg=PA145&dq=%22Dictionarium+Annamiticum+Lusitanum+et+Latinum%22&lr=}}<\/ref> Khi [[người Pháp]] củng cố nền cai trị tại Việt Nam thì chữ Quốc ngữ được đặt làm một văn tự chính thức trên toàn Việt Nam vào đầu thế kỷ 20. Chữ Quốc ngữ được các trí thức và phong trào yêu nước cổ vũ để phổ biến tư tưởng canh tân và tinh thần độc lập.<ref>Nguyễn Hồng Dương. \"[http:\/\/www.hannom.org.vn\/detail.asp?param=1757&Catid=750 Mối quan hệ giữa Nho giáo và Công giáo ở Việt Nam]\". ''Thông báo Hán Nôm 2008''.<\/ref><ref>{{Chú thích web|url=https:\/\/nhandan.vn\/dong-chay\/Ch%e1%bb%af-qu%e1%bb%91c-ng%e1%bb%af-v%c3%a0-ng%c6%b0%e1%bb%9di-%c4%91%e1%bb%93ng-h%c3%a0nh-kh%c3%b4ng-m%e1%bb%8fi-567966\/|tựa đề=Chữ quốc ngữ và người đồng hành không mỏi|tác giả=Ngô Vương Anh|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Khoa-hoc-Van-Minh\/Chu-quoc-ngu-Co-hoi-ngau-nhien-hay-lua-chon-tat-yeu-i549758\/|tựa đề=Chữ quốc ngữ: Cơ hội ngẫu nhiên hay lựa chọn tất yếu?|tác giả=Lê Huy Hoàng|url-status=live}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.vanhoanghean.com.vn\/component\/k2\/30-nhung-goc-nhin-van-hoa\/12000-yeu-nuoc-truoc-het-la-yeu-tieng-me-de|tựa đề=Yêu nước trước hết là yêu tiếng mẹ đẻ|tác giả=Nguyễn Hải Hoành|url lưu trữ=https:\/\/web.archive.org\/web\/20200925215248\/http:\/\/www.vanhoanghean.com.vn\/component\/k2\/30-nhung-goc-nhin-van-hoa\/12000-yeu-nuoc-truoc-het-la-yeu-tieng-me-de|ngày lưu trữ=2020-09-25}}<\/ref><ref>{{Chú thích web|url=https:\/\/tiasang.com.vn\/-van-hoa\/Chu-Quoc-ngu-thuo-giao-thoi-Giua-nhung-bien-co-chinh-tri-22959|tựa đề=Chữ Quốc ngữ thuở giao thời: Giữa những biến cố chính trị|tác giả=Phạm Thị Kiều Ly|url-status=live}}<\/ref> Do hạn chế về tài liệu và với các mục đích khác nhau trong thời [[Pháp thuộc]] mà cả người Pháp và nhà báo [[Nguyễn Văn Vĩnh]]<ref>{{chú thích báo|author1=Nguyễn Văn Vĩnh|title=Le Quốc Ngữ modifié|work=L'Annam Nouveau|issue=115|date = ngày 6 tháng 3 năm 1932}}<\/ref> đã ca tụng Alexandre de Rhodes như là người sáng tạo nên chữ Quốc ngữ. Sau này, nhờ tiếp cận và nghiên cứu tư liệu gốc, các học giả thời [[Việt Nam Cộng hòa]] như Đỗ Quang Chính, Thanh Lãng, Nguyễn Khắc Xuyên, Lê Ngọc Trụ bắt đầu minh định rằng chữ Quốc ngữ là một thành tựu tập thể của các tu sĩ Dòng Tên tại Việt Nam. Việc ngày nay lại vẫn đặt câu hỏi ai đã tạo ra chữ Quốc ngữ là \"đang đi thụt lùi\".<ref>{{chú thích web|author1=Hoàng Mạnh Hà|title=Đặt vấn đề ai là cha đẻ chữ quốc ngữ là không khoa học|url=https:\/\/plo.vn\/xa-hoi\/dat-van-de-ai-la-cha-de-chu-quoc-ngu-la-khong-khoa-hoc-647504.html|website=Pháp luật Thành phố Hồ Chí Minh|date = ngày 19 tháng 8 năm 2016}}<\/ref>\n\nNăm 1941, [[Hội Trí Tri]] cùng với [[Hội Truyền bá Quốc ngữ]] đã quyên góp để dựng một nhà bia kỷ niệm ngày sinh nhật thứ 350 của giáo sĩ Đắc Lộ ở gần bên bờ [[hồ Hoàn Kiếm|hồ Gươm]] cạnh [[Đền Bà Kiệu]]. Tấm bia đá đến năm 1957 thì bị gỡ bỏ và mất tích đến năm 1992 thì mới tìm lại được; hiện tấm bia do Sở Văn hóa Hà Nội lưu giữ.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa\/chuyen-it-biet-ve-tam-bia-tuong-niem-a-de-rhodes-tai-ha-noi-n20191202073837133.htm|tựa đề=Chuyện ít biết về tấm bia tưởng niệm A. De Rhodes tại Hà Nội|tác giả=Phạm Văn Tình|ngày=2019-12-02}}<\/ref> Năm [[1943]] chính quyền thuộc địa [[Liên bang Đông Dương|Đông Dương]] phát hành con [[tem thư|tem]] 30 xu để tôn vinh những đóng góp của ông trong quá trình phát triển chữ Quốc ngữ. Thời kỳ [[Việt Nam Cộng hòa]] cũng phát hành một bộ bốn con tem kỷ niệm 300 năm ngày mất của ông, nhưng ra trễ 1 năm (phát hành ngày 5 tháng 11 năm 1961). Tên ông được đặt cho một trường trung học và một con đường ở [[Thành phố Hồ Chí Minh|Sài Gòn]] gần [[Dinh Độc Lập]]. Con đường mang tên ông bị đổi thành [[Thái Văn Lung]] năm 1985; vào năm 1995, sau một hội thảo chính thức của Hội Khoa học Lịch sử,<ref>{{chú thích web|title=VN: Có nên đặt tên đường phố ở Đà Nẵng theo hai Giáo sĩ Công giáo?|url=https:\/\/www.bbc.com\/vietnamese\/vietnam-50688707|date = ngày 8 tháng 12 năm 2019}}<\/ref> con đường này lấy lại tên Alexandre de Rhodes cho đến nay.<ref name=\"Do 2004\" \/><ref>{{chú thích web|author1=Diễm Thi|title=Việc đặt tên đường Alexandre de Rhodes ở Đà Nẵng: Phản bác hay thận trọng?|url=https:\/\/www.rfa.org\/vietnamese\/in_depth\/naming-alexandre-de-rhodes-danang-object-or-consider-dt-11262019130903.html|date = ngày 26 tháng 11 năm 2019}}<\/ref>\n\nNgày 5 tháng 11 năm 2018, kỷ niệm 358 năm ngày mất của Alexandre de Rhodes, Giáo sư Nguyễn Đăng Hưng, Tiến sĩ Khảo cổ học Nguyễn Thị Hậu cùng 17 người Việt Nam là nhà văn, nhà thơ, nhà báo, doanh nhân, và những người quan tâm đến việc bảo tồn [[chữ Quốc ngữ]], đã khánh thành 3 tấm bia tri ân đặt quanh [[mộ]] ông tại Nghĩa trang Armenia, thành phố [[Isfahan]], [[Iran]]. Buổi lễ còn có sự tham dự của giới chức tôn giáo và dân sự thành phố. Trên bia đá có ghi dòng chữ tri ân bằng [[tiếng Việt]], [[tiếng Anh]], [[tiếng Ba Tư]].<ref>{{chú thích web | url = http:\/\/www.vanhoanghean.com.vn\/tintuc\/khanh-thanh-bia-tri-an-alexandre-de-rhodes | tiêu đề = Khánh thành bia tri ân Alexandre de Rhodes tại Isfahan (Iran) | author = | ngày = | ngày truy cập = 11 tháng 11 năm 2018 | nơi xuất bản = | ngôn ngữ = | archive-date = ngày 11 tháng 11 năm 2018 | archive-url = https:\/\/web.archive.org\/web\/20181111102230\/http:\/\/www.vanhoanghean.com.vn\/tintuc\/khanh-thanh-bia-tri-an-alexandre-de-rhodes | url-status=dead }}<\/ref>\n\n== Xem thêm ==\n{{Div col|colwidth=30em}}\n* [[Từ điển Việt–Bồ–La]]\n* [[Francisco de Pina]]\n* [[Gaspar do Amaral]]\n* [[Antonio Barbosa]]\n* [[Girolamo Maiorica]]\n* [[Anrê Phú Yên]]\n{{Div col end}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Schatz, Klaus. ''Hoa Trái ở Phương Đông. Alexandre de Rhodes (1593-1660) và công cuộc truyền giáo thời kỳ đầu của Dòng Tên tại Việt Nam.'' Phương Đông 2017.\n\n== Liên kết ngoài ==\n{{wikiquote}}\n{{wikisource tác giả|Alexandre de Rhodes}}\n{{Thể loại Commons|Alexandre de Rhodes}}\n* {{TĐBKVN|34398|ĐƠ RÔT A.}}\n* {{Britannica|501600|Alexandre de Rhodes (French missionary)}}\n* [http:\/\/www.bbc.co.uk\/vietnamese\/specials\/1232_jacques_roland\/page2.shtml Giáo sĩ Bồ Đào Nha và chữ Quốc Ngữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050428022315\/http:\/\/www.bbc.co.uk\/vietnamese\/specials\/1232_jacques_roland\/page2.shtml |date = ngày 28 tháng 4 năm 2005}} BBC Việt ngữ 6\/3\/2005\n* [http:\/\/www.manresa-sj.org\/stamps\/1_Rhodes.htm Father Alexandre de Rhodes, SJ (1591-1660) Apostle of Viet Nam - Trang sưu tầm tem A. de Rhodes]\n* [http:\/\/www.dunglac.org\/index.php?m=module2&id=64 Đỗ Quang Chính, các bài viết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130101060817\/http:\/\/www.dunglac.org\/index.php?m=module2&id=64 |date = ngày 1 tháng 1 năm 2013}}\n* [http:\/\/www.dunglac.org\/index.php?m=module2&id=85 Nguyễn Khắc Xuyên, các bài viết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121231045417\/http:\/\/www.dunglac.org\/index.php?m=module2&id=85 |date = ngày 31 tháng 12 năm 2012}}\n* Trần Duy Nhiên và Roland Jacques (2007) [http:\/\/ttntt.free.fr\/archive\/duynhienTran.html \"Phản hồi bài viết của Gs Ts Phạm Văn Hường\"].\n* Nguyễn Đình Đầu (2007). [http:\/\/vntaiwan.catholic.org.tw\/07news\/7news129.htm \"Về bài báo vu khống và phỉ báng cha Đắc Lộ\"]. ''Nguyệt san Công giáo và Dân tộc'' số 145.\n{{Kitô giáo tại Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n\n{{Dữ liệu nhân vật\n|TÊN=Rhodes, Alexandre de\n|TÊN KHÁC=A-Lịch-Sơn Đắc-Lộ (tiếng Việt)\n|TÓM TẮT=nhà truyền giáo [[dòng Tên]] người [[Pháp]] và nhà [[ngôn ngữ học]]\n|LÚC SINH=[[15 tháng 3]], [[1591]]\n|NƠI SINH=[[Avignon]], [[Pháp]]\n|LÚC MẤT=[[5 tháng 11]] năm [[1660]]\n|NƠI MẤT=[[Ispahan]], [[Iran|Ba Tư]]\n}}\n{{Thời gian sống|sinh=1593|mất=1660|tên=Rhodes, Alexandre de}}\n\n{{DEFAULTSORT:Rhodes, Alexandre de}}\n[[Thể loại:Người Avignon]]\n[[Thể loại:Người Lãnh địa Giáo hoàng]]\n[[Thể loại:Tu sĩ Dòng Tên]]\n[[Thể loại:Linh mục Công giáo Rôma]]\n[[Thể loại:Nhà truyền giáo tại Việt Nam]]\n[[Thể loại:Chữ Quốc ngữ]]\n[[Thể loại:Tín hữu Công giáo được đặt tên đường ở Việt Nam]]"}