{"1260150":"<!-- Đã che mã nguồn: [[Tập tin:Amirallatouche-treville1.jpg|nhỏ|Tàu Amiral Latouche-Tréville]] -->\n'''Tàu Amiral Latouche-Tréville'''  (phiêm âm: Tàu La-tu-sơ Tơ-rê-vin), còn được gọi là '''tàu Đô đốc Latouche-Tréville''', là một thương thuyền của [[Công ty Vận tải đường biển Chargeurs Réunis]] (''Compagnie Maritime des Chargeurs Réunis'') của [[Pháp]]. Nhiều tài liệu lịch sử ghi nhận rằng một thanh niên trẻ người Việt tên Văn Ba đã từng phục vụ trên tàu từ năm 1911 đến 1913 với vai trò phụ bếp, người mà về sau nổi tiếng với tên gọi [[Hồ Chí Minh]].\n\nCần tránh nhầm lẫn với '''[[:en:French ship Latouche-Tréville|3 chiếc tàu cùng tên]]''' khác của [[Hải quân Pháp]]. Các tàu này được đặt tên theo một [[Đô đốc]] người Pháp, [[Louis-René Levassor de Latouche Tréville]] (1745–1804).\n\n==Các thông tin cơ bản==\nTàu Amiral Latouche-Tréville thuộc quyền sở hữu của hãng tàu Chargeurs Réunis, còn gọi là Hãng Năm Sao do biểu trưng của hãng có hình 5 ngôi sao trên cột ống khói. Đây là một trong 6 chiếc tàu mang danh hiệu của Amiral của hãng Chargeurs Réunis, gồm Latouche-Tréville, de Kersaint, Nielly, Orly, Ponty và Magon.\n\nChiếc tàu được đặt theo tên của Đô đốc hải quân Pháp Louis René Latouche-Tréville (1745-1804), mang số hiệu 5601960, do Hãng đóng tàu Loire (Pháp) khởi công đóng vào [[21 tháng 9]] năm 1903 và hạ thủy vào tháng 2 năm 1904 tại [[Nantes]]. Tàu có kích thước dài 118,7m, ngang 15,2m, trọng tải 5.572 [[tấn]], tải trọng tối đa 7.200 tấn, vận hành bằng hơi nước, sức chứa tối đa có thể đạt đến 1.100 người (kể cả thủy thủ đoàn).\n\nSau khi được hạ thủy, tàu được hãng Chargeurs Réunis đưa vào khai thác từ năm 1904 đến 1929. Thời kỳ [[Thế chiến thứ nhất]], tàu từng được dùng đưa Lữ đoàn viễn chinh của Nga, do tướng Lokhvitsky chỉ huy, từ [[Mãn Châu Lý]] sang [[Marseille]] để tham chiến cùng đồng minh Pháp. Ngày [[27 tháng 2]] năm 1925, tàu va chạm với tàu hơi nước Anna Skogland của [[Na Uy]] tại [[Havre]] và bị hư hỏng nhẹ. Ngày [[11 tháng 3]] năm 1929, tàu được cho nghỉ hưu và tháo dỡ tại [[Dunkerque]] chỉ sau 25 năm hoạt động.\n\n==Dấu ấn liên quan đến một con người lịch sử==\n{{Chính|Ngày Bác Hồ ra đi tìm đường cứu nước}}\nĐầu thập niên 1920, văn phòng hãng Chargeurs Réunis ở Sài Gòn được đặt đối diện bờ [[Sông Sài Gòn|sông Bến Nghé]], ngay góc phố Catinat, bây giờ là [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|Đồng Khởi]], trên lầu một tiệm cà phê có bảng hiệu là La Rotonde.<ref>Lúc ấy ở Đông Dương, ngoài hai Công ty hàng hải Pháp là Chageurs Réunis và Messageries Maritimes, còn có sự cạnh tranh của hãng tàu Vĩnh Sanh Chung (chú Hỷ) khai thác tuyến đường Sài Gòn - Sán Đầu và [[Bạch Thái Bưởi]] gồm 3 chiếc, ''Phi Long'', ''Phi Phụng'' và ''Khoái tử Long''.<\/ref> Ngày [[2 tháng 6]] năm [[1911]], tàu Amiral Latouche Tréville, với thuyền trưởng [[Louis Édouard Maisen]] và đoàn thủy thủ 69 người, từ [[Hải Phòng]] vào cập bến Sài Gòn. Trong dịp này, hãng Chargeurs Réunis tuyển thêm một số nhân sự làm việc trên tàu.\n\nTrong số những người xin việc, có một thanh niên mảnh khảnh làm nghề khuân vác ở bến tàu (docker),<ref>Theo nhà báo người Anh John Edward Milner, công tác ở đài Accacia và Channel fourth, British Television.<\/ref> rất siêng năng và thường giao tiếp với các thủy thủ trên bến, đã đến văn phòng hãng tham dự phỏng vấn. Người thanh niên trẻ này biết tiếng Pháp, khai tên là [[Hồ Chí Minh|Văn Ba]] (hay Nguyễn Văn Ba), được nhận vào chân phụ bếp (kiêm tạp vụ), nôm na gọi là ''bồi'' và xuống tàu làm việc kể từ ngày [[3 tháng 6]] năm 1911 tại cảng Sài Gòn (''Port de Saigon'') đối diện [[Bến Nhà Rồng]], nơi cầu tàu Charner (''appontement de Charner''), nay là đầu phố Nguyễn Huệ.<ref>[http:\/\/tamlongvang.laodong.com.vn\/chinh-tri\/tim-lai-cau-tau-noi-bac-ho-roi-cang-sai-gon-4917.bld Tìm lại cầu tàu nơi Bác Hồ rời cảng Sài Gòn]<\/ref> Ngày [[5 tháng 6]] năm 1911, tàu nhổ neo rời Sài Gòn để thực hiện cuộc hành trình đến [[Singapore]].\n\n==Hành trình của người phụ bếp trẻ==\n[[Tập tin:So_luong_Van_Ba.jpg|thumb|400px|Bản chụp sổ lương thủy thủ tàu Amiral Latouche Tréville. Sổ lương ghi lương tháng 6\/1911 của Văn Ba là 50 Francs với công việc là phụ bếp. Đây là mức lương thấp nhất trong 72 thủy thủ trên tàu.]]\n[[Hồ Chí Minh]] về sau này đã thuật lại về quãng đời của mình khi làm phụ bếp trên tàu Amiral Latouche-Tréville thông qua quyển sách \"[[Bút hiệu của Hồ Chí Minh#Trần Dân Tiên|Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch]]\" của [[Trần Dân Tiên]]. Rời Sài Gòn, chiếc tàu lần lượt đến [[Singapore]], băng qua eo biển [[Melaka|Malacca]], rồi [[Ấn Độ]], [[Sri Lanka|Ceylon]], [[Djibouti]] (sừng châu Phi), vào [[Biển Đỏ]], [[Port Said]], lại ra [[Biển Đỏ]], vào [[Địa Trung Hải]] và cập cảng [[Marseille]] (Pháp) ngày [[6 tháng 7]] năm 1911. Cuộc hành trình nghìn dặm xuyên qua nhiều lục địa khá vất vả, công việc trên tàu cũng không nhàn hạ, dậy sớm thức khuya, đầu tắt mặt tối, phải làm đủ mọi thứ, từ lau chùi, quét dọn trên bong, đến tiếp tế nhiên liệu (than), phục vụ hành khách, phụ bếp (lặt rau, gọt vỏ, rửa chén,v.v), nhưng đối với anh Văn Ba, thì chẳng qua đó chỉ là những thử thách mà người thanh niên này phải phấn đấu nếu muốn vượt được chặng đường vạn dặm trong lần xuất dương đầu tiên trong đời mình, anh vui vẻ chấp nhận số phận mà anh coi đó như là một cơ may hiếm có. Mặc dầu thể lực yếu ớt (những đồng nghiệp thủy thủ thường trêu chọc gọi anh bằng \"thư sinh\"), nhưng anh không lấy thế làm buồn, những lúc rảnh rỗi, vào giờ tan ca buổi tối, anh thường dành thì giờ để đọc sách, trong lúc bạn bè tụ tập, quây quần chơi bài thư giãn.\n\nTrong khoảng thời gian ngắn tàu lưu ở Marseille, Văn Ba được phép lên bờ, thăm viếng bến Cảng [[Cannebière]]. Sau đó tàu nhổ neo đi tiếp đến [[Le Havre]] ngày [[15 tháng 7]] năm 1911 để rồi đến [[Dunkerque]] để sửa chữa tu bổ trong hơn 40 ngày. Tại đây, Văn Ba được thuyền trưởng Louis Édouard Maisen cho phép được tự do ít ngày, sau đó về tư gia của ông tại [[Sainte Adresse]] để phụ việc làm vườn. Cũng trong dịp này, Văn Ba có lần đến Paris với mục đích tìm gặp cụ [[Phan Châu Trinh]] để tìm kiếm sự giúp đỡ.\n\nSau khi tàu Amiral Latouche-Tréville được tu bổ xong, Văn Ba lại theo thủy thủ đoàn của Louis Édouard Maisen tiếp tục cuộc hành trình đi [[Châu Mỹ]], qua ngả bờ tây [[Châu Phi]], nơi tập trung đa số các thuộc địa Pháp ([[Bờ Biển Ngà]], [[Gabon]], [[Mauritanie]], [[Sénégal]],v.v), mỗi nơi sẽ phải cập cảng khá lâu, nên Văn Ba lại có dịp tham quan thoải mái các nước thuộc địa này. Rời châu Phi, con tàu lại vượt biển xuôi Nam, qua [[Mũi Hảo Vọng]] để men theo bờ đông châu Mỹ, lần lượt viếng [[Argentina]], [[Uruguay]], [[Paraguay]] kế đó là [[Brasil|Brazil]], rồi tiểu [[Antilles]], để cuối cùng đến [[Hoa Kỳ|Mỹ]] vào đầu tháng 12 năm 1912. Tại Mỹ, Văn Ba đã gởi một bức thư từ [[Thành phố New York|New York]] cho Khâm sứ [[Trung Kỳ]] ngày 15 tháng 12, ký tên ''Paul Tatthanh''. Rời New York, tàu cập cảng [[Boston]] và quay về Le Havre vào đầu năm 1913, Tất Thành qua [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh quốc]] và lưu ngụ bên đó trong bốn năm (1913- cuối 1916).\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{refbegin}}\n* [[An Chi]], [http:\/\/nhavantphcm.com.vn\/hoat-dong-hoi\/tu-lieu-van-hoc\/tung-tich-chiec-amiral-latouche-treville.html# Đi tìm diện mạo và tung tích chiếc Amiral Latouche Tréville] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110824053241\/http:\/\/nhavantphcm.com.vn\/hoat-dong-hoi\/tu-lieu-van-hoc\/tung-tich-chiec-amiral-latouche-treville.html |date=2011-08-24 }}\n* Cao Văn Luận: ''\"Bên dòng lịch sử\"'', Nhà xuất bản Trí Dũng, Cơ sở ấn loát Nguyễn Bá Tòng, Sài Gòn, 1969.\n* [http:\/\/www.flickriver.com\/photos\/13476480@N07\/sets\/72157626905306074\/ Hình ảnh tàu Đô đốc Latouche-tréville [tàu buôn (ở trên), tàu quân sự (ở dưới)].\n* Trần Dân Tiên, ''Những mẫu chuyện về đời hoạt động của Hồ Chí Minh'', lần đầu xuất bản ở TQ năm 1948, ở Paris (năm sau), Nhà xuất bản Văn Học Hà nội lần thứ 8 (1972), ấn phẩm mới nhất của Nhà xuất bản Trẻ, 159 trang, 2005.\n* Peter Anthony De Caro: ''Rhetoric of Revolt: Ho chi Minh's Discourse for Revolution''. Preager pub. 2003.\n* Bernard Fall: ''Street without Joy, Stackpole Books'', 1961,1963,1964.\n* Jean Lacouture: \"''Hồ Chí Minh''\". Éd du Seuil. 256 p, Paris. 1967.\n* Latouche-treville: ''An account of the literary magazine''. American Register.16\/01\/1805. Vol III.31\n{{refend}}\n\n[[Thể loại:Hoàn toàn không có nguồn tham khảo]]\n[[Thể loại:Tàu buôn Pháp]]\n[[Thể loại:Hồ Chí Minh]]"}