{"1242156":"{{bài cùng tên|An Dũng}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = An Dũng\n| hình = \n| ghi chú hình = \n| vĩ độ = 14\n| kinh độ = 108\n| vĩ phút = 39\n| vĩ giây = 29\n| kinh phút = 48\n| kinh giây = 05\n| diện tích = 42,33 km²<ref name=MS\/>\n| dân số = 1.122 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 27 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Định]]\n| huyện = [[An Lão, Bình Định|An Lão]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 21616<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''An Dũng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[An Lão, Bình Định|An Lão]], tỉnh [[Bình Định]], [[Việt Nam]].\n\nXã An Dũng có diện tích 42,33&nbsp;km², dân số năm 1999 là 1.122 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 27 người\/km².\n\n== Hành chính ==\nXã An Dũng được chia thành 4 thôn: 1, 2, 3, 4.\n\n== Giải tỏa \"trắng\" xã An Dũng ==\nNgày 15\/4\/2017, Thủ tướng Chính phủ có Quyết định 492\/QĐ-TTg phê duyệt chủ trương đầu tư '''Dự án hồ chứa nước Đồng Mít''', tỉnh Bình Định. Theo đó, hồ chứa nước Đồng Mít có dung tích gần 90 triệu m3, tổng mức đầu tư 2.143 tỉ đồng từ nguồn vốn trái phiếu Chính phủ và ngân sách địa phương. Thủ tướng Chính phủ giao Ban quản lý Đầu tư và xây dựng thủy lợi 6 (Bộ Nông nghiệp và Phát triển nông thôn) thực hiện hợp phần xây dựng công trình đầu mối hồ chứa nước; Ban quản lý Dự án Nông nghiệp và Phát triển nông thôn tỉnh Bình Định thực hiện hợp phần bồi thường, hỗ trợ và tái định người dân vùng lòng hồ. Dự án được thực hiện từ năm 2017 đến năm 2021, dự kiến khởi công vào đầu quý 4\/2018.\n\nUBND tỉnh Bình Định vừa quyết định phê duyệt phương án bồi thường, di dời toàn bộ xã An Dũng, huyện An Lão để nhường đất cho dự án. Theo đó, 443 hộ dân người dân tộc H'rê, với 1.725 nhân khẩu của xã An Dũng nằm trong lòng hồ sẽ được di dời đến 2 khu tái định cư ở các xã An Trung và An Hưng, xã An Dũng cũng sẽ được tái lập ở địa điểm mới.\n\nToàn bộ 443 hộ dân xã An Dũng sẽ chuyển đến 2 khu tái định cư và thành lập xã An Dũng ở địa điểm mới. Khu tái định cư số 1 với quy mô rộng 58ha ở xã An Trung, được quy hoạch để thành lập trung tâm hành chính xã An Dũng mới; tại đây sẽ bố trí khoảng 322 lô đất ở, mỗi lô rộng 450m2. Khu tái định cư số 2 nằm trên địa bàn xã An Hưng, được quy hoạch xây dựng 1 thôn của xã An Dũng mới, diện tích rộng 21 ha, với 221 lô đất ở. UBND huyện An Lão cũng đã quy hoạch 80ha đất trồng lúa nước và 354ha đất rừng nằm liền kề với 2 khu tái định cư này để giao cho các hộ dân canh tác, ổn định sản xuất. Theo thiết kế, tại các khu tái định cư sẽ được xây dựng hoàn thiện hệ thống điện nước, trường học và các công trình phúc lợi công cộng.<ref>{{Chú thích web|url=https:\/\/dantocmiennui.vn\/binh-dinh-dam-bao-cuoc-song-nguoi-dan-di-doi-cho-du-an-ho-chua-nuoc-dong-mit-tot-hon-noi-o-cu\/174449.html|tựa đề=Bình Định đảm bảo cuộc sống người dân di dời cho dự án hồ chứa nước Đồng Mít tốt hơn nơi ở cũ {{!}} Xã hội {{!}} Báo ảnh Dân tộc và Miền núi|họ=núi|tên=Báo ảnh dân tộc và miền|ngày=2018-05-04|website=dantocmiennui.vn|ngôn ngữ=vi|ngày truy cập=2022-08-29}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Bình Định}}\n{{Đơn vị hành chính thuộc huyện An Lão, Bình Định}}"}