{"1242160":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = An Hà\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 24\n| vĩ giây = 57\n| kinh phút = 14\n| kinh giây = 09\n| diện tích = 8,82 km²<ref name=MS\/>\n| dân số = 8.245 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 935 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Bắc Giang]]\n| huyện = [[Lạng Giang]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 07396<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''An Hà''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lạng Giang]], tỉnh [[Bắc Giang]], [[Việt Nam]].\n\n==Địa lý==\nXã An Hà có diện tích 8,82&nbsp;km², dân số năm 1999 là 8.245 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 935 người\/km².\n\n==Hành chính==\nXã An Hà được chia thành 13 thôn: 1 (Xóm Mia), 2 (Xóm Hà), 3&4 (Xóm Đông), 5 (Xóm Kép), 6 (Xóm Nguộn), 7 (Xóm Ẻm), 8 (Đồi Giang), 9 (Xóm Mè), 10 (Xóm Vàng Hôn), 11 (Xóm Mác), 12 (Xóm Pha), 13 (Phố Bằng).\n\n==Văn hóa==\n===Lễ hội truyền thống===\n[[Hội vật làng Hà]] là một hội truyền thống của xã này.<ref>[http:\/\/www.vanhoabacgiang.vn\/index.php?option=com_content&view=article&id=578:hi-vt-lang-ha-xa-an-ha-huyn-lng-giang-tnh-bc-giang&catid=63:hoatdong-thethao&Itemid=69\/ Hội vật làng Hà]{{Liên kết hỏng|date=2021-02-04 |bot=InternetArchiveBot }}<\/ref>\n\nHàng năm cứ vào ngày mồng 8 tháng Giêng (âl), bà con nhân dân An Hà lại nô nức sắm sửa chuẩn bị cho lễ hội truyền thống. Vừa hết tết Nguyên Đán, bà con tranh thủ ra thăm đồng sau mấy ngày tết, lại nhanh nhanh trở về chuẩn bị lá dong. thịt mỡ dưa hành, lại gói bánh chưng để làm lễ gia tiên trong ngày hội làng. Cả xã có đến 13 thôn, nhưng chỉ có 4 thôn là Xóm Kép, Xóm Đông, Xóm Mia và Xóm Hà có ngôi nghè thờ thần, mỗi thôn này đều có thờ một vị thần linh thiêng, là biểu tượng tâm linh cho mỗi người dân trong thôn, trong xã.\n\nNgày mồng 7 Tết, các thôn chuẩn bị lễ hội ngay tại nghè làng mình. Các nam thanh nữ tú lựa chọn và tập hợp thành một đội rước kiệu. Các chàng trai cô gái xúng xính trong chiếc áo kiệu đủ màu, miệng cười tươi hớn hở, niềm tự hào được đại diện cho người dân trong làng đưa Thần về nơi chính hội. Những năm gần đây, khi kinh tế phát triển, các thôn có điều kiện mở rộng lễ hội. Tiêu biểu là lễ hội làng Kép, với nghi lễ rước thần long trọng đi vòng quanh ngôi làng, nhằm mục đích giáo dục tình yêu quê hương đất nước đối với thanh thiếu niên trong thôn, đồng thời muốn tỏ lòng tôn kính báo cáo với thần linh về sự phát triển trù phú của nhân dân trong làng. Trong lễ hội này, ban tổ chức cũng tại hiện lại những trò chơi dân gian truyền thống độc đáo như thi đập niêu, đi cầu kiều, chơi bao bố, chọi gà, cờ vua, cờ tướng và các trò chơi khác cho thanh thiếu niên như bóng đá, bóng chuyền, cầu lông,... Điều đó có ý nghĩa gió phần gìn giữ những nét đẹp văn hóa của quê hương, đồng thời, tăng cường tinh thần đoàn kết, yêu quê hương đối với thế hệ trẻ.\n\n===Lễ hội chính===\n'''Chùa Hà''' là ngôi chùa cổ đã từng được công nhận là di tích văn hóa cấp quốc gia, với truyền thống lâu đời, người dân Làng Hà nói riêng và nhân dân An Hà nói chung, đã có ý thức gìn giữ vẻ đẹp văn hóa truyền thống của quê hương mình. Nhân dân trong thôn, trong xã đã đồng lòng đóng góp kinh phí để tu bổ lại ngôi chùa, coi đó là nơi linh thiêng thành kinh đối với các vị thần linh, đồng thời coi đó là biểu tượng văn hóa cao quý trong lòng mỗi người con đất An Hà.\n\nLễ hội Chùa Hà được tổ chức vào mồng 8 tháng Giêng (âl). Theo các cụ bô lão tại địa phương, lễ hội này chính một buổi họp của 4 vị thần từ 4 làng lân cận. Sáng mồng 8, các làng có nghè thờ thần sẽ làm lễ rước thần về tụ hội tại ngôi chùa chính ở Chùa Hà, Tại đây, các cụ lão ông lão bà sẽ làm lễ tế thần cầu mong cho mưa thuận gió hòa, cầu cho nhân dân có được cuộc sống no đủ, hạnh phúc. Sau đó, ban tổ chức sẽ có những trò chơi truyền thống như cướp cầu, đánh đu, múa rối, đi cầu kiều, Vật, thi hát quan họ,... Nhân dân trong vùng coi đây là dịp để nghỉ ngơi, thư giãn và chuẩn bị tinh thần bước vào một mùa vụ mới, một năm làm ăn thuận lợi mới.\n\nKhi kết thúc phần hôị, những nam thanh nữ tú của các làng lại chuẩn bị lễ rước kiệu về.\n\nĐến hẹn lại lên, mỗi năm một lần, lễ hội chùa Hà trở thành một điểm hẹn cho nhân dân trong và ngoài xã về vui xuân trẩy hội. Đây còn là nơi gặp gỡ, hẹn \nhò của những chàng trai cô gái nơi quê nhà.\n\nNgày nay, những nét đẹp truyền thống văn hóa đang dần dần bị mai một, nhưng chắc chắn với mỗi người con quê hương An Hà sẽ luôn khắc ghi và gìn giữ những giá trị của ông cha, để đưa quê hương An Hà ngày càng giàu đep mà vẫn không đánh mất đi bản sắc truyền thống của An Hà.\n\n==Tham khảo==\n{{tham khảo|30em}}\n{{sơ khai Bắc Giang}}\n \n{{Đơn vị hành chính thuộc huyện Lạng Giang}}"}