{"561231":"{{bài cùng tên|An Mỹ}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = An Mỹ\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = 1999\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành lập = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = \n|bí thư =  \n| trụ sở UBND = \n|tỉnh=[[Thái Bình]]\n|huyện=[[Quỳnh Phụ]]\n|diện tích=8,37 km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ.<\/ref>\n|dân số=8.878 người<ref name=QD19Ds>Kết quả [[Điều tra dân số|Tổng điều tra dân số]] năm 1999, dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT.<\/ref>\n|mật độ dân số=\n| mã hành chính = 12559<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 41388\n}}\n\n'''An Mỹ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Quỳnh Phụ]], [[thái Bình|tỉnh Thái Bình]], [[Việt Nam]]. \nNăm [[2006]] xã An Mỹ được nhà nước phong tặng danh hiệu xã Anh Hùng.\n\n==Vị trí địa lý==\nXã An Mỹ phía [[đông]] giáp huyện Vĩnh Bảo, [[Hải Phòng]], phía [[nam]] giáp là xã Thụy Ninh huyện Thái Thụy, phía [[bắc]] giáp xã An Thanh, huyện Quỳnh Phụ, phía [[Tây]] giáp xã An Dục, huyện Quỳnh Phụ.\n\n==Lịch sử==\nXã An Mỹ ngày xa xưa có cái tên làng Tò. Chưa có tài liệu [[lịch sử]] nào công bố chính xác thời điểm '''làng Tò''' ra đời.\n\nCái tên ''làng Tò'' đã có hàng ngàn năm{{fact|date = ngày 6 tháng 1 năm 2013}}, chưa có tài liệu [[lịch sử]] nào công bố chính xác thời điểm '''làng Tò''' ra đời. Làng Tò ngày nay có tên là xã An Mỹ, bao gồm sáu làng nhỏ: ''[[Làng Tô Trang]], làng Tô Đàm, làng Tô Xuyên, làng Tô Đê, làng Tô Hồ, làng Tô Hải''.\n\n==Hành chính==\nXã An Mỹ bao gồm sáu [[thôn]] nhỏ: thôn Tô Trang, [[thôn]] Tô Đàm, thôn Tô Xuyên, thôn Tô Đê, thôn Tô Hồ, thôn Tô Hải.\n\n==Kinh tế==\nXã An Mỹ ba mặt giáp [[sông]], [[đất]] đai màu mỡ, thích hợp với việc trồng [[lúa|lúa nước]] và rau màu các loại.\n\nXã An Mỹ là một xã rất năng động trong khu vực, kinh tế phát triển thứ nhất trong [[huyện]]{{cần dẫn nguồn}}.\n[[Kinh tế]] chính của xã phụ thuộc vào sản xuất nông nghiệp, sản phẩm chính là [[lúa|lúa nước]]. Thời gian gần đây, thương nghiệp được đẩy mạnh, vận tải người và hàng hóa theo đó cũng phát triển mang lại một bộ mặt mới cho xã. ''Chợ Tò mới'' được khánh thành năm [[1998]] đã mở rộng cơ hội giao thương giữa các [[thôn]] với nhau và với các xã lân cận cũng góp phần to lớn thay đổi bộ mặt xã.\n\n==Đặc sản==\n===Gà Tò=== \n[[Gà Tò]] là một giống gà đặc biệt chỉ có ở xã An Mỹ, còn có tên khác là gà Tiến [[Vua]].Trong một dự án của ''viện chăn nuôi [[Việt Nam]]'' [[Gà Tò]] có tên danh sách [[động vật]] đặc biệt quý hiếm, cần được bảo tồn nguồn gen.\n\n===Bánh đa làng Tò===\n[[Bánh đa]] được làm từ bột gạo, và tráng thủ công bằng tay. Nghề tráng [[bánh đa]] mang lại thu nhập cho rất nhiều hộ gia đình thuộc khu vực ''thôn Tô Đê''. Buổi sáng, từ rất sớm, các tiểu thương chở xe máy chất đầy [[bánh đa]] sang các làng, xã lân cận để bán hoặc đổi lấy gạo.\nNgày nay bánh đa làng tò ngoài sản xuất bằng thủ công thì đã được sản xuất bằng máy móc, tuy nhiên thì vẫn giữ được chất lượng như khi còn làm bằng thủ công. Dân làng Tò ngày nay kinh tế ngày càng phát triển do đó bánh đa không còn để đổi lấy gạo nữa mà để bán lên các vùng, các thành phố lớn thậm chí là cả xuất khẩu nữa.\n\nĐặc điểm của bánh đa làng Tò là sợi nhỏ, dai, được phơi khô dùng để làm món phở, bánh đa cua, canh cá rô...Có hai loại bánh đa là bánh đa màu trắng và màu hơi vàng, bánh màu trắng dùng cho món phở truyền thống còn bánh màu vàng thì dùng cho món bánh đa cua đặc sản Hải Phòng.\n\n==Di tích lịch sử==\n===Đình Tô Hải===\nĐình làng Tô Hải là di tích có từ thời Đinh, thờ Nguyễn Tử Minh, người gốc phủ Ứng Hòa, Hà Nội đã về Bố Hải Khẩu theo [[Đinh Bộ Lĩnh]] đánh dẹp [[12 sứ quân]].\n===Đình Tò===\nĐình Tò là một di tích lịch sử đã bị giặc pháp đốt (khoảng năm [[1950]]). Có một điều đặc biệt trong việc xây cất ''đình Tò'' là: Công việc này được giao cho bốn [[thôn]], mỗi [[thôn]] đảm nhận một phần trong toàn thể kiến trúc ngôi [[đình]]. Khi bốn [[thôn]] vận chuyển nguyên vật liệu tới để lắp ráp thì có một [[kiến trúc]] hoàn chỉnh mà không cần chỉnh sửa. Cột [[đình]] được làm bằng [[gỗ lim|gỗ Lim]], to hai người ôm mới xuể. Rường chính to đến độ khi một người nằm trên ''Rường'' thì người bên dưới không thể nhìn thấy. Đến ngày nay, ngôi [[đình]] chỉ còn lại một số chân cột và thềm bằng [[đá]].\n=== Chùa Sắc Thiên Vương===\nSắc Thiên Vương Tự, [[tên Nôm]] là chùa Sóc là một ngôi chùa cổ kính và rất thiêng của Xã An Mỹ, Chùa được nằm tại Thôn Tô Xuyên - Xã An Mỹ. Năm 2012 nhà chùa quyên góp và xúc tiến xây pho tượng Phật rất lớn cao 26 [[mét]]. Tượng chưa hoàn thành thì ngày 8 Tháng 7, 2015 tượng bất thần đổ sập.<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=210007&zoneid=2#.VZ4lh0XA47A |ngày truy cập=2015-07-09 |tựa đề=\"Tượng phật cao nhất miền Bắc đang xây bất ngờ đổ sập\" |archive-date=2015-07-10 |archive-url=https:\/\/web.archive.org\/web\/20150710005948\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=210007&zoneid=2#.VZ4lh0XA47A |url-status=dead }}<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.vcn.vnn.vn\/PrintPreview.aspx?ID=2629 Gà Tò - động vật đặc biệt quý hiếm trong quỹ bảo tồn gen quốc gia]{{Liên kết hỏng|date = ngày 23 tháng 1 năm 2021 |bot=InternetArchiveBot }}\n\n{{Đơn vị hành chính thuộc huyện Quỳnh Phụ}}"}