{"1242241":"{{bài cùng tên|An Ninh}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = An Ninh\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 24\n| vĩ giây = 09\n| kinh phút = 28\n| kinh giây = 52\n| diện tích = 6,09 km²<ref name=MS\/>\n| dân số = 7.142 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.173 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Tiền Hải]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 13012<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''An Ninh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Tiền Hải]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\nXã An Ninh có diện tích 5,8&nbsp;km², dân số năm 2016 là 7.600 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 1.310 người\/km².\n\nXã An Ninh thuộc huyện Tiền Hải tỉnh Thái bình là một xã sản xuất nông nghiệp lâu đời. Mảnh đất nơi đây là do phù sa sông Hồng, sông Luộc và sông Trà Lý, một phần sông Thái Bình đã bồi đắp nên cư dân chủ yếu từ nơi khác đến đây làm ăn sinh sống. Nhân dân xã vốn gốc từ Nghệ An, Thanh Hóa. Gia phả các dòng họ sinh sống ở đây từ lâu đời như họ Chu, họ Bùi, họ Phạm, họ Ngô, họ Trần,... đều ghi ông thủy tổ của xã là người làng Diêm Phả, huyện Hậu Lộc tỉnh Thanh hóa. Các dòng họ trên đều có từ 16 đến 17 đời sinh sống tại xã. Dưới thời Lê Trung Hưng, Thượng tướng quân Chu Ngạn được triều đình nhà Lê giao cầm quân đánh giặc tại cửa biển phía đông tỉnh Thái Bình. Ông đã chọn một gò đất cao để đóng quân (nay thuộc khu trung tâm xã). Khi dẹp xong giặc, dưới con mắt của các vị tướng nhà Lê thì đây là vùng đất vừa có vị trí thuận lợi cho việc bố trì phòng thủ quân sự, vừa có điều kiện khai hoàng, mở rộng sản xuất, phát triển kinh tế nên đã dâng sớ xin triều đình cho quân lính khai hoang, lập ấp. Chính những tướng lĩnh, quân sỹ này đã quay về quê hương Thanh Hóa, Nghệ An chiêu nạp thêm người trong gia tộc, làng xã đi di cư lập làng mới để sinh sống. Thời gian một nửa về vùng đất Thái Bình để khai hoang, lập ấp và trở thành những công dân đầu tiên của mảnh đất này.  \n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Tiền Hải}}"}