{"288436":"{{Thông tin sách\n| name = An Nam chí lược\n| title_orig = 安南志略\n| translator = \n| image = 安南志略（四庫）.jpg\n| image_caption = ''An Nam chí lược'' (một trang trong cuốn 13), lưu trữ tại [[Văn Uyên Các]], [[Trung Quốc]].\n| author = \n| country = [[Đại Việt]]\n| language = [[Hán Văn]]\n| subject = [[Lịch sử Việt Nam]], [[Văn hóa Việt Nam]], [[Địa lý Việt Nam]]\n| bộ sách = 20 quyển (nay chỉ còn 19)\n| genre = [[Sách lịch sử]]\n| publisher = [[Nhà Nguyên]]\n| ngày phát hành = Ở nửa đầu [[thế kỷ 14]]\n| english_pub_date = \n| media_type = \n| pages = \n| isbn = \n| oclc = \n| dewey = \n| congress = \n| preceded_by = \n| followed_by = \n}}\n'''''An Nam chí lược''''' <ref>[[Chữ Hán]]: 安南志略, có nghĩa: \"Lược ghi về [[An Nam]]<\/ref><ref>An Nam là tên gọi nước Việt Nam thời xưa, xuất hiện từ năm 679 khi [[nhà Đường]] (Trung Quốc) đổi tên \"Giao Châu đô phủ\" thành \"An Nam đô hộ phủ\", và tồn tại đến đầu [[thế kỷ 10]] (sau đó đổi tên thành \"Giao Chỉ quận\"). Từ năm 1777 (đầu đời [[Lý Cao Tông]]), các vương triều Trung Quốc thường dùng tên \"An Nam quốc\" để chỉ nước Việt Nam ngày nay, và phong cho các vua Việt Nam tước hiệu là \"An Nam quốc vương\" (theo ''Từ điển bách khoa Việt Nam'', tập 1, 1995, tr. 44).<\/ref>, là một bộ sách sử viết bằng văn xuôi [[chữ Hán]] do [[Lê Tắc]]<ref>GS. [[Nguyễn Huệ Chi]] (tr. 34) cho biết: \"Lâu nay vẫn quen đọc là Lê Tắc (hay Trắc), nhưng [[Lê Mạnh Thát]] mới phát hiện ra cách đọc là \"Lê Thực\" qua lời chú của chính ''[[Đại Việt sử ký toàn thư]]''.<\/ref> (1263 - 1342) biên soạn khi sống lưu vong tại [[Trung Quốc]] ở khoảng nửa đầu [[thế kỷ 14]]. Nội dung sách ghi chép hỗn hợp về địa lý, lịch sử, văn hóa của An Nam ([[Việt Nam]] ngày nay) từ ban đầu đến cuối đời [[Nhà Trần|Trần]]. Nguyên bản có 20 quyển, nhưng hiện tại chỉ còn 19 quyển. Có lẽ đây là một công trình khảo cứu về Việt Nam lâu đời nhất còn lại, do một người Việt viết.<ref name=\"NHC\">Theo GS. Nguyễn Huệ Chi, sách ở mục tham khảo, tr.34-35.<\/ref>\n\n==Mục lục và nội dung (sơ lược)==\nDưới đây là mục lục sách ''An Nam chí lược'' được giới thiệu trong ''Tổng tập dư địa chí Việt Nam'' (tập 1), kèm theo là nội dung tóm tắt (phần để trong ngoặc) của GS. [[Nguyễn Huệ Chi]] và của ''An Nam chí lược hiệu bản''. Ở các bản khác, phần mục lục có dị biệt một vài chỗ.\n\n{|class=\"wikitable\"\n|-\n! ''Quyển''!! Tiêu đề!! Nội dung!! Ghi chú\n|-\n| 01 || Tổng quát || Thông tin tổng quát về Đại Việt, Địa lý đồ <ref>Bản đồ địa lý Việt Nam, phần này đã mất<\/ref>, Tổng tự<ref>Lịch sử tổng quát của Việt Nam từ thượng cổ đến đời Trần<\/ref>, Quận ấp, sơn thủy, cổ tích, Đường An Nam Đô hộ nguyên lệ châu quận<ref>Tên các châu quận vốn có trong An Nam đô hộ phủ đời Đường<\/ref>, phong tục<ref>Nói sơ về phong tục Việt Nam lúc bấy giờ<\/ref>, Biên cảnh phục dịch<ref>Nói sơ về nước [[Chiêm Thành]], [[Chân Lạp]], Liêu Tử<\/ref>, Trắc ảnh<ref>Đo bóng mặt trời<\/ref>. || <ref>{{Harvnb|Lê Tắc|1961|pp=4–17}}<\/ref>\n\n|-\n| 02 || \nĐại Nguyên chiếu chế<ref>大元詔制<\/ref>\n\nTiền triều thư mạng\n\n||\n\nGồm các giấy tờ triều Nguyên gửi cho triều đình Việt Nam\n\nGồm các bức thư và sắc chỉ của các triều đại Trung Quốc trước triều Nguyên gửi các triều đại Việt Nam\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=18–27}}<\/ref>\n\n|-\n| 03 || \nĐại Nguyên phụng sứ<ref>大元奉使<\/ref><ref>Các sứ thần triều Nguyên sang Việt Nam<\/ref>\n\nTiền triều phụng sứ\n\n||\n\nPhụ chép cuộc sứ trình của [[Trương Lập Đạo]] sang Việt Nam, và bài tựa tập [[Sử Giao lục]]<ref>Ghi chép chuyện đi sứ Giao Chỉ<\/ref> của Tiêu Phương Nhai<ref>Tức Tiêu Thái Đăng<\/ref> nói về cuộc đi sứ sang Việt Nam năm [[1294]].\n\nCác sứ thần của các triều đại trước [[nhà Nguyên|triều Nguyên]] sang Việt Nam.\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=28–36}}<\/ref>\n\n|-\n| 04 || \nChính thảo vận hướng<ref>征討運餉<\/ref>\n\nTiền triều chinh phạt\n\n||\n\nViệc tải lương trong cuộc xâm lược Việt Nam của nhà Nguyên.\n\nViệc chuẩn bị lương thảo của các triều đại trước nhà Nguyên trong những lần hành quân xâm lược Việt Nam\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=37–43}}<\/ref>\n\n|-\n| 05 || \nĐại Nguyên danh thần vãng phục thơ vấn<ref>大元名臣往復書問<\/ref>\n\nTiền triều thư sớ\n\n||\n\nThư từ của các quan chức triều Nguyên và các triều trước liên quan đến [[Đại Việt]].\n\nThư từ của các triều đại trước nhà Nguyên giao thiệp với Việt Nam.\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=44–53}}<\/ref>\n\n|-\n| 06 ||\nBiểu chương<ref>表章<\/ref>\n\nTiền đại thư biểu\n\n||\n\nThư biểu của các vua Việt Nam gửi cho chính quyền Trung Quốc\n\nThư biểu của [[Triệu Vũ vương|Triệu Đà]], [[Lê Đại Hành|Lê Hoàn]]...gửi các triều vua Trung Quốc, trước triều Nguyên\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=54–65}}<\/ref>\n\n|-\n| 07 || \nHán Giao Châu, Cửu Chân, Nhật Nam thứ sử, thái thú<ref>漢交州九真日南刺史太守<\/ref>\n\nPhụ Tam Quốc thời thứ sử\n\n||\n\nCác quan Thứ sử, Thái thú ở quận Giao Châu, Cửu Chân, Nhật Nam\n\nPhụ chép các quan Thứ sử, Thái thú đời [[Tam Quốc]]\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=66–72}}<\/ref>\n\n|-\n| 08 || \nLục Triều Giao Châu thứ sử, đô đốc; Giao Chỉ, Cửu Chân, Nhật Nam, thái thú<ref>六朝交州刺史都督交趾九真日南太守<\/ref>\n\n||\n\nCác Đô đốc, Thứ sử Giao Châu, các Thái thú ở các quận [[Giao Chỉ]], [[Cửu Chân]], [[Nhật Nam]] trong thời [[Lục Triều]] trong giai đoạn [[Bắc thuộc lần 1]].\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=73–79}}<\/ref>\n\n|-\n| 09 || \nĐường An Nam đô đốc, đô hộ, kinh lược sứ, Giao, Ái, Hoan tam quận thứ sử<ref>唐安南都督都護經略使交愛驩三郡刺史<\/ref>\n\nPhụ Thiên Oai Kỉnh tân tạc hải phái bia\n||\n\nCác quan Đô đốc, Đô hộ, Kinh lược sứ [[An Nam]] và các quan Thứ sử ba quận là Giao Chỉ, [[Ái Châu]], [[Hoan Châu]] vào đời [[nhà Đường]].\n\nPhụ chép bài văn bia [[Thiên Oai Kỉnh]], đường kênh mới đào\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=80–87}}<\/ref>\n\n|-\n| 10 || \nLịch triều ky thần<br>(歷代覊臣)\n\n||\n\nChép về những viên quan Trung Quốc bị đày hoặc bỏ trốn sang Việt Nam ký ngụ\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=88–93}}<\/ref>\n\n|-\n| 11 || \nTriệu thị thế gia<ref>趙氏世家<\/ref>\n\n||\n\nGia thế, dòng dõi của [[nhà Triệu]], [[Họ Khúc (lịch sử Việt Nam)|họ Khúc]], [[nhà Ngô]], [[nhà Đinh]], [[nhà Tiền Lê]]. Phụ chép bài Nam Việt hành của quan Gián nghị nhà Tống là Chu Chi Tài.\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=94–100}}<\/ref>\n\n|-\n| 12 || \nLý thị thế gia<ref>李氏世家<\/ref>\n\n||\n\nGia thế, dòng dõi [[nhà Lý]].\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=101–104}}<\/ref>\n\n|-\n| 13 || \nTrần thị thế gia<ref>陳氏世家<\/ref>\n\nPhụ chép Nội phụ hầu vương\n\n||\n\nGia thế, dòng dõi [[nhà Trần]]) từ [[Trần Thừa]] to [[Trần Minh Tông]].\n\nCác Vương hầu nội phụ: [[Trần Ích Tắc]], Trần Tú Viên, Trần Văn Lộng, [[Trần Kiện]].\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=105–109}}<\/ref>\n\n|-\n| 14 ||\n\nThông tin các công việc của nhà nước.\n\nHọc hiệu\n\nQuan chế\n\n[[Chương phục]]\n\nHình chánh\n\nBinh chế\n\nLịch đại khiển sứ\n\n||\n\nTình hình giáo dục\n\nQuy chế quan lại\n\nMũ áo phẩm phục\n\nViệc cai trị\n\nTổ chức quân đội\n\nSứ thần Việt Nam sang Trung Quốc trong các triều đại\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=110–117}}<\/ref>\n\n|-\n| 15 || \nNhân vật<ref>人物<\/ref>\n\nVật sản\n\n[[Lâm Ấp]]\n\n||\n\nNói về những người Việt Nam gồm 2 mục chính, 1 mục phụ, gồm nhiều tiểu mục nhỏ:\n\nNgười nhận tước mệnh của các triều đại của Trung Quốc, người sang làm quan ở Trung Quốc, người có tên tuổi, phụ nữ tiết nghĩa, nhà sư có tiếng, người chống lại chính quyền đô hộ: [[Hai Bà Trưng|Trưng Trắc]], [[Bà Triệu]], [[Lý Bí]], [[Khởi nghĩa Dương Thanh|Dương Thanh]], [[Nùng Trí Cao]]).\n\nCác loại sản vật quý của Việt Nam.\n\nPhần này đã mất\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=118–129}}<\/ref>\n\n|-\n| 16 ||\n\nTạp ký<ref>雜記<\/ref>\n\n||\n\nChuyện vặt vãnh. Phụ chép bài Liễu Tử Hậu vị An Nam Dương thị ngự tế Trương Đô hộ văn<ref>Bài văn của Liễu Tử Hậu làm cho quan Thị ngự An Nam họ Dương tế quan Đô hộ họ Trương<\/ref>.\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=130–135}}<\/ref>\n\n|-\n| 17 ||\n\nChí Nguyên dĩ lai danh hiền phụng sứ An Nam thi<ref>至元以來名賢奉使安南詩<\/ref>\n\nNgọc Đường chư công tặng Thiên sứ thi tự\n\n||\n\nThơ văn của các sứ thần triều Nguyên sang Việt Nam từ niên hiệu Chí Nguyên [đời [[Nguyên Huệ Tông]]] trở về sau.\n\nNhững bài tựa và thơ của các quan Hàn lâm viện đưa tặng các sứ giả triều Nguyên sang Việt Nam.\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=136–151}}<\/ref>\n\n|-\n| 18 ||\n\nAn Nam danh nhân thi<ref>安南名人詩<\/ref>\n\n||\n\nThơ của các vua quan triều Trần, trong đó có tác giả.\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=152–164}}<\/ref>\n\n|-\n| 19 ||\nĐồ chí ca<ref>圖志歌<\/ref>\n\nTự sự\n\n||\n\nBài thơ trường thiên của tác giả viết về mối quan hệ lịch sử giữa Việt Nam và Trung Quốc.\n\ntự kể chuyện về thân thế của tác giả\n\n|| <ref>{{Harvnb|Lê Tắc|1961|pp=165–170}}<\/ref>\n\n|-\n| 20 ||\nDanh công đề vịnh An Nam chí\n\n||\n\nNay đã mất\n\n|| \n|}\n\n{|valign=\"top\"\n|\n== Năm biên soạn ==\nKhông biết chính xác năm khởi soạn. Tuy nhiên, căn cứ vào ba bài Tựa viết cho ''An Nam chí lược'' vào năm [[Đinh Mùi]] ([[1307]]), có lẽ bộ sách được biên soạn trước đó, đến năm ấy, thì tác phẩm đã cơ bản hoàn thành, và còn được tiếp tục bổ sung thêm trong nhiều năm sau.\n*Trích bài Tựa của Lưu Tất Đại:...''\"Trong năm Đại Đức thứ 11 ([[1307]])...quan An Tiêm châu đồng tri là Lê phụng sự (chỉ Lê Tắc) đến thăm tôi tại công thự Ngọc đường, đưa ra bộ An Nam chí lược cho tôi xem....Đến lúc Lê phụng sự từ giã bệ rồng trở về, tôi có nói với ông rằng: Bộ sách này nên chép thêm, tôi sẽ nói với Sử quán, tâu lên Triều đình, phụng chiếu giao cho Bí phủ để bổ túc bộ Nhất Thống chí\"''...\n*Trích bài Tựa của Hứa Thiện Thắng:...''\"Lê Tắc, người Đông sơn, bèn lấy sơn xuyên, phong thổ, nhân vật cổ kim, những sự biến cách và những cuộc hành động quân đội gần đây, biên thành một quyển sách\"''...\n*Trích bài Tựa của Trình Cự Phu: ''\"Gần đây tôi sắp đi đi ra đất Giang, Hán, có nghe nói dưới trướng Trần Vương ([[Trần Ích Tắc]]) có nhã sĩ hay văn. Nay coi bộ sách này quả không phải là lời nói ngoa...<ref>Chép theo các bản dịch in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1), phần \"An Nam chí lược\".<\/ref>\n\nKhông rõ sau đó, Lê Tắc đã soạn thêm những phần nào, chỉ biết mãi đến hơn 25 năm sau ([[1333]] hoặc [[1335]]), mới có bài ''Tự tựa'' của chính tác giả. (xem bên dưới). Và căn cứ vào câu \"Nguyên Thống sơ nguyên...\" ở cuối bài, mà một số nhà nghiên cứu, trong đó có H. Maspéro đã cho rằng bộ sách đã làm xong vào năm [[1333]] (năm này, Hoàng đế [[Nguyên Huệ Tông]] cho đổi niên hiệu là Nguyên Thống)<ref>Bài Le protectorat général d’ Annam sous les T’ang (BEFEO., 1910, t. X, p. 540.<\/ref>.\n \nKhông đồng ý với ý kiến trên, sau khi khảo chứng, GS. Trần Kính Hòa (Chen Ching Ho, nhà nghiên cứu người [[Hồng Kông]]) đã cho rằng chữ \"nguyên\" trong \"sơ nguyên\" là chép hay khắc nhầm (vì kiểu chữ hơi giống nhau), lẽ ra phải là chữ \"tam\", tức năm [[1335]]. Ngoài ra, căn cứ vào một vài sự kiện xảy ra sau đó được ghi trong bộ sách, GS. Hòa còn kết luận rằng ''\"An Nam chí lược không phải đã soạn xong vào dịp Lê Tắc viết bài Tự tựa, kỳ thực Lê Tắc vẫn tiếp tục gia bút cho đến năm Chí Nguyên [[Kỷ Mão]] ([[1339]])\"''. Nhưng vì sao có bài Tự tựa đề năm 1335, GS. Hòa giải thích: ''\"Hình như lúc ấy bộ này đã có cơ hội được đem ra ấn hành, song việc đó đến năm Chí Nguyên thứ 5 (1339) vẫn chưa được thực hiện\"''...<ref name=\"TKH\">Xem chi tiết trong bài \"Soạn niên, tài liệu và truyền bản của An Nam chí lược\" của GS. Trần Kính Hòa, sách ở mục tham khảo, tr. 69-84.<\/ref>.\n\nVì tác giả không đề năm khởi soạn, và vì năm hoàn thành bộ sách cũng chưa thật rõ ràng, nên có một số tác giả đã ghi là \"An Nam chí lược được biên soạn vào đời Nguyên\" (như trong bộ ''Tứ khố toàn thư tổng mục đề yếu'' [quyển 14] biên soạn vào đời [[Càn Long]], [[nhà Thanh]], [[Trung Quốc]]), hoặc là \"vào [[thế kỷ 14]]\" (như H. Cordier trong cuốn ''Theo book of Ser Marco Polo'' xuất bản ở [[Luân Đôn]] năm [[1924]]).\n\n=Các truyền bản=\nTheo bài \"Tựa\" (giới thiệu ở bên dưới) của Học sĩ Âu Dương Huyền, thì trong năm Thiên Lịch ([[1328]]-[[1329]]) đời Nguyên Văn Tông, ông cùng với một số văn nhân khác được nhà vua cho làm chức Toản tu để soạn bộ ''Kinh Thế đại điển''. Đến khi làm xong định dâng lên vua, thì có Đại học sĩ Hà Vinh dâng cuốn ''An Nam chí lược'' (gồm 20 quyển) của Lê Tắc, khiến vua ban chiếu giao cho thư cuộc, làm thành một quyển ''An Nam phụ lục'' để thêm vào bộ ''Kinh Thế đại điển'', xếp ở mục \"địa quan\" (tức sử địa)...Tiếc rằng bộ sách này sau đó đã thất truyền.\n \nQua đầu đời [[nhà Minh]], ''An Nam chí lược'' lại được chép trong bộ ''Vĩnh Lạc đại điển'' (soạn [[1403]], xong [[1408]]), nhưng phần chép ấy sau đó lại bị thất truyền, nên không rõ ''A Nam chí lược'' trong ''Vĩnh Lạc đại điển'' (và cả trong ''Kinh Thế đại điển'') chép ra sao. Chỉ biết đến khi Thanh Cao Tông ([[Càn Long]]) giáng chỉ soạn bộ ''Tứ khố toàn thư tổng mục đề yếu'', và ''An Nam chí lược'' được đưa vào, thì nó chỉ còn 19 quyển<ref name=\"TKH\" \/>.\n\nTóm lại, ''An Nam chí lược'' từng có mặt trong cả ba bộ sách lớn (được coi là \"bách khoa toàn thư [[Trung Quốc]]\"), và đã được nhiều danh sĩ khen ngợi trong các bài Tựa. Tiếc rằng Bản nguyên gồm 20 quyển đã thất truyền từ lâu, hiện giờ chỉ còn bản 19 quyển đang được lưu hành. Tuy vẫn có bản 20 quyển như: bản Văn lan các ở [[Tōkyō|Tokyo]] ([[Nhật Bản]]), Bản sao của British Museum ([[Luân Đôn]], [[Anh]]),...nhưng kỳ thực các bản ấy chỉ lấy bản 19 quyển phân chia thành 20 quyển mà thôi...<ref name=\"TKH\" \/>\n \nTheo GS. [[Nguyễn Huệ Chi]], thì sau năm [[1339]], ''An Nam chí lược'' (20 quyển) mới được san khắc lần đầu, nhưng bản ấy về sau đã thất lạc<ref name=\"NHC\" \/>. Tuy nhiên, căn cứ nội dung bài Tựa (không đề năm) của Âu Dương Huyền (xem bên dưới), thì rất có thể sách được san khắc lần đầu trong khoảng niên hiệu Chí Nguyên ([[1335]]-[[1340]], đời [[Nguyên Huệ Tông]]).\n\nBản ''An Nam chí lược'' thông dụng bấy lâu nay là san bản của nhà Lạc Thiện đường do Kishida Ginko (phiên âm [[tiếng Việt]] là Ngạn Ngâm Hương, người [[Nhật Bản]]) ấn hành năm Minh Trị thứ 17 (tức năm Quang Tự thứ 10 của triều Thanh, [[1884]]) tại [[Thượng Hải]] ([[Trung Quốc]]). Trong bài Tựa, ông cho biết đây bản của Thiếu Thiềm Tiền Trúc Đinh tự tay hiệu chính, và trước kia nó thuộc tàng thư cũ của Ngũ Nghiện lầu<ref>Xem toàn văn trong ''Tổng tập dư địa chí Việt Nam'' (tập 1), tr. 102.<\/ref>. Bộ sách này chỉ có 19 quyển, và đã được Phan Duy Tiếp dịch rồi in rônêô tại [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]] vào năm [[1959]]<ref name=\"NHC\" \/>.\n\nNgày [[31 tháng 3]] năm [[1960]], sau khi đã tổ chức phiên dịch, Ủy ban phiên dịch sử liệu Việt Nam trực thuộc [[Viện Đại học Huế]] đã giới thiệu một bộ ''An Nam chí lược'' mới. Theo \"Phàm lệ\", thì Ủy ban đã lấy bản của Lạc Thiện đường, bản sao của Tiền Đại Hân tự tay hiệu đính (hiện tàng trữ tại Nội các Văn khố Nhật Bản), bản sao của Văn lan các (hiện tàng trữ tại Đông Kinh Tỉnh Gia đường văn khố) và bản sao ở Bảo tàng Anh (London) để làm ra, và đặt tên là ''An Nam chí lược hiệu bản''.\n\nNăm [[2012]], ''An Nam chí lược hiệu bản'' lại được giới thiệu đầy đủ trong ''Tổng tập dư địa chí Việt Nam'' (tập 1) do nhà xuất bản Thanh Niên ấn hành.\n\n==Tự tựa và Tựa của Âu Dương Huyền==\nDưới đây là \"Tự tựa\" của Lê Tắc (dịch từ [[chữ Hán]] ra [[tiếng Việt]]) cho biết lý do làm ra ''An Nam chí lược'', và các sách mà ông đã dùng để tham khảo trong quá trình biên soạn.\n \n:''\"Tôi sinh trưởng ở đất Nam Việt, đã làm quan ăn lộc của bản quốc. Trong mười năm về trước, đi xứ nọ qua xứ kia, trải khắp nửa nước An Nam, hơi biết được hình thế sơn xuyên địa lý. Từ khi nội phụ Thánh triều<ref>Chỉ nhà Nguyên.<\/ref> đến nay đã hơn năm mươi năm rồi. Tự xét đã quê mùa lại ngây dại, học thức theo lối xưa mà không thấu đáo, đến tuổi già lại ham sách, tiếc rằng đã muộn, nên các văn tịch cổ kim không thể xem hết được''.\n:\"''Nhân trong lúc rảnh thì giờ, gom góp lượm lặt những điều đã ghi trong quốc sử các triều đại, Giao Chỉ đồ kinh, lại tham khảo bộ Phương kim bổ nhất điển cố, mà làm ra bộ An Nam chí lược, 20 quyển''.\n:''\"Người xưa có nói: \"đạo trời chỉ có một mà thôi vậy\". Nay ta ở trong khoảng trời đất che đất chở, đều phải có trật tự, lễ nghĩa, vua cho ra vua, tôi cho ra tôi, cha cho ra cha, con cho ra con, nếu không có cái tính tốt ấy, thì làm sao cho hợp với lẽ trời?\n:''\"Huống chi Thanh giáo đã lan tràn tới Nam Giao từ đời Đường, Ngu đến nay hơn 3.000 năm, cho nên sự ưa chuộng về thanh danh, văn vật gần như Trung Quốc, tuy rằng phong thổ có khác, nhưng sự tích nhiều chỗ đáng ghi chép, không nên bỏ qua. Tiếc rằng các nhà kỹ thuật nói thì rộng mà phần nhiều trái ngược nhau.\n:''\"Cuốn này căn cứ vào kiến văn và lấy tài liệu của các sách, nhưng không khỏi có chỗ sai lầm, xin các vị chư quân tử, thấy chỗ nào sơ lược thì cải chính cho''.\n\n:''\"Ất Mão, Nguyên Thống sơ nguyên, tiết [[thanh minh]], [[mùa xuân]], Cổ Ái, Lê Tắc tựa\"''<ref>[[Phiên âm Hán-Việt]] của câu này là: \"Nguyên thống sơ nguyên Ất Mão, xuân thanh minh tiết, Cổ Ái, Lê Tắc tựa\" (theo ''Tổng tập dư địa chí Việt Nam'', tập 1, tr.100). Theo sự khảo chứng của Trần Kính Hòa thì nó phải là \"Nguyên Thống sơ tam Ất Hợi\" tức năm [[1335]]. Theo Trần Văn Giáp (tr. 584), thì phiên âm của câu này là: \"Nguyên thống sơ nguyên Ất Mão xuân, thanh minh tiết, Cổ Ái, Lê Tắc tựa\" (dấu phẩy nằm sau chữ xuân). Và theo ông, Ất Mão phải hiểu là \"tháng Ất Mão\" mới đúng Vì năm 1333 (là năm Quý Dậu) và năm 1335 (là năm Ất Hợi) đều không phải là năm Ất Mão. Tính ra, tháng Ất Mão chính là tháng 2 của năm Quý Dậu, phù hợp với chữ \"xuân\" ở trong câu.<\/ref>.\n \nNgoài bài \"Tự tựa\" của tác giả, trong các bản lưu truyền, còn có các bài Tựa của các danh sĩ Trung Quốc (phần lớn là của các danh sĩ đời Nguyên), Kishida Ginko (người Nhật Bản, đề Tựa năm [[1884]]),... Bên dưới đây, chỉ giới thiệu bài \"Tựa\" của Học sĩ Âu Dương Huyền, vì nó có liên quan đến khoảng thời gian ra đời của ''An Nam chí lược''.\n \n:''\"Trong năm Thiên Lịch<ref>Từ năm [[1328]] tới năm [[1329]], niên hiệu đời [[Nguyên Văn Tông]].<\/ref>, tôi làm quan Tượng Khuê Chương học sĩ, đồng thời cùng chung làm chức Toản tu để soạn bộ ''Kinh Thế đại điển''; làm xong định dâng lên vua, vừa khi Đại học sĩ Hà Vinh lấy bộ sách ''An Nam chí lược'' của ông Lê Tắc dâng lên, được lời chiếu vua, khiến giao cho thư cuộc, bèn làm một quyển ''An Nam phụ lục'', để cho thuộc môn địa quan.''\n\n:''\"Trong niên hiệu Chí Nguyên<ref>Từ năm [[1335]] tới năm [[1340]], niên hiệu đời [[Nguyên Huệ Tông]].<\/ref>, tôi được triệu lên [[Bắc Kinh|Đại Đô]], qua đất Giang Hán, ông Lê Tắc lấy bộ Chí lược ấy trình với tôi mà xin bài Tựa. Thiết tưởng nhà Thánh Nguyên chí nhân như trời, bao hết thiên hạ, không kể xa gần, khiến vua tôi Nam Giao được cấp bổng lộc sống ở Trung Quốc tính đã mấy mươi năm, không có mảy may Ông Lê Tắc được nhàn hạ, rong chơi, tự ý sáng tác văn chương, đã vẽ vời được địa hình của [[Đại Việt|bản quốc]], lại thêm chi tiết về thổ nghi, phong tục, sản vật và nhân vật. Hơn nữa còn thu lượm được các mục văn tự của sứ thần Nam, Bắc qua lại. Nếu không phải nhờ đức hóa thấm nhuần, thanh giáo phổ biến, sao có thành tích như vậy? Xưa đức [[Khổng Tử]] dọn bớt [[Kinh Thi]], để lại chương Thức Vi<ref>Đây là một bài trong ca dao nước Vệ (Vệ Phong) do một người tôi trung nước Vệ làm ra để hoài cảm đất nước.<\/ref> trong thiên Vệ Phong, tuy việc này chứng tỏ ý buồn của người ký ngụ, nhưng đương thời bây giờ, không ai giúp đỡ được người ấy, do việc này cũng đủ biết rõ.''\n:''\"Lấy đó mà suy luận, thì các nhà văn học hiện nay cũng nên nêu ra An Nam chí lược, tán tưởng để cho đời sau hiểu rõ giá trị của bộ này. Nước nhà có đức dìu dắt người phương xa và bao bọc cả bốn phương, truyền lại muôn đời, phải chăng sẽ nhờ bộ sách này?''\n:''\"[[Lê Tắc|Lê quân]] biệt hiệu Đông Sơn, tính ưa đọc sách, hiếu cổ, càng già càng phát huy. Còn những bài thơ khác [của ông], có thể truyền đời sau cũng rất phong phú.''\n\n:''\"Hàn Lâm Thị giảng Học sĩ, Âu Dương Huyền tựa\"''<ref>Bản dịch bài Tựa của Âu Dương Huyền chép theo ''Tổng tập dư địa chí Việt Nam'' (tập 1), tr. 97.<\/ref>.\n\n==Nhận xét==\nTrong các bài Tựa của các danh dĩ triều Nguyên viết cho bộ ''An Nam chí lược'', đều có lời khen ngợi tác giả và tác phẩm, mà bài Tựa của Âu Dương Huyền vừa giới thiệu bên trên chỉ là một trong số đó... Đến đời Thanh, trong bộ ''Tứ khố toàn thư tổng mục đề yếu'' (soạn đời [[Càn Long]]) cũng đã có lời khen ngợi như sau:\n:''...\"Các sự biên chép như trên (trong ''An Nam chí lược'') càng đủ chứng tỏ các bộ Nguyên sử có nhiều thiếu sót. Còn như biên chép các loại sơn xuyên, nhân vật thì rõ ràng đầy đủ, thật có công tìm tòi, kê cứu...không kém gì bộ sử [[Cao Ly]] vậy <ref>Xem toàn văn trong ''Tổng tập dư địa chí Việt Nam'' (tập 1), tr. 103.<\/ref>.\n \nĐối với các nhà nghiên cứu [[người Việt]], có ý kiến cho rằng, tác giả đã đứng trên quan điểm của người [[Nhà Nguyên|Nguyên]] để soạn ''An Nam chí lược'', bằng lời lẽ xu phụ, nên đã bị một số sĩ phu khinh miệt cho tác giả là \"tiểu nhân nho\", là \"phản bội tổ quốc\" <ref>Theo [[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'' (Nhà xuất bản Khoa học xã hội, 1992, tr. 376). Một trong số người có quan điểm này, là Cao Văn Luận (Giáo sư, Viện trưởng [[Viện Đại học Huế]]). Ông viết: \"Lê Tắc quên mình là người Việt, dựa vào lập trường và quan điểm của người Nguyên để soạn...Ủy ban (phiên dịch sách ''An Nam chí lược'') không có chút ý định nào dung thứ những hành động và quan niệm sai lầm của soạn giả đối với Tổ quốc\" (trích trong ''Tổng tập dư địa chí Việt Nam'' (tập 1, tr. 65). Tuy nhiên, phê phán gay gắt nhất, có lẽ là [[Trần Thanh Mại]]. Theo ông, thì đó là \"một quyển sử nhục nhã của kẻ bán nước\" (dẫn lại theo Vũ Ngọc Khánh, tr. 85).<\/ref>. Song, cũng có ý kiến khác cho rằng, tuy làm quan cho nhà Nguyên, nhưng tác giả vẫn có lòng tưởng nhớ cố hương, và cách soạn sách theo quan điểm nhà Nguyên là việc bắt buộc phải uốn theo triều đại mà ông phục vụ <ref>Vũ Ngọc Khánh, sách ở mục tham khảo, tr 84-85.<\/ref>.\n\nMặc dù có những hạn chế về mặt quan điểm, nhưng ''An Nam chí lược'' vẫn được coi là một bộ sách lớn, xuất hiện sớm, có giá trị nhiều mặt, do một người có trình độ học vấn cao viết về thời đại mình đang sống (thời [[nhà Trần]]) trở về trước <ref>Theo \"Tiểu dẫn\" của THS. Bùi Văn Vượng, in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1), tr. 65.<\/ref>. Khái quát về mặt ưu và khuyết của tác phẩm, GS. [[Nguyễn Huệ Chi]], viết:\n:''\"Đây là một bộ sách tập hợp sử liệu và văn liệu về Việt Nam, thiên về một phương diện: trình bày mối quan hệ lịch sử nhiều mặt giữa Việt Nam và Trung Quốc. Do được viết trong thời gian quy phụ<ref>Quy phụ có nghĩa là theo về để nương tựa.<\/ref> \"Thiên triều\", tác giả phải tô đậm tính chất lệ thuộc trong mối quan hệ ấy. sử bút của tác giả vì thế mất tính khách quan, và ngôn từ trong sử cũng như trong thơ thường lộ rõ giọng người quy phụ. Tuy nhiên, cũng nhờ được tiếp xúc với sách vở Trung Quốc thuở ấy, tác giả đã ghi lại được khá nhiều tư liệu hiếm hoi liên quan đến lịch sử, văn hóa Việt Nam. Phần thư tín ngoại giao giữa hai nước cũng cung cấp được ít nhiều tác phẩm văn học thuộc loại hình văn xuôi luận chiến vốn có truyền thống rất sớm ở nước ta\"'...<ref name=\"NHC\"\/>\n\n==Xem thêm==\n*[[Lê Tắc]]\n==Sách tham khảo==\n*Trần Kính Hòa, \"Soạn niên, tài liệu và truyền bản của An Nam chí lược\" in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1). Nhà xuất bản Thanh Niên, 2012.\n* Ủy ban phiên dịch sử liệu Việt Nam trực thuộc Viện Đại học Huế, ''An Nam chí lược hiệu bản'', in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1).\n*[[Nguyễn Huệ Chi]], mục từ \"An Nam chí lược\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (trọn bộ 2 tập). Nhà xuất bản Khoa học xã hội, 2003.\n*Vũ Ngọc Khánh, ''Người \"có vấn đề\" trong sử nước ta'', Nhà xuất bản Văn hóa-thông tin, 2008.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n[[Thể loại:Địa chí]]\n[[Thể loại:Sách lịch sử Việt Nam]]\n[[Thể loại:Sách năm 1335]]"}