{"28032":"{{Thông tin nhân vật hoàng gia\n| tên = An Tư công chúa\n| tên gốc = 安姿公主\n| tước vị = [[Công chúa]] [[nhà Trần]]\n| chồng = Trấn Nam vương [[Thoát Hoan]]\n| thụy hiệu = Hồng Anh phu nhân (洪安夫人)\n| tước hiệu = An Tư Công chúa (安姿公主)\n| hoàng tộc = Họ Trần\n| cha = [[Trần Thái Tông]]\n| mẹ = \n| sinh = (? )1267\n| mất = (?)04\/1285\n| nơi mất = Sở huyện Sơn Minh, xã Cao Lãm, thôn Khả Lãm\n| ngày an táng = \n| nơi an táng = \n}}\n'''An Tư công chúa''' ([[chữ Hán]]: 安姿公主), không rõ sinh mất năm nào, [[Việt sử tiêu án]] chép '''Thiên Tư công chúa''' (天姿公主)<ref>[[Việt sử tiêu án]]:''\"...Vua sai đưa Thiên Tư công chúa cho chúng, để thư nạn cho nước (Công chúa là em gái út của Thánh Tôn, đem gả cho Thoát Hoan thật không còn kế sách gì, đáng cười lắm)\"''<\/ref>, [[công chúa]] [[nhà Trần]], [[Hòa thân|Hòa thân công chúa]], là một trong hai vị [[công chúa]] nổi tiếng nhất [[lịch sử]] [[nhà Trần]] vì các cuộc hôn nhân mang tính trọng đại, cùng với [[Huyền Trân|Huyền Trân công chúa]].\n\nBà nổi tiếng trong việc kết hôn với Trấn Nam vương [[Thoát Hoan]], giữ cho quân Trần rút lui an toàn trong [[Chiến tranh Nguyên Mông-Đại Việt lần 2]] vào năm [[1285]]. Kết cục của bà đến bây giờ vẫn là đề tài bàn luận của các sử gia.\n\n== Thân thế ==\nTrước khi được gả cho người Nguyên, cuộc đời của An Tư công chúa không được ghi lại cụ thể theo bất kỳ hồ sơ nào. Theo ghi nhận của [[Đại Việt sử ký toàn thư]], An Tư công chúa là em gái út của [[Trần Thánh Tông]] và là cô ruột của [[Trần Nhân Tông]], cho nên suy ra bà là con gái út của [[Trần Thái Tông]], nhưng không rõ mẹ bà là ai.\n\nVề xưng hô, sách Toàn thư đặc biệt gọi bà là 「'''Thánh Tông Quý muội'''; 聖宗季妹」<ref name = \"TT\" \/><ref>Chụp bản chép tay: [http:\/\/www.nomfoundation.org\/data\/image_dvsk\/ban_ky_toan_thu\/quyen5\/DVSKTT_ban_toan_V_47a.jpg Ảnh]<\/ref>, tức ''\"Quý muội của Thánh Tông\"'', trong đó chữ Hán ''\"Quý\"'' (季) có nghĩa là út hoặc nhỏ tuổi nhất trong thứ tự gia đình, vì lẽ đó bà cũng có thể được gọi là '''Hoàng quý muội''' (皇季妹). Sách [[An Nam chí lược]] ghi bà là '''Quốc muội''' (國妹), trong đó chữ ''\"Quốc\"'' được dùng tương tự chữ ''\"Hoàng\"'', biểu thị vai vế người thuộc dòng dõi Quân chủ một quốc gia.\n\n== Cống cho nhà Nguyên ==\nĐầu năm [[1285]], quân đội [[nhà Nguyên]] đã đánh tới [[Gia Lâm]] vây hãm [[Thăng Long]]. Thánh Tông Thái thượng hoàng và Đương kim [[Trần Nhân Tông|Nhân Tông hoàng đế]] đã đi thuyền nhỏ ra vùng Tam Trĩ<ref>Tam Trĩ hay Tam Trĩ Nguyên, nay thuộc vùng thượng nguồn sông Ba Chẽ, huyện [[Ba Chẽ]], tỉnh [[Quảng Ninh]].<\/ref>, còn thuyền ngự thì đưa ra vùng Ngọc Sơn để đánh lạc hướng đối phương. Nhưng quân Nguyên vẫn phát hiện ra. Ngày 9 tháng 3 cùng năm, thủy quân Nguyên đã bao vây Tam Trĩ suýt bắt được Thượng và và Hoàng đế. Chiến sự buổi đầu bất lợi. Tướng [[Trần Bình Trọng]] lại hy sinh ở bờ sông Thiên Mạc<ref>Sông Thiên Mạc thuộc tỉnh [[Hà Nam]]. Đây là dòng sông ngắn, chia nước của [[sông Nhuệ]] đoạn cầu Giẽ, chảy qua Phú Xuyên qua Hòa Mạc, Trác Bút rồi đổ vào [[sông Hồng]].<\/ref><ref name=\":12\">{{Harvnb|Sử quán triều Hậu Lê|1697|loc=Bản kỷ toàn thư - Quyển V|p=46b}}<\/ref><ref name=\":0\">{{harvp|Ngô Sĩ Liên|2017|loc=Bản kỷ toàn thư - Quyển 5|p=57 (xuất bản), 192 (bản điện tử)}}<\/ref>. Trước thế mạnh của đối phương, nhiều tôn thất nhà Trần như Trần Kiện, Trần Lộng, kể cả hoàng thân [[Trần Ích Tắc]] đều quy hàng. Về sau [[Đỗ Khắc Chung]] được sai đi sứ để làm chậm tốc độ tiến quân của Nguyên, nhưng không có kết quả. Trong lúc đó, cần phải có thời gian để củng cố lực lượng, tổ chức chiến đấu, bởi vậy, Thượng hoàng Trần Thánh Tông bất đắc dĩ phải dùng đến mỹ nhân kế, tức sai người dâng em gái út của mình cho tướng [[Thoát Hoan]] để tạm cầu hòa.\n\nCuộc đời của bà chỉ ghi nhận qua sự kiện bà thành hôn với Thoát Hoan. Có 3 cuốn sách sử tại Việt Nam nói về chuyện này. Theo cuốn [[An Nam chí lược]] của [[Lê Tắc]], một thuộc hạ của [[Trần Kiện]] theo chủ chạy sang nhà Nguyên, đã ghi lại sự việc sớm nhất<ref>{{Harvp|Lê Tắc|2016|loc=Quyển 4|p=114 (xuất bản), 37 (bản điện tử)}}, Nguyên văn:「六日己酉，咬奇率彰憲等破國弟太師陳啟兵於富津渡，斬首千級，清化、義安悉降。世子懼，遣宗人忠憲侯陳陽請和，繼遣近侍官陶堅奉國妹南王乞解。艾千戶往諭：“既欲請和，曷不躬自來議？”。世子不聽。」<\/ref>:\n:「Năm Ất Dậu, Chí Nguyên (1285)... Ngày Kỷ Dậu (mồng 6), Giảo Kỳ suất bọn Chương Hiến hầu đánh phá quân của người em Thế tử (có lẽ nói [[Trần Thánh Tông]]) là Thái úy Trần Quang Khải tại bến đò Phú Tân, chém ngàn người, Thanh Hoá và Nghệ An đều đầu hàng. Vua Trần sợ, khiến người trong họ là Trung Hiến hầu Trần Dương xin hoà. Lại sai kẻ Cận thị là Đào Kiên đưa bà chúa em vua cho Trấn Nam vương xin hoà giải. Nhà Nguyên khiến Ngại Thiên Hộ qua tuyên lời dụ nói:''\"Nếu đã muốn xin hoà, sao không thân hành tới mà bàn luận\"''. Thế tử không nghe」.\n\nSau đó, sự việc của An Tư công chúa được ghi trong [[Đại Việt sử ký toàn thư]] của [[Ngô Sĩ Liên]] thời [[Lê Sơ]], và [[Việt sử tiêu án]] của [[Ngô Thì Sĩ]] thời [[Lê Trung hưng]]. Các cuốn sử về sau, [[Khâm định Việt sử thông giám cương mục]] và [[Việt Nam sử lược]] lại không ghi dòng nào về sự kiện này.\n* '''Đại Việt sử ký toàn thư''' ghi:「''\"[[Tháng hai|Tháng 2]] ([[Ất Dậu]])... Sai người đưa công chúa An Tư (em gái út của Thánh Tông) đến cho [[Thoát Hoan]], là muốn làm thư giãn loạn nước vậy\"''」<ref name = \"TT\">{{Harvnb|Sử quán triều Hậu Lê|1697|loc=Bản kỷ toàn thư - Quyển V|p=46b}}:\n* Nguyên văn:... 遣人送安姿公主，聖宗季妹，于脱驩，欲舒國難也...\n* Phiên âm:...Khiển nhân tống An Tư công chúa, Thánh Tông quý muội, vu Thoát Hoan, dục thư quốc nạn dã...<\/ref><ref name=\":0\" \/>. \n* '''Việt sử tiêu án''' ghi:「''\"Thoát Hoan lên sông [[sông Hồng|Nhĩ Hà]], cột liền bè vào làm cầu, cho quân qua sông; quân ta theo hai bên sông lập đồn để cự lại, không được; ngày đã về chiều, quân giặc qua được sông vào kinh thành, vua sai đưa Thiên Tư công chúa cho chúng, để thư nạn cho nước\"''」.\n\nSau khi quân Trần bắt đầu phản công, quân Nguyên đại bại. Trấn Nam vương Thoát Hoan, con trai của [[Hốt Tất Liệt]] đã phải chui vào cái ống đồng để lên xe bắt quân kéo chạy để về<ref>{{Harvp|Trần Trọng Kim|2015|pp=134 - 135|loc=Chương 7 - Giặc nhà Nguyên}}<\/ref>. Chiến thắng, hoàng tộc Trần làm lễ tế lăng miếu, khen thưởng công thần, nhưng không ai nói đến An Tư công chúa. Không rõ công chúa còn hay mất, được mang về Trung Quốc hay đã chết trong đám loạn quân, và điều này về sau được đem ra bàn tán và nhận định về công lao của bà không được triều Trần ghi nhận.\n \nCó một số ghi nhận Thoát Hoan sau đó 「''\"Cưới người con gái họ Trần và sinh được hai con\"''」 và người con gái họ Trần này được nhiều người cho là An Tư công chúa. Nhưng trong cuốn An Nam chí lược của Lê Tắc, mục ''\"Các vương hầu nội phụ\"'', phần ''\"Trần Tú Viên\"'' (con của [[Trần Di Ái]]) có ghi rõ thân thế của người con gái họ Trần này như sau:「''\"... Năm sau (1336), trở về Hán Dương. Trấn Nam vương (ý chỉ Thoát Hoan) cưới người em gái làm Thứ phi, sinh được hai con\"''」<ref>{{Harvp|Lê Tắc|2016|loc=Quyển 13|p=252-253 (xuất bản), 108 (bản điện tử)}}<\/ref>. Theo cách ghi này, ''\"người con gái họ Trần\"'' là con gái Trần Di Ái, em của Tú Viên chứ không phải An Tư công chúa.\n\n== Nhận định ==\nTrong ''Từ điển nhân vật lịch sử Việt Nam'', mục từ \"An Tư\":\n{{cquote|''...Một ngày trong tháng 2 năm 1285, Trung Hiếu hầu Trần Dương nhận lệnh đi thương thuyết giảng hòa, rồi sai quan hầu cận là Đào Kiên đưa công chúa An Tư sang dinh tướng Mông Nguyên (Thoát Hoan). Chẳng bao lâu, dưới sự chỉ huy kháng chiến của [[Trần Hưng Đạo|Trần Quốc Tuấn]], quân Nguyên Mông bị dẹp tan. Trong chiến công này rõ ràng là có sự đóng góp của công chúa An Tư, người đã hy sinh vì nạn nước.''<ref>Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản KHXH, 1992, tr. 12.<\/ref>}}\n\nGS. Phạm Đức Dương, Chủ tịch Hội Khoa học [[Đông Nam Á]] ở [[Việt Nam]], viết: \n{{cquote|''Nhà Trần trở thành triều đại vinh quang nhất trong lịch sử Đại Việt vì đã ba lần chiến thắng quân Nguyên, một đội quân đã từng làm mưa làm gió khắp [[Châu Á|Á]] – [[Châu Âu|Âu]]. Trong chiến công chung đó người ta ghi nhận sự đóng góp, sự hy sinh thầm lặng của những người phụ nữ, trong số ấy có công chúa An Tư.''\n\n''Người con gái \"lá ngọc cành vàng\" ấy vì nợ nước đã ra đi không trở lại. Nhưng trớ trêu thay, sau chiến thắng quân Nguyên, tháng 7 năm 1285, vua trở về kinh thành hân hoan khen thưởng những người có công, nhưng không ai nhắc tới công chúa An Tư.<ref>{{Chú thích web|url=http:\/\/www.daosuduytue.com\/regulation\/hoi-thao_TNT\/GS.%20PHAM%20DUC%20DUONG.htm|tựa đề=Nốt nhạc thiền hòa hiếu trong quan hệ Đại Việt và Chăm Pa thời Trần Nhân Tông|tác giả=Bài viết của Giáo sư Phạm Đức Dương, Chủ tịch Hội Khoa học Đông Nam Á Việt Nam|ngày=2001-06-23|url lưu trữ=https:\/\/web.archive.org\/web\/20090221170416\/http:\/\/www.daosuduytue.com\/regulation\/hoi-thao_TNT\/GS.%20PHAM%20DUC%20DUONG.htm|ngày lưu trữ=2009-09-02|url-status=dead|ngày truy cập=2020-11-04}}<\/ref>}}\nVà trên website ''Vietsciences'' trong một bài viết, không ghi tên tác giả, cũng có đoạn: \n{{cquote|''Dù triều Trần và sử sách có quên nàng thì các thế hệ đời sau vẫn dành cho nàng sự kính trọng, thương cảm. Khoảng trống lịch sử sẽ được lấp đầy bằng tình cảm của người đời sau…''<ref>[http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/vua\/antucongchua.htm An Tư Công chúa (Vietsciences)]<\/ref>.}}\n\n== Trong văn hóa đại chúng ==\nKhoảng năm [[1943]], câu chuyện về người công chúa này đã được nhà văn [[Nguyễn Huy Tưởng]] viết thành cuốn [[tiểu thuyết]] [[lịch sử]] có tên gọi ''[[An Tư (tiểu thuyết)|An Tư]]''. Tiểu thuyết này được viết xong ngày [[18 tháng 12]] năm [[1943]]. Sau đó được đăng báo ''Tri tân'' từ [[15 tháng 6]] năm [[1944]] đến [[12 tháng 7]] năm [[1945]].\n\nTheo nội dung truyện, công chúa An Tư có người yêu là một nhân vật [[hư cấu]] tên Chiêu Thành vương Trần Thông, con cả của Thái úy Khâm Thiên Đại vương [[Trần Nhật Hiệu]]. Thân phận con của Trần Nhật Hiệu là hư cấu, nhưng sử sách đời Trần chính xác có ghi nhận có một ''\"Chiêu Thành vương\"'' và một người tên ''\"Trần Thông\"'', điểm đặc biệt là cả hai người này đùng được ghi là cùng ra quân với Hoài Văn hầu [[Trần Quốc Toản]], nên có lẽ tác giả Nguyễn Huy Tưởng đã dựa vào đó để đồng nhất thành một người. Và sau khi ''\"người chồng\"'' là Thoát Hoan trốn chạy, Nguyễn Huy Tưởng viết về kết cục của nhân vật: 「''\"Nàng xuống ngựa thắp hương, rồi dập đầu trên nấm đất (ngôi mộ của Trần Thông) mà khóc rũ rượi... Ánh trăng bàng bạc, nàng mê man như ngày ruổi ngựa cùng chàng vào [[Thanh Hóa|Thanh]]. Nàng đã đến bên bờ [[Sông Hồng|sông Cái]], và không ngần ngại văng mình xuống nước...\"''」<ref>Trích truyện ''An Tư'' trong ''Tuyển tập Nguyễn Huy Tưởng'' (3 quyển), tập I, Nhà xuất bản Văn học, 1984.<\/ref><ref>[https:\/\/gacsach.com\/doc-online\/88121\/an-tu-chuong-08-het.html Tiểu thuyết An Tư - Nguyễn Huy Tưởng, bản điện tử]{{Liên kết hỏng|date=2023-06-05 |bot=InternetArchiveBot }}<\/ref>.\n\nBàn về nhân vật này, PGS.TS. Nguyễn Bích Thu viết: \n:''Trong tiểu thuyết...An Tư tượng trưng cho cái đẹp biết dấn thân, mang một ý nghĩa lớn lao có thể lay chuyển hàng binh thế trận...Nguyễn Huy Tưởng bằng tình cảm và lòng ngưỡng mộ của mình đã ghi nhận và tôn vinh sự hi sinh thầm lặng nhưng quyết liệt của An Tư, một nữ trung hào kiệt trong tiểu thuyết như một chiến công sánh ngang với Trần Quốc Toản, Trần Bình Trọng và trường hợp của nàng đáng được lưu danh như tên tuổi các bậc tiền nhân nhà Trần.''<ref>[http:\/\/vncomicfarm.com\/index.php?showtopic=1674 Xem ''Nguyễn Huy Tưởng - Nhà chép sử bằng văn chương'' tại]{{Liên kết hỏng|date=2021-02-04 |bot=InternetArchiveBot }}<\/ref>\n\nNgày nay, hình tượng An Tư công chúa luôn được thể hiện rất xinh đẹp và cao cả, hầu như người hiện đại hình dung kết cục của An Tư công chúa rất ''\"tang thương\"'' đúng như Chí lược, Toàn thư và Tiêu án ghi lại:「''\"An Tư qua trại Thoát Hoan và không rõ kết cục ra sao\"''」. Trong chương trình phim tài liệu ''[[Thăng Long Nhân Kiệt]]'' dài 100 tập được phát sóng nhằm kỷ niệm [[1000 năm Thăng Long]] trên đài [[VTV]], An Tư công chúa được liệt vào thứ 18 trong 100 vị vĩ nhân mà chương trình gọi là 「''\"Nàng công chúa nhỏ bé lá ngọc cành vàng, trở thành vật hi sinh cho nền độc lập dân tộc\"''」. Độ tuổi của An Tư công chúa, do hình tượng xinh đẹp và quan niệm về độ tuổi cưới gả khi ấy, mà luôn được hình dung ở khoảng từ 16 đến 18 tuổi, độ tuổi được cho là ''\"hợp lý\"'' để cưới gả, mặc dù '''không có sách sử nào chứng minh''' điều này.\n\nBên cạnh đó, có không ít giả thuyết cho rằng An Tư là người khác ngoài hoàng tộc họ Trần, được phong làm công chúa để phục vụ mục đích khác trong việc gả cho người Nguyên. Giả thuyết này xuất phát ở việc trong khi đề nghị [[hòa thân]], các triều đại [[nhà Hán]], [[nhà Đường]] thường lấy người trong họ, thậm chí là dân nữ, để phong công chúa rồi gả cho nhân vật cần liên hôn, chứ ít khi là [[Hoàng nữ]] thật sự (như [[Vương Chiêu Quân]], [[Văn Thành công chúa]] và [[Nghi Phương công chúa]]). Bộ [[truyện tranh]] tên ''[[Long thần tướng]]'' đã dựa vào suy luận này mà tạo nên tình huống nhân vật Lê Nhật Lan, được cướp về từ hôn lễ không mong muốn của mình, sau được chỉ thị từ Hưng Đạo vương mà được giáo dục trở thành công chúa gả cho Thoát Hoan trong tương lai.\n\nNgoài ra, An Tư Công Chúa cũng được thể hiện qua vai diễn của diễn viên Lâm Thanh Mỹ qua bộ phim Hoàng Quý Muội được khởi chiếu ngày 3 tháng 12 năm 2020. Bộ phim xoay quanh mối tình xuyên không gian từ năm 1285 đến năm 2020 của An Tư và Chiêu Thành Vương.\n\n== Xem thêm ==\n* [[Huyền Trân]]\n* [[Trần Thánh Tông]]\n* [[Trần Thái Tông]]\n\n== Nguồn ==\n\n* {{Chú thích sách|title=Đại Việt sử ký toàn thư|title-link=Đại Việt sử ký toàn thư|last=Sử quán triều Hậu Lê|first=|publisher=|year=1697|isbn=9786046997566|editor-last=Ngô Sĩ Liên|editor-link=Ngô Sĩ Liên|location=|pages=|editor-last2=Vũ Quỳnh|editor-link2=Vũ Quỳnh|editor-last3=Phạm Công Trứ|editor-link3=Phạm Công Trứ|editor-last4=Lê Hy|editor-link4=Lê Hy|editor-last5=Nguyễn Quý Đức|editor-link5=Nguyễn Quý Đức}}\n* {{chú thích sách|url=https:\/\/quangduc.com\/images\/file\/GexwL37d1AgQAJZX\/dai-viet-su-ky-toan-thu-le-van-huu-phan-phu-tien-ngo-si-lien.pdf|title=Đại Việt sử ký toàn thư|author=Ngô Sĩ Liên|first=|publisher=Nhà xuất bản Khoa học xã hội|others=Ngô Đức Thọ, Hoàng Văn Lâu dịch|year=2017|isbn=9786046997566|edition=Nội các quan bản|location=[[Hà Nội]]|pages=|authorlink=Ngô Sĩ Liên}}\n* {{chú thích sách|url=https:\/\/book.douban.com\/subject\/1095421\/|title=An Nam chí lược|author=Lê Tắc|first=|publisher=Trung Hoa thư cục|year=2000|isbn=9787101020373|location=[[Bắc Kinh]]|pages=|language=zh|authorlink=Lê Tắc}}\n* {{chú thích sách|url=https:\/\/quangduc.com\/images\/file\/Dujm8bck0AgQAJIu\/annam-chiluoc.pdf|title=An Nam chí lược|author=Lê Tắc|first=|publisher=Nhà xuất bản Hồng Đức|others=Ủy ban phiên dịch Sử liệu Việt Nam - Viện Đại Học Huế dịch|year=2016|isbn=978-604-86-8578-2|location=|pages=|authorlink=Lê Tắc}}\n* {{chú thích sách|url=https:\/\/cvdvn.files.wordpress.com\/2018\/03\/viet-nam-su-luoc-tran-trong-kim1.pdf|title=Việt Nam sử lược|author=Trần Trọng Kim|first=|publisher=Trung tâm Học liệu|year=1951|isbn=|location=Bộ Giáo dục|pages=|authorlink=Trần Trọng Kim}}\n* {{chú thích sách|url=https:\/\/vi.wikisource.org\/wiki\/Vi%E1%BB%87t_Nam_s%E1%BB%AD_l%C6%B0%E1%BB%A3c|title=Việt Nam sử lược|author=Trần Trọng Kim|first=|publisher=Nhà xuất bản Văn học|year=2015|isbn=9786046974826|location=Công ty Văn hóa & Truyền thông Nhã Nam|pages=|authorlink=Trần Trọng Kim}}\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n[[Thể loại:Công chúa nhà Trần]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Năm sinh không rõ]]"}