{"979650":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = An Thanh\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 49\n| vĩ giây = 15\n| kinh phút = 24\n| kinh giây = 3\n| diện tích = \n| dân số = 8000 người\n| thời điểm dân số = năm 2010\n| mật độ dân số = \n| dân tộc = Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| huyện = [[Tứ Kỳ]]\n| thành lập = \n| trụ sở UBND = \n| bí thư = Phạm Văn Thức\n| mã hành chính = 11125<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n{{thiếu nguồn gốc}}\nXã '''An Thanh''' là một xã thuộc huyện [[Tứ Kỳ]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Tên gọi==\nXã An Thanh là tên gọi được ghép từ chữ \"An\" (của An Lao, An Định) và chữ \"Thanh\" của Thanh Kỳ từ sau năm 1945.\n==Địa Lý và Kinh tế==\nXã gồm 3 thôn Thanh Kỳ, An Định và An Lao. Phía bắc và đông giáp [[sông Thái Bình]], phía tây giáp xã Văn Tố, phía nam giáp xã Cộng Lạc và Quang Trung. Tuyến đường trục xã chạy từ đầu đường 391 qua thôn Thanh Kỳ, An Định đến cuối thôn An Lao, là con đường huyết mạch của xã \n\nXã An thanh chủ yếu là xã làm nông nghiệp,những năm gần đây thôn An Định và An lao có khu nuôi trồng thủy sản vùng ngoài bãi ven sông Thái Bình. Thôn Thanh Kỳ có nghề truyền thống dệt chiếu cói,đã được ủy ban nhân dân tỉnh công nhận làng nghề năm 2005. Hàng năm tạo công ăn việc làm cho hàng trăm lao động lúc nông nhàn mang lại thu nhập khá cao. Tất cả ba thôn của xã đều được ủy ban nhân dân tỉnh công nhận Làng văn hóa. \nXã An Thanh nằm ở vùng trũng của huyện Tứ Kỳ và tỉnh Hải Dương nên mang nhiều đặc trưng riêng. Vùng bãi bồi sông Thái Bình rộng lớn nằm dọc bờ đê phía bắc và đông của xã là nơi trồng trọt và nuôi trông thủy sản mang lại hiệu quả kinh tế rất lớn với các sản phẩm như đay,cói(sợi dùng để dệt chiếu),lúa 2 vụ,tôm,cá rô phi... Đặc biệt là các đặc sản riêng có của vùng hạ lưu sông Thái Bình như rươi,cáy... Bên cạnh đó cũng có nhiều khó khăn như việc đi lại của người dân sang huyện Thanh Hà vẫn phải qua đò,thiếu an toàn và phải chờ đợi. Việc đầu tư cho phát triển vùng bãi ven sông chưa có định hướng và đúng mức,chủ yếu là tự phát chưa tương xứng với tiềm năng.\n\n==Nhân vật==\n\nÔng Phạm Xuân Thăng (người làng Thanh Kỳ) nguyên là Bí thư tỉnh ủy Hải Dương (từ 26\/10\/2020 - 16\/9\/2022).\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc huyện Tứ Kỳ}}"}