{"4169":"{{bài cùng tên}}\n{{Trích dẫn quá dài|date=Tháng 3\/2023}}\n{{Văn phong|date=Tháng 3\/2023}}\n{{Nguồn sơ cấp|date=Tháng 3\/2023}}\n{{Chú thích trong bài|date=Tháng 3\/2023}}\n{{Thông tin nhân vật hoàng gia\n| tên = An Dương vương\n| tên gốc = 安陽王\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = [[Tập tin:Bảo tàng Mỹ thuật Tp (Vườn tượng, tượng An Dương Vương) (9).jpg|300px]]\n| ghi chú hình = Điêu khắc tượng An Dương Vương giương nỏ thần ở Bảo tàng Mỹ thuật Tp.HCM\n| chức vị = [[Quốc vương]] [[Âu Lạc|nước Âu Lạc]]\n| tại vị = [[257]] - [[208 TCN]]\/[[208]] - [[179 TCN]]<ref name=\"ReferenceA\">Giả thuyết thứ nhất theo [[Đại Việt sử ký toàn thư]], [[Khâm định Việt sử Thông giám cương mục]], giả thiết thứ hai theo [[Sử ký Tư Mã Thiên]]. Xem nguồn đã dẫn.<\/ref>\n| đăng quang = \n| tiền nhiệm = ''Sáng lập triều đại''\n| nhiếp chính = \n| kế nhiệm = ''Triều đại sụp đổ''\n| hôn phối = \n| phối ngẫu = \n| vợ = Thục Nương\n| thông tin con cái = hiện\n| con cái = [[Mỵ Châu]]\n| tên đầy đủ = Thục Phán\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| tước hiệu = An Dương vương (?)\n| hoàng tộc = \n| cha = [[Thục Chế]]\n| mẹ = ?\n| sinh = \n| nơi sinh = \n| mất = [[179 TCN]]<ref name=\"ReferenceA\"\/>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n{{Lịch sử Việt Nam}}\n{{Kháng chiến của Việt Nam}}\n{{Nội chiến của Việt Nam}}\n'''An Dương Vương''' ({{hn|ch=安陽王}}), tên thật là '''Thục Phán''' (蜀泮),<ref>[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=10965&rb=08 Nguồn gốc Mã Lai của dân tộc Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110520171302\/http:\/\/talawas.org\/talaDB\/showFile.php?res=10965&rb=08 |date=2011-05-20 }}, Bách Bộc xuất bản. Giấy phép xuất bản số 3650\/BTT\/PHNT ngày 2\/8\/1971. Bản điện tử do talawas thực hiện.<\/ref> là người lập nên nước [[Âu Lạc]], nhà nước thứ hai trong [[lịch sử Việt Nam]] sau nhà nước [[Văn Lang]]. Niên đại trị vì của An Dương Vương được các tài liệu ghi khác nhau. Sử cũ như ''[[Đại Việt sử ký toàn thư]], [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'' cho rằng thời gian ông làm vua [[Âu Lạc]] kéo dài 50 năm, từ 257 TCN đến 208 TCN.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Đại Việt sử ký toàn thư], quyển I.<\/ref> Các sử gia hiện đại căn cứ vào ''[[Sử ký Tư Mã Thiên]]'' là tài liệu gần thời đại nước [[Âu Lạc]] nhất, cho rằng An Dương Vương và nước [[Âu Lạc]] tồn tại từ khoảng 208 TCN đến 179 TCN, tức là gần 30 năm.<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr. 129-130.<\/ref>.\n\n==Nguồn gốc==\nVào thời kỳ [[Hồng Bàng]] cách đây 2.300 năm, ở vùng [[Bắc Bộ|Bắc bộ]] Việt Nam và phía Tây tỉnh [[Quảng Tây]] (Trung Quốc) có các bộ tộc người [[Âu Việt]] sống xen kẽ với người [[Lạc Việt]]. Nhà nước Văn Lang do Hùng Vương đứng đầu cai trị người Lạc Việt. Thục Phán là vua người Âu Việt, sau 1 cuộc xung đột (sử sách không ghi rõ chi tiết), ông đã đánh bại Hùng Vương, thống nhất hai tộc Âu Việt và Lạc Việt vào chung 1 triều đình. Ông đổi quốc hiệu thành [[Âu Lạc]], xưng là An Dương Vương, đóng đô tại [[Phong Khê]] (nay là vùng [[Thành Cổ Loa|Cổ Loa]], huyện [[Đông Anh]], [[Hà Nội]]). Có ca dao:\n{{cquote|\n''Ai về qua huyện Đông Anh''<br>''Ghé xem phong cảnh Loa Thành Thục vương''<br>''Cổ Loa thành ốc khác thường''<br>''Trải bao năm tháng dấu thành còn đây''}}\n\n=== Nghi vấn ===\nBộ sử lâu đời nhất và gần thời An Dương Vương nhất là ''[[Sử ký Tư Mã Thiên]]'' chỉ nhắc tới nước [[Âu Lạc]]<ref>[[Tư Mã Thiên]], ''[[Sử ký Tư Mã Thiên|Sử ký]]'', quyển 113, Liệt truyện, ''[[:wikisource:zh:史記\/卷113|Nam Việt liệt truyện]]'', chép: \"且南方卑溼，蠻夷中閒，其東閩越千人眾號稱王，其西甌駱裸國亦稱王。\" (Thả nam phương ti thấp, Man Di trung gian, kỳ đông Mân Việt thiên nhân chúng hiệu xưng Vương, kỳ tây Âu Lạc khỏa quốc diệc xưng Vương)<\/ref> mà không nhắc tới An Dương Vương hay họ Thục. [[Cựu Đường thư]] ([[Hậu Tấn]] – [[Lưu Hú]] soạn năm 945 SCN) và [[Nam Việt chí]] (viết thời [[Lưu Tống]] 420 – 479) cũng chỉ ghi ''\"vua Thục đem ba vạn lính đánh diệt Hùng Vương đi. Vua Thục nhân đó cho con mình làm An Dương Vương, trị đất Giao Chỉ\"''.\n\n== Lập quốc ==\n[[Đại Việt sử ký toàn thư|''Đại Việt Sử ký Toàn thư'']] chép:\n:''[[Hùng Vương]] có người con gái nhan sắc tuyệt vời tên gọi là [[Mỵ Châu|Mỵ Nương]]. Vua nước Thục nghe tin, sai sứ cầu hôn. [[Hùng Vương|Vua Hùng]] muốn gả nhưng Lạc Hầu can rằng:'' Thục muốn lấy nước ta, chỉ mượn tiếng cầu hôn đó thôi. ''Không lấy được Mỵ Nương, Thục Vương căm giận, dặn lại con cháu phải diệt [[Văn Lang]] mà chiếm lấy nước. Đời cháu Thục Vương là Thục Phán mấy lần đem quân sang đánh nước Văn Lang. Nhưng Hùng Vương có tướng sĩ giỏi, đã đánh bại quân Thục. [[Hùng Vương]] nói:'' Ta có sức thần, nước Thục không sợ hay sao? ''Bèn chỉ say sưa yến tiệc không lo việc binh bị. Bởi thế, khi quân Thục lại kéo sang đánh nước [[Văn Lang]], [[Hùng Vương|vua Hùng]] còn trong cơn say. Quân Thục đến gần, vua Hùng trở tay không kịp phải bỏ chạy rồi nhảy xuống sông tự tử. Tướng sĩ đầu hàng. Thế là nước [[Văn Lang]] mất. [[Giáp Thìn]], năm thứ 1 [257 TCN], vua đã thôn tính được nước Văn Lang, đổi quốc hiệu là [[Âu Lạc]].<ref>[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]], quyển 1, Kỷ nhà Thục.<\/ref>''\n\n[[Cựu Đường thư]] ([[Hậu Tấn]] – [[Lưu Hú]] soạn, 945 SCN), quyển 41, Chí 21, Địa lí 4, dẫn Nam Việt chí (viết thời [[Lưu Tống]] 420 – 479) chép: \n:''\"Đất quận Giao Chỉ rất là màu mỡ, ngày xưa có quân trưởng gọi là Hùng Vương, phụ tá là Hùng Hầu. Sau có vua Thục đem ba vạn lính đánh diệt Hùng Vương đi. Vua Thục nhân đó cho con mình làm An Dương Vương, trị đất Giao Chỉ. Đất nước ấy ở phía đông huyện Bình Đạo ngày nay. Thành nước ấy có chín vòng, chu vi chín dặm, dân chúng đông đúc\"''.\n\nTục truyền rằng khi lên ngôi, Thục Phán mới 22 tuổi và làm vua được 50 năm.<ref>Theo Tôn Nữ Quỳnh Trân, Phan An.<\/ref> Đại Việt sử ký toàn thư cho rằng ông làm vua từ năm 257 tới 208 TCN. Nhưng theo đối chiếu với [[Sử ký Tư Mã Thiên]] thì niên đại chính xác có lẽ là khoảng năm 208 tới 179 TCN.\n\nThục Phán sau khi lấy được [[Văn Lang]] nhanh chóng ổn định quân đội, treo bảng cầu hiền, những tù trưởng thuộc Văn Lang cũ vẫn giữ nguyên chức vụ, ông lấy hiệu là An Dương Vương, đổi tên nước thành [[Âu Lạc]], bộ máy nhà nước thời Âu Lạc không có nhiều thay đổi so với bộ máy nhà nước thời Văn Lang. Đứng đầu trong bộ máy hành chính ở trung ương vẫn là Vua và ''Lạc hầu'' - ''Lạc tướng''. Đứng đầu các bộ vẫn là ''Lạc tướng''. Đứng đầu các chiềng, [[làng|chạ]] vẫn là ''Bồ chính''. Tuy nhiên, ở thời An Dương Vương quyền hành của nhà nước cao hơn và chặt chẽ hơn. Vua có quyền thế hơn trong việc cai trị đất nước.\n===Chống quân Tần===\n{{Chính|Chiến tranh Tần-Việt}}\nCùng thời kỳ này, bên [[Trung Hoa]], [[Tần Thủy Hoàng]] sáp nhập sáu nước sau nhiều năm hỗn chiến thời [[Chiến Quốc]]. Ông tiếp tục tham vọng xâm chiếm [[Bách Việt]], vùng đất đai của các bộ tộc Việt ở phía nam Trung Quốc và bắc Việt Nam ngày nay. Đạo quân xâm lược [[nhà Tần]] do [[Đồ Thư]] chỉ huy đã đánh chiếm nhiều vùng đất của [[Bách Việt]], nhập vào lãnh thổ Trung Hoa. Khi vào lãnh thổ phía Đông Bắc nước [[Âu Lạc]], quân Tần gặp phải cuộc kháng chiến trường kì của người Việt do Thục Phán chỉ huy.\n[[Tập tin:Qin Empire in the south of Yangtze River (210 BC).png|nhỏ|300px|phải|Bản đồ các khu vực lẻ tẻ do [[nhà Tần]] chiếm được của các nhóm tộc [[Bách Việt]] ở phía Nam [[sông Dương Tử]] sau năm 210 TCN.]]\n[[Tập tin:Muiten.jpg|nhỏ|trái|200px|Mũi tên đồng tại Thành Cổ Loa.]]\nNăm 218 trước Công nguyên, [[Tần Thủy Hoàng]] huy động 50 vạn quân chia làm năm đạo đi chinh phục [[Bách Việt]]. Để tiến xuống miền Nam, đi sâu vào đất [[Âu Lạc]], đạo quân thứ nhất do tướng [[Sử Lộc]] chỉ huy đã đào con kênh nối [[sông Lương]] (vùng [[An Hưng]], Trung Quốc ngày nay) để chở lương thực. Nhờ vậy, [[Đồ Thư]] thống lĩnh đã vào được đất [[Tây Âu (nước)|Tây Âu]], giết tù trưởng [[Dịch Hu Tống]] (譯吁宋), chiếm đất rồi tiến vào [[Lạc Việt]]. Bên kia chiến tuyến, [[Thục Phán]] được các Lạc tướng suy tôn làm lãnh tụ chung chỉ huy cuộc kháng chiến này. Khi [[Đồ Thư]] đem quân tiến sâu vào đất [[Âu Lạc]], [[Thục Phán]] lãnh đạo nhân dân chống giặc. Quân Tần đi đến đâu, dân [[Âu Lạc]] làm [[tiêu thổ|vườn không nhà trống]] đến đó. Quân Tần chiến đấu trong nhiều năm, [[Đồ Thư]] tổ chức tấn công-tiêu diệt không hiệu quả, dần lâm vào tình trạng thiếu lương thực trầm trọng. Khi quân [[nhà Tần]] đã kiệt sức vì thiếu lương, thì quân dân Âu Lạc do [[Thục Phán]] chỉ huy mới bắt đầu xuất trận, quân [[nhà Tần|Tần]] muốn tiến hay lui đều bị người Âu Lạc bủa vây đánh úp. Quân của [[Thục Phán]] đánh tập kích bất ngờ và dùng [[Cung (vũ khí)|cung]] [[nỏ]] tấn công quân Tần. Đồ Thư lúc này mới hối hận, không biết chớp thời cơ, bỏ mạng trong trận này. Mất chủ tướng, quân Tần hoang mang mở đường tháo chạy về nước. ''[[Sử ký Tư Mã Thiên]]'' mô tả tình trạng quân Tần lúc bấy giờ như sau: \n:''Đóng binh ở đất vô dụng… Tiến không được, thoái không xong. Đàn ông mặc áo giáp, đàn bà phải chuyên chở, khổ không sống nổi. Người ta phải thắt cổ trên cây dọc đường. Người chết trông nhau.''\nTheo ''[[Hoài Nam Tử]]'', tướng [[Đồ Thư]] bị giết, quân [[nhà Tần|Tần]] thây phơi máu chảy mấy mươi vạn, nước [[nhà Tần|Tần]] phải lấy tù nhân bị lưu đày để bổ sung quân đội.\n\nSau gần 10 năm kháng chiến, nhân dân [[Âu Việt]] giành được độc lập. [[Thục Phán]] củng cố và xây dựng lại đất nước.\n\n==Xây thành Cổ Loa==\n{{chính|Thành Cổ Loa}}\n[[Tập tin:Ceramic xi ou.jpg|nhỏ|phải|250px|Bề mặt ngói ống tại [[Thành Cổ Loa|Cổ Loa]]]]\n[[Tập tin:Đền Cuông 12, Diễn An, Diễn Châu, Nghệ An.jpeg|nhỏ|phải|250px|Tượng Rùa tại [[Đền Cuông]].]]\nSau chiến thắng trước quân [[nhà Tần|Tần]], danh tiếng của [[Thục Phán]] vang vọng khắp vùng. Một trong những thủ lĩnh [[Văn Lang]] là [[Cao Lỗ]], đã giúp [[Thục Phán|An Dương Vương]] xây Thành [[Cổ Loa]] và chế tạo [[nỏ liên châu]] (bắn được nhiều mũi tên một phát).\n\nNhằm củng cố thêm khả năng phòng thủ quân sự, [[Thục Phán]] đã cho quân dân ngày đêm xây đắp Thành Cổ Loa, trang bị cho thành trì nhiều vũ khí đáng sợ. Ông ra lệnh cho cấp dưới ra sức huấn luyện cho hàng vạn binh sĩ ngày đêm tập bắn nỏ. Còn mình thì thường giám sát tập bắn ở trên \"Ngự xa đài\". Bộ cung [[Âu Lạc]] thời bấy giờ vang danh khắp nơi là bất khả chiến bại, được xưng tụng sánh ngang với kỵ mã [[nhà Tần]], [[nỏ liên châu]] trở thành thứ vũ khí thần dũng vô địch của nước Âu Lạc.\n\nTheo truyền thuyết, thành xây nhiều lần nhưng đều đổ. Sau có [[rùa thần Kim Quy|thần Kim Quy]] hiện lên, bò quanh bò lại nhiều vòng dưới chân thành, lại dùng kế diệt trừ [[Mẫu Bạch Kê|yêu quái]]. Thục An Dương Vương bèn cho xây theo dấu chân Rùa vàng. Từ đó, thành xây không đổ nữa. An Dương Vương cũng phát triển thủy binh và cho chế tạo nhiều vũ khí lợi hại, tạo lợi thế quân sự vững chắc cho Cổ Loa.\n\nDi tích của thành Cổ Loa vẫn còn lưu lại cho đến nay, cách [[Hà Nội|trung tâm Hà Nội]] khoảng 20&nbsp;km về phía đông bắc. [[Đền thờ An Dương Vương]] nằm ở trung tâm di tích này. Các nghiên cứu [[khảo cổ học]] tại đây vẫn tiếp tục làm sáng tỏ các thời kỳ lịch sử mà thành đã trải qua.\n\n==Sụp đổ==\n{{xem thêm|Vấn đề chính thống của nhà Triệu}}\n[[Tập tin:Den tho An Duong Vuong tai Co Loa.JPG|nhỏ|phải|200px|Cổng tam quan dẫn vào Đền thờ An Dương Vương tại xã Cổ Loa, Đông Anh, Hà Nội.]]\nTheo ''[[Sử ký Tư Mã Thiên]]'', trong khoảng thời gian này 208 [[TCN]] - 207 TCN, quận úy Nam Hải là Nhâm Hiêu bị bệnh nặng rồi chết, giao quyền cho cấp phó Triệu Đà. Triệu Đà nhân dịp đó giết hết những quan lại [[nhà Tần]] bổ nhiệm ở [[Lĩnh Nam]], cất quân đánh chiếm quận Quế Lâm, [[Tượng quận]]; tự xưng Nam Việt vương, chính thức ly khai khỏi [[nhà Tần]]. Để mở rộng lãnh thổ, Triệu Đà cho quân đánh xuống Âu Lạc.\n\nTheo truyền thuyết của người Việt thì [[Triệu Vũ vương|Triệu Đà]] dùng kế [[nội gián]] bằng cuộc kết hôn giữa con trai mình, [[Trọng Thủy]], và con gái An Dương Vương là [[Mỵ Châu]]. Sau khi nắm được bí mật quân sự của An Dương Vương thông qua con trai, [[Triệu Đà]] đã thành công trong việc chinh phục [[Âu Lạc]], buộc An Dương Vương bỏ chạy và nhảy xuống biển tự tử, kết thúc thời kỳ An Dương Vương.\n\n[[Cựu Đường thư]] ([[Hậu Tấn]] – [[Lưu Hú]] soạn, 945 SCN), quyển 41, Chí 21, Địa lí 4, dẫn Nam Việt chí (viết thời [[Lưu Tống]], 420 – 479) chép: \n:''\"[[Triệu Đà|Úy Đà]] đóng đô ở thành Phiên Ngu phát binh sang đánh. (An Dương) Vương có nỏ thần bắn một phát giết một vạn quân Việt. Triệu Đà bèn hòa với vương, rồi sai con mình tên là Thủy làm con tin. An Dương Vương đem con gái tên là Mị Châu gả cho Thủy, Thủy thấy được nỏ thần bèn hủy đi. Kịp khi quân Việt đến liền giết An Dương Vương, chiếm cả nước ấy\"''.\n\nSách [[Khâm định Việt sử Thông giám cương mục|''Khâm định Việt sử Thông giám Cương mục'']] chép dẫn theo sách ''Thái bình hoàn vũ ký'', phần \"Nam Việt chí\" của Nhạc Sử nhà [[Lưu Tống]]: \n:''An Dương Vương cai trị Giao Châu, Úy Đà đem quân sang đánh. An Dương Vương có Cao Thông ([[Cao Lỗ]]) giúp đỡ, chế ra cái nỏ, bắn một phát giết chết quân [Nam] Việt hàng vạn người, bắn ba phát giết đến ba vạn. [[Triệu Vũ vương|Triệu Đà]] biết rõ duyên cớ, liền lui về đóng ở Vũ Ninh, rồi cho con là [[Trọng Thủy]] sang làm tin, xin hòa hảo với nhau. Về sau, An Dương Vương đối xử với Cao Thông không được hậu, Cao Thông bỏ đi. An Dương Vương có người con gái là [[Mỵ Châu]], thấy [[Trọng Thủy]] đẹp trai, liền phải lòng. Về sau, [[Trọng Thủy]] dụ dỗ [[Mỵ Châu]] đòi xem nỏ thần, [[Mỵ Châu]] đem cho xem. [[Trọng Thủy]] nhân đấy bẻ hỏng cái lẫy nỏ, rồi lập tức sai người ruổi về báo tin cho [[Triệu Đà]]. [[Triệu Đà]] lại đem quân sang đánh úp. Khi quân Triệu kéo đến, An Dương Vương đem nỏ ra bắn như trước, nhưng nỏ hỏng rồi! Quân Thục chạy tan tác. [[Triệu Đà]] phá được Thục''.\n\n[[Tập tin:Đền Cuông, Diễn An, Diễn Châu, Nghệ An.jpeg|nhỏ|trái|300px|Đền thờ An Dương tại xã [[Diễn An]], huyện [[Diễn Châu]], [[Nghệ An]] ([[Đền Cuông]]).]]\nNgày nay, mẫu truyện lịch sử này đã được liệt vào một trong những dạng chiến tranh gián điệp rất sớm của lịch sử Việt Nam.\n\nVề năm mất của triều đại An Dương Vương, các tài liệu ghi chép khác nhau. Đa phần sách sử Việt Nam (''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'', ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]'', ''[[Việt sử Tiêu án]]'') đều chép là An Dương Vương mất nước năm [[208 TCN]]. Sách giáo khoa của Việt Nam căn cứ vào ''[[Sử ký Tư Mã Thiên|Sử ký]]'' của [[Tư Mã Thiên]] ghi nước [[Âu Lạc]] mất năm 179 TCN. Sở dĩ như vậy vì ''Sử ký'' chép là [[Triệu Đà]] diệt nước [[Âu Lạc]] \"sau khi [[Lã hậu|Lã Hậu]] chết\", mà Lã Hậu chết năm 180 TCN, do đó nước [[Âu Lạc]] mất khoảng năm [[179 TCN]]. Truyền thuyết An Dương Vương, [[Nỏ liên châu|Nỏ Thần]], và con trai [[Triệu Đà]] là Trọng Thủy ở rể nước Việt có nhiều chỗ không hợp với [[Sử Ký (định hướng)|''Sử ký'']] của [[Tư Mã Thiên]], mặc dầu ''Sử ký'' là nguồn tư liệu sớm nhất mà các nhà viết sử Việt Nam có được để tham khảo.\n\n==Thẻ ngọc \"An Dương hành bảo\"==\n[[Tập tin:Thẻ ngọc thời An Dương Vương nước Âu Lạc.jpg|nhỏ|phải|90px|Thẻ ngọc thời An Dương Vương, có niên đại khoảng những năm 257 - 221 TCN]]\nThẻ ngọc \"An Dương hành bảo\" được tìm thấy ở thành phố [[Quảng Châu (thành phố)|Quảng Châu]] thuộc lãnh thổ nước [[Nam Việt]] thời cổ. Thẻ ngọc có hình dạng gần chữ nhật, bốn góc thẻ khắc bốn chữ \"安陽行寶\"<ref>[[Đào Duy Anh]], ''Lịch sử cổ đại Việt Nam''<\/ref> (An Dương hành bảo), khổ chữ to hơn khổ chữ phía trong mặt thẻ gồm 124 chữ lối cổ trựu. Bản khắc toàn văn sáu mươi (Giáp Tý), (60 chữ [[can chi]]). Xung quanh trang trí khắc đường vằn sóng lượn. Do bị chôn lâu ngày dưới đất nên màu vàng hơi hung hung đỏ. Mặt trái thẻ trang trí đường cong hình móc câu. Nét chạm trên thẻ ngọc An Dương thô.<ref>Theo phân tích của nhà nghiên cứu \"Sở giản\" Dư Duy Cương ở Trường Sa tỉnh Hồ Nam<\/ref> Nhà nghiên cứu \"Sở giản\" Dư Duy Cương ở thành phố [[Trường Sa, Hồ Nam|Trường Sa]], tỉnh [[Hồ Nam]], Trung Quốc cho rằng: \"Ngọc bảo An Dương này là của An Dương cổ đại Việt Nam. An Dương hành bảo có lỗ đeo, đây là loại ngọc phiến người xưa đeo làm vật báu hộ thân, trừ tà để được an lành.\" Thẻ ngọc này đào được ở phía đông nam và cách thành phố [[Quảng Châu (thành phố)|Quảng Châu]] 18&nbsp;km, ở trên hạ lưu sông Việt Giang do một nông dân khi cuốc đất đào được ở sườn núi năm 1932. Những thẻ ngọc đào được ở [[Quảng Châu (thành phố)|Quảng Châu]] khoảng 200 thẻ, trong đó có thẻ ngọc khắc chữ An Dương. Khi [[Nam Việt]] đánh bại [[Âu Lạc]], các báu vật của [[Âu Lạc]] là chiến lợi phẩm nên mới đào được ở [[Quảng Châu (thành phố)|Quảng Châu]].<ref>{{Chú thích web|url=http:\/\/www.vietnamfineart.com.vn\/printContent.aspx?ID=3036|tiêu đề=Cổ ngọc trang sức - Ngọc tỷ Việt Nam 5000 năm|tác giả=Trịnh Quang Vũ|nơi xuất bản=Hội Mỹ thuật Việt Nam|ngày=ngày 16 tháng 12 năm 2011|ngày truy cập=ngày 16 tháng 9 năm 2015|archive-date = ngày 14 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160314021653\/http:\/\/www.vietnamfineart.com.vn\/printContent.aspx?ID=3036|url-status=dead}}<\/ref>\n\n==Xem thêm==\n{{div col|colwidth=30em}}\n* [[Cổ Thục]]\n* [[Âu Lạc]]\n* [[Triệu Vũ Vương]]\n* [[Trọng Thủy]]\n* [[Mỵ Châu]]\n* [[Cao Lỗ]]\n* [[Nồi Hầu]]\n* [[Lý Ông Trọng]]\n{{div col end}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [[Phan Huy Lê]], [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Đại học và Giáo dục chuyên nghiệp.\n* Viện Sử học (1988), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà Xuất bản Khoa học xã hội.\n* [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Đại Việt sử ký toàn thư, quyển I]\n\n==Liên kết ngoài==\n{{thể loại Commons|An Dương Vương}}\n\n*{{TĐBKVN|26128}}\n*[http:\/\/www.dsvh.gov.vn\/pages\/news\/preview.aspx?n=530&c=25 Khảo cổ tại Cổ Loa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160922223857\/http:\/\/www.dsvh.gov.vn\/pages\/news\/preview.aspx?n=530&c=25 |date = ngày 22 tháng 9 năm 2016}}\n*[https:\/\/web.archive.org\/web\/20080303023635\/http:\/\/www2.thanhnien.com.vn\/Vanhoa\/2008\/2\/28\/227859.tno Thiền sư Lê Mạnh Thát và những phát hiện lịch sử chấn động]\n*[https:\/\/yeusuviet.wordpress.com\/2013\/04\/11\/cau-chuyen-thoi-an-duong-vuong\/ Câu chuyện lịch sử và truyền thuyết thời An Dương Vương]\n*[http:\/\/www.viet.rfi.fr\/viet-nam\/20120914-trong-thuy-my-chau-va-bai-hoc-canh-giac-truoc-ke-thu-xam-luoc Trọng Thủy - Mỵ Châu và bài học cảnh giác xâm lược]\n{{start box}}\n{{Thứ tự chức vụ\n|chức vụ = Triều đại Việt Nam\n|năm = [[257 TCN]]-[[208 TCN]]<br> hoặc [[208 TCN]]-[[179 TCN]]\n|trước = [[Hồng Bàng]]\n|sau = [[Nhà Triệu]]}}\n{{end box}}\n{{Lịch sử Việt Nam thời An Dương Vương}}\n{{Lịch sử Việt Nam thời Bắc thuộc lần 1}}\n{{Vua nhà Thục}}\n{{Danh sách vua và hoàng đế Việt Nam}}\n{{Tổng quan về Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống}}\n\n[[Thể loại:An Dương Vương| ]]\n[[Thể loại:Vua Việt Nam]]\n[[Thể loại:Triều đại Việt Nam]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 207 TCN]]\n[[Thể loại:Mất thập niên 200 TCN]]\n[[Thể loại:Năm 207 TCN]]\n[[Thể loại:Người Cao Bằng]]\n[[Thể loại:Người Tày]]\n[[Thể loại:Nhân vật quân sự Việt Nam thời kỳ Tiền độc lập]]"}