{"59685":"{{bài cùng tên|An Nhơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|thị xã\n| tên = An Nhơn\n| hình = Cửa Đông-thành Bình Định,.JPG\n| ghi chú hình = Cửa Đông thành Bình Định (phục chế) ở phường Bình Định\n| vĩ độ = 13.87\n| kinh độ = 109.12\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 242,7 km²\n| dân số = 178.709 người<ref name=\"DSVN2019\"\/>\n| dân số thành thị = 82.976 người (47%)\n| dân số nông thôn = 96.733 người (53%)\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 724 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Định]]\n| thành lập = 28\/11\/2011 \n| phân chia hành chính = 5 phường, 10 xã\n|bí thư =  Đặng Vĩnh Sơn\n| chủ tịch HĐND = Đặng Vĩnh Sơn\n| chủ tịch UBND = Lê Thanh Tùng\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại III|Loại III]]\n| năm công nhận = 2021<ref name=BXD\/>\n| trụ sở UBND = 78 Lê Hồng Phong, phường [[Bình Định (phường)|Bình Định]]\n| mã hành chính = 549<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 77-F1-B4-B7\n| web = {{url|annhon.binhdinh.gov.vn}}\n}}\n'''An Nhơn''' là một [[Thị xã (Việt Nam)|thị xã]] thuộc tỉnh [[Bình Định]], [[Việt Nam]].\n\n==Địa lý==\nThị xã An Nhơn có vị trí địa lý:\n*Phía Đông giáp huyện [[Tuy Phước]]\n*Phía Tây giáp các huyện [[Tây Sơn, Bình Định|Tây Sơn]], [[Vân Canh]]\n*Phía Nam giáp các huyện [[Tuy Phước]], [[Vân Canh]]\n*Phía Bắc giáp huyện [[Phù Cát]].\n\nTheo thống kê năm 2019, thị xã có diện tích 242,7&nbsp;km², dân số là 175.709 người, mật độ dân số đạt 724 người\/km².<ref name=\"DSVN2019\">{{Chú thích web |url =https:\/\/www.gso.gov.vn\/du-lieu-va-so-lieu-thong-ke\/2020\/11\/ket-qua-toan-bo-tong-dieu-tra-dan-so-va-nha-o-nam-2019\/\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |accessdate = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\nTrung tâm hành chính của thị xã đặt tại phường Bình Định (thị trấn Bình Định trước đây).\n\nAn Nhơn là một thị xã đồng bằng, phát triển theo hướng công nghiệp và đô thị hóa. Thị xã nằm dọc theo trục đường [[Quốc lộ 1]], cách trung tâm thành phố [[Quy Nhơn]] khoảng 17&nbsp;km về hướng tây bắc. Có các tuyến đường chính là [[Quốc lộ 1]], [[quốc lộ 19]], Quốc lộ 19B và [[đường sắt Bắc Nam]], cách [[sân bay Phù Cát]] 8&nbsp;km.\n\nLà đô thị vệ tinh của thành phố Quy Nhơn và là trung tâm giao lưu kinh tế - văn hóa xã hội trong khu vực miền Trung - Tây Nguyên theo định hướng phát triển kinh tế xã hội của tỉnh Bình Định.\n\nĐây cũng là địa phương có các dự án [[Đường cao tốc Hoài Nhơn – Quy Nhơn]] và [[Đường cao tốc Quy Nhơn – Chí Thạnh]] đi qua đang được đầu tư xây dựng.\n\n==Hành chính==\nThị xã An Nhơn có 15 đơn vị hành chính trực thuộc, gồm 5 phường: [[Bình Định (phường)|Bình Định]], [[Đập Đá]], [[Nhơn Hòa, An Nhơn|Nhơn Hòa]], [[Nhơn Hưng, An Nhơn|Nhơn Hưng]], [[Nhơn Thành]] và 10 xã: [[Nhơn An]], [[Nhơn Hạnh]], [[Nhơn Hậu]], [[Nhơn Khánh]], [[Nhơn Lộc]], [[Nhơn Mỹ, An Nhơn|Nhơn Mỹ]], [[Nhơn Phong]], [[Nhơn Phúc]], [[Nhơn Tân]], [[Nhơn Thọ]].\n\n==Lịch sử==\nTừ kết quả nghiên cứu khảo cổ học của Viện khảo cổ học và theo Đại Nam nhất thống chí, Bình Định nói chung và An Nhơn nói riêng thuộc đất Việt Thường Thị được hình thành sớm, tương đương với thời Tam Hoàng, Ngũ Đế của Trung Hoa.\n\nVào đời Tần, đất An Nhơn thuộc Tượng quận, đời Hán đặt huyện Tượng Lâm thuộc quận Nhật Nam, đời Tuỳ đổi thành quận Lâm Ấp.\n\nNăm 803, An Nhơn là đất của hai thành Chà Bàn và Thị Nại thuộc nước Chiêm Thành.\n\nNăm 938 đến năm 1470, An Nhơn là vùng trung tâm của [[Chăm Pa|Vương quốc Chăm Pa]] cổ đại, với thủ đô là [[Đồ Bàn|thành Đồ Bàn]] (nay thuộc xã Nhơn Hậu) tồn tại 5 thế kỷ, từ thế kỷ XI đến XV.\n\nNăm [[1471]], vua Lê Thánh Tông tháng 4 chiếm thành [[Đồ Bàn]], tháng 7 lập phủ Hoài Nhơn lệ vào Thừa tuyên Quảng Nam. Phủ Hoài Nhơn khi đó có ba huyện: Bồng Sơn, Phù Ly và Tuy Viễn. An Nhơn thuộc huyện Tuy Viễn.\n\nNăm 1602, Chúa [[Nguyễn Hoàng]] đổi phủ Hoài Nhơn thành phủ Quy Nhơn. Phủ thành Quy Nhơn đóng tại thôn Châu Thành (phường Nhơn Thành, thị xã An Nhơn ngày nay).\n\nNăm 1778, sau khi giải phóng các vùng đất từ Quảng Nam đến Ninh Thuận, nhà Tây Sơn định đô ở An Nhơn, cải tạo và mở rộng thành Đồ Bàn, xây dựng thành Hoàng Đế. An Nhơn trở thành trung tâm chính trị của nhà Tây Sơn khi vua Thái Đức - Nguyễn Nhạc xây dựng thành Hoàng Đế.\n\nNăm 1799, Nguyễn Ánh chiếm thành Hoàng Đế, đổi tên thành là Bình Định. Vua Gia Long lấy thành Bình Định làm trị sở của dinh Bình Định.\n\nNăm 1832, vua Minh Mạng lập phủ An Nhơn gồm các huyện Tuy Phước và Tuy Viễn, phủ lỵ An Nhơn đặt tại thôn Hoà Cư, xã Nhơn Hưng, đến năm 1852 phủ lỵ dời về An Thái - Nhơn Phúc.\n\nQua nhiều lần điều chỉnh địa giới và đơn vị hành chính, đến năm 1865, phủ An Nhơn có 4 tổng: Mỹ Đức (19 làng), An Ngãi (26 làng), Nhơn Nghĩa (28 làng), Háo Đức (35 làng). Năm 1939, phủ An Nhơn lập thêm 2 tổng mới, tách tổng Nhơn Nghĩa thành Nhơn Nghĩa Thượng và Nhơn Nghĩa Hạ, tách tổng Háo Đức thành Háo Đức Thượng và Háo Đức Hạ, phủ lỵ An Nhơn chuyển về phường Bình Định ngày nay.\n\nTrong suốt giai đoạn phong kiến, đất An Nhơn là nơi chứng kiến, ghi dấu ấn sâu sắc của nhiều sự kiện lịch sử, văn hoá lớn của đất nước nói chung và tỉnh Bình Định nói riêng.\n\nSau Cách mạng Tháng Tám năm 1945, chính quyền cách mạng đổi tên phủ An Nhơn thành phủ Nguyễn Trọng Trì.\n\nĐến tháng 2 năm 1946, đổi phủ thành huyện, bỏ cấp tổng, sáp nhập 108 làng chia thành 31 xã.\n\nĐến tháng 4 năm 1947, huyện An Nhơn được sắp xếp lại thành 12 xã.\n\nNăm 1950, tách một phần phía Đông Bắc xã Nhơn Hậu thành lập thêm một đơn vị hành chính là xã Đập Đá.\n\nSau năm 1954, chính quyền Ngô Đình Diệm đổi huyện An Nhơn thành quận An Nhơn có 13 đơn vị hành chính gồm các xã: Đập Đá, Nhơn An, Nhơn Hạnh, Nhơn Phong, Nhơn Hậu, Nhơn Hoà, Nhơn Hưng, Nhơn Khánh, Nhơn Phúc, Nhơn Lộc, Nhơn Mỹ, Nhơn Thành, Nhơn Thọ.\n\nNăm 1972, tách xã Phước Hưng thuộc quận Tuy Phước nhập vào quận An Nhơn, đổi tên là xã Nhơn Tân.\n\nSau năm 1975, tỉnh Nghĩa Bình được thành lập từ 2 tỉnh Bình Định và Quảng Ngãi, quận An Nhơn được đổi thành huyện An Nhơn có 13 xã, tách xã Nhơn Tân trả về huyện Tuy Phước với tên cũ là Phước Hưng.\n\nNgày [[24 tháng 3]] năm [[1979]], Chính phủ ban hành Quyết định số 127-CP thành lập thị trấn Bình Định trên cơ sở tách một phần diện tích xã Nhơn Hưng.<ref name=CP127>[https:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-127-CP-dieu-chinh-dia-gioi-xa-thi-tran-tinh-Nghia-Binh-vb57674t17.aspx Quyết định 127-CP năm 1979 điều chỉnh địa giới một số xã, thị trấn thuộc tỉnh Nghĩa Bình]<\/ref>\n\nNgày [[19 tháng 2]] năm [[1986]], Hội đồng Bộ trưởng ban hành Quyết định số 15-HĐBT thành lập xã Nhơn Tân trên cơ sở một phần diện tích của xã Nhơn Thọ và một phần diện tích của xã Nhơn Lộc.<ref name=15HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-15-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-huyen-An-Nhon-An-Lao-Hoai-Nhon-Phu-My-va-Tay-Son-tinh-Nghia-Binh\/37035\/noi-dung.aspx Quyết định 15-HĐBT điều chỉnh địa giới hành chính một số xã, thị trấn của các huyện An Nhơn, An Lão, Bình Sơn, Hoài Nhơn, Phù Mỹ, Tây Sơn và Nghĩa Hành thuộc tỉnh Nghĩa Bình]<\/ref>\n\nNăm [[1989]], huyện An Nhơn thuộc tỉnh Bình Định vừa được tái lập.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-dai-gioi-hanh-chinh-cua-cac-tinh-Nghia-Binh-Phu-Khanh-va-Binh-Tri-Thien-42792.aspx Nghị quyết phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên]<\/ref>\n\nNgày [[26 tháng 12]] năm [[1997]], Chính phủ ban hành Nghị định số 118\/1997\/NĐ-CP thành lập thị trấn Đập Đá trên cơ sở xã Đập Đá.<ref name=118NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-118-1997-ND-CP-chia-tach-thanh-lap-mot-so-phuong-thi-tran-thuoc-thanh-pho-Quy-Nhon-cac-huyen-An-Nhon-va-Hoai-Nhon-tinh-Binh-Dinh-41272.aspx Nghị định 118\/1997\/NĐ-CP thành lập một số phường, thị trấn thuộc thành phố Quy Nhơn, các huyện An Nhơn và Hoài Nhơn, tỉnh Bình Định]<\/ref>\n\nNgày [[30 tháng 12]] năm [[2010]], [[Bộ Xây dựng]] ban hành Quyết định số 1175\/QĐ-BXD công nhận thị trấn Bình Định mở rộng là đô thị loại IV trực thuộc tỉnh Bình Định.\n\nCuối năm 2010, huyện An Nhơn có 2 thị trấn: Bình Định (huyện lỵ), Đập Đá và 13 xã: Nhơn An, Nhơn Hạnh, Nhơn Phong, Nhơn Hậu, Nhơn Hoà, Nhơn Hưng, Nhơn Khánh, Nhơn Phúc, Nhơn Lộc, Nhơn Mỹ, Nhơn Tân, Nhơn Thành, Nhơn Thọ.\n\nNgày [[28 tháng 11]] năm [[2011]], Chính phủ ban hành Nghị quyết số 101\/NQ-CP thành lập thị xã An Nhơn trên cơ sở toàn bộ diện tích tự nhiên và dân số của huyện An Nhơn; đồng thời chuyển 2 thị trấn: Bình Định, Đập Đá và 3 xã: Nhơn Hòa, Nhơn Hưng, Nhơn Thành thành 5 phường có tên tương ứng.\n\nThị xã An Nhơn có 24.264,36 ha diện tích tự nhiên, 187.817 nhân khẩu với 15 đơn vị hành chính trực thuộc, gồm 5 phường: Bình Định, Đập Đá, Nhơn Hòa, Nhơn Hưng, Nhơn Thành và 10 xã: Nhơn An, Nhơn Phong, Nhơn Hạnh, Nhơn Hậu, Nhơn Mỹ, Nhơn Khánh, Nhơn Phúc, Nhơn Lộc, Nhơn Tân, Nhơn Thọ.\n\nNgày [[2 tháng 3]] năm [[2021]], Bộ Xây dựng ban hành Quyết định số 219\/QĐ-BXD công nhận thị xã An Nhơn là [[đô thị Việt Nam#đô thị loại III|đô thị loại III]] trực thuộc tỉnh Bình Định.<ref name=BXD>{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/pages\/ChiTietVanBan.aspx?vID=3779|tựa đề=Quyết định số 219\/QĐ-BXD về việc công nhận thị xã An Nhơn là đô thị loại III trực thuộc tỉnh Bình Định|ngày=2021-03-02|website=Cổng thông tin điện tử Bộ Xây dựng}}<\/ref>\n\n==Kinh tế ==\n===Các khu, cụm công nghiệp===\n# Khu công nghiệp Nhơn Hòa\n# Cụm công nghiệp: Gò Đá Trắng, Phường Bình Định, Nhơn Phong, Thanh Liêm, Tân Đức, Gò Sơn, Đồi Hoả Sơn, Thắng Công, Nhơn Tân, An Mơ.\n\n==Văn hóa - du lịch==\n===Lễ hội===\n===Làng nghề===\n*Làng nghề Tiện gỗ mỹ nghệ Nhơn Hậu\n*Làng nghề Gốm Vân Sơn\n*Làng nghề Bún tươi Ngãi Chánh\n*Làng nghề Rèn Tây Phương Danh\n*Làng nghề Đúc kim loại Bằng Châu\n*Làng nghề [[Rượu Bàu Đá]]\n*Làng nghề Nón lá Gò Găng\n*Làng nghề Bánh tráng Trường Cửu\n*Làng nghề Bún khô, Bánh tráng An Thái\n*Làng nghề Đậu khuôn Vạn Thuận\n*Làng nghề Cốm nếp An Lợi\n*Làng nghề Bánh ướt, Bánh hỏi Nhơn Thuận\n*Làng nghề Tăm nhang Bả Canh\n*Làng nghề Đan tre Đông Lâm\n*Làng nghề Đan tre Đại Bình\n*Làng nghề Nón lá Nghĩa Hòa\n*Làng nghề Nón lá Đại An\n*Làng nghề Nón lá Tân Nghi\n*Làng nghề Nón lá Thuận Đức\n*Làng Mai cảnh Háo Đức\n*Làng Mai cảnh Thanh Liêm.\n\n===Di tích - Danh Thắng===\n# [[Thành Hoàng Đế]]\n# [[Tháp Cánh Tiên]] (tháp Đồng)\n# Chùa Thập Tháp\n# [[Tháp Phú Lốc]] (tháp Vàng)\n# Lò gốm cổ Gò Sành\n# Chùa Nhạn Sơn\n# Hồ Núi Một\n# Chùa Thiên Hưng\n# Thành Cha\n# Núi Mò O\n# Bến Trường Thi\n# [[Thành Bình Định]]\n# Cột cờ thành Bình Định\n# Lăng [[Võ Tánh]]\n# Chi bộ Hồng Lĩnh.\n\n==Giao thông==\nThị xã An Nhơn có hệ thống giao thông kinh tế rất thuận lợi: có đường [[Quốc lộ 1]], [[quốc lộ 19]] và đường sắt Bắc - Nam đi xuyên qua, tạo điều kiện cho việc giao lưu [[kinh tế]], [[văn hóa|văn hoá]] trong và ngoài tỉnh.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n{{Sơ khai Bình Định}}\n{{Huyện thị Bình Định}}\n{{Thị xã Việt Nam}}\n\n[[Thể loại:An Nhơn]]\n[[Thể loại:Đô thị Việt Nam loại III]]"}