{"8780":"{{1000 bài cơ bản}}\n{{Infobox Mandir\n| name = Angkor Wat <br> {{lang|km|អង្គរវត្ត}}\n| image = Angkor Wat.jpg\n| image_alt = Front side of main complex\n| caption =\n| pushpin_map = \n| map_caption = \n| latd = 13 | latm = 24 | lats = 45 | latNS = N\n| longd = 103 | longm = 52 | longs = 0 | longEW = E\n| coordinates_region = KH\n| coordinates_display= title\n| other_names = Nokor Wat ({{lang-km|នគរវត្ត}})\n| proper_name = Prasat Angkor Wat\n| devanagari =\n| sanskrit_translit =\n| tamil =\n| marathi =\n| bengali =\n| country = [[Campuchia]]\n| state\/province =\n| district =\n| location = [[Angkor]], [[Xiêm Riệp (tỉnh)|Xiêm Riệp]], [[Campuchia]]\n| elevation_m =\n| important_festivals=\n| architecture = [[Kiến trúc Khmer|Khmer]]\n| number_of_temples =\n| number_of_monuments=\n| inscriptions =\n| date_built = thế kỷ thứ XII\n| creator = bắt đầu bởi [[Suryavarman II]] hoàn thành bởi [[Jayavarman VII]]\n| website =\n| embedded = {{designation list | embed=yes\n | designation1 = WHS\n | designation1_offname = Angkor\n | designation1_type = Văn hóa\n | designation1_criteria = i, ii, iii, iv\n | designation1_number = [http:\/\/whc.unesco.org\/en\/list\/668 668]\n | designation1_date = 1992 {{small|([[Ủy ban Di sản thế giới|khóa họp]] thứ 16)}}\n | designation1_free1name = Khu vực\n | designation1_free1value = [[Danh sách di sản thế giới tại Đông Nam Á|Châu Á và Thái Bình Dương]]\n}}\n}}\n'''Angkor Wat''' ({{lang-km|អង្គរវត្ត}}, {{lang-vi|Ăng-co Vát}}) là một quần thể đền đài tại [[Campuchia]] và là di tích tôn giáo lớn nhất thế giới, rộng 162,6 hecta (1.626.000 mét vuông).<ref name=\"Guinness\">{{Chú thích web|tiêu đề=Largest religious structure|work=Guinness World Records|url=http:\/\/www.guinnessworldrecords.com\/world-records\/largest-religious-structure\/|ngày truy cập=ngày 29 tháng 4 năm 2016}}<\/ref> Ban đầu công trình được xây dựng làm đền thờ [[Ấn Độ giáo]] của [[Đế quốc Khmer]], và dần dần chuyển thành đền thờ [[Phật giáo]] vào cuối thế kỷ XII.<ref name=\"cyark\">{{Chú thích web|url=http:\/\/www.cyark.org\/news\/recycling-monuments-the-hinduismbuddhism-switch-at-angkor|tiêu đề=Recycling Monuments: The Hinduism\/Buddhism Switch at Angkor|author=Ashley M. Richter|ngày=ngày 8 tháng 9 năm 2009|nhà xuất bản=[[CyArk]]|ngày truy cập=ngày 7 tháng 6 năm 2015}}<\/ref> Vua [[Người Khmer|Khmer]] [[Suryavarman II]]<ref name=Higham1>{{chú thích sách |author=Higham, C. |year= 2014 |title= Early Mainland Southeast Asia |city= Bangkok |publisher= River Books Co., Ltd. |isbn= 9786167339443 |pages=372,378-379}}<\/ref> xây dựng Angkor Wat vào đầu thế kỷ XII tại [[Yaśodharapura]] ([[tiếng Khmer]]: យសោធរបុរៈ, [[Angkor]] ngày nay), thủ đô của [[Đế quốc Khmer]] như là đền thờ và lăng mộ của ông. Khác với truyền thống theo [[Giáo phái Shaiva]] (thờ thần [[Shiva]]) của các vị vua tiền nhiệm, Angkor Wat thờ thần [[Vishnu]]. Được bảo tồn tốt nhất trong khu vực, Angkor Wat là ngôi đền duy nhất vẫn giữ được vị trí trung tâm tôn giáo. Ngôi đền là đỉnh cao của phong cách [[kiến trúc Khmer]]. Nó đã trở thành biểu tượng của đất nước [[Campuchia]],<ref>{{Chú thích web|tiêu đề=Government::Cambodia|url=https:\/\/www.cia.gov\/library\/publications\/the-world-factbook\/geos\/cb.html|work=CIA World Factbook|ngày truy cập=2015-07-15|archive-date=2010-12-29|archive-url=https:\/\/web.archive.org\/web\/20101229001224\/https:\/\/www.cia.gov\/library\/publications\/the-world-factbook\/geos\/cb.html|url-status=dead}}<\/ref> xuất hiện trên [[Quốc kỳ Campuchia|quốc kỳ]] và là điểm thu hút nhiều khách du lịch hàng đầu tại đây.\n\nAngkor Wat là sự kết hợp của hai nét cơ bản của kiến trúc Khmer: kiến trúc đền-núi cùng với những dãy hành lang dài và nhỏ hẹp. Kiến trúc này tượng trưng cho [[Núi Meru]], quê hương của các [[thần|vị thần]] trong truyền thuyết [[Ấn Độ giáo]]: nằm giữa một con hào và lớp tường bao dài 3.6&nbsp;km (2.2 dặm) là khu chính điện ba tầng với kiến trúc hình chữ nhật, kết nối với nhau bởi những dãy hành lang sâu thẳm. Trung tâm của ngôi đền là tổ hợp 5 tháp với một tháp trung tâm và bốn tháp tại bốn góc hình vuông. Không giống những ngôi đền theo phong cách Angkor khác, Angkor Wat quay mặt về phía Tây và vẫn chưa có cách giải thích thống nhất về ý nghĩa của điều này. Ngôi đền được ngưỡng mộ bởi vẻ hùng vĩ và hài hòa của kiến trúc, sự phong phú của nghệ thuật điêu khắc và số lượng lớn các vị thần được trang hoàng trên những bức tường đá.\n\nTên hiện đại của ngôi đền, Angkor Wat, nghĩa là \"Thành phố Đền\" hay \"Thành phố của những ngôi Đền\" trong [[tiếng Khmer]]; Angkor, nghĩa là \"thành phố\" là từ nokor (នគរ), được bắt nguồn từ [[tiếng Phạn]] nagara (नगर), trong tiếng bản xứ.<ref name=Nath>Chuon Nath Khmer Dictionary (1966, Buddhist Institute, Phnom Penh)<\/ref> Wat nghĩa là \"sân đền\" trong [[tiếng Khmer]] ([[tiếng Phạn]]: वाट \"khoảng đất\").<ref name=Headley77>Cambodian-English Dictionary by Robert K. Headley, Kylin Chhor, Lam Kheng Lim, Lim Hak Kheang, and Chen Chun (1977, Catholic University Press)<\/ref>\n\n{{Có chứa chữ viết Khmer}}\n\n{{Buddhism}}\n\n== Lịch sử ==\n[[Tập tin:Suryavarman II in procession.jpg|thumb|left|Vua [[Suryavarman II]], người bắt đầu xây dựng Angkor Wat]]\nAngkor Wat nằm cách thị trấn [[Xiêm Riệp]] 5.5&nbsp;km (3.4 dặm) về phía bắc và chếch về phía đông nam của kinh đô cũ, với trung tâm là đền [[Baphuon]]. Đây là một khu vực có nhiều kiến trúc cổ quan trọng và là cực nam của cụm di tích chính Ăngkor.\n\nTruyền thuyết kể rằng Angkor Wat được xây dựng theo lệnh của Indra để làm cung điện cho con trai Precha Ket Mealea.<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=HAZrFhvqnTkC&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false|title=Asiatic Mythology:A Detailed Description and Explanation of the Mythologies of All the Great Nations of Asia|author1= J. Hackin|author2= Clayment Huart|author3= Raymonde Linossier| author4=Raymonde Linossier|author5= H. de Wilman Grabowska|author6= Charles-Henri Marchal|author7= Henri Maspero|author8= Serge Eliseev|year=1932|page=194}}<\/ref> Theo nhà ngoại giao [[Chu Đạt Quan]] (thế kỷ XIII), một số người tin rằng ngôi đền được xây dựng chỉ trong một đêm bởi một kiến trúc sư nhà Trời.<ref>{{chú thích sách|title= A Record of Cambodia: The Land and Its People|author=daguan Zhou|others=Translated by Peter Harris|publisher=Silkworm Books|year=2007}}<\/ref>\n\nViệc thiết kế và xây dựng được tiến hành vào nửa đầu thế kỷ XII dưới thời vua [[Suryavarman II]] (trị vì từ năm 1113 - 1150). Thờ thần Vishnu, ngôi đền được coi như thủ đô và đền thờ của nhà vua. Do không tìm thấy tấm bia nền móng cũng như bất kỳ bản khắc nào nhắc đến ngôi đền vào thời đó, tên ban đầu của nó vẫn là một dấu hỏi, nhưng nó có thể đã được gọi là \"Varah Vishnu-lok\", theo tên của vị thần được thờ. Công việc có vẻ như đã kết thúc sau khi nhà vua băng hà không lâu, dựa vào một số bức điêu khắc vẫn còn dang dở.<ref name=\"Ohio\">{{Chú thích web |url=http:\/\/huntingtonarchive.osu.edu\/seasia\/angkor.html |tiêu đề=Angkor Wat, 1113–1150 |ngày truy cập=ngày 27 tháng 4 năm 2008 |nhà xuất bản=College of the Arts, The Ohio State University |work=The Huntington Archive of Buddhist and Related Art |archive-date=2006-01-06 |archive-url=https:\/\/web.archive.org\/web\/20060106041557\/http:\/\/huntingtonarchive.osu.edu\/seasia\/angkor.html |url-status=dead }}<\/ref>\n\nNăm 1177, 27 năm sau cái chết của Suryavarman II, Ăngkor bị tàn phá bởi [[người Chăm]], kẻ thù truyền kiếp của người Khmer trong một [[Thủy chiến Tonlé Sap|cuộc tấn công chớp nhoáng bằng đường thủy]].<ref>{{chú thích sách|last= Coedès|first= George|authorlink= George Coedès|editor= Walter F. Vella|others= trans.Susan Brown Cowing|title= The Indianized States of Southeast Asia|year= 1968|publisher= University of Hawaii Press|isbn= 978-0-8248-0368-1 |pages=164}}<\/ref> Sau đó vua [[Jayavarman VII]] đã phục hưng đế quốc và thành lập một thủ đô và đền thờ mới ([[Angkor Thom|Ăngkor Thom]] và [[Bayon]]) cách Angkor Wat vài kilo mét về phía bắc.\n\nĐến cuối thế kỷ XII, Angkor Wat từ một trung tâm tín ngưỡng Ấn Độ giáo dần chuyển sang [[Phật giáo]] và tiếp tục cho đến ngày nay.<ref name=\"cyark\" \/> Không giống nhiều ngôi đền Ăngkor khác, tuy Angkor Wat một phần bị quên lãng từ sau thế kỷ XVI, nó không bao giờ hoàn toàn bị bỏ hoang, một phần nhờ con hào bao xung quanh đã bảo vệ ngôi đền khỏi sự xâm lấn của rừng rậm.<ref>Glaize, ''The Monuments of the Angkor Group'' p. 59.<\/ref>\n\nMột trong những người châu Âu đầu tiên đặt chân đến Ăngkor là [[António da Madalena]], một nhà sư người [[Bồ Đào Nha]] đến đây vào năm 1586 và nói rằng \"nó là một kiến trúc phi thường mà không giấy bút nào tả xiết, chủ yếu là vì nó không giống bất kỳ công trình nào khác trên thế giới. Nó có những tòa tháp, lối trang trí và tất cả sự tinh xảo mà con người có thể tưởng tượng ra.\"<ref>Higham, ''The Civilization of Angkor'' pp. 1–2.<\/ref>\n\nCho đến thế kỷ XVII, Angkor Wat vẫn chưa hoàn toàn bị bỏ hoang và có chức năng như một đền thờ Phật giáo. Mười bốn bản khắc chữ có niên đại từ thế kỷ thứ XVII được phát hiện ở khu vực Ăngkor, cho thấy những người hành hương Phật giáo [[Người Nhật|Nhật Bản]] có thể đã thành lập các khu định cư nhỏ cùng với người dân địa phương Khmer.<ref name=\"Nikkei\">{{Chú thích web |tiêu đề =Japanese Diaspora - Cambodia | author = Masako Fukawa | author2 = Stan Fukawa |ngày = 6 Nov 2014 | website = Discover Nikkei | url =http:\/\/www.discovernikkei.org\/en\/journal\/2014\/11\/6\/japanese-diaspora-cambodia\/ | ngày truy cập =ngày 18 tháng 10 năm 2015}}<\/ref> Cũng vào thời điểm đó, các du khách Nhật nghĩ rằng ngôi đền là khu vườn nổi tiếng [[Jetavana]] của [[Đức Phật]], ban đầu nằm trong vương quốc [[Magadha]], Ấn Độ.<ref>{{chú thích tạp chí | title = Au-dela du plan Japonais du XVII siècle d'Angkor Vat, (A XVII century Japanese map of Angkor Wat) | author = Abdoul-Carime Nasir | url = http:\/\/aefek.free.fr\/iso_album\/carteangkor_jetavana.pdf | language = fr | access-date = ngày 18 tháng 10 năm 2015 | archive-date = 2015-12-23 | archive-url = https:\/\/web.archive.org\/web\/20151223055631\/http:\/\/aefek.free.fr\/iso_album\/carteangkor_jetavana.pdf }}<\/ref> Bản khắc nổi tiếng nhất kể về [[Ukondafu Kazufusa]], người đón chào [[Lễ hội Chol Chnam Thmay|năm mới của người Khmer]] tại Angkor Wat năm 1632.<ref>{{Chú thích web | tiêu đề = History of Cambodia, Post-Angkor Era (1431 - present day) | work = Cambodia Travel | url = http:\/\/www.cambodia-travel.com\/khmer\/post-angkor.htm | ngày truy cập = ngày 18 tháng 10 năm 2015 | archive-date = 2019-09-11 | archive-url = https:\/\/web.archive.org\/web\/20190911082903\/http:\/\/www.cambodia-travel.com\/khmer\/post-angkor.htm | url-status = dead }}<\/ref>\n\nGiữa thế kỷ XIX, nhà tự nhiên học và thám hiểm người Pháp [[Henri Mouhot]] đã đến đây và giúp phương Tây biết đến Angkor Wat nhiều hơn bằng các ghi chép của mình. Trong đó ông viết:\n\n<blockquote>\"Một trong những ngôi đền đó-một đối thủ của [[đền Solomon]], và được một số [[Michelangelo]] thời cổ đại dựng lên - có thể có một chỗ đứng trang trọng bên cạnh những công trình đẹp nhất của chúng ta. Nó vĩ đại hơn tất cả những gì người [[Hy Lạp cổ đại|Hy Lạp]] hay [[La Mã cổ đại|La Mã]] để lại cho chúng ta, và thể hiện một sự tương phản đáng buồn cho tình trạng man rợ mà đất nước đang mắc phải.\"<ref>Quoted in [http:\/\/www.cambodianview.com\/documents\/articles\/Brief_Presentation.pdf Brief Presentation by Venerable Vodano Sophan Seng]<\/ref><\/blockquote>\nMouhot, cũng giống như những người phương Tây khác, khó tin rằng người Khmer có thể xây dựng được ngôi đền và đã ngỡ rằng nó được xây dựng cùng thời với thành Rome. Lịch sử thực sự của Angkor Wat chỉ được ráp nối lại với nhau bởi các bằng chứng nghệ thuật và bút tích được thu thập trong quá trình dọn dẹp và phục dựng trên cả khu vực Ăngkor. Không có nhà ở hoặc dấu vết gì của việc định cư như đồ dùng nấu ăn, vũ khí hoặc trang phục thường thấy tại các địa điểm cổ đại. Thay vào đó là các bằng chứng của một di tích lịch sử.<ref name=\"Southeast Asia 1995 p. 67-99\">''Time Life Lost Civilizations series: Southeast Asia: A Past Regained'' (1995). p.67–99<\/ref>\n\n{{multiple image\n | align = center\n | direction = horizontal\n | header_align = center\n | header = \n | image1 = Facade of Angkor Wat.jpg\n | width1 = 207\n | alt1 = \n | caption1 = <center> Mặt trước của Angkor Wat, một bức vẽ của [[Henri Mouhot]]\n | image2 = Angkor Vat circa 1870 05309.jpg\n | width2 = 424\n | alt2 = \n | caption2 = <center>Angkor Wat năm 1870, chụp bởi [[Émile Gsell]]\n | image3 = AfficheAngkorGroslier.jpg\n | width3 = 200\n | alt3 = \n | caption3 = <center>Bưu thiếp của Pháp về Angkor Wat năm 1911\n}}\n\nCần nhiều công sức để phục dựng Angkor Wat vào thế kỷ XX, phần lớn là để loại bỏ đất đá và cây cối bị tích tụ.<ref name=\"multiref1\">Glaize p. 59.<\/ref> Công việc này bị gián đoạn do nội chiến và thời kỳ [[Khmer Đỏ]] kiểm soát đất nước trong những năm 1970 và 1980, nhưng ngoài nạn trộm cắp và sự xuống cấp của những bực tượng hậu Ăngkor, không có thiệt hại nào đáng kể được ghi nhận.<ref>APSARA authority, [http:\/\/www.autoriteapsara.org\/en\/angkor\/history\/war.html The Modern Period: The war]<\/ref>\n\nNgôi đền là một biểu tượng mạnh mẽ của Campuchia và là niềm tự hào tổ quốc to lớn đã có ảnh hưởng đến mối quan hệ ngoại giao của Campuchia với Pháp, Hoa Kỳ và người láng giềng Thái Lan. Hình ảnh Angkor Wat đã xuất hiện trên [[quốc kỳ Campuchia]] ngay từ khi nó mới được ra mắt vào năm 1863.<ref>Flags of the World, [http:\/\/flagspot.net\/flags\/kh_hstry.html Cambodian Flag History]<\/ref> Tuy nhiên, từ một góc độ lịch sử và văn hóa lớn hơn, trong quá khứ Angkor Wat không phải là một biểu tượng quốc gia độc đáo và đã xuất hiện trong quá trình hình thành nên di sản thuộc Pháp về văn hóa—chính trị. Ngôi đền được giới thiệu tại triển lãm thuộc địa Pháp và thế giới tại Paris và Marseilles vào giữa những năm 1889 và 1937.<ref>Falser, Michael (2011). [http:\/\/archiv.ub.uni-heidelberg.de\/ojs\/index.php\/transcultural\/article\/view\/9083 ''Krishna and the Plaster Cast. Translating the Cambodian Temple of Angkor Wat in the French Colonial Period''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120210193009\/http:\/\/archiv.ub.uni-heidelberg.de\/ojs\/index.php\/transcultural\/article\/view\/9083 |date=2012-02-10 }}.<\/ref> Vẻ đẹp của Angkor Wat cũng xuất hiện trong bảo tàng thạch cao của [[Louis Delaporte]] với tên gọi bảo tàng Đông Dương (''musée Indo-chinois)'' từng nằm trong [[Palais du Trocadéro|Cung điện Trocadéro]] tại Paris từ năm 1880 cho đến giữa thập niên 1920.<ref>Falser, Michael (2013). [http:\/\/www.riha-journal.org\/articles\/2013\/2013-apr-jun\/falser-musee-indo-chinois ''From Gaillon to Sanchi, from Vézelay to Angkor Wat. The Musée Indo-Chinois in Paris: A Transcultural Perspective on Architectural Museums.''].<\/ref>\n\nDi sản nghệ thuật tuyệt vời của Angkor Wat và các di tích Khmer khác trong khu vực [[Angkor|Ăngkor]] đã trực tiếp dẫn đến [[bảo hộ|sự bảo hộ]] của Pháp đối với Campuchia như một thuộc địa vào ngày 11 tháng 8 năm 1863 và sự xâm lược [[Xiêm La]] nhằm nắm quyền kiểm soát khu di tích. Điều này nhanh chóng dẫn đến việc Campuchia đòi lại những vùng đất phía tây bắc đã nằm trong quyền kiểm soát của người Xiêm (Thái) từ năm 1351 (Manich Jumsai 2001) hay theo các nguồn khác là năm 1431.<ref>''Cambodge: The Cultivation of a Nation, 1860–1945'' by Penny Edwards. 2007. ISBN 978-0-8248-2923-0<\/ref> Campuchia giành độc lập vào ngày 9 tháng 11 năm 1953 và sở hữu Angkor Wat từ đó đến nay. Có thể nói rằng từ thời kỳ thuộc địa cho đến khi được [[UNESCO]] đề cử làm [[Di sản Thế giới]] năm 1992, ngôi đền Angkor Wat đã có một vai trò quan trọng trong việc hình thành khái niệm di sản văn hóa hiện đại cũng như sự toàn cầu hóa di sản văn hóa.<ref>Falser, Michael: Clearing the Path towards Civilization - 150 Years of \"Saving Angkor\". In: Michael Falser (ed.) Cultural Heritage as Civilizing Mission. From Decay to Recovery. Springer: Heidelberg, New York, pp. 279-346.<\/ref>\n\nTháng 12 năm 2015, một nhóm nghiên cứu từ [[Đại học Sydney]] đã tìm thấy một quần thể tháp được xây dựng và phá hủy trong quá trình hình thành Angkor Wat chưa từng thấy trước đó, cũng như một công trình lớn chưa rõ mục đích tại mặt phía nam và các công sự bằng gỗ.<ref name=\"sydney\">{{Chú thích web | url =http:\/\/sydney.edu.au\/news-opinion\/news\/2015\/12\/09\/new-discoveries-redefine-angkor-wat-s-history.html|tiêu đề=Recent research has transformed archaeologists' understanding of Angkor Wat and its surroundings|nhà xuất bản=University of Sydney| ngày=ngày 9 tháng 12 năm 2015| ngày truy cập =ngày 10 tháng 12 năm 2015}}<\/ref> Những phát hiện này cũng bao gồm bằng chứng về sự có mặt của quần thể cư dân mật độ thấp với một mạng lưới đường, các ao và gò. Điều đó chỉ ra rằng khu vực đền bao quanh bởi hào nước và tường, có thể không chỉ dành riêng cho các tu sĩ như những suy nghĩ trước đây. Nhóm nghiên cứu đã sử dụng [[LiDAR]], [[Radar quét|radar xuyên mặt đất]] và khai quật từng vùng để nghiên cứu Angkor Wat.<ref name=\"sydney\"\/>\n\n== Kiến trúc ==\n\n===Vị trí và thiết kế xây dựng===\n[[Tập tin:Angkor Satellit mit Karte.jpg|thumb|upright=1.5|Góc nhìn từ vệ tinh và vị trí của Angkor Wat so với các địa điểm khảo cổ Ăngkor khác như [[Angkor Thom|Ăngkor Thom]]]]\n\n{{multiple image\n | align = right\n | direction = vertical\n | header_align = center\n | header = Thiết kế của Angkor Wat\n | image1 = Angkor Wat M2.png\n | width1 = 220\n | alt1 = \n | caption1 = Thiết kế chung của Angkor Wat với cấu trúc trung tâm ở giữa\n | image2 = Angkor Wat M3.png\n | width2 = 220\n | alt2 = \n | caption2 = Quy hoạch chi tiết của cấu trúc trung tâm\n}}\nAngkor Wat, nằm ở {{Coord|13|24|45|N|103|52|0|E|type:landmark_region:KH|display=inline}}, là một sự kết hợp độc đáo của chùa chiền và núi. Angkor Wat đạt thiết kế tiêu chuẩn của đền thờ cấp quốc gia và các tiêu chuẩn sau này của phòng trưng bày hiện đại. Ngôi đền là một đại diện của [[núi Meru]], quê hương của các vị thần: các quincunx trung tâm của tháp tượng trưng cho năm đỉnh núi, và các bức tường và hào tượng trưng cho các dãy núi bao quanh và đại dương.<ref name=\"multiref2\">Freeman and Jacques p. 48.<\/ref> Khả năng đi vào các khu vực trên cao của đền thờ càng ngày càng khó, với các giáo dân chỉ được vào tầng thấp nhất.<ref>Glaize p. 62.<\/ref>\n\nKhông giống như hầu hết các ngôi chùa Khmer, Angkor Wat được định hướng về phía tây hơn là phía đông. Điều này đã khiến nhiều người (kể cả [[Maurice Glaize]] và [[George Coedès]]) đã kết luận rằng Suryavarman dự định xây đền này làm lăng mộ của mình.<ref name=Coedes>{{chú thích sách|last= Coedès|first= George|authorlink= George Coedès|editor= Walter F. Vella|others= trans.Susan Brown Cowing|title= The Indianized States of Southeast Asia|year= 1968|publisher= University of Hawaii Press|isbn= 978-0-8248-0368-1 |pages=162 }}<\/ref><ref>The diplomatic envoy Zhou Da Guan sent by Emperor [[Temür Khan]] to Angkor in 1295 reported that the head of state was buried in a tower after his death, and he referred to Angkor Wat as a mausoleum<\/ref> Thêm bằng chứng cho quan điểm này là các bức phù điêu, mà tiến hành trong một hướng ngược chiều kim đồng hồ-prasavya trong tiếng Hindu-vì đây là mặt trái của thứ tự bình thường. Nghi lễ diễn ra trong trật tự ngược trong nghi thức tang lễ Brahminic.<ref name=\"multiref1\" \/> Nhà khảo cổ học [[Charles Higham]] cũng tìm thấy và mô tả một cái lọ có thể là một cái lọ dùng để chứa tro đã được tìm thấy trong tháp trung tâm.<ref name=\"multiref3\">Higham, ''The Civilization of Angkor'' p. 118.<\/ref> Đền đã được đề cử là như là khoản chi phí lớn nhất cho việc xây dựng lăng mộ để lưu trữ xác người chết.<ref name=\"Scarre p. 81-85\">Scarre, Chris editor \"The Seventy Wonders of the Ancient World\", p.&nbsp;81–85 (1999) Thames & Hudson, Luân Đôn<\/ref> Tuy nhiên Freeman và Jacques lưu ý rằng một số ngôi đền khác của Ăngkor có định hướng khác với định hướng Đông nói chung, và cho rằng việc định hướng Angkor Wat là vì nghi lễ thờ cúng Vishnu, vị thần có liên quan với phương Tây.<ref name=\"multiref2\" \/>\n\n[[Eleanor Mannikka]] đã đề xuất một lời giải thích thêm về Angkor Wat. Dựa trên định hướng và kích thước của ngôi đền, và trên các nội dung và cách sắp xếp các phù điêu, bà lập luận rằng cấu trúc đền đại diện cho một kỷ nguyên mới với tuyên bố hòa bình dưới thời vua [[Suryavarman II]]: \"vì các số đo của chu kỳ thời gian mặt trời và mặt trăng đã được gắn vào không gian thiêng liêng của Angkor Wat, nhiệm vụ cai quản đất nước thiêng liêng này được chạm khắc vào phòng và hành lang ngôi đền, với ý nghĩa là để duy trì quyền lực của nhà vua và để tôn vinh và thờ phượng các vị thần ở trên trời.\"<ref>[[Eleanor Mannikka|Mannikka, Eleanor]]. [http:\/\/huntingtonarchive.osu.edu\/seasia\/angkor.html Angkor Wat, 1113–1150] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060106041557\/http:\/\/huntingtonarchive.osu.edu\/seasia\/angkor.html|date=2006-01-06}}. (This page does not cite an author's name.)<\/ref><ref>Stencel, Robert, Fred Gifford, and Eleanor Moron. \"Astronomy and Cosmology at Angkor Wat.\" ''Science'' 193 (1976): 281–287. (Mannikka, née Moron)<\/ref> Nhận xét của Mannikka đã được đón nhận với sự kết hợp giữa quan tâm và hoài nghi trong giới học thuật.<ref name=\"multiref3\" \/> Bà đã nhận xét khác hẳn với những suy đoán của những người khác, chẳng hạn như [[Graham Hancock]], rằng Angkor Wat là một phần của việc mô phỏng chòm sao [[Thiên Long]].<ref>Transcript of [http:\/\/www.grahamhancock.com\/horizon\/horizon_script_2.htm Atlantis Reborn], broadcast [[BBC Two|BBC2]] ngày 4 tháng 11 năm 1999.<\/ref>[[Tập tin:Apsaras AngkorWat Kambodscha2001.jpg|nhỏ|Hình tượng nữ thần Apsara tại đền]]\n\nAngkor Wat có hệ thống thủy lợi rộng lớn cung cấp nước sinh hoạt và bổ sung nước ngầm cho nơi này<ref>https:\/\/www.bbc.com\/travel\/article\/20211201-angkor-asias-ancient-hydraulic-city<\/ref>. Angkor Wat tồn tại được trên vùng đất cát nhờ có nguồn nước ngầm ổn định tăng giảm theo mùa. Tuy nhiên, các khách sạn quanh di tích này và người dân địa phương đang bơm hút nguồn nước ngầm để phục vụ nhu cầu kinh doanh và sinh hoạt đe dọa sự tồn tại của Angkor Wat.<ref>https:\/\/nld.com.vn\/thoi-su-quoc-te\/angkor-doi-dien-nguy-co-sut-lun-20100929103654268.htm<\/ref>\n\n=== Đặc điểm của Angkor Wat ===\n[[Tập tin:Angkorwat(rear).JPG|thumb|260px|left|Angkor Wat nhìn từ phía sau]]\n\nAngkor Wat là ví dụ điển hình của phong cách cổ điển của [[Kiến trúc Khmer|kiến ​​trúc Khmer]]—phong cách Angkor Wat. Cho đến thế kỷ thứ XII, các kiến ​​trúc sư Khmer đã trở nên thành thục và tự tin trong việc sử dụng [[sa thạch]] (chứ không phải là gạch hoặc [[đá ong]]) làm vật liệu xây dựng chính. Hầu hết các khu vực có thể nhìn thấy là các khối sa thạch, trong khi đá ong đã được sử dụng cho các bức tường bên ngoài và cho các bộ phận cấu trúc ẩn. Các vật liệu được sử dụng để kết nối các khối vẫn chưa được xác định, mặc dù các loại [[nhựa cây]] hoặc [[vôi tôi]] đã được nhắc đến.<ref>[http:\/\/www.gacp-angkor.de\/ German Apsara Conservation Project] Building Techniques, p. 5.<\/ref>\n\nNgôi đền đã nhận được sự tán thưởng cho sự hài hòa trong thiết kế của mình. Theo Maurice Glaize, một người bảo tồn giữa thế kỷ XX của Ăngkor, ngôi đền \"đã đạt tới sự hoàn hảo kinh điển bởi sự hoành tráng được tiết chế của các yếu tố cân bằng và sự sắp xếp chính xác về tỷ lệ. Nó là một tác phẩm của sức mạnh, sự thống nhất và phong cách.\"<ref>Glaize p. 25.<\/ref>\n[[Tập tin:Angkor-Wat-from-the-air.JPG|thumb|Angkor Wat nhìn từ trên cao]]\n\nVề mặt kiến ​​trúc, các yếu tố đặc trưng của phong cách bao gồm: các tháp dạng oval giống như búp [[Sen hồng|sen]]; các hành lang nhỏ để mở rộng lối đi; các phòng dọc theo các trục để kết nối các khoảnh sân; và các bậc thang hình chữ thập xuất hiện dọc theo các trục chính của ngôi đền. Các yếu tố trang trí điển hình là devata (hoặc apsara), phù điêu, và trên các bức tường áp mát là các vòng hoa lớn và những cảnh dẫn truyện.Các bức tượng của Angkor Wat được đánh giá là bảo thủ, thiếu sinh động và thiếu hấp dẫn hơn những công trình ở trên.<ref>APSARA authority, [http:\/\/www.autoriteapsara.org\/en\/angkor\/art\/styles\/angkorian\/angkor_vat.html Angkor Vat Style]<\/ref> Các yếu tố khác của thiết kế đã bị phá hủy bởi nạn cướp bóc và thời gian, bao gồm vữa mạ vàng trên tháp, lớp mạ vàng trên một số bức phù điêu, và các tấm trần và cửa ra vào bằng gỗ.<ref>Freeman and Jacques p. 29.<\/ref>\n\n=== Các đặc điểm nổi bật ===\n\n==== Khoảng không gian bên ngoài ====\nBức tường bên ngoài, dài 1,024&nbsp;m (3,360&nbsp;ft), rộng 802&nbsp;m (2,631&nbsp;ft) và cao 4.5&nbsp;m (15&nbsp;ft), được bao quanh bởi một khu đất rộng 30&nbsp;m (98&nbsp;ft) và một con hào rộng 190&nbsp;m (620&nbsp;ft). Lối vào đền là một bờ đất ở phía đông và một đường đắp bằng sa thạch ở phía tây. Lối vào chính ở phía Tây được thêm vào sau, có thể nhằm thay thế cho một cây cầu gỗ. Tại mỗi hướng chính đều có một gopura (kiến trúc cổng vào).\n\n== Angkor Wat ngày nay ==\n\n=== Phục dựng và bảo tồn ===\n[[Tập tin:WMF Angkor Wat.ogv|Đoạn phim ngắn của [[World Monuments Fund]] về việc phục dựng Angkor Wat|thumb]]\nViệc phục dựng Angkor Wat bắt đầu từ khi [[Viện Viễn Đông Bác cổ]] (''École Française d’Extrême-Orient -'' EFEO) thành lập chương trình Phục dựng Ăngkor (Conversation d'Angkor) vào năm 1908. Cho đến lúc đó, các hoạt động tại khu vực chủ yếu là thăm dò.<ref>{{Chú thích web |url=http:\/\/www.wmf.org\/sites\/default\/files\/wmf_publication\/Considerations_for_the_Conservation_and_Preservation_of_the_Historic_City_of_Angkor_Report_I.pdf |tiêu đề=Considerations for the Conservation and Presentation of the. Historic City of Angkor |work=World Monuments Fund |page=65 |ngày truy cập=2015-07-16 |archive-date=2011-05-16 |archive-url=https:\/\/web.archive.org\/web\/20110516174411\/http:\/\/www.wmf.org\/sites\/default\/files\/wmf_publication\/Considerations_for_the_Conservation_and_Preservation_of_the_Historic_City_of_Angkor_Report_I.pdf |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.efeo.fr\/base.php?code=217 |tiêu đề=The Siem Reap Centre, Cambodia |nhà xuất bản=EFEO}}<\/ref> Chương trình chịu trách nhiệm về các hoạt động nghiên cứu, bảo tồn và phục dựng tại Ăngkor cho đến đầu những năm 1970<ref>{{Chú thích web |url=http:\/\/www.autoriteapsara.org\/en\/angkor\/history\/conservation.html |tiêu đề=The Modern Period: The creation of the Angkor Conservation |work=APSARA Authority }}<\/ref> và phần lớn việc phục dựng được thực hiện vào những năm 1960.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=5UTelRMB4BAC&pg=PA157&lpg=PA157#v=onepage&q&f=false |title=Cambodia |page=157 |year=2010|publisher=Lonely Planet |isbn= 978-1741794571}}<\/ref> Tuy nhiên, các hoạt động này đã bị dừng lại vào thời [[Khmer Đỏ]].<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=UWKTmJ8iR84C&pg=PA220#v=onepage&q&f=false |title=Asian Heritage Management: Contexts, Concerns, and Prospects|editor=Kapila D. Silva, Neel Kamal Chapagain |pages=220-221|publisher=Routledge |year= 2013 |isbn=978-0415520546 }}<\/ref> Từ năm 1986 đến năm 1992, tổ chức [[Nghiên cứu Khảo cổ Ấn Độ]] (Archaeological Survey of India) tiến hành công việc phục dựng ngôi đền,<ref>{{Chú thích web |url= http:\/\/asi.nic.in\/asi_abroad.asp|tiêu đề= Activities Abroad#Cambodia|nhà xuất bản=Archaeological Survey of India}}<\/ref> cho dù đã có những ý kiến tranh cãi về việc sử dụng hóa chất gây ảnh hưởng đến bề mặt đá.<ref>{{chú thích báo |url= http:\/\/www.nytimes.com\/1992\/06\/21\/magazine\/washing-buddha-s-face.html |title=Washing Buddha's Face|author=Phillip Shenon |date= ngày 21 tháng 6 năm 1992 |work=New York Times }}<\/ref><ref>{{chú thích sách |url=https:\/\/books.google.co.uk\/books?id=3ofDt_8kyYcC&pg=PA223&lpg=PA223#v=onepage&q&f=false |title=Asian Heritage Management: Contexts, Concerns, and Prospects|editor=Kapila D. Silva, Neel Kamal Chapagain |pages=223|publisher=Routledge |year= 2013 |isbn= 978-0415520546 }}<\/ref>\n\nNăm 1992, sau lời kêu gọi giúp đỡ của Quốc vương [[Norodom Sihanouk]], Angkor Wat được cho vào [[danh sách di sản thế giới bị đe dọa]] của UNESCO (sau đó đã được gạch tên vào năm 2004) và [[di sản thế giới]] cùng với lời kêu cứu của UNESCO đến cộng đồng quốc tế.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=zIMECAAAQBAJ&pg=PA253#v=onepage&q&f=false |title= Cultural Heritage as Civilizing Mission: From Decay to Recovery|editor= Michael Falser |page=253 |publisher=Springer International |isbn= 9783319136387 }}<\/ref><ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=1miIRLRaLEoC&pg=PA290#v=onepage&q&f=false |title=Poverty Alleviation and Environmental Law|author= Albert Mumma, Susan Smith |page=290 |publisher=ElgarOnline |isbn=978-1781003299 }}<\/ref> Năm 1994, các phân vùng đã được thiết lập để bảo vệ khu vực Ăngkor.<ref>{{Chú thích web |url=http:\/\/www.autoriteapsara.org\/en\/apsara\/about_apsara\/legal_texts\/decree3.html |tiêu đề=Royal Decree establishing Protected Cultural Zones |work=APSARA }}<\/ref> Cơ quan quản lý APSARA được thành lập năm 1995 nhằm bảo vệ và quản lý khu vực, và một điều luật đã được thông qua năm 1996 nhằm bảo vệ các di sản tại Campuchia.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=1W6BWEWdJWQC&pg=PA123#v=onepage&q&f=false |title= Marketing Heritage: Archaeology and the Consumption of the Past|authors= Yorke M. Rowan, Uzi Baram |page=123 |publisher=AltaMira Press|year= 2004 |isbn=978-0759103429 }}<\/ref><ref>{{Chú thích web |author=Hing Thoraxy|archiveurl= https:\/\/web.archive.org\/web\/20010303123306\/http:\/\/www.lideekhmer.org.kh\/publication_roundtable5.htm|archive-date= ngày 3 tháng 3 năm 2001 |url=http:\/\/www.lideekhmer.org.kh\/publication_roundtable5.htm |tiêu đề=Achievement of \"APSARA}}<\/ref> Một số quốc gia như Pháp, Nhật Bản và Trung Quốc đã tham gia vào các dự án bảo tồn Angkor Wat. Tổ chức [[Dự án Bảo tồn Apsara Đức]] đang làm công tác bảo vệ các hoa văn và họa tiết điêu khắc đá khỏi hư hại. Khảo sát của công ty cho thấy khoảng 20 phần trăm các họa tiết đang trong tình trạng tồi tệ, chủ yếu bởi sự xói mòn tự nhiên và sư xuống cấp của đá, nhưng một phần cũng do các cố gắng phục dựng trước đó.<ref>[http:\/\/ospiti.thunder.it\/gacp German Apsara Conservation Project] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050205015542\/http:\/\/ospiti.thunder.it\/gacp\/ |date = ngày 5 tháng 2 năm 2005}}, Conservation, Risk Map, p. 2.<\/ref> Các công việc khác bao gồm sửa chữa các phần bị sụp đổ của cấu trúc, và đề phòng sự sụp đổ thêm: mặt phía tây của tầng trên đã được củng cố thêm bằng giàn giáo từ năm 2002,<ref>{{Chú thích web |url=http:\/\/www.autoriteapsara.org\/en\/apsara\/about_apsara\/publication\/yashodhara\/yashodhara_6.html |tiêu đề=Infrastructures in Angkor Park |ngày truy cập=ngày 25 tháng 4 năm 2008 |work=Yashodhara no. 6: January – June 2002 |nhà xuất bản=APSARA Authority |archive-date=2012-05-26 |archive-url=https:\/\/archive.is\/20120526071420\/http:\/\/www.autoriteapsara.org\/en\/apsara\/about_apsara\/publication\/yashodhara\/yashodhara_6.html |url-status=dead }}<\/ref> trong khi một đội từ Nhật Bản đã hoàn thiện việc phục dựng thư viện phía bắc của khoảng đất phía ngoài năm 2005.<ref>{{Chú thích web |url=http:\/\/www.autoriteapsara.org\/en\/apsara\/about_apsara\/news\/angkorvat_ceremony.html |tiêu đề=The Completion of the Restoration Work of the Northern Library of Angkor Wat |ngày truy cập=ngày 25 tháng 4 năm 2008 |ngày=ngày 3 tháng 6 năm 2005 |nhà xuất bản=APSARA Authority |archiveurl=https:\/\/web.archive.org\/web\/20080509092835\/http:\/\/www.autoriteapsara.org\/en\/apsara\/about_apsara\/news\/angkorvat_ceremony.html |archive-date = ngày 9 tháng 5 năm 2008 |url-status=dead }}<\/ref> [[Quỹ Di tích Thế giới]] (World Monuments Fund) bắt đầu công việc phục dựng hành lang Churning of Sea of Milk năm 2008 sau một vài năm nghiên cứu tình trạng. Dự án khôi phục hệ thống mái truyền thống của người Khmer và loại bỏ xi măng được dùng trong các lần phục dựng trước khiến muối thấm vào sau các bức điêu khắc đá, làm phai màu và gây hư hại các bề mặt điêu khắc.\n\n[[Tập tin:Angkor Wat naga and guardian lion.JPG|thumb|Chiếc đầu được phục dựng của một naga trên đường dẫn vào Angkor Wat. Đường dẫn được khôi phục đầu tiên bởi người Pháp vào những năm 1960.]]\n\nMàng vi sinh vật sinh học đã tìm thấy đá sa thạch đang xuống cấp tại Angkor Wat, Preah Khan, và Bayon và Tây Prasat ở Ăngkor. Sự mất nước và [[vi khuẩn lam]] dạng sợi chống bức xạ có thể sản xuất các axit hữu cơ phân hủy đá. Một loại nấm tối dạng sợi đã được tìm thấy trong các mẫu vật trong và ngoài [[Preah Khan]], trong khi tảo [[Trentepohlia (tảo)|Trentepohlia]] chỉ được tìm thấy trong các mẫu vật lấy từ đá hồng bên ngoài Preah Khan.<ref>{{chú thích tạp chí|title=Microbial biofilms on the sandstone monuments of the Angkor Wat Complex, Cambodia|journal=Current Microbiology|date=Feb 2012|pages=85–92|volume=64|author1=Gaylarde CC|author2=Rodríguez CH|author3=Navarro-Noya YE|author4=Ortega-Morales BO|doi=10.1007\/s00284-011-0034-y|pmid=22006074|issue=2}}<\/ref> Các bản sao cũng đã được thực hiện để thay thế một số các điêu khắc bị mất hoặc hư hỏng.<ref>{{Chú thích web |url=http:\/\/www.bbc.co.uk\/news\/world-asia-19279491 |tiêu đề=Restoring ancient monuments at Cambodia's Angkor Wat|author= Guy De Launey|ngày=ngày 21 tháng 8 năm 2012 |work=BBC }}<\/ref>\n\n=== Du lịch ===\nTừ những năm 1990, Angkor Wat đã trở thành một địa điểm du lịch lớn. Năm 1993, chỉ có 7,650 du khách đến đây; đến năm 2004, số liệu chính phủ đã cho thấy đã có 561,000 du khách nước ngoài đến tỉnh Xiêm Riệp, chiếm xấp xỉ 50% lượng du khách nước ngoài đến Campuchia. Đến năm 2007 con số này là trên một triệu, và trên hai triệu vào năm 2012. Phần lớn mọi người đến thăm Angkor Wat với trên 2 triệu du khách nước ngoài năm 2013. Khu di tích được quản lý bởi tập đoàn tư nhân [[SOKIMEX]], tổ chức đã thuê lại Angkor Wat từ [[Chính trị Campuchia|Chính phủ Campuchia]]. Các dòng khách du lịch không gây ra thiệt hại nào đáng kể, trừ một số bức [[tranh phun sơn|graffti]]; các bức điêu khắc đá và bề mặt sàn được bảo vệ bởi dây thừng và mặt gỗ. Du lịch cũng mang về một nguồn thu khác cho công tác bảo trì—cho đến năm 2000, khoảng 28% nguồn thu từ bán vé tại khu vực [[Angkor|Ăngkor]] được sử dụng cho ngôi đền—cho dù phần lớn công việc được tiến hành bởi các đội được tài trợ bởi các chính phủ nước ngoài chứ không phải các nhà chức trách Campuchia.\n\n==Hình ảnh==\n<gallery widths=\"200\" heights=\"200\">\nTập tin:Angkor Wat, Camboya, 2013-08-16, DD 082.JPG|Angkor Wat nhìn từ một góc bên ngoài vào bình minh\nTập tin:Angkor Wat, Camboya, 2013-08-16, DD 087.JPG|Một trong những lối vào của kiến trúc bên ngoài\nTập tin:Angkor Wat, Camboya, 2013-08-16, DD 096.JPG|Chi tiết của một trong số các tháp\nTập tin:Angkor Wat, Camboya, 2013-08-15, DD 022.JPG|Hành lang\nFile:Hành lang đá Angkor Wat.jpg|Hành lang cánh phải ngoài cùng của kiến trúc\nTập tin:Angkor Wat, Camboya, 2013-08-15, DD 015.JPG|Sư tử đá bảo vệ của người Khmer\nTập tin:Angkor Wat, Camboya, 2013-08-15, DD 026.JPG|Gương trên tường thành\nTập tin:Angkor-wat-central.jpg|Mô hình thu nhỏ kiến trúc trung tâm của Angkor Wat\nTập tin:கம்போடியா நாட்டில் தமிழர் இரண்டாம் சூர்யவர்மன் இந்த கோயிலை கட்டினான்.jpg|Angkor Wat nhìn từ trên cao\nTập tin:East Asia Summit Cambodia 2012 (8200693332).jpg|Quốc kỳ Campuchia (bên phải) với hình tượng Angkor Wat ở giữa\n<\/gallery>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n* Michael Freeman, Claude Jacques, Ancient Angkor, Thames & Hudson Ltd, Luân Đôn,trang 12 xuất bản năm 1999.\n* Vương Hồng Sển, Hơn nửa đời hư, Nhà xuất bản trẻ, Thành phố Hồ Chí Minh, 2003 \n* Maurice Glaise, A guide to the Angkor monuments, (translated from French) \n* Jacque Lange, \"Angkor, La resurrection du temple montagne\", Paris Match no. 2851, 8-19 tháng 1 năm 2004 \n* Eleanor Mannikka, Angkor Wat, Time, space and kingship, Allen & Unwin, 1997 \n* Michael Freeman, Roger Warner, Angkor, The hidden glories, David Larken book, 1990 \n* Jared Diamond, Collapse: How societies choose to fail or succeed, Penguin books, 2005 \n* Charles Higham, The civilization of Angkor, University of California Press, 2002 \n* George Coedes, The Indianized states of Southeast Asia, East West Center Press, University of Hawaii, 1968 \n* Ugo Zoppi et al, The contribution of C14 AMS dating to the greater Angkor archeological project, Poster presented at the AMS-9 conference in Nagoya, September 9-13, 2002 \n* Ngô Sĩ Liên, Đại Việt Sử Ký Toàn Thư, Viện Khoa học Xã hội Việt Nam, 1993\n* Phan Vĩnh Thống, Dịch thuật VN-Khmer, Công ty Thai Lai 2009\n\n== Xem thêm ==\n* [[Angkor Thom]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Angkor}}\n* [http:\/\/www.thuvienhoasen.org\/pgtg-angkor-wat.htm ANGKOR WAT Từ Cánh Đồng Chết Tới Đế Thiên Đế Thích] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070323142713\/http:\/\/www.thuvienhoasen.org\/pgtg-angkor-wat.htm |date = ngày 23 tháng 3 năm 2007}} \n{{Cố đô Campuchia}}\n{{Các di tích Angkor}}\n{{Authority control}}\n\n[[Thể loại:Bài cơ bản dài trung bình]]\n[[Thể loại:Đền thờ Campuchia]]\n[[Thể loại:Di tích Angkor]]\n[[Thể loại:Tỉnh Xiêm Riệp]]\n[[Thể loại:Di sản thế giới tại Campuchia]]\n[[Thể loại:Địa điểm hành hương Phật giáo]]\n[[Thể loại:Di tích Angkor ở tỉnh Xiêm Riệp]]\n[[Thể loại:Khảo cổ Campuchia]]"}