{"457679":"{{Thông tin thánh\n| tên = Anrê Dũng Lạc\n| hình = Andre Dung Lac.jpg\n| cỡ hình = 150px\n| alt = ALT\n| chú thích = \n| danh hiệu = \n| ngày sinh = [[1795]]\n| nơi sinh = [[Kinh Bắc (phường)|Kinh Bắc]], [[Bắc Ninh]]\n| ngày mất = {{Ngày mất và tuổi|1839|12|21|1795|df=y}}\n| nơi mất = [[Cầu Giấy|Ô Cầu Giấy]], [[Hà Nội]]\n| tôn kính = [[Giáo hội Công giáo Rôma]]\n| ngày chân phước = [[27 tháng 5]] năm [[1900]]\n| nơi chân phước = \n| chân phước bởi = [[Giáo hoàng Lêô XIII]]\n| ngày hiển thánh = [[19 tháng 6]] năm [[1988]]\n| nơi hiển thánh = [[Roma]]\n| hiển thánh bởi = [[Giáo hoàng Gioan Phaolô II]]\n| đền chính = \n| lễ quan thầy = [[21 tháng 12]]\n| biểu trưng = \n| bổn mệnh = \n| tranh cãi = \n| suppressed_date = \n| bách hại bởi = [[Minh Mạng]] ([[Nhà Nguyễn]])\n| ảnh hưởng đến =\n| chịu ảnh hưởng =\n| truyền thống = \n| tác phẩm = \n}}\n'''Anrê Dũng Lạc''' hay '''Anrê Trần An Dũng (Lạc)''' là một vị [[Thánh (Kitô giáo)|Thánh]] [[tử đạo]] [[người Việt]] của [[Giáo hội Công giáo Rôma]], bị [[chém đầu]] vào ngày 21 tháng 12 năm 1839. Lễ kỷ niệm ông vào ngày 24 tháng 11; lễ kỷ niệm này bao gồm tất cả [[Các thánh tử đạo Việt Nam]] của các thế kỷ 17, 18, 19 (1625–1886).\n\n== Thân thế ==\nÔng sinh năm 1795 tại Kinh Bắc (thuộc phường [[Kinh Bắc]], thành phố [[Bắc Ninh (thành phố)|Bắc Ninh]], tỉnh [[Bắc Ninh]], thuộc [[Giáo phận Bắc Ninh]] ngày nay), với tên do cha mẹ đặt là Trần An Dũng. Nguyên gốc, gia đình không có đạo [[Công giáo]], sau lưu lạc lên [[Kẻ Chợ]] (nay là [[Hà Nội]]) để sinh nhai.\n\nNăm 12 tuổi, ông được một thầy giảng Công giáo nhận nuôi và từ đó chịu phép rửa tội theo đạo Công giáo, với tên thánh là [[Anrê Tông đồ|Anrê]] (''Andreas'').\n\n== Cuộc đời truyền đạo ==\n[[Tập tin:Anre Dung Lac.jpg|trái|nhỏ|284x284px|Tượng đài thánh Anrê Dũng Lạc tại Trung tâm hành hương Sở Kiện, Tổng giáo phận Hà Nội.]]\nSau khi được rửa tội, ông được đưa vào chủng viện ở Kẻ Vĩnh (nay thuộc giáo xứ Vĩnh Trị, xã Yên Tiến, huyện [[Ý Yên]], [[Nam Định]]) để ăn học và được linh mục Langlois (tên Việt là Lan){{Efn|Có tài liệu ghi là Leroy Lan.}} nhận là con nuôi.\n\nÔng học tập tại chủng việc 8 năm và được phong chức Thầy giảng, bắt đầu cuộc đời truyền đạo. Năm 1820, ông tiếp tục theo học 3 năm bổ túc thần học và được thụ phong [[linh mục]] vào ngày 15 tháng 3 năm 1823 khi được 28 tuổi.<ref>Michael Walsh, ed. \"Butler's Lives of the Saints.\" HarperCollins Publishers: New York, 1991, p. 390.<\/ref>\n\nSau khi thụ phong linh mục, ông được cử làm Linh mục Phó xứ tại các giáo xứ Đồng Chuối (nay thuộc [[Hà Nam]]), Đoài (nay thuộc [[Sơn Tây (thị xã)|Sơn Tây]]) và Sơn Miêng (nay thuộc [[Hà Đông]]). Đến năm 1832, ông được cử làm Linh mục Chính xứ của giáo xứ Kẻ Đầm (nay thuộc Hà Nam).\n\n== Ba lần chịu nạn ==\n[[Tập tin:Thanh Anre Dung Lac.jpg|nhỏ|214x214px|Hũ đất thấm máu thánh Anrê Dũng Lạc trưng bày tại Nhà truyền thống ở Sở Kiện.]]\nKhi [[cuộc nổi dậy Lê Văn Khôi]] nổ ra vào năm 1833, do vai trò tích cực của giáo sĩ người Pháp [[Joseph Marchand]] ([[Cố Du]]), [[Minh Mạng]] cho rằng các tín đồ [[Công giáo]] có dính líu trách nhiệm với cuộc nổi loạn này. Do đó, với chỉ dụ cấm đạo ngày 6 tháng 1 năm 1833, các tín đồ và giáo sĩ Công giáo bị truy bắt và bức ép phải bỏ đạo. Là một linh mục, giáo sĩ Anrê Trần An Dũng là đối tượng bị truy bắt gắt gao, nhiều lần phải ẩn náu tại nhà các tín đồ để thực hiện việc truyền đạo.\n\nNăm 1835, do việc truy bắt gắt gao, ông trốn lên Kẻ Roi{{Efn|Một số tài liệu ghi là Kẻ Sui.}} và lập nhà xứ ở đó. Trong một lần làm lễ, ông bị phục bắt cùng với 30 giáo dân. Tuy nhiên, do quan quân không biết ông là linh mục, lại được một giáo dân bỏ tiền ra chuộc về, nên ông thoát tội. Sau lần chịu nạn này, ông mới đổi tên là Lạc để tránh bị quan quân nhận biết.\n\nNgày 10 tháng 11 năm 1839, trong một lần sang thăm và làm lễ xưng tội với Linh mục Thi ở Kẻ Sòng.{{Efn|Một số tài liệu ghi là Kẻ Sông, Kẻ Sui, Kẻ Sen.}} Lý trưởng sở tại tên là Pháp, không biết ông là linh mục, do việc trước đây ông đã đổi tên, vì vậy, ông một lần nữa được giáo dân chuộc ra.\n\nTuy nhiên, trên đường về, ông lại bị bắt lần nữa. Lần này do ông nhận mình là cố đạo nên được quan sở tại đưa vào giam giữ với linh mục [[Phêrô Trương Văn Thi]] và giải cả hai lên Hà Nội để xét xử. Cả hai đều bị xử trảm ngày 21 tháng 12 năm 1839 tại bãi ngoài cửa [[Cầu Giấy|Ô Cầu Giấy]] (Hà Nội).\n\n== Tuyên Thánh ==\n[[Hình:Saint Paul Catholic Church (Westerville, Ohio) - stained glass, arcade, Saint Andrew Dung Lac.jpg|nhỏ|240x240px|Ô cửa kính màu với hình Anrê Dũng Lạc tại nhà thờ Saint Paul ([[Westerville, Ohio]])]]\nNgay từ thuở nhỏ, ông có tiếng là rất thông minh, trí nhớ đặc biệt và có tài thơ phú. Là một nhà truyền giáo, ông được các giáo dân tôn vinh là một mục tử gương mẫu và thánh thiện. Trước khi bị hành hình, ông vẫn một lòng giữ vững đức tin như bài thơ cuối cùng ông gửi cho linh mục Thực:<ref>[http:\/\/www.vncatholic.org\/thanhtudaovn\/026.htm truy cập ngày 31 tháng 1 năm 2010]<\/ref>\n\n:Lạc rầy đã rõ chốn quân quan.\n:Bút chép thơ này gửi thở than.\n:Lòng nhớ bạn non còn vất vả.\n:Dạ thương khách chạy chưa yên hàn.\n:Đông qua tiết lại thời xuân tới.\n:Khổ tạm mai sau hưởng phúc an.\n:Làm kẻ anh hùng chi quản khó.\n:Nguyện xin cùng gặp chốn thanh nhàn.\n\nSau khi bị xử trảm, thi hài của ông được giáo dân bí mật đem về chôn cất tạm ở gần pháp trường, sau đó mới đưa về Kẻ Sở an táng.\n\nSau 61 năm án xử trảm của ông, [[Giáo hoàng Lêô XIII]] ra sắc chỉ tôn phong linh mục Anrê Dũng Lạc lên bậc Chân Phước ngày 27 tháng 5 năm 1900, cùng lúc với 63 vị tín đồ khác đã tử đạo tại Việt Nam. Ngày 19 tháng 6 năm 1988, [[Giáo hoàng]] [[Giáo hoàng Gioan Phaolô II|Gioan Phaolô II]] tôn ông lên bậc [[Hiển thánh]] cùng với 116 vị thánh Tử đạo khác của Việt Nam.\n\n== Xem Thêm ==\n* [[Anrê Phú Yên]]\n\n== Ghi chú ==\n{{Notelist}}\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.katolsk.no\/biografi\/adung_en.htm St. Andrew Dung-Lac and his 116 companions, martyrs]\n* [http:\/\/saints.sqpn.com\/saint-anre-tran-an-dung\/ St. Andrew Dung-Lac An Tran]\n{{Thánh tử đạo Việt Nam}}\n{{Thời gian sống|1839|1795}}\n\n{{DEFAULTSORT:Dũng Lạc, Anrê}}\n[[Thể loại:Tử đạo Kitô giáo]]\n[[Thể loại:Thánh Công giáo Việt Nam]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Linh mục Công giáo người Việt|T]]\n[[Thể loại:Người cải sang Công giáo]]\n[[Thể loại:Người họ Trần tại Việt Nam]]"}