{"94121":"{{Thông tin máy bay\n|tên=An-2 \/ Y-5\n|hình= An-2 VASCO Vietnam.jpg\n|chú thích=An-2 của [[Công ty bay dịch vụ hàng không|VASCO]], Việt Nam\n|kiểu=[[Máy bay nông nghiệp]] và [[máy bay đa dụng|đa dụng]] [[cất hạ cánh đường băng ngắn]][[máy bay ném bom]]\n|hãng sản xuất= [[Antonov]] <br \/> WSK [[PZL-Mielec]] <br \/> [[Shijiazhuang]]\n|hãng thiết kế= [[Oleg Antonov]]\n|chuyến bay đầu tiên= [[31 tháng 8]]-[[Hàng không năm 1947|1947]]\n|được giới thiệu= [[Hàng không năm 1949|1949]]\n|được nghỉ hưu=\n|tình trạng=Sản xuất hàng loạt tại [[Trung Quốc]] với tên gọi Y-5\n|hãng sử dụng chính= {{Flagicon|Liên Xô}} [[Không quân Xô viết]]<br \/>{{Flagicon|Nga}} [[Aeroflot]] <br \/>{{Flagicon|Cộng hòa Dân chủ Nhân dân Triều Tiên}} [[Không quân Triều Tiên]] <br \/>{{Flagicon|Việt Nam}} [[Không quân Nhân dân Việt Nam]] <br\/>Và nhiều quốc gia khác\n|được chế tạo=1947-1992\n|số lượng được sản xuất=18.000\n|chi phí dự án=\n|chi phí máy bay=30.000 USD\n|được phát triển từ=\n|những phương án tương tự= [[Antonov An-3]]\n}}\n'''[[Antonov]] An-2 ''' (nickname [[tiếng Nga]]: кукуру́зник ''[[kukuruznik]]'' - một [[nông trang viên]] [[trồng ngô]] (kế thừa từ [[Polikarpov Po-2]]) cũng được gọi là Annushka; tên hiệu [[NATO]] '''Colt''') là một loại [[máy bay hai tầng cánh]] nhẹ, một động cơ, có độ tin cậy rất cao, cất cánh lần đầu năm [[1947]] và là máy bay đầu tiên được thiết kế bởi Antonov. Nó được sử dụng như một máy bay vận tải hạng nhẹ, có thể chở 12 hành khách, và để chở các đơn vị [[binh chủng nhảy dù|lính dù]] cũng như hoạt động trong nông nghiệp. Khả năng bay rất chậm và [[cất hạ cánh đường băng ngắn]] của nó khiến nó rất thích hợp để hoạt động tại các đường băng ngắn và dã chiến, và một số biến thể đặc biệt của nó đã được chế tạo để hoạt động tại các điều kiện thời tiết khắc nghiệt. [[Sách Kỷ lục Guinness]] đã ghi kỷ lục An-2 là máy bay được duy trì sản xuất với thời gian lâu nhất - 45 năm.\n\n== Sử dụng và đặc điểm ==\n[[Tập tin:Antonov AN-2 Colt Yellow.jpg|nhỏ|phải|An-2 tư nhân tại [[Triển lãm hàng không]] [[Miramar]].]]\nAn-2 là loại máy bay hai tầng cánh một động cơ lớn nhất từng được chế tạo. Nó được sản xuất với số lượng lớn; tới năm 1960 hơn 5.000 chiếc đã được sản xuất tại [[Liên Xô|Liên bang Xô viết]]. Từ năm [[1960]], đa số An-2 được sản xuất tại nhà máy [[PZL-Mielec|WSK]] của [[Ba Lan]] tại [[Mielec]], với hơn 13.000 nghìn chiếc đã được chế tạo trước khi hoạt động này chấm dứt năm [[1991]]. Chế tạo hạn chế từ các chi tiết tồn và chi tiết dành cho bảo dưỡng vẫn tiếp tục. An-2 cũng được chế tạo theo giấy phép tại [[Trung Quốc]] với tên gọi '''Shijiazhuang Y-5'''. Đây là loại [[máy bay hai tầng cánh]] lớn nhất vẫn hoạt động.\n\nAn-2 được thiết kế như một máy bay đa dụng để sử dụng tại các lâm trường và nông trường nhà nước. Tuy nhiên, khung sườn căn bản rất dễ thích nghi và nhiều biến thể khác đã được phát triển. Chúng gồm cả các phiên bản phun thuốc trừ sâu, các phiên bản khoa học để lấy mẫu khí quyển, chữa cháy rừng, bay cứu thương, các phiên bản dạng thủy phi cơ, phiên bản quân sự trang bị nhẹ để đổ quân dù, và tất nhiên cả phiên bản '''An-2T''' thường thấy, là loại máy bay chở khách 12 chỗ ngồi. Tất cả các phiên bản (ngoài loại [[Antonov An-3|An-3]]) có công suất động cơ 1000 sức ngựa với động cơ xuyên tâm 9 xi lanh siêu nạp [[Shvetsov ASh-62]] được phát triển từ loại [[Wright Cyclone|Wright R-1820]].\n\n[[Tập tin:An-2 SP-MAX2.jpg|nhỏ|An-2 tư nhân tại Warsaw]]\nAn-2 có các đặc tính thiết kế khiến nó thích hợp hoạt động tại các vùng xa xôi với các đường băng đất:\n* Nó có một hệ thống phanh khí (tương tự như hệ thống được sử dụng trên các ô tô tải nặng) cho phép dừng trên đường băng ngắn.\n* Nó có một air line tích hợp vào máy nén, vì thế áp suất trong lốp và những giảm chấn có thể được xử lý mà không cần thiết bị đặc biệt khác.\n* Các ắc quy lớn và dễ tháo lắp, có nghĩa chiếc máy bay không cần máy phát điện phụ dưới mặt đất.\n* Không cần bơm ngoài để nạp nhiên liệu cho máy bay, bởi nó có sẵn một bơm trong khoang cho phép nạp nhiên liệu từ các bình chứa thông thường.\n* Nó có các hệ thống được đơn giản hóa tối đa. Tấm đầu mút cánh giúp máy bay hoạt động ở tốc độ tối thiểu hoàn toàn tự động, được dòng khí giữ chặt vào cánh. Khi tốc độ giảm dưới 64&nbsp;km\/h (40&nbsp;mph) các tấm sẽ mở ra bởi chúng được lắp trên những thanh cao su đàn hồi.\n* Chạy đà cất cánh: 170 m, chạy đà hạ cánh: 215 m (có thể khác biệt tùy theo trọng lượng).\n\n[[Tập tin:antonov.an-2.ly-big.arp.jpg|nhỏ|phải|An-2 tư nhân Lithuania]]\nMột dòng ghi chú đáng lưu ý trong sổ tay của phi công viết:'' \"Nếu động cơ ngừng hoạt động khi bạn đang bay trong điều kiện chỉ điều khiển máy bay nhờ dụng cụ (bay mù khi bạn không nhìn thấy mặt đất) hay vào ban đêm, phi công cần kéo cần điều khiển hết cỡ về phía sau (máy bay sẽ không chòng chành) và giữ vững tư thế cánh. Những tấm đầu mút cánh sẽ nhả ra ở tốc độ khoảng 64 km\/h (40 mph), và khi máy bay chỉ còn bay với tốc độ khoảng 40 km\/h [25 mph], nó sẽ rơi xuống với tốc độ tương đương hạ cánh bằng dù cho tới khi chạm đất.\"''\n\nTrong sổ tay hướng dẫn của An-2 không ghi tốc độ chòng chành (stall speed) (tốc độ chòng chành là tốc độ ở đó máy bay bay quá chậm khiến dòng không khí không thể giữ nó trên cao). Các phi công An-2 nói rằng máy bay có thể hoạt động ở tình trạng hoàn toàn điều khiển được ở tốc độ 30 dặm trên giờ (trái lại, một chiếc [[Cessna]] hiện đại 4 chỗ có tốc độ chòng chành khoảng 55 dặm trên giờ). Tốc độ chòng chành thấp này cho phép máy bay có thể bay lùi (nếu máy bay hướng về một luồng không khí nóng, có tốc độ 35 dặm trên giờ, nó sẽ bay lùi với tốc độ 5 dặm trên giờ và vẫn ở tình trạng hoàn toàn điều khiển được). (Điều này tất nhiên cũng đúng với hầu như tất cả các loại máy bay cất hạ cánh đường băng ngắn (STOL).)\n\n[[Tập tin:antonov.an-2.ha-mkf.arp.jpg|nhỏ|phải|Một chiếc An-2 tư nhân khác tại Anh Quốc.]]\nTừ khi [[Liên Xô|Liên bang Xô viết]] và các nước Đông Âu tan rã, đa số các hãng hàng không tại các nước này đã cho những chiếc An-2 của họ ngừng hoạt động (một số chiếc đã hơn 40 năm tuổi). Những chiếc máy bay này vẫn được một số tư nhân sử dụng. Sự ổn định, khả năng và tốc độ bay thấp của nó khiến An-2 rất thích hợp làm máy bay thả dù.\n\nĐầu thập niên 1980 Antonov đã thử nghiệm một phiên bản An-2 mới được trang bị động cơ [[tuốc bin cánh quạt]] hiện đại. Với động cơ Glushenkov 1450 sức ngựa này, chiếc máy bay có thể hoạt động xa hơn. Xem bài viết về [[Antonov An-3]] để biết thêm chi tiết.\n\nTuy có độ ồn cao, chi phí bảo dưỡng và tiêu thụ nhiên liệu lớn, nhưng sự đơn giản (thời gian kiểm tra trước khi bay chỉ mất 30 đến 40 phút) khiến chúng không thích hợp hoạt động ở châu Âu, số lượng máy bay chế tạo lớn đồng nghĩa với giá thấp (chỉ 30.000 USD cho một chiếc có thể hoạt động). Điều này biến nó trở thành loại máy bay lý tưởng cho thế giới đang phát triển, nơi khả năng chở nặng và hoạt động trên những đường băng ngắn được nhiều hãng hàng không giá rẻ khai thác. Nhiều chiếc An-2 cũ của [[Aeroflot]] hiện được dùng làm máy bay chở khách tầm ngắn tại châu Phi, Trung và Nam Mỹ, Cuba và tiểu lục địa Ấn Độ.\n\n[[Tập tin:AN2 R.jpeg|nhỏ|trái|[[Hryvna]] Ukraine thể hiện một chiếc An-2.]]\n\n[[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]] có một số chiếc máy bay loại này.<ref>http:\/\/www.globalsecurity.org\/military\/world\/dprk\/airforce.htm<\/ref> Mọi người tin rằng cánh quạt gỗ cộng cánh vải trên những biến thể An-2 (phiên bản Y-5 sản xuất theo giấy phép tại Trung Quốc) khiến chúng có diện tích phản hồi radar nhỏ, và vì thế tăng khả năng [[Máy bay tàng hình|tàng hình]].<ref>http:\/\/www.fas.org\/man\/dod-101\/sys\/ac\/row\/fwair.htm<\/ref> Trong cuộc chiến chúng có thể được dùng để thả lực lượng dù tinh nhuệ phục vụ các chiến dịch phá hoại sau giới tuyến.\n\nKhả năng của An-2, cùng các đặc tính ngoại hình và bay, và vị thế là '[[Máy bay hai tầng cánh]] lớn nhất thế giới' đồng nghĩa nhu cầu với loại máy bay này đang gia tăng tại Hoa Kỳ và châu Âu. Điều này khiến An-2 thường xuyên xuất hiện tại các cuộc triển lãm hàng không. Tuy nhiên, hầu như tại tất cả các nước phương Tây ([[Hoa Kỳ]], [[Canada]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]], [[Pháp]], [[Đức]] vân vân) An-2 không thể được sử dụng trong thương mại (dù tiềm năng rõ ràng của nó trong hoạt động như một [[bush plane]] và máy bay thả dù). Điều này bởi vì chiếc máy bay chưa hề được cấp chứng nhận<!-- and never will due to obvious marketing consideration -jno --> bởi cơ quan hữu trách tại các quốc gia có hạn chế sử dụng nó. Các quy định này khác biệt theo từng nước, nhưng tất cả đều không chấp nhận cho sử dụng An-2 vào mục đích 'thu lợi nhuận'. Tại Hoa Kỳ, những chiếc An-2 đã được nhập khẩu từ năm 1993 không được bay quá 300 dặm từ sân bay xuất phát, và chúng chỉ có thể quay về hạ cánh trên sân bay cất cánh; tuy nhiên, những chiếc An-2 do PZL chế tạo là ngoại lệ bởi một [[thỏa thuận song phương]] với Ba Lan.\n\n== Biến thể ==\n[[Tập tin:An-2E.jpg|nhỏ|phải|Antonov An-2E WIG]]\n<!-- commented out until the ridiculous tilt is corrected [[Hình:2006 08 15 14 38 12 1252517.jpg|nhỏ|phải|Antonov An-2 converted into a WIG]]-->\n<small>Nguồn:<ref>{{Chú thích web |url=http:\/\/www.aeronautics.ru\/an2.htm |ngày truy cập=2007-05-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2001-12-09 |archive-url=https:\/\/web.archive.org\/web\/20011209194146\/http:\/\/www.aeronautics.ru\/an2.htm |url-status=dead }}<\/ref><ref>[http:\/\/www.vectorsite.net\/avan2.html#m3]<\/ref><ref name=\"sinodefence.com\">[http:\/\/www.sinodefence.com\/airforce\/airlift\/y5.asp]<\/ref><ref>{{Chú thích web |url=http:\/\/www.aviation.ru\/jno\/MACS03\/index.php?Filter=An-2aE |ngày truy cập=2007-05-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-09-29 |archive-url=https:\/\/web.archive.org\/web\/20070929091518\/http:\/\/www.aviation.ru\/jno\/MACS03\/index.php?Filter=An-2aE |url-status=dead }}<\/ref><\/small>\n\n=== Phiên bản Xô viết\/Nga ===\n* '''SKh-1''' — tên định danh đầu tiên của An-2\n* '''An-2F''' — máy bay thực nghiệm quan sát pháo binh với cánh đuôi kép, vị trí người quan sát dưới thân và súng máy bảo vệ đặt trên lưng <ref>{{Chú thích web |url=http:\/\/www.aeronautics.ru\/a\/an2f0001.jpg |ngày truy cập=2007-05-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-06-30 |archive-url=https:\/\/web.archive.org\/web\/20070630131620\/http:\/\/www.aeronautics.ru\/a\/an2f0001.jpg |url-status=dead }}<\/ref>\n* '''An-2L''' — máy bay cứu hỏa bằng hóa chất\n* '''An-2LV''' — '''''L'''esnoj '''V'''odnyj'' (thủy phi cơ), [[chữa cháy]]\n* '''An-2P''' — '''''p'''assazhirskij'', phiên bản chở khách\n* '''An-2P''' — '''''p'''rotivopozharnij'', chữa cháy bằng nước\n* '''An-2S''' — cứu thương\n* '''An-2V''' — phiên bản [[máy bay hoạt động trên biển|hoạt động trên biển]], cũng được gọi là '''An-4'''<ref name=\"airwar.ru\">[http:\/\/www.airwar.ru\/enc\/craft\/an4.html]<\/ref>\n* '''An-2VA''' — thả nước\n* '''An-2ZA''' — '''''Z'''ondirovanie '''A'''tmosfery'' (thu thập mẫu khí quyền), nghiên cứu thời tiết trên độ cao lớn (cũng được gọi là '''An-6 ''Meteo''''')<ref>{{Chú thích web |url=http:\/\/www.aviation.ru\/An\/ |ngày truy cập=2007-05-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2006-06-24 |archive-url=https:\/\/web.archive.org\/web\/20060624152555\/http:\/\/www.aviation.ru\/An\/ |url-status=dead }}<\/ref>\n* '''An-2E''' — [[Ekranoplan]] cải tiến ({{lang-ru|Ан-2Э}})<ref>[http:\/\/mysite.wanadoo-members.co.uk\/visits_pages\/maks2003_files\/an-2e_01.jpg]<\/ref><ref>[http:\/\/mysite.wanadoo-members.co.uk\/visits_pages\/maks2003_files\/an-2e_02.jpg]<\/ref>\n\n===Phiên bản Nga\/Ukraine===<!-- they are BUILT in Omsk, RF -jno -->\n* '''[[Antonov An-3|An-3]]''' — Loại mới sản xuất với động cơ tuốc binh cánh quạt phát triển từ An-2.\n\n=== Phiên bản Ba Lan ===\n[[Tập tin:An-2 RB1.jpg|nhỏ|phải|Antonov An-2 với dấu hiệu Ba Lan]]\n* '''An-2 Geofiz''' — mô hình địa vật lý Geofiz\n* '''An-2D5''' — phiên bản chở VlP 5 chỗ\n* '''An-2D6''' — phiên bản chở VlP 6 chỗ\n* '''An-2T''' — Phiên bản Ba Lan của kiểu An-2 đầu tiên\n* '''An-2M''' hay '''An-2W''' — Phiên bản Ba Lan của kiểu An-2V thủy phi cơ<ref name=\"airwar.ru\"\/>\n* '''An-2P''' — phiên bản chở khách với hệ thống cách âm tốt hơn\n* '''An-2PK''' — Chở VlP 5 chỗ\n* '''An-2P-Photo''' — sửa đổi để làm nhiệm vụ chụp ảnh\n* '''An-2PR''' hay '''An-2PRTV''' — tiếp sóng TV\n* '''An-2PF''' — Phiên bản chụp ảnh\n* '''An-2R''' — phiên bản nông nghiệp\n* '''An-2S''' — cứu thương với 6 chỗ\n* '''An-2TD''' — phiên bản nhảy dù 12 chỗ\n* '''An-2TP''' — chở khách\/hàng hoá, được sửa đổi từ An-2TD\n* '''An-2TPS''' — phiê bản cứu thương xuất phát từ An-2TP vào năm [[1974]]\n* '''[[Antonov An-3|An-3M]]''' — nguyên mẫu với động cơ phản lực cánh quạt TWD-20 (1054&nbsp;kW\/1432 KM) chế tạo với một số bộ phận của [[PZL-106 Kruk]]\n* '''Lala-1''' — phiên bản thực nghiệm với các chi tiết được sửa đổi, được dùng làm kiểu phát triển cho máy bay nông nghiệp [[M-15 Belphegor]].[http:\/\/www.aeronautics.ru\/an2.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20011209194146\/http:\/\/www.aeronautics.ru\/an2.htm |date=2001-12-09 }} [http:\/\/www.vectorsite.net\/avan2.html] Pictures<ref>[http:\/\/www.suchoj.com\/andere\/An-2\/images\/Lala-1_25.jpg]<\/ref><ref>[http:\/\/www.suchoj.com\/andere\/An-2\/images\/Lala-1_12.jpg]<\/ref><ref>[http:\/\/www.suchoj.com\/andere\/An-2\/riss\/Lala-1_07.jpg]<\/ref>\n\n=== Phiên bản Trung Quốc ===\n* '''Y-5''' — Phiên bản Trung Quốc của An-2, ban đầu được chế tạo theo kế hoạch và dưới sự giám sát của cố vấn Xô viết.<ref name=\"sinodefence.com\"\/>\n* '''Y-5A''' — Phiên bản được sản xuất với số lượng lớn đầu tiên tại Trung Quốc, chở khách hạng nhẹ<ref name=\"sinodefence.com\"\/>\n* '''Y-5B''' — Phiên bản cải tiến với hệ thống điện tử đã được nâng cấp và một động cơ mới, được chế tạo để chở quân dù<ref name=\"sinodefence.com\"\/>\n* '''Y-5C''' — Phiên bản hoạt động cả trên mặt đất và mặt nước của Y-5A<ref name=\"sinodefence.com\"\/>\n* '''Y-5D''' — Huấn luyện phi công ném bom\n\n=== Antonov An-4 ===\n\n'''[[Antonov]] An-4''' là tên gọi của phòng thiết kế cho An-2ZA, một phiên bản của An-2 dự định cho vai trò đặc biệt là nghiên cứu khí tượng học trên cao với một vị trí bọc kính ngay sau đuôi đứng cho một người theo dõi. Hậu tố ZA có nghĩa là ''Zondirovanie Atmosfery - air sampling''. Động cơ ASh-62IR có một bộ phận tăng áp TK được đặt trên mạn phải của nắp đặy động cơ. Cách bố trí này cho phép An-4 giữ được công suất trên độ cao hơn 10.000 m. Mũ cánh quạt theo tiêu chuẩn mẫu của An-2 đã bị loại bỏ để giúp làm mát động cơ.\n\n=== Antonov An-6 ===\n'''[[Antonov]] An-6 \"Meteo\"''' ([[Tên ký hiệu của NATO|Tên hiệu NATO]] '''Colt''') là một máy bay trinh sát thời tiết trên độ cao lớn của Xô viết dựa trên An-2. Nó có một buồng lái kính rất lớn ngay gần [[bộ phận ổn định đuôi]].\n\n== Hoạt động chiến đấu ==\n{{Expand}}\nTrong [[thập niên 1960]], một số chiếc An-2 đã được [[Không quân Nhân dân Việt Nam]] sử dụng tham chiến với các đơn vị [[hải quân Hoa Kỳ]], một chiếc trong số đó đã bị một chiếc [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] của Mỹ bắn hạ.\n\nAn-2 đã được dùng trong chiến tranh Việt Nam với vai trò đánh chặn hải quân. Biến thể này có hai ngư lôi \"Skvall\" bên dưới cánh {{Fact|date=tháng 5 năm 2007}} và rất khó bị phát hiện bởi độ cao bay thấp. Thậm chí khi bị phát hiện cũng khó ngăn chặn nó bởi tốc độ bay chòng chành của nó chỉ là 135–160&nbsp;km trên giờ (thấp hơn tốc độ hạ cánh của một chiếc máy bay phản lực rất nhiều). 23h ngày 7\/3\/1966, biên đội 2 chiếc An-2 của Trung đoàn 919, tổ số 1 mang số hiệu 670 gồm Phan Như Cẩn - Lái chính, Phạm Thanh Tâm - Lái phụ, Trần Sỹ Tiêu - Thông tin trên không và Loan Thế Minh - thợ máy. Tổ thứ 2 trên chiếc máy bay số hiệu 666 gồm các phi công Ngoan, Thoan, Kiều Oa, Bừng. 23h47, 2 máy bay vào khu vực chiến đấu. Ở độ cao 300 mét, lái chính [[Phan Như Cẩn]] phát hiện 3 tàu tuần tra của Mỹ, họ quyết đánh chiếc thứ 3 chạy sau. Cách tàu địch 300 mét, chiếc An-2 nổ súng khiến chiếc tàu Mỹ bốc cháy. Sau khi đánh chìm tàu biệt kích Mỹ, do bị thương vì trúng đạn súng máy từ tàu Mỹ, chiếc An-2 mang số hiệu 670 của Không quân Nhân dân Việt Nam phải hạ cánh khẩn cấp xuống bờ biển Sầm Sơn và được đưa về xưởng sửa chữa.\n\n5 chiếc An-2 đã được [[Không quân Nhân dân Việt Nam]] cải tiến để mang được rocket (32 quả) và 22 quả đạn cối (gắn dưới bụng để thả giống như bom) đã tấn công bất ngờ trạm radar Pha Thí của Mỹ. Tháng 8\/1966, Mỹ bắt đầu lắp đặt hệ thống dẫn đường vô tuyến hàng không chiến thuật (TACAN) nằm tại đỉnh núi Pa Thí (Mỹ gọi là căn cứ điểm cao 85-Lima Site 85), ở độ cao khoảng 1.700m. Xung quanh căn cứ bố phòng bảo vệ chặt chẽ với 1.000 lính người Hmong do sĩ quan [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] chỉ huy. 11h43 ngày 12\/1\/1968, biên đội AN-2 xuất kích từ [[sân bay Gia Lâm]] hướng về phía Hòa Bình. Cả biên đội tiếp tục tiến vào mục tiêu ở độ cao thấp, qua Mường Hàm, Mường Út rồi lên độ cao 2.200m. Lúc này, cả biên đội đã nhìn thấy rõ mục tiêu. Ngay sau đó, chiếc An-2 số hiệu 664 do Phan Như Cẩn đưa mục tiêu vào vòng ngắm phóng một loạt 32 quả đạn rocket. Nối đuôi 664 là 3 An-2 còn lại đồng loạt công kích. Toàn bộ trạm [[ra đa|radar]] dẫn đường địch rung chuyển, khói lửa trùm lên toàn căn cứ. Sau khi hoàn tất nhiệm vụ, toàn biên đội thoát ly trở về. Tuy nhiên, do không thông thuộc địa hình, thời tiết nhiều mây, trên đường về hai máy bay An-2 số hiệu 664 và 665 sau khi ra khỏi một khe núi đã đâm vào nhau. Cả hai tổ bay đã anh dũng hi sinh, trong đó có người chỉ huy biên đội dạn dày kinh nghiệm Phan Như Cẩn – sau này được Nhà nước truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Trận đánh được đánh giá là khá thành công khi 12 lính [[Hoa Kỳ|Mỹ]] cùng 42 lính Hmong và lính của [[Vàng Pao]] bị tiêu diệt, trạm [[ra đa]] bị phá hủy hoàn toàn.\n\nTrong Chiến tranh giành độc lập Croatia năm 1991, một số chiếc Antonov An-2 cũ dùng rải hóa chất đã được chuyển đổi để mang bom và sử dụng trong các nhiệm vụ hỗ trợ bao vây thành phố Vukovar.\n\n== Bên sử dụng ==\n[[Tập tin:World operators of the An-2.png|nhỏ|phải|400px|Các quốc gia sử dụng An-2 (không còn sử dụng màu sẫm)]]\nNgoài [[Aeroflot]], [[Không quân Xô viết]], và các lực lượng quân sự thuộc [[Đông Âu|Khối Đông Âu]], hàng chục quốc gia và hãng hàng không đã sử dụng An-2 trong vai trò dân sự và quân sự.\n\n=== Quân sự ===\n;{{flag|Afghanistan|1931}}\n* [[Không quân Afghan]]: Afghanistan có trên 12 chiếc An-2, bắt đầu hoạt động năm 1957. Một số hiện nay vẫn có thể sử dụng được.\n\n;{{ALB}}\n* [[Không quân Albania]]: Albania có 13 chiếc bao gồm một số chiếc là phiên bản của Trung Quốc (Y-5). Hiện nay hầu hết đang bảo quan trong nhà kho.\n\n;{{ANG}}\n;{{AZE}}\n;{{BLR}}\n;{{BUL}}\n* [[Không quân Bulgaria]]: Phi đội HQ - 2 An-2.\n\n;{{CAM}}\n;{{PRC}}\n;{{CRO}}\n* [[Không quân Croatia]]:\n** 27 Eskadrila Transportnih Zrakoplova: Sử dụng 7 An-2DT đến năm [[2004]] sau đó chuyển cho các câu lạc bộ hàng không.\n\n;{{CUB}}\n* [[Quân đội Cuba|Không quân Cách mạng Cuba]]: Mọi An-2 đều ngừng hoạt động.\n** 15. Regimiento de Transporte\n** 25. Regimiento de Transporte\n** 35. Regimiento de Transporte\n\n;{{Flagicon|Tiệp Khắc}} '''[[Tiệp Khắc]]'''\n* [[Không quân Tiệp Khắc]]\n\n;{{Flagicon|Đông Đức}} '''[[Cộng hòa Dân chủ Đức|Đông Đức]]'''\n* [[Không quân Đông Đức]]: An-2 được chuyển cho Đức sau khi nước Đức thống nhất.\n\n;{{EGY}}\n;{{EST}}\n* [[Không quân Estonia]]: Sử dụng 2 An-2\n* [[Liên đoàn Phòng thủ Estonia]]: Sử dụng 1 An-2\n\n;{{GEO}}\n\n;{{GER}}\n* [[Không quân Đức|Luftwaffe]]: Đức thừa hưởng các phi đội An-2 từ Đông Đức.\n\n;{{HUN}}\n;{{IRQ}}\n;{{KGZ}}\n;{{LAO}}\n;{{LAT}}\n* [[Quân đội Latvia|Vệ binh Quốc gia Latvia]] (Zemessardze):\n** 1. Transporta Posms\n** 2. Transporta Posms\n** 3. Transporta Posms\n\n;{{LTU}}\n* [[Không quân Lithuania]]:\n** Transporto Eskadrile - hiện sử dụng 5 An-.\n\n;{{MKD}}\n* [[Quân đội Cộng hòa Macedonia]]:\n** 501 Padobranski Diverzantski Odred: Hiện nay chỉ có 1 chiếc An-2 sử dụng để huấn luyện lính dù.\n\n;{{MLI}}\n\n;{{MNG}}\n;{{NIC}}\n* [[Không quân Nicaragua]]:\n** Escuadrón de Transporte\n\n;{{Flagicon|Bắc Yemen}} '''[[Cộng hòa Ả Rập Yemen|Bắc Yemen]]'''\n;{{PRK}}\nBBC thông báo rằng Bắc Triều Tiên có trên 300 chiếc hiện đang tạm ngừng sử dụng do thiếu nhiên liệu.<ref>[http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/7066087.stm BBC NEWS | Asia-Pacific | Oil price 'grounds' N Korea fleet<!-- Bot generated title -->]<\/ref>\n\n;{{POL}}\n* [[Không quân Ba Lan]]\n\n;{{ROM}}\n* [[Không quân Romania]]\n\n;{{RUS}}\n* [[Không quân Nga]]\n\n;{{SRB}}\n* [[Không quân Serbia]]:\n** 119. MHE: 1 hay 2 chiếc An-2TD được sử dụng để huấn luyện [[Tiểu đoàn dù 63]].\n;{{SOM}}\n;{{USSR}}\n* [[Không quân Xô viết]]: Phi đội An-2 quân sự được chia cho các quốc gia độc lập sau khi Liên Xô tan rã.\n;{{SUD}}\n;{{SYR}}\n;{{TJK}}\n;{{Flagicon|Tanzania}} '''[[Tanzania]]'''\n;{{TUN}}\n;{{TKM}}\n;{{UKR}}\n;{{UZB}}\n[[Tập tin:AN-2 Geophysics@Vietnam2005.jpg|thumb|300px|An-2 của [[Công ty bay dịch vụ hàng không|Cty VASCO]] phục vụ đo [[Địa vật lý máy bay|địa vật lý]] ở Việt Nam, 2005.]]\n;{{VIE}}\n* [[Không quân Nhân dân Việt Nam]]:Sử dụng từ [[Chiến tranh Việt Nam]] trong vai trò máy bay vận tải. Hiện nay dùng làm máy bay do thám, đo [[Địa vật lý máy bay|địa vật lý]], chụp ảnh môi trường.\n;{{YEM}}\nPhi đội An-2 thừa kế từ [[Cộng hòa Ả Rập Yemen|Bắc Yemen]] sau khi thống nhất.\n;{{YUG}}\n* [[Không quân SFR Nam Tư]]:\n** 676. TRAE\n** 677. TRAE\n** 333. AE\n\n=== Dân sự ===\n;{{Flagicon|Đông Đức}} '''[[Cộng hòa Dân chủ Đức|Đông Đức]]'''\n* [[Interflug]]\n\n;{{POL}}\n* [[Aeroklub Polski]]\n* [[Zakład Usług Agrolotniczych]]\n\n;{{RUS}}\n* [[Aeroflot]]\n\n;{{SRB}}\n* [[JAT]]\n\n;{{USSR}}\n* [[Aeroflot]]\n\n;{{TUR}}\nXấp xỉ 10 chiếc An-2 được hãng Turk Hava Kurumu mua vào đầu thập niên 1980. Hiện nay vẫn đang hoạt động trong vận tải và nhảy dù\n\n;{{YUG}}\n;[[JAT]]\n\n== Thông số kỹ thuật (An-2) ==\n[[Tập tin:Antonov An-2 3view.svg|right|300px]]\n[[Tập tin:Antonow An-2 COLT.png|phải|300px|Hình chiếu Antonov An-2..]]\n[[Tập tin:Antonov An-2T.png|phải|300px|Hình chiếu Antonov An-2T..]]\n=== Đặc điểm riêng ===\n* '''Phi đoàn''': 1-2\n* '''Sức chứa''': 12 hành khách\n* '''Chiều dài''': 12.4 m (40&nbsp;ft 8 in)\n* '''[[Sải cánh]]''':\n** '''Cánh trên''': 18.2 m (59&nbsp;ft 8 in)\n** '''Cánh dưới''': 14.2 m (46&nbsp;ft 9 in)\n* '''Chiều cao''': 4.1&nbsp;m (13&nbsp;ft)\n* '''Diện tích cánh''': 71.52 m² (ft²)\n* '''Trọng lượng rỗng''': 3.300&nbsp;kg (7.300&nbsp;lb)\n* '''Trọng lượng cất cánh''': 5.500&nbsp;kg (12.000&nbsp;lb)\n* '''[[Trọng lượng cất cánh tối đa]]''': n\/a\n* '''Động cơ''': 1× động cơ bố trí tròn tăng nạp [[Shvetsov ASh-62]]R, 1.000&nbsp;hp (750&nbsp;kW)\n=== Hiệu suất bay ===\n* '''[[Vận tốc V|Vận tốc cực đại]]''': 258&nbsp;km\/h (139 knots, 160&nbsp;mph)\n* '''Vận tốc hành trình''': 190&nbsp;km\/h (100 knots, 120&nbsp;mph)\n* '''Vận tốc tròng trành''': ~50&nbsp;km\/h (26 knots, 30&nbsp;mph)\n* '''[[Tầm bay]]''': 845&nbsp;km (456&nbsp;nm, 525&nbsp;mi)\n* '''[[Trần bay]]''': 4.500&nbsp;m (14.750&nbsp;ft)\n* '''[[Vận tốc lên cao]]''': 3.5&nbsp;m\/s (700&nbsp;ft\/min)\n* '''[[Lực nâng của cánh]]''': n\/a\n* '''[[Tỷ lệ lực đẩy-trọng lượng|Lực đẩy\/trọng lượng]]''': 140 W\/kg (0.83&nbsp;hp\/lb)\n\n==Chú thích==\n{{Tham khảo}}\n== Liên kết ngoài ==\n{{thể loại Commons|Antonov An-2}}\n* [http:\/\/www.an2plane.ru\/an2\/an2.htm An2plane.ru] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060313165244\/http:\/\/www.an2plane.ru\/an2\/an2.htm |date=2006-03-13 }} (Russian)\n* [http:\/\/www.aviation.ru\/An\/ www.aviation.ru] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060624152555\/http:\/\/www.aviation.ru\/An\/ |date=2006-06-24 }}\n* [http:\/\/www.bush-planes.com\/Antonov-An-2.html www.bush-planes.com] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131015014247\/http:\/\/www.bush-planes.com\/Antonov-An-2.html |date=2013-10-15 }}\n\n== Chủ đề liên quan ==\n\n=== Máy bay có cùng sự phát triển ===\n* [[Antonov An-3|An-3]]\n\n=== Máy bay có tính năng tương đương ===\n\n=== Trình tự thiết kế ===\n[[Antonov A-40|A-40]] - '''An-2''' - [[Antonov An-3|An-3]] - An-4 - An-6 - [[Antonov An-8|An-8]]\n\n=== Danh sách ===\n* [[Danh sách máy bay nông nghiệp]]\n* [[Danh sách máy bay dân sự Liên bang Xô viết và CSI]]\n* [[Danh sách máy bay đa dụng]]\n\n{{Antonov aircraft}}\n{{PRC transport aircraft}}\n{{Chinese Military Aircraft}}\n{{aviation lists}}\n\n{{DEFAULTSORT:Antonov An-002}}\n[[Thể loại:Máy bay Antonov|An-002]]\n[[Thể loại:Máy bay nông nghiệp Liên Xô và Nga]]\n[[Thể loại:Máy bay thông dụng dân sự Liên Xô 1940–1949]]\n[[Thể loại:Máy bay quân sự Liên Xô thập niên 1940]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay dân sự]]\n[[Thể loại:Máy bay thông dụng]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay hai tầng cánh]]\n[[Thể loại:Máy bay một động cơ cánh quạt]]"}