{"3510793":"'''Antôn Đặng Hữu Nam''' (sinh năm 1976), là một [[linh mục]] của [[Giáo hội Công giáo Rôma]] và là một nhân vật [[bất đồng chính kiến ở Việt Nam]].\n\nÔng từng là linh mục quản xứ [[Phú Yên|Mỹ Khánh]], xã Khánh Thành, huyện Yên Thành, tỉnh Nghệ An, Giáo phận Vinh.<ref>[http:\/\/www.rfa.org\/vietnamese\/vietnamnews\/nghe-an-province-requires-to-expulsion-priest-dang-huu-nam-10142016053033.html Nghệ An yêu cầu trục xuất Linh mục Đặng Hữu Nam], Đài Châu Á Tự do<\/ref> Từ tháng 6\/2020 ông được cho tạm nghỉ mục vụ.<ref>[http:\/\/www.giaophanvinh.net\/tgm-giao-phan-vinh-thong-bao-ve-viec-thuyen-chuyen-va-bo-nhiem-linh-muc-thang-6-2020-9716 Thông báo thuyên chuyển và bổ nhiệm linh mục Giáo phận Vinh], Giáo phận Vinh<\/ref>\n\nLinh mục Đặng Hữu Nam khi đang là Linh mục chánh xứ giáo xứ Phú Yên, xã An Hòa, huyện Quỳnh Lưu đã dẫn đầu hàng trăm người đi nộp đơn kiện liên quan đến vụ thảm họa môi trường [[Cá chết hàng loạt ở Việt Nam năm 2016|do Formosa Đài Loan xả chất thải trái phép ở Hà Tĩnh]]. Vu việc này xảy ra năm 2016 đã làm cá chết hàng loạt tại các vùng ven biển từ tỉnh Hà Tĩnh đến Thừa Thiên Huế.\n\n==Các vụ bắt giữ==\nKhoảng 22 giờ ngày 31 tháng 12 năm 2015, linh mục Đặng Hữu Nam khi còn làm chánh xứ [[Phú Yên]], giáo phận Vinh đã bị lực lượng công an [[Nghệ An]] mặc thường phục bất ngờ tấn công khi đang trên đường đi khám bệnh về nhà. Khi ông đi gần tới nhà xứ đang trên địa bàn xã An Hòa, huyện Quỳnh Lưu, tình Nghệ An, thì linh mục bị một nhóm côn đồ khoảng 4 người lao vào đánh đập. Trong số đó, người dân nhận ra có ông trưởng công an xã An Hòa. Người dân sống gần đó đã kịp thời ra tiếp ứng khi biết tin ông bị nạn và đã bắt được một kẻ tấn công. Linh mục Nam đã giao kẻ côn đồ này cho công an huyện xử lý.\n\nNgày 4 tháng 8 năm 2016, khi linh mục Nam ra Hà Nội nhằm mục đích chữa bệnh. Sau ông Nam dùng cơm trưa ở đường Trần Thái Tông, quận Cầu Giấy, Hà Nội thì có mấy người an ninh mặc thường phục đến tự xưng là công an quận Cầu Giấy rồi bắt, cưỡng chế ông lên taxi đưa đi. Nhưng đến 5 giờ tối giờ Việt Nam cùng ngày, linh mục Nam đã được nhà cầm quyền Hà Nội thả tự do sau hơn 4 giờ đồng hồ bị tạm giữ với lý do có tin ông “kích động biểu tình”.<ref>[http:\/\/www.sbtn.tv\/linh-muc-anton-dang-huu-nam-bi-nha-cam-quyen-ha-noi-bat-coc\/ Linh mục Anton Đặng Hữu Nam bị nhà cầm quyền Hà Nội bắt cóc]<\/ref>\n\nNgày 18 tháng 10 năm 2016, linh mục Nam mang theo 506 đơn kiện đã bị trả cùng 506 đơn khiếu nại đơn quyết định trả đơn của tòa án và 100 bộ đơn mới mà ngư dân mới làm đi cùng một số người dân từ Nghệ An đến tòa án huyện Kỳ Anh để nộp đơn kiện công ty Formosa. Nhưng họ đã bị công an và an ninh chặn đường không cho đi, theo ngư dân thì họ còn bị đánh đập.<ref>{{Chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/vietnam-37687275 | tiêu đề = Ngư dân đi kiện Formosa 'bị chặn' ở Nghệ An - BBC Tiếng Việt | tác giả 1 = | ngày = | ngày truy cập = 21 tháng 10 năm 2016 | nơi xuất bản = BBC News | ngôn ngữ = }}<\/ref>\n\n==Đề nghị trục xuất khỏi Giáo phận==\nNgày 7 tháng 10 năm 2016, công văn do Ủy ban nhân dân tỉnh Nghệ An gửi đến những vị đứng đầu [[Giáo phận Vinh]] do Phó Chủ tịch Ủy ban nhân dân tỉnh Lê Xuân Đại ký đã đề nghị Giám mục chính tòa Giáo phận Vinh [[Phaolô Nguyễn Thái Hợp]] “chấn chỉnh các hoạt động mục vụ của Linh mục Đặng Hữu Nam và không bố trí Linh mục Đặng Hữu Nam tiếp tục hoạt động mục vụ trên địa bàn Nghệ An. Với lý do: Linh mục Đặng Hữu Nam đã “nói xấu Đảng, Nhà nước” và “lợi dụng sự cố môi trường biển tại một số tỉnh miền Trung” để biểu tình, khiếu kiện “tạo thêm nhiều diễn biến phức tạp mới”.<ref>[http:\/\/www.voatiengviet.com\/a\/chinh-quyen-nghe-an-muon-han-che-hoat-dong-cua-linh-muc-dang-huu-nam\/3550653.html Chính quyền muốn hạn chế hoạt động của Linh mục Đặng Hữu Nam?], Báo Voa tiếng Việt online<\/ref>\n\n==Bị biểu tình phản đối ==\nBáo chí tiếng Việt nước ngoài cho là Linh mục Nam đã bị đấu tố, khi có một cuộc biểu tình vào ngày 6 tháng 5 năm 2017 phản đối ông. Theo baonghean.com, cuộc biểu tình có đến hơn 2.000 người dân xã Sơn Hải, huyện Quỳnh Lưu, bao gồm phụ nữ, cựu chiến binh, đoàn thanh niên… tham gia, để phản đối việc Đặng Hữu Nam rao giảng với giáo dân rằng: “Ngày 30 tháng 4 là ngày mà dân tộc Việt Nam mất đi tự do, ngày mà người dân không có quyền làm người, ngày đã làm cho đất nước tang thương, ngày đã đưa đất nước trở thành lạc hậu, nghèo đói, ngày mà Việt Nam mất đi cơ hội phát triển, ngày đã tạo nên bất công trên mọi miền đất nước…” Trong một buổi giảng lễ trước khi diễn ra biểu tình, linh mục Nam thông báo cho giáo dân về cuộc biểu tình sắp diễn ra và khen ngợi chính quyền đã thực hiện điều 25 của Hiến pháp Việt Nam, cho phép tự do biểu tình.<ref>[https:\/\/www.voatiengviet.com\/a\/nghe-an-dau-to-linh-muc-dang-huu-nam\/3843022.html Nghệ An 'đấu tố' Linh mục Đặng Hữu Nam], Báo Voa tiếng Việt online, 8.5.2017<\/ref><ref>[http:\/\/www.nguoi-viet.com\/tin-chinh\/linh-muc-dang-huu-nam\/ Nghệ An mở chiến dịch tấn công Linh mục Đặng Hữu Nam], www.nguoi-viet.com, 7.5.2017<\/ref><ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-39814352 Nghệ An: Hội phụ nữ 'phản đối linh mục Nam'], www.bbc.com, 8.5.2017<\/ref><ref>[http:\/\/thoibao.com\/nghe-an-to-chuc-bieu-tinh-dau-to-linh-muc-dang-huu-nam\/ Nghệ An tổ chức biểu tình đấu tố Linh mục Đặng Hữu Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170513075217\/http:\/\/thoibao.com\/nghe-an-to-chuc-bieu-tinh-dau-to-linh-muc-dang-huu-nam\/ |date = ngày 13 tháng 5 năm 2017}}, thoibao.com, 11.5.2017<\/ref>\n\nNgày 8 tháng 5 năm 18 Linh mục tại hai giáo hạt Thuận Nghĩa vàng Mai, thuộc Giáo phận Vinh ra tuyên bố phản đối chính quyền huyện Quỳnh Lưu và tỉnh Nghệ An tổ chức đấu tố hai vị Linh mục Đặng Hữu Nam và Nguyễn Đình Thục. Hai vị linh mục này hiện quản xứ Phú Yên và Song Ngọc trên địa bàn huyện Quỳnh Lưu, tỉnh Nghệ An.\n\nLinh mục Giuse Trần Thanh Lợi, thuộc hạt Thuận Nghĩa, cho biết về tuyên bố phản đối mà ông tham gia ký tên: \"…Về phía chúng tôi chúng tôi thấy điều đó như một động thái dọn đường để ép hai linh mục Nam và Thục vào những tội danh như họ nói chống phá nhà nước v.v...\" <ref>[http:\/\/www.rfa.org\/vietnamese\/vietnamnews\/priests-in-thuan-nghia-n-vang-mai-areas-oppose-nghean-enouncing-priests-05092017085730.html 18 Linh mục phản đối đấu tố LM Đặng Hữu Nam và Nguyễn Đình Thục], www.rfa.org, 9.5.2017<\/ref>\n\n==Vụ 39 người chết trong xe tải đông lạnh tại Anh==\n{{chính|Vụ 39 người Việt chết ở Essex, Anh}}\nNgày 26 tháng 10 năm 2019, Anton Đặng Hữu Nam nói với hãng tin [[Reuters]] rằng các gia đình nói với ông rằng họ biết người thân đang đi tới Anh vào thời điểm chiếc xe container di chuyển và họ đã không thể liên lạc được với người thân của họ kể từ đó.<ref>{{chú thích web | url = https:\/\/www.voatiengviet.com\/a\/linh-muc-hau-het-39-nguoi-chet-trong-xe-tai-o-anh-den-tu-nghe-an-ha-tinh\/5140602.html | tiêu đề = Linh mục: Hầu hết 39 người chết trong xe tải ở Anh đến từ Nghệ An, Hà Tĩnh | author = | ngày = | ngày truy cập = 28 tháng 10 năm 2019 | nơi xuất bản = VOA | ngôn ngữ = }}<\/ref>\n\n“Theo thông tin tôi được biết, trong đợt này hình như có rất là nhiều, hơn 100 người đang trên đường để đi tìm sự sống cho mình,” ông nói với Reuters. “Có những gia đình đã xác định được con của mình đã ra đi trong chuyến đi định mệnh này.”\n\n==Xem thêm==\n* [[Cá chết hàng loạt ở Việt Nam năm 2016]]\n* [[Tađêô Nguyễn Văn Lý]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n* [https:\/\/m.youtube.com\/watch?v=wm7YPCM8oic Linh mục Đặng Hữu Nam: Tai hoạ Formosa khởi đầu từ “thảm hoạ búa liềm”]\n* [https:\/\/m.youtube.com\/watch?v=g1S96X-DK9E Linh mục Đặng Hữu Nam: Đừng bao giờ tin cộng sản!]\n\n[[Thể loại:Linh mục Công giáo người Việt|D]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam|D]]\n[[Thể loại:Nhà hoạt động dân chủ người Việt Nam|D]]\n[[Thể loại:Nhà hoạt động nhân quyền Việt Nam|D]]\n[[Thể loại:Nhân vật còn sống]]"}