{"453222":"{{for|album của Pere Ubu|Apocalypse Now (album)}}\n{{Infobox Film\n| name = Apocalypse Now\n| image = Apocalypse Now.jpg\n| image_size = 215px\n| caption = Áp phích chính thức của [[Bob Peak]]\n| director = [[Francis Ford Coppola]]\n| producer = Francis Ford Coppola\n| writer = '''Kịch bản:'''<br>[[John Milius]]<br>Francis Ford Coppola<br>'''Tiểu thuyết:'''<br>[[Joseph Conrad]]\n| narrator = [[Martin Sheen]]\n| starring = [[Marlon Brando]]<br>[[Robert Duvall]]<br>[[Martin Sheen]]<br>[[Laurence Fishburne]]<br>[[Dennis Hopper]]<br>[[Harrison Ford]]<br>[[Frederic Forrest]]<br>[[Sam Bottoms]]<br>[[Albert Hall (diễn viên)|Albert Hall]]\n| music = [[Carmine Coppola]]<br>Francis Ford Coppola\n| cinematography = [[Vittorio Storaro]]\n| editing = [[Richard Marks]]<br>[[Gerald B. Greenberg]]<br>[[Walter Murch]]<br>[[Lisa Fruchtman]]\n| studio = [[American Zoetrope]]\n| distributor = [[United Artists]]\n| released = 15 tháng 8 năm 1979\n| runtime = 153 phút\n| country = {{FilmUS}}\n| language = [[Tiếng Anh]]\n| budget = 31,5 triệu [[Đô la Mỹ|USD]]\n| gross = [[Đô la Mỹ|$]] 78.784.010 ''(1979)''<br> [[Đô la Mỹ|$]]83.471.511 ''(2002)''\n}}\n\n'''''Apocalypse Now''''' (''Tận thế đêm nay'') là một bộ phim Mỹ đặt trong bối cảnh [[chiến tranh Việt Nam]]. Cốt truyện xoay quanh hai sĩ quan [[lực lượng đặc biệt Hoa Kỳ|đặc nhiệm]] Mỹ, một trong những người mà, đại úy Benjamin L. Willard ([[Martin Sheen]]) của MACV-SOG, được phái vào rừng ám sát người kia, viên đại tá ranh mãnh và có lẽ là điên cuồng- Walter E. Kurtz ([[Marlon Brando]]) của Lực lượng đặc biệt. Bộ phim được sản xuất và đạo diễn bởi [[Francis Ford Coppola]] từ một kịch bản của [[Coppola]] và [[John Milius]]. Kịch bản này dựa trên truyện của [[Joseph Conrad]] [[Heart of Darkness]], và cũng có thể rút ra các yếu tố từ [[Dispatches]] của [[Michael Herr]], phiên bản điện ảnh của Conrad của Chúa Jim (trong đó chung nhân vật của Marlow với Heart of Darkness) và Werner Herzog của ''Aguirre, the Wrath of God'' (1972)<ref>{{chú thích web|url=http:\/\/www.geraldpeary.com\/interviews\/abc\/coppola.html|last=Peary|first=Gerald|title=Francis Ford Coppola, Interview with Gerald Peary|publisher=GeraldPeary.com|access-date = ngày 14 tháng 3 năm 2007}}<\/ref>.\n\nBộ phim nổi tiếng trên báo chí giải trí do độ dài và việc sản xuất lâu dài gặp rắc rối của nó, như được ghi chép trong ''Hearts of Darkness: A Filmmaker's Apocalypse''. Sản xuất cũng bị gây rắc rối bởi thời tiết khắc nghiệt phá hủy một số đoạn tốn kém. Ngoài ra, ngày phát hành của bộ phim đã bị trì hoãn vài lần. Bộ phim đoạt [[giải cành cọ vàng]] của [[Liên hoan phim Cannes]] và được đề cử [[giải Oscar cho Phim hay nhất]] và [[Giải Quả cầu vàng cho phim chính kịch hay nhất]].\n\n== Nội dung ==\nVào năm 1970, trong cuộc [[Chiến tranh Việt Nam]], đại tá biệt kích Walter E. Kurtz ([[Marlon Brando]]) đã trở nên điên loạn và lãnh đạo một đạo quân người Thượng ở Campuchia dưới danh nghĩa một vị thánh tự xưng, đại úy Benjamin L. Willard ([[Martin Sheen]]) được chỉ đạo bí mật tiêu diệt ông ta.\n\nWillard đi trên một tàu chuyên chở của Hải Quân, chỉ huy bởi \"Chief\" ([[Albert Hall]]) cùng với những người đồng đội Lance ([[Sam Bottoms]]), \"Chef\" ([[Frederic Forrest]]) và \"Mr. Clean\" ([[Laurence Fishburne]]). Họ có một cuộc gặp gỡ với thiếu úy thích lướt sóng Bill Kilgore ([[Robert Duvall]]), chỉ huy của một đội hình trực thăng chiến đấu, để thảo luận về việc di chuyển lên thượng nguồn sông Nùng. Kilgore ban đầu chế giễu, nhưng sau đó lại kết bạn với Lance khi biết anh ta là một vận động viên lướt sóng có hạng và đồng ý đề nghị hộ tống họ đến vùng cửa sông mà Việt Cộng đang chiếm đóng, nơi điều kiện lướt sóng rất tốt. Cuộc tấn công bắt đầu lúc bình mình. Giữa trận chiến, Kilgore yêu cầu một cuộc ném bom napalm thành công. Quân Mỹ chiếm lấy cửa sông. Willard tập hợp đồng đội của mình đến chiếc tàu chuyên chở, vốn cũng được vận chuyển bằng trực thăng, để bắt đầu cuộc hành trình lên thượng nguồn.\n\nMâu thuẫn giữa Chief và Willard càng lúc càng gia tăng khi Willard tin rằng mình là người có quyền chỉ huy chiếc tàu, trong khi Chief lại xem trọng những mục tiêu khác hơn nhiệm vụ mật của Willard. Tiến lên thượng nguồn một cách chậm chạp, Willard tiết lộ một phần nhiệm vụ của mình cho Chief nhằm giải quyết mối lo ngại của Chief về việc vì sao nhiệm vụ của Willard lại được ưu tiên. Khi đêm xuống, chiếc tàu cập bến tiền đồn cuối cùng của quân Mỹ trên sông Nùng, cầu Do Long. Willard và Lance bước vào trại để kiếm thêm thông tin nhưng không thể tìm được người chỉ huy. Willard ra lệnh cho Chief tiếp tục tiến về thượng nguồn trong lúc kẻ địch ẩn danh bắt đầu một cuộc càn quét trên cầu.\n\nNgày hôm sau, qua một bức công văn, Willard biết được rằng đại úy Colby ([[Scott Glenn]]), người từng được giao một nhiệm vụ giống hệt như Willard lúc trước, đã gia nhập đội quân của Kurtz. (Một vài ngày trước khi Willard nhận được bức công văn, Chief đã kể cho Willard rằng anh đã đưa một người đàn ông đến phía bắc của cầu Do Long sáu tháng trước, và Chief nghe thấy người đó đã tự bắn vào đầu mình). Trong lúc tiểu đội đang đọc những bức thư từ quê nhà, Lance mở một quả lựu đạn khói màu tím để tiêu khiển. Nó không may gây sự chú ý đến kẻ địch không thể quan sát từ cánh rừng. Mr. Clean hi sinh trong trận chiến. Sau đó, trong một cuộc tấn công khác, Chief cũng hi sinh.\n\nChiếc tàu cuối cùng cũng đến được tiền đồn của Kurtz, nơi họ gặp một nhiếp ảnh gia người Mỹ ([[Dennis Hopper]]), một người luôn ca ngợi sự thông minh của Kurtz.Trong lúc rảo quanh khu trại, tiểu đội bắt gặp Colby, lúc này đang đứng gần như bất động cùng nhiều binh sĩ người Mỹ khác, những người lúc này đang là quân lính của Kurtz. Sau khi trở lại tàu, Willard dẫn theo Lance cùng mình, bỏ lại Chef phía sau cùng lời nhắn về việc yêu cầu một cuộc oanh tạc vào doanh trại của Kurtz nếu Willard và Lance không trở về.\n\nTrong khu trại, Willard bị khống chế và mang vào trong ngôi đền tăm tối của Kurtz. Bị bỏ tù và tra tấn, Willard hét lên khi Kurtz thả thủ cấp của Chef lên đùi của anh. Sau đó vài ngày, Willard được phép di chuyển tự do trong khu trại. Kurtz giảng dạy Willard về lý thuyết chiến tranh của ông ta, nhân loại và văn minh, đồng thời cũng ca ngợi sự tàn nhẫn và sức cống hiến của Việt Cộng. Kurtz còn nói về gia đình của ông ta và yêu cầu Willard nói với con trai ông ta trong trường hợp Kurtz sẽ chết.\n\nTối hôm đó, trong lúc những người Thượng đang hiến tế một con trâu nước, Willard bí mật đột nhập vào căn phòng chứa của Kurtz và chém ông ta với một cây rựa trong lúc ông ta đang ghi âm. Nằm thoi thóp trên sàn, Kurtz, hấp hối những lời cuối \"...Sự kinh hoàng... sự kinh hoàng...\" (Nguyên tác tiếng Anh \"...The horror... the horror...\". Khu trại xôn xao về một điều không ổn ở tổng hành dinh của Kurtz, và trông thấy Willard bước ra khỏi hành dinh ấy với cây rựa đẫm máu trên tay. Họ cúi người và cho phép Willard nắm lấy tay Lance để dẫn anh ta về lại con tàu. Cả hai rời đi trong lúc những lời cuối của Kurtz cứ vang vọng và thế giới của bộ phim chìm dần vào màu đen.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Đọc thêm==\n* Adair, Gilbert (1981) ''Vietnam on Film: From The Green Berets to Apocalypse Now''. Proteus. ISBN 0-906071-86-0\n* [[Peter Biskind|Biskind, Peter]] (1999) ''Easy Riders, Raging Bulls: How the Sex, Drugs and Rock-'n'-Roll Generation Saved Hollywood''. [[Simon and Schuster]]. ISBN 0-684-85708-1\n* [[Eleanor Coppola|Coppola, Eleanor]] (1979) ''Notes on the Making of Apocalypse Now''. [[Simon & Schuster]]. ISBN 0-87910-150-4\n* {{chú thích sách | last = Cowie | first = Peter | author-link = Peter Cowie | title = Coppola | url = https:\/\/archive.org\/details\/coppola0000cowi_w4q5 | publisher = [[Charles Scribner's Sons|Scribner]] | year = 1990 | location = New York | isbn = 0-684-19193-8 }}\n* Cowie, Peter (2001) \"The Apocalypse Now Book''. New York: Da Capo Press.ISBN 9780306810466''\n* [[George MacDonald Fraser|Fraser, George MacDonald]] (1988) ''The Hollywood History of the World: from One Million Years B.C. to Apocalypse Now''. Kobal Collection \/Beech Tree Books. ISBN 0-688-07520-7\n* French, Karl (1999) ''Karl French on Apocalypse Now: A Bloomsbury Movie Guide''. [[Bloomsbury]]. ISBN 1-58234-014-5\n* [[John Milius|Milius, John]] & [[Francis Ford Coppola|Coppola, Francis Ford]] (2001) ''Apocalypse Now Redux: An Original Screenplay''. Talk Miramax Books\/[[Disney Hyperion|Hyperion]]. ISBN 0-7868-8745-1\n* Tosi, Umberto & Glaser, Milton. (1979) ''Apocalypse Now'' - Program distributed in connection with the opening of the film. [[United Artists]]\n\n==Liên kết ngoài==\n{{wikiquote}}\n* {{IMDb title|0078788}}\n* {{Rotten-tomatoes|apocalypse_now}}\n* {{Metacritic film|apocalypse-now}}\n* {{Amg movie|2675}}\n* {{mojo title|apocalypsenow}}\n\n{{Cành cọ vàng}}\n{{London Film Critics Circle Award for Film of the Year}}\n\n[[Thể loại:Phim năm 1979]]\n[[Thể loại:Phim về chiến tranh Việt Nam]]\n[[Thể loại:Phim chiến tranh]]\n[[Thể loại:Phim có nhà quay phim giành giải Oscar cho quay phim xuất sắc nhất]]\n[[Thể loại:Phim do Francis Ford Coppola đạo diễn]]\n[[Thể loại:Phim Mỹ]]\n[[Thể loại:Phim giành giải Oscar cho hòa âm hay nhất]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 1960]]\n[[Thể loại:Phim sử thi]]\n[[Thể loại:Phim tiếng Anh]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim được lưu trữ tại Cơ quan lưu trữ phim Quốc gia Hoa Kỳ]]\n[[Thể loại:Phim dựa trên tiểu thuyết]]\n[[Thể loại:Phim và người giành giải Cành cọ vàng]]\n[[Thể loại:Phim hãng Pathé]]\n[[Thể loại:Phim sử thi của Mỹ]]\n[[Thể loại:Phim dựa trên tiểu thuyết Vương quốc Liên hiệp Anh]]\n[[Thể loại:Phim có đạo diễn giành giải Quả cầu vàng cho Đạo diễn xuất sắc nhất]]\n[[Thể loại:Phim phiêu lưu chiến tranh]]\n[[Thể loại:Phim có diễn xuất giành giải Quả cầu vàng cho Nam diễn viên phụ xuất sắc nhất]]\n[[Thể loại:Phim có đạo diễn giành giải BAFTA cho đạo diễn xuất sắc nhất]]"}