{"19748166":"{{Infobox person\n| name           = Archie Emerson Mitchell\n| birth_date     = {{Birth date|1918|5|1}}\n| birth_place    = [[Franklin, Nebraska]]\n| disappeared_date  = {{Disappeared date and age|1962|5|30|1918|5|1}}\n| disappeared_place = [[Việt Nam]]\n| disappeared_status ={{missing for|1962|5|30}}\n| occupation     = mục sư, nhà truyền giáo\n| employer       = [[Liên minh Kitô giáo và Truyền giáo]] (C&MA)\n| spouse         = Elsie Winters Mitchell<br\/><small>(kết hôn 1943–1945)<\/small><br\/>Betty Patzke Mitchell<br\/><small>(kết hôn 1947–1962)<\/small>\n| children       = 4\n}}\nĐức Cha '''Archie Emerson Mitchell''' (sinh ngày [[1 tháng 5]] năm [[1918]]) là [[mục sư]] của [[Liên minh Kitô giáo và Truyền giáo]] (C&MA) từng đến [[Việt Nam]] làm việc trong trại phong [[Buôn Ma Thuột|Ban Mê Thuột]]<ref>[http:\/\/www.pownetwork.org\/bios\/m\/m602.htm Mitchell, Archie Emerson] pownetwork.org. Accessed 2009-05-02.<\/ref> để rồi ít lâu sau thì bị [[Việt Cộng]] bắt giam vào ngày 30 tháng 5 năm 1962,<ref>[http:\/\/www.pow-miafamilies.org\/states\/washington.pdf Defense Prisoner of War\/Missing Personnel Office (DPMO), U.S. Unaccounted-For from the Vietnam War, Report for: Washington] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081127072717\/http:\/\/www.pow-miafamilies.org\/states\/washington.pdf |date=2008-11-27 }} pow-miafamilies.org. 2007-02-08. Accessed 2009-05-14.<\/ref> cùng với Daniel Amstutz Gerber<ref>[http:\/\/www.gameo.org\/encyclopedia\/contents\/G4721.html Gerber, Daniel Amstutz (1940-1962?), Global Anabaptist Mennonite Encyclopedia Online] gameo.org. Accessed 2009-05-11.<\/ref> và Bác sĩ [[Eleanor Ardel Vietti]].<ref>[http:\/\/www.pownetwork.org\/bios\/v\/v600.htm Vietti, Eleanor Ardel] pownetwork.org. Accessed 2009-05-12.<\/ref> Kể từ đó chẳng còn ai hay biết gì về tung tích của ba người này cả.\n\n==Thân thế và học vấn==\nMitchell chào đời năm 1918 tại [[Franklin, Nebraska]] có cha là Glen Mitchell và mẹ tên Daisy nhũ danh Chaplin.<ref name=taskforceomegainc>[http:\/\/www.taskforceomegainc.org\/m602.html Mitchell, Archie Emerson] taskforceomegainc.org. Accessed 2009-05-11.<\/ref>  Gia đình chuyển đến [[Ellensburg, Washington]] vào năm 1939.<ref name=EDR-620530>{{cite news |url=https:\/\/news.google.com\/newspapers?id=oH9OAAAAIBAJ&pg=4740%2C5683354 |title=Captured by guerrillas |date=30 May 1962 |newspaper=Ellensburg Daily Record |access-date=28 April 2017}}<\/ref> Ông nhập học [[Đại học Simpson|Trường Đại học Kinh thánh Simpson]] ở [[Seattle]] và [[Trường Đại học Nyack|Trường Đại học Truyền giáo Nyack]] rồi có dịp gặp mặt người vợ tương lai Elsie Winters ngay tại nơi đây.<ref name=EDR-620530 \/> Họ kết hôn tại quê nhà của vợ ở [[Port Angeles, Washington|Port Angeles]] vào năm 1943, đến năm 1945 thì Mitchell bắt đầu công việc truyền giáo và họ bèn dọn sang sinh sống tại Oregon.<ref name=EDR-620530 \/> \n\n==Cái chết do bom khinh khí cầu==\n{{main|Bom khinh khí cầu Fu-Go}}\n[[File:Bly CMA Church.jpg|thumb|Nhà thờ C&MA ở Bly, Oregon.]]\nThứ Bảy ngày 5 tháng 5 năm 1945, Mitchell lúc đó là mục sư của nhà thờ C&MA (nay gọi là \"Nhà thờ Standing Stone thuộc Liên minh Kitô giáo và Truyền giáo\") ở [[Bly, Oregon]],<ref name=\"C4WDefault-5572744\">{{cite web|url=http:\/\/www.stelzriede.com\/ms\/html\/sub\/mshwfug2.htm |title=Saw Wife and Five Children Killed by Jap Balloon Bomb |work=Seattle Times |date=June 1, 1945 |quote=Saw Wife and Five Children Killed by Jap Balloon Bomb |access-date=May 5, 2013 |author=<!--Staff writer(s); no by-line.--> |archive-url=https:\/\/web.archive.org\/web\/20140417180525\/http:\/\/www.stelzriede.com\/ms\/html\/sub\/mshwfug2.htm |archive-date=April 17, 2014 |url-status=live }}<\/ref> đã tiến hành chuyến dã ngoại của Trường Chủ nhật lên những ngọn núi gần đó của miền nam Oregon. Cùng đi với Mitchell là người vợ đang mang thai 5 tháng của ông tên Elsie (nhũ danh Winters) cùng 5 đứa con trong nhà thờ. Ở trên núi, Mitchell lái chiếc xe hơi bên đường, trong khi những người khác đi bộ xuyên rừng. Trong khi Mitchell chuẩn bị bữa trưa ra khỏi xe hơi gần Lạch Leonard,<ref name=\"C4WDefault-5428493\">{{cite web |url=http:\/\/www.heraldandnews.com\/news\/top_stories\/article_3b8041b6-5bed-5c1b-9b8c-a12baba734fd.html |title=Japanese balloon bomb killed six 60 years ago today |work=heraldandnews.com |date=May 5, 2005 |access-date=April 17, 2014 |first=Lee |last=Juillerat |archive-url=https:\/\/archive.today\/20140417181119\/http:\/\/www.heraldandnews.com\/news\/top_stories\/article_3b8041b6-5bed-5c1b-9b8c-a12baba734fd.html |archive-date=April 17, 2014 |url-status=live}}<\/ref> những người khác gọi ông lại và nói là họ đã tìm thấy thứ trông giống như một quả bóng bay. Cả nhóm không hề hay biết đây là một quả [[bom khinh khí cầu Fu-Go]] gây cháy nguy hiểm của Nhật Bản. Khi Mitchell cảnh báo họ không được chạm vào nó thì đã có một vụ nổ lớn. Mitchell chạy đến nơi và phát hiện cả nhóm đã chết hết cả rồi.\n\nNạn nhân thiệt mạng trong vụ nổ này là Elsie Mitchell, 26 tuổi và 5 đứa trẻ gồm: Sherman Shoemaker, 11 tuổi, Jay Gifford, 13 tuổi, Edward Engen, 13 tuổi, Joan Patzke, 13 tuổi và Dick Patzke, 14 tuổi.<ref>[http:\/\/potrzebie.blogspot.com\/2009\/04\/long-before-911-there-was-55.html POTRZEBIE Long before 9\/11 there was 5\/5] 2009-04-14. Accessed 2009-05-14.<\/ref> Họ là những thường dân Mỹ đầu tiên và duy nhất bị một quả bom khinh khí cầu giết chết trên đất Mỹ trong [[Thế chiến thứ hai]].<ref>[http:\/\/www.history.com\/this-day-in-history\/six-killed-in-oregon-by-japanese-bomb Six killed in Oregon by Japanese bomb]<\/ref>\n\nNăm 1950, công ty gỗ [[Weyerhaeuser]] bèn cho xây dựng một tượng đài tại nơi xảy ra vụ nổ. [[Đài tưởng niệm Mitchell]] được xây dựng bằng đá tự nhiên và trưng bày một tấm bảng bằng đồng có tên và tuổi của các nạn nhân của vụ nổ bom khinh khí cầu. Weyerhaeuser còn trao tặng di tích này cùng với khu đất xung quanh cho [[Rừng Quốc gia Fremont]] vào năm 1998.<ref>Richard, Terry, [http:\/\/blog.oregonlive.com\/terryrichard\/2007\/04\/a_poignant_memorial.html \"Oregon connection to World War II\"], ''[[The Oregonian]]'', Portland, Oregon, 5 April 2007.<\/ref> Khu di tích này được liệt kê trong Sổ đăng ký Quốc gia về Địa điểm Lịch sử.<ref>[http:\/\/www.nationalregisterofhistoricplaces.com\/OR\/Lake\/state.html “Mitchell Recreation Area”], National Register of Historic Places, ''www.nationalregisterofhistoricalplaces.com'', 19 June 2009.<\/ref>\n\n==Truyền giáo tại Đông Dương==\nNgày 23 tháng 12 năm 1947, Mitchell cùng với cô dâu mới tên Betty (nhũ danh Patzke, chị gái của hai trong số những đứa trẻ thiệt mạng vì khinh khí cầu ở Bly)<ref name=EDR-620530 \/> lên đường đến Đông Dương vào thời điểm khởi đầu hai nhiệm kỳ 5 năm trên cương vị là nhà truyền giáo cho người Việt Nam tại [[Đà Lạt]]. Sau hai năm kết thúc, nhiệm kỳ hoạt động thứ ba của nhà Mitchell sẽ là tại Trại phong Ban Mê Thuột.\n\nTối thứ Tư ngày 30 tháng 5 năm 1962, Mitchell và các nhân viên còn lại của trại phong đang chuẩn bị gặp nhau tại nhà Bác sĩ Vietti cho buổi nhóm cầu nguyện hàng tuần của họ. Vào lúc chạng vạng, khoảng 7 giờ 45 phút tối, một nhóm gồm 12 thành viên [[Việt Cộng]] tiến vào khu trại phong cách Ban Mê Thuột khoảng chín dặm. Toán lính Việt Cộng này chia thành ba nhóm, mỗi nhóm bốn thành viên, và một nhóm đã gặp Dan Gerber từng phục vụ trong Ủy ban Trung ương Mennonite, và trói anh ta lại. Một nhóm thứ hai đến nhà Mitchell, ra lệnh cho Archie ra khỏi nhà rồi trói lại và dẫn ông đi cùng Dan Gerber. Vụ việc được các thành viên của gia đình Mitchell tận mắt chứng kiến bao gồm vợ ông, Betty, và ba trong số bốn đứa con của họ, Rebecca (13 tuổi), Loretta (10 tuổi) và Glenn (8 tuổi). Đứa con út của Mitchell, con gái Geraldine (4 tuổi), đã ngủ trên giường. Một nhóm Việt Cộng khác đến nhà Vietti và tìm thấy bà trên giường. Họ bèn ra lệnh cho Vietti đứng dậy, mặc quần áo và dẫn ra khỏi khu nhà mà không bị trói tay, rồi nhập bọn cùng hai người bị bắt khác.<ref name=AllianceLife>[http:\/\/www.alliancelife.org\/article.php?id=325 MISSIONARIES KIDNAPPED—HOW IT HAPPENED: Adapted from The Alliance Weekly, June 27, 1962], www.alliancelife.org. November 2008. Accessed 2009-05-24.<\/ref> Việt Cộng cũng định bắt Betty và bọn trẻ, nhưng bị những nhà truyền giáo thuyết phục rằng họ chỉ hợp tác hoàn toàn nếu Betty và những đứa trẻ được bỏ lại. Việt Cộng còn lục soát các tòa nhà nhằm tìm kiếm bất kỳ nguồn cung cấp nào mà họ có thể sử dụng được, bao gồm khăn trải giường, thuốc men, quần áo và thiết bị phẫu thuật. Vào khoảng 10 giờ tối tối hôm đó, nhóm Việt Cộng rời khỏi khu nhà, mang theo các tù nhân (Mitchell, Gerber, và Vietti) và đồ tiếp tế cho họ.<ref name=taskforceomegainc\/> Mọi việc đều xảy ra mà không có bất kỳ phát súng hoặc đổ máu nào cả.<ref name=AllianceLife\/>\n\nSau vụ bắt cóc này, cả cơ quan tình báo [[quân đội Mỹ]] và [[Việt Nam Cộng hòa]] ngay lập tức phát hiện ra nơi có lẽ những người bị bắt đang bị giam giữ, và cũng xác nhận rằng Việt Cộng đã sử dụng chuyên môn y tế của các nhà truyền giáo nhằm chữa bệnh cho chính họ. Trong lúc cơ quan tình báo quân sự có thể theo dõi thành công sự di chuyển của Mitchell, Gerber và Vietti, sự hiện diện dày đặc và liên tục của lực lượng Việt Cộng trong và xung quanh khu vực họ đang bị giam giữ đã không cho phép quân đội thực hiện nhiệm vụ giải cứu. Các quan chức truyền giáo cũng cố gắng thương lượng để trả tự do cho những người bị bắt. Dù đến năm 1969, các cuộc đàm phán giữa C&MA và một số binh lính Việt Cộng gần đạt được sự phóng thích dành cho họ, nhưng cuộc đàm phán vấp phải thất bại và không bao giờ có thể tái lập được nữa.<ref name=taskforceomegainc\/>\n\n==Tham khảo==\n{{reflist|2}}\n\n==Liên kết ngoài==\n* [https:\/\/fhsarchives.wordpress.com\/2012\/05\/30\/the-two-tragedies-of-archie-mitchell\/ Hai thảm kịch của Archie Mitchell], từ [[Hội Lịch sử Forest]].\n{{authority control}}\n\n{{DEFAULTSORT:Mitchell, Archie}}\n[[Thể loại:Sinh năm 1918]]\n[[Thể loại:Người mất tích]]\n[[Thể loại:Việt Nam năm 1962]]\n[[Thể loại:Vụ mất tích ở Việt Nam]]\n[[Thể loại:Vụ mất tích thập niên 1960]]\n[[Thể loại:Người Ellensburg, Washington]]\n[[Thể loại:Người Quận Franklin, Nebraska]]\n[[Thể loại:Tù binh Chiến tranh Việt Nam]]\n[[Thể loại:Nhà truyền giáo Tin Lành Mỹ]]\n[[Thể loại:Nhà truyền giáo Tin lành ở Việt Nam]]\n[[Thể loại:Người Mỹ trong Chiến tranh Việt Nam]]\n[[Thể loại:Thành viên Liên minh Kitô giáo và Truyền giáo]]"}