{"3284331":"{{nihongo|'''Asaba Sakitarō'''||{{ruby|浅羽|あさば}} {{ruby|佐喜太郎|さきたろう}}|hanviet=Thiển-vũ Tả-hỷ-thái-lang|kyu=|hg=|kk=|1 Tháng 2, 1867 - 25 Tháng 9, 1910}} là một nhân sĩ [[người Nhật]], từng có công giúp đỡ nhà chí sĩ [[Phan Bội Châu]] và [[Phong trào Đông Du]] khi nhóm yêu nước [[người Việt]] lưu vong tại Nhật vận động tìm cách đánh đuổi [[thực dân Pháp]].\n\n==Thân thế==\nÔng quê ở Umeda, [[Iwata]], huyện [[Shizuoka]], [[thân phụ]] là [[Asaba Miki]], từng làm giám đốc Ngân hàng Shiba (Tokyo), được [[Thiên hoàng Minh Trị]] tặng huân chương Đệ Tứ đẳng. Dòng họ Asaba nối đời giữ chức Thần quan cho [[Thần đạo#Đền thờ|Đền thờ Thần đạo]] Hachiman trong vùng [[Umeyama]].\n\nNăm 1894, ông tốt nghiệp ngành [[y khoa]] từ Đại học Đế quốc Tokyo, tức tiền thân của [[Đại học Tokyo]] của thế kỷ 20. Ông hành nghề [[bác sĩ]] ở Kofutsu. Tương truyền người trong vùng thường nói rằng \"''Nếu chưa được bác sĩ Asaba khám thì nhắm mắt chưa yên''\".<ref name=\":0\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Ve-tam-bia-tri-an-Bac-si-Asaba-nguoi-giup-do-cu-Phan-Boi-Chau-tai-Nhat-Ban-515607\/|title=Về tấm bia tri ân người giúp đỡ cụ Phan Bội Châu tại Nhật Bản|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\n==Liên hệ với [[phong trào Đông Du]]==\nKhi [[Nguyễn Phong Di|Nguyễn Thái Bạt]] túng quẫn phải đi ăn xin, Asaba nhận đem về nuôi ăn ở rồi lại gửi Nguyễn Thái Bạt lên học ở Tokyo Dobun Shoin (Đông Kinh Đồng văn Thư viện). Qua [[Nguyễn Thái Bạt]], [[Phan Bội Châu]] lúc bấy giờ gặp khi [[chính phủ Pháp]] làm áp lực với Nhật, đòi trục xuất sinh viên du học người Việt khiến khoảng 200 người phải tìm đường rời Nhật. [[Phan Bội Châu]] thì cố ở lại lập [[Việt Nam Công hiến Hội]] nhưng không thành, tiền bạc cũng cạn, đành gửi lời nhờ Bác sĩ Asaba giúp đỡ. Thư đưa buổi sáng thì chiều Asaba đã có thư hồi âm, kèm 1.700 [[yen]] (tương đương 30 triệu [[yen]] ngày nay, tức hơn 20.000 [[Mỹ kim]]). Thư lại nhắn rằng cần thêm sẽ có.\n\n[[Phan Bội Châu]] nhờ số tiền này mà trang trải chi phí ăn ở cho các thanh niên Đông Du còn nán lại Nhật và lại còn đủ để in ''Hải ngoại huyết thư'', ''[[Trần Đông Phong]] truyện'' và [[Việt Nam quốc sử khảo]].\n\nNgày 8 tháng 3 năm 1909, trước khi rời Nhật, [[Phan Bội Châu]] đến chào giã biệt ân nhân Asaba. Theo [[Phan Bội Châu niên biểu]] thì \"''Khi mới vào cửa, [[Nguyễn Thái Bạt|Thái Bạt]] giới thiệu tôi với tiên sinh, tôi chưa kịp nói tạ ơn, tiên sinh vội vàng dắt tay tôi kéo vào cùng nói chuyện, chốc bày cơm rượu ra, không một chút tục khí…''\".\n\n== Vinh danh ==\nSau khi bị trục xuất khỏi Nhật Bản, gần 10 năm bôn ba khắp [[Trung Quốc]], [[Thái Lan]]. Năm 1918, [[Phan Bội Châu]] trở lại Nhật. Tìm về thăm người xưa, mới hay ân nhân Sakitaro qua đời vì bệnh [[lao phổi]] ở tuổi 43. [[Phan Bội Châu]] ngỏ lời cùng người nhà bác sĩ Asaba xin được lập bia tạ ơn trước mộ người trong khuôn viên {{nihongo|chùa Jōrin|常林寺|Jōrin-ji|hanviet=Thường Lâm tự|kyu=|hg=|kk=|}}. Nhưng lúc ấy, trong túi [[Phan Bội Châu]] chỉ có 120 [[yen]] mà riêng tiền vật liệu đá và công khắc đã tốn 100 [[yen]], tiền chuyên chở hơn 100 [[yen]] nữa. [[Phan Bội Châu]] nhờ một nhân sĩ gốc Việt là [[Lý Trọng Bá]] cùng đến gặp trưởng thôn là Okamoto kể về nghĩa cử năm xưa của bác sĩ Sakitaro và bày tỏ sự tình là không đủ tiền, xin đóng trước 100 [[yen]], khoản còn lại thì khi trở về [[Trung Quốc]] sẽ gửi sau. Sau đó, trong cuộc họp dân làng, thôn trưởng kể lại sự tình, giới thiệu [[Phan Bội Châu]] với dân làng và kêu gọi mọi người cùng giúp công giúp của làm bia, chỉ nhận 100 [[yen]] để mua đá và trả công thợ. Dân làng đều đồng ý. Chỉ một tuần sau đó, tấm bia đá đã dựng xong.\n\nBia cao {{convert|2,7|m}}, ngang {{convert|0,87|m}}, đặt trên bục đá cao hơn {{convert|1|m}}, tổng cộng 111 chữ. {{cquote|Bia kỷ niệm ngài Asaba Sakitaro. Chúng tôi vì nạn nước, chạy sang Nhật Bản, tiên sinh thương đến khổ tâm, giúp đỡ trong lúc cùng khốn không cầu báo đáp, rõ là người kỳ hiệp. Hỡi ôi! Nay chúng tôi sang, ông không còn nữa, bốn bề hiu quạnh, không trông thấy ai, trời biển mênh mông, nỗi lòng ai tỏ! Bèn ghi mối cảm hoài vào viên đá. Ghi rằng: Không ai hào kiệt bằng ông, nghĩa ông bao trùm trong ngoài. Ông giúp như trời, tôi chịu như biển. Chí tôi chưa thành, ông không chờ đợi. Lòng đau vời vợi, đến ức vạn năm|||Nội dung tấm [[bia (kiến trúc)|bia]]}}\nTấm [[bia (kiến trúc)|bia]] này nay vẫn còn. Người dân Asaba xem tấm bia này là một niềm tự hào, một di sản văn hóa, một chứng tích về [[quan hệ Nhật Bản – Việt Nam]]. Phía bên phải tấm bia có đặt tấm bảng giới thiệu bằng tiếng Nhật, trong đó có lồng ba tấm ảnh của Asaba; [[Phan Bội Châu]] và [[Cường Để]]; [[Phan Bội Châu]] và dân làng Asaba bên tấm bia lúc hoàn thành.<ref name=\":0\" \/>\n\n==Phóng tác==\nTình bằng hữu giữa [[Phan Bội Châu]] và Asaba Sakitaro đã được dựng thành phim [[Người cộng sự]], trình chiếu trên tivi Việt Nam và Nhật Bản năm 2013.<ref>[http:\/\/vovworld.vn\/en-us\/Saturday-Report\/The-Partner-special-film-to-mark-VietnamJapan-friendship-year\/183904.vov \"\"The Partner\"- special film to mark Vietnam-Japan friendship year\"]<\/ref> Phim không phải là phim tài liệu mà có nhiều chi tiết hư cấu, có mặt của [[diễn viên]] người Nhật [[Higashiyama Noriyuki]] thủ vai Bác sĩ Asaba.<ref>[http:\/\/tbivision.com\/news\/2013\/05\/japan-vietnam-nets-to-coproduce-period-drama\/78031\/ \"Japan, Vietnam nets to coproduce period drama\"]<\/ref>\n\n==Tham khảo==\n*[http:\/\/www.erct.com\/2-ThoVan\/VinhSinh\/PBC-Asaba_Sakitaro.htm \"Phan Bội Châu và Asaba Sakitarô\"] \n*[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=5629&rb=0305 \"Góp thêm một bản dịch tiếng Việt cho bài văn bia tưởng niệm bác sĩ Asaba Sakitaro của Phan Bội Châu\"]\n\n{{tham khảo}}\n\n[[Thể loại:Phan Bội Châu]]\n[[Thể loại:Việt Nam Quang phục Hội]]"}