{"35985":"{{bài cùng tên}}\n[[Tập tin:ATK Dinh Hoa.jpg|nhỏ|phải|250px|Một phần của ATK Định Hóa, Thái Nguyên]]\n'''ATK''', viết tắt của '''an toàn khu''', là khu vực mà [[Quân đội nhân dân Việt Nam]] giành được quyền kiểm soát gần như tuyệt đối trong thời gian chiến tranh chống [[Đế quốc thực dân Pháp|Pháp]], [[Đế quốc Nhật Bản|Nhật]], [[Chủ nghĩa đế quốc Mỹ|Mỹ]]. ATK có 2 cấp: xã An toàn khu và vùng An toàn khu.\n\n==Tiêu chí xác định==\nĐây là những khu vực tương đối an toàn so với các khu vực khác trong chiến tranh. Tại ATK thường có các cơ quan đầu não của quân cách mạng, các cơ sở hậu cần và là nơi tập trung dân cư.\n\nQuyết định Số: 897\/QĐ-TTg ngày 27 tháng 05 năm 2016 của Thủ tướng chính phủ Ban hành tiêu chí công nhận xã An toàn khu, vùng An toàn khu như sau:<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-897-QD-TTg-tieu-chi-quy-trinh-thu-tuc-cong-nhan-xa-An-toan-khu-vung-An-toan-khu-2016-313148.aspx Ban hành tiêu chí, quy trình thủ tục công nhận xã An toàn khu, vùng An toàn khu]<\/ref>\n===Xã An toàn khu===\nXã An toàn khu phải có 03 trong 05 tiêu chí sau:\n#Tiêu chí 1: Được cấp ủy đảng từ Khu ủy, Quân khu ủy trở lên chỉ đạo xây dựng An toàn khu cách mạng (nơi có các điều kiện về địa hình, địa thế, chính trị, quân sự, kinh tế - xã hội, dân cư và bảo đảm an toàn cho các hoạt động lãnh đạo cách mạng của Đảng trong thời kỳ kháng chiến chống Pháp, chống Mỹ).\n#Tiêu chí 2: Nơi ở (nuôi, giấu, giữ bí mật), làm việc và hoạt động lãnh đạo, chỉ đạo xây dựng phong trào cách mạng trong kháng chiến chống Pháp, chống Mỹ của các đồng chí cán bộ của Đảng, Nhà nước, Mặt trận Tổ quốc Việt Nam và các đoàn thể chính trị - xã hội từ cấp Khu và Quân khu trở lên.\n#Tiêu chí 3: Nơi diễn ra các sự kiện đặc biệt quan trọng, có các quyết sách chiến lược của Đảng mang tính chất bước ngoặt trong các giai đoạn của 02 cuộc kháng chiến chống Pháp và chống Mỹ hoặc nơi đóng trụ sở các cơ quan, tổ chức, đơn vị của Đảng, Nhà nước, Mặt trận Tổ quốc Việt Nam và các đoàn thể chính trị - xã hội từ cấp Khu và Quân khu trở lên, trụ sở ngoại giao (Sứ quán, Tổng Lãnh sự quán,...) của nước ngoài, cơ quan Bộ Chỉ huy Mặt trận cấp chiến dịch trong kháng chiến chống Pháp, chống Mỹ.\n#Tiêu chí 4: Nơi đóng quân, đào tạo, huấn luyện, tập kết, trung chuyển của các lực lượng vũ trang (quân đội, công an) từ cấp đại đội trở lên; nơi có kho cất trữ lương thực, thực phẩm, vũ khí, khí tài, quân trang, quân dụng,... trong kháng chiến chống Pháp, chống Mỹ phục vụ cho Mặt trận cấp chiến dịch hoặc cấp Quân khu trở lên.\n#Tiêu chí 5: Nơi có cơ sở và phong trào cách mạng vững mạnh trong kháng chiến chống Pháp, chống Mỹ; đồng thời, lực lượng vũ trang của địa phương đã chủ động hoặc phối hợp với lực lượng vũ trang chính quy tổ chức các trận đánh địch để bảo vệ an toàn cho cán bộ, cơ quan, tổ chức của Đảng và Nhà nước đóng trên địa bàn hoặc là nơi đã diễn ra trận đánh thắng lợi quan trọng góp phần tạo ra cục diện chiến trường lợi thế cho cách mạng và kháng chiến tại địa bàn và khu vực lân cận.\n\n===Vùng An toàn khu===\nVùng An toàn khu phải có đủ 02 tiêu chí sau:\n#Tiêu chí 1: Vùng có địa bàn thuộc 01 hoặc một số đơn vị hành chính cấp huyện liền kề của 01 hoặc một số tỉnh, thành phố trực thuộc trung ương; các đơn vị hành chính cấp xã trong vùng này có cơ sở và phong trào cách mạng vững mạnh trong kháng chiến chống Pháp, chống Mỹ.\n#Tiêu chí 2: Có từ 30% trở lên số đơn vị hành chính cấp xã trong vùng được công nhận xã An toàn khu, trong đó có đơn vị hành chính cấp xã được phong tặng Danh hiệu Anh hùng lực lượng vũ trang hoặc có các Di tích lịch sử cách mạng cấp quốc gia, các công trình di tích lịch sử cách mạng được các tổ chức, cơ quan từ cấp Khu ủy, Quân khu trở lên đầu tư xây dựng trên địa bàn.\n\n==Những ATK nổi tiếng==\n*ATK [[Chợ Đồn]] (huyện Chợ Đồn, tỉnh [[Bắc Kạn]])\n*[[ATK Định Hóa]] (huyện Định Hóa, tỉnh [[Thái Nguyên]]), hiện khu di tích ATK Định Hóa đã được thủ tướng chính phủ công nhận là [[di tích quốc gia đặc biệt]].\n*ATK [[Chiến khu Quỳnh Lưu|Quỳnh Lưu, Ninh Bình]] - là một ATK thời kỳ kháng Nhật và Pháp.\n*[[An toàn khu II|ATK II]] - An toàn khu dự bị của Trung ương và Xứ ủy Bắc kỳ trước 1945\n*ATK [[Việt Bắc]]\n*ATK Bắc Sơn thuộc huyện Bắc Sơn, tỉnh Lạng Sơn\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai địa lý Việt Nam}}\n\n[[Thể loại:Quân đội nhân dân Việt Nam]]\n[[Thể loại:Địa danh trong Chiến tranh Đông Dương]]\n[[Thể loại:Trang chưa có liên kết ngoại ngữ]]"}