{"3201481":"'''Augustin Julien Fourès''' (sinh ngày 14\/6\/1853 tại Pouilly (tỉnh Oise), chết ngày 16\/6\/1915 tại Paris), là viên chức [[Đế quốc thực dân Pháp|thuộc địa Pháp]]. Ông là [[toàn quyền Đông Dương]] giai đoạn tháng 03\/1894 - 10\/1894.<ref name=\"bio\">[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5848754g\/f181.image.hl.r=Spooner%20S%C3%A0i%20G%C3%B2n.langFR Dictionnaire de bio-bibliographie générale, ancienne et moderne de l'Indochine française], Brébion, Antoine, Société d'éditions géographiques, maritimes et coloniales (Paris), 1935<\/ref>\n\n==Tiểu sử==\nThời thanh niên, ông học ở một trường Cao đẳng ở [[Sài Gòn]], chuyên ngành quản trị (7\/1\/1875). Năm 1877, ông sang làm quan cai trị ở [[Campuchia]], và từ 1881 - 1886 thì kiêm nhiệm nhiều chức vụ khác nhau ở nước này: Thư ký chính quyền thuộc địa, quan cai trị, đại diện Pháp (thay viên quan cai trị Aymonier).<ref name=\"bio\"\/>\n\nTrở lại Đông Dương năm 1886 sau một kỳ nghỉ ngắn tại chính quốc, ông làm chánh án của tòa án ở tỉnh [[Sóc Trăng]] (1887 - 1888), rồi được cử làm Tổng thư ký Bộ Nội vụ, Quyền Phó Thống đốc (1892). Năm 1893, ông chính thức nhậm chức này (Quyền Phó Thống đốc) và làm việc liên tục cho đến khi được Chính phủ Pháp cử lên làm Thống sứ Pháp ở Bắc Kỳ giúp việc cho Toàn quyền Đông Dương lúc đó là A. Rousseau (8\/1895). Ông cũng được cử làm Tổng thư ký chính quyền thuộc địa Pháp trong vài ngày (18\/7 - 2\/8\/1895) và ở các năm không liên tục: 1895 - 1896, 1896 - 1897, 1898 - 1899; về sau thì được cử làm [[Toàn quyền Đông Dương]] thuộc Pháp.<ref name=\"bio\"\/>\n\nÔng là đại diện duy nhất của Bắc Kỳ đi tham dự Hội Đấu xảo ở [[Marseilles]] năm 1907. Ông được chính phủ Pháp bổ làm Giám đốc Bộ Giáo dục Đông Dương, đóng trụ sở ở Marseilles. Ông là người làm việc tận tâm, có lương tâm và luôn hoàn thành tốt nhiệm vụ được giao.<ref name=\"bio\"\/>\n\nÔng nghỉ hưu ngày 3\/4\/1907.<ref name=\"bio\"\/>\n\n==Thư mục==\n* Organisation politique du Cambodge, Escursion el Reconnaissance, số 10 - 13, năm 1881 - 1882.\n* Les industries et le main-d'œuvre au Tonkin, Revue Colonial II, 1896\n* État de la Cochinchine en 1893, Saigon, Impre. colonial, in 4, 1895\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai chính khách Pháp}}\n\n[[Thể loại:Sinh năm 1853]]\n[[Thể loại:Mất năm 1915]]\n[[Thể loại:Toàn quyền Đông Dương]]"}