{"341208":"{{Thông tin nhân vật\n|name        = Auguste Pavie\n|image       = Auguste Pavie01.jpg\n||image_width= 40px\n|caption     = Auguste Pavie năm 1893.\n|birth_date  = [[31 tháng 5]] năm [[1847]]\n|birth_place = [[Dinan]], [[Pháp]]\n|death_date  = [[7 tháng 5]] [[1925]] \n|death_place = [[Thourie]], France\n|other_names =  \n|known_for   = Phó công sứ Pháp tại [[Luangprabang|Luang Prabang]], [[Lào]]\n|occupation  = Nhà thám hiểm và ngoại giao|nationality = [[Tập tin:Flag of France.svg|border|20px]]\n [[Pháp]]\n}}\n'''Auguste Jean-Marie Pavie''' (sinh tại [[Dinan]] 31 tháng 5 năm 1847<ref>[http:\/\/vorasith.online.fr\/cambodge\/livres\/pavie.htm Biography of Auguste Pavie]<\/ref> - [[Thourie]] 7 tháng 5 năm 1925) là công chức dân sự thuộc địa người Pháp, nhà thám hiểm và ngoại giao, người đóng vai trò trọng yếu trong việc thiết lập quyền kiểm soát của Pháp tại [[Lào]] trong hai thập kỷ cuối của thế kỷ 19. Sau một đời phục vụ lâu dài tại [[Campuchia]] và [[Nam Kỳ|Nam kỳ]], Pavie trở thành phó công sứ Pháp tại [[Luangprabang|Luang Prabang]] năm 1885, và cuối cùng là Thống đốc và Đặc nhiệm Toàn quyền Pháp tại Lào.\n\n== Sự nghiệp thời tuổi trẻ ==\n[[Tập tin:Bokor view.jpg|nhỏ|trái|Quang cảnh tỉnh [[Kam pốt|Kampot]] từ đồi Bokor]]\nSinh ra tại [[Dinan]], thuộc [[Bretagne|Brittany]], con trai một người thợ đóng tủ, Auguste Pavie không có được những tố chất của một nhà ngoại giao. Ông không được đào tạo để trở thành sĩ quan hoặc trong các trường đại học lớn. Thay vào đó, ông bị cuốn hút bởi viễn cảnh được phiêu lưu mạo hiểm nơi viễn xứ, ông gia nhập quân đội năm 1864 khi mới 17 tuổi.<ref name=\"Ooi\">{{harvnb|Ooi|2004}}<\/ref>\nNăm 1869, ông bị điều sang [[Nam Kỳ|Nam kỳ]] cùng lực lượng [[Thủy quân lục chiến|Hải quân đánh bộ]]. Tới năm sau, ông bị gọi trở lại Pháp để thực hiện nghĩa vụ quân sự trong cuộc [[Chiến tranh Pháp-Phổ]], và được phong hàm thượng sỹ (sergeant-major). Năm 1871 ông quay lại Nam kỳ phục vụ trong chính quyền ngạch bưu chính viễn thông, và gần như ngay tức khắc được phân nhiệm vụ trưởng một trạm điện báo nhỏ ở xứ Cambodia hẻo lánh, nơi cảng [[Kam pốt|Kampot]], và phục vụ tại đó trong một thập niên.<ref name=\"Ooi\"\/> \n{{cquote|Thường xuyên phải tiếp xúc với người bản xứ, tôi quen dần với ý tưởng sống chung với họ mãi mãi.<ref>{{harvnb|Guillebaud|2003|p=109}}, Auguste Pavie: '' « Dans le contact constant avec les indigènes, je me familiarisais avec l'idée de vivre complètement parmi eux. »''<\/ref>}}\nNhiệm sở tại Kampot mang lại cho Pavie cơ hội hiểu biết sâu sắc về người Đông Dương, văn hóa và ngôn ngữ của họ.<ref name=\"Ooi\"\/><ref name=\"Osborne\">{{harvnb|Osborne|2007}}<\/ref> Là một trong số rất ít người Âu sống tại khu định cư bên bờ sông Kampot dưới rặng núi Voi, ông \"trở thành người bản xứ\", nói thành thạo tiếng Campuchia, đi chân đất, đội một cái mũ rộng vành, khám phá đường đi lối lại tại các vùng xa xôi ở Campuchia, ghi chép tất cả những gì mà ông thấy thú vị. Các hành vi của Pavie mang lại những phản ứng khác nhau: việc ông hòa mình vào cuộc sống của người Campuchia bị các viên chức Pháp ở Nam kỳ chỉ trích;<ref>{{harvnb|Larcher-Goscha|2003|p=217}}<\/ref> tuy nhiên, một sĩ quan Pháp khi đó đã nhận xét: \"bên dưới cái vẻ ngoài yếu đuối, là cả một kho tàng tri thức hoạt động với một nguồn năng lực và sức mạnh ý chí có một không hai.\"<ref name=\"Osborne\"\/> Thời kỳ này, ông chỉ đạo việc xây dựng tuyến điện báo giữa [[Phnôm Pênh|Phnom Penh]] và Kampot.<ref name=\"Ooi\"\/>\n\n== Sự nghiệp ngoại giao ==\n[[Tập tin:Luangphabang okt98.jpg|nhỏ|[[Luangprabang|Luang Prabang]] trên [[sông Cửu Long]]|350px]] \n[[Tập tin:Ounkham.gif|nhỏ|Vua Oun Kham xứ Luang Prabang]]\nNăm 1879, Pavie được [[Thống đốc Nam Kỳ]] [[Charles Le Myre de Vilers]] - là người có quan hệ chặt chẽ với những người ủng hộ tư tưởng thuộc địa ở Pháp - để mắt tới. Pavie được Le Myre de Vilers bảo trợ, được tin tưởng giao nhiệm vụ dẫn đầu chuyến khảo sát kéo dài 5 năm để thám hiểm khu vực trải rộng từ [[vịnh Thái Lan]] cho tới vùng đại hồ nước ngọt [[Tonlé Sap]] ở Campuchia và xa hơn tới tận [[sông Cửu Long|sông Mê Kông]]. Trong quá trình này, ông trau rèn kỹ năng quan sát, sẽ hết sức có ích cho ông trong các nhiệm vụ trong tương lai với vai trò nhà thám hiểm và nhà ngoại giao. Đó là những chuyến khảo sát sau này mang tên ''\"Chuyến khảo sát Pavie\"'' (hay Phái đoàn Pavie), thực hiện trong giai đoạn kéo dài 16 năm 1879-1895, mà trong đó Pavie, được sự giúp sức của các phụ tá, sẽ thám hiểm toàn bộ vùng [[bán đảo Đông Dương]].<ref name=\"Ooi\"\/> Kết thúc chuyến khảo sát thứ nhất, Pavie được giao nhiệm vụ có tầm cỡ lớn là xây dựng một tuyến điện báo nối liền Phnom Penh and [[Bangkok]].<ref name=\"Ooi\"\/>\n\nCấp trên của ông tỏ ra rất có ấn tượng về kỹ năng của ông trong việc điều hành công trình lớn này, nên Pavie được chuyển sang ngạch ngoại giao, với chức vụ phó công sứ tại [[Luangprabang|Luang Prabang]] năm 1886. Việc bổ nhiệm Pavie phản ánh mong muốn của Pháp tiếp tục bành trướng thuộc địa tại Đông Dương và sự ganh đua của họ với nước Anh, cũng là một cường quốc thuộc địa trong vùng. Người Anh vốn đã ngăn cản Pháp bành trướng vào [[Myanmar|Miến Điện]] bằng cuộc [[Chiến tranh Anh-Miến lần thứ ba]]; nhiệm sở ngoại giao của Pháp tại Luang Prabang là nhượng bộ từ phía Xiêm trong số những đòi hỏi liên tục chia cắt các lãnh thổ dọc sông Mekong. Pavie tỏ ra say mê với chức vụ mới:\n\n{{cquote|Ấn tượng còn lưu lại với tôi là bị chinh phục và quyến rũ: lưới đánh cá phơi trên giàn giáo; thuyền kéo nửa chừng khỏi mặt nước lên bờ; bè vượt sông ồn ào trên ngọn thác Nam Khan đổ vào sông Mekong; các ngôi chùa màu trắng và vàng lợp ngói sơn màu; các ngôi nhà gỗ cao và các túp lều xây bằng lá cọ, mái lợp một lớp tre mỏng; đàn ông và đàn bà ăn mặc đơn giản trèo lên trèo xuống trên các triền sông bùn lầy và dốc giữa các mảnh vườn nhỏ, mang lại những nét chấm phá màu sắc thích hợp; và cuối cùng, xa xa là các ngọn núi cao màu xanh xẫm, với các đám mây mọc lên từ Nam Khan bao phủ lên.}}\n\n[[Tập tin:AJMPavie.jpg|nhỏ|Auguste Pavie]]\nPavie trở thành công sứ<ref>Consul, tức lãnh sự<\/ref> năm 1889 và tổng công sứ năm 1891.<ref name=\"Osborne\"\/> Năm 1887, Luang Prabang bị [[Quân Cờ Đen|Quân Cờ đen]] và giặc cướp [[người Thái (Việt Nam)]] đánh cướp và đốt phá, nhằm giải thoát cho các em lãnh tụ [[Đèo Văn Trị]] của họ, bị quân Xiêm bắt giữ; Pavie cứu vị vua già yếu [[Oun Kham]] khỏi bị bắt giữ bằng cách chở ông trên phà xuôi dòng về [[Bangkok]], [[Xiêm]], qua đó nhận được lòng biết ơn và tin tưởng của nhà vua với kế hoạch thuộc địa của Pháp, và đây cũng sẽ là mối bận tâm lớn nhất của Pavie từ năm 1888 trở đi.<ref name=\"Ooi\"\/> Pavie tiếp đó thiết lập mối quan hệ hữu nghị với Đèo Văn Trị, đàm phán để thả các em trai của ông ra; kết quả là một hiệp ước bảo hộ được ký kết năm 1889, thiết lập địa vị Đèo Văn Trị là ''Chúa vùng [[Lai Châu]]'', thị trấn lớn nhất vùng [[sông Đà]] thuộc [[Bắc Kỳ|Bắc kỳ]] mà ông kiểm soát.<ref>{{harvnb|Michaud|Ovesen|2000|p=59}}<\/ref> Pavie gọi sứ mạng ngoại giao này là ''la conquête des coeurs'' - thu phục nhân tâm, và đó cũng là tựa đề cuốn tự truyện của ông.\n\nNăm 1892 ông trở thành công sứ thường trú tại Bangkok, và đóng một vai trò quan trọng trong vụ [[ngoại giao chiến hạm]] trong cuộc [[Chiến tranh Xiêm-Pháp|Chiến tranh Pháp-Xiêm]] năm 1893, kết quả là Pháp thiết lập nền bảo hộ tại [[Lào]]. Ông cũng là Tổng cao ủy đầu tiên của nước Cộng hòa [[Lào]] thành lập năm 1894, trước khi trở thành [[Đại diện toàn quyền]]. Tại thời điểm đó, Lào là một bộ phận của [[Liên bang Đông Dương|Đông Dương thuộc Pháp]], cùng với [[Miền Trung (Việt Nam)|Trung kỳ]], [[Bắc Kỳ|Bắc kỳ]], [[Nam Kỳ|Nam kỳ]] và Vương quốc Campuchia. Sông Mê Kông, vốn được coi là \"con sông của chúng ta\" bởi các nhà chính trị và vận động hành lang cho chủ nghĩa thuộc địa, hoàn toàn nằm dưới quyền kiểm soát của Pháp.<ref name=\"Osborne\"\/>\n\n== Các ''Phái đoàn Pavie'' ==\n[[Tập tin:Elephants-pagodas.gif|nhỏ|Đoàn voi thuộc ''Phái đoàn Pavie''|250px]]\nTrong khi tiến hành rất nhiều chuyến đi, Pavie thực hiện khảo sát một vùng rộng tới 676.000&nbsp;km², du hành 30.000&nbsp;km tại các vùng cao ở phía đông và bắc [[sông Cửu Long|sông Mekong]], bằng cách đi bộ, cưỡi voi hay xuôi dòng sông bằng bè, thu thập một lượng lớn thông tin khoa học. Ông được một đoàn đông tới 40 người làm phụ tá, gồm một dải rộng về chuyên môn, từ khảo cổ cho tới côn trùng học, có cả bác sĩ-nhà ngoại giao Pierre Lefèvre-Fontalis và bác sĩ nghiên cứu môn miễn dịch học [[Alexandre Yersin]] nổi tiếng. Nhiều người trong số đó được đào tạo tại ''École Cambodgienne'' ở Paris, là đại học mà Pavie góp phần xây dựng từ năm 1885; sau này trở thành ''École Coloniale'' năm 1889, và nay là [[École Nationale de la France d'Outre-Mer]]. Pavie dành nhiều công sức để bảo đảm rằng École (trường đại học) cũng đào tạo nhiều phụ tá người bản xứ, ông tự mình đưa những sinh viên đầu tiên người Campuchia sang Pháp.<ref>{{harvnb|Houghton Mifflin|2003}}<\/ref><ref>{{harvnb|Deydier|1952}}<\/ref><ref>{{harvnb|Guillebaud|2003|p=104,106}}<\/ref><ref>{{chú thích|title=Robert Delavignette, savant et politique: 1897-1976|\nfirst=Bernard|last= Mouralis|first2=Anne |last2=Piriou|first3=Romuald|last3= Fonkoua|publisher= KARTHALA Editions|year= 2003|id=ISBN 2-84586-347-0|\npage=59}}<\/ref><ref>{{chú thích|title=The Bronze Age of Southeast Asia|first=Charles|last= Higham|publisher= Cambridge University Press|year= 1996\n|id=ISBN 0-521-56505-7|pages=23-24}}<\/ref>\n\nChuyến khảo sát (hay Phái đoàn Pavie) đầu tiên, từ năm 1879 tới 1885, trải rộng trên khắp Cambodia và miền nam [[Xiêm|Siam]] tới tận [[Bangkok]]. Chuyến thứ hai, từ 1886 tới 1889, khảo sát miền đông bắc Lào và [[sông Đà]] tại [[Bắc Kỳ|Bắc kỳ]], tới tận [[Hà Nội]]. Chuyến thứ ba, từ 1889 tới 1891, bao gồm việc khảo sát [[sông Cửu Long|sông Mekong]] từ [[Thành phố Hồ Chí Minh|Sài Gòn]] tới [[Luangprabang|Luang Prabang]]. Chuyến thứ tư, từ 1894 tới 1895, bao gồm các vùng lãnh thổ Lào giáp giới với [[Trung Quốc]] và [[Myanmar|Miến Điện]] tại tả ngạn sông Mekong, tới tận sông Hồng<ref>''Aventuriers du Monde'', trang 100<\/ref>\n\n== Nghỉ hưu ==\nKhi không còn đảm nhiệm các vị trí cao cấp, ông nghỉ hưu trở về Pháp năm 1904 và bắt đầu việc soạn thảo hồi ức và các quan sát để xuất bản. Trong khoảng giữa những năm 1898 và 1921, ông cho xuất bản tập sách gồm nhiều quyển ''La mission Pavie'', ''A la conquête des coeurs'' và ''Contes du Cambodge, du Laos et du Siam'' rất có giá trị<ref>Biographical notes on Auguste Pavie, French Diplomatic Service.<\/ref>\n\n== Tác phẩm ==\n* [http:\/\/www.archive.org\/search.php?query=mission_pavie ''Mission Pavie en Indochine''], 1879-1895. 7 vols. Paris: Leroux, 1898-1919.\n* [http:\/\/books.google.com\/books?id=EoYAfJ8zfDQC&printsec=frontcover ''A la conquête des coeurs: Le Pays des millions d'Eléphants'']. Paris, Presses Universitaires de France, 1942.\n* ''Contes populaires du Cambodge, du Laos et du Siam''. Paris: Leroux, 1903.\n\n== Thư viện hình ảnh ==\n<gallery>\nImage:Auguste_Pavis_Cambodia_1879.jpg|Auguste Pavie tiến hành khảo sát tại Campuchia năm 1879\nImage:Auguste_Pavie_in_Luang_Prabang.jpg|Auguste Pavie và Pierre Lefèvre-Pontalis tại [[Luangprabang|Luang Prabang]]\nImage:Auguste_Pavie_in_1893.jpg|Auguste Pavie (người thứ ba từ trái sang) và Pierre Lefèvre-Pontalis năm 1893 với các phiên dịch viên người Campuchia đào tạo tại École Coloniale\nImage:Auguste_Pavie_meeting_with_Laotian_Princes_before_1895.jpg|Auguste Pavie, đàm phán với các hoàng thân Lào\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{chú thích|title=Au royaume du million d'éléphants: exploration du Laos et du Tonkin, 1887-1895 (présenté par Chantal Edel)|first=Auguste|last= Pavie|\npublisher=Harmattan|year=1995|id=ISBN 2-7384-3520-3}}\n* {{chú thích web|url=https:\/\/pastel.diplomatie.gouv.fr\/editorial\/archives\/dossiers\/lire-en-fete\/laos\/note1.html|title=Biographical notes on Auguste Pavie|publisher= French Diplomatic Service}}\n* Paul Le Boulanger: ''Histoire du Laos français, Essai d'une étude chronologique des principautés laotiennes''. Librairie Plon, Paris, 1931\n* [[Grant Evans]]: ''A short history of Laos''\n* {{chú thích|title=\"L'Explorateur aux pieds nus\" in \"Aventuriers du Monde. Les grands explorateurs français au temps des premiers photographes.\" (édité par Pierre Fournié)|first=Jean-Claude|last= Guillebaud|publisher=L'iconoclaste|year=2003|pages=100-115|id=ISBN 2-923366-07-4}}\n* {{chú thích|title=Auguste Pavie: explorateur en Indochine|first=Hélène |last=Simon|publisher=Editions Ouest-France|year= 1997|\nid=ISBN 2-7373-1540-9}}\n* Martin Stuart-Fox: ''Historical Dictionary of Laos''\n* {{chú thích|title=The Mekong: Turbulent Past, Uncertain Future|first=Milton|last= Osborne|authorlink=Milton Osborne|publisher= Allen & Unwin|year= 2006|\nid=ISBN 1-74114-893-6|page=129-134|url=http:\/\/books.google.com\/books?id=C1Cr3ss5foMC&pg=PA129&dq=auguste+pavie&lr=&as_brr=3&ei=WeA_SZjiLoK0kASat9TZDg#PPA129,M1}}\n* {{chú thích|title=Southeast Asia: A Historical Encyclopedia, from Angkor Wat to East Timor|first=Keat Gin|last= Ooi|\npublisher=ABC-CLIO|year= 2004 |id=ISBN 1-57607-770-5|pages=1038-1039|url=http:\/\/books.google.com\/books?id=QKgraWbb7yoC&printsec=frontcover#PPA1038,M1}}, Entry for Auguste Pavie by [[Milton Osborne]]\n* {{chú thích|last=Houghton Mifflin|title= Dictionary of Biography|publisher=Houghton Mifflin Reference Books|year= 2003|\nid=ISBN 0-618-25210-X\n|page=1183|url=http:\/\/books.google.com\/books?id=QfesntdNnbwC&pg=PA1183&dq=The+Houghton+Mifflin+Dictionary+of+Biography+pavie&ei=pA0_SfqQF4uiyAS0i9ypDg}}\n* {{chú thích|first=Henri |last=Deydier|title= Introduction à la connaissance du Laos|publisher=Imprimerie Française d'Outre-Mer, Saigon|year= 1952\n|url=http:\/\/vorasith.online.fr\/cambodge\/livres\/pavie.htm}}\n* {{chú thích|series=Contesting Visions of the Lao Past: Laos Historiography at the Crossroads|publisher= Nordic Institute of Asian Studies|year=2003 |id=ISBN 87-91114-02-0|first=Agathe|last=Larcher-Goscha|title=On the trail of an itinerant explorer: French colonial historiography on Auguste Pavie's work in Laos|url=http:\/\/books.google.com\/books?hl=en&lr=&id=u9LzLvtbxmkC&oi=fnd&pg=PT333&dq=geoffrey+gunn+1988+statue+pavie&ots=Rf9547yONU&sig=aL7SJSfUVwxeCXt6s2_lev8BQew#PPA211,M1|pages=209-238}}\n* {{chú thích|title=Turbulent Times and Enduring Peoples: Mountain Minorities in the South-East Asian Massi\n|first=Jean|last= Michaud|first2=Jan|last2= Ovesen\n|publisher= Routledge\n|year=2000\n|id=ISBN 0-7007-1180-5\n|pages=51-78\n|url=http:\/\/books.google.com\/books?id=UxpU8_X4omUC}}, \"A Historical Panorama of the Montagnards in Northern Vietnam\".\n<br \/>\n\n{{DEFAULTSORT:Pavie, Auguste}}\n[[Thể loại:Sinh năm 1847]]\n[[Thể loại:Mất năm 1925]]\n[[Thể loại:Học giả Pháp]]\n[[Thể loại:Nhà thám hiểm Pháp]]\n[[Thể loại:French Indochina]]"}