{"45178":"[[Tập tin:Sungvadanchualaplieurpg201.JPG|nhỏ|phải|RPG-2 hay B40 đã lắp đạn và đạn PG-2 chưa lắp liều]]\n[[Tập tin:RPG2 and PG2 TBiU 37.jpg|nhỏ|phải|RPG-2 hay B40 chưa lắp đạn và đạn PG-2 đã lắp liều]]\n[[Tập tin:B40catdoi.jpg|nhỏ|phải|B40 đã lắp đạn PG-2]]\n[[Tập tin:Nguyenlylieunolom.JPG|nhỏ|phải|Nguyên lý nổ lõm góc rộng]]\n'''RPG-2''' là một loại [[súng]] chống tăng không giật dùng cá nhân, còn được gọi tại [[Việt Nam]] là '''B40'''. Loại súng này được sử dụng rộng rãi trong [[Chiến tranh Việt Nam]], sau đó dần dần thay bằng đời sau [[Súng chống tăng B41|RPG-7]] hay B41. Trong [[tiếng Nga]] súng này có tên là ''ручной противотанковый гранатомёт'', viết tắt là RPG-2 (РПГ-2), có nghĩa là \"phóng lựu chống tăng xách tay\". Phương tây thường dùng thuật ngữ ''anti tank rocket launcher'' (có nghĩa là \"súng phóng rốc két \/tên lửa chống tăng\") cho súng này, tuy rằng ở B40 thì phần \"tên lửa\" rất yếu, chỉ là cái ngòi. Tại Việt Nam, súng có ký hiệu là B-40 vì tên [[tiếng Việt]] của súng này là \"Bazooka 40 mm\" nên được viết tắt là B40. Súng được gọi là \"Bazooka\" vì cùng loại với loại súng chống tăng tự chế rất nổi tiếng trong [[Chiến tranh Đông Dương|Chiến tranh Đông Dương lần thứ nhất]] theo nguyên mẫu là 2 khẩu [[bazooka]] 1944 của [[Hoa Kỳ|Mỹ]] mà [[OSS]] cung cấp cho [[Việt Minh]]. Việt Nam có hai phiên bản là B-40 và B-50. Vì B40 có thể bắn phiên bản đạn PG-2 của [[Trung Quốc]] có tên \"Kiểu 50\".\n\n==Lịch sử==\n[[Tập tin:Nvarpgteam.jpg|nhỏ|phải|250px|Một chiến sĩ Quân Giải phóng Miền Nam Việt Nam đang xạ kích B40 trong chiến dịch Tết Mậu Thân 1968.]]\nRPG-2 được phát triển ở [[Nga]] sau [[Chiến tranh thế giới thứ hai]]. Trước và trong [[chiến tranh thế giới 2]], kỹ thuật của người [[Liên Xô]] không thể chế tạo được những súng chống tăng vác vai nhỏ gọn hiệu quả. Trước chiến tranh, người Nga phát triển hai loại vũ khí phản lực, một là giàn tên lửa bắn đạn trái phá [[Cachiusa (vũ khí)|BM-13]] Katyusha nổi tiếng, hai là [[Model 1935 76 mm DRP]], sau này trở thành các súng lớn chống tăng không giật, ngoài ra có [[lựu đạn]] lõm chống tăng. Nhưng kiểu súng chống tăng cá nhân lại không có.\n\nKinh nghiệm chiến trường cho thấy các súng chống tăng cá nhân [[Panzerfaust]] của [[Đức]] rất đắc dụng. Người Nga dựa vào mẫu một loại vũ khí phổ biến của Đức là Panzerfaust 44 để chế lại với tên mới là RPG. Phiên bản RPG-1 gần như giống hệt Panzerfaust 44, và không được đưa vào trang bị. Còn RPG-2 là loại cải tiến, bắt đầu được trang bị năm 1949.\n\nSúng này vào [[Việt Nam]] trong thời kỳ hiện đại hóa quân đội sau 1954. Nó nhanh chóng tỏ ưu thế trước khẩu Bazooka kiểu 1944 do Mỹ chế tạo, được chấp nhận trang bị với tên gọi B-40. Khẩu súng được ưa chuộng vì nó sẽ thừa kế kinh nghiệm đối phó với hỏa lực mạnh của địch bằng cách đánh gần, nối tiếp nhiệm vụ của khẩu Bazooka.\n\n==Trang bị==\nRPG-2 được thiết kế năm 1947, đến năm 1949 thì trang bị rộng rãi trong [[Hồng Quân|Quân đội Liên Xô]], đến năm 1959 thì dừng trang bị, thay bởi [[Súng chống tăng B41|RPG-7]]. RPG-2 được sử dụng và chế tạo rất rộng rãi, không thể tính hết được những nước đã sản xuất lậu hay có [[văn bằng]], giống hệt hay hơi khác, cũng không thể tính được số lượng sản xuất vì súng rất dễ chế tạo. Súng được trang bị chính thức trong tất cả các nước dùng vũ khí [[Liên Xô]] trước đây.\n\n[[Triều Tiên]], [[Trung Quốc]] là những nước đầu tiên dùng RPG-2 trong chiến tranh, sau đó đến Việt Nam, [[Cuba]], [[Ai Cập]], [[Syria]]... Súng này tham gia vào rất nhiều cuộc chiến tranh và xung đột ở [[châu Âu]], [[châu Á]], [[châu Phi]], [[châu Mỹ]]. Ở một vài nước đến nay vẫn trang bị. Tuy nhiên, nó chưa bao giờ tham chiến ở Liên Xô, quê hương của nó.\n\nỞ [[Việt Nam]], súng này được trang bị với số lượng rất lớn trong [[thập niên 1960]], thông thường, mỗi [[tiểu đội]] có một khẩu. Đến cuối [[Chiến tranh Việt Nam]], bộ đội chủ lực [[Quân đội Nhân dân Việt Nam]] dùng chủ yếu súng [[Súng chống tăng B41|B-41]], còn dân quân thì tiếp tục sử dụng B-40 cho tới ngày nay. Trong thời Chiến tranh Việt Nam, súng B-40 có mặt trong thời kỳ khó khăn nhất, thập niên 1960. Ngày đó, nó là khẩu súng chủ lực để diệt xe cộ, [[công sự]]. Những chiến thắng đầu tiên tại [[Trận Vạn Tường|Vạn Tường]]<ref>{{Chú thích web |url=http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1891\/ |ngày truy cập=2007-05-16 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-09-29 |archive-url=https:\/\/web.archive.org\/web\/20070929103017\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1891\/ |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ |ngày truy cập=2007-05-16 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-09-29 |archive-url=https:\/\/web.archive.org\/web\/20070929092952\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ |url-status=dead }}<\/ref> đã thể hiện tính năng của súng có thể phá hủy xe tăng đắt tiền, dùng lối đánh du kích chiến thắng kẻ địch đông và nhiều xe pháo.\n\nTrong [[Bảo tàng Lịch sử Quân sự Việt Nam]] còn nhiều súng B-40 và [[Súng chống tăng B41|B-41]] do Việt Nam sản xuất.\n\n==Một số tên khác nhau==\nCác kiểu súng sau đây không khác nhau nhiều, đều bắn được đạn của nhau, thực chất là một súng.\n\n* {{flag|Nga}} - [[RPG-2]], bắn đạn PG-2 HEAT\n* {{flag|Trung Quốc}} - [[Kiểu 56]], bắn đạn Kiểu 50 HEAT. Trung Quốc còn có loại súng lai, súng giống [[Súng chống tăng B41|B41]] nhưng bắn đạn B40.\n* {{flag|Ai Cập}} - [[PG-7]]\n* {{flag|Lào}} - B40.\n* {{flag|Việt Nam}} - B40. Người nước ngoài cho rằng súng chống tăng B40 bắn đạn B50 HEAT, nhưng ở Việt Nam đều gọi súng đạn là B40\n\n==Mô tả==\n===Súng===\nB40 chỉ là một ống mỏng nhẹ dài nhẵn đường kính trong 40&nbsp;mm. Phía trên ống có [[thước ngắm]] và [[đầu ruồi]] gập lại được, đỡ vướng khi vận chuyển, dựng lên khí ngắm bắn. Thước ngắm chỉ có 3 mức, xa nhất 150 mét, các mức thước ngắm là các thanh ngang đặt cố định như chiếc [[thang (định hướng)|thang]]. [[Đạn]] B40 gồm 2 phần, [[đầu đạn]] và [[liều]] phóng. Trước khi lắp đạn vào súng phải lắp liều phóng vào đạn. Phần cổ đạn có đinh dễ định vị, khi lắp đặt đinh vao vết lõm miệng nòng súng. Súng bắn bằng tư thế vác vai, một tay nắm nòng súng, một tay nắm tay cầm. Tầm bắn 150 mét, nhiều người cho rằng bắn [[mục tiêu]] di động chỉ 100 mét, nhưng trên thực tế, súng bắn rất chính xác, một phần do [[tên lửa]] chưa đóng góp nhiều vào chuyển động của đạn.\n\n===Đạn===\n[[Tập tin:Vn800px-PG-2 rocketvn.jpg|nhỏ|trái|Sơ đồ đạn PG-2]]\n[[Tập tin:Ddanjbovopzf2-44-2.jpg|nhỏ|phải|Đạn [[PzF 44 Lanz]]]]\n[[Tập tin:PG 2 TBiU 37.jpg|nhỏ|trái|Đạn PG-2 vừa lấy ra khỏi hộp, ống liều chưa lắp, các cánh ổn định buộc bằng một cái vòng]]\n[[Đầu đạn]] xuyên giáp kiểu [[liều nổ lõm]] góc mở rộng, kiểu này nay ít dùng vì sức xuyên so với giáp hiện nay yếu. Nhưng thời Chiến tranh Việt Nam đây là kiểu đầu lõm hiệu quả, sức xuyên ít giảm theo góc chạm, tăng xác suất diệt mục tiêu. Loại đầu đạn này có góc lõm lớn, hội tụ sóng xung kích vào tiêu điểm ở tâm trục dầu đạn. Người ta lót một tấm kim loại nặng ở mặt lõm, tấm này gọi là tấm tích năng lượng, nó tăng tốc độ đến vài km\/s xuyên qua giáp, ở B40 làm bằng [[đồng]], sức xuyên 180&nbsp;mm [[thép]] cán. Súng chỉ bắn một loại đạn xuyên PG-2 (PG là đầu nổ chống tăng). Một phần nhờ kiểu góc mở rộng này mà B40 lập rất nhiều chiến công, nó cùng với [[Súng chống tăng B41|B41]], [[ĐKZ-82 mm]], [[ĐKZ-73 mm]] tạo thành nhóm súng diệt nhiều xe cộ nhất sau [[Chiến tranh thế giới thứ hai]].\n\nĐầu đạn được kích nổ bằng ngòi chạm nổ [[quán tính]], ngòi đặt ở phần cổ đạn. Khi đạn đập vào [[mục tiêu]] dừng lại, thì khối nặng của ngòi lao vào [[hạt nổ]].\n\n===Lắp đạn và liều===\n[[Liều]] bọc trong ống giấy chống ẩm. Tiếng nổ đanh vì B40 sử dụng thuật phóng đơn giản của các [[Panzerfaust]], sử dụng [[thuốc nổ đen]] cháy nhanh, áp suất và tốc độ dòng khí tăng rất nhanh. Sau khi lắp liều vào đầu đạn, vuốt các cánh đàn hồi cho cuộn quanh ống đuôi, nhét đạn vào súng, quay cho đúng vị trí đinh khớp, đến đây đạn nằm chặt trong súng. Ban đầu, đạn có sẵn một đai quấn các cánh đuôi, đai này tự động trượt về trước đầu đạn khi nhồi đạn vào súng, không phải thực hiện động tác vuốt cánh đuôi. Khi quay đầu đạn trong nòng phải quay theo chiều kim đồng hồ, nếu ngược lại các cánh đuôi giãn ra rất chặt. Sau khi bắn, 6 cánh ổn định đàn hồi xòe ra.\n\n===Ngòi nổ===\nĐạn có một ngòi quán tính. Ngòi đập nổ [[hạt nổ]], kích nổ [[trạm truyền nổ RDX]] rồi kích nổ liều chính. [[Ngòi nổ]] đầu đạn B40 có thanh trụ nặng dài, bình thường khóa ở vị trí an toàn. Khi bắn, gia tốc lớn tiến về trước của đầu đạn làm thanh trụ phá khóa an toàn lùi về sau, chuyển sang chế độ sẵn sàng. Khi đập vào mục tiêu đạn bị hãm lại, thanh trụ tiến về trước đập nổ hạt nổ.\n\n===Đạn B40===\n{|class=\"wikitable\"\n|bgcolor=\"#ffffff\" align=\"center\" colspan=\"2\" |\nĐạn PG-2 chưa lắp liều\n|-\n|Tên: || PG-2\n|-\n|Kiểu: || HEAT (''High Explosive Anti-Tank'')\n|-\n|Nặng: || 1,84 [[kilôgam|kg]] (4 [[pound (khối lượng)|lbs]])\n|-\n|Dài: || 67&nbsp;cm (25,6 inches)\n|-\n|[[Đường kính]] lớn nhất: || 80&nbsp;mm\n|-\n|Số cánh: || 6\n|-\n|[[Tốc độ]] tối đa: || 84\/s\n|-\n|Xuyên giáp: || 180&nbsp;mm thép cán (RHA)\n|}\n\nTên Nga là PG-2 HEAT (ПГ-2, đầu nổ chống tăng). Đạn còn có tên Kiểu 50 (Trung Quốc), một số nước ngoài gọi đạn Việt Nam là B50. Nhưng ở Việt Nam gọi súng và đạn đều bằng tên B40.\n\n===Bắn===\n[[Tập tin:RPG 2 TBiU 37 2.jpg|nhỏ|phải|Lính [[Ba Lan]] chuẩn bị bắn B-40 (bắn có chỗ giá súng)]]\n[[Tập tin:RPG 2 TBiU 37 1.jpg|nhỏ|phải|Nằm bắn]]\n[[Tập tin:RPG 2 TBiU 37 3.jpg|nhỏ|phải|Đứng bắn]]\n{| class=\"wikitable\"\n|-\n|Cỡ nòng: || 40&nbsp;mm\n|-\n|Loại nòng: || trơn mỏng\n|-\n|Cỡ đầu đạn: || 80&nbsp;mm\n|-\n|Chiều dài súng: || 850&nbsp;mm\n|-\n|Chiều dài đạn chưa lắp liều phóng: || 500&nbsp;mm\n|-\n|Chiều dài đạn đã lắp liều phóng: || 670&nbsp;mm\n|-\n|Chiều dài súng đã lắp đạn: || 1200&nbsp;mm\n|-\n|Khối lượng đạn có liều phóng: || 2,86&nbsp;kg\n|-\n|Khối lượng đạn không liều phóng: || 1,84&nbsp;kg\n|-\n|Khối lượng súng đã lắp đạn: || 4,67&nbsp;kg\n|-\n|Tốc độ cao nhất: || 84&nbsp;m\/s\n|-\n|Tầm bắn: || 150 m\n|-\n|Sức xuyên: || 180&nbsp;mm thép cán tiêu chuẩn ([[RHA]])\n|-\n|Tốc độ bắn: || 6 phát\/ phút\n|}\n\nĐể bắn, [[xạ thủ]] lên cò bằng cách lấy ngón tay cái ấn búa sau tay cầm xuống. [[Khóa an toàn]] bấm ngang tay cầm. Khi bắn búa đập vào [[kim hỏa]], kim hỏa xuyên qua một lỗ dưới súng. Kim hỏa có lò xo mạnh kéo về ngay lập tức sau khi chọc vào hạt nổ, không ảnh hưởng đến di chuyển của đạn trong nòng.\n\nSúng có thể bắn ở một số tư thế: nằm, quỳ, đứng, tựa giá. Không bắn súng trong phòng, trong xe kín. Khi bắn, chỗ kim hỏa có một luồng phụt về bên phải, thoát khí [[hạt nổ]]. luồng phụt này yếu, nhưng để sát [[mắt]] có thể gây [[khiếm thị|mù]]. Những người bóp cò [[tay trái]] cần bắn đúng [[yếu lĩnh]], đặt súng tiến về phía trước, thước ngắm dựng đứng, ngắm từ trên súng.\n\nTiếng nổ của [[liều]] phóng đanh, rất khó chịu nhưng không nguy hiểm như [[Súng chống tăng B41|B41]], vì năng lượng của liều phóng thấp. Vì lý do đó, B40 bắn được tốc độ trung bình 6 phát phút, mỗi xạ thủ bắn được nhiều đạn.\n\n==Chiến thuật==\nSúng B40 rất rẻ, cả súng và đạn đều dễ sản xuất. Súng rất dễ sử dụng, có thể bắn nhanh, liên tục nhiều viên, không gây chấn động như B41. Súng cũng rất nhẹ và hiếm khi hỏng hóc. Đạn có thể mang theo nhiều. Người Việt Nam rất giỏi sử dụng súng bằng [[chiến thuật]] \"bám thắt lưng\", đánh rất gần, từ nhiều hướng, di chuyển liên tục, khắc phục tầm gần của súng. Thông thường một [[tiểu đội]] có một khẩu, nhưng trong những chiến dịch tấn công lớn dài ngày, người ta trang bị tăng cường 3 tổ trong tiểu đội mỗi tổ 1 khẩu. Bình thường, tiểu đội thành lập tổ hỏa lực mạnh gồm một B40 và một [[trung liên]], đi kèm tiểu đội trưởng mang [[AK-47]]. Trong tất cả các trận đánh nổi tiếng của [[bộ binh]] chính quy Việt Nam hồi [[thập niên 1960]] đều có mặt B40.\n\nỞ [[Liên Xô]], khi súng còn đang trong biên chế, cách tổ chức hơi khác. Cách tổ chức này xuất phát từ việc Liên Xô không đưa B40 vào biên chế thường xuyên của bộ binh như Việt Nam, chỉ sử dụng trong những nhiệm vụ không thường xuyên. Tổ chiến đấu dùng B40 của Liên Xô có thể 2 hoặc 3 người, trong đó có 1-2 [[xạ thủ]] B40 và một cảnh giới. Mỗi xạ thủ mang 1 súng và 3 đạn dựng trong một túi. Cũng có thể mỗi xạ thủ mang thêm một khẩu AK-47. Cũng như Việt Nam, hai xạ thủ có thể thay nhau bắn đảm bảo an toàn, một xạ thủ vẫn có thể bắn được trong khi người kia nạp đạn.\n\n==Hạn chế==\nSúng B40 thuộc những thế hệ đầu tiên của [[súng phản lực]] chống tăng. Súng có [[thuật phóng]] đơn giản. [[Tốc độ đầu nòng]] của súng là 84 hoặc 85&nbsp;m\/s, thật ra đây là [[tốc độ]] tối đa của đạn, càng bay xa thì tốc độ càng giảm đi. Vì [[tốc độ]] bay của viên đạn khá thấp nên nó dễ bị chặn lại bởi các vật cản như lưới, bao cát, tường vách mỏng. Việc sử dụng lưới thép để chặn quả đạn chống tăng kiểu này đã có từ năm 1945, đạn B40 khi bắn vào lưới sẽ bị mắc lại và không kích nổ. Lưới là loại thường sử dụng trong xây dựng, đan bằng dây thép 3&nbsp;mm trở lên, mắt lưới khoảng 60&nbsp;mm trở xuống. Loại lưới hay dùng trong [[xây dựng]] cho đến nay ở Việt Nam vẫn gọi là \"[[lưới B40]]\".\n\nSức xuyên của súng là 180mm, chưa đủ để xuyên thủng giáp trước của xe tăng chủ lực cuối thập niên 1950 như [[T-54]], [[M48 Patton]]. \n\nCơ chế bắn của súng làm đạn không quay được trong [[nòng]]. [[Thuật phóng]] dùng [[thuốc nổ đen]] làm [[áp suất]] tăng đột ngột, không thể nhồi nhiều [[thuốc phóng]]. Vì những lý do đó, súng không thể bắn chính xác hơn 150 mét, việc tăng tầm cho súng là vô ích và cũng rất khó. \n\nCấu tạo ngòi nổ quán tính quá đơn giản, dễ bị trục trặc. Ví dụ, một trong những trận đấnh đầu tiên là [[trận Vạn Tường]], có những phát bắn quan trọng nhưng đạn không nổ.\n\nVề [[chiến thuật]], súng bắn tầm rất gần, nhưng lại không bắn được từ phòng hẹp, vì áp suất lượng khí nén tạo ra quá lớn ở không gian chật chội sẽ gây sát thương mạnh cho xạ thủ (thậm chí nguy hiểm đến tính mạng). Khi súng bắn ở ngoài trận địa, sẽ tạo khói của thuốc nổ đen làm lộ vị trí. Những điều đó làm việc sử dụng B40 trở nên nguy hiểm.\n\nNhững nhược điểm này làm cho kiểu súng này sớm được thay thế. Tuy cùng đi vào trang bị với [[AK-47]] nhưng B-40 có tuổi phục vụ rất ngắn, chỉ sau 10 năm là nó đã bị thay thế bởi [[RPG-7]] (Việt Nam goi là B-41). B-41 sử dụng cơ chế \"phản lực khí động\" hoặc \"bán khí động\", làm đạn quay trong nòng bằng cánh quạt hay [[rãnh xoắn]], giúp tầm bắn xa hơn. Sức xuyên giáp của đạn B-41 cũng cao hơn hẳn, ngòi nổ cũng đáng tin cậy hơn.\n\n=== Các quốc gia và vùng lãnh thổ sử dụng B40 ===\n* {{flag|Việt Nam Dân chủ Cộng hòa}}\n* {{flag|Cộng hòa Miền Nam Việt Nam}}\n* {{flag|Việt Nam}}\n* {{flag|Lào}}\n* {{flag|Cộng hòa Nhân dân Campuchia}}\n* {{flag|Campuchia}}\n* {{flag|Trung Quốc}}\n* {{flag|Ai Cập}}\n... và rất nhiều nước khác\n\n==Xem thêm==\n{{RPG}}\n*[[M-72 LAW]]\n*[[AT4 M136]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* ''FM 100-2-3, The Soviet Army'' by Headquarters US Army, Washington D.C., 1984\n* ''The Poor Man's RPG'', by George Dmitrieff, published by Desert Publications, El Dorado Arizona, 1996.\n\n==Liên kết ngoài==\n{{commons|RPG-2}}\n* https:\/\/web.archive.org\/web\/19990222021318\/http:\/\/www.geocities.com\/Augusta\/8172\/panzerfaust.htm\n* http:\/\/www.globalsecurity.org\n\n[[Thể loại:Súng Nga]]\n[[Thể loại:Vũ khí chống tăng]]\n[[Thể loại:Vũ khí Liên Xô]]\n[[Thể loại:Vũ khí trong Chiến tranh Việt Nam]]"}