{"249042":"{{Thông tin viên chức\n|tên= Lê Quang Vinh\n|hình= Ba Cut.JPG\n|cỡ hình= 200px\n| miêu tả = Đại tá Lê Quang Vinh\n\n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| trưởng chức vụ = \n| trưởng viên chức = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức =\n\n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| trưởng chức vụ = \n| trưởng viên chức = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức =\n\n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| trưởng chức vụ = \n| trưởng viên chức = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức =\n\n| đa số = \n| danh hiệu = '''''Ba Cụt'''''<br>'''''Ba Gà Mổ'''''\n| quốc tịch = [[Việt Nam]]\n| nguyên nhân mất = ''tử hình (chém đầu)''\n| nơi ở = \n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Phật giáo Hòa Hảo|Hòa Hảo]]\n| đảng = \n| vợ = Trần Thị Hoa\n| chồng = \n| họ hàng = Huỳnh Kim Hoành (cậu)\n| cha = \n| mẹ = \n| kết hợp dân sự = \n| con = \n| học vấn = \n| học trường = \n| website = \n| chữ ký = \n| quê quán = phường [[Thới Long]], quận [[Ô Môn]], [[Cần Thơ]]\n|ngày sinh= [[1923]]\n|nơi sinh= rạch Bằng Tăng, xã [[Thới Long]], [[Cần Thơ (tỉnh)|Cần Thơ]], [[Liên bang Đông Dương]]\n|ngày mất= [[13 tháng 7]] năm [[1956]]<br>([[33]] tuổi)\n|nơi mất= [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam Cộng hòa]]\n|phục vụ= [[Hình: Hoa Hao flag.svg|22px]] [[Phật giáo Hòa Hảo|Giáo phái Hòa Hảo]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Quốc gia Việt Nam]]\n|thuộc= [[Hình: Hoa Hao flag.svg|22px]] [[Phật giáo Hòa Hảo|Quân đội Hòa Hảo]]<br>[[Tập tin: Flag of the Vietnamese National Army.svg|22px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]\n|năm phục vụ= [[1945]] - [[1956]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: Hoa Hao flag.svg|20px]] [[Phật giáo Hòa Hảo|Lực lượng Vũ trang]] \n|chỉ huy= [[Hình: Hoa Hao flag.svg|20px]] [[Phật giáo Hòa Hảo|Quân đội Hòa Hảo]]<br>[[Tập tin: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]\n|tham chiến= [[Chiến tranh Đông Dương]] \n}}\n'''Lê Quang Vinh''' ([[1923]] - [[1956]]), biệt danh '''Ba Cụt''', là một thủ lĩnh Quân sự của Giáo phái [[Phật giáo Hòa Hảo|Hòa Hảo]], cấp bậc [[Thiếu tướng]],<ref>Được Chính phủ [[Quốc gia Việt Nam]] vào thời kỳ Thủ tướng [[Ngô Đình Diệm]] phong cấp bậc Thiếu tướng.<\/ref> Tư lệnh một đội quân biệt lập chống lại Chính quyền Thuộc địa Pháp và [[Việt Minh]] vào những năm cuối [[thập niên 1940]] và đầu [[thập niên 1950]]. Ông cũng là một trong những thủ lĩnh ly khai của Quân đội Hòa Hảo chống lại Chính quyền Thủ tướng [[Ngô Đình Diệm]] và [[Quân đội Quốc gia Việt Nam]]. Năm 1955, có ý định ra đầu thú để hợp tác với Chính phủ Quốc gia nhưng sau đó bị bắt đưa ra tòa và bị kết tội tử hình, sau đó khi ông mất, ông được đưa về an táng ở quê nhà nay là khu vực chợ phường Thới Long. Mộ ông đặt trước cổng một ngôi miếu, được xây bằng đá rửa xây tháp cao 2m.\n\n==Thân thế và sự nghiệp==\nÔng sinh năm 1923 tại rạch Bằng Tăng, xã Thới Long (nay thuộc phường Thới Long quận [[Ô Môn, Cần Thơ|Ô Môn]], thành phố [[Cần Thơ]]<ref>Có tài liệu ghi ông sinh tại Long Xuyên.<\/ref>) trong một gia đình tiểu nông. Tuy nhiên, từ thuở nhỏ ông sống ở làng Chắc Cà Đao, huyện Châu Thành, tỉnh Long Xuyên (nay thuộc huyện [[Châu Thành, An Giang|Châu Thành]], tỉnh [[An Giang]]). Ông được một người cậu tên Huỳnh Kim Hoành nuôi dạy học cho đến hết chương trình Tiểu học. Đồng thời, ông cũng thụ giáo võ nghệ với một võ sư tên là Sáu Kim.\n\nSớm ảnh hưởng bởi hoạt động truyền đạt của Giáo chủ Hòa Hảo [[Huỳnh Phú Sổ]], ông gia nhập đạo vào năm 1939, khi mới vừa 16 tuổi. Tính tình cứng rắn, ngang tàng và cuồng nhiệt, ông đã để tóc dài để trọn đời theo đạo, đồng thời tự chặt đứt một ngón tay của mình để khước từ nguyện vọng của cha mình muốn ông trở về làm ruộng<ref>Trần Ngươn Phiêu. Lê Quang Vinh, Loạn tướng hay anh hùng?<\/ref>. Từ đó ông có biệt danh là Ba Cụt.\n\n===Thủ lĩnh quân sự Hòa Hảo===\nKhi lực lượng [[Việt Minh]] khởi nghĩa giành Chính quyền trên cả nước, thì ở tại miền Nam, lực lượng của họ không đủ sức kiểm soát toàn bộ tình hình. Nhiều nhóm vũ trang không Cộng sản tự thành lập và đứng dưới danh nghĩa của các Giáo phái [[Cao Đài]], [[Đạo Hòa Hảo|Hòa Hảo]], và giang hồ [[Bình Xuyên]]. Ba Cụt cũng tập hợp lực lượng của mình cát cứ vùng [[Ô Môn, Cần Thơ|Ô Môn]], tự phong mình lên cấp tá, rồi cấp tướng Tư lệnh. Khi Pháp tái chiếm Nam kỳ, dưới sự kêu gọi của Giáo chủ Huỳnh Phú Sổ, nhóm vũ trang của ông sáp nhập về danh nghĩa với Lực lượng Vệ Quốc Liên Đội Nguyễn Trung Trực do tướng [[Nguyễn Giác Ngộ]] làm Chỉ huy trưởng và đặt dưới quyền Tổng chỉ huy các Lực lượng Quân sự Hòa Hảo của tướng [[Năm Lửa|Trần Văn Soái]]. Tuy nhiên, về thực tế, lực lượng của ông hoạt động hoàn toàn độc lập với các nhóm vũ trang Hòa Hảo khác.\n\nĐặc biệt là từ sau khi Giáo chủ mất tích, các Lực lượng Quân sự Hòa Hảo phân hóa thành 4 nhóm cát cứ chính gồm nhóm [[Năm Lửa]], với Tổng hành dinh ở Cái Vồn, Cần Thơ; nhóm [[Lâm Thành Nguyên]] (biệt danh Hai Ngoán) với Tổng hành dinh ở Cái Dầu, Châu Đốc; nhóm [[Nguyễn Giác Ngộ]] với Tổng hành dinh ở Chợ Mới, Long Xuyên. Riêng nhóm của ông đặt Tổng hành dinh tại Thốt Nốt, Long Xuyên.\n\nNgày 18 tháng 5 năm 1947, nhân danh Tổng chỉ huy các Lực lượng Quân sự Hòa Hảo, tướng Trần Văn Soái đã ký kết Hiệp định Liên quân với Đại tá Cluzet, Tư lệnh Phân khu Tây Nam kỳ của Pháp, với những cam kết Lực lượng Quân sự của Giáo phái Hòa Hảo sẽ được Quân đội Pháp hậu thuẫn và như là Lực lượng Bổ sung (Suppletif Forces) để chống Việt Minh. Ông không tán thành Hiệp định này và tiếp tục chỉ huy lực lượng của mình tiếp tục chống Pháp và Việt Minh với tên gọi mới là Nghĩa Quân Cách mạng<ref>Ông Lê Quang Liêm, Hội trưởng Hội Phật giáo Hòa Hảo Trung ương từng là Tham mưu trưởng của lực lượng này.<\/ref>.\n\nĐược xem là một tín đồ cuồng tín theo kiểu [[Grigori Yefimovich Rasputin|Rasputin]]\"<ref>Buttinger, p. 654.<\/ref>, ông cai trị dân chúng trong vùng cát cứ của mình rất cứng rắn. Nhà báo Pháp [[Bernard B. Fall]] nhận xét ông \"đối xử tàn ác lạ thường và không có ý thức nhiệm vụ công cộng\"<ref name=\"fall\">Fall, pp. 153–157.<\/ref>. Nhà báo Mỹ [[Joseph Alsop]] thì cho rằng ông là một kẻ hiếu chiến (''\"war-drunk\"'')<ref>Hammer (1955), p. 348.<\/ref>. ông còn được cho là đã phát minh ra một kiểu tra tấn bằng cách đóng một chiếc đinh thép vào tai của nạn nhân<ref name=m65>Moyar, p. 65<\/ref>, một trong những cách thường dùng của ông đối với dân làng và nhà giàu chống lại việc đóng góp cho đội quân của ông<ref>Lansdale, p. 152.<\/ref>.\n\nÔng quy cho Việt Minh đã ám sát Giáo chủ Huỳnh Phú Sổ, vì vậy ông chủ trương không khoan nhượng với Việt Minh. Với tính cách can đảm, liều lĩnh, thông thạo địa phương, ông chỉ huy hoạt động du kích gây nhiều khó khăn cho cả Pháp lẫn Việt Minh. Không những thế, ông còn va chạm với các nhóm quân phiệt Hòa Hảo khác có chủ trương hợp tác với Pháp để tiêu diệt Việt Minh. Thậm chí vào năm 1950, ông từng có một trận giao tranh khốc liệt với vị chỉ huy cũ của mình là tướng [[Nguyễn Giác Ngộ]] tại vùng [[Chợ Mới]]<ref name=t164>Tai, p. 164.<\/ref>.\n\n===Đứa con bất trị của Hòa Hảo===\nVào lúc đó, Pháp đã ở trong trạng thái tài chính tai hại sau [[Chiến tranh thế giới thứ hai]] và đã gặp nhiều khó khăn trong nỗ lực của mình để tái lập kiểm soát thuộc địa Đông Dương<ref>Karnow, p. 203.<\/ref>. Về quân số, họ thiếu nhân sự cho các đội quân để có thể kiểm soát lãnh thổ. Chính vì vậy, họ nhìn nhận các quân phiệt cát cứ như những đồng minh có thể thu nhận trong trận chiến chống Việt Minh. Người Pháp đã thực hiện chính sách cung cấp viện trợ vật chất để trang bị cho những đội quân cát cứ này như những lực lượng bổ sung (Suppletif Forces) để ngăn chặn sự bành trướng của những người Cộng sản.\n\nNgười Pháp lần lượt thành công với nhóm [[Bảy Viễn]], [[Léon Leroy]]<ref>Chỉ huy Lực lượng Cơ động Bảo vệ Thiên Chúa (''Unité Mobile de Défense des Chrétientés'' - '''UMDC''') tại [[Bến Tre]].<\/ref>, các quân phiệt [[Cao Đài]], [[Phật giáo Hòa Hảo|Hòa Hảo]]. Ông cũng nằm trong số đó. Có 5 lần, ông chấp nhận hợp tác trên danh nghĩa liên quân với quân Pháp để tiếp tục chống Việt Minh. Nhưng cả năm lần, sau khi được quân Pháp tiếp viện thêm vũ khí, củng cố lực lượng, ông đều kéo quân về vùng cát cứ tiếp tục chống cả Pháp cả Việt Minh. Vì vậy ông đã được người Pháp gán cho biệt danh ''\"đứa con bất trị của Hòa Hảo\"'' (''L'enfant terrible des Hoa Hao'')<ref name=\"fall\"\/>.\n\nTuy cho rằng ông là người gian trá và không đáng tin cậy, người Pháp vẫn tiếp tục chấp nhận ông<ref name=e73>Elliott, p. 73.<\/ref>. Các quân phiệt khác dù cũng chống Việt Minh và cũng nhận được nguồn cung cấp từ Pháp, nhưng hầu hết họ chú ý nhiều vào việc củng cố thế lực và lơ là trong việc phối hợp chống Việt Minh<ref name=e74>Elliott, p. 74.<\/ref>. Vì vậy, dù ông khét tiếng với sự tàn bạo và tráo trở, ông vẫn được người Pháp xem là người chống Việt Minh tích cực nhất trong các thủ lĩnh Hòa Hảo<ref name=t164\/>. Ngày 20 tháng 8 năm 1950, khi về hợp tác với người Pháp lần thứ tư, ông được người Pháp gắn lon [[Thiếu tá]]<ref name=lg>Lữ Giang. Chuyện Năm Lửa và Ba Cụt.<\/ref>\n\nMột trong những chiến tích đáng chú ý nhất của ông là việc hỗ trợ người Pháp kiểm soát vùng châu thổ xung quanh Mỹ Tho vào giữa năm 1953. Tuy vậy, Pháp đã quyết định chuyển dần việc kiểm soát cho đồng minh thân cận nhất của mình: [[Quân đội Quốc gia Việt Nam]]. Khi nhận ra người Pháp đang cố gắng làm giảm ảnh hưởng của mình, căng thẳng của ông với người Pháp tăng lên. Ngày 25 tháng 6, ông ra lệnh cho đội quân của mình san bằng và rút khỏi các căn cứ hỗ trợ cho người Pháp để về căn cứ của mình ở Châu Đốc, mang theo toàn bộ vũ khí mà người Pháp đã cung cấp cho họ<ref name=e74\/><ref>Elliott, p. 79.<\/ref>. Kết quả là sức mạnh người Pháp ở vùng này bị suy yếu đi đáng kể và Việt Minh đã hưởng lợi nhiều nhất trong sự tan vỡ liên minh này<ref>Elliott, p. 81.<\/ref>. Chính vì vậy, nhằm xoa dịu ông, đầu năm 1953 người Pháp phong cho ông cấp bậc [[Trung tá]]. Ngày 1 tháng 12 cuối năm này, sau khi trở về hợp tác lần thứ 5, ông được người Pháp thăng lên cấp [[Đại tá]]<ref name=lg\/>.\n\n===Chống đối Ngô Đình Diệm===\nTháng 5 năm 1954, Pháp thất trận tại [[Điện Biên Phủ]]. Tháng 7 năm 1954, Hội nghị Genève về chấm dứt chiến tranh tại Đông Dương đã quy định 2 vùng tập kết tạm thời và thời hạn 2 năm để thống nhất Việt Nam bằng một cuộc Tổng tuyển cử. Người Pháp phải từ bỏ quyền thống trị và rút khỏi Đông Dương<ref>Jacobs, p. 40.<\/ref>. Miền Bắc hoàn toàn nằm dưới sự kiểm soát của Chính quyền [[Việt Nam Dân chủ Cộng hòa]]. Tại miền Nam, Thủ tướng Ngô Đình Diệm gặp nhiều khó khăn hơn do sự tồn tại của nhiều thế lực chính trị và quân sự chống đối. Ngay từ năm 1954, tướng [[Nguyễn Văn Hinh]], Tổng tham mưu trưởng [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] đã công khai tuyên bố không tôn trọng sự lãnh đạo của Thủ tướng Diệm và thề sẽ lật đổ ông. Tuy nhiên, cuộc đảo chính đã không trở thành hiện thực<ref>Jacobs, p. 62.<\/ref>. Dưới áp lực của người Mỹ vốn ủng hộ thủ tướng Diệm, [[Nguyên thủ quốc gia|Quốc trưởng]] [[Bảo Đại]] ra lệnh triệu hồi tướng Hinh phải sang Pháp. Thủ tướng Diệm lập tức giao quyền Tổng tham mưu cho một tướng lĩnh trung thành với ông là tướng [[Lê Văn Tỵ]]. Sau khi đã nắm được quyền chỉ huy quân đội, với sự hỗ trợ về tài chính và chính trị của các cố vấn Mỹ, Diệm đã tiến hành chính sách chia rẽ, mua chuộc và thu phục lần lượt các quân phiệt cát cứ. Một số thế lực quân sự khác, ông cương quyết dùng sức mạnh trấn áp như nhóm quân sự của [[Đại Việt Quốc dân đảng]] tại miền Trung.\n\nLà một tín đồ Hòa Hảo cuồng tín, khó chấp nhận quyền lãnh đạo của Thủ tướng Diệm, một tín đồ Công giáo đang tìm cách phát triển mạnh ảnh hưởng Tôn giáo mình. Tháng 8 năm 1954, ông đã cho lực lượng khoảng 3.000 người của mình ly khai khỏi [[Quân đội Quốc gia Việt Nam]] và công khai tuyên bố chống Chính quyền Ngô Đình Diệm<ref>Lansdale, p. 148.<\/ref>. Điều này cũng gây nên những xung đột giữa ông với các quân phiệt Hòa Hảo khác, những người chịu chấp nhận các khoản thanh toán của Chính phủ để sáp nhập các lực lượng của họ vào Quân đội Quốc gia<ref>Buttinger, p. 1104.<\/ref>.\n\nThủ tướng Diệm đã cho tiến hành thương thuyết với các Giáo phái để thống nhất lực lượng Quốc gia, tiến tới thành lập Chính thể [[Việt Nam Cộng hòa]]. Nhưng dưới sự hỗ trợ và khuyến khích của Pháp, ông không những không hợp tác mà còn liên minh với quân [[Bình Xuyên]] để chống lại Chính phủ.\n\nThủ tướng Diệm cho tiến hành các chiến dịch [[Đinh Tiên Hoàng]] (mở ngày [[23 tháng 5]] năm 1955) và chiến dịch [[Nguyễn Huệ]] (mở ngày [[1 tháng 1]] năm 1956) để tiêu diệt đội quân của ông nhưng vẫn không thanh toán được. Sau đó Thủ tướng Diệm chỉ đạo cho [[Nguyễn Ngọc Thơ]]<ref>Ông Nguyễn Ngọc Thơ quen với ông giáo Hoành (cậu ruột của tướng Thế), người đã dạy ông học Tiểu học và rất được ông kính trọng.<\/ref> âm mưu giả vờ thương thuyết, chấp nhận cho ông về hợp tác với Chính quyền, phong cho ông cấp bậc [[Thiếu tướng]] Quân đội Quốc gia. Nhưng rồi vào phút cuối trở mặt, bắt ông.\n\n==Bị bắt và xử tử==\n[[Hình: Ba Cut Trial.jpg|phải|nhỏ|Ba Cụt bị xét xử tại Tòa án|285x285px]]\nCả hai phiên tòa cùng diễn ra trong tháng 6 năm 1956, sơ thẩm ngày 11 và thượng thẩm ngày 26 của Tòa Đại hình và phiên tòa ngày [[4 tháng 7]] năm [[1956]] của Tòa án Quân sự đều tuyên án tử hình ông với tội danh mưu phản. Đại sứ [[Anh|Anh quốc]] tại [[Việt Nam Cộng hòa]] cũng có thư đề nghị ân xá cho Ba Cụt. Ngày [[8 tháng 7]] năm 1956, Tổng thống [[Ngô Đình Diệm]] đã ký sắc lệnh số 98-TP không ân xá cho ông. Ông xin được xử bắn ở pháp trường ''(chết trong danh dự)'' nhưng không được chấp thuận.\n\nVào lúc 5 giờ 45 phút sáng ngày [[13 tháng 7]] năm 1956, ông đã bị hành quyết bằng hình phạt chém đầu tại Cần Thơ. Hưởng dương 33 tuổi.\n\nTính ra từ ngày ông bị bắt [[13 tháng 4]] năm 1956 cho đến ngày bị hành hình [[13 tháng 7]] năm 1956, chỉ vỏn vẹn có ba tháng, một thời gian kỷ lục quá ngắn trong lịch sử pháp đình ở miền Nam [[Việt Nam]].\n\nSau khi hành quyết ông, tướng [[Dương Văn Minh]] hạ lệnh cho [[Nguyễn Văn Nhung]] (người sau này giết Tổng thống [[Ngô Đình Diệm]] và cố vấn [[Ngô Đình Nhu]]) đến đào mả lên băm xác thành nhiều khúc, để đề phòng người của ông đến lấy xác đem về chôn cất trong chiến khu của họ.<ref>Trần Văn Đôn, ''Việt Nam Nhân Chứng'', tr. 238.<\/ref><ref>Trần Văn Đôn, Les Guerres du Viet Nam, p. 171.<\/ref>\n\nNgày [[13 tháng 7]] năm 1964 (sau khi chế độ Ngô Đình Diệm bị lật đổ), một lễ kỷ niệm 8 năm ông bị giết đã được tổ chức ở [[Thốt Nốt]], Cần Thơ với sự tham dự của hơn năm ngàn chiến sĩ Dân Xã Đảng. Đại diện Chính phủ có Thiếu tướng [[Lâm Văn Phát]], Tổng trưởng Nội vụ, và ông Phạm Thái, Tổng trưởng Thông tin. Một Kiến nghị xin hủy bỏ các bản án, phục hồi công quyền và phục chức của ông cũng đã được trình lên Chính phủ.\n\nNgày [[26 tháng 7]] năm 2013 hài cốt của ông được tìm thấy tại [[Bà Rịa – Vũng Tàu]].\n\n==Gia đình==\n:-Ông lập gia đình với bà Trần Thị Hoa, còn có tên là Phấn. Bà từng là dân biểu trong Quốc hội [[Đệ Nhị Cộng hòa Việt Nam|Đệ Nhị Cộng hòa]] trong hai nhiệm kỳ. Hiện bà đang sinh sống tại Bỉ.\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết==\n*Chánh Đạo. Việt Nam Niên Biểu Nhân vật Chí\n*Nguyễn Q Thắng. Tự Diễn Nhân vật Lịch sử Việt Nam\n*[[Trần Văn Đôn]]. Việt Nam nhân chứng\n*Lữ Giang. Chuyện Năm Lửa và Ba Cụt\n*{{chú thích sách| authorlink=Joseph Buttinger |title=Vietnam: A Dragon Embattled| url=https:\/\/archive.org\/details\/vietnamdragonemb01butt | first=Joseph |last=Buttinger |year=1967 |publisher=Praeger Publishers}}\n*{{chú thích tạp chí |title=Staging Democracy: South Vietnam's 1955 Referendum to Depose Bao Dai|url=https:\/\/archive.org\/details\/sim_diplomatic-history_2006-09_30_4\/page\/671|first=Jessica |last=Chapman |journal=[[Diplomatic History]]| year=2006 |volume=30 |number=4 |pages=671–703}}\n*{{chú thích sách |title=Passing the Torch |url=https:\/\/archive.org\/details\/passingtorch00doyl |first=Edward |last=Doyle |others=Lipsman, Samuel; Weiss, Stephen |publisher=Boston Publishing Co. |year=1981 |isbn=0939526018}}\n*{{chú thích sách |title=The Vietnamese War: Revolution and Social Change in the Mekong Delta, 1930–1975 |url=https:\/\/archive.org\/details\/vietnamesewarrev0001elli |first=David W. P. |last=Elliott |publisher=M.E. Sharpe |year=2003 |isbn=076560602X}}\n*{{chú thích sách| title=The Two Viet-Nams| authorlink=Bernard B. Fall |first=Bernard |last=Fall |year=1963 |publisher=Praeger publishers}}\n*{{chú thích sách| title=The Struggle for Indochina, 1940–1955| authorlink=Ellen Hammer | first=Ellen J.|last=Hammer| year=1955 |publisher=[[Stanford University Press]] |location=[[Palo Alto, California|Palo Alto]]}}\n*{{chú thích sách| title=A Death in November| url=https:\/\/archive.org\/details\/deathinnovembera0000hamm| first=Ellen J.|last=Hammer| year=1987 |publisher=[[E. P. Dutton]]|isbn=0-525-24210-4|location=New York City, New York}}\n*{{chú thích sách| first=Seth |last=Jacobs| year=2006| title=Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950–1963| publisher=Rowman & Littlefield Publishers| isbn=0-7425-4447-8|location=Lanham, Massachusetts}}\n*{{chú thích sách| title=Vietnam: A History| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4| first=Stanley |last=Karnow |authorlink=Stanley Karnow |year=1997 |publisher=[[Penguin Books]] | isbn=0-670-84218-4|location=New York City, New York}}\n*{{chú thích sách| title=In the Midst of Wars: An American's Mission to Southeast Asia | url=https:\/\/archive.org\/details\/inmidstofwarsame0000lans |first=Edward Geary |last= Lansdale |authorlink=Edward Lansdale | publisher= Fordham University Press |year=1991 |isbn=0823213145}}\n*{{chú thích sách |title=Triumph Forsaken: The Vietnam War, 1954–1965 |first=Mark |last=Moyar |authorlink=Mark Moyar |publisher=Cambridge University Press |year=2006 |isbn=0521869110|location=New York City, New York}}\n*{{chú thích sách |title=Two Hamlets in Nam Bo: Memoirs of Life in Vietnam Through Japanese Occupation, the French and American Wars, and Communist Rule, 1940–1986 |first=David Lan |last=Pham |publisher= McFarland |year=2000 |isbn=0786406461}}\n*{{chú thích sách|title=Millenarianism and peasant politics in Vietnam |url=https:\/\/archive.org\/details\/millenarianismpe0000taih |first=Hue-Tam Ho |last=Tai |publisher=[[Harvard University Press]] | year=1983 |isbn=0-674-57555-5}}\n*{{chú thích sách| title=The Last Confucian| url=https:\/\/archive.org\/details\/lastconfucian00warn| first=Denis |last=Warner| year=1963 |publisher=[[Macmillan Publishers|Macmillan]]}}\n\n[[Thể loại:Sinh năm 1923]]\n[[Thể loại:Mất năm 1956]]\n[[Thể loại:Thiếu tướng Quốc gia Việt Nam]]\n[[Thể loại:Người An Giang]]\n[[Thể loại:Đạo Hòa Hảo]]\n[[Thể loại:Phật tử Việt Nam]]\n[[Thể loại:Quân nhân Việt Nam]]"}