{"423971":"'''Ba Giai''' là một biệt danh của một danh sĩ [[Việt Nam]] nổi tiếng ở cuối [[thế kỷ 19]]. Ông được biết nhiều bởi tài làm thơ châm biếm mà đối tượng chính là các quan lại tham nhũng, các người trọc phú. Trong giai thoại dân gian, ông được biết đến như là một người trong cặp bài trùng '''Ba Giai - [[Tú Xuất]]'''. Tuy nhiên, theo lời truyền tụng trong dân gian và ý kiến của một số nhà nghiên cứu, Ba Giai còn có thể là tác giả của một thi phẩm chính luận ''[[Hà thành chính khí ca]]'', gồm 140 câu [[thơ#Lục bát|thơ lục bát]], được cho là sáng tác ngay sau khi [[Hà Nội]] bị quân [[Pháp]] xâm chiếm ngày [[25 tháng 4]] năm [[1882]].\n\n==Thân thế==\nBa Giai có tên thật là '''Nguyễn Văn Giai''', năm sinh và năm mất không rõ, tuy nhiên theo nhiều nhà nghiên cứu văn học, thì rất có thể ông sống vào khoảng thời gian dưới triều [[Thiệu Trị]] ([[1841]] - [[1847]]) và [[Tự Đức]] ([[1848]] - [[1883]]). Cha ông là cụ Nguyễn Đình Báu, người làng Hồ Khẩu, huyện [[Vĩnh Thuận (huyện cũ)|Vĩnh Thuận]] (nay thuộc phường [[Bưởi (phường)|Bưởi]], quận [[Tây Hồ (quận)|Tây Hồ]], thành phố [[Hà Nội]]). Ông là con thứ 3 trong gia đình nên có tên gọi là Ba Giai.\n\nSinh ra và lớn lên trong cảnh nghèo khó, cha mẹ đều mất sớm, năm 18 tuổi, chú bác muốn ông chăn giữ trâu, nhưng ông không thuận, chỉ muốn dùng tài học để lập thân. Vì vậy, ông phải đi gánh thuê để có tiền ăn học. Học giỏi, nhưng gặp lúc nước nhà lâm cảnh loạn lạc, nên ông không đi thi.\n\nTrong hoàn cảnh sở học không có sở dụng khi đất nước chuyển sang chuộng Tây học, Ba Giai trở thành một nho sĩ bất đắc chí. Về sau ông nghỉ học, lập một xưởng in sách [[Tam tự kinh]] ngay ở trong làng gọi là nhà sách Quảng Văn để sinh sống và có điều kiện học hỏi giao lưu với bạn bè. Một trong những di bút còn lại của ông được lưu giữ trong quyển tộc phả của dòng họ, do một người cháu chi trưởng chắp bút, ông viết đề tựa.\n\n==Trở thành giai thoại==\nKhông rõ Ba Giai gặp và kết bạn với Tú Xuất như thế nào, vào lúc nào. Theo tài liệu của ông Lữ Huy Nguyên kể lại trong bản kể về truyện ''Ba Giai [[Tú Xuất]]'' của mình qua lời kể của giáo sư Nguyễn Tường Phượng thì hai ông thường gặp gỡ rủ nhau chơi bời vào thời gian giữa hai lần quân Pháp đánh chiếm [[hoàng thành Thăng Long|thành Hà Nội]] ([[1872]] và [[1882]]). Lúc đó Ba Giai đang theo học cụ cử Tiến Song Ngô Văn Dạng ở trường Đại Tập Kim Cổ gần ngôi nhà số 7 phố Hàng Bè, nơi mẹ của giáo sư buôn bán ở đó. Có lẽ cùng từ quan hệ học hành thi cử mà hai ông kết thân với nhau.<ref>Vũ Văn Luân, \"Đôi điều về con người và giai thoại Ba Giai [[Tú Xuất]]\".<\/ref>\n\nCùng là những nhà nho bất đắc chí, thông minh, mưu mẹo nhưng tài năng bất sở dụng, cặp bài trùng Ba Giai - [[Tú Xuất]] dần được nhiều người biết đến qua những đồn đại về những trò trêu ghẹo, những bài thơ châm biếm, chế giễu những nhân vật có tai tiếng tại [[Hà Nội]]. Từ đó, dân gian tưởng tượng thêm thắt vào cho tăng phần hấp dẫn hơn, hoặc thật sự do một số người vô danh tinh nghịch quấy phá bừa bãi gây nên được gán cho Ba Giai và [[Tú Xuất]], được phổ biến khắp nơi trở thành những giai thoại trong dân gian. Đến nỗi đương thời có câu:\n:''Hễ ai mà nói dối ai,\n:''Thì mồng một Tết, Ba Giai đến nhà''.\n\nNhững giai thoại của hai ông một thời được lưu truyền sâu rộng ở miền Bắc, được dân gian hưởng ứng, xem là những câu chuyện để giải trí, mua vui. Tuy nhiên, kết cục của hai ông đều không rõ ràng, biến mất như một trong những bí mật của [[lịch sử]].\n\n==Tác phẩm==\nTương truyền Ba Giai là tác giả các bài ''[[Hà thành chính khí ca]]'', ''Hà thành hiểu vọng'' và ''Vịnh đề đốc Lê Văn Trinh''. Qua đó, tác giả ca ngợi bậc trung dũng và phê phán những viên quan sợ chết, đã chạy trốn hay đầu hàng quân xâm lược.\n\nMãi trăm năm sau, những giai thoại Ba Giai - Tú Xuất được dựng lại thành những vở tuồng chèo dân gian, kịch hài hiện đại, được xuất bản thành sách, truyện tranh.\n\n==Tham khảo==\n{{wikisource tác giả|Ba Giai}}\n* Nguyễn Tiến Dũng, \"Đi tìm \"hậu duệ\" của Ba Giai - Tú Xuất\"\n* Vũ Văn Luân, \"Đôi điều về con người và giai thoại Ba Giai Tú Xuất\"\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhân vật văn học dân gian]]\n[[Thể loại:Giai thoại]]\n[[Thể loại:Văn học Việt Nam]]"}