{"415540":"'''''Ba mươi sáu kế''''' (三十六計, ''Tam thập lục kế''; hay 三十六策, ''Tam thập lục sách'') là một bộ sách tập hợp 36 sách lược quân sự của [[Trung Quốc]] cổ đại, ba mươi sáu kế bắt đầu xuất hiện từ thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]] và tới thời [[nhà Minh]] thì được tập hợp thành sách.\n== Thông tin khái lược ==\nDanh xưng \"Tam thập lục kế\" được nhắc đến lần đầu tiên trong [[Nam Tề thư]], truyện [[Vương Kính Tắc]].<ref name=\"hoolulu-wang\">{{chú thích web|url=http:\/\/www.hoolulu.com\/zh\/25shi\/07nanqishu\/t-026.htm|title=Original Text of the ''Biography of Wáng Jìngzé'', ''Book of Qi'' (Traditional Chinese)|access-date=ngày 27 tháng 11 năm 2006|archive-date=2009-02-03|archive-url=https:\/\/web.archive.org\/web\/20090203090142\/http:\/\/www.hoolulu.com\/zh\/25shi\/07nanqishu\/t-026.htm|url-status=dead}}<\/ref> Trong truyện, Kính Tắc có nói rằng ''\"Đàn công tam thập lục sách, tẩu thị thượng kế\"'' (''Trong 36 kế của Đàn công thì chạy là hay nhất''). Ý Kính Tắc muốn nhắc đến danh tướng [[Lưu Tống]] là [[Đàn Đạo Tế]], tuy đánh [[Bắc Ngụy]] bất lợi, lương thảo thiếu thốn, chủ động lui binh, bảo toàn lực lượng.<ref name=\"millionbook\">{{chú thích web|url=http:\/\/www.millionbook.net\/xd\/m\/mananchun\/ysyh\/145.htm|title=Introduction to the ''Thirty-Six Strategies'' (Traditional Chinese)|access-date = ngày 27 tháng 11 năm 2006}}<\/ref> Tuy vậy, cả Nam Tề thư lẫn [[Nam sử]] không ghi chép thêm bất kỳ điều gì về 36 kế.<ref name=\"multip\">{{chú thích sách|author=李少林 |others=刘正梅 |title=中国兵法全书 |year=2007年 |publisher=北京燕山出版社 |location=北京 |isbn= 978-7-5402-1907-9}}<\/ref>\n\n[[Huệ Hồng]] đời [[Nhà Tống|Tống]] trong \"Lãnh trai dạ thoại\" cũng có nhắc: ''\"Tam thập lục kế, tẩu vi thượng kế\"''. Từ sau thời [[nhà Nguyên]], thuật ngữ 36 kế bắt đầu xuất hiện nhiều trong các tiểu thuyết, hý khúc như kinh kịch \"[[Đậu Nga oan]]\" đời Nguyên, [[Thủy hử truyện]] [[Nhà Minh|đời Minh]], [[Ngưu Đầu sơn]] [[Nhà Thanh|đời Thanh]]...\n\n''Ba mươi sáu kế'' đã được cho là của [[Tôn Vũ|Tôn Tử]] thời [[Xuân Thu]], hoặc của [[Gia Cát Lượng]] thời [[Tam Quốc]], nhưng cả hai đều không được các sử gia coi là tác giả đích thực của tác phẩm này; quan điểm phổ biến cho rằng ''Ba mươi sáu kế'' có thể bắt nguồn từ cả lịch sử thành văn và truyền khẩu, với các phiên bản khác nhau được biên soạn bởi các tác giả khác nhau trong suốt lịch sử Trung Quốc. Một số mưu kế tham khảo xảy ra vào thời của [[Tôn Tẫn]], khoảng 150 năm sau khi Tôn Tử qua đời.<ref name=\"szbf\">{{chú thích web|url=http:\/\/www.szbf.net\/Article_Show.asp?ArticleID=1490|title=Exploring the ''Thirty-Six Strategies'' (Simplified Chinese)|publisher=[Chinese Strategic Science Network]|date = ngày 11 tháng 7 năm 2006 |url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20110721184402\/http:\/\/www.szbf.net\/Article_Show.asp?ArticleID=1490|archivedate = ngày 21 tháng 7 năm 2011 |df=}}<\/ref>\n\nTheo các nhà nghiên cứu, con số 36 chỉ là một biểu tượng rút từ [[Kinh Dịch]] nhằm để chỉ số lượng nhiều. Nó như là một điển cố, rồi được người đời sau viết sách thêm thắt vào cho đủ 36 kế.<ref name=\"millionbook\" \/><ref name=\"multip\"\/><ref name=\"szbf\"\/><ref>{{chú thích web|url=http:\/\/blog.sina.com.cn\/s\/blog_54fb85270100f7l8.html|title=“聪明”的中国人，今后请少读些《三十六计》}}<\/ref>\n\n== Danh sách cụ thể ==\n{|class=wikitable\n! width=50px | STT\n! width=120px | Mưu kế\n! Giải nghĩa\n! Điển cố\n|-\n|colspan=4 align=\"center\"|'''<big>Thắng chiến kế<\/big>'''\n|-\n! 1\n| '''Man thiên quá hải<br \/>(瞞天過海)''' || Giấu trời qua biển, lợi dụng sương mù để lẩn trốn || [[Gia Cát Lượng]] dùng một biến thể là kế ''Thuyền cỏ mượn tên'' để lừa lấy tên của [[Tào Tháo]] trong [[trận Xích Bích]].\n|-\n! 2\n| '''Vây Ngụy cứu Triệu<br \/>(圍魏救趙)''' || Tránh nơi địch mạnh nhất, đánh vào nơi hiểm yếu khiến địch phải rút về. || Trong [[Trận Quế Lăng]] thời Chiến Quốc, [[Bàng Quyên]] đem quân [[Ngụy (nước)|nước Ngụy]] tấn công nước Triệu rất gấp. [[Triệu (nước)|Nước Triệu]] cầu cứu [[Tề (nước)|nước Tề]]. [[Tôn Tẫn]], bạn học cũ của Bàng Quyên, bày kế cho nước Tề đem quân vây kinh đô nước Ngụy. Y rằng Bàng Quyên phải kéo quân về giải vây, nước Triệu được cứu.\n|-\n! 3\n| '''Tá đao sát nhân<br \/>(借刀殺人)''' || Mượn dao giết người, mượn tay người khác để giết kẻ thù || Thời [[Tam Quốc]], [[Tào Tháo]] ghét [[Nễ Hành]] tính tình ương bướng không chịu khuất phục bèn cử ông ta đến chầu [[Lưu Biểu]], cốt là để Lưu Biểu ghen ghét mà giết đi, Tháo không mang danh hại người tài. Lưu Biểu cũng không chịu nổi Nễ Hành, sử dụng chính kế của Tào Tháo, cử Nễ Hành sang hầu [[Hoàng Tổ]]. Nễ Hành miệng không ngưng chê bai, cuối cùng cũng bị Hoàng Tổ chém.\n|-\n! 4\n| '''Dĩ dật đãi lao<br \/>(以逸待勞)''' || Lấy nhàn để đối phó với mỏi mệt || Trong [[Trận Phì Thủy]], [[Phù Kiên]] đem một triệu quân tấn công [[nhà Tấn]]. Tuy nhiên [[Tạ An]], [[Tạ Huyền]] nắm vững tinh thần ''Dĩ dật đãi lao'' nên dùng quân Tấn ít hơn nhưng tinh nhuệ, có trật tự, được nghỉ ngơi, đánh cho Phù Kiên đại bại.\n|-\n! 5\n| '''Sấn hỏa đả kiếp<br \/>(趁火打劫)''' || Tranh thủ nhà cháy mà đánh cướp, lợi dụng lửa để hành động || Trước [[trận Xích Bích]], [[Lưu Bị]] chỉ là một lãnh chúa nhỏ nắm trong tay một [[Tương Dương (thành cổ)|thành Tương Dương]] người thưa quân ít. Lợi dụng thất bại của Tào Tháo ở Xích Bích, Lưu Bị tung quân chiếm [[Kinh Châu]] rồi từ đó phát triển thế lực ngang bằng với [[Tào Tháo]], [[Tôn Quyền]].\n|-\n! 6\n| '''Thanh Đông kích Tây<br \/>(聲東擊西)''' || Dương Đông kích Tây, vờ đánh một hướng nhưng thực chất là đánh hướng ngược lại || Sau [[trận Xích Bích]], [[Gia Cát Lượng]] cho quân đốt lửa trong đường hẻm [[Hoa Dung]] để Tào Tháo nghi ngờ rằng quân [[Lưu Bị]] dùng kế dương Đông kích Tây rồi chọn chính đường Hoa Dung để rơi vào bẫy của quân [[Quan Vũ]].\n|-\n|colspan=4 align=\"center\"|<big>'''Địch chiến kế'''<\/big>\n|-\n! 7\n| '''Vô trung sinh hữu<br \/>(無中生有)''' || Không có mà làm thành có || Trong [[trận Phì Thủy]], để khỏa lấp sự chênh lệch lớn về quân số, [[Tạ An]], [[Tạ Huyền]] tung [[Nhà Tấn|quân Tấn]] tấn công sớm lực lượng quân Tần của [[Phù Kiên]] để tạo ra cảm giác rằng quân Tấn đông đảo không kém gì [[Tiền Tần|quân Tần]], lại gửi thư cho Phù Kiên đề nghị quân Tần lùi lại để Tấn sang sông, quyết chiến một trận. Quân Tần trong khi lui quân vì hỗn loạn nên đội hình tan rã, giẫm đạp lên nhau mà chết rất nhiều (''Phong thanh hạc lệ, Thảo mộc giai binh'': tưởng tiếng gió, tiếng hạc, cỏ cây là quân Tấn đang tiến công).\n|-\n! 8\n| '''Ám độ Trần Thương<br \/>(暗渡陳倉)''' || Chọn con đường, cách thức tấn công mà không ai nghĩ tới || Thời [[Chiến tranh Hán - Sở|Hán - Sở tranh hùng]], [[Hán Cao Tổ|Lưu Bang]] bị [[Hạng Vũ]] ép vào đóng quân trong vùng [[Ba Thục]] hẻo lánh khó ra được [[Trung Nguyên]]. [[Hàn Tín]] bèn bày kế vờ sửa đường sạn đạo nhưng lại ngầm dẫn quân đi đường núi hiểm trở để đánh úp ải [[Trần Thương]], mở đường ra Trung Nguyên cho quân Hán.\n|-\n! 9\n| '''Cách ngạn quan hỏa<br \/>(隔岸觀火)''' || Đứng cách bờ để xem lửa cháy, để yên cho kẻ địch tự rối loạn || Sau [[Trận Quan Độ]], [[Viên Thiệu]] đại bại trước [[Tào Tháo]] rồi chẳng bao lâu qua đời. Các con của Viên Thiệu là [[Viên Thượng]], [[Viên Hy]] chạy tới nương nhờ [[Công Tôn Khang]]. Có người khuyên Tào Tháo thừa thắng tấn công để bắt nốt Viên Thượng, Viên Hy. Nhưng Tào Tháo cho rằng không cần vội vì sớm muộn gì trong nội bộ địch cũng có loạn và đã cho rút quân. Quả nhiên Công Tôn Khang thấy Tào Tháo rút quân bèn chém đầu Viên Thượng, Viên Hy và xin hàng Tào Tháo. Ngày nay thường thấy là kế 'Tự diễn biến'.\n|-\n! 10\n| '''Tiếu lý tàng đao<br \/>(笑裡藏刀)''' || Cười nụ giấu dao, lập mưu kín kẽ không để kẻ địch biết || Tể tướng của [[Đường Huyền Tông]] là [[Lý Lâm Phủ]] có bề ngoài và phương thức xử sự hết sức hòa nhã, thân thiện nhưng thực chất lại là người cực kì nham hiểm, dùng mọi thủ đoạn để triệt hạ các đối thủ chính trị khác. Hành động của Lý Lâm Phủ về sau được mô tả bằng câu thành ngữ \"Miệng nam mô, bụng bồ dao găm\" (\"Khẩu mật phúc kiếm\", 口蜜腹剑).\n|-\n! 11\n| '''Lý đại đào cương<br \/>(李代桃僵)''' || Mận chết thay đào, đưa người khác ra thế thân gánh vác tai họa cho mình || Thời [[Tam Quốc]], [[Tào Tháo]] đi đánh trận xa nhà mang theo số lượng lớn quân sĩ. Quân lương dần cạn kệt, lòng quân dao động, hỗn loạn. Tào Tháo bèn dùng kế mượn cái đầu của quan thủ kho lương với lí do tham ô quân nhu nhằm yên lòng quân. Nhưng thực chất đó là kế hình nhân thế mạng.\n|-\n! 12\n| '''Thuận thủ khiên dương<br \/>(順手牽羊)''' || Thuận tay bắt dê, phải tranh thủ nắm lấy cơ hội nằm trong tầm tay || Thời [[Tam Quốc]] [[Lưu Chương]] là thứ sử [[Ích Châu]] nhưng lại có tính tình nhu nhược. [[Gia Cát Lượng]] bèn khuyên [[Lưu Bị]] tận dụng mối quan hệ họ hàng xa để làm quen với Lưu Chương để rồi từ đó \"thuận tay bắt dê\" chiếm lấy Ích Châu làm chỗ dựa. \n|-\n|colspan=4 align=\"center\"|'''<big>Công chiến kế<\/big>'''\n|-\n! 13\n| '''Đả thảo kinh xà<br \/>(打草驚蛇)''' || Đánh cỏ động rắn, tấn công vào xung quanh kẻ địch khiến chúng hoảng sợ mà lộ diện || Nhà Tống hẹn với Chiêm Thành chia hai mặt giáp công Đại Việt. Chiêm Thành đồng ý. Tướng Lý Thường Kiệt liền đem quân tấn công, phá huỷ kho tàng ba châu của nhà Tống làm Chiêm Thành khiếp sợ, không dám can dự vào chiến tranh Tống - Việt lần 2.\n|-\n! 14\n| '''Tá thi hoàn hồn<br \/>(借屍還魂)''' || Mượn xác trả hồn, mượn thân xác khác để đưa hồn về || Thời [[Tam Quốc]], quân [[Tào Ngụy]] nhờ tài năng chỉ huy của [[Chung Hội]] và [[Đặng Ngải]] mà chiếm gần như toàn bộ nước [[Thục Hán]]. Đại tướng nhà Thục là [[Khương Duy]] bèn giả đầu hàng với hy vọng mượn xác trả hồn, lợi dụng quân Ngụy để khôi phục đất nước. Tuy nhiên mưu kế của Khương Duy không thành, ông bị giết còn nước Thục hoàn toàn mất về tay Tào Ngụy.\n|-\n! 15\n| '''Điệu hổ ly sơn<br \/>(調虎離山)''' || Lừa cho hổ ra khỏi núi, khiến kẻ địch ra khỏi nơi ẩn nấp để dễ bề tấn công || Thời [[Tam Quốc]] [[Trương Phi]] được lệnh dẫn quân vào [[Ích Châu]] để hỗ trợ [[Lưu Bị]]. Trên đường tiến quân, Trương Phi bị [[Nghiêm Nhan]] lợi dụng địa thế hiểm yếu để ngồi trong thành phòng thủ. Trương Phi bèn lập kế giả say dụ Nghiêm Nhan dẫn quân ra ngoài thành và đánh bại.\n|-\n! 16\n| '''Dục cầm cố túng<br \/>(欲擒故縱)''' || Muốn bắt thì phải thả || Thời [[Tam Quốc]], [[Mạnh Hoạch]] làm phản khiến [[Thục Hán]] bất ổn. Để thu phục Mạnh Hoạch, [[Gia Cát Lượng]] đã bảy lần bắt, bảy lần thả (thất cầm thất túng, 七擒七纵) Mạnh Hoạch khiến Mạnh Hoạch đội ơn mà không dám làm phản nữa. [[Tào Tháo]] muốn dùng [[Quan Vũ]] để làm dũng tướng cho mình nên đã cấp cho Quan Vũ ngựa Xích Thố để [[Quan Vũ]] lên đường tìm huynh đệ [[Lưu Bị]] và [[Trương Phi]]; nhưng [[Quan Vũ]] chỉ cưỡi ngựa đi một đoạn bèn quay lại trở về với [[Tào Tháo]] để nguyện ra trận chiến đấu trả ơn cho [[Tào Tháo]].\n|-\n! 17\n| '''Phao chuyên dẫn ngọc<br \/>(拋磚引玉)''' || Ném gạch đưa ngọc đến, đưa miếng nhỏ ra để dụ địch nhằm đạt cái lợi lớn hơn || Trong chiến dịch Chi Lăng năm 1427, quân Lam Sơn đã giả thua liền 3 trận để tướng Minh là Liễu Thăng chủ quan rồi dùng phục binh giết chết ông này.\n|-\n! 18\n| '''Cầm tặc cầm vương<br \/>(擒賊擒王)''' || Bắt giặc bắt vua || Vua Lê Hoàn chống quân Tống lần thứ nhất năm 981. Vua dùng kế giả hàng rồi cho phục binh bắt sống chủ tướng Hầu Nhân Bảo. Quân Tống mất chỉ huy tan rã nhanh chóng.\n|-\n|colspan=4 align=\"center\"|<big>'''Hỗn chiến kế'''<\/big>\n|-\n! 19\n| '''Phủ để trừu tân<br \/>(釜底抽薪)''' || Rút củi đáy nồi, đánh tiêu hao hậu cần để làm quân địch dần phải thua || Trong trận Chi Lăng - Xương Giang, nghe tin có viện binh, nhiều tướng muốn đánh để hạ gấp thành Đông Quan. Tuy nhiên, theo ý kiến của Nguyễn Trãi, Lê Lợi cho rằng đánh thành là hạ sách vì quân trong thành đông, chưa thể lấy ngay được, nếu bị viện binh đánh kẹp vào thì nguy; do đó ông quyết định điều quân lên chặn đánh viện binh trước để nản lòng địch ở Đông Quan.\n|-\n! 20\n| '''Hỗn thủy mạc ngư<br \/>(混水摸魚)''' || Đục nước bắt cá, lợi dụng tình thế để ra tay đạt mục đích || Trong [[Trận Phì Thủy]], sau khi nhận thấy quân Tần rối loạn sau đợt tấn công phủ đầu của quân Tấn, [[Tạ Huyền]] quyết định tận dụng thời cơ tung toàn lực tấn công. Kết quả là quân Tần đại bại dù đông quân gấp 10 lần quân Tấn.\n|-\n! 21\n| '''Kim thiền thoát xác<br \/>(金蟬脫殼)''' || Ve sầu lột xác, sử dụng bộ dạng mới để làm quân địch bất ngờ trở tay không kịp || Trong chiến tranh chống Nguyên năm 1286, quân Trần trong khi triệt thoái đã cho thuyền rồng giả chèo ra biển để dụ quân giặc đuổi theo, trong khi đó vua Trần xuôi vào Nam tập hợp binh lực phản công. \n|-\n! 22\n| '''Quan môn tróc tặc<br \/>(關門捉賊)''' || Đóng cửa bắt giặc, dồn giặc vào thế bí không thể chạy thoát || Thời [[Chiến Quốc]], [[Tôn Tẫn]] và [[Bàng Quyên]] ban đầu là hai học trò cùng thầy [[Quỷ Cốc Tử]], nhưng sau đó trở thành kỳ phùng địch thủ của nhau trên chiến trường. Trong trận chiến quyết định, Tôn Tẫn sai quân Tề dùng kế rút bếp để lừa Bàng Quyên và quân Ngụy tiến sâu vào đường hẻm Mã Lăng. Khi toàn bộ quân Ngụy đã rơi vào bẫy phục kích, Tôn Tẫn sai bịt đường hẻm và bắn tên, quân Ngụy đại bại, Bàng Quyên cũng bỏ mạng trong đám loạn tên.\n|-\n! 23\n| '''Viễn giao cận công<br \/>(遠交近攻)''' || Xa thì giao thiệp, gần thì dùng vũ lực || Thời [[Chiến Quốc]], tể tướng [[tần (nước)|nước Tần]] là [[Phạm Thư]] đề ra kế viễn giao cận công, theo đó với các nước gần, Tần sẽ dùng vũ lực uy hiếp, chiếm thành chiếm đất, với các nước xa không đem quân đi được thì lại dùng ngoại giao dụ dỗ làm đồng minh. Cứ như vậy Tần nhanh chóng trở thành bá chủ của cả sáu nước chư hầu, tạo điều kiện cho [[Tần Thủy Hoàng|Doanh Chính]] thống nhất Trung Quốc sau đó.\n|-\n|colspan=4 align=\"center\"|<big>'''Tịnh chiến kế'''<\/big>\n|-\n! 24\n| '''Giả đạo phạt Quắc<br \/>(假途伐虢)''' || Mượn đường diệt Quắc, lợi dụng hòa hoãn địch để rồi quay lại tấn công bằng lợi thế do chính địch tạo ra cho mình || [[Tấn Hiến công]] theo lời [[Tuân Tức]] mang đồ vàng ngọc hối lộ nước Ngu với lý do mượn đường nước Ngu để đánh nước Quắc. Nhưng thực chất là Tấn Hiến công sợ Ngu sẽ sai quân cứu nước Quắc. Sau khi Tấn đánh tan nước Quắc, Ngu chỉ còn trơ trọi một mình, Tấn Hiến công bèn đem quân quay về diệt nốt nước Ngu.\n|-\n! 25\n| '''Thâu lương hoán trụ<br \/>(偷梁換柱)''' || Trộm xà thay cột, phá hủy cơ sở của địch || Nhà Tây Sơn đã bình định xong phía Nam nhưng quân Trịnh ở Bắc sông Gianh vẫn còn mạnh. Thấy vậy, Nguyễn Huệ bèn vượt biển, đánh thẳng vào đất căn bản của họ Trịnh ở Thăng Long. Hạ xong thành Thăng Long, quân Trịnh cũng tự tan rã.\n|-\n! 26\n| '''Chỉ tang mạ hòe<br \/>(指桑罵槐)''' || Chỉ cây dâu để mắng cây hòe, còn có biến thể khác là chỉ chó mắng mèo, tấn công gián tiếp kẻ địch thông qua một trung gian khác || Thời [[Tam Quốc]] trong lúc [[Tào Tháo]] đang đem quân đi đánh [[Viên Thuật]] thì lương thảo thiếu thốn, binh lính kêu than. Thấy vậy Tào Tháo mới lập kế đổ tội cho quan coi lương Vương Hậu là lừa dối trong cấp phát lương rồi chém lấy đầu Vương Hậu. Quân Tào từ đấy sợ không dám kêu ca nữa mà hết lòng đánh Viên Thuật.\n|-\n! 27\n| '''Giả si bất điên<br \/>(假癡不癲)''' || Giả ngu chứ không điên, làm cho quân địch coi thường mình mà không đề phòng || Thời [[nhà Tống]], [[Nùng Trí Cao]] tự xưng đế ở phương Nam, hoàng đế nhà Tống phái quân đánh nhiều lần không được. Đại tướng [[Địch Thanh]] bèn bày kế giả đò sợ hãi làm quân của Nùng Trí Cao lơ là phòng bị. Tức thì quân Tống tấn công và quân Nùng Trí Cao đã bại trận dưới tay quân Tống.\n|-\n! '''28'''\n| '''Thượng ốc trừu thê<br \/>(上屋抽梯)''' || Lên nhà rút thang, còn có biến thể khác là qua cầu rút ván (tức Quá giang trừu bản) || Nguyễn Hoàng xin Trịnh Kiểm cho mình vào trấn thủ Thuận Hóa để chống quân Chiêm Thành và đồng thời để nhằm tránh bị Kiểm mưu hại. Sau Nguyễn Hoàng khai khẩn đất trong Nam, các con cháu ông lập thành nước riêng, không thần phục họ Trịnh nữa.\n|-\n! '''29'''\n| '''Thụ thượng khai hoa<br \/>(樹上開花)''' || Trên cây hoa nở ||Khi Tôn Tẫn tới nước Yên làm Quân Sư, để đối phó với sự tấn công của Bàng Quyên, Tôn Tẫn đã bày mưu cho thái tử nước Yên kế này. Với số quân ít ỏi khi ra đối phó với Bàng Quyên, Thái tử đã cho binh sĩ chặt những cành cây kéo lê trên đường hành quân làm bụi tung mù mịt khiến mật thám của Bàng Quyên nghĩ rằng quân đội nước Yên đông gấp 10 lần do thám ban đầu. Do vậy Bàng Quyên đã rút quân.\n|-\n! '''30'''\n| '''Phản khách vi chủ<br \/>(反客為主)''' || Từ chỗ là khách biến thành vai chủ, lấn dần dần đất của địch để khiến địch không còn chỗ đứng || Trong chiến dịch chiếm [[Hán Trung]] của [[Lưu Bị]], [[Pháp Chính]] đã quân sư cho [[Hoàng Trung]] dùng kế \"phản khách vi chủ\" để cuối cùng chém chết được đại tướng của Tào Ngụy là [[Hạ Hầu Uyên]].\n|-\n|colspan=4 align=\"center\"|'''<big>Bại chiến kế<\/big>'''\n|-\n! 31\n| '''Mỹ nhân kế<br \/>(美人計)''' || Dùng gái đẹp để làm rối loạn quân địch || Thời [[Xuân Thu]], [[Việt Vương Câu Tiễn|Câu Tiễn]] nước Việt bị Ngô vương [[Ngô Phù Sai|Phù Sai]] đánh cho suýt mất nước. [[Phạm Lãi]] và [[Văn Chùng]] bèn hiến kế cho [[Câu Tiễn]] dâng mỹ nhân nổi tiếng của nước Việt là [[Tây Thi]] cho Phù Sai khiến Ngô vương vì đam mê tửu sắc mà bỏ bê việc chính sự, tạo thời cơ cho Câu Tiễn trả thù.\nĐồng thời, trong thời [[Tam Quốc]], [[Vương Doãn]] lợi dụng con gái nuôi của mình là [[Điêu Thuyền]] (một thiếu nữ xinh đẹp, nhan sắc vạn người mê) dùng mỹ nhân kế chia rẽ tình cảm cha con [[Đổng Trác]] - [[Lữ Bố]] khiến hai cha con họ tranh giành người đẹp. Và cuối cùng [[Đổng Trác]] bị con nuôi là [[Lữ Bố]] giết tại cửa Bắc Dịch năm 192.\n|-\n! 32\n| '''Không thành kế<br \/>(空城計)''' || Trong hoàn cảnh thành không có quân lại bị quân địch uy hiếp thì phải dùng những hành động kì lạ, trầm tĩnh khiến quân địch khiếp sợ tưởng có mai phục mà bỏ đi || Kế này gắn liền với điển cố về [[Gia Cát Lượng]] trong ''[[Tam quốc diễn nghĩa]]''. Theo đó trong lúc Gia Cát Lượng đang giữ ngôi thành trống không có phòng thủ thì [[Tư Mã Ý]] bất chợt kéo quân đến. Đánh vào tính đa nghi của Tư Mã Ý, Gia Cát Lượng đã sai mở toang cổng thành, trên tường thành chỉ cắm tinh kỳ, lại sai người quét dọn trước cổng làm như không có sự đe dọa của quân Ngụy. Cuối cùng Tư Mã Ý vì nghi ngờ mưu kế của Gia Cát Lượng nên đã rút quân, bỏ lỡ cơ hội ngàn năm có một để bắt sống địch thủ chính trên chiến trường.\n|-\n! 33\n| '''Phản gián kế<br \/>(反間計)''' || Lợi dụng kế của địch để biến thành kế của mình || Thời [[Tam Quốc]], [[Tào Tháo]] phái [[Tưởng Cán]], bạn học cũ của [[Chu Du]] sang [[Đông Ngô]] để dò xét lực lượng đối phương. Chu Du đoán được mưu của Tào Tháo nên đã sử dụng chính Tưởng Cán để làm Tào Tháo nghi ngờ hai hàng tướng cực kì thông thạo thủy binh của [[Kinh Châu]] để rồi giết hai người đó.\n|-\n! 34\n| '''Khổ nhục kế<br \/>(苦肉計)''' || Tự làm mình khổ nhục để đánh lừa quân địch || [[Việt Vương Câu Tiễn|Câu Tiễn]] sau khi thất bại trước [[Ngô Phù Sai|Phù Sai]] thì hết lòng tận tụy phục vụ Phù Sai như người hầu, thậm chí nếm cả chất thải của Phù Sai để giúp thầy thuốc khám bệnh cho Phù Sai, tất cả chỉ để che giấu sự chuẩn bị trả thù của nước Việt.\n|-\n! 35\n| '''Liên hoàn kế<br \/>(連環計)''' || Sử dụng nhiều kế liên tiếp, muốn chiến thắng phải biết móc nối nhiều kế với nhau || Liên hoàn kế gắn liền với giai thoại về [[Vương Doãn]] do [[La Quán Trung]] kể lại trong ''[[Tam quốc diễn nghĩa]]''. Vì thấy [[Đổng Trác]] quá bạo ngược hung tàn nên Vương Doãn sử dụng liên hoàn kế trong đó có mỹ nhân kế gửi [[Điêu Thuyền]] vào chia rẽ hai bố con nuôi Đổng Trác và [[Lã Bố]], sau đó dùng kế đục nước bắt cá khơi gợi ở Lã Bố sự thù địch với cha nuôi để rồi cuối cùng chính Lã Bố cầm kích đâm chết Đổng Trác.\n|-\n! 36\n| '''Tẩu vi thượng sách<br \/>(走為上策)''' || Chạy, hoặc né tránh là tốt nhất. Nếu có thể tránh tranh chấp thì vẫn là tốt nhất, ứng với câu, \"kẻ không chiến thì bất bại\". || Kế này lẽ ra đứng đầu trong 36 kế, nghĩa là phải suy xét kế này trước, không khả thi thì mới tính tới những kế khác ứng với câu \"tiên lễ hậu binh\". Tiếc thay con người vốn thích tranh đấu, trọng hơn thua nên hiếm có ai muốn suy xét đến kế này cả. Kế này có thể tạm áp dụng cho những trường hợp khi cần buông bỏ những tranh chấp thiển cận không đáng có vì cái lợi ích xa hơn. \n|}\nNgoài ra còn có các dị bản như: (thường gọi là tứ phụ kế)\n\"Du Long chuyển Phượng\" (trộm rồng thành phượng),\n\"Nhất tiễn hạ song điêu\" (một mũi tên trúng hai con chim),\n\"Tiên phát chế nhân\" (ra tay trước để khống chế kẻ địch), \"Nhất kích tất sát\" (một trận chiến chắc chắn sẽ diệt được đối thủ).\n\n== Chú thích==\n{{tham khảo}}\n\n== Xem thêm ==\n* ''[[Binh pháp Tôn Tử]]'', tài liệu quân sự kinh điển của Trung Quốc cổ đại, nền tảng cho quân sự Trung Quốc\n* ''[[Binh pháp Tôn Tẫn]]''\n\n{{Tam thập lục kế}}\n\n[[Thể loại:Văn học Trung Quốc]]\n[[Thể loại:Quân sự Trung Quốc]]\n[[Thể loại:Lịch sử Trung Quốc]]\n[[Thể loại:Văn bản cổ điển Trung Quốc]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Binh pháp]]"}