{"19637149":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Wiki hóa|date=tháng 1\/2022}}\n{{Infobox cơ quan Việt Nam|Tên gọi cơ quan=<big>Ban Chỉ đạo Quốc gia<br\/>phòng chống dịch COVID-19<\/big>|Số người 2=4|Khu vực 1=[[Văn phòng Chính phủ]]|Bầu bởi=Chính phủ|Quy định tổ chức=Luật Tổ chức Chính phủ|Đạo luật ủy quyền=[[Hiến pháp nước Cộng hòa Xã hội chủ nghĩa Việt Nam 2013|Hiến pháp Cộng hòa <br\/>Xã hội Chủ nghĩa Việt Nam]]|Cấp hành chính=Cấp Nhà nước|Cơ quan chủ quản=[[Chính phủ]]|Thành viên 2=[[Lê Minh Khái]]<br \/>[[Vũ Đức Đam]]<br \/>[[Nguyễn Khắc Định]]<br>[[Lê Văn Thành (chính khách)| Lê Văn Thành]]|Thành viên 1=[[Phạm Minh Chính]]|Tên gọi cơ quan 2=<big>Việt Nam<\/big>|Chức vụ 2=Phó Trưởng ban|Chức vụ 1=Trưởng ban|Logo 2 thuyết minh=Quốc huy Việt Nam|Logo 2=Emblem of Vietnam.svg|Logo 1 thuyết minh=Quốc kỳ Việt Nam|Logo 1 kích thước=150px|Logo 1=Flag of Vietnam.svg|Thành lập=[[30 tháng 1]] năm [[2020]]|Logo 3=Pham Minh Chinh 2021.jpg|Logo 3 kích thước=220px|Logo 3 thuyết minh=[[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] [[Phạm Minh Chính]] - Trưởng ban Chỉ đạo|Chức vụ 3=Trưởng Tiểu ban|Số người 3=8|Thành viên 3=[[Đào Hồng Lan]]<br \/>[[Tô Lâm]]<br \/>[[Phan Văn Giang]]<br>[[Lê Minh Khái]]<br>[[Lê Văn Thành]]<br>[[Đỗ Văn Chiến]]<br>[[Bùi Thị Minh Hoài]]<br>[[Nguyễn Mạnh Hùng]]}}\n\n'''Ban Chỉ đạo quốc gia phòng, chống dịch Covid-19''' là tổ chức thuộc Chính phủ Việt Nam với nhiệm vụ về phòng chống dịch Covid-19 trên toàn Việt Nam.<ref>{{Chú thích web|url=https:\/\/baoquocte.vn\/lap-ban-chi-dao-quoc-gia-phong-chong-dich-benh-ncov-108593.html|tựa đề=Lập Ban Chỉ đạo Quốc gia phòng, chống dịch bệnh nCoV|ngày=2020-01-30|website=Báo Thế giới và Việt Nam|url-status=live}}<\/ref>\n\nBan Chỉ đạo là cơ quan liên ngành gồm Bộ Y tế, Bộ Thông tin và Truyền thông, Bộ Quốc phòng, Bộ Công An, Bộ GD&ĐT, Bộ Tài Chính, Bộ GTVT, Bộ KH&CN, Bộ  NN&PTNT...\n\nTất cả các thành phố trực thuộc trung ương và cấp tỉnh đều có Ban Chỉ đạo cấp tương đương.\n\nĐứng đầu Ban Chỉ đạo là Phó Thủ tướng phụ trách ''Văn hóa, Xã hội, Giáo dục, Y tế, Khoa học (sau ngày 24\/8\/2021 thì Trưởng ban Chỉ đạo do Thủ tướng Chính phủ phụ trách)''. Trưởng ban chỉ đạo hiện nay là Thủ tướng [[Phạm Minh Chính]]<ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Nhan-su\/Thu-tuong-Pham-Minh-Chinh-lam-Truong-Ban-Chi-dao-quoc-gia-phong-chong-dich-COVID19\/443835.vgp|tựa đề=Thủ tướng Phạm Minh Chính làm Trưởng ban Chỉ đạo phòng, chống dịch Covid-19|url-status=live}}<\/ref>\n\n== Lịch sử ==\nBan Chỉ đạo Quốc gia phòng, chống dịch Covid-19 được thành lập 30\/01\/2020 do [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] [[Nguyễn Xuân Phúc]] quyết định thành lập dưới sự đề nghị của Bộ Y tế. Căn cứ Quyết định 170 của Thủ tướng Chính phủ nước Cộng hòa Xã hội chủ nghĩa Việt Nam.<ref>{{Chú thích web|url=https:\/\/moh.gov.vn\/web\/dich-benh\/phong-chong-dich-covid-19\/-\/asset_publisher\/lcrTD0LmHjOu\/content\/quyet-inh-so-170-q-ttg-cua-thu-tuong-chinh-phu-ve-viec-thanh-lap-ban-chi-ao-quoc-gia-phong-chong-dich-benh-viem-uong-ho-hap-cap-do-chung-moi-cua-vi-ru?inheritRedirect=false|tựa đề=Quyết định số 170\/QĐ-TTg của Thủ tướng Chính phủ: Về việc thành lập Ban Chỉ đạo Quốc gia phòng, chống dịch bệnh viêm đường hô hấp cấp do chủng mới của vi rút Corona gây ra|url-status=live}}<\/ref>\n\n[[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] [[Phạm Minh Chính]] vừa ký Quyết định 1438\/QĐ-TTg ngày 25\/8\/2021 kiện toàn Ban Chỉ đạo Ban Chỉ đạo Quốc gia phòng, chống dịch COVID-19 thay thế ban chỉ đạo cũ.\n\n== Chức năng, nhiệm vụ ==\n\n=== Trước ngày 24\/08\/2021 ===\n\n* Giúp Thủ tướng Chính phủ:\n\n# Chỉ đạo, điều hành, phối hợp giữa các bộ, cơ quan ngang Bộ, cơ quan thuộc Chính phủ, các cơ quan có liên quan và địa phương trong việc phòng, chống dịch bệnh viêm đường hô hấp cấp do chủng mới của virus Corona trên toàn quốc.\n# Chỉ đạo việc phối hợp giữa các Bộ, cơ quan ngang Bộ, cơ quan thuộc Chính phủ với các cơ quan Đảng, Mặt trận Tổ quốc và Ủy ban Nhân dân các tỉnh, thành phố trực thuộc Trung ương nhằm huy động nguồn lực tham gia và hỗ trợ thực hiện kế hoạch khẩn cấp của Bộ Y tế phòng, chống dịch bệnh này.\n\n* Ban Chỉ đạo có trách nhiệm tổ chức thực hiện; đôn đốc các Bộ, ngành, địa phương và các cơ quan liên quan thực hiện các chỉ đạo của Thủ tướng Chính phủ;\n* Hàng ngày báo cáo Thủ tướng Chính phủ, các cấp có thẩm quyền về tình hình dịch bệnh.\n* Các thành viên Ban Chỉ đạo làm việc theo chế độ kiêm nhiệm.\n\n=== Sau ngày 25\/08\/2021 ===\n'''Nhiệm vụ của Ban Chỉ đạo Quốc gia'''\n\nBan Chỉ đạo Quốc gia có nhiệm vụ xây dựng kế hoạch, đề ra các nhiệm vụ, giải pháp để chỉ đạo triển khai quyết liệt, kịp thời, phù hợp, hiệu quả công tác phòng, chống dịch COVID-19 theo chỉ đạo, kết luận của Ban Chấp hành Trung ương Đảng, Bộ Chính trị, Ban Bí thư, Quốc hội và Chính phủ.\n\nĐồng thời, lãnh đạo, chỉ đạo tập trung, thống nhất, xuyên suốt việc thực hiện các nhiệm vụ:\n\n- Phòng, chống dịch, chăm sóc y tế; bảo đảm an sinh xã hội; bảo đảm trật tự an toàn xã hội; thực hiện thông tin truyền thông; bảo đảm hậu cần phòng, chống dịch; tổ chức sản xuất và lưu thông hàng hóa.\n\n- Vận động, động viên, kêu gọi các tầng lớp nhân dân, các đoàn thể, tổ chức xã hội, tổ chức tôn giáo, cộng đồng doanh nghiệp, doanh nhân... phát huy tinh thần đại đoàn kết dân tộc, tăng cường đồng thuận xã hội, ủng hộ, tích cực tham gia và tự giác thực hiện phòng, chống dịch.\n\n- Điều phối, phối hợp chặt chẽ hoạt động giữa các bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ, các cơ quan của Đảng, Quốc hội, Mặt trận Tổ quốc Việt Nam, các tổ chức chính trị-xã hội, các tổ chức xã hội, các đoàn thể, cấp ủy, Hội đồng nhân dân, Ủy ban nhân dân tỉnh, thành phố trực thuộc Trung ương, các cơ quan, tổ chức có liên quan trong tổ chức triển khai kế hoạch, nhiệm vụ, giải pháp phòng, chống dịch.\n\n- Huy động, phân bổ và sử dụng các nguồn lực hợp pháp trong nước, ngoài nước cho công tác phòng, chống dịch.\n\nBan Chỉ đạo Quốc gia trực tiếp chỉ đạo Tổ công tác đặc biệt của Chính phủ thực hiện công tác phòng, chống dịch tại các địa phương; kiểm tra, đôn đốc các ban, bộ, ngành, các địa phương, các tổ chức, cơ quan, đơn vị trong việc thực hiện các nhiệm vụ, giải pháp phòng chống dịch; điều động và hỗ trợ theo thẩm quyền các nguồn lực cho địa phương phòng, chống dịch khi cần thiết.\n\n== Kinh phí hoạt động ==\nDo Ngân sách Nhà nước bảo đảm, được bố trí trong kinh phí hoạt động thường xuyên của Bộ Y tế và các nguồn vốn hợp pháp khác.\n== Tổ chức ==\n=== 30\/01\/2020 – 24\/08\/2021 ===\nBan Chỉ đạo được sắp xếp tổ chức như sau:\n\n* Trưởng ban: Phó Thủ tướng Chính phủ Vũ Đức Đam\n* Phó Trưởng ban thường trực: Bộ trưởng Bộ Y tế Nguyễn Thanh Long\n* Các Phó Trưởng ban: Thứ trưởng Bộ Y tế\n* Các Ủy viên: Bộ trưởng, Thứ trưởng các Bộ, cơ quan ngang Bộ: Thông tin và Truyền thông; Tài chính; Nông nghiệp và Phát triển nông thôn; Giao thông Vận tải; Khoa học và Công nghệ; Ngoại giao; Công an; Quốc phòng; Giáo dục và Đào tạo; Tài nguyên và Môi trường; Lao động - Thương binh và xã hội; Văn phòng Chính phủ; Phó trưởng Ban Tuyên giáo Trung ương; Phó Chánh Văn phòng Trung ương Đảng; Phó Chủ nhiệm Văn phòng Quốc hội; Phó Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam;Phó Chủ tịch Hội chữ thập đỏ Việt Nam; Phó Tổng Giám đốc Đài Truyền hình Việt Nam; Phó Tổng Giám đốc Đài Tiếng nói Việt Nam; Phó Tổng Giám đốc TTXVN; Tổng Giám đốc Tập đoàn Viễn thông Quân đội Viettel; Tổng Giám đốc Tập đoàn Bưu chính Viễn thông Việt Nam.\n* Bộ Y tế là cơ quan thường trực Ban Chỉ đạo\n\n==== Trưởng Ban Chỉ đạo ====\nTrưởng ban Chỉ đạo là người đứng đầu Ban chỉ đạo. Chức vụ này trước đây do Phó Thủ tướng Vũ Đức Đam phụ trách ''Văn hóa, Xã hội, Giáo dục, Y tế, Khoa học (sau ngày 24\/8\/2021 thì Trưởng ban Chỉ đạo do Thủ tướng Chính phủ phụ trách)''.\n\n==== Phó Trưởng ban Thường trực ====\nPhó Trưởng ban thường trực trực tiếp xử lý và báo cáo Trưởng ban các công việc có tính chất thường xuyên của Ban Chỉ đạo; những công việc được Trưởng ban ủy quyền và thực hiện một số nhiệm vụ sau:\n\n# Giúp Trưởng ban điều hành hoạt động chung của Ban Chỉ đạo theo kế hoạch, chương trình công tác được Trưởng ban chỉ đạo, phê duyệt hoặc chỉ đạo của Thủ tướng Chính phủ.\n# Chỉ đạo, kiểm tra, đôn đốc các Bộ, ngành, lực lượng chức năng và các địa phương thực hiện các vấn đề liên quan.\n# Được Trưởng ban ủy quyền, chủ trì cuộc họp của Ban Chỉ đạo.\n# Chỉ đạo triển khai các kế hoạch, chương trình công tác đột xuất, ngắn hạn của Ban Chỉ đạo;\n# Đề xuất, trình Trưởng ban phê duyệt nhiệm vụ cụ thể của các thành viên Ban Chỉ đạo.\n# Thực hiện các nhiệm vụ khác do Trưởng ban giao.\n# Một số nhiệm vụ khác theo quy định pháp luật.\n\n=== 25\/08\/2021 – nay ===\nThủ tướng Chính phủ [[Phạm Minh Chính]] ký Quyết định 1438\/QĐ-TTg ngày 25\/8\/2021 kiện toàn Ban Chỉ đạo Ban Chỉ đạo Quốc gia phòng, chống dịch COVID-19. Theo Quyết định, đồng chí Phạm Minh Chính, Ủy viên Bộ Chính trị, Thủ tướng Chính phủ làm Trưởng Ban chỉ đạo.<ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Nhan-su\/Kien-toan-BCD-Quoc-gia-phong-chong-dich-COVID19\/443984.vgp|tựa đề=Kiện toàn BCĐ Quốc gia phòng, chống dịch COVID-19|ngày=2021-08-25|website=BÁO ĐIỆN TỬ CỦA CHÍNH PHỦ NƯỚC CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM|url-status=live}}<\/ref>\n\nBan chỉ đạo có 4 Phó Trưởng ban gồm: Đồng chí [[Lê Minh Khái]], Bí thư Trung ương Đảng, Phó Thủ tướng Chính phủ; đồng chí [[Vũ Đức Đam]], Ủy viên Trung ương Đảng, Phó Thủ tướng Chính phủ; đồng chí [[Nguyễn Khắc Định]], Ủy viên Trung ương Đảng, Phó Chủ tịch Quốc hội; đồng chí [[Lê Văn Thành (chính khách)|Lê Văn Thành]], Ủy viên Trung ương Đảng, Phó Thủ tướng Chính phủ.\n\nThành viên Ban Chỉ đạo gồm: Đồng chí Đại tướng Tô Lâm, Ủy viên Bộ Chính trị, Bộ trưởng Bộ Công an; đồng chí Đại tướng Phan Văn Giang, Ủy viên Bộ Chính trị, Bộ trưởng Bộ Quốc phòng; đồng chí Đỗ Văn Chiến, Bí thư Trung ương Đảng, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam; đồng chí Bùi Thị Minh Hoài, Bí thư Trung ương Đảng, Trưởng ban Dân vận Trung ương; đồng chí Nguyễn Trọng Nghĩa, Bí thư Trung ương Đảng, Trưởng ban Tuyên giáo Trung ương; đồng chí Nguyễn Thanh Long, Ủy viên Trung ương Đảng, Bộ trưởng Bộ Y tế; đồng chí Nguyễn Phú Cường, Ủy viên Trung ương Đảng, Ủy viên Ủy ban Thường vụ Quốc hội, Chủ nhiệm Ủy ban Tài chính, Ngân sách của Quốc hội; đồng chí Trần Văn Sơn, Ủy viên Trung ương Đảng, Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ; đồng chí Lê Thành Long, Ủy viên Trung ương Đảng, Bộ trưởng Bộ Tư pháp; đồng chí Nguyễn Mạnh Hùng, Ủy viên Trung ương Đảng, Bộ trưởng Bộ Thông tin và Truyền thông.\n\nBộ Y tế là cơ quan thường trực Ban Chỉ đạo.\n\n'''Thành lập 8 Tiểu ban'''\n\nBan Chỉ đạo quốc gia gồm có 8 Tiểu ban:\n\n1- Tiểu ban Y tế do đồng chí Đỗ Xuân Tuyên, Bí thư Đảng ủy Bộ Y tế, Thứ trưởng thường trực Phụ trách Bộ làm Trưởng Tiểu ban.\n\nNhiệm vụ của Tiểu ban Y tế là chỉ đạo, hướng dẫn, tổ chức thực hiện các hoạt động giám sát, xét nghiệm, cách ly, điều trị người nhiễm COVID-19, tiêm chủng… và các biện pháp phòng, chống dịch bệnh COVID-19; bảo đảm mọi người dân được tiếp cận nhanh nhất các dịch vụ y tế cần thiết; sẵn sàng nhân lực, phương tiện để kịp thời tiếp nhận, sơ cứu, cấp cứu, điều trị các trường hợp mắc bệnh; tham mưu việc huy động, hỗ trợ nâng cao năng lực y tế tại các địa phương khi cần thiết; xây dựng kịch bản, sẵn sàng ứng phó với các tình huống dịch bệnh.\n\n2- Tiểu ban An ninh trật tự xã hội do đồng chí Đại tướng Tô Lâm, Ủy viên Bộ Chính trị, Bộ trưởng Bộ Công an làm Trưởng Tiểu ban.\n\nTiểu ban An ninh trật tự xã hội có nhiệm vụ chỉ đạo bảo đảm an ninh, quốc phòng, trật tự an toàn xã hội, phòng chống tội phạm và các hành vi vi phạm pháp luật khác; tổ chức chỉ đạo kiểm soát chặt chẽ việc thực hiện các biện pháp giãn cách xã hội; truy vết, cách ly, khoanh vùng và các giải pháp phòng, chống dịch bệnh; xử lý nghiêm các hành vi vi phạm pháp luật.\n\n3- Tiểu ban An sinh xã hội do đồng chí Đại tướng Phan Văn Giang, Ủy viên Bộ Chính trị, Bộ trưởng Bộ Quốc phòng làm Trưởng Tiểu ban.\n\nNhiệm vụ của Tiểu ban An sinh xã hội là chỉ đạo việc bảo đảm lương thực, thực phẩm, nhu yếu phẩm thiết yếu cho người dân tại các khu vực tăng cường giãn cách xã hội; chăm lo đời sống người dân, tổ chức hỗ trợ tại các vùng, địa phương có dịch, quan tâm người có công, gia đình chính sách, hộ nghèo, phụ nữ, trẻ em, người cao tuổi, người khuyết tật, người yếu thế, người có hoàn cảnh khó khăn, người mất việc làm do dịch bệnh COVID-19…\n\n4- Tiểu ban Tài chính, hậu cần do đồng chí Lê Minh Khái, Bí thư Trung ương Đảng, Phó Thủ tướng Chính phủ làm Trưởng Tiểu ban.\n\nTiểu ban Tài chính, hậu cần có nhiệm vụ chỉ đạo và hướng dẫn việc bảo đảm kinh phí, phân bổ và quản lý việc sử dụng kinh phí phòng, chống dịch; chỉ đạo, tổ chức triển khai thực hiện việc mua sắm vaccine, vật tư, trang thiết bị, hóa chất, thuốc… phục vụ phòng, chống dịch bệnh; tổ chức thực hiện các phương án mua sắm dự phòng để sẵn sàng hỗ trợ cho các địa phương trong trường hợp vượt quá khả năng đáp ứng tại chỗ của địa phương; đề xuất xây dựng các chế độ, chính sách đối với các lực lượng phòng, chống dịch, đặc biệt là lực lượng tuyến đầu.\n\n5- Tiểu ban Sản xuất và lưu thông hàng hóa do đồng chí Lê Văn Thành, Ủy viên Trung ương Đảng, Phó Thủ tướng Chính phủ làm Trưởng Tiểu ban.\n\nTiểu ban Sản xuất và lưu thông hàng hóa có nhiệm vụ chỉ đạo việc bảo đảm an toàn phòng, chống dịch trong các hoạt động sản xuất, kinh doanh; bảo đảm cung ứng đầy đủ, kịp thời lương thực, thực phẩm, nhu yếu phẩm cho các địa phương, nhất là các địa phương thực hiện giãn cách xã hội; bảo đảm lưu thông hàng hóa thông suốt, không để ách tắc các hoạt động cung ứng.\n\n6- Tiểu ban Vận động và huy động xã hội do đồng chí Đỗ Văn Chiến, Bí thư Trung ương Đảng, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam làm Trưởng Tiểu ban.\n\nTiểu ban Vận động và huy động xã hội có nhiệm vụ chỉ đạo tổ chức vận động, huy động sức mạnh đại đoàn kết toàn dân tộc và huy động các nguồn lực xã hội của các tổ chức, cá nhân trong nước và nước ngoài cho hoạt động phòng, chống dịch COVID-19.\n\n7- Tiểu ban Dân vận do đồng chí Bùi Thị Minh Hoài, Bí thư Trung ương Đảng, Trưởng Ban Dân vận Trung ương làm Trưởng Tiểu ban.\n\nTiểu ban Dân vận có nhiệm vụ chỉ đạo, tổ chức vận động, động viên các tầng lớp nhân dân chủ động, tự giác tuân thủ và tích cực tham gia các hoạt động phòng, chống dịch COVID-19.\n\n8- Tiểu ban Truyền thông do đồng chí Nguyễn Mạnh Hùng, Ủy viên Trung ương Đảng, Bộ trưởng Bộ Thông tin và Truyền thông làm Trưởng Tiểu ban.\n\nTiểu ban Truyền thông có nhiệm vụ chỉ đạo và hướng dẫn việc cung cấp thông tin bảo đảm thống nhất, kịp thời, chính xác; chỉ đạo các cơ quan truyền thông tăng cường công tác tuyên truyền, phổ biến về các biện pháp phòng, chống dịch; tuyên truyền truyền cảm hứng, nêu gương người tốt, việc tốt, cách làm hay, mô hình hiệu quả, đồng thời đấu tranh phản bác các luận điệu xuyên tạc, kích động, sai sự thật về phòng, chống dịch bệnh COVID-19.\n\n== Thành viên ==\n=== Trưởng ban Chỉ đạo ===\n{| class=\"wikitable\"\n|+\n!Thứ tự\n!Hình\n!Họ tên\n!Nhiệm kỳ\n!Thời gian tại nhiệm\n!Chức vụ khác\n|-\n|1\n|[[Tập tin:Mr. Vu Duc Dam.jpg|95x95px]]\n|TS [[Vũ Đức Đam]]\n|30\/01\/2020 – 24\/08\/2021\n|{{số năm theo năm và ngày|2020|1|30|2021|8|25}}\n|Ủy viên Trung ương Đảng, Phó Thủ tướng Chính phủ\n|-\n|2\n|[[Tập tin:Pham Minh Chinh 2021.jpg|95x95px]]\n|PGS.TS [[Phạm Minh Chính]]\n|25\/08\/2021 – nay\n|{{số năm theo năm và ngày|2021|8|25}}\n|Ủy viên Bộ Chính trị, Thủ tướng Chính phủ\n|}\n\n=== 30\/01\/2020 – 24\/08\/2021 ===\n{| class=\"wikitable\"\n|+\n!STT\n!Chức vụ\n!Họ tên\n!Chức vụ trong Đảng\n!Chức vụ trong Nhà nước\n!Khác\n|-\n|1\n|Trưởng ban\n|[[Vũ Đức Đam]]\n\n(đến 24\/08\/2021)\n|Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]]\n|Phó Thủ tướng Chính phủ phụ trách ''Văn hóa, Xã hội, Giáo dục, Y tế, Khoa học''\n|\n|-\n|2\n|Phó Trưởng ban thường trực\n|[[Nguyễn Thanh Long]]\nTừ 24\/08\/2020\n|Ủy viên Trung ương Đảng\n|Bộ trưởng Bộ Y tế\n|\n|-\n|3\n| rowspan=\"3\" |Phó Trưởng ban\n|[[Nguyễn Trường Sơn]]\n|Ủy viên BCS Đảng Bộ Y tế\n|Thứ trưởng Bộ Y tế\n|\n|-\n|4\n|[[Đỗ Xuân Tuyên]]\n|Phó Bí thư BCS Đảng Bộ Y tế\n|Thứ trưởng Bộ Y tế\n|\n|-\n|5\n|[[Trần Văn Thuấn]]\n|Ủy viên BCS Đảng Bộ Y tế\n|Thứ trưởng Bộ Y tế\n|\n|-\n|6\n| rowspan=\"24\" |Ủy viên\n|[[Nguyễn Mạnh Hùng (thiếu tướng)|Nguyễn Mạnh Hùng]]\n|Ủy viên Trung ương Đảng\n|Bộ trưởng Bộ Thông tin và Truyền thông\n|\n|-\n|7\n|[[Nguyễn Đắc Vinh]]\n|Phó Chánh Văn phòng Trung ương Đảng\n|\n|\n|-\n|8\n|[[Tô Anh Dũng]]\n|\n|Thứ trưởng Bộ Ngoại giao\n|\n|-\n|9\n|[[Nguyễn Thanh Long]]\n|Phó Trưởng ban Tuyên giáo Trung ương\n|\n|Bộ trưởng Bộ Y tế\n|-\n|10\n|[[Nguyễn Sỹ Hiệp]]\n|\n|Phó Chủ nhiệm Văn phòng Chính phủ\n|\n|-\n|11\n|[[Phạm Thúy Chinh]]\n|\n|Phó Chủ nhiệm Văn phòng Quốc hội\n|\n|-\n|12\n|[[Nguyễn Văn Sơn (thượng tướng)|Nguyễn Văn Sơn]]\n|\n|Thứ trưởng Bộ Công an\n|\n|-\n|13\n|[[Trần Đơn]]\n|\n|Thứ trưởng Bộ Quốc phòng\n|\n|-\n|14\n|[[Trịnh Thị Thủy]]\n|\n|Thứ trưởng Bộ Văn hóa, Thể thao và Du lịch\n|\n|-\n|15\n|[[Vũ Thị Mai]]\n|\n|Thứ trưởng Bộ Tài chính\n|\n|-\n|16\n|[[Lê Văn Thanh (thứ trưởng)|Lê Văn Thanh]]\n|\n|Thứ trưởng Bộ Lao động-Thương binh và Xã hội\n|\n|-\n|17\n|[[Nguyễn Hữu Độ (chính khách)|Nguyễn Hữu Độ]]\n|\n|Thứ trưởng Bộ Giáo dục và Đào tạo\n|\n|-\n|18\n|[[Lê Anh Tuấn (thứ trưởng)|Lê Anh Tuấn]]\n|\n|Thứ trưởng Bộ Giao thông vận tải\n|\n|-\n|19\n|[[Phùng Đức Tiến (chính khách)|Phùng Đức Tiến]]\n|\n|Thứ trưởng Bộ Nông nghiệp và Phát triển nông thôn\n|\n|-\n|20\n|[[Phạm Công Tạc]]\n|\n|Thứ trưởng Bộ Khoa học và Công nghệ\n|\n|-\n|21\n|[[Võ Tuấn Nhân]]\n|\n|Thứ trưởng Bộ Tài nguyên và Môi trường\n|\n|-\n|22\n|[[Lê Ngọc Quang]]\n|\n|Phó Tổng Giám đốc Đài Truyền hình Việt Nam\n|\n|-\n|23\n|[[Trần Minh Hùng]]\n|\n|Phó Tổng Giám đốc Đài Tiếng nói Việt Nam\n|\n|-\n|24\n|[[Vũ Việt Trang]]\n|\n|Phó Tổng Giám đốc Thông tấn xã Việt Nam\n|\n|-\n|25\n|[[Trần Quốc Hùng]]\n|\n|Phó Chủ tịch Trung ương Hội Chữ thập Đỏ Việt Nam\n|\n|-\n|26\n|[[Lê Đăng Dũng]]\n|\n|Quyền Chủ tịch, Tổng Giám đốc Tập đoàn Viễn thông Quân đội Viettel\n|\n|-\n|27\n|[[Phạm Đức Long]]\n|\n|Quyền Chủ tịch, Tổng Giám đốc Tập đoàn Bưu chính Viễn  thông Việt Nam.\n|\n|-\n|28\n|[[Nguyễn Phước Lộc]]\n|\n|Phó Trưởng Ban Dân vận Trung ương\n|\n|-\n|29\n|[[Trương Thị Ngọc Ánh]]\n|\n|Phó Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam\n|\n|}\n\n=== 25\/08\/2021 – nay ===\n{| class=\"wikitable\"\n!STT\n!Chức vụ\n!Họ tên\n!Chức vụ trong Đảng\n!Chức vụ trong Nhà nước\n!Khác\n|-\n|1\n|Trưởng ban\n|[[Phạm Minh Chính]]\n|Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]\n|[[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]]\n|\n|-\n| rowspan=\"4\" |2\n| rowspan=\"4\" |Phó Trưởng ban\n|[[Lê Minh Khái]]\n|[[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]]\n|[[Phó Thủ tướng Chính phủ (Việt Nam)|Phó Thủ tướng Chính phủ]]\n|\n|-\n|[[Vũ Đức Đam]]\n|Ủy viên Trung ương Đảng\n|Phó Thủ tướng Chính phủ\n|\n|-\n|[[Nguyễn Khắc Định]]\n|Ủy viên Trung ương Đảng\n|[[Phó Chủ tịch Quốc hội Việt Nam|Phó Chủ tịch Quốc hội]]\n|\n|-\n|[[Lê Văn Thành (chính khách)|Lê Văn Thành]]\n|Ủy viên Trung ương Đảng\n|Phó Thủ tướng Chính phủ\n|\n|-\n| rowspan=\"3\" |3\n| rowspan=\"3\" |Trưởng Tiểu ban Y tế\n|[[Nguyễn Thanh Long]]\n|Ủy viên Trung ương Đảng\n|[[Bộ trưởng Bộ Y tế (Việt Nam)|Bộ trưởng Bộ Y tế]]\n|\n|-\n|[[Đỗ Xuân Tuyên]]\n|\n|Thứ trưởng Thường trực Phụ trách Bộ Y tế\n|\n|-\n|[[Đào Hồng Lan]]\n|Ủy viên Trung ương Đảng\n|Quyền [[Bộ trưởng Bộ Y tế (Việt Nam)|Bộ trưởng Bộ Y tế]]\n|\n|-\n|4\n|Trưởng Tiểu ban An ninh trật tự xã hội\n|[[Tô Lâm|Đại tướng Tô Lâm]]\n|Ủy viên Bộ Chính trị\n|[[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an]]\n|\n|-\n|5\n|Trưởng Tiểu ban An sinh xã hội\n|[[Phan Văn Giang|Đại tướng Phan Văn Giang]]\n|Ủy viên Bộ Chính trị\n|[[Bộ trưởng Bộ Quốc phòng Việt Nam|Bộ trưởng Bộ Quốc phòng]]\n|\n|-\n|6\n|Trưởng Tiểu ban Tài chính, hậu cần\n|[[Lê Minh Khái]]\n\n(kiêm Phó Trưởng ban)\n|Bí thư Trung ương Đảng\n|Phó Thủ tướng Chính phủ\n|\n|-\n|7\n|Trưởng Tiểu ban Sản xuất và lưu thông  hàng hóa\n|[[Lê Văn Thành (chính khách)|Lê Văn Thành]]\n\n(kiêm Phó Trưởng ban)\n|Ủy viên Trung ương Đảng\n|Phó Thủ tướng Chính phủ\n|\n|-\n|8\n|Trưởng Tiểu ban Vận động và huy động xã  hội\n|[[Đỗ Văn Chiến]]\n|Bí thư Trung ương Đảng\n|[[Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]\n|\n|-\n|9\n|Trưởng Tiểu ban Dân vận\n|[[Bùi Thị Minh Hoài]]\n|Bí thư Trung ương Đảng, [[Trưởng Ban Dân vận Trung ương Đảng Cộng sản Việt Nam|Trưởng Ban Dân  vận Trung ương]]\n|\n|\n|-\n|10\n|Trưởng Tiểu ban Truyền thông\n|[[Nguyễn Mạnh Hùng (thiếu tướng)|Nguyễn Mạnh Hùng]]\n|Ủy viên Trung ương Đảng\n|[[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ trưởng Bộ Thông tin và Truyền thông]]\n|\n|-\n| rowspan=\"4\" |11\n| rowspan=\"4\" |Ủy viên khác\n|[[Nguyễn Trọng Nghĩa]]\n|Bí thư Trung ương Đảng, [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Trưởng ban  Tuyên giáo Trung ương]]\n|\n|\n|-\n|[[Nguyễn Phú Cường]]\n|Ủy viên Trung ương Đảng\n|Ủy viên [[Ủy ban Thường vụ Quốc hội]], Chủ  nhiệm [[Ủy ban Tài chính - Ngân sách Quốc hội Việt Nam|Ủy ban Tài chính, Ngân sách của Quốc hội]]\n|\n|-\n|[[Trần Văn Sơn]]\n|Ủy viên Trung ương Đảng\n|[[Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ Việt Nam|Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ]]\n|\n|-\n|[[Lê Thành Long]]\n|Ủy viên Trung ương Đảng\n|[[Bộ trưởng Bộ Tư pháp Việt Nam|Bộ trưởng Bộ Tư pháp]]\n|\n|}\n\n==== Phó trưởng tiểu ban====\nĐây là danh sách Phó trưởng tiểu ban thuộc ban chỉ đạo quốc gia phòng, chống dịch kèm theo Quyết định số 1438\/QĐ-TTg ngày 25 tháng 8 năm 2021.\n\n'''I. Tiểu ban Y tế'''\n\n1. Đồng chí Thượng tướng [[Vũ Hải Sản]], Ủy viên Trung ương Đảng, Thứ trưởng Bộ Quốc phòng.\n\n2. Đồng chí Thượng tướng [[Nguyễn Văn Sơn]], Thứ trưởng Bộ Công an.\n\n3. Đồng chí [[Trương Quốc Cường]], Thứ trưởng Bộ Y tế.\n\n4. Đồng chí [[Nguyễn Trường Sơn]], Thứ trưởng Bộ Y tế.\n\n5. Đồng chí [[Đỗ Xuân Tuyên]], Thứ trưởng Bộ Y tế.\n\n6. Đồng chí [[Trần Văn Thuấn]], Thứ trưởng Bộ Y tế.\n\n'''II. Tiểu ban An ninh trật tự xã hội'''\n\n1. Đồng chí Thượng tướng [[Võ Minh Lương]], Ủy viên Trung ương Đảng, Thứ trưởng Bộ Quốc phòng.\n\n2. Đồng chí Trung tướng [[Nguyễn Duy Ngọc]], Ủy viên Trung ương Đảng, Thứ trưởng Bộ Công an.\n\n'''III. Tiểu ban An sinh xã hội'''\n\n1. Đồng chí [[Đào Ngọc Dung]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Lao động - Thương binh và Xã hội.\n\n2. Đồng chí [[Nguyễn Hồng Diên]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Công Thương.\n\n3. Đồng chí [[Nguyễn Đình Khang]], Ủy viên Trung ương Đảng, Chủ tịch Tổng Liên đoàn Lao động Việt Nam.\n\n'''IV. Tiểu ban Tài chính, hậu cần'''\n\n1. Đồng chí [[Hồ Đức Phớc]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Tài chính.\n\n2. Đồng chí [[Tô Anh Dũng]], Thứ trưởng Bộ Ngoại giao.\n\n3. Đồng chí [[Trương Quốc Cường]], Thứ trưởng Bộ Y tế.\n\n4. Đồng chí [[Trần Quốc Phương]], Thứ trưởng Bộ Kế hoạch và Đầu tư.\n\n'''V. Tiểu ban Truyền thông'''\n\n1. Đồng chí [[Lê Quốc Minh]], Ủy viên Trung ương Đảng, Tổng Biên tập Báo Nhân dân.\n\n2. Đồng chí [[Lê Ngọc Quang]], Ủy viên Trung ương Đảng, Tổng Giám đốc Đài Truyền hình Việt Nam.\n\n3. Đồng chí [[Đỗ Tiến Sỹ]], Ủy viên Trung ương Đảng, Tổng Giám đốc Đài Tiếng nói Việt Nam.\n\n4. Đồng chí Phó Trưởng Ban Tuyên giáo Trung ương.\n\n5. Đồng chí [[Đỗ Xuân Tuyên]], Thứ trưởng Bộ Y tế.\n\n6. Đồng chí Tổng Giám đốc Thông tấn xã Việt Nam.\n\n'''VI. Tiểu ban Sản xuất và lưu thông hàng hóa'''\n\n1. Đồng chí [[Nguyễn Hồng Diên]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Công Thương.\n\n2. Đồng chí [[Nguyễn Văn Thể]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Giao thông vận tải.\n\n3. Đồng chí [[Lê Minh Hoan]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn.\n\n4. Đồng chí [[Nguyễn Thị Hồng]], Ủy viên Trung ương Đảng, Thống đốc Ngân hàng Nhà nước Việt Nam.\n\n'''VII. Tiểu ban Vận động và huy động xã hội'''\n\n1. Đồng chí [[Hà Thị Nga]], Ủy viên Trung ương Đảng, Chủ tịch Trung ương Hội Liên hiệp phụ nữ Việt Nam.\n\n2. Đồng chí [[Lê Tiến Châu]], Ủy viên Trung ương Đảng, Phó Chủ tịch thường trực, Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.\n\n3. Đồng chí [[Nguyễn Anh Tuấn]], Ủy viên Trung ương Đảng, Bí thư thứ nhất Trung ương Đoàn Thanh niên cộng sản Hồ Chí Minh.\n\n4. Đồng chí Chủ tịch Trung ương Hội chữ thập đỏ Việt Nam.\n\n5. Đồng chí Chủ tịch Phòng Thương mại và Công nghiệp Việt Nam.\n\n'''VIII. Tiểu ban Dân vận'''\n\n1. Đồng chí [[Nguyễn Văn Hùng]], Ủy viên Trung ương Đảng, Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch.\n\n2. Đồng chí [[Hầu A Lềnh]], Ủy viên Trung ương Đảng, Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc.\n\n3. Đồng chí [[Vũ Chiến Thắng]], Thứ trưởng Bộ Nội vụ, Trưởng ban Tôn giáo Chính phủ.\n\n4. Đồng chí [[Nguyễn Phước Lộc]], Phó Trưởng Ban Dân vận Trung ương.\/.\n\n==Tham khảo==\n{{tham khảo}}\n{{Đại dịch COVID-19 tại Việt Nam}}\n[[Thể loại:Đại dịch COVID-19 tại Việt Nam]]\n[[Thể loại:Năm 2021]]"}