{"3246618":"{{Bộ máy chính quyền Hà Nội}}\n'''Ban nội chính thành ủy Hà Nội''' là cơ quan tham mưu của [[Thành ủy Hà Nội]] mà trực tiếp, thường xuyên là ban thường vụ thành ủy, thường trực thành ủy về công tác nội chính và phòng, chống tham nhũng.\n\nBan Nội chính Thành ủy Hà Nội được thành lập ngày 14\/8\/2013<ref>{{chú thích web | url = http:\/\/www.tienphong.vn\/xa-hoi\/bo-nhiem-truong-ban-noi-chinh-thanh-uy-ha-noi-641432.tpo | tiêu đề = Bổ nhiệm Trưởng ban Nội chính Thành ủy Hà Nội | author = | ngày = | ngày truy cập = 3 tháng 8 năm 2015 | nơi xuất bản = Báo Điện tử Tiền Phong | ngôn ngữ = }}<\/ref>. Ban Nội chính Thành ủy chịu sự giám sát của [[Ban Nội chính Trung ương]].\n==Nhiệm vụ==\nBan Nội chính Thành ủy có nhiệm vụ sau:\n*Nghiên cứu, đề xuất\n*#Chủ trì hoặc phối hợp tham mưu, đề xuất xây dựng chủ trương, nghị quyết của thành ủy, ban thường vụ thành ủy về công tác nội chính và phòng, chống tham nhũng.\n*#Chủ trì hoặc phối hợp tham mưu, đề xuất cụ thể hóa chủ trương, chính sách của Đảng, pháp luật của Nhà nước về công tác nội chính và phòng, chống tham nhũng đối với đảng bộ thành phố.\n*#Chủ trì xây dựng các đề án về công tác nội chính và phòng, chống tham nhũng, báo cáo thành ủy, ban thường vụ thành ủy xem xét, quyết định.\n*#Chủ trì hoặc phối hợp với các cơ quan có liên quan đề xuất với ban thường vụ thành ủy cho chủ trương về hoạt động của các cơ quan nội chính ở địa phương (tòa án, kiểm sát, tư pháp, thanh tra, công an, quân sự, hải quan), hội luật gia…\n*#Chủ trì hoặc phối hợp với các cơ quan có liên quan đề xuất với ban thường vụ thành ủy, thường trực thành ủy cho chủ trương, định hướng xử lý một số vụ việc, vụ án theo quy định của Đảng và pháp luật của Nhà nước.\n*Hướng dẫn, kiểm tra\n*#Chủ trì hoặc phối hợp hướng dẫn, theo dõi, đôn đốc, kiểm tra, giám sát các cấp ủy, tổ chức đảng trực thuộc thành ủy thực hiện các chủ trương, nghị quyết, chính sách, pháp luật về công tác nội chính và phòng, chống tham nhũng ở địa phương.\n*#Phối hợp với các cơ quan liên quan giúp thành ủy, ban thường vụ thành ủy kiểm tra, giám sát các cơ quan nội chính địa phương thực hiện các chủ trương, nghị quyết, chính sách, pháp luật về công tác nội chính và phòng, chống tham nhũng.\n*Thẩm định\n*#Chủ trì hoặc phối hợp thẩm định các đề án về lĩnh vực nội chính và phòng, chống tham nhũng trước khi trình thành ủy và ban thường vụ thành ủy.\n*Tham gia với ban tổ chức thành ủy về công tác cán bộ theo phân cấp; tham gia với các cơ quan có thẩm quyền trong việc bổ nhiệm một số chức danh tư pháp theo quy định.\n*Thực hiện một số nhiệm vụ khác do ban thường vụ thành ủy, thường trực thành ủy giao.\n==Tổ chức==\nBan Nội chính Thành ủy gồm<ref>{{chú thích web | url = http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/thanh-lap-ban-noi-chinh-thanh-uy-ha-noi-2352562\/ | tiêu đề = Thành lập Ban Nội chính Thành ủy Hà Nội | author =  | ngày =  | ngày truy cập = 3 tháng 8 năm 2015 | nơi xuất bản = Báo Đất Việt | ngôn ngữ =  | archive-date = 2014-08-15 | archive-url = https:\/\/web.archive.org\/web\/20140815230916\/http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/thanh-lap-ban-noi-chinh-thanh-uy-ha-noi-2352562\/ | url-status = dead }}<\/ref>:\n* Trưởng ban\n* Phó trưởng Ban\n* Văn phòng\n* Phòng theo dõi công tác phòng, chống tham nhũng\n* Phòng theo dõi công tác các cơ quan nội chính\n\nTrưởng ban Nội chính Thành ủy Hà Nội là Nguyễn Quang Đức phó trưởng ban là [[Nguyễn Tự Cấp]] và [[Nguyễn Thế Toàn]]<ref>{{chú thích web | url = http:\/\/anninhthudo.vn\/thoi-su\/ong-nguyen-quang-huy-giu-chuc-truong-ban-noi-chinh-thanh-uy-ha-noi\/511639.antd | tiêu đề = Ông Nguyễn Quang Huy giữ chức Trưởng ban Nội chính Thành ủy Hà Nội | author = | ngày = | ngày truy cập = 3 tháng 8 năm 2015 | nơi xuất bản = Báo An ninh Thủ đô | ngôn ngữ = }}<\/ref>.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Thành ủy]]\n[[Thể loại:Chính trị Hà Nội]]\n[[Thể loại:Đảng Cộng sản Việt Nam]]"}