{"237783":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam= Ban Tuyên giáo Trung ương \n|Tên gọi cơ quan Đảng Cộng sản Việt Nam 2=Đảng Cộng sản Việt Nam\n|Logo 1=Communist Party of Vietnam flag.svg\n|Logo 1 kích thước=200px\n|Logo 1 thuyết minh=Đảng kỳ Đảng Cộng sản Việt Nam\n|Tên gọi thành viên=Ban lãnh đạo khóa XIII\n|Thành viên liên tiếp=\n|Chức vụ 1=Trưởng ban\n|Thành viên 1= [[Nguyễn Trọng Nghĩa]]\n|Chức vụ 2=Phó Trưởng ban\n|Thành viên 2=[[Lại Xuân Môn]] (''Thường trực'')<br>Phan Xuân Thủy<br>[[Lê Hải Bình]]<br>[[Trần Thanh Lâm]] <br>Vũ Thanh Mai\n|Chức vụ 3=Phó Trưởng ban kiêm nhiệm\n|Thành viên 3=[[Nguyễn Mạnh Hùng (thiếu tướng)|Nguyễn Mạnh Hùng]]<br>[[Lê Quốc Minh]]\n|Cơ quan chủ quản=[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]]<br \/>[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]<br \/>[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]]\n|Loại hình hình thành=Cơ quan tham mưu Trung ương về chính trị, tư tưởng, về chủ trương, quan điểm và chính sách của Đảng\n|Cấp hành chính=Cấp Trung ương\n|Đạo luật ủy quyền=[[Điều lệ Đảng Cộng sản Việt Nam]]\n|Bầu bởi=[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n|Khu vực 1=2B phố Hoàng Văn Thụ, phường [[Quán Thánh (phường)|Quán Thánh]], quận [[Ba Đình]], [[Hà Nội]]\n|Thời gian thành lập=1930\n|Ngày truyền thống=1 tháng 8<br \/><small>'''Ngày truyền thống của Ngành Tuyên giáo'''<\/small>\n|Tên gọi 1=Ban Cổ động và Tuyên truyền\n|Thời kỳ 1=1930\n|Tên gọi 2=Ban Tuyên giáo Trung ương\n|Thời kỳ 2=2007-nay\n}}\n{{Chính trị Việt Nam}}\n'''Ban Tuyên giáo Trung ương''' là cơ quan tham mưu, giúp việc của [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], trực tiếp và thường xuyên là [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] trong công tác [[xây dựng Đảng]] về [[chính trị]], [[Tư tưởng Hồ Chí Minh|tư tưởng]], [[đạo đức]]; về chủ trương, quan điểm và chính sách của Đảng trong lĩnh vực tuyên tuyền, [[lý luận chính trị]], lịch sử Đảng, [[báo chí]], [[Chế bản|xuất bản]], [[văn hóa]], [[văn nghệ]], thông tin đối ngoại, [[khoa học]], [[công nghệ]], [[giáo dục]], [[đào tạo]], [[dạy nghề]], [[y tế]], [[thể dục]], [[thể thao]], [[dân số]], [[gia đình]], [[trẻ em]]; đồng thời, là cơ quan chuyên môn, nghiệp vụ về công tác tuyên giáo của Đảng.<ref name=\":0\">{{Chú thích web|url=https:\/\/tulieuvankien.dangcongsan.vn\/cac-ban-dang-trung-uong\/ban-tuyen-giao-trung-uong\/ban-tuyen-giao-trung-uong-130|tiêu đề=Ban Tuyên giáo Trung ương|website=|url-status=live}}<\/ref>\n\n==Lịch sử==\nTiền thân của Ban Tuyên giáo Trung ương là Ban Tuyên truyền và Cổ động. Ban Tuyên truyền và Cổ động được thành lập ngay sau khi [[Hội nghị thành lập Đảng Cộng sản Việt Nam|Đảng Cộng sản Việt Nam ra đời]] ngày 3\/2\/1930. Do điều kiện khách quan cần thiết phải đẩy mạnh công tác tuyên truyền hơn nữa.\n\nTại [[Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam 1930|Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng khóa I]] họp từ ngày 14-30\/10\/1930 tại [[Hương Cảng]], hội nghị đã ra nghị quyết lập [[Bộ Tuyên truyền Đảng Cộng sản Đông Dương|Bộ Tuyên truyền]], [[Bộ Tổ chức Đảng Cộng sản Đông Dương|Bộ Tổ chức]] và [[Bộ Công nhân vận động Đảng Cộng sản Đông Dương|Bộ Công nhân vận động]]. Nhiệm vụ ban đầu của Bộ Tuyên truyền là tuyên truyền và cổ động chủ nghĩa cộng sản.\n\nGiữa năm 1941, [[Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]] ra quyết định thành lập Ban Tuyên truyền tại các [[Tỉnh ủy (Việt Nam)|Ban Tỉnh ủy]], nhằm mục đích tuyên truyền đường lối của Đảng, gây dựng cơ sở bền vững chuẩn bị cách mạng toàn quốc sau này.\n\nĐầu năm 1944, [[Bộ Tuyên truyền cổ động Việt Minh]] ra đời. Ban Tuyền truyền cổ động Trung ương là cơ quan tham mưu cho Bộ.\n\nSau [[cách mạng tháng 8]], Ban Tuyên truyền cổ động Trung ương đảm nhiệm nhiệm vụ mới, tuyên truyền chủ trương chính quyền cách mạng mới, ngày độc lập, xóa mù chữ... Đặc biệt là tuyên truyền đấu tranh chống [[Chiến tranh Đông Dương lần hai|thực dân Pháp xâm lược]].\n\nNgày 14\/5\/1950 Ban Tuyên truyền Trung ương và [[Ban Giáo dục Trung ương Đảng Cộng sản Việt Nam|Ban Giáo dục Trung ương]] được thành lập. Ngày 16\/4\/1951, Trung ương Đảng ra Nghị quyết thành lập Ban Tuyên huấn Trung ương.\n\nNgày 1\/12\/1959, [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Trung ương Đảng]] hợp nhất Ban Tuyên huấn Trung ương và Ban Văn giáo Trung ương thành Ban Tuyên huấn văn giáo, gọi tắt là '''Ban Tuyên giáo Trung ương'''.\n\nNgày 30\/l\/1968, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] ra Nghị quyết chia tách Ban Tuyên giáo Trung ương làm Ban Tuyên huấn Trung ương và Ban Khoa giáo Trung ương.{{Cần chú thích}}\n\nNgày 11\/4\/1989, Bộ Chính trị quyết định sáp nhập Ban Văn hoá - Văn nghệ Trung ương (thành lập năm 1980) với Ban Tuyên huấn Trung ương, lấy tên là Ban Tư tưởng - Văn hoá Trung ương.\n\nNgày 11\/4\/2007, Bộ Chính trị ra quyết định sáp nhập Ban Khoa giáo Trung ương và Ban Tư tưởng - Văn hoá Trung ương hợp nhất thành '''Ban Tuyên giáo Trung ương'''.\n==Nhiệm vụ của Ban Tuyên giáo Trung ương==\n1. Nghiên cứu, tham mưu\n\na) Chủ trì, nghiên cứu, tham mưu về chủ trương, đường lối, nhiệm vụ và giải pháp của Đảng trong lĩnh vực tuyên giáo; tham gia chuẩn bị dự thảo nghị quyết Đại hội Đảng.\n\nb) Chủ trì, phối hợp giúp Ban Chấp hành Trung ương Đảng, Bộ Chính trị, Ban Bí thư xây dựng các nghị quyết, chỉ thị, kết luận; cụ thể hóa Cương lĩnh, nghị quyết, chỉ thị, kết luận của Đảng; nghiên cứu, phát triển lý luận chính trị, tổng kết thực tiễn, nghiên cứu các đề án thuộc lĩnh vực tuyên giáo. Tham gia ý kiến với các cơ quan nhà nước trong việc thể chế hóa và thực hiện các nghị quyết, chỉ thị, kết luận của Đảng trong lĩnh vực tuyên giáo.\n\nc) Nghiên cứu tình hình tư tưởng trong Đảng, trong xã hội, đề xuất phương hướng, nhiệm vụ, nội dung, giải pháp xây dựng, chỉnh đốn Đảng và hệ thống chính trị về chính trị, tư tưởng, đạo đức.\n\nd) Tham mưu công tác tuyên truyền, giáo dục, học tập và làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh; tuyên truyền, giáo dục nâng cao nhận thức về học tập, nghiên cứu về ý nghĩa vai trò, tầm quan trọng, sự cần thiết học tập, nghiên cứu, vận dụng sáng tạo và phát triển chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh.\n\nđ) Chủ trì, phối hợp nghiên cứu, phân tích những âm mưu, thủ đoạn và các quan điểm, tư tưởng sai trái, thù địch chống phá Đảng, Nhà nước, chế độ; kịp thời đề xuất đối sách, biện pháp và chỉ đạo đấu tranh bảo vệ nền tảng tư tưởng của Đảng, phản bác các quan điểm sai trái thù địch; đấu tranh với những biểu hiện suy thoái về tư tưởng chính trị, đạo đức, lối sống, những biểu hiện \"tự diễn biến\", \"tự chuyển hóa\" trong nội bộ. Chủ trì, phối hợp thống nhất nội dung đấu tranh với các luận điểm sai trái, thù địch trên các lĩnh vực lý luận chính trị, tư tưởng - văn hóa và văn học - nghệ thuật.\n\n2. Hướng dẫn, kiểm tra, giám sát\n\na) Phối hợp với Ủy ban Kiểm tra Trung ương tham mưu, giúp Bộ Chính trị, Ban Bí thư xây dựng chương trình, kế hoạch kiểm tra, giám sát thuộc lĩnh vực tuyên giáo.\n\nb) Chủ trì, phối hợp hướng dẫn, kiểm tra, giám sát việc tổ chức học tập, quán triệt nghị quyết, chỉ thị, kết luận, quyết định, quy định của Đảng; việc tổ chức thực hiện công tác tuyên giáo đối với các tỉnh ủy, thành ủy, các ban đảng, ban cán sự đảng, đảng đoàn, đảng ủy trực thuộc Trung ương.\n\nc) Chỉ đạo, định hướng về chính trị, tư tưởng trong chương trình đào tạo lý luận chính trị; chủ trì, phối hợp với các cơ quan liên quan thẩm định nội dung các chương trình đào tạo lý luận chính trị sơ cấp, trung cấp, cao cấp và kiểm tra, giám sát việc thực hiện.\n\nd) Chỉ đạo, hướng dẫn, kiểm tra, giám sát về nội dung đào tạo, bồi dưỡng lý luận chính trị cho cán bộ, đảng viên và quần chúng ngoài đối tượng của hệ thống trường chính trị (Trung ương và các tỉnh ủy, thành ủy); kiểm tra về chính trị, tư tưởng trong giảng dạy lý luận chính trị, khoa học xã hội - nhân văn trong hệ thống giáo dục quốc dân.\n\nđ) Chỉ đạo định hướng, hướng dẫn, kiểm tra, giám sát về chính trị, tư tưởng trong hoạt động của các cơ quan báo chí, xuất bản, văn hóa, văn nghệ, các cơ quan thông tin, tuyên truyền, các hội văn học - nghệ thuật, hội nhà báo, hội xuất bản, liên hiệp các hội khoa học và kỹ thuật ở Trung ương và địa phương. Chủ trì, phối hợp hoặc chỉ đạo, hướng dẫn ban tuyên giáo tỉnh ủy, thành ủy (khi cần thiết) kiểm tra về quan điểm chính trị, tư tưởng, công trình nghiên cứu khoa học, tác phẩm văn học, nghệ thuật, báo chí, xuất bản,...; định hướng tư tưởng, hướng dẫn, kiểm tra, giám sát nội dung tuyên truyền và bồi dưỡng nghiệp vụ cho đội ngũ báo cáo viên, tuyên truyền viên, hệ thống cộng tác viên dư luận xã hội từ Trung ương đến cơ sở.\n\ne) Chỉ đạo hệ thống các cơ quan báo chí, xuất bản, văn hóa, văn nghệ, khoa giáo và đội ngũ báo cáo viên, tuyên truyền viên từ Trung ương đến địa phương tuyên truyền chủ nghĩa Mác - Lênin, học tập và làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh.\n\ng) Chỉ đạo, phối hợp, hướng dẫn tổ chức kỷ niệm các ngày lễ lớn, sự kiện lịch sử quan trọng của Đảng, của đất nước; ngày lễ quốc tế; 100 năm, trên 100 năm ngày sinh các đồng chí nguyên lãnh đạo chủ chốt của Đảng, Nhà nước, lãnh đạo tiền bối tiêu biểu; ngày kỷ niệm năm tròn, năm chẵn của các tỉnh, thành phố, ban, bộ, ngành, đoàn thể trực thuộc Trung ương.\n\nh) Chủ trì, phối hợp với Học viện Chính trị quốc gia Hồ Chí Minh, Ban cán sự đảng Bộ Giáo dục và Đào tạo và các cơ quan liên quan trong định hướng tư tưởng, công tác tuyên truyền, giáo dục lịch sử Đảng, lịch sử dân tộc; định kỳ báo cáo kết quả thực hiện.\n\ni) Tổ chức biên soạn, phối hợp phát hành các tài liệu nội bộ phục vụ học tập nghị quyết, chỉ thị, kết luận, quyết định, quy định của Đàng và tài liệu phổ biến kiến thức về giáo dục lý luận chính trị,...\n\n3. Thẩm định\n\nPhối hợp thẩm định, đánh giá tác động về tư tưởng chính trị, công tác tuyên truyền của các chương trình, dự án, đề án trình Bộ Chính trị, Ban Bí thư về kinh tế - xã hội có tính chất phức tạp, nhạy cảm, Nhân dân quan tâm khi có yêu cầu của cơ quan có thẩm quyền.\n\n4. Tham gia, phối hợp trong công tác xây dựng tổ chức bộ máy, đội ngũ cán bộ làm công tác tuyên giáo\n\na) Phối hợp với Ban Tổ chức Trung ương hướng dẫn về chức năng, nhiệm vụ, tổ chức bộ máy và biên chế ban tuyên giáo các cấp.\n\nb) Tham gia với các tỉnh ủy, thành ủy, đảng ủy trực thuộc Trung ương về phương hướng công tác xây dựng Đảng thuộc lĩnh vực tuyên giáo, về tổ chức bộ máy, về quy hoạch, đào tạo, bồi dưỡng, sử dụng, đề bạt, bổ nhiệm, luân chuyển, khen thưởng, miễn nhiệm, kỷ luật đối với cán bộ trong lĩnh vực tuyên giáo theo phân cấp quản lý.\n\nc) Tham gia thẩm định nhân sự về tư tưởng, chính trị, đạo đức đối với cán bộ lĩnh vực tuyên giáo thuộc diện Bộ Chính trị, Ban Bí thư quản lý khi có yêu cầu.\n\nd) Nghiên cứu và tham gia đào tạo, bồi dưỡng kỹ năng, nghiệp vụ cho lực lượng làm công tác tuyên giáo các cấp, các ngành, các đoàn thể.\n\nđ) Phối hợp, tham gia ý kiến với Ban Tổ chức Trung ương và các cơ quan liên quan trong công tác tổ chức, cán bộ của cơ quan báo chí, xuất bản, văn hóa - văn nghệ, các cơ quan thông tin, tuyên truyền, các hội văn học - nghệ thuật, hội nhà báo, hội xuất bản, liên hiệp các hội khoa học và kỹ thuật và các cơ quan Trung ương thuộc lĩnh vực tuyên giáo.\n\ne) Chủ trì, phối hợp với cơ quan quản lý nhà nước về báo chí, xuất bản, thẩm định, kiểm tra, giám sát việc bổ nhiệm, miễn nhiệm, khen thưởng, kỷ luật cán bộ lãnh đạo; việc cấp phép, thành lập cơ quan báo chí, xuất bản, văn hóa, văn nghệ theo quy định của Đảng, Nhà nước.\n\n5. Thông tin đối ngoại và hợp tác quốc tế\n\na) Phối hợp với Ban Chỉ đạo công tác thông tin đối ngoại chỉ đạo, hướng dẫn, kiểm tra, giám sát công tác thông tin, tuyên truyền đối ngoại.\n\nb) Phối hợp với các cơ quan liên quan chỉ đạo, định hướng công tác tuyên truyền về biển, đảo, biên giới, lãnh thổ và công tác nhân quyền.\n\nc) Phối hợp với các cơ quan liên quan xây dựng đề án tuyên truyền và chỉ đạo, định hướng công tác tuyên truyền hoạt động đối ngoại của lãnh đạo Đảng, Nhà nước.\n\nd) Phối hợp với Ban Đối ngoại Trung ương thực hiện hợp tác quốc tế trong lĩnh vực tuyên giáo đối với các chính đảng, tổ chức trên thế giới.\n\n6. Thực hiện một số nhiệm vụ do Bộ Chính trị, Ban Bí thư giao\n\na) Chủ trì, phối hợp đề xuất chủ trương, định hướng tư tưởng, chính trị trong công tác nghiên cứu lý luận và giáo dục chính trị, giáo dục lịch sử truyền thống và đạo đức cách mạng. Chỉ đạo nội dung giáo dục lý luận chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh trong hệ thống giáo dục quốc dân, hệ thống trường chính trị, hệ thống trường của các ngành, đoàn thể và các trung tâm chính trị cấp huyện.\n\nb) Theo dõi, chỉ đạo các hội do Đảng, Nhà nước giao nhiệm vụ ở Trung ương thuộc lĩnh vực tuyên giáo.\n\nc) Nghiên cứu và tham gia xây dựng chủ trương, chính sách đối với đội ngũ trí thức, văn nghệ sĩ.\n\nd) Định hướng xây dựng kế hoạch, chỉ đạo quản lý các đề tài nghiên cứu khoa học cấp bộ của các ban đảng Trung ương.\n\nđ) Phối hợp với các ban, bộ, ngành ở Trung ương trong thực thi pháp luật, triển khai kế hoạch phát triển kinh tế - xã hội, giải quyết các vấn đề phức tạp, nhạy cảm, Nhân dân quan tâm.\n\ne) Thường trực và tham gia một số ban chỉ đạo Trung ương do Bộ Chính trị, Ban Bí thư phân công.\n\ng) Thực hiện những công việc khác do Bộ Chính trị, Ban Bí thư giao.\n\n== Lãnh đạo Ban khóa XIII ==\n\n=== Trưởng ban ===\n\n* '''[[Thượng tướng]] [[Nguyễn Trọng Nghĩa]], [[Bí thư Trung ương Đảng]]'''\n\n=== Phó Trưởng ban ===\n#[[Lại Xuân Môn]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Phó Trưởng ban thường trực <ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Nhan-su\/Trien-khai-Quyet-dinh-cua-Bo-Chinh-tri-ve-cong-tac-can-bo\/446457.vgp|tựa đề=Triển khai Quyết định của Bộ Chính trị về công tác cán bộ|url-status=live}}<\/ref>\n#[[Lê Hải Bình]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên dự khuyết Trung ương Đảng]] <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/trao-quyet-dinh-bo-nhiem-ong-le-hai-binh-lam-pho-truong-ban-tuyen-giao-trung-uong-20210823112053805.htm|tựa đề=Trao quyết định bổ nhiệm ông Lê Hải Bình làm phó trưởng Ban Tuyên giáo trung ương|url-status=live}}<\/ref>\n#Phan Xuân Thủy\n#Trần Thanh Lâm <ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Nhan-su\/Ban-Bi-thu-Trung-uong-Dang-bo-nhiem-nhan-su-moi\/455029.vgp|tựa đề=Ban Bí thư Trung ương Đảng bổ nhiệm nhân sự mới|url-status=live}}<\/ref>\n#Vũ Thanh Mai\n=== Phó Trưởng ban kiêm nhiệm ===\n#[[Nguyễn Mạnh Hùng (thiếu tướng)|Nguyễn Mạnh Hùng]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], [[Thiếu tướng]], Bộ trưởng [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ Thông tin và Truyền thông]] <ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Nhan-su\/Trao-Quyet-dinh-ve-viec-phan-cong-cong-tac-cho-dong-chi-Nguyen-Manh-Hung\/342493.vgp|tiêu đề=Trao Quyết định về việc phân công công tác cho đồng chí Nguyễn Mạnh Hùng|website=}}<\/ref>\n#[[Lê Quốc Minh]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], Tổng Biên tập [[Nhân Dân (báo)|Báo Nhân dân]], Chủ tịch [[Hội Nhà báo Việt Nam]] <ref>{{Chú thích web|url=https:\/\/vov.vn\/chinh-tri\/tong-bien-tap-bao-nhan-dan-le-quoc-minh-kiem-nhiem-pho-ban-tuyen-giao-trung-uong-880452.vov|tựa đề=Tổng biên tập báo Nhân dân Lê Quốc Minh kiêm nhiệm Phó Ban Tuyên giáo Trung ương|url-status=live}}<\/ref>\n\n==Cơ cấu tổ chức ==\n''(Theo Điều 3, Quyết định số 88-QĐ\/TW ngày 1 tháng 12 năm 2022 của Bộ Chính trị về chức năng, nhiệm vụ, quyền hạn, tổ chức bộ máy của Ban Tuyên giáo Trung ương)''\n\n=== Các vụ, đơn vị trực thuộc ===\n\n* Văn phòng Ban\n* Vụ Tổng hợp\n* Vụ Tổ chức - Cán bộ\n* Vụ Lý luận chính trị\n* Vụ Tuyên truyền\n* Vụ Báo chí - Xuất bản\n* Vụ Văn hoá - Văn nghệ\n* Vụ Khoa học và Công nghệ\n* Vụ Giáo dục\n* Vụ Xã hội\n* Vụ Thông tin đối ngoại và Hợp tác quốc tế\n* Viện Dư luận xã hội\n* Văn phòng Ban Chỉ đạo 35 Trung ương\n* Trung tâm Thông tin công tác tuyên giáo\n* Tạp chí Tuyên giáo\n* Báo điện tử Đảng Cộng sản Việt Nam\n* Cơ quan thường trực khu vực miền Nam\n* Cơ quan thường trực khu vực miền Trung - Tây Nguyên\n\n=== Các đơn vị được Bộ Chính trị, Ban Bí thư giao trực tiếp quản lý ===\n\n* Hội đồng Khoa học các cơ quan đảng Trung ương\n* Hội đồng lý luận, phê bình văn học, nghệ thuật Trung ương (có Tạp chí Lý luận, phê bình văn học, nghệ thuật)\n* Ban Chỉ đạo Công tác thông tin đối ngoại Trung ương (có Trang thông tin Đối ngoại điện tử)\n\n== Lãnh đạo Ban các thời kỳ ==\n;Ban Văn hóa Trung ương (1949-1950)\n*Trưởng ban: [[Trần Huy Liệu]]\n;Ban Tuyên truyền Trung ương Đảng (1950-1951)\n*Phụ trách ban: [[Trường Chinh]]\n*Trưởng ban: [[Tố Hữu]]\n*Phó Trưởng ban: [[Trần Văn Giàu]]\n*Ủy viên: [[Lê Quang Đạo]], [[Xuân Thủy]], [[Lê Liêm]]\n;Ban Giáo dục Trung ương Đảng (1950-1951)\n*Phụ trách: [[Phạm Văn Đồng]]\n*Trưởng ban: [[Hà Huy Giáp]] \n*Phó trưởng ban: [[Nguyễn Khánh Toàn]]\n*Ủy viên: [[Trần Huy Liệu]], [[Đào Duy Kỳ]], [[Hoàng Hữu Nhân]], [[Nguyễn Hữu Đang]], [[Hoài Thanh]]\n;Ban Tuyên huấn Trung ương (1951-1954)\n*Trưởng ban: [[Trường Chinh]]\n*Ủy viên: [[Phạm Văn Đồng]], [[Tố Hữu]], [[Trần Quang Huy]], [[Hoàng Tùng]], [[Xuân Thủy]], [[Lê Quang Đạo]], [[Nguyễn Chương]], [[Nguyễn Khánh Toàn]], [[Minh Tranh]]\n;Ban Tuyên huấn Trung ương (1954-1955)\n*Trưởng ban: [[Trường Chinh]]\n*Phó trưởng ban thường trực: [[Tố Hữu]]\n*Phó trưởng ban: [[Nguyễn Chương]], [[Nguyễn Huy]], Trần Tống\n;Ban Tuyên huấn Trung ương (1955-1959)\n*Trưởng ban: [[Tố Hữu]]\n*Phó trưởng ban: [[Nguyễn Kỉnh]], [[Nguyễn Huy]], [[Nguyễn Chương]]\n;Ban Văn hoá giáo dục Trung ương\/Ban Văn giáo Trung ương (1958-1959)\n*Trưởng ban: [[Hà Huy Giáp]]\n*Phó trưởng ban: [[Trần Quang Huy]]\n;Ban Tuyên huấn văn giáo Trung ương\/Ban Tuyên giáo Trung ương (1959-1968)\n*Trưởng ban: [[Trường Chinh]] (đến 1960)\n*Phó trưởng ban: [[Tố Hữu]] (từ 1960 là trưởng ban), [[Hà Huy Giáp]], [[Nguyễn Chương]], [[Trần Tống]], [[Trần Quang Huy]]\n;Ban Tuyên huấn Trung ương (1968-1989)\n*Trưởng ban: [[Tố Hữu]]\n*Phó trưởng ban: [[Hoàng Tùng]], [[Đào Duy Tùng]], [[Nguyễn Vịnh]], [[Hà Huy Giáp]], [[Trần Độ]]\n'''Từ 1976:'''\n*Trưởng ban: [[Tố Hữu]] \n*Phó trưởng ban: [[Hoàng Tùng]], [[Đào Duy Tùng]], [[Hà Huy Giáp]], [[Nguyễn Minh Vỹ]], [[Vũ Đình Liệu]]\n'''Từ 1980:'''\n*Trưởng ban: [[Hoàng Tùng]]\n*Phó trưởng ban: [[Đào Duy Tùng]], [[Nguyễn Minh Vỹ]], [[Lê Xuân Đồng]], [[Nguyễn Vịnh]], [[Võ Quang Trinh]]\n'''Từ 1982:'''\n*Trưởng ban: [[Đào Duy Tùng]]\n*Phó trưởng ban: [[Lê Xuân Đồng]], [[Vũ Thị Thanh]], [[Nguyễn Hoàng]], [[Trần Trọng Tân]]\n'''Từ 1987:'''\n*Trưởng ban: [[Trần Trọng Tân]]\n*Phó trưởng ban: [[Lê Xuân Đồng]], [[Nguyễn Hoàng]], [[Vũ Thị Thanh]], [[Võ Quang Trinh]], [[Nguyễn Thái Ninh]], [[Hà Học Hợi]], [[Cao Xuân Long]]\n;Ban khoa học giáo dục Trung ương\/Ban Khoa giáo Trung ương (1968-2007)\n* Trưởng ban: [[Tố Hữu]]\n* Phó trưởng ban: [[Trần Quang Huy]], [[Trần Tống]], [[Trần Quỳnh]], [[Nguyễn Khánh Toàn]], [[Lê Liêm]], [[Hoàng Đài]] (bổ sung 1976), [[Phạm Văn Kiết]] (bổ sung 1976)\n;Từ 1980:\n* Trưởng ban:\n- [[Bùi Thanh Khiết]] (1980-1984)<br>- [[Lê Quang Đạo]] (1984-1987)<br>- [[Đặng Quốc Bảo]] (1987-1991)<br>- [[Nguyễn Đình Tứ]] (1991-1996)<br>- [[Đặng Hữu]] (1996-2002)<br>- [[Đỗ Nguyên Phương]] (2002-2007)\n* Phó trưởng ban: [[Đặng Quốc Bảo]] (Phó trưởng ban thứ nhất đến 1987),  [[Võ Thuần Nho]], [[Phạm Như Cương]] (đến 1985), [[Trịnh Văn Tự]] (đến 1988), [[Hồ Trúc]] (đến 1984), [[Nguyễn Duy Quý]] (bổ sung 1985), [[Phạm Tất Dong]] (bổ sung 1988), [[Hoàng Đài]] (nghỉ hưu 1989), [[Vũ Đình Cự]] (từ 1991), [[Nguyễn Hữu Tăng]] (bổ sung 1994), [[Phạm Minh Hạc]] (Phó trưởng ban thứ nhất từ 1996), [[Trần Ngọc Tăng]]\n;Ban Văn hoá Văn nghệ Trung ương (1980-1989)\nTrưởng ban: [[Trần Độ]] (đến 1982, 1986-1989)<br>[[Hà Xuân Trường]] (1982-1986)\n* Phó trưởng ban: [[Nguyễn Văn Hạnh]], [[Trần Hoàn]], [[Ca Lê Thuần]]\n;Ban Tư tưởng - Văn hoá Trung ương (1989-2007)\n*Trưởng ban: [[Trần Trọng Tân]] (đến 1991)<br>[[Nguyễn Thái Ninh]] (1991-1992)\n*Phó trưởng ban: [[Lê Xuân Đồng]], [[Nguyễn Hoàng]], [[Vũ Thị Thanh]], [[Võ Quang Trinh]], [[Nguyễn Thái Ninh]], [[Hà Học Hợi]], [[Cao Xuân Long]]\n'''Từ 1992-1996'''\n*Trưởng ban: [[Hà Đăng]]\n*Phó trưởng ban: [[Hà Học Hợi]], [[Hồ Anh Dũng]], [[Lê Thanh Nhàn]], [[Phạm Quang Nghị]]\n'''Từ 1996-2001'''\n*Trưởng ban: [[Hữu Thọ]]\n*Phó trưởng ban: [[Phạm Quang Nghị]], [[Hà Học Hợi]], [[Trần Hoàn]], [[Đào Duy Quát]], [[Võ Hồng Nhân]], [[Nguyễn Ngô Hai]], [[Trần Văn Luật]]\n'''Từ 2001-2006'''\n* Trưởng ban: [[Nguyễn Khoa Điềm]] \n* Phó Trưởng ban: [[Hồng Vinh|Nguyễn Hồng Vinh]], [[Lê Doãn Hợp]], [[Đào Duy Quát]], [[Phùng Hữu Phú]]\n;Ban Tuyên giáo Trung ương (2007-nay)\n{| class=\"wikitable\"\n|+\n!Nhiệm kỳ\n!Họ tên\n!Chức vụ\n|-\n| rowspan=\"7\" |2006 - 2011\n|'''[[Tô Huy Rứa]]'''\n|'''Trưởng ban'''\n|-\n|[[Phùng Hữu Phú]] (Thường trực)\n| rowspan=\"6\" |Phó Trưởng ban\n|-\n|Đào Duy Quát\n|-\n|Nghiêm Đình Vỳ\n|-\n|[[Vũ Ngọc Hoàng]]\n|-\n|Phạm Văn Linh\n|-\n|[[Nguyễn Thế Kỷ]]\n|-\n| rowspan=\"11\" |2011 - 2016\n|'''[[Đinh Thế Huynh]]'''\n|'''Trưởng ban'''\n|-\n|[[Vũ Ngọc Hoàng]] (Thường trực)\n| rowspan=\"10\" |Phó Trưởng ban\n|-\n|[[Nguyễn Văn Nên]]\n|-\n|[[Mai Văn Ninh]] (Thường trực)\n|-\n|[[Võ Văn Phuông]]\n|-\n|[[Nguyễn Bắc Son]]\n|-\n|[[Trương Minh Tuấn]]\n|-\n|[[Phạm Văn Linh]]\n|-\n|[[Nguyễn Thế Kỷ]]\n|-\n|[[Bùi Thế Đức]]\n|-\n|[[Lâm Thị Phương Thanh|Lâm Phương Thanh]]\n|-\n| rowspan=\"13\" |2016 - 2021\n|'''[[Võ Văn Thưởng]]'''\n|'''Trưởng ban'''\n|-\n|[[Mai Văn Ninh]] (Thường trực)\n| rowspan=\"12\" |Phó Trưởng ban\n|-\n|[[Võ Văn Phuông]] (Thường trực)\n|-\n|[[Bùi Thế Đức]]\n|-\n|[[Lâm Thị Phương Thanh|Lâm Phương Thanh]]\n|-\n| [[Phạm Văn Linh]]\n|-\n|[[Trương Minh Tuấn]]\n|-\n|[[Thuận Hữu]]\n|-\n|[[Nguyễn Mạnh Hùng (thiếu tướng)|Nguyễn Mạnh Hùng]]\n|-\n|[[Bùi Trường Giang]]\n|-\n|[[Lê Mạnh Hùng]]\n|-\n|[[Nguyễn Hồng Diên]]\n|- \n|[[Phan Xuân Thủy]]\n|-\n| rowspan=\"10\" |2021 - 2026\n|'''Thượng tướng [[Nguyễn Trọng Nghĩa]] '''\n|'''Trưởng ban'''\n|-\n|[[Lại Xuân Môn]] (Thường trực)\n| rowspan=\"7\" |Phó Trưởng ban\n|-\n|[[Phùng Xuân Nhạ]]\n|-\n|[[Lê Hải Bình]]\n|-\n|[[Lê Quốc Minh]]\n|-\n|[[Phan Xuân Thủy]]\n|-\n|[[Nguyễn Mạnh Hùng (thiếu tướng)|Nguyễn Mạnh Hùng]]\n|-\n|Vũ Thanh Mai \n|}\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n[http:\/\/www.tuyengiao.vn Tạp chí điện tử Ban Tuyên giáo Trung ương]{{Trưởng Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam}}{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam]]"}