{"3291742":"{{Infobox cơ quan Việt Nam\n|Chức vụ 1=\n|Chức vụ 2=\n|Cơ quan chủ quản=\n|Cấp hành chính=\n|Khu vực 1=\n|Logo 1=Communist Party of Vietnam flag.svg\n|Logo 1 kích thước=180px|200px |Logo 1 thuyết minh=Đảng kỳ Đảng Cộng sản Việt Nam\n|Logo 2=Emblem of Vietnam.svg\n|Logo 2 thuyết minh=Quốc huy Việt Nam<br \/><small>Được treo tại trụ sở Ban Chỉ đạo Tây Nguyên<\/small>\n|Loại hình hình thành=Cơ quan chỉ đạo, hướng dẫn và giám sát các tỉnh thuộc khu vực phía Tây Nguyên\n|Thành viên 1=\n||Tên gọi cơ quan Đảng Cộng sản Việt Nam=<big>Ban Chỉ đạo Tây Nguyên<\/big>\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam 2=<big>Việt Nam<\/big>\n|Đạo luật ủy quyền=\n|Thời gian thành lập=7\/2002 – 1\/2018 ''(kết thúc hoạt động)''<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ket-thuc-hoat-dong-cac-ban-chi-dao-tay-bac-tay-nguyen-tay-nam-bo-3654156.html?vn_source=box-Topstory&vn_medium=ho&vn_campaign=vn|title=Kết thúc hoạt động các Ban chỉ đạo Tây Bắc, Tây Nguyên, Tây Nam Bộ}}<\/ref>}}\n\n'''Ban Chỉ đạo Tây Nguyên''' là cơ quan của [[Đảng Cộng sản Việt Nam]] chịu trách nhiệm chỉ đạo, hướng dẫn và giám sát, đôn đốc các [[tỉnh]] thuộc khu vực [[Tây Nguyên]] và vùng phụ cận thực hiện các nhiệm vụ của [[Đảng Cộng sản Việt Nam|Đảng]] và [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] giao các địa phương về phát triển kinh tế, xã hội, an ninh, quốc phòng,... Ban Chỉ đạo Tây Nguyên có trụ sở đặt tại thành phố [[Buôn Ma Thuột]] thuộc tỉnh [[Đắk Lắk|Đăk Lăk]].\n\nBan Chỉ đạo Tây Nguyên hoạt động trên địa bàn các tỉnh: [[Gia Lai]], [[Kon Tum]], [[Đắk Lắk]], [[Lâm Đồng]], [[Đắk Nông]] và các huyện miền núi của các tỉnh: [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]], [[Phú Yên]], [[Khánh Hòa]], [[Bình Phước]], [[Ninh Thuận]], [[Bình Thuận]]. Ban Chỉ đạo Tây Nguyên là một trong 3 Ban Chỉ đạo thuộc quyền quản lý của [[Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]]; 2 Ban còn lại là [[Ban Chỉ đạo Tây Bắc Việt Nam|Ban Chỉ đạo Tây Bắc]], [[Ban Chỉ đạo Tây Nam Bộ Việt Nam|Ban Chỉ đạo Tây Nam Bộ]].\n\nSáng ngày 11 tháng 10 năm 2017, tại Hội nghị Trung ương 6 (khóa 12), [[Danh sách ủy viên Trung ương Đảng khóa XIII|Ban Chấp hành Trung ương Đảng khóa XII]] đã thống nhất kết thúc hoạt động của các Ban Chỉ đạo Tây Bắc, Tây Nguyên, Tây Nam Bộ.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ket-thuc-hoat-dong-cac-ban-chi-dao-tay-bac-tay-nguyen-tay-nam-bo-3654156.html?vn_source=box-Topstory&vn_medium=ho&vn_campaign=vn|tiêu đề=Kết thúc hoạt động các Ban chỉ đạo Tây Bắc, Tây Nguyên, Tây Nam Bộ}}<\/ref>\n\n== Tổ chức ==\nBan Chỉ đạo Tây Nguyên gồm:\n; Thường trực\n* Trưởng ban\n* Phó Trưởng ban Thường trực\n* Phó Trưởng ban\n* Ủy viên chuyên trách\n; Cơ quan thường trực\n* Văn phòng\n* Vụ Kinh tế\n* Vụ Văn hóa – Xã hội\n* Vụ An ninh – Quốc phòng\n* Vụ Dân tộc – Tôn giáo\n* Vụ Xây dựng hệ thống chính trị.\n==Chức năng và nhiệm vụ==\n===Nhiệm vụ===\nBan Chỉ đạo Tây Nguyên là cơ quan trực thuộc Bộ Chính trị, Ban Bí thư, giúp Bộ Chính trị, Ban Bí thư, Thủ tướng Chính phủ chỉ đạo thực hiện các nhiệm vụ:\n*Chỉ đạo, kiểm tra, đôn đốc các bộ, ngành, địa phương triển khai thực hiện nghị quyết, chỉ thị, quyết định của Bộ Chính trị, Ban Bí thư và Thủ tướng Chính phủ về phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, công tác xây dựng hệ thống chính trị trên địa bàn.\n*Nghiên cứu, tham mưu, đề xuất với Đảng và Chính phủ về cơ chế, chính sách cùng các giải pháp cần chỉ đạo để thực hiện có hiệu quả nhiệm vụ phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, xây dựng hệ thống chính trị; về liên kết vùng trong phát triển kinh tế - xã hội, xây dựng, củng cố thế trận quốc phòng toàn dân, an ninh nhân dân trên các tuyến, trong từng vùng, về biến đổi khí hậu…\n*Chỉ đạo và tổ chức phối hợp các lực lượng, cơ quan chức năng của Trung ương và địa phương đấu tranh ngăn chặn âm mưu, hoạt động chống phá của các thế lực thù địch; chỉ đạo xử lý kịp thời những tình huống đột xuất về an ninh chính trị và trật tự an toàn xã hội, giữ vững ổn định chính trị - xã hội trên địa bàn.\n*Tổ chức sơ kết, tổng kết và định kỳ báo cáo Bộ Chính trị, Ban Bí thư và Thủ tướng Chính phủ về việc thực hiện các nhiệm vụ công tác của Ban Chỉ đạo.\n===Quyền hạn===\nBan Chỉ đạo Tây Nguyên có quyền hạn sau:\n*Ban Chỉ đạo được yêu cầu các bộ, ban, ngành Trung ương liên quan, cấp uỷ và chính quyền các tỉnh, thành phố trên địa bàn báo cáo tình hình thực hiện nghị quyết, chỉ thị, quyết định của Đảng và Chính phủ về phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, xây dựng hệ thống chính trị trên địa bàn.\n*Được tham dự các hội nghị sơ kết, tổng kết các chuyên đề của Trung ương, Chính phủ, các bộ, ban, ngành Trung ương và địa phương có liên quan tới sự phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, công tác xây dựng hệ thống chính trị trên địa bàn.\n*Được cung cấp thông tin và tham gia ý kiến đối với các văn bản của các ban, bộ, ngành Trung ương về phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, công tác xây dựng hệ thống chính trị trên địa bàn.\n*Được tham mưu, đề xuất với Bộ Chính trị, Ban Bí thư và Thủ tướng Chính phủ các chủ trương, chính sách có tính đặc thù trên địa bàn về các lĩnh vực kinh tế - xã hội, an ninh, quốc phòng, dân tộc, tôn giáo, xây dựng hệ thống chính trị.\n*Được mời tham dự và đóng góp ý kiến tại một số cuộc họp, hội nghị quan trọng của cấp uỷ, chính quyền các tỉnh, thành phố liên quan đến quy hoạch tổng thể, phát triển kinh tế - xã hội, quốc phòng, an ninh, các dự án đầu tư các công trình trọng điểm, kế hoạch sử dụng đất đai thuộc thẩm quyền của Thủ tướng Chính phủ.\n== Nguyên tắc làm việc ==\n1- Ban Chỉ đạo chịu sự chỉ đạo trực tiếp của Bộ Chính trị, Ban Bí thư, Thủ tướng Chính phủ.\n\n2- Ban Chỉ đạo làm việc theo nguyên tắc tập thể thảo luận, Trưởng ban kết luận và chỉ đạo thực hiện.\n\n== Chế độ làm việc ==\n1- Ban Chỉ đạo họp 6 tháng một lần, họp bất thường khi cần.\n\n2- Các thành viên kiêm nhiệm của Ban Chỉ đạo phải dành thời gian cần thiết để nắm tình hình và tổ chức thực hiện những nhiệm vụ thuộc lĩnh vực được phân công.\n\n3- Cơ quan Thường trực Ban Chỉ đạo do Phó trưởng ban Thường trực trực tiếp chỉ đạo và quản lý.\n\n4- Cơ quan Thường trực của Ban Chỉ đạo mỗi tháng họp một lần; 6 tháng một lần lãnh đạo Ban Chỉ đạo đến làm việc với lãnh đạo các tỉnh uỷ, thành uỷ trên địa bàn và họp 3 tháng một lần với các cơ quan có liên quan của Trung ương đóng trên địa bàn để thống nhất nội dung phối hợp và chỉ đạo các mặt công tác thuộc nhiệm vụ của Ban Chỉ đạo.\n\n== Ban lãnh đạo các thời kì ==\n\n=== 2002–2011 ===\n; Trưởng ban\n* [[Nguyễn Tấn Dũng]] – [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Phó Thủ tướng Việt Nam|Phó Thủ tướng thường trực Chính phủ]][[Bộ trưởng Bộ Công an Việt Nam|.]]\n* [[Lê Hồng Anh]] – [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an.]]\n* [[Trần Đại Quang]] – [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an.]]\n; Phó Trưởng ban Thường trực\n* Mai Văn Năm\n* [[Nguyễn Văn Nên]]\n* [[Trần Việt Hùng]]\n\n=== 2011–2016 ===\n'''Trưởng ban'''\n* [[Trần Đại Quang]] – [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an.]]\n; Phó Trưởng ban\n* [[Triệu Xuân Hòa]]\n* H'Ngăm Niê KĐăm\n* [[Niê Thuật]]\n* Nguyễn Đức Phong – Ủy viên Chuyên trách\n* [[Trần Đình Thu]] – Ủy viên Chuyên trách\n\n=== 2016–2017 ===\n'''Trưởng ban'''\n* [[Tô Lâm]] – [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an.]]\n'''Phó Trưởng ban'''\n* Điểu Kré – Phó Trưởng ban Thường trực<ref name=\":0\">[http:\/\/dangcongsan.vn\/ngan-hang-chinh-sach-xa-hoi-vi-muc-tieu-xoa-doi-giam-ngheo\/pho-truong-ban-thuong-truc-ban-chi-dao-tay-nguyen-tran-viet-hung-tham-va-lam-viec-tai-xa-h-ra-368375.html Phó Trưởng ban Thường trực Ban Chỉ đạo Tây Nguyên Trần Việt Hùng thăm và làm việc tại xã H’Ra]. ''Đảng Cộng sản Việt Nam''.<\/ref><ref name=\":1\">[http:\/\/www.baodaklak.vn\/channel\/3482\/201606\/giao-ban-cong-tac-bao-chi-khu-vuc-tay-nguyen-tao-suc-manh-truyen-thong-ve-tay-nguyen-2437333\/ Tạo sức mạnh truyền thông về Tây Nguyên]. ''Báo điện tử Đắk Lắk''.<\/ref><ref name=\":2\">[http:\/\/www.baobariavungtau.com.vn\/chinh-tri\/201606\/thu-tuong-lam-viec-voi-ban-chi-dao-tay-nguyen-683349\/index.htm Thủ tướng làm việc với Ban Chỉ đạo Tây Nguyên]. ''Báo Bà Rịa - Vũng Tàu.''<\/ref>\n* H'Ngăm Niê KĐăm\n* Nguyễn Đức Phong – Ủy viên Chuyên trách kiêm Vụ trưởng Vụ Kinh tế\n* [[Trần Đình Thu]] – Ủy viên Chuyên trách\n\n== Tham khảo ==\n{{tham khảo|2}}\n\n<!---\n# <ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-907-QD-TTg-bo-nhiem-ba-H-Ngam-Nie-KDam-kiem-nhiem-chuc-vu-Uy\/107392\/noi-dung.aspx Quyết định 907\/QĐ-TTg bổ nhiệm bà H'Ngăm Niê KĐăm, Phó Chủ tịch Trung ương Hội Liên hiệp Phụ nữ Việt Nam, kiêm nhiệm chức vụ Ủy viên Hội đồng quản trị Ngân hàng Chính sách xã hội, thay bà Nguyễn Thị Kim Thúy, Phó Chủ tịch Thường trực Trung ương Hội Liên hiệp Phụ nữ Việt Nam.]<\/ref>\n# <ref>[http:\/\/cand.com.vn\/thoi-su\/Cao-Ban-Chi-da-o-Tay-Nguyen-so-ke-t-6-tha-ng-da-u-nam-2015-357756 Ban Chỉ đạo Tây Nguyên sơ kết 6 tháng đầu năm 2015]<\/ref>\n# http:\/\/vov.vn\/tags\/ban-chi-dao-tay-nguyen.vov {{Webarchive|url=https:\/\/web.archive.org\/web\/20160621175243\/http:\/\/vov.vn\/tags\/ban-chi-dao-tay-nguyen.vov |date=2016-06-21 }} --->\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Ban Chỉ đạo Tây Nguyên Việt Nam]]"}