{"3189274":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam= <big>Ban Chỉ đạo Tây Bắc<\/big> \n|Tên gọi cơ quan Đảng Cộng sản Việt Nam 2=<big>Việt Nam<\/big>\n|Logo 1=Communist Party of Vietnam flag.svg\n|Logo 1 kích thước=200px\n|Logo 1 thuyết minh=Đảng kỳ Đảng Cộng sản Việt Nam\n|Logo 2=Emblem of Vietnam.svg\n|Logo 2 thuyết minh=Quốc huy Việt Nam<br \/><small>Được treo tại trụ sở Ban Chỉ đạo Tây Bắc<\/small>\n|Thành viên liên tiếp=\n|Loại hình hình thành=Cơ quan chỉ đạo, hướng dẫn và giám sát các tỉnh thuộc khu vực phía Tây Bắc \n|Thời gian thành lập= 8\/2004 - 1\/2018 ''(kết thúc hoạt động)''<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ket-thuc-hoat-dong-cac-ban-chi-dao-tay-bac-tay-nguyen-tay-nam-bo-3654156.html?vn_source=box-Topstory&vn_medium=ho&vn_campaign=vn|title=Kết thúc hoạt động các Ban chỉ đạo Tây Bắc, Tây Nguyên, Tây Nam Bộ}}<\/ref>\n}}\n{{Chính trị Việt Nam}}\n'''Ban Chỉ đạo Tây Bắc''' là cơ quan chịu trách nhiệm chỉ đạo, hướng dẫn và giám sát các tỉnh thuộc khu vực phía Tây Bắc của [[Đảng Cộng sản Việt Nam]], và trực tiếp thuộc [[Bộ Chính trị]] quản lý và giám sát.\n\nBan Chỉ đạo được thành lập ngày 24\/8\/2004 theo quyết định của Bộ Chính trị nhằm giúp Bộ Chính trị chỉ đạo thực hiện Nghị quyết 37-NQ\/TW về phương hướng phát triển kinh tế-xã hội và bảo đảm quốc phòng, an ninh vùng [[Tây Bắc Bộ|trung du và miền núi phía Bắc Bộ]].\n\nBan Chỉ đạo Tây Bắc là một trong 3 Ban Chỉ đạo thuộc quyền quản lý của Bộ Chính trị, Ban Bí thư, Ban Chấp hành Trung ương Đảng. 2 Ban còn lại là [[Ban Chỉ đạo Tây Nguyên]], [[Ban Chỉ đạo Tây Nam Bộ Việt Nam|Ban Chỉ đạo Tây Nam Bộ]].\n\n'''Sáng ngày 11 tháng 10 năm 2017, Tại Hội nghị Trung ương 6 (khóa 12), [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII|Ban Chấp hành Trung ương Đảng khóa XII]] đã thống nhất kết thúc hoạt động của các Ban Chỉ đạo Tây Bắc, Tây Nguyên, Tây Nam Bộ <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ket-thuc-hoat-dong-cac-ban-chi-dao-tay-bac-tay-nguyen-tay-nam-bo-3654156.html?vn_source=box-Topstory&vn_medium=ho&vn_campaign=vn|title=Kết thúc hoạt động các Ban chỉ đạo Tây Bắc, Tây Nguyên, Tây Nam Bộ}}<\/ref>.'''\n\n==Chức năng và nhiệm vụ==\n===Nhiệm vụ===\nBan Chỉ đạo Tây Bắc là cơ quan trực thuộc Bộ Chính trị, Ban Bí thư, giúp Bộ Chính trị, Ban Bí thư, Thủ tướng Chính phủ chỉ đạo thực hiện các nhiệm vụ:\n* Chỉ đạo, kiểm tra, đôn đốc các bộ, ngành, địa phương triển khai thực hiện nghị quyết, chỉ thị, quyết định của Bộ Chính trị, Ban Bí thư và Thủ tướng Chính phủ về phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, công tác xây dựng hệ thống chính trị trên địa bàn.\n* Nghiên cứu, tham mưu, đề xuất với Đảng và Chính phủ về cơ chế, chính sách cùng các giải pháp cần chỉ đạo để thực hiện có hiệu quả nhiệm vụ phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, xây dựng hệ thống chính trị; về liên kết vùng trong phát triển kinh tế - xã hội, xây dựng, củng cố thế trận quốc phòng toàn dân, an ninh nhân dân trên các tuyến, trong từng vùng, về biến đổi khí hậu…\n* Chỉ đạo và tổ chức phối hợp các lực lượng, cơ quan chức năng của Trung ương và địa phương đấu tranh ngăn chặn âm mưu, hoạt động chống phá của các thế lực thù địch; chỉ đạo xử lý kịp thời những tình huống đột xuất về an ninh chính trị và trật tự an toàn xã hội, giữ vững ổn định chính trị - xã hội trên địa bàn.\n* Tổ chức sơ kết, tổng kết và định kỳ báo cáo Bộ Chính trị, Ban Bí thư và Thủ tướng Chính phủ về việc thực hiện các nhiệm vụ công tác của Ban Chỉ đạo.\n===Quyền hạn===\nBan Chỉ đạo Tây Bắc có quyền hạn sau:\n* Ban Chỉ đạo được yêu cầu các bộ, ban, ngành Trung ương liên quan, cấp uỷ và chính quyền các tỉnh, thành phố trên địa bàn báo cáo tình hình thực hiện nghị quyết, chỉ thị, quyết định của Đảng và Chính phủ về phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, xây dựng hệ thống chính trị trên địa bàn.\n* Được tham dự các hội nghị sơ kết, tổng kết các chuyên đề của Trung ương, Chính phủ, các bộ, ban, ngành Trung ương và địa phương có liên quan tới sự phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, công tác xây dựng hệ thống chính trị trên địa bàn.\n* Được cung cấp thông tin và tham gia ý kiến đối với các văn bản của các ban, bộ, ngành Trung ương về phát triển kinh tế - xã hội, bảo đảm an ninh, quốc phòng, công tác dân tộc, tôn giáo, công tác xây dựng hệ thống chính trị trên địa bàn.\n* Được tham mưu, đề xuất với Bộ Chính trị, Ban Bí thư và Thủ tướng Chính phủ các chủ trương, chính sách có tính đặc thù trên địa bàn về các lĩnh vực kinh tế - xã hội, an ninh, quốc phòng, dân tộc, tôn giáo, xây dựng hệ thống chính trị.\n* Được mời tham dự và đóng góp ý kiến tại một số cuộc họp, hội nghị quan trọng của cấp uỷ, chính quyền các tỉnh, thành phố liên quan đến quy hoạch tổng thể, phát triển kinh tế - xã hội, quốc phòng, an ninh, các dự án đầu tư các công trình trọng điểm, kế hoạch sử dụng đất đai thuộc thẩm quyền của Thủ tướng Chính phủ.\n==Phiên họp==\nBan Chỉ đạo họp 6 tháng một lần, họp bất thường khi cần.\n\nCác thành viên kiêm nhiệm của Ban Chỉ đạo phải dành thời gian cần thiết để nắm tình hình và tổ chức thực hiện những nhiệm vụ thuộc lĩnh vực được phân công.\n\nCơ quan Thường trực Ban Chỉ đạo do Phó trưởng ban Thường trực trực tiếp chỉ đạo và quản lý.\n\nCơ quan Thường trực của Ban Chỉ đạo mỗi tháng họp một lần; 6 tháng một lần lãnh đạo Ban Chỉ đạo đến làm việc với lãnh đạo các tỉnh uỷ, thành uỷ trên địa bàn và họp 3 tháng một lần với các cơ quan có liên quan của Trung ương đóng trên địa bàn để thống nhất nội dung phối hợp và chỉ đạo các mặt công tác thuộc nhiệm vụ của Ban Chỉ đạo.\n==Tổ chức==\nBan Chỉ đạo Tây Bắc gồm:\n;Thường trực\n* Trưởng ban \n* Phó Trưởng ban Thường trực\n* Phó Trưởng ban\n* Ủy viên chuyên trách\n;Cơ quan thường trực\n* Văn phòng\n* Vụ Kinh tế\n* Vụ Văn hoá - Xã hội\n* Vụ An ninh - Quốc phòng\n* Vụ Dân tộc - Tôn giáo\n* Vụ Xây dựng hệ thống chính trị.\n==Ban lãnh đạo các thời kì==\n=== 2016 - 2017 ===\n'''Trưởng ban'''\n* [[Nguyễn Văn Bình]]\n'''Phó Trưởng ban'''\n* [[Hầu A Lềnh]] (Thường trực)\n* Trương Xuân Cừ\n* [[Lê Văn Lân]]\n* [[Hoàng Thị Hạnh]]\n* Nguyễn Cảnh Việt\n\n===2011 - 2016===\n; Trưởng ban\n* [[Nguyễn Xuân Phúc]]\n; Phó Trưởng ban\n* [[Đinh Văn Cương]] (thường trực tới ngày 19\/2\/2013 làm Phó Ban Kinh tế Trung ương)\n* [[Trương Xuân Cừ]] (thường trực từ ngày 19\/2\/2013)\n* Hầu A Lềnh, Ủy viên Ban Chấp hành Trung ương Đảng khóa XII, nguyên Phó Bí thư Tỉnh ủy Lào Cai\n* [[Lê Khả Đấu]]\n* [[Lê Văn Lân]]\n* [[Hoàng Thị Hạnh]]\n* [[Bùi Thanh Thu]]\n* [[Nguyễn Cảnh Việt]] nguyên Tổng Giám đốc Tổng công ty Hàng hải Vinaline.\n===2004 - 2011===\n; Trưởng ban:\n* [[Trương Tấn Sang]] (tới năm 2006)\n* [[Trương Vĩnh Trọng]] (từ năm 2006)\n; Phó Trưởng ban:\n* [[Đào Ngọc Dung]] (thường trực tới 21\/5\/2010)<ref>http:\/\/cand.com.vn\/thoi-su\/Ong-Dao-Ngoc-Dung-giu-chuc-Pho-Bi-thu-Thuong-truc-tinh-Yen-Bai-160792\/<\/ref>\n* [[Đinh Văn Cương]]\n* [[Đàm Thơm]]\n* [[Lê Khả Đấu]]\n* [[Hoàng Trí Thức]]\n* [[Vũ Tiến Chiến]]\n* [[Dương Đình Hân]] (từ ngày 7\/5\/2010)\n\n==Tham khảo==\n{{tham khảo}}\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Ban Chỉ đạo Tây Bắc Việt Nam]]"}