{"3246594":"{{Bộ máy chính quyền Hà Nội}}\n'''Ban Tổ chức Thành ủy Hà Nội''' là cơ quan tham mưu cho [[Thành ủy Hà Nội]] mà trực tiếp, thường xuyên là Thường trực Thành ủy, Ban Thường vụ Thành ủy về công tác xây dựng Đảng thuộc lĩnh vực tổ chức, cán bộ, bảo vệ chính trị nội bộ, nghiệp vụ về công tác tổ chức, cán bộ, tổ chức cơ sở Đảng, đảng viên của Đảng bộ thành phố Hà Nội.\n\nBan Tổ chức còn chủ động phối hợp chỉ đạo, hướng dẫn các Tổ chức cơ sở Đảng, đoàn thể chính trị, cơ quan, đơn vị trực thuộc thành phố thực hiện các mặt công tác theo chức năng, nhiệm vụ, quyền hạn được giao.\n==Nhiệm vụ và quyền hạn==\nBan Tổ chức Thành ủy có nhiệm vụ và quyền hạn sau:\n*Nghiên cứu, đề xuất:\n*:Chủ trì hoặc phối hợp nghiên cứu để cụ thể hoá chủ trương chính sách và các giải pháp về công tác tổ chức cán bộ, cơ sở, đảng viên, bảo vệ chính trị nội bộ; chuẩn bị hoặc tham gia chuẩn bị các Nghị quyết, chỉ thị, quyết định, hướng dẫn về các lĩnh vực nêu trên của Thành ủy, Ban Thường vụ, Thường trực Thành ủy.\n*:Chủ trì xây dựng các đề án về tổ chức, cán bộ, tổ chức cơ sở Đảng, đảng viên và bảo vệ chính trị nội bộ Đảng thuộc quyền quyết định của Ban Chấp hành Đảng bộ Thành phố, Ban Thường vụ, Thường trực Thành ủy.\n*Thẩm định:\n*:Thẩm định đề án về tổ chức bộ máy, cán bộ, đảng viên, bảo vệ chính trị nội bộ mà Thành uỷ, Ban Thường vụ, Thường trực Thành ủy phân cấp cho cấp ủy các cơ sở trực thuộc, các ngành, phòng ban, các đoàn thể chính trị - xã hội, các cơ quan trực thuộc Thành ủy trước khi trình, Thường trực, Ban Thường vụ Thành ủy, Ban Chấp hành Đảng bộ Thành phố.\n*Hướng dẫn - Kiểm tra:\n*:Hướng dẫn và kiểm tra các Chi, Đảng bộ trực thuộc Thành ủy thực hiện các Nghị quyết, Chỉ thị, quy chế, quy định, quyết định của Trung ương, Thành ủy về tổ chức cán bộ, đảng viên, bảo vệ chính trị nội bộ và việc thi hành Điều lệ Đảng trong toàn Đảng bộ Thành phố.\n*:Hướng dẫn nghiệp vụ công tác tổ chức, cán bộ, đảng viên, bảo vệ chính trị nội bộ đối với cấp ủy các tổ chức cơ sở Đảng trực thuộc.\n*:Phối hợp với Phòng Nội vụ Thành phố hướng dẫn các phòng, ban, ngành của Thành phố thể chế hoá các Nghị quyết, quyết định, quy định... của Đảng về lĩnh vực tổ chức, cán bộ, công chức, bảo vệ chính trị nội bộ.\n*Thực hiện một số công việc do Thường trực, Ban Thường vụ Thành ủy ủy quyền.\n*:Tham mưu cho cấp ủy về quản lý cán bộ, đề bạt, bổ nhiệm, miễn nhiệm, luân chuyển, khen thưởng cán bộ thuộc diện Ban Thường vụ Thành ủy quản lý.\n*:Giải quyết chế độ chính sách, phối hợp với các cơ quan chức năng thực hiện việc bảo vệ, chăm sóc sức khoẻ cán bộ đối với cán bộ diện Ban Thường vụ Thành ủy quản lý.\n*:Quản lý tổ chức bộ máy và biên chế các cơ quan Đảng, đoàn thể chính trị - xã hội ở Thành phố.\n*:Xây dựng Kế hoạch đào tạo, bồi dưỡng cán bộ của Thành phố.\n*:Hướng dẫn thực hiện việc phân công, phân cấp quản lý cán bộ theo quy định của Ban Thường vụ Thành ủy.\n*:Quản lý hồ sơ cán bộ diện Ban Thường vụ Thành ủy quản lý. Quản lý dữ liệu Đảng viên và hướng dẫn cấp ủy cơ sở trực thuộc quản lý hồ sơ đảng viên, tặng huy hiệu Đảng, cấp phát thẻ đảng viên, giới thiệu sinh hoạt đảng, kết nạp Đảng, chuyển đảng viên chính thức, xoá tên đảng viên và vấn đề đảng tịch cho đảng viên theo quy định của Trung ương.\n*:Làm công tác thống kê cơ bản của Đảng và công tác bảo vệ chính trị nội bộ theo quy định của Trung ương.\n==Tổ chức==\nBan Tổ chức Thành ủy gồm:\n* Trưởng ban\n* Phó trưởng Ban \n* Văn phòng\n*:Chánh Văn phòng\n*:Phó chánh Văn phòng\n*:Kế toán\n*:Văn thư\n* Phòng Tổ chức cán bộ\n*:Trưởng phòng\n*:Phó trưởng phòng\n*:Chuyên viên\n* Phòng Huyện, ban, ngành, sở\n*:Trưởng phòng\n*:Phó trưởng phòng\n*:Chuyên viên\n* Phòng Cơ sở Đảng - Đảng viên\n*:Trưởng phòng\n*:Phó trưởng phòng\n*:Chuyên viên\n* Phòng Chính sách cán bộ\n*:Trưởng phòng\n*:Phó trưởng phòng\n*:Chuyên viên\n* Phòng Bảo vệ chính trị nội bộ\n*:Trưởng phòng\n*:Phó trưởng phòng\n*:Chuyên viên\n\nTrưởng ban Tổ chức Thành ủy hiện nay do Ủy viên Thường vụ Thành ủy Vũ Đức Bảo đảm nhiệm.\n\nPhó trưởng ban:\n* Nguyễn Hữu Lập (Thường trực)\n* Trần Thanh Sơn\n* Nguyễn Thị Minh Hạnh\n* Phan Chu Đức\n* Nguyễn Văn Thắng\n* Trần Đình Cảnh\n*Nguyễn Minh Long\nChánh Văn phòng:\n* Nguyễn Học Đồng\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Thành ủy]]\n[[Thể loại:Chính trị Hà Nội]]"}