{"3251267":"{{Bộ máy chính quyền Hà Nội}}\n'''Ban Kinh tế - Ngân sách Hội đồng nhân dân thành phố Hà Nội''' là cơ quan chuyên trách của [[Hội đồng nhân dân thành phố Hà Nội]].\n\nBan có chức năng giám sát các văn bản của [[Ủy ban nhân dân thành phố Hà Nội]] liên quan đến ngân sách, tài chính. Giám sát lĩnh vực tài chính, kinh tế, chứng khoán... trên địa bàn thành phố Hà Nội.\n==Nhiệm vụ và quyền hạn==\nBan Kinh tế - Ngân sách có nhiệm vụ và quyền hạn sau:\n* Tham gia chuẩn bị nội dung kỳ họp của Hội đồng nhân dân liên quan đến lĩnh vực kinh tế, ngân sách, khoa học, công nghệ, tài nguyên và môi trường.\n* Thẩm tra dự thảo nghị quyết, báo cáo, đề án liên quan đến lĩnh vực kinh tế, ngân sách, khoa học, công nghệ, tài nguyên và môi trường do Hội đồng nhân dân hoặc Thường trực Hội đồng nhân dân phân công.\n* Giúp Hội đồng nhân dân giám sát hoạt động của Ủy ban nhân dân và các cơ quan chuyên môn thuộc Ủy ban nhân dân thành phố về lĩnh vực kinh tế, ngân sách, khoa học, công nghệ, tài nguyên và môi trường. Giám sát hoạt động của cơ quan nhà nước, tổ chức kinh tế, xã hội, đơn vị vũ trang và công dân việc thi hành Hiến pháp, luật, văn bản của cơ quan nhà nước và nghị quyết của Hội đồng nhân dân thành phố về lĩnh vực kinh tế, ngân sách, khoa học, công nghệ, tài nguyên và môi trường.\n* Tổ chức khảo sát tình hình thực hiện các quy định của pháp luật về lĩnh vực kinh tế, ngân sách, khoa học, công nghệ, tài nguyên và môi trường tại địa phương.\n* Kiến nghị với Hội đồng nhân dân về những vấn đề thuộc lĩnh vực kinh tế, ngân sách, khoa học, công nghệ, tài nguyên và môi trường\n* Báo cáo kết quả hoạt động giám sát với Thường trực Hội đồng nhân dân và Hội đồng nhân dân.\n==Bầu cử==\nBan Kinh tế - Ngân sách do Hội đồng nhân dân thành phố bầu ra trong kỳ họp đầu tiên của Hội đồng nhân dân thành phố. Hội đồng nhân dân thành phố có quyền bãi nhiệm hoặc bổ nhiệm thành viên trong ban Kinh tế - Ngân sách.\n\n[[Hội đồng nhân dân thành phố Hà Nội#Thường trực Hội đồng nhân dân thành phố|Thường trực Hội đồng nhân dân]] có thể quyết định thay Hội đồng nhân dân trong khi không họp và trình quyết định bổ nhiệm hoặc bãi nhiệm cho Hội đồng nhân dân vào phiên họp kế tiếp\n==Tổ chức==\nBan Kinh tế- Ngân sách gồm:\n* Trưởng ban\n* Phó Trưởng ban\n* Các Ủy viên\nTổ chức Ban Kinh tế- Ngân sách của thành phố hiện nay<ref>{{chú thích web | url = http:\/\/www.dbndhanoi.gov.vn\/Default.aspx?tabid=258 | tiêu đề = \tKinh tế và Ngân sách | author = | ngày = | ngày truy cập = 16 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>:\n* Trưởng ban: \n*: Hồ Thị Vân Nga\n* Phó Trưởng ban: \n*:Vũ Ngọc Anh\n*:Trần Thị Vân Hoa\n*:Phạm Thị Thanh Mai\n* Ủy viên Ban Kinh tế - Ngân sách\n*:Vũ Đức Bảo\n*:Lê Hồng Thăng\n*:Nguyễn Đình Dương\n*:Nguyễn Hữu Thắng\n*:Nguyễn Văn Hải\n*:Nguyễn Thị Mai Sương\n*:Khuất Văn Thành\n*:Nguyễn Anh Tuấn\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Hội đồng nhân dân thành phố Hà Nội]]"}