{"3247074":"{{Bộ máy chính quyền Hà Nội}}\n\n'''Ban Dân vận Thành ủy Hà Nội''' là cơ quan thuộc hệ thống các Ban Đảng trực thuộc [[Thành ủy Hà Nội|Thành ủy]], có chức năng tham mưu giúp Thành ủy, trực tiếp là giúp Ban Thường vụ và Thường trực Thành ủy, lãnh đạo, chỉ đạo công tác Dân vận, công tác tôn giáo, dân tộc của Đảng bộ thành phố.\n\nBan Dân vận còn là cơ quan chuyên môn, nghiệp vụ về công tác dân vận của Thành ủy; chịu sự quản lý về mọi mặt của Ban Thường vụ Thành ủy; sự hướng dẫn và kiểm tra về chuyên môn của [[Ban Dân vận Trung ương Đảng Cộng sản Việt Nam|Ban Dân vận Trung ương]].\n==Nhiệm vụ và quyền hạn==\nBan Dân vận Thành ủy có nhiệm vụ và quyền hạn sau:\n#Nghiên cứu, đề xuất: \n#*Những chủ trương, giải pháp về công tác dân vận của cấp ủy và Ban Thường vụ. Chuẩn bị, tham gia các dự thảo nghị quyết đại hội, các nghị quyết, quyết định, chỉ thị, quy định, quy chế, chương trình công tác dân vận của Ban Chấp hành, Ban Thường vụ Thành ủy. \n#*Tham mưu cho Ban Chấp hành, Ban Thường vụ Thành ủy thể chế hoá các chủ trương, nghị quyết, quyết định, chỉ thị, quy định, quy chế của Đảng; chính sách, pháp luật của Nhà nước về công tác dân vận, công tác dân tộc, tôn giáo. \n#*Sơ kết, tổng kết các chủ trương, các chỉ thị, nghị quyết về công tác dân vận. \n#Theo dõi, hướng dẫn, kiểm tra, giám sát: \n#*Việc thực hiện chủ trương, chính sách, nghị quyết, quyết định, chỉ thị, quy định, quy chế của Đảng về công tác dân vận. Tình hình tư tưởng, tâm trạng, nguyện vọng của nhân dân để kịp thời báo cáo Ban Thường vụ, Thường trực Thành ủy. \n#*Hướng dẫn, bồi dưỡng chuyên môn, nghiệp vụ về công tác dân vận cho các cấp uỷ và cán bộ làm công tác dân vận các cấp trong Đảng bộ thành phố. \n#*Tham gia ý kiến với cơ quan chính quyền trong việc thể chế hoá nghị quyết, quyết định, chỉ thị, quy định, quy chế của Đảng về công tác dân vận, phát huy quyền làm chủ của nhân dân. \n#Phối hợp: \n#*Phối hợp với Ban Tổ chức Thành ủy trong quản lý tổ chức bộ máy, biên chế ban dân vận các cấp ủy trực thuộc. Tham gia ý kiến về công tác cán bộ đối với đội ngũ cán bộ làm công tác dân vận theo phân cấp quản lý. \n#*Chủ trì, phối hợp với các ban, ngành liên quan trong công tác vận động quần chúng, trong công tác nghiên cứu, kiểm tra, đào tạo, bồi dưỡng cán bộ, thông tin, tuyên truyền… về công tác dân vận ở địa phương, đơn vị. \n#*Phối hợp với Mặt trận Tổ quốc, các đoàn thể chính trị - xã hội, hội quần chúng của thành phố trong công tác vận động quần chúng, tham gia xây dựng Đảng, xây dựng chính quyền. \n#Thẩm định, thẩm tra: \n#*Các đề án về công tác dân vận trước khi trình Ban Thường vụ Thành ủy. \n#*Tham gia thẩm định các đề án, dự án của Hội đồng nhân dân, Uỷ ban nhân dân, các ngành thuộc lĩnh vực kinh tế, văn hoá, xã hội, an ninh, quốc phòng… có liên quan đến công tác dân vận, quyền làm chủ của nhân dân. \n#Thực hiện một số nhiệm vụ do Ban Thường vụ, Thường trực Thành ủy giao: \n#*Nắm tình hình hoạt động của Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội, hội quần chúng. \n#*Thực hiện công việc khác do Ban Thường vụ Thường trực Thành ủy giao.\n==Tổ chức==\nBan Dân vận Thành ủy gồm:\n* Trưởng ban\n* Phó trưởng ban\n* Văn phòng\n* Phòng Đoàn thể và các hội.\n* Phòng Dân vận các cơ quan Nhà nước.\n* Phòng Dân tộc và Tôn giáo.\n\nBan Dân vận Thành ủy hiện nay (2010-2015):\n* Trưởng ban: [[Nguyễn Lan Hương]]<ref>{{chú thích web | url = http:\/\/thoibaonganhang.vn\/ban-dan-van-thanh-uy-va-nhnn-ha-noi-ky-ket-phoi-hop-cong-tac-4108.html | tiêu đề = Ban Dân vận Thành ủy và NHNN Hà Nội ký kết phối hợp công tác Tài chính - Tiền tệ | author = | ngày = | ngày truy cập = 3 tháng 8 năm 2015 | nơi xuất bản = Thời Báo Ngân hàng | ngôn ngữ = }}<\/ref>\n* Phó trưởng ban:\n*# Nguyễn Trường Sơn\n*#\tPhạm Sơn\t(thường trực)<ref>{{chú thích web | url = http:\/\/danvan.gialai.org.vn\/Mobile\/News\/915.aspx | tiêu đề = \tBan Dân vận tỉnh Gia Lai | author = | ngày = | ngày truy cập = 3 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n*# Bùi Tuấn Ngọc\n\n==Quan hệ công tác==\n===Quan hệ với Thành ủy===\nQuan hệ giữa Ban Dân vận Thành ủy với Thành ủy, Ban Thường vụ Thành ủy, Thường trực Thành ủy: \n* Ban Dân vận Tỉnh ủy chịu sự lãnh đạo và chỉ đạo về mọi mặt của Thành ủy, trực tiếp và thường xuyên là Ban Thường vụ và Thường trực Thành ủy; thực hiện chế độ báo cáo, tham mưu đề xuất các vấn đề thuộc trách nhiệm của lĩnh vực được phân công với Ban Thường vụ và Thường trực Thành ủy.\n* Định kỳ báo cáo, thống kê cơ bản về nhiệm vụ công tác với Ban Dân vận Trung ương; chịu sự hướng dẫn, kiểm tra về chuyên môn, nghiệp vụ của Ban Dân vận Trung ương theo quy định.\n===Quan hệ với Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội tỉnh===\nQuan hệ giữa Ban Dân vận Thành ủy với Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội thành phố là quan hệ phối hợp:\n* Trong phạm vi lĩnh vực công tác, Ban Dân vận Tỉnh ủy chủ trì, phối hợp với Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội triển khai thực hiện các nghị quyết, quyết định, chỉ thị, quy định, quy chế, kết luận của Trung ương và của Thành ủy.\n* Phối hợp nghiên cứu, hướng dẫn triển khai nghị quyết, quyết định, chỉ thị, quy định, quy chế, kết luận và kiểm tra theo chức năng, nhiệm vụ được Thành ủy giao.\n===Quan hệ với Thường trực Hội đồng nhân dân và Ủy ban nhân dân Thành phố===\nQuan hệ giữa Ban Dân vận Thành ủy với Thường trực Hội đồng nhân dân và Ủy ban nhân dân thành phố là quan hệ phối hợp:\n* Khi triển khai thực hiện nhiệm vụ tham mưu có gắn với công tác quản lý Nhà nước, Ban Dân vận Tỉnh ủy có trách nhiệm phối hợp với Thường trực Hội đồng nhân dân và Ủy ban nhân dân, các cơ quan Đảng, Nhà nước, tạo điều kiện, hỗ trợ lẫn nhau để cùng hoàn thành nhiệm vụ được giao.\n* Tại kỳ họp Hội đồng nhân dân và Ủy ban nhân dân thành phố bàn chủ trương, quyết định, chính sách, chế độ… có liên quan đến lĩnh vực chuyên môn của Ban Dân vận Thành ủy thì đại diện Lãnh đạo Ban Dân vận Thành ủy được mời dự, tham gia ý kiến. Những nội dung cần thiết, Lãnh đạo Ban Dân vận Tỉnh ủy có trách nhiệm làm việc trực tiếp với Thường trực Hội đồng nhân dân và Ủy ban nhân dân để phối hợp thực hiện nhiệm vụ của mỗi bên.\n===Quan hệ với cấp ủy trực thuộc Thành ủy và Ban Dân vận cấp Huyện ủy, Thị ủy===\n* Quan hệ giữa Ban Dân vận Thành ủy với cấp ủy, tổ chức Đảng trực thuộc Thành ủy là quan hệ phối hợp, trao đổi, hướng dẫn, góp ý trong thực hiện về công tác chuyên môn, công tác tổ chức và cán bộ theo phân cấp.\n* Quan hệ giữa Ban Dân vận Thành ủy ủy với Ban Dân vận các Huyện ủy, Thị ủy là quan hệ hướng dẫn, kiểm tra trong phạm vi nhiệm vụ, quyền hạn được phân công về chuyên môn, nghiệp vụ; đào tạo, bồi dưỡng cán bộ.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Thành ủy]]\n[[Thể loại:Chính trị Hà Nội]]\n[[Thể loại:Đảng Cộng sản Việt Nam]]"}