{"3341001":"{{Infobox Central Committee outline|image=Flag of the Communist Party of Vietnam.svg|imagesize=200px|caption=Đảng kỳ Đảng Cộng sản Đông Dương|name=Ban Chỉ huy hải ngoại<br>Đảng Cộng sản Đông Dương\n|number=1934-1936\n|start=5\/3\/[[1934]]\n|end=19\/5\/[[1941]]<br \/>{{số năm theo năm và ngày|1934|3|5|1941|5|19}}\n|gs=[[Lê Hồng Phong]]<br>[[Hà Huy Tập]]<br>[[Phùng Chí Kiên]] (''phụ trách'')\n|previous=[[Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (1930-1931)|chính thức]]\n|next=[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá I|khóa I]]}}\n'''Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương''' hay còn được gọi '''Ban Chỉ huy ở ngoài của Đảng Cộng sản Đông Dương''' là cơ quan Chấp hành của [[Đảng Cộng sản Đông Dương]] trong thời gian từ [[1934]]-[[1936]], trước khi Trung ương Đảng được thành lập. Sau khi Trung ương Đảng thành lập thì Ban Chỉ huy Hải ngoại là cơ quan liên lạc giữa [[Quốc tế Cộng sản]] và [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]].\n\n==Hoàn cảnh==\nTừ giữa năm [[1931]] đến giữa năm [[1932]], trước chính sách ''khủng bố trắng'' của [[đế quốc Pháp]] và [[Toàn quyền Đông Dương|chính quyền Đông Dương]], hệ thống tổ chức Đảng chịu những thiệt hại nghiêm trọng, phong trào cách mạng tạm thời lắng xuống. Ban Chấp hành Trung ương Đảng tan rã nhưng sự đấu tranh cách mạng vẫn tiếp tục.\n\nTháng 4\/[[1931]], Quốc tế Cộng sản ra Nghị quyết công nhận [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] là chi bộ của [[Quốc tế Cộng sản]]. Trước đây Đảng Cộng sản Đông Dương là chi bộ của [[Đảng Cộng sản Pháp]] ở [[thuộc địa]].\n\nNgày 27\/6\/[[1931]], Quốc tế Cộng sản gửi thư cho Đảng Cộng sản Đông Dương về công tác hoạt động. Trong đó [[Quốc tế Cộng sản]] nhấn mạnh ''\"sau khi [[khởi nghĩa Yên Bái]] thất bại, quyền lãnh đạo phong trào cách mạng [[Bán đảo Đông Dương|Đông Dương]] đã trao vào tay Đảng Cộng sản Đông Dương\"''.\n\nNgày 27\/2\/[[1932]], Trung ương Quốc tế Cộng sản đề nghị các [[Đảng Cộng sản Pháp]], [[Đảng Cộng sản Ấn Độ|Ấn Độ]] và [[Đảng Cộng sản Trung Quốc|Trung Quốc]] giúp đỡ Đảng Cộng sản Đông Dương. Sau đó, [[Đệ Tam Quốc tế|Quốc tế Cộng sản]] quyết định thành lập Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương để lãnh đạo công tác của Đảng.\n\nTháng 6\/[[1933]], Quốc tế Cộng sản cử Svan ([[Nguyễn Văn Dựt]]) và Sinichkin ([[Hà Huy Tập]]) về tăng cường Đảng Cộng sản Đông Dương.\n\nTháng 3\/1934, tại [[Ma Cao thuộc Bồ Đào Nha|Ma Cao]] ([[Trung Quốc]]), [[Lê Hồng Phong]], [[Hà Huy Tập]] và [[Nguyễn Văn Dựt]] nhóm họp thành lập Ban Chỉ huy hải ngoại Đảng Cộng sản Đông Dương.\n\n==Thành viên==\nNgay sau khi thành lập, Ban Chỉ huy hải ngoại gồm:\n* [[Lê Hồng Phong]], Bí thư\n* [[Hà Huy Tập]], phụ trách công tác tuyên truyền, cổ động, Trưởng ban Tuyên truyền kiêm phụ trách Tạp chí Bolshevik\n* [[Nguyễn Văn Dựt]], phụ trách thanh tra\nSau Hội nghị chính thức, Ban Chỉ huy hải ngoại gồm 5 người (3 do [[Quốc tế Cộng sản]] chỉ định, 2 do trong nước cử ra):\n* [[Lê Hồng Phong]], Bí thư\n* [[Hà Huy Tập]]\n* [[Nguyễn Văn Dựt]]\n* [[Nguyễn Văn Tham]]\n* [[Trần Văn Chấn]]\n* [[Trần Văn Kiết]] (bổ sung tháng 3\/1936)\nSau [[Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam|Đại hội Đại biểu Đảng Cộng sản Đông Dương lần thứ I]] (27-31\/3\/1935), [[Hà Huy Tập]] được bầu làm Bí thư Ban Chỉ huy hải ngoại thay thế [[Lê Hồng Phong]] đã được Đại hội Đảng bầu là [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư Ban Chấp hành Trung ương Đảng]].\n\nSau khi [[Hà Huy Tập]] về nước, [[Lê Hồng Phong]] phụ trách Ban Chỉ huy hải ngoại cho tới tháng 10\/1937 thì về nước hoạt động. Từ 10\/1937, [[Phùng Chí Kiên]] được cử phụ trách Ban.\n\n==Chức năng==\nBan Chỉ huy hải ngoại là cơ quan đại diện của [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]]. Các Nghị quyết quan trọng của Ban Chấp hành Trung ương trong nước phải có sự đồng ý của Ban Chỉ huy hải ngoại.\n\nNếu Ban Chấp hành Trung ương trong nước không tán thành thì có quyền đề đạt với [[Quốc tế Cộng sản]]. Nếu Quốc tế Cộng sản chưa có chỉ thị gì thì Ban Chấp hành Trung ương trong nước vẫn phải tuân theo Ban Chỉ huy hải ngoại.\n\nTrong trường hợp Ban Chỉ huy và Trung ương Đảng có ý kiến bất đồng, thì Trung ương Đảng hoặc ủy viên bất kỳ có quyền kiến nghị với [[Quốc tế Cộng sản]].\n\nNếu Trung ương Đảng bị tan rã hoặc mất liên lạc với tổ chức cấp dưới, Ban Chỉ huy hải ngoại phải gửi cán bộ về nước và bảo đảm tính liên tục của công tác lãnh đạo Đảng trong nước.\n\n==Nhiệm vụ==\nBan Chỉ huy hải ngoại có các nhiệm vụ sau:\n* Liên lạc với Ban Trung ương Chấp ủy [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]], với [[Quốc tế Cộng sản]] và với các đảng anh em.\n* Tập hợp và đào tạo cán bộ Đảng cho đất nước.\n* Xuất bản [[Tạp chí Bolshevik]] - Cơ quan lý luận Trung ương của Đảng.\nSau Đại hội Đảng lần thứ I, Ban Chỉ huy hải ngoại có các nhiệm vụ chính sau:\n* Chỉ đạo Trung ương Đảng về đường lối chính trị chung; kiểm tra Trung ương về việc thực hành các nghị quyết của Đảng Đại hội và của [[Quốc tế Cộng sản]].\n* Thay mặt cho Đảng mà liên lạc với các đảng anh em.\n* Dự bị tài liệu tuyên truyền quan trọng cho Đảng.\n* Cùng với Trung ương đào tạo các cán bộ chỉ đạo cho Đảng.\n* Nếu Trung ương bị bắt hoặc bị [[Quốc tế Cộng sản]] giải tán, thì trực tiếp chỉ đạo ngay công tác toàn Đảng cho tới lúc thành lập Trung ương mới.\n\n==Tổ chức==\nBan Chỉ huy hải ngoại là cơ quan tồn tại song song với Ban Chấp hành Trung ương Đảng cho tới [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá I|Hội nghị Trung ương VIII năm 1941]]. Ban Chỉ huy hải ngoại gồm 3 người do Trung ương Đảng giới thiệu và được [[Quốc tế Cộng sản]] thông qua. Ban Chỉ huy hải ngoại bầu người đứng đầu là Bí thư (Thư ký).\n\nSau Đại hội Đảng lần thứ I, Ban Chỉ huy hải ngoại được tổ chức từ 5 đến 7 ủy viên. Trong trường hợp:\n* có 7 ủy viên thì 4 phải do [[Quốc tế Cộng sản]] chỉ định, \n* có 5 ủy viên thì 3 do [[Quốc tế Cộng sản]] chỉ định, \n* các uỷ viên còn lại do Trung ương Đảng chỉ định.\nNhiệm kỳ của các ủy viên do Quốc tế Cộng sản định ra (nếu là người của Quốc tế Cộng sản) hoặc do Trung ương Đảng định ra (nếu là người của Trung ương Đảng cử).\n\nBan Thường vụ Ban Chỉ huy gồm 3 ủy viên, trong đó ít nhất 2 người do [[Quốc tế Cộng sản]] chỉ định. Hội nghị toàn thể Ban Chỉ huy hải ngoại tổ chức từ 3 đến 6 tháng một lần.\n\n==Hoạt động và giải tán==\nTrong thời gian từ 1934-1935, Ban Chỉ huy hải ngoại là cơ quan chấp hành lâm thời của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Nhiệm vụ chính của Ban Chỉ huy là tích cực đào tạo cán bộ cử về nước và chuẩn bị công tác tổ chức Đại hội Đảng.\n\nTháng 3\/[[1935]], Đại hội Đảng lần thứ I được tổ chức, Ban Chấp hành Trung ương Đảng được thành lập. Ban Chỉ huy tồn tại song song với Trung ương Đảng.<ref>http:\/\/infonet.vn\/nhung-net-chinh-trong-dai-hoi-dang-i-nam-1935-post187902.info<\/ref>\n\nSau khi Trung ương Đảng thành lập được một thời gian ngắn, đến tháng 9\/[[1935]] thì bị [[thực dân Pháp]] đàn áp tan rã. Ban Chỉ huy hải ngoại lại tiếp tục thực hiện nhiệm vụ Đảng trong nước, do điều kiện khách quan chỉ hoạt động chủ yếu tại [[Bắc Kỳ]].\n\nĐầu năm [[1936]], [[Lê Hồng Phong]] liên lạc với Ban Chỉ huy quyết định lập lại Trung ương Đảng mới. Tháng 10\/[[1936]], Trung ương Đảng được thành lập tại [[Nam Kỳ]].\n\nĐầu năm [[1937]], Ban Chấp hành Trung ương họp [[Hội nghị mở rộng Trung ương Đảng Cộng sản Đông Dương (3\/1937)|Hội nghị mở rộng tại Nam Kỳ]], [[Hà Huy Tập]] được bầu làm [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]]. Sau khi [[Hà Huy Tập]] về nước lãnh đạo, mâu thuẫn giữa Ban Chỉ huy và Ban Chấp hành Trung ương bắt đầu nảy sinh. Hai bên viết sách, báo công kích lẫn nhau, phủ nhận vai trò của nhau, gây tác hại đến việc thực hiện nhiệm vụ chính trị và ảnh hưởng đến công tác tổ chức của Đảng.{{fact}}\n\nSau [[Hội nghị Trung ương Đảng Cộng sản Đông Dương mở rộng (9\/1937)|Hội nghị mở rộng tại Bà Điểm]] (9\/1937), một số ủy viên Ban Chỉ huy được bầu vào Trung ương Đảng. Mâu thuẫn giữa 2 bên tạm kết thúc. Cho tới tháng 3\/1938 khi [[Nguyễn Văn Cừ]] được bầu làm [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] mới kết thúc.\n\nĐầu năm [[1939]], trụ sở Ban Chỉ huy bị cảnh sát [[Hồng Kông]] lục soát, [[Phùng Chí Kiên]] bắt liên lạc với Chi bộ Vân Quý, lập ra \"Hải ngoại chỉ huy ban\" để tiếp tục nhiệm vụ của Ban Chỉ huy hải ngoại.\n\nGiữa năm [[1940]], [[Hồ Chí Minh|Nguyễn Ái Quốc]] gặp đại diện Ban Chấp hành Trung ương [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] và chỉ thị chuẩn bị cho Hội nghị toàn quốc của Đảng. Từ 10-19\/5\/1941, Hội nghị Trung ương lần thứ 8 đã được tổ chức tại [[Khu di tích Pác Bó|Pắc Pó]], [[Cao Bằng]].<ref>{{chú thích web | url = http:\/\/www.caobang.gov.vn\/content\/đảng-lãnh-đạo-nhân-dân-đứng-lên-đấu-tranh-giành-chính-quyền | tiêu đề = Đảng lãnh đạo nhân dân đứng lên đấu tranh giành chính quyền | author =  | ngày =  | ngày truy cập = 4 tháng 3 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2017-10-07 | archive-url = https:\/\/web.archive.org\/web\/20171007135208\/http:\/\/www.caobang.gov.vn\/content\/%C4%91%E1%BA%A3ng-l%C3%A3nh-%C4%91%E1%BA%A1o-nh%C3%A2n-d%C3%A2n-%C4%91%E1%BB%A9ng-l%C3%AAn-%C4%91%E1%BA%A5u-tranh-gi%C3%A0nh-ch%C3%ADnh-quy%E1%BB%81n | url-status=dead }}<\/ref>\n\nSau Hội nghị Trung ương lần thứ 8, Ban Chấp hành Trung ương chính thức được thành lập. ''Hải ngoại Chỉ huy ban'' được sáp nhập vào Trung ương Đảng, các ủy viên Ban Chỉ huy được tổ chức bầu vào Trung ương Đảng.\n\n==Tham khả==\n{{tham khảo}}\n\n[[Thể loại:Cơ quan của Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]"}