{"82055":"'''Ban nghiên cứu Văn học, Lịch sử, Địa lý''', còn gọi là '''Ban nghiên cứu Văn Sử, Địa''' (tên ban đầu là '''Ban Nghiên cứu lịch sử, địa lý, văn học''' hay gọi tắt là '''Ban nghiên cứu Sử, Địa, Văn'''), là một ban nghiên cứu khoa học xã hội trực thuộc Trung ương [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] (nay là [[Đảng Cộng sản Việt Nam]]) vào những ngày đầu mới thành lập. Ban được Ban Bí thư Trung ương Đảng Lao động Việt Nam ra quyết định số 34\/NQ\/TW thành lập từ ngày 2 tháng 12 năm 1953. Theo quyết định này, ban đặt dưới sự quản lý của Ban tuyên huấn Trung ương trực thuộc Trung ương Đảng. Từ năm 1957 Ban chuyển sang chịu sự quản lý trực tiếp của [[bộ Giáo dục và Đào tạo (Việt Nam)|bộ Giáo dục]]. Sau 5 năm tồn tại với một lần đổi tên thành Ban nghiên cứu Văn học, Lịch sử, Địa lý vào năm 1954 nhằm ưu tiên, thúc đẩy công tác nghiên cứu văn học<ref>Mục \"Cùng bạn đọc\" trên số 3 của tập san ''Văn Sử Địa'', tháng 11-12\/1954 cho biết: ''việc nghiên cứu văn học nước ta cần được đẩy mạnh để góp phần vào việc xây dựng một tư tưởng mới và công tác nghiên cứu văn học cần được đặc biệt chú trọng. Vì vậy để cho đúng với tinh thần nói trên, Ban nghiên cứu Sử - Địa - Văn sẽ đổi là Ban nghiên cứu Văn Sử Địa''<\/ref>, Ban đã giải thể vào đầu năm 1959 để thành lập các tổ chức khác.\n\n==Vị trí, chức năng, nhiệm vụ và quyền hạn==\nQuyết định thành lập Ban nghiên cứu lịch sử, địa lý, văn học do [[Trường Chinh]] thay mặt Ban bí thư Trung ương Đảng Lao động Việt Nam ký, đã quy định vị trí, chức năng, nhiệm vụ và quyền hạn của Ban:\n#Thành lập Ban nghiên cứu lịch sử, địa lý, văn học trực thuộc Trung ương Đảng (gọi tắt là Ban nghiên cứu Sử, Địa, Văn).\n#Ban này có nhiệm vụ:\n#*Sưu tầm và nghiên cứu những tài liệu về [[lịch sử]], [[địa lý]] và [[văn học Việt Nam]] và [[biên soạn]] những tài liệu về sử học, địa lý và văn học Việt Nam.\n#*Nghiên cứu và giới thiệu lịch sử, địa lý và văn học các nước bạn.\n#Ban nghiên cứu lịch sử, địa lý, văn học trong bước đầu tiến hành công tác phải:\n#*Căn cứ vào sự cần thiết trước mắt mà soạn một số sách học về lịch sử, địa lý và văn học nước nhà, chủ yếu để dùng trong các trường học.\n#*Căn cứ vào khả năng hiện có trong hoàn cảnh kháng chiến (năng lực của cán bộ, số tài liệu hiện có và có thể có) nhằm vào việc chính và việc cần thiết cấp bách mà đặt kế hoạch công tác cho tích hợp, tránh hình thức!\n\n==Cơ quan ngôn luận==\nCơ quan ngôn luận của Ban là ''Tập san Văn Sử Địa'', được coi là tập san đều kỳ đầu tiên về [[khoa học xã hội]] tại Việt Nam. Tập san tồn tại trong 4 năm với 446 bài nghiên cứu<ref>Lời giới thiệu, trong cuốn ''Viện Văn học 50 năm xây dựng và phát triển'' (1953-2003), Nhà xuất bản Khoa học xã hội, Hà Nội, 2003.<\/ref>, cùng với tập san ''Đại học sư phạm'' thuộc [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm Hà Nội]] là hai tờ mà giới [[sinh viên]] và [[cán bộ giảng dạy]] các bộ môn khoa học xã hội đương thời hết sức quan tâm.\n\n==Những cán bộ đầu tiên==\nTrong những ngày đầu thành lập, Ban có 6 cán bộ được cử về phụ trách gồm [[Trần Huy Liệu]] giữ cương vị Trưởng ban, [[Minh Tranh]], [[Tôn Quang Phiệt]], [[Hoài Thanh]], [[Trần Đức Thảo]] và [[Vũ Ngọc Phan]].\n\n==Các tổ chức được thành lập sau khi Ban giải thể==\nBan nghiên cứu Văn, Sử Địa chỉ tồn tại trong khoảng 5 năm nhưng đã đặt những cột mốc đầu tiên cho lộ trình thành lập [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]], là cơ sở cho sự phát triển toàn diện ngành [[khoa học xã hội]] Việt Nam sau này. Trong năm 1959, khi [[Ủy ban Khoa học Nhà nước]] ra đời với hai bộ phận là Ban Khoa học xã hội và Ban Khoa học tự nhiên thì bộ phận địa lý chuyển sang các trường [[đại học]]; bộ phận văn học chuyển thành Sở nghiên cứu văn học, tên ban đầu của [[Viện Văn học (Việt Nam)|Viện Văn học]] tại 20 Lý Thái Tổ, Hà Nội; bộ phận sử học chuyển sang thành lập [[Viện Sử học (Việt Nam)|Viện Sử học]] tại 36 Hàng Chuối, Hà Nội.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.nhandan.com.vn\/tinbai\/?top=41&sub=72&article=136264 55 năm Ban Văn - Sử - Địa và Tập san Văn - Sử - Địa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081213130733\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=41&sub=72&article=136264 |date=2008-12-13 }}\n* [https:\/\/vansudia.net\/ Văn học - Lịch Sử - Địa lí của Nhà nghiên cứu Lịch sử Bùi Xuân ]\n\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]"}