{"579227":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam = <big>Ban Đối ngoại Trung ương<br\/>Đảng Cộng sản Việt Nam<\/big>\n|Logo 1 = Communist Party of Vietnam flag.svg\n|Logo 1 kích thước=200px\n|Logo 1 thuyết minh = Đảng kỳ Đảng Cộng sản Việt Nam\n|Tên gọi thành viên = Ban lãnh đạo khóa XIII\n|Thành viên liên tiếp=\n|Chức vụ 1=Trưởng ban\n|Thành viên 1=[[Lê Hoài Trung]]\n|Chức vụ 2=Phó Trưởng ban\n|Thành viên 2=[[Nguyễn Thị Hoàng Vân]] (Thường trực)<br\/>[[Trương Quang Hoài Nam]]<br\/>[[Ngô Lê Văn]]\n|Cơ quan chủ quản=[[Ban chấp hành Trung ương Đảng Cộng sản Việt Nam]]<br \/>[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]<br \/>[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Trung ương]]\n|Loại hình hình thành=Cơ quan tham mưu Trung ương về chủ trương và chính sách thuộc lĩnh vực đối ngoại; đồng thời là cơ quan tổ chức thực hiện quan hệ đối ngoại của Đảng.\n|Cấp hành chính=Cấp Trung ương\n|Đạo luật ủy quyền=[[Điều lệ Đảng Cộng sản Việt Nam]]\n|Khu vực 1=2C phố Hoàng Văn Thụ, phường Quán Thánh, quận Ba Đình, thành phố Hà Nội\n|Thời gian thành lập= ngày [[01 tháng 11]] năm [[1949]]\n|Ngày truyền thống=1 tháng 11<br \/><small>'''Ngày truyền thống của Ban Đối ngoại Trung ương'''<\/small>\n|Tên gọi 1=Ban Công tác Miên-Lào\n|Thời kỳ 1=1949-1955\n|Tên gọi 2=Ban Lào-Miên Trung ương\n|Thời kỳ 2=1955-1958\n|Tên gọi 3=Ban Liên lạc Đối ngoại Trung ương\n|Thời kỳ 3=1958-1960\n|Tên gọi 4=Ban Công tác Đối ngoại Trung ương\n|Thời kỳ 4=1960-1965\n|Tên gọi 5=Ban Đối ngoại Trung ương\n|Thời kỳ 5=1965-nay\n|Trang web=https:\/\/bdntw.org.vn\/|hình=Government Building Near Presidential Palace (9753579582).jpg|Trụ sở 1=Government Building Near Presidential Palace (9753579582).jpg}}\n{{Chính trị Việt Nam}}\n[[Tập tin:Government Building Near Presidential Palace (9753579582).jpg|nhỏ|Trụ sở Ban Đối ngoại Trung ương Đảng]]\n'''Ban Đối ngoại Trung ương''' là cơ quan tham mưu, giúp việc của [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], trực tiếp và thường xuyên là [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] trong lĩnh vực [[Ngoại giao|đối ngoại]]; tổ chức thực hiện quan hệ đối ngoại của [[Đảng Cộng sản Việt Nam|Đảng]]; giúp Bộ Chính trị, Ban Bí thư lãnh đạo, chỉ đạo công tác đối ngoại nhân dân và quản lý thống nhất các hoạt động đối ngoại trong hệ thống cơ quan đảng, [[đoàn thể]], tổ chức nhân dân. \n\n== Lãnh đạo Ban hiện nay ==\n\n*'''Trưởng ban: [[Lê Hoài Trung]] - Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]]''' <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/thu-truong-ngoai-giao-le-hoai-trung-giu-chuc-truong-ban-doi-ngoai-trung-uong-20210319150348236.htm|tựa đề=Ông Lê Hoài Trung giữ chức Trưởng Ban Đối ngoại Trung ương}}<\/ref>\n*'''Phó Trưởng ban:'''\n#[[Nguyễn Thị Hoàng Vân]], Phó Trưởng ban thường trực\n#[[Trương Quang Hoài Nam]]\n#[[Ngô Lê Văn]] <ref>{{Chú thích web|url=https:\/\/bdntw.org.vn\/dong-chi-ngo-le-van-giu-chuc-pho-truong-ban-doi-ngoai-trung-uong-210121.html|tựa đề=Đồng chí Ngô Lê Văn giữ chức Phó Trưởng Ban Đối ngoại Trung ương|url-status=live}}<\/ref>\n\n== Nhiệm vụ và quyền hạn ==\n1. Nghiên cứu, tham mưu\n\n- Nghiên cứu, đánh giá, dự báo tình hình quốc tế, tình hình các chính đảng và phong trào nhân dân trên thế giới; tham mưu chủ trương, chính sách, đối sách của Đảng ta.\n\n- Chuẩn bị hoặc tham gia chuẩn bị các văn kiện đại hội, các nghị quyết, chỉ thị, quyết định, kết luận của Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư về lĩnh vực đối ngoại. Chủ trì, phối hợp hoặc tham gia nghiên cứu cụ thể hoá đường lối đối ngoại của Đảng.\n\n- Là một đầu mối hoặc phối hợp cùng các cơ quan thực hiện nhiệm vụ nghiên cứu, đánh giá dự báo về lĩnh vực đối ngoại trình Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư.\n\n2. Thẩm định\n\nThẩm định hoặc tham gia thẩm định các đề án trình Bộ Chính trị, Ban Bí thư về đối ngoại.\n\n3. Tổ chức thực hiện quan hệ đối ngoại của Đảng\n\n- Tổ chức các hoạt động đối ngoại của Bộ Chính trị, đồng chí Tổng Bí thư, đồng chí Thường trực Ban Bí thư và các đồng chí Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng trên danh nghĩa là hoạt động đối ngoại của Trung ương Đảng.\n\n- Tổ chức triển khai các mối quan hệ của Đảng ta với các chính đảng, tổ chức trên thế giới và hoạt động của Đảng ta tại các diễn đàn đa phương chính đảng.\n\n4. Hướng dẫn, kiểm tra, giám sát\n\n- Hướng dẫn, kiểm tra, giám sát việc thực hiện đường lối, chủ trương, chính sách, quy chế, quy định về công tác đối ngoại của Đảng đối với các tỉnh ủy, thành ủy, các ban đảng, ban cán sự đảng, đảng đoàn, đảng ủy trực thuộc Trung ương.\n\n- Chủ trì việc chỉ đạo, hướng dẫn, theo dõi, kiểm tra, giám sát các hoạt động đối ngoại nhân dân; phối hợp với các cơ quan liên quan tổ chức, triển khai các hoạt động đối ngoại nhân dân quan trọng.\n\n- Kiểm tra, giám sát, đôn đốc việc thực hiện các thoả thuận của Đảng ta với các đảng, tổ chức trên thế giới.\n\n5. Quản lý thống nhất các hoạt động đối ngoại trong hệ thống đảng, đoàn thể, tổ chức nhân dân\n\n- Xây dựng hoặc tham gia xây dựng chương trình, kế hoạch hoạt động đối ngoại hằng năm của lãnh đạo cấp cao của Đảng, Nhà nước.\n\n- Tổng hợp, trình duyệt hoặc phê duyệt (khi được ủy quyền) và theo dõi, đôn đốc việc thực hiện kế hoạch hoạt động đối ngoại hằng năm của các cơ quan đảng, Mặt trận Tổ quốc, các đoàn thể và tổ chức nhân dân ở Trung ương; tổng hợp báo cáo công tác đối ngoại hằng năm của các cơ quan đảng, đoàn thể, tổ chức nhân dân ở Trung ương và các tỉnh ủy, thành ủy, đảng ủy trực thuộc Trung ương.\n\n- Phối hợp với Văn phòng Trung ương Đảng xây dựng và quản lý ngân sách hoạt động đối ngoại của Đảng.\n\n6. Tham gia xây dựng Đảng, công tác tổ chức, cán bộ\n\n- Tham gia công tác xây dựng Đảng theo quy định của Bộ Chính trị, Ban Bí thư.\n\n- Phối hợp, tham gia ý kiến với Ban Tổ chức Trung ương và các cơ quan liên quan về công tác tổ chức, cán bộ của các cơ quan, tổ chức về đối ngoại, các cơ quan đại diện Việt Nam ở nước ngoài theo quy định.\n\n7. Thực hiện một số nhiệm vụ do Bộ Chính trị, Ban Bí thư giao\n\n- Phối hợp với Ban Tuyên giáo Trung ương, Ban Chỉ đạo công tác thông tin đối ngoại Trung ương chỉ đạo công tác thông tin, tuyên truyền đối ngoại.\n\n- Phối hợp với các ban đảng, bộ, ngành, các đảng ủy trực thuộc Trung ương, các tỉnh ủy, thành ủy chỉ đạo các công tác khác có liên quan trực tiếp đến đối ngoại.\n\n- Giúp Bộ Chính trị, Ban Bí thư theo dõi việc đi nước ngoài của cán bộ thuộc diện Bộ Chính trị, Ban Bí thư quản lý công tác trong các cơ quan đảng, đoàn thể (cả cán bộ đương chức và cán bộ đã nghỉ hưu) theo quy định.\n\n- Thực hiện những công việc khác do Bộ Chính trị, Ban Bí thư giao.\n\n8. Để thực hiện chức năng, nhiệm vụ, Ban Đối ngoại Trung ương được quyền:\n\n- Nhận hoặc yêu cầu cung cấp báo cáo, thông tin về đối ngoại từ các cơ quan, tổ chức, đoàn thể, địa phương.\n\n- Tham gia một số cơ chế liên ngành, các hội nghị sơ kết, tổng kết công tác của các cơ quan làm về đối ngoại và các hoạt động đối ngoại lớn theo phân công của cấp trên hoặc theo đề nghị của các cơ quan chủ trì.\n\n- Trao đổi, phối hợp với các cơ quan để xử lý hoặc tham mưu xử lý các vấn đề phát sinh liên quan đến quan hệ đối ngoại của Đảng, Nhà nước theo đúng thẩm quyền và chức năng, nhiệm vụ.\n\n- Cử cán bộ làm công tác đối ngoại đảng ở một số địa bàn do Ban Bí thư quy định. \n\n== Cơ cấu tổ chức ==\n''(Theo Khoản 2, Điều 3, Quyết định số 36-QĐ\/TW ngày 22 tháng 10 năm 2021 của Bộ Chính trị<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-36-QD-TW-2021-quyen-han-to-chuc-bo-may-cua-Ban-Doi-ngoai-Trung-uong-492569.aspx|tựa đề=Quyết định số 36-QĐ\/TW ngày 22 tháng 10 năm 2021 của Bộ Chính trị|url-status=live}}<\/ref>''\n\n* Vụ [[Trung Quốc]] - [[Đông Bắc Á]]\n* Vụ [[Lào]] - [[Campuchia|Cam-pu-chia]]\n* Vụ [[Đông Nam Á]] - [[Nam Á]] - [[Nam Thái Bình Dương]]\n* Vụ [[Châu Âu]]\n* Vụ [[Châu Mỹ]]\n* Vụ [[Trung Đông]] - [[Châu Phi]]\n* Vụ Nghiên cứu tổng hợp\n* Vụ Đối ngoại nhân dân\n* Vụ Thông tin, tư liệu\n* Vụ Lễ tân\n* Vụ Tổ chức - Cán bộ\n* Văn phòng Ban\n\n== Lãnh đạo qua các thời kỳ ==\n{{Xem|Trưởng ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[https:\/\/bdntw.org.vn\/ Website chính thức] của Ban Đối ngoại Trung ương\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ngoại giao Việt Nam]]"}