{"579163":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam= <big>Ban Tổ chức Trung ương<\/big> \n|Tên gọi cơ quan Đảng Cộng sản Việt Nam 2=<big>Đảng Cộng sản Việt Nam<\/big>\n|Logo 1=Communist Party of Vietnam flag.svg\n|Logo 1 kích thước=200px\n|Logo 1 thuyết minh=Đảng kỳ Đảng Cộng sản Việt Nam\n|Tên gọi thành viên=Ban lãnh đạo khóa XIII\n|Thành viên liên tiếp=\n|Chức vụ 1=Trưởng ban\n|Thành viên 1=[[Trương Thị Mai]]\n|Chức vụ 2=Phó Trưởng ban\n|Thành viên 2=[[Mai Văn Chính]] (''thường trực'')<br>[[Nguyễn Quang Dương]]<br \/>[[Hoàng Đăng Quang]]<br>[[Phan Thăng An]]\n|Chức vụ 3=Phó Trưởng ban kiêm nhiệm\n|Thành viên 3=[[Nguyễn Thị Thanh (chính khách)|Nguyễn Thị Thanh]]<br \/>[[Phạm Thị Thanh Trà]]\n|Cơ quan chủ quản=[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]<br \/>[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]<br \/>[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Trung ương]]\n|Loại hình hình thành=Cơ quan chuyên môn, nghiệp vụ về công tác tổ chức, cán bộ, đảng viên, bảo vệ chính trị nội bộ của Trung ương. \n|Cấp hành chính=Cấp Trung ương\n|Đạo luật ủy quyền=[[Điều lệ Đảng Cộng sản Việt Nam]]\n|Bầu bởi=[[Ban chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n|Khu vực 1=2A phố Hoàng Văn Thụ, phường Quán Thánh, quận Ba Đình, thành phố Hà Nội\n|Thời gian thành lập=1930\n|Ngày truyền thống=14 tháng 10<br \/><small>'''Ngày truyền thống của Ngành Tổ chức xây dựng Đảng'''<\/small>\n|Tên gọi 1=Bộ Tổ chức\n|Thời kỳ 1=1930-1951\n|Tên gọi 2=Ban Tổ chức Trung ương\n|Thời kỳ 2=1951-nay\n}}\n{{Chính trị Việt Nam}}\n\n'''Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam''' là cơ quan tham mưu của [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], trực tiếp và thường xuyên là [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] về chủ trương và các chính sách lớn thuộc lĩnh vực tổ chức cán bộ, bố trí nhân sự của hệ thống chính trị; đồng thời là cơ quan chuyên môn nghiệp vụ về công tác tổ chức, cán bộ, đảng viên của Trung ương.<ref name=dcs>{{chú thích web\n|url=http:\/\/123.30.49.74:8080\/tiengviet\/tulieuvankien\/cacbandang\/details.asp?topic=114&subtopic=235&leader_topic=556&id=BT1610653723\n|title=Ban Tổ chức Trung ưownpublisher= Báo điện tử Đảng Cộng sản Việt Nam\n|date=ngày 10 tháng 5 năm 2007\n|access-date =ngày 23 tháng 12 năm 2010\n}}{{Liên kết hỏng|date = ngày 6 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref> Thông thường người đứng đầu Ban Tổ chức Trung ương phải là một Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng Cộng sản Việt Nam.\n\n==Lịch sử==\nBan Tổ chức Trung ương tiền thân là Bộ Tổ chức Trung ương. Tại Hội nghị Ban Chấp hành Trung ương lâm thời của Đảng họp tại [[Hương Cảng]] ([[Trung Quốc]]) ngày 14\/10\/1930, Bộ Tổ chức Trung ương được thành lập, sau đó đổi tên thành Ban Đảng vụ Trung ương.\n\nNgày 16\/4\/1951, [[Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]] ra Nghị quyết về thành lập các Ban và Tiểu ban của Trung ương, trong đó Ban Đảng vụ Trung ương đổi tên thành Ban Tổ chức Trung ương, lãnh đạo ban gồm các đồng chí: [[Lê Văn Lương]]( trưởng ban), Hoàng Quốc Việt ,Nguyễn Chí Thanh ,Nguyễn Văn chân, Nguyễn Đức Tâm, Lê Khắc ,Trần Quý Kiên ,Trần Quang Huy, Nguyễn Trọng Vĩnh Nguyễn Chương.\n\n== Lãnh đạo Ban khóa XIII ==\n\n==== Trưởng ban ====\n*[[Trương Thị Mai]] – Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]]'''<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/ba-truong-thi-mai-lam-truong-ban-to-chuc-trung-uong-4259984.html|tựa đề=Bà Trương Thị Mai làm Trưởng Ban Tổ chức Trung ương}}<\/ref>'''\n\n==== Phó Trưởng ban ====\n\n* [[Mai Văn Chính]] – Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng,]] Phó Trưởng ban thường trực<ref>{{Chú thích web|url=http:\/\/www.xaydungdang.org.vn\/Home\/thoisu\/2021\/15113\/Lanh-dao-Ban-To-chuc-Trung-uong-chuc-mung-Tap-chi-Xay.aspx|tựa đề=Lãnh đạo Ban Tổ chức Trung ương chúc mừng Tạp chí|url-status=dead|ngày truy cập=2021-06-27|archive-date=2021-06-27|archive-url=https:\/\/web.archive.org\/web\/20210627152751\/http:\/\/www.xaydungdang.org.vn\/Home\/thoisu\/2021\/15113\/Lanh-dao-Ban-To-chuc-Trung-uong-chuc-mung-Tap-chi-Xay.aspx}}<\/ref>\n*[[Nguyễn Quang Dương]] – Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]]<ref>{{Chú thích web|url=https:\/\/dangcongsan.vn\/xay-dung-dang\/dong-chi-nguyen-quang-duong-giu-chuc-pho-truong-ban-to-chuc-trung-uong-558530.html|tựa đề=Đồng chí Nguyễn Quang Dương giữ chức Phó Trưởng Ban Tổ chức Trung ương}}<\/ref>\n*[[Hoàng Đăng Quang]] – Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]]<ref>{{Chú thích web|url=https:\/\/laodong.vn\/thoi-su\/chan-dung-2-bi-thu-tinh-uy-vua-duoc-dieu-dong-ve-cong-tac-tai-trung-uong-826328.ldo|tựa đề=Bí thư Tỉnh uỷ Quảng Bình điều động giữ chức Phó Trưởng Ban Tổ chức Trung ương}}<\/ref>\n*Phan Thăng An<ref>{{Chú thích web|url=https:\/\/www.xaydungdang.org.vn\/nhan-su-moi\/ban-to-chuc-trung-uong-cong-bo-quyet-dinh-cua-ban-bi-thu-ve-cong-tac-can-bo-18223|tựa đề=Ban Tổ chức Trung ương công bố quyết định của Ban Bí thư về công tác cán bộ|họ=Acomm(http:\/\/www.acomm.com.vn)|tên=Copyright(c) 2022|website=www.xaydungdang.org.vn|ngôn ngữ=vi|ngày truy cập=2022-12-19}}<\/ref>\n\n==== Phó Trưởng ban kiêm nhiệm ====\n\n* [[Phạm Thị Thanh Trà]] – Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], Bộ trưởng [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]]\n*[[Nguyễn Thị Thanh (chính khách)|Nguyễn Thị Thanh]] – Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], Trưởng [[Ban Công tác đại biểu Quốc hội Việt Nam|ban Công tác đại biểu thuộc Ủy ban Thường vụ Quốc hội]]\n\n== Nhiệm vụ, quyền hạn ==\n'''1. Nghiên cứu, tham mưu:'''\n\na) Chủ trì hoặc phối hợp nghiên cứu, tham mưu xây dựng, sửa đổi, bổ sung, cụ thể hoá Điều lệ Đảng, đường lối của Đảng về tổ chức hệ thống chính trị, chiến lược cán bộ, bảo vệ chính trị nội bộ; chuẩn bị hoặc tham gia chuẩn bị nghị quyết đại hội, các nghị quyết, chỉ thị và quyết định, quy định, kết luận của Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư về các lĩnh vực nêu trên.\n\nb) Chủ trì, phối hợp với các cơ quan liên quan tham mưu cho Bộ Chính trị, Ban Bí thư thống nhất quản lý tổ chức bộ máy, biên chế, chính sách tiền lương của hệ thống chính trị.\n\nc) Nghiên cứu, đề xuất với các cơ quan nhà nước trong việc thể chế hoá các nghị quyết, quyết định của Đảng về lĩnh vực tồ chức, cán bộ, công chức, viên chức.\n\nd) Chủ trì, phối hợp xây dựng các đề án về tổ chức bộ máy đảng, Mặt trận Tổ quốc và các tổ chức chính trị – xã hội; về xây dựng cơ sở đảng; về quản lý cán bộ, đảng viên, bảo vệ chính trị nội bộ và chính sách cán bộ thuộc thẩm quyền quyết định của Bộ Chính trị, Ban Bí thư; về quản lý công chức, viên chức cơ quan đảng, Mặt trận Tô quốc và các tô chức chính trị – xã hội.\n\nđ) Chủ trì, phối họp giúp Bộ Chính trị, Ban Bí thư quản lý, nhận xét, đánh giá, quy hoạch, điều động, luân chuyển, bổ nhiệm, cho thôi chức vụ, đình chỉ chức vụ, giới thiệu ứng cử đối với các chức danh cán bộ thuộc thâm quyền trực tiếp quyết định của Bộ Chính trị, Ban Bí thư và cán bộ thuộc diện quy hoạch để đảm nhiệm các chức danh này.\n\ne) Chủ trì, phối hợp nghiên cứu, đề xuất, tham mưu về đường lối, chủ trương, chính sách cán bộ và công tác cán bộ; chu trương, chính sách đối với cán bộ, công chức thuộc diện Bộ Chính trị, Ban Bí thư quản lý.\n\ng) Tham mưu những chủ trương, chính sách lớn và phối hợp tổ chức thực hiện về công tác đào tạo, bồi dưỡng cán bộ trong hệ thống chính trị, h) Nghiên cứu, đề xuất chủ trương, giải pháp bảo vệ chính trị nội bộ trong hệ thông chính trị.\n\ni) Tham mưu việc thực hiện thí điểm một số chủ trương, mô hình mới về tô chức bộ máy của hệ thống chính trị, công tác cán bộ, đảng viên và chủ trì sơ kết, tổng kết việc thực hiện thí điểm đó.\n\n'''2. Hướng dẫn, kiểm tra, giám sát:'''\n\na) Hướng dần và kiểm tra, giám sát việc thi hành Điều lệ Đảng trong toàn Đảng.\n\nb) Thực hiện công tác kiểm tra, giám sát theo quy định tại Điêm 1.2.1, Khoản 1, Mục I Quy định số 30-QĐ\/TW, ngày 26\/7\/2016 của Ban Chấp hành Trung ương khoá XII về Quy định thi hành Chương VII và Chương VIII Điều lệ Đảng về công tác kiểm tra, giám sát, kỷ luật của Đảng.\n\nc) Hướng dẫn và kiểm tra, giám sát việc thực hiện các nghị quyết, chỉ thị, quyết định của Trung ương về tổ chức, cán bộ, đảng viên, bảo vệ chính trị nội bộ, về công tác quản lý biên chế và thực hiện chính sách cán bộ đối với các tỉnh ủy, thành ủy, các ban đảng, ban cán sự đảng, đảng đoàn, đảng ủy trực thuộc Trung ương.\n\nd) Hướng dần và kiểm tra, giám sát việc bồi dường nghiệp vụ công tác tổ chức, cán bộ, đảng viên, bảo vệ chính trị nội bộ cho cấp ủy, tổ chức đảng và cán bộ tổ chức các cấp.\n\nđ) Chủ trì, phối hợp với các cơ quan liên quan hướng dẫn xây dựng và kiểm tra, giám sát việc thực hiện chức năng, nhiệm vụ, tổ chức bộ máy, biên chế của hệ thống chính trị theo phân cấp.\n\ne) Hướng dẫn, kiểm tra, giám sát việc xây dựng, quản lý công chức, viên chức theo vị trí việc làm và cơ cấu cán bộ, công chức, viên chức trong các cơ quan đảng, Mặt trận Tổ quốc và các tổ chức chính trị – xã hội.\n\ng) Hướng dẫn, kiểm tra công tác xây dựng và quản lý hồ sơ cán bộ, hướng dẫn thống nhất việc xây dựng và quản lý cơ sở dữ liệu quốc gia về cán bộ, đảng viên; quan lý cơ sở dữ liệu cán bộ trong các cơ quan đảng, Mặt trận Tô quốc và các tô chức chính trị – xã hội; quản lý cơ sở dữ liệu đảng; viên trong toàn Đảng.\n\n'''3. Thẩm định, thẩm tra:'''\n\na) Thẩm định các đề án vê tổ chức bộ máy, biên chế, cán bộ, công chức, viên chức, đảng viên mà Trung ương phân cấp cho cấp ủy, các ban, bộ, ngành, Mặt trận Tổ quốc và các tổ chức chính trị – xã hội, các cơ quan trực thuộc Trung ương xây dựng; thẩm định hoặc tham gia thẩm định các đề án về công tác bảo vệ chính trị nội bộ trình Bộ Chính trị, Ban Bí thư.\n\nb) Thẩm định các đề án lớn trình Bộ Chính trị, Ban Bí thư về tổ chức bộ máy, biên chế, cán bộ, công chức, viên chức của Quốc hội, Chính phủ và các bộ, ngành, cơ quan nhà nước.\n\nc) Chủ trì, phối hợp với các cơ quan liên quan thầm định nhân sự thuộc diện Bộ Chính trị, Ban Bí thư quản lý và các chức danh cán bộ khác theo phân cấp trình Bộ Chính trị, Ban Bí thư xem xét, quyết định. Chủ trì, phối hợp với các cơ quan tham mưu, giúp việc của Trung ương Đảng theo dõi, kiểm tra, tham gia ý kiến trước khi cơ quan có thẩm quyền bổ nhiệm một số chức danh cán bộ cần có sự thẩm định nhân sự của các ban của Trung ương Đảng theo quy định về phân cấp quản lý cán bộ và bổ nhiệm, giới thiệu cán bộ ứng cử.\n\nd) Thẩm tra, xác minh đối với cán bộ, công chức, đảng viên có vấn đề về chính trị thuộc diện Bộ Chính trị, Ban Bí thư quản lý.\n\n'''4. Phối hợp:'''\n\na) Với Ủy ban Kiểm tra Trung ương tham mưu, giúp Bộ Chính trị, Ban Bí thư xây dựng chương trình, kế hoạch kiểm tra, giám sát thuộc lĩnh vực được giao.\n\nb) Với các tỉnh ủy, thành ủy, ban đảng, ban cán sự đảng, đảng đoàn, các đảng ủy trực thuộc Trung ương trong công tác tổ chức xây dựng Đảng.\n\nc) Với các cơ quan nhà nước trong việc thể chế hoá các nghị quyết, quy định của Đảng về lĩnh vực tổ chức, biên chế, cán bộ, công chức, viên chức.\n\n'''5. Thực hiện một số nhiệm vụ do Bộ Chính trị, Ban Bí thư ủy quyền'''\n\na) Quản lý tố chức bộ máy và biên chế cán bộ, công chức, viên chức các cơ quan đảng, Mặt trận Tổ quốc và các đoàn thể chính trị – xã hội ớ Trung ương và chỉ đạo việc thực hiện của các tỉnh ủy, thành ủy; đồng thời, phối hợp với các cơ quan có liên quan tham mưu cho Bộ Chính trị, Ban Bí thư quản lý tổ chức bộ máy, biên chế và chính sách cán bộ của các cơ quan nhà nước.\n\nb) Xác nhận quy hoạch các chức danh cán bộ thuộc diện Bộ Chính trị, Ban Bí thư quản lý.\n\nc) Thực hiện chế độ, chính sách đối với cán bộ, công chức, cán bộ cao cấp, lão thành cách mạng; chính sách tiền lương, khen thưởng huân chương bậc cao; chăm sóc và bảo vệ sức khỏe cán bộ, công chức thuộc diện Bộ Chính trị, Ban Bí thư quản lý.\n\nd) Quản lý hồ sơ cán bộ, công chức, đảng viên theo phân cấp quản lý của Bộ Chính trị, Ban Bí thư và cán bộ, công chức, đảng viên có vấn đề về chính trị theo quy định của Bộ Chính trị.\n\nđ) Giải quyết các vấn đề về đang tịch; quản lý cấp phát thẻ đảng viên, giải quyết hoặc phối hợp giải quyết khiếu nại, tố cáo các vấn đề về chính trị của cán bộ, công chức, đảng viên thuộc diện Bộ Chính trị, Ban Bí thư quản lý.\n\n'''6. Để thực hiện chức năng, nhiệm vụ, Ban Tổ chức Trung ương được quyền'''\n\na) Yêu cầu các tỉnh ủy, thành ủy; các ban đảng, ban cán sự đảng, đảng đoàn, đảng ủy và tập thể lãnh đạo các cơ quan, tổ chức, đơn vị (nơi không lập đảng đoàn, ban cán sự đảng) trực thuộc Trung ương cung cấp thông tin, hồ sơ, tài liệu có liên quan đến tổ chức bộ máy, biên chế, cán bộ, đảng viên, chính sách cán bộ, bảo vệ chính trị nội bộ phục vụ cho việc thực hiện chức năng, nhiệm vụ, quyền hạn cua Ban Tổ chức Trung ương.\n\nb) Cử cán bộ phụ trách dự các phiên họp bàn về công tác xây dựng Đảng, về tổ chức, cán bộ, đảng viên, chính sách cán bộ, bảo vệ chính trị nội bộ của các tỉnh ủy, thành ủy; các ban đảng, ban cán sự đảng, đảng đoàn, đảng ủy và tập thế lãnh đạo các cơ quan, tổ chức, đơn vị (nơi không lập đảng đoàn, ban cán sự đảng) trực thuộc Trung ương.\n\n'''7.''' Tổng kết thực tiễn, nghiên cứu khoa học, góp phần xây dựng lý luận về công tác tổ chức, cán bộ, đảng viên, bảo vệ chính trị nội bộ.\n\n'''8'''. Tổ chức tuyên truyền về công tác xây dựng Đảng, xây dựng hệ thống chính trị, công tác cán bộ và quản lý đội ngũ cán bộ.\n\n'''9.''' Hợp tác quốc tế về công tác xây dựng Đảng theo chức năng, nhiệm vụ và thẩm quyền.\n\n'''10'''. Thực hiện các nhiệm vụ khác do Bộ Chính trị, Ban Bí thư giao.\n\n== Tổ chức ==\n\n#Văn phòng Ban;\n#Vụ Tổ chức – Điều lệ;\n#Vụ Cơ sở đảng, đảng viên;\n#Vụ Tổng hợp cán bộ;\n#Vụ Chính sách cán bộ;\n#Vụ Địa phương I (tại Hà Nội, theo dõi các tỉnh, thành phố từ Hà Tĩnh trở ra phía Bắc (28 tỉnh, thành phố));\n#Vụ Địa phương II (tại [[Đà Nẵng]], theo dõi các tỉnh, thành phố từ Quảng Bình trở vào đến Khánh Hòa và các tỉnh Tây Nguyên, trừ Lâm Đồng (13 tỉnh, thành phố));\n#Vụ Địa phương III (tại Thành phố Hồ Chí Minh, theo dõi các tỉnh, thành phố từ Ninh Thuận trở vào phía Nam và tỉnh Lâm Đồng (22 tỉnh, thành phố));\n#Vụ Các ban, bộ, ngành, đoàn thể ở Trung ương (gọi tắt là Vụ V, theo dõi các cơ quan Trung ương);\n#Vụ Tổ chức – cán bộ cơ quan;\n#Cục Đào tạo, bồi dưỡng cán bộ;\n#Cục Bảo vệ chính trị nội bộ;\n#Viện Khoa học tổ chức, cán bộ;\n#Tạp chí Xây dựng Đảng.\n\n==Lãnh đạo qua các thời kỳ==\n\n=== Trưởng ban ===\n{{Chính|Trưởng ban Tổ chức Trung ương Đảng Cộng sản Việt Nam}}\n\n===Phó Trưởng ban===\n*[[Phạm Văn Thọ]]\n*[[Nguyễn Đình Hương (Nghệ An)|Nguyễn Đình Hương]]\n*[[Bùi Quang Tạo]]\n*[[Phan Văn Đáng]]\n*[[Phan Triêm]]\n*[[Nguyễn Văn Chính]]\n*[[Lê Quang Thưởng]]\n*[[Lê Đức Bình]]\n*[[Lê Huy Ngọ]]\n*Tạ Xuân Đại\n* [[Phạm Minh Tuyên]]\n*[[Nguyễn Đức Hạt]]\n*Nguyễn Đông Sương\n*[[Trần Lưu Hải]]\n*Nguyễn Tuấn Khanh\n*Nguyễn Văn Quynh\n*[[Nguyễn Ngọc Lâm]]\n*[[Nguyễn Hoàng Việt (An Giang)|Nguyễn Hoàng Việt]]\n*[[Trần Văn Minh (Đà Nẵng)|Trần Văn Minh]]\n*[[Quản Minh Cường]]\n*[[Nguyễn Thanh Bình (Hà Tĩnh)|Nguyễn Thanh Bình]]\n*[[Lê Vĩnh Tân]]\n*[[Trần Văn Túy]]\n\n==Xem thêm==\n*[[Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam khóa 11]]\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Khởi đầu năm 1930 ở Việt Nam]]"}