{"3120978":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam= Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực<br\/>Đảng Cộng sản Việt Nam \n|Logo 1=Flag of the Communist Party of Vietnam.svg\n|Logo 1 kích thước=200px\n|Logo 1 thuyết minh='''Đảng kỳ Đảng Cộng sản Việt Nam'''\n|Tên gọi thành viên=Lãnh đạo Ban\n|Chức vụ 1=[[#Trưởng ban chỉ đạo|Trưởng ban]]\n|Thành viên 1=[[Nguyễn Phú Trọng]]\n|Chức vụ 2=[[#Phó trưởng Ban thường trực|Phó Trưởng ban Thường trực]]\n|Thành viên 2=[[Phan Đình Trạc]]\n|Chức vụ 3=[[#Các Phó trưởng Ban|Phó Trưởng ban]]\n|Thành viên 3=[[Trương Thị Mai]]<br \/>[[Trần Cẩm Tú]]<br \/>[[Tô Lâm]]<br \/>[[Nguyễn Khắc Định]]\n|Số người 3=4\n|Chức vụ 4=[[#Ủy viên|Ủy viên]]\n|Thành viên 4=[[Lương Cường]]<br \/>[[Lê Minh Trí]]<br \/>[[Nguyễn Hòa Bình]]<br \/>[[Nguyễn Trọng Nghĩa]]<br \/>[[Lê Minh Hưng]]<br \/>[[Ngô Văn Tuấn]]<br \/>[[Đỗ Văn Chiến]]<br \/>[[Đoàn Hồng Phong]]<br\/>[[Lê Thị Nga]]<br\/>[[Lê Thành Long]]<br\/>[[Võ Văn Dũng (chính khách)|Võ Văn Dũng]]\n|Số người 4=11\n|Cơ quan chủ quản=[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị Đảng Cộng sản Việt Nam]]<br \/>[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam]]\n|Loại hình hình thành=Chỉ đạo, phối hợp, kiểm tra, đôn đốc công tác phòng, chống tham nhũng trong phạm vi cả nước\n|Cấp hành chính=Cấp Trung ương\n|Ban thường trực=[[Ban Nội chính Trung ương]]\n|Cơ cấu thường trực=[[Ban Nội chính Trung ương]]<ref>Điều 8 Chương 1 Quy định 163-QĐ\/TW của Bộ Chính trị<\/ref>\n|Đạo luật ủy quyền=[[Điều lệ Đảng Cộng sản Việt Nam]]\n|Khu vực 1= [[Văn phòng Trung ương Đảng]]<br \/>số 1, Hoàng Văn Thụ, Phường Quán Thánh, Quận Ba Đình, Hà Nội\n|Số người 2=1|Logo 2=|Logo 2 kích thước=220px|Logo 2 thuyết minh=Tổng Bí thư [[Nguyễn Phú Trọng]] - Trưởng Ban Chỉ đạo}}\n{{Chính trị Việt Nam}}\n\n'''Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực''' trực thuộc [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], chịu trách nhiệm trước [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] trong việc chỉ đạo, phối hợp, kiểm tra, đôn đốc công tác phòng, chống tham nhũng, tiêu cực trong phạm vi cả nước.\n\nNgày 1 tháng 2 năm 2013, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] ban hành Quyết định số 162-QĐ\/TW thành lập Ban Chỉ đạo Trung ương về phòng, chống tham nhũng do [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] [[Nguyễn Phú Trọng]] làm trưởng ban chỉ đạo.<ref>{{Chú thích web |url=http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=279&leader_topic=&id=BT131338334 |ngày truy cập=2014-07-17 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 8 tháng 8 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140808063258\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=279&leader_topic=&id=BT131338334 |url-status=dead }}<\/ref>\n\nNgày 16 tháng 9 năm 2021, Tổng Bí thư Nguyễn Phú Trọng đã ký ban hành quyết định sửa đổi Ban Chỉ đạo Trung ương về phòng, chống tham nhũng thành Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực.\n\n== Danh sách Ban Chỉ đạo khóa XIII ==\n\n==== Trưởng ban ====\n* [[Nguyễn Phú Trọng]], [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/ban-chi-dao-trung-uong-ve-phong-chong-tham-nhung-tieu-cuc-co-18-thanh-vien-4393495.html|tựa đề=Ban chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực có 18 thành viên|url-status=live}}<\/ref>\n\n==== Phó Trưởng ban Thường trực ====\n* [[Phan Đình Trạc]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]], Trưởng [[Ban Nội chính Trung ương Đảng Cộng sản Việt Nam|ban Nội chính Trung ương]] <ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/bo-sung-ong-phan-dinh-trac-va-nguyen-xuan-thang-vao-ban-bi-thu-20171006105127736.htm|title=Bổ sung ông Phan Đình Trạc và Nguyễn Xuân Thắng vào Ban Bí thư}}<\/ref>\n\n==== Các Phó Trưởng ban ====\n#[[Trương Thị Mai]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Thường trực Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Thường trực Ban Bí thư]], [[Trưởng ban Tổ chức Trung ương Đảng Cộng sản Việt Nam|Trưởng ban Tổ chức Trung ương]]\n#[[Trần Cẩm Tú]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]], [[Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Chủ nhiệm Ủy ban Kiểm tra Trung ương]]\n#[[Tô Lâm]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an]]\n# [[Nguyễn Khắc Định]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], [[Phó Chủ tịch Quốc hội Việt Nam|Phó Chủ tịch Quốc hội]]\n\n==== Các Ủy viên ====\n# [[Lương Cường]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam|Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam]]\n# [[Nguyễn Hòa Bình]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]], [[Chánh án Tòa án nhân dân tối cao (Việt Nam)|Chánh án Tòa án nhân dân tối cao]]\n#[[Nguyễn Trọng Nghĩa]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]], Trưởng [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|ban Tuyên giáo Trung ương]]\n# [[Đỗ Văn Chiến]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng,]] [[Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]\n#[[Lê Minh Hưng]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng,]] Chánh [[Văn phòng Trung ương Đảng Cộng sản Việt Nam|Văn phòng Trung ương Đảng]] <ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/bo-sung-ong-le-minh-hung-vao-ban-chi-dao-t-u-ve-phong-chong-tham-nhung-tieu-cuc-795437.html|tựa đề=Bổ sung ông Lê Minh Hưng vào Ban Chỉ đạo T.Ư về phòng, chống tham nhũng, tiêu cực|url-status=live}}<\/ref>\n# [[Lê Minh Trí]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], [[Viện trưởng Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện trưởng Viện kiểm sát nhân dân tối cao]]\n# [[Ngô Văn Tuấn]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], [[Tổng Kiểm toán nhà nước Việt Nam|Tổng Kiểm toán nhà nước]]\n# [[Lê Thị Nga]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], Chủ nhiệm [[Ủy ban Tư pháp của Quốc hội (Việt Nam)|Ủy ban Tư pháp của Quốc hội]]\n# [[Đoàn Hồng Phong]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], Tổng [[Thanh tra Chính phủ]]\n#[[Lê Thành Long]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], [[Bộ trưởng Bộ Tư pháp Việt Nam|Bộ trưởng Bộ Tư pháp]]\n#[[Võ Văn Dũng (chính khách)|Võ Văn Dũng]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Phó Trưởng ban Thường trực [[Ban Nội chính Trung ương Đảng Cộng sản Việt Nam|Ban Nội chính Trung ương]]\n\n==Nhiệm vụ và quyền hạn==\n===Nhiệm vụ===\nTại Điều 5 Chương II của ''Quy định số 32-QĐ\/TW'' ngày 16\/9\/2021 quy định Ban Chỉ đạo có nhiệm vụ:<ref>{{Chú thích web|url=https:\/\/noichinh.vn\/gioi-thieu\/ban-chi-dao-tw-ve-phong-chong-tham-nhung\/|tựa đề=Ban Chỉ đạo Trung ương về phòng chống tham nhũng, tiêu cực|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url-status=live|ngày truy cập=|url hỏng=}}<\/ref>\n\n# Tham mưu, đề xuất với Bộ Chính trị, Ban Bí thư xem xét, quyết định chủ trương, định hướng về cơ chế, chính sách, pháp luật, giải pháp phòng, chống tham nhũng, tiêu cực. \n# Chỉ đạo, đôn đốc, điều hoà phối hợp, kiểm tra, giám sát các cấp ủy, tổ chức đảng trong việc thực hiện các chủ trương, chính sách của Đảng và pháp luật của Nhà nước về phòng, chống tham nhũng, tiêu cực. \n# Chỉ đạo các cấp ủy, tổ chức đảng trực thuộc Trung ương thông qua hoạt động thuộc phạm vi trách nhiệm của mình làm rõ nguyên nhân, điều kiện phát sinh tham nhũng, tiêu cực; trách nhiệm của người đứng đầu cơ quan, tổ chức để xảy ra tham nhũng, tiêu cực; những sơ hở, bất cập trong cơ chế, chính sách, pháp luật để kiến nghị, yêu cầu các cơ quan, tổ chức, đơn vị và người có thẩm quyền thực hiện các biện pháp ngăn ngừa, khắc phục. \n# Chỉ đạo các cấp ủy, tổ chức đảng trực thuộc Trung ương lãnh đạo, chỉ đạo công tác kiểm tra, thanh tra, kiểm toán, điều tra, truy tố, xét xử, thi hành án trong phòng, chống tham nhũng, tiêu cực. Chỉ đạo, đôn đốc, kiểm tra, giám sát cấp ủy, tổ chức đảng và các cơ quan chức năng trong việc kiểm tra, thanh tra, kiểm toán, xử lý các vụ việc, khởi tố, điều tra, truy tố, xét xử, thi hành án các vụ án tham nhũng, tiêu cực nghiêm trọng, phức tạp, dư luận xã hội quan tâm. \n# Chỉ đạo, đôn đốc, kiểm tra, giám sát các cấp ủy, tổ chức đảng trực thuộc Trung ương và cấp ủy viên, đảng viên có thẩm quyền trong xử lý khiếu nại, tố cáo về hành vi tham nhũng, tiêu cực và xử lý thông tin về vụ án, vụ việc tham nhũng, tiêu cực do các cá nhân, tổ chức phát hiện, cung cấp, kiến nghị. \n# Chỉ đạo tuyên truyền chủ trương, chính sách của Đảng, pháp luật của Nhà nước về phòng, chống tham nhũng, tiêu cực; định hướng cung cấp thông tin về phòng, chống tham nhũng, tiêu cực; chỉ đạo xử lý vi phạm quy định về quản lý, cung cấp thông tin về phòng, chống tham nhũng, tiêu cực và những hành vi lợi dụng việc phòng, chống tham nhũng, tiêu cực để xuyên tạc, vu khống, xúc phạm danh dự, nhân phẩm, gây thiệt hại đến lợi ích của Nhà nước, quyền và lợi ích hợp pháp của tổ chức, cá nhân, gây mất đoàn kết nội bộ. \n# Tổ chức sơ kết, tổng kết và định kỳ hoặc đột xuất báo cáo Bộ Chính trị, Ban Bí thư về tình hình, kết quả công tác phòng, chống tham nhũng, tiêu cực và việc thực hiện chức năng, nhiệm vụ, quyền hạn của Ban Chỉ đạo.\n\n===Quyền hạn===\nTại Điều 6 Chương II của ''Quy định số 32-QĐ\/TW'' quy định Ban chỉ đạo có quyền hạn:\n\n# Yêu cầu các đảng đoàn, ban cán sự đảng, tỉnh ủy, thành ủy, đảng ủy trực thuộc Trung ương, cơ quan, tổ chức, đơn vị, người có thẩm quyền báo cáo về công tác lãnh đạo, chỉ đạo và tình hình, kết quả công tác phòng, chống tham nhũng, tiêu cực; về xử lý một số vụ án, vụ việc tham nhũng, tiêu cực; về giải quyết khiếu nại, tố cáo và xử lý thông tin về hành vi tham nhũng, tiêu cực; thực hiện các biện pháp phòng, chống tham nhũng, tiêu cực tại cơ quan, tổ chức, đơn vị thuộc thẩm quyền lãnh đạo, quản lý. \n# Yêu cầu các đảng đoàn, ban cán sự đảng, tỉnh ủy, thành ủy, đảng ủy trực thuộc Trung ương lãnh đạo, chỉ đạo cơ quan, tổ chức và người có thẩm quyền kiểm tra, thanh tra, kiểm toán, điều tra, xử lý các vụ án, vụ việc có dấu hiệu tham nhũng, tiêu cực; chỉ đạo xem xét lại việc kiểm tra, thanh tra, kiểm toán, điều tra, xử lý khi có căn cứ cho rằng việc kết luận, xử lý chưa khách quan, chính xác, nghiêm minh. \n# Yêu cầu các cơ quan kiểm tra, thanh tra, kiểm toán, điều tra, truy tố, xét xử, thi hành án kết luận, xử lý các vụ án, vụ việc tham nhũng, tiêu cực. Trực tiếp chỉ đạo về chủ trương xử lý đối với một số vụ án, vụ việc cụ thể hoặc yêu cầu cơ quan, tổ chức và người có thẩm quyền xem xét lại việc giải quyết hoặc giải quyết lại nhằm bảo đảm việc xử lý nghiêm minh, đúng quy định của Đảng, pháp luật của Nhà nước. Trong trường hợp cần thiết, kiến nghị Bộ Chính trị, Ban Bí thư xem xét, thành lập các ban chỉ đạo xử lý vụ án, vụ việc để trực tiếp chỉ đạo xử lý đối với một số vụ án, vụ việc tham nhũng, tiêu cực nghiêm trọng, phức tạp, dư luận xã hội quan tâm. \n# Kiến nghị với Bộ Chính trị, Ban Bí thư xem xét, quyết định hoặc yêu cầu các cơ quan có thẩm quyền xử lý theo quy định của Đảng và pháp luật của Nhà nước khi có căn cứ cho rằng cán bộ, đảng viên, công chức, viên chức có hành vi tham nhũng, tiêu cực, vi phạm quy định của Đảng, vi phạm pháp luật liên quan đến tham nhũng, tiêu cực hoặc có hành vi cản trở, gây khó khăn đối với hoạt động phòng, chống tham nhũng, tiêu cực. \n# Yêu cầu các cấp ủy, tổ chức đảng, cơ quan chức năng trong quá trình kiểm tra, thanh tra, kiểm toán, điều tra, truy tố, xét xử, thi hành án, nếu phát hiện vi phạm liên quan đến cán bộ thuộc diện Bộ Chính trị, Ban Bí thư, cấp ủy các cấp quản lý thì báo cáo ngay cho Ban Chỉ đạo, cấp ủy quản lý cán bộ để kịp thời chỉ đạo xử lý; đồng thời chuyển hồ sơ, tài liệu liên quan đến Ủy ban Kiểm tra Trung ương, ủy ban kiểm tra thuộc cấp ủy quản lý cán bộ để kiểm tra, xử lý theo quy định của Đảng. Trong quá trình kiểm tra, thanh tra, kiểm toán, thi hành án, nếu phát hiện sai phạm có dấu hiệu tội phạm thì kịp thời chuyển cơ quan điều tra để xử lý theo thẩm quyền, không chờ đển khi kết thúc mới chuyển. \n# Trực tiếp làm việc với cấp ủy, tổ chức đảng, cơ quan, tổ chức, đơn vị và cá nhân có liên quan về công tác phòng, chống tham nhũng, tiêu cực; khi cần thiết, được sử dụng bộ máy tổ chức, cán bộ, công chức, viên chức và phương tiện của các cơ quan, tổ chức có liên quan để phục vụ nhiệm vụ của Ban Chỉ đạo.\n\n==Nguyên tắc, chế độ làm việc==\n===Nguyên tắc làm việc===\nTại Điều 4 Chương I của ''Quy định số 32-QĐ\/TW'' quy định nguyên tắc làm việc của Ban Chỉ đạo:\n\n#     Ban Chỉ đạo chịu sự lãnh đạo, chỉ đạo trực tiếp của Bộ Chính trị, Ban Bí thư. \n#    Ban Chỉ đạo làm việc theo nguyên tắc tập trung dân chủ; tập thể thảo luận, Trưởng ban kết luận và chỉ đạo thực hiện. \n#    Ban Chỉ đạo hoạt động theo đúng chức năng, nhiệm vụ, quyền hạn được giao; tuân thủ quy định của Đảng và pháp luật của Nhà nước; tôn trọng, không làm cản trở hoạt động bình thường và không làm thay nhiệm vụ của cơ quan, tổ chức, đơn vị và người có thẩm quyền trong công tác phòng, chống tham nhũng, tiêu cực.\n\n===Chế độ làm việc===\nTại Điều 12 Chương III của ''Quy định số 32-QĐ\/TW''quy định chế độ làm việc của Ban Chỉ đạo:\n\n#     Ban Chỉ đạo làm việc theo chương trình hằng năm, họp thường kỳ 6 tháng một lần, họp bất thường khi cần. Thường trực Ban Chỉ đạo họp thường kỳ 3 tháng một lần, họp bất thường khi cần. \n#    Kết luận các phiên họp của Ban Chỉ đạo, cuộc họp của Thường trực Ban Chỉ đạo được thông báo bằng văn bản đến các cấp ủy, tổ chức đảng, cơ quan, tổ chức, đơn vị và cá nhân có liên quan để thực hiện. \n#    Khi cần thiết, Ban Chỉ đạo tổ chức hội nghị toàn quốc hoặc hội nghị chuyên đề về công tác phòng, chống tham nhũng, tiêu cực với các ban đảng, ban cán sự đảng, đảng đoàn, tỉnh ủy, thành ủy, đảng ủy trực thuộc Trung ương. \n#    Định kỳ 6 tháng và khi cần thiết, các thành viên Ban Chỉ đạo báo cáo bằng văn bản với Trưởng ban về kết quả thực hiện nhiệm vụ được phân công.\n#    Căn cứ yêu cầu nhiệm vụ, Trưởng ban quyết định triệu tập các phiên họp, cuộc họp bất thường của Ban Chỉ đạo, Thường trực Ban Chỉ đạo. \n#    Trong thời gian Ban Chỉ đạo, Thường trực Ban Chỉ đạo không họp, nếu có vấn đề phát sinh thuộc thẩm quyền của Ban Chỉ đạo hoặc Thường trực Ban Chỉ đạo cần phải giải quyết khẩn trương, kịp thời, Cơ quan Thường trực có trách nhiệm gửi văn bản xin ý kiến các thành viên Ban Chỉ đạo hoặc Thường trực Ban Chỉ đạo và tổng hợp, báo cáo Trưởng ban xem xét, quyết định; đồng thời thông báo kết quả tới các thành viên Ban Chỉ đạo hoặc Thường trực Ban Chỉ đạo.\n\n==Quan hệ công tác==\n===Quan hệ công tác===\n\n# Với Bộ Chính trị, Ban Bí thư: Ban Chỉ đạo chịu sự lãnh đạo, chỉ đạo trực tiếp, toàn diện của Bộ Chính trị, Ban Bí thư trong thực hiện chức năng, nhiệm vụ và quyền hạn được giao; thực hiện chế độ báo cáo định kỳ, đột xuất với Bộ Chính trị, Ban Bí thư theo quy định. \n# Với các cơ quan tham mưu, giúp việc của Trung ương, đảng đoàn, ban cán sự đảng, đảng ủy, tỉnh ủy, thành ủy trực thuộc Trung ương: Ban Chỉ đạo chỉ đạo, phối hợp, đôn đốc, kiểm tra, giám sát các cơ quan tham mưu, giúp việc của Trung ương, đảng đoàn, ban cán sự đảng, đảng ủy, tỉnh ủy, thành ủy trực thuộc Trung ương trong công tác phòng, chống tham nhũng, tiêu cực. Các cơ quan tham mưu, giúp việc của Trung ương, đảng đoàn, ban cán sự đảng, đảng ủy, tỉnh ủy, thành ủy trực thuộc Trung ương chấp hành sự chỉ đạo, đôn đốc, kiểm tra, giám sát của Ban Chỉ đạo trong công tác phòng, chống tham nhũng, tiêu cực; định kỳ, đột xuất báo cáo với Ban Chỉ đạo về tình hình, kết quả công tác phòng, chống tham nhũng, tiêu cực theo quy định.\n# Ban Chỉ đạo trao đổi thông tin cần thiết với các cơ quan, tổ chức; mời đại diện các cơ quan Trung ương và địa phương tham dự các hội nghị có liên quan đến việc thực hiện nhiệm vụ của Ban Chỉ đạo.\n\n===Chế độ báo cáo===\n\n# Định kỳ 6 tháng một lần hoặc khi có yêu cầu, Ban Chỉ đạo báo cáo kết quả hoạt động với Bộ Chính trị, Ban Bí thư và đề xuất về định hướng công tác trong thời gian tiếp theo. \n# Định kỳ hằng tháng và khi có yêu cầu, Ban cán sự đảng Toà án nhân dân tối cao, Ban cán sự đảng Viện Kiểm sát nhân dân tối cao, Ban cán sự đảng Thanh tra Chính phủ, Ban cán sự đảng Kiểm toán Nhà nước, Quân ủy Trung ương, Đảng ủy Công an Trung ương, Ủy ban Kiểm tra Trung ương, Ban Tổ chức Trung ương, Ban Tuyên giáo Trung ương và các cấp ủy, tổ chức đảng có liên quan báo cáo Ban Chỉ đạo, Thường trực Ban Chỉ đạo bằng văn bản về việc tổ chức thực hiện các kết luận của Ban Chỉ đạo, Thường trực Ban Chỉ đạo và các nội dung có liên quan; kịp thời báo cáo với Trưởng Ban Chỉ đạo, Phó Trưởng Ban Chỉ đạo được phân công chỉ đạo xử lý các vụ án, vụ việc tham nhũng, tiêu cực về tiến độ, khó khăn, vướng mắc và về kết quả thực hiện các kết luận, ý kiến chi đạo của Trưởng Ban Chỉ đạo, Phó Trưởng Ban Chỉ đạo đối với vụ án, vụ việc. \n# Định kỳ quý I, 6 tháng, 9 tháng, năm và khi có yêu cầu, các đảng đoàn, ban cán sự đảng, tỉnh ủy, thành ủy, đảng ủy trực thuộc Trung ương, các cơ quan, tổ chức có liên quan báo cáo Ban Chỉ đạo về tình hình và kết quả thực hiện nhiệm vụ phòng, chống tham nhũng, tiêu cực\n\n==Nhiệm vụ và quyền hạn của các thành viên ban chỉ đạo==\n\n=== Trưởng ban ===\n\n# Lãnh đạo, điều hành hoạt động của Ban Chỉ đạo, Thường trực Ban Chỉ đạo; phân công nhiệm vụ cho các thành viên, chịu trách nhiệm trước Bộ Chính trị, Ban Bí thư về hoạt động của Ban Chỉ đạo.\n# Chỉ đạo xây dựng chương trình, kể hoạch công tác của Ban Chỉ đạo.\n# Chủ trì, định hướng thảo luận, kết luận các phiên họp của Ban Chỉ đạo, cuộc họp của Thường trực Ban Chỉ đạo.\n# Khi cần thiết, trực tiếp làm việc với cấp ủy, tổ chức đảng, cơ quan, tổ chức, đơn vị và cá nhân có liên quan về công tác phòng, chống tham nhũng, tiêu cực; chỉ đạo, đôn đốc, kiểm tra, giám sát việc phát hiện, xử lý một số vụ án, vụ việc tham nhũng, tiêu cực nghiêm trọng, phức tạp, dư luận xã hội quan tâm.\n# Trong trường hợp đột xuất, khẩn cấp không họp được Ban Chỉ đạo hoặc Thường trực Ban Chỉ đạo, trực tiếp quyết định và chỉ đạo thực hiện một số công việc càn thiết để đáp ứng kịp thời yêu cầu công tác, chịu trách nhiệm về quyết định của mình và báo cáo Ban Chỉ đạo, Thường trực Ban Chỉ đạo tại phiên họp gần nhất.\n# Quyết định những vấn đề khác liên quan đến công tác phòng, chống tham nhũng, tiêu cực và hoạt động của Ban Chỉ đạo.\n\n=== Phó Trưởng ban ===\n\n==== Phó Trưởng ban: ====\n   Ngoài nhiệm vụ và quyền hạn của Ủy viên Ban Chỉ đạo theo quy định tại Điều 7 Quy định này, Phó Trưởng Ban Chỉ đạo còn có nhiệm vụ và quyền hạn sau: \n\n   a) Giúp Trưởng ban điều phối hoạt động của các thành viên theo phân công của Trưởng ban. \n\n    b) Thay mặt Trưởng ban thực hiện một số công việc, chủ trì một số phiên họp của Ban Chỉ đạo khi được Trưởng ban ủy quyền. \n\n   c) Giúp Trưởng Ban Chỉ đạo, đôn đốc, kiểm tra, giám sát việc phát hiện, xử lý một số vụ án, vụ việc tham nhũng, tiêu cực nghiêm trọng, phức tạp, dư luận xã hội quan tâm theo phân công của Trưởng ban. \n\n==== Phó Trưởng ban thường trực: ====\n   Ngoài nhiệm vụ và quyền hạn của Phó Trưởng Ban Chỉ đạo theo quy định tại Khoản 1, Điều 9, Phó Trưởng ban thường trực Ban Chỉ đạo còn có nhiệm vụ và quyền hạn sau: \n\n   a) Giúp Trưởng ban trực tiếp chỉ đạo, điều phối hoạt động, phân công công việc cho các thành viên; chỉ đạo, phối hợp, triển khai thực hiện chưong trình, kế hoạch công tác của Ban Chỉ đạo theo phân công của Trưởng ban. \n\n   b) Giúp Trưởng Ban Chỉ đạo chuẩn bị nội dung, chương trình, tài liệu và triệu tập các phiên họp của Ban Chỉ đạo, cuộc họp của Thường trực Ban Chỉ đạo; xử lý công việc hằng ngày, thường xuyên của Ban Chỉ đạo; chủ trì một số cuộc họp và ký một số văn bản của Ban Chỉ đạo theo phân công của Trưởng ban.\n\n  c) Trực tiếp quản lý, chỉ đạo, điều hành hoạt động của Cơ quan Thường trực; quyết định các vấn đề thuộc phạm vi nhiệm vụ, quyền hạn của Cơ quan Thường trực. \n\n   d) Giúp Trưởng Ban Chỉ đạo chỉ đạo, đôn đốc, kiểm tra, giám sát việc phát hiện, xử lý một số vụ án, vụ việc tham nhũng, tiêu cực nghiêm trọng, phửc tạp, dư luận xã hội quan tâm. \n\n   đ) Làm việc với cấp ủy, tổ chức đảng, cơ quan, tổ chức, đơn vị và cá nhân có liên quan; yêu cầu báo cáo, cung cấp thông tin, tài liệu có liên quan để nắm nội dung, tiến độ, những khó khăn, vướng mắc trong quá trình xử lý một số vụ án, vụ việc tham nhũng, tiêu cực nghiêm trọng, phức tạp, dư luận xã hội quan tâm để kịp thời báo cáo Trưởng ban.\n\n=== Thành viên Ban Chỉ đạo ===\n\n# Thực hiện và chịu trách nhiệm trước Ban Chỉ đạo, Thường trực Ban Chỉ đạo và Trưởng ban về nhiệm vụ được phân công. \n#    Chủ động đề xuất, kiến nghị với Ban Chỉ đạo và Trưởng ban các chủ trương, định hướng về cơ chế, chính sách, pháp luật, giải pháp nâng cao hiệu quả công tác phòng, chống tham nhũng, tiêu cực, nhất là trong lĩnh vực, địa bàn, chuyên đề được phân công theo dõi, quản lý, phụ trách. \n#     Cùng với tập thể cấp ủy, đảng đoàn, ban cán sự đảng và tập thể lãnh đạo nơi công tác lãnh đạo, chỉ đạo thực hiện nghiêm các chủ trương, chính sách của Đảng và pháp luật của Nhà nước về phòng, chổng tham nhũng, tiêu cực. \n#    Chỉ đạo, đôn đốc, kiểm tra, giám sát công tác phòng, chống tham nhũng, tiêu cực trong địa bàn, lĩnh vực, chuyên đề được phân công theo dõi, quản lý, phụ trách. \n#    Được sử dụng bộ máy tổ chức, cán bộ, công chức, viên chức và phương tiện của cơ quan, tổ chức do mình trực tiếp quản lý, phụ trách để thực hiện nhiệm vụ được Ban Chỉ đạo phân công.\n\n==Quan điểm==\n* Trưởng Ban chỉ đạo [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] [[Nguyễn Phú Trọng]] nói về nạn tham nhũng:\n:*Về vấn đề tham nhũng ở Việt Nam:{{cquote|... Cái gì cũng phải tiền, không tiền không trôi, như ngứa ghẻ phải gãi rất khó chịu.<ref>{{chú thích web|url=http:\/\/vietnamnet.vn\/vn\/chinh-tri\/142288\/tong-bi-thu--tham-nhung-nhu-ngua-ghe.html|publisher=VietNamNet|title=Tổng bí thư: Tham nhũng như ngứa ghẻ|access-date =ngày 21 tháng 10 năm 2013}}<\/ref>}}\n\n:*Về việc bài trừ, phòng chống tham nhũng:{{cquote|Đến Đường Tăng đi lấy kinh cũng phải hối lộ. Bước chân sang nước Phật đã phải hối lộ… Cho nên chúng ta phải xem xét, bình tĩnh, tỉnh táo, sáng suốt… <ref>{{chú thích web|url=http:\/\/vtc.vn\/2-464144\/xa-hoi\/chong-tham-nhung-phai-binh-tinh-sang-suot.htm|publisher=VTC|title=Chống tham nhũng: Phải bình tĩnh, sáng suốt|date=07\/12\/2013}}<\/ref>}}\n:::*{{cquote|Về tham nhũng tôi có thể nói hàng mấy tiếng đồng hồ.}}\n:::*{{cquote|Sốt ruột, bức xúc lắm, không phải bây giờ mà mấy năm trước Đảng đã gọi đây (vấn đề tham nhũng) là quốc nạn, giặc nội xâm, quyền lực lớn mà không kiểm soát dễ sinh hư hỏng, tham nhũng}}\n:::*{{cquote|Bản thân mỗi đồng chí và vợ, con phải giữ gìn sự trong sạch, rồi mới chống tham nhũng được, nếu không nói chẳng ai nghe, tay đã nhúng chàm thì không thể làm gì khác được.<ref>{{chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2014\/10\/141008_vn_party_leader_constitution|publisher=BBC|title=Đánh chuột giữ bình hay giữ mình?|date=04\/02\/2013}}<\/ref>}}\n:*Phát biểu về vấn đề chống tham nhũng trong cuộc tiếp xúc với cử tri các quận Ba Đình, Tây Hồ:{{cquote|Phải bình tĩnh tĩnh táo, rất khôn ngoan, có con mắt chiến lược. Bác Hồ dạy rồi, cha ông ta dạy rồi, đánh con chuột đừng để vỡ bình, làm sao diệt được chuột mà bảo vệ được bình hoa. Tức là phải giữ cho được cái ổn định.<ref>{{chú thích web|url=http:\/\/vtc.vn\/2-464144\/xa-hoi\/chong-tham-nhung-phai-binh-tinh-sang-suot.htm|publisher=VTC|title=Chống tham nhũng: Phải bình tĩnh, sáng suốt|date=08\/10\/2014}}<\/ref>}}\n\n== Trưởng Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực qua các thời kỳ ==\n\n{| class=\"wikitable\"\n|+\n!Thứ tự\n!Chân dung\n!Họ và tên\n!Đảm nhiệm từ\n!Thời gian tại nhiệm\n|-\n|1\n|[[Tập tin:Nguyen Tan Dung 2014 (cropped).jpg|123x123px]]\n|[[Nguyễn Tấn Dũng]]\n|29 tháng 7 năm 2006 – 01 tháng 2 năm 2013<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Xa-hoi\/Thu-tuong-Nguyen-Tan-Dung-lam-Truong-Ban-chi-dao-TW-ve-phong-chong-tham-nhung-i25957\/|tựa đề=Thủ tướng Nguyễn Tấn Dũng làm Trưởng Ban chỉ đạo TW về phòng, chống tham nhũng|ngày=2006-07-29|website=Báo Công An Nhân Dân|url-status=live}}<\/ref>\n|{{số năm theo năm và ngày|2006|7|29|2013|2|1}}\n|-\n|2\n|[[Tập tin:Kishida Fumio and Nguyen Phu Trong 2022 (cropped).jpg|105x105px]]\n|[[Nguyễn Phú Trọng]]\n|01 tháng 2 năm 2013 – ''nay''\n|{{số năm theo năm và ngày|2013|2|1}}\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n==Xem thêm==\n* [http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=279&leader_topic=&id=BT131352535 Quy định số 163-QĐ\/TW] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140808102606\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=279&leader_topic=&id=BT131352535 |date = ngày 8 tháng 8 năm 2014}}\n* [[Chiến dịch đốt lò]]\n[[Thể loại:Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Cơ quan chống tham nhũng]]"}