{"1738717":"'''Bang giao Đại Việt thời Lý''' phản ánh các hoạt động ngoại giao của chính quyền [[nhà Lý]] từ năm [[1009]] đến năm [[1225]] trong [[lịch sử Việt Nam]].\n\n== Hoàn cảnh==\nNăm [[1009]], [[Lý Thái Tổ|Lý Công Uẩn]] lên ngôi vua, thay thế nhà Tiền Lê, lập ra [[nhà Lý]]. Ngay sau khi lên ngôi, Lý Thái Tổ đã chủ động thiết lập quan hệ ngoại giao với đối tác quan trọng nhất đương thời là triều đình nhà Tống ở phương Bắc. Việc ngoại giao thời Lý có tính kế tục các hoạt động ngoại giao đã thiết lập từ thời Đinh, thời Tiền Lê trước đó<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 376<\/ref>.\n\n== Với nhà Tống ==\n===Thời Bắc Tống===\nNgay trong năm 1010 khi mới lên ngôi, [[Lý Thái Tổ]] đã bắt đầu sai sứ sang nhà Tống. Sự kiện này mở đầu cho mối quan hệ bang giao trong 2 thế kỷ giữa nhà Lý với nhà Tống của [[Trung Quốc]]. Theo đánh giá của các sử gia, việc tích cực và chủ động quan hệ với phương Bắc nhằm gián tiếp khẳng định chính thống của nhà Lý và sự tồn tại của nước [[Đại Cồ Việt]]<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 377<\/ref>.\n\nDưới thời [[Lý Thái Tổ]] và [[Lý Thái Tông]], việc triều cống nhà Tống diễn ra đều đặn. Khi Đại Cồ Việt có vua mới, nhà Tống đều sai sứ sang phong vương. Trong vòng 46 năm thời 3 vị vua đầu tiên của nhà Lý, sử sách chỉ ghi nhận 3 lần nhà Tống sai sứ sang phong vương cho nhà Lý khi các vua mới lên ngôi, không có những hoạt động ngoại giao trong thời các vua cai trị như thời Đinh và Tiền Lê.\n\nSang thời [[Lý Thánh Tông]], năm [[1057]] nhà Lý sai sứ sang cống thú lạ cho nhà Tống, bảo là con lân. Vua Tống nghe lời [[Tư Mã Quang]] (sợ không chắc là con lân thì các nước khác chê cười), liền thưởng cho sứ [[Đại Việt]] rồi sai mang con thú về. [[Lý Thánh Tông]] giận nhà Tống, cho là phản phúc, năm [[1059]] bèn mang quân đánh vào Khâm châu để thị uy rồi rút về<ref name=\"informatik.uni-leipzig.de\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Đại Việt sử ký toàn thư, Bản kỷ quyển 3]<\/ref>. Sau lần hòa đàm năm [[1060]], hoạt động ngoại giao được nối lại. Năm [[1067]], nhà Tống sai sứ sang gia phong [[Lý Thánh Tông]] làm Nam Bình vương và Khai phủ Nghi đồng tam ty. Đó là lần đầu tiên nhà Tống cử sứ sang Đại Việt không vì việc thay ngôi vua của nhà Lý.\n\nNgoài mục đích báo tang, mừng vua mới, kết hiếu, các vua Lý còn sai sứ sang nhà Tống khi đánh thắng [[Chiêm Thành]], nhằm gián tiếp thể hiện cho nhà Tống biết Chiêm Thành là thuộc quốc của mình<ref name=\"ReferenceA\">Kỷ yếu hội thảo khoa học\"1000 năm vương triều Lý và kinh đô Thăng Long, tr 395<\/ref>. Nhà Tống không thể hiện sự phản đối việc đó và giữ thái độ mềm mỏng. Năm [[1078]] khi sứ Đại Việt là Đào Tông Nguyên chạm trán sứ Chiêm Thành ở Biện Kinh, nhà Tống lo ngại, sai người bố trí thu xếp nơi ăn ở và thời gian và địa điểm vào chầu cố tỏ ra có sự phân biệt giữa hai nước nhằm xoa dịu phía Đại Việt<ref>Kỷ yếu hội thảo khoa học\"1000 năm vương triều Lý và kinh đô Thăng Long, tr 396<\/ref>.\n\nTheo thống kê của Hoàng Xuân Hãn, trong 63 năm đầu thời Lý, nhà Lý đã cử 23 đoàn sứ bộ sang nhà Tống, trong đó 13 lần với mục đích kết hiếu và tạ ơn, 3 lần báo tin thắng trận khi vừa đánh Chiêm Thành, 7 lần là các mục đích khác (báo tang, mừng vua Tống lên ngôi, xin kinh Phật...)<ref>Hoàng Xuân Hãn, sách đã dẫn, tr 116-117<\/ref>.\n\nSang thời [[Lý Nhân Tông]], chỉ vài năm sau khi nhà Lý tiếp nhận chức Giao Chỉ quận vương của vua Tống, [[Chiến tranh Tống-Việt, 1075-1077|chiến tranh Tống-Lý]] nổ ra. Sau khi chiến tranh chấm dứt, việc ngoại giao giữa 2 nước tập trung vào vấn đề đất đai biên giới Tống và Đại Việt. [[Lê Văn Thịnh]] – thủ khoa đầu tiên của Đại Việt năm [[1075]] – được giao đi đàm phán với nhà Tống, kết quả tới năm [[1084]], phần lớn đất đai bị Tống chiếm đóng trong chiến tranh được trả lại cho Đại Việt.\n\nCuối năm [[1126]], đoàn sứ bộ [[Đại Việt]] sang nhà Tống, nhưng chỉ đến [[Quế Lâm|Quế Châu]] ([[Quảng Tây]]) thì được quan chức tại đó đề nghị quay về, vì quân các trấn xung quanh đã được điều hết đi chống quân [[nhà Kim|Kim]] đang đánh [[Khai Phong|Biện Kinh]], ngựa trạm và phu trạm không đủ phục vụ sứ đoàn Đại Việt. Kết quả sứ đoàn mang lễ vật trở về nước<ref name=\"informatik.uni-leipzig.de\"\/>.\n\n===Thời Nam Tống===\n[[Tập tin:DoanTuTu.jpg|nhỏ|phải|[[Khâm định Việt sử thông giám cương mục]] (《欽定越史通鑑綱目》): Doãn Tư Tư (尹子思) đi sứ sang Nam Tống, vua Tống (Hiếu Tông) phong cho vua Lý (Anh Tông) là An Nam quốc vương (安南國王), (ngày [[30 tháng 9]] năm [[1164]]).]]\nTừ năm [[1127]], nhà Tống bị mất phương bắc về tay người Kim, phải chạy xuống [[Lâm An]] ([[Hàng Châu]]) đóng đô. Quan hệ ngoại giao giữa nhà Lý với Nam Tống vẫn được duy trì, thậm chí có lần năm 1156 thời Lý Anh Tông, cống phẩm cho nhà Tống có giá trị khá lớn. Lê Văn Siêu cho rằng đáng ra nhà Lý nên nhân thời cơ suy yếu của Nam Tống để thực hiện những cuộc bắc phạt như Lý Thường Kiệt từng làm thì có thể mở mang cương thổ phía bắc<ref name=\"lvs537\">Lê Văn Siêu, sách đã dẫn, tr 537<\/ref>.\n\nĐổi lại việc nhà Lý giữ quan hệ hữu hảo khi nhà Tống đã suy, năm [[1164]] khi sứ thần [[Doãn Tử Tư]], Lý Bang Chính sang Lâm An, vua Tống Hiếu Tông tiếp đón và ban lệnh đổi tên\"Giao Chỉ\"thành\"An Nam\", phong Lý Anh Tông làm\"An Nam quốc vương\"<ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/vsta.pdf |ngày truy cập=2013-02-17 |tựa đề=Việt sử tiêu án, Ngô Thì Sỹ, trang 61 bản dịch tiếng Việt dạng pdf. |archive-date=2013-12-14 |archive-url=https:\/\/web.archive.org\/web\/20131214200446\/http:\/\/www.viethoc.org\/eholdings\/sach\/vsta.pdf |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/kdvstgcm.pdf |ngày truy cập=2013-02-17 |tựa đề=Khâm định Việt sử thông giám cương mục, trang 173 bản dịch tiếng Việt dạng pdf. |archive-date=2013-12-14 |archive-url=https:\/\/web.archive.org\/web\/20131214190146\/http:\/\/www.viethoc.org\/eholdings\/sach\/kdvstgcm.pdf |url-status=dead }}<\/ref><ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Đại Việt sử ký, bản kỷ toàn thư, quyển IV Anh Tông Hoàng Đế.]<\/ref>; nghĩa là trong quan hệ ngoại giao giữa Tống và Việt từ đó, Đại Việt không còn là một quận mà chính thức được coi là một nước phiên thuộc, mang tên An Nam<ref name=\"lvs537\"\/><ref>Hoàng Xuân Hãn, sách đã dẫn, tr 119<\/ref>.\n\nTừ năm [[1206]], do loạn lạc trong nước, việc sang sứ tiến cống nhà Tống không được thực hiện cho tới hết thời Lý ([[1225]]).\n\nCác sử gia đã thống kê được trong thời gian tồn tại 216 năm, nhà Lý đã 57 lần sai sứ sang nhà Tống<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 378-379<\/ref>. Những lần cử sứ sang phương Bắc, nhà Lý đều chọn người có học thức, có tài ứng đối, biết làm thơ. Các sứ đoàn luôn thể hiện tinh thần tự tôn dân tộc, giữ thể diện quốc gia<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 379<\/ref>.\n\nViệc triều cống nhà Tống chỉ nhằm đạt được sự công nhận bên ngoài của triều đình phương Bắc, giảm bớt xung đột biên giới, tạo ra môi trường ổn định để phát triển kinh tế - xã hội trong nước<ref>Kỷ yếu hội thảo khoa học\"1000 năm vương triều Lý và kinh đô Thăng Long, tr 390<\/ref><ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 382<\/ref>. Bên trong, các vua Lý vẫn thể hiện sự tự tôn, độc lập tự chủ. Các vua Lý tuy nhận tước phong của nhà Tống nhưng vẫn có niên hiệu riêng, ấn tín riêng trong quá trình cai trị đất nước, không bao giờ dùng các chức vụ do nhà Tống phong (Giao Chỉ quận vương, Tĩnh Hải tiết độ sứ, Nam Bình vương…)<ref>Kỷ yếu hội thảo khoa học\"1000 năm vương triều Lý và kinh đô Thăng Long, tr 389<\/ref><ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 380<\/ref>.\n\n== Với nhà Kim ==\nNước Kim ([[nhà Kim]]) khi đó đang rất hùng mạnh ở miền bắc Trung Hoa, uy hiếp nước [[Nhà Tống|Nam Tống]] thường xuyên nhưng cũng rất tôn trọng [[Đại Việt]]. Sau khi đã có hòa bình với Nam Tống, năm [[1168]], [[Kim Thế Tông]] sai sứ giả vượt qua lãnh thổ Nam Tống đến nước [[Đại Việt]]<ref name=\"Ngô Thì Sĩ, sách đã dẫn, tr 350\">Ngô Thì Sĩ, sách đã dẫn, tr 350<\/ref><ref name=\"cm5\">Khâm định Việt sử thông giám cương mục, Chính biên quyển 5<\/ref> và đó cũng là lần duy nhất nhà Kim có quan hệ ngoại giao với Đại Việt<ref name=\"vsh143\">Viện Sử học, sách đã dẫn, tr 143<\/ref>.\n\nCùng với sứ nhà Kim, sứ Nam Tống cũng đến Đại Việt lúc đó. Vua [[Lý Anh Tông]] sai các quan đón tiếp sứ giả cả hai nước chu đáo nhưng không cho đoàn sứ giả hai nước gặp nhau<ref name=\"Ngô Thì Sĩ, sách đã dẫn, tr 350\"\/><ref name=\"cm5\"\/><ref name=\"vsh143\"\/>.\n\n==Với Chiêm Thành==\nCùng việc củng cố quan hệ với phương Bắc, [[nhà Lý]] chú trọng tới biên giới phía nam. Sau khi bị [[Lê Đại Hành]] đánh bại năm [[982]], [[Chiêm Thành]] đã tỏ ra thần phục. Từ thập kỷ 90 của [[thế kỷ X]], Chiêm Thành đã vài lần sai sứ sang [[Đại Cồ Việt]], quan hệ hòa thuận của hai bên được giữ tới hết thời Tiền Lê. Sau khi Lý Thái Tổ lên ngôi, Chiêm Thành sai sứ sang dâng sư tử năm [[1011]]<ref name=\"ReferenceB\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html Đại Việt sử ký toàn thư, Bản kỷ quyển 2]<\/ref>.\n\nTừ đó việc cống của Chiêm Thành sang Đại Việt khá đều đặn, vài năm 1 lần, thậm chí giai đoạn [[1081]]-[[1088]] là mỗi năm 1 lần<ref>Đại Việt sử lược, tr 168-172<\/ref>. Các cống phẩm của Chiêm Thành gồm sư tử, voi trắng, cá sấu, tơ lụa, vàng bạc…\n\nTrong giai đoạn quan hệ tốt đẹp, vua Chiêm là Jaya Harivarman đã cho con gái sang làm cung phi cho [[Lý Anh Tông]]. Sử sách cũng ghi lại lần duy nhất vua Chiêm Thành tới Đại Việt xin sắc phong là Suryavarman (1192-1203), do vị vua này đã cắt đứt quan hệ với Chân Lạp nên muốn dựa vào Đại Việt<ref name=\"ReferenceA\"\/>. Năm sau, [[Lý Cao Tông]] sai sứ sang phong vương cho Suryavarman.\n\nTuy triều cống khá đều đặn nhưng Chiêm Thành không hoàn toàn thần phục Đại Việt, mà vẫn thi thoảng mang quân cướp phá vùng biên giới khiến nhà Lý phải dùng tới biện pháp quân sự để ngăn chặn. Nhà Lý giữ quan hệ với Chiêm Thành bằng biện pháp vừa cương vừa nhu nhằm bảo vệ biên giới, gây thanh thế ở phía nam nhằm kiềm chế âm mưu xâm lược của nhà Tống ở phương Bắc<ref>Kỷ yếu hội thảo khoa học\"1000 năm vương triều Lý và kinh đô Thăng Long, tr 394<\/ref>.\n\nCó một số thời gian gián đoạn trong quan hệ 2 bên, như khi Lý Thái Tông mới lên ngôi, Chiêm Thành suốt 16 năm không tiến cống, dẫn đến việc [[Chiến tranh Việt-Chiêm 1044|Thái Tông thân chinh đánh Chiêm]] hoặc giai đoạn chiến tranh giữa nhà Lý với nhà Tống.\n\nCác sử gia thống kê được trong thời Lý, Chiêm Thành đã 43 lần sai sứ sang cống<ref name=\"nqn393\">Nguyễn Quang Ngọc, sách đã dẫn, tr 393<\/ref>. Sang đầu [[thế kỷ XIII]], trong nước [[Đại Việt]] xảy ra loạn lạc, nhà Lý ngày càng suy yếu, Chiêm Thành không thực hiện ngoại giao và tiến cống nữa.\n\n==Với Chân Lạp==\nKhi nhà Lý thành lập và phát triển cũng là thời kỳ vương triều Angkor đang phồn thịnh, từ các vua Suryavarman ([[1002]]-[[1050]]), Hasharvarman ([[1066]]-[[1089]]), Suryavarman II ([[1113]]-[[1150]]) và Jayavarman VII (tới sau [[1200]]). Từ khi nhà Lý mới thành lập, Chân Lạp đã cho sứ sang đặt quan hệ.\n\nCác sử gia thống kê được trong 2 [[thế kỷ XI]] và [[thế kỷ XII|XII]], [[Chân Lạp]] có 13 lần cử sứ sang Đại Việt<ref name=\"nqn400\">Nguyễn Quang Ngọc, sách đã dẫn, tr 400<\/ref>. Trong quan hệ ngoại giao giữa 2 nước còn có cả giao lưu về tôn giáo, trong nhiều lần sứ giả Chân Lạp sang Đại Việt có cả các nhà sư và đạo sĩ Bà La Môn. Họ được triều đình nhà Lý mời tham gia các nghi lễ đạo Phật tại kinh thành [[Thăng Long]]<ref name=\"nqn400\"\/>. Theo di tích bia Preah Khằn được dựng thời Jayavarman VII, các nhà nghiên cứu xác định được trong những dịp lễ lớn của Chân Lạp, Đại Việt đã cử sứ giả sang mừng và tặng lễ vật. Từ cuối [[thế kỷ XII]] sang đầu [[thế kỷ XIII]], cả nhà Lý và [[Chân Lạp]] đều bước vào thời kỳ suy yếu, các hoạt động ngoại giao và giao lưu tôn giáo không còn được duy trì<ref name=\"nqn400\"\/>.\n\n==Với Ai Lao==\nThời kỳ nhà Lý mới thành lập, Lào còn ở trong giai đoạn các bộ tộc do các thủ lĩnh đứng đầu, một dạng nhà nước sơ khai. Quan hệ ngoại giao giữa Đại Việt và Lào được sử sách ghi nhận lầu đầu vào năm 1067, Ai Lao (tên gọi Lào khi đó) dâng vàng bạc, trầm hương, sừng tê, ngà voi và các thứ sản vật địa phương<ref name=\"ReferenceB\"\/><ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 398<\/ref>.\n\nViệc ngoại giao hai bên không được duy trì thường xuyên, do sự thù địch giữa hai bên. Nhà Lý đã nhiều lần cử tướng đi đánh Ai Lao do những xung đột tại biên giới vào các năm 1048, 1159, 1183 và đều thắng lợi.\n\n==Với các nước khác==\nĐương thời, Đại Việt có quan hệ thương mại với không chỉ quan hệ với các nước láng giềng, mà còn có quan hệ thương mại với các nước trong khu vực như [[Xiêm|Xiêm La]], La Hộc, Lộ Lạc, Tam Phật Tề, Đề Hi, [[Tây Hạ]], [[Liêu]]. Các quan hệ kinh tế đã thúc đẩy hoạt động ngoại giao chính thức.\n\nSử sách xác nhận vào năm [[1182]] thời [[Lý Cao Tông]], vương quốc Xiêm La ([[Thái Lan]]) đã cử sứ sang tiến cống [[Đại Việt]]<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Đại Việt sử ký toàn thư, Bản kỷ quyển 4]<\/ref> và các sử gia xác định đó là lần đầu tiên Đại Việt có quan hệ ngoại giao với nước này<ref name=\"nqn401\">Nguyễn Quang Ngọc, sách đã dẫn, tr 401<\/ref>.\n\nVới các nước khác tại Đông Nam Á, đương thời tính ổn định lãnh thổ của từng tiểu quốc và khả năng tổ chức lãnh thổ của các thủ lĩnh địa phương còn lỏng lẻo, có nhiều xáo trộn nên đã làm hạn chế khả năng giao thiệp giữa nhà Lý với các nước này<ref name=\"nqn401\"\/>.\n\n==Ý nghĩa==\nCác sử gia cho rằng, ngoài việc thiết lập hòa bình với các nước xung quanh để tạo ra môi trường ổn định, phát triển kinh tế - xã hội trong nước, các quan hệ ngoại giao với mật độ lớn thời Lý khẳng định vị thế của nước Đại Việt với các quốc gia láng giềng<ref name=\"nqn400\"\/> mà còn tăng cường khả năng giao lưu văn hóa, hiểu biết lẫn nhau và sự gắn kết giữa dân tộc Việt và các dân tộc khác<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 402<\/ref>.\n\n==Xem thêm ==\n* [[Nhà Lý]]\n* [[Ngoại giao Việt Nam thời Đinh]]\n\n== Tham khảo ==\n* [[Đại Việt sử lược]], Nguyễn Gia Tường dịch ([[1993]]), Nhà xuất bản Tổng hợp TP Hồ Chí Minh\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n* [[Ngô Thì Sĩ]] ([[2011]]), ''[[Đại Việt sử ký tiền biên]]'', Nhà xuất bản Văn hóa thông tin\n* Hoàng Xuân Hãn ([[1996]]), ''Lý Thường Kiệt lịch sử ngoại giao và tông giáo triều Lý'', Nhà xuất bản Hà Nội\n* Nguyễn Quang Ngọc chủ biên ([[2010]]), ''Vương triều Lý'', Nhà xuất bản Hà Nội\n* Ủy ban nhân dân thành phố Hà Nội ([[2009]]), ''Kỷ yếu hội thảo khoa học\"1000 năm vương triều Lý và kinh đô Thăng Long'', Nhà xuất bản Thế giới\n* Đào Tố Uyên chủ biên ([[2008]]), ''Giáo trình lịch sử Việt Nam, tập 2'', Nhà xuất bản Đại học sư phạm\n* Đào Duy Anh ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n\n== Chú thích ==\n{{tham khảo|30em}} \n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Ngoại giao Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Lý]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lý]]"}