{"3268259":"'''Ngoại giao Việt Nam thời Lê sơ''' phản ánh [[quan hệ ngoại giao]] của [[nhà Lê sơ|chính quyền nhà Lê sơ]] với các nước lân bang trong giai đoạn từ năm [[1428]] đến năm [[1527]] trong [[lịch sử Việt Nam]]. \n== Hoàn cảnh ==\nĐầu năm 1428, sau khi đánh đuổi quân Minh về nước, [[khởi nghĩa Lam Sơn]] kết thúc thắng lợi, [[Lê Thái Tổ|Lê Lợi]] lên ngôi hoàng đế và lập ra nhà Lê sơ, đặt lại quốc hiệu là [[Đại Việt]].<ref name=dvsktt10b>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15b.html ''Đại Việt Sử ký Toàn thư''], Bản kỷ Thực lục, quyển 10, phần 2<\/ref> Sau khi lên ngôi, Lê Lợi chủ trương hàn gắn lại hậu quả 20 năm của thời kỳ [[Bắc thuộc lần 4]], đồng thời phải giải quyết các vấn đề về con cháu họ Trần với nhà Minh.\n\n== Quan hệ ngoại giao với triều Minh ==\n=== Quan hệ về lễ triều ===\nNăm [[1426]], khi cuộc khởi nghĩa Lam Sơn đang trên đà thắng thế, nhằm tìm cách kìm hãm sự phát triển của cuộc khởi nghĩa và chia rẽ nội bộ [[người Việt]], [[nhà Minh]] đòi lập con cháu họ Trần lên làm vua theo tờ chiếu của vua [[Minh Thành Tổ]] khi đánh [[Đại Ngu]] năm [[1407]]. [[Lê Lợi]] bèn cho thảo tờ biểu đến vua Minh để báo việc lập [[Trần Cảo (vua)|Trần Cảo]] - người được cho là cháu nội của [[Trần Nghệ Tông]], lên làm vua. Tuy nhiên, toàn bộ chiến sự chống quân Minh khi ấy vẫn do Lê Lợi quyết định. Sau [[hội thề Đông Quan]] năm [[1427]], vua [[Minh Tuyên Tông]] cho sứ là La Nhữ Kính mang thư sang phong Trần Cảo là '''An Nam Quốc Vương''', ra lệnh cho tướng [[Vương Thông]] đem quân rút về nước, trả lại đất cho [[An Nam]], việc triều cống theo lệ cũ, cho sứ thần đi lại.<ref name=dvsktt10b\/>\n\nLê Lợi bí mật cho giết Trần Cảo rồi tự lên làm vua, lấy niên hiệu là Thuận Thiên, tức vua Lê Thái Tổ. Sau đó, ông sai sứ sang [[Trung Quốc]] báo vua Minh rằng Trần Cảo chết vì bệnh, nên phải tạm thay họ Trần trông coi việc nước. Năm [[1429]], nhà Minh lại yêu cầu nhà Lê tìm con cháu họ Trần. Tuy nhiên, Lê Lợi đã cho sứ sang bảo rằng là họ Trần đã hết người, không còn ai. Cùng năm, nhà Minh đặt lệ cống tượng người vàng để đền mạng cho tướng [[Liễu Thăng]] đã tử trận ở [[Trận Chi Lăng – Xương Giang|Chi Lăng]]. Lê Lợi sai sứ sang tạ ơn và nộp lễ cống.<ref name=dvsktt10b\/> Kể từ đây, sử sách không ghi thêm gì về việc cống tượng người vàng nữa, nhưng mãi cho đến năm [[1718]] (triều đại [[nhà Thanh]]) mới chấm dứt được lệ này.<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/van-hoa-the-thao-giai-tri\/vi-sao-cham-dut-le-cong-nguoi-vang-lieu-thang\/10263.html Vì sao chấm dứt \"lệ cống người vàng Liễu Thăng\"]<\/ref>\n\nNăm [[1431]], Lê Lợi lại sai sứ sang nhà Minh cầu phong quốc vương, trần tình rằng họ Trần thực sự đã hết người, không còn tìm được ai, vua Minh đành phải bằng lòng. Cuối năm đó, vua Minh sai sứ sang phong vua là '''Quyền thự An Nam Quốc Sự'''.<ref name=dvsktt10b\/>\n\nSau khi Lê Lợi mất, Lê Nguyên Long lên ngôi vua, tức vua [[Lê Thái Tông]]. Năm [[1434]], nhà Minh sai sứ sang điếu tế Lê Thái Tổ; đem theo lễ vật.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt16a.html ''Đại Việt Sử ký Toàn thư''], Bản Kỷ Thực lục, quyển 11, phần 1<\/ref> Chín năm sau, khi Thái Tông mất, đời [[Lê Nhân Tông]], nhà Minh lại cho người sang tế Thái Tông. Năm [[1451]], khi [[Minh Đại Tông]] mới lên ngôi, nhà Minh cho người sang báo; và vua Nhân Tông cho người sang chúc mừng. Năm sau, nhà Minh cho người sang ban vóc lụa, vua Lê lại cho người sang tạ ơn.<ref name=bktlq16>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt16b.html Đại Việt Sử ký toàn thư bản kỷ Thực lục], phần 2, quyển 11<\/ref>\n\nKhi [[Lê Nghi Dân|Lạng Sơn Vương Nghi Dân]] hành thích giết Lê Nhân Tông năm [[1459]] và tự lập làm vua, ông cho sứ sang nhà Minh nộp cống hằng năm và xin bỏ việc cống nạp [[ngọc trai]].<ref name=bktlq16\/><ref name=dvts>Lê Quý Đôn, sđd, tr.278<\/ref> Năm [[1460]], các đại thần nhà Lê cùng nhau lật đổ Nghi Dân và con út của Thái Tông là Lê Tư Thành được đưa lên làm vua, tức [[Lê Thánh Tông]]. Thánh Tông cho an táng Nhân Tông, và đến năm [[1462]] thì nhà Minh cũng cho người sang tế. Cuối năm đó, Thánh Tông cho người sang cảm ơn nhà Minh đã phúng điếu và xin ban mũ áo. Cuối năm [[1464]], nhà Minh sai sứ sang báo việc [[Minh Hiến Tông]] lên ngôi và ban cho mũ áo, vóc lụa cùng sắc dụ.<ref name=bvvc>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt17a.html Đại Việt Sử ký Toàn thư, bản kỷ thực lục, quyển 12]<\/ref> Dưới thời Lê Thánh Tông, nước [[Đại Việt]] hùng mạnh về mọi mặt, liên tục cho quân đi đánh [[Lão Qua]], [[Chiêm Thành]], [[Bồn Man]] và gây được nhiều thanh thế, nhà Minh khi ấy cũng phải lấy lễ nghĩa mà đãi Đại Việt, quan hệ giữa hai nước vẫn hoà bình.<ref name=\"ReferenceB\">Trần Trọng Kim, sđd, tr.102<\/ref>\n\nNăm [[1480]], nhà Minh có thảo sắc văn nói về việc vua Nam liên tục điều động binh mã đánh giết ở các quốc gia Chiêm Thành, Bồn Man và Lão Qua.<ref>Là nước [[Lan Xang]].<\/ref> Theo đó, vua Minh gửi thư trách vua Lê \"''hiếp kẻ yếu, gây hấn lớn''\". Để xoa dịu tình hình, tháng 11 (âm lịch) cùng năm, vua Thánh Tông bèn cử người sang tuế cống nhà Minh và tâu việc Chiêm Thành.<ref name=18a>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt18a.html Đại Việt sử ký toàn thư bản kỷ Thực lục - quyển 13-phần 1]<\/ref> Đến năm [[1488]], tân hoàng đế [[Minh Hiếu Tông]] sai chánh sứ là Hàn lâm viện thị giảng Lưu Tiễn, phó sứ là Hình khoa cấp sự trung Lã Hiến sang báo việc lên ngôi và ban cho vóc lụa. Thánh Tông sai sứ sang tạ ơn và chúc mừng vua mới lên ngôi; đồng thời cũng thông báo về vấn đề đất Chiêm Thành.<ref name=18b>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt18b.html Đại Việt Sử ký Toàn thư Bản kỷ Thực lục - quyển 13 - phần 2]<\/ref> Đến khi Thánh Tông mất, Hiến Tông lên ngôi, cuối năm [[1499]], nhà Minh lại cho sứ sang phúng tế. Đến đầu năm [[1500]], Hiến Tông sai sứ sang cảm ơn việc phúng tế, tạ ơn việc sách phong và xin ban mũ áo.<ref name=bk19>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt19.html Đại Việt Sử ký Toàn thư Bản kỷ Thực lục - quyển 14]<\/ref>\n\nCuối năm [[1501]], Hiến Tông cử sứ sang tuế cống nhà Minh. Đến cuối năm [[1502]], Hiến Tông lại sai sứ sang tạ ơn việc ban cho mũ áo. Đến năm [[1503]], khi sứ Đại Việt rời đất Minh trở về nước, vua Minh cho quân đưa sứ nước Nam về, cùng nhiều loại quần áo, tơ lụa ban cho.<ref name=bk19\/>\n\nNăm [[1504]], Hiến Tông mất, vua mới là [[Lê Túc Tông]] lên ngôi. Túc Tông lại sai sứ là Nguyễn Bảo Khuê sang nhà Minh cầu phong, nhưng chưa kịp qua cửa ải thì triều đình phải sửa đổi tờ biểu cầu phong khác giao cho Bảo Khuê mang đi; vì Túc Tông đột ngột mất sớm.<ref name=bk19\/>\n\nAnh thứ [[Lê Uy Mục|Lê Tuấn]] được Túc Tông chọn lên ngôi lúc lâm chung (sau được truy phong là Uy Mục đế). Đến tháng giêng năm [[1507]], nhà Minh sai sứ sang báo Minh Vũ Tông lên ngôi và ban cho vóc lụa. Cùng tháng đó, [[Minh Vũ Tông]] cử sứ sang làm lễ viếng Hiến Tông, đồng thời sai Thẩm Đào và Hứa Thiên Tích mang chiếu thư sang phong vua Uy Mục làm An Nam Quốc Vương, lại ban một bộ mũ áo quan võ bằng da và một bộ thường phục.<ref name=bk19\/>\n\nTrong khi đi sứ và phong tước cho Uy Mục thì phó sứ Hứa Thiên Tích trông thấy tướng vua mà ngâm hai câu thơ mô tả ông:\n:''An nam tứ bách vận vưu trường''\n:''Thiên ý như hà giáng quỷ vương?''\n:(Dịch:\n:''Vận An Nam còn dài bốn trăm năm''\n:''Ý trời sao lại sinh ra vua quỷ?'')<ref name=bk19\/>\nĐến tháng 11 năm đó, Uy Mục sai Hộ bộ tả thị lang [[Dương Trực Nguyên]] dẫn một đoàn sứ gồm 13 người sang nhà Minh để tuế cống, dâng hương, tạ ơn việc sách phong và mừng Vũ Tông lên ngôi.<ref name=bk19\/>\n\nTháng 12 năm [[1509]], Uy Mục bị [[Lê Tương Dực|Giản Tu công Lê Oanh]] lật đổ và bức tử. Lê Oanh tự lập làm vua (sử sách gọi là Tương Dực đế). Sau khi lên ngôi, ông liền sai các quan tướng gồm 14 người cùng soạn và dâng biểu trần tình với nhà Minh về tình hình ở Đại Việt.<ref>{{chú thích web|url=https:\/\/nguoikesu.com\/dong-lich-su\/nha-hau-le\/le-uy-muc-le-tuan|title= Lê Uy Mục Lê Tuấn|publisher= Người kể sử|date=}}<\/ref>\n\nTháng 2 năm [[1510]], Tương Dực cho sứ [[Đàm Thận Huy]], [[Vũ Cán]] sang nhà Minh tâu việc và xin cầu phong. Đến tháng 11 năm đó, ông sai [[Đỗ Lý Khiêm]] cùng hành nhân tám người, tòng nhân 25 người sang tuế cống nhà Minh. Tháng giêng năm [[1513]], nhà Minh sai chánh sứ là Trạm Nhược Thủy, phó sứ là Phan Hy Tăng sang Đại Việt sách phong cho Lê Tương Dực làm An Nam Quốc Vương và ban cho một bộ áo mũ quan võ bằng da, một bộ thường phục. Hy Tăng trông thấy Tương Dực mà bảo với Nhược Thủy: \n:\"''Quốc vương An Nam mặt thì đẹp mà người lại lệch, tính háo dâm, là vua lợn, loạn vong sẽ không bao lâu.''\" \nLúc hai sứ trở về, vua tặng biếu rất hậu. Nhược Thủy và Hy Tăng không nhận. Vua làm thơ tiễn sứ giả về nước.<ref name=bk20>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20.html Đại Việt Sử ký Toàn thư Bản kỷ Thực lục - quyển 15]<\/ref> Đến tháng 2, vua sai Hàn lâm viện kiểm khảo [[Nguyễn Sư]] dẫn một đoàn sứ sang nhà Minh để tạ ơn sách phong và tạ ơn ban mũ áo. Cùng tháng đó, sứ nhà Minh ở quán Bắc Sứ tìm người viết chữ đẹp sai viết bạch bài gửi về châu [[Bằng Tường]] của họ; Tương Dực lập tức đáp ứng, đồng thời cho chuẩn bị binh phu đợi hộ tống sứ Minh về nước.\n\nKhi Lê Tương Dực mới lên ngôi, làm mất ấn Quốc bảo, không có gì để khớp với phù khế của nhà Minh. Khi biết tin Kim quang môn đãi chiếu Nguyễn Huệ biết làm ấn Quốc bảo, vua sai khắc ấn giả để khớp với phù khế của nhà Minh, quả nhiên khớp với ấn cũ mà nhà Minh đã ban cho.<ref>{{chú thích web|url=http:\/\/danviet.vn\/dong-tay-kim-co\/vua-le-tuong-duc-lam-con-dau-gia-lua-trieu-dinh-trung-quoc-the-nao-937564.html|title=Vua Lê Tương Dực làm con dấu giả lừa triều đình Trung Quốc thế nào?|publisher=Dân Việt|date= 9 tháng 12 năm 2018|access-date = 21 tháng 1 năm 2021}}<\/ref> Khi sứ nhà Minh là Hy Tăng, Nhược Thủy sang sách phong cho Tương Dực thì Huệ đã lui về vì tuổi già. Vua nghĩ đến công làm ấn giả của ông, lại gọi ra để dùng, thăng ông làm Lễ bộ Tả thị lang hành Kim quang môn đãi chiếu, tri Thượng bảo giám các cục.\n\nNăm [[1516]], Tương Dực đế bị nghịch thần [[Trịnh Duy Sản]] giết chết. Trong hai đời vua còn lại là [[Lê Chiêu Tông]] và [[Lê Cung Hoàng]], do nước Đại Việt trải qua giai đoạn [[khủng hoảng cuối nhà Lê Sơ|khủng hoảng chính trị]] nghiêm trọng cho đến khi quyền thần [[Mạc Thái Tổ|Mạc Đăng Dung]] lật đổ triều Lê vào năm [[1527]], nên không có hoạt động ngoại giao nào giữa Đại Việt và Đại Minh được sử sách chép lại trong thời gian này.<ref name=bk20\/> Thực tế vào tháng 10 năm [[1518]], Lê Chiêu Tông đã sai một đoàn sứ giả sang tuế cống nhà Minh và xin cầu phong, nhưng vì trong nước còn loạn, nên cuối cùng không đi được.<ref>{{chú thích web|url=http:\/\/nguoikesu.com\/dong-lich-su\/nha-hau-le\/le-chieu-tong-le-y|title= Lê Chiêu Tông Lê Y|publisher= Người kể sử|date=}}<\/ref> Đến tháng giêng năm [[1522]], nhà Minh cũng sai Hàn lâm viện biên tu Tôn Thừa Ân và Cấp sự trung Du Đôn sang báo việc [[Minh Thế Tông]] lên ngôi, nhưng do Đại Việt đang có loạn, cả hai người đều không sang đến nơi được. Đến năm [[1523]], Thừa Ân trở về nước, còn Đôn bị chết ở dọc đường.\n\nNhư vậy, trong 100 năm tồn tại của triều Lê sơ, nước Đại Việt đã hoạt động ngoại giao với nhà Minh 28 lần,<ref>Nếu không kể việc triều cống tượng người vàng để đền mạng cho [[Liễu Thăng]].<\/ref> trong đó có hai lần là thảo các tờ biểu, sắc văn; 14 lần sứ Đại Việt sang đất Minh và 12 lần sứ Minh sang Đại Việt; chủ yếu là xoay quanh các việc sắc phong tước \"An Nam quốc vương\", ban mũ áo và vóc lụa.\n\n=== Tranh chấp biên giới ===\n{{Chính|Vấn đề biên giới Việt-Trung thời Lê sơ}}\nĐại Việt bấy giờ có lệ xưng thần với [[nhà Minh]], nhưng các vua Lê vẫn phòng bị mặt bắc. Thỉnh thoảng hai bên vẫn xảy ra những vụ lấn cướp biên giới qua lại, có những thổ dân sang quấy nhiễu, thì lập tức vua Lê cho quan quân lên dẹp yên và cho sứ sang [[Trung Quốc]] để phân giải mọi sự cho minh bạch. Trong thời vua [[Lê Thánh Tông]], có lần được tin có người nhà Minh đem quân qua địa giới, Thánh Tông liền cho người do thám thực hư. Suốt từ thời [[Lê Thái Tông]] đến Lê Thánh Tông, trong gần 50 năm liên tục xảy ra những vụ tranh chấp vùng biên giới Tây Bắc, Châu An Bình, Tư Lang và Đông Bắc, nhưng cuối cùng không xảy ra [[chiến tranh]].<ref>Viện sử học, sđd, tr.277-278<\/ref>\n\n== Với các nước khác ==\nVào thời kỳ đầu triều, nước [[Lan Xang|Ai Lao]] vẫn thường xuyên đem lễ vật sang cống Đại Việt cho đến khi [[chiến tranh Đại Việt - Lan Xang (1467-1480)|chiến tranh Đại Việt - Lan Xang]] nổ ra dưới thời [[Lê Thánh Tông]].<ref>Dựa theo các quyển Đại Việt Sử ký Toàn thư, quyển 10, 11.<\/ref> Cuộc chiến này giúp Đại Việt chấm dứt sự quấy nhiễu của quân Lan Xang tại biên giới phía tây, và bình định đất [[Bồn Man]], trước đó đã xin nội thuộc vào Đại Việt từ năm [[1448]] dưới thời vua Lê Nhân Tông và được nhập vào châu Quy Hợp thuộc xứ Nghệ An.\n\nVào đầu thời Lê sơ, nước [[Chiêm Thành]] ở biên giới phía nam vẫn duy trì lệ triều cống với Đại Việt. Nhưng đến khi quốc gia này liên tục cho quân cướp phá vùng [[Hóa Châu]] của nhà Lê sơ thì quan hệ hai nước bắt đầu xấu đi. Đại Việt trải qua hai cuộc chiến tranh lớn với Chiêm Thành vào các năm [[chiến tranh Việt-Chiêm 1446|1446]], [[chiến tranh Việt-Chiêm (1471)|1471]] và đều toàn thắng. Sau khi Đại Việt đánh tan Chiêm Thành vào năm 1471, vươn địa phận đến [[Phú Yên]], trở thành một [[đế quốc]] ở khu vực [[Đông Nam Á]], nhiều vương quốc láng giềng phía Tây và phía Nam bắt đầu cử sứ thần đến thông hiếu. Quan điểm của vua [[Lê Thánh Tông]] là vừa tiếp đãi, vừa dè chừng họ. Năm [[1485]], nhà vua ra lệnh vệ Cẩm y phải nghiêm ngặt tiếp rước và canh giữ, đề phòng các sứ giả Chiêm Thành, Lão Qua (Lan Xang), [[Xiêm]] La (các quốc gia thuộc [[Thái Lan]]), [[Trảo Oa]] ([[Indonesia]]), Lộ Lạc ([[vương quốc Malacca]]) nhân cơ hội dò xét nội tình của Đại Việt.\n\nTháng 4 năm 1510, vua Cục Mông nước Lão Qua sai sứ đến [[Nghệ An]] đệ bản tâu trạm xin nộp cống quy phụ, vua [[Lê Tương Dực]] khi ấy đã xuống chiếu khước từ, vì khi ấy ông mới vừa lên ngôi, nên sợ họ sẽ thừa cơ do thám tình hình quốc gia.<ref>{{chú thích web|url=https:\/\/nguoikesu.com\/dong-lich-su\/nha-hau-le\/le-tuong-duc-le-oanh|title= Lê Tương Dực Lê Oanh|publisher= Người kể sử|date=}}<\/ref>\n\n== Tham khảo ==\n* ''Đại Việt Sử ký Toàn thư'', Ngô Sĩ Liên\n* Trần Trọng Kim, ''[[Việt Nam sử lược]]'', chương XV\n* ''Khâm định Việt sử Thông giám Cương mục, Quốc sử quán triều Nguyễn\n* ''Ngoại giao Việt Nam'', Lưu Văn Lợi, nhà xuất bản Công an nhân dân, 2000.\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n* Văn Tạo (2006), ''Mười cuộc cải cách, đổi mới lớn trong lịch sử Việt Nam'', Nhà xuất bản Đại học Sư phạm\n* ''Đại Việt thông sử'', [[Lê Quý Đôn]], Nhà xuất bản văn hóa thông tin, 1993\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* {{en icon}} [http:\/\/epress.nus.edu.sg\/msl\/place\/63 Annam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061203051931\/http:\/\/epress.nus.edu.sg\/msl\/place\/63 |date = ngày 3 tháng 12 năm 2006}}, thu thập các đoạn tài liệu ''[[Minh Thực Lục]]'' ([[wikt:明|明]][[wikt:實|實]][[wikt:錄|錄]]) của [[nhà Minh]] về Đại Việt, trong đó có nhiều phần liên quan đến thời kỳ trị vì của nhà Hậu Lê.\n{{Lịch sử Việt Nam thời Lê sơ}}\n{{Lịch sử ngoại giao Việt Nam}}\n{{Các chủ đề|Lịch sử Việt Nam}}\n\n[[Thể loại:Nhà Lê sơ]]\n[[Thể loại:Lịch sử Việt Nam thời Lê sơ]]\n[[Thể loại:Ngoại giao Việt Nam]]"}