{"139193":"{{Infobox Mandir\n|image = Banteay Srei full2.jpg\n|creator = \n|proper_name = \n|date_built = 967\n|primary_deity = [[Shiva]]\n|architecture = [[Kiến trúc Khmer]]\n|location = [[Angkor]], [[Campuchia]]\n}}\n'''Banteay Srei''' (hay '''Banteay Srey''') là một ngôi đền [[Campuchia]] được xây để thờ thần [[Ấn Độ giáo|Hindu]] là [[Shiva]]. Ngôi đền \"Banteay Srei\" (''đền của phụ nữ'') vào thế kỷ thứ 10 hay còn gọi là \"''Tribhuvanamahesvara''\" này tọa lạc tại khu vực [[Angkor]] ở Campuchia, tại tọa độ 13,59 độ vĩ bắc, 103,96667 độ kinh đông, ngôi đền này nằm gần đồi Phnom Dei, cách 25&nbsp;km (15 dặm) về phía đông bắc của nhóm các đền đã từng thuộc về các kinh đô cổ đại của [[Yasodharapura]] và [[Angkor Thom]]<ref>Higham, ''The Civilization of Angkor'', p.79.<\/ref>. Banteay Srei được xây chủ yếu bằng [[đá sa thạch]] đỏ, một chất pha màu được thêm vào những bức điêu khắc trang trí tỉ mỉ trên tường mà ngày nay vẫn còn được nhìn thấy. Những công trình này là một vật thu nhỏ khi lấy các công trình Angkor làm tiêu chuẩn. Những yếu tố này giúp cho ngôi đền nổi tiếng với du khách, và được nhắc đến với các tên \"viên ngọc quý\", hoặc \"trang sức của nghệ thuật Khmer\"<ref>Glaize, ''The Monuments of the Angkor Group'' p. 183.<\/ref>.\n\n==Mô tả đền==\n===Tổng quan===\n[[Tập tin:Banteay Srei - Cambodia.jpg|nhỏ|trái]]\n[[Tập tin:Banteay Srei Devi.jpg|nhỏ|phải|Nghệ thuật điêu khắc trên đá sa thạch đỏ trên khắp các bức tường của Banteay Srei]]\n[[Tập tin:Banteay Srei Kala.jpg|nhỏ|phải|Banteay Srei biết đến là một trong những ngôi đền có nghệ thuật điêu khắc tinh vi]]\n[[Tập tin:pedlintelsrei.JPG|nhỏ|phải|Trang trí [[Shiva|thần Shiva]] trên các bức tường Banteay Srei]]\n\nNgôi đền là bức tranh tuyệt tác về nghệ thuật điêu khắc trên [[đá ong]] và [[sa thạch đỏ]].Bản thân ngôi đền được xem là tuyệt đỉnh của nghệ thuật trên đá với những bức phù điêu hoa văn một cách tinh tế và khéo léo từng chi tiết nhỏ. Ngôi đền ban đầu thờ thần [[Shiva]], trong khi đó ngôi đền phía Bắc lại thờ thần [[Vishnu]].\n\nĐầu tiên ngôi đền này có tên là Tribhuvanamahesvara - nơi đây được xem là trung tâm hình ảnh của tôn giáo. Bao bọc xung quanh ngôi đền có rất nhiều tháp mà người ta gọi là [[Isvarapura]].\n\nVề sau, tên gọi của ngôi đền mới được sửa lại là Banteay Srei. Tuy nhiên, so với việc xây dựng từ ban đầu, nó được chính thức xây dựng và mở rộng lại vào thế kỷ thứ 8, mãi đến những năm sau đó, các họa tiết trong đền mới được điêu khắc vào thế kỷ thứ 12 và ngôi đền chính thức hoàn thành trọn vẹn vào thế kỷ 14.\n\n===Chi tiết===\n\nĐường đi đến Banteay Srei rất tốt, được cải tiến rất nhiều so với mấy năm trước đây. Hai bên đường là các hàng cây được trồng và tân trang lại.Những ngôi nhà dân sinh sống trong khu vực ngôi đền trước đây được chính quyền Siêmriep mua lại và mở rộng khu di tích.\n\nĐền Banteay Srei là tuyệt tác của nghệ thuật [[tôn giáo]] [[Bà-la-môn]] [[Ấn Độ]]. Đền gồm ba lớp, qua cầu đá đi vào cổng đền là vòng ngoài, đến cầu đá thứ hai qua hào nước (nay không còn) là cổng vào vòng giữa và cuối cùng là vòng trong gồm các đền thờ và hai toà kiến trúc gọi là \"thư viện\". Trước ảnh ([[mandapa]]) nối với trung tâm đền là các tượng người bảo vệ đền. Các tượng này thật ra chỉ là tượng sao bản, tượng cổ nguyên thủy hiện nay được giữ bảo quản ở [[Viện bảo tàng Quốc gia Phnom Penh]]. Trên mi cửa ([[lintel]]) ở cửa hành lang điện sảnh là những điêu khắc tỉ mỉ. Có nhiều hoa văn trên đá như hoa lá, các con Phật sư hay những con sư tử và các vị thần linh được điêu khắc một cách tinh xảo đến từng chi tiết nhỏ nhất. Trên sân nhỏ giữa đền ở vòng trong có ba đền thờ: kiến trúc đền thờ phía Bắc thờ thần Vishnu, đền trung tâm và đền phía Nam thờ thần Shiva.\n\n==Tình trạng==\nNgôi đền chính thức bị quên lãng sau nhiều thập kỷ liên tiếp cùng chung số phận với hơn 45 cụm di tích khác trong quần thể Angkor. Sau đó ngôi đền chính thức được phát hiện vào năm [[1914]] bởi các nhà khảo cổ người [[Pháp]].\n\nNăm 1923, một nhà văn Pháp trẻ 22 tuổi [[André Malraux]] cùng vợ và một người bạn đã đục lấy đi các tượng tổng cộng hơn 600 ký, chở đi trên ba xe bò, và sau đó dùng tàu thủy đến [[Phnôm Pênh|Phnom Penh]] để bán cho người mà họ đã thương lượng trước đó. Nhưng may thay, tại đấy, cả ba bị bắt và bị kết án ba năm tù. Bản án tuy vậy không được thực thi nhưng vụ án này đã được phổ biến rộng rãi trên báo chí và từ đó thúc dục nhà cầm quyền thực thi vai trò quan trọng của sự bảo tồn và bảo vệ những kiến trúc quý giá ở Angkor. Phương pháp phục hồi ([[analystolosis]]) bắt đầu được dùng đầu tiên bởi nhà khảo cổ [[Marchal]] ở đền Banteay Srei để phục hồi những chỗ bị hư hại. Nhà văn [[Vương Hồng Sển]] khi viếng Banteay Srei vào năm 1940, thấy đền hầu như nguyên vẹn sau khi được phục hồi, lúc đó còn ở giữa rừng hoang.\n\n==Tham khảo==\n*Phan Minh Châu, Cùng bạn khám phá thế giới - Sapaco Tourist\n*Freeman, Michael và Claude Jacques (1999). ''Ancient Angkor''. River Books. ISBN 0-8348-0426-3\n*Glaize, Maurice (2003 edition of an English translation of the 1993 French fourth edition). [http:\/\/www.theangkorguide.com\/text\/part-two\/angkorwat-to-angkorthom\/angkorwat.htm The Monuments of the Angkor Group]. Truy cập [[14 tháng 7]] [[2005]]\n*[[Charles Higham (archaeologist)|Higham, Charles]] (2001). ''The Civilization of Angkor''. Phoenix. ISBN 1-84212-584-2\n*Jessup, Helen Ibbetson (2004). ''Art & Architecture of Cambodia''. Thames & Hudson. pp.&nbsp;99–104\n*Rovedo, Vittorio (1997). ''Khmer Mythology: Secrets of Angkor''. New York: Weatherhill. (This work should be used with caution. While it is thorough in its treatment of Angkorian representational art, and contains many useful photographs, it is sometimes inaccurate in its characterization of the underlying Indian myths, and does not reflect a thorough investigation of sources for those myths.)\n*[http:\/\/www.autoriteapsara.org\/en\/angkor\/temples_sites\/temples\/banteay_srei.html Banteay Srei] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080628045122\/http:\/\/www.autoriteapsara.org\/en\/angkor\/temples_sites\/temples\/banteay_srei.html |date=2008-06-28 }}\n\n==Thư viện ảnh==\n<gallery>\nHình:Bantay srei.jpg\nHình:Banteay Srei.jpg\nHình:Banteay Srei Devi.jpg\nHình:Banteaysreimandapa.JPG\nHình:Banteay Srei 2.jpg\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Banteay Srei}}\n*Angkor.com: [http:\/\/www.angkor.com\/banteay\/index.shtml Banteay Srei] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071011055545\/http:\/\/www.angkor.com\/banteay\/index.shtml |date=2007-10-11 }} Hình ảnh về những phần của đền thờ mà du khách không còn được vào thăm\n* [http:\/\/www.angkor-net.de\/english\/Angkor-Banteay_Srei-e.shtml Bộ ảnh Banteay Srei]\n* [http:\/\/angkorblog.com\/_wsn\/page2.html Ảnh Banteay Srei] {{Webarchive|url=https:\/\/archive.is\/20070929094537\/http:\/\/angkorblog.com\/_wsn\/page2.html |date = ngày 29 tháng 9 năm 2007}} cùng giải thích về 3 trong số các câu chuyện được tạc trên tường: chuyện về các hoàng tử khỉ Bali và Sugreeva, về người-sư-tử Narasimha, và về vụ giết người trong rừng Khandava\n\n<br>\n{{Các di tích Angkor}}\n{{Cố đô Campuchia}}\n\n[[Thể loại:Đền thờ Ấn Độ giáo Campuchia]]\n[[Thể loại:Tỉnh Xiêm Riệp]]\n[[Thể loại:Di tích Angkor]]"}