{"149775":"'''Banteay Chhmar''' là một tổ hợp đền lớn ở tây bắc [[Campuchia]], tỉnh [[Banteay Meanchey (tỉnh)|Banteay Meanchey]], 63&nbsp;km về phía bắc của [[Sisophon]] và khá gần biên giới [[Thái Lan]] và cách Siêm Riệp hơn 150&nbsp;km từ Siem Reap theo quốc lộ 6 lên Sisophon thuộc tỉnh Banteay Meanchay, rồi theo một lối mòn ngược lên biên giới phía bắc để tìm đường qua Svai Chek, Thmar Pouk đến ngôi đền Banteay Chhmar. \nNó là một trong những nơi ít được tham quan, nghiên cứu và bảo vệ nhất trong các ngôi đền thuộc thời kỳ [[Angkor]].\n\n== Lịch sử ==\n\nGiống như [[Angkor Thom]], Banteay Chhmar được xây vào thời vua [[Jayavarman VII]] trị vì vào thế kỷ 12\/13. Đền trung tâm đã từng giữ hình ảnh của Srindrakumaraputra (thái tử), có lẽ là con của vua Jayavarman VII. Các bản khắc chữ Khmer cổ được tìm thấy ở khu vực này (K.227), và hiện đang được lưu giữ tại [[Viện bảo tàng Quốc gia Phnôm Pênh]] (Higham, 132).\n\nĐền nằm sâu hun hút trong một khu rừng Thmar Pouk rậm rạp mà mãi đến năm 2004, nó mới được đưa ra ánh sáng. Ngôi đền mang dáng dấp của đền Angkor Wat được quốc vương Jayavarman VII (1181-1219) dựng nên từ thế kỷ thứ 12. Vị quốc vương này cho xây ngôi đền để thờ Phật, nhưng thật ra đó là ngôi đền thờ người con trai yêu dấu của ông đã tử trận trong cuộc chiến chống lại quân Champa. Jayavarman VII luôn xem mình như Phật và thần thánh hóa các thành viên trong dòng họ như Phật, điển hình cho việc tự xem mình là Phật là công trình [[Bayon]], do đó trong suốt thời gian trị vì gần 50 năm, những ngôi đền vĩ đại thờ những thành viên gia tộc của vua như những vị Phật đã được dựng lên khắp nơi bởi xương máu của hàng triệu thường dân và nô lệ.\n \n== Quy mô ==\n\nĐền Banteay Chhmar rộng 4,6km2, vòng thành với hào nước bao quanh có chiều ngang 1.000m và chiều dài 1.300m. Bao quanh ngôi đền là tám ngôi đền nhỏ đã hư hại nhiều theo thời gian gần 1.000 năm qua. Nhưng ở bức phù điêu cổng chính tường thành, vẫn còn nét khắc đá hoành tráng về những trận lục, thủy chiến với quân đội Champa. Tại mảng phù điêu bên trái tường thành vẫn còn chân dung quốc vương Jayavarman VII cùng con trai xông trận, và với trận thủy chiến đại phá quân Champa cũng đã mở ra sự tích đua ghe ngo của người Khơme.\nBên trong đền, các dãy hành lang đã đổ sụp tạo ra những đường hầm sâu dưới lòng đất. Ngôi đền tháp cao ở giữa vẫn còn mang dáng dấp uy nghi của nó, nhưng bức tượng hoàng tử con vua đã biến mất không biết từ khi nào.\n\nSự đấu tranh về tôn giáo giữa vì vua trước và vì vua sau đã khiền cho hầu hết các công trình xây dựng thời Angkor đã không còn nguyên vẹn. nếu như vị vua triều đại trước thờ Phật giáo thì vị vua sau thờ Ấn Giáo đã cho đập bỏ toàn bộ các tượng Phật thờ trước đó. Tại đền Banteay Chhmar, trên tường thành, trên các tháp, bệ thờ, những bức tượng Phật đã bị tháo gỡ.\nCũng giống như số phận của những ngôi đền Phật giáo khác, sau khi Jayavarman VII băng hà, các vị vua sau này không theo đạo Phật nữa nên đã cho tháo gỡ toàn bộ hàng ngàn bức tượng Phật của ngôi đền này. Chui vào một con đường hầm vốn là dãy hành lang bên phải của đền, bên trong còn một bi ký bằng chữ Khơme cổ, nội dung ca ngợi chiến tích của các tướng theo phò hoàng tử đánh Champa và bốn vị tướng tử trận đều được dựng tượng đá thờ ở bốn góc đền. Các tượng đá giờ đây cũng không còn tồn tại.\n\n== Tình trạng ==\n\nNgôi đền chỉ vừa mới được Ủy ban Apsara - cơ quan quản lý các di sản Angkor - đưa vào danh mục bảo vệ và trùng tu từ năm 2003. Khắp nơi vẫn còn dày đặc những tấm bảng cảnh báo mìn của CMAC - lực lượng rà phá bom mìn quốc tế. Những lối mòn dẫn vào khu đền có nơi chỉ rộng 1m và hai bên là biển cảnh báo mìn. Nơi này thật sự an toàn phải cần đến 15 năm nữa, bởi giai đoạn rà phá bom mìn còn kéo dài đến năm 2020.\nDi tích không được nhiều du khách tham quan phần vì quá xa xôi cộng với ngôi đền bị tàn phá và bị chìm vào rừng sâu, khu vực đền đầy rẫy bom mìn và lại nằm trong khu vực nhạy cảm: vùng đệm biên giới với Thái Lan nên hầu như chỉ dành cho du khách ba lô và đi môtô mới tham quan di tích này. \n== Tham khảo ==\n{{tham khảo}}\n* Freeman, Michael và Jacques, Claude ([[1999]]). ''Ancient Angkor''. River Books. ISBN 0-8348-0426-3\n* Glaize, Maurice ([[2003]] edition of an English translation of the [[1993]] French fourth edition). [http:\/\/www.theangkorguide.com\/text\/part-two\/angkorwat-to-angkorthom\/angkorwat.htm The Monuments of the Angkor Group]. Truy cập [[14 tháng 7]] [[2005]]\n* [[Charles Higham (archaeologist)|Higham, Charles]] ([[2001]]). ''The Civilization of Angkor''. Phoenix. ISBN 1-84212-584-2\n\n{{Các di tích Angkor}}\n\n[[Thể loại:Kiến trúc Khmer]]\n[[Thể loại:Di tích Angkor]]"}