{"241563":"{{Infobox Mandir\n|image = bengmealea.jpg \n|caption=Cửa sổ thư viện Beng Mealea\n|creator = \n|proper_name = \n|date_built = thế kỷ 12 \n|primary_deity =\n|architecture = [[Angkor Wat]] \n|location = cách thành phố Siêm Riệp 70 km \n}}\n\n'''Đền Beng Mealea'''(theo tiếng Việt:đọc là Bơng Mì Lia) là ngôi đền nằm trong quần thể di tích thời Angkor dùng là nơi  [[chôn cất]] vua [[Suryavarman II]]. Đây được xem là phiên bản của [[đền Angkor]] được các nhà khoa học [[Pháp]] phát hiện vào năm 1954.\n\n== Vị trí ==\n\nCách Siêm Riệp 70&nbsp;km về phía [[Hướng Đông Bắc|Đông Bắc]] theo quốc lộ số 6 đến ngã ba DamDek rồi rẽ ngược lên là đến đền Beng Mealea - nơi [[chôn cất]] vua Suryavarman II.\n[[Tập tin:Beng mealea map path.JPG|nhỏ|200px|phải|Bản đồ toàn thể phế tích Beng Mealea]]\n== Lịch sử ==\n\n[[Tập tin:Mossy Apsaras.jpg|nhỏ|phải|150px|Các điêu khắc trên đá của Beng Mealea]]\nVương triều Angkor từng là vương triều hùng mạnh dưới sự trị vì của vua Suryavarman II – là vị vua được mệnh danh là ‘’vị vua bách chiến bách thắng ‘’. Song song đó, chính ông là người xây dựng nên Angkor Wat – một công trình vỹ đại mà người đời thán phục. Đế chế [[Khmer]] dưới sự trị vì của ông đã bành trướng đến biên giới Bắc Lào ngày nay, phía nam đến tận bán [[đảo Malay]], phía tây đến tận vương quốc [[Pagan]] – [[Myanmar|Myanma]]. Cuộc xâm lược [[Đại Việt]] của vương triều bị thất bại vào năm  (1145 – 1150) theo những bia ký lưu giữ lại. Sau khi nhà vua băng hà, cái chết của ông cùng với vương triều chìm sâu vào quên lãng, người ta không biết và cũng không ai có thể giải thích về những bí mật của vương triều.\n\nNăm 1954, Theo tư liệu người [[Pháp]] để lại tại Viện Viễn Đông bác cổ, năm 1954 các nhà khoa học Pháp đã có thông tin về một khu đền lớn như một phiên bản của [[đền Angkor]] nằm trong khu rừng cách, nhưng hoàn toàn không có đường vào.\n\nMãi đến năm 1965, các toán thám hiểm phương [[Tây]] đầu tiên mới đặt chân đến khu rừng này. Và qua những tư liệu cổ, cũng như các bia ký còn đặt trong đền, người ta mới biết đền Boeng Mealea chính là nơi chôn cất thi hài vua Suryavarman II cũng như tất cả vàng bạc châu báu của vương triều. Nhưng do chiến tranh triền miên, khu đền Boeng Mealea lại chìm đắm giữa rừng hoang. \nNăm 2003, chính phủ  khai phá một con đường mòn dẫn vào Beng Mealea. Beng Mealea chính thức được đưa ra ánh sáng.\n\n[[Tập tin:Beng Mealea ruins.jpg|nhỏ|phải|150px|Phần còn lại của cung điện Beng Mealea]]\n\n== Miêu tả ==\n\nNằm trong khu vực còn rất nhiều bom mìn vẫn chưa gỡ bỏ hết, hiện nay xung quanh khu vực đền lực lượng CMAC – lực lượng rà phá bom mìn quốc tế vẫn đang hoạt động, khu vực rà soát bom mìn được căng cờ đỏ và có khi bom mìn chỉ cách con đường dẫn vào đền không đầy nửa mét.\nKhu vực đền đã sụp đổ khá nhiều, nhưng vẫn có thể nhận ra dáng dấp hoành tráng của nó không thua gì [[Angkor Wat]], thậm chí các khối đá xây đền nơi này còn to hơn cả đền Angkor, nặng trung bình 8 tấn so với 3-5 tấn của Angkor Wat. \nĐền Boeng Mealea ngày xưa như một thành phố nhỏ với diện tích 108ha và có hào nước bao bọc quanh thành, có nơi rộng đến 45m. Đền có ba lớp tường bao bọc và được trấn giữ bởi những cánh cổng bằng đá khổng lồ, chính giữa là ngọn tháp cao đến 42m nhưng đã bị gãy đổ. Đặc biệt hơn, Beng Mealea có đến bốn thư viện ở bốn góc thành trong cảnh hoang tàn, so với hầu hết các đền đài thời kỳ Angkor chỉ có hai thư viện.\nVượt qua vòng thành đổ nát, đi lên rồi trèo xuống những đống gạch đá đổ nát là du khách đến được với trung tâm của Đền. Chiếc quan tài của vua Suryavarman II nằm lăn lóc dưới đất.\nTheo Ủy ban [[Apsara]], từ những năm chiến tranh, không chỉ các nhà nghiên cứu khảo cổ học mà còn những băng nhóm đào bới mộ cổ đã tìm đến đây và khai quật ngôi mộ cổ này, nhiều vàng bạc châu báu đã bị lấy đi, những mảng phù điêu tuyệt mỹ trên tường của đền cũng bị đục lấy mất và xô ngã chiếc quan tài từ trên đền xuống đất.  Nhưng họ không tìm thấy được thi hài của Suryavarman II. Nhiều giả thuyết cho rằng sau khi băng hà, để tránh bị xâm hại, hoàng tộc đã cho hỏa táng thi hài vua, sau đó nghiền ra tro và đưa vào thờ trong đền Angkor Wat, quan tài và ngôi đền này được xây nên chỉ làm nơi thờ cúng hình bóng quốc vương.\n\n[[Tập tin:Beng Mealea 2.jpg|nhỏ|phải|150px|Nét hoang tàn của Beng Mealea]]\n\n== Tình trạng ==\nNằm cách Siêm Riệp đến 70&nbsp;km khá xa xôi cách trở và hẻo lánh, khu vực đền Beng Mealea từng cho là một phiên bản thứ hai của Angkor Wat, to hơn Angkor Wat nhưng ngày nay, những gì còn sót lại của đền thì thật hoang tàn, mức độ tàn phá do chiến tranh lẫn con người, thiên nhiên đã khiến cho một di tích chìm sâu vào quên lãng. Du khách ít ai biết đến nó, nó trở thành một di tích vẫn còn trong khu vực bom mìn, nỗ lực đưa di tích Beng Mealea để phục vụ khách tham quan đã trở nên hết sức khó khăn.\n\n[[Tập tin:Fallen dancer.jpg|nhỏ|phải|150px|Các bức tranh điêu khắc trên tường bị đục]]\n\n== Tham khảo ==\n{{tham khảo}}\n*Freeman, Michael và Jacques, Claude ([[1999]]). ''Ancient Angkor''. River Books. ISBN 0-8348-0426-3\n*Glaize, Maurice ([[2003]] edition of an English translation of the [[1993]] French fourth edition). [http:\/\/www.theangkorguide.com\/text\/part-two\/angkorwat-to-angkorthom\/angkorwat.htm The Monuments of the Angkor Group]. Truy cập [[14 tháng 7]] [[2005]]\n*[[Charles Higham (archaeologist)|Higham, Charles]] ([[2001]]). ''The Civilization of Angkor''. Phoenix. ISBN 1-84212-584-2\n\n{{Commons|Category:Beng Mealea}}\n{{Các di tích Angkor}}\n{{thể loại Commons|Beng Mealea}}\n\n[[Thể loại:Kiến trúc Khmer]]\n[[Thể loại:Di tích Angkor]]"}