{"3632492":"'''Bia mộ Nguyễn Trường Tộ''' ở xóm 1 thuộc làng Bùi Chu, xã [[Hưng Trung]], huyện [[Hưng Nguyên]], Tỉnh [[Nghệ An]]. Mộ ông đầu tiên đặt tại một bãi đá mài bên sông của làng Bùi Chu, sau đó được cái táng về phía tây, cách đó gần 300 m và cũng là vị trí của lăng mộ hiện nay tọa lạc trên một khu đất bằng phẳng, gần đường chính nên đã tạo cho mộ có cảnh quan đẹp.<ref name=\"hy\">[http:\/\/hungnguyen.gov.vn\/hungnguyen\/default\/explorer\/news\/407?folder_id=48 Di tích bia mộ Nguyễn Trường Tộ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170101010108\/http:\/\/hungnguyen.gov.vn\/hungnguyen\/default\/explorer\/news\/407?folder_id=48 |date=2017-01-01 }}, Ủy ban nhân dân huyện HƯNG NGUYÊN.<\/ref>\n\n==Đặc điểm==\nNguyễn Trường Tộ mất ngày 22 tháng 11 năm 1871, hưởng dương 43 tuổi. Năm 1943, Giáo sư Từ Ngọc Lân đã đứng ra tổ chức, kêu gọi các bậc hiền tài đóng góp công của để xây dựng lăng mộ cho danh nhân. Phần mộ được nằm theo hướng đông tây. Công trình được xây bằng đá (Thanh Hóa) cùng với những họa tiết tương đối hoàn chỉnh. Mộ được cấu trúc theo kiểu hình hộp chữ nhật. Phần dưới của mộ được chia thành 5 cấp có chạm khắc hoa văn. Mặt trên của mộ cấu trúc hình vòm và được khắc họ tên, chức tước. Trước phần mộ có bia bằng đá, trên đỉnh là một cây Thánh Giá với kiến trúc theo kiểu Thiên Chúa Giáo.<ref name=\"hy\"\/>\n\nNăm 1996 huyện Hưng Nguyên đã đầu tư kinh phí xây dựng, nâng cấp khu di tích với diện tích 1062m² gồm 2 phần: phần mộ và phần vườn mộ. Xung quanh được xây hàng rào bảo vệ. Bên trong trồng hoa và cây cảnh.<ref name=\"hy\"\/>\n\n==Một số nội dung trên bia mộ==\nTrên tấm bia đặt dựng đứng, bề mặt ghi rõ đức độ, công lao và ân tứ của nhà chí sĩ. Hai bên mặt bia có hai câu đối Nôm và hai bên thành bia cũng có đôi câu đối chữ Hán. Mặt bằng trên mộ ở nửa trong ghi: “Việt Nam chí sĩ Paolô Nguyễn Trường Tộ tiên sinh: Gia nghị Đại phu Hàn Lâm viện Trực học sĩ”. Nửa phía ngoài là hai câu thơ không ghi tên tác giả<ref name=\"vanhoanghean\">{{Chú thích web |url=http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-hai-cau-tho-de-tren-mo-nguyen-truong-to |ngày truy cập=2016-12-31 |tựa đề=Về hai câu thơ đề trên mộ Nguyễn Trường Tộ |archive-date=2017-01-01 |archive-url=https:\/\/web.archive.org\/web\/20170101001511\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-hai-cau-tho-de-tren-mo-nguyen-truong-to |url-status=dead }}<\/ref>:\n: 一 失 足 成 千 古 恨\n:再 回 頭 是 百 年 基\n\nPhiên âm:\n:''Nhất thất túc thành thiên cổ hận''\n:''Tái hồi đầu thị bách niên cơ''\n\nDịch thơ<ref name=\"vanhoanghean\"\/>:\n:Một bước sa chân hận thành muôn thuở\n:Ngoái đầu nhìn lại thân đã trăm năm.\n\n==Danh hiệu==\nBia mộ Nguyễn Trường Tộ được Bộ Văn hóa Việt Nam xếp hạng di tích cấp quốc gia theo Quyết định số 97\/QĐ<ref name=\"hy\"\/> ngày 21 tháng 1 năm 1992.\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-hai-cau-tho-de-tren-mo-nguyen-truong-to Về hai câu thơ đề trên mộ Nguyễn Trường Tộ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170101001511\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-hai-cau-tho-de-tren-mo-nguyen-truong-to |date=2017-01-01 }}, Tạp chí Văn hóa Nghệ An.\n\n[[Thể loại:Di tích tại Nghệ An]]\n[[Thể loại:Xây dựng 1943]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}