{"823869":"[[Hình:Bia vinh lang.JPG|300px|nhỏ|Phiên bản bia Vĩnh Lăng lưu trữ ở [[Hà Nội]].]]\n'''Bia Vĩnh Lăng''' còn gọi là '''Lam Sơn Vĩnh Lăng bi''' ([[chữ Hán]]: 藍山永陵碑) là một [[bia (kiến trúc)|bia]] đá cổ [[thời Lê sơ]], đặt ở lăng vua [[Lê Thái Tổ]], tại xã Xuân Lam, huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]]. Bia Vĩnh Lăng vừa có giá trị sử liệu, vừa là tác phẩm nghệ thuật văn hóa trong kho tàng di sản văn hóa Việt Nam.\n\n== Vị trí ==\nBia Vĩnh Văng là một phần quan trọng của lăng mộ [[Lê Thái Tổ]], nằm ở phía tây nam, cách khu lăng mộ khoảng 300m, liền kề với hồ Tây. Bia được đặt trên một gò đất cao thoai thoải hướng về phía nam, cao 2,79m, rộng 1,94m, dày 0,27m. Năm [[1961]], một tòa phương đình bia được xây lên che cho bia với mục đích hạn chế ảnh hưởng của khí hậu đối với bia.\n\n==Đặc điểm==\nBia đá hình [[chữ nhật]], trán cong hình bán nguyệt, chính giữa có biểu tượng trời\/đất (hình vuông, trong tròn), ở chính giữa khắc nổi hình [[rồng]] cuộn, uốn khúc quanh [[mặt Trời]] với ý nghĩa ''[[thiên tử]]'' (con trời) là do sự giao hòa của trời đất tạo nên. Hai bên là hình rồng chầu với thân dài uốn khúc cùng văn mây nước. Diềm bia được trang trí (từ trên xuống), 9 hình rồng trang trí tinh xảo bố cục trong 1\/2 [[Đề (thực vật)|lá đề]], đan xen hoa [[cúc]] dây mang phong cách nghệ thuật thời Lý - Trần. Theo nghiên cứu, bên cạnh hình ảnh con rồng truyền thống, thì hình rồng ở giữa trán bia Vĩnh Lăng lại mang ảnh hưởng của rồng phương Bắc(phong cách rồng yên ngựa ảnh hưởng từ thời Minh) rất rõ nét: mắt nhìn thẳng với vẻ dữ tợn, thân mình vặn khúc, mang một dáng đe dọa. Được bố cục gọn gàng trong một bố cục hình tròn, hình tròn đấy lại nằm gọn trong một hình vuông.\n\nVăn bia viết trên một mặt, trán bia viết chữ kiểu [[chữ triện|triện]], bài văn trên thân bia gồm 25 cột chữ viết [[chữ chân phương|chân]]. Cũng theo lệ thường, văn bia có lối viết sang cột giữa chừng và viết \"đài lên\" một hàng các chữ như \"Thái, Đế, Tằng, Hoàng, Sắc\"… để tỏ ý kính trọng nhà vua và vương quyền. Căn cứ nội dung khắc trên bia thì tác giả văn bia là [[Nguyễn Trãi]], soạn thảo vào [[niên hiệu]] [[Thuận Thiên]] thứ 6 ([[1433]]) ngay sau khi vua [[Lê Thái Tổ]] băng hà và được táng ở Vĩnh Lăng. Nội dung bia ngắn gọn, súc tích, thuật lại thân thế sự nghiệp của vua [[Lê Thái tổ]], quá trình [[khởi nghĩa Lam Sơn]] cho đến khi đánh tan [[nhà Minh|quân Minh]], xây dựng lại quốc gia [[Đại Việt]].\n\n==Nội dung==\nBản dịch dưới đây do tác giả là Nguyễn Hữu Trung dịch dựa vào photo của bản rập tấm bia này tại [[Viện Nghiên cứu Hán Nôm]], [[Hà Nội]].\n:''Kính viết''\n:''Ngày 22 tháng Tám nhuận năm [[Quý Sửu]], niên hiệu [[Thuận Thiên]] thứ 6 ([[1433]]) Thái tổ Cao Hoàng đế về chầu trời. Ngày [[23 tháng 10]] năm này được táng ở Vĩnh Lăng, [[Lam Sơn]]. Vua [[lê (họ)|họ Lê]], tên húy bên trái là \"Hòa\", bên phải là \"Đao\" (tức chữ Lợi). Cụ nội tên bên trái là \"Ngôn\", phải là \"Mỗi\" (tức chữ Hối). Có một hôm cụ đi qua [[Lam Sơn]], trông thấy một đàn chim bay lượn quanh dưới chân Lam Sơn, trông giống như đám đông người đang tụ họp, do vậy biết đây là vùng đất tốt. Nhân đó Cụ bèn về nhà đưa cả gia đình đến an cư ở đấy. Được 3 năm thì gây dựng nên sản nghiệp, con cháu ngày càng đông đúc, tôi tớ trong nhà ngày một nhiều khai khẩn đất đai, xây dựng cơ đồ ngày càng phồn thịnh ở đấy. Bởi có thế lực nên được phong làm tù trưởng đứng đầu ở một phương. Ông nội Vua tên húy trái là \"Điền\", phải là \"Đinh\" (tức chữ Đinh) thừa tự gia nghiệp, kế thừa chí tổ tiên gây dựng cơ ngơi đông hơn ngàn người. Bà nội Vua họ [[Nguyễn]], là người rất đức hạnh, hiền thục sinh được hai con trai: con trưởng là Tòng; con thứ tên bên trái là \"Nhật\", bên phải là \"Quảng\" (tức chữ Khoáng) tức là thân sinh của Vua vậy. Ông là người vui tính, thảo hiền, phúc đức, thích làm điều lạc thiện, hay nuôi dưỡng tân khách trong nhà. Dân ở vùng lân cận được coi như một nhà cho nên không ai lại không cảm cái ân đức và phục cái nghĩa khí ấy vậy. Mẹ của Vua họ [[trịnh (họ)|Trịnh]], tên húy trên là \"Thảo\", dưới là \"Thương\" (tức chữ Thương) là người chuyên cần việc nữ công khuê phòng, sinh được ba con trai: Con đầu là Học; con giữa là Trừ; con cuối tức là Vua ta vậy. Con đầu kế thừa sự nghiệp ông cha, không may đoản mệnh. Nhà Vua kế thừa sự nghiệp của ông cha rất cẩn trọng. Tuy gặp thời đại loạn mà ý chí vẫn kiên cường, ẩn giấu tông tích trong rừng núi, lấy cày bừa, cấy lúa mà lập nghiệp. Do căm phẫn quân giặc tàn bạo ức hiếp nên càng chuyên tâm vào đọc sách thao lược, đem hết gia tư trong nhà để hậu đãi tân khách.''\n:''Năm [[Mậu Tuất]] ([[1418]]) khởi nghĩa dấy binh ở đồn Lạc Thủy. Trước sau đánh hơn 10 trận đều dùng quân mai phục, xuất kỳ bất ý, tránh chỗ mạnh đánh vào chỗ yếu, lấy ít địch nhiều, lấy yếu chế mạnh. Năm [[Bính Ngọ]] ([[1426]]) đánh trận [[Tốt Động]] thắng lớn, bèn tiến về bao vây [[Đông Đô]]. Năm [[Đinh Mùi]] ([[1427]]) viện binh của giặc do An Viễn hầu [[Liễu Thăng]] dẫn 10 vạn quân từ [[Quảng Tây]] tiến sang; Kiềm Quốc công [[Mộc Thạnh]] dẫn 5 vạn quân từ [[Vân Nam]] tiến vào. Một trận chiến diễn ra ở [[Ải Chi Lăng|Chi Lăng]]: [[Liễu Thăng]] bị mất đầu; chém bọn giặc vài vạn thủ cấp; bắt sống bọn tướng giặc [[Hoàng Phúc]], [[Thôi Tụ]] hơn 300 tên; quân dưới trướng hơn 3 vạn tên. Liền đem sắc mệnh, binh phù của [[Liễu Thăng]] cho quân [[Vân Nam]] xem. [[Mộc Thạnh]] nhìn thấy hết thảy bọn chúng đều tiêu đởm, tan tác, bị chém chết và bắt sống không thể kể xiết. Lúc đó bọn trấn thủ thành [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]] là Thành Sơn hầu [[Vương Thông]] vốn trước đã cùng quân ta giảng hòa nhưng chưa xong, đến lúc này mới xin được minh thề ở trên sông Nhị Hà. Các xứ thành trì trấn thủ đều mở cửa ra hàng. Phàm những quân giặc bị bắt cho đến các thành ra hàng cả thảy hơn 10 vạn tên đều được phóng thích. Đường thủy cấp cho hơn 500 chiếc thuyền, đường bộ cấp cho lương thảo, ngựa tốt. Răn giới cho quân sĩ không được mảy may xâm phạm. Hai nước từ đó thông hảo, Bắc Nam yên ổn. Xứ Mường Lễ, [[Lào|Ai Lao]] đều nhập vào bản đồ nước ta. Các nước [[Chiêm Thành]], Xà Bà đều cho tàu thuyền sang cống nạp.''\n:''Vua thức khuya dậy sớm, trong 6 năm trong nước bình yên cho đến khi băng hà.''\n:''Ngày tốt tháng 10 năm [[Quý Sửu]], Thuận Thiên thứ 6 ([[1433]]). Vinh Lộc Đại phu Nhập nội hành khiển Tri tam quán sự, thần là [[Nguyễn Trãi]] phụng soạn. Hàn lâm viện đãi chế, thần là Vũ Văn Phỉ phụng viết.''\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource|Vĩnh Lăng bi|Bia Vĩnh Lăng}}\n* [http:\/\/thanhhoa.gov.vn\/vi-vn\/pages\/Article.aspx?ChannelId=199&articleID=40588 Bia Vĩnh Lăng]{{Liên kết hỏng|date=2021-02-07 |bot=InternetArchiveBot }}\n* [http:\/\/nnthannom.blogspot.com\/2008\/05\/vn-bia-vnh-lng.html Bia Vĩnh lăng - bản chữ Hán]\n\n[[Thể loại:Văn bia Việt Nam]]\n[[Thể loại:Sử học Việt Nam]]\n[[Thể loại:Di tích tại Thanh Hóa]]\n[[Thể loại:Bảo vật quốc gia của Việt Nam]]"}