{"14130576":"{{Hiện vật lịch sử\n| name = Bia Xá Lợi Tháp<br>舍利塔銘碑 \n| tiêu đề phụ = ''[[Bảo vật quốc gia (Việt Nam)#Đợt 2|Bảo vật quốc gia]] số 7, đợt 2'' \n| image = Xá Lợi Tháp Minh stele.jpg\n| image_size = 230px\n| caption = \n| chất liệu = [[Đá]]\n| kích thước = Thân bia: 53,5cm x 45cm x 8,5cm<br> Nắp bia: 53,5cm x 45cm x 4cm\n| hệ chữ viết = [[Chữ Hán]]\n| niên đại = 601\n| thời kỳ\/văn hóa = [[Nhà Tùy]]\n| địa điểm phát hiện = thôn Xuân Quan, [[Trí Quả]], [[Thuận Thành]], [[Bắc Ninh]]\n| thời điểm phát hiện = 2004\n| phát hiện bởi = Nguyễn Văn Đức\n| nơi lưu trữ = Bảo tàng tỉnh Bắc Ninh\n| số đăng ký = 2135<ref name=\"Cuc di san\">[http:\/\/dsvh.gov.vn\/bia-xa-loi-thap-minh-3043 Bia “Xá lợi Tháp Minh”, Hồ sơ di sản, tư liệu Cục Di sản văn hóa, truy cập 5 tháng 5 năm 2020]<\/ref>\n}}\n'''Bia khắc Xá Lợi Tháp\"''' là bia đá chữ Hán có niên đại cổ nhất được tìm thấy tại Việt Nam hiện nay, bia khắc năm 601 niên hiệu Nhân Thọ thứ nhất đời [[Tùy Văn Đế]]. Tấm bia được công nhận là Bảo vật quốc gia của Việt Nam vào đợt 2 năm 2013. Bia hiện được lưu trữ tại Bảo Tàng tỉnh Bắc Ninh. Bia này ghi việc Hoàng đế Nhà Tùy cho rước Xá Lợi đến các châu để xây tháp, thờ phụng, ở [[Giao Châu]] thì Xá Lợi được đem đến một ngôi chùa tên là chùa Thiền Chúng.\n\n== Phát hiện tấm bia ==\nNăm 2004, ông Nguyễn Văn Đức (thôn Xuân Quan, xã Trí Quả, huyện Thuận Thành, tỉnh Bắc Ninh) đào đất làm gạch ở gần khu vực [[Chùa Xuân Quan]] (Chùa Dàn), đã va phải một vật rất cứng. Đó chính là tấm bia Xá lợi tháp minh. Khi đó, bia gồm hai phần úp khít vào nhau, được kết dính bằng một chất nào đó chưa rõ, phải dùng mai đào đất mới tách đôi được. Bia được tìm thấy cùng một hòm đá cũng bao gồm phần nắp và phần thân. Ông Đức sau đó mang tấm bia này cất giữ đến năm 2012. Trong thời gian này, ông có cho một vài người biết đôi chút chữ Hán Nôm xem<ref name=\"Trinh Nguyen\">[https:\/\/thanhnien.vn\/van-hoa\/bao-vat-quoc-gia-ky-14-xa-loi-thap-minh-van-bia-co-nhat-5050.html Trinh Nguyễn, ''Bảo vật quốc gia - Kỳ 14: Xá lợi tháp minh - văn bia cổ nhất'', Báo điện tử Thanh Niên, 2014, truy cập ngày 5 tháng 5 năm 2020]<\/ref>.\n\nVị trí ông Đức phát hiện bia đá và một số di vật khác ở khu đồng Sau Chùa (khu vực này xưa thuộc đất chùa), cách chùa Xuân Quan hiện nay 20m<ref name=\"Cuc di san\" \/>. Ông Đức từ đó giữ tấm bia kín đáo đến mức người nhà cũng không biết ở đâu. Năm 2012, sau khi biết về giá trị của tấm bia, ông Đức đã hiến tặng tấm bia cho Bảo tàng tỉnh Bắc Ninh mà không đòi hỏi gì về vật chất. Tuy nhiên, bảo tàng đã tặng ông một tấm gò đồng hình chữ An (安) của làng [[Đại Bái]]<ref name=\"Trinh Nguyen\" \/>.\n\n== Hiện trạng tấm bia ==\nĐầu tháng 8 năm 2012, tổ công tác thuộc phòng Nghiên cứu Sưu tầm Bảo tàng tỉnh Bắc Ninh (gồm các bà Kiều Thị Thơm, Nguyễn Văn An và Nguyễn Thị Biển) tiếp nhận hai cổ vật từ ông Nguyễn Văn Đức gồm:\n\n*Bia mộ tháp: gồm hai phần có hình gần vuông, kích cỡ 45&nbsp;cm x 46&nbsp;cm úp khít vào nhau: phần dưới (thân bia) dày 9&nbsp;cm được cắt khá nhẵn xung quanh, một mặt khắc chữ Hán còn rất rõ nét, gồm 133 chữ, chia thành 13 dòng. Phần trên (nắp đậy) mỏng hơn dày khoảng 4&nbsp;cm úp lên trên phiến đá có chữ, mặt dưới tạo gờ nổi xung quanh đặt xuống vừa khít vào phần khắc chữ phía dưới, mặt trên tạo góc bạt chéo hình trụ.\n*Liễn (đỉnh) đá: bên cạnh bia mộ tháp nêu trên tại vị trí phát hiện các di vật còn có một liễn (đỉnh) đá. Hiện vật này trên có nắp đậy cũng bằng đá - loại đá gần giống như bia đá, kích cỡ 45&nbsp;cm x 46&nbsp;cm x 33&nbsp;cm lòng sâu 26&nbsp;cm, đáy cỡ 17&nbsp;cm x 17&nbsp;cm. Nắp đậy có kích cỡ 45&nbsp;cm x 46&nbsp;cm x 8&nbsp;cm. Nắp đá mặt dưới tạo gờ nổi chạy xung quanh úp xuống vừa khít với thân, mặt trên tạo góc bạt chéo hình trụ giống với nắp bia.\n*Cả hai di vật trên đều đặt trên một tấm đá hình chữ nhật dày 25&nbsp;cm, kích cỡ 65&nbsp;cm x 100&nbsp;cm. Tấm đá không trang trí hoa văn, mặt trên phẳng, mặt dưới hơi gồ ghề, qua thời gian nằm ở dưới lòng đất mặt đá bị bào mòn, một đầu bị sứt vỡ nhỏ<ref name=\"Cuc di san\" \/>.\n\nÔng Đức cho biết khi đào đất đã dùng máy xúc để đào. Các di vật bằng đá nằm ở độ sâu hơn 2m, khi đào được các di vật này, bia mộ tháp có 2 phần úp khít vào nhau bằng chất kết dính, phải cậy bằng mai đào đất để mở, vì thế cạnh ngoài nắp có chỗ bị sứt vỡ mấy miếng nhỏ nhưng không ảnh hưởng tới phần khắc chữ. Ở mặt trong cả 2 nắp bia khi cạy ra đều sạch bóng, không có chất gì khác bám vào mặt, kể cả nước. \"Liễn đá\" có nắp đậy, ở bên trong có một ít tạp chất màu thâm đen<ref name=\"Le Viet Nga\">[http:\/\/www.hannom.org.vn\/detail.asp?param=2362&Catid=476 Lê Viết Nga, ''Bia mộ tháp ghi niên hiệu Đại Tùy (601) ở chùa Thiền Chúng huyện Long Biên xứ Giao Châu'', Viện nghiên cứu Hán Nôm, 2015, truy cập ngày 5 tháng 5 năm 2020]<\/ref>.\n\n== Nội dung văn bia ==\nDòng đầu trên bia khắc bốn chữ \"Xá lợi tháp minh\" (Ghi khắc Xá lợi tháp), dòng thứ 2 ghi khắc \"Duy Đại Tuỳ Nhân Thọ nguyên niên tuế thứ Tân Dậu thập nguyệt Tân Hợi sóc thập ngũ nhật Ất Sửu\" (lạc khoản đề ngày tháng). \nNội dung cơ bản phiên âm và lược dịch như sau<ref name=\"Le Viet Nga\" \/>:\n\n{{cquote|'''Xá Lợi tháp minh'''\n\nDuy Đại Tuỳ Nhân Thọ nguyên niên, tuế thứ Tân Dậu, thập nguyệt Tân Hợi sóc thập ngũ nhật Ất Sửu.\n\nHoàng đế phổ vi nhất thiết pháp giới, u hiển sinh linh. Cẩn ư Giao Châu, Long Biên huyện, Thiền Chúng tự phụng an xá lợi, kính tạo linh tháp.\n\nNguyệt Thái tổ Vũ Nguyên Hoàng đế, Nguyên Minh Hoàng hậu. Hoàng đế, Hoàng hậu, Hoàng Thái tử, chư vương, tử tôn đẳng tịnh nội ngoại quần quan ái cập dân thứ lục đạo, tam đồ. Nhân phi nhân đẳng, sinh linh thế thế, trị Phật văn pháp, vĩnh ly khổ không đồng thăng diệu quả.\n\nSắc sử Đại Đức Tuệ Nhã pháp sư, Lại bộ Vũ Kỵ Uý khương huý tống xá lợi ư thử khởi tháp.}}\n\nBản dịch:\n\n{{cquote|'''Bài khắc tháp Xá Lợi'''\nTrước ngày Ất Sửu (tức ngày 15), tháng Tân Hợi (tháng 10), năm Tân Dậu nước Đại Tuỳ niên hiệu Nhân Thọ năm thứ nhất (601).\n\nHoàng đế cẩn trọng mở rộng dòng thuyết pháp, mở cõi u hiển đến mọi sinh linh ở chùa Thuyền Chúng (Thiền Chúng) thuộc huyện Long Biên đất Giao Châu để kính cẩn dựng ngôi tháp thiêng đặt yên xá lợi theo ước nguyện của Thái tổ Vũ Nguyên Hoàng đế, Nguyên Minh Hoàng hậu.\n\nTất cả các bậc từ Hoàng đế, Hoàng hậu, hoàng Thái tử, đến các con cháu trong hoàng tộc cùng các quan được sủng ái, thứ dân không kể lục đạo, tam đồ trên cõi đời đều thuận theo lời dạy của đức Phật mãi thoát khỏi cõi khổ ải trầm luân, cùng hưởng quả phúc.\n\nSắc cho Đại đức Tuệ Nhã pháp sư, Lại bộ Vũ Kỵ uý Khương Huy dựng ngôi tháp và an vị xá lợi ở đó.}}\n\n== Xác định niên đại và chùa Thiền Chúng==\nThạc sĩ Phạm Lê Huy, Giảng viên Khoa Đông Phương học, [[Đại học Khoa học Xã hội và Nhân văn]] (thuộc Đại học Quốc gia Hà Nội) đã công bố các kết quả nghiên cứu về minh văn của tấm bia. Văn bia này có nội dung về cơ bản giống với \"Nhân Thọ xá lợi tháp\" có niên đại 601 đã được phát hiện tại Trung Quốc. Tuy nhiên, bên cạnh đó, văn bia cổ ở Bắc Ninh vẫn có một số điểm khác biệt so với văn bia phát hiện ở Trung Quốc. Trong văn bia cổ ở Bắc Ninh, dòng đầu tiên ghi chữ \"Xá lợi tháp minh\", trong khi đó, một số minh văn phát hiện ở Trung Quốc lại ghi là \"Xá lợi tháp hạ minh\" hoặc không ghi tiêu đề. Vị trí khắc dòng tiêu đề cũng khác nhau ở từng bia, có cái ghi dòng đầu, có cái ghi dòng cuối. Ngoài ra, trong khi các minh văn khác chỉ có phần chính văn thì ở văn bia cổ ở Bắc Ninh lại có ghi thêm phần chú thích \"sắc sứ\" là ''Đại đức Tuệ Nhã pháp sư'' và ''Vũ kỵ úy Khương Huy''.\n\nMinh văn Thanh Châu (Trung Quốc), ngoài 2 \"sắc sứ\" là ''Đại đức Trí Năng'' và ''Vũ kỵ úy Lý Đức Kham'' còn ghi thêm tên 2 người tùy tùng (tòng giả) và 2 viên chức Tư mã và Lục sự tham quân của Thanh châu. Đối chiếu với chiếu thư của Tùy Văn Đế, có thể xác định: \"Đại đức Tuệ Nhã pháp sư\" và \"Đại đức Trí Năng\" là 2 trong số 30 sa môn được Tùy Văn Đế cử về địa phương, còn Khương Huy và Lý Đức Kham là 2 \"tản quan\" tháp tùng.<ref name=\"Luu Thuy\">[https:\/\/thethaovanhoa.vn\/van-hoa\/van-bia-co-o-bac-ninh-la-minh-van-nhan-tho-xa-loi-thap-n20121009115100752.htm Lưu Thủy, ''Văn bia cổ ở Bắc Ninh là minh văn “Nhân Thọ xá lợi tháp”'', Báo điện tử Thể thao & Văn hóa, 2012, truy cập ngày 5 tháng 5 năm 2020]<\/ref>\n\nBên cạnh đó, việc nắp bia và bia được kết dính bằng một chất đặc biệt cũng được phát hiện tại Trung Quốc. Sự thống nhất trong nội dung minh văn với các tấm bia tìm được tại Trung Quốc cũng như sự trùng khớp thông tin (ngày 15 tháng 10 năm 601, xây tháp tại chùa Thiền Chúng ở Giao Châu) với các tư liệu khác như \"Quảng hoằng minh tập\" và \"Cảm ứng lục\" có thể khẳng định: Tấm bia vừa được tìm thấy tại Bắc Ninh chính là minh văn \"Nhân Thọ xá lợi tháp\" được khắc cùng với sự kiện xây dựng tháp xá lợi tại chùa Thiền Chúng ở Giao Châu năm 601<ref name=\"Luu Thuy\" \/>.\n\n'''Chùa Thiền Chúng''' là cái tên \"mới\" xuất lộ trên văn bia này. Tại [[chùa Huệ Trạch]] (làng Xuân Quan) chỉ có bia đá năm Chính Hoà thứ 20 (1699) bốn mặt là cổ nhất, nội dung ghi \"Huệ Trạch tự tôn tạo hồng chung các thanh bi ký\", không ghi gì về chùa Thiền Chúng xưa<ref name=\"Le Viet Nga\" \/>. [[Thiền uyển tập anh]] (quyển Hạ) có ghi về một chùa mang tên là \"Thiền Chúng\" như sau:\n\n<blockquote>''Thiền sư Định Không (? - 808) ở chùa Thiền Chúng, làng Dịch Bảng, phủ Thiên Đức''<\/blockquote>\n\nThế nhưng ở phần ghi chú cuối trang lại ghi: ''\"Cảm ứng xá lợi ký\" do Vương Thiệu viết vào cuối năm 601 dẫn trong \"Quảng hoằng minh tập\" có ghi chùa Thiền Chúng như là nơi dựng tháp rước xá lợi vào năm đó tại Giao Châu. \"Thiền uyển tập anh\" nói dựng tháp nơi chùa Pháp Vân, có lẽ hợp lý hơn''<ref>[https:\/\/thuvienhoasen.org\/p55a10801\/phan-ii-07-thien-uyen-tap-anh-ngu-luc-quyen-ha [[Lê Mạnh Thát]], Phần II - Bản dịch Thiền uyển tập anh, ''Nghiên cứu về Thiền uyển tập anh'', Viện Nghiên Cứu Phật Học Việt Nam, Nhà xuất bản Phương Đông, 2006, truy cập ngày 5 tháng 5 năm 2020]<\/ref>. Như vậy đến khi đào được bia này có thể nói rằng đã tồn tại việc dựng tháp, rước xá lợi tại chùa Thiền Chúng ở thôn Xuân Quan chứ không phải tại chùa Pháp Vân như \"Thiền uyển tập anh\" phỏng đoán. Chùa Thiền Chúng ghi trong bia mộ tháp được xây dựng từ đó, sau khi bị đổ nát quá lâu ngày nên đã bị lãng quên trong lịch sử và sau này chỉ còn được biết đến với tên mới là chùa Huệ Trạch.\n\n== Giá trị tấm bia ==\nĐây là văn bia hiện còn lưu giữ được có niên đại cổ nhất Việt Nam. Niên đại 601 của văn bia này sớm hơn 17 năm so với tấm bia ''Đại Tùy Cửu Chân quận Bảo An đạo tràng chi bi văn'' có niên đại năm 618, được Giáo sư [[Đào Duy Anh]] phát hiện tại Thanh Hóa năm 1960<ref name=\"Trinh Nguyen\" \/>.\n\nBia cũng mang một thông tin quan trọng đó là '''huyện Long Biên, xứ Giao Châu''', góp phần minh chứng cho các tư liệu, sử sách và các công trình nghiên cứu khoa học từ trước đến nay vẫn tranh luận về vị trí của [[Long Biên (huyện)|thành Long Biên]] thời Bắc thuộc. Tấm bia đã xác định vị trí của Long Biên hoặc ở vùng Luy Lâu hoặc chính là [[Luy Lâu]]<ref name=\"Le Viet Nga\" \/>.\n\n== Xem thêm ==\n*[[Tháp chùa Việt Nam]]\n*[[Lịch sử Phật giáo Việt Nam]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Văn bia Việt Nam]]\n[[Thể loại:Lịch sử Phật giáo Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 1]]\n[[Thể loại:Bảo vật quốc gia của Việt Nam]]"}