{"3435186":"{{Thông tin chiến tranh\n|conflict=Binh biến tại Việt Nam Cộng hòa tháng 12 năm 1964\n|image=Nguyễn Khánh 1964.jpg\n|caption= Nguyễn Khánh, lãnh đạo cuộc binh biến năm 1964\n|partof= [[Chiến tranh Việt Nam]]\n|date=[[19 tháng 12]] năm [[1964]]\n|place=[[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam Cộng hòa]]\n|result=[[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia]] bị giải thể<br\/>Chiến thắng chính trị của [[Nguyễn Khánh]]\n|combatant1={{flagicon image|Flag of the RVNMF.svg}} [[Lục quân Việt Nam Cộng hòa]]\n|combatant2={{Flagicon|South Vietnam}} [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia]]<br \/>các chính trị gia dân sự khác\n|commander1=[[Nguyễn Khánh]]<br \/>[[Nguyễn Chánh Thi]]<br \/>[[Nguyễn Cao Kỳ]]\n|commander2=[[Dương Văn Minh]]<br \/>[[Phan Khắc Sửu]]\n|strength1= Không rõ, nhưng ít\n|strength2= Không\n|casualties3= Không\n}}\n'''Binh biến tại Việt Nam Cộng hòa tháng 12 năm 1964''' là một cuộc binh biến do [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] do các tướng lĩnh của [[Quân lực Việt Nam Cộng hòa]] thực hiện vào tối ngày [[19 tháng 12]] năm 1964. Cuộc binh biến đã thực sự giải tán cơ cấu chính quyền [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia]] và chuyển quyền lãnh đạo thực tế của chính quyền Việt Nam Cộng hòa vào tay các tướng lĩnh quân nhân.\n\n==Bối cảnh==\n\n==Giải tán Thượng Hội đồng Quốc gia==\nỞ miền Nam Việt Nam lại đảo chính thêm lần nữa do Thiếu tướng Nguyễn Khánh và một nhóm tướng lĩnh do Thiếu tướng không quân [[Nguyễn Cao Kỳ]] và Thiếu tướng lục quân [[Nguyễn Văn Thiệu]] chỉ huy. Cuộc đảo chính là một phần của sự bất ổn chính trị tiếp tục nổ ra sau khi Tổng thống [[Ngô Đình Diệm]] bị sát hại trong cuộc đảo chính tháng 11 năm 1963. Cuộc đảo chính vào ngày này được thiết kế bởi một nhóm các sĩ quan quân đội trẻ, những người đã chán ngấy với những gì họ tin là một chính phủ không hiệu quả của nhóm tướng lĩnh lớn tuổi thuộc Hội đồng Quân nhân Cách mạng. Khánh và Hội đồng Quân lực mới được thành lập, gồm các vị tướng đã tham gia vào cuộc đảo chính, đã khôi phục lại quyền kiểm soát dân sự vào ngày 07\/01\/1965 với một chính phủ do [[Trần Văn Hương]] dẫn dắt. Hương tỏ ra không thể thành lập được một chính phủ hữu hiệu và Hội đồng Quân lực đã lật đổ ông vào ngày 27, đồng thời đưa tướng Khánh lên nắm quyền.\n\n==Những tác động chính trị==\nTuy nhiên, Khánh cũng bị lật đổ bởi một cuộc đảo chính khác vào ngày 18\/02\/1965 do Kỳ và Thiệu lãnh đạo. Khánh sau đó đã sang Hoa Kỳ định cư tại Palm Beach, Florida.\n\nTới 12\/06\/1965, một cuộc đảo chính nữa lại nổ ra, khi Nguyễn Văn Thiệu và Nguyễn Cao Kỳ lại lật đổ chính phủ do [[Phan Huy Quát]] đứng đầu. Thiệu thành Quốc trưởng còn Kỳ làm Thủ tướng<ref>http:\/\/nghiencuuquocte.org\/2015\/12\/19\/dao-chinh-sai-gon\/<\/ref>.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n{{sơ khai lịch sử Việt Nam}}\n\n[[Thể loại:Binh biến ở Việt Nam Cộng hòa]]\n[[Thể loại:Năm 1964]]"}