{"58048":"{{Chú thích trong bài|date=tháng 4\/2021}}\n{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Binh chủng Đặc công\n| logo = Vietnamese People's Army Commando Vector.png\n| hình = \n| chú thích hình = \n| thành lập = {{ngày thành lập và tuổi|1967|3|19}}\n| quân chủng = \n| phân cấp = Binh chủng (Nhóm 4)\n| chức năng = Binh chủng đặc nhiệm\n| quy mô = 10.000 người\n| bộ phận của = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]]\n| bộ chỉ huy = [[Thanh Trì]], [[Hà Nội]]\n| vinh danh = \n| chỉ huy 1 = {{QH|Thiếu tướng|[[Hoàng Minh Sơn]]}}\n| kiểu chỉ huy 1 = Tư lệnh\n| chỉ huy 2 = {{QH|thiếu tướng|[[Vũ Hồng Quang]]}}\n| kiểu chỉ huy 2 = Chính ủy\n| khẩu hiệu = ''Đặc biệt, tinh nhuệ, anh dũng, tuyệt vời, mưu trí, táo bạo, đánh hiểm thắng lớn''\n| chỉ huy nổi tiếng = {{QH|thiếu tướng|[[Mai Năng]]}}\n{{QH|đại tá|[[Nguyễn Chí Điềm]]}}\n{{QH|trung tướng|[[Nguyễn Anh Đệ]]}}\n| chỉ huy 3 = \n| kiểu chỉ huy 3 = \n| thành tích = {{Huân chương VN|Anh hùng Lực lượng vũ trang nhân dân|||Sao vàng||1|Hồ Chí Minh||1|Quân công|1|2}}\n}}\n\n'''Binh chủng Đặc công''' là [[binh chủng]] chiến đấu đặc biệt tinh nhuệ của [[Quân đội nhân dân Việt Nam]], do [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam]] trực tiếp quản lý và chỉ đạo. Binh chủng Đặc công có nhiệm vụ tập trung nghiên cứu, tham mưu cho [[Bộ Quốc phòng Việt Nam]] xây dựng và phát triển các lực lượng Đặc công theo hướng tinh - gọn - chất lượng cao. Đây là một lực lượng đặc biệt tinh nhuệ, quân nhân được tổ chức, trang bị và huấn luyện đặc biệt, có phương pháp tác chiến linh hoạt, táo bạo, bất ngờ, thường dùng để tập kích bất ngờ vào các mục tiêu hiểm yếu nằm sâu trong đội hình chiến đấu, bố trí chiến dịch và hậu phương của địch.\n\n==Lịch sử hình thành==\n*Ngày thành lập (Ngày truyền thống binh chủng): [[19 tháng 3]] năm [[1967]].\n*Tổ chức lực lượng lúc mới thành lập: 9 tiểu đoàn đặc công; Trường bổ túc cán bộ và 3 cơ quan.\n\nTuy ngày thành lập chính thức là năm 1967, nhưng từ [[Chiến tranh Đông Dương]] (1946 - 1954), cách đánh \"công đồn đặc biệt\" ở chiến trường [[Nam Bộ]], cách đánh và tổ chức đặc công đã phát triển nhanh chóng, hình thành ba loại lực lượng:\n* Đặc công bộ.\n* [[Lực lượng Đặc nhiệm hải quân, Quân đội nhân dân Việt Nam|Đặc công nước]].\n* [[Biệt động Sài Gòn|Đặc công biệt động]].\n\n===Đặc công bộ===\nTrong [[Chiến tranh Đông Dương]], từ sau cuộc tiến công lên [[Việt Bắc]] bị thất bại, [[Đệ Tứ Cộng hòa Pháp]] xây dựng hàng loạt đồn bót bao vây chiến khu. Trước tình hình mới, bộ đội Việt Nam không thể dừng lại ở những trận tập kích, phục kích tiêu hao, quấy rối, mà phải tiến lên tiêu diệt các cứ điểm nhỏ này. Nhưng để đánh được cứ điểm thì phải dùng cách đánh bất ngờ (kỳ tập). Nếu quân Pháp phòng thủ mạnh thì phải có [[pháo]] hạng nặng (cường tập), mà bộ đội thì pháo quá ít, đạn pháo khan hiếm. Cuối cùng một cách đánh mới được đề xuất: bí mật đột nhập đánh bất ngờ, nếu bị lộ thì chuyển sang đánh bằng hỏa lực mạnh. Với cách đánh kỳ tập kết hợp với cường tập, từ thu-đông [[1948]] đến đầu [[1950]], trên chiến trường [[Bắc Bộ]], quân Việt Nam đã tiêu diệt hàng loạt đồn bốt, cứ điểm quân Pháp.\n\nỞ chiến trường [[Nam Bộ Việt Nam|Nam Bộ]], Pháp tăng quân, xây dựng hệ thống bót Delatour là sản phẩm của tướng [[Delatour Desmer]], Tư lệnh Quân viễn chinh Pháp ở Nam Bộ. Hàng loạt đồn bót dựng lên xung quanh thị xã, thành phố và trên các đường giao thông quan trọng, nhằm bao vây, chia cắt, ngăn chặn lực lượng vũ trang [[Việt Minh]].\n\nPhong trào du kích phát triển khắp nông thôn, thành thị, nhưng Việt Minh gặp khó khăn do chưa có chiến thuật hữu hiệu và loại vũ khí có đủ sức công phá tường dày của tháp canh. Qua nhiều lần thử nghiệm thắng lợi, đặc biệt là trận đánh đêm 18 rạng 19 tháng 3 năm 1948 tiêu diệt đồn cầu Bà Kiên, đã mở ra một khả năng mới đánh địch trong vị trí cố thủ vũng chắc. Từ thực tế đánh tháp canh, Việt Minh đúc kết được kinh nghiệm thực tiễn, làm tiền đề cho chiến thuật đặc công ra đời.\n\nĐặc công bộ hiện nay có [[Lữ đoàn Đặc công 113, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công 113]] (3 lần được phong [[Anh hùng Lực lượng vũ trang nhân dân]] các năm [[1975]], [[1979]], [[2000]]), [[Lữ đoàn Đặc công 198, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công 198]] (thành lập năm [[1974]], [[Anh hùng Lực lượng vũ trang nhân dân]] năm [[1976]]), [[Lữ đoàn Đặc công 429, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công 429]].\n\n===Đặc công nước===\nĐặc công nước là lực lượng đặc biệt tinh nhuệ, được huấn luyện để tiến công các mục tiêu thủy của đối phương như: [[bến cảng]], [[tàu thủy]],... và các mục tiêu chỉ có thể xâm nhập qua đường thủy: căn cứ biệt lập, căn cứ thủy quân... Nếu đặc công bộ có lối đánh đặc biệt thì đặc công nước càng đặc biệt, vì đánh dưới nước khó khăn hơn nhiều so với trên bộ, trang bị vũ khí cũng khác biệt hơn. Đặc công nước (còn gọi là đặc công thủy) ra đời do yêu cầu đánh vào đối tượng hải quân của Pháp và những mục tiêu vùng sông nước, do đó xuất hiện gần như song song với đặc công bộ.\n\nTrong cuộc [[Chiến tranh Đông Dương]], các hoạt động trên sông nước của quân Pháp chiếm một phần quan trọng trên chiến trường. Lợi dụng lãnh thổ Việt Nam có bờ biển dài, nhiều sông ngòi, có vùng sông ngòi chằng chịt như miền [[Đồng bằng sông Cửu Long|Tây Nam Bộ]], quân Pháp đã bố trí một lực lượng hải quân khá mạnh. [[Hải quân Pháp]] tập trung vào 3 hoạt động chủ yếu:\n* Dùng tàu thuyền chiến đấu hỗ trợ cho bộ binh đi càn quét.\n* Đánh phá căn cứ, ngăn chặn tiếp tế, vận chuyển của Việt Minh.\n* Dùng đường thủy để tiếp hậu cần cho quân Pháp trên đất liền.\n\nVì thế việc đánh Pháp trên mặt trận sông biển có ý nghĩa chiến lược quan trọng. Ở [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]], các vùng ven sông, ven biển khẩn trương xây dựng các đội săn tàu Pháp, sẵn sàng đánh quân Pháp trên mặt trận sông nước.\n\nTrong [[Chiến dịch Hà Nam Ninh]] (tháng 6 năm [[1951]]), tổ đặc công nước do Nguyễn Quang Vinh (thuộc Trung đoàn 36, Đại đoàn 308) chỉ huy dùng thuyền nan chở 300&nbsp;kg thuốc nổ đánh chìm tàu LCD chở vũ khí của quân Pháp <ref name=\"ReferenceA\">Lịch sử Bộ đội Đặc công Quân đội nhân dân Việt Nam 1945-2007, Nhà xuất bản Quân đội nhân dân, 2007<\/ref>. Đây là trận mở đầu cho cách đánh tàu chiến trên chiến trường Bắc Bộ, tạo tiền đề cho việc nghiện cứu sử dụng đặc công đánh các mục tiêu tên sông, biển. Ở [[Miền Nam (Việt Nam)|miền Nam]], đầu năm 1949, đội săn tàu Long Châu Sa dùng thủy lôi tự tạo đánh chìm tàu Glycin trên sông Sài Thượng, diệt hàng trăm quân đối phương <ref name=\"ReferenceA\" \/>.\n\nỞ vùng [[Khu dự trữ sinh quyển rừng ngập mặn Cần Giờ|Rừng Sác]], vào tháng 9 năm [[1950]], các đội đặc công được hình thành từ Trung đoàn 300, hoạt động ở vùng [[Nhà Bè]], [[Thủ Thiêm]] xuống [[Cần Giờ]], [[sông Soài Rạp|Soài Rạp]]. Lực lượng này chiến đấu rất dũng cảm, táo bạo, được gọi là \"quân cảm tử\", diệt nhiều chỉ huy Pháp và tay sai. Như vậy trong giai đoạn đầu kháng chiến, cùng với cách đánh của đặc công bộ, cách đánh của đặc công thủy cũng bắt đầu phát triển. Dựa trên những tiến bộ của quá trình nghiên cứu cải tiến vũ khí, các địa phương ở Bắc Bộ và Nam Bộ đã tổ chức được một lực lượng chuyên, tinh để đánh tàu, thuyền bằng cách đánh đặc công.\n\nTrong thành tích của lực lượng đặc công rừng Sác, nổi bật là việc đánh chìm tàu vận tải cỡ lớn [[USS Baton Rouge Victory]] giãn nước 10.000 tấn vào sáng ngày 23 tháng 8 năm [[1966]]. Con tàu đã bị đánh chìm trên sông Ngã Bảy bởi hai quả [[thủy lôi]], trọng lượng 1.075&nbsp;kg\/quả. Muốn gài thủy lôi thì phải có tàu vận chuyển lớn, sử dụng cần cẩu để thả thủy lôi, đặc công rừng Sác không có những trang bị đó nên đã sáng tạo ra chiến thuật: vận chuyển thủy lôi bằng ghe gỗ loại nhỏ, được ngụy trang giống như ngư dân đi buôn, khi đến nơi sẽ nhận chìm ghe để thả thủy lôi. Vụ đánh chìm USS Baton Rouge Victory đã giết chết 7 thủy thủ Mỹ, nhấn chìm hàng nghìn tấn vũ khí, hàng hóa mà con tàu chở theo.<ref>https:\/\/www.giaoduc.edu.vn\/hanh-trinh-cua-bon-trai-thuy-loi.htm<\/ref><ref name=\"baophapluat.vn\">https:\/\/baophapluat.vn\/trong-nuoc\/dac-cong-rung-sac-vo-moi-tren-song-277637.html<\/ref>\n\nNgày 13 tháng 4 năm [[1966]], [[Bộ Quốc phòng Việt Nam]] ra quyết định thành lập Đoàn huấn luyện trinh sát đặc công mang phiên hiệu Đoàn 126 trực thuộc [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam]] và [[Tư lệnh Quân chủng Hải quân Nhân dân Việt Nam]]. Đoàn trưởng được giao cho [[Hoàng Đắc Cót]] và [[Phạm Điệng]] là Chính ủy. Tháng 5 năm 1966, Bộ Tư lệnh Hải quân tổ chức Đoàn 126 thành cơ quan đoàn bộ và 12 đội chiến đấu, [[Lực lượng Đặc nhiệm hải quân, Quân đội nhân dân Việt Nam]] đã hình thành. Cuối 1966, một lực lượng lớn của Đoàn 126 được đưa vào chiến trường [[Quảng Trị]], [[Đà Nẵng]], [[Quy Nhơn|Qui Nhơn]] và Nam Bộ thâm nhập thực tế chiến đấu. Ngày 10 tháng 3 năm [[1967]], Bộ Tư lệnh Mặt trận B5 (Mặt trận Trị - Thiên) giao nhiệm vụ cho Đoàn 126 tiêu diệt tàu địch ở cảng và sông từ Cửa Việt tới Đông Hà. Tàu cuốc 70 tấn của Hàn Quốc bị ốp mìn nổ tung. Ngày 9\/5\/1967, tàu cuốc Hayda dài 71m, rộng 12m bị đánh chìm xuống sông Cửa Việt, tàu LST trọng tải lớn 5.000 tấn chở xe thiết giáp và vũ khí hạng nặng cũng bị đánh chìm xuống sông. Ngày 15\/5\/1967, 1 tàu LCU bị đánh chìm tại chỗ nằm vắt ngang sông Cửa Việt. Chỉ trong vòng 5 tháng chiến đấu, từ tháng 4 đến 9 năm 1967, riêng Đội 1 của Đoàn 126 đã tham chiến 6 trận, đánh chìm 10 tàu địch, làm hư hỏng 2 tàu khác, phá hủy nhiều phương tiện vũ khí<ref>https:\/\/infonet.vn\/nhung-tran-danh-huyen-thoai-cua-dac-cong-hai-quan-viet-nam-p1-post164091.info<\/ref>\n\nTrong 10 ngày hoạt động ở [[Cửa Việt (thị trấn)|Thị trấn Cửa Việt]] (19 đến 29-1-[[1968]]), Đoàn 126 đã thả được 13 quả thủy lôi xuống dòng sông [[Cửa Việt (thị trấn)|Cửa Việt]], đánh chìm 8 tàu, phá hủy hàng nghìn tấn hàng hóa và phương tiện chiến tranh của địch, làm gián đoạn giao thông của địch ở cảng [[Cửa Việt (thị trấn)|Cửa Việt]] nhiều ngày liền. Từ 28\/2 tới 1\/3\/[[1968]], trong [[Trận Bạch Đằng trên sông Hiếu]], Đoàn 126 đánh chìm 7 tàu tiếp viện, đánh hỏng nặng 5 tàu khác của [[Hải quân Hoa Kỳ]], tuyến tiếp viện hậu cần bằng đường thủy từ [[Cửa Việt (thị trấn)|Cửa Việt]] – [[Đông Hà]] của [[quân đội Mỹ]] bị tắc nghẽn trong nhiều ngày. Cuối tháng 5 đầu tháng 6\/[[1968]], [[Lữ đoàn Đặc công Hải quân 126]] đánh chìm 3 tàu gồm: 1 tàu LST 5000 tấn, 1 tàu LCU 360 tấn và 1 tàu tuần tiễu, khiến địch buộc phải thay đổi phương thức vận tải, các tàu trọng tải lớn trên 4.000 tấn phải neo đậu ngoài biển, cách bờ từ 1 - 5 hải lý, không được vào cảng<ref>https:\/\/thanhnien.vn\/thoi-su\/yet-kieu-tren-chien-truong-b-chien-cong-vang-doi-o-cai-da-day-nuoc-viet-690208.html<\/ref>.\n\nTối ngày 6\/9\/[[1969]], tại điểm xuất phát ở ([[Cửa Tùng (thị trấn)|thị trấn Cửa Tùng]], huyện [[Vĩnh Linh]], tỉnh [[Quảng Trị]]), [[Lữ đoàn Đặc công Hải quân 126]] cử tổ chiến đấu 3 người lặn tới đánh mìn tàu địch. Mỗi người mang theo ống thở, khí tài lặn, hai thủ pháo, hai lựu đạn, dao găm… riêng 2 người nhận thêm hai quả mìn rùa nặng 6,8&nbsp;kg do Liên Xô sản xuất. Đây là loại vũ khí lợi hại của đặc công nước, có ghép 48 mảnh nam châm hình móng ngựa, có sức hút 100&nbsp;kg. Khi mìn đã áp vào sườn tàu, rút chốt an toàn, đúng giờ sẽ nổ, nếu chưa đến giờ nổ mà bị tháo gỡ mìn cũng sẽ tự phát nổ bởi nó có ngòi chống tháo. Sau 2 ngày ẩn nấp, tổ chiến đấu đã tiếp cận tàu [[Mỹ]], gắn mìn rùa rồi rút lui. Vài giờ sau mìn nổ, chiếc tàu vận tải [[USS Noxubee]] trọng tải 4.000 tấn bị hư hại nặng.\n\nTrong 7 năm, từ năm [[1966]]-[[1973]], Đoàn 126 trực tiếp chiến đấu trên chiến trường [[Cửa Việt (thị trấn)|Cửa Việt]] - [[Đông Hà]] - [[Quảng Trị]], chiến đấu gần 400 trận, đánh chìm, đánh hỏng 372 tàu xuồng các loại của địch, nhấn chìm hàng chục vạn tấn vũ khí và phương tiện chiến tranh, tiêu diệt hàng ngàn binh lính địch<ref>[https:\/\/baohaiquanvietnam.vn\/tin-tuc\/ban-linh-dac-cong-hai-quan Bản lĩnh đặc công Hải quân]<\/ref>\n\nTiểu đoàn Đặc công nước 471 - [[Quân khu 5]] được thành lập ngày 25-2-[[1971]] tại [[Trà Bồng]] ([[Quảng Ngãi]]); sau đó chuyển ra hoạt động ở cánh Bắc Hòa Vang, thuộc Mặt trận 4 Quảng Đà, làm nhiệm vụ đánh phá các mục tiêu cố định của quân Mỹ - ngụy. Trong vòng 5 năm (4\/[[1971]]-4\/[[1975]]), Tiểu đoàn đã đánh 41 trận (29 trận dưới nước, 12 trận trên cạn), tiêu diệt 800 tên địch (trong đó có một số lính Mỹ), đánh chìm 10 tàu vận tải quân sự (bao gồm 1 tàu chở dầu, 1 pháo hạm) trọng tải 8-10 nghìn tấn, 1 hải thuyền, 1 cầu cảng Tiên Sa<ref>https:\/\/petrotimes.vn\/chuyen-cua-chien-si-dac-cong-nuoc-ky-cuoi-504040.html<\/ref>.\n\nTrong chiến tranh chống Mỹ, Hải quân Việt Nam đã huấn luyện, đào tạo, bổ sung cho các chiến trường miền Nam hơn 5.000 cán bộ, chiến sĩ đặc công nước. Trong 7 năm chiến đấu trên chiến trường Cửa Việt – Đông Hà, đặc công Hải quân đã đánh 300 trận; đánh chìm, đánh hỏng 336 tàu xuồng chiến đấu, phá hủy nhiều phương tiện chiến tranh, tiêu diệt nhiều sinh lực địch. Góp phần cùng các lực lượng trên khắp chiến trường miền Nam đánh chìm, đánh hỏng 4.473 tàu thuyền, đánh sập hàng trăm cầu cống, vật chất phục vụ chiến tranh, góp phần cùng quân dân miền Nam đánh bại kẻ thù<ref>http:\/\/www.nhandan.com.vn\/chinhtri\/item\/5990102-.html<\/ref>.\n\n[[Binh chủng Đặc công, Quân đội nhân dân Việt Nam|Đặc công nước]] hiện nay gồm [[Lữ đoàn Đặc công 5, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công 5]] trực thuộc [[Binh chủng Đặc công, Quân đội nhân dân Việt Nam]], [[Lữ đoàn Đặc công Hải quân 126]], [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam]] và một số đơn vị thuộc các quân khu và quân đoàn.\n\n===Đặc công biệt động===\nDo tính chất của cuộc kháng chiến lâu dài và để phù hợp với phương châm, phương thức hoạt động tác chiến ở thành phố, bên cạnh các lực lượng vũ trang đô thị như Tự vệ thành, Thanh niên xung phong, Quốc gia tự vệ cuộc, Công đoàn xung phong... các tổ chức quân sự chuyên trách lần lượt ra đời. Lực lượng này hơi khác với đặc công bộ thông thường mặc dù trong tổ chức có rất nhiều điểm tương đồng. Biệt động hầu như chỉ hoạt động vào ban ngày và rút lui về đêm.\n* Ở [[Thành phố Hồ Chí Minh|Sài Gòn]], 10 ban công tác thành hoạt động mạnh dưới sự chỉ đạo trực tiếp của Khu trưởng [[Nguyễn Bình]]. Ở nhiều thành phố khác như [[Hà Nội]], [[Hải Phòng]], [[Huế]], Đà Nẵng, các đội công tác đặc biệt và biệt động cũng khẩn trương thành lập làm nhiệm vụ tiêu diệt những phần tử đối phương nguy hiểm và phá hoại cơ sở kinh tế của đối phương. Các tổ, đội vũ trang biệt động hoạt động ngay trong lòng đối phương, từ đánh nhỏ, lẻ, tiến lên đánh biệt động đặc công táo bạo, linh hoạt. Nổi lên trong các hoạt động tại Sài Gòn là nữ sinh trường Quân chính Nguyễn Thị Lan (Lan Mê Linh) 17 tuổi đã dùng súng ngắn ám sát chủ bút báo \"Phục Hưng\" là Hiền Sỹ tháng 3 năm 1946 <ref name=\"ReferenceA\" \/>.\n* Đặc biệt ngày 8 tháng 6 năm 1946 ban công tác thanh đánh kho đạn của Pháp, thiêu hủy 400 tấn đạn dược, thuốc nổ, làm chết 40 lính Pháp. Đạn nổ liên lục 3 ngày đêm <ref name=\"ReferenceA\" \/>. Đầu năm 1947, lực lượng biệt động Hải Phòng phối hợp với bộ đội địa phương tập kích sân bay Cát Bi, diệt một trung đội lính Âu Phi<ref name=\"ReferenceA\" \/>. Năm 1948 biệt động Đà Nẵng cùng với bộ đội địa phương, công an xung phong đột nhập, tiêu diệt, trấn áp tay sai của Pháp.\n* Tại Hà Nội, đêm 18 tháng 1 năm 1950, Tiểu đoàn 108 tập kích [[sân bay Bạch Mai]], phá hủy 20 máy bay, 32 tấn vũ khí, 600.000 lít xăng dầu...<ref name=\"ReferenceA\" \/> Không chỉ ở những thành phố lớn, đặc công biệt động phát triển ở hầu hết thành phố, thị xã, vùng Pháp kiểm soát, trở thành một lực lượng thường xuyên đe doạ trực tiếp ngay tại cơ sở đối phương, đồng thời phối hợp với hoạt động chính trị gây cho đối phương nhiều hoang mang.\n\nĐặc công biệt động trong các đô thị tại miền nam trước 1975 là lực lượng gần giống với \"bộ đội địa phương\" tại thành phố, nhưng có trình độ tác chiến đô thị tốt hơn. Họ phải tác chiến độc lập vì thiếu phối hợp từ các đơn vị bạn, đồng thời phải luôn nương nhờ vào hậu cần của người dân trong thành phố, nếu không có người dân hỗ trợ thì mạng lưới sẽ bị phá.\n\nChiến công nổi bật của đặc công biệt động là việc [[Đột kích tàu USNS Card|đánh chìm tàu USNS Card]] (vốn là [[tàu sân bay hộ tống]] giãn nước 15.000 tấn) vào ngày [[2 tháng 5]] năm [[1964]]. Chiến sĩ đặc công [[Lâm Sơn Náo]] thuộc lực lượng đặc công Sài Gòn-Gia Định đã bí mật lặn tới tàu, đặt 2 khối chất nổ, mỗi khối gồm 40&nbsp;kg TNT và 2&nbsp;kg C4. Hai khối thuốc nổ được đặt cách nhau 10m, áp chặt lườn tàu làm nổ tung hông tàu. ''USS Card'' bị đắm ở độ sâu 15&nbsp;m nước (độ sâu sông Sài Gòn tại cầu cảng).\n\nVề cuối cuộc chiến, đặc công biệt động tách hẳn làm 2 thành phần: những tân binh thiếu kinh nghiệm (chiếm quá nửa là nữ) tham gia dẫn đường cho bộ đội chủ lực chiếm giữ nội đô; còn những người dày dạn kinh nghiệm được huy động về căn cứ để huấn luyện bộ binh trở thành đặc công. Trong [[Chiến dịch Mùa Xuân 1975]], đặc công biệt động đã đánh chiếm, giữ vững nhiều cầu và căn cứ quan trọng, bảo đảm cho các binh đoàn chủ lực tiến công, giành thắng lợi nhanh chóng và trọn vẹn.\n\nĐặc công biệt động hiện nay có [[Lữ đoàn Đặc công Biệt động 1]], trước đóng ở [[Gia Lâm]].\n\n===Trong Kháng chiến chống Mỹ===\n* Trong Kháng chiến chống Mỹ, bộ đội đặc công trên các chiến trường đã đánh hàng chục nghìn trận{{fact|date = ngày 6 tháng 1 năm 2013}}; loại khỏi vòng chiến đấu hàng trăm nghìn quân đối phương (gồm cả Mỹ và đồng minh); tiêu diệt và đánh thiệt hại hàng trăm sở chỉ huy các cấp; phá hủy và phá hỏng hàng nghìn máy bay các loại, 1600 khẩu pháo, 30 giàn tên lửa, 9000 xe quân sự, 2,7 triệu tấn bom đạn, 600 triệu lít xăng dầu; đánh chìm, đánh hỏng 400 tàu xuồng chiến đấu.\n* Trong cuộc [[Sự kiện Tết Mậu Thân|Tổng tiến công và nổi dậy mùa xuân 1968]], bộ đội đặc công đã đánh đồng loạt vào những mục tiêu hiểm yếu, quan trọng của đối phương ở hầu khắp các thành phố, thị xã miền Nam, góp phần làm suy sụp tinh thần nước Mỹ, tạo bước ngoặt quyết định của [[chiến tranh]]. Trong chiến dịch này, lực lượng [[Biệt động Sài Gòn]] bị tổn thất khá nặng nề. Thứ nhất là mất nhiều cán bộ có trình độ am hiểu chiến trường và có bản lĩnh chiến đấu; số người bị tử trận, bị bắt ở các mũi tiến công khá lớn. Tổn thất thứ hai là các cơ sở nuôi giấu cán bộ tại chỗ vốn được dày công xây dựng đã bị lộ hàng loạt, quân đội Mỹ và Sài Gòn đã sát hại nhiều cộng sự thân tín của lực lượng Biệt động và gây hệ lụy cho những người liên quan trong gia đình họ.\n* Trong cuộc chiến tranh chống mỹ, đặc công tiến hành các cuộc tấn công vào các sân bay, căn cứ quân sự, của Hoa Kỳ và Việt Nam cộng hòa tại miền Nam Việt Nam. Ngoài ra, đặc công Việt Nam còn tiến hành các cuộc tấn công vào các căn cứ, sân bay quân sự của Hoa Kỳ tại Lào, Campuchia, Thái Lan:\n**Vào đêm ngày 21-22 [[tháng một|tháng 1]] năm [[1971]], Đội đặc công 25 và Tiểu đoàn 7 đặc công Phước Long, do đoàn trưởng [[Tống Viết Dương]] chỉ huy đã tiến hành một cuộc tập kích ngoạn mục vào căn cứ không quân Pochentong (Campuchia) của quân Lon Nol thân Mỹ. Khoảng 50 lính gác Campuchia tử trận và khoảng 300 bị thương<ref>https:\/\/books.google.com.vn\/books?id=zoY8oukbLOwC&pg=PA43&lpg=PA43&dq=22+january+1971+pochentong&source=bl&ots=zd5BIDSRdG&sig=c0r0epzveuzHYsk0pVqz4dBji4Q&hl=vi&sa=X&ved=0ahUKEwiJjYX3nYHUAhWIOo8KHegABMsQ6AEIKTAB#v=onepage&q=22%20january%201971%20pochentong&f=false<\/ref>, nhiều xe cơ giới, 69 máy bay (52 chiếc của không quân Lon Nol và 17 chiếc của Không quân Sài Gòn) bị phá hủy hoặc hư hại nặng trong trận này<ref>https:\/\/books.google.com.vn\/books?id=fdnGBAAAQBAJ&pg=PA159&lpg=PA159&dq=22+january+1971+pochentong&source=bl&ots=B_LdkUS2TJ&sig=N7Ck4gTK8-qzkb5vRlrgd9ZVVzE&hl=vi&sa=X&ved=0ahUKEwiJjYX3nYHUAhWIOo8KHegABMsQ6AEIXjAI#v=onepage&q=22%20january%201971%20pochentong&f=false<\/ref>, trong khi phía Việt Nam chỉ tổn thất 3 người tử trận.\n**Tổng cộng phía Hoa Kỳ ghi nhận có 5 cuộc tấn công vào các sân bay quân sự Mỹ tại Thái Lan là Udorn, Ubon (3 lần) và [[Sân bay quốc tế U-Tapao|Utapao]]. Theo phía Hoa Kỳ cho biết, cuộc tấn công vào Udorn gây hư hỏng nặng cho một [[Lockheed C-141 Starlifter|C-141]], hư hại trung bình một [[McDonnell Douglas F-4 Phantom II|F-4]], hư hại nhẹ cho một trực thăng [[HH-43]]. Cuộc tấn công vào Ubon phá hủy 2 máy bay [[Douglas C-47 Skytrain|C-47]] và một xe tải. Tại Utapao, một [[Boeing B-52 Stratofortress|B-52]] bị hư hại trung bình và hai chiếc B-52 khác bị hư hại nhẹ.<ref>Alan Vick, ''Snakes in the Eagle's nest, A History of Ground Attacks on Air Base'', Pulished 1995 by Rand [http:\/\/www.rand.org\/pubs\/monograph_reports\/2006\/MR553.pdf]<\/ref>\n* Đầu tháng 3\/1968, 30 đặc công Việt Nam cùng 9 lính công binh bắt đầu đợt tấn công căn cứ radar Lima 85 của Mỹ đặt tại Lào. Căn cứ được đặt trên độ cao 1.700 mét, được bao quanh bởi các vách đá, chỉ có một con đường dốc xuống tới một bãi đáp dài 700m. Các đặc công được trang bị súng trường AK-47, súng SKS, thuốc nổ, lựu đạn và 3 ống phóng lựu. 6 giờ tối ngày 11\/3, 1 đợt pháo kích hỗ trợ cho nhóm đặc công dọn mìn và mở đường đến căn cứ. Đến 9 giờ tối, các đặc công Việt Nam bắt đầu trèo lên vách đá, chia làm 5 nhóm để đồng thời tấn công từ nhiều phía. Các đặc công Việt Nam đã vào vị trí vào lúc 3 giờ sáng, tiêu diệt lính gác và trạm radar TSQ-81 bằng các ống phóng lựu. Chỉ huy căn cứ là thiếu tá Clarence Barton và nhiều nhân viên kỹ thuật của không lực Mỹ khi chạy ra đã bị đặc công Việt Nam tiêu diệt. Nhóm đặc công chỉ tổn thất 1 người trong khi đã phá hủy nhiều phương tiện chiến tranh giá trị và tiêu diệt ít nhất 42 quân địch, bao gồm lực lượng Thái Lan, người Mông và các nhân viên quân sự Mỹ. Chỉ có 6 trong 18 nhân viên CIA và phi công Mỹ tại căn cứ là sống sót, sự kiện này được Mỹ giấu kín trong suốt 3 thập kỷ<ref>https:\/\/vn.sputniknews.com\/vietnam\/201804095173024-dac-cong-viet-nam-tap-kich-xoa-so-can-su-sieu-bi-mat-my\/<\/ref>.\n*Từ năm 1965 đến [[Sự kiện 30 tháng 4 năm 1975|30-4-1975]], bộ đội đặc công [[Rừng Sác]] đã đánh 595 trận, diệt 6.200 quân địch; đánh chìm hoặc bắn cháy 365 tàu, xuồng chiến đấu; đánh đắm 133 tàu vận tải từ 800 đến 13.000 tấn và bắn cháy 145 tàu vận tải khác; bắn rơi 29 máy bay trực thăng; phá hủy 200 triệu lít xăng và khí đốt<ref name=\"baophapluat.vn\"\/>. Đêm ngày 2 rạng ngày 3\/12\/1973, Đặc công rừng Sác đã có một trận đánh gây tiếng vang lớn trên thế giới với việc phá hủy tổng kho xăng dầu Nhà Bè, thiêu trụi gần 250 triệu lít nhiên liệu, 12 bồn chứa cỡ lớn, một tàu dầu của Hà Lan có trọng tải 12.000 tấn, một cơ sở lọc dầu, một cơ sở trộn nhớt và một khu chứa lương thực cũng bị phá hủy hoàn toàn, thiệt hại tổng cộng 20 triệu USD theo thời giá lúc đó. Trong 15 năm chiến đấu, tổng số hơn 1.000 chiến sĩ đặc công rừng Sác thì có đến 860 đã hy sinh (trong đó 767 người hy sinh từ năm 1966 tới 1975<ref>{{chú thích web | url = http:\/\/antt.vn\/nhung-chien-cong-di-vao-huyen-thoai-018864.html | tiêu đề = Những chiến công đi vào huyền thoại | author = | ngày = | ngày truy cập = 11 tháng 8 năm 2016 | nơi xuất bản = antt.vn | ngôn ngữ = }}<\/ref>), trong đó có 542 chiến sĩ đến nay vẫn chưa tìm thấy xác. Ngày 23\/9\/1973, Đoàn 10 - Trung đoàn 10 đặc công Rừng Sác được phong tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân]]<ref>{{chú thích web | url = http:\/\/www.sggp.org.vn\/chinhtri\/bodoicuho\/2012\/4\/286434\/ | tiêu đề = Lừng danh đặc công Rừng Sác | author =  | ngày =  | ngày truy cập = 11 tháng 8 năm 2016 | nơi xuất bản = [[Sài Gòn Giải Phóng|Báo Sài Gòn Giải Phóng Online]] | ngôn ngữ =  | archive-date = ngày 3 tháng 8 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150803031957\/http:\/\/www.sggp.org.vn\/chinhtri\/bodoicuho\/2012\/4\/286434\/ | url-status=dead }}<\/ref>\n* [[Tổng kho Long Bình]] khi đó là kho dự trữ chiến lược lớn nhất ngoài nước Mỹ của quân đội Hoa Kỳ, xây dựng từ giữa năm 1965 với mục đích phục vụ cho cuộc chiến ở Việt Nam, là nơi chứa hàng trăm nghìn tấn bom, đạn, vũ khí, quân trang... của Mỹ ở miền Nam Việt Nam. Kho được tổ chức phòng thủ chặt chẽ, xung quanh có từ 7 đến 12 lớp hàng rào kết hợp với việc gài mìn, có nhiều lô cốt cách nhau 30–40 m nằm cách lớp rào cuối cùng từ 40 đến 50 m, cây xanh trong khu vực bị phá sạch để không có chỗ ẩn nấp, và thường xuyên có 2.000 sĩ quan, binh lính bảo vệ ở đây. Tuy nhiên, đặc công quân Giải phóng vẫn tấn công thành công nhiều lần, gây cho địch nhiều tổn thất lớn. Tiêu biểu các trận đánh:\n**Ngày 23\/6\/1966, đặc công gài mìn phá hủy kho chứa 40.000 quả đạn pháo các loại. Đây là trận đánh đặc công đầu tiên của đặc công Biên Hòa.\n**3 tháng cuối năm 1966, bộ đội đặc công U1 đã 3 lần tấn công Tổng kho, phá hủy 353.000 đạn pháo và các loại bom.\n**Đêm 3\/2\/1967, bộ đội đặc công U1 đột nhập đặt mìn hẹn giờ, làm nổ tung 40 dãy kho, phá hủy 800.000 quả đạn pháo. Cùng ngày, một tổ đặc công khác từ đột nhập vào sân bay quân sự Biên Hòa, đặt mìn làm nổ tung kho chứa nhiên liệu, đốt cháy 10 triệu lít xăng dầu.\n**Ngày 13\/8\/1972, đoàn đặc công 113 đánh khu kho 53 Long Bình. Hàng chục chiến sĩ chia làm ba mũi đột nhập đặt 108 khối thuốc nổ hẹn giờ. Vào lúc 4h sáng ngày 14\/8\/1972, các khối thuốc nổ nổ tung, phá huỷ 200 kho, 17 dãy nhà, thiêu huỷ 15.000 tấn bom đạn, xăng dầu.\n** Ngày 14\/12\/1972, đoàn đặc công 113 đột nhập vào bãi để xe ở cao điểm 50 của Tổng kho Long Bình, gài 61 quả mìn tiêu huỷ gần 200 xe quân sự.\n\n== Lãnh đạo hiện nay ==\n* Tư lệnh: Thiếu tướng [[Hoàng Minh Sơn]]\n* Chính ủy: Thiếu tướng [[Vũ Hồng Quang]]\n* Phó Tư lệnh - Tham mưu trưởng: Đại tá Phạm Ngọc Vũ\n* Phó Tư lệnh:Đại tá Nguyễn Văn Thuỷ\n* Phó Chính ủyː Đại tá Đỗ Hoàng Nhị\n\n==Cơ quan trực thuộc==\n* Văn phòng\n* Thanh tra\n* Phòng Tài chính\n* Phòng Khoa học Quân sự\n* Phòng Thông tin Khoa học quân sự\n* Phòng Điều tra hình sự\n* Phòng Cứu hộ cứu nạn\n* Phòng Kinh tế\n*[[Bộ Tham mưu (Quân đội nhân dân Việt Nam)|Bộ Tham mưu]]\n*[[Cục Chính trị (Quân đội nhân dân Việt Nam)|Cục Chính trị]]\n*[[Cục Hậu cần (Quân đội nhân dân Việt Nam)|Cục Hậu cần]]\n*[[Cục Kỹ thuật (Quân đội nhân dân Việt Nam)|Cục Kỹ thuật]]\n\n== Đơn vị cơ sở trực thuộc ==\n* [[Trường Sĩ quan Đặc công]] đóng ở Hà Nội\n**Tiểu đoàn 1 (Huấn luyện)\n**Tiểu đoàn 2 (Huấn luyện)\n**Tiểu đoàn 3 (Huấn luyện)\n**Tiểu đoàn 4 (Huấn luyện)\n**Đại đội Mẫu 18\n**Đại đội Quân y\n**Đại đội Vận tải\n**Trung đội Vệ binh\n* [[Lữ đoàn Đặc công 1, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công biệt động 1]] (Đoàn M1) đóng ở Hà Nội\n**Đội Biệt động 7\n**Đội Biệt động 74 (Dự bị)\n**Đội Chống khủng bố 10\n**Đội Chống khủng bố 54 (Dự bị)\n**\n**Đội Thông tin 18\n**\n**Đại đội Quân y\n**Trung đội Vận tải\n**Trung đội Vệ binh\n**\n**Đội Phản ứng nhanh (chỉ hoạt động khi có tình huống chiến đấu)\n* [[Lữ đoàn Đặc công 5, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công nước 5]] đóng ở Ninh Thuận\n**Liên đội Đặc công 1\n**Liên đội Đặc công 2\n**Liên đội Đặc công 3\n**Liên đội Đặc công 7 (Huấn luyện)\n**Đội Chống khủng bố 10\n**\n**Đội Nhái 12\n**Đội Thông tin 14\n**Đội Trinh sát 15\n**Trung đội Hoả lực\n**Đại đội Quân y\n**Đại đội Vận tải\n**Hải đội\n**Trung đội Vệ binh\n**Đội Phản ứng nhanh (chỉ hoạt động khi có tình huống chiến đấu)\n**\n* [[Lữ đoàn Đặc công 113, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công bộ 113]] đóng ở Vĩnh Phúc\n**Liên đội Đặc công 27\n**Liên đội Đặc công 9 (Dự bị)\n**Liên đội Đặc công 45 (Huấn luyện)\n**\n**Đội Chống khủng bố 12\n**Đội Trinh sát 53\n**Đội Thông tin 54\n**Trung đội Hoả lực 55\n**Đội Quân y 57\n**Đại đội Vận tải 56\n**Trung đội Vệ binh\n**Đội Phản ứng nhanh (chỉ hoạt động khi có tình huống chiến đấu)\n* [[Lữ đoàn Đặc công 198, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công bộ 198]] đóng ở Đắk Lắk\n**Liên đội Đặc công 20\n**Liên đội Đặc công 37\n**Liên đội Đặc công 35 (Dự bị)\n**Đại đội Chống khủng bố 10\n**Đội Trinh sát 11\n**Đội Thông tin 14\n**Trung đội Hoả lực\n**Đại đội Quân y\n**Đại đội Vận tải\n**Trung đội Vệ binh\n**Đội Phản ứng nhanh (chỉ hoạt động khi có tình huống chiến đấu)\n* [[Lữ đoàn Đặc công 429, Quân đội nhân dân Việt Nam|Lữ đoàn Đặc công bộ 429]] đóng ở Bình Dương\n**Liên đội Đặc công 7 (Huấn luyện)\n**Liên đội Đặc công 8\n**Liên đội Đặc công 9\n**Đội Chống khủng bố 10\n**Đội Trinh sát 21\n**Đại đội Thông tin 20\n**Trung đội Hoả lực 23\n**Đại đội Quân y 22\n**Đại đội Vận tải 24\n**Trung đội Vệ binh\n**Đội Phản ứng nhanh (chỉ hoạt động khi có tình huống chiến đấu)\n\n==Tư lệnh qua các thời kỳ==\n* 1967-1976: [[Nguyễn Chí Điềm]], [[Đại tá]] (1973)\n* 1977-1980: [[Nguyễn Đức Trúng]], [[Đại tá]]\n* 1980-1982: [[Nguyễn Chi]], Đại tá\n* 1983-1985: [[Nguyễn Anh Đệ]], [[Trung tướng]] (1984)\n* 1985-1992: [[Nguyễn Tư Cường|Nguyễn Cụ]] (1985-1992), [[Thiếu tướng]] (1985)\n* 1993-1996: [[Mai Năng]], [[Thiếu tướng]] (1992)\n* 1997-2005: [[Trần Thanh Phương (thiếu tướng)|Trần Thanh Phương]], [[Thiếu tướng]] (2000), Nguyên phó Chánh [[Thanh tra Bộ Quốc phòng Việt Nam|thanh tra Bộ Quốc phòng]]\n* 2005-2010: [[Phạm Hữu Chính]], [[Thiếu tướng]] (2006)\n* 2010-2014: [[Trần Xuân Hòe]], [[Thiếu tướng]] (2010)\n* 2014-2019: [[Đỗ Thanh Bình]], [[Thiếu tướng]] (2014)\n*2019-2022, [[Phan Thế Ba]], [[Thiếu tướng]] (2019)\n*2022-nay,  Hoàng Minh Sơn, Đại tá.\n\n== Chính ủy-Phó Tư lệnh chính trị qua các thời kỳ ==\n* 1967-1977 [[Vũ Chí Đạo]], Thiếu tướng (1984)\n* 1978-1980 Trần Nhật Độ, Đại tá\n* 1980-1983 [[Bạch Ngọc Liễn]], Thiếu tướng\n* 1985-1993, [[Lê Toàn]], Thiếu tướng (1990)\n* 1993-1998, [[Phạm Xuân Trường]], Đại tá\n* 1998-2004, [[Phùng Truyền]] (sinh 1944), Thiếu tướng (2002)\n* 2004-2011, [[Đào Văn Quân]], [[Thiếu tướng]] (2006), AHLLVTND\n* 2011-2015, [[Trịnh Xuân Chuyền]], [[Thiếu tướng]] (2012)\n* 2015-2019, [[Lê Thanh Hà]], Thiếu tướng (2015)<ref>{{Chú thích web|url=http:\/\/daidoanket.vn\/tin-tuc\/thoi-su-chinh-tri\/be-mac-hoi-thi-chi-huy-lu-doan-dac-cong-huan-luyen-gioi-nam-2015-72967|title=Bế mạc Hội thi Chỉ huy Lữ đoàn đặc công huấn luyện giỏi năm 2015}}<\/ref>, sau Phó Chính ủy [[Tổng cục Kỹ thuật, Quân đội nhân dân Việt Nam|Tổng cục Kỹ thuật]]\n*2019-nay, [[Vũ Hồng Quang]], [[Thiếu tướng]] (2019)<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/quoc-phong-an-ninh\/tin-tuc\/lu-doan-dac-cong-198-binh-chung-dac-cong-don-nhan-huan-chuong-bao-ve-to-quoc-hang-nhi-588912|title=Lữ đoàn Đặc công 198 (Binh chủng Đặc công) đón nhận Huân chương Bảo vệ Tổ quốc hạng Nhì|last=|first=|date=2019|website=https:\/\/www.qdnd.vn|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Phó Tư lệnh Binh chủng qua các thời kỳ ==\n* 1967-1975, Cao Pha, Thiếu tướng\n* 1972-1975, Bùi Thúc Dưỡng, Thiếu tướng\n* 1979-1989, Đào Ngọc Tú, Đại tá\n* 1982-1991, [[Đỗ Văn Ninh (đại tá)|Đỗ Văn Ninh]], Đại tá, AHLLVTND\n* 1984-1988, Hoàng Xuân Quang, Đại tá\n* 1986-1989 Trần Duy Thị, Đại tá\n* 1994-1999, [[Nguyễn Văn Tình]], Đại tá, Phó Đô đốc (2004), Chính ủy [[Quân chủng Hải quân Việt Nam|Quân chủng Hải quân]], AHLLVTND\n* 1996-2003, Nguyễn Huy Liệu, Đại tá\n* 2003-, Phạm Ngọc Toanh, Đại tá\n\n==Danh hiệu truyền thống==\n\"Đặc biệt tinh nhuệ, Anh dũng tuyệt vời, Mưu trí táo bạo, Đánh hiểm thắng lớn\".{{fact|date = ngày 17 tháng 7 năm 2014}}\n\n==Tặng thưởng==\n* Đơn vị \"[[Anh hùng lực lượng vũ trang nhân dân]]\" (3\/06\/1976).{{fact|date = ngày 17 tháng 7 năm 2014}}\n* 1 [[Huân chương Hồ Chí Minh]] (12-1979),{{fact|date = ngày 17 tháng 7 năm 2014}}\n* 2 [[Huân chương Quân công]] hạng Nhất (3-1970 và 12-1984),{{fact|date = ngày 17 tháng 7 năm 2014}}\n* 1 giải thưởng cấp Nhà nước về nghiên cứu khoa học công nghệ (2000),{{fact|date = ngày 17 tháng 7 năm 2014}}\n* 1 [[Huân chương Sao vàng (Việt Nam)|Huân chương Sao vàng]] (1-2007).{{fact|date = ngày 17 tháng 7 năm 2014}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{chú thích sách\n|author=Grant Evans, Kelvin Rowley\n|title=''Dirty Little Secrets of the Vietnam War''\n|publisher=St. Martin's Griffin\n|year=2000\n|location=\n|isbn=978-0312252823\n|url=http:\/\/books.google.com\/books?id=7t-XPOvtWUkC}}\n* {{chú thích sách\n|author=John L. Plaster\n|title=''SOG: The Secret Wars of America's Commandos in Vietnam''\n|publisher=Simon & Schuster\n|year=1997\n|location=\n|isbn=978-0684811055\n|url=https:\/\/archive.org\/details\/sogsecretwarsofa00plas}}\n* {{chú thích sách\n|author=Richard H. Shultz\n|title=''The Secret War Against Hanoi''\n|publisher=Harper Perennial\n|year=2000\n|location=\n|isbn=978-0060932534\n|url=http:\/\/books.google.com\/books?id=mGXgXY5eCtkC}}\n\n==Xem thêm==\n* [[Lữ đoàn Đặc công 126 Hải quân, Quân đội nhân dân Việt Nam]]\n* [[Trinh sát đặc nhiệm, Quân đội nhân dân Việt Nam]]\n\n{{Bộ Quốc phòng Việt Nam}}\n\n[[Thể loại:Binh chủng Đặc công, Quân đội nhân dân Việt Nam| ]]\n[[Thể loại:Huân chương Sao Vàng]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Đặc công]]\n[[Thể loại:Bộ Quốc phòng Việt Nam]]"}