{"60797":"{{chú thích trong bài|tất cả chú thích đều gãy link}}\n{{Thông tin công trình xây dựng\n|building_name=Bitexco Financial Tower\n|status=Đã hoàn thành\n|image=Bitexco Financial Tower 20022012 cropped.JPG\n|built=[[2007]]-[[2010]]\n|previous_building=[[Saigon Trade Center]]\n|surpassed = [[Keangnam Hanoi Landmark Tower]]\n|year_highest=2010\n|year_end=2011\n|địa điểm cao nhất = \n|use=Văn phòng, hội nghị, trung tâm thương mại, giải trí \n|location=2 Hải Triều, Phường [[Bến Nghé, Quận 1|Bến Nghé]], [[Quận 1]]\n|tọa độ = {{coord|10.771845|106.704545|format=dms|display=inline,title}}\n|pushpin_map = TPHCM\n|roof= 262.5 m<ref name=\"Thanhnien\">[https:\/\/thanhnien.vn\/tai-chinh-kinh-doanh\/khoi-dong-du-an-toa-thap-68-tang-bitexco-141237.html Khởi động dự án Tòa tháp 100 tầng Bitexco]<\/ref>\n|top_floor= 258.5 m\n|antenna_spire= 269m\n|floor_count=100 (và 12 tầng hầm)<ref>[http:\/\/www.bitexcoland.com.vn\/financial_building.swf The Finalcial Tower, truy cập 01\/02\/2010] {{link chết|truy vấn quá lâu}}<\/ref> \n|floor_area=119.000 m²\n\n|elevator_count=\n|architect=Công ty AREP Carlos Zapata và Jean-Marie Duthilleul \n|skyscraperpage_id= 22\n| client              = \n|owner =[[Bitexco Group]] - [[Vũ Quang Hội]]\n|thành phố=[[Thành phố Hồ Chí Minh]]|quốc gia={{VNM}}|native_building_name=Tháp Tài chính Bitexco}}\n'''Bitexco Financial Tower''' hay '''Tháp Tài chính Bitexco''' là một tòa [[nhà chọc trời]] được [[xây dựng]] tại trung tâm [[Quận 1]], [[Thành phố Hồ Chí Minh]]. Tòa nhà được xây dựng trên diện tích gần 6.100 m². Tổng vốn đầu tư ước tính khoảng 220 triệu [[đô la Mỹ|USD]], được tập đoàn [[Bitexco Group]] có trụ sở tại [[Hà Nội]] đầu tư xây dựng.\n\nCông trình đã hoàn thành và đưa vào sử dụng vào ngày 31\/10\/2010 trở thành toà nhà cao nhất Việt Nam cho đến khi [[Keangnam Hanoi Landmark Tower]] vượt qua nó vào năm 2011. Hiện tại toà nhà là công trình cao thứ 4 Việt Nam, sau [[Landmark 81]], [[Keangnam Hanoi Landmark Tower]] và [[Lotte Center Hà Nội|Lotte Center Hanoi]]. Tuy chỉ giữ kỉ lục cao nhất Việt Nam trong thời gian ngắn ngủi (khoảng 4 tháng) nhưng với kiến trúc lấy cảm hứng từ búp hoa sen, thì đến giờ toà tháp vẫn luôn được coi là 1 biểu tượng cho sự hiện đại, năng động, phát triển của [[Thành phố Hồ Chí Minh]]\n\nTháp Tài chính Bitexco từng được lãnh đạo Ủy ban nhân dân Thành phố Hồ Chí Minh lựa chọn là 1 trong những điểm bắn pháo hoa nghệ thuật kết hợp trình diễn ánh sáng và laze chào năm mới 2015 và chào mừng kỷ niệm 40 năm ngày Giải phóng miền Nam, thống nhất Đất nước.\n\n==Một trong những tòa nhà cao nhất Việt Nam==\n[[Tập tin:Nha_choc_troi_Viet_Nam.png|nhỏ|trái|300px|So sánh [[chiều cao]] với các tòa nhà khác ở Việt Nam (trước 4\/2021)]]\n\nTheo thiết kế, [[chiều cao]] từ mặt đất đến đỉnh là 269 m, cao thứ nhất tính đến thời điểm hoàn thành, và cao thứ 4 trong các cao ốc ở Việt Nam hiện nay, xếp sau tòa Landmark 81 461,3m, [[Keangnam Hanoi Landmark Tower|Keangnam Hanoi Landmark 72]] 336m và Lotte Center Hanoi 272m. Tại thời điểm khánh thành năm 2010, Bitexco Financial Tower cao thứ 110 thế giới.\n\nTòa nhà Bitexco Financial Tower được thiết kế bằng bê tông cốt thép và kính. Trên sân thượng tòa nhà có sân đáp [[máy bay trực thăng|trực thăng]]. Ý tưởng thiết kế Bitexco Financial Tower được lấy cảm hứng từ hình ảnh duyên dáng, thanh thoát của búp [[sen|hoa sen]], biểu tượng của [[văn hóa Việt Nam]]. Tòa nhà được xem là biểu tượng cho sự năng động của Thành phố Hồ Chí Minh trong thời kỳ hội nhập kinh tế. Phần lớn diện tích của tòa nhà sẽ được các doanh nghiệp tài chính hàng đầu trong nước và [[thế giới]] đặt văn phòng giao dịch. Phần trên cùng của tòa nhà sẽ được trang trí, thắp sáng đèn về đêm tạo ra vẻ đẹp lộng lẫy như ngọn hải đăng của thành phố.\n\nTòa nhà thương mại cao 68 tầng, cung cấp 37,000 m² cho khu vực văn phòng, và hơn 8,000 m² cho khu vực thương mại từ tầng 1 đến tầng 6. Hơn 600 m² được thiết kế dành cho khu nhà hàng ẩm thực trên tầng 50, một nhà hàng cao cấp trên tầng 51 và một khu vực rộng hơn 300 m² trên tầng 52 dành cho doanh nhân. Thêm vào đó, một đài quan sát dành cho công chúng trên tầng 49 cho phép khách tham quan ngắm nhìn 360 độ toàn cảnh thành phố và sông Sài Gòn. Tòa tháp cũng là dự án đầu tiên tại Việt Nam cho xây dựng sân đậu trực thăng trên tầng 52.\n\n==Một trong những biểu tượng của Việt Nam==\nTòa tháp này được thiết kế không phải để cạnh tranh về độ cao. \"Cạnh tranh về độ cao không có ý nghĩa gì cả bởi bất cứ độ cao nào cũng có thể bị vượt qua một cách dễ dàng\", ông Carlos Zapata, kiến trúc sư người Mỹ nhận định. Năm 2005, ông Zapata, kiến trúc sư chính của dự án đã tận dụng thử thách này để thiết kế một tòa nhà \"khác thường\" cho Tập đoàn Bitexco của Việt Nam. Vì vậy, điểm nhấn của thiết kế sẽ phải thể hiện được sự hiện diện vĩnh cửu của tòa tháp sao cho tòa tháp luôn được nhận biết thông qua hình dáng của nó dưới bất kì hình thức nào.\n\nMột trong những chủ định chính của kiến trúc sư [[Carlos Zapata]] trong thiết kế là thể hiện được văn hóa truyền thống của người Việt Nam. Ông giải thích, \"Tòa nhà phải có sự liên hệ với văn hóa, và vì vậy chúng tôi đã làm một cuộc khảo sát để tìm ra các mối quan hệ giữa tòa tháp với con người, chủ yếu là mối quan hệ tâm linh bởi vì bạn không thể áp đặt một biểu tượng lên con người.\" Kết quả là, ông đã lấy ý tưởng thiết kế từ hình dáng búp sen, một biểu tượng của sự thanh khiết, và tính lạc quan, một hình ảnh chuẩn xác để thể hiện mục tiêu hướng về tương lai của tòa tháp.\n\nHình ảnh búp sen đã được lựa chọn mà không phải là hình ảnh hoa sen bởi hình dáng thon mảnh và thanh lịch, truyền tải được ý nghĩa \"vươn cao\". Búp sen còn có ý nghĩa như là một phép ẩn dụ cho hình ảnh \"Văn hóa Việt Nam đang nở rộ\". Tòa tháp với những đường cong mềm mại, hợp lý như những đường nét uyển chuyển của áo dài, chiếc áo truyền thống của người Việt Nam. Tương tự, nhìn sân đậu trực thăng từ tầng trệt, chúng ta sẽ liên tưởng đến chiếc nón lá truyền thống của người phụ nữ Việt Nam. Kiến trúc của tòa tháp được thiết kế lồng ghép một cách tinh tế những nét văn hóa Việt.\n\n==Tính phức tạp bậc nhất trong kiến trúc==\nMột kỷ lục kiến trúc được ghi nhận tại tầng 52, tòa tháp Bitexco Financial Tower. Đó là sân đậu trực thăng đầu tiên tại Việt Nam nằm ở hướng Nam của tòa tháp, treo \"lơ lửng\" ra khỏi kết cấu chính của tòa nhà. Ở độ cao 191m so với thành phố, sân đậu trực thăng có tổng chiều dài là 40m, trong đó 18m kết nối vào kết cấu chính của tòa nhà và mở rộng ra 22m so với cấu trúc chính của tòa tháp. Vị trí xây dựng sân đậu trực thăng này khác với các sân đậu trực thăng ở các tòa nhà khác vì đa số được xây dựng trên nóc tòa nhà. Không nhằm mục đích tạo ấn tượng thị giác, vị trí sân đậu trực thăng nhằm tạo tiện ích tinh tế khi chào đón khách đến với tòa nhà và tiếp cận với không gian ấm cúng bên trong một cách nhanh chóng nhất.\n[[Tập tin:Sân đỗ trực thăng.JPG|nhỏ|Sân đậu trực thăng]]\n\nThêm vào đó, việc lắp ráp sân đậu trực thăng ở không gian lơ lửng cũng là một thử thách lớn khác. Sân đậu trực thăng là kết hợp của trên 250 tấn kết cấu thép và hơn 4000 bulông để liên kết. Ngoài ra, các nguyên vật liệu thép và xi măng được sử dụng nhiều hơn, nhưng vẫn đảm bảo độ tải trọng giữa cấu trúc sân đậu trực thăng và cấu trúc bên trong tòa tháp. Nói về quá trình lắp ráp, sân đậu trực thăng phải được lắp ráp thử nghiệm tại xưởng trước khi cho lên lắp ráp thực tế trên tầng 52. Do lối kiến trúc phức tạp, việc xây dựng sân đậu này đã mất gần 1 năm để hoàn thiện, trong đó việc láp ráp đã mất đến gần 2 tháng.\n\nVới các yếu tố phức tạp trong yêu cầu kỹ thuật đã tạo ra các thử thách lớn cho đội ngũ nhân viên kỹ sư. Tòa tháp với lối kiến trúc không đối xứng tạo ra không ít khó khăn cho việc xây dựng. Không có tầng nào trong tòa tháp có diện tích giống nhau và mỗi một tấm kính trong số 6000 tấm kính được sử dụng để bao quanh tòa nhà đều được cắt với các kích thước khác nhau. Các bức tường kính có hình dạng cong, được sắp xếp theo dạng hình trụ nghiêng chứ không phải là các hình chữ nhật thẳng đứng. Với hình dáng thanh mảnh, tòa nhà phải được gia cố thêm các bởi các thanh giằng để giữ cho tòa nhà có thể chịu được sức gió.\n\nTòa tháp Bitexco Financial Tower chính thức khánh thành vào 31 tháng 10 năm 2010.\n\n==Xem thêm==\n* [[Nhà chọc trời]]\n* [[Keangnam Hanoi Landmark Tower]]\n* [[Lotte Center Hà Nội|Hà Nội City Complex]]\n* [[PetroVietnam Twin Tower]]\n* [[Hưng Điền New Town]], một tổ hợp gồm nhiều tòa nhà, trong đó có tháp đôi cao 81 tầng tại quận 8 và huyện Bình Chánh, [[Thành phố Hồ Chí Minh]].\n* Dự án Công viên Bàu Trũng của Good Choice với một tòa nhà cao 88 tầng tại [[Vũng Tàu]].\n* [[Landmark 81]], dự án Tòa nhà cao nhất Việt Nam\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* {{trang web chính thức|http:\/\/www.bitexcofinancialtower.com\/}}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=205869&ChannelID=204 Giá thuê văn phòng tại Thành phố Hồ Chí Minh nằm trong top 50]\n\n{{Các tòa nhà tại Thành phố Hồ Chí Minh}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Nhà chọc trời tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]\n[[Thể loại:Trung tâm thương mại tại Thành phố Hồ Chí Minh]]"}