{"108373":"'''Biên Hòa''' (1832–1975) là một tỉnh cũ ở [[Đông Nam Bộ]] [[Việt Nam]].\n[[Tập tin:Southvietmap.jpg|nhỏ|200px|Bản đồ hành chính [[Việt Nam Cộng hòa]] năm 1967, cho thấy địa giới tỉnh Biên Hòa]]\n\n==Lịch sử==\n===Vùng đất Biên Hòa xưa===\nChưởng cơ Nguyễn Hữu Cảnh (còn có tên Nguyễn Hữu Kính) được chúa Nguyễn Phúc Chu cử vào kinh lược xứ Đàng Trong đã thành lập dinh Trấn Biên, tiền thân của tỉnh Biên Hoà sau này. Năm Gia Long thứ 7 ([[1808]]), dinh Trấn Biên được đổi thành trấn Biên Hòa, huyện Phước Long thuộc dinh Trấn Biên được nâng lên thành phủ Phước Long, các tổng được nâng lên thành huyện. Trấn Biên Hòa (gồm 1 phủ Phước Long) là một trong 5 trấn dưới thời Gia Long, thuộc [[Gia Định thành]]. \n \nTrấn Biên Hoà ([[1808]]–[[1832]]) hay tỉnh Biên Hòa ([[1832]] - [[1861]], [[chữ Hán]]: 邊和省) có địa giới hành chính hết sức rộng, bao gồm vùng đất các tỉnh [[Đồng Nai]], [[Bà Rịa – Vũng Tàu]], [[Bình Phước]], [[Bình Dương]] và một phần [[Thành phố Hồ Chí Minh]] ngày nay, với tổng diện tích lên đến trên 17.000&nbsp;km².\n\n===Nhà Nguyễn Độc lập===\n[[Tập tin:NamKyLucTinh1841-1862.jpg|nhỏ|200px|phải|Tỉnh Biên Hòa trong bản đồ Nam Kỳ Lục Tỉnh giai đoạn (1832-1862)]]\n[[Tập tin:NamKyLucTinh1861.jpg|nhỏ|trái|Tỉnh Biên Hòa trong bản đồ [[Nam Kỳ Lục tỉnh]] (Basse Cochinchine)]]\nTỉnh được thành lập năm [[Minh Mạng]] thứ 13 ([[1832]]) và là một trong 6 tỉnh của Nam Kỳ (''Nam Kỳ lục tỉnh'').\n\nNăm Minh Mạng thứ 18 ([[1837]]), đặt thêm phủ Phước Tuy, tách hai huyện Long Thành và Phước An của phủ Phước Long đặt thuộc phủ Phước Tuy mới lập trực thuộc tỉnh Biên Hòa, đồng thời tách phần đất phía bắc hai huyện này lập thành huyện mới Long Khánh với 6 tổng là Long Xương, Long Cơ, An Trạch, An Viễn, Tập Phước và Khánh Nhơn. Như vậy tỉnh Biên Hòa có 2 phủ Phước Long và Phước Tuy. Phủ Phước Long gồm: 2 huyện Phước Chính, Bình An và kiêm nhiếp 2 huyện Phước Bình, Nghĩa An. Phủ Phước Tuy gồm 2 huyện Long Thành và Phước An, và kiêm nhiếp 1 huyện Long Khánh.\n\nĐến năm [[1840]], đặt thêm 4 phủ Tân Định, Tân Bình, Tân Lợi, Tân Thuận và nhiều huyện.\n\nTheo [[Hòa ước Nhâm Tuất (1862)|Hiệp ước Nhâm Tuất]] năm [[1862]], Biên Hòa bị cắt nhượng cho [[Pháp]] cùng với [[Gia Định (tỉnh)|Gia Định]] và [[Định Tường]].\n\n===Thời Pháp thuộc===\n[[Tập tin:Bien Hoa Province 1881.jpg|300px|phải|nhỏ|Bản đồ hạt Biên Hòa năm 1881]]\nNăm [[1876]], tỉnh Biên Hòa bị Pháp giải thể và biến thành 3 tiểu khu, còn gọi là hạt tham biện (arrondissement): Biên Hòa, [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] và [[Bà Rịa (tỉnh)|Bà Rịa]].\n\nTừ ngày [[1 tháng 1]] năm [[1900]] hạt tham biện Biên Hòa trở thành tỉnh theo Nghị định ngày [[20 tháng 12]] năm [[1899]] của [[Toàn quyền Đông Dương]] đổi tên tất cả các hạt tham biện thành tỉnh. Thời kỳ này, địa giới tỉnh Biên Hòa bao gồm tỉnh [[Đồng Nai]], một phần các tỉnh [[Bình Phước]] và Bình Dương hiện tại.\n\nNăm [[1939]], tỉnh Biên Hòa có 5 quận: Châu Thành, [[Long Thành]], [[Xuân Lộc]], [[Tân Uyên (thành phố)|Tân Uyên]], Núi Bà Rá.\n\n===Việt Nam Cộng hòa===\nTrong chiến tranh Việt Nam, địa giới tỉnh nhiều lần thay đổi, chia tách và sáp nhập với các tỉnh khác.\n\n;Phân chia theo VNDCCH và MTDTGPMN\nChính quyền [[Việt Nam Dân chủ Cộng hòa]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] đã nhiều lần tách nhập tỉnh Biên Hòa với các tỉnh Thủ Dầu Một, Bà Rịa – Long Khánh, với các tên gọi: Biên Hoà, Long Khánh, Thủ Biên, Bà Biên, Bà Rịa – Long Khánh, U1 (một đơn vị chiến trường ngang cấp tỉnh được thành lập [[tháng 9]] năm [[1965]], gồm thị xã Biên Hòa và huyện [[Vĩnh Cửu]], đến [[tháng 10]] năm [[1967]], có thêm huyện [[Trảng Bom]]), phân khu 4, phân khu Thủ Biên, tỉnh Tân Phú.\n\nSau ngày [[Cách mạng tháng Tám]] năm [[1945]] thành công đến [[tháng 5]] năm [[1951]], tỉnh Biên Hòa bao gồm cả phần đất ngày nay thuộc tỉnh Bình Phước, một phần đất của tỉnh Bình Dương. Từ [[tháng 5]] năm [[1951]] đến cuối năm [[1954]] chính quyền [[Việt Nam Dân chủ Cộng hòa]] sáp nhập tỉnh Biên Hòa với tỉnh Thủ Dầu Một thành tỉnh [[Thủ Biên]]. Địa giới tỉnh Thủ Biên bao gồm phần đất các tỉnh Đồng Nai, Bình Dương, Bình Phước, thành phố Thủ Đức (Thành phố Hồ Chí Minh) ngày nay, trừ huyện Long Thành lúc này được giao về tỉnh Bà Rịa – Chợ Lớn.\n\nCuối năm [[1954]], tỉnh Thủ Biên được tách ra lập lại hai tỉnh: Biên Hòa và Thủ Dầu Một. Tỉnh Biên Hòa khi đó bao gồm thị xã Biên Hòa và 5 huyện: Vĩnh Cửu, Long Thành, Tân Uyên, Xuân Lộc và Bà Rá.\n\nTừ [[tháng 9]] năm [[1960]] đến [[tháng 7]] năm [[1961]], chính quyền [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] và Việt Nam Dân chủ Cộng hòa lại tái lập tỉnh Thủ Biên. Tháng 7 năm 1961, tỉnh Thủ Biên được tách thành 3 tỉnh: Thủ Dầu Một, Biên Hòa và Phước Thành. Tỉnh Biên Hòa được thành lập lại gồm các huyện Vĩnh Cửu, Long Thành, Nhơn Trạch và thị xã Biên Hòa.\n\nTừ [[tháng 3]] năm [[1963]] đến tháng [[12 năm 1963]] và từ [[tháng 11]] năm [[1966]] đến [[tháng 10]] năm [[1967]], chính quyền [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] và Việt Nam Dân chủ Cộng hòa sáp nhập với tỉnh Bà Rịa thành tỉnh [[Bà Biên]]. [[Tháng 4]] năm [[1964]], thị xã Biên Hòa được tách ra thành lập một đơn vị hành chính riêng, trực thuộc Khu ủy miền Đông. Tỉnh Biên Hòa còn lại các huyện: Long Thành, Nhơn Trạch, huyện Cao Su, Ban cán sự di cư.\n\nĐầu năm [[1965]], thị xã Biên Hòa được nâng lên thành một đơn vị tương đương cấp tỉnh, có phiên hiệu là U1, gồm thị xã Biên Hòa và huyện Vĩnh Cửu. Như vậy trên địa bàn Đồng Nai, thời kỳ này có 3 đơn vị hành chính cấp tỉnh: Biên Hòa (nông thôn), Long Khánh và U1 (Biên Hòa thị). Bên cạnh U1, tỉnh Biên Hòa có các huyện Long Thành, Nhơn Trạch, Ban cán sự Cao Su; tỉnh Long Khánh có thị xã Long Khánh và các huyện Xuân Lộc, Định Quán và huyện Cao Su.\n\n[[Tháng 12]] năm [[1967]], thực hiện chủ trương chuyển hướng chiến lược của [[Đảng Cộng sản Việt Nam]], các huyện Long Thành, Nhơn Trạch và huyện cao su Bình Sơn được sáp nhập với quận 1, quận 9, Nam huyện Thủ Đức, quận Cần Giờ (Sài Gòn), để lập Phân khu 4. Còn lại U1, gồm thị xã Biên Hòa, huyện Vĩnh Cửu, huyện Trảng Bom.\n\nNăm [[1971]], chiến trường được bố trí lại thành hai phân khu: phân khu Bà Rịa và phân khu Thủ Biên. [[Tháng 10]] năm [[1972]], thực hiện chỉ thị của Trung ương Cục miền Nam, các phân khu bị giải thể, tỉnh Bà Rịa – Long Khánh và tỉnh Biên Hòa được lập lại. Tỉnh Biên Hòa thời kỳ này có các huyện Vĩnh Cửu, Trảng Bom (từ [[tháng 10]] năm [[1973]] trở thành huyện Thống Nhất), Long Thành, Nhơn Trạch, Duyên Hải, Tân Uyên, Dĩ An (từ năm [[1973]], Tân Uyên, Dĩ An trở về tỉnh Thủ Dầu Một), huyện cao su Bình Sơn và thị xã Biên Hòa. [[Tháng 6]] năm [[1973]], tỉnh Biên Hòa được tách thành hai đơn vị ngang cấp tỉnh: Biên Hòa nông thôn có các huyện: Vĩnh Cửu, Trảng Bom, Long Thành, Nhơn Trạch, Duyên Hải, Cao Su. Biên Hòa đô thị được gọi là Thành phố Biên Hòa. [[Tháng 10]] năm 1973, thành lập tỉnh Tân Phú, gồm các huyện Tân Uyên, Phú Giáo, Độc Lập và Định Quán. Tỉnh này tồn tại cho đến khi lập tỉnh [[Đồng Nai]].\n\n;Phân chia theo VNCH\nVề phía chính quyền [[Việt Nam Cộng hòa]], Sắc lệnh 143-NV ngày [[22 tháng 10]] năm [[1956]] của Tổng thống chia tỉnh Biên Hòa thành 3 tỉnh: Biên Hòa, [[Long Khánh]], [[Phước Long (tỉnh)|Phước Long]] (có thêm phần đất của tỉnh Thủ Dầu Một). Theo Nghị định số 140-BNV\/HC\/ND của Bộ trưởng Bộ Nội vụ ngày 2\/5\/1957, tỉnh Biên Hòa mới gồm 4 quận, 11 tổng, 84 xã:\n* Quận Châu Thành Biên Hòa, quận lỵ: Bình Trước, có 3 tổng: Phước Vĩnh Thượng, Phước Vĩnh Trung, Long Vĩnh Thượng\n* Quận [[Long Thành]], quận lỵ: [[Long Thành (thị trấn), Long Thành|Phước Lộc Xã]], có 2 tổng: Thành Tuy Thượng, Thành Tuy Hạ\n* Quận [[Dĩ An]], quận lỵ: [[Dĩ An (phường)|An Bình Xã]], có 3 tổng: An Thủy, Chánh Mỹ Thượng, Long Vĩnh Hạ\n* Quận [[Tân Uyên]], quận lỵ: [[Uyên Hưng]], có 3 tổng: Chánh Mỹ Trung, Chánh Mỹ Hạ, Phước Vĩnh Hạ.\n\nNgày [[23 tháng 1]] năm [[1959]], tách một phần đất quận Tân Uyên, cùng phần đất của các tỉnh khác lập tỉnh [[Phước Thành]]. Khi đó tỉnh Biên Hòa phía bắc giáp tỉnh Phước Thành, phía đông giáp tỉnh Long Khánh, phía đông nam giáp tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]], phía tây và tây nam giáp hai tỉnh [[Gia Định (tỉnh)|Gia Định]] và [[Bình Dương]].\n\nNgày [[7 tháng 2]] năm [[1963]], đổi tên quận Châu Thành Biên Hòa thành quận Đức Tu, quận lỵ dời về [[Tam Hiệp, Biên Hòa|Tam Hiệp]].\n\nNgày [[9 tháng 9]] năm [[1960]], tách một phần đất quận Long Thành, lập quận [[Nhơn Trạch]], quận lỵ đặt tại [[Phú Thạnh, Nhơn Trạch|Phú Thạnh]]. Quận Nhơn Trạch có 2 tổng: Thành Tuy Trung (7 xã) và Thành Tuy Hạ (6 xã). Đồng thời nhập 2 quận Quảng Xuyên, Cần Giờ (tỉnh Phước Tuy) vào tỉnh Biên Hòa.\n\nNgày [[22 tháng 3]] năm [[1963]], lập quận mới Công Thanh, gồm 2 tổng: Thanh Quan (6 xã), Thanh Phong (6 xã), quận lỵ đặt tại [[Thạnh Phú, Vĩnh Cửu|Tân Phú]].\n\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Biên Hòa 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style=\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| Công Thanh || 23.129\n|-\n| Dĩ An || 30.377 \n|-\n| Đức Tu || 148.374\n|-\n| Long Thành || 26.095\n|-\n| Nhơn Trạch || 49.553\n|-\n| Tân Uyên || 14.064\n|-\n| '''Tổng số''' || 291.592 \n|}\n\n===Cộng hòa Xã hội Chủ nghĩa Việt Nam===\n[[Tháng 2]] năm [[1976]], tỉnh sáp nhập với [[Bà Rịa (tỉnh)|Bà Rịa]] (kể cả Vũng Tàu) (tức tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]] của Việt Nam Cộng hòa) và [[Long Khánh (tỉnh)|Long Khánh]] thành tỉnh [[Đồng Nai]] mới, tỉnh lỵ đặt tại thành phố [[Biên Hòa]]. Tuy nhiên, đến năm 1991, địa bàn tỉnh Phước Tuy cũ lại được tách ra để tái lập tỉnh [[Bà Rịa – Vũng Tàu]].\n\nHiện nay, địa danh \"Biên Hòa\" chỉ còn được dùng để chỉ [[Biên Hòa|thành phố Biên Hòa]], đơn vị hành chính cấp huyện trực thuộc tỉnh Đồng Nai và là tỉnh lỵ của tỉnh Đồng Nai.\n\nNhư vậy, địa bàn tỉnh Biên Hòa thời Việt Nam Cộng hòa hiện nay tương ứng với thành phố [[Biên Hòa]], các huyện [[Long Thành]], [[Nhơn Trạch]] và một phần các huyện [[Trảng Bom]], [[Vĩnh Cửu]] thuộc tỉnh Đồng Nai; thành phố [[Dĩ An]], một phần thị xã [[Tân Uyên (thành phố)|Tân Uyên]] và một phần huyện [[Bắc Tân Uyên]] thuộc tỉnh Bình Dương ngày nay.\n\n==Phân chia hành chính==\n===Năm 1897===\nToàn tỉnh Biên Hòa được chia thành 16 tổng:\n#Tổng Bình Lâm Thượng có 10 làng: An Lộc, Bình Lộc, Hưng Lộc, Phong Lộc, Phú Lộc, Quới Lộc, Tân Lộc, Thuận Lộc, Xuân Lộc, Chánh Lộc\n#Tổng Chánh Mỹ Hạ có 15 làng: An Linh, Bình Cơ, Chánh Hòa, Chánh Hưng, Lạc An, Mỹ Lộc, Phước Hòa, Phước Vinh, Tân Lợi, Tân Lập, Tân Nhuận, Thanh Hòa, Thường Lang, Mỹ Đức, Tân Tịch\n#Tổng Chánh Mỹ Thượng có 10 làng: Bình Long, Bình Trị, Mỹ Khánh, Tân Bản, Tân Hạnh, Tân Phước Đông, Tân Thiều, Tân Vạn, Tân An, Tân Hóa\n#Tổng Chánh Mỹ Trung có 18 làng: An Chữ, Bình Chánh Đông, Bình Chữ, Bình Hóa, Bình Hưng, Điều Hòa, Dư Khánh, Hiệp Hưng, Nhựt Thạnh, Phước Hải Đông, Tân Ba, Tân Hội, Tân Long, Tân Lương, Tân Trạch, Tân Uyên, Thiện Khánh, Vĩnh Phước\n#Tổng Long Vĩnh Thượng có 19 làng: An Định, An Hòa, An Hưng, An Lợi, An Phước, An Xuân, Bình Dương, Phước Cang, Phước Hội, Phước Hưng, Long Khánh, Phước Mỹ, Long Điền, Long Trường, Tân Xuân, Thiết Tượng, Vĩnh Hòa, Vĩnh Thọ\n#Tổng Phước Vĩnh Hạ có 17 làng: Bình Lợi, Bình Ninh, Bình Thạnh, Bình Thảo, Thiên Quan, Tân Định, Bình An Chánh, Bình Lục, Long Chánh, Long Phú, Phú Trạch, Tân Huệ Đông, Đa Lộc, Hiền Quan, Tân Khai, Trị An, Xuân Hòa\n#Tổng Phước Vĩnh Thượng có 8 làng: Bình An, Bình Trước, Nhị Hòa, Nhứt Hòa, Tam Hòa, Tân Lại, Tân Mai, Vĩnh Cửu\n#Tổng Phước Vĩnh Trung có 13 làng: Bạch Khôi, Bình Diện, Bình Hậu, Bình Mỹ, Bình Sơn, Bình Thạnh, Bình Thới, Bình Ý, Hàm Hòa, Tân Phong, Tân Thạnh Đông, Tân Triều Đông, Tân Triều Tây\n#Tổng Thành Tuy Hạ có 19 làng: An Phú, Bình Quới, Long Điền, Long Hiệu, Lương Thiện, Mỹ Hội, Mỹ Khoan, Phú Mỹ, Phước An, Phước Khánh, Phước Kiến, Phước Lai, Phước Long, Phương Lương, Phước Lý, Phước Thạnh, Phước Thiền, Phước Thọ, Tân Tường\n#Tổng Thành Tuy Thượng có 11 làng: An Lâm, Khánh Lâm, Long Thuận, Phước Đức, Phú Lạc, Phước Lộc, Phước Thái, Tam Thiện, Thanh Nguyên, Tập Phước, Tuy Long\n#Tổng An Viễn có 6 làng: Cam Ngôn, La Minh, Cam Đường, Cam Mỹ, Thoại Hương, Cam Tiêm\n#Tổng Bình Tuy có 7 làng: Cao Cang, Định Quán, Gia Canh, Lý Lịch, Thuận Tùng, Túc Trưng, Vĩnh An\n#Tổng Phước Thành có 10 làng: Bao Hàm, Đông Thành, Gia An, Gia Cấp, Trà Tân, Thọ Vức, Võ Đắt, Võ Định, Võ Dõng, Võ Quảng\n#Tổng Tập Phước có 7 làng: Bảo Chánh, Bảo Định, Bảo Liệt, Bảo Mỹ, Long Tài, Thới Giao, Tích Thiện\n#Tổng Thuận Lợi có 6 làng: Can Vàng, Chôn Lâm, Đặt Trụ, Phú Quan, Phú Tron, Phú Xuân\n#Tổng Bình Cách có 7 làng: An Bình, An Trung, Chơn Thành, Diêm Quan, Hương Mát, Thành Công, Từ Tôn\n\n===Năm 1939===\nTỉnh Biên Hòa được chia thành 5 quận:\n\n1. Quận Châu Thành có 3 tổng với 15 làng:\n*Tổng Chánh Mỹ Thượng có 6 làng: Bửu Hòa, Bình Trị, Hóa An, Tân Hạnh, Tân Vạn, Tân Hiệp\n*Tổng Phước Vĩnh Trung có 5 làng: Bình Hòa, Bình Ý, Bửu Long, Tân Phong, Tân Triều\n*Tổng Phước Vĩnh Thượng có 4 làng: Bình Trước, Hiệp Hòa, Tam Hiệp, Tân Thành\n\n2. Quận [[Long Thành]] có 3 tổng với 22 làng:\n*Tổng Long Vĩnh Thượng có 8 làng: An Hòa, Long Bình, Long Hưng, Phước Tân, Tam Phước, Tân Hưng, Tân An, An Lợi\n*Tổng Thành Tuy Thượng có 8 làng: Long An, Long Phước, Phước Hiệp, Phước Lai, Phước Lộc Xã, Phước Mỹ, Phước Thiện, Thái Thiện\n*Tổng Thành Tuy Hạ có 6 làng: Phú Hội, Phước An, Phước Khánh, Phước Lý,  Phước Thạnh, Long Tân\n\n3. Quận [[Tân Uyên, Bình Dương|Tân Uyên]] có 3 tổng với 29 làng:\n*Tổng Chánh Mỹ Trung có 8 làng: Bình Chánh Đông, Bình Hòa, Mỹ Hòa, Mỹ Quới, Phước Thành, Tân Ba, Thái Hòa, Uyên Hưng\n*Tổng Chánh Mỹ Hạ có 13 làng: An Linh, Bình Cơ, Chánh Mỹ Hòa, Chánh Hưng, Lạc An, Mỹ Lộc, Phước Hòa, Phước Vĩnh, Tân Hòa, Tân Nhuận, Tân Tịch, Thanh Hòa, Thường Lang\n*Tổng Phước Vĩnh Hạ có 8 làng: Bình Long, Bình Phước, Lợi Hòa, Bình Thạnh, Đại An, Tân Định, Tân Phú, Thiện Tân\n\n4. Quận [[Xuân Lộc]] có 4 tổng với 31 làng:\n*Tổng Bình Lâm Thượng có 6 làng: Bình Lộc, Gia Ray, Hưng Lộc, Tân Lập, Tân Phong, Xuân Lộc\n*Tổng An Viễn có 7 làng: Bảo Mỹ, Cam Đường, Cam Mỹ, Cam Ngôn, Cam Tiêm, Thới Giao, Tích Thiện\n*Tổng Phước Thành có 8 làng: Võ Dõng, Võ Quảng, Gia Cấp, Võ Định, Đông Thành, Bao Hàm, Túc Trưng, Vĩnh An\n*Tổng Tập Phước có 10 làng: Bảo Chánh, Bảo Định, Bảo Liệt, Long Tài, La Minh, Thoại Hương, Trà Tân, Võ Đắt, Thọ Vực, Gia An\n\n5. Quận [[Núi Bà Rá]] có 3 tổng với 22 làng:\n*Tổng Bình Cách có 6 làng: An Bình, Chơn Thành, Diêm Quan, Thành Công, Sam Bô, Thanh Sơn\n*Tổng Thuận Lợi có 11 làng: Gia Tru, Đông Bua, Tà Bai, Tà Mon, Tà Bung, Tà Cô, Bù Trít, Bù Marr, Bù N'dot, Tam Glei, Bù Koou\n*Tổng Tân Thuận có 5 làng: Bù Cat, Tat Rạch, Bù K' teik, Bù Dah, Bù Phong\n\n===Năm 1957===\n1. Quận Châu Thành có 3 tổng với 19 xã:\n*Tổng Phước Vĩnh Thượng có 9 xã: Bình Trước, Tam Hiệp, Tân Thành, Hiệp Hòa, Bùi Tiếng, Hố Nai, Trảng Bom, Bửu Hòa, Tân Vạn\n*Tổng Long Vĩnh Thượng có 5 xã: Long Bình, Tân Bình, Phước Tân, Long Hưng, An Hòa Hưng\n*Tổng Phước Vĩnh Trung có 5 xã: Tân Phong, Bửu Long, Bình Ý, Bình Hòa, Tân Triều\n\n2. Quận [[Tân Uyên, Bình Dương|Tân Uyên]] có 3 tổng với 33 xã:\n*Tổng An Phước Hạ có 9 xã: Bình Phước, Bình Long, Lợi Hòa, Tân Phú, Bình Thạnh, Thiện Tân, Tân Định, Đại An, Trị An\n*Tổng Chánh Mỹ Trung có 10 xã: Thái Hòa, An Thành, Bình Hòa, Bình Chánh, Mỹ Hòa, Mỹ Quới, Tân Ba, Phước Thành, Thạnh Hội, Uyên Hưng\n*Tổng Chánh Mỹ Hạ có 14 xã: Tân Nhuận, Tân Tịch, Mỹ Lộc, Lạc An, Thái Hưng, Chánh Hòa, Bình Mỹ, Thường Lang, Tân Hòa, Chánh Hưng, Phước Sang, Vĩnh Hòa, An Linh, Phước Hòa\n\n3. Quận [[Dĩ An]] có 3 tổng với 12 xã:\n*Tổng Chánh Mỹ Thượng có 4 xã: Bình Trị, Tân Hiệp, Tân Hạnh, Hóa An\n*Tổng An Thủy có 4 xã: Bình An, Đông Hòa, Tân Đông Hiệp, An Bình\n*Tổng Long Vĩnh Hạ có 4 xã: Long Bình, Long Phước Thôn, Long Thạnh Mỹ, Long Trường\n\n4. Quận [[Long Thành]] có 2 tổng với 21 xã:\n*Tổng Thành Tuy Thượng có 14 xã: Tam Phước, Tam An, An Lợi, Phước Lộc, Thái Thiện, Long Phước, Long An, Lộc An, Phước Hội, Phước Thọ, Phước Long, Phước Lai, Phước Mĩ, Phước Thiền\n*Tổng Thành Tuy Hạ có 7 xã: Phước An, Phú Thạnh, Đại Phước, Phú Hữu, Phước Khánh, Vinh Thạnh, Long Tân\n\n===Năm 1972===\nTỉnh Biên Hòa được chia thành 6 quận:\n* Quận Đức Tu gồm 15 xã: Bình Trước, Tam Hiệp, Tân Thành, Hiệp Hòa, Bùi Tiếng, Hố Nai, Trảng Bom, Bửu Hòa, Tân Vạn, Long Bình Tân, Phước Tân, Long Hưng, An Hòa Hưng, Tân Phong, Bửu Long\n* Quận Công Thanh gồm 13 xã: Bình Ý, Bình Hòa, Tân Triều, Bình Phước, Bình Long, Lợi Hòa, Tân Phú, Bình Thạnh, Thiện Tân, Tân Định, Đại An, Trị An, Thái Hưng\n* Quận [[Tân Uyên, Bình Dương|Tân Uyên]] gồm 14 xã: An Thành, Bình Hòa, Bình Chánh, Mỹ Hòa, Mỹ Quới, Tân Ba, Phước Thành, Thạnh Hội, Uyên Hưng, Tân Tịch, Thường Lang, Tân Hòa, Tân Hiệp, Tân Hòa Khánh\n* Quận [[Dĩ An]] gồm 8 xã: Bình Trị, Tân Hiệp, Tân Hạnh, Hóa An, Bình An, Đông Hòa, Tân Đông Hiệp, An Bình\n* Quận [[Long Thành]] gồm 8 xã: Tam Phước, Tam An, An Lợi, Phước Lộc, Thái Thiện, Long Phước, Long An, Lộc An\n* Quận [[Nhơn Trạch]] gồm 12 xã: Phước Hội, Phước Thọ, Phước Long, Phước Lai, Phước Mĩ, Phước Thiền, Phú Thạnh, Đại Phước, Phú Hữu, Phước Khánh, Vinh Thạnh, Long Tân.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* Đất nước Việt Nam qua các đời, Đào Duy Anh, Nhà xuất bản Văn hóa-Thông tin, 2005\n* Việt Nam những thay đổi địa danh và địa giới các đơn vị hành chính, Nguyễn Quang Ân, Nhà xuất bản Văn hóa-Thông tin, 1997\n* Sổ tay địa danh Việt Nam, Đinh Xuân Vịnh, Nhà xuất bản Lao động, 1996\n* Sổ tay địa danh Việt Nam, Nguyễn Dược - Trung Hải, Nhà xuất bản Giáo dục, 2003\n* [http:\/\/dlib.nlv.gov.vn\/CMPortal\/Resources\/CMPortal\/TempFolder\/b8a94267-62ee-42fd-a104-910230558ad2.pdf Địa chí tỉnh Biên Hòa của Nam Kỳ thuộc Pháp, M.Robert.]{{Liên kết hỏng|date=2021-06-05 |bot=InternetArchiveBot }}\n\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Nam Kỳ lục tỉnh]]\n[[Thể loại:Hành chính Việt Nam thời Nguyễn]]\n[[Thể loại:Hành chính Việt Nam thời Pháp thuộc]]\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Hành chính Đồng Nai]]"}