{"80803":"{{bài cùng tên|B-52 (định hướng)}}\n{|{{Infobox aircraft begin\n |name= B-52 Stratofortress\n |image= File:B-52 Stratofortress assigned to the 307th Bomb Wing (cropped).jpg\n |caption= Một chiếc B-52H từ [[Căn cứ Không quân Barksdale]] đang bay trên sa mạc\n |alt= Aerial top\/side view of gray B-52H flying over barren desert land.\n}}{{Infobox aircraft type\n |type= [[Máy bay ném bom chiến lược]]\n |manufacturer= [[Boeing]]\n |national origin= [[Hoa Kỳ]]\n |designer= <!--Only appropriate for single designers, not project leaders--> [[Hoa Kỳ]]\n |first flight= [[15 tháng 4]] năm [[1952]]\n |introduced= [[tháng 2]] năm [[1955]]\n |retired= <!--Projected date stated in body of article. -->\n |produced= 1952–1962\n |primary user= [[Không quân Hoa Kỳ]]\n |more users= [[NASA]]\n |number built= 744<ref name=Total_built>Knaack 1988, p. 291.<\/ref>\n |status= Đang phục vụ\n |unit cost= B-52B: 14,43 triệu Đôla (thời giá 1960)<ref name=\"knaack\">Knaack 1988<\/ref><br \/>B-52H: 9,28 triệu Đôla (thời giá năm 1962)<br \/>B-52H: 53,4 triệu Đôla (thời giá năm 1998)<br>B-52H: 84 triệu đôla (thời giá năm 2012)<ref>http:\/\/www.af.mil\/AboutUs\/FactSheets\/Display\/tabid\/224\/Article\/104465\/b-52-stratofortress.aspx<\/ref><br>* Lưu ý: các con số trên chỉ là chi phí cho chiếc máy bay vừa xuất xưởng, chưa bao gồm chi phí cho các thiết bị điện tử, radar, vũ khí...\n |variants with their own articles=\n |developed into= [[Conroy Virtus]]\n}}\n|}\n\n'''[[Boeing]] B-52 Stratofortress''' ({{Lit|Pháo đài tầng bình lưu}})<ref>{{chú thích web | title=US WARPLANE AIRCRAFT NAME | url=https:\/\/www.uswarplanes.net\/aircraftnames.pdf | access-date=ngày 29 tháng 3 năm 2021}}<\/ref><ref>{{chú thích web | title=American Military Aircraft Nicknames | url=https:\/\/www.funtrivia.com\/playquiz\/quiz334012263cd28.html | access-date=ngày 29 tháng 3 năm 2021}}<\/ref> là máy bay ném bom hạng nặng phản lực được Không quân Hoa Kỳ ([[Không quân Hoa Kỳ|USAF]]) sử dụng từ năm Hàng không năm 1955, thay thế cho các kiểu [[Convair B-36]] và [[Boeing B-47 Stratojet|Boeing B-47]]. Được chế tạo để mang [[vũ khí hạt nhân]] cho một cuộc [[Chiến tranh hạt nhân]], nhưng nó chưa bao giờ thực hiện vai trò này trong thực tế, mà thay vào đó nó được dùng để thả các loại bom, tên lửa thông thường trong các cuộc chiến tranh. B-52 là chiếc máy bay ném bom có tầm bay xa không cần tiếp nhiên liệu dài nhất, và mang được đến 27 tới 33 tấn (60.000 - 73.000lb) vũ khí.\n\nKhông lực Mỹ bắt đầu đưa B-52 vào hoạt động năm [[Hàng không năm 1955|1955]] trong các đơn vị thuộc [[Bộ chỉ huy Không quân Chiến lược]], sau được sáp nhập vào [[Bộ chỉ huy Không quân]] năm [[Hàng không năm 1991|1991]]. Tầm bay rất xa ở tốc độ cận âm và chi phí vận hành tương đối rẻ đã duy trì chiếc B-52 trong phục vụ cho dù từng có những đề nghị để thay thế nó bằng kiểu máy bay siêu âm [[North American XB-70 Valkyrie|XB-70 Valkyrie]], kiểu siêu âm [[Rockwell B-1 Lancer|B-1B Lancer]], và kiểu [[máy bay tàng hình|tàng hình]] [[Northrop Grumman B-2 Spirit|B-2 Spirit]]. Đến [[tháng một|tháng 1]] năm [[Hàng không năm 2005|2005]], nó trở thành kiểu máy bay thứ hai, sau chiếc [[English Electric Canberra]], đánh dấu 50 năm phục vụ liên tục trong quân đội. Đến [[tháng một|tháng 1]] năm [[Hàng không năm 2005|2015]], B-52 trở thành loại máy bay duy nhất đạt thành tích phục vụ quân đội Mỹ trong suốt 60 năm.\n\nTổng cộng đã có 744 chiếc B-52 được chế tạo. Tính đến năm 2018, chỉ còn 75 chiếc B-52 tiếp tục phục vụ trong không quân Mỹ, số còn lại đã bị phá hủy trong chiến đấu, do tai nạn hoặc do bị tháo dỡ, một số ít thì được đưa vào bảo tàng. Đã có 31 chiếc B-52 đã bị phá hủy và hàng chục chiếc khác bị hư hại trong chiến tranh Việt Nam, cuộc chiến duy nhất mà B-52 chịu tổn thất bởi hỏa lực đối phương. Tính đến năm 2018, trong số 744 chiếc B-52, có 94 chiếc bị rơi do tai nạn, chiếm 12,6% số B-52 được chế tạo<ref>https:\/\/aviation-safety.net\/wikibase\/dblist.php?AcType=B52&sorteer=datekey&page=2<\/ref>\n\nCó thể được xem như \"một đối trọng\" với B-52 của Không lực Mỹ, máy bay ném bom chiến lược sử dụng động cơ tuốc bin cánh quạt [[Tupolev Tu-95|Tu-95]] vẫn tiếp tục hoạt động trong Không quân Nga kể từ năm 1956 tới nay, năm 2018 không quân Nga vẫn duy trì 60 chiếc Tu-95 trong tình trạng hoạt động tốt. Một phần lý do dẫn tới quãng thời gian hoạt động cao và sự hữu dụng này, giống như B-52, đó là [[Tupolev Tu-95|Tu-95]] thích hợp chuyển đổi sử dụng cho nhiều mục đích. Thậm chí xét về độ bền bỉ, Tu-95 còn vượt trội hơn B-52: tính đến năm 2018, trong số trên 500 chiếc Tu-95 được chế tạo, chỉ có 13 chiếc bị mất do tai nạn, tỷ lệ tai nạn chỉ là 2,6%<ref>https:\/\/aviation-safety.net\/wikibase\/dblist.php?AcType=TU95<\/ref>\n\n== Thiết kế và phát triển ==\n\nNgày [[23 tháng 11]] năm [[Hàng không năm 1945|1945]], [[Không quân Hoa Kỳ]] công bố bản tiêu chuẩn tính năng kỹ thuật cho một chiếc máy bay ném bom chiến lược mới. Nó sẽ có một đội bay năm người cộng thêm các xạ thủ tháp súng và một nhân viên phi hành đoàn bổ sung. Nó phải đạt vận tốc bay đường trường 480&nbsp;km\/h (240 knot, 300&nbsp;mph) ở độ cao 10.365&nbsp;m (34.000&nbsp;ft) và một bán kính chiến đấu 8.050&nbsp;km (4.340 hải lý, 5.000 dặm). Vũ khí trang bị phải là một số (không xác định số lượng chính xác) pháo 20&nbsp;mm và 4.535&nbsp;kg (10.000&nbsp;lb) bom.<ref name=\"knaack\"\/> Đến ngày [[13 tháng 2]] năm [[Hàng không năm 1946|1946]], Không quân công bố việc mời thầu cho những tính năng này, và các hãng Boeing, [[Consolidated Aircraft]], và [[Glenn L. Martin Company]] đã đưa ra các đề án. \n[[Tập tin:Boeing B-52 Stratofortress evolution, part 1.png|phải|nhỏ|Kiểu 462 đến 464-35]]\nNgày [[5 tháng 6]] năm [[Hàng không năm 1946|1946]], chiếc '''Kiểu 462'''<sup>''<font color=\"green\">xem bên phải<\/font>''<\/sup> của Boeing, một máy bay cánh thẳng lắp sáu [[động cơ turbo cánh quạt]] [[Wright T-35]], trọng lượng 163.295&nbsp;kg (360.000&nbsp;lb) và bán kính chiến đấu 5.010&nbsp;km (2.700 hải lý, 3.110 dặm), được công bố là máy bay thắng thầu.<ref name=\"knaack\"\/> Ngày [[28 tháng 6]] năm [[Hàng không năm 1946|1946]], Boeing được ký hợp đồng trị giá 1,7 triệu Đô la (giá trị năm 1946, tương đương 17,5 triệu Đô la 2006) để chế tạo một [[mô hình mẫu]] kích thước thật của chiếc máy bay mới '''XB-52''' để thực hiện các giải pháp kỹ thuật và thử nghiệm ban đầu. Tuy nhiên, đến [[tháng mười|tháng 10]] năm [[Hàng không năm 1946|1946]], Không lực bắt đầu nêu lên sự lo ngại về kích thước tuyệt đối của chiếc máy bay mới và khả năng không đáp ứng được các tiêu chuẩn đã đề ra. Để đáp ứng, Boeing đưa ra ''' Kiểu 464''', một phiên bản 4-động cơ nhỏ hơn, trọng lượng 104.325&nbsp;kg (230.000&nbsp;lb), được tin tưởng trong một lúc ngắn là sẽ được chấp nhận.\n\nRồi đến tháng [[tháng mười một|tháng 11]] năm [[Hàng không năm 1946|1946]], [[Curtis LeMay]] (lúc đó đang là Tham mưu phó Nghiên cứu và Phát triển Không lực) nhấn mạnh đến yêu cầu phải có tốc độ bay đường trường 645&nbsp;km\/h (345 knot, 400&nbsp;mph), nên Boeing đã đáp ứng bằng một kiểu máy bay nặng 136.080&nbsp;kg (300.000&nbsp;lb).<ref name=\"knaack\" \/> [[Tháng mười hai|Tháng 12]] năm [[Hàng không năm 1946|1946]], Boeing được yêu cầu thay đổi thiết kế trở thành một máy bay ném bom 4-động cơ có tốc độ tối đa 400&nbsp;mph, tầm bay xa 19.320&nbsp;km (10.430 hải lý, 12.000 dặm), và có khả năng mang [[vũ khí hạt nhân]]. Chiếc máy bay có thể nặng đến 217.725&nbsp;kg (480.000&nbsp;lb).<ref name=\"knaack\"\/> Boeing đáp ứng bằng hai kiểu máy bay cùng gắn động cơ turbo cánh quạt T-35. Kiểu '''464-16''' là máy bay ném bom hạt nhân tải trọng bom 10.000&nbsp;lb, trong khi '''Kiểu 464-17''' là máy bay ném bom thông thường tải trọng bom được 40.825&nbsp;kg (90.000&nbsp;lb).\n\nDo vấn đề chi phí để trang bị hai kiểu máy bay chuyên biệt, Không lực chọn Kiểu 464-17 với thỏa thuận rằng nó có thể cải biến thành vai trò tấn công hạt nhân.<ref name=\"knaack\"\/> Khi các tính năng yêu cầu được cập nhật vào [[tháng sáu|tháng 6]] năm [[Hàng không năm 1947|1947]], Kiểu 464-17 đáp ứng tất cả các đòi hỏi ngoại trừ tầm bay xa. Hơn nữa, toàn bộ chương trình bị phụ thuộc vào khả năng cung cấp động cơ T-35 của hãng [[Curtiss-Wright]].\n\n[[Tập tin:B-52 lower deck.jpg|nhỏ|220px|[[Buồng lái]] của B-52]]\nĐến lúc đó thì đã rõ là, cho dù với những tính năng đã được cập nhật, chiếc XB-52 cũng sẽ trở nên lạc hậu vào lúc được đưa ra sản xuất, mà tính năng cũng chỉ nhỉnh hơn chiếc [[Convair B-36]] mà thôi. Kết quả là, toàn bộ chương trình bị tạm dừng trong sáu tháng. Trong thời gian này, Boeing tiếp tục hoàn thiện thiết kế được tích lũy qua chiếc '''Kiểu 464-29''' có tốc độ tối đa 730&nbsp;km\/h (395 knots, 455&nbsp;mph) và tầm bay 5.000 dặm.<ref name=\"knaack\"\/> Đến [[tháng chín|tháng 9]] năm [[Hàng không năm 1947|1947]], Ủy ban Ném bom Hạng nặng đã thu xếp để xác định các yêu cầu của một máy bay ném bom hạt nhân. Chính thức công bố ngày [[8 tháng 12]] năm [[Hàng không năm 1947|1947]], nó yêu cầu một tốc độ tối đa 805&nbsp;km\/h (435 knot, 500&nbsp;mph) và tầm bay 12.880&nbsp;km (6.955 hải lý, 8.000 dặm), vượt xa những khả năng của 464-29. Đội bay được yêu cầu rút gọn còn 5 người và chỉ trang bị vũ khí tự vệ duy nhất là tháp súng đuôi.\n\nViệc hủy bỏ toàn bộ hợp đồng với Boeing vào [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1947|1947]] được tạm ngưng sau lời kêu nài của Chủ tịch Boeing [[William McPherson Allen]], và đến [[tháng một|tháng 1]] năm [[Hàng không năm 1948|1948]] Boeing được lệnh khảo sát kỹ càng mọi tiến bộ kỹ thuật gần nhất, bao gồm [[tiếp nhiên liệu trên không]] và [[cánh bay]]. Nhận thức được những vấn đề về độ ổn định và điều khiển mà [[Northrop Corporation|Northrop]] gặp phải với những kiểu cánh bay ném bom thử nghiệm [[Northrop YB-35|YB-35]] và [[Northrop YB-49|YB-49]], Boeing vẫn khăng khăng dựa trên cấu trúc một máy bay thông thường, và đến [[tháng tư|tháng 4]] năm [[Hàng không năm 1948|1948]] họ đề nghị một kiểu thiết kế mới, trị giá hợp đồng 30 triệu Đô la (năm 1948, tương đương với 250 triệu Đô la năm 2006) cho việc thiết kế, chế tạo và thử nghiệm hai chiếc nguyên mẫu Kiểu 464-35. Các hiệu chỉnh khác tính năng yêu cầu trong năm [[Hàng không năm 1948|1948]] đưa đến kết quả là một chiếc máy bay có tốc độ tối đa 825&nbsp;km\/h (445 knot, 513&nbsp;mph) ở 10.670&nbsp;m (35.000&nbsp;ft), tầm bay 11.125&nbsp;km (6.005 hải lý, 6.909 dặm), và trọng lượng 127.000&nbsp;kg (280.000&nbsp;lb) bao gồm 10.000&nbsp;lb bom và 75.225 L (19.875 US gal) nhiên liệu.<ref name=\"knaack\"\/>\n\n=== Bước vào kỷ nguyên phản lực ===\n\n[[Tập tin:GVG B-52 Evolution 2.png|phải|nhỏ|Kiểu 464-49 đến B-52A]]\nViệc áp dụng động cơ phản lực có hiệu quả nhiên liệu tốt hơn cho phép Boeing phát triển thêm một phiên bản nữa vào [[tháng bảy|tháng 7]] năm [[Hàng không năm 1948|1948]], '''Kiểu 464-40''' thay động cơ turbo cánh quạt bằng [[động cơ turbo phản lực]] [[Westinghouse J40]]. Tuy nhiên, vào ngày [[21 tháng 10]] năm [[Hàng không năm 1948|1948]], Boeing được yêu cầu chế tạo một kiểu máy bay hoàn toàn mới trang bị động cơ phản lực [[Pratt & Whitney J57]]. Đáng chú ý là vào ngày [[25 tháng 10]], các kỹ sư Boeing đưa ra đề nghị và một mô hình bằng tay thu nhỏ của kiểu '''464-49'''. Thiết kế mới được xây dựng dựa trên kiểu sắp đặt của chiếc [[Boeing B-47 Stratojet|B-47 Stratojet]] với [[cánh chéo]] 35°, tám động cơ xếp thành bốn cặp gắn dưới cánh, bốn bộ bánh đáp 2-bánh kèm thêm bánh đỡ ngoài đầu mút cánh. Chiếc máy bay được dự định vượt qua mọi tiêu chuẩn kỹ thuật đặt ra.<ref name=\"knaack\"\/> Mặc dù việc khảo sát mô hình kích thước thật vào [[tháng tư|tháng 4]] năm [[Hàng không năm 1949|1949]] tỏ ra thuận lợi, vẫn còn sự quan ngại về tầm bay xa vì cả hai kiểu động cơ J40 và J57 đời đầu đều tiêu thụ nhiều nhiên liệu. \nCho dù có những bàn luận về những sửa đổi trong tiêu chuẩn kỹ thuật, hay mở một gói thầu cho một thiết kế hoàn toàn mới, tướng LeMay, lúc này phụ trách Bộ Chỉ huy Không quân Chiến lược, nhấn mạnh rằng tính năng bay không thể thỏa hiệp vì sự chậm trễ trong việc phát triển động cơ.<ref name=\"knaack\"\/> Trong những cố gắng cuối cùng để gia tăng tầm bay xa, Boeing tạo ra kiểu '''464-67''' to hơn, tuyên bố rằng khi được sản xuất, tầm bay có thể gia tăng hơn nữa nhờ những cải tiến sau đó. Sau nhiều cuộc can thiệp trực tiếp bởi LeMay, ngày [[14 tháng 2]] năm [[Hàng không năm 1951|1951]], Boeing giành được hợp đồng chế tạo 13 chiếc B-52A và 17 cụm trinh sát hình ảnh tháo rời được. Không lâu sau lại có thêm hợp đồng mua bốn chiếc B-52 và 43 chiếc phiên bản trinh sát RB-52. Thay đổi chủ yếu cuối cùng trong thiết kế, cũng do những yêu cầu của tướng LeMay, là thay đổi từ kiểu buồng lái ngồi theo hàng (trước-sau) kiểu B-47 thành kiểu ngang hàng cạnh nhau thông dụng hơn, sẽ làm cho công việc của phi công phụ hiệu quả hơn và giảm sự mệt mỏi của đội bay.<ref name=\"knaack\"\/>\n[[Tập tin:USAF YB52.jpg|nhỏ|Chiếc nguyên mẫu YB-52. Kiểu [[kính buồng lái dạng giọt nước]] tương tự như kiểu của chiếc [[Boeing B-47 Stratojet|B-47]].]]\nChiếc '''YB-52''' (thực chất là chiếc XB-52 thứ hai với nhiều trang thiết bị hoạt động) cất cánh lần đầu ngày [[15 tháng 4]] năm [[Hàng không năm 1952|1952]]. Chuyến bay diễn ra bình yên. Chiếc XB-52 tiếp theo vào ngày [[2 tháng 10]] năm [[Hàng không năm 1952|1952]]. Công việc thử nghiệm và phát triển, bao gồm 670 ngày thử nghiệm trong [[hầm gió]] và 130 ngày thử nghiệm tính khí động học và độ chịu đựng diễn ra suôn sẽ. Bị thuyết phục, Không quân gia tăng số lượng đặt hàng lên 282 chiếc B-52.<ref name=\"knaack\"\/>\n\nChiếc được sản xuất đầu tiên '''B-52A''' khác những chiếc nguyên mẫu có mũi máy bay kéo dài thêm 53&nbsp;cm (21&nbsp;in) để chứa thêm các [[thiết bị điện tử]], một tháp súng đuôi với bốn súng máy 12.7&nbsp;mm (0.50&nbsp;in), và một hệ thống [[động cơ có phun nước|phun nước vào buồng đốt]] để tăng công suất động cơ với thùng chứa 1.363 L (360 US gal) nước trong thân sau. Nó cũng được gắn ở mỗi bên chót cánh một thùng nhiên liệu bổ sung 3.785 L (1.000 US gal). Những thùng này có tác dụng làm đầm cánh chống rung động và cũng để giữ chót cánh thấp cho dễ bảo trì. Trong buổi lễ ra mắt chiếc sản xuất đầu tiên ngày [[18 tháng 3]] năm [[Hàng không năm 1954|1954]], tướng [[Nathan Farragut Twining|Twining]] đã nói \"...[[súng trường]] là vũ khí vĩ đại vào thời của nó... Hôm nay chiếc B-52 này là súng trường của thời đại hàng không.\"<ref name=\"knaack\"\/>\n\nTên chính thức '''Stratofortress''' (Pháo đài tầng bình lưu) ít khi được dùng, trong khi đội bay và nhân viên có liên quan hay gọi nó là '''BUFF''' (Big Ugly Fat Fucker hay Big-Ugly-Fat-Fellow: tên xấu xí mập mạp ngu ngốc).<ref>''Acronyms:BUF''. Wordorigins.org [http:\/\/www.wordorigins.org\/index.php\/more\/896\/ BUF] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100727082701\/http:\/\/www.wordorigins.org\/index.php\/more\/896 |date = ngày 27 tháng 7 năm 2010}} Note: \"Fellow\" is substituted for \"Fucker\" in bowlderized versions of the acronym.<\/ref><ref>{{Chú thích web | url = http:\/\/radio.weblogs.com\/0100165\/2002\/06\/30.html | tiêu đề = Phil Ackley's Radio <s>Thingumabob<\/s> Zilla | tác giả =  | ngày =  | ngày truy cập = 15 tháng 2 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 26 tháng 11 năm 2007 | archive-url = https:\/\/web.archive.org\/web\/20071126111950\/http:\/\/radio.weblogs.com\/0100165\/2002\/06\/30.html |url-status=dead }}<\/ref><ref>http:\/\/www.io.com\/~dierdorf\/ww-17.html<\/ref><ref>http:\/\/www.megafortress.com\/books\/book02p.htm<\/ref>\n\n== Lịch sử hoạt động ==\n[[Tập tin:B-52-castleafb-1957.jpg|nhỏ|Ba chiếc B-52B thuộc Không đoàn Ném bom 93 chuẩn bị cất cánh khỏi Căn cứ Không quân Castle, California, trong chuyến bay phá kỷ lục vòng quanh thế giới năm 1957]]\n\nMặc dù B-52A là phiên bản được sản xuất đầu tiên, nó chỉ được dùng trong thử nghiệm. Phiên bản hoạt động đầu tiên là kiểu '''B-52B''' vốn được phát triển song song với kiểu nguyên mẫu từ năm [[Hàng không năm 1951|1951]], bay lần đầu tiên vào tháng 12-1954. Chiếc B-52B ký hiệu 52-8711 được đưa vào sử dụng tại [[Phi Đội Ném bom Hạng nặng 93]] tại [[Căn cứ không quân Castle]], [[California]] ngày [[29 tháng 6]]-[[1955]]. Phi đội sẵn sàng hoạt động vào ngày [[12 tháng 3]] năm [[Hàng không năm 1956|1956]]. Việc huấn luyện đội bay B-52 bao gồm năm tuần lớp học trên mặt đất và bốn tuần bay, tích lũy 35-50 giờ bay.<ref name=\"knaack\"\/> Chiếc B-52B mới thay thế cho những chiếc B-36 đang hoạt động theo kiểu một-đổi-một.\n\nNhững hoạt động đầu tiên gặp khó khăn do thiếu phụ tùng cũng như phương tiện phục vụ trên mặt đất, trong khi đường băng và đường chạy bị hư hỏng vì trọng lượng của máy bay. Hệ thống dẫn nhiên liệu thường hay rò rỉ hay đóng băng, máy tính điều khiển ném bom và vũ khí kém tin cậy. Buồng lái gồm hai tầng nảy sinh một vấn đề độc đáo: tầng trên buồng lái dành cho phi công bị đốt nóng bởi ánh nắng mặt trời, trong khi hoa tiêu và sĩ quan radar ngồi ở tầng dưới lạnh lẽo. Do đó, điều chỉnh nhiệt độ cho vừa một ai đó sẽ làm người kia quá nóng nực hay bị lạnh cóng. Động cơ J57 còn mới và chưa được bền. Sự cố hỏng [[máy phát điện]] đã gây ra vụ rớt máy bay chết người B-52 đầu tiên vào [[tháng hai|tháng 2]] năm [[Hàng không năm 1956|1956]]<ref name=\"Baugher B\">Baugher, Joe. ''Boeing RB-52B\/B-52B Stratofortress'', [http:\/\/home.att.net\/~jbaugher2\/b52_4.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071223010933\/http:\/\/home.att.net\/~jbaugher2\/b52_4.html|date=ngày 23 tháng 12 năm 2007}}, Truy cập [[10 October]] [[2007]].<\/ref>, khiến loại máy bay này phải ngừng bay một thời gian ngắn. Sau đó B-52 còn bị ngưng bay vào tháng 7 vì những sự cố về hệ thống nhiên liệu và thủy lực. Để tránh những vấn đề về bảo trì, Không quân đã thành lập những nhóm ''Sky Speed'' hợp đồng thầu bảo trì tại mỗi căn cứ B-52. Ngoài việc bảo trì, những nhóm này thực hiện việc kiểm tra định kỳ tốn mất một tuần lễ cho mỗi máy bay.<ref name=\"knaack\"\/>\n\n[[Tập tin:Sac hist 008 x.jpg|nhỏ|Lộ trình chuyến bay không nghỉ vòng quanh thế giới trong ''Chiến dịch Power Flite'', trải qua 24.325 dặm (21.145 hải lý, 39.165 km) trong 45 giờ 19 phút năm 1957]]\n\nNgày [[21 tháng 5]] năm [[Hàng không năm 1956|1956]], một chiếc B-52B (số hiệu 52-0013) đã ném thử nghiệm trái [[vũ khí hạt nhân|bom khinh khí]] (một trái [[Bom hạt nhân Mark 15|Mk.15]]) trên [[đảo san hô vòng Bikini|đảo san hô Bikini]].<ref>{{Chú thích web|url=http:\/\/www.globalsecurity.org\/wmd\/systems\/b-52b.htm|tiêu đề=Global's B-52B}}<\/ref> Trong các ngày [[24 tháng 11|24]] và [[25 tháng 11]] năm [[Hàng không năm 1956|1956]], bốn chiếc B-52B thuộc Không đoàn Ném bom 93 và bốn chiếc B-52C thuộc Không đoàn Ném bom 42 đã bay không nghỉ vòng quanh chu vi lục địa Bắc Mỹ trong ''Chiến dịch Quick Kick'', trải qua 15.530 dặm (13.500 hải lý, 25.000&nbsp;km) trong 31 giờ 30 phút. Không quân Chiến lược lưu ý rằng thời gian bay còn có thể rút ngắn thêm 5-6 giờ nếu như bốn lần tiếp nhiên liệu trong khi bay được thực hiện bằng những máy bay tiếp dầu phản lực thay cho những chiếc [[KC-97 Stratotanker]] động cơ cánh quạt. Để biểu diễn khả năng vươn tới toàn cầu của chiếc B-52, từ ngày [[16 tháng 1|16]] đến ngày [[18 tháng 1]] năm [[Hàng không năm 1957|1957]], ba chiếc B-52B thực hiện chuyến bay không nghỉ vòng quanh thế giới trong ''Chiến dịch Power Flite'', trải qua 24.325 dặm (21.145 hải lý, 39.165&nbsp;km) trong 45 giờ 19 phút với nhiều lần tiếp nhiên liệu trên không bởi máy bay KC-97.<ref name=\"Baugher B\"\/> Không đoàn Ném bom 93 nhận được [[Giải thưởng Mackay]] do thành tích này.\n\nChiếc B-52 lập thêm nhiều kỷ lục trong vài năm sau đó. Vào ngày [[26 tháng 9]] năm [[Hàng không năm 1958|1958]], một chiếc B-52D lập kỷ lục thế giới về tốc độ 560.705&nbsp;mph (487 knot, 902&nbsp;km\/h) trên một quãng đường bay vòng tròn khép kín dài 10.000&nbsp;km (5.400 hải lý, 6.210 dặm) không mang tải trọng. Cùng ngày hôm đó, một chiếc B-52D khác lập kỷ lục thế giới về tốc độ 597.675&nbsp;mph (519 knot, 962&nbsp;km\/h) trên một quãng đường bay vòng tròn khép kín dài 5.000&nbsp;km (2.700 hải lý, 3.105 dặm) không mang tải trọng.<ref name=\"Baugher Service D\">Baugher, Joe. ''Service of Boeing B-52D Stratofortress''. [http:\/\/home.att.net\/~jbaugher2\/b52_10.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071223010712\/http:\/\/home.att.net\/~jbaugher2\/b52_10.html|date=ngày 23 tháng 12 năm 2007}} Access date: [[12 October]] [[2007]]<\/ref> Vào ngày [[14 tháng 12]] năm [[Hàng không năm 1960|1960]], một chiếc B-52G lập kỷ lục thế giới bay không tiếp thêm nhiên liệu một quãng đường 10.078,84 dặm (8.762 hải lý, 16.227&nbsp;km). Chuyến bay kéo dài 19 giờ 44 phút. Vào ngày [[10 tháng 1|10]] đến ngày [[11 tháng 1]] năm [[Hàng không năm 1962|1962]], một chiếc B-52H lập kỷ lục thế giới khi bay không tiếp thêm nhiên liệu từ [[Căn cứ Không quân Kadena]], [[Okinawa]], [[Nhật Bản]], đến [[Căn cứ Không quân Torrejon]], [[Tây Ban Nha]], trải qua 12.532,28 dặm (10.895 hải lý, 20.177&nbsp;km).<ref name=\"knaack\"\/>\n\nVào thời gian này, Bộ chỉ huy Không quân Chiến lược có lực lượng cao điểm nhất vào năm [[Hàng không năm 1963|1963]], 650 chiếc B-52 hoạt động trong 42 phi đội và tại 38 căn cứ.<ref>Baugher, Joe. ''Origin of the B-52''. [http:\/\/home.att.net\/~jbaugher2\/b52_1.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090107120744\/http:\/\/home.att.net\/~jbaugher2\/b52_1.html|date=ngày 7 tháng 1 năm 2009}} Access date: [[09 October]] [[2007]]<\/ref>\n\n=== Chiến tranh Việt Nam ===\n{{chính|Chiến tranh Việt Nam}}\n{{chính|Chiến dịch Linebacker II}}\n{{chính|B-52 trong Chiến tranh Việt Nam}}\n\nKhi tình hình xung đột tại Đông Nam Á leo thang, [[tháng sáu|tháng 6]] năm [[Hàng không năm 1964|1964]], 28 chiếc B-52F được gắn thêm đế bên ngoài có khả năng mang 24 bom 340&nbsp;kg (750&nbsp;lb) trong kế hoạch ''South Bay''. Sau đó thêm 46 máy bay nữa được cải tiến tương tự trong kế hoạch ''Sun Bath''. [[Tháng năm|Tháng 5]] năm [[Hàng không năm 1965|1965]], Hoa Kỳ đưa ra [[Chiến dịch Sấm Rền]], và phi vụ chiến đấu đầu tiên của [[Chiến dịch Arc Light]] (đuốc sáng) do B-52F thực hiện ngày [[18 tháng 6]] năm [[Hàng không năm 1965|1965]], khi 30 chiếc máy bay ném bom thuộc các phi đội ném bom 9 và 441 tấn công các vị trí đối phương tại Bến Cát, Bình Dương. Đợt máy bay ném bom đầu tiên đến điểm hẹn quá sớm, và trong khi cơ động để giữ nguyên đội hình, hai chiếc B-52 bị va chạm, làm tổn thất hai máy bay và tám nhân viên phi hành. Những chiếc còn lại, ngoại trừ một chiếc phải quay lại căn cứ xuất phát vì trục trặc kỹ thuật, tiếp tục bay đến mục tiêu và thực hiện ném bom.\n\nĐến [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1965|1965]], trong kế hoạch ''Big Belly'', một số máy bay B-52D được cải tiến để tăng tải trọng bom cho nhiệm vụ [[ném bom rải thảm]]. Trong khi lượng bom mang bên ngoài không thay đổi là 24 trái 227&nbsp;kg (500&nbsp;lb) hoặc 340&nbsp;kg (750&nbsp;lb), lượng bom mang được ở khoang trong thân tăng lên đến 84 bom 500&nbsp;lb hoặc 42 bom 750&nbsp;lb. Các cải tiến của kế hoạch Belly đã tạo ra tải trọng bom lên đến 27.215&nbsp;kg (60.000&nbsp;lb) với 108 quả. Sau khi cải tiến, B-52D có thể chở nhiều hơn 9.980&nbsp;kg (22.000&nbsp;lb) so với B-52E. Thay thế cho B-52F, những chiếc B-52D cải tiến bắt đầu hoạt động từ [[tháng tư|tháng 4]] năm [[Hàng không năm 1966|1966]] cất cánh từ [[guam|đảo Guam]]. Đến mùa Xuân năm [[Hàng không năm 1967|1967]], nó bắt đầu hoạt động từ căn cứ không quân [[Utapao]] tại [[Thái Lan]] nhờ có ưu thế không phải tiếp thêm nhiên liệu trong khi bay. Ngày [[15 tháng 4]] năm [[Hàng không năm 1968|1968]], một Đơn vị Huấn luyện Thay thế được thành lập tại căn cứ không quân Castle, nhằm chuyển loại các đội bay từ B-52E đến B-52H sang B-52D, cho phép họ tham gia chiến sự tại Đông Nam Á.<ref>{{Chú thích web | url = http:\/\/www.globalsecurity.org\/wmd\/systems\/b-52d.htm | tiêu đề = B | tác giả = | ngày = | ngày truy cập = 15 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nChỉ riêng chung quanh Sài Gòn - Gia Định, trong vòng chín ngày đầu tháng 6-1968, ''\"máy bay B-52 đã thực hiện 166 phi vụ\"'' (Hãng tin AP, ngày 21-6-1968). Để hiểu rõ hơn mức độ tàn phá của bom B-52 rải thảm, tờ Thời báo New York, ngày 26-8-1968 viết: ''\"Mỗi chiếc B52 có đủ bom để trải xuống thành một hình chữ nhật dài 1.000 mét, ngang 100 mét. Thấy kết quả khả quan nên số phi vụ B-52 tại miền nam Việt Nam được thực hiện ngày một tăng, trong nửa cuối năm 1965, số phi vụ hàng tuần là 100; đầu năm 1967, mỗi tuần có 186 phi vụ và đến tháng 8-1968 thì mỗi tuần có 350 phi vụ\"''. Ngay từ tháng 6-1968, tướng Mỹ C. Abram - người thay William Westmoreland làm Tư lệnh Bộ Chỉ huy quân Mỹ tại Sài Gòn, tuyên bố: ''\"Sẽ cho B52 ném thật nhiều bom đến mức (...) chỉ cần phái một đội tuần tra không vũ trang đi xa với những quyển sổ tay để ghi kết quả\"''. Nhưng Tạp chí Tin Mỹ và Thế giới, ngày 1-4-1968 cho rằng, việc ném bom và pháo kích bừa bãi của Mỹ có thể sẽ làm người Việt Nam thêm căm phẫn, và ''\"đẻ ra nhiều Việt cộng hơn là giết họ\"''<ref>https:\/\/nhandan.com.vn\/tin-tuc-su-kien\/T%E1%BA%BFt-M%E1%BA%ADu-Th%C3%A2n-1968-qua-nh%E1%BB%AFng-s%E1%BB%91-li%E1%BB%87u-484868\/<\/ref>.\n\nCao điểm của các cuộc tấn công của B-52 tại Việt Nam là trong ''[[Chiến dịch Linebacker II|Chiến dịch Điện Biên Phủ trên không]]'' bao gồm nhiều đợt B-52 (đa số là kiểu D, nhưng cũng có một số kiểu G có tải trọng bom nhỏ hơn và không có thiết bị gây nhiễu) ném bom vào [[Hà Nội]].\n\n[[Tập tin:Boeing B-52 dropping bombs.jpg|nhỏ|Một chiếc B-52F đang ném bom Mk 117 750 lb (340 kg) trong [[chiến tranh Việt Nam]]. |370x370px]]\n\nKhông quân Mỹ tuyên bố các xạ thủ súng đuôi trên những chiếc B-52D bắn hạ được hai máy bay [[Mikoyan-Gurevich MiG-21|MiG-21 \"Fishbeds\"]]; một chiếc vào ngày [[18 tháng 12]] năm [[Hàng không năm 1972|1972]] bởi trung sĩ Samuel O. Turner, và một chiếc vào ngày [[24 tháng 12]] năm [[Hàng không năm 1972|1972]], bởi binh nhất Albert E. Moore. Turner được trao tặng [[huy chương Ngôi sao Bạc]] cho chiến công này.<ref name=\"Futrell\">Futrell 1976<\/ref> (2 vụ bắn rơi này không được phía Việt Nam xác nhận và có lẽ là không có thật).\n\nSố liệu thiệt hại của B-52 tại Việt Nam theo phía Mỹ công nhận: 31 chiếc B-52 đã bị phá hủy hoàn toàn tại Việt Nam.<ref>[http:\/\/www.nampows.org\/B-52.html Vietnam war combat loss record]<\/ref> Trong đó, 17 bị bắn rơi tại chỗ do [[tên lửa đất đối không]], 2 chiếc khác bị tên lửa bắn hỏng nặng tới mức không thể sửa chữa được và bị tháo dỡ (coi như là bị tiêu diệt). Hai chiếc B-52F bị mất do va chạm trên không trong chiến dịch Arc Light đầu tiên. Có bảy chiếc B-52G bị mất (sáu chiếc do tên lửa SAM và một chiếc do lỗi kỹ thuật) và 9 chiếc B-52 các phiên bản khác (B-52D\/H) cũng bị mất trong [[Chiến dịch Linebacker II|Chiến dịch Điện Biên Phủ trên không]]<ref name=\"knaack\"\/>\n\nNgoài 31 chiếc bị phá hủy hoàn toàn, một số nguồn thống kê có 16 chiếc B-52 khác bị phòng không Việt Nam bắn hỏng (nhưng không rơi mà quay về được sân bay), trong đó có 9 chiếc bị bắn hỏng trong [[Chiến dịch Linebacker II|Chiến dịch Điện Biên Phủ trên không]]. Ngoài ra, còn có vài chiếc B-52 bị [[đặc công]] Việt Nam đột nhập vào sân bay ở [[Thái Lan]] để đánh hỏng tại kho chứa. Như vậy, ngoài 31 chiếc B-52 bị phá huỷ, tổng số B-52 bị đánh hỏng (nhưng chưa bị phá hủy hoàn toàn) vào khoảng 25 chiếc, tất cả số B-52 bị phá hủy hoặc hư hại trong chiến tranh Việt Nam là khoảng 66 chiếc.\n\nTrong số 25 chiếc bị hỏng, một số chiếc bị hỏng nặng đến mức không thể bay được nữa, nhưng Mỹ lại không tính là \"bị phá hủy hoàn toàn\", vì vậy số B-52 bị diệt trong thực tế phải cao hơn con số 31 mà Mỹ thừa nhận. Khi tiêu hủy vũ khí hạt nhân chiến lược theo hiệp ước cắt giảm vũ khí hạt nhân chiến lược giai đoạn 2 (SALT-II), các chuyên gia Liên Xô phát hiện nhiều máy bay B-52 được tiêu hủy tại sa mạc Nevada thực chất là các B-52 đã bị bắn hỏng nặng tại Việt Nam, chúng không còn bay được nữa nên bị tháo dỡ và được tập kết về đây để tiêu hủy.\n\nCòn theo nguồn tin của phía Việt Nam, tổng số B-52 bị tiêu diệt là 68 chiếc (tính cả số bị phòng không - không quân bắn rơi và số bị [[đặc công]] phá hỏng tại sân bay). Riêng trong chiến dịch Linebacker II, số máy bay B-52 bị mất là 34 chiếc. Và cũng lần đầu tiên trên thế giới cho đến nay (năm 2018), B-52 bị bắn rơi bởi máy bay [[MiG-21]] do phi công [[Phạm Tuân]] của Không quân Nhân dân Việt Nam. Con số này phù hợp với những bình luận đầy lo lắng trên AP: ''\"Cứ theo tốc độ bị bắn rơi như thế này thì chỉ sau ba tháng, B-52 sẽ tuyệt chủng\"''\n\n''\"Những thất bại trên là do lực lượng phòng không của Việt Nam đã biết khai thác triệt để các kẽ hở rất mờ nhạt trong hệ thống phòng thủ của B-52. Ngược lại, việc triển khai ồ ạt B-52 trong khoảng thời gian ngắn không cho phép Mỹ khắc phục những điểm yếu, dẫn đến B-52 bị các tên lửa đất đối không của Việt Nam tiêu diệt\"'', hãng thông tấn AP bình luận.\n\nĐây là thất bại nặng nề và duy nhất của loại máy bay này trên chiến trường, dẫn đến việc thay đổi hoàn toàn chiến lược sử dụng B-52 trong các giai đoạn sau.\n\n=== Chiến tranh Lạnh ===\nTrong thời kỳ [[Chiến tranh Lạnh]], B-52 thực hiện các nhiệm vụ tuần tra cảnh giác trên không dưới các tên mã như ''Head Start'', ''Chrome Dome'', ''Hard Head'', ''Round Robin'', và ''Giant Lance''. Những chiếc máy bay ném bom bay quanh quẩn tại các điểm bên ngoài lãnh thổ [[Liên Xô]] để sẵn sàng nhanh chóng tung ra đòn tấn công trước hoặc duy trì khả năng trả đũa trong một cuộc chiến tranh hạt nhân.<ref>{{Chú thích web | url = http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=1851 | tiêu đề = Factsheets: Unknown Fact Sheet | tác giả = | ngày = | ngày truy cập = 15 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref>((http:\/\/www.nautilus.org\/archives\/nukepolicy\/Denmark\/index.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20071231130921\/http:\/\/www.nautilus.org\/archives\/nukepolicy\/Denmark\/index.html |date = ngày 31 tháng 12 năm 2007}})), US Nuclear Weapons Deployments Disclosed, Nautilus Institute; ((http:\/\/www.nautilus.org\/archives\/library\/security\/foia\/USA\/CustodyTb.PDF {{Webarchive|url=https:\/\/web.archive.org\/web\/20090326135604\/http:\/\/www.nautilus.org\/archives\/library\/security\/foia\/USA\/CustodyTb.PDF |date = ngày 26 tháng 3 năm 2009}})) History of the Custody and Deployment of Nuclear Weapons: tháng 7 năm 1945 to tháng 9 năm 1977, Office of the Assistant to the Secretary of Defense (Atomic Energy)<\/ref>\n\nNgày [[17 tháng 1]] năm [[Hàng không năm 1966|1966]], xảy ra [[sự cố bom hạt nhân Palomares]] khi một chiếc B-52G đụng phải một chiếc máy bay tiếp nhiên liệu [[Boeing KC-135 Stratotanker|KC-135 Stratotanker]] bên trên vùng trời Palomares, [[Tây Ban Nha]]. Bốn trái bom hạt nhân cỡ megaton bị rơi xuống biển (cả bốn sau này đều được tìm thấy). Hai trong số bốn trái bom bị vỡ một phần do một vụ nổ nhỏ, gây phát tán nghiêm trọng các chất liệu phóng xạ [[plutoni]]um và [[urani]]um. May mắn là các chốt an toàn đã giữ không gây ra vụ nổ dây chuyền hạt nhân, nếu không đã là một thảm họa hạt nhân thật sự. Sau sự cố, 1.400 tấn đất bị nhiễm phóng xạ được gửi sang Hoa Kỳ.<ref name=\"knaack\"\/> Vụ tai nạn và việc nhiễm phóng xạ tỏ ra vô cùng tốn kém đến nỗi phải chấm dứt chương trình tuần tra cảnh giác trên không. Năm [[Hàng không năm 2006|2006]] một thỏa thuận đã đạt được giữa Hoa Kỳ và Tây Ban Nha trong việc điều tra và xử lý ô nhiễm sau tai nạn.\n\nNgày [[22 tháng 1]] năm [[Hàng không năm 1968|1968]], một chiếc máy bay B-52G khác đang chở bốn trái bom hạt nhân bị rơi trên tuyết tại [[vịnh North Star]] trong khi đang cố gắng hạ cánh khẩn cấp xuống [[Căn cứ không quân Thule]], [[Greenland]]. Đám cháy sau đó cũng gây nhiễm xạ lan rộng mà việc xử lý kéo dài cho đến tận tháng 9 năm đó.<ref name=\"knaack\"\/>\n\nTrong cuộc [[Chiến tranh Yom Kippur]] vào [[tháng mười|tháng 10]] năm [[Hàng không năm 1973|1973]], phía [[Liên Xô]] đã đe dọa sẽ can thiệp nhân danh [[Ai Cập]] và [[Syria]]. Để ngăn chặn, [[Tổng thống Hoa Kỳ|Tổng thống]] [[Richard Nixon|Richard M. Nixon]] đã ra lệnh nâng tình trạng báo động quân sự lên mức [[DEFCON]] 3. [[Bộ trưởng quốc phòng Hoa Kỳ|Bộ trưởng quốc phòng]] [[Melvin Laird]] đã ra lệnh cho máy bay B-52 sẵn sàng tham chiến. Những chiếc máy bay B-52 mang đủ vũ khí và được đổ đầy nhiên liệu đã bay quanh [[Greenland]]. Liên Xô đã không can thiệp trực tiếp vào cuộc chiến tranh này.\n[[Tập tin:B52B 008nose.jpg|nhỏ|phải|NB-52B ''[[Balls 8]]'' tại [[Căn cứ Không quân Edwards]], trong đợt Thao diễn Hàng không CA 2003.]]\nNhững chiếc B-52B kết thúc tuổi thọ cấu trúc thân máy bay vào giữa những năm [[Thập niên 1960|1960]] và tất cả được cho nghỉ hưu vào [[tháng sáu|tháng 6]] năm [[Hàng không năm 1966|1966]], sau đó đến lượt những chiếc B-52C vào ngày [[29 tháng 9]] năm [[Hàng không năm 1971|1971]]; ngoại trừ chiếc thử nghiệm của NASA B-52B \"008\" mà sau này nghỉ hưu năm [[Hàng không năm 2004|2004]].<ref>[http:\/\/www.nasa.gov\/vision\/earth\/improvingflight\/B-52B_retires.html NASA's B-52B Retires]<\/ref> Một chiếc phiên bản B còn lại, chiếc \"005\", được trưng bày tại [[Bảo tàng Hàng không và Không gian Wings Over the Rockies]] tại [[Denver|Denver, Colorado]].\n\nMột vài chiếc phiên bản E hết hạn sử dụng được cho nghỉ hưu trong những năm [[Hàng không năm 1967|1967]] và [[Hàng không năm 1968|1968]], nhưng đa số (82) được nghỉ hưu từ [[tháng năm|tháng 5]]-[[Hàng không năm 1969|1969]] đến [[tháng ba|tháng 3]]-[[Hàng không năm 1970|1970]]. Đa số phiên bản F cũng được cho nghỉ hưu giữa năm [[Hàng không năm 1967|1967]] và năm [[Hàng không năm 1973|1973]], nhưng có 23 chiếc tiếp tục hoạt động như máy bay huấn luyện cho đến năm [[Hàng không năm 1978|1978]]. Đội bay phiên bản D phục vụ được lâu hơn. 80 chiếc B-52D được nâng cấp trong chương trình ''Pacer Plank'' (ECP 1581) tại xưởng Wichita của Boeing. Vỏ bọc phần dưới cánh và thân được thay mới, cũng như nhiều thành phần cấu trúc khác. Công việc hoàn tất năm [[Hàng không năm 1977|1977]] với phí tổn 219 triệu Đô la. Đội bay B-52D tồn tại đến năm [[Hàng không năm 1978|1978]], khi 37 chiếc được nghỉ hưu, và số còn lại cũng được nghỉ hưu giữa các năm [[Hàng không năm 1982|1982]] và [[Hàng không năm 1983|1983]].\n[[Tập tin:B52sdestroyed.jpg|nhỏ|trái|Những chiếc B-52 nghỉ hưu được chứa tại [[AMARC]], một cơ sở tồn kho giữa [[Hoang mạc|sa mạc]] được gọi là \"Boneyard\" tại [[Căn cứ Không quân Davis Monthan]], [[Tucson, Arizona]].]]\nNhững chiếc phiên bản G và H còn lại được sử dụng cho nhiệm vụ sẵn sàng (\"cảnh giác\") hạt nhân như là một trong ba [[thế chân vạc hạt nhân]] của Hoa Kỳ. Chiến lược này bao gồm tên lửa liên lục địa phóng từ mặt đất, tên lửa phóng từ tàu ngầm và máy bay ném bom. Chiếc [[Rockwell B-1 Lancer|B-1B Lancer]] vốn được dự định để thay thế B-52, chỉ thay thế những phiên bản cũ và thay cho kiểu máy bay ném bom siêu âm [[General Dynamics F-111 Aardvark|FB-111]]. Sau khi [[Liên Xô tan rã]], những chiếc B-52G được tháo dỡ theo những điều khoản của [[Hiệp ước Cắt giảm vũ khí chiến lược]] (START). Theo đó có 365 chiếc máy bay B-52 sẽ bị phá hủy, và tiến trình này được phía [[Nga]] giám sát trực tiếp hay thông qua hình ảnh vệ tinh. Ngày nay, chỉ còn phiên bản H vẫn đang hoạt động. B-52 đã chấm dứt việc tuần tra liên tục 24 giờ vào năm [[Hàng không năm 1991|1991]].\n=== [[Chiến tranh Vùng Vịnh]] và sau đó ===\nNăm [[Hàng không năm 1991|1991]] những chiếc B-52G xuất phát từ những căn cứ tại [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] và tại đảo [[Diego Garcia]] đã bay những phi vụ ném bom tầm thấp cho đến khi các [[lực lượng Liên quân]] chiếm được ưu thế trên không hoàn toàn và có khả năng khống chế mọi hệ thống phòng không có thể bắn tới các máy bay ném bom tầm cao. B-52 có vai trò quan trọng trong quá trình [[chiến tranh vùng Vịnh|chiến dịch Bão táp Sa mạc]] (Desert Storm) vì chúng có thể được sử dụng mà tránh khỏi bị trừng phạt. Mặc dù tính phá hủy không cao so với các vũ khí hiện đại hơn như bom chùm hay đầu đạn dẫn đường chính xác, các kiểu tấn công thông thường được dùng vì chúng có chi phí rẻ hơn; và vì được hy vọng sẽ làm mất tinh thần các lực lượng [[Iraq]] phòng thủ, khiến họ khiếp sợ mà đầu hàng hơn là bị tiêu diệt. Trong chiến tranh Vùng Vịnh, B-52 chỉ bị thiệt hại một chiếc bị rơi do tai nạn, 1 chiếc B-52 bị bắn hỏng nặng bởi tiêm kích [[Mikoyan MiG-29|MiG-29]] của Iraq, và nhiều chiếc khác bị hư hại nhẹ do các hoạt động đối phương.\n\nVào năm [[Hàng không năm 1991|1991]] một chuyến bay B-52G xuất phát và kết thúc từ [[Căn cứ Không quân Barksdale]], [[Louisiana]], để tấn công mục tiêu tại [[Iraq]]. Đây là phi vụ chiến đấu dài nhất từng được thực hiện trong lịch sử vào lúc đó: Chuyến bay kéo dài 35 giờ và trải qua 14.000 dặm. Đến ngày [[2 tháng 9|2]] và [[3 tháng 9]] năm [[Hàng không năm 1996|1996]], hai chiếc B-52H đã tấn công các mục tiêu tại Iraq với 13 tên lửa hành trình mang đầu đạn thông thường trong một phần của [[Chiến dịch Tấn công Sa mạc]], một phi vụ kéo dài 34 giờ, trải qua 16.000 dặm từ [[Căn cứ Không quân Andersen]], tại [[Guam]]. Chuyến bay này là một phi vụ chiến đấu dài nhất từng được thực hiện trong lịch sử. Chỉ hai ngày trước đó, đội bay đã hoàn tất chuyến bay kéo dài 17 giờ từ [[Louisiana]] đến [[Guam]].\n\nB-52 cũng góp phần vào chiến thắng của lực lượng [[Hoa Kỳ|Mỹ]] trong [[Chiến dịch Thực thi Tự do]] (Enduring Freedom) tại [[Afghanistan]] năm [[Hàng không năm 2001|2001]], nhờ khả năng bay lâu bên trên chiến trường và hỗ trợ tấn công mặt đất qua việc sử dụng các vũ khí dẫn đường chính xác, một nhiệm vụ trước đây chỉ được giao cho máy bay tiêm kích và máy bay cường kích. B-52 cũng giữ vai trò chủ chốt trong [[Chiến dịch Iraq Tự do]] (Iraqi Freedom) năm [[Hàng không năm 2003|2003]], khi nó hỗ trợ mặt đất và ném bom.\n\n== Các cải tiến trong phục vụ ==\n[[Tập tin:B-52 Stratofortress Takeoff.jpg|nhỏ|phải|Một chiếc B-52H Stratofortress cất cánh từ [[Căn cứ Không quân Andersen]], [[Guam]].]]\nTháng 11 năm [[Hàng không năm 1959|1959]], Bộ chỉ huy Không quân Chiến lược khởi sự chương trình cải tiến ''Big Four'' (còn được biết đến dưới tên ''Modification 1000'') cho mọi chiếc B-52 đang hoạt động trừ những phiên bản B đời đầu. Bốn cải tiến đưa ra là:\n# Có khả năng hoạt động can thiệp trong mọi thời tiết ở độ cao thấp (dưới 500&nbsp;ft\/150 m) như là đáp ứng lại những sự tiến bộ về tên lửa phòng thủ của [[Liên Xô]]. Những phi vụ bay tầm thấp được ước tính gia tốc sự hư hại khung máy bay ít nhất theo hệ số tám lần, đòi hỏi những chi phí sửa chữa tốn kém để kéo dài thời gian hoạt động.\n# Có khả năng phóng tên lửa [[AGM-28 Hound Dog]] đầu đạn hạt nhân\n# Có khả năng phóng pháo sáng [[ADM-20 Quail]]\n# Một bộ [[Tác chiến điện tử|phản công điện tử]] (ECM) tiên tiến\nChương trình được hoàn tất vào năm [[Hàng không năm 1963|1963]] với chi phí tổng cộng 265 triệu Đô la Mỹ.<ref name=\"knaack\"\/>\n\nKhả năng có thể mang cho đến 20 tên lửa [[AGM-69 SRAM]] đầu đạn hạt nhân được bổ sung cho các phiên bản G và H vào năm [[Hàng không năm 1971|1971]] với chi phí tổng cộng 400 triệu Đô la Mỹ.<ref name=\"knaack\"\/>\n\nSự rò rỉ nhiên liệu do hỏng hóc [[đai siết Marman]] (Marman clamp) tiếp tục ảnh hưởng đến tất cả các phiên bản của B-52. Nhằm mục đích này, chiếc máy bay trải qua các chương trình ''Blue Band'' (1957), ''Hard Shell'' (1958), và cuối cùng ''Quick Clip'' (1958). Chương trình cuối gắn những đai an toàn nhằm ngăn ngừa sự mất nhiên liệu tai hại trong trường hợp hỏng đai.<ref name=\"knaack\"\/>\n\nNhững vấn đề tiếp tục với hệ thống điện tử tiên tiến được xử lý trong chương trình ''Jolly Well'', hoàn tất năm [[Hàng không năm 1964|1964]], đã cải tiến những thành phần của máy tính dẫn đường ném bom AN\/ASQ-38 và máy tính theo dõi địa hình. Nâng cấp MADREC (phát hiện và ghi nhận hỏng hóc) được trang bị cho hầu hết máy bay vào năm [[Hàng không năm 1965|1965]] có thể phát hiện các hỏng hóc trong hệ thống máy tính hành trình và vũ khí, và cần thiết để theo dõi tên lửa Hound Dog. Khả năng [[phản công điện tử]] của B-52 được tăng cường bởi các chương trình ''Rivet Rambler'' (1971) và ''Rivet Ace'' (1973).<ref name=\"knaack\"\/>\n\nHiện tượng [[Giảm sức chịu đựng (vật liệu)|giảm sức chịu đựng kim loại]], bị làm trầm trọng hơn do thay đổi nhiệm vụ hoạt động ở tầm thấp, được xử lý lần đầu tiên vào những năm [[Thập niên 1960|1960]] bởi chương trình ''High Stress'' gồm ba giai đoạn thu nạp những máy bay có 2.000 giờ bay. Nó được tiếp nối bởi một chương trình kéo dài tuổi thọ phục vụ 2.000 giờ cho một số khung máy bay chọn lọc trong giai đoạn [[Hàng không năm 1966|1966]] - [[Hàng không năm 1968|1968]], và chương trình ''Pacer Plank'' bọc lại vỏ máy bay rộng rãi hoàn tất vào năm [[Hàng không năm 1977|1977]].<ref name=\"knaack\"\/> Kiểu [[cánh ướt]] dùng trên phiên bản G và H càng dễ bị ảnh hưởng hơn nữa đối với hiện tượng giảm sức chịu đựng kim loại do phải chịu 60% nhiều áp lực hơn khi bay hơn kiểu cánh cũ. Cánh được cải tiến vào năm [[Hàng không năm 1964|1964]] trong chương trình ''ECP 1050'' với chi phí 219 triệu Đô la Mỹ. Nó được tiếp nối bởi việc thay thế lớp vỏ phủ thân và thay khung (''ECP 1185'') chi phí 50 triệu Đô la Mỹ vào năm [[Hàng không năm 1966|1966]], và chương trình ''Gia tăng ổn định và Kiểm soát bay B-52'' (''ECP 1195'') chi phí 69 triệu Đô la Mỹ vào năm [[Hàng không năm 1967|1967]].<ref name=\"knaack\"\/>\n\n=== Nền tảng thử nghiệm nhiên liệu thay thế ===\nVào [[tháng chín|tháng 9]] năm [[Hàng không năm 2006|2006]], B-52 trở thành một trong những máy bay quân sự Hoa Kỳ đầu tiên sử dụng một loại nhiên liệu ‘thay thế’. [[Syntroleum]], một hãng dẫn đầu về kỹ thuật [[Fischer-Tropsch]] (FT), công bố rằng loại nhiên liệu phản lực Ultra-Clean của họ đã được thử nghiệm thành công trên một chiếc B-52. Nó cất cánh từ [[Căn cứ Không quân Edwards]] với một hỗn hợp gồm phân nửa FT và phân nửa nhiên liệu phản lực thông thường [[JP-8]] được đốt trên hai trong số tám động cơ của chiếc máy bay. Việc này đã đánh dấu lần đầu tiên loại nhiên liệu phản lực FT được thử nghiệm trên một chuyến bay quân sự biểu diễn, và là chuyến bay đầu tiên trong một loạt các chuyến bay thử nghiệm được vạch kế hoạch.<ref name=\"anr1\">Zamorano, Marti, \"B-52 synthetic fuel testing: Center commander pilots first Air Force B-52 flight using solely synthetic fuel blend in all eight engines\", ''Aerotech News and Review'', [[22 tháng 12]] năm [[2006]]<\/ref>\n\nVào ngày [[15 tháng 12]] năm [[Hàng không năm 2006|2006]], máy bay ''Wise Guy'' số hiệu 61-0034 cất cánh từ Căn cứ Edwards với hỗn hợp nhiên liệu tổng hợp được dùng cho tất cả tám động cơ, lần đầu tiên mà một máy bay của Không quân hoàn toàn bay bằng hỗn hợp này. Chuyến bay thử nghiệm được điều khiển bởi Đại tướng Curtis Bedke, chỉ huy trưởng Trung tâm Bay thử nghiệm Edwards, lần đầu tiên trong vòng 36 năm mà chỉ huy của cơ sở thực hiện chuyến bay đầu tiên của một chương trình bay thử nghiệm. Chuyến bay kéo dài bảy giờ và đạt đến độ cao 48.000&nbsp;ft, và được xem là một thành công.<ref name=\"anr1\"\/>\n\nVào ngày [[8 tháng 8]] năm [[Hàng không năm 2007]], người đứng đầu Bộ Không quân Hoa Kỳ là [[Michael Wynne]] chứng nhận rằng kiểu máy bay B-52H hoàn toàn được chấp nhận để sử dụng hỗn hợp FT, đánh dấu việc kết luận chính thức của chương trình thử nghiệm.<ref name=anr2>Hernandez, Jason, \"SECAF certifies synthetic fuel blends for B-52H\", ''Aerotech News and Review'', [[10 tháng 8]] năm [[2007]]<\/ref>\n\nChương trình này là một phần của Sáng kiến Đảm bảo Nhiên liệu [[Bộ Quốc phòng Hoa Kỳ|Bộ Quốc phòng Mỹ]], một nỗ lực nhằm đạt được các nguồn trong nước cho các nhu cầu về năng lượng cho quân sự. Lầu Năm Góc hy vọng giảm thiểu được việc sử dụng dầu thô từ các nhà sản xuất nước ngoài và sẽ đạt được khoảng phân nửa nhiên liệu máy bay từ các nguồn thay thế vào năm 2016.<ref name=\"anr1\"\/> Với chiếc B-52 giờ đây được chấp nhận để sử dụng hỗn hợp FT, Không quân Mỹ sẽ dùng các quy trình thử nghiệm được phát triển trong chương trình để chứng nhận chiếc [[C-17 Globemaster III]] rồi sau đó là chiếc [[Rockwell B-1 Lancer|B-1B]] để sử dụng loại nhiên liệu này. Không quân dự định thử nghiện và chứng nhận mỗi loại máy bay đang có của họ để sử dụng loại nhiên liệu này vào năm 2011.<ref name=anr2\/>\n\n== Tương lai của B-52 ==\n[[Tập tin:B52MinotAFB.jpg|nhỏ|phải|B-52H tại [[Căn cứ Không quân Minot]], North Dakota (tháng 7 năm 2005)]]\n[[Tập tin:Photo of two engines during maintenance work at a Boeing B-52.jpg|nhỏ|phải|Hai động cơ của máy bay B-52 đang được bảo trì tại xưởng của hãng [[Boeing]]]]\n[[Không quân Hoa Kỳ]] dự định giữ lại những chiếc B-52 trong phục vụ cho đến ít nhất là năm [[2040]], một khoảng thời gian hoạt động dài chưa từng có trong lịch sử đối với một máy bay quân sự.<ref>''B-52 Stratofortress''.[[Hoa Kỳ Air Force]] [https:\/\/web.archive.org\/web\/20030623184100\/http:\/\/www.af.mil\/factsheets\/factsheet.asp?fsID=83] Truy cập ngày: [[8 tháng 2]] năm [[2007]]<\/ref> Đây là một điều đặc biệt đáng kể khi biết rằng chiếc B-52 cuối cùng được chế tạo là vào năm [[Hàng không năm 1962|1962]]. Những chiếc B-52 được định kỳ tân trang tại các kho bảo trì của Không quân Hoa Kỳ như tại [[Căn cứ Không quân Tinker]], [[Oklahoma]]. Do đó, cho dù có tuổi thời gian cao, tuổi phục vụ hiệu quả của chúng khá \"trẻ\".\n\n[[Không quân Hoa Kỳ]] tiếp tục sử dụng chiếc B-52 vì nó vẫn là kiểu máy bay ném bom hạng nặng có hiệu quả kinh tế, đặc biệt là cho kiểu những xung đột xảy ra sau thời kỳ [[Chiến tranh Lạnh]] chống lại những nước có khả năng phòng không hạn chế. Khả năng của chiếc B-52 có thể bay lâu trên chiến trường để ném các loại [[Bom tấn công trực diện phối hợp|bom thông minh]] và đầu đạn [[bắn trực tiếp]] có giá trị rất lớn trong những cuộc xung đột, như trong [[Chiến dịch Thực thi Tự Do]] tại [[Afghanistan]]. Tốc độ và khả năng tàng hình của những chiếc [[Rockwell B-1 Lancer|B-1 Lancer]] và [[Northrop Grumman B-2 Spirit|B-2 Spirit]] chỉ thực sự hữu ích cho đến khi hệ thống phòng không đối phương bị tiêu diệt, một nhiệm vụ thường đạt được một cánh nhanh chóng trong các cuộc xung đột gần đây. Chiếc B-52 cũng đạt được tỉ lệ thời gian sẵn sàng chiến đấu cao nhất trong số ba kiểu máy bay ném bom hạng nặng đang được Không quân Hoa Kỳ sử dụng. Trong khi chiếc B-1 đạt được tỉ lệ thời gian trung bình là 53%<ref>{{Chú thích web |url=http:\/\/findarticles.com\/p\/articles\/mi_m0IBP\/is_6_45\/ai_77106313 |ngày truy cập=2012-07-08 |tựa đề=''\"Buff\" and Tough'' '''Airman''', June, 2001 by Louis A. Arana-Barradas |archive-date = ngày 8 tháng 7 năm 2012 |archive-url=https:\/\/archive.is\/20120708084833\/findarticles.com\/p\/articles\/mi_m0IBP\/is_6_45\/ai_77106313 |url-status=live }}<\/ref> và chiếc B-2 đạt được 26% <ref>[http:\/\/www.fas.org\/pub\/gen\/mswg\/stealth\/]<\/ref>, thì chiếc B-52 đạt trung bình đến 80%.<ref>{{Chú thích web |url=http:\/\/findarticles.com\/p\/articles\/mi_m0IBP\/is_6_45\/ai_77106313 |ngày truy cập=2012-07-08 |tựa đề='BUFF' and Tough—the B-52 bomber has been a valuable and effective member of the Air Force since 1955 |archive-date = ngày 8 tháng 7 năm 2012 |archive-url=https:\/\/archive.is\/20120708084833\/findarticles.com\/p\/articles\/mi_m0IBP\/is_6_45\/ai_77106313 |url-status=live }}<\/ref>\n\n[[Boeing]] đã đề nghị tái trang bị đội máy bay B-52H với kiểu động cơ mới [[Rolls-Royce RB211|Rolls-Royce RB211 534E-4]], theo đó tám động cơ [[Pratt & Whitney TF33]] (lực đẩy tổng cộng 8 × 17.000&nbsp;lbf hoặc 75,6&nbsp;kN) sẽ được thay thế bằng bốn động cơ Rolls-Royce RB211 (lực đẩy tổng cộng 4 × 37.400&nbsp;lbf hoặc 166,4&nbsp;kN). Các động cơ Rolls-Royce sẽ giúp nâng tầm bay và tải trọng của đội máy bay đồng thời giảm lượng nhiên liệu tiêu thụ. Tuy nhiên, chi phí của dự án sẽ rất đáng kể. Sẽ phải chi phí khoảng 2,56 tỷ đô la Mỹ (36 triệu × 71 máy bay). Một nghiên cứu của [[Văn phòng Tổng kiểm toán Quốc gia]] về đề xuất này kết luận rằng các khoảng tiết kiệm do Boeing ước tính trị giá 4,7 tỷ đô la Mỹ là không thực tế. Ho khám phá ra rằng Không quân sẽ phải chi phí 1,3 tỷ đô la Mỹ để duy trì các động cơ hiện tại.<ref>[http:\/\/www.globalsecurity.org\/wmd\/systems\/b-52-upgrade.htm Global's B-52 Upgrade]<\/ref> Điều này đã đưa đến những tranh luận sau đó trong một báo cáo của Ủy ban Khoa học Quốc phòng năm [[Hàng không năm 2003|2003]] và được sửa đổi năm [[Hàng không năm 2004|2004]] tìm thấy nhiều sai lầm trong sự đánh giá trước đây đối với đề nghị của Boeing, và thúc đẩy Không quân nên thay đổi động cơ không nên trì hoãn. Hơn nữa, báo cáo của Ủy ban nhấn mạnh rằng chương trình sẽ giúp tiết kiệm ngân quỹ đáng kể, giảm thải khí gây hiệu ứng nhà kính, gia tăng tầm bay của và sức chịu đựng của chiếc máy bay, lặp lại những kết luận của một chương trình nghiên cứu chính thức từ ngân quỹ của [[Quốc hội Hoa Kỳ|Quốc hội Mỹ]] trị giá 3 triệu Đô la Mỹ thực hiện vào năm [[Hàng không năm 2003|2003]].<ref>[http:\/\/www.acq.osd.mil\/dsb\/reports\/2004-06-b52h_re-engining.pdf ''Defense Science Board Task Force on B-52H Re-Engining''.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071201125927\/http:\/\/www.acq.osd.mil\/dsb\/reports\/2004-06-b52h_re-engining.pdf |date = ngày 1 tháng 12 năm 2007}} Truy cập ngày: [[1 tháng 8]] năm [[2007]]<\/ref>\n\n== Các phiên bản ==\n[[Tập tin:XB52.JPG|nhỏ|phải|XB-52]]\n[[Tập tin:B52D.JPG|nhỏ|phải|B-52D]]\n[[Tập tin:B52H.JPG|nhỏ|phải|B-52H]]\n[[Tập tin:B52B 005nose.jpg|nhỏ|phải|Chiếc RB-52B được cải biến thành chiếc B-52B ''Balls 5'' tại [[Bảo tàng Hàng không và Không gian Wings Over the Rockies]].]]\n[[Tập tin:Nasa-b52-040721-wp-cr.jpg|nhỏ|phải|Chiếc NB-52B ''Balls 8'' của NASA (dưới thấp) và chiếc thay thế cho nó B-52H tại [[Căn cứ Không quân Edwards]].]]\n[[Tập tin:B52LAFB.JPG|nhỏ|phải|Chiếc B-52G đang được trưng bày tại [[Căn cứ Không quân Langley]], [[Hampton, Virginia]].]]\n[[Tập tin:B-52H static display arms 06.jpg|phải|nhỏ|Boeing B-52H triển lãm cùng vũ khí, Căn cứ Không quân Barksdale, 2006]]\nNguồn:<ref name=\"knaack\"\/>\n;B-52A\n:Phiên bản sản xuất đầu tiên, có ba chiếc được chế tạo, tất cả đều được cho Boeing mượn để bay thử nghiệm.\n;B-52A\n:Chiếc B-52A cuối cùng (số hiệu 52-0003) được cải tiến vào năm [[Hàng không năm 1959|1959]] để mang được một chiếc [[North American X-15]] với chi phí là 2 triệu Đô la Mỹ. Một đế được gắn thêm bên dưới cánh phải giữa thân máy bay và cặp động cơ phía trong, và một phần của [[cánh nắp]] kích thước 1,8 x 2,4 m (6 x 8 ft) được tháo bỏ khỏi cánh phải dành chỗ cho đuôi của chiếc X-15. Các thùng chứa oxygen lỏng được gắn trong khoang bom để nạp nhiên liệu cho chiếc X-15 trước khi cất cánh. Chuyến bay đầu tiên của chiếc X-15 được thực hiện vào ngày [[10 tháng 3]] năm [[Hàng không năm 1959|1959]], và chiếc NB-52A đã mang chiếc X-15 tổng cộng 59 lần trong tổng số 199 chuyến bay của chương trình thử nghiệm này.\n;B-52B\n:Phiên bản có động cơ và thiết bị điện tử được nâng cấp. Trong số 50 chiếc được chế tạo, 27 chiếc có khả năng mang một cụm trinh sát hình ảnh thành phiên bản '''RB-52B''' (đội bay được tăng lên tám thành viên trên những máy bay này). Bảy chiếc B-52B được nâng cấp lên tiêu chuẩn B-52C trong ''Kế hoạch Sunflower''.\n;RB-52B\n:Máy bay ném bom B-52B có khả năng mang một cụm trinh sát hình ảnh. Cụm cân nặng 300 lb (136 kg) này chứa các bộ thu sóng radio, phối hợp các máy ảnh K-36, K-38 vàT-11, và do hai thành viện đội bay điều khiển ngồi trên những [[ghế phóng]] hướng xuống dưới. Chỉ mất bốn giờ để gắn cụm này.\n;NB-52B\n:Chiếc B-52B số hiệu 52-0008 được cải biến thành nền tảng để phóng chiếc X-15 với chi phí là 2 triệu Đô la Mỹ. Sau đó nó bay như là chiếc \"[[Balls 8]]\" nổi tiếng hỗ trợ các nghiên cứu của [[NASA]] cho đến ngày [[17 tháng 12]] năm [[Hàng không năm 2004|2004]], trở thành chiếc B-52B được bay cũ nhất. Nó được thay thế bởi một chiếc B-52H cải biến.\n;B-52C\n:Phiên bản có tải trọng chung gia tăng thêm 13.605 kg (30.000 lb), gia tăng trữ lượng nhiên liệu, thùng nhiên liệu dưới cánh lớn hơn, sơn màu [[trắng chống lóe]]. Được đưa vào hoạt động từ [[tháng sáu|tháng 6]] năm [[Hàng không năm 1956|1956]], có 35 chiếc được chế tạo.\n;RB-52C\n:Mọi chiếc thuộc phiên bản B-52C đều có thể cải biến cho nhiệm vụ trinh sát theo cách tương tự như kiểu RB-52B.\n;B-52D\n:Máy bay ném bom tầm xa chuyên dụng không có khả năng trinh sát, được cải biến để mang được tải trọng bom thông thường nặng hơn dùng để [[ném bom rải thảm]] tại Việt Nam. Mặt dưới máy bay được sơn đen để chống lại đèn pha tìm kiếm. Được đưa vào hoạt động từ [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1956|1956]], có 170 chiếc B-52D được chế tạo.\n;B-52E\n:Phiên bản được nâng cấp thiết bị điện tử và hệ thống dẫn đường ném bom, được đưa vào hoạt động từ [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1957|1957]], có 100 chiếc được chế tạo.\n;NB-52E\n:Một chiếc (số hiệu 56-0632) được cải biến thành máy bay thử nghiệm cho nhiều hệ thống khác nhau của B-52 với chi phí 6,02 triệu đô la Mỹ. Chiếc máy bay được trang bị [[cánh mũi]] và một hệ thống LAMS (Load Alleviation and Mode Stabilization) giúp làm giảm nhẹ hiện tượng giảm sức chịu đựng kim loại của khung máy bay do gió xoáy khi bay tầm thấp. Trong một thử nghiệm, chiếc máy bay đạt được tốc độ 18,5 km\/h (10 hải lý mỗi giờ; 11,5 dặm mỗi giờ) nhanh hơn mà không có bất cứ tổn hại nào vì cánh mũi đã loại trừ được 30% rung động đứng và 50% rung động ngang gây ra do gió xoáy.<ref>[http:\/\/history.nasa.gov\/monograph12\/ch13.htm NASA Flight Data]<\/ref>\n;B-52F\n:Trang bị động cơ J57-P-43W với hệ thống phun nước động cơ dung lượng lớn hơn và máy phát điện mới, đưa vào hoạt động từ [[tháng sáu|tháng 6]] năm [[Hàng không năm 1958|1958]], có 89 chiếc được chế tạo.\n;B-52G\n:Phiên bản B-52G được đề nghị để kéo dài vòng đời phục vụ của chiếc B-52 do sự chậm trễ trong chương trình phát triển chiếc [[Convair B-58 Hustler|B-58 Hustler]]. Ban đầu, một sự thiết kế lại tận gốc được đưa ra với kiểu cánh hoàn toàn mới và kiểu động cơ [[Pratt & Whitney J75]]. Điều này bị bác bỏ để tránh làm chậm trễ việc sản xuất, cho dù một số thay đổi được áp dụng. Thay đổi đáng kể nhất trong số đó là kiểu \"cánh ướt\" hoàn toàn mới có các thùng nhiên liệu tích hợp bên trong làm gia tăng đáng kể trữ lượng nhiên liệu. Trọng lượng toàn thể chiếc máy bay được tăng thêm 17.235 kg (38.000 lb) so với các phiên bản trước. Thêm vào đó, một cặp thùng nhiên liệu bên ngoài 2.650 L (700 US gal) được lắp dưới cánh. Kiểu [[cánh tà]] thông thường trên cánh cũng được thay thế bằng [[tấm lái ngang]] để điều khiển việc lộn vòng. Cánh đuôi được cắt ngắn 2,4 m (8 ft), hệ thống phun nước động cơ dung lượng tăng lên 4.540 L (1.200 US gal), và [[vòm radar]] mũi được mở rộng. Xạ thủ súng đuôi được trang bị ghế phóng và được bố trí về buồng lái chính. Mô phỏng khái niệm \"Trạm chiến đấu\" (Battle Station), đội bay tấn công (gồm phi công, phi công phụ, và hai sĩ quan vận hành hệ thống dẫn đường ném bom ở tầng dưới) ngồi hướng ra phía trước, trong khi đội bay phòng thủ (xạ thủ súng và sĩ quan vận hành phản công điện tử) ở tầng trên ngồi hướng ra phía sau. Kiểu B-52G được đưa vào sử dụng từ ngày [[13 tháng 2]] năm [[Hàng không năm 1959|1959]],<ref>Một ngày trước đó, chiếc B-36 cuối cùng được cho nghỉ hưu, khiến Bộ chỉ huy Không quân Chiến lược trở thành một lực lượng toàn máy bay phản lực.<\/ref>, có 193 chiếc được chế tạo. Hầu hết những chiếc B-52G đã bị phá hủy cho phù hợp với ''Hiệp ước Cắt giảm Vũ khí Chiến lược'' [[START I]] năm 1992. Một vài khung máy bay còn được giữ lại và trưng bày tại các bảo tàng hay các căn cứ không quân.\n;B-52H\n:Có cùng sự thay đổi về đội bay và cấu trúc như phiên bản B-52G. Nâng cấp đáng kể nhất là chuyển sang kiểu động cơ [[turbo quạt ép]] [[Pratt & Whitney JT3D|TF33-P-3]], cho dù có những vấn đề ban đầu về độ tin cậy (được sửa chữa bằng chương trình ''Hot Fan'' năm [[Hàng không năm 1964|1964]]), đã cung cấp tính năng bay tốt hơn đáng kể và hiệu quả hơn về nhiên liệu so với kiểu động cơ [[turbo phản lực]] J57. Hệ thống điện tử và hệ thống phản công điện tử (ECM) được cập nhật, một hệ thống kiểm soát hỏa lực mới được trang bị, và vũ khí phòng thủ phía sau được thay đổi từ súng máy sang một khẩu pháo [[M61 Vulcan]] 20 mm. Nó có khả năng mang bốn [[tên lửa đạn đạo]] [[AGM-48 Skybolt]]. Chuyến bay đầu tiên diễn ra vào ngày [[10 tháng 7]] năm [[Hàng không năm 1960|1960]], được đưa vào hoạt động ngày [[9 tháng 5]] năm [[Hàng không năm 1961|1961]], có 102 chiếc được chế tạo. Phiên bản 'H' là kiểu duy nhất còn đang được sử dụng.\n\nCó tổng cộng 744 chiếc B-52 được chế tạo. Chiếc cuối cùng, một chiếc B-52H số hiệu 61-0040, rời nhà máy vào ngày [[26 tháng 10]] năm [[Hàng không năm 1962|1962]].\n\n== Đặc điểm kỹ thuật (B-52H) ==\n[[Tập tin:Boeing B-52 Stratofortress 3-view.svg|phải|300px|Orthographically projected diagram of the Boeing B-52 Stratofortress.]]\n[[Tập tin:Pratt & Whitney TF33.jpg|phải|nhỏ|Động cơ [[Pratt & Whitney TF33]]]]\n\n'''Tham khảo''': Quest for Performance<ref name=\"knaack\"\/><ref>Loftin, LK, Jr. ''Quest for performance: The evolution of modern aircraft. NASA SP-468''. [http:\/\/www.hq.nasa.gov\/pao\/History\/SP-468\/cover.htm] Access date: [[22 April]] [[2006]]<\/ref>\n=== Đặc tính chung ===\n* Đội bay: 05 người ([[phi công]], [[phi công phụ]], [[sĩ quan radar]]\/[[sĩ quan ném bom|ném bom]], [[hoa tiêu]], và [[sĩ quan chiến tranh điện tử]]; xạ thủ không còn trong biên chế đội bay)\n* [[Chiều dài]]: 48,5 m (159&nbsp;ft 4 in)\n* [[Sải cánh]]: 56,4 m (185&nbsp;ft 0 in)\n* [[Chiều cao]]: 12,4 m (40&nbsp;ft 8 in)\n* Diện tích bề mặt cánh: 370 m² (4.000&nbsp;ft²)\n* Kiểu cánh: [[NACA airfoil|NACA 63A219.3 mod]] root, NACA 65A209.5 tip\n* Lực nâng của cánh: 150&nbsp;kg\/m² (30&nbsp;lb\/ft²)\n* Trọng lượng không tải: 83.250&nbsp;kg (185.000&nbsp;lb)\n* Trọng lượng có tải: 120.000&nbsp;kg (265.000&nbsp;lb)\n* Trọng lượng cất cánh tối đa: 220.000&nbsp;kg (488.000&nbsp;lb)\n* Nhiên liệu dự trữ: 181.725 L (47.975 US gal)\n* Động cơ: 8 x động cơ [[Pratt & Whitney TF33]]-P-3\/103 [[turbo quạt ép]], công suất mỗi động cơ 17.000&nbsp;lbf (76&nbsp;kN)\n\n=== Đặc tính bay ===\n* Tốc độ lớn nhất: 1.000&nbsp;km\/h (560 knot, 650&nbsp;mph)\n* Bán kính chiến đấu: 14.720&nbsp;km (3.890&nbsp;nm, 4.480&nbsp;mi)\n* Tầm bay tối đa: 16.000&nbsp;km (9.560&nbsp;nm, 11.000&nbsp;mi)\n* Trần bay: 17.000&nbsp;m (55.773&nbsp;ft)\n* Tốc độ lên cao: 31,85&nbsp;m\/s (6.270&nbsp;ft\/min)<ref>Baugher, Joe. ''Boeing B-52H Stratofortress''. [http:\/\/home.att.net\/~jbaugher2\/b52_17.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071011225411\/http:\/\/home.att.net\/~jbaugher2\/b52_17.html|date=ngày 11 tháng 10 năm 2007}} Access date: [[25 March]] [[2007]]<\/ref>\n* Tỉ lệ lực đẩy\/khối lượng: 0,51\n\n=== Vũ khí ===\n* 1 pháo [[M61 Vulcan]] 20&nbsp;mm trong tháp pháo đuôi điều khiển từ xa, đã được gỡ bỏ trên tất cả các chiếc đang hoạt động\n* Chở đến 33.200&nbsp;kg (60.000&nbsp;lb) [[bom]], [[tên lửa]], mìn các loại\n\n== Tai nạn ==\n*Ngày [[21 tháng 7]] năm [[2008]], khi đang trên đường tham gia buổi biểu diễn chào mừng Lễ kỷ niệm Ngày Tự do tại đảo Guam một chiếc B-52 đã bị rơi cách Apra Harbor, Guam 50&nbsp;km khiến toàn bộ phi hành đoàn 6 người trên máy bay bị thiệt mạng<ref>{{Chú thích web | url = http:\/\/www.news10.net\/news\/national\/story.aspx?storyid=45297&catid=5 | tiêu đề = Six Killed in B-52 Crash Off Guam, Air Force Says news10.net | tác giả = | ngày = | ngày truy cập = 15 tháng 2 năm 2015 | nơi xuất bản = news10.net | ngôn ngữ = }}<\/ref>.\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n----\n* Davis, Larry. ''B-52 Stratofortress in action''. Carollton, Texas: Squadron\/Signal Publications, 1992. ISBN 0-89747-289-6.\n* Drendel, Lou. ''B-52 Stratofortress in action''. Carollton, Texas: Squadron\/Signal Publications, 1975. No ISBN.\n* Ethell, Jeffrey L. ''B-52 Stratofortress''. London: Arms and Armour Press, 1989. ISBN 0-85368-937-7.\n* Futrell, R.F, Greenhalgh, W.H, Grubb, C., Hasselwander, G.E., Jakob, R.F. and Ravenstein, C.A. ''The United States Air Force in Southeast Asia – Aces and Aerial victories, 1965-1973''. Washington, DC: Office of Air Force History, 1976. ISBN 0-89875-884-X.\n* Hobson, Chris. ''Vietnam Air Losses, USAF, USN, USMC, Fixed-Wing Aircraft Losses in Southeast Asia 1961–1973''. North Branch, Minnesota: Specialty Press, 2001. ISBN 1-85780-115-6.\n* Knaack, Marcelle Size. ''Post-World War II Bombers, 1945-1973''. Washington, DC: Office of Air Force History, 1988. ISBN 0-16-002260-6.\n* Lloyd, Alwyn T. ''B-52 Stratofortress in Detail and Scale Vol. 27''. Blue Ridge Summit, Pennsylvania: Tab Books Inc., 1988. ISBN 0-8306-8037-3.\n* Marshall, L. Michel. ''The Eleven Days of Christmas: America's Last Vietnam Battle''. San Francisco: Encounter Books, 2002. ISBN 1-893554-24-4.\n* Winchester, Jim, ed. \"Boeing B-52 Stratofortress (SAC) \". ''Military Aircraft of the Cold War'' (The Aviation Factfile). London: Grange Books plc, 2006. ISBN 1-84013-929-3.\n\n== Liên kết ngoài ==\n{{Commons|B-52 Stratofortress}}\n* [https:\/\/web.archive.org\/web\/20030623184100\/http:\/\/www.af.mil\/factsheets\/factsheet.asp?fsID=83 U.S. Air Force B-52 Stratofortress Fact Sheet]\n* [http:\/\/www.minot.af.mil\/library\/factsheets\/factsheet.asp?id=3724 USAF B-52 Fact Sheet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070818003731\/http:\/\/www.minot.af.mil\/library\/factsheets\/factsheet.asp?id=3724 |date = ngày 18 tháng 8 năm 2007}} at Minot AFB\n* [http:\/\/www.nasa.gov\/centers\/dryden\/news\/FactSheets\/FS-005-DFRC.html NASA Dryden FRC B-52 fact sheet]\n* [http:\/\/www.globalsecurity.org\/wmd\/systems\/b-52.htm B-52 page on GlobalSecurity.com]\n* [http:\/\/www.fas.org\/nuke\/guide\/usa\/bomber\/b-52_hist.htm B-52 Stratofortress history on fas.org]\n* [http:\/\/www.aerospaceweb.org\/aircraft\/bomber\/b52\/ B-52 profile on AerospaceWeb.org]\n* [http:\/\/www.check-six.com\/Crash_Sites\/Czar52Crash.htm Check-Six.com - The Crash of 'Czar 52'] - Contains video footage of the 1994 Fairchild AFB crash.\n* [http:\/\/www.crm-devel.org\/resources\/paper\/darkblue\/darkblue.htm Analysis of Fairchild AFB crash]\n* [http:\/\/www.nampows.org\/B-52.html B-52s lost during Vietnam]\n* [http:\/\/www.youtube.com\/watch?v=VFOnJ2JC8Mg Tribute to the B-52 at YouTube.com]\n* [http:\/\/www.stratofortress.org B-52 Stratofortress Association Website]\n* [http:\/\/www.afa.org\/magazine\/may2007\/ AFA Air Force Magazine, ''Almanac Edition'' May, 2007] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111209193628\/http:\/\/www.afa.org\/magazine\/may2007\/ |date = ngày 9 tháng 12 năm 2011}}\n* [http:\/\/www.combat.ws\/S4\/SAILOR\/APNDX1.HTM ''Sailor Speak: Aircraft Nicknames Appendix''. A Glossary of Military Terminology, Jargon, and Slang compiled and edited by Jeff Crowell]\n* [http:\/\/www.youtube.com\/watch?v=jEnSYWJgWyI Giới thiệu sơ B-52]\n\n== Nội dung liên quan ==\n=== Máy bay liên quan ===\n* [[Boeing B-47 Stratojet|B-47 Stratojet]]\n=== Máy bay tương tự ===\n* [[Convair YB-60]]\n* [[Tupolev Tu-95|Tupolev Tu-95 'Bear']]\n* [[Boeing B-47 Stratojet|B-47 Stratojet]]\n* [[Avro Vulcan]]\n=== Trình tự thiết kế ===\n* '''Không quân:''' [[Northrop YB-49|YB-49]] - [[Boeing B-50 Superfortress|B-50]] - [[Martin XB-51|XB-51]] - '''B-52''' - [[Convair XB-53|XB-53]] - [[Boeing B-54|B-54]] - [[Boeing XB-55|XB-55]]\n* '''Boeing:''' [[boeing B-29 Superfortress|345]] - [[boeing C-97 Stratofreighter|367]] - [[boeing 377 Stratocruiser|377]] - '''464''' - [[Boeing XB-59|701]] - [[Boeing 707|707]] - [[Boeing 717|717]]\n\n=== Danh sách liên quan ===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{Boeing model numbers}}\n{{Boeing combat aircraft}}\n{{USAF bomber aircraft}}\n{{Máy bay trinh sát Không lực Lục quân Hoa Kỳ}}\n{{Aviation lists}}\n\n[[Thể loại:Máy bay Boeing|B-52 Stratofortress]]\n[[Thể loại:Boeing B-52 Stratofortress| ]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950|B-52 Stratofortress]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay trong Chiến tranh Lạnh]]\n[[Thể loại:Máy bay trong Chiến tranh Vùng Vịnh]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay ném bom]]\n[[Thể loại:Máy bay ném bom chiến lược]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay tám động cơ]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh trên]]"}