{"144133":"{{Thông tin máy bay\n|tên=B-47 Stratojet\n|hình=XB-47-1 300.jpg\n|chú thích=Chiếc Boeing B-47E-65-BW (số hiệu 51-5257) trong khi thử nghiệm cất cánh có rocket hỗ trợ.\n|kiểu=[[Máy bay ném bom chiến lược]]\n|hãng sản xuất=[[Boeing]]\n|hãng thiết kế=\n|chuyến bay đầu tiên=[[17 tháng 12]] năm [[Hàng không năm 1947|1947]]\n|được giới thiệu= [[tháng sáu|tháng 6]] năm [[1951]]\n|được nghỉ hưu=[[Hàng không năm 1966|1966]], B-47E<br \/>[[Hàng không năm 1977|1977]], EB-47E\n|tình trạng=\n|hãng sử dụng chính=[[Không quân Hoa Kỳ]]\n|được chế tạo=2.042\n|số lượng được sản xuất=\n|chi phí dự án=\n|chi phí máy bay=1,9 triệu Đô la Mỹ (B-47E) năm [[Hàng không năm 1947|1947]]<ref>Knaack, 1988, p.142<\/ref>\n|được phát triển từ=\n|phương án tương tự=\n}}\n\nChiếc [[máy bay ném bom]] phản lực [[Boeing]] '''B-47 Stratojet''' là một kiểu máy bay tầm trung có tải trọng bom trung bình, có khả năng bay nhanh ở tốc độ cận âm, được thiết kế chủ yếu để xâm nhập lãnh thổ [[Liên Xô]]. Một sáng chế quan trọng trong thiết kế máy bay phản lực thời kỳ hậu [[Chiến tranh thế giới thứ hai|Thế Chiến II]], nó đã giúp đưa đến việc phát triển [[máy bay phản lực dân dụng]] hiện đại. Trong khi nó chưa hề được đưa ra hoạt động chiến đấu, nó là chỗ dựa chính của sức mạnh tấn công chiến lược của [[Bộ chỉ huy Không quân Chiến lược]] [[Không quân Hoa Kỳ|Hoa Kỳ]] trong những năm [[Thập niên 1950|1950]].\n\n== Thiết kế và phát triển ==\nChiếc B-47 được khởi đầu bởi một yêu cầu của [[Không lực Lục quân Hoa Kỳ]] vào năm [[Hàng không năm 1943|1943]] về một kiểu máy bay ném bom phản lực và [[máy bay trinh sát]] có thể đến được lãnh thổ [[Đức Quốc xã]] trong trường hợp [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] thua trận. Vào năm sau tiếp theo, những yêu cầu này được cụ thể hóa thành một yêu cầu chính thức cho một kiểu máy bay ném bom có tốc độ 800&nbsp;km\/h (500 dặm mỗi giờ) hay hơn nữa, một tầm bay 5.600&nbsp;km (3.500 dặm), và một trần bay hoạt động 12.200&nbsp;m (40.000&nbsp;ft). Nó được mường tượng sẽ sử dụng kiểu động cơ [[động cơ turbo phản lực|turbo phản lực]] [[GE-Aviation|General Electric]] [[General Electric J35|TG-180]] vốn còn đang được phát triển.\n\nCho đến lúc này, chiến tranh tại châu Âu chắc chắn sẽ đi đến thắng lợi. Tướng [[Henry H. Arnold|Henry H. \"Hap\" Arnold]], Tư lệnh Không lực Mỹ, yêu cầu nhà khí động học Hungary có uy tín [[Theodore von Kármán]] đang sống lưu vong tại Mỹ và làm việc tại [[Viện Kỹ thuật California]], thành lập một Ủy ban các nhà khoa học Mỹ để đi đến châu Âu và khảo sát các kỹ thuật Đức tịch thu được. Kết quả là đã hình thành nên một \"Nhóm Tư vấn Khoa học\". Một trong các thành viên của nhóm là [[George Schairer]], kỹ sư trưởng về khí động học của Boeing. Trong chuyến thăm Đức, Schairer đã nghiên cứu các dữ liệu lấy được từ các nhà sản xuất máy bay Đức về những ưu thế của kiểu cánh xuôi, và trở nên bị thuyết phục bởi chất lượng của một kiểu thiết kế như vậy. Vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1945|1945]], ông đã viết một lá thư lên ban quản trị Boeing đề nghị về những vấn đề khảo sát được.\n\n=== Các thiết kế sơ thảo ===\nCác hãng [[North American Aviation|North American]], [[Convair]], và [[Boeing]] đã đưa ra các đề xuất. Đề nghị đầu tiên của Boeing, chiếc ''Kiểu 424'', là một phiên bản cải biến một thiết kế máy bay ném bom cánh quạt thông thường, về căn bản là một phiên bản thu nhỏ của chiếc Boeing [[Boeing B-29 Superfortress|B-29]] trang bị bốn động cơ phản lực. Trong thời gian đó, Không lực Lục quân Hoa Kỳ đã trao các hợp đồng nghiên cứu cho cả ba hãng sản xuất máy bay để làm việc trên đề án máy bay ném bom phản lực, cũng như cho hãng [[Glenn L. Martin Company|Martin]], vốn đã quyết định cùng tham gia cạnh tranh thầu. tất cả các chiếc máy bay bay ném bom cạnh tranh, bao gồm các kiểu [[North American B-45 Tornado|North American B-45]], [[Convair XB-46]] và [[Martin XB-48]] đều có kiểu cánh thẳng truyền thống và từ bốn đến sáu động cơ, và đều thiếu tính năng bay của kiểu B-47 cánh xuôi.\n\n=== Thử nghiệm các thiết kế của NACA ===\nỦy ban Tư vấn Quốc gia về Hàng không ([[Ủy ban Cố vấn Hàng không Quốc gia Hoa Kỳ|NACA]], tiền thân của [[NASA]] ngày nay) đã thực hiện việc thử nghiệm trong hầm gió trên các mô hình của các thiết kế được đề nghị bởi các nhà sản xuất (cả ba đề xuất đều gần như tương tự nhau). Kết quả thử nghiệm trong hầm gió của NACA cho thấy kiểu thiết kế của Boeing bị ảnh hưởng bởi lực cản rất lớn. Các kỹ sư của Boeing sau đó đã cố gắng thay đổi thiết kế thành ''Kiểu 432'' với bốn động cơ được gắn trên thân trước, nhưng cho dù nó có được một số lợi điểm về cấu trúc, nó có ít ảnh hưởng trên lực cản. Vào lúc này các kỹ sư của Boeing quay lại các dữ liệu của Đức về kiểu cánh xuôi. Một công trình nghiên cứu nhỏ do nhà khí động học của Boeing là [[Vic Ganzer]] thực hiện đã đưa đến một kiểu thiết kế cánh tối ưu 35° xuôi về phía sau.\n\nBoeing cải biến thiết kế Kiểu 432 với cánh và cánh đuôi xuôi, đưa đến ''Kiểu 448'', và được giới thiệu cho Không lực Lục quân Hoa Kỳ vào [[tháng chín|tháng 9]] năm [[Hàng không năm 1946|1946]]. Kiểu 448 giữ lại bốn động cơ TG-180 được gắn trên thân trước, và theo sự thúc đẩy của Quản lý dự án là [[George Martin]], bổ sung thêm hai động cơ TG-180 bố trí ở phần thân sau để có được tầm bay xa và tính năng bay tốt hơn.\n\nBoeing đã đưa ra Kiểu 448 cho Không lực Mỹ, chỉ để được loại bỏ ngay lập tức. Không lực đặc biệt không ưa thích kiểu gắn động cơ trên thân, vì nó làm cho việc cháy động cơ hay hỏng hóc trở thành thảm họa thật sự. Những chiếc động cơ phải được chuyển vị trí ra các cánh, nhưng điều này lại đưa ngay đến vấn đề lực cản. Nhóm kỹ sư đã đi đến một giải pháp gọn và thanh nhã, là các động cơ được mang bên dưới các đế cánh thẳng. Việc sáng tạo này đã đưa đến phiên bản kế tiếp, ''Kiểu 450'', mang hai động cơ TG-180 bên dưới một đế duy nhất gắn ở vị trí một phần ba ngoài tính từ gốc cánh, và thêm một động cơ ngoài đầu chót cánh.\n\nKhông lực đã thích thú với cấu hình này, nên nhóm thiết kế Boeing đã tiếp tục hoàn thiện nó. Một vấn đề là [[bộ càng đáp]]: hoàn toàn không có chỗ cho bộ càng đáp trên kiểu cánh mỏng, và những nỗ lực nhằm đưa [[bộ càng đáp ba bánh]] lên thân sẽ phá vỡ tính suôn thon của chiếc máy bay và làm giảm tính năng bay. Hơn nữa, Không lực Mỹ giờ đây nhấn mạnh đến việc chiếc máy bay phải có khả năng mang một [[vũ khí hạt nhân|bom nguyên tử]]. Vì loại vũ khí này rất to vào lúc đó, điều đó có nghĩa là phải có một khoang bom dài, lại càng làm giới hạn chỗ cho bộ càng đáp. Giải pháp là một bộ càng đáp cấu hình \"hai bánh\", trong đó hai bộ càng đáp chính được bố trí theo kiểu trước-sau, chứ không theo cấu hình song song cạnh nhau. Các bánh đáp phụ được gắn trên đế cánh mang động cơ phía trong. Cấu hình mới này đã được thử nghiệm trên một chiếc máy bay Martin [[Martin B-26 Marauder|B-26 Marauder]] cải tiến.\n\nTuy nhiên, bộ càng đáp hai bánh làm cho khó khăn khi phi công muốn \"xoay\" chiếc máy bay vào tư thế ngóc mũi để cất cánh. Một lần nữa, giải pháp thật đơn giản: các bộ càng đáp được thiết kế sao cho tư thế ngóc mũi là tư thế mặc định. Thay đổi nhỏ này cho chiếc máy bay tỏ ra có một hiệu quả khá hài lòng, tạo dáng bề ngoài cho cỗ máy như luôn sẵn sàng để được phóng lên không trung ngay cả khi đang đậu. Cũng có những thay đổi nhỏ khác trong thiết kế, như kéo dài thêm đầu cánh để cải thiện tầm bay xa. Việc này gây hậu quả đẩy lui những động cơ phía ngoài từ vị trí đầu chót cánh vào vị trí bên dưới cánh.\n\n=== Không lực Lục quân Hoa Kỳ lựa chọn Boeing ===\n[[Tập tin:XB47 on runway.jpg|phải|nhỏ|Chiếc nguyên mẫu Boeing XB-47 đầu tiên được chế tạo (số hiệu 46-065), ảnh chụp ngày [[1 tháng 12]] năm [[Hàng không năm 1947|1947]] trước khi bay chuyến bay đầu tiên.]]\nKhông lực Lục quân Hoa Kỳ đã rất hài lòng với thiết kế chiếc Kiểu 450 được tinh chỉnh, và vào [[tháng tư|tháng 4]] năm [[Hàng không năm 1947|1947]], đã đặt hàng hai chiếc nguyên mẫu được đặt tên là \"XB-47\". Việc chế tạo được bắt đầu từ [[tháng sáu|tháng 6]] năm [[Hàng không năm 1947|1947]]. Những người tham gia đề án đã rất xúc động, vì họ tin rằng (sau đó cho thấy hoàn toàn chính xác) họ đang tạo một bước đột phá trong thiết kế máy bay.\n\nChiếc nguyên mẫu XB-47 bay chuyến bay đầu tiên vào ngày [[17 tháng 12]] năm [[Hàng không năm 1947|1947]] cùng các phi công thử nghiệm Robert Robbins và Scott Osler. Chiếc máy bay đã bay từ sân bay của Boeing ở [[Seattle|Seattle, Washington]] đến [[Sân bay Quốc tế Grant County|Căn cứ Moses Lake]] miền trung [[washington (tiểu bang)|bang Washington]], trong một chuyến bay kéo dài 52 phút. Không có vấn đề gì lớn xảy ra, ngoại trừ việc Robbins phải bật các cánh tà bằng hệ thống thủy lực khẩn cấp và đèn báo động cháy động cơ luôn bật sáng trong suốt chuyến bay do kỹ thuật cảm biến rất kém tin cậy vào thời đó. Robbins báo cáo rằng đặc tính bay của chiếc máy bay khá tốt.\n\n=== Nguyên mẫu XB-47 ===\nChiếc XB-47 là một kiểu máy bay trông bắt mắt và không giống những chiếc máy bay ném bom đương thời. Kiểu cánh xuôi 35° gắn trên vai, cùng với các cặp động cơ bên trong gắn hẹp bên dưới đế cánh, và các động cơ phía ngoài gắn ngay dưới cánh cách đầu cánh một khoảng ngắn. Ngoại trừ thay đổi từ kiểu cánh gắn cao trên vai thành cánh gắn thấp dưới thân, đa số các máy bay chở khách dân dụng hiện đại đều sử dụng cấu hình tương tự với các động cơ gắn vào các đế dưới cánh.\n\nCánh có bề rộng gấp 11 lần chiều dày. Kiểu cánh mỏng khác thường này (cánh \"khô\" không có thùng nhiên liệu bên trong) được tin là cần thiết để duy trì tốc độ cao (0,86 Mach), nhưng sự mềm dẻo dễ uốn của nó lại là mối lo ngại. Nó có thể uốn cong lên hoặc xuống cho đến 1,5&nbsp;m (5&nbsp;ft), và đã phải có những nỗ lực lớn nhằm đảm bảo duy trì được kiểm soát bay khi cánh bị uốn như vậy. Như sau này cho thấy, những mối lo ngại trên là không có cơ sở. Hiện tượng cánh uốn cong khiến cho phải giới hạn tốc độ tối đa ở độ cao trên ngọn cây xuống còn 765&nbsp;km\/h (425 hải lý mỗi giờ) nhằm tránh hiện tượng [[đảo ngược kiểm soát]]. Cánh cũng được trang bị một bộ [[cánh tà Fowler]] nhô ra nhiều phía sau cánh để nâng cao lực nâng ở tốc độ thấp. Bộ càng đáp hai bánh được dùng do kiểu cánh mỏng bao gồm một cặp bánh lớn phía trước và sau khoang bom, với các bánh đỡ phía ngoài tại cặp động cơ phía trong của cánh.\n\nTính năng bay của thiết kế Kiểu 450 được trông đợi là sẽ tốt đến mức chiếc máy bay ném bom sẽ bay nhanh bằng những chiếc máy bay tiêm kích lúc đó còn đang trên bản vẽ, do đó vũ khí phòng thủ được trang bị chỉ là một tháp súng đuôi gắn hai súng máy Browning 0,50 inch sẽ được điều khiển bằng một hệ thống kiểm soát hỏa lực tự động. Hai chiếc nguyên mẫu XB-47 đã không được trang bị tháp súng đuôi vì chỉ nhằm mục đích để thử nghiệm, và trong thực tế chúng không được trang bị bất kỳ hệ thống vũ khí nào.\n\nTrữ lượng nhiên liệu thật dồi dào với 64.400 L (17.000 US gal), so với 19.000 L (5.000 US gal) của chiếc B-29. Nhưng điều đó cũng có nghĩa là phần việc của phi công phụ khá bận rộn trong việc phân bố sự sử dụng các ngăn nhiên liệu để duy trì trọng tâm của máy bay ổn định khi đang bay.\n\nNhững chiếc nguyên mẫu đầu tiên được trang bị kiểu động cơ [[turbo phản lực]] [[General Electric]] [[General Electric J35|J35]], trong khi phiên bản sản xuất được gắn kiểu TG-180 với lực đẩy 17,7&nbsp;kN (3.970&nbsp;lb<sub>f<\/sub>). Những động cơ phản lực đầu tiên không tạo ra được lực đẩy tốt ở tốc độ thấp, nên để hỗ trợ việc cất cánh trong điều kiện tải trọng nặng, chiếc nguyên mẫu XB-47 được thiết kế để có thể mang 18 rocket hỗ trợ cất cánh [[JATO]] (RATO) bằng nhiên liệu đặc có lực đẩy 4,4&nbsp;kN (1.000&nbsp;lb<sub>f<\/sub>) mỗi chiếc. Chúng được gắn vào phía sau thân, mỗi bên chín chiếc xếp thành ba hàng.\n\nMột vấn đề có liên quan là tốc độ động cơ máy bay phải được giảm xuống khi sắp hạ cánh. Vì phải mất đến 20 giây để tăng trở lại tốc độ động cơ tối đa, chiếc máy bay ném bom to không thể dễ dàng thực hiện một cú hạ cánh theo kiểu \"chạm đất rồi bay tiếp\". Một chiếc dù \"tiếp cận\" nhỏ được sử dụng để tăng lực cản giúp cho chiếc máy bay có thể bay với tốc độ hạ cánh đủ chậm mà vẫn duy trì tốc độ động cơ ở mức trung bình sẵn sàng để tăng tốc. Chiếc máy bay có kiểu dáng khí động học tốt nên việc giảm cao độ từ trần bay đường trường xuống cao độ hạ cánh đòi hỏi phải tăng lực cản bằng cách hạ bộ càng đáp. Áp lực cánh (trọng lượng\/diện tích cánh) cao bất thường của chiếc máy bay đã đòi hỏi một tốc độ hạ cánh cao (180 hải lý mỗi giờ). Để rút ngắn quãng đường băng hạ cánh (lúc đó việc [[đảo chiều đẩy (động cơ phản lực)|đảo chiều đẩy]] động cơ phản lực còn là một khái niệm của tương lai), Thiếu tá phi công thử nghiệm Không quân Guy Townsend đã đề nghị bổ sung thêm một dù hãm hạ cánh dạng \"dãi băng\" 9,75&nbsp;m (32&nbsp;ft) do Đức thiết kế.\n\nChiếc XB-47 được thiết kế để mang một đội bay gồm ba người trong khoang điều áp phía trước: phi công và phi công phụ ngồi bên dưới một nóc buồng lái dạng bọt nước dài giống kiểu máy bay tiêm kích, trong khi hoa tiêu ngồi trong một khoang trước mũi. Phi công phụ kiêm nhiệm vai trò xạ thủ súng đuôi, và hoa tiêu là người ném bom. Nóc buồng lái dạng bọt nước có thể mở lên và trượt ra phía sau, nhưng do buồng lái cao khá nhiều so với mặt đất, lối vào của đội bay là thông qua một cửa và thang dưới mũi máy bay. Tổng tải trọng bom là 4,5 tấn(10.000&nbsp;lb). Phiên bản sản xuất hằng loạt được gắn thiết bị điện tử tiên tiến để dẫn đường, ném bom, phản công điện tử và hệ thống [[kiểm soát hỏa lực]] tháp súng đuôi.\n\n=== Chiếc nguyên mẫu thứ hai ===\nChiếc nguyên mẫu XB-47 thứ hai bay chuyến bay đầu tiên vào ngày [[21 tháng 7]] năm [[Hàng không năm 1948|1948]], và nó được trang bị kiểu động cơ [[turbo phản lực]] [[General Electric J47]]-GE-3 với lực đẩy 23&nbsp;kN (5.200&nbsp;lb<sub>f<\/sub>) mỗi chiếc. Kiểu J47 hay \"TG-190\" chính là một phiên bản được tái thiết kế của kiểu TG-180\/J35. Chiếc nguyên mẫu đầu tiên XB-47 sau đó được trang bị lại kiểu động cơ này.\n\nViệc bay thử nghiệm những chiếc máy bay nguyên mẫu tỏ ra đặc biệt cẩn thận và có nguyên tắc, vì đây là một kiểu thiết kế mới trong nhiều cách. Chiếc nguyên mẫu bị ảnh hưởng bởi hiện tượng \"[[lộn vòng kiểu Hà Lan]]\", một sự mất ổn định gây cho chiếc máy bay lắc lư khi lượn vòng rộng hình chữ \"S\". Vấn đề này được làm giảm nhẹ bằng cách bổ sung thêm một hệ thống kiểm soát [[đệm xoắn]] tự động chỉnh hướng bánh lái đuôi nhằm ổn định chuyển động lắc lư. Chiếc nguyên mẫu cũng có xu hướng bị mgóc đầu, và vấn đề được giải quyết bằng cách bổ sung các cánh gió nhỏ trên bề mặt cánh tạo ra các dòng gió xoáy để ngăn ngừa hiện tượng [[tách biệt dòng gió]].\n\n=== Phi công thử nghiệm ===\nPhi công thử nghiệm của Boeing là Rob Robbins ban đầu đã từng tỏ ra hoài nghi ngờ vực đối với kiểu máy bay XB-47, từng nói ngay trước khi bay chuyến bay đầu tiên rằng ông ta đã \"cầu Chúa phù hộ\" trong suốt chuyến bay. Chiếc máy bay tỏ ra thật khác thường đến mức ông không biết là liệu nó có thể bay được hay không. Robbins nhanh chóng nhận ra rằng ông có được một chiếc máy bay thật phi thường. Vào đầu năm [[hàng không năm 1948|1948]], [[Không quân Hoa Kỳ]] (đã trở thành một binh chủng độc lập vào năm [[Hàng không năm 1947|1947]]) đã gửi một chiếc [[máy bay đuổi bắt]] từ Căn cứ Không lực Muroc (ngày nay là [[Căn cứ Không quân Edwards]]) tại California nhằm giúp hiệu chỉnh hệ tthống đo tốc độ bay của chiếc máy bay. Robbins sau đó đã báo cáo:\n\n<blockquote>[Chiếc máy bay đuổi bắt] là một chiếc [[Lockheed P-80 Shooting Star|P-80]] [Lockheed Shooting Star] và [[Chuck Yeager]] lái nó. Chuck quả là một loại phi công giỏi, nhưng anh ta có một chút coi thường đối với loại máy bay ném bom và một chút khinh bỉ dành cho những phi công thử nghiệm dân sự. Chúng tôi cất cánh, lấy độ cao, và lên đến mức bốn hay năm điểm của hoạt động tối đa động cơ. Vào lúc đó, Chuck gọi tôi trên radio và nói: \"Bob, hãy làm một cú 180?\" Tôi nghĩ: Chà chà, anh Chuck thông minh, anh ta chỉ muốn ở đủ gần Moses Lake, anh ta không có nhiều nhiên liệu như tôi. Thôi được, tôi lộn vòng lại, lấy thăng bằng, rồi tìm Chuck. Không thấy anh ta đâu. Cuối cùng, tôi mở radio và nói: \"Chuck, anh ở đâu?\" Anh ta gọi lại và nói với một chút ngượng ngùng: \"Tôi không thể theo kịp anh, Bob.\" Cho nên [[Chuck Yeager]] đã phải thừa nhận một phi công thử nghiệm dân sự lái một chiếc máy bay ném bom mà anh ta không thể theo kịp! Đại loại như thế!<\/blockquote>\n\nYeager sau đó đã có dịp bay thử nghiệm chiếc XB-47 trong chu trình phát triển của nó, và sau này đã hồi tưởng lại rằng chiếc máy bay có hình dáng suôn thẳng khí động học đến mức ông gặp khó khăn để cho nó dừng lại ở cuối đường băng.\n\n=== Cuộc cạnh tranh kiểu X ===\nĐến giữa năm [[Hàng không năm 1948|1948]], cuộc cạnh tranh kiểu máy bay ném bom dành cho Không quân bước qua một vòng loại, đưa chiếc North American [[North American B-45 Tornado|XB-45]] ra đối chọi cùng chiếc Convair [[Convair XB-46|XB-46]]. Thiết kế của North American được chọn chiến thắng trong vòng này, và như là một giải pháp tạm thời, Không quân Hoa Kỳ quyết định đưa chiếc máy bay ném bom của North American vào sản xuất trên căn bản giới hạn như là kiểu [[North American B-45 Tornado|B-45 Tornado]]. Người ta đã kỳ vọng là việc sản xuất chiếc B-45 sẽ kết thúc nếu như một trong hai thiết kế còn lại trong cuộc cạnh tranh, kiểu Boeing XB-47 và Martin [[Martin XB-48|XB-48]], chứng tỏ vượt trội hơn.\n\nChiếc XB-47 rõ ràng đã là một máy bay có tiềm năng lớn lao, nhưng nó tỏ ra quá kỳ lạ đến mức nhiều vị tướng Không quân không xem xét nó một cách nghiêm túc. Vào cuối [[tháng bảy|tháng 7]] năm [[Hàng không năm 1948|1948]], tướng K.B. Wolfe, phụ trách việc sản xuất máy bay ném bom, đã đến thăm hãng Boeing tại [[Seattle]], và Chủ tịch của Boeing [[William McPherson Allen|Bill Allen]] đã đề nghị vị tướng bay thử trên chiếc XB-47. Wolfe tỏ ra lưỡng lự, nhưng Allen và các giám đốc khác đã thuyết phục được ông ta, và Guy Townsend đã cho Wolfe hưởng một chuyến bay ấn tượng. Đến đầu [[tháng tám|tháng 8]], Wolfe liên hệ với Boeing bày tỏ ý định Không quân sẽ đặt hàng thêm mười chiếc máy bay ném bom phản lực mới của Boeing. Hợp đồng được ký vào ngày [[3 tháng 9]] năm [[Hàng không năm 1948|1948]]. Mười chiếc máy bay này được đặt tên là \"B-47A\", và đơn thuần chỉ là máy bay dùng để thử nghiệm đánh giá.\n\n== Lịch sử hoạt động ==\n[[Tập tin:B-47E.jpg|phải|nhỏ|Những chiếc B-47E trên đường băng.]]\n[[Bộ chỉ huy Không quân Chiến lược]] [[Không quân Hoa Kỳ]] đã đưa những chiếc B-47 Stratojet (các phiên bản B-47, EB-47, RB-47 và YRB-47) vào hoạt động từ năm [[Hàng không năm 1951|1951]] đến năm [[Hàng không năm 1965|1965]].\n\n=== Những năm đầu tiên ===\nKhi những chiếc B-47 bắt đầu được đưa đến các đơn vị Không quân, đa số các đội bay rất phấn khích khi được chạm tay vào chiếc máy bay ném bom mới rất \"nóng bỏng\" này. Chiếc máy bay này nhanh đến mức trong những ngày đầu tiên, chiếc B-47 lập được kỷ lục ở mọi nơi nó bay ngay cả khi chưa được bay thử. Chiếc máy bay điều khiển nhẹ nhàng và êm ái khi bay, các cần điều khiển nhẹ nhàng như một kiểu máy bay tiêm kích. Chiếc máy bay ném bom lại có [[nóc buồng lái kiểu bọt nước]] to lớn càng làm tăng cảm giác như một chiếc máy bay tiêm kích, vốn cũng giúp có được tầm nhìn bao quát, nhưng cũng làm cho có sự khác biệt về nhiệt độ bên trong dành cho đội bay ba người.\n\nTuy nhiên, mãi cho đến tận năm [[Hàng không năm 1953|1953]] Không quân Hoa Kỳ mới đưa được chiếc B-47 vào hoạt động thường trực. Chiếc máy bay to lớn chậm chạp khi cất cánh và quá nhanh khi hạ cánh, một sự kết hợp những tình huống không dễ chịu chút nào. Hơn nữa, nếu phi công hạ cánh với một góc sai lệch trên bộ càng đáp hai bánh, chiếc máy bay sẽ bị \"dập dềnh\", nảy lên trước và sau. Nếu phi công không cất cánh lên để quay đầu lại, sự mất ổn định sẽ làm cho chiếc máy bay bị trượt qua một bên cánh và bánh đáp phụ làm một bên bị phá hủy. Vì cánh và các bề mặt mang tính co giãn và uốn cong trong khi bay, cần thiết phải giới hạn tốc độ bay ở độ cao thấp để đảm bảo các bề mặt điều khiển bay cơ bản vẫn còn hiệu quả.\n\nViệc tăng cường huấn luyện đã giúp cho chiếc máy bay có được thành tích an toàn tốt, và ít có đội bay nào còn cảm thấy chiếc máy bay không an toàn hay quá đòi hỏi, nhưng cũng có những đội bay thậm chí còn lo sợ đối với kiểu máy bay B-47. Công việc của đội bay cũng nhọc nhằn, với chỉ có ba người đảm trách lái chiếc B-47. Tương phản lại, chiếc [[Boeing B-52 Stratofortress|B-52 Stratofortress]] thường có đội bay gồm sáu người, với các tiện nghi trong khi bay rộng rãi hơn. Trong khi chiếc nguyên mẫu XB-52 ban đầu sử dụng nóc buồng lái như một chiếc máy bay tiêm kích, phiên bản sản xuất đã áp dụng một kiểu khoang lái loại thông thường hơn.\n\n=== Huấn luyện và những vấn đề ===\nĐộ tin cậy và khả năng bảo trì của chiếc B-47 cũng được đanh giá là tốt. Một vấn đề chủ yếu tồn tại là hệ thống điện tử của chiếc máy bay tỏ ra kém tin cậy, hoàn toàn không ngạc nhiên khi xem xét đến trình độ về kỹ thuật điện tử vào thời đó. Nhiều việc đã được làm để cải thiện độ tin cậy của các hệ thống điện tử, nhưng chúng vẫn tồn tại như một vấn đề bảo trì rắc rối trong suốt vòng đời phục vụ của chiếc B-47.\n\nNhiều chiếc B-47 bắt đầu từ năm [[hàngkhông năm 1950|1950]] được trang bị [[hệ thống bất động inerting system]] trong thùng nhiên liệu, trong đó [[nước đá khô]] sẽ thăng hoa thành hơi [[cacbon dioxide|carbon dioxide]] trong khi các bơm nhiên liệu hoạt động hay khi thực hiện [[tiếp nhiên liệu trên không]]. Carbon dioxide khi đó được bơm vào các thùng nhiên liệu và phần còn lại của hệ thống nhiên liệu, nhằm đảm bảo lượng oxygen trong hệ thống nhiên liệu đủ thấp, và do đó giảm thiểu khả năng bị nổ trong khi bay. Mười thùng chứa carbon dioxide và bộ đốt nóng được sử dụng, và hệ thống này được trang bị chủ yếu là làm giảm nguy cơ sốc [[tĩnh điện]] xảy ra trong khi tiếp nhiên liệu trên không.\n\n=== Những năm hoạt động đầu tiên ===\nĐến năm [[Hàng không năm 1956|1956]] Không quân Hoa Kỳ đã trang bị máy bay ném bom B-47 cho 28 phi đoàn ném bom và máy bay trinh sát RB-47 cho năm phi đoàn. Những chiếc máy bay ném bom trở thành vũ khí răn đe hạt nhân chủ yếu của Hoa Kỳ, thường hoạt động tại các căn cứ tiền phương tại [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]], [[Maroc]], [[Tây Ban Nha]], [[Alaska]] và [[Guam]]. Những chiếc máy bay ném bom B-47 thường được đặt một-phần-ba ở chế độ \"báo động\", với một phần ba số máy bay hoạt động được đặt sẵn sàng trên đường băng, chất đầy nhiên liệu và vũ khí nguyên tử, đội bay luôn ở chế độ chờ đợi, sẵn sàng để cất cánh tấn công [[Liên Xô]] trong vòng chốc lát sau khi được báo động.\n\nCác đội bay còn được huấn luyện để có thể thực hiện \"cất cánh khoảng cách tối thiểu\" (MITO: minimum interval takeoffs), với mỗi chiếc máy bay ném bom được nối tiếp bởi một chiếc khác phóng lên không ở khoảng cách chỉ có 15 giây, nhằm đưa tất cả những chiếc máy bay ném bom lên đường càng nhanh càng tốt. MITO có thể rất nguy hiểm, vì những chiếc máy bay ném bom để lại những luồng không khí nhiễu động, và động cơ được [[Phun nước (động cơ)|phun nước]] tạo ra những luồng khói đen dày đặc che khuất tầm nhìn phi công những chiếc máy bay theo sau.\n\nNhững chiếc máy bay ném bom B-47 rõ ràng đã thực hiện các phi vụ huấn luyện trong đó chúng đã thâm nhập không phận Xô Viết nhiều lần. Sự thật đàng sau các phi vụ đó còn đang gặp nhiều tranh cãi, và một số tác giả đã cho rằng tướng [[Curtis LeMay]] đã ra những lệnh đó mà không thông báo hay được sự cho phép của Tổng thống.\n\nChiếc B-47 đóng vai trò xương sống của [[Bộ chỉ huy Không quân Chiến lược]] cho đến năm [[Hàng không năm 1959|1959]], khi những chiếc [[Boeing B-52 Stratofortress|B-52]] bắt đầu đảm nhận và đội máy bay B-47 bắt đầu được cắt giảm. Việc sản xuất kiểu B-47 trong thực tế đã kết thúc từ năm [[Hàng không năm 1957|1957]], nhưng việc cải tiến và tái chế vẫn được tiếp tục sau thời điểm đó. Hoạt động thực hành của kiểu máy bay ném bom B-47 trong giai đoạn này thay đổi từ ném bom tầm cao sang tấn công ném bom tầm thấp, vốn được đánh giá là nhằm xâm nhập được qua hệ thống phòng không Xô Viết. Các đội bay được huấn luyện chiến thuật tấn công \"nhô lên\" (pop-up), tiến đến mục tiêu ở tầm thấp với tốc độ 787&nbsp;km\/h (425 hải lý mỗi giờ) rồi đột ngột vọt lên khi đến gần mục tiêu trước khi ném vũ khí hạt nhân, và kỹ thuật \"[[quăng ném bom]]\" tương tự, trong đó chiếc máy bay ném vũ khí trong khi lên cao rồi lộn vòng để rời khỏi khu vực mục tiêu trước khi bom rơi trở lại và phát nổ.\n\n=== Những năm sau đó ===\nTuy nhiên, những áp lực do hoạt động ở tầm thấp đã đưa đến một số tai nạn, và một chương trình nâng cấp rộng rãi được thực hiện vào năm [[Hàng không năm 1958|1958]] nhằm tăng cường cấu trúc cánh. Chương trình được biết đến dưới tên gọi \"Milk Bottle\", được đặt do những chốt nối to được thay thế trên gốc cánh.\n\nMột chiếc B-47 và một chiếc [[North American F-86 Sabre|F-86 Sabre]] đã va chạm trên không vào năm [[Hàng không năm 1958|1958]]. Chiếc F-86 bị rơi còn chiếc bị mất B-47 một trong hai động cơ đơn phía ngoài bị cháy sau khi vừa rời khỏi [[Căn cứ không quân Homestead]]. Phi công buộc phải vứt \"an toàn\" một quả [[vũ khí hạt nhân|bom khinh khí]] ngoài khơi [[Savannah, Georgia]] (nơi nó vẫn tồn tại) và quay về căn cứ an toàn.<ref>[http:\/\/www.fdungan.com\/savannah.htm B-47 \"Broken Arrow\"] 1958 Savanah, GA<\/ref>\n\nNhững chiếc B-47 duy nhất từng tham gia các phi vụ giống như chiến đấu là thuộc phiên bản trinh sát. Chúng hoạt động hầu như từ mọi sân bay có thể đến được Liên Xô, và chúng thường xâm nhập vào không phận lãnh thổ Xô Viết, trong một số dịp, các phi công B-47 bị ngăn cản trong những tình huống mà chỉ có tốc độ mới giúp họ thoát ra an toàn. Có ít nhất năm chiếc bị bắn chặn, trong đó có ba chiếc bị bắn rơi. Những chiếc B-47 thường bắn trả bằng tháp súng đuôi của chúng, nhưng không thể xác định được là liệu họ có ghi được chiến công nào hay không. Những phi vụ kiểu này đã trở nên không thực tế sau khi người Nga đưa vào hoạt động những chiếc máy bay tiêm kích cận âm [[Mikoyan-Gurevich MiG-19|MiG-19]] (có tính năng bay tương đương những chiếc [[North American F-100 Super Sabre|F-100]] của Không quân Hoa Kỳ).\n\nViệc loại bỏ những phi đoàn máy bay ném bom B-47 được bắt đầu từ năm [[Hàng không năm 1963|1963]], và chiếc máy bay ném bom cuối cùng rời khỏi phục vụ vào năm [[Hàng không năm 1965|1965]]. Chiếc máy bay hoạt động cuối cùng trong Không quân Hoa Kỳ ngừng bay vào năm [[Hàng không năm 1969|1969]]. [[Hải quân Hoa Kỳ]] giữ lại chiếc máy bay thử nghiệm chuyên biệt hoạt động không thường xuyên cho đến tận năm [[Hàng không năm 1976|1976]]. Chuyến bay cuối cùng của một chiếc B-47 được ghi nhận vào ngày [[17 tháng 6]] năm [[Hàng không năm 1986|1986]], khi một chiếc B-47E bay từ [[Căn cứ Vũ khí Không lực Hải quân China Lake]], [[California]] đến [[Căn cứ Không quân Castle]], California, để được đặt vào viện bảo tàng tại đây. Hiện còn ít nhất 15 chiếc B-47 đang được trưng bày, nhưng không có chiếc nào bay được.\n\n== Các phiên bản ==\nNguồn: Baugher.<ref>{{Chú thích web |url=http:\/\/home.att.net\/~jbaugher2\/b47.html |ngày truy cập=ngày 14 tháng 2 năm 2008 |tựa đề=Baugher's Encyclopeda B-47 Index of Variants |archive-date = ngày 30 tháng 4 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070430111308\/http:\/\/home.att.net\/~jbaugher2\/b47.html |url-status=dead }}<\/ref>\n=== B-47A ===\n[[Tập tin:B-47A.jpg|nhỏ|phải|Chiếc B-47A Stratojet, được báo chí mô tả như là \"máy bay ném bom nhanh nhất thế giới\" đang bay gần xưởng sản xuất của hãng [[Boeing]] tại [[Wichita, Kansas]], [[11 tháng 8]] năm [[Hàng không năm 1950|1950]].]]\nChiếc đầu tiên được giao vào [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1950|1950]]. Cấu hình của những chiếc B-47A gần giống như những chiếc nguyên mẫu XB-47 ban đầu. Chúng được trang bị loại động cơ [[turbo phản lực]] J47-GE-11 cung cấp lực đẩy 23&nbsp;kN (5.200&nbsp;lb<sub>f<\/sub>) tương đương như kiểu động cơ J47-GE-3 trước đó, và chúng cũng được thiết kế để có thể mang các rocket hỗ trợ cất cánh [[JATO]] (RATO).\n\nBốn trong số những chiếc B-47A được trang bị hệ thống dẫn đường và ném bom (BNS) K-2, hệ thống lái tự động HD-21D, một máy tính kiểu tương tự, [[ra đa|radar]] APS-23, và một [[hệ thống ngắm ném bom]] Y-4 hay Y-4A. Hai chiếc được trang bị tháp pháo đuôi, trong đó một chiếc trang bị [[hệ thống kiểm soát hỏa lực]] (FCS: fire-control system) Emerson A-2 trong khi chiếc kia mang phiên bản General Electric A-5 FCS. Tám chiếc B-47A khác không có vũ khí phòng thủ.\n\nNhững chiếc B-47A đều được trang bị [[ghế phóng]]. Trong khi [[phi công]] và [[phi công phụ]] được phóng hướng lên trên, [[hoa tiêu]] lại được phóng hướng xuống dưới bởi một kiểu ghế phóng do [[Stanley Aviation]] chế tạo.<ref>[http:\/\/www.ejectionsite.com\/stanley\/ Stanley Ejection Seat Website]<\/ref> Cao độ an toàn tối thiểu cho kiểu ghế phóng này là khoảng 150&nbsp;m (500&nbsp;ft).\n\nTrong khi những chiếc XB-47 được chế tạo tại nhà máy của Boeing tại [[Seattle|Seattle, Washington]], những chiếc B-47A và mọi phiên bản Boeing B-47 tiếp theo sau được chế tạo tại một nhà máy của chính phủ ở [[Wichita, Kansas]], nơi trước đây hãng đã từng chế tạo những chiếc [[Boeing B-29 Superfortress|B-29 Superfortress]]. Việc chuyển đổ này đã thực hiện do nhà máy tại Seattle đang chịu gánh nặng sản xuất những chiếc [[KC-97 Stratotanker]] và các nhiệm vụ khẩn cấp khác.\n\nĐa số những chiếc B-47A được rút khỏi phục vụ vào đầu năm [[Hàng không năm 1952|1952]], cho dù còn một chiếc thực hiện các chuyến bay thử nghiệm cho [[NACA]] thêm vài năm nữa. Trong giai đoạn Không quân đưa những chiếc B-47A vào hoạt động, sự đối đầu trong thời kỳ [[Chiến tranh Lạnh]] trở nên căng thẳng, mà đỉnh điểm là [[Chiến tranh Triều Tiên|xung đột]] tại Triều Tiên. [[Bộ chỉ huy Không quân Chiến lược]] (SAC) Không quân Hoa Kỳ cần có một công cụ răn đe hạt nhân hiệu quả nhằm giữ chân Liên Xô; và chiếc Stratojet đúng là công cụ xuất sắc cho nhiệm vụ này.\n\n=== B-47B ===\n[[Tập tin:B47B with chute.jpg|nhỏ|phải|Chiếc Boeing B-47B-40BW (số hiệu 51-2212) thuộc Phi đoàn Ném bom Hạng trung 306 đang hạ cánh với dù hãm.]]\n==== Chế tạo theo giấy phép nhượng quyền ====\nSau một loạt các hợp đồng sơ thảo về sản xuất chiếc B-47, vào [[tháng mười một|tháng 11]] năm [[Hàng không năm 1949|1949]], ngay cả trước chuyến bay đầu tiên của chiếc B-47A, Không quân Hoa Kỳ đã đặt hàng 87 chiếc B-47B, phiên bản hoạt động đầu tiên của kiểu máy bay này. Chiếc B-47B bay chuyến bay đầu tiên vào ngày [[26 tháng 4]] năm [[Hàng không năm 1951|1951]]. Có tổng cộng 399 chiếc đã được chế tạo, bao gồm tám chiếc được lắp ráp bởi [[Lockheed Corporation|Lockheed]] và mười chiếc bởi [[Douglas Aircraft Company|Douglas]], sử dụng các linh kiện do Boeing chế tạo.\n\nKhông quân Mỹ đã nôn nóng muốn có được càng nhiều chiếc máy bay B-47 càng nhanh chóng càng tốt, nên đã thỏa thuận với Lockheed và Douglas về việc sản xuất bổ sung. Những chiếc máy bay do Lockheed chế tạo mang số hiệu có đuôi là \"-LM (Lockheed Marietta)\" còn những chiếc của Douglas mang số hiệu đuôi \"-DT (Douglas Tulsa)\". Những chiếc của Boeing sản xuất mang số hiệu \"-BW (Boeing Wichita)\", ngoại trừ những chiếc XB-47 và B-47A chế tạo tại Seattle mang số hiệu \"-BO\".\n\nLô đầu tiên gồm 87 chiếc B-47B được trang bị cùng kiểu động cơ J47-GE-11 như của chiếc B-47A, nhưng những chiếc sản xuất sau đó được nâng cấp lên kiểu động cơ [[động cơ turbo phản lực|turbo phản lực]] J47-GE-23 có lực đẩy 5.800&nbsp;lb<sub>f<\/sub> (26&nbsp;kN). Những chiếc sản xuất trước đó được trang bị lại cùng kiểu động cơ được cải tiến này. Tất cả chúng đều có trang bị rocket hỗ trợ cất cánh [[JATO]] (RATO) vốn đã được sử dụng trên những chiếc XB-47 và B-47A.\n\n==== Hệ thống điện tử và ném bom ====\nMọi máy bay đều được gắn thiết bị chiến đấu đầy đủ. Những chiếc sản xuất ban đầu đã giữ lại [[hệ thống dẫn đường và ném bom]] (BNS) K-2 trang bị trên một số chiếc B-47A, nhưng đa số được trang bị hệ thống BNS K-4A, bao gồm một [[ra đa|radar]] cảnh báo AN\/APS-54 và một [[hệ thống phản công điện tử]] (ECM) AN\/APT-5. Hệ thống K-4A sử dụng bộ kính ngắm ném bom gắn trên mũi máy bay, và mũi máy bay làm bằng kính plexiglas trên những chiếc XB-47 và B-47A được thay bằng mũi kim loại. Nó có bốn cửa sổ nhỏ bên trái và hai cửa sổ bên phải mũi máy bay. Một thay đổi khác dễ nhận biết so với những chiếc đời cũ hơn là cánh đuôi đứng của phiên bản B-47B có góc vuông thay vì góc tròn.\n\n==== Các cải biến trên phiên bản B ====\nKhoang chứa bom của phiên bản B-47B ngắn hơn so với chiếc XB-47 và B-47A, vì các [[vũ khí hạt nhân|vũ khí nguyên tử]] đã được thu nhỏ lại trong thời gian đó. Tuy vậy, chiếc B-47B lại có thể mang được một tải trọng bom lớn hơn khá nhiều, lên đến 8.200&nbsp;kg (18.000&nbsp;lb). Mọi chiếc B-47B đều được trang bị tháp súng đuôi với một cặp súng 20&nbsp;mm và hệ thống kiểm soát hỏa lực (FCS) hướng dẫn bằng radar B-4. Hệ thống FCS B-4 tỏ ra có nhiều sự cố đến mức mà trên một số chiếc B-47B chúng được thay thế bằng bộ ngắm quang học N-6. Phi công phụ có thể xoay ghế của anh ta lại hướng ra phía sau và ngắm các khẩu súng trực tiếp.\n\nTrong thực tế, trữ lượng nhiên liệu khổng lồ của chiếc B-47 vẫn chưa đủ để mang lại cho nó tầm bay xa mà Không quân Mỹ mong muốn, nên đã có một số quan điểm trong số giới chức Không quân cao cấp phản đối kiểu máy bay này do tầm bay xa bị hạn chế của kiểu thiết kế ban đầu. Giải pháp cho vấn đề này mang độ ưu tiên cao, nên một thiết bị dùng để [[tiếp nhiên liệu trên không]] (IFR) dạng phểu bay được trang bị phía bên phải của mũi máy bay. Đây là lý do chính khiến kiểu mũi máy bay bằng kính plexiglas không được sử dụng. Chiếc B-47B cũng được trang bị một cặp thùng nhiên liệu bên ngoài có thể vứt được, mang trên cánh giữa bộ động cơ trong và ngoài. Những thùng nhiên liệu này khá lớn, có trữ lượng lên đến 6.750 L (1.780 US gal).\n\nChiếc B-47B phải chịu một sự gia tăng trọng lượng đáng kể so với phiên bản B-47A, nên một trong những biện pháp để làm giảm trọng lượng là loại bỏ các [[ghế phóng]], thay vào đó là một tấm chắn gió được gắn vào cửa ra vào chính của buồng lái sao cho việc thoát ra được dễ dàng hơn. Một số nguồn cho rằng một tai nạn chết người do ghế phóng trên một chiếc B-47A đã đưa đến quyết định như vậy. Cho dù thực chất như thế nào, đây không phải là một giải pháp thân thiện cho đội bay, vì việc thoát ra khỏi máy bay ngay cả ở độ cao lớn đều mang đầy sự cố.\n\n=== B-47E ===\n[[Tập tin:B47E in flight.jpg|phải|nhỏ|Chiếc Boeing B-47E-50-LM (số hiệu 52-3363) đang bay.]]\nCác tên gọi B-47C và B-47D được áp dụng cho các phiên bản đặc biệt mà chưa bao giờ được đưa vào sản xuất. Do đó phiên bản sản xuất hàng loạt tiếp theo của chiếc B-47 là kiểu cuối cùng B-47E.\n\nChiếc B-47E bay chuyến bay đầu tiên vào ngày [[30 tháng 1]] năm [[Hàng không năm 1953|1953]]. Có bốn \"khối\" hay \"giai đoạn\" sản xuất của phiên bản B-47E được chế tạo, lần lượt tích hợp các tinh chỉnh của khối trước, và đôi khi cũng có các thay đổi trong sản xuất trên cùng một khối. Các khối cũ hơn thường được nâng cấp lên tiêu chuẩn của khối sau khi chúng được giới thiệu.\n\nNhững chiếc \"B-47E-I\" sản xuất đời đầu được trang bị động cơ turbo phản lực [[General Electric J47|J47-GE-25]] với lực đẩy 27&nbsp;kN (5.970&nbsp;lb<sub>f<\/sub>), nhưng chúng nhanh chóng được thay đổi sang kiểu động cơ J47-GE-25A, vốn cải thiện được đáng kể nhờ áp dụng kỹ thuật phun nước-methanol. Đây là một phương thức mà hỗn hợp nước-methanol được phun vào động cơ trong lúc cất cánh, giúp gia tăng [[lưu tốc dòng chảy khối|dòng chảy khối]] nên tạm thời ép lực đẩy lên đến 32&nbsp;kN (7.200&nbsp;lb<sub>f<\/sub>). [[Methanol]] rõ ràng là được thêm vào nước như là chất chống đông. Động cơ để lại một luồng khói đen kịt phía sau khi mở chế độ phun nước-methanol.\n==== JATO ====\nNhững cải tiến bổ sung rocket hỗ trợ cất cánh [[JATO]] được thực hiện trên những chiếc B-47E-I đời đầu. Chúng được trang bị 18 lọ JATO gắn trong, nhưng được nhanh chóng thay thế bằng kiểu giá gắn bên ngoài có thể vứt được, có dạng hình \"chữ V\" hoặc hình \"móng ngựa\", gắn bên dưới thân sau. Chúng mang 33 lọ JATO, bố trí thành ba hàng 11 lọ. Hệ thống JATO gắn trong bị loại bỏ do những lo ngại về những lọ JATO này được bố trí quá gần các thùng nhiên liệu, và trong mọi trường hợp sau khi sử dụng hết chúng chỉ là những trọng lượng thừa. Các giá này có thể mở rộng, và được vứt bỏ tại vùng được quy định sau khi cất cánh. Điều thú vị là, những chiếc B-47 hiếm khi sử dụng JATO khi cất cánh, vì chúng đắt tiền và hơi nguy hiểm hơn so với việc cất cánh không dùng sự hỗ trợ. Điều rõ ràng là chúng được dành cho tình huống báo động khẩn cấp, khi những chiếc máy bay ném bom cần được cất cánh khỏi đường băng càng nhanh càng tốt, và chúng chỉ được sử dụng khoảng mỗi năm một lần trong huấn luyện. Việc phun hỗn hợp nước-methanol động cơ quả là một sự trợ giúp đáng kể lúc cất cánh khi mà JATO không được sử dụng.\n==== Các cải tiến trên phiên bản E ====\nDự trữ nhiên liệu bên trong của những chiếc B-47E ban đầu được cắt giảm xuống còn 55.369 L (14.627 gal) như là một biện pháp làm nhẹ cân. Biện pháp này được coi là chấp nhận được do việc sử dụng các thùng nhiên liệu phụ lớn bên ngoài, và cũng do Không quân Mỹ đã hoàn thiện kỹ thuật [[tiếp nhiên liệu trên không]] đến mức chúng trở thành một thực hành tiêu chuẩn. \n \nMột thay đổi được hoan nghênh trên phiên bản B-47E so với phiên bản B-47B là sự quay trở lại của các ghế phóng. Giới lãnh đạo cao cấp Không quân Mỹ đã xem xét lại quyết định loại bỏ chúng và nhận thấy rằng điều này vô nghĩa. Thêm vào đó, hai khẩu súng máy 0,50 cal (12,7&nbsp;mm) trong tháp súng đuôi được thay bằng hai khẩu pháo 20&nbsp;mm để có hỏa lực mạnh hơn, cũng như được hỗ trợ bằng hệ thống kiểm soát hỏa lực A-5 trên những chiếc đời đầu, và hệ thống MD-4 trên những chiếc đời sau.\n\nMột thay đổi cuối cùng trên phiên bản B-47E là đa số các cửa sổ trước mũi được loại bỏ, chỉ để lại một cái mỗi bên. Tuy nhiên, nhiều tấm ảnh của những chiếc B-47E cho thấy chúng có đầy đủ các cửa sổ như trên phiên bản B-47B. Liệu số lượng các cửa sổ có thay đổi trong quá trình sản xuất phiên bản B-47E, hay đó là do nâng cấp những chiếc B-47B lên tiêu chuẩn B-47E, vẫn là điều chưa được biết rõ.\n\nKiểu B-47E-II chỉ có những thay đổi nhỏ so với kiểu B-47E-I được sản xuất. Kiểu B-47E-III được trang bị một bộ phản công điện tử (ECM), bao gồm một bộ gây nhiễu radar gắn trên một cụm dưới thân cùng một bộ thả [[Nhiễu kim loại (phản công radar)|nhiễu kim loại]], cũng như các máy phát điện được cải tiến.\n\nKiểu B-47E-IV được nâng cấp triệt để hơn sau đó, bao gồm bộ càng đáp chắc chắn hơn, khung máy bay được gia cố, trữ lượng nhiên liệu nhiều hơn, và tải trọng bom lên đến 11.300&nbsp;kg (25.000 cân), cho dù khoang chứa bom một lần nữa lại được làm ngắn lại do việc đưa ra các vũ khí nguyên tử nhỏ gọn hơn.\n\nMột cải tiến khác là việc đưa ra hệ thống điện tử MA-7A BNS, một bước cải tiến đáng kể so với thiết bị tiền nhiệm. Bộ MA-7A bao gồm radar AN\/APS-64 có tầm hoạt động lên đến 390&nbsp;km (240 dặm). Bộ AN\/APS-64 có thể sử dụng như là bộ thu phát \"[[bộ thu phát nhận biết bạn-thù|nhận biết bạn-thù]]\" (IFF: identification friend or foe) tầm xa cho phép một chiếc B-47E-IV có thể tìm ra một chiếc máy bay tiếp nhiên liệu hay một chiếc B-47 khác, hoặc như là một radar dò mục tiêu trên mặt đất độ phân giải cao. Kiểu B-47E-IV cũng giữ lại bộ ngắm ném bom quang học, cho dù chúng hiếm khi được dùng đến.\n\nCó tổng cộng 1.341 chiếc phiên bản B-47E được sản xuất (691 chiếc bởi Boeing, 386 chiếc bởi Lockheed, và 264 chiếc bởi Douglas). Đa số những chiếc phiên bản B-47B được cải biến lên tiêu chuẩn B-47E. Chúng được đặt tên là B-47B-II, cho dù trong thực tế người ta chỉ đơn giản gọi chúng là B-47E.\n\n=== RB-47E\/RB-47H\/ERB-47H\/RB-47K ===\nKiểu B-47E là nền tảng của một số phiên bản máy bay trinh sát tầm xa quan trọng.\n\nBoeing-Wichita đã chế tạo 240 chiếc phiên bản trinh sát RB-47E, tương tự như kiểu B-47E nhưng có mũi máy bay được kéo dài thêm 0,86 m (34 inch) tạo cho nó một kiểu dáng trông thanh lịch hơn so với phiên bản ném bom B-47. Chiếc mũi dài được sử dụng để chứa đến 11 máy ảnh, bao gồm:\n* Một máy ảnh radar O-15 dành cho độ cao thấp.\n* Một máy ảnh chéo hướng ra trước dành cho độ cao thấp.\n* Một máy ảnh ba góc (trimetrogon) K-17 dành cho ảnh toàn cảnh.\n* Các máy ảnh tầm xa K-36.\nChiếc RB-47E có thể mang theo các pháo sáng chụp ảnh để trinh sát vào ban đêm. Cho dù chiếc RB-47E có thể được tiếp thêm nhiên liệu trong khi bay, trữ lượng nhiên liệu của nó cũng được gia tăng thêm lên đến 70.000 L (18.400 gal). Sĩ quan hoa tiêu đồng thời cũng điều khiển các máy ảnh, trở thành \"hoa tiêu-chụp ảnh\" thay vì \"hoa tiêu-ném bom\".\n\nCó tổng cộng 32 chiếc kiểu RB-47H được chế tạo cho các phi vụ trinh sát điện tử ([[ELINT]]), cũng như là ba chiếc \"ERB-47H\" chuyên biệt hơn. Những chiếc máy bay này có một mũi bầu tròn đặc trưng cùng các cụm ăn-ten và radar nhằm thu thập thông tin tình báo điện tử. Chúng được thiết kế để theo dõi các hệ thống phòng thủ của đối phương và thu thập thông tin về radar và tín hiệu thông tin phòng thủ.\n\nKhoang chứa bom được thay thế bằng một khoang có điều áp để chứa các [[sĩ quan chiến tranh điện tử]] (EWO: electronic warfare officer), còn được gọi là \"Quạ\" (\"Crow\" hay \"Raven\", cả hai đều là những giống chim có màu đen, hàm ý liên quan đến \"black ops\" có nghĩa là các phi vụ tối mật). Có ba \"Crow\" trên chiếc RB-47H, nhưng chỉ có hai trên chiếc ERB-47H. Một cụm radar đặc trưng thay chỗ của cửa khoang chứa bom. Các phiên bản RB-47H \/ ERB-47H đều giữ lại tháp súng đuôi, và cũng được trang bị các bộ gây nhiễu và bộ thả mảnh kim loại gây nhiễu. Điểm khác biệt bề ngoài duy nhất dễ nhận thấy giữa hai kiểu RB-47H và ERB-47H là chiếc ERB-47H có một bầu ăn-ten nhỏ nhưng đặc trưng bên dưới mũi máy bay tròn.\n\nChiếc RB-47H đầu tiên được giao đến [[Căn cứ Không quân Forbes]] tại [[Topeka, Kansas|Topeka]], [[Kansas]] vào [[tháng tám|tháng 8]] năm [[Hàng không năm 1955|1955]]. Những chiếc ELINT B-47 tỏ ra có giá trị nên chúng được đưa vào chương trình nâng cấp \"Mod 44\" hay \"Silver King\" vào năm [[Hàng không năm 1961|1961]] nhằm cung cấp cho chúng các hệ thống điện tử được nâng cấp. Những chiếc máy bay Silver King có thể được dễ dàng nhận biết nhờ vào một cụm lớn dạng giọt nước dành cho ăn-ten ELINT gắn vào một đế bên dưới bụng và chéo một bên thân máy bay, cũng như là một ăn-ten dạng đế gắn dưới mỗi cánh phía ngoài động cơ bên ngoài. Người ta đã không rõ là có phải mọi chiếc RB-47H và ERB-47H đã được nâng cấp lên tiêu chuẩn Silver King hay không ?\n\nNhững chiếc RB-47H và ERB-47H là những máy bay rất có tiềm năng, nhưng khoang EWO không chỉ tù túng chỉ có thể ngồi xổm, mà còn được cách âm và điều hòa nhiệt độ rất kém. Điều này làm cho các phi vụ kéo dài 12 giở trở nên rất khó chịu và mệt mỏi, và một số nguồn còn cho biết rằng các \"Crow\" còn thỉnh thoảng gặp phải sự rò rỉ nhiên liệu. Không thể thực hiện việc phóng ra khỏi máy bay hướng xuống dưới (cắt qua bụng) khi gần hay trên mặt đất. Các \"Crow\" phải ngồi như trên xe trượt tuyết trên sàn của lối vào khoang phi công trong khi cất cánh và hạ cánh; phải bò chật vật với quần áo chống lạnh và dù dọc theo một lối đi không được điều áp đến khoang của họ khi lên đến độ cao 3.048&nbsp;m (10.000&nbsp;ft).\n\nCác hoạt động của những chiếc RB-47H và ERB-47H là tối mật khi những phi vụ kéo dài 10 giờ thường bay vào ban đêm và ngay cả chỉ huy của căn cứ cũng không được biết chi tiết. Khi đội bay được hỏi về công việc họ làm, họ luôn trả lời rằng đấy là thông tin mật; và khi được hỏi về cái mũi đen tròn của chiếc máy bay, đôi khi họ đã trả lời rằng đó là một cái cản được sử dụng khi tiếp nhiên liệu trên không đề phòng đụng phải máy bay tiếp dầu. Câu trả lời đại loại như vậy lại thường được tin tưởng.\n\n==== Các phi vụ chiến lược ====\nCác hoạt động chiến lược của 2.000 chiếc B-47 đòi hỏi phải có 800 chiếc [[máy bay tiếp dầu]] [[KC-97 Stratotanker]]. Trong một phi vụ trinh sát [[RB-47H]] tiêu biểu kéo dài 9.360&nbsp;km (5.200 hải lý), chiếc máy bay sẽ cất cánh từ [[Thule]], [[Greenland]] bay qua [[biển Kara]] đến [[Murmansk]] rồi quay về chỉ để thấy Thule chịu đựng thời tiết xấu, buộc chuyến bay phải chuyển hướng từ điểm tiếp nhiên liệu\/quyết định gần bờ biển Đông Bắc Greenland đến một trong ba điểm thay thế có khoảng cách tương đương: [[Goose Bay]], Labrador, [[Luân Đôn|London]], hoặc [[Fairbanks, Alaska]]. Năm chiếc [[KC-97]] tại căn cứ Thule cần có để hỗ trợ phương án này. Hai chiếc dự phòng trên mặt đất và một chiếc dự phòng trên không nhằm đảm bảo hai lần tiếp thêm 9.090&nbsp;kg (20.000&nbsp;lb) nhiên liệu ở vị trí cách Thule 965&nbsp;km (600 dặm). Những chiếc máy bay chở dầu quay trở lại Thule để đổ nhiên liệu và lại thực hiện chuyến bay lần nữa để đón chiếc [[RB-47H]] quay trở về sáu giờ sau đó nhằm tiếp thêm một lần nhiên liệu trên không.\n\nVào ngày [[8 tháng 5]] năm [[Hàng không năm 1954|1954]], sau một phi vụ [[trinh sát]] tối mật bên trên [[bán đảo Kola]], một máy bay trinh sát [[RB-47E]] thuộc Không đoàn Trinh sát 91 của Sư đoàn Không quân 4 tháo chạy từ lãnh thổ [[Liên Xô]] về phía Tây trong khi bị ba [[máy bay tiêm kích]] [[máy bay phản lực|phản lực]] [[Xô viết|Xô Viết]] [[Mikoyan-Gurevich MiG-17|MiG-17]] đuổi bắt. Những chiếc máy bay tiêm kích [[Xô viết|Xô Viết]] đã tìm cách tiêu diệt chiếc [[RB-47E]] bằng các khẩu súng của chúng trên không phận Liên Xô và [[Phần Lan]], nhưng chiếc máy bay RB-47E bị hư hại đã xoay xở thoát ra đến [[Thụy Điển]] rồi quay về [[Căn cứ Không quân Hoàng gia Anh Fairford]] ở [[Gloucestershire]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] nơi nó cất cánh, nhờ tốc độ tối đa và bán kính chiến đấu lớn hơn đáng kể so với các máy bay tiêm kích phản lực Xô Viết. Đây là phi vụ đầu tiên mà một máy bay phản lực trang bị máy móc hình ảnh hiện đại được Hoa Kỳ sử dụng để trinh sát quân sự. Sự kiện này được tất cả các bên liên quan giữ tuyệt mật.\n\nVào ngày [[1 tháng 7]] năm [[Hàng không năm 1960|1960]], một chiếc [[Mikoyan-Gurevich MiG-19|MiG-19]] của [[Phòng không Liên Xô|Phòng không Liên Xô (PVO Strany)]] đã bắn rơi một chiếc máy bay trinh sát [[RB-47H]] (số hiệu 53-4281) bên trên không phận quốc tế tại [[biển Barents]] với bốn thành viên của đội bay thiệt mạng và hai người bị phía Xô Viết bắt giữ rồi được thả ra vào năm [[1961]]. Phi công phụ tường thuật rằng chiếc [[Mikoyan-Gurevich MiG-19|MiG-19]] đã gây nhiễu hệ thống [[Ra đa|radar]] [[MD-4 FCS]] của họ khiến chiếc [[RB-47H]] không thể tự bảo vệ.\n\nTrong khi một số chiếc máy bay này thực hiện các nhiệm vụ đặc biệt trong [[chiến tranh Việt Nam]] như thu thập thông tin [[tình báo điện tử]] (ELINT), chúng sau đó được thay thế bởi các nền tảng Boeing [[RC-135]] thoải mái và có khả năng hơn nhiều. Chiếc [[RB-47H]] cuối cùng được cho nghỉ hưu vào ngày [[29 tháng 12]] năm [[Hàng không năm 1967|1967]].\n\n15 chiếc [[RB-47E]] chế tạo cuối cùng được lắp các thiết bị bổ sung, bao gồm một hệ thống [[Ra đa|\"radar nhìn ngang trên không\" (SLAR: side looking airborne radar)]] và thiết bị lấy mẫu không khí theo dõi bụi từ các vụ nổ [[thử nghiệm hạt nhân]]. Không quân đã cho rằng những chiếc máy bay này khác biệt đáng kể khi được giao hàng vào [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1955|1955]], nên đặt cho chúng tên mới là [[RB-47K]].\n\nNhững chiếc [[RB-47K]] nói chung được sử dụng trong các phi vụ trinh sát thời tiết, mang theo tám cảm biến thời tiết \"[[dropsonde]]\" sẽ được thả tại những điểm kiểm tra dọc theo lộ trình bay. Thông tin phát ra từ các cảm biến này được thu thập sử dụng thiết bị do hoa tiêu điều khiển. Những chiếc [[RB-47K]] đã phục vụ cho đến năm [[Hàng không năm 1963|1963]].\n\nMột cách ngẫu nhiên, có sự hiện hữu của các phiên bản [[B-47F]], [[B-47G]] và [[B-47J]] nhưng đây chỉ là những cải biến đơn chiếc từ các kiểu [[B-47B]] hoặc [[B-47E]] sẽ được mô tả bên dưới. Không có phiên bản [[B-47I]], vì ký tự \"I\" rất dễ bị nhầm lẫn với số \"1\".\n\n== Các nước sử dụng ==\n;{{CAN}}\n* [[Không quân Hoàng gia Canada]]\n;{{USA}}\n* [[Không quân Hoa Kỳ]]\n\n== Đặc điểm kỹ thuật (B-47E) ==\n[[Tập tin:Boeing B-47A Stratojet 3-View line art.svg|phải|Hình chiếu ba chiều chiếc B-47E Stratojet.]]\nNguồn: Quest for Performance<ref>{{chú thích web|author=Loftin, LK, Jr|title=Quest for performance: The evolution of modern aircraft. NASA SP-468|url=http:\/\/www.hq.nasa.gov\/pao\/History\/SP-468\/cover.htm|accessdate = ngày 22 tháng 4 năm 2006}}<\/ref>\n=== Đặc tính chung ===\n* Đội bay: 03 người\n* [[Chiều dài]]: 32,6 m (107&nbsp;ft 1 in)\n* [[Sải cánh]]: 35,4 m (116&nbsp;ft 0 in)\n* [[Chiều cao]]: 8,5 m (28&nbsp;ft 0 in)\n* Diện tích bề mặt cánh: 132,7 m² (1.428&nbsp;ft²)\n* [[Kiểu cánh]]: [[NACA airfoil|NACA 64A(0.225)12 mod]] root and tip\n* [[Diện tích cản]]: 1,96 m² (21,13&nbsp;ft²)\n* [[Hệ số nâng\/lực cản]]: 0,0148\n* [[Tỉ lệ dài\/rộng cánh]]: 9,42\n* [[Lực nâng của cánh]]: 454,8&nbsp;kg\/m² (93,16&nbsp;lb\/ft²)\n* Trọng lượng không tải: 35.867&nbsp;kg (79.074&nbsp;lb)\n* Trọng lượng có tải: 60.340&nbsp;kg (133.030&nbsp;lb)\n* [[Trọng lượng cất cánh tối đa]]: 100.000&nbsp;kg (230.000&nbsp;lb)\n* Động cơ: 6 x động cơ [[General Electric J47]]-GE-25 [[động cơ turbo phản lực|turbo phản lực]], lực đẩy 7.200&nbsp;lbf (32&nbsp;kN) mỗi động cơ\n\n=== Đặc tính bay ===\n* [[Tốc độ lớn nhất]]: 977&nbsp;km\/h (527 knot, 607&nbsp;mph)\n* [[Tốc độ bay đường trường]]: 896&nbsp;km\/h (484 knots, 557&nbsp;mph)\n* [[Tầm bay tối đa]]: 6.494&nbsp;km (4.037&nbsp;nm, 4.647&nbsp;mi)\n* [[Bán kính chiến đấu]]: 3.240&nbsp;km (1.749&nbsp;nm, 2.013&nbsp;mi) với 9.000&nbsp;kg (20.000&nbsp;lb) bom\n* [[Trần bay]]: 10.100&nbsp;m (33.100&nbsp;ft)\n* [[Tốc độ lên cao]]: 23,7&nbsp;m\/s (4.660&nbsp;ft\/min)\n* [[Tỉ lệ lực đẩy\/khối lượng]]: 0,22\n* [[Tỉ lệ lực nâng\/lực cản]]: 20,0 (ước lượng)\n\n=== Vũ khí ===\n* 2 x pháo [[M24|M24A1]] 20&nbsp;mm\n* 11.000&nbsp;kg (25.000&nbsp;lb) bom, bao gồm:\n** 2 × [[vũ khí hạt nhân|bom nguyên tử]], ''hoặc''\n** 28 × 230&nbsp;kg (500&nbsp;lb) bom thông thường\n\n== Tham khảo ==\n{{tham khảo|30em}}\n----\n{{đầu tham khảo}}\n* Bowers, Peter M. ''The Boeing B-47''. London: Profile Publications, 1966.\n* Boyne, Walter J. \"The Long Reach Of The Stratojet.\" ''Air Force Magazine'' Vol. 66, issue 71, tháng 12 năm 1997.\n* Dennison, Robert C.\"Stratojet!\" ''Air Combat'', July \/tháng 8 năm 1997. (Dennison is a retired USAF officer and B-47 pilot who works with the B-47 Stratojet Association.)\n* Knaack, Marcelle Size. ''Post-World War II Bombers, 1945-1973''. Washington, DC: Office of Air Force History, 1988. ISBN 0-16-002260-6. [http:\/\/www.airforcehistory.hq.af.mil\/Publications\/fulltext\/encyclopedia_postww2_bombers.pdf Post-World War II Bombers, 1945-1973 (PDF)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071025174047\/http:\/\/www.airforcehistory.hq.af.mil\/Publications\/fulltext\/encyclopedia_postww2_bombers.pdf |date = ngày 25 tháng 10 năm 2007}}.\n* [http:\/\/www.hq.nasa.gov\/pao\/History\/SP-468\/ch12-2.htm NASA History on Jet Bombers: Primary article source]\n* Tegler, Jan. ''B-47 Stratojet: Boeing's Brilliant Bomber''. New York: McGraw-Hill, 2000. ISBN 0-07-135567-7.\n{{vectorsite}}\n{{cuối tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|B-47 Stratojet}}\n* [http:\/\/www.b-47.com\/ B-47 Stratojet Association]\n* [http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=1881 Description of the 1 tháng 7 năm 1960, incident at USAF Museum website]\n* [http:\/\/www.adirondack-park.net\/history\/b47.wright.html B-47 Crashes into Wright Peak (Adirondacks)]\n* [http:\/\/www.museumofflight.org\/Collection\/Aircraft.asp?RecordKey=6594E64C-2C2B-42DC-A11F-71C7AA00CDC0 Museum of Flight - Seattle, Washington - WB-47E - (51-7066)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927184234\/http:\/\/www.museumofflight.org\/Collection\/Aircraft.asp?RecordKey=6594E64C-2C2B-42DC-A11F-71C7AA00CDC0 |date = ngày 27 tháng 9 năm 2007}}\n* [http:\/\/www.coldwar.org\/text_files\/ussr_overflights_91srw.pdf RB-47E USSR Overflights by the 91st SRW- PDF on The Cold War Museum website] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080227141158\/http:\/\/www.coldwar.org\/text_files\/ussr_overflights_91srw.pdf |date = ngày 27 tháng 2 năm 2008}}\n\n== Nội dung liên quan ==\n\n=== Máy bay liên quan ===\n* [[Boeing B-52 Stratofortress|B-52 Stratofortress]]\n* [[Boeing KC-135]]\n* [[Boeing 707]]\n\n=== Máy bay tương tự ===\n* [[North American B-45 Tornado|B-45 Tornado]]\n* [[Convair XB-46]]\n* [[Martin XB-48]]\n* [[English Electric Canberra]]\n* [[North American A-5 Vigilante|A-5 Vigilante]]\n* [[Avro Vulcan]]\n* [[Martin P4M Mercator|P4M Mercator]]\n* [[Tupolev Tu-16|Tupolev Tu-16 'Badger']]\n=== Trình tự thiết kế ===\n* [[Boeing B-50 Superfortress|XB-44]] - [[North American B-45 Tornado|B-45]] - [[Convair XB-46|XB-46]] - '''B-47''' - [[Martin XB-48|XB-48]] - [[Northrop YB-49|YB-49]] - [[Boeing B-50 Superfortress|B-50]]\n=== Danh sách liên quan ===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{Boeing model numbers}}\n{{Boeing combat aircraft}}\n{{USAF bomber aircraft}}\n{{Canadair}}\n{{aviation lists}}\n\n[[Thể loại:Máy bay Boeing|B-47 Stratojet]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1940|B-47]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950|B-56]]\n[[Thể loại:Máy bay trong Chiến tranh Lạnh]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay ném bom]]\n[[Thể loại:Máy bay ném bom chiến lược]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay sáu động cơ]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh trên]]"}