{"89094":"[[Hình:Bolinao 52.jpg|nhỏ|phải|161px|[http:\/\/www.bolinao52.com\/ Website chính thức]]]\n'''Bolinao 52''' là một phim tài liệu do đạo diễn [[người Mỹ gốc Việt]] Đức Nguyễn khởi quay.\n\n==Nội dung==\nBộ phim là câu chuyện có thật về một con thuyền chở 110 [[thuyền nhân|người tị nạn]] bị trôi dạt trên [[Biển Đông]] vào tháng 5 năm 1988. Trôi dạt 37 ngày trên biển, bị từ chối cứu hộ bởi Hải quân Hoa Kỳ, nhiều người trên thuyền đã phải ăn thịt người chết để sống sót. Cuối cùng, 52 người sống sót được dân chài người [[Philippines]] cứu sống khi con thuyền trôi dạt vào đảo [[Bolinao]], [[Philippines]]. \n\nGiữa những năm 1975 và 1995, hơn 1 triệu người Việt Nam phải bỏ nước vượt biên bằng thuyền nhỏ để đến tị nạn các nước lân cận. \n\nNăm 1988, một chiếc tàu rời khỏi Viêt Nam với 110 người. Trôi dạt trên biển trong 37 ngày liên tục. Cuối cùng chỉ còn 52 người sống sót.\n\nCuối cùng, 52 người sống sót được dân chài người Philippines cứu sống khi con thuyền trôi dạt vào đảo Bolinao, Philippines.\n\nTung Trinh là 1 trong 52 người sống sót. Bộ phim Bolinao 52 là bộ phim kể về hồi ức của Tung Trinh về chuyến đi định mệnh cùng những người trên cùng chuyến tàu.\n\nTrong bộ phim Tung Trinh đã kể lại quá trình lênh đên trên biển, sau đó tàu bị chết máy nên trôi dạt. Chủ thuyền cùng con gái đã dùng thùng nhôm chạy mất. Sau khoản hơn nửa tháng thức ăn và nước uống đều hết. Trong đêm mọi người nhìn thấy một chiếc tàu ở xa, những người khỏe mạnh đốt quần áo, hoặc tất cả mọi thứ có thể để gây chú ý nhưng chiếc tàu vẫn bỏ đi.\n\nVài ngày sau, mọi người bắt gặp một chiếc tàu hải quân Mỹ trên đường đi tham chiến tại Vùng Vịnh. Anh Xuân (chồng chị Tung Trinh) cùng vài người bơi qua và leo lên tàu. Tuy nhiên Viên Thuyền trưởng Balian đã hạ lệnh cho cắt dây. Một người đàn ông rơi xuống kiệt sức và chết. Một số binh sĩ Mỹ đã ném phao cho những người còn lại. Thuyền trưởng cho một tàu ca nô tới để giao thức ăn và nước uống cho những người trên tàu. Họ rời đi với một lời hứa sau đó sẽ trở lại đón tàu Bolinao 52 sau 2 ngày. Tuy nhiên không ai trở lại.\n\nSau nhiều ngày trôi dạt, đa phần mọi người đã kiệt sức, những người đàn ông khỏe mạnh dùng những miếng ván để rời đi tìm tàu. Nhưng đa phần không trở lại. Những người còn lại trên tàu phải tát nước để tránh thuyền khỏi ngập. Tới cuối cùng, do quá đói và khát, mọi người đã phải xẻ, ăn thịt những người chết để tiếp tục tồn tại.\n\nĐạo diễn Đức Nguyễn không khai thác sự kiện Bolinao 52 như người ta đã khai thác trên khía cạnh rùng rợn, dã man gây chấn động. Đức Nguyễn nói: “Tôi không muốn gợi lại sự hãi hùng mà là xoa dịu nỗi đau cho những người còn sống… “Bolinao 52” là cuốn phim tài liệu không phê phán, tố cáo hay đòi quy trách nhiệm lên ai. Cuốn phim chỉ kể lại toàn bộ một chuyến hải hành của những thuyền nhân Việt Nam, với mong muốn tìm sự cảm thông đến từ nhiều phía.\n\n==Hậu trường==\nĐạo diễn Đức Nguyễn không khai thác sự kiện Bolinao 52 như người ta đã khai thác trên khía cạnh rùng rợn, dã man gây chấn động. Đức Nguyễn nói: \"Tôi không muốn gợi lại sự hãi hùng mà là xoa dịu nỗi đau cho những người còn sống... \"Bolinao 52\" là cuốn phim tài liệu không phê phán, tố cáo hay đòi quy trách nhiệm lên ai. Cuốn phim chỉ kể lại toàn bộ một chuyến hải hành của những thuyền nhân Việt Nam, với mong muốn tìm sự cảm thông đến từ nhiều phía. - Thanh Nguyên, báo Người Việt, 10 tháng 4 năm 2007.\n\nPhim được khởi chiếu vào Liên hoan phim châu Á tại San Francisco ngày [[19 tháng 3]] năm [[2007]] và cũng được trình chiếu tại [[Đại hội Điện ảnh Việt Nam quốc tế|Đại hội Điện ảnh Việt Nam Quốc tế]] ngày 22 tháng 4 năm 2007.\n==Tham khảo==\n* [[Thuyền nhân]]\n==Liên kết==\n{{tham khảo|30em}}\n* [http:\/\/www.yxine.com\/index.php?gf=tt&view=1&news_id=2241 Bolinao 52 - Sự cảm thông đến từ những người còn sống] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926223215\/http:\/\/www.yxine.com\/index.php?gf=tt&view=1&news_id=2241 |date=2007-09-26 }}\n* [http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=58354 Seeing 'Bolinao 52'?]{{Liên kết hỏng|date=2022-01-31 |bot=InternetArchiveBot }}\n{{sơ khai}}\n[[Thể loại:Phim tài liệu Mỹ]]\n[[Thể loại:Phim tài liệu Việt Nam]]\n[[Thể loại:Phim tài liệu lịch sử]]\n[[Thể loại:Phim năm 2007]]\n[[Thể loại:Tị nạn Việt Nam]]\n[[Thể loại:Việt Nam hải ngoại]]\n[[Thể loại:Phim tiếng Việt]]"}