{"19006":"{{Thông tin đơn vị hành chính Việt Nam|Thành phố thuộc tỉnh\n| tên = Buôn Ma Thuột\n| logo =Logo TP. Buôn Ma Thuột.svg|thumb|<nowiki>]]<\/nowiki>\n| ghi chú logo = Logo [[Buôn Ma Thuột|thành phố Buôn Ma Thuột]] \n| tên khác = Ban Mê Thuột\n| tên cũ = Lạc Giao\n| nhiều hình = {{multiple image\n| border = infobox\n| total_width = 300\n| image_style = border:1;\n| perrow = 1\/2\/2\n| image_seal= Buôn Ma Thuột logo.png\n| image1 = Bmtcitycenter.png\n| image2 = Nhà thờ chính tòa Ban Ma Thuột.jpg\n| image3 = Khaidoan2.jpg\n| image4 = Buôn Ma Thuột city square.jpg\n| image5 = Không ảnh chụp Sân Vận - Động Buôn Ma Thuột năm 2016.jpg\n}}\n| ghi chú hình = Từ trên xuống dưới, từ trái sang phải: Trung tâm TP. Buôn Ma Thuột nhìn từ trên cao, [[nhà thờ chính tòa Ban Mê Thuột|nhà thờ chính tòa Buôn Ma Thuột]], [[chùa Khải Đoan]], Ngã 6 trung tâm Buôn Mê Thuột [[sân vận động Buôn Mê Thuột]]\n| vĩ độ = 12.684696\n| kinh độ = 108.050915\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 377,18 km²\n| dân số = 375.590 người<ref name=\"DSVN2019\"\/>\n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị = 245.951 người (65%)\n| dân số nông thôn = 129.639 người (35%)\n| mật độ dân số = 996 người\/km² \n| dân tộc = [[Người Kinh|Kinh]], [[Người Ê Đê|Ê Đê]], [[Người Cơ Ho|K'Ho]]...\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại I|Loại I]]\n| năm công nhận = 2010<ref name=QD228\/>\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Lắk]]\n| thành lập = 1995<ref name=ND08\/>\n| chủ tịch UBND = Vũ Văn Hưng\n| chủ tịch HĐND = Từ Thái Giang\n| bí thư = Từ Thái Giang\n| phân chia hành chính = 13 phường, 8 xã\n| trụ sở UBND = Số 1 Lý Nam Đế, phường [[Thắng Lợi, Buôn Ma Thuột|Thắng Lợi]]\n| mã hành chính = 643<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã điện thoại = 262\n| mã bưu chính = 630xxx\n| biển số xe = 47-B1-B2-B3\n| web = {{url|buonmathuot.daklak.gov.vn}}\n|cỡ logo=242px}}\n\n'''Buôn Ma Thuột''' (còn được viết là '''Ban Mê Thuột''', '''Buôn Mê Thuột''') là thành phố [[tỉnh lỵ]] của tỉnh [[Đắk Lắk]], [[Việt Nam]].\n\nĐây là thành phố lớn nhất ở vùng [[Tây Nguyên]] và là đô thị miền núi có dân số đông nhất Việt Nam.\n\n==Tên gọi==\nKhông có buôn nào có tên riêng là Buôn Ma Thuột trong cùng thời kỳ khi người [[Pháp]] xây dựng đô thị tại đây. Có nhiều luận chứng từ phía người Ê đê bản địa là ông ama Thuôt tên là Y- Druôt theo ghi chép của bà Linh Nga Niê Kdăm ghi lại từ già làng ở huyện C'mgar. Tư liệu Pháp được KTS. Nguyễn Thanh Hà tìm được, có ghi (*: Un très gros village se trouve préciément à 54 kilomètres de là occupé par les Rhadés Kpa sous les orders de Methuot, c’est à 700 mètres plus au Sud-Est de ce dernier, au bord de l’Ea-Tam) rồi tiến đến nơi đây thành lập đô thị, chứng tỏ ông Mê Thuôt có tồn tại nhưng ở Buôn Mê Thuột hay ở ngoài vùng thì không có thông tin đầy đủ. Theo KTS. Phạm Ngọc Cảnh là người đọc và dịch nội dung cơ bản trên 3 tấm bản đồ về Buôn Ma Thuột đồng ý về sự tồn tại này khớp với các từ như sông Mê Kông, trại tù Mé Wall của Pháp ở C'mgar (trại Mê Van), và một cô gái Mé Sao là vợ của chánh sứ Sarbatier theo một bài báo, ông là người Pháp từng quản lí ở Buôn Ma Thuột trong thời kì Pháp Thuộc. Nhưng tên thật của ông Mé Thuột là gì thì chưa có tài liệu nào minh chứng cụ thể, và ông sống ở đâu. Người nổi tiếng trong tờ bản đồ về Buôn Ma Thuột 1918 là Khunjunop tên thật là Y Thu K’Nul. Các thông tin về Mê Thuột vẫn còn trong bế tắc. Để làm rõ nghĩa nên tìm kiếm và giải nghĩa tương đồng của 4 từ Mé Kong - Mé Thuôt - Mé wall - Mé Sao (1 danh từ chỉ người 1 danh từ chỉ dòng sông lớn, 1 danh từ chỉ địa danh trại tù, Mé Thuôt=?) có liên quan nhiều đến vùng hạ Lào, thuộc bản đồ Đàng Trong - Đàng Ngoài thời Trịnh Nguyễn. Tập tục của người Rhade thì phụ nữ là người giữ của cải, nhà cửa, rồi đón chồng về ở nhà phụ nữ. Phân biệt Nam và nữ là Y và H trong thời buổi sau cách mạng giải phóng, nhiều khả năng Mé Thuột là một phụ nữ như người vợ Mé Sao của công sứ Sarbatier.\n\nAma Thuột có tên khai sinh là Y Mun H'Dơk. Y Mun H'Dơk sinh ra và lớn lên ở buôn Ky, nhưng lại được sắp đặt trong cương vị là khoa pin ea (người đứng đầu buôn) của buôn Ako Siêr, bởi vì, Y Mun H'Dơk đã được con gái của tù trưởng Ama Blơi (Y Ngut H'Dơk) mà thanh thế vang khắp vùng khi chưa có người Pháp đặt chân đến, cưới về làm chồng. Dòng họ H'Dơk của chàng ở buôn Ky cũng là chủ bến nước ở đây, nhưng luật tục không cho người con trai quyền thừa kế, nên Y Mun H'Dơk phải tuân theo luật tục của buôn làng và thế là chỉ có những người chị, em gái của chàng được thừa kế quyền đó. Thế nhưng, Y Mun H'Dơk vẫn là người mang trong mình dòng máu của dòng họ H'Dơk, giống như bố vợ và cũng là cậu của mình, khi về làm khoa pin ea cho dòng họ Niê Buôn Kmriêk của buôn Ako Siêr, thanh thế của những người đàn ông dòng họ H'Dơk trở nên lẫy lừng. Hai vợ chồng Y Mun không có con, không có người nối dõi, vì thế, họ đã nhận cháu mình là Y Thuột và H'tế thuộc dòng họ Niê Buôn Kmriêk của buôn Ako Siêr làm con nuôi, và cái tên Ama Y Thuột bắt đầu được dân làng gọi từ đây.\n\nNhững năm đầu Buôn Ma Thuột được xây dựng tại khu vực Buôn Kram, cạnh buôn Alê-A, Alê-B, ngày nay là thoải triền đồi khu vực ngõ cua đường Đinh Tiên Hoàng về nhánh suối [[Ea Tam, Buôn Ma Thuột|Ea Tam]]. Thời kỳ [[Pháp]] đô hộ được đặt tên đô thị là '''Ban Mê Thuot''', từ <nowiki>''<\/nowiki> Ban<nowiki>''<\/nowiki> bao hàm một nghĩa rộng, ví như <nowiki>''<\/nowiki>Ban<nowiki>''<\/nowiki> là đô thị các [[buôn]], các [[buôn]] như khu khu vực nhỏ, ngang phường. Bản đồ thời kỳ 1905-1918-1930, <nowiki>''<\/nowiki>Ban<nowiki>''<\/nowiki> và <nowiki>''<\/nowiki>Buôn<nowiki>''<\/nowiki> được phân biệt rõ rệt qua tư liệu bản đồ lịch sử của người [[Pháp]], qua thời [[Việt Nam Cộng hòa]] phiên âm thành '''Ban Mê Thuột''', sau 1975 gọi thành '''Buôn Ma Thuột''', nên nhiều người suy diễn là có vị tù trưởng ama Thuột, dẫn đến sự nhầm lẫn nghiêm trọng. Ngoài ra còn các cách gọi sai khác như Bản Mế Thuột - Bản Mế Thuật, Buôn Ma Thuộc - Buôn Ma Thuật, Ban Mê Thuộc - Ban Mê Thuật, đều là cách gọi sai lệch về thông tin của thành phố.\n\nTừ những năm 2005, 1 số người có thói quen dùng từ '''BMT''' để nói về '''Buôn ma Thuột''' ! Càng về sau, từ '''bmt''' càng trở nên quen thuộc hơn, nói bmt là mọi người hiểu ngay đó là '''Buôn ma Thuột'''.\n\n==Lịch sử==\n{{Chú thích trong bài}}\n[[Hình: WIKIBMT1.jpg|nhỏ|phải|200px|<center>Bản đồ Ban Mê Thuột<br>thời Pháp thuộc năm 1905]]\n[[Hình: WIKIBMT2.jpg|nhỏ|phải|200px|<center>Bản đồ Ban Mê Thuột<br>thời Pháp thuộc năm 1918]]\n[[Hình: WIKIBMT3.jpg|nhỏ|phải|200px|<center>Bản đồ Ban Mê Thuột<br>thời Pháp thuộc năm 1930]]\n[[Hình: WIKIBMT4.jpg|nhỏ|phải|200px|<center>Bản đồ Ban Mê Thuột<br>thời VNCH năm 1960]]\nNguyên xưa, nơi đây là vùng đất cư trú của [[người Ê Đê]], với nhiều [[nhà dài Ê Đê]] nằm dọc theo suối [[Ea Tam, Buôn Ma Thuột|Ea Tam]], xuôi theo dòng đổ ra sông ([[Serepôk|Sêrêpôk]]). Các buôn được điều hành bởi già làng cho mỗi buôn. Những buôn làng được ghi nhận đầu tiên trên địa bàn thành phố Buôn Ma Thuột ngày nay gồm có Buôn Kram, Buôn Alê, Buôn Păn Lăn, Buôn Kosier, Buôn Enao, [[Buôn Akõ Dhông]], Buôn Dung.\n\nCuối thế kỷ 19 đầu thế kỷ 20, người Pháp tổ chức nhiều chuyến thám hiểm nhằm mục đích tiếp cận và tìm cách khai phá vùng cao nguyên phía Tây Việt Nam, quan trọng nhất với các chuyến thám hiểm của [[bác sĩ]] [[Alexandre Yersin]] và của [[Henri Maitre]]. Các chuyến thám hiểm đến vùng cao nguyên [[Đắk Lắk|Darlac]] được tiếp cận theo hướng [[Mê Kông|sông Mê Kông]] đi vào sông Sêrêpôk, tới [[Buôn Đôn]]. Nhờ các vị vua săn voi ở [[Buôn Đôn]], người [[Pháp]] tìm được nhánh suối Eanao - [[Ea Tam, Buôn Ma Thuột|EaTam]], nơi các buôn làng người Ê Đê sinh sống với mật độ lớn và gần nhau.\n\nTrước năm [[1905]], do các thương lái miền xuôi thường xuyên nhũng nhiễu, và bóc lột cạn kiệt vật phẩm của [[người Thượng]] dẫn đến người Thượng thường tràn xuống vùng [[Khánh Hòa]] ngày nay cướp lương thực. Do vậy người [[thực dân Pháp|Pháp]] quyết định thành lập trung tâm hành chính Ban - Mê - Thuôt và tỉnh [[Đắk Lắk|DarLac]] ở vùng [[Tây Nguyên]]. Dẫn đến việc hình thành một trung tâm hành chính mới với tên gọi '''Ban Mê Thuột''', với lực lượng lao động chính là người Ê Đê bản địa, trong công cuộc khai thác thuộc địa thời kỳ đầu của người Pháp ở Darlac.\n\nNăm [[1905]], bản đồ quy hoạch đầu tiên về Ban Mê Thuôt được ấn bản. Tư liệu này ngày nay vẫn còn để đối chiếu. [[Buôn]] đầu tiên được ghi nhận trong địa bàn thành phố ngày nay là buôn Kram. Cùng thời kỳ này các đồn điền được lập dựa theo sự phân bố dân cư tự nhiên của các dân tộc nơi đây ở trên toàn tỉnh Darlac. Các thầy giáo người [[Huế]], người [[Bình Định]], các công nhân người [[Phú Yên]], Khánh Hòa, [[Nha Trang]] được thực dân Pháp đưa lên Tây Nguyên để hướng dẫn người Ê Đê các phương thức sản xuất cơ bản, như trồng lúa, trồng cây công - nông nghiệp, khai thác gỗ rừng...\n\nNăm [[1918]], bản đồ thứ 2 được ấn bản. Xuất hiện ngôi làng [[An Nam]] (làng người [[Trung Kỳ]]) được bố trí bên cạnh buôn Kram tại Ban Mê Thuôt. Tư liệu hình ảnh ghi nhận đã có các ngôi trường dạy người Ê Đê các phương thức sản xuất mới. Thời kỳ này chữ quốc ngữ phiên âm theo [[tiếng Ê Đê]] được [[thực dân Pháp]] phổ biến dần trên Darlac, [[Sử thi Đăm Săn|sử thi Đam San]] được ghi chép lại bởi công sứ [[Léopold Sabatier|Sabatier]]. Bản đồ 1918 ghi nhận thêm một buôn lớn về phía Tây Nam thành phố ngày nay là buôn Alê A và Alê B.\n\nNăm [[1930]], ấn bản tờ bản đồ ghi nhận khu phố [[An Nam]], khu phố của người [[Trung Kỳ]] riêng biệt, ngày nay là khu trung tâm của thành phố, nơi tọa lạc [[đình Lạc Giao]], [[Chùa Khải Đoan|chùa Sắc Tứ Khải Đoan]]. Và khu phố Tây của người Pháp ở phía Đông thành phố nay là khu vực đường Nguyễn Công Trứ - Đinh Tiên Hoàng - Hùng Vương và khu bảo tàng, khu vực người Êđê cũng được tách riêng biệt không kết hợp vào khu người Trung Kỳ.\n\nCuối thời kỳ [[Pháp thuộc]], [[Bảo Đại]], vị hoàng đế cuối cùng của Việt Nam, thường xuyên cùng gia đình đến Tây Nguyên nghỉ mát. Tại Ban Mê Thuôt, các công trình được xây dựng gắn với tên tuổi ông như [[dinh Bảo Đại]], Biệt thự hồ Lăk gắn với tên người vợ ông [[Nam Phương hoàng hậu|Nam Phương Hoàng Hậu]], [[Chùa Khải Đoan|chùa Sắc Tứ Khải Đoan]] gắn với Đan Hy Hoàng Hậu. Trong thời kỳ [[Thế chiến thứ hai]], [[Chiến dịch Đông Dương (1940)|quân Nhật tiến vào Đông Dương]], nắm toàn quyền kiểm soát vùng đồng bằng [[Bán đảo Đông Dương|Đông Dương]] dù vẫn duy trì bộ máy của thực dân Pháp. Tuy nhiên, do thiếu thốn nhân lực, người [[Nhật Bản|Nhật]] vẫn để vùng núi xa xôi ít dân, trong đó có cả đất Tây Nguyên, bao gồm cả vùng DarLac, cho người Pháp quản lý cho đến tận năm [[1945]], trước khi [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp tại Đông Đương]].\n\nSau khi tái kiểm soát được phần lớn Đông Dương, người Pháp thành lập [[Quốc gia Việt Nam]], đưa Bảo Đại lên làm Quốc trưởng. Riêng vùng đất Tây Nguyên, người Pháp đặt riêng thành [[Hoàng triều Cương thổ]] mà ở đó Bảo Đại vẫn giữ vị thế của một Hoàng đế trên danh nghĩa.\n\nVới thất bại ở [[trận Điện Biên Phủ]], người Pháp buộc phải ký kết [[Hiệp định Genève, 1954]], chấm dứt quá trình thuộc địa Đông Dương. Tân thủ tướng Quốc gia Việt Nam là [[Ngô Đình Diệm]], với sự hậu thuẫn mạnh mẽ của người Mỹ, tuyên bố phế truất vị quốc trưởng bù nhìn Bảo Đại, thành lập chính thể [[Việt Nam Cộng hòa]] trên phần lãnh thổ [[Miền Nam (Việt Nam)|miền Nam Việt Nam]], xóa bỏ Hoàng triều Cương thổ và sáp nhập vào lãnh thổ Việt Nam. Cơ cấu hành chính tỉnh [[Đắk Lắk|Darlac]] bấy giờ được chia thành các quận, quận Lạc Thiện, quận [[Phước An, Krông Pắc|Phước An]], quận [[Buôn Hồ]], quận [[Ban Mê Thuột]], với thị xã là Lạc Giao (樂郊). Thời kỳ này các thị trấn thị tứ bước đầu được đô thị hóa ở [[Đắk Lắk|Đarlac]], các phương tiện cơ giới ở [[Đắk Lắk|Darlac]] tăng vọt, không chỉ cơ giới ở phương tiện giao thông, mà các máy móc phục vụ nông nghiệp cũng xuất hiện, các sân bay được xây dựng, riêng [[Ban Mê Thuột]] có đến 2 sân bay trong thời kỳ này, một sân bay cho trực thăng gọi là phi trường Lạc Giao, một sân bay cho các máy bay lớn là phi trường Phụng Dực (phi trường này được xây từ các gói viện trợ của [[Hoa Kỳ|Mỹ]] cho [[Pháp]] trong trước năm [[1950]], nay là [[sân bay Buôn Ma Thuột]]) cũng trong thời kỳ này tổng thống [[Ngô Đình Diệm]] cũng xuất hiện nhiều ở [[Ban Mê Thuột]], ông ăn tết ở [[Ban Mê Thuột]] năm [[1957]] và đồng thời tổ chức lễ hội kinh tế khi ông ăn tết ở đây.\n\n[[Tết Mậu Thân]] năm [[1968]] đánh dấu các cuộc chiến tranh về cách mạng, quyền lợi, dân chủ trong sản xuất, cho người nông dân- công nhân, Ban Mê Thuột cũng chính thức nằm trong các vùng chiến sự. Cuộc chiến kéo dài đến ngày [[10 tháng 3]] năm [[1975]], [[Quân Giải Phóng Miền Nam]] chính thức kết thúc cuộc chiến tại Ban Mê Thuột, trong [[chiến dịch Hồ Chí Minh]], giải phóng đất nước, đánh bại [[Quân lực Việt Nam Cộng hòa]].\n\nSau năm [[1975]], thị xã đổi tên thành Buôn Ma Thuột, gồm 8 phường: Tân An, Tân Lập, Tân Thành, Tân Tiến, Thắng Lợi, Thành Công, Thống Nhất, Tự Do và 16 xã: Buôn Trấp, Cư ÊBur, Cư Jút, Cư Suê, Ea Bông, Ea Kao, Ea Nuôl, Ea Tam, Ea Tiêu, Ea Tu, Hòa Đông, Hòa Khánh, Hòa Phú, Hòa Thắng, Hòa Thuận, Hòa Xuân.\n\nNăm [[1977]], UBND tỉnh ban hành các quyết định điều chỉnh lại địa giới hành chính một số phường, xã như sau:\n*Sáp nhập hai phường Tự Do và Tân An thành phường Tự An\n*Chia xã Buôn Trấp thành 4 xã Buôn Trấp, Ea Bông, Ea Na và Quảng Điền\n*Chuyển xã Cư Suê về huyện Krông Búk quản lý.\n\nNgày [[23 tháng 10]] năm [[1978]], thành lập xã Cuôr Knia tại vùng kinh tế mới Cuôr Knia.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-271-CP-thanh-lap-xa-Cuor-Knia-thi-xa-Ban-Me-Thuot-tinh-Dak-Lak\/57840\/noi-dung.aspx|tựa đề=Quyết định 271-CP năm 1978 về việc thành lập xã Cuôr Knia ở vùng kinh tế mới thuộc thị xã Ban Mê Thuột, tỉnh Đăk Lăk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[19 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 75-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-75-HDBT-phan-vach-dia-gioi-huyen-thi-xa-Buon-Me-Thuot-tinh-Dac-Lac-43135.aspx|tựa đề=Quyết định 75-HĐBT năm 1981 về việc phân vạch địa giới của huyện và thị xã Buôn Ma Thuột thuộc tỉnh Đắc Lắc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, tách 5 xã: Buôn Trấp, Ea Bông, Ea Na, Quảng Điền, Ea Tiêu để thành lập huyện [[Krông Ana]].\n\nNgày [[26 tháng 1]] năm [[1989]], chia xã Cư Jút thành 3 xã: Nam Dong, Ea Pô và Ea T'Ling.\n\nNgày [[14 tháng 9]] năm [[1989]], chia xã Ea T'Ling thành 3 xã: Ea T'Ling, Tâm Thắng và Trúc Sơn.\n\nNgày [[19 tháng 6]] năm [[1990]], Hội đồng Bộ trưởng ban hành Quyết định 227-HĐBT<ref name=\"QD227\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-227-HDBT-thanh-lap-huyen-Cu-jut-thuoc-tinh-Dac-lac-37971.aspx|tựa đề=Quyết định 227-HĐBT năm 1990 về việc thành lập huyện Cư Jút thuộc tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, tách 5 xã: Ea T’Ling, Tâm Thắng, Trúc Sơn, Ea Pô, Nam Dong thuộc thị xã Buôn Ma Thuột (gồm 36.400 ha diện tích tự nhiên và 18.379 người) và 35.100 ha diện tích tự nhiên (toàn bộ là đất lâm nghiệp) của xã [[Đắk Lao]], huyện [[Đắk Mil]] để thành lập huyện Cư Jút.\n\nSau khi điều chỉnh địa giới hành chính, thị xã Buôn Ma Thuột còn lại 7 phường: Tân Lập, Tân Thành, Tân Tiến, Thắng Lợi, Thành Công, Thống Nhất, Tự An và 12 xã: Cư Êbur, Cuôr Knia, Ea Kao, Ea Nuôl, Ea Tam, Ea Tu, Hòa Đông, Hòa Khánh, Hòa Phú, Hòa Thắng, Hòa Thuận, Hòa Xuân.\n\nNgày [[29 tháng 8]] năm [[1994]], thành lập xã Ea Bar trên cơ sở tách một phần diện tích và dân số của các xã Cuôr Knia và Cư ÊBur.\n\nCuối năm [[1994]], thị xã Buôn Ma Thuột có 7 phường: Tân Lập, Tân Thành, Tân Tiến, Thắng Lợi, Thành Công, Thống Nhất, Tự An và 13 xã: Cư Êbur, Cuôr Knia, Ea Bar, Ea Kao, Ea Nuôl, Ea Tam, Ea Tu, Hòa Đông, Hòa Khánh, Hòa Phú, Hòa Thắng, Hòa Thuận, Hòa Xuân.\n\nNgày [[21 tháng 1]] năm [[1995]], Chính phủ ban hành Nghị định 08\/CP<ref name=ND08>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-08-CP-thanh-lap-thanh-pho-Buon-Ma-Thuot-va-dieu-chinh-dia-gioi-hanh-chinh-giua-thanh-pho-voi-huyen-Cu-Jut-Ea-Sup-Krong-Pac-tinh-DakLac-39129.aspx|tựa đề=Nghị định 08\/CP năm 1995 về việc thành lập thành phố Buôn Ma Thuột và điều chỉnh địa giới hành chính giữa thành phố với các huyện Cư Jút, Ea Súp, Krông Pắc thuộc tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n* Chuyển thị xã Buôn Ma Thuột thành thành phố Buôn Ma Thuột\n* Chuyển xã Ea Tam thành phường Ea Tam\n* Thành lập phường Khánh Xuân trên cơ sở tách một phần diện tích và dân số của các xã Hòa Khánh và Hòa Xuân\n* Chuyển 3 xã: Cuôr Knia, Ea Nuôl và Ea Bar về huyện [[Ea Súp]] quản lý (nay 3 xã này thuộc huyện [[Buôn Đôn]])\n* Chuyển 3 xã: Hòa Phú, Hòa Xuân và Hòa Khánh về huyện Cư Jút quản lý\n* Chuyển xã Hòa Đông về huyện [[Krông Pắc]] quản lý.\n* Thành phố Buôn Ma Thuột có 9 phường: Ea Tam, Khánh Xuân, Tân Lập, Tân Thành, Tân Tiến, Thắng Lợi, Thành Công, Thống Nhất, Tự An và 5 xã: Cư Êbur, Ea Kao, Ea Tu, Hòa Thắng, Hòa Thuận.\n\nNgày [[18 tháng 11]] năm [[1996]], Chính phủ ban hành Nghị định 71-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-71-CP-thanh-lap-phuong-thuoc-thanh-pho-Buon-Ma-Thuot-xa-thuoc-huyen-Krong-Pak-M-Drak-Krong-No-va-doi-ten-thi-tran-Krong-Pak-Dak-Lak-40217.aspx|tựa đề=Nghị định 71-CP năm 1996 về việc thành lập các phường thuộc thành phố Buôn Ma Thuột, các xã thuộc các huyện Krông Pắc, M'Đrắk, Krông Nô và đổi tên thị trấn Krông Pắc, tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n* Chia phường Tân Lập thành 3 phường: Tân Lập, Tân Hòa và Tân An\n* Chia phường Thắng Lợi thành 2 phường: Thắng Lợi và Tân Lợi\n* Chia phường Thống Nhất thành 2 phường: Thống Nhất và Thành Nhất.\n\nNgày [[26 tháng 11]] năm [[2003]], Quốc hội ban hành Nghị quyết 22\/2003\/QH11 chia tỉnh Đắk Lắk thành hai tỉnh Đắk Lắk và Đắk Nông<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-22-2003-QH11-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-51694.aspx|tựa đề=Nghị quyết số 22\/2003\/QH11 về việc chia và điều chỉnh địa giới hành chính một số tỉnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, thành phố Buôn Ma Thuột (tỉnh lỵ) của tỉnh Đăk Lăk, bao gồm 13 phường: Ea Tam, Khánh Xuân, Tân An, Tân Hòa, Tân Lập, Tân Lợi, Tân Thành, Tân Tiến, Thắng Lợi, Thành Công, Thành Nhất, Thống Nhất, Tự An và 5 xã: Cư Êbur, Ea Kao, Ea Tu, Hòa Thắng, Hòa Thuận.\n\nNgày [[2 tháng 1]] năm [[2004]], Chính phủ ban hành Nghị định 04\/2004\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-04-2004-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Lak-thanh-pho-Buon-Ma-Thuot-tinh-DaK-Lak-52404.aspx|tựa đề=Nghị định 04\/2004\/NĐ-CP về việc điều chỉnh địa giới hành chính huyện Lắk và thành phố Buôn Ma Thuột, tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập 3 xã: Hòa Phú, Hòa Khánh và Hòa Xuân thuộc huyện Cư Jút (sau khi chuyển huyện Cư Jút về tỉnh [[Đắk Nông]] mới thành lập) trở lại thành phố Buôn Ma Thuột.\n\nThành phố Buôn Ma Thuột có 13 phường và 8 xã trực thuộc như hiện nay.\n\nNgày [[28 tháng 2]] năm [[2005]], Thủ tướng Chính phủ ban hành Quyết định 38\/2005\/QĐ-TTg công nhận thành phố Buôn Ma Thuột là [[Đô thị Việt Nam#Đô thị loại II|đô thị loại II]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/xay-dung-do-thi\/quyet-dinh-38-2005-qd-ttg-cong-nhan-thanh-pho-buon-ma-thuot-la-do-thi-loai-2-52868.aspx|tựa đề=Quyết định 38\/2005\/QĐ-TTg về việc công nhận thành phố Buôn Ma Thuột là đô thị loại II|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[9 tháng 2]] năm [[2010]], Thủ tướng Chính phủ ban hành Quyết định 228\/QĐ-TTg công nhận thành phố Buôn Ma Thuột là [[Đô thị Việt Nam#Đô thị loại I|đô thị loại I]].<ref name=QD228>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-228-QD-TTg-cong-nhan-thanh-pho-Buon-Me-Thuot-la-do-thi-loai-I-101255.aspx|tựa đề=Quyết định 228\/QĐ-TTg năm 2010 về việc công nhận thành phố Buôn Mê Thuột là đô thị loại I trực thuộc tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Địa lý==\nThành phố Buôn Ma Thuột nằm ở khu vực trung tâm của [[Tây Nguyên]], độ cao trung bình 500&nbsp;m, cách [[Hà Nội]] khoảng 1300&nbsp;km, cách [[Thành phố Hồ Chí Minh]] 350&nbsp;km, cách Đà Nẵng khoảng 647&nbsp;km, có vị trí địa lý:\n*Phía đông giáp huyện [[Krông Pắc]]\n*Phía đông nam giáp huyện [[Cư Kuin]]\n*Phía tây giáp huyện [[Cư Jút]], tỉnh [[Đắk Nông]]\n*Phía nam giáp huyện [[Krông Ana]]\n*Phía bắc giáp các huyện [[Cư M'gar]] và [[Buôn Đôn]].\n\nThành phố Buôn Ma Thuột có diện tích 377,18&nbsp;km², dân số năm 2019 là 375.590 người<ref name=\"DSVN2019\">{{Chú thích web |url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 996 người\/km².\n\n===Khí hậu===\n{{Weather box\n|metric first= y\n|single line= y \n|location= Buôn Ma Thuột\n|Jan high C= 27.8\n|Feb high C= 30.3\n|Mar high C= 32.8\n|Apr high C= 33.6\n|May high C= 32.0\n|Jun high C= 29.9\n|Jul high C= 29.4\n|Aug high C= 29.0\n|Sep high C= 29.1\n|Oct high C= 28.6\n|Nov high C= 27.4\n|Dec high C= 26.4\n|year high C= 29.7\n|Jan mean C= 20.9\n|Feb mean C= 22.4\n|Mar mean C= 24.5\n|Apr mean C= 26.0\n|May mean C= 25.6\n|Jun mean C= 24.7\n|Jul mean C= 24.2\n|Aug mean C= 24.0\n|Sep mean C= 23.8\n|Oct mean C= 23.4\n|Nov mean C= 22.3\n|Dec mean C= 21.0\n|year mean C= 23.6\n|Jan low C= 17.6\n|Feb low C= 18.4\n|Mar low C= 19.7\n|Apr low C= 21.5\n|May low C= 22.0\n|Jun low C= 21.8\n|Jul low C= 21.3\n|Aug low C= 21.3\n|Sep low C= 21.1\n|Oct low C= 20.5\n|Nov low C= 19.4\n|Dec low C= 18.1\n|year low C= 20.2\n|Jan record high C= 34.1 |Jan record low C= 9.1\n|Feb record high C= 36.6 |Feb record low C= 12.0\n|Mar record high C= 37.6 |Mar record low C= 12.3\n|Apr record high C= 39.4 |Apr record low C= 16.7\n|May record high C= 37.0 |May record low C= 14.4\n|Jun record high C= 35.1 |Jun record low C= 17.9\n|Jul record high C= 32.9 |Jul record low C= 18.4\n|Aug record high C= 32.5 |Aug record low C= 14.4\n|Sep record high C= 32.7 |Sep record low C= 13.4\n|Oct record high C= 33.1 |Oct record low C= 14.9\n|Nov record high C= 32.6 |Nov record low C= 10.7\n|Dec record high C= 32.4 |Dec record low C= 7.4\n|year record high C= 39.4 |year record low C= 7.4\n|precipitation colour= green\n|Jan precipitation mm= 5\n|Feb precipitation mm= 5\n|Mar precipitation mm= 19\n|Apr precipitation mm= 86\n|May precipitation mm= 237\n|Jun precipitation mm= 248\n|Jul precipitation mm= 255\n|Aug precipitation mm= 310\n|Sep precipitation mm= 288\n|Oct precipitation mm= 222\n|Nov precipitation mm= 96\n|Dec precipitation mm= 25\n|year precipitation mm= 1796\n|Jan precipitation days= 1.1\n|Feb precipitation days= 1.0\n|Mar precipitation days= 3.2\n|Apr precipitation days= 8.3\n|May precipitation days= 19.5\n|Jun precipitation days= 22.4\n|Jul precipitation days= 24.6\n|Aug precipitation days= 25.3\n|Sep precipitation days= 24.2\n|Oct precipitation days= 17.7\n|Nov precipitation days= 11.0\n|Dec precipitation days= 5.6\n|year precipitation days= 163.7\n|Jan humidity= 77.5\n|Feb humidity= 73.8\n|Mar humidity= 71.1\n|Apr humidity= 72.4\n|May humidity= 80.3\n|Jun humidity= 84.9\n|Jul humidity= 86.6\n|Aug humidity= 87.7\n|Sep humidity= 88.5\n|Oct humidity= 87.0\n|Nov humidity= 84.6\n|Dec humidity= 82.0\n|year humidity= 81.4\n|Jan sun= 250\n|Feb sun= 247\n|Mar sun= 273\n|Apr sun= 252\n|May sun= 225\n|Jun sun= 183\n|Jul sun= 181\n|Aug sun= 162\n|Sep sun= 155\n|Oct sun= 167\n|Nov sun= 173\n|Dec sun= 194\n|year sun= 2460\n|source 1= Vietnam Institute for Building Science and Technology<ref name=IBST>{{chú thích web\n|archiveurl= https:\/\/web.archive.org\/web\/20180722172120\/http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n|archive-date= ngày 07 tháng 10 năm 2021\n|url= http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n|title= Vietnam Building Code Natural Physical & Climatic Data for Construction\n|publisher= Vietnam Institute for Building Science and Technology\n|access-date= ngày 23 tháng 7 năm 2018}}<\/ref>\n}}\n\n==Hành chính==\n[[Tập tin:Map of Buon Ma Thuot.svg|thumb|500px|1.Cư Êbur 2.Tân Lợi 3.Tân An 4.Ea Tu 5.Hòa Thuận 6.Thành Nhất 7.Thành Công 8.Thắng Lợi 9.Thống Nhất 10.Tân Tiến 11.Tân Thành 12.Tự An 13.Tân Lập 14.Tân Hòa 15.Khánh Xuân 16.Ea Tam 17.Hòa Thắng 18.Hòa Xuân 19.Hòa Phú 20.Hòa Khánh 21.Ea Kao]]\n\nThành phố Buôn Ma Thuột có 21 đơn vị hành chính cấp xã trực thuộc, bao gồm 13 phường: [[Ea Tam, Buôn Ma Thuột|Ea Tam]], [[Khánh Xuân, Buôn Ma Thuột|Khánh Xuân]], [[Tân An, Buôn Ma Thuột|Tân An]], [[Tân Hòa, Buôn Ma Thuột|Tân Hòa]], [[Tân Lập, Buôn Ma Thuột|Tân Lập]], [[Tân Lợi, Buôn Ma Thuột|Tân Lợi]], [[Tân Thành, Buôn Ma Thuột|Tân Thành]], [[Tân Tiến, Buôn Ma Thuột|Tân Tiến]], [[Thắng Lợi, Buôn Ma Thuột|Thắng Lợi]], [[Thành Công, Buôn Ma Thuột|Thành Công]], [[Thành Nhất, Buôn Ma Thuột|Thành Nhất]], [[Thống Nhất, Buôn Ma Thuột|Thống Nhất]], [[Tự An]] và 8 xã: [[Cư Êbur]], [[Ea Kao]], [[Ea Tu]], [[Hòa Khánh, Buôn Ma Thuột|Hòa Khánh]], [[Hòa Phú, Buôn Ma Thuột|Hòa Phú]], [[Hòa Thắng, Buôn Ma Thuột|Hòa Thắng]], [[Hòa Thuận, Buôn Ma Thuột|Hòa Thuận]], [[Hòa Xuân, Buôn Ma Thuột|Hòa Xuân]].\n\nĐặc biệt có 7 buôn (làng) nội thành với gần chục nghìn người Êđê, họ vẫn giữ kiến trúc nhà ở và lối sản xuất riêng ngay trong lòng thành phố.\n\nKết quả phân định 3 khu vực của thành phố Buôn Ma Thuột theo quyết định số 03\/2009\/QĐ-UBND của UBND Tỉnh Đắk Lắk ngày 13\/01\/2009 như sau:\n*Khu trung tâm, gồm 8 phường: Tân Tiến, Thắng Lợi, Thống Nhất, Thành Công, Tân Lợi, Tự An, Tân Lập, Tân Thành.\n*Khu cận trung tâm, gồm 4 phường:Tân Hòa, Thành Nhất, Ea Tam, Tân An;\n*Khu ven nội, gồm 9 phường, xã: Khánh Xuân, Cư Êbur, Hòa Thắng, Hòa Khánh, Hòa Thuận, Ea Tu, Ea Kao, Hòa Phú, Hòa Xuân.\n\n==Kinh tế - xã hội==\n===Thủ phủ cà phê===\nTuy cây cà phê đã được du nhập vào Việt Nam từ rất sớm (1870) nhưng được trồng đại trà ở Đắk Lắk chỉ từ những năm sau 1930 trong những đồn điền của những nhà tư bản [[Pháp]] như CADA,... nhưng do vùng đất đất đỏ bazan này đặc biệt phù hợp với việc canh tác cà phê nên việc phát triển diện tích trồng ở đây đã tăng lên; hiện tại, theo số liệu thống kê, Đắk Lắk có đến hơn 175.000 ha cà phê (thực tế có đến trên 200.000 ha vì một số diện tích không được tính do không trong quy hoạch). Đắk Lắk cũng chính là nơi được xem là nơi có năng suất cà phê thu hoạch cao nhất thế giới và góp phần chính trong việc đưa sản lượng cà phê Việt Nam lên vị trí số 2 (riêng cà phê robusta chiếm vị trí số 1) của những quốc gia xuất khẩu cà phê. Ở Đắk Lắk gần như huyện nào cũng có trồng cà phê, nhưng cà phê Buôn Ma Thuột vẫn luôn được đánh giá là có chất lượng cao nhất và có hương vị đặc trưng nhất, chính vì vậy thương hiệu Cà phê Buôn Ma Thuột được thế giới biết đến và địa danh Buôn Ma Thuột được nhiều người ví như \"thủ phủ cà phê\".\n\n[[Hình: Không ảnh Buôn Ma Thuột - 1969.jpg|nhỏ|phải|200px|<center>Ban Mê Thuột năm 1969]]\n[[Hình: Không ảnh từ khu trung tâm nhìn về ngã 6 Buôn Ma Thuột.jpg|nhỏ|phải|200px|Ban Mê Thuột năm 1969]]\n[[Hình: Chợ trung ương Ban Mê Thuột năm 1969.jpg|nhỏ|phải|200px|<center>Chợ Ban Mê Thuột năm 1969]]\n[[Hình: Không ảnh chụp Sân Vận - Động Buôn Ma Thuột năm 1969.jpg|nhỏ|phải|200px|<center>Sân vận động<br>Ban Mê Thuột năm 1969]]\n[[Hình: Không ảnh chợ Buôn Ma Thuột năm 2016.jpg|nhỏ|phải|200px|<center>Chợ Buôn Ma Thuột năm 2016]]\n[[Hình: Không ảnh chụp Sân Vận - Động Buôn Ma Thuột năm 2016.jpg|nhỏ|phải|200px|<center>Sân vận động<br>Buôn Ma Thuột năm 2016]]\n\nBuôn Ma Thuột đạt chuẩn một thị xã từ năm 1960 và công bố trên tư liệu bản đồ của lính Mĩ, hơn ba chục con đường nhựa tại khu Ngã 6 trung tâm được ghi chụp lại không ảnh trong những năm 1969.\n\nChợ được xếp loại chợ trung ương trong thời [[Việt Nam Cộng hòa]], công nghiệp chưa có, ngành nông nghiệp với các cây công nghiệp, như cao su, cà phê đã phát triển rực rỡ và xuất khẩu đi các thị trường quốc tế từ những năm 1932.\n\nNay Buôn Ma Thuột đã trở thành thành phố năng động và phát triển nhanh nhất Tây Nguyên, năm 2010 trở thành [[Đô thị Việt Nam#Đô thị loại I|đô thị loại 1]] trực thuộc tỉnh. Buôn Ma Thuột được chính phủ công nhận là thành phố có quy hoạch tương đối tốt trong một thời gian ngắn.<ref>{{Chú thích web | url = http:\/\/baodientu.chinhphu.vn\/Home\/Thanh-pho-Buon-Me-Thuot-thanh-do-thi-loai-I\/20102\/27412.vgp | tiêu đề = Thành phố Buôn Mê Thuột thành đô thị loại I | tác giả =  | ngày =  | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = Báo Điện tử Chính phủ nước CHXNCN Việt Nam | ngôn ngữ =  | archive-date = 2014-03-23 | archive-url = https:\/\/web.archive.org\/web\/20140323230931\/http:\/\/baodientu.chinhphu.vn\/Home\/Thanh-pho-Buon-Me-Thuot-thanh-do-thi-loai-I\/20102\/27412.vgp | url-status = dead }}<\/ref>\n\nCùng với thành phố [[Bắc Ninh]], [[Đà Lạt]], [[Hòa Bình]], [[Huế]], [[Thái Nguyên]], [[Sơn La]], [[Vinh]], [[Việt Trì]], [[Hà Nội]], Buôn Ma Thuột đã được chọn là 10 đô thị sạch trên cả nước và được tuyên dương trong lễ kỷ niệm Ngày đô thị Việt Nam (8\/11\/2009).<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/kinh-doanh\/ha-noi-la-1-trong-10-do-thi-sach-2009-360707.htm | tiêu đề = Hà Nội là một trong 10 đô thị sạch 2009 | tác giả = | ngày = 9 tháng 11 năm 2009 | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>\n*Tốc độ tăng trưởng hàng năm bình quân: 13.5% (2018)\n*Tổng thu ngân sách nhà nước: gần 2.500 tỷ đồng, trong đó thu ngân sách theo phân cấp: 1.502 tỷ đồng\n*Tổng chi ngân sách nhà nước: gần 1.183 tỷ đồng\n*Huy động tổng vốn đầu tư toàn xã hội: 9.086 tỷ đồng\n*Giá trị sản xuất công nghiệp - TTCN: 9.109 tỷ đồng\n*Thu nhập bình quân đầu người: 78 triệu \/người\/năm.\n*Tổng mức bán lẻ hàng hóa doanh thu dịch vụ: 37.191 tỷ đồng\n*Tỷ trọng các ngành: 44.87% công nghiệp-xây dựng, 49.81% thương mại-dịch vụ, 5.32% nông-lâm nghiệp.\n*Giao thông: 98% đường nội thành được nhựa hóa, là đầu mối giao thông cấp vùng và quốc gia.\n*Tỷ lệ hộ nghèo: 0.85%\n*Tỷ lệ cây xanh đô thị: 8.88 m²\/người\n*Cấp điện: 100% đường phố chính và 80% đường hẻm đã được chiếu sáng\n*Cấp-thoát nước: 80% dân số được dùng nước sạch với định mức 137 lít\/người\/ngày. Ngoài ra Buôn Ma Thuột có hệ thống xử lý nước thải do chính phủ Đan Mạch tài trợ được đánh giá tiên tiến nhất Việt Nam hiện nay mà chưa có thành phố nào ở Việt Nam đạt được.\n*Văn hóa-giáo dục: đã có 21\/21 xã, phường hoàn thành phổ cập trung học cơ sở. Bình quân cứ 2,5 người thì có một người đi học.Năm 2015 ngành giáo dục của thành phố tiếp tục được đầu tư một cách toàn diện cả về cơ sở vật chất và nguồn lực con người. 100% các trường học trên địa bàn được xây dựng kiên cố khang trang, gần 100 % số giáo viên có trình độ đạt chuẩn trong đó có 56% giáo viên có trình độ trên chuẩn. Chất lượng giáo dục toàn diện không ngừng được nâng lên.Tuy nhiên bạo lực học đường với nam và nữ sinh vẫn xảy ra, tỉ lệ bạo lực ở nữ sinh có xu hướng tăng mạnh. Toàn thành phố có 59 trường được công nhận chuẩn Quốc gia.\n*Y tế: 21\/21 Xã, Phường đều đã có y, bác sĩ túc trực.\n*Tỷ lệ tăng dân số tự nhiên: 1,3%.\n\n===Thương mại===\nTrên địa bàn thành phố có nhiều hệ thống siêu thị và trung tâm thương mại lớn đến từ nhiều nơi khác nhau như Vincom, MM Mega, Go,Nguyễn Kim, Coopmart... đáp ứng như cầu mua sắm của người dân.\n\nHiện nay thành phố đang triển khai xây dựng khu đô thị Bắc Tân Lợi nằm trên địa bàn phường Tân Lợi.\n\n===Danh sách các Học viện trường Đại học - Cao đẳng tại Buôn Ma Thuột===\n{{Multicol}}\n* [[Trường Đại học Tây Nguyên]]\n* Trường Đại học Y dược Buôn Ma Thuột\n* [[Trường Đại học Luật Hà Nội|Phân hiệu Trường Đại học Luật Hà Nội tại Đắk Lắk]]\n* [[Trường Đại học Đông Á]]\n* [[Trường Cao đẳng Thực hành FPT|Cao đẳng FPT Polytechnic Tây Nguyên]]\n* [[Học viện Hành chính Quốc gia (Việt Nam)|Học viện Hành chính Quốc gia khu vực Tây Nguyên]]\n{{Multicol-break}}\n*Cao đẳng Y tế Đắk Lắk\n*Cao đẳng Công nghệ Tây Nguyên\n*Cao đẳng Kỹ thuật Đắk Lắk\n*Cao đẳng Sư phạm Đắk Lắk\n*Cao đẳng Bách khoa Tây Nguyên\n*Cao đẳng Văn hóa - Nghệ thuật Đắk Lắk\n*Cao đẳng Công thương Việt Nam cơ sở Đắk Lắk\n{{Multicol-end}}\n\nNăm 1994, Trường Trung học phổ thông chuyên Nguyễn Du, Đắk Lắk được thành lập. Đây là một trong những ngôi trường chuyên đầu tiên ở khu vực Tây Nguyên. Sau 25 năm xây dựng và phát triển, trường đã đạt nhiều thành tích nổi trội như: 4 năm liền dẫn đầu khu vực Duyên hải Nam Trung Bộ và Tây Nguyên trong kì thi Học sinh giỏi Quốc gia, đứng thứ 4 toàn đoàn Olympic 30 tháng 4 năm 2018, Huân chương lao động hạng Nhì 3 lần,.... Đóng vai trò quan trọng, đào tạo học sinh năng khiếu, góp phần vào công cuộc Công nghiệp hoá, hiện đại hóa của khu vực Tây Nguyên.\n\n==Văn hóa - du lịch==\n===Kho tàng văn hóa phi vật thể Tây Nguyên===\n[[Hình: Nhà thờ chính tòa Ban Ma Thuột.jpg|nhỏ|phải|200px|<center>Nhà thờ chính tòa<br>Giáo phận Ban Mê Thuột]]\n[[Hình: Khaidoan2.jpg|nhỏ|phải|200px|<center>Chùa Khải Đoan]]\n\nKhông gian văn hóa cồng chiêng Tây Nguyên được thể hiện qua ngôn ngữ, phong cách diễn tấu,... riêng biệt và độc đáo, chính vì thế đã được UNESCO công nhận là Kiệt tác truyền khẩu và Di sản văn hóa phi vật thể của nhân loại.\n\nLoại hình văn học dân gian truyền miệng cũng là di sản văn hóa phi vật thể phong phú của các dân tộc Tây Nguyên, trong đó sử thi Đam San.\n\nTượng gỗ dân gian Tây Nguyên, chủ yếu là tượng nhà mồ một yếu tố không thể thiếu trong đời sống tâm linh của người Ê Đê. Dù mang nhiều dáng vẻ nhưng chúng gặp nhau ở một điểm là đều lấy cảm hứng từ đời sống sinh hoạt, lao động sản xuất và đời sống tâm linh gắn với phong tục tập quán của mỗi tộc người.\n\nNgoài những giá trị tiêu biểu nêu trên, Tây Nguyên còn có kho tàng di sản văn hóa phi vật thể khác, đó là kiến trúc nhà dài truyền thống... của các dân tộc Bắc Tây Nguyên, kiến trúc nhà dài của dân tộc Êđê; nghề dệt và trang phục. Đồng bào Tây Nguyên có nhiều hình thức lễ hội liên quan đến chu kỳ canh tác nương rẫy; lễ nghi vòng đời người; lễ hội cộng đồng,...\n\n===Lễ hội Cà phê===\nLễ hội Cà phê Buôn Ma Thuột, hay Buôn Ma Thuột cà phê Festival, là một lễ hội được tổ chức định kỳ 2 năm 1 lần ở thành phố Buôn Ma Thuột của tỉnh Đắk Lắk, đây là một lễ hội lớn ở Tây Nguyên <ref>[http:\/\/lehoicaphe.vn\/gioi-thieu-chung Lễ hội cà phê ở Buôn Ma Thuột]<\/ref>. Nhằm tôn vinh cây cà phê, loài cây chiếm vị trí độc tôn trong cơ cấu cây trồng ở đây và chiếm đến 60% sản lượng cà phê của Việt Nam, loài cây đã đem lại sự ấm no, trù phú cho mảnh đất vùng cao này. Lễ hội mới chỉ bắt đầu được tổ chức từ năm 2005 trong chương trình quảng bá hình ảnh Thủ phủ cà phê Buôn Ma Thuột. Bên cạnh các hoạt động trao đổi về, quy trình, các thức, sản xuất, chế biến cà phê. Các hoạt động văn hóa, thể dục thể thao diễn ra sôi nổi. Hình thức giao dịch trực tuyến với thị trường thế giới.\n\n===Ngã 6 Ban Mê===\n[[Hình: Ngã 6 và toàn cảnh Ban Mê Thuột -2015.jpg|nhỏ|200px|<center>Ngã sáu Buôn Ma Thuột nhìn từ trên cao]]\n\nNgã 6 Ban Mê là trung tâm thành phố Buôn Ma Thuột. Ở đây có Tượng đài chiến thắng Buôn Ma Thuột được coi như biểu tượng của thành phố.\n\nTrước đây, khi mới giải phóng nơi đây chỉ là một vòng xoay với một cột đèn ba ngọn. Sau này một tượng đài được dựng lên với điểm nhấn chính chiếc xe tăng bằng sắt thép đã mở đầu trận đánh vào Buôn Ma Thuột. Đến những năm cuối thế kỷ trước thì tượng đài chiến thắng đã được xây dựng hoàng tráng như hiện nay. Nơi đây từng có một chiếc xe tăng T-34 của Nga nhưng nó được đưa vào bảo tàng năm 1997 và thay thế vào đó là một chiếc xe mô hình.\n\n===Cây Kơnia còn sót lại===\n[[Hình: Irvingia malayana.JPG|nhỏ|phải|268x268px|<center>Một cây Kơ Nia vẫn còn sót lại, hiện đang được chăm sóc và lưu giữ tại Trung tâm Văn hoá tỉnh Đắk Lắk, cách Ngã 6 vài trăm mét]]\n\nCây [[Kơ nia|Kơnia]], hay còn gọi là Cốc, là một loài cây thân gỗ lớn, cao 15–30 m, đường kính 40–60&nbsp;cm, tên khoa học là ''Irvingia malayana'', thuộc họ Irvingiaceae. Loài cây này mang ý nghĩa tâm linh rất lớn đối với người đồng bào dân tộc thiểu số, họ coi chúng là nơi trú ngụ của thần thánh, của vong linh những người đã khuất, rất ít khi họ đụng chạm đến chúng, chặt phá chúng; vì vậy trên nương rẫy của đồng bào thường có các cây Kơ nia cổ thụ được sử dụng như cây che mát mỗi lúc nghỉ giải lao, nghỉ trưa. Do bài hát ''[[Bóng cây Kơ-nia]]'' nổi tiếng vì vậy du khách khi đến Buôn Ma Thuột luôn muốn tìm xem tận mắt cây Kơ Nia. Ở trung tâm thành phố Buôn Ma Thuột có một cây Kơ nia cổ thụ nằm trong khuôn viên sân sau nhà văn hóa trung tâm tỉnh, cách ngã 6 Ban Mê vài trăm mét.\n\n===Buôn AKô Đhông===\n'''Buôn AKô Đhông''' hay '''Buôn Cô Thôn, làng Ma Rin''' là một buôn làng [[người Ê Đê]] ở thành phố Buôn Ma Thuột, [[Đắk Lắk|Đăk Lăk]]. AKô Đhông theo [[tiếng Ê Đê]] có nghĩa là buôn đầu nguồn vì nó ở đầu nguồn một con suối lớn ở Buôn Ma Thuột là [[suối Ea Nuôl]]. Ở đây nguồn suối bắt đầu cũng chính là [[bến nước]] cũ của buôn, một bến nước rất đẹp nhưng hiện tại không còn được sử dụng do bị ô nhiễm vì ở ngay trung tâm thành phố.\n\nBuôn nằm ở cuối đường Trần Nhật Duật- thành phố Buôn Ma Thuột. Đây là một buôn được quy hoạch rất đẹp và giữ được nhiều giá trị truyền thống, hiện tại là một điểm du lịch hấp dẫn của thành phố. Nằm trong quy hoạch khu trưng bày lịch sử của Buôn Ma Thuột.\n\n===Danh lam thắng cảnh===\n[[Hình: Bietdien3.JPG|nhỏ|phải|200px|<center>Biệt điện Bảo Đại<br>ở Buôn Ma Thuột]]\n\nDo Buôn Ma Thuột là nơi đầu tiên người Kinh lưu lạc đến lập nghiệp để xây dựng Đăk Lăk hôm nay nên ở đây tập trung hầu hết các di tích có ý nghĩa lịch sử của Đăk Lăk như:\n*[[Đình Lạc Giao]]\n*[[Chùa Khải Đoan|Chùa Sắc tứ Khải Đoan]]\n*[[Nhà đày Buôn Ma Thuột]]\n*[[Bia Lạc Giao]]\n*Khu [[Bảo tàng các dân tộc Việt Nam tại Đắk Lắk|Biệt điện Bảo Đại]] - hiện tại là [[Bảo tàng các dân tộc Việt Nam tại Đắk Lắk]]\n*[[Tòa giám mục Ban Mê Thuột|Toà Giám mục tại Đắk Lắk]]\n\nĐặc biệt, thành phố Buôn Ma Thuột có 05 di tích lịch sử, văn hoá được công nhận cấp quốc gia và cấp tỉnh, trong đó có 04 di tích cấp quốc gia, gồm: Nhà đày Buôn Ma Thuột, Đình Lạc Giao, Biệt Điện Bảo Đại số 04 Nguyễn Du, Bia tưởng niệm 100 chiến sỹ Nam tiến và 01 di tích cấp tỉnh là di tích Tượng đài Mậu thân 1968. Đây là những chứng tích hào hùng của truyền thống lịch sử lập nước, giữ nước của các dân tộc tỉnh Đắk Lắk nói chung và thành phố Buôn Ma Thuột nói riêng. Các di tích văn hoá lịch sử của thành phố Buôn Ma Thuột đều có giá trị phục vụ du lịch cao. Những di tích lịch sử văn hoá nêu trên, tuy chưa phải là tất cả, song cũng đủ để chứng minh rằng, giá trị nhân văn được thể hiện đậm nét qua các di tích lịch sử, văn hoá và có thể khai thác một cách có hiệu quả trong việc phục vụ du lịch của thành phố Buôn Ma Thuột <ref>[http:\/\/buonmathuot.daklak.gov.vn\/-\/ii-ieu-kien-tu-nhien Tổng quan về Buôn Ma Thuột, II.Điều kiện tự nhiên, Cổng thông tin điện tử thành phố Buôn Ma Thuột]<\/ref>.\n\nDu khách cũng có thể đến với làng văn hóa [[buôn AKô Đhông]], ngắm cây [[Kơ nia]] cổ thụ giữa lòng thành phố sát Ngã 6 Ban Mê, thưởng thức hương vị [[cà phê]] Ban Mê,...\n\nVới vị trí trung tâm và giao thông thuận tiện Buôn Ma Thuột cũng chính là trung tâm du lịch lớn nhất của Đăk Lăk nối các điểm du lịch quan trọng trong tỉnh như [[Bản Đôn]], [[Hồ Lắk]], cụm [[thác Đray Sáp]]...Về cơ bản dịch vụ du lịch còn yếu kém và hạn chế, bên cạnh đó rừng bị tàn phá ồ ạt, phá vỡ cảnh quan chung.\n\n==Giao thông==\n===Đường bộ===\n[[Tập tin:Bến xe khách phía Nam thành phố Buôn Ma Thuột, 2022.jpg|nhỏ|312x312px|Bến xe khách phía Nam thành phố Buôn Ma Thuột về đêm.]]\n*Đường bộ toàn tỉnh hiện có 397,5&nbsp;km đường quốc lộ, trong đó:\n*[[Quốc lộ 14]] nối về phía phía bắc đi [[Pleiku]] (195&nbsp;km), đi [[Kon Tum]] (244&nbsp;km), nối với Đà Nẵng, về phía nam đi ĐăkNông, Bình Phước, Bình Dương, Tp Hồ Chí Minh (350&nbsp;km).\n*[[Quốc lộ 26]] đi Ninh Hòa, [[Nha Trang]] (198&nbsp;km).Hiện tại quốc lộ nhỏ và xuống cấp, tình trạng tai nạn giao thông nhiều và đều.\n*[[Quốc lộ 27]] đi [[Đà Lạt]] (193&nbsp;km).Hiện tại quốc lộ nhỏ và xuống cấp, tình trạng tai nạn giao thông nhiều và đều.\n*[[Quốc lộ 14C]]: từ ranh giới tỉnh Gia Lai đến ranh giới tỉnh Đăk Nông(68,5&nbsp;km).\n*[[Quốc lộ 29]]: Bộ GT-VT đã có Quyết định chuyển 2 tuyến đường ĐT645 (Phú Yên) và ĐT633 (Đắk Lắk) thành quốc lộ (QL) 29. Tuyến ĐT645 xuất phát từ QL.1 qua các huyện: Đông Hòa, Tây Hòa và Sông Hinh (Phú Yên) lưu thông với ĐT633 (Đắk Lắk). QL 29 là QL thứ 2 nối các tỉnh Tây Nguyên (280&nbsp;km)\n*Dự kiến quy hoạch xây dựng trên địa bàn thành phố Buôn Ma Thuột có 3 bến xe khách, 1 bến xe buýt ở trung tâm thành phố, hình thành mạng lưới các điểm đỗ xe buýt nội thị và đến các điểm ven đô, các huyện lân cận, 3 bãi đỗ xe tải các bãi đỗ xe con, xe du lịch ở những nơi tham quan, du lịch, khu vui chơi giải trí, trung tâm thương mại, chợ. Tại ở mỗi thị xã, mỗi huyện có từ 1- 2 bến xe khách.\n*Cuối năm 2019, Tỉnh uỷ Đắk Lắk đã đưa ra chủ trương xây dựng tuyến đường cao tốc Đắk Lắk - Khánh Hoà nhằm giảm thời gian di chuyển giữa hai tỉnh, đồng thời giúp phát triển kinh tế-xã hội cho toàn tỉnh.\n\n===Đường hàng không===\n[[Sân bay Buôn Ma Thuột]] ([[hiệp hội Vận tải Hàng không Quốc tế|mã sân bay IATA]]: BMV, [[tổ chức Hàng không Dân dụng Quốc tế|mã sân bay ICAO]]: VVBM) là một sân bay hỗn hợp dân sự và quân sự tại thành phố Buôn Ma Thuột. Trước năm 1975, sân bay này vốn là sân bay quân sự Hòa Bình hay còn gọi là Phi trường Phụng Dực do VNAF quản lý.<ref>[http:\/\/www.baodaklak.vn\/channel\/3721\/201503\/tu-san-bay-hoa-binh-den-cang-hang-khong-buon-ma-thuot-2377278\/ Báo Đăk Lắk: \"Từ sân bay Hòa Bình đến Cảng hàng không Buôn Ma Thuột\"]<\/ref>\nSân bay có đường băng dài 3.000 m, rộng 45 m có thể tiếp nhận những máy bay tầm ngắn như ATR72, F70, tầm trung như A320, A321, B767 và có đèn chiếu sáng phục vụ bay đêm, trong khi đó công suất thiết kế nhà ga 1.900.000 lượt hành khách\/năm. Đến năm 2030 phục vụ 3.000.000 hành khách\/năm. Các tuyến bay gồm có:\n[[Tập tin:Bmv san do may bay.png|nhỏ|513x513px|[[Sân bay Buôn Ma Thuột|Sân Bay Buôn Ma Thuột]]]]\n*Buôn Ma Thuột - [[Sân bay quốc tế Tân Sơn Nhất]], [[Thành phố Hồ Chí Minh]]\n* Buôn Ma Thuột - [[Sân bay quốc tế Đà Nẵng]]\n* Buôn Ma Thuột - [[Sân bay quốc tế Nội Bài]], [[Hà Nội]]\n*Buôn Ma Thuột - [[Sân bay quốc tế Vinh]], [[Nghệ An]]\n*Buôn Ma Thuột - [[Sân bay Thọ Xuân]], [[Thanh Hóa]]\n*Buôn Ma Thuột - [[Sân bay quốc tế Cát Bi]], [[Hải Phòng]]\n*Buôn Ma Thuột - [[Sân bay Chu Lai]], [[Quảng Nam]].\n\nVới tổng mức đầu tư khoảng 1.200 tỷ đồng, nhà ga hành khách Cảng hàng không Buôn Ma Thuột chính thức được khánh thành 24\/12\/2012. Nhà ga mới có công suất đáp ứng đến năm 2020 là 1,9 triệu hành khách\/năm. Cảng hàng không Buôn Ma Thuột nằm tại địa bàn Thôn 8 xã Hòa Thắng, TP. Buôn Ma Thuột (tỉnh Đắk Lắk) - là một trong 8 cảng hàng không địa phương trực thuộc Tổng công ty Cảng hàng không miền Nam. Việc mở rộng nâng cấp cảng hàng không Buôn Ma Thuột là dự án cần thiết góp phần thúc đẩy phát triển kinh tế - xã hội, bảo vệ an ninh quốc phòng khu vực Tây Nguyên. Theo như Quy hoạch chung thành phố Buôn Ma Thuột, tỉnh Đắk Lắk - tầm nhìn đến năm 2025, Cảng Hàng không Buôn Ma Thuột sẽ được nâng cấp lên Cảng Hàng không quốc tế, đẩy mạnh phát triển tỉnh Đắk Lắk nói riêng và khu vực Tây Nguyên nói chung.\n\n===Đường sắt===\nDự án tuyến đường sắt Tuy Hòa - Buôn Ma Thuột đã được Xí nghiệp Tư vấn thiết kế công trình giao thông sắt bộ thuộc Công ty Tư vấn thiết kế giao thông vận tải phía Nam xây dựng hoàn chỉnh. Toàn tuyến đường sắt có chiều dài 160&nbsp;km, đi qua 8 ga, xuất phát từ ga Phú Hiệp và điểm cuối là ga Buôn Ma Thuột. Nhưng đối với nền khoa học và kinh tế, cùng quản lý nước nhà thì đây chỉ là viễn cảnh định hướng đề ra không biết khi nào mới thành hiện thực (đã có chủ trương tạm hoãn, đưa ra khỏi quy hoạch).\n\nTheo quy hoạch, Buôn Ma Thuột là trung tâm của hệ thống đường sắt Tây nguyên trong tương lai <ref>[https:\/\/vovworld.vn\/vi-VN\/viet-nam-dat-nuoc-con-nguoi\/buon-ma-thuot-do-thi-trung-tam-vung-tay-nguyen-843866.vov Buôn Ma Thuột - đô thị trung tâm vùng Tây Nguyên, VOV - Ban đối ngoại, Đài tiếng nói Việt Nam]<\/ref>; ga đầu mối nối các tuyến đi Gia Lai, Kon Tum, Đắk Nông và Lâm Đồng, phục vụ đắc lực cho công cuộc phát triển kinh tế và quốc phòng khu vực Tây nguyên rộng lớn.\n\n===Tên đường phố Buôn Ma Thuột trước 1975===\n{{Multicol}}\n*[[Cường Để]] nay là [[Nguyễn Văn Trỗi]]\n*[[Võ Tánh]] nay là [[Nguyễn Thị Minh Khai]]\n*[[Hàm Nghi]] nay là [[Trần Phú]]\n*Ama Trang Long nay là [[Nơ Trang Long]]\n*[[Lê Lợi]] và [[Nguyễn Công Trứ]] nay là [[Nguyễn Công Trứ]]\n*[[Phan Đình Phùng]] nay là [[Phan Đình Giót]]\n*[[Nguyễn Du]] nay là [[Y Ngông Niê Kdăm|Y Ngông]]\n*[[Cao Thắng]] nay là [[Ngô Đức Kế]]\n*[[Gia Long]] và [[Hùng Vương]] nay là [[Hùng Vương]]\n{{Multicol-break}}\n*[[Nguyễn Tri Phương]] nay là [[Mạc Thị Bưởi]]\n*[[Lê Văn Duyệt]] nay là [[Xô Viết Nghệ Tĩnh]]\n*[[Tôn Thất Thuyết]] và Ama Trang Gưh nay là [[Lê Hồng Phong]]\n*[[Nguyễn Thái Học]] nay là [[Điện Biên Phủ]]\n*[[Huyền Trân Công Chúa]] nay là [[Nguyễn Đức Cảnh]]\n*[[Tự Do]], [[Thống Nhất, Buôn Ma Thuột|Thống Nhất]] và [[Độc Lập]] nay là [[Nguyễn Tất Thành]]\n*[[Yersin]] nay là [[Mai Hắc Đế]]\n{{Multicol-end}}\n\nNgoài việc thay đổi tên cho một số tuyến đường và các tên đường cũ bao gồm: [[Hàm Nghi]], [[Lê Lợi]], [[Phan Đình Phùng]], [[Nguyễn Du]], [[Cao Thắng]], [[Nguyễn Tri Phương]], [[Tôn Thất Thuyết]] và [[Nguyễn Thái Học]] vẫn được sử dụng để đặt tên cho các tuyến đường nhỏ và vừa ở các phường ở thành phố Buôn Ma Thuột.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{thể loại Commons|Buon Ma Thuot}}\n{{Sơ khai Đắk Lắk}}\n*{{trang web chính thức|https:\/\/tpbmt.com\/gioi-thieu\/}}\n{{Huyện thị Đắk Lắk}}\n{{Đơn vị hành chính thuộc thành phố Buôn Ma Thuột}}\n{{Thành phố Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại I]]\n[[Thể loại:Tỉnh lỵ Việt Nam]]"}