{"416853":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Buôn Trấp\n| hình = Center of Buon Trap town.jpg\n| ghi chú hình = Trung tâm thị trấn Buôn Trấp\n| vĩ độ = 12.4848\n| kinh độ = 108.0295\n| diện tích = 30,45 km²\n| dân số = 23.863 người\n| thời điểm dân số = 2010\n| mật độ dân số = 783 người\/km²\n| dân tộc = [[người Việt|Kinh]], [[Người Ê Đê|Ê Đê]]...\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Lắk]]\n| huyện = [[Krông Ana]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 24538<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Buôn Trấp''' là thị trấn huyện lỵ của huyện [[Krông Ana]], tỉnh [[Đắk Lắk]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Buôn Trấp có vị trí địa lý:\n*Phía nam giáp xã [[Bình Hòa, Krông Ana|Bình Hòa]] và xã [[Quảng Điền, Krông Ana|Quảng Điền]]\n*Phía bắc giáp xã [[Ea Na]] và xã [[Ea Bông]]\n*Phía tây giáp tỉnh [[Đắk Nông]]\n*Phía đông giáp xã [[Băng Adrênh]].\n\n== Hành chính ==\nThị trấn Buôn Trấp được chia thành 8 tổ dân phố: 1, 2, 3, 4, 5, 6, 7, Buôn Trấp, 5 thôn: 1, 2, Quỳnh Tân 1, Quỳnh Tân 2, Quỳnh Tân 3 và 2 buôn: Ê Căm, Rung.\n== Lịch sử ==\nTrước năm 1975, vùng này thuộc thị xã [[Buôn Ma Thuột]], tỉnh Đắk Lắk, chỉ có ba buôn người [[Người Ê Đê|Êđê]] là Buôn Trấp nằm gần sát bờ [[Sông Sêrêpôk|Sông Serepôk]], sau này gọi là [[sông Krông Ana]], 2 buôn còn lại là Ê Căm và Rung nằm gần nhau.\n\nNgày 5 năm 3 năm 1977, theo quyết định số 14\/TC Ủy ban nhân dân cách mạng lâm thời tỉnh Đắk Lắk về điều chỉnh địa giới và thành lập 3 xã mới của thị xã Buôn Ma Thuột, thành lập các xã Ea Bông, Ea Na và Quảng Điền. Địa bàn thị trấn hiện nay thuộc xã Ea Bông.\n\nNgày 19 tháng 9 năm 1981, Hội đồng Bộ trưởng ban hành Quyết định số 75\/HĐBT về việc phân vạch địa giới của huyện và thị xã Buôn Ma Thuột, thành lập huyện Krông Ana. Địa bàn thị trấn vẫn thuộc xã Ea Bông thuộc huyện Krông Ana.\n\nNgày 6 tháng 3 năm 1984, theo Quyết định số 35-QĐ\/HĐBT của Hội đồng bộ trưởng, tách xã Ea Bông thành 3 đơn vị hành chính: xã Ea Bông, xã Dur Kmăl và thị trấn Buôn Trấp.\n\nĐịa bàn thị trấn mới gồm 3 buôn trước đó đến thời điểm trước và sau với chính sách di cư [[xây dựng các vùng kinh tế mới|đi kinh tế mới]], dân cư đến lập nghiệp ở đây, đầu tiên là người trong tỉnh như người dân tộc Mường ở khu Hòa Bình thuộc xã Hòa Thắng, thị xã [[Buôn Ma Thuột]] đến định cư gần sông làm lúa nước, thành lập thôn Phú Đức. Những người gốc Huế từ vùng Đạt Lý (nay thuộc xã Hòa Thuận), thị xã [[Buôn Ma Thuột]] di cư đến gần bờ hồ (nay là Hồ Sen), thành lập thôn Đạt Lý. Người di cư từ miền Bắc định cư đầu tiên chủ yếu đến từ tỉnh Thái Bình, thành lập thôn Quỳnh Tân. Từ 3 Hợp tác xã: Quỳnh Tân, Đạt Lý, Thống Nhất, 3 tập đoàn sản xuất nông nghiệp: Phường 7, Phú Đức, TĐSX Buôn Trấp (Buôn Êcăm) gồm những người dân các tỉnh Thừa Thiên-Huế, Thái Bình, Quảng Nam.\n\nSau đó rất nhiều dân từ nhiều tỉnh thành chủ yếu là miền Bắc vào lập nghiệp, các thôn có tên gọi cũng được tách ra thành các thôn mới như: Quỳnh Tân tách thành các thôn Quỳnh Tân 1, Quỳnh Tân 2, Quỳnh Tân 3, Đạt Lý tách thành các tổ dân phố 1, 2, 3, Phú Đức tách thành tổ dân phố 4, 5, ngoài ra còn có tổ dân phố Buôn Trấp, buôn Ê Căm, buôn Rung.\n\n== Văn hóa ==\nNgoài người Kinh chiếm 80% còn có các sắc tộc, thiểu số bản địa ([[Người Ê Đê|Ê Đê]], [[Người Gia Rai|Gia Rai]]...), miền núi phía Bắc ([[Người Mường|Mường]], [[Người Tày|Tày]], [[Người Nùng|Nùng]]...). Hiện tại có 11 dân tộc anh em sinh sống. 3 buôn có nhà sinh hoạt cộng đồng, Buôn Trấp, buôn Ê Căm (60m²), buôn Rung. Các tôn giáo trên địa bàn gồm có Phật giáo, Công giáo, Tin lành...\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Đắk Lắk}}\n{{Đơn vị hành chính thuộc huyện Krông Ana}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]\n[[Thể loại:Huyện lỵ Việt Nam]]"}