{"39872":"\n{{Wiki hóa}}\n{{văn phong}}\n[[Tập tin:Panoramic View 2.jpg|nhỏ|phải|350px|Cảnh quan từ núi Bà Nà]]\n[[Tập tin:Panoramic View.jpg|nhỏ|phải|350px|Cảnh quan từ khách sạn Morin]]\n'''Bà Nà''' là khu bảo tồn thiên nhiên đồng thời là quần thể du lịch nghỉ dưỡng toạ lạc tại khu vực thuộc dãy [[Dãy Trường Sơn|Trường Sơn]] nằm ở [[Hòa Ninh, Hòa Vang|xã Hoà Ninh]], Huyện [[Hòa Vang]], cách trung tâm [[Đà Nẵng]] khoảng 25km về phía Tây Nam. Toàn bộ quần thể du lịch nghỉ dưỡng nằm trên đỉnh [[Núi Chúa]] có độ cao 1487 m so với [[mực nước biển]].\n\nĐược khám phá từ hơn 102 năm trước, Núi Bà Nà nằm ở dải đất [[Miền Trung]] với khí hậu mát mẻ quanh năm. Chỉ hơn 10 năm trở lại đây, Bà Nà Hills mới được nhiều người biết đến với tổ hợp các công trình du lịch, qua đó đạt danh hiệu “Khu du lịch hàng đầu Việt Nam” 4 năm liên tiếp từ năm 2014 – 2017.\n\n==Lịch sử==\n===Trước năm 1945===\n[[Tập tin:Ba Na 02.jpg|nhỏ|phải|200px|Vết tích một biệt thự Pháp cổ trên đỉnh Bà Nà]]Năm 1901, Quan toàn quyền [[Bán đảo Đông Dương|Đông Dương]] [[Paul Doumer]] muốn tìm một nơi tương tự như [[Đà Lạt]] để xây dựng khu nghỉ mát, nghỉ dưỡng, chữa bệnh cho các [[Cán bộ|quan chức]], [[Người lính|binh lính]] và [[sĩ quan]] người [[Pháp]]. Nhiệm vụ được giao cho Debay, một [[Đại úy thủy quân lục chiến]], trực tiếp chỉ huy tìm kiếm.\n\nNhận nhiệm vụ, Đại úy Debay phải mất nhiều tháng trời lang thang khắp [[Việt Nam]] để tìm cho ra một Đà Lạt thứ hai. Tháng 4\/1901, ông phát hiện ra “Núi Chúa” (tức Bà Nà), một ngọn núi cao với địa hình tương đối bằng phẳng, [[khí hậu]] bán [[ôn đới]] dễ chịu mát mẻ, tương tự như Đà Lạt và chỉ cách thành phố Đà Nẵng về phía Tây chừng 46km.\n\nNhận định đây là vùng đất lý tưởng có thể xây dựng [[Khu nghỉ mát|khu nghỉ dưỡng]] theo ý muốn, ngày 30\/11\/1911, Quan toàn quyền Paul Doumer đã ra nghị định biến Bà Nà thành một [[khu bảo tồn lâm nghiệp]] để tiện cho việc nghiên cứu về Bà Nà được kỹ lưỡng hơn.<ref>Theo ''Cẩm nang du lịch Đà Nẵng - Hội An - Mỹ Sơn'' của Phạm Côn Sơn trang 60 - 61<\/ref>\n\nSau [[Chiến tranh thế giới thứ nhất]] ([[1914]]-[[1918]]), người Pháp đẩy mạnh xây dựng khu nghỉ mát Bà Nà, hoàn tất con đường nối Bà Nà với đường thuộc địa số 1 (sau này là [[quốc lộ 1]]) ngay trong năm [[1919]], tạo điều kiện dễ dàng cho những [[Văn phòng|công sở]], quan chức và kiều dân Pháp đầu tư xây dựng [[Khu nghỉ mát#Khu nghỉ dưỡng|khu nghỉ dưỡng]], [[kinh doanh]] ở Bà Nà. Tháng 5 năm [[1919]], [[luật sư]] Beisson trở thành người đầu tiên xây dựng nhà nghỉ ở Bà Nà. Tính đến 23\/7\/[[1921]], tại Bà Nà đã có 39 lô đất được cấp phép xây dựng của 36 chủ đầu tư, phân bố trải đều theo cụm.\n\n[[Khoa học Thống kê|Thống kê]] của Pháp năm [[1925]] cho biết, chỉ có chừng 120 du khách chọn Bà Nà để nghỉ ngơi. Năm 1928, đường lên đỉnh núi được hoàn tất, số du khách mới tăng dần, đến năm [[1937]] đã đạt được con số hơn 1.000 người, phần lớn là người Pháp và quan chức người Việt. Các dịch vụ như [[điện]], [[nước]], [[bệnh viện]], [[bưu điện]], [[ngân hàng]], [[khách sạn]]... đã được đưa vào phục vụ du khách. Bà Nà dần trở thành một [[Khu nghỉ mát#Khu nghỉ dưỡng|khu nghỉ dưỡng]] nổi tiếng không chỉ ở [[Trung Kỳ]] mà ở toàn khu vực [[Bán đảo Đông Dương|Đông Dương]].\n\nNăm 1938, Bà Nà đã được Phòng Du lịch Đông Dương đưa vào tour du lịch 8 ngày bằng xe hơi tuyến [[Thành phố Hồ Chí Minh|Sài Gòn]] - [[Đà Lạt]] - [[Nha Trang]] - [[Quy Nhơn]] - [[Đà Nẵng]] - [[Huế]] - [[Vinh]] - [[Hà Nội]] - [[Hải Phòng]] và ngược lại. Kiệu ghế được xem là một phương tiện di chuyển đầy lý thú và rất điển hình cho du lịch Bà Nà xưa với lượng du khách ngang với những khu nghỉ mát thời đó như Le Bockor ([[Campuchia]]), Mũi Saint Jacques ([[Vũng Tàu]]), [[Tam Đảo]], [[Sa Pa|Sapa]]….\n\n===Thời kì 1945 - 1975===\nSau [[Cách mạng tháng Tám]] năm 1945, Bà Nà dần vắng bóng người. Khi [[Pháp]] quay trở lại xâm lược Việt Nam lần thứ 2, nhân dân địa phương thực hiện chủ trương [[Tiêu thổ|tiêu thổ kháng chiến]] nên đã triệt hạ các [[công trình xây dựng]] ở Bà Nà. Từ đấy, khu nghỉ mát hoang phế dần và bị cây rừng che phủ trong quên lãng gần nửa [[thế kỷ]].\n\nĐến giai đoạn chiến tranh chống Mỹ, quân đội Mỹ chọn đỉnh núi Bà Nà làm nơi quan sát [[quân sự]]. Để tạo hành lang an toàn cho đồn bốt, tất cả các công trình còn lại từ thời Pháp bị phá hủy dưới các nòng [[súng]] tầm xa của họ.\n\nTới giai đoạn 1975, hòa bình lập lại, những người dân khó khăn quanh vùng làm lâm nghiệp men theo đường mòn lên núi Bà Nà tìm kiếm một số đồ đạc còn sót lại từ các tàn tích trên núi và đem về phục vụ mục đích sử dụng cá nhân. \n\n=== '''Sau năm 1975''' ===\nVào ngày 30\/11\/1997, UBND thành phố Đà Nẵng quyết định xây dựng lại Bà Nà thành một khu du lịch [[Sinh thái học|sinh thái]] có quy mô lớn với hệ thống nhà nghỉ, [[nhà hàng]], khu bảo tồn... Một con đường huyết mạch từ chân núi lên tới đỉnh núi dài 15km được trải nhựa, tạo thuận lợi cho việc chuyên chở vật liệu lên xây dựng cơ sở vật chất trên đỉnh núi.\n\nSau năm 2000, thị trấn du lịch Bà Nà đã được đánh thức. Các doanh nhân Đà Nẵng cùng với chính quyền thành phố đã xây dựng Bà Nà thành khu lịch du lịch sinh thái kết hợp nghỉ dưỡng với nhiều cơ sở dịch vụ được đưa vào khai thác. Bà Nà nhanh chóng lấy lại ngôi vị của một trong những khu du lịch nổi tiếng nhất [[Đà Nẵng|thành phố Đà Nẵng]].\n\nTuy nhiên, ngôi vị ấy được duy trì không lâu. Do tính chất nhỏ lẻ, thiếu đồng bộ của các công trình, dịch vụ ở Bà Nà khi đó, cộng với cách quản lí thiếu chuyên nghiệp, khu lịch du lịch sinh thái đã không thực sự thu hút và đáp ứng được nhu cầu đa dạng và phong phú về du lịch, vui chơi, nghỉ ngơi… của du khách thập phương. Chỉ một thời gian ngắn sau khi được xây dựng lại, du khách thưa dần, Bà Nà lại chìm trong quên lãng.\n\nNăm 2007, UBND thành phố Đà Nẵng quyết định chuyển giao toàn bộ khu du lịch Bà Nà cho [[Sun Group|Tập đoàn Sun Group]] - Việt Nam quản lý. Nhằm phục vụ nhu cầu du lịch khám phá, nghỉ dưỡng và du lịch tâm linh của đông đảo du khách, Công ty Cổ phần Dịch vụ Cáp treo Bà Nà đã đầu tư xây dựng tuyến cáp treo Bà Nà - Suối Mơ và chính thức khai thác tuyến cáp treo này vào ngày 25\/3\/2009 sau 12 tháng thi công và 2 tháng chuẩn bị. Đây là tuyến cáp treo hiện đại bậc nhất thế giới tại thời điểm ấy được xây dựng theo tiêu chuẩn châu Âu với tổng mức đầu tư khoảng 300 tỷ đồng.\n\nTiếp đó, nhiều công trình mới được xây dựng, gia tăng trải nghiệm vui chơi tham quan cho du khách tới Bà Nà, nổi bật như khu vui chơi giải trí trong nhà rộng 21.000m2 Fantasy Park; tuyến cáp treo bốn kỷ lục thế giới L’Indochine – Thác Tóc Tiên; Tàu hỏa leo núi; Làng Pháp... đáp ứng nhu cầu tham quan và lưu trú của du khách trong và ngoài nước.\n\nNăm 2017, thêm 2 tuyến cáp treo Hội An – Marseille và Bordeaux – Louvre tiếp tục được đưa vào hoạt động. Cũng trong năm này, Bà Nà Hills Mountain Resort chính thức trở thành thành viên của Tập đoàn Sun World, với tên gọi Sun World Ba Na Hills, cùng với Sun World Danang Wonders (Đà Nẵng), Sun World Halong Complex (Hạ Long, Quảng Ninh), Sun World Fansipan Legend (Sa Pa, Lào Cai), Sun World Hon Thom Nature Park (An Thới, Phu Quoc).\n\nTháng 6\/2018, tại Bà Nà có thêm công trình Cầu Vàng - sớm nổi danh trên thế giới nhờ các bài đánh giá trên các tạp chí hàng đầu như: [[The New York Times|New York Times]], Forbes, CNN,...\n\nNăm 2019 & 2020, Bà Nà Hills sẽ đưa vào hoạt động tiếp 2 tuyến cáp treo mới, lâu đài phép thuật, khách sạn M Gallery & Cầu Bạc.\n\n== Đặc điểm tự nhiên ==\n===Địa hình và địa thế===\nBà Nà là một vùng núi cao, đỉnh cao nhất là Núi Chúa cao 1487m, rặng núi Bà Nà hay còn gọi là rặng núi Lỗ Đông, bản đồ địa lý thủy văn của người Anh gọi là “Đỉnh Tròn”, nằm hơi chếch về phía Tây Nam của thành phố Đà Nẵng. Địa hình nơi đây rất phức tạp, bị chia cắt mạnh bởi các hệ thống sông suối chằng chịt, Núi Bà Nà cũng là thượng nguồn của 3 hệ thống sông chính: sông Túy Loan, sông Lỗ Đông, sông Vàng. Phía Tây sườn dốc đứng, phía Đông Nam và Đông Bắc thấp dần, phần tiếp giáp có địa hình đồi núi thấp vây quanh. Với độ cao trung bình hơn 800m, độ dốc 25<sup>o<\/sup> đến 35<sup>o<\/sup>, tất cả đã tạo nên một cảnh quan đặc trưng của hệ sinh thái rừng nhiệt đới gió mùa.\n\n=== Thời tiết và khí hậu ===\nMột trong những lý do khiến người Pháp chọn Bà Nà xây dựng thành một khu nghỉ mát vì nơi đây có khí hậu được đánh giá là mùa xuân của nước Pháp. Giữa cái nóng oi bức của thành phố Đà Nẵng lên đến 37<sup>o<\/sup>C vào mùa hè thì nhiệt độ ở Bà Nà chỉ trung bình khoảng 18<sup>o<\/sup>C, nhiệt độ thấp nhất là 2<sup>o<\/sup>C vào mùa Đông và cao nhất là 25<sup>o<\/sup>C vào mùa Hè. Biên độ nhiệt ngày đêm là 5,3<sup>o<\/sup>C.\n\nĐộ ẩm trung bình ở Bà Nà lên đến 93% nên thường có sương mù xuất hiện vào buổi chiều và sau các cơn mưa giông tạo nên một cảm giác mát mẻ tuyệt vời.\n\nKhu vực đỉnh Bà Nà một năm có hai mùa rõ rệt: Mùa mưa kéo dài từ tháng 9 đến tháng 2 năm sau, thường có gió mùa Đông bắc hoặc Tây Bắc, mùa khô từ tháng 3 đến tháng 8, thường có gió mùa Đông Nam, khô ráo. Lượng mưa trung bình là 5.185mm\/năm. Những cơn mưa ở Bà Nà thường diễn ra trong thời gian ngắn, sau đó bầu trời thoáng đãng, những làn mây trắng đọng lại ở lưng chừng sườn núi tạo nên một cảm giác bồng bềnh, kì diệu.\n\nBà Nà nằm gần sát biển nên có gió biển thổi nhẹ êm dịu, phần lớn mùa hè thường có gió mùa Tây Nam, còn gọi là gió Lào, ở đồng bằng thì rất hanh nóng, khó chịu nhưng ở độ cao này luôn mát lạnh và ôn hòa.\n\nMột ngày ở Bà Nà luôn có 4 mùa, sang mùa xuân êm dịu, trưa là mùa hạ chói chang, mùa thu vào buổi chiều khi màn đêm buông xuống và sương mùa kéo về và mùa đông se lạnh vào ban đêm. Khí hậu mát mẻ quanh năm ở Bà Nà là một trong lý do khiến địa danh này có sức hút kì diệu đối với du khách.\n\n===Địa chất và thổ nhưỡng===\n\nBà Nà là rặng núi nổi bật, quan trọng nhất thuộc dãy Trường Sơn và những dãy núi ngang (Hoành Sơn) nằm ở địa thế ven biển. Bà Nà và dãy núi Hải Vân là một sống đá hoa cương chạy từ Lào men sang biên giới phía Nam Thừa Thiên ra thẳng đến [[vịnh Đà Nẵng]], vì vậy, cả khối núi Bà Nà là nham thạch biến tích có độ tuổi khá cao (200 triệu năm) đã từng phân hóa. Cấu tạo địa chất gồm đất sét, thạch anh, lớp đất feralit mùn vàng phủ ở trên tuy không dày nhưng cũng đủ cho thảm thực vật rừng phát triển, là điều kiện tạo nên tính đa dạng sinh học cho Bà Nà.\n\n===Hệ động vật===\n\nBà Nà có những giá trị sinh thái và du lịch to lớn, có thể so sánh với thành phần rừng quốc gia Bạch Mã. Càng lên cao, nhiệt độ càng giảm và độ ẩm càng tăng.\n\n[[Hệ động vật]]: 256 loài [[động vật có xương sống]] (61 loài thú, 178 loài chim và 17 loài bò sát)\n\nĐặc trưng cho hệ động vật Nam Trường Sơn với các loài Hươu vàng, cheo cheo, chồn dơi, sói vàng, trĩ sao, gà lôi long tía, khỉ đuôi dài, trăn dây... Đặc trưng cho hệ động vật Bắc Trường Sơn là gà tiền mặt vàng, gà lôi lam màu trắng, trút, vượn má hung, gấu đen châu Á… Đặc biệt ở Bà Nà có 44 loài động vật quý hiếm được ghi trong sách đỏ Việt Nam, trong đó có 23 loài thú, 12 loài chim và 9 loài bò sát. Tiêu biểu là hổ, báo, nai, hoẵng, sóc bay, chà vá chân nâu, vượn má hung, chó sói, gấu chó…\n\nPhong phú hơn nữa trong hệ động vật ở Bà Nà là các loài bướm, côn trùng chủ yếu sinh sản vào tháng 4. Đến Bà Nà vào mùa hè, bạn sẽ được chiêm ngưỡng bản nhạc rừng độc đáo của các tiếng ve gọi hè, tiếng hót của chim chóc, và tiếng hú xa xa của bầy vượn…\n\n===Hệ thực vật===\n\nChỉ với một diện tích khá nhỏ (17.641 ha) nhưng theo thống kê, Rừng nguyên sinh Bà Nà có đến 543 loài thực vật bao gồm 4 ngành thực vật bậc cao là Thông đất, Thông, Dương sỉ và Mộc Lan.\n\nHệ thực vật ở đây phong phú về số lượng loài có giá trị kinh tế, nhưng nghèo về trữ lượng và số lượng cá thể. Đến nay đã thống kê được 74 loài làm thuốc và dược liệu, 41 loài có thể ăn được hoặc làm thức ăn cho người, 15 loài làm cảnh, 134 loài cho gỗ, 5 loài làm thức ăn gia súc, 6 loài làm vật liệu xây dựng, 5 loài làm nguyên liệu cho giấy sợi, 3 loài cho tinh dầu, 3 loài để nhuộm.\n\nNgoài đa dạng về họ, chi và số lượng cá thể lớn, rừng nguyên sinh Bà Nà cũng có rất nhiều loài quý hiếm được liệt vào sách đỏ Việt Nam như trầm hương, gụ lau, kim giao, hoàng đàn…\n\nCác loài thực vật thân gỗ có nhiều màu sắc thuộc ngành thực vật hạt kín như cây thích ba thùy, chò lào, sồi lá hạnh, chẹo bông, hồng diệp…\n\nHệ động thực vật Bà Nà không chỉ có tính phong phú, đa dạng cao mà còn hết sức đặc trưng, độc đáo, có ý nghĩa vô cùng quan trọng cho sự bảo tồn và phát triển.\n\nNăm 1986, Bà Nà đã được Chính phủ công nhận là khu dự trữ thiên nhiên, đối tượng bảo vệ và là rừng nhiệt đới gồm nhiều loại động, thực vật quý hiếm cần được bảo vệ như [[trầm hương]], gụ lau, sến mật, [[trĩ sao]], [[gấu đen châu Á]], vượn má hung... Bà Nà có nhiều khu [[rừng nguyên sinh]] được phân bổ theo các sườn dốc khá hiểm trở.\n\n==Độc quyền khai thác==\nCon đường bộ dẫn lên đỉnh Bà Nà bị [[Sun Group|tập đoàn Sun Group]] chặn lại, và nếu muốn lên đó thì phải đi bằng cáp treo với giá từ 350 ngàn đến 500 nghìn đồng. Trong bài báo của báo Tuổi trẻ mang tựa đề “Vụ Bà Nà: An toàn cho khách hay lợi ích cho nhà đầu tư,” người đứng đầu tập đoàn Sun Group nói rằng họ không cấm mà chỉ lo ngại về sự an toàn cho khách lên đỉnh Bà Nà<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/chi-khuyen-cao-khong-cam-hoan-toan-717668.htm|tựa đề=https:\/\/tuoitre.vn\/chi-khuyen-cao-khong-cam-hoan-toan-717668.htm|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Cũng trong bài báo này, các nhân viên kiểm lâm có trách nhiệm ở khu vực rừng bảo tồn trên núi Bà nà cũng phải xin phép Sun Group khi vào làm việc trong rừng. Và người có trách nhiệm về tài nguyên môi trường của thành phố Đà Nẵng xác nhận rằng thành phố này đã giao toàn bộ khu du lịch Bà nà cho Sun Group độc quyền khai thác, trong đó có con đường bộ lên đỉnh núi.<ref>[https:\/\/www.rfa.org\/vietnamese\/in_depth\/crony-capitalism-03232015115926.html Chủ nghĩa tư bản thân hữu: Trường hợp Sun Group và Tân Hiệp Phát], RFA, 2015-03-23<\/ref>\n\nNgày 8\/8\/2019, Đà Nẵng công bố khôi phục đường bộ lên đỉnh Bà Nà. Sau khi khôi phục, tuyến đường chỉ phục vụ cho hoạt động kiểm lâm, phòng cháy chữa cháy và công tác vận chuyển vật liệu xây dựng và nhu yếu phẩm phục vụ khu du lịch Bà Nà, làm đường thoát hiểm khi có sự cố...<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/da-nang-khoi-phuc-duong-bo-len-dinh-ba-na-20190808083126609.htm|tựa đề=https:\/\/tuoitre.vn\/da-nang-khoi-phuc-duong-bo-len-dinh-ba-na-20190808083126609.htm|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Cáp treo Bà Nà==\n'''TUYẾN CÁP TREO SUỐI MƠ – BÀ NÀ'''\n\nNgày 25\/03\/2009, khu du lịch Bà Nà Hills đưa vào hoạt động hệ thống cáp treo 1 dây đầu tiên mang tên Suối Mơ- Bà Nà.\n\nHệ thống cáp treo này được xây dựng theo công nghệ của Áo, đảm bảo tiêu chuẩn của Hiệp hội cáp treo châu Âu. Toàn tuyến cáp treo có 22 trụ với 96 cabin, công suất phục vụ 1.500 khách\/giờ. Thời gian đi từ ga đi đến ga đến (hoặc ngược lại) là 15,05 phút với vận tốc 6m\/giây.\n\nCáp treo Suối Mơ-  Bà Nà đã lập hai kỷ lục thế giới như: tpuyến cáp treo một dây dài nhất thế giới: 5.042,62m; Tuyến cáp có cao độ chênh lệch giữa ga trên và ga dưới lớn nhất thế giới là 1.291,81m.\n\n'''TUYẾN CÁP TREO DE BAY – MORIN'''\n\nTuyến cáp treo trung chuyển Debay – Morin là tuyến cáp treo ngắn nhất trong các hệ thống cáp treo tại Bà Nà Hills, với [[chiều dài]] chỉ 690m, bao gồm 17 cabin.\n\nĐược khai trương vào tháng 7\/2009, tuyến cáp treo Debay – Morin có hệ thống cabin tròn, đảm bảo an toàn trên địa hình đồi núi cao mà không sợ ảnh hưởng xấu của thời tiết, gió bão.\n\n'''TUYẾN CÁP TREO THÁC TÓC TIÊN – L’ INDOCHINE'''\n\nNgày 29\/03\/2013, tuyến cáp Thác Tóc Tiên- L’Indochine khánh thành. Đây là tuyến cáp số 3 ở Bà Nà, được xây dựng bởi nhà sản xuất cáp Doppelmayr của Áo và CWA của Thụy Sĩ, với kinh phí đầu tư lên đến 30 triệu EUR.\n\nCáp treo Thác Tóc Tiên- L’Indochine nối thẳng từ chân núi lên đỉnh Bà Nà ở độ cao 1.487m, với thời gian di chuyển 17 phút. Toàn tuyến cáp có 25 trụ và 86 cabin, sức chứa 10 người\/cabin, công suất đạt 1.500 khách\/h, vận tốc 6&nbsp;m\/s.\n\nTuyến cáp được Guinness World Records trao tặng 4 kỷ lục thế giới, gồm: Tuyến cáp treo dài nhất là 5.801 mét; Tuyến cáp treo có độ chênh giữa ga đi và ga đến cao nhất thế giới 1.368 mét; Tuyến cáp có tổng [[chiều dài]] cáp dài nhất là 11.587 mét; Sợi cáp có trọng lượng cáp nặng nhất thế giới là 141,24 tấn.\n\n'''TUYẾN CÁP TREO HỘI AN – MARSEILLE'''\n\nTuyến cáp treo Hội An – Marseille hay còn gọi là tuyến cáp treo số 4 được đưa vào hoạt động tháng 4\/2017. Đây là một trong những hệ thống cáp treo hiện đại bậc nhất thế giới với vận tốc lên đến 7&nbsp;m\/s, gồm 23 trụ đỡ và 144 cabin. [[Chiều dài]] của hệ thống cáp 4 là 5.261m, công suất vận chuyển 3000 khách\/h với sức chứa 10 người\/cabin.\n\n'''TUYẾN CÁP TREO BORDEAUX – LOUVRE'''\n\nTuyến cáp treo Bordeaux – Louvre còn gọi là tuyến cáp treo số 5, được đưa vào hoạt động cùng với tuyến cáp treo số 4, vào tháng 4\/2017, nối khu vực vườn hoa Le Jardin với quần thể Làng Pháp trên khu vực đỉnh, có [[chiều dài]] 672m, với 4 trụ đỡ, 47 cabin, vận tốc 7&nbsp;m\/s và công suất vận chuyển 4000 khách\/h, thời gian di chuyển toàn tuyến chỉ trong khoảng 4 phút.\n\n==Các điểm tham quan==\n\n=== [[Chùa Linh Ứng]] ===\n[[Tập tin:Linh Ung Pagoda.jpg|nhỏ|trái|Chùa Linh Ứng]]\nTọa lạc ở độ cao trên 1.400m, chùa Linh Ứng được khánh thành ngày 05\/03\/2004. Kiến trúc chùa chữ Tam gần giống với kiến trúc của chùa Tam Thai, cả khoảng sân rộng được lát bằng đá. Phía trước chùa có một cây thông ba lá quý hiếm có tên trong sách Đỏ Việt Nam.\n\nChùa có một bức tượng Thích Ca Phật đài uy nghi, cao 27m màu trắng mà những ngày nắng ráo, từ thành phố Đà Nẵng có thể nhìn thấy bức tượng trắng muốt này.\n\nChùa thuộc hệ phái Bắc Tông. Về kiến trúc và thờ tự, chùa Linh Ứng Bà Nà giống với Chùa Linh Ứng Ngũ Hành Sơn và do cùng một vị sư trụ trì.\n\n===Miếu Bà===\nMiếu Bà được lập từ năm 1931 bởi người Pháp. Tương truyền thuở ấy, khi Bà Nà - Núi Chúa còn hoang sơ, âm u, cư dân làm nghề rừng còn thưa thớt, trong dân gian vẫn lưu truyền câu \"Nhất Cọp Bà Nà, nhì ma Phú Túc\". Vì thế, người dân thường thờ cúng thần linh, các “Bà” để cầu cho cuộc sống bình an, yên ổn. Các quan cai trị người Pháp lên khai phá Bà Nà - Núi Chúa xưa cũng tỏ ra kính cẩn những truyền thuyết về Bà và đã cho lập miếu thờ Bà.\n\nChiến tranh liên miên nhưng Miếu Bà vẫn không bị tàn phá. Dân đi rừng Bà Nà đặc biệt sùng tín và quan tâm gìn giữ Miếu Bà. Miếu Bà hiện đã được trùng tu, nâng cấp và trở thành điểm dừng chân của du khách hành hương vãn cảnh, cầu nguyện may mắn, an lành…\n\n===Đền Lĩnh Chúa Linh Từ===\nNằm trên đỉnh cao nhất của Bà Nà, ở độ cao 1487m, đền Lĩnh Chúa Linh Từ (còn gọi là Mẫu Thượng Ngàn hoặc Lâm Cung Thánh Mẫu) là nơi tôn thờ Bà Chúa linh thiêng của cả vùng núi Bà Nà.\n\nChuyện kể lại rằng, người dân vùng Bà Nà từ bao đời nay được Mẫu Thượng Ngàn che chở, khi có bất kỳ điều gì xảy ra, họ đều đến đây, khấn Bà phù hộ, và tin rằng bà luôn ở bên họ, cho họ sự yên bình, sáng suốt và thanh thản.\n\nTheo truyền thuyết, Bà là con gái của Sơn Tinh và công chúa Mỵ Nương. Lúc còn con gái, Bà có tên là La Bình. Khi Sơn Tinh và Mỵ Nương, theo lệnh Ngọc Hoàng trở về trời thành hai vị thánh bất tử thì La Bình cũng được phong là công chúa Thượng Ngàn, thay cha trông coi tất cả các miền núi non hang động, các miền trung du, đồi, bãi của nước ta.\n\nMột con đường dốc quanh co dẫn lên khoảng sân rộng phía bên trái ngôi đền. Giữa sân là ngôi nhà lục giác, hai tầng mái ngói, làm nơi an vị pho tượng Phật Di Lặc ngồi khá lớn. Sau nhà lục giác là bình phong, án trước khoảng sân nhỏ trước chính điện.\n\nNgôi chính điện có ba gian, ba tầng mái ngói theo kiến trúc đền miếu truyền thống. Bên ngoài đền có treo bảng sơn nền đỏ, chạm bốn chữ màu vàng bằng Hán tự “Lĩnh chúa linh từ”.\n\nNgôi đền được trùng tu lại vào năm 2011. Cả 26 góc mái và đầu giông của ngôi nhà lục giác và chính điện đều có đầu rồng chạm trổ khá chi tiết.\n\n=== Linh Phong Thiền Tự ===\nLinh Phong Thiền Tự hay còn gọi là Chùa Bắc, được xây dựng hoàn toàn bằng gỗ Lim, theo kiến trúc điển hình của các ngôi chùa ở phía Bắc. Với diện tích 650m², Linh Phong Thiền Tự bao gồm Tiền đường, hậu cung và sân vườn. Tiền đường gồm 3 gian, 2 chái, 2 tầng, 8 mái đao. Hậu cung gồm 2 gian, 3 tầng, 12 mái đao. Ba gian giữa được lắp 3 bộ cử bức bàn “thượng song, hạ bản”, 2 chái xây tường, lắp cửa sổ “sắc không”. Hệ thông cửa được gắn vào hàng cột tạo nên mái hiên rộng, thoáng mát trước chùa.\n\n=== Thích Ca Phật Đài ===\nTọa lạc ở độ cao khoảng 1400m, trong khuôn viên chùa Linh Ứng Bà Nà, Thích Ca Phật Đài cao 27m, ngang gối 14m, thiền định trên đài sen cao 6m, tượng được xây bằng xi măng cốt sắt. Bên dưới đài sen là Tám bức phù điêu, khắc họa cuộc đời của Đức Phật Thích ca.\nTừ phía thành phố Đà Nẵng, vào những ngày nắng ráo, có thể nhìn thấy bức tượng này nổi bật trên nền xanh của núi rừng.\n\n=== Trú Vũ Trà Quán ===\nNằm trong quần thể tâm linh trên Núi Chúa, bên cạnh đền Lĩnh Chúa Linh Từ, phía trên là Linh Phong Bảo Tháp với không gian, cảnh sắc thanh tịnh, Trú Vũ Trà Quán có diện tích 350m², bao gồm 3 khối nhà, được xây theo lối kiến trúc truyền thống của miền Bắc Việt Nam, bên trong được bài trí theo thiền. Du khách tham quan thường tới đây để thưởng trà, tĩnh tâm trong âm nhạc thiền.\n\n=== Lầu Chuông ===\nLầu Chuông được xây dựng theo lối kiến trúc nhà Phật, nơi đặt chiếc chuông đồng nặng 1 tấn được đúc ngay tại đỉnh Bà Nà, trong thời gian chưa đến một năm.\n\n=== Linh Phong Bảo Tháp ===\nLinh Phong Bảo Tháp được thiết kế với chín tầng, mỗi tầng với bốn mặt có gắn tượng đức Phật Thích Ca Mâu Ni bằng đá trắng quay mặt ra bốn hướng Đông, Tây, Nam, Bắc. Xung quanh tháp có tượng Tứ Đại Thiên Vương uy phong hộ trì và trấn giữ.\n\n=== Tàu hỏa leo núi ===\nTàu hỏa leo núi là một loại hình vận chuyển sử dụng công nghệ thang máy và công nghệ của ngành đường sắt, ra đời từ cuối thế kỷ 15, đầu thế kỷ thứ 16 tại Áo, dùng để vận chuyển hàng hóa vật liệu lên các tòa thành cao của lâu đài Hohensalzburg. Đến nửa cuối của thế kỷ thứ 19, loại hình vận chuyển này mới được sử dụng cho cư dân thành thị.\n\nỞ Bà Nà, tuyến tàu hỏa leo núi vận chuyển khách tham quan qua các thắng cảnh như: Chùa Linh Ứng, vườn hoa Le Jardin, khu biệt thự cổ. Từ trên tàu, du khách được ngắm cảnh sắc ấn tượng từ núi rừng Bà Nà hùng vĩ.\n\nTàu hỏa leo núi tại Bà Nà chính thức khai trương vào ngày 26\/4\/2014, có sức chứa 80 người một cabin, vận tốc 5&nbsp;m\/s, công suất vận hành 1.600 khách một giờ và được Garaventa của Thụy Sĩ sản xuất, có thể vận hành tốt trong bất kỳ điều kiện thời tiết nào.\n\n=== Hầm rượu Debay ===\nTrong quãng thời gian từ năm 1919 đến năm 1938, đồng thời với việc xây dựng hàng trăm ngôi biệt thự cùng bệnh viện, bưu điện, ngân hàng… để phục vụ nhu cầu nghỉ mát của các quan chức, sĩ quan quân đội, thương gia người Pháp và những người Việt giàu có trên đỉnh Bà Nà, người Pháp đã cho xây dựng hầm rượu này vào năm 1923. Mục đích cơ bản của việc xây dựng hầm rượu là để làm nơi cất giữ các loại rượu, đặc biệt là rượu vang mà người Pháp mang sang từ cố Quốc.\n\nHầm rượu Debay độc đáo bởi nó được đào xuyên vào lòng núi, có tổng [[chiều dài]] từ lối vào đến lối ra khoảng 100 mét, [[chiều cao]] 2,5 mét, rộng khoảng 2 mét, bên trong có các hầm cất giữ rượu, bar rượu, lò sưởi, sảnh. Vách hầm được xây bằng đá núi và vữa làm từ hỗn hợp đường và nhựa cây bời lời - một loại cây khá phổ biến ở vùng Quảng Nam - Đà Nẵng. Trần hầm được đào theo hình vòm cung, mang đậm lối kiến trúc Pháp. Kiến trúc hình vòm còn giúp tạo nên sự vững chắc cho hầm rượu. Đó là lý do vì sao gần 100 năm qua, hàng trăm ngôi biệt thự lộng lẫy nguy nga một thời nay chỉ còn là những phế tích nhưng hầm rượu vẫn trường tồn với thời gian, bất chấp sự khắc nghiệt của thiên nhiên và sự tàn phá của bom đạn trong chiến tranh. Đây cũng là công trình duy nhất của người Pháp còn lại khá nguyên vẹn tại Bà Nà.\n\nBên trong hầm rượu hiện có tất cả 14 hốc rượu, gồm có 9 hốc nhỏ và 5 hốc lớn. Chủ nhân của mỗi hốc rượu bên trong hầm rượu Debay cũng là chủ nhân của những ngôi biệt thự hoặc khách sạn tại Bà Nà thời đó. Một số người lớn tuổi trước đây từng làm phu cho người Pháp ở Bà Nà kể lại rằng người Pháp cất giữ rượu vang trong những hốc này và mang ra tiếp đãi khách quý trong những buổi khánh tiết.\n\nCách đây gần 100 năm, người Việt Nam bình thường hầu như không có cơ hội đặt chân đến đây. Lý do là vì đây là nơi chỉ dành cho giới thượng lưu gồm các quan chức, sĩ quan cao cấp trong quân đội Pháp, các thương gia Pháp và một số rất ít những người Việt Nam giàu có thân Pháp. Đây là nơi [[Người Pháp]] gặp gỡ, giao lưu và tổ chức các buổi dạ tiệc, khiêu vũ, khánh tiết…\n\nNăm 1945, khi người Pháp rời khỏi [[Việt Nam]], Bà Nà đã chìm vào quên lãng và hầm rượu cũng chịu chung số phận bị bỏ hoang trong một thời gian dài và bị bom đạn đánh sập một phần. Cùng với sự phát triển của thành phố  Đà Nẵng, Bà Nà đã được khôi phục và hầm rượu cũng được phục chế lại tương đối hoàn chỉnh như ban đầu.\n\n=== Vườn hoa Bà Nà ===\nĐược mở cửa từ tháng 4 năm 2014, Khu vườn hoa L’Jardin d’ Amour có tổng diện tích 8206m² bao gồm 10 khu vườn được thiết kế dựa theo các theo kiểu vườn hoa độc đáo của [[Châu Âu]], gồm: Quảng trường Ước hẹn, Vườn Uyên Ương, Vườn Thiêng, Vườn Địa đàng, Vườn Suối Mơ, Vườn Kí Ức, Vườn Thần Thoại,  Vườn Suy Tưởng, Vườn Nho, vườn Bí Ẩn. Mỗi khu vườn mang một chủ đề, được trồng trang trí nhiều loại hoa, tạo nên một không gian thiên nhiên rực rỡ sắc màu, hấp dẫn khách tham quan.\n\n=== Fantasy Park ===\nLấy cảm hứng từ 2 cuốn tiểu thuyết “ Hành trình vào trung tâm trái đất” và “ Hai vạn dặm dưới biển” của nhà văn người Pháp Jules Verne, Fantasy Park là khu vui chơi giải trí trong nhà diện tích  21.000m² với thiết kế 3 tầng bao gồm hơn 100 trò chơi:\n\n- Tầng B1 “Trò chơi mạo hiểm”\n\n- Tầng B2 “ Miền phiêu lưu kỳ thú”\n\n- Tầng B3 “Thế giới huyền bí”.\n\nCác trò chơi tiêu biểu: Công viên khủng long đầu tiên ở Việt Nam có đủ các loại khủng long từ kỷ Jura đến kỳ cận đại, Tháp rơi và xoay tự do trong nhà cao nhất Việt Nam 29m, 3 rạp phim công nghệ: 3D 360, 4D, 5D, xe điện đụng trong nhà, leo núi trong nhà với vách núi cao 21m, đường trượt đôi tốc độ cao 2 vòng xoắn kép…\n\n=== Khu trưng bày tượng sáp ===\nKhu trưng bày tượng sáp được khởi công xây dựng tháng 8\/2012 và chính thức khai trương ngày 11\/7\/2013, sau gần 1 năm xây dựng. Đây cũng là khu trưng bày tượng sáp đầu tiên tại Việt Nam.\n\nHiện khu trưng bày tượng sáp sở hữu 49 tác phẩm nghệ thuật tượng sáp tinh xảo, được thực hiện bởi những nghệ nhân người Ý, là bản sao của các ngôi sao điện ảnh, ca nhạc, doanh nhân, chính trị gia nổi tiếng thế giới như: ca sỹ Lady Gaga, diễn viên Thành Long, cựu tổng thống Mỹ Barack Obama, doanh nhân Steve Job, diễn viên Angelina Jolie…\n\n=== Làng Pháp ===\n[[Tập tin:French Villa Ba Na.jpg|nhỏ|Một phế tích công trình của Pháp trên núi Bà Nà]]\nLàng Pháp được thiết kế dựa trên những nét phác thảo trong cuốn ghi chép của nhà truyền giáo Pigneau De Behaine kể về cuộc hành trình xuyên nước Pháp đầy thú vị của ông. Làng Pháp là bức tranh thu nhỏ của nước Pháp thời trung cổ, được khôi phục lại từ những thị trấn, làng mạc khác nhau trên khắp nước Pháp mà Pigneau từng đi qua.\n\nVới diện tích 45.300 m², Làng Pháp được chia thành 7 khu vực khác nhau gồm: ngôi làng của xứ Bretagne được mệnh danh đẹp nhất nước Pháp; ngôi làng nguyên sơ nhất thời trung cổ ở Pháp là Conques Aveyron; khu vực lâu đài Chateau De Chenonceau; Thánh đường St Denis; ngôi làng Apremont sur Allier…\n\n=== Cầu Vàng ===\n{{bài chi tiết|Cầu Vàng}}\n[[Tập tin:Golden Bridge (Vietnam).jpg|nhỏ|195x195px|Cầu Vàng]]\nKhánh thành đầu tháng 6\/2018, Cầu Vàng nối từ nhà vòm Button ở cao trình +1411.5 tới vào vườn Giác quan ở cao trình +1416.00, thuộc quần thể khu vực vườn Thiên Thai, nằm ở độ cao 1.414m so với mực nước biển.\n\nCầu Vàng gồm 8 nhịp, 7 trụ và 2 mố với tổng [[chiều dài]] 150m. Bề rộng toàn bộ cầu là 5m, trong đó phần mặt cầu dành cho người đi lại rộng 3m, hai bồn hoa mỗi bên rộng 1m. Thiết kế độc đáo với ý tưởng hai bàn tay một vị thần nâng đỡ thân cầu, Cầu Vàng đã được nhiều tờ báo, hãng thông tấn uy tín tại Việt Nam và quốc tế như CNN, BBC, The New York Times, Time, FoxNews, The Guardian, Archdaily… ca ngợi. Ngày 23\/8\/2018, Cầu Vàng lọt top 100 điểm đến tuyệt vời nhất thế giới cho tạp chí TIME bình chọn.\n\n=== Các khu nghỉ mát ===\nTrên núi Bà Nà, các khu vực nghỉ mát của binh lính Pháp xuất hiện từ đầu [[thế kỷ 20]]. Nhưng cho tới nay, các khu nghỉ mát này chỉ còn tồn tại trong các phế tích giữa [[rừng]].\n\nHiện các ngôi biệt thự, nhà nghỉ đã được xây dựng lại, hiện đại như Bà Nà by night, Lê Nim, Biệt thự Hoàng Lan... Năm [[1997]], thành phố Đà Nẵng đã đầu từ, khôi phục và xây dựng một số [[biệt thự]] cổ, khu văn hóa Phật giáo, hầm rượu và hàng loạt [[khách sạn]], biệt thự, [[quán bar]], sân [[Quần vợt|tennis]], sân [[cầu lông]],...\n\nNăm 2007, tập đoàn Sun Group được thành phố [[Đà Nẵng]] trao quyền trở thành chủ đầu tư xây dựng khu du lịch Sun World Ba Na Hills. Hiện trong khuôn viên Làng Pháp của Khu du lịch này cũng có thêm khách sạn nghỉ dưỡng Mercure Danang French Village Ba Na Hills đạt tiêu chuẩn 4 sao.\n\n=== Suối Mơ ===\nKhi đi Cáp treo để lên đỉnh Bà Nà, du khách nhìn xuống dưới có thể thấy dòng [[Suối mơ|suối Mơ]] đang chảy ở bên dưới khe núi. Nơi đây có ngọn [[thác Tóc Tiên]] 9 tầng trông giống như mái tóc của một nàng tiên.\n\n==Quang cảnh==\nTừ đỉnh núi Bà Nà, về phía Tây là dãy [[Dãy Trường Sơn|Trường Sơn]], Phía Đông là đồng lúa [[Hòa Vang]]. Từ đây dễ dàng nhìn thấy [[bán đảo Sơn Trà]], [[sông Thu Bồn]], [[Hội An]] và nội thành Đà Nẵng.\n\n==Sự kiện và lễ hội==\nTại khu du lịch Bà Nà Hills, có nhiều lễ hội được tổ chức định kỳ hàng năm, tiêu biểu nhất là:\n\n===Lễ hội Hoa===\nThời gian tổ chức: Tháng 2 đến tháng 3 hàng năm.\n\n===Lễ hội bia B’estival===\nĐược tổ chức Kỷ lục Việt Nam trao tặng kỷ lục: “Lễ hội bia có số lượng người tham gia đông nhất Việt Nam” vào ngày 10\/06\/2018\n\nThời gian tổ chức: Tháng 5 đến tháng 9 hàng năm.\n\n===Lễ hội Halloween===\nThời gian tổ chức: Tháng 9 đến tháng 10 hàng năm.\n\n===Lễ hội Mùa Đông===\nThời gian tổ chức: Tháng 11 đến tháng 12 hàng năm.\n\n===Sunshine Carnival===\nThời gian tổ chức: Tháng 5 đến tháng 9 hàng năm.\n\n==Hình ảnh==\n<gallery>\nTập tin:Nui Ba Na.JPG\nTập tin:Ba Na Resort Da Nang, Vietnam.jpg|Cáp treo cũ\nTập tin:BaNaHillsCableCar.jpg\nTập tin:Fairy Falls - Thac Toc Tien.jpg|Thác Tóc Tiên\nTập tin:Ba Na flower - Hoa Dao Chuong.jpg|Hoa Đào Chuông\nTập tin:LinhUngBaNa.jpg|Chùa Linh Ứng\n<\/gallery>\n{{thể loại Commons|Ba Na Hills}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Bà Nà - Dạo Bước Trong Mây - Báo Du lịch tháng 3 - 2008 trang 18\n*[http:\/\/www.danang.gov.vn\/home\/pages\/ Trang web thành phố Đà Nẵng]\n*[[Đà Nẵng]]\n\n==Liên kết ngoài==\n<!-- không lạm dụng quảng cáo du lịch -->\n*[http:\/\/www.danang.gov.vn\/home\/view.asp?id=68&id_theloai=776\/ Bà Nà trên trang web thành phố Đà Nẵng]\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Núi tại Đà Nẵng]]\n[[Thể loại:Du lịch Đà Nẵng]]\n[[Thể loại:Hòa Vang]]"}