{"441668":"'''Bài thơ sấm trên cây gạo làng Diên Uẩn''', tương truyền tác giả là sư Vạn Hạnh,<ref name=\"PDK117\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 117.<\/ref> mang nội dung tiên đoán về tên các triều đại cai trị trong thời [[phong kiến]] [[Việt Nam]].\n\n==Nguồn gốc ==\n{{Chính|Cây gạo làng Diên Uẩn}}\nTheo sách Thiền Uyển tập anh, [[cây gạo làng Diên Uẩn]] do thiền sư Đinh La Quý trồng ở chùa Châu Minh, thuộc hương Cổ Pháp<ref>[[Bắc Ninh]] ngày nay.<\/ref> vào năm [[936]] thời [[Tiết độ sứ]] [[Dương Đình Nghệ]].\n\nViệc trồng cây [[gạo (cây)|gạo]] của sư Đinh La Quý nhằm khôi phục lại long mạch bị [[Cao Biền]] phá gãy từ giữa thế kỷ 9, ngoài mục đích sinh ra chân mạng đế vương, chấn hưng đất nước còn vì bậc đế vương đó có thể phò dựng chính pháp làm hưng thịnh [[Phật giáo]].<ref>Thiền Uyển tập anh, tr. 104.<\/ref>\n\nNăm 1009, sau 73 năm tồn tại, cây gạo làng Diên Uẩn bị [[tia sét|sét]] đánh nhưng không chết.<ref>Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 113.<\/ref> Theo ghi chép của sử sách ([[Việt sử lược]], [[Đại Việt sử ký toàn thư]], [[Việt sử tiêu án]], [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]), tại chỗ sét đánh trên thân cây có bài thơ sấm mà có ý kiến cho rằng tác giả chính là [[vạn Hạnh|sư Vạn Hạnh]].<ref name=\"PDK117\"\/>\n\n==Nội dung==\n[[Việt sử lược]], bộ sử cổ nhất Việt Nam, chép nội dung bài thơ chỉ có 8 câu:<ref>Việt sử lược, tr. 111.<\/ref>\n:樹根杳杳\n:木表青青\n:禾刀木落\n:十八子成\n:震宮見日\n:兑宮隠星\n:六七年間\n:天下太平\n\n::Phiên âm:\n:''Thụ căn điểu điểu''\n:''Mộc biểu thanh thanh''\n:''Hòa đao mộc lạc''\n:''Thập bát tử thành''\n:''Chấn cung kiến nhật''\n:''Đoài cung ẩn tinh''\n:''Lục thất niên gian''\n:''Thiên hạ thái bình''\n\nCác sách sử đời sau như [[Đại Việt sử ký toàn thư]], [[Việt sử tiêu án]], [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] chép thêm 2 câu nữa:\n:東阿入地 (''Đông a nhập địa'')\n:木異再生 (''Mộc dị tái sinh'')\n\nvào trước câu \"Chấn cung kiến nhật\", thành bài thơ gồm 10 câu. Dịch nghĩa bài thơ như sau:\n:''Gốc rễ thăm thẳm''\n:''Ngọn cây xanh xanh''\n:''Dao chặt cây rụng''\n:''Mười tám hạt thành''\n:''Cành đâm xuống đất''\n:''Cây khác lại sinh''\n:''Đông mặt trời mọc''\n:''Tây sao náu mình''\n:''Khoảng sáu, bảy năm''\n:''Thiên hạ thái bình''\n\n==Phân tích==\nSách [[Đại Việt sử ký toàn thư]] ghi lời tiên đoán của sư Vạn Hạnh về bài thơ:<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, bản kỷ quyển 1]<\/ref>\n:''\"Thụ căn điểu điểu\", chữ căn nghĩa là gốc, gốc tức là vua, chữ điểu đồng âm với yểu, nên hiểu là yếu. \"Mộc biểu thanh thanh\", chữ biểu nghĩa là ngọn, ngọn tức là bề tôi, chữ thanh âm gần giống với chữ thạnh nghĩa là thịnh. Hòa, đao, mộc [ghép lại] là chữ Lê. Thập, bát, tử [ghép lại] là chữ Lý. \"Đông A\" là chữ Trần, \"nhập địa\" là phương Bắc vào cướp. \"Mộc dị tái sinh\" là họ Lê khác lại sinh ra. \"Chấn cung kiến nhật\", chấn là phương Đông, kiến là mọc ra, nhật là thiên tử. \"Đoài cung ẩn tinh\", đoài là phương Tây, ẩn cũng như lặn, tinh là thứ nhân. Toàn bộ mấy câu này ý nói là vua thì non yểu, bề tôi thì cường thịnh, họ Lê mất, họ Lý nổi lên, thiên tử ở phương đông mọc ra thì thứ nhân ở phương tây lặn mất, trải qua 6, 7 năm thì thiên hạ thái bình.''\n\nBài thơ được người đời sau cắt nghĩa:<ref>Việt sử lược, tr. 111-112.<\/ref> \n*Câu 3: chữ Hòa (禾) + chữ Đao (刀) + chữ Mộc (木) ghép lại thành chữ Lê (黎). Câu 3 tiên đoán nghĩa cây đổ, [[nhà Tiền Lê]] mất.\n*Câu 4: chữ Thập (十) + chữ Bát (八) + chữ Tử (子) ghép lại thành chữ Lý (李). Câu 4 tiên đoán [[nhà Lý]] thay nhà Lê.\n*Câu 5: chữ Đông (東) ghép với bộ \"Phụ\" của chữ A (阿) thành chữ Trần (陳). Câu 5 tiên đoán họ Trần vào nước Việt làm vua.\n*Câu 6: cây khác lại sinh. Sấm ra đời thời Lê. Cây lê khác lại sinh, tiên đoán [[nhà Hậu Lê]] kế tục nhà Trần\n*Câu 7: phương Đông có mặt trời, ứng vào [[nhà Mạc]] khởi xuất từ phía Đông ([[Hải Dương]]) thay nhà Hậu Lê\n*Câu 8: sao náu mình phía tây. Có các ý kiến khác nhau về câu này. Có ý kiến cho rằng câu này chỉ [[chúa Trịnh]] đóng phủ ở phía tây kinh thành [[Thăng Long]], \"náu mình\" là không ra mặt xưng vua nhưng lại nắm thực quyền. Có ý kiến cho rằng \"phía tây\" trong câu 8 chỉ [[nhà Tây Sơn]].\n*Câu 9 và câu 10: có ý kiến cho rằng \"lục thất\" chỉ [[nhà Nguyễn]], nhưng cũng có ý kiến cho rằng chưa có lời giải đáp cụ thể cho 2 câu này.\n\nTổng quát, bài thơ được giải mã mang nội dung tiên đoán việc [[nhà Lý]] nối nghiệp [[nhà Tiền Lê]], cũng như tên các triều đại kế tục tiếp theo trong [[lịch sử Việt Nam]] suốt từ [[thế kỷ 11]] đến [[thế kỷ 20]], từ khi nhà nước [[phong kiến]] trung ương tập quyền ở Việt Nam hình thành ổn định tới khi kết thúc thời phong kiến.\n\nĐiều đáng lưu ý là [[Việt sử lược]] ra đời thời Trần nhưng không chép 2 câu: ''\"Đông a nhập địa, Mộc dị tái sinh\"'' liên quan tới chính nhà Trần và nhà Hậu Lê. Các nhà nghiên cứu căn cứ vào đây cho rằng:<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/footnote06.html#fn_365 Đại Việt sử ký toàn thư, phần chú giải số 365]<\/ref>\n*Bài sấm này được làm ra để tạo dư luận cho Lý Công Uẩn lên ngôi;\n*Hai câu này do người đời sau (Trần, Hậu Lê) sáng tác xen thêm vào.\n\n==Lời phê==\n[[Khâm định Việt sử Thông giám cương mục]], Chính biên, Quyển I thì nêu ra lời phê về sấm truyền họ Lý sẽ làm vua: \n{{cquote|\n''Bờ cõi Bắc Nam tuy có khác, nhưng vận hội vẫn như nhau: [[nhà Lê sơ|nhà Lê]] thì có chuyện khoác áo long cổn, [[nhà Lý]] thì lời [[sấm]] truyền ghi trên thân cây, sao mà giống chuyện với bên Tống thế! Hay là người làm sử thấy thế, gò ép gán gẩm vào với nhau để cho thần dị câu chuyện, chứ trời kia có ý làm ra như thế đâu?'' <ref>Khâm định Việt sử Thông giám cương mục, quyển 1.<\/ref>\n}}\n\n==Xem thêm==\n*[[Vạn Hạnh|Sư Vạn Hạnh]]\n*[[Cây gạo làng Diên Uẩn]]\n*[[Lý Thái Tổ]]\n\n==Tham khảo==\n*Việt sử lược, Nhà Xuất bản TP Hồ Chí Minh, 1993.\n*[http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf Thiền Uyển tập anh - Bản tiếng Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051212145252\/http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf |date=2005-12-12 }}\n*Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ (2003), ''Nhìn lại lịch sử'', Nhà Xuất bản Văn hóa Thông tin.\n*[[Đại Việt sử ký toàn thư]]\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Truyền thuyết Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]\n[[Thể loại:Lịch sử Việt Nam thời Lý]]\n[[Thể loại:Từ Sơn]]"}