{"98106":"'''''Bài hát Việt''''' là chương trình công diễn và thi các [[Bài hát|ca khúc]] mới dành cho các [[tác giả]] [[Việt Nam]] do [[Đài Truyền hình Việt Nam]] tổ chức vào năm 2005, phát sóng hàng tháng trên [[VTV3]] vào tối Chủ nhật cuối cùng của tháng. Xuất hiện dưới hình thức một chuỗi các [[live show]], mỗi tháng có một show giới thiệu 12 ca khúc mới (chưa từng được công bố), ''Bài hát Việt'' là cuộc bình chọn các ca khúc hay trong năm, tôn vinh nhạc sĩ sáng tác và khẳng định tên tuổi ca sĩ thông qua hội đồng thẩm định và khán giả.<ref name=\":0\">{{Chú thích web|url=https:\/\/tuoitre.vn\/bai-hat-viet-2005---niem-hi-vong-moi-cho-live-show-73460.htm|tựa đề=Bài hát Việt 2005 - Niềm hi vọng mới cho live show?|tác giả=Quỳnh Nguyễn|ngày=2005-04-07|website=Tuổi Trẻ Online|url-status=live}}<\/ref>{{Thông tin truyền hình||creative_director=|image=|caption=|show_name_2=|genre=Âm nhạc|format=|creator=|developer=|writer=|country={{flagcountry|Vietnam}}|show_name=Bài hát Việt|presenter=[[Anh Tuấn (biên tập viên)|Anh Tuấn]]|starring=|judges=|voices=|narrated=|theme_music_composer=|opentheme=|endtheme=|composer=|director=|language=[[Tiếng Việt]]|channel=[[VTV3]] (2005 - 2011) <br\/> [[VTV6]] (2011 - 2016)|picture_format=480p [[SDTV]] <br\/> 1080p [[HDTV]]|list_episodes=|executive_producer=|editor=|location=|cinematography=|runtime=Khoảng 120 phút|company=[[Đài Truyền hình Việt Nam]] <br\/> [[Cát Tiên Sa]]|distributor=|num_seasons=11|num_episodes=|audio_format=|first_run=|first_aired={{Start date|2005|}}|last_aired={{End date|2016|}}|preceded_by=|followed_by=|related=|website=|website_title=|production_website=}}Sau đêm Gala trao giải Bài hát Việt 2015 (tổ chức vào ngày 22 tháng 1 năm 2016), ban tổ chức chương trình quyết định dừng sân chơi này, kết thúc 11 năm phát sóng của chương trình.<ref name=\":1\">{{chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/bai-hat-viet-tam-dung-sau-11-nam-3346859.html|title=Bài hát Việt tạm dừng sau 11 năm|ngày=2016-01-23|website=VnExpress|url-status=live}}<\/ref>\n\n== Thành phần tham dự ==\n*[[Bài hát]] dự thi: là các tác phẩm gửi về dự thi, phải là các bài hát chưa từng được công bố hoặc mới được phát hành trong các [[album]] kể từ đầu năm.  Năm đầu tiên. chương trình sử dụng những ca khúc được ra mắt trong 2 năm 2004 và 2005. Từ năm 2006, chỉ có các ca khúc được ra mắt trong năm đó được sử dụng.<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/bai-hat-viet-nam-2005-dang-khoi-dong-post4180.tpo|tựa đề=\"Bài hát Việt Nam 2005\" đang khởi động|tác giả=Thanh Tùng|ngày=2005-03-17|website=Tiền Phong|url-status=live}}<\/ref> \n*Bài hát công chiếu: là các [[tác phẩm]] dự thi được Hội đồng nghệ thuật chọn để công chiếu. Mỗi tháng có 11 bài hát được công chiếu.\n*Hội đồng nghệ thuật: gồm 11 thành viên, có vai trò thẩm định, đánh giá chất lượng các bài hát dự thi, chọn ra 11 ca khúc công chiếu mỗi tháng, sau đó chọn ra các ca khúc để trao các giải sau: \"Bài hát của tháng\"; \"Hoà âm [[Phối khí]] hiệu quả\"; \"[[Ca sĩ]] trình bày xuất sắc nhất\".\n*[[Khán giả]]: người xem có quyền bầu chọn qua hệ thống [[tin nhắn]] và [[điện thoại]] để bầu chọn cho hai giải \"[[Bài hát|Ca khúc]] ấn tượng\" - bầu chọn trong thời gian chương trình đang được diễn ra và truyền hình trực tiếp và \"[[Bài hát|Ca khúc]] được [[khán giả]] yêu thích\" - bầu chọn trong tháng.\n*[[Nhạc sĩ]]: người sáng tác ra các tác phẩm dự thi.\n*Nhạc sĩ phối khí: người phối khí các tác phẩm dự thi.\n*[[Ban nhạc]]: nhóm các [[nhạc công]] chơi trong suốt chương trình. Trong chương trình Bài hát Việt là ban nhạc Hoài Sa, có sự hỗ trợ của Dàn dây dàn nhạc giao hưởng Việt Nam và một số nhạc công khác.\n*[[Ca sĩ]]: là người đảm nhiệm vai trò [[thanh nhạc|vocal]] trong ca khúc.\n\n== Các giải thưởng ==\n{{chính|Giải thưởng Bài hát Việt}}\n\n*''Bài hát của tháng'': do Hội đồng nghệ thuật bầu chọn, là bài hát được đánh giá cao nhất về mọi khía cạnh [[nghệ thuật]].\n*''Phối khí hiệu quả:'' do Hội đồng nghệ thuật bầu chọn, là bài hát được đánh giá cao nhất về mặt phối khí.\n*''Ca sĩ trình bày xuất sắc nhất:'' do Hội đồng nghệ thuật bầu chọn, trao cho ca sĩ đã trình bày ca khúc mới một cách hiệu quả nhất.\n*''Ca khúc ấn tượng:'' do khán giả bình chọn trong quá trình chương trình diễn ra, là ca khúc gây ấn tượng ban đầu cho nhiều khán giả nhất.\n*''Ca khúc được khán giả yêu thích nhất:'' do khán giả bình chọn trong thời gian giữa 2 [[liveshow]], dành cho bài hát được nhiều khán giả yêu thích nhất.\n\n== Đón nhận ==\nNgay tại thời điểm ra đời, ''Bài hát Việt'' đã gây nên không ít nghi ngại từ chính những người trong giới âm nhạc, bởi những tiêu chí mà chương trình đề ra vừa cụ thể lại cũng rất trừu tượng, khó xác định và không dễ thẩm định. Chương trình ra mắt trong thời điểm nền ca khúc Việt đang trong thời kỳ khủng hoảng trầm trọng, với rất nhiều những lời ta thán từ phía công chúng và ngay chính các nhạc sĩ chuyên nghiệp.<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/dong-chay\/bai-hat-viet-2005-san-choi-moi-cho-sang-tac-ca-khuc-443132\/|tựa đề=Bài hát Việt 2005: Sân chơi mới cho sáng tác ca khúc|tác giả=Luân Vũ|ngày=2006-02-27|website=Nhân Dân điện tử|url-status=live}}<\/ref> Song điều đó cũng không thể cản trở sự phấn khởi, hào hứng của những người tham gia chương trình.<ref name=\":0\" \/>\n\nSau những bước đi đầu tiên, chương trình đã dần tạo được uy tín nghệ thuật, giới thiệu hàng loạt bài hát mới của những tác giả trẻ và được công chúng yêu thích. Nhiều tác phẩm mới, sắp phát hành của các nhạc sĩ, ca sĩ cũng được dành để dự thi ''Bài hát Việt'' nhằm mục đích tìm khán giả và tìm cơ hội tiếp thị bài hát.<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/giai-tri\/dem-nay-chung-ket-bai-hat-viet-2005-can-nhung-nguoi-choi-thuc-su-1140871250.htm|tựa đề=Đêm nay, chung kết Bài hát Việt 2005: Cần những người \"chơi\" thực sự !|ngày=2006-02-25|website=Dân Trí|url-status=live}}<\/ref>\n\nSuốt 11 lần tổ chức, Bài hát Việt được đánh giá là sân chơi có chất lượng cho người sáng tác ca khúc và là một trong những chương trình quy mô, bài bản nhất được tổ chức dành riêng cho các tác giả ca khúc. Tuy vậy, sự bùng nổ các sân chơi âm nhạc khiến cho những chương trình như ''Bài hát Việt'' loay hoay trong việc tìm chỗ đứng thu hút khán giả, và cuối cùng dừng lại trong sự nuối tiếc của nhiều người trong nghề.<ref name=\":1\" \/>\n{{Cquote|Từ năm 2005, chương trình gặp khá nhiều khó khăn khi chỉ tập trung vào chuyên môn, không có tính giải trí để thu hút khán giả, truyền thông. Ban tổ chức duy trì đến ngày hôm nay đã là một sự cố gắng.||tác giả=Nhạc sĩ [[Lương Minh]] nhận định khi Bài hát Việt dừng tổ chức|4=???}}\n\n== Giải thưởng ==\n{| class=\"wikitable\"\n!Năm\n!Giải thưởng\n!Hạng mục\n!Đề cử cho\n!Kết quả\n|-\n|2006\n| rowspan=\"8\" |[[Giải thưởng Âm nhạc Cống hiến]]\n| rowspan=\"5\" |Chương trình của năm\n|''Bài hát Việt 2005''\n| rowspan=\"3\" | Đề cử\n|-\n|2007\n|''Bài hát Việt 2006''\n|-\n|2008\n|''Bài hát Việt 2007''\n|-\n|2009\n|''Bài hát Việt 2008''\n|{{Won}}\n|-\n|2010\n|''Bài hát Việt 2009''\n| rowspan=\"4\" | Đề cử\n|-\n|2014\n| rowspan=\"3\" |Chuỗi chương trình của năm\n|''Bài hát Việt 2013''\n|-\n|2015\n|''Bài hát Việt 2014''\n|-\n|2016\n|''Bài hát Việt 2015''\n|}\n\n==Tham khảo==\n{{tham khảo}}\n\n== Xem thêm ==\n\n* [[Danh sách các chương trình phát sóng của Đài Truyền hình Việt Nam]]\n\n[[Thể loại:Bài hát Việt|Bài hát Việt]]\n[[Thể loại:Chương trình truyền hình của Cát Tiên Sa]]"}