{"190345":"{{Infobox Writer\n| name = Bàng Bá Lân\n| image = Bàng Bá Lân.jpg\n| bgcolour = silver\n| caption = Bàng Bá Lân\n| birth_date = [[17 tháng 12]] năm [[1912]]\n| birth_place = [[Bắc Giang]], [[Liên bang Đông Dương]]\n| death_date = [[20 tháng 10]] năm [[1988]]\n| death_place = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| occupation = Nhà thơ, nhà giáo, nhà nhiếp ảnh\n| movement =\n| magnum_opus = Thơ Bàng Bá Lân (1957), Tiếng võng đưa (1957)\n| influenced = \n| influences =\n| website =\n| footnotes =\n}}\n'''Bàng Bá Lân''' ([[1912]]-[[1988]]), tên thật là '''Nguyễn Xuân Lân'''; là [[nhà thơ]], nhà giáo, và là nhà nhiếp ảnh [[Việt Nam]].\n\n==Tiểu sử==\nÔng sinh ngày [[17 tháng 12]] năm [[1912]]<ref>Theo Phạm Ngọc Lan, ''Từ điển văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 94.<\/ref> ở phố Tân Minh, [[Phủ Lạng Thương]], tỉnh [[Bắc Giang]]. Tuy nhiên, chính quán của ông lại là làng Đôn Thư, tổng Ngô Xá, huyện Bình Lục, tỉnh [[Hà Nam]]<ref>Theo Nguyễn Tấn Long- Nguyễn Hữu Trọng, ''Việt Nam thi nhân tiền chiến''.<\/ref>.\n\nNăm [[1916]] - [[1918]], ông theo cha mẹ lên sống ở Vôi rồi ở Kép thuộc tỉnh [[Bắc Giang]].\n\nNăm [[1920]] - [[1928]], ông sống với bà nội ở Đôn Thư, sau đó lại về Kép, học trường tiểu học Pháp-Việt ở Phủ Lý, [[Phủ Lạng Thương]] và đỗ bằng tiểu học Pháp-Việt ở Đáp Cầu.\n\nNăm [[1929]] - [[1933]], ông vào học trường trung học Bảo hộ ([[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]]), đỗ bằng thành chung. Vì thi tú tài mấy lần không đỗ, năm 1934 ông về Kép vui thú điền viên, làm thơ, chụp ảnh và xuất bản tập thơ đầu tiên ''Tiếng thông reo''.\n\nTrước [[Cách mạng tháng Tám]] ông đã có những tác phẩm: ''Tiếng thông reo'' ([[1934]]), ''Xưa'' (hợp tác với nữ sĩ [[Anh Thơ]], [[1941]]), ''Tiếng sáo diều'' ([[1939]] - [[1945]]).\n\nVào [[Thành phố Hồ Chí Minh|Sài Gòn]], ông dạy học và cộng tác với nhiều nhật báo, tuần san, bán nguyệt san và xuất bản thêm: ''Để hiểu thơ'' ([[1956]], ''Thơ Bàng Bá Lân'' ([[1957]]), ''Tiếng võng đưa'' ([[1957]]).\n\nNăm [[1969]], xuất bản các tập truyện: ''Người vợ câm'', ''Vực xoáy'', ''Gàn bát sách'' (phiếm luận) và tập thơ ''Vào thu''. Ông cũng cho in hai quyển sách ''Kỷ niệm văn, thi sĩ hiện đại'' cùng một số sách ''Giáo khoa Việt văn'' cho nhiều cấp lớp. Ông còn đứng làm chủ bút tập san ''Bông Lúa'' vào thập niên [[1950]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]].\n\nTừ [[1977]] đến [[1984]], Bàng Bá Lân viết thêm ''Kỷ niệm văn, thi sĩ hiện đại'' quyển 3, hồi ký ''Trọn đời cho thơ'' (bản thảo đã thất lạc). Ngoài ra, ông còn viết truyện ký danh nhân ''Anh em Lumière, ông tổ nhiếp ảnh'', viết sách bình khảo, dịch truyện, dịch thơ v.v.\n\nTrong lãnh vực [[nhiếp ảnh]], Bàng Bá Lân cũng tỏ ra là một người có tài năng. Ông từng đoạt những giải thưởng, như: Giải Agfa-Việt báo ([[Hà Nội]], [[1937]]), giải nhì cuộc thi ảnh tạo phủ [[Thống sứ Bắc Kỳ]] ([[1938]]), huy chương của ''La Revue Francaise de Photographie et de Cinématographie'' (tạp chí nhiếp ảnh và điện ảnh Pháp) ở [[Paris]] ([[1939]]), giải thưởng Ferrania ([[1953]]); giải thưởng Triển lãm Tuần lễ Văn nghệ [[Thành phố Hồ Chí Minh|Sài Gòn]] (1955)...\n\nCác tác phẩm nhiếp ảnh của ông từng được triển lãm ở Hội quán [[Trí Tri|Hội Trí Tri]], ([[Hà Nội]], [[1939]]), Bologna ([[Ý]], [[1952]]), Antwerpen ([[Bỉ]],[[1953]]), [[Paris]] ([[Pháp]], 1953), [[Singapore]] ([[1953]]), [[Cuba]] (1954), Rochester ([[Hoa Kỳ|Mỹ]], [[1956]])...\n\nNgày [[20 tháng 10]] năm [[1988]], Bàng Bá Lân qua đời tại [[Thành phố Hồ Chí Minh]], thọ 76 tuổi.\n\n== Đôi nét về văn nghiệp==\nHai nhà nghiên cứu là [[Hoài Thanh]] và Hoài Chân nhận xét về thơ Bàng Bá Lân như sau:\n:\"Đồng quê xứ Bắc đã gây cảm hứng cho nhiều nhà thơ. Nhưng mỗi nhà thơ xúc cảm một cách riêng...Bàng Bá Lân không có cái tỉ mỉ của [[Anh Thơ]], không nhìn đủ hình dáng đời quê như Anh Thơ. Anh Thơ có khi nhìn cảnh không mến cảnh, Bàng Bá Lân có khi lại mến cảnh quên nhìn, nhưng đã lưu ý đến cảnh nào, Bàng Bá Lân thường lưu luyến cấnh ấy. Như khi người ta tả một buổi sáng:\n:''Cổng làng rộng mở. Ồn ào\n:''Nông phu lững thững đi vào nắng mai...''\n:...Bởi thế có lúc người đã cảm được hồn quê vẫn bàng bạc sau cảnh vật\"...<ref>Trích trong ''[[Thi nhân Việt Nam]]'', Nhà xuất bản. Văn học in lại năm 1988, tr.175-176.<\/ref>\n\nTrong ''Việt Nam thi nhân [[tiền chiến]]'', Nguyễn Tấn Long - Nguyễn Hữu Trọng có nhận xét tương tự:\n:\"Thi sĩ Bàng Bá Lân là một nhà thơ đồng quê nổi tiếng, thường ghi lại những nếp sinh hoạt của người dân miền thôn dã. Một buổi chiều mùa hạ, cảnh hoàng hôn vào độ cuối thu, một miền đất [[Cà Mau]] trù phú, một đế đô [[Hà Nội]] mến yêu vv...là đề tài chính của thi sĩ nên được giới yêu thơ tặng cho danh hiệu \"nhà thơ của đồng áng\", thiết tưởng không có gì quá đáng.\n:Ngoài khía cạnh độc đáo nhất của nhà thơ họ Bàng-loại thơ đồng quê. Đến đây chúng tôi xin nói đến phần khác: \"thi ca tình yêu\". Về loại này, Bàng Bá Lân không có nhiều...Tuy nhiên trong số ít đó, ông cũng tỏ ra có một giọng thơ \"mướt\" khi tỏ tình yêu, nhưng là thứ tình yêu nhẹ nhàng của người Á Đông, dù yêu tha thiết cũng không bộc lộ sỗ sàng, nó phải là thứ \"tình trong như đã mặt ngoài còn e, như:\n:''Buổi một nàng qua dưới mái hiên\n:''Đường mưa in một gót chân tiên\n:''Ta nhìn theo bước đi ren rén\n:''Bỗng cả lòng yêu náo nức liền...\n \n:''Từ ấy trên đường loang loáng mưa\n:''Tìm hoài đâu thấy gót chân xưa!\n:''Đường mưa bao gót chân mưa bước,\n:''Gợi mãi tình yêu buổi dại khờ!''\n:(trích \"Tình trong mưa\", [[1942]])<ref>''Thi nhân tiền chiến'', quyển thượng, Nhà xuất bản. Sống Mới, Sài Gòn, năm 1968, tr.716 và 729.<\/ref>.\n\n== Thông tin thêm ==\n:''Hỡi cô tát nước bên đàng\n:''Sao cô múc ánh trăng vàng đổ đi''\nCó ý kiến cho rằng hai câu [[ca dao]] trên chính là thơ của ông, và nguyên bản của nó như sau:\n:''Hỡi cô tát nước bên đàng\n:''Sao cô lại múc trăng vàng đổ đi''.<ref>[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=98017&ChannelID=7 Hãy trả thơ về cho Bàng Bá Lân!] báo Tiền phong trên mạng, truy cập ngày 15 tháng 6 năm 2008.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n== Liên kết ngoài==\n\n{{Thời gian sống|sinh=1912|mất=1988}}\n\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người cải sang Công giáo]]"}