{"69312":"{{cần biên tập}}\n{{Short description|Các dân tộc không phải người Hoa ở miền nam Trung Quốc cổ đại}}\n{{Chinese|c=百越|mi = {{IPAc-cmn|b|ai|3|.|yue|4|}}|p=Bǎiyuè|l=Bách Việt|buc=Báh-uŏk|poj=Pah-oa̍t|hhbuc=Beh-e̤̍h|mblmc=Bă-ṳ̆e|wuu=pah yuih|j=Baak<sup>3<\/sup> jyut<sup>6<\/sup>|y=Baak yuht|gd=Bag<sup>3<\/sup> yüd<sup>6<\/sup>|ci = {{IPAc-yue|b|aak|3|.|j|yut|6|}}\n|pic=File:Yue statue.jpg|piccap=Tượng một người đàn ông với mái tóc ngắn kiểu Việt điển hình và những hình xăm trên cơ thể từ [[Việt (nước)|nước Việt thời Xuân Thu]] (nay thuộc tỉnh Chiết Giang, Trung Quốc)\n|t=|s=|mi2=|ci2=|altname=Bách Việt}}\n\n'''Việt''' ({{zh-cp|c=越\/粵|p=yuè}}), hoặc '''Bách Việt''' ({{zh-cp|c=百越\/百粵|p=bǎi yuè }}, ''bǎik wyuèt''), là các [[dân tộc (cộng đồng)|nhóm dân cư]] thuộc [[Ngữ hệ Nam Á]] và [[Ngữ hệ Kra-Dai]] định cư và sinh sống ở tại vùng đất phía Nam [[Trường Giang]] mà chiếu theo lãnh thổ [[nhà Hán]] thì hiện bao trọn [[miền Nam Trung Quốc]] và [[Đồng bằng sông Hồng]] của [[Bắc Bộ]] Việt Nam.<ref name=\"Meacham3\">{{chú thích tạp chí|last=Meacham|first=William|year=1996|title=Defining the Hundred Yue|url=http:\/\/ejournal.anu.edu.au\/index.php\/bippa\/article\/view\/405\/394|journal=Bulletin of the Indo-Pacific Prehistory Association|volume=15|pages=93–100|access-date = ngày 12 tháng 6 năm 2011 |archive-date = ngày 28 tháng 2 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140228202613\/http:\/\/ejournal.anu.edu.au\/index.php\/bippa\/article\/view\/405\/394|url-status=dead}}<\/ref><ref>{{chú thích sách|url=https:\/\/books.google.com.vn\/books?id=ZNqDLMYsaysC&pg=PA14&lpg=PA14&dq=a+history+of+zhuang+people&source=bl&ots=EtFnJuoZq0&sig=dEN4BAKKTL8OLUw0yNrk34cCNUk&hl=en&sa=X&ei=avtwVYC6L4Ps8gWgzIKABw&redir_esc=y#v=onepage&q&f=false|title=East Asian cultural and historical perspectives: histories and society—culture and literatures|last=Barlow|first=Jeffrey G.|publisher=Research Institute for Comparative Literature and Cross-Cultural Studies, University of Alberta|year=1997|isbn=978-0-921490-09-8|editor1-last=Tötösy de Zepetnek|editor1-first=Steven|pages=1–15|chapter=Culture, ethnic identity, and early weapons systems: the Sino-Vietnamese frontier|editor2-last=Jay|editor2-first=Jennifer W.}}<\/ref> Đây cũng là từ cổ chỉ vùng đất mà các bộ tộc này sinh sống hoặc mang tính văn hóa hoặc ngôn ngữ có liên quan. Trong [[tiếng Trung Quốc]] cổ, các chữ (越, 粵, 鉞) đã thường được dùng thay thế nhau cho nghĩa \"Yue\". Từ \"Baiyue\" (\"Bách Việt\") lần đầu được thấy chép là trong cuốn [[Sử ký Tư Mã Thiên]] thời [[nhà Hán]] năm [[91 TCN]] trong khi từ \"Yue\" (\"Việt\") thì xuất hiện từ thời [[nhà Thương]] theo [[Giáp cốt văn]] được khai quật, ước tính vào khoảng những năm 1200 TCN.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/footnote01.html#fn_4]<\/ref>\n\n== Nguồn gốc ==\nTheo huyền thoại của lịch sử Việt Nam, một trăm người con của [[Lạc Long Quân]] và [[Âu Cơ]] là tổ tiên của các dân tộc Bách Việt.  Lãnh thổ nước [[Văn Lang]] (hay [[Lĩnh Nam]]) của các [[Hùng Vương]], theo huyền sử cũng trùng với vùng đất Bách Việt.<ref>[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]. Quyển I. Kỷ Hồng Bàng thị: \"''Hùng Vương lên ngôi, đặt quốc hiệu là Văn Lang (nước này đông giáp biển Nam Hải, tây đến Ba Thục, bắc đến hồ Động Đình, nam giáp nước Hồ Tôn, tức nước Chiêm Thành, nay là Quảng Nam)''\"<\/ref> Các bằng chứng về ngôn ngữ học cho thấy Vietic Nguyên thủy (Proto-Vietic), ngôn ngữ tổ tiên của [[tiếng Việt]], [[tiếng Mường]], [[người Chứt|Chứt]], [[tiếng Thavưng]] (Thaveung), [[người Thổ (Việt Nam)|Cuối]],... có nguồn gốc từ các tỉnh [[Khammouane]] và [[Borikhamxay|Bolikhamxay]] thuộc Lào với một số phân bố qua sườn bên kia của dãy Sai Phou Louang (Annamite) (tức [[dãy Trường Sơn]]), phía bắc đến Nghệ An và phía đông đến Quảng Bình, nghĩa là xa về phía nam của đồng bằng sông Hồng.<ref name= name1 group= \"note\">Các ngôn ngữ trong [[Ngữ chi Việt|nhóm Vietic]] đa dạng nhất tại khu vực miền trung Việt Nam và tây Trường Sơn thuộc Lào và các phương ngữ của tiếng Việt có mức độ đa dạng nhất tại miền trung Việt Nam. James R. Chamberlain cho rằng nguồn gốc của các cư dân nói [[Ngữ chi Việt|nhóm ngôn ngữ Vietic]], mà bao gồm hai nhóm chính:một nhóm bị Hán hóa nặng nề là người Kinh (Việt) và một nhóm bị các [[Hệ ngôn ngữ Tai-Kadai|cư dân Tai-Kadai]] ảnh hưởng ([[người Mường]]), bắt nguồn từ khu vực đông Trường Sơn thuộc khu vực miền trung Việt Nam và các tỉnh [[Khammouane]] và [[Borikhamxay]] thuộc [[Lào]]. Họ di cư từ phía Nam lên vùng [[đồng bằng sông Hồng]] chứ không phải từ phía Bắc, tức Nam Trung Hoa, xuống và cũng ''không phải [[người bản địa|cư dân bản địa]] của khu vực đồng bằng sông Hồng''. Xem [http:\/\/sealang.net\/sala\/archives\/pdf8\/chamberlain1998origin.pdf Chamberlain, James R. (1998). The Origin of the Sek: Implications for Tai and Vietnamese History]\". ''Journal of the Siam Society'' 86.1 & 86.2: 27-44.<\/ref><ref name= name2 group= \"note\">Cần xem lại nhận xét ''\"không phải [[người bản địa|cư dân bản địa]] của khu vực [[đồng bằng sông Hồng]]\"'', vì rằng các bằng chứng: 1. Những dấu vết [[Ngữ tộc Malay-Polynesia|tiếng Malay]] trong [[tiếng Việt]] (Xem: Bình-nguyên Lộc. [http:\/\/www.binhnguyenloc.de\/pages\/NghienCuu\/NguonGocMaLai\/NguonGocMaLai_ChuongIII.htm Nguồn gốc Mã Lai của dân tộc Việt Nam]).; 2. Những người Chăm cổ ở vùng [[Đèo Ngang]] và [[Quảng Bình]], [[Quảng Trị]] nay đã Việt hóa; 3. Hiện tượng ''giao chỉ'', tức ngón chân cái choãi ra nên khi đứng thì đầu ngón chân cái giao nhau, chỉ có ở người phương Nam ([[người Negrito]]?)- dấu tích nay chỉ còn ở số rất ít người; 4. Có thông tin rằng sau cuộc [[Khởi nghĩa Hai Bà Trưng]] thất bại thì nhiều thị tộc mẫu hệ di cư sang [[Sumatra]] thành [[người Minangkabau]] (Xem: [http:\/\/www.vtc.vn\/nhung-bi-an-ve-toc-nguoi-viet-co-song-o-indonesia-i125004.html Những bí ẩn về tộc người Việt cổ sống ở Indonesia]). Khả dĩ hơn thì phải coi là tại đồng bằng sông Hồng các cư dân [[Ngữ chi Việt|Vietic]], [[Ngữ tộc Malay-Polynesia|Malay-Polynesia]] và [[Hệ ngôn ngữ Tai-Kadai|Tai-Kadai]] sống xen nhau, do quá trình di cư thời tiền sử.<\/ref>\n\n== Đặc điểm và phân loại ==\nMột số học giả <ref>Yu Tianji, Qin Shengmin, Lan Riyong, Liang Xuda and Qin Cailan (eds.) Gu Nan Yue Guo Shi., [The History of the State of Ancient Yue.] Nanning: Guangxi Renmin Chubanshe, 1988., pp. 179-188.<\/ref><ref>Chen Guoqiang, Wu Nianji, Jiang Bingzhao and Qin Tucheng, ''Bai Yue Minzu Shi'', [The History of the Bai Yue People.] Beijing: Zhongguo Shehui Kexue Chubanshe, 1988, pp. 41-61.<\/ref> liệt kê các đặc điểm văn hóa của các nhóm tộc Việt như sau:\n#Tục cắt tóc ngắn và xăm mình\n#Xây [[nhà sàn]]\n#Trang phục đặc trưng bởi quần ngắn hoặc váy quấn (''kilt'') và đầu đội khăn xếp (''turban'')\n#Chế độ ăn nhiều sò hến và ếch\n#Tục nhổ răng, thường là răng nanh hoặc răng cửa trên\n#Tục lệ người cha tham gia quá trình đỡ đẻ, sau đó chăm sóc con nhỏ để người mẹ quay lại với việc làm đồng\n#Đúc và sử dụng [[trống đồng]] trong các nghi lễ\n#Bói bằng xương chim, đặc biệt là xương gà\n#[[Đạo thờ vật tổ|Thờ vật tổ]], đặc biệt là chim, bò sát, và cóc\/ếch\n#Tục táng trên vách đá\n#Sử dụng nhiều đến thuyền bè và điêu luyện về thủy chiến\n#Hình dáng hình học của đồ gốm sứ\n#Kỹ thuật dệt phát triển cao\n\nCác kết quả khảo cổ học có hỗ trợ cho cách phân chia đơn giản này. Các cổ vật đặc trưng cho nhóm thứ nhất, nhóm Bắc, bao gồm đồ gốm hình học (''geometric pottery''), xẻng đá lớn (''large stone shovel''), và đồ đồng kiểu Sở. Đặc điểm của nhóm thứ hai, nhóm Nam, là các đồ đồng kiểu tây nam, việc sử dụng các loại dụng cụ đồ đá đa dạng, hầu như không thấy đồ gốm hình học và xẻng đá lớn <ref>Yu Tianzi, Qin Shengmin, Lann Riyong, Liang Xuda, Qin Cailan (eds.) pp. 194-8. Lu Mingtian, \"Qin Han Qianhou Lingan Bai Yue Zhuyao Zhixide Fenbu ji qi Zu Cheng.\" [The Distribution and Names of the Important Branches of the Bai Yue Peoples of the Lingnan Before and After the Qin and Han.] pp. 143-159 in Bai Yue Minzu Shi Yanjiu Huipian, [The Research Committee of the History of the Bai Yue Peoples] (eds) Bai Yue Minzushi Lun Cong, [A Collection of Essays on the History of the Bai Yue Peoples.] Nanning: Guangxi Renmin Chubanshe, 1985. pp. 144-5 bổ sung sự có mặt của các loại rìu đá có vai (shouldered axe) trong cái mà tác giả gọi một đặc điểm nổi bật của văn hóa phía Đông Nam.<\/ref>. Nhóm phía Nam bắt đầu từ Việt Nam và kéo dài theo vùng ven biển lên tới khu vực Tây Nam tỉnh Quảng Đông.<ref>Meacham, pps. 147-177.<\/ref> Phát triển từ các nhóm văn hóa [[thời đại đồ đá cũ]] bản địa, sự tiếp nối của nhóm này đã được ghi nhận. Đó là các xã hội phát triển cao với một nền tảng nông nghiệp và một bộ đầy đủ các loại đồ gốm và đồ đá. Một điểm khác biệt rõ nét khác để phân tách hai nhóm chính là sự phát triển của một trong những loại cổ vật quan trọng nhất của khu vực: [[trống đồng]] được tìm thấy chủ yếu ở các vùng Vân Nam, Quảng Tây, và miền Bắc Việt Nam. Xem thêm bài [[Trống đồng]].\n\n==Lịch sử==\n===Thời tiền sử===\nHai địa điểm khảo cổ [[Thời đại đồ đá mới|thời Đồ Đá Mới]] được biết nhiều đến ở Quảng Tây là động Bailian gần [[Liễu Châu]] (柳州) và Zhenpi Yan gần [[Quế Lâm]] (桂林). Các đồ vật tìm thấy tại Bailian Dong được xác định theo [[định tuổi bằng cacbon-14]] cách đây khoảng từ 30.000 đến 7.500 năm. Còn niên đại tại Zhenpi Yan được xác định vào khoảng 10.000 năm trước. Có hơn 400 mộ được cho là của tổ tiên [[người Tráng]] đã được phát hiện ở vùng này. Trong các mộ này, xác người được [[chôn cất|chôn]] ở tư thế nằm co, một kiểu chôn rất hiếm thấy ở Trung Quốc nhưng lại được tìm thấy rất nhiều ở Việt Nam. Theo Jeffrey Barlow,<ref>Jeffrey Barlow, ''The Zhuang''. [http:\/\/mcel.pacificu.edu\/as\/resources\/zhuang\/Zhuang1.htm Chương 1. Mục 1.1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070208002455\/http:\/\/mcel.pacificu.edu\/as\/resources\/ZHUANG\/Zhuang1.htm |date = ngày 8 tháng 2 năm 2007}}, Pacific University<\/ref>, những người thổ dân của vùng này có nguồn gốc ở phía Nam và có mối quan hệ gần gũi với các nền văn hóa Hòa Bình và Bắc Sơn ở Việt Nam.\n\n== Di sản của Bách Việt ==\nMột số học giả đặt giả thuyết rằng [[Kinh Dịch]] là sản phẩm của nền [[văn minh Thần Nông]] ở phía Nam sông [[Trường Giang|Dương Tử]] (nghĩa là thuộc vùng đất Bách Việt). Có người còn cho rằng đây là sản phẩm của người [[Âu Việt]] và [[Lạc Việt]]<ref>[[Lương Kim Định|Kim Định]], ''Dịch Kinh linh thể'', [http:\/\/www.dunglac.net\/kimdinh\/Dichkinh-0-ml.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070301213946\/http:\/\/www.dunglac.net\/kimdinh\/Dichkinh-0-ml.htm |date=2007-03-01 }}<\/ref><ref>Kim Định, ''Gốc rễ triết Việt'', [http:\/\/www.dunglac.net\/kimdinh\/Gocre-14-lacthu.htm Ghi chú về Lạc Thư là sách của Lạc dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070302204848\/http:\/\/www.dunglac.net\/kimdinh\/Gocre-14-lacthu.htm |date=2007-03-02 }}<\/ref><ref>Trần Quang Bình, ''Kinh Dịch, sản phẩm văn hóa của nền văn minh Âu Lạc'' [http:\/\/vietsciences.org\/vietnam\/vanhoa\/kinhdich\/1.htm]<\/ref><ref>''Kinh Dịch - di sản sáng tạo của Việt Nam?'' [http:\/\/web.thanhnien.com.vn\/Khoahoc\/2005\/4\/4\/80330.tno Loạt bài trên Thanh Niên Online] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061222042616\/http:\/\/web.thanhnien.com.vn\/Khoahoc\/2005\/4\/4\/80330.tno |date = ngày 22 tháng 12 năm 2006}}<\/ref><ref>''Tìm về cội nguồn Kinh Dịch- Nguyễn Vũ Tuấn Anh''<\/ref>.\n\n==Văn hóa==\n[[Chiến Quốc sách]] mô tả về người [[Việt (nước)|nước Việt]] (Ư Việt) và [[Ngô (nước)|nước Ngô]] thời Xuân Thu (nay thuộc các tỉnh Giang Tô, Chiết Giang - Trung Quốc) như sau:\n{{quotation|Người Ư Việt để tóc ngắn và xăm trổ trên người, vai phải để trần và buộc chặt quần áo bên trái. Ở nước Ngô, họ đánh răng đen và làm cho khuôn mặt sần sùi, họ đội những chiếc mũ làm bằng da cá và [quần áo] được khâu lại bằng một chiếc dùi.{{sfn|Milburn|2010|p=2}}|''[[Chiến Quốc sách]]''}}\nNgười Hán gọi các dân tộc \"man rợ\" không phải người Hán khác nhau ở miền nam Trung Quốc là \"Bách Việt\", nói rằng họ có những thói quen thích ứng với nước, cắt tóc ngắn và xăm mình.<ref>{{chú thích sách |title=Tigers, Rice, Silk, and Silt: Environment and Economy in Late Imperial South China (Studies in Environment and History)  |url=https:\/\/archive.org\/details\/tigersricesilksi00mark  |last1=Marks  |first1=Robert B.   |publisher=Cambridge University Press |year=1998 |pages=[https:\/\/archive.org\/details\/tigersricesilksi00mark\/page\/54 54]}}<\/ref> Người Hán cũng nói rằng ngôn ngữ của họ giống như \"súc vật kêu\" và họ thiếu luân lý, khiêm tốn, văn minh và văn hóa.<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=FVKBAAAAMAAJ&q=vietnam+cropped+hair+barbarians|page=94|title=Bulletin of the Indo-Pacific Prehistory Association, Issue 15|publisher=Indo-Pacific Prehistory Association|year=1996}}<\/ref><ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=Y3oSAQAAIAAJ&q=vietnam+cropped+hair+barbarians|page=94|title=Indo-Pacific Prehistory: The Chiang Mai Papers, Volume 2|series=Bulletin of the Indo-Pacific Prehistory Association|volume=2 of Indo-Pacific Prehistory: Proceedings of the 15th Congress of the Indo-Pacific Prehistory Association, Chiang Mai, Thailand, 5–ngày 12 tháng 1 năm 1994. The Chiang Mai Papers|author=Indo-Pacific Prehistory Association. Congress|publisher=Indo-Pacific Prehistory Association, Australian National University|year=1996}}<\/ref> Theo lời kể của một người Hán nhập cư vào thế kỷ thứ 2 trước Công nguyên: '' Người Việt cắt tóc ngắn, xăm trổ đầy mình, sống trong những rặng tre, không thành thị hay làng mạc, không sở hữu cung tên, ngựa hay xe ngựa.\"''<ref>{{chú thích sách |title=A History of Vietnam, 211 BC to 2000 AD  |last= Kiernan |first= Ben |publisher=Oxford University Press |year=2017 |isbn=978-0195160765 |pages=63}}<\/ref><ref name=Hutcheon>{{chú thích sách|last=Hutcheon|first=Robin|title=China–Yellow|url=https:\/\/archive.org\/details\/chinayellow0000hutc|year=1996|publisher=Chinese University Press|page=[https:\/\/archive.org\/details\/chinayellow0000hutc\/page\/4 4]|isbn=978-962-201-725-2}}<\/ref><ref>{{chú thích sách |title=Imperial China and Its Southern Neighbours |last1=Mair  |first1=Victor H.  |last2=Kelley  |first2=Liam C.  |publisher=Institute of Southeast Asian Studies  |year=2016 |publication-date=ngày 28 tháng 4 năm 2016 |pages=25–33}}<\/ref> Họ cũng nhuộm đen răng.{{sfn|Milburn|2010|p=1-2}}\n\nVề mặt quân sự, các nước Việt và Ngô thời Xuân Thu khác với các quốc gia Hán tộc khác vì họ sở hữu hải quân.{{sfn|Holm|2014|p= 35}} Không giống như các nhà nước khác của Trung Quốc thời đó, họ cũng đặt tên cho thuyền và kiếm.{{sfn|Kiernan|2017|pp= 49-50}} Một văn bản Trung Quốc mô tả nước Việt thời Xuân Thu đã sử dụng thuyền làm xe và mái chèo làm ngựa của họ.{{sfn|Kiernan|2017|p= 50}} Vùng đất đầm lầy ở phía nam đã tạo cho người Câu Ngô và Ư Việt những đặc điểm riêng biệt. Theo Robert Marks, các tộc Bách Việt sống ở khu vực ngày nay là tỉnh [[Phúc Kiến]] kiếm sống chủ yếu từ đánh cá, săn bắn và một số loại hình canh tác nương rẫy.{{sfnp|Marks|2017|p=142}} Trước khi người Hán di cư từ phương bắc đến, các bộ tộc Bách Việt trồng lúa nước, đánh cá và [[Đốt phá rừng làm nương rẫy|đốt nương làm rẫy]], thuần hóa [[trâu nước]], xây dựng [[nhà sàn]], xăm mặt và thống trị các vùng ven biển từ bờ biển đến các thung lũng màu mỡ ở vùng núi nội địa.<ref>{{chú thích sách |title=Tigers, Rice, Silk, and Silt: Environment and Economy in Late Imperial South China (Studies in Environment and History)  |url=https:\/\/archive.org\/details\/tigersricesilksi00mark  |last1=Marks  |first1=Robert B.   |publisher=Cambridge University Press |year=1998 |pages=[https:\/\/archive.org\/details\/tigersricesilksi00mark\/page\/55 55]}}<\/ref><ref>{{chú thích sách |title=Rice: Origin, Antiquity and History |last= Sharma |first=S. D. |publisher= CRC Press |year=2010 |isbn=978-1-57808-680-1 |pages=27}}<\/ref>{{sfn|Brindley|2015|p= 66}}{{sfnp|Him|Hsu|2004|p=8}}<ref>{{Chú thích tạp chí |last=Peters |first=Heather |date=April 1990 |editor-last=H. Mair |editor-first=Victor |title=Tattooed Faces and Stilt Houses: Who were the Ancient Yue? |url=http:\/\/sino-platonic.org\/complete\/spp017_yue.pdf |department=Department of East Asian Languages and Civilizations, University of Pennsylvania |journal=East Asian Collection |series=Sino-Platonic Papers |volume=17 |pages=3}}<\/ref>{{sfnp|Marks|2017|p=72}}{{sfnp|Marks|2017|p=62}} Giao thông đường thủy là tối quan trọng ở phía Nam, vì vậy hai nước Ngô và Việt đã trở nên tiên tiến trong việc đóng tàu và phát triển công nghệ chiến tranh hàng hải, lập bản đồ các tuyến đường thương mại đến các bờ biển phía Đông của Trung Quốc và Đông Nam Á.<ref>{{chú thích sách |title=Lineage Society on the Southeastern Coast of China |last= Lim  |first=Ivy Maria |publisher=Cambria Press |year=2010 |isbn= 978-1604977271}}<\/ref><ref>{{chú thích sách |title=A History of Chinese Science and Technology |last=Lu |first=Yongxiang |publisher=Springer |year=2016 |isbn=978-3-662-51388-0 |pages=438}}<\/ref>\n\n===Kiếm===\nNước Việt thời Xuân Thu nổi tiếng về kiếm thuật và sản xuất những thanh kiếm tốt. Theo ''[[Ngô Việt Xuân Thu]]'', [[Việt vương Câu Tiễn]] đã gặp một nữ kiếm sĩ tên là Nanlin (Việt nữ), người đã thể hiện sự tinh thông kiếm thuật và vì vậy ông đã sai năm người tùy tướng của mình học hỏi kiếm thuật của cô. Kể từ đó, môn kiếm thuật này được biết đến với cái tên \"Việt Nữ Kiếm\". Người Việt cũng được biết đến với việc sở hữu những thanh kiếm thần bí có sức mạnh bùa chú của rồng hoặc các sinh vật lưỡng cư khác.{{sfn|Brindley|2015|p=181-183}}\n\n{{quotation|Người phụ nữ đang đi về phía bắc để yết kiến vua [Câu Tiễn của nước Việt] thì gặp một ông già trên đường, ông ta tự giới thiệu mình là Lãnh chúa Nguyên. Anh ta hỏi người phụ nữ: \"Tôi nghe nói rằng cô giỏi kiếm thuật, tôi muốn được thấy tận mắt.\" Người phụ nữ nói: \"Tôi không dám giấu giếm điều gì; thưa ngài, ngài có thể thử thách tôi.\" Lãnh chúa Nguyên sau đó đã chọn một cây trúc, phần ngọn của nó đã bị héo. Anh ta bẻ [những chiếc lá] và ném chúng xuống đất nhưng người phụ nữ đã nhặt được chúng [trước khi chúng rơi xuống đất]. Lãnh chúa Nguyên sau đó nắm lấy đầu dưới của cây tre và đâm người phụ nữ. Cô phản đòn, họ đánh nhau ba trận và ngay khi người phụ nữ nâng cây gậy để tấn công anh ta, Lãnh chúa Nguyên bay vào ngọn cây và trở thành một con vượn trắng (Nguyên).{{sfn|Milburn|2010|p=291}}|''[[Ngô Việt Xuân Thu]]''}}\n\n'' [[Chiến Quốc sách]] '' có đề cập đến chất lượng cao của kiếm phương nam và khả năng chém xuyên qua trâu, ngựa, bát, chậu nhưng sẽ vỡ nếu chém trúng cột hoặc đá. Kiếm của nước Ngô và nước Việt được đánh giá cao và những người sở hữu chúng hầu như không bao giờ sử dụng chúng vì sợ hư hại. Tuy nhiên, ở nước Ngô và nước Việt, những thanh kiếm này là bình thường và được đối xử kém tôn kính hơn.{{sfn|Milburn|2010|p=247}} '' Việt Tuyệt Thư '' (Ghi chép về những thanh kiếm quý) đề cập đến một số thanh kiếm nổi danh: Trạm Lư (湛卢), Haocao (Dũng cảm), Cự Khuyết (巨阙), Lutan (Màn sương), Thuần Quân (纯钧), Thắng Tà (胜邪), Ngư Trường (鱼肠), Long Uyên (龙渊), Thái A (泰阿) và Công Bố (工布). Nhiều thanh danh kiếm trong số này được rèn bởi thợ rèn kiếm người Việt là [[Âu Dã Tử]].{{sfn|Milburn|2010|p=285}}\n\n{{quotation|Kiếm giữ một vị trí đặc biệt trong văn hóa của các vương quốc Ngô và Việt cổ đại. Truyền thuyết về thanh kiếm được ghi lại ở đây sớm hơn và chi tiết hơn nhiều so với bất kỳ vùng nào khác của Trung Quốc và điều này phản ánh cả sự phát triển của công nghệ chế tạo kiếm tinh vi và tầm quan trọng của những lưỡi kiếm này trong nền văn hóa cổ đại ở miền Nam Trung Quốc. Cả Ngô và Việt đều nổi tiếng trong số các nước đương thời về số lượng và chất lượng của những thanh kiếm mà họ sản xuất, nhưng mãi đến sau này, vào thời nhà Hán, truyền thuyết về chúng mới lần đầu tiên được thu thập. Những câu chuyện này đã trở thành một phần quan trọng của thần thoại Trung Quốc và giới thiệu những thợ rèn huyền thoại như [[Can Tương]] 干將 và [[Mạc Tà]] 莫耶 trong những câu chuyện nổi tiếng trong nhiều thiên niên kỷ. Những câu chuyện này sẽ giữ cho danh tiếng của nghề rèn kiếm của nước Ngô và Việt tồn tại, nhiều thế kỷ sau khi các vương quốc này biến mất và thực sự vào một thời kỳ mà kiếm đã trở nên hoàn toàn lỗi thời ngoài mục đích nghi lễ bởi sự phát triển của công nghệ quân sự.{{sfn|Milburn|2010|p=273}}|Olivia Milburn}}\n\nNgay cả sau khi Ngô và Việt được hòa nhập vào các triều đình lớn hơn ở Trung Quốc, ký ức về những thanh kiếm của họ vẫn còn tồn tại. Vào thời [[nhà Hán]], Việt vương Lưu Tỵ (195-154 TCN) có một thanh kiếm mang tên Ngô Kiếm để tôn vinh lịch sử chế tác kim loại ở vương quốc của ông.{{sfn|Milburn|2010|p=276}}\n\n<gallery class=\"center\" widths=\"180\" heights=\"180\">\nFile:Sword of Goujian, Hubei Provincial Museum, 2015-04-06 09.jpg|[[Kiếm Câu Tiễn]]\nFile:Deciphering the sword.jpg|Chữ trên Kiếm Câu Tiễn\n\nFile:Yue Battleship model.jpg|Mô hình thu nhỏ của một con tàu nước Việt\n<\/gallery>\n\n== Xem thêm ==\n{{div col|colwidth=20em}}\n* [[Người Hoa|Người Trung Quốc]]\n** [[Người Quảng Đông]]\n** [[Người Mân Nam]]\n** [[Người Khách Gia]]\n** [[Người Triều Châu]]\n** [[Người Tráng|Người Choang]]\n* [[Người Việt Nam (định hướng)|Người Việt Nam]]\n* [[Việt]]\n* [[Nam Việt]]\n* [[Mân Việt]]\n* [[Âu Lạc]]\n* [[Lạc Việt]]\n* [[Sơn Việt]]\n* [[Cán Việt]]\n* [[Âu Việt]]\n* [[Dạ Lang]]\n* [[Câu Đinh]]\n* [[Văn Lang]]\n* [[Nguồn gốc các dân tộc Việt Nam]]\n* {{ill|Bách Bộc|zh|百濮}}\n{{div col end}}\n\n==Ghi chú==\n{{tham khảo|group=note}}\n\n==Chú thích==\n<references group=\"lower-alpha\"\/>\n{{tham khảo| colwidth= 25em}}\n\n==Dẫn nguồn==\n{{refbegin}}\n* {{citation\n | title =  Ancient China and the Yue\n | given1 = Erica F. | surname1 = Brindley\n | publisher = Cambridge University Press\n | url = https:\/\/books.google.com\/books?id=iiBTCgAAQBAJ&pg=PP1\n | year = 2015\n | isbn = 978-1-107-08478-0\n | postscript = .\n  }}\n* {{citation\n | title =  Barbarians or Not? Ethnicity and Changing Conceptions of the Ancient Yue (Viet) Peoples, ca. 400–50 BC\n | given1 = Erica F. | surname1 = Brindley\n | journal = Asia Major. 16, No. 2\n | url = https:\/\/www2.ihp.sinica.edu.tw\/file\/1470eFJFTXT.pdf\n | year = 2003\n | pages = 1–32\n | postscript = .\n  }}\n* {{Chú thích sách |last1=de Crespigny |first1=Rafe |title=A Biographical Dictionary of Later Han to the Three Kingdoms (23-220 AD) |date=2007 |publisher=Brill |isbn=978-90-04-15605-0 |url=https:\/\/books.google.com\/books?id=mzhtAAAAMAAJ |access-date=27 March 2021 |language=en}}\n* {{citation\n | title = Languages of Mainland Southeast Asia: The State of the Art\n | editor-first1= N.J. | editor-last1= Enfield\n | editor-first2= Bernard. | editor-last2= Comrie\n | publisher = Walter de Gruyter\n | given1 = Hilário | surname1 = de Sousa\n | chapter = The Far Southern Sinitic languages as part of Mainland Southeast Asia\n  |chapter-url=http:\/\/hilario.bambooradical.com\/downloadables\/de-Sousa-2015-Far-Southern-Sinitic-as-MSEA-draft-20140919.pdf\n | year = 2015\n | pages = 356–440\n | isbn = 978-1-5015-0168-5\n | postscript = .\n  }}\n* {{citation\n | title =  Becoming Chinese American: A History of Communities and Institutions\n | given1 = Mark Lai | surname1 = Him\n | given2 = Madeline | surname2 = Hsu |author2-link=Madeline Y. Hsu\n | publisher = AltaMira Press\n | year = 2004\n | isbn = 978-0-759-10458-7\n | postscript = .\n  }}\n* {{chú thích tạp chí |first=David |last=Holm |title=A Layer of Old Chinese Readings in the Traditional Zhuang Script |journal= Bulletin of the Museum of Far Eastern Antiquities |url=https:\/\/www.researchgate.net\/publication\/277325470 |pages= 1–45 |year=2014}}\n* {{citation\n | title = Việt Nam: A History from Earliest Times to the Present\n | given = Ben | surname = Kiernan\n | publisher = Oxford University Press\n | url = https:\/\/books.google.com\/books?id=-CMeAAAACAAJ&pg=PA50\n | year = 2017 | isbn = 978-0-19-516076-5\n | postscript = .\n  }}\n* {{citation\n | title =  China: An Environmental History\n | given1 = Robert B. | surname1 = Marks\n | publisher = Rowman & Littlefield\n | url = https:\/\/books.google.com\/books?id=5638DQAAQBAJ&pg=PA145\n | year = 2017\n | isbn = 978-1-442-27789-2\n | postscript = .\n  }}\n* {{citation\n | title =  China: Its Environment and History\n | given1 = Robert B. | surname1 = Marks\n | publisher = Rowman & Littlefield\n | url = https:\/\/books.google.com\/books?id=iXVHL2mYajAC&q=China%3A+An+Environmental+History\n | year = 2011\n | isbn = 978-1442212756\n | postscript = .\n  }}\n* {{citation\n | title = Tigers, Rice, Silk, and Silt: Environment and Economy in Late Imperial South China (Studies in Environment and History) \n | given1 = Robert B. | surname1 = Marks\n | publisher = Cambridge University Press\n | url = https:\/\/books.google.com\/books?id=dBsfts9wyRsC&q=Tigers%2C+Rice%2C+Silk%2C+and+Silt+robert+marks\n | year = 1998\n | isbn = 978-0521591775\n | postscript = .\n  }}\n*{{citation|last=Milburn|first=Olivia|year=2010|title=The Glory of Yue: An Annotated Translation of the Yuejue shu |series=Sinica Leidensia |volume=93 |publisher=[[Brill Publishers]]}}\n* {{citation\n | title =  The Birth of Vietnam\n | given1 = Keith W. | surname1 = Taylor\n | publisher = University of California Press\n | url = https:\/\/books.google.com\/books?id=rCl_02LnNVIC&pg=PA18\n | year = 1991\n | isbn = 978-0-520-07417-0\n | postscript = .\n  }}\n*{{citation|last=Watson|first=Burton|year=1993|title=Records of the Grand Historian by Sima Qian: Han Dynasty II (Revised Edition|publisher=Columbia University Press}}\n*{{citation|last=Whiting|first=Marvin C.|year=2002|title=Imperial Chinese Military History|publisher=Writers Club Press}}\n* {{citation\n | title = Reconstructing Ancient Korean History: The Formation of Korean-ness in the Shadow of History\n | first = Xu | last = von Stella\n | publisher = Lexington Books | year = 2016\n | isbn = 978-1-4985-2145-1\n | url = https:\/\/books.google.com\/books?id=O1wPDAAAQBAJ&pg=PA36\n | postscript = .\n  }}\n{{refend}}\n\n== Liên kết ngoài ==\nTiếng Việt:\n* {{TĐBKVN|27049}}\n*[http:\/\/baodatviet.vn\/Home\/congdongviet\/Tim-lai-nguon-goc-vung-dat-Bach-Viet\/201210\/236530.datviet Tìm lại nguồn gốc vùng đất Bách Việt ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121009192936\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Tim-lai-nguon-goc-vung-dat-Bach-Viet\/201210\/236530.datviet |date = ngày 9 tháng 10 năm 2012}}\n*[http:\/\/vietsciences.free.fr\/vietnam\/sudia\/vanminhco_nguongocdanvn.htm Văn minh cổ và nguồn gốc dân tộc Việt Nam]\n\nTiếng Anh:\n* {{Britannica|438411|Baiyue (ancient people)}}\n* [https:\/\/web.archive.org\/web\/20080414122258\/http:\/\/www.explore-qatar.com\/imglib\/spencer_4.jpg Đường di chuyển của người tiền sử] theo [http:\/\/www.explore-qatar.com\/archives\/all_qatar_today_articles\/archive-186.htm Map of early human migration patterns] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081003120936\/http:\/\/www.explore-qatar.com\/archives\/all_qatar_today_articles\/archive-186.htm |date = ngày 3 tháng 10 năm 2008}}\n* [http:\/\/hoklo.org\/YuetCulture\/ Introduction to Yuet Culture] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050427030811\/http:\/\/hoklo.org\/YuetCulture\/ |date = ngày 27 tháng 4 năm 2005}}\n* [http:\/\/mcel.pacificu.edu\/as\/resources\/zhuang\/Zhuang1.htm Origins Of The Zhuang: The Bai Yue] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070208002455\/http:\/\/mcel.pacificu.edu\/as\/resources\/ZHUANG\/Zhuang1.htm |date = ngày 8 tháng 2 năm 2007}}\n\n{{Bách Việt}}\n\n[[Thể loại:Người Việt]]\n[[Thể loại:Dân tộc cổ đại Trung Quốc]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Dân tộc cổ đại Việt Nam]]"}