{"509971":"{{Infobox prepared food|name=Bánh trứng kiến người Tày Nồng|main_ingredient=Bột gạo nếp, trứng kiến, lá vả|country=[[Trung Hoa]] {{VIE}}|type=Bánh làm từ [[bột]] [[gạo]]|image=}}'''Bánh trứng kiến''' là một trong những món ăn của đồng bào dân tộc vùng núi đông bắc: [[Người Tày|Tày]] [[Người Nùng|Nùng]] [[Người Thái (Việt Nam)|Thái]]. Bánh được làm từ nguyên liệu: trứng của con [[kiến]] và bột nếp, bột tẻ (đã được ngâm xay bột ủ qua đêm).\n\n==Cách làm==\nĐúng như tên gọi, nguyên liệu chính để làm bánh trứng kiến chính là trứng non của kiến làm nhân bánh, bột nếp nương và lá non của cây vả bọc bên ngoài (một loại cây quen thuộc ở vùng núi cao phía bắc). Nguyên liệu và công đoạn tuy không quá cầu kỳ nhưng muốn bánh được ngon thì yêu cầu người làm bánh cũng cần phải có sự khéo léo.\n\nĐể có được trứng kiến non, người ta phải lên rừng tìm ổ những loại kiến lành như kiến đen thân nhỏ, đuôi nhọn, thường làm tổ trên các loại cây như vầu, [[nứa]] hay găng. Trứng kiến thường to bằng hạt gạo, có màu trắng sữa, thân mẩy và tròn.\n\nTrứng kiến sau khi rửa sạch sẽ được bắc lên chảo phi với hành khô. Muốn nhân ngon hơn người ta còn cho thêm một ít [[thịt lợn]] băm, lạc rang rã nhỏ và một ít lá kiệu thái nhỏ trộn thêm. Phần củ kiệu cũng thái nhỏ, phi chảo thơm rồi cho trứng kiến vào đảo cùng cho đến khi chín thì bắc xuống.\n\nPhần bánh được làm từ [[gạo nếp]] nương, hạt to và dẻo, đãi sạch rồi ngâm với nước lạnh qua đêm, sau đó để ráo nước, xay thành bột và nhào nặn với nước. Sau khi nhào nặn cho bột thật dẻo và mịn, bột nếp sẽ được cán mỏng cỡ nửa phân, to [[hình vuông]] cỡ bằng bàn tay, rồi ốp miếng bột nếp đó vào một chiếc lá vả, rắc nhân lên mặt bột bánh, cuối cùng là ốp miếng lá vả tiếp theo lên bề mặt nhân bánh đó, gói lá sao cho phần bánh và nhân được bọc trọn vẹn không bị hở ra bên ngoài. Bánh được hấp cách thủy khoảng 45 đến 50 phút là chín.<ref>{{Chú thích web|url=https:\/\/ngoisao.net\/tin-tuc\/an-choi\/an-gi\/banh-trung-kien-dac-san-dau-he-dat-cao-bang-3394025.html|tiêu đề=Bánh trứng kiến - đặc sản đầu hè đất Cao Bằng}}<\/ref>\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai ẩm thực Việt Nam}}\n\n{{DEFAULTSORT:Bánh trứng kiến}}\n[[Thể loại:Ẩm thực côn trùng]]\n[[Thể loại:Bánh Việt Nam từ gạo|Kiến]]\n[[Thể loại:Ẩm thực miền Bắc Việt Nam]]\n[[Thể loại:Bánh Việt Nam|trứng kiến]]"}