{"183323":"{{Phân biệt|Num ansom}}\n{{Infobox prepared food\n| name = Bánh tét\n| image = [[Tập tin:Banhtet.jpg|230px]]\n| caption = Một dĩa ''bánh tét'' nhân đậu xanh\n| alternate_name = \n| country = [[Việt Nam]]\n| region = Nam Bộ, Trung Bộ\n| creator = \n| course = \n| served = \n| main_ingredient = [[gạo nếp]], [[lá chuối]], thịt mỡ, đậu xanh tách vỏ\n| variations = \n| calories = \n| other = Món ăn truyền thống ngày [[Tết]]\n}}\n[[Tập tin:BanhTet.jpg|nhỏ|phải|200px|Một đòn bánh tét đã luộc chín gói bằng lá chuối, buộc dây [[Ni lông|nilon]].]]\n[[Tập tin:Tet Banh.jpg|nhỏ|phải|200px|\"Tét\" bánh tét bằng chính sợi dây buộc bánh sẽ nhanh gọn hơn dùng dao nếu dính bánh tét có chất liệu là nếp khó rửa.]]\n[[Tập tin:Dia banh tet.jpg|nhỏ|phải|200px|Một dĩa bánh tét đã được cắt thành từng khoanh.]]\n'''Bánh tét''', có nơi gọi là '''bánh đòn''',<ref>[http:\/\/thvl.vn\/song-khoe\/am-thuc\/thvl-banh-tet\/ (THVL) Bánh tét]<\/ref> là một loại bánh trong [[ẩm thực]] của cả [[người Việt]] và một số dân tộc ít người<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=66244&ChannelID=3 Đồng bào Rục có nhà mới đón Tết Ất Dậu]<\/ref> ở miền Nam và miền Trung [[Việt Nam]], là nét tương đồng của [[bánh chưng]] ở Miền Bắc về nguyên liệu, cách nấu, chỉ khác về hình dáng và sử dụng [[lá chuối]] để gói thay vì [[lá dong]], vì vậy nó cũng được sử dụng nhiều nhất trong dịp [[Tết Nguyên Đán|Tết Nguyên đán]] cổ truyền của [[Các dân tộc tại Việt Nam|dân tộc Việt Nam]] với vị trí không khác [[bánh chưng]]. Nhưng cũng có nhiều bánh tét nhân [[chuối]] hay [[đậu đen]] được làm hay là bán quanh năm.\n\nỞ các vùng trung du và miền núi phía Bắc như [[Bắc Ninh]], [[Bắc Giang]], [[Vĩnh Phúc]], [[Hà Tây]],... cũng có loại bánh tương tự có tên là '''bánh tày''' hoặc là '''bánh dài'''. Đây là loại bánh Tết thông dụng ở vùng cố đô [[Cổ Loa]]<ref name=\"Tết Việt 2005\">[http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2005\/01\/371312\/ Hội thảo Tết Việt 2005: Tôn vinh VH dân gian], Vietnamnet, 31\/01\/2005 [https:\/\/archive.is\/gRcXB trang web lưu trữ]<\/ref>, [[Kinh Bắc]]<ref>{{Chú thích web |url=http:\/\/hanoi.vnn.vn\/chuyen_de\/0212\/datviet\/bai04.asp |ngày truy cập=2008-02-13 |tựa đề=Tết Bắc |archive-date = ngày 21 tháng 2 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080221043116\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0212\/datviet\/bai04.asp |url-status=dead }}<\/ref>, của các dân tộc ít người miền Bắc<ref>{{Chú thích web |url=http:\/\/www.baoquangninh.com.vn\/comment.asp?id=6113&CatId=68 |ngày truy cập=2008-02-13 |tựa đề=Xôi năm màu và các món bánh đặc sắc |archive-date = ngày 20 tháng 1 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090120134934\/http:\/\/www.baoquangninh.com.vn\/comment.asp?id=6113&CatId=68 |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.vtc.vn\/xahoi\/14516\/index.htm |ngày truy cập=2008-02-13 |tựa đề=Người Dao đón tết |archive-date = ngày 20 tháng 1 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090120145610\/http:\/\/www.vtc.vn\/xahoi\/14516\/index.htm |url-status=dead }}<\/ref>. Giáo sư [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] cho rằng [[bánh chưng]] cổ, nguyên thủy là hình tròn như bánh tét hay bánh tày<ref name=\"Tết Việt 2005\"\/> còn bánh tét ra đời trong quá trình giao lưu văn hóa Việt-Chăm, người Việt tạo ra chiếc bánh Tét từ sự hình tượng hóa yếu tố Linga từ thần Siva người Chăm<ref name=\"wert\">[http:\/\/vietq.vn\/phong-tuc-ngay-tet-va-su-tich-don-banh-tet-nam-bo-d53286.html Nguồn gốc và ý nghĩa đòn bánh Tét ngày Tết Nam Bộ], 16\/02\/2015, Chất lượng Việt Nam Online<\/ref>. Có truyền thuyết khác cho rằng mùa xuân năm 1789, Nguyễn Huệ tiến quân ra Bắc đánh quân Thanh. Lúc bấy giờ quân lính được nghỉ ngơi, ăn Tết. Trong số quân lính có một người lính được vợ gửi cho món bánh làm từ gạo nếp, nhân đậu xanh, hình dạng như bánh tét ngày nay. Anh lính mang bánh mời vua Quang Trung. Vua ăn thấy ngon bèn hỏi thăm về loại bánh này. Anh lính kể, bánh do người vợ ở quê nhà làm gửi cho. Mỗi lần ăn bánh, anh càng thương, càng nhớ vợ nhiều hơn. Anh mắc chứng đau bụng nhưng khi ăn bánh này thì lại không thấy đau nữa. Nghe câu chuyện cảm động của anh lính, vua bèn ra lệnh cho mọi người gói loại bánh này để ăn Tết và đặt tên là bánh Tết. Lâu ngày tên bánh biến thành bánh Tét.<ref name=\"wert\"\/>\n\nBánh tét có hình trụ dài nên còn được gọi là đòn bánh, hai đòn thường có một quai bánh chung bằng gân lá chuối tạo thành một cặp. Người ta còn làm bánh không có nhân thịt để có thể để được lâu hơn hoặc ăn chay với nhân có thể là chuối chín. Bánh được đánh giá là gói khéo khi bánh được làm tròn đều, buộc chặt, nhân bánh nằm chính giữa, có nghệ nhân còn gói nhân khi cắt ra có hình [[tam giác]].\n\nBánh tét ngày Tết thường để lâu được vài ngày, được nấu vào đêm giao thừa để những ngày Tết có thể dùng để ăn với dưa món và thịt kho. Đây thường là bánh tét nhân mặn với thịt, mỡ và đậu xanh, và dùng cho nhiều người ăn Ngoài ra, còn có bánh tét nhân ngọt với nhân chuối hoặc đậu xanh, loại to dùng cho nhiều người ăn hoặc loại nhỏ dùng cho một người ăn.\n\n==Tên gọi==\nLê Tân trong bài ''Bánh tét Trà Vinh''<ref>Mục từ \"bánh tét Trà Vinh\", trong cuốn ''Ẩm thực Trà Vinh'', Lê Tân, Nhà xuất bản Văn hóa Thông tin, H. 2003, trang 73.<\/ref> cho rằng bánh tét, tuy được làm và ăn quanh năm nhưng thường nhất vào dịp lễ hội, đặc biệt là tết cổ truyền. Vì vậy nên ''theo dân gian lưu truyền ngày xưa cứ tết đến người ta gói loại bánh này và gọi bằng tên \"bánh tết\", lâu dần đọc trại ra thành \"bánh tét\"''. Tuy nhiên, cũng trong tài liệu đã dẫn, tác giả còn cho biết ''tét'' là một hành động cắt bánh, ''tay phải cầm đầu dây khoanh tròn đòn bánh đã lột (vỏ), \"tét\" từng khoanh một đơm lên đĩa'', và tên gọi \"bánh tét\" rất có thể còn xuất xứ từ cách thức cắt bánh.\n\n==Nguyên liệu==\nNguyên liệu để gói bánh tét ngày [[Tết Nguyên Đán|Tết]] tương tự như dùng làm bánh chưng, bao gồm: [[gạo nếp]], [[đậu xanh]] tách vỏ, [[thịt]] [[chi Lợn|heo]] và một số gia vị tương tự như để làm bánh chưng.\n\nNhưng phổ biến và bán quanh năm là bánh tét ngọt (nhân [[chuối]], thường là [[chuối Xiêm]]) hay bánh tét chay (nhân [[đậu đen]])<ref name=\"bt\">{{Chú thích web |url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=1769&cap=3&id=9198 |ngày truy cập=2010-01-28 |tựa đề=Bánh tét |archive-date=2009-08-20 |archive-url=https:\/\/web.archive.org\/web\/20090820014259\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=1769&cap=3&id=9198 |url-status=dead }}<\/ref>. Cá biệt có bánh tét thập cẩm với nhân gồm trứng muối, [[tôm khô]], [[lạp xưởng]], thịt giò, hột sen, [[nấm hương|nấm đông cô]], đậu xanh<ref name=\"bt\"\/>.\n\nCũng như bánh chưng, ngày nay nhiều khi người ta dùng dây [[ni lông]] thay vì dây lạt. Riêng với vật liệu dây ni lông dùng cột các loại bánh thì người tiêu dùng cần cẩn thận khi chọn sử dụng các loại bánh này. Bởi trong trường hợp những loại dây này có chất liệu nằm trong danh mục những chất liệu được sử dụng trong thực phẩm và được kiểm định bởi những cơ quan có thẩm quyền thì vẫn an toàn cho người sử dụng. Tuy nhiên nếu sử dụng những sợi dây ni lông tái chế có nhuộm các phẩm màu công nghiệp sẽ dễ nhiễm vào sản phẩm trong quá trình nấu hấp và gây ảnh hưởng sức khoẻ đến người tiêu dùng.<ref name=\"nilon\">[https:\/\/www.vissan.com.vn\/bai-viet-bao-chi\/dung-day-nilong-mau-goi-banh-co-nguy-hiem.html Dùng dây nilông màu gói bánh có nguy hiểm?]<\/ref>\n\n==Quy trình thực hiện==\nGạo nếp trước khi gói bánh thường được ngâm trước vài tiếng,đãi sạch. Sau đó đem gạo ướp muối có độ đậm nhạt vừa phải. Đậu xanh ngâm đãi sạch vỏ và [[thịt ba rọi]] xắt vuông dài làm nhân bánh (không ướp [[hành|hành củ]], [[tiêu bột]] như bánh chưng).Bánh làm xong được cho vào nồi cao (người ta hay dùng [[thùng phi]] cũ cắt nửa) vì phải để bánh dựng đứng, nấu bằng [[củi gộc]] đun sôi trong gần một buổi, bánh nhỏ nấu khoảng 3 giờ, bánh lớn nấu tới 5 tiếng mới chín. Khi mới bắt đầu đun nồi bánh phải đun to lửa cho sôi nước trong nồi một lúc sau đó rút bớt lửa để sôi liu riu suốt quá trình nấu bánh, độ nóng lan tỏa để bánh được chín đều. Bánh chín được vớt ra rổ cho ráo nước và nguội.\n[[Tập tin:Tet holiday in Vietnam.jpg|nhỏ|Gia đình quây quần gói bánh tét]]\nNấu bánh: Bánh Tét phải luôn được nấu ngập trong nước, thời gian nấu tùy và kích cỡ bánh nhưng thông thường từ 6 – 8 giờ. Khi nấu phần vỏ bánh sẽ bị hồ hóa. Nhiệt độ nấu nằm trong khoảng 90 – 100&nbsp;°C, đây là khoảng nhiệt độ hồ hóa tốt của tinh bột, các hạt nếp sẽ hút nước mạnh, trương nở mềm ra, tăng độ nhớt, dẻo. Nước cung cấp cho quá trình hồ hóa này là do nước có trong hạt nếp sau khi ngâm, nước từ thịt tiết ra và một ít nước thấm từ bên ngoài vào. Ở nhiệt độ cao phần nhân thịt trong bánh sẽ biến tính, protein thịt khi biến tính sẽ tách nước, phần nước này có các amino acid hòa tan trong đó khi ngấm vào bột đậu xanh và nếp sẽ làm tăng thêm hương vị cho bánh. Nấu bánh còn có tác dụng diệt các loại vi sinh vật dưới tác dụng của nhiệt độ cao giúp bánh có khả năng bảo quản trong thời gian dài.\n\nRửa: Bánh sau khi nấu sẽ được rửa sạch ngay trong nước lạnh, quá trình rửa này có hai tác dụng. Thứ nhất sẽ hạn chế vỏ bánh không bị mốc vì khi nấu bánh các thành phần như lipid, các tinh bột mạch ngắn trong bánh sẽ lẫn vào nước luộc bánh và bám lên vỏ bánh đây là môi trường dinh dưỡng rất tốt cho vi sinh vật phát triển đặc biệt là nấm mốc phát triển vì vậy cần rửa thật sạch vỏ bánh sau khi nấu. Thứ hai rửa bánh ngay lập tức trong nước lạnh sẽ khiến lớp tinh bột phía ngoài bánh kết tinh một phần (biến tính một phần) tạo một lớp vỏ mỏng vừa giúp giữ tốt hình dáng bánh vừa giúp đòn bánh Tét cứng chắc hơn. Sau khi rửa để ráo hay lau khô bánh là có thể sử dụng được.\n\n==Thưởng thức==\n[[Tập tin:Banh tet chien.jpg|nhỏ|phải|250px|Bánh tét chiên ăn với [[dưa món]].]]\nKhi ăn bánh tét, người ta dùng dao sắc cắt ngang đòn bánh thành từng khoanh rồi lột vỏ và dây cột bánh để ăn, nhưng cũng thường thấy cách bóc vỏ từ từ và dùng dây lạt buộc bánh (hoặc dây chỉ) để cắt bánh thành từng lát mỏng, tước vỏ đến đâu cắt bánh đến đó. Tay trái cầm bánh, tay phải cầm một đầu lạt và đầu còn lại cắn vào miệng, khoanh tròn lạt quanh bánh đã tước vỏ và tét từng khoanh bánh đơm lên đĩa.\n\nNếu thích ăn ngọt, người thưởng thức có thể chấm bánh với [[Đường (thực phẩm)|đường kính]] trắng tinh hoặc thích ăn mặn thì chấm nước mắm loại ngon như [[nước mắm Phú Quốc]], hoặc [[nước mắm Nha Trang]] đặc biệt nữa là [[mắm rươi]] [[Trà Vinh]], người miền Trung còn ăn bánh tét với dưa món, là món dưa gồm [[kiệu (thực vật)|củ kiệu]], [[đu đủ]], [[cà rốt]], [[su hào]] ngâm trong nước mắm đường. Để đỡ ngán, Bánh cũng có thể được rán qua trong chảo mỡ cho lớp vỏ ngoài chín vàng giòn.\n\n==Đặc sản địa phương==\nBánh tét Cao Lãnh có rất lâu đời từ khi người dân đến đây khai hoang mở đất, hương vị của bánh tét Cao Lãnh rất đặc trưng của vùng Đồng Tháp Mười. Nhưng vì không nằm trên vùng giao thương lớn như Trà Vinh, Cần Thơ nên bánh tét Cao Lãnh ít được biết tới, những loại bánh tét ngon ở đây là bánh tét khoai mì, bánh tét nhân hạt sen, bánh tét lá cẩm, bánh tét gấc...\n[[Tập tin:Đặc sản Cần Thơ.jpg|nhỏ|[[Bánh tét lá cẩm]] Cần Thơ.]]\nBánh tét Trà Cuôn có từ lâu đời, là một loại bánh đặc sản nổi tiếng của [[Trà Vinh]] với hương vị rất thơm ngon và rất dẻo<ref>Mục từ \"bánh tét Trà Vinh\", đã dẫn, trang 71-73.<\/ref>. Các chủ làm bánh tại địa phương này, như bánh Tét dì Năm tại phường 4, bánh tét dì Chín tại phường 6, bánh tét dì Ba tại kinh xáng múc, đều chọn nguyên liệu có chất lượng cao như nếp (thường là nếp sáp), thịt ba rọi, đậu xanh ngon.\n\nVùng [[Bình Dương]], [[Tây Ninh]] đất cát là xứ rẫy có nhiều đậu nên bánh tét ở đây làm bằng nếp trộn [[đậu phộng]]. [[Đồng Nai]] có bánh tét nhân [[hột điều]]. [[Cần Thơ]] nổi tiếng [[bánh tét lá cẩm]]. [[Sóc Trăng]] - nơi nhiều đồng bào [[người Khmer]] sinh sống - có bánh tét [[cốm]] dẹp (nếp non giã tróc vỏ, ruột dẹp mỏng); Ba Tri ([[Bến Tre]]) có bánh tét bắp non. Bánh tét nhân thập cẩm không thể thiếu đậu xanh, thịt mỡ, tôm khô, hạt điều và béo ngậy của [[trứng muối]].\n\n== Xem thêm ==\n*[[Bánh chưng]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{thể loại Commons|Bánh tét}}\n* Mục từ \"bánh tét Trà Vinh\", trong cuốn ''Ẩm thực Trà Vinh'', Lê Tân, Nhà xuất bản Văn hóa Thông tin, H. 2003.\n* [http:\/\/guinnessworldrecords.com\/world-records\/largest-tet-cake Largest Tet cake] Kỷ lục Guinness thế giới 18\/1\/2004\n\n{{Tết}}\n\n[[Thể loại:Bánh Việt Nam từ gạo|Tét]]\n[[Thể loại:Thức ăn mùa Tết]]\n[[Thể loại:Tết]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Bánh ngọt]]\n[[Thể loại:Bánh Việt Nam|tét]]"}