{"26104":"{{Thiếu nguồn gốc|date=tháng 5 năm 2023}}[[Tập tin:Bánh khọt.jpg|giữa|300px]]\n'''Bánh khọt''' là loại bánh [[Việt Nam]] (chính xác là loại bánh đặc trưng của miền nam Việt Nam. Làm từ bột [[gạo]] hoặc bột sắn, có nhân [[tôm]], được [[nướng]] và ăn kèm với rau sống, ớt tươi, thường ăn với nước mắm pha ngọt, rất ít khi chấm nước sốt mắm tôm (không phải [[mắm tôm]] hay [[mắm tôm chua]]).\n\n==Quy trình thực hiện==\n\n[[Tập tin:bánh khọt trên khuôn.jpg|nhỏ|240px|Bánh khọt với nhân thịt và tôm còn trên khuôn]]\nTrong cách làm bánh khọt, chế bột là công đoạn quan trọng nhất. Cần chọn loại gạo (hoặc sắn) ngon để làm bột bánh. Thành phần làm bột bánh gồm gạo xay bột ướt, gạo nấu thành [[cơm]] và làm [[bún]] để nguội rồi xay đặc. Các loại bột trộn với nhau theo một tỷ lệ mà phần nhiều dựa vào kinh nghiệm. Hoặc bạn có thể mua bột bánh khọt ngoài tiệm.\n\nNhân bánh thường là loại tôm sắt tươi, to vừa phải, bóc vỏ. Chọn tôm và bóc vỏ tôm cho khéo để giữ màu sắc của con tôm cũng là công đoạn quan trọng.\n\nMỡ để rán bánh là loại mỡ heo phi hành và lá [[hẹ]] cho thơm, nhưng cần chú ý để lá hành và lá hẹ không bị cháy quá.\n\nĐể khuôn hình tròn vào chảo, lấy mỡ đã chế nóng tráng khuôn, đổ bánh vào trong khuôn, ấn con tôm vào giữa, đậy vung chờ bánh chín. Khi bánh chín, bột trở nên vàng, còn nhân tôm trở nên có màu đỏ. Lá hành và lá hẹ trong mỡ bám vào bánh tạo màu xanh.\n\nNước chấm (nước mắm) được chế biến từ nước mắm có pha với nước ấm, tỏi và nước chanh. Bánh Khọt (màu trắng) ở [[Vũng Tàu]] nước chấm có để kèm đu đủ xanh thái lát mỏng hoặc\/và [[ngó sen]] ngâm cho ngấm. Rau sống ăn kèm.\n\n==Bánh khọt với sức khoẻ==\nTheo một số chuyên gia tư vấn thì bánh khọt cũng như nhiều món ăn miền Nam khác như [[bánh tằm bì]], [[bánh xèo]], chè xôi, [[bánh ít]], [[bánh nếp]]... có sử dụng nước cốt dừa. Đây là loại chất béo thực vật có hàm lượng a xít béo no rất cao, có thể làm tăng nguy cơ [[béo phì]], rối loạn li pid máu, hội chứng chuyển hóa, tiểu đường loại 2... Dùng nhiều nước cốt dừa không có lợi cho sức khỏe.<ref>[http:\/\/vnexpress.net\/Vietnam\/Doi-song\/2007\/08\/3B9F990E\/ Dùng nhiều nước cốt dừa không lợi sức khỏe] vnexpress. Truy cập ngày 29 tháng 4 năm 2011.<\/ref>. Nhưng bên cạnh mặt có hại thì bánh khọt cũng có những mặt lợi như: Tôm và hành lá có trong bánh khọt cung cấp vitamin C, vitamin K và một số chất dinh dưỡng thiết yếu khác, giúp cho xương chắc khỏe. Bà bầu ăn bánh khọt sẽ giúp cho xương chắc khỏe cả mẹ lẫn bé, tránh tình trạng loãng xương.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/vnexpress.net\/Vietnam\/Doi-song\/Am-thuc\/2003\/11\/3B9CD556\/ Bánh khọt (VnExpress)]\n\n{{Sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Bánh Việt Nam từ gạo|Khọt]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Món mặn Việt Nam]]\n[[Thể loại:Bánh Việt Nam|Khọt]]"}