{"5204":"{{Thông tin món ăn|name=Bánh chưng|image=Banh chung 1.JPG|country=[[Việt Nam]]|type=[[Bánh]] (gói, buộc dây)|creator=Người [[dân tộc Việt]]|caption=4 gói bánh chưng (minh họa)|served=[[Nhiệt độ]] chín|year=Vào [[năm mới]], dịp [[Tết]]|course=Ăn vào dịp [[Tết]]}}[[Tập tin:Banh chung vuong 2.JPG|nhỏ|phải|200px|Một cặp bánh chưng vuông chưa luộc được gói bằng khuôn với 4 lá, trong đó có 2 lá bên trong với mặt lá màu xanh thẫm quay vào áp với bề mặt gạo để tạo màu xanh cho bánh, và 2 lá bên ngoài quay mặt xanh thẫm ra ngoài]]\n\n'''Bánh chưng''' (\"chưng\" trong \"chưng cất\", nghĩa là hấp nước, nhưng thực tế bánh được nấu bằng cách luộc) là một loại [[bánh (ẩm thực)|bánh]] truyền thống của [[Người Việt|dân tộc Việt]] nhằm thể hiện lòng biết ơn của con cháu đối với cha ông với đất trời. Nguyên liệu làm bánh chưng gồm [[gạo nếp]], [[đậu xanh]], [[thịt lợn]], [[lá dong]]. Bánh thường được làm vào các dịp [[Tết Nguyên Đán|Tết]] của dân tộc Việt, cũng như ngày giỗ tổ [[Hùng Vương]] (mùng 10 tháng 3 [[âm lịch]]).\n\n==Sự tích==\n{{wikisource|Sự tích bánh chưng bánh giầy}}\nLà loại bánh duy nhất có lịch sử lâu đời trong ẩm thực truyền thống Việt Nam còn được sử sách nhắc lại, bánh chưng có vị trí đặc biệt trong tâm thức của cộng đồng người Việt và nguồn gốc của nó về truyền thuyết liên quan đến hoàng tử [[Lang Liêu]] vào đời [[hùng Vương|vua Hùng]] thứ 6. Sự tích trên muốn nhắc nhở con cháu về truyền thống của dân tộc; là lời giải thích ý nghĩa cũng như nguồn cội của Bánh Chưng, Bánh Giầy trong văn hóa, đồng thời nhấn mạnh tầm quan trọng của cây [[lúa]] và thiên nhiên trong nền [[văn minh lúa nước|văn hoá lúa nước]].\n\nTheo cuốn [[Lĩnh Nam Chích Quái]], mục \"Truyện bánh chưng\" (Chưng bính truyện-蒸餅傳):<blockquote>Vua Hùng sau khi phá xong giặc Ân rồi, trong nước thái bình, nên lo việc truyền ngôi cho con, mới hội họp hai mươi hai vị quan lang công tử lại mà bảo rằng: \"Ai đem lễ vật hợp với ý của ta đến dâng cúng Tiên Vương cho tròn đạo hiếu thì ta sẽ truyền ngôi cho\" <\/blockquote><blockquote>Các lang đua nhau đi tìm các vị trân kỳ, hoặc săn bắn, chài lưới, hoặc đổi chác, đều là của ngon vật lạ, nhiều không biết bao nhiêu mà kể. Duy có lang thứ mười tám tên là Lang Liêu, mẹ hàn vi, đã bị bệnh qua đời rồi, trong nhà lại ít người nên khó bề toan tính, ngày đêm lo lắng, ăn ngủ không yên. Chợt nằm mơ thấy thần nhân bảo rằng: \"Trong trời đất không có vật gì quý bằng gạo, vì gạo là vật để nuôi sống con người và có thể ăn mãi không chán, không có vật gì hơn được. Nếu giã gạo nếp gói thành hình tròn để tượng trưng cho Trời và lấy lá gói thành hình vuông để tượng trưng cho Đất, ở trong làm nhân ngon, bắt chước hình trạng trời đất bao hàm vạn vật, ngụ ý công ơn dưỡng dục của cha mẹ, như thế thì lòng cha sẽ vui, nhà ngươi chắc được ngôi quý\". Lang Liêu giật mình tỉnh dậy, vui mừng. Chàng lựa những hạt nếp trắng tinh, không sứt mẻ, đem vo cho sạch, rồi lấy lá xanh gói thành hình vuông, bỏ nhân ngon vào giữa, đem luộc chín tượng trưng cho Đất, gọi là bánh chưng. Lại lấy nếp nấu xôi đem quết cho nhuyễn, nhào thành hình tròn để tượng trưng cho Trời, gọi là bánh giầy. Đúng kỳ hẹn, Vua hội họp các con lại để mang lễ vật đến cúng Tổ tiên. Các lang mang tới toàn là sơn hào hải vị, duy chỉ có Lang Liêu đem bánh hình tròn, bánh hình vuông đến dâng. Hùng Vương lấy làm lạ hỏi Lang Liêu, Lang Liêu trình bày như lời thần nhân đã bảo. Vua nếm thử thì thấy vị ngon vừa miệng ăn không chán, phẩm vật của các công tử khác không làm sao hơn được. Vua khen ngợi hồi lâu, rồi lấy lễ vật của Lang Liêu đem cúng tổ tiên. Vua dùng thứ bánh ấy để cung phụng cha mẹ trong các dịp lễ tết cuối năm. Thiên hạ mọi người đều bắt chước theo. Tục này còn truyền cho đến bây giờ, lấy tên của Lang Liêu, gọi là Tết Liệu. Hùng Vương truyền ngôi cho Lang Liêu; hai mươi mốt anh em kia đều chia nhau giữ các phiên trấn, lập làm bộ đảng, trấn thủ những nơi núi non hiểm trở. Về sau, anh em tranh giành lẫn nhau, mỗi người dựng \"mộc sách\" (hàng rào cây bằng gỗ) để che kín, phòng vệ. Vì thế, mới gọi là Sách, hay là Trại, là Trang, là Phường. Sách, hay Trại, Trang, Phường bắt đầu có từ đây vậy  <\/blockquote>\n\n==Quan niệm truyền thống==\n[[Tập tin:Goi banh chung.jpg|nhỏ|200px|phải|Một gia đình đang gói bánh chưng cho ngày [[Tết Nguyên Đán|Tết]].]]\nTheo quan niệm phổ biến hiện nay, cùng với [[bánh tét]] miền Nam, bánh chưng tượng trưng cho quan niệm về vũ trụ của [[người Việt]] xưa. Bánh có màu [[xanh lá cây]], [[hình vuông]], được coi là đặc trưng cho đất trong [[tín ngưỡng]] của người Việt cổ và các dân tộc khác trong khu vực [[châu Á]]. Tuy nhiên, theo Giáo sư [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]], bánh chưng nguyên thủy có hình tròn và dài, giống như [[bánh tét]], đồng thời bánh chưng và bánh giầy tượng trưng cho [[nam]] và [[phụ nữ|nữ]] trong [[tín ngưỡng phồn thực]] Việt Nam<ref>{{Chú thích web |url=http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=42&a=76 |ngày truy cập=2006-06-05 |tựa đề=Trần Quốc Vượng nói về bánh chưng |archive-date = ngày 7 tháng 2 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120207092317\/http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=42&a=76 |url-status=dead }}<\/ref>. [[Bánh tét]], thay thế vị trí của bánh chưng vào các dịp [[Tết Nguyên Đán|Tết]] trong cộng đồng [[người Việt]] ở [[miền Nam (Việt Nam)|miền nam Việt Nam]], theo [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] đây là dạng nguyên thủy của bánh chưng. \n\n{{Đoạn thiếu nguồn gốc}}\n\nTuy nhiên thuyết này của ông bị một số người phản bác vì cho rằng ông không nhớ quan niệm \"trời tròn, đất vuông\", bánh dày là tròn thì phải đi với một cặp là bánh chưng vuông. Điều này cũng liên quan tới một câu thành ngữ khác là \"mẹ tròn con vuông\". Hơn nữa ai cũng biết làm bánh hay nhào nặn thứ gì đó thành hình tròn thì dễ nhưng tạo thành khối vuông thì khó. Không có ai cải tiến từ thứ dễ sang thứ khó mà không có lí do cụ thể hay dựa trên một sự trao đổi văn hóa nào. Theo thuyết của ông là vốn từ đầu bánh chưng có dạng như bánh tét thì sau đó lại vô duyên vô cớ chuyển thành dạng hình vuông? Và dựa trên lí dó gì? Và tại sao lại được chấp nhận rộng rãi trong dân gian? Trong khi nếu ngay từ đầu bánh chưng có dạng hình vuông, việc có thêm một dạng khác như bánh tét lại có nhiều câu trả lời thỏa đáng như: Giao lưu văn hóa giữa người Kinh và người Tày (bánh tày), hoặc là do dạng bánh tét dễ vận chuyển và mang theo hơn vào thời điểm khai hoang hoặc chinh chiến,...\n\nGói và nấu bánh chưng, ngồi canh nồi bánh chưng trên bếp lửa đã trở thành một tập quán, văn hóa sống trong các gia đình người Việt mỗi dịp tết đến xuân về.\n\nKhi sêu tết nhau tặng bánh chưng thì người Việt có lệ tặng một cặp bánh chứ không tặng một cái lẻ.\n\n==Nguyên liệu làm bánh==\n[[Tập tin:Nguyen lieu banh chung.jpg|nhỏ|phải|200px|Các thành phần cơ bản và nguyên liệu làm bánh chưng]]\n*[[Lá]] để gói: thường là lá cây [[dong]] tươi. Lá dong chọn lá dong rừng bánh tẻ, to bản, đều nhau, không bị rách, màu xanh mướt. Tuy nhiên, tùy theo địa phương, dân tộc, điều kiện và hoàn cảnh, lá gói bánh có thể là lá [[chít]]<ref>{{Chú thích web |url=http:\/\/www.cema.gov.vn\/modules.php?name=News&op=detailsnews&mid=656 |ngày truy cập=2008-02-08 |tựa đề=Các loại bánh của người Dao đỏ |archive-date = ngày 4 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081204075153\/http:\/\/www.cema.gov.vn\/modules.php?name=News&op=detailsnews&mid=656 |url-status=dead }}<\/ref>, lá [[chuối]] hay thậm chí cả lá bàng <ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/xahoi\/2008\/2\/75904.laodong |ngày truy cập=2008-02-08 |tựa đề=Tết ở Trường Sa |archive-date = ngày 8 tháng 2 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080208123600\/http:\/\/www.laodong.com.vn\/Home\/xahoi\/2008\/2\/75904.laodong |url-status=live }}<\/ref>.\n*Lạt buộc: bánh chưng thường dùng [[lạt giang]] được làm từ ống cây giang. Lạt có thể được ngâm nước muối hay hấp cho mềm trước khi gói.\n*[[Gạo nếp]]: Gạo nếp thường dùng gạo thu hoạch [[vụ mùa]]. Gạo vụ này có hạt to, tròn, dẻo đều và mới thu hoạch sẽ thơm dẻo hơn các vụ khác. Nhiều người chọn [[nếp cái hoa vàng]] hay nếp nương.\n*[[Đậu xanh|Đỗ xanh]]: đỗ thường được lựa chọn công phu, tốt nhất là loại đỗ trồng ở vùng đồi [[trung du]] Việt Nam ([[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]], [[Phú Thọ]] v.v. sẽ thơm và bở hơn). Sau thu hoạch đỗ cần phơi nắng đều thật khô, sàng sẩy hết rác, bụi, hạt lép, phân loại hạt rồi đóng vào hũ, lọ bằng sành là tốt nhất.\n*Thịt: thường là thịt lợn, chọn [[lợn ỉ]] được nuôi hoàn toàn bằng phương pháp thủ công (nuôi chuồng hoặc nuôi thả, thức ăn bằng cám rau tự nhiên không dùng thuốc tăng trọng hoặc thức ăn gia súc). Thịt [[thịt ba chỉ|ba chỉ]] (ba rọi) với sự kết hợp của mỡ và nạc cho nhân bánh vị béo đậm đà, không khô bã như các loại thịt mông, thịt nạc thăn. {{cần chú thích}}\n*Gia vị các loại: [[hồ tiêu|hạt tiêu]] dùng để ướp thịt làm nhân. [[Muối]] dùng để trộn vào gạo, đỗ xanh và ướp thịt. Đặc biệt thịt ướp không nên dùng nước mắm vì bánh sẽ chóng bị ôi, thiu. Ngoài ra một số loại gia vị khác ít phổ biến hơn cũng được sử dụng như [[thảo quả]], tinh dầu [[cà cuống]] thường sử dụng tẩm ướp trong nhân bánh tại Hà Nội xưa, tuy nay ít nơi còn cầu kỳ gia thêm loại gia vị này.\n*Phụ gia tạo màu: bánh chưng với màu xanh của nếp được tạo thành bằng cách quay mặt trên của lá dong, lá chuối (mặt có màu xanh thẫm) vào trong, áp với bề mặt của gạo nếp. Một số nơi còn sử dụng các phụ gia khác như lá [[dứa]] hay lá [[giềng]] xay nhuyễn vắt lấy nước trộn gạo vừa tạo hương thơm vừa tạo cho bánh có màu xanh ngọc. Một số nhà hàng bất chấp quy định về vệ sinh an toàn thực phẩm còn làm bánh chưng thương mại hóa sử dụng pin đèn cho vào nồi luộc bánh<ref>[http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=185730&ChannelID=3 Bánh chưng xanh nhờ... pin?]<\/ref>. Một số người nội trợ cho biết kinh nghiệm nấu bánh chưng bằng nồi làm bằng chất liệu [[tôn]] (chứ không phải [[nhôm]]) giúp bánh xanh mướt mà vẫn an toàn cho sức khỏe.\n\n==Sơ chế==\n*[[Lá dong]]: rửa từng lá thật sạch hai mặt và lau thật khô. Rửa càng sạch bánh càng đỡ bị mốc về sau. Trước khi gói, lá dong được người gói bánh dùng dao bài mài thật sắc (loại dao nhỏ chuyên dùng để gọt) cắt lột bỏ bớt cuống dọc sống lưng lá để lá bớt cứng, để ráo nước (nếu lá quá giòn có thể hấp một chút để lá mềm dễ gói). Một số vùng vẫn hay dùng lá [[chuối]], trước khi gói nhúng nước sôi để dẻo. Lau thật khô trên lá, cắt cạnh nhỏ vừa gói bánh.\n*[[Gạo nếp]]: nhặt loại bỏ hết những hạt gạo khác, những viên sạn sỏi lẫn vào, vo sạch, ngâm gạo ngập trong nước cùng 0,3% muối trong thời gian khoảng 10-12 giờ tùy loại gạo và tùy thời tiết, sau đó vớt ra để ráo. Có thể xóc với muối sau khi ngâm gạo thay vì ngâm nước muối.\n*[[Đậu xanh|Đỗ xanh]]: Giã nhuyễn, ngâm nước ấm 40° trong 2 giờ cho mềm và nở, đãi bỏ hết vỏ, vớt ra để ráo. Nhiều nơi dùng đỗ hạt đã được đãi vỏ trong khi những nơi khác cho vào [[chõ]] đồ chín, mang ra dùng đũa cả đánh thật tơi đều mịn và sau đó chia ra theo từng nắm, mỗi chiếc bánh chưng được gói với hai nắm đậu xanh nhỏ. Cũng có một số nơi nhét sẵn thịt lợn vào giữa nắm đỗ.\n*[[Thịt lợn]]: Thịt lợn đem rửa để ráo, cắt thịt thành từng miếng cỡ từ 2,5 đến 3&nbsp;cm sau đó ướp với hành tím xắt mỏng, muối tiêu hoặc bột ngọt để khoảng hai giờ cho thịt ngấm.\n\nKhâu chuẩn bị nguyên liệu, vật liệu cho bánh chưng đặc biệt quan trọng để bánh có thể bảo quản được lâu dài không ôi thiu hay bị mốc. Thịt ướp dùng nước mắm, vo nếp không sạch, đãi đậu không kỹ hay rửa lá còn bẩn, không lau khô lá trước khi gói đều có thể khiến thành phẩm chóng hỏng.\n\n==Quy trình gói bánh==\n===Gói bánh===\n[[Tập tin:Banh chung (goi khong khuon).jpg|nhỏ|phải|200px|Bánh chưng được gói không khuôn tại một gia đình làm bánh chưng bán tết, chiếc lá trong cùng quay mặt xanh vào trong để tạo màu cho nếp, 2 lá quay mặt xanh ra ngoài với dụng ý hình thức]]\nThông thường có hai cách gói bánh chưng: gói bằng tay không hoặc gói theo khuôn hình vuông khoảng 20 [[xentimét|cm]] x 20&nbsp;cm x 7&nbsp;cm sẵn có. Khuôn thường làm bằng [[gỗ]].\n\nCách gói tay không thông thường như sau:\n*Rải lạt xuống mâm tròn tạo hình chữ thập.\n*Đặt 2 chiếc lá dong lên trên lạt, nằm chồng 1\/2 theo chiều dài lá lên nhau, chú ý phải quay mặt trên của 2 lá ra phía ngoài và mặt kém xanh hơn (mặt dưới) vào trong. Lượt sau: 2 lá rải như lượt đầu nhưng vuông góc với lượt đầu, chú ý là lần này lại phải làm ngược lại, quay mặt trên lá (xanh hơn) lên trên, mặt kém xanh hơn, úp xuống dưới.\n*Gạo nếp, xúc 1 bát đầy đổ vào tâm của hình chữ thập, dùng tay gạt đều, tạo hình vuông mỗi cạnh 20&nbsp;cm.\n*Lấy 1 nắm đỗ xanh bóp nhẹ và rải đều vào giữa vuông gạo đến gần hết bìa gạo.\n*Thịt lợn, lấy 1, 2 miếng tùy cỡ đã thái rải đều vào giữa bánh.\n*Lấy tiếp 1 nắm đỗ xanh nữa bóp nhẹ rải đều phủ lên trên thịt.\n*Xúc 1 bát gạo nếp đổ lên trên và phủ khỏa đều, che kín hết thịt và đỗ.\n*Gấp đồng thời 2 lá dong lớp trên vào, vừa gấp vừa vỗ nhẹ để tạo hình khối vuông.\n*Tiếp tục gấp đồng thời 2 lá dong lớp dưới vào như lớp trên, vừa gấp vừa lèn chặt nhẹ tay.\n*Dùng lạt buộc xoắn lại tạo thành hình chữ thập.\n*2 bánh chưng buộc úp vào nhau thành một cặp.\n\n[[Tập tin:Goi banh chung (dung khuon).jpg|nhỏ|phải|300px|Một số công đoạn cơ bản trong quy trình gói bánh chưng vuông dùng khuôn]]\nVới cách gói có khuôn các giai đoạn cũng được tiến hành như trên. Tuy nhiên, người ta cắt tỉa bớt lá dong cho gọn (vừa kích thước khuôn) và đặt trước các lớp lá xen kẽ nhau vào trong khuôn (3 hoặc 4 lá, nếu gói 4 lá bánh sẽ vuông đẹp hơn. Khi đó thường thì 2 lá xanh quay ra ngoài xếp tại 2 góc đối xứng nhau, và 2 lá xanh quay vào trong để tạo màu cho bánh). Sau khi đã cho nhân vào trong, các lớp lá lần lượt được gấp lại và sau đó được buộc lạt.\n\nCách gói bánh có khuôn thì bánh đều nhau hơn và chặt hơn do được vỗ đều gạo, nén chặt, còn gói không khuôn thì bánh được gói nhanh hơn do đỡ mất công đo cắt lá theo kích thước khuôn. Bánh được gói không khuôn thì mặt trên lá được quay ra ngoài, còn với bánh có khuôn thì mặt dưới lá lại được quay ra ngoài.\n\n===Luộc bánh===\nLấy nồi to, dày với dung tích trên 100 lít tùy theo số lượng bánh đã được gói. Rải cuống lá dong thừa xuống dưới kín đáy nhằm mục đích tránh cho bánh bị cháy. Xếp lần lượt từng lớp bánh lên đến đầy xoong và xen kẽ các cuống lá thừa cho kín nồi. Đổ ngập nước nồi và đậy vung đun. Người luộc bánh thường canh giờ tính từ thời điểm nước sôi trong nồi và duy trì nước sôi liên tục trong 8 đến 12 giờ. Trong quá trình đun, thỉnh thoảng bổ sung thêm nước nóng để đảm bảo nước luôn ngập bánh (người thực hiện thường đặt sẵn ấm nước bên cạnh bếp đun bánh để tận dụng nhiệt lượng). Những chiếc bánh ở trên có thể được lật giở để giúp bánh chín đều hơn, tránh tình trạng bị ''lại gạo'' sau này. Trong lúc luộc từ 4 đến 5 tiếng, có thể lấy bánh ra, ngâm trong nước lạnh, thay một lượt nước mới khác, bánh sẽ rền, ngon hơn.\n\n===Ép bánh và bảo quản===\nSau khi luộc xong, vớt bánh ra rửa sạch lá trong nước lạnh cho hết nhựa, để ráo. Xếp bánh thành nhiều lớp, dùng vật nặng đè lên để ép bánh cho ra nước, chắc mịn (tục gọi là để cho rền bánh) và phẳng đều trong vài giờ. Hoàn tất công đoạn ép bánh, bánh được treo lên chỗ khô ráo trong nhà để bảo quản.\n\nBánh thường được treo ở nơi thoáng mát, không bụi bặm, ẩm thấp để tránh bị mốc và ôi thiu, tùy thời tiết có thể để được hàng tháng trời không hỏng. Nhiều vùng ngày xưa còn đưa bánh xuống ngâm dưới ao hoặc giếng nước để bảo quản, lá bánh với nhựa của gạo khi nấu là lớp màng ngăn nước lọt vào làm hỏng bánh. Cách ngâm nước bảo quản bánh chưng tương truyền gắn với sự tích vua [[Nguyễn Huệ|Quang Trung]] tiến quân ra Bắc Hà vào dịp [[tết Nguyên Đán|tết nguyên đán]] năm [[Kỷ Dậu]] (1789), nhân dân bỏ bánh chưng xuống ao, ngừng ăn tết nhằm hoàn tất cuộc đại phá quân [[nhà Thanh|Thanh]] và ăn tết muộn sau đó. Tuy nhiên, hiện cũng ít nơi còn sử dụng phương thức bảo quản này.\n\n==Sử dụng==\n[[Tập tin:Bánh chưng chấm mật 2.JPG|nhỏ|phải|200px|Bánh chưng chấm mật mía]]\nTrên bàn thờ ngày tết không thể thiếu bánh chưng và bánh giầy được bày theo cặp. Nhiều người cầu kỳ còn bóc bỏ lớp lá bên ngoài của bánh và gói lại bằng lá tươi mới, sau đó buộc lạt màu đỏ trước khi đặt lên bàn thờ.\n\nBánh chưng vuông thường được cắt chéo bằng chính lạt gói bánh đó. Cách cắt bánh vuông như vậy giúp cho mỗi miếng bánh đều có nhân đều nhau. Ngoài ra cũng thường thấy cách cắt bánh chưng vuông theo phương ngang và khi đó các miếng bánh ở giữa sẽ nhiều nhân hơn. Bánh chưng dài thường cắt lát ngang, gọi là \"đồng bánh\".\n\nBánh chưng thường được ăn cùng với dưa hành, [[nước mắm]], xì dầu rắc chút bột tiêu. Ra sau tết, bánh có thể bị lại gạo, bị cứng, khi đó người ta thường đem rán vàng trong chảo mỡ và ăn kèm với [[dưa góp]].\n\nBánh chưng cũng có thể được chấm với [[mật mía]], đặc biệt ở một số tỉnh [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ]] như [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]]<ref>[http:\/\/toquoc.vn\/Sites\/DesktopModules\/Print\/printNews.aspx?newid=103519 Tết xưa ở quê] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150210095914\/http:\/\/toquoc.vn\/Sites\/DesktopModules\/Print\/printNews.aspx?newid=103519 |date = ngày 10 tháng 2 năm 2015}}. Báo điện tử Tổ quốc. Truy cập 20\/02\/2013.<\/ref><ref name=\"M1\">{{Chú thích web| url = http:\/\/dantri.com.vn\/c20\/s20-554637\/lang-mat-mia-vao-vu-tet.htm | tiêu đề = Làng mật mía vào vụ Tết | ngày truy cập = ngày 7 tháng 1 năm 2012| nhà xuất bản = Báo điện tử Dân trí}}<\/ref>.\n\nĐồng dao Việt Nam có câu:\n::\"...Lấy đôi đũa đỏ\n::Cho thầy gãi lưng.\n::Bóc đồng bánh chưng\n::Cho thầy chấm mật...\"\n\n==Bánh chưng dài==\n[[Tập tin:Banh tay.jpg|nhỏ|phải|200px|Một chiếc bánh chưng vuông và một chiếc bánh chưng tày vừa được gói]]\n[[Tập tin:Bánh chưng.jpg|nhỏ|phải|200px|Bánh chưng vuông đã được bóc lá xắt miếng chéo]]\nCác vùng trung du và miền núi phía Bắc, trong đó có [[Phú Thọ]], [[Vĩnh Phúc]], [[Bắc Ninh]], [[Bắc Giang]], [[Hà Tây]] không thịnh hành gói bánh chưng hình vuông mà chủ yếu bánh chưng hình vuông chỉ dùng trong cúng lễ, phong tục địa phương chủ yếu gói và ăn dạng tròn dài, gọi là \"bánh chưng dài\", hay \"bánh tày\".{{Cần dẫn nguồn}} Bánh tày còn là loại bánh Tết ở được sử dụng chủ yếu ở trung du và tại nhiều vùng dân tộc thiểu số miền Bắc Việt Nam. (Xem bài [[bánh tét]])\n\nBánh chưng dài thường được gói với rất ít đỗ (đậu xanh), và rất ít hoặc không có thịt, mục đích để dành ăn lâu dài vào những ngày sau tết, xắt thành từng lát bánh rán vàng giòn hơn và ăn ngon hơn. Bánh chưng dài có thể lá [[chít]] thay cho lá dong, với 2 đến 4 lá xếp theo chiều dọc, rải gạo, đỗ theo chiều của lá và quấn bằng lạt giang đã được nối bằng phương thức đặc biệt để bó chặt chiếc bánh và dễ bóc, dễ bảo quản có thể lên tới 3 tháng.\n\nCũng thường thấy một kiểu bánh chưng khác, bánh chưng ngọt, không sử dụng thịt trong nhân bánh, [[đường trắng]] được trộn đều vào gạo và đỗ. Một số vùng khi thực hiện bánh chưng ngọt còn trộn gạo với [[gấc]], cho màu đỏ đẹp. Khi gói bánh chưng ngọt thường người ta không quay mặt xanh của lá dong vào trong.\n\n[[Bánh tét]] ở miền Nam cũng được gói thành đòn dài với nguyên liệu tương tự như bánh chưng nhưng được gói bằng lá chuối.\n\n== Một số loại bánh chưng ==\n=== Bánh chưng Nghệ An ===\nTại [[Nghệ An]] có bánh chưng Vĩnh Hòa được gói thành từng cặp hai chiếc một, từng cái có hình kim tự tháp cụt chứ không vuông vức như bánh chưng thông thường.\n\n=== Bánh chưng Nhật Lệ ===\n\n=== Bánh chưng gù === \n=== Bánh chưng ngũ sắc ===\nLà loại bánh chưng có 5 màu được cho là tượng trưng cho ngũ hành: Kim - Thủy - Mộc - Hỏa - Thổ<ref name=\"ione\">[http:\/\/ione.vnexpress.net\/tin-tuc\/tu-che\/bep-nuc\/9-kieu-banh-chung-pha-cach-la-mieng-ngay-tet-3353241.html 9 kiểu bánh chưng lạ miệng ngày tết]<\/ref>. Gạo màu xanh sử dụng từ nước của lá riềng xay, màu vàng từ nghệ tươi, màu đỏ của gấc, màu tím từ [[nếp cẩm]] hoặc màu nước [[lá cẩm]]. Khi gói bánh, người gói bánh dùng lá ngắn từng loại gạo ra 5 góc trên khuôn gói bánh. Khi đã đổ gạo vào từng vị trí và lèn chặt, người ta rút các lá tạm ngăn ra và gói kín lại. Ngoài màu sắc hấp dẫn thì bánh chưng ngũ sắc còn có mùi vị rất thơm. 5 màu là 5 vị khác nhau, hòa quyện vào nhau nên rất dễ ăn, không bị ngấy.\n\n=== Bánh chưng gấc ===\nBánh chưng gấc có phần nếp màu đỏ, thơm ngậy vị [[gấc]]. Gạo làm bánh chưng được trộn với ruột gấc giống như chuẩn bị gạo đồ xôi gấc. Cách gói bánh giống như gói bánh chưng thường tuy nhiên thường không quay mặt lá dong màu xanh vào trong để tránh làm bánh bị lẫn mau. Làng Tranh Khúc, [[Thanh Trì]], Hà Nội có nghề truyền thống làm loại bánh chưng này.\n\n=== Bánh chưng cốm ===\nNguyên liệu để làm bánh chưng cốm là [[cốm]] khô cùng với gạo nếp ngâm với lá thơm tạo màu xanh cũng như mùi thơm đặc trưng. Nhân bánh chưng cốm thường là nhân ngọt, đỗ xanh được nấu giống chè kho, cũng có thêm thịt nạc bên trong. Khi được cắt ra, bánh chưng cốm cũng có 5 màu sắc: Màu vàng ngà của nhân đậu xanh, màu đỏ hồng của thịt lợn ninh nhừ, màu trắng thấp thoáng của nếp dẻo, màu xanh vàng của lá dong hay lá chuối, màu xanh ngọc của cốm. Bánh rất ngon, bùi và thơm hương cốm.\n\n=== Bánh chưng cẩm ===\n[[Tập tin:Bánh chưng đen.jpg|thumb|phải|200px|Bánh chưng đen (với màu đen được làm từ tro rơm nếp) của người Dao, Việt Nam]]\nBánh chưng cẩm (hay còn gọi là bánh chưng đen) là món bánh chưng truyền thống của một số dân tộc ở vùng núi phía Bắc Việt Nam như người Tày<ref>[http:\/\/laodong.com.vn\/an-choi-nhay-mua\/doc-dao-huong-vi-banh-chung-den-cua-nguoi-tay-298869.bld Độc đáo bánh chưng đen của người Tày]<\/ref>, người Thái<ref>[http:\/\/vov.vn\/van-hoa-giai-tri\/ngay-tet-len-muong-chanh-thuong-thuc-banh-chung-den-383428.vov Ngày tết lên Mường Chanh thưởng thức bánh chưng đen]<\/ref>, người Dao<ref>[http:\/\/laichau.gov.vn\/view\/tin-cac-dia-phuong\/deo-thom-banh-chung-den-cua-nguoi-dao-khau-huyen-sin-ho-6610 Dẻo thơm bánh chưng đen của người Dao Khâu huyện Sìn Hồ]{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Nguyên liệu làm bánh mang đậm hương vị vùng cao: những cọng rơm nếp to, mọng, vàng được gặt về rửa sạch, sau đó phơi khô và đem đốt thành tro, vò mịn, dùng miếng vải xô rây lấy phần mịn nhất của tro. Gạo nếp sau khi được vo sạch sẽ được trộn cùng với tro mịn từ gốc rơm, dạ sao cho những hạt nếp tròn mây mẩy được bao bọc bởi màu đen của tro. Nhân của món bánh này được người Tày trộn thêm cả hành vào nhân thịt mỡ cùng với hạt tiêu vỡ bọc ngoài là đậu xanh. Lá để gói bánh chưng cẩm là những chiếc lá dong rừng bánh tẻ khổ nhỏ có màu xanh đậm.\n\n===Bánh chưng nhân thịt gà, cá===\nNgoài việc bánh chưng gói với nhân thịt lợn, người ta cũng thay thế bằng thịt gà hoặc [[cá hồi]]. Cá hồi làm nhân bánh cắt miếng bằng bàn tay, được ướp qua gia vị và hạt tiêu. Bánh luộc trong 12 tiếng theo tiêu chuẩn bánh chưng truyền thống. Mỗi chiếc bánh có trọng lượng khoảng 800 gram.\n===Bánh chưng nhân thập cẩm===\nĐây là dạng bánh chưng phổ biến ở miền Nam. Nhân bánh gồm đậu xanh, thịt dọi, tôm khô, hạt điều, mỡ phần và [[trứng muối]].\n\n==Kỷ lục về bánh chưng==\nChiếc bánh chưng làm tại làng nghề bánh chưng truyền thống [[Ước Lễ|Làng Ước Lễ]], huyện [[Thanh Oai]], [[Hà Nội]] nhân dịp [[Tết Nguyên Đán|Tết Nguyên đán]] [[Nhâm Ngọ]] ([[2002]]) đã được [[Sách Kỷ lục Guinness]] công nhận là chiếc bánh chưng lớn nhất thế giới<ref name=GS>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2003\/03\/3B9C61E2\/ Bánh chưng khổng lồ được ghi nhận kỷ lục Guiness] VNExpress Truy cập ngày 8 tháng 2 năm 2006<\/ref>. Bánh nặng 1,4 [[tấn]] do 50 nghệ nhân làng Ước Lễ làm ra từ 330 [[kilôgam|kg]] gạo nếp, 100&nbsp;kg đậu xanh, 100&nbsp;kg thịt lợn, gói bằng 1.500 chiếc [[lá dong]] và nấu trong một nồi [[thép]] cao trên 2 [[m]] trong hơn 72 [[giờ]].<ref>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2002\/02\/3B9B8E90\/ Bánh chưng khổng lồ đã ra Hà Nội] VNExpress, truy cập ngày 8 tháng 2 năm 2008<\/ref>\n\n==Bánh chưng trong thơ văn==\nTrong [[câu đối]] phổ biến về sản vật ngày Tết, người ta thấy sự có mặt của bánh chưng như một giá trị vật chất và tinh thần không thể thiếu trong dân tộc [[Việt Nam]]:\n:<center>''[[Thịt mỡ]], [[dưa hành]], [[câu đối|câu đối đỏ]][[Cây nêu]], [[bánh pháo|tràng pháo]], bánh chưng xanh.''   \n:Viết về loài bánh ngon này, nhà thơ Trần Thịnh đã chắp bút viết bài thơ \"Tấm bánh thần kỳ\". Bài thơ này viết về Sự tích Bánh chưng – bánh giầy. Hai loại bánh này được chàng trai tên là Lang Liêu – con của Vua Hùng thứ 6 – làm ra khi được một vị thần mách bảo khi chàng nằm mộng lúc đang ngủ. Và kể từ đó, bánh chưng và bánh giầy (ngày nay là bánh tét) vẫn được lưu truyền cho đến bây giờ và thưòng được sử dụng trong mỗi độ Tết đến Xuân về.\n:Nội dung bài thơ như sau:\n:''[[Lang Liêu]] gói ghém gọn gàng''\n:''Lá dong xanh buộc lạt giang nhuộm hồng''\n:''[[Hùng Vương|Vua Hùng]] nâng bánh bằng lòng'' \n:''Vuông tròn trời đất càng trông càng mừng'' \n:''Bóc ra thêm những lạ lùng''\n:''Nếp thơm đỗ mịn nhưng chung thịt hành''\n:''Thần dân cũng nếm ngon lành''\n:''Xưa nay ai dễ đạt thành thế đâu''\n:''Vua truyền giữ lại mai sau''\n:''Cháu con đi tiếp nhịp cầu ông cha''\n:''Lộc xuân chia khắp mọi nhà''\n:''Muôn đời không hết đậm đà thơm ngon''\n:''Cánh đồng lúa mới xanh rờn''\n:'''''Bánh chưng''', '''[[bánh tét]]''' vẫn còn đến nay''\n:''[[Lang Liêu]]'' ''một thoáng về đây''\n:''Bàn tay nhân ái, bàn tay thần kỳ.''\n\n==Xem thêm==\n*[[Bánh giầy]]\n*[[Bánh tét]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Bánh chưng}}\n\n{{Tết}}\n\n[[Thể loại:Tết]]\n[[Thể loại:Bánh Việt Nam từ gạo|Chưng]]\n[[Thể loại:Thức ăn từ gạo]]\n[[Thể loại:Thức ăn mùa Tết]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Thức ăn dịp lễ hội]]\n[[Thể loại:Bánh Việt Nam|Chưng]]\n[[Thể loại:Món ăn Việt Nam làm từ gạo]]"}