{"73743":"[[Tập tin:Bánh khúc.JPG|thumb|Bánh khúc]]\n{{Ẩm thực Hải Phòng}}\n'''Bánh khúc''' hay '''xôi khúc''', '''xôi cúc''' là loại bánh có nguồn gốc từ vùng [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]], làm từ lá [[chi Rau khúc|rau khúc]] (có hai loại là rau khúc tẻ và [[rau khúc nếp]] có khi còn được gọi là khúc Ông và khúc Bà, nhưng khi làm bánh, người ta thường chọn lá rau khúc nếp, bởi lá khúc nếp thơm ngon hơn nhiều), [[gạo nếp]], nhân [[đậu xanh]], [[thịt lợn]] mỡ. Bánh thường được làm vào mùa rau khúc - dịp tháng 2, tháng 3 [[Âm lịch]].<ref name=\":0\">{{Chú thích web|url=http:\/\/antuonghanoi.vn\/am-thuc\/banh-khuc-ha-noi.html|title=Bánh khúc Hà Nội|website=Ấn tượng Hà Nội|ngày truy cập=2016-10-09|archive-date=2016-08-07|archive-url=https:\/\/web.archive.org\/web\/20160807093425\/http:\/\/antuonghanoi.vn\/am-thuc\/banh-khuc-ha-noi.html|url-status=dead}}<\/ref>\n\nỞ [[Hà Nội]], bánh thường được rao bán vào các buổi tối, người bán (thường là nam) đội thúng bánh trên đầu đi dọc các phố và rao \"Xôi nóng bánh khúc đê, xôi nóng bánh khúc nào...\" hay \"Ai bánh khúc nóng đây!\"  cùng rất nhiều cách rao khác nhau với một âm điệu rất đặc biệt trở thành nét đặc trưng của người Hà Nội.<ref name=\":0\" \/>\n== Rau khúc ==\nCây rau khúc có tên khoa học là Gnaphalium affine D. Don (Gnaphalium multiceps Wall.), thuộc [[họ Cúc]] (Asteraceae) còn có tên là \"khúc nếp\", \"thử khúc thảo\", \"thử nhĩ\", \"hoàng hoa bạch ngải\", \"phật nhĩ thảo\", \"thanh minh thảo\", \"hài nhi thảo\"... Rau khúc vốn là loài cây mọc dại trên bờ ruộng, bờ cát, bãi đất...\n\nRau khúc có hai loại: khúc tẻ và khúc nếp. Cây khúc tẻ có lá to hơn khúc nếp, nhưng khi làm bánh không ngon bằng. Rau khúc thường có ở miền Bắc bắt đầu mọc vào cuối mùa xuân. Vào mùa không có rau khúc, có người dùng lá [[su hào]], bó xôi hoặc [[Tần ô|cải cúc]] để thay [[chi Rau khúc|rau khúc]],<ref>{{Chú thích web|url=http:\/\/thanhnien.vn\/doi-song\/banh-khuc-ha-noi-khong-chi-hen-thang-2-618959.html|title=Bánh khúc Hà Nội không chỉ 'hẹn' tháng 2|website=Báo Thanh niên Online}}<\/ref> nhưng bánh làm từ lá su hào không có được hương thơm đặc trưng của bánh làm từ [[chi Rau khúc|rau khúc]].\n\nRau khúc còn có thể luộc, nấu canh hoặc làm vị thuốc dân dã chữa một số bệnh.<ref>{{Chú thích web|url=http:\/\/edoctor.vn\/tin-tuc\/suc-khoe\/suc-khoe-dinh-duong\/mot-cong-dung-chua-benh-tu-cay-rau-khuc.html|title=Một số công dụng chữa bệnh từ cây rau khúc|website=eDoctor|ngày truy cập=2016-10-09|archive-date=2016-10-10|archive-url=https:\/\/web.archive.org\/web\/20161010125206\/http:\/\/edoctor.vn\/tin-tuc\/suc-khoe\/suc-khoe-dinh-duong\/mot-cong-dung-chua-benh-tu-cay-rau-khuc.html|url-status=dead}}<\/ref>\n\nNgoài ra, rau khúc có thể hái về phơi khô, sau muốn làm bánh cũng mang ngâm (như làm [[bánh gai]]), giã nhỏ. Bốn mùa đều có bánh khúc là nhờ vậy.\n\n==[https:\/\/vi.wikibooks.org\/wiki\/N%E1%BA%A5u_%C4%83n:B%C3%A1nh_kh%C3%BAc Cách làm]==\n[[Tập tin:Xôi khúc.jpg|nhỏ|Xôi khúc|177x177px]]\n[[Tập tin:Xôi cúc.jpg|nhỏ|Xôi khúc|177x177px]]\n[[Tập tin:Xôi khúc 2.jpg|nhỏ|Xôi khúc|177x177px]]\n\nNguyên liệu chủ đạo làm nên hương vị của món bánh này là [[chi Rau khúc|rau khúc]]. [[chi Rau khúc|rau khúc]] tươi non, hái từ buổi sớm, hấp lên rồi đem giã nhuyễn, trộn với [[bột gạo]] làm vỏ bánh.\n\nNhân bánh được làm từ [[đậu xanh]] bỏ vỏ, ngâm nước cho bở, đồ chín tới, giã thật mịn, trộn cùng với [[thịt ba chỉ]] thái hạt lựu, rắc thêm chút hạt tiêu cho dậy mùi rồi vo viên lại bằng quả trứng gà\n\nDàn mỏng lớp vỏ bao kín nhân bánh, xếp từng lượt bánh vào nồi hấp như đồ [[xôi]], mỗi lớp bánh lại rắc một lượt gạo nếp ngon đã ngâm kỹ làm áo để cho bánh không bị dính vào nhau. Còn 1 kiểu khác là gói bánh khúc trong [[lá chuối]] để hấp nhưng cách dùng xôi thông dụng và được nhiều người biết đến hơn\n\nThời gian từ khi nước sôi đến lúc bánh chín chừng tàn một que hương (khoảng 45 phút).\n\n== Đặc sản địa phương ==\nBánh khúc là món bánh quê dân dã. Mùa hái rau khúc là mùa thu sang mùa đông lúc đó cây đã trưởng thành. Từ độ cuối đông lá khúc già, thân cứng và xơ. Muốn làm bánh khúc ở thời điểm khác thì người ta thường nhặt sạch rau khúc rồi phơi khô bảo quản. Bánh khúc là thứ đặc sản dễ thấy ở nhiều vùng quê ở vùng đồng bằng Bắc Bộ nhất là độ cuối thu đến Tết nguyên đán vì đây là mùa rau khúc trưởng thành, nguyên liệu sẵn. Món bánh quê dân dã này đã được nâng tầm lên thành đặc sản địa phương được nhiều người biết đến như: bánh khúc làng Diềm ([[Bắc Ninh]]), bánh khúc Song An ([[Thái Bình]]), bánh khúc Văn Giang ([[Hưng Yên]]), bánh khúc Việt Trì ([[Phú Thọ]]).\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Bánh Việt Nam từ gạo|Khúc]]\n[[Thể loại:Ẩm thực miền Bắc Việt Nam]]\n[[Thể loại:Ẩm thực Hà Nội]]\n[[Thể loại:Ẩm thực Hải Phòng]]\n[[Thể loại:Ẩm thực Hải Dương]]\n[[Thể loại:Ẩm thực Bắc Ninh]]\n[[Thể loại:Xôi|K]]\n[[Thể loại:Bánh Việt Nam|Khúc]]"}