{"1667800":"'''Bánh lá mơ''' là một loại bánh dân gian của vùng sông nước miền Tây làm từ ba nguyên liệu chính là [[bột gạo]], [[nước cốt dừa]] và lá [[rau mơ]]. Bánh có cách làm đơn giản nhưng đòi hỏi nhiều sự công phu và cẩn thận, tỉ mỉ để làm được bánh ngon.\n[[Tập tin:Bánh lá mơ 2.jpg|nhỏ|Bánh lá mơ]]\nTheo truyền thống, bánh lá mơ trong, có màu xanh đậm, hình dạng dèn dẹt, dài dài. Ngoài ra, ta cũng có thể nắn bột thành những miếng tròn dẹt hay những sợi ngắn và xoăn lại như hình con nui và đem đi hấp cách thủy.<ref name=\"laodong\">http:\/\/laodong.com.vn\/Doi-song\/Banh-la-mo-huong-vi-song-nuoc-mien-Tay\/41966.bld<\/ref> Khi ăn, người ta chan ngập nước cốt dừa trắng lên mặt bánh và đôi khi cũng rắc thêm đậu phộng rang.<ref name=\"vnexpress\">http:\/\/giadinh.vnexpress.net\/tin-tuc\/am-thuc\/banh-la-mo-xanh-2348967.html<\/ref> Bánh lá mơ khi ăn thì dai giòn vừa thơm, vừa ngậy béo, vừa ngòn ngọt, ngai ngái.<ref name=\"vnexpress\"\/>\n\n==Y học==\nBánh lá mơ được cho là \"rất nên thuốc\". Theo y học dân gian, rau mơ là loại dây leo dại, sống lâu năm, có vị đắng, chua chát, tính mát. Nó có tác dụng nhuận gan, thanh nhiệt, tiêu thực, sát khuẩn…, thường dùng chữa kiết lỵ, tiêu chảy, ăn khộng tiêu… Nông thôn cũng xem lá mơ là loại rau sạch để ăn sống (chấm nưước kho), xắt sợi xào, nấu canh,...<ref name=\"giadinh\">http:\/\/giadinh.vnexpress.net\/tin-tuc\/am-thuc\/ve-mien-tay-thuong-thuc-banh-la-mit-rau-mo-2307731.html<\/ref>\n\n==Cách làm==\nĐầu tiên, vắt [[nước cốt dừa]] cùng [[nước dão]] (nước cốt dừa lần 2-3 đã loãng đi) để sẵn mỗi thứ ra tô, lá mít rửa sạch, để ráo, để nguyên cuống.\n\nLá mơ làm bánh phải vừa ăn (không già cũng không non), đem giã dập, lược lấy nước cốt.\n\nCho bột gạo và bột năng vào thau pha bột theo tỉ lệ tùy kinh nghiệm mỗi người. Đổ nước cốt lá mơ cùng nước dão dừa khô vào bột trộn đều nêm gia vị (muối, đường) vừa ăn thành một hỗn hợp nhão không dính tay.\n\nTiếp đó, đầu bếp ngắt cục bột đặt lên mặt phải lá mơ, nắn nhẹ cho lớp bột phủ mỏng đều trên lá, lấy cuống lá xỏ vào phần đuôi thành một cuốn tròn để vào xửng hấp 15 phút. Bánh chín lấy ra để nguội, ăn kèm đậu phộng và nước cốt dừa.<ref name=\"giadinh\"\/>\n\n==Chú thích==\n{{tham khảo}}\n==Xem thêm==\n*[[Bánh cuốn]]\n\n{{thể loại Commons|Bánh lá mơ}}\n\n{{Sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Bánh Việt Nam từ gạo]]\n[[Thể loại:Nam Bộ]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Bánh Việt Nam|lá mơ]]"}