{"5210":"{{dablink|\"Bánh giầy\" còn là tên của loài thực vật '''[[Lonchocarpus sericeus]]''' thuộc họ Đậu, còn \"bánh dày\" là tên của loài thực vật '''[[Đậu dầu|Pongamia pinnata]]''', cũng thuộc họ Đậu.}}\n[[Tập tin:Bánh giầy giò.JPG|phải|nhỏ|250px|Bánh giầy kẹp giò lụa ở Việt Nam]]\n'''Bánh giầy''' (thường viết sai thành: '''bánh dầy''', '''bánh dày'''<ref name=tt>{{chú thích web|url=http:\/\/tuoitre.vn\/Ban-doc\/Cau-noi\/252881\/Banh-giay-hay-banh-day.html |title=\"Bánh giầy\" hay \"bánh dầy\"? |publisher=Tuổi Trẻ Online |date=16 tháng 4 năm 2008 |quote=Tuy nhiên, theo qui tắc chính tả tiếng Việt hiện tại, viết \"bánh giầy\" là chuẩn xác nhất. }}<\/ref><ref name=ve>{{chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/loi-chinh-ta-tai-le-hoi-den-hung-2160712.html |title=Lỗi chính tả tại lễ hội Đền Hùng |publisher=VnExpress |date=20 tháng 4 năm 2010 |quote=GS.TS Nguyễn Đức Tồn, Viện trưởng Viện Ngôn ngữ học [Việt Nam] cho biết, chỉ duy nhất cách viết \"bánh chưng\", \"bánh giầy\" là đúng, không có biến thể hay cách viết tương tự.}}<\/ref>) là một loại [[bánh (ẩm thực)|bánh]] truyền thống của [[người Việt Nam]] nhằm thể hiện lòng biết ơn của con cháu đối với tổ tiên và đất trời xứ sở. Bánh thường được làm bằng [[gạo nếp]] đồ\/hấp chín bằng hơi và giã thật mịn, có thể có nhân [[đậu xanh]] và sợi [[dừa]] với vị ngọt hoặc mặn. Bánh thường được làm vào dịp [[Tết Nguyên Đán]] cổ truyền và vào ngày mùng 10 tháng 3 [[âm lịch]] (ngày Giỗ tổ [[Hùng Vương]]).\n\nCùng với [[bánh chưng]], bánh giầy tượng trưng cho quan niệm về vũ trụ của người Việt xưa. Nó có màu [[trắng]], [[hình tròn]], được coi là đặc trưng cho bầu trời trong [[tín ngưỡng]] của người Việt.\n\n[[Người Nhật Bản]] cũng có một loại bánh nhân ngọt tương tự như bánh giầy, được làm từ gạo nếp, gọi là ''[[mochi]]''. Người dân ở [[bán đảo Triều Tiên]] có bánh ''[[tteok]]'', ''[[gyeongdan]]'', ''[[:en:gaepi-tteok|gaepi-tteok]] và ''[[songpyeon]]''.\n\n==Tên gọi và nguồn gốc==\nTiếng Việt cổ gọi loại bánh này là \"bánh chì\", về sau \"ch\" biến âm thành \"gi\", \"i\" biến âm thành \"ây\". Có người nhầm lẫn \"dầy\" tức là dày, mỏng nên viết là \"bánh dầy\". Tuy nhiên, chỉ có cách viết \"bánh giầy\" là đúng quy tắc chính tả.<ref name=tt \/><ref name=ve \/>\n\nBánh giầy gắn với truyền thuyết về hoàng tử [[Lang Liêu]], tương truyền xảy ra vào đời [[vua Hùng]] thứ 6 của nước [[Văn Lang]]. Theo đó, Lang Liêu đã được báo mộng để làm ra chiếc bánh giầy hình tròn, tượng trưng cho trời, còn [[bánh chưng]] hình vuông, tượng trưng cho đất; hai thứ này được dùng để dâng lên vua cha trong ngày đầu xuân. Ngoài việc lý giải nguồn gốc của bánh chưng, bánh giầy, sự tích trên nhắc nhở con cháu về truyền thống của dân tộc và tầm quan trọng của cây [[lúa]] và thiên nhiên trong nền [[văn minh lúa nước]].\n\nCác dân tộc thiểu số phía Bắc Việt Nam, như [[người Tày|Tày]], [[người Mường|Mường]] cũng làm bánh giầy nhưng không gói bánh chưng. Sử gia [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] nêu quan điểm rằng bánh chưng và bánh giầy tượng trưng cho [[dương vật]] và [[âm hộ]] trong tín ngưỡng [[phồn thực]] Việt Nam.<ref>Trần Quốc Vượng, [https:\/\/web.archive.org\/web\/20120207092317\/http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=42&a=76 Triết lý bánh chưng - bánh giầy]. Trích dẫn: \"Bánh chưng tròn dài tượng Dương vật, như cái chày, cái nõ. Bánh dầy tròn dẹt tựa Âm vật, như cái cối, cái nường.\"<\/ref> Một số vùng miền gói [[bánh ú]] hay [[bánh tét]], loại bánh hình tròn dài, để thay cho bánh chưng, mà theo giải thích của Trần Quốc Vượng là phù hợp với quan niệm tín ngưỡng phồn thực.\n\n==Cách làm==\nNgười ta chọn loại gạo nếp ngon, đồ kỹ (có thể đồ hai lượt), rồi giã trong cối tới khi có được một khối bột nếp chín dẻo quánh. Đây là công việc đòi hỏi sức vóc, thường chỉ nam thanh niên làm vì bột nếp chín đặc biệt dính và quánh, việc nhấc chày lên cũng không đơn giản. Nếu giã không nhuyễn hẳn ăn còn hạt gạo sẽ mất ngon, dễ bị \"lại\" bánh. Thường thường người ta có thể dùng chút mỡ lau vào đầu chày giã cho đỡ bị bết dính, nhưng [[óc lợn]] hấp chín được sử dụng cho mục đích này nhiều hơn.\n\n==Sử dụng và bảo quản==\nLoại bánh giầy phổ biến nhất là loại trắng không nhân, nhỏ bằng lòng bàn tay, được nặn hình tròn dày chừng 1 đến 2 [[xentimét|cm]]. Cứ hai cái bánh thì thành một cặp. Người mua có thể chọn mua một cái hay cả cặp và thường kẹp ăn chung với [[giò lụa]], [[giò bò]], [[chả quế]], [[ruốc]],...\n\nCó một địa danh gắn liền với bánh giầy, đó là bánh giầy Quán Gánh (Thường Tín, Hà Nội). Khi đi qua địa danh giáp Hà Nội này, người ta thường gặp nhiều sạp bán bánh giầy Quán Gánh. Loại bánh này thường bán thành một cọc gồm năm bánh, nhân mặn hoặc nhân ngọt, gói trong [[lá chuối]] tươi.\n\nNgoài địa danh Quán Gánh ([[Hà Nội]]), các địa phương nổi tiếng với sản phẩm bánh giầy được nhiều người biết có thể kể đến như bánh giầy làng Gàu ([[Hưng Yên]]), bánh giầy Gia Lộc ([[Hải Dương]]), bánh giầy Hà Nam (Quảng Yên, [[Quảng Ninh]]), bánh giầy Lạc Đạo (Hưng Yên), bánh giầy Mông ở vùng núi phía Bắc,...\n\nCác loại bánh của [[nông thôn Việt Nam|nông thôn]] [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]] kể trên thường để không được lâu, có lẽ chỉ một ngày là se mặt hoặc lại gạo, hoặc ôi thiu.\n\nVới loại bánh giầy của người miền núi thì khác. Bánh được chế biến cùng cách kể trên mỗi dịp Tết, song được nặn to như [[bánh đa]]. Bánh được trữ trên gác bếp, để khô cả năm trời và là món ăn quý. Mỗi khi dùng, người ta xắt bánh ra thành miếng nhỏ, rồi nướng phồng trên [[bếp than]] tương tự cách người Nhật nướng bánh giầy [[mochi]]. Canh (súp) [[zōni]] (雑煮) là tên gọi của món canh mà người Nhật thường ăn vào ngày đầu năm mới. Nguyên liệu để nấu món canh này khác nhau tùy theo từng vùng. Ngay cả trong cùng một vùng thì cách nấu của mỗi gia đình nhiều khi cũng khác nhau. Dù vậy, những nguyên liệu có thể nói là không thể thiếu trong món canh này là: bánh giầy mochi không nhân (kirinmochi), đậu phụ, khoai, thịt gà, rau xanh, và các loại rau củ màu sắc khác.\n\n==Thư viện ảnh==\n<gallery widths=\"150px\" heights=\"120px\" align=\"center\">\nImage:Bánh giầy giò 2.jpg|Cặp bánh giầy kẹp nửa khoanh giò lụa, Việt Nam\nImage:Bánh giầy ngọt.jpg|Bánh giầy nhân đậu xanh sên đường (bánh giầy nhân ngọt)\nImage:Bánh giầy ngũ sắc.jpg|Bánh giầy ngũ sắc (5 màu) trong cộng đồng dân tộc thiểu số Việt Nam.\nImage:Mochi 003.jpg|Bánh giầy vừa được nướng\nImage:Zoni by yoppy.jpg|Canh bánh giầy zoni của [[Nhật Bản]]\nImage:Kashiwamochi,Katori-city,Japan.jpg| Một hộp bánh giầy kashiwa mochi\n<\/gallery>\n\n==Xem thêm==\n* [[Bánh chưng]]\n* [[Mochi]]\n{{thể loại Commons|Bánh giầy}}\n{{thể loại Commons|Mochi|Mochi}}\n\n==Chú thích==\n{{tham khảo}}\n{{Wikisource|Sự tích bánh chưng bánh giầy}}\n\n{{sơ khai ẩm thực Việt Nam}}\n{{Tết}}\n\n[[Thể loại:Tết|Giầy]]\n[[Thể loại:Bánh Việt Nam từ gạo|Giầy]]\n[[Thể loại:Ẩm thực Việt Nam|Giầy]]\n[[Thể loại:Bánh Việt Nam|Giầy]]"}