{"334531":"'''Bánh hoa hồng trắng''', còn có tên gọi kép là '''bánh bao - bánh vạc''', là một trong những loại đặc sản nổi tiếng nhất ở [[phố cổ Hội An]]<ref>{{chú thích web | url = http:\/\/hn.m.24h.com.vn\/am-thuc\/banh-bao-banh-vac-hoi-an-say-long-nguoi-c460a473786.html | tiêu đề = Bánh bao, bánh vạc Hội An say lòng người | author = 24h.com.vn | ngày = 6 tháng 8 năm 2012 | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = 24h.com.vn | ngôn ngữ = }}<\/ref>. Do khi trình bày, dĩa bánh được bày trí như một bông hồng trắng đang nở rộ, từ đó hình thành tên.\n\n==Giới thiệu sơ lược==\nBánh gồm hai loại, dù cùng làm từ bột gạo, nhưng có hai loại nhân khác nhau và phải ăn cùng nhau với nước chấm riêng biệt mới có thể mang lại cảm giác ngon miệng đặc trưng riêng.\n\n==Cách làm==\nNguyên liệu chính là [[bột gạo]], lựa chọn từ loại gạo thơm, chắc hột nhất, được ngâm, rửa thật sạch sao cho không còn vỏ trấu, hột cỏ,... Sau đó đem gạo đã được làm sạch vào nước rồi xay thành bột. Tiếp theo là công đoạn chắt lọc bột với nước mà người dân Hội An hay gọi là \"bòng\" bột, làm khoảng 15 đến 20 lần cho đến khi bột lắng xuống và phần nước thì trong veo, thì chắt nước ra, nhào bột lại và cho ra một thau sạch.\n\nPhần nhân bánh gồm hai loại. Bánh bao thì sử dụng nguyên liệu chính là tôm được giã kĩ thành chả và dùng các gia vị như hành, tiêu, muối,... đem xào cùng nhau. Bánh vạc cũng sử dụng chả tôm như bánh bao nhưng có thêm thịt heo, nấm mèo, măng tre, hành lá xắt nhỏ,...\n\nBột sau khi được \"bòng\" sẽ được nhồi thành khuôn dài, nhào nặn thành cục. Dùng hai ngón tay nhúng vào chén dầu thoa đều vào hai lòng bàn tay rồi sau đó ngắt từng cục bột, dùng ngón tay vê dần cục bột sao cho vỏ bánh thật mỏng và đều rồi lấy ngón tay cái nhấn vào giữa vỏ bánh để tạo khoảng trống nhồi nhân. Nhân được nhồi vào bánh một cách tỉ mỉ, với bánh được nặn to hơn là bánh vạc, còn bánh nhỏ là bánh bao. Sau khi được nặn xong thì bánh được cho vào xửng và chưng cách thủy trên bếp lửa khoảng từ 10 đến 15 phút là có thể thưởng thức ngay.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/hoianheritage.net\/vi\/di-san-van-hoa\/Tri-thuc-dan-gian\/Banh-bao-banh-vac-214\/ Bánh bao, bánh vạc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130926072431\/http:\/\/hoianheritage.net\/vi\/di-san-van-hoa\/Tri-thuc-dan-gian\/Banh-bao-banh-vac-214\/ |date = ngày 26 tháng 9 năm 2013}}\n\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Ẩm thực Quảng Nam]]\n[[Thể loại:Hội An]]"}