{"131558":"[[Tập tin:Banh te My Duc.png|nhỏ|phải|250px|Bánh tẻ ở Mỹ Đức, Hà Nội còn nguyên vỏ.]]\n'''Bánh tẻ''', có nơi gọi là '''bánh lá''' hoặc '''bánh răng bừa''' vì có hình dáng giống cái răng bừa,<ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/Vietnam\/Doi-song\/Am-thuc\/2005\/03\/3B9DC79B\/ |ngày truy cập=2007-10-22 |tựa đề=Có nơi gọi là bánh răng bừa vì có hình dáng giống cái răng bừa |archive-date=2007-10-31 |archive-url=https:\/\/web.archive.org\/web\/20071031043159\/http:\/\/www.vnexpress.net\/Vietnam\/Doi-song\/Am-thuc\/2005\/03\/3B9DC79B\/ |url-status=dead }}<\/ref> là thứ bánh truyền thống ở vùng [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] và [[Thanh Hóa]], [[Việt Nam]]. Bánh được làm từ bột [[gạo tẻ]], gói ngoài bằng [[lá dong]] và được luộc cho chín. Mỗi địa phương có cách làm bánh tẻ riêng, ít nhiều khác nhau.\n\nCó thể kể ra một số loại bánh tẻ nổi tiếng như: \n* Bánh tẻ làng [[Phú Nhi]] (phường [[Phú Thịnh, thị xã Sơn Tây|Phú Thịnh]], thị xã [[Sơn Tây (thị xã)|Sơn Tây]], [[Hà Nội]])\n* Bánh tẻ làng [[Chờ (thị trấn)|Chờ]] (Yên Phong, [[Bắc Ninh]])\n* Bánh tẻ Phụng Công ([[Văn Giang]], [[Hưng Yên]]) - hay còn gọi là bánh răng bừa\n* Bánh lá ở [[Khoái Châu]], Hưng Yên.\n\nỞ [[Mỹ Đức]], [[Hà Nội]] cũng có bánh tẻ nhưng ít nổi tiếng hơn.\n\n==Nguyên liệu==\nNguyên liệu để làm bánh tẻ truyền thống nhân thịt bao gồm [[gạo]] tẻ, [[thịt lợn]] vai, mộc nhĩ, lá dong (ở Sơn Tây dùng lá chuối). Nhân bánh tẻ y chang với [[bánh giò]].\n\nMột số địa phương có thể cho thêm lạc, [[nấm hương]]. Ngoài ra hiện nay, ngoài bánh nhân thịt tại Phụng Công - Hưng Yên còn có thêm bánh nhân đỗ cho người không ăn được bánh nhân thịt lợn. Bánh được làm từ gạo tám thơm thì sẽ thơm, mềm, dẻo chắc bánh hơn.\n\n==Cách làm==\nChuẩn bị nguyên liệu:\n\n* Lá dong (ở Sơn Tây người ta dùng lá chuối): rửa sạch để ráo nước. Lá dong để gói bánh phải là loại lá không quá non mà cũng không được quá già, lá phải xanh, bóng mỡ.\n* Gạo: Vo sạch, để ráo nước.\n* Thịt lợn, mộc nhĩ: rửa sạch bằng nước.\n\nSau khi chuẩn bị xong nguyên liệu. Bắt tay vào chế biến. Mỗi địa phương đều phương pháp chế biến nguyên liệu và những phụ gia, bí quyết đặc biệt tạo ra đặc trưng riêng có, song đều phải chuẩn qua 2 công đoạn chính là làm nhân bánh và làm vỏ bánh.\n\nCông đoạn làm vỏ bánh:\n\n* Đầu tiên tiến hành xay gạo tẻ theo cách xay ướt thành bột nước loãng. Bánh ăn sẽ có cảm giác sượng và cứng nếu hạt bột to, vì thế người nghệ nhân luôn cẩn thận kiểm tra thật kỹ trước khi sơ chế bột. Ở Phụng Công - Hưng Yên, trong khi xay, người ta có thêm một chút nước vôi trong hòa cùng bột loãng để vỏ bánh bắt màu lá dong hơn, xanh đẹp mắt hơn. Nước vôi phải là nước được ngâm thật kỹ, để tránh sau này làm ra bị nồng vôi.\n\n[[Tập tin:Banh te My Duc 2.png|nhỏ|phải|250px|Bánh tẻ đã bóc vỏ để lộ lớp áo bánh làm từ bột gạo tẻ.]]\n\n* Tiếp đó là sơ chế bột: Ở Sơn Tây và Mỹ Đức sau khi xay thành bột nước, thêm nước với tỷ lệ 1\/1, khuấy đều và ngâm, ngâm bột khoảng thời gian 3-4 ngày vào mùa hè; 4-5 ngày vào mùa đông, thời gian ngâm phải thay nước hàng ngày, mỗi lần thay nước phải khuấy đều bột, khi đủ thời gian ngâm, bột được múc ra rồi cho thêm vài thìa cà phê muối, thêm nước khuấy đều sau đó gạn nước để khử chua. Ở [[Văn Giang]] và một số địa phương khác, sau khi xay bột thì đem bột cho vào nồi quấy chín 50% rồi lại cho vào máy đánh nhuyễn thêm cho mẻ bột vừa sánh, vừa dẻo lại dai tấm bánh. Sau đó, thứ bột nước này phải được đun lên để cho đặc lại và có độ dính như keo. Ở thôn quê người ta xay bột bằng cối đá, bột nước được đun nhỏ lửa, vừa đun vừa phải liên tục khuấy đảo bằng cả hai tay cho bột mềm, mịn, tránh vón cục và đặc biệt là bột không được chín hoặc khê, công đoạn này người ta gọi là \"giáo bột\". Khâu giáo bột cực kỳ quan trọng trong quá trình làm bánh, bánh có ngon hay không là nhờ vào chất lượng bột được giáo, và mỗi vùng lại có những bí quyết khác nhau để giáo bột, do đó mùi vị bánh cũng khác nhau giữa các vùng. \n* Sau khi bột đã được, tiếp đến là công đoạn làm nhân bánh: Thịt lợn được băm nhỏ cùng với hành khô. Mộc nhĩ (nấm hương) cũng được thái chỉ, ướp [[gia vị]] trộn đều với nhau rồi đem xào chín để làm nhân bánh. Cũng có thể cho thêm lạc để mùi vị bánh bùi hơn.\n\n[[Tập tin:Cỗ ăn hỏi.jpg|nhỏ|259x259px|Bánh tẻ trong một mâm cỗ ăn hỏi.|thế=]]\n\n* Tiếp theo, người ta lấy một lượng vừa phải (tùy theo từng vùng) thứ bột cô đặc đó đặt lên một hoặc hai tờ lá dong công đoạn này gọi là \"ra bột\". Lấy hỗn hợp thịt đặt lên lớp bột và ấn sâu xuống để bột phủ lên thịt. Sau đó, cuốn lá ngoài bánh, thường là theo hình thuôn dài. Tại Sơn Tây người ta dùng cả lá chuối để gói bánh nên bánh có màu nâu của lá chuối, các vùng còn lại chỉ dùng lá dong gói bánh nên bánh có màu xanh. Thường bánh chỉ nhỉnh hơn hai ngón tay (ở Mỹ Đức và Văn Giang), nhưng bánh tẻ ở Sơn Tây lại dài đến 30&nbsp;cm và khá lớn, bánh tẻ ở Văn Giang thì nhỏ hơn bánh tẻ Sơn Tây một chút. Bánh được buộc vừa phải không chặt quá bằng lạt xé nhỏ. Ở vùng Mỹ Đức, Sơn Tây (Hà Nội) người ta kẹp một đầu sợi lạt vào trong lá gói bánh phía một đầu của bánh rồi cuốn lạt chặt vòng quanh bánh xuống tới đầu còn lại. Trước đây, khi vùng bãi ven [[sông Hồng]] tại Hưng Yên còn trồng nhiều cây đay, cây chuối thì người ta còn buộc bánh bằng sợi đay hay dây chuối khô tước nhỏ. Nhưng nay ở Văn Giang họ buộc bằng dây ni lông cho nhanh và tiện. Còn các vùng khác vẫn giữ nguyên cách buộc bánh bằng lạt.\n* Công đoạn cuối cùng của làm bánh tẻ là luộc bánh. Nước sạch đun đến sôi thì cho bánh vào luộc tiếp ở độ sôi vừa phải trong vòng 20 phút thì bánh sẽ chín. Ở một số vùng khác người ta không luộc bánh mà hấp bánh tới chín, xếp bánh vào một cái [[chõ]], xếp đều và tạo khe hở cho hơi nóng luồn qua được rồi đem đun sôi, hơi nóng của nước sôi sẽ làm chín bánh. Ngoài ra, có thể đem bánh tẻ sau khi luộc chín, để nguội ráo nước đem tẩm với bột, sau đó đem chiên ít dầu cho lớp vỏ ngoài giòn là được.\n\n==Thưởng thức==\nBánh tẻ chấm với [[nước mắm]] rắc hạt tiêu xay với chanh, tỏi, ớt hoặc chấm với [[tương ớt]]. Ở một số nơi thực khách còn dùng thêm món [[chả gà]] và một ít dầu [[cà cuống]]<ref>Dầu cà cuống thật phải lấy từ con cà cuống<\/ref> cho vào nước mắm để tăng thêm hương vị của món bánh.\n\nNgày trước, chỉ vào dịp ngày rằm, ngày giỗ và Tết Nguyên đán người ta mới làm bánh tẻ để cúng. Ngày nay, có vùng làm bánh tẻ bán quanh năm. Cũng có vùng chỉ làm nếu được người ta đến đặt làm.\n\n==Hình ảnh==\n<gallery>\nTập tin:Banhtenguyenchiec.jpg|Bánh tẻ nguyên chiếc\nTập tin:Banhtenguyenchiecbedoi.jpg|Bánh tẻ bẻ đôi, bên trong là thịt băm và [[Nấm mèo|mộc nhĩ]]\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/vietnam.vnanet.vn\/vnp\/vi-vn\/13\/117\/117\/36656\/default.aspx Bánh răng bừa xứ Thanh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130727102308\/http:\/\/vietnam.vnanet.vn\/vnp\/vi-vn\/13\/117\/117\/36656\/default.aspx |date = ngày 27 tháng 7 năm 2013}}. Website Báo ảnh Việt Nam. Truy cập ngày 9 tháng 8 năm 2013.\n\n[[Thể loại:Bánh Việt Nam từ gạo|Tẻ]]\n[[Thể loại:Ẩm thực miền Bắc Việt Nam]]\n[[Thể loại:Ẩm thực Thanh Hóa]]\n[[Thể loại:Món mặn Việt Nam]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Món lợn]]\n[[Thể loại:Bánh Việt Nam|T]]"}