{"100219":"[[Tập tin:Thiencam.jpg|phải|nhỏ|350px|Thiên Cầm hoang sơ]]\n[[Tập tin:Thiencam4.jpg|phải|nhỏ|350px|Bãi tắm Thiên Cầm]]\n'''Bãi biển Thiên Cầm''' là một bãi biển thuộc huyện Cẩm Xuyên, [[tỉnh]] [[Hà Tĩnh]].\n\n== Truyền thuyết ==\nVào đời [[Hùng Vương|Vua Hùng]] thứ 13, qua đây nghe tiếng [[gió]], sóng [[biển]] và tiếng lá [[chi Thông|thông]] reo cùng dội vào vách núi tạo nên một bản nhạc du dương, ngỡ như tiên gẩy [[đàn]]. Nhà Vua lệnh cho nhân dân leo lên [[núi]] thấy giống chiếc [[đàn tỳ bà]], liền hạ bút phê ba chữ ''Thiên Cầm Sơn''. \"Thiên cầm\" có nghĩa là \"đàn trời\"<ref>[http:\/\/www.hatinh.gov.vn\/home\/index.asp?module=news&act=show&nid=2320 Thiên Cầm - Vẻ đẹp huyền bí]{{Liên kết hỏng|date=2023-05-05 |bot=InternetArchiveBot }}<\/ref>.\n\nTruyền thuyết khác [[Hồ Quý Ly#Thất bại trước nhà Minh|Hồ Quý Ly]] khi bị quân Minh đuổi đến đây thì bị bắt nên gọi là Thiên Cầm (trời giữ)<ref>{{Chú thích web |url=http:\/\/www.hatinh.gov.vn\/Home\/index.asp?module=news&act=show&nid=158 |ngày truy cập=2010-09-30 |tựa đề=Biển Thiên Cầm |archive-date=2010-12-28 |archive-url=https:\/\/web.archive.org\/web\/20101228104058\/http:\/\/hatinh.gov.vn\/Home\/index.asp?module=news&act=show&nid=158 |url-status=dead }}<\/ref>. Ngẫm lại: Nếu đúng thế thì phải đổi lại là \"tặc túng\" - các ông nhà nho sai be bét mất rồi, hùng khí đi đâu mất cả?.\n\n== Đặc điểm ==\n*[[Tập tin:Camson Pagoda.jpg|nhỏ|Tam Quan Chùa Cầm Sơn]]Bãi biển cách Thành phố [[Hà Tĩnh (thành phố)|Hà Tĩnh]] 20 km về phía Đông Nam theo [[Quốc lộ 1]] là bãi biển mang dáng vẻ hoang sơ.\n* Sát bờ biển là núi Thiên Cầm (rú Gườm) hùng vỹ, trên núi có bàn cờ tiên, có dấu chân trái của người khổng lồ in trên phiến đá qua hàng triệu năm giờ vẫn rõ.\n* Có đảo nhỏ Hòn Én, Hòn Bớ gần bờ biển rất đẹp.\n* Có [[chùa Yên Lạc|chùa Yên Lạch]] xây dựng từ [[thế kỷ 13|thế kỷ 15]] gần bãi tắm, chùa có bộ tranh \"Thập Điện Thủy Tề\" nổi tiếng (sống trên đời và sự trừng phạt dưới âm phủ)\n* Trên núi Thiên Cầm có đền Cầm Sơn được xây dựng từ trước thế kỷ thứ 13, hay còn gọi là đền cha con [[Hồ Quý Ly]], nay còn thờ cả phật và có tên là chùa Cầm Sơn. Núi cao 108 m so với mực nước biển, đứng đỉnh núi có thể nhìn rõ toàn bộ bãi biển và đảo gần đó.\n* Bãi biển Thiên Cầm như hình cánh cung hay giống cây đàn cầm, có tới 3 bãi tắm, bãi chính dài 3&nbsp;km đẹp, bãi khác dài khoảng 10&nbsp;km, bãi cát trắng thoai thoải phẳng ít lồi lõm, nước biển xanh trong vắt màu ngọc bích, có thể nhìn xuống tận đáy, bờ biển thoai thoải, có thể tắm ở xa bờ hơn 100 m, nước biển có độ mặn rất cao.\n* Cách bãi biển hơn 10&nbsp;km có đập [[Hồ Kẻ Gỗ|Hồ Kẹ Gộ]], nơi có phong cảnh sơn thủy hữu tình, nước trong xanh, có sóng giống như biển hồ.\n* Cách khu du lịch Thiên Cầm 1&nbsp;km về phía tây là khu du lịch sinh thái Đồng Nôi, một khu du lịch sinh thái mới khai trương giữa năm 2016 với nhiều trò chơi, cảnh vật và điểm nhấn là vườn hoa hướng dương và hoa cải rất đẹp. Đây là một điểm dừng chân rất đáng chờ đợi trong chuyến du lịch đến Thiên Cầm.\n* Cùng với đó, du khách có thể ghé thăm khu lưu niệm và mộ phần của cố tổng bí thư ĐCSVN Hà Huy Tập cách Thiên Cầm 15&nbsp;km.\n\n== Món ăn đặc sản ==\n[[Tập tin:Morning of Thiencam.jpg|nhỏ|Good Morning!!!]]\nChim Cu Kỳ, tôm hùm, mực ống, nước mắm Cửa Nhượng,Kẹo Cu Đơ Cầu Phủ,...\n\n==Khu du lịch Thiên Cầm==\n[[Tập tin:Thiencambeach.jpg|nhỏ|Bãi biển Thiên Cầm]]\n[[Tập tin:Gocbaibien.jpg|nhỏ|Góc cuối bãi biển]]\nNgày 26\/1\/2010, Sở Văn hóa - Thể thao - Du lịch [[Hà Tĩnh|Hà Tịnh]] phối hợp với Viện nghiên cứu phát triển [[du lịch Việt Nam]] tổ chức công bố quyết định phê duyệt đồ án quy hoạch tổng thể phát triển [[Khu du lịch quốc gia]] Thiên Cầm, mục đích đưa khu du lịch này đủ điều kiện công nhận là [[khu du lịch quốc gia]].\n\n[[Khu du lịch quốc gia]] Thiên Cầm được tỉnh [[Hà Tĩnh|Hà Tịnh]] phê duyệt tại Quyết định Số: 4210\/QĐ-UBND, ngày 25\/12\/2009. Theo Quy hoạch, [[khu du lịch quốc gia]] Thiên Cầm thuộc một phần xã cẩm nhượng xã Cẩm Dương, Cẩm Lĩnh và toàn bộ diện tích đất tự nhiên của thị trấn thiên cầm, huyện [[Cẩm Xuyên|Cẩm Xuyến]] với quy mô khoảng 1.557 ha. Phía Bắc và Đông Bắc là đường bờ biển; phía Tây Bắc giáp thôn Liên Hương của xã Cẩm Dương; phía Nam và Tây Nam từ Cẩm Dương đến Cẩm Lĩnh giáp ranh với xã Kỳ Bắc - [[Kỳ Anh]]; phía Đông thuộc địa phận xã Cẩm Lĩnh, giáp huyện [[Kỳ án truyện tranh|Kỳ Ánh]]. Tính chất khu du lịch được xác định là khu du lịch nghỉ mát tắm biển và sinh thái, kết hợp các hoạt động vui chơi giải trí, thể thao.\n\nDự tính, đến năm 2015 dân cư là 14 nghìn người, khách du lịch 5 nghìn người; năm 2020 dân cư 38,5 nghìn người, khách du lịch 10 nghìn người; năm 2025 dân cư 54,50 nghìn người, khách du lịch 20 nghìn người. Khu du lịch được phân khu gồm;: Khu A (khu Bắc Thiên Cầm): 266,5 ha; Khu B (Nam Thiên Cầm: 57,3 ha; Khu C (khu làng nghề Cẩm Nhượng: 209 ha; Khu D (khu sinh thái núi Cẩm Lĩnh): 576 ha; Khu E (xã Cảm Dương và một phần thị trấn Thiên Cầm): 448,2 ha. Phân kỳ đầu tư: Giai đoạn đầu (đến năm 2015): Phát triển khu du lịch nghỉ mát tắm biển chất lượng cao Bắc Thiên Cầm với kinh phí dự kiến khoảng 5.000 tỷ đồng; Giai đoạn 2 (2016-2020): Phát triển khu du lịch biển tổng hợp Nam Thiên Cầm; phát triển du lịch cộng đồng ở Cẩm Dương giai đoạn 1; xây dựng sân golf 18 lỗ; phát triển các loại hình du lịch thể thao với tổng kinh phí dự kiến khoảng 7.000 tỷ đồng; Giai đoạn 3 (2021-2025): Phát triển du lịch làng nghề Cẩm Nhượng; du lịch gắn với cộng đồng ở Cẩm Dương giai đoạn 2; Dự án xây dựng tuyến monorial [[du lịch]] với tổng kinh phí dự kiến khoảng 45.500 tỷ đồng.\n\n==Tham khảo==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/www.thanhnien.com.vn\/Kinhte\/Dulich\/2005\/7\/12\/115645.tno Hà Tĩnh quy hoạch bãi biển Thiên Cầm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071014083833\/http:\/\/www1.thanhnien.com.vn\/Kinhte\/Dulich\/2005\/7\/12\/115645.tno |date = ngày 14 tháng 10 năm 2007}}\n* [http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/Du-lich\/page_5.asp Bãi biển đẹp ở Việt Nam]\n{{sơ khai Hà Tĩnh}}\n{{Du lịch Việt Nam}}\n\n{{DEFAULTSORT:Thiên Cầm}}\n[[Thể loại:Bãi biển Việt Nam]]\n[[Thể loại:Khu du lịch Việt Nam]]\n[[Thể loại:Du lịch Hà Tĩnh]]"}