{"2414092":"'''Bãi Đá Ông Địa''' là một [[bãi biển]] đẹp, trong xanh với những mỏm đá, bãi đá nhô ra ngoài mặt biển, thuộc phường [[Phú Hài]], thành phố [[Phan Thiết]], tỉnh [[Bình Thuận]], nằm cách trung tâm thành phố khoảng 9–10&nbsp;km.\n\n==Lịch sử hình thành==\nKhông ai biết rõ tên địa danh này có từ lúc nào. Chỉ có một điều chắc chắn rằng, tên gọi này được hình thành vì trước đây khu vực này có một tảng đá mang hình thù hao hao giống [[Ông Địa]] đang ngồi nhìn vào đất liền. Tảng đá này được hình thành từ [[tự nhiên]] chứ không phải do [[điêu khắc]]. Đầu tiên, một vài người dân sinh sống ở đây cho rằng đây là [[Ông Địa]] mà [[Trời]] ban tặng, họ bắt đầu lập [[am]], thắp nhang để cầu tài lộc, buôn may bán đắt.<ref>{{chú thích web | url = http:\/\/thethaovietnam.vn\/du-lich\/201308\/linh-thieng-bai-da-ong-dia-328655\/ | tiêu đề = Báo Thể thao Việt Nam | author = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n<br \/>\nVề sau, chính quyền cho rằng khu vực này có hoạt động [[mê tín dị đoan]] nên đã phá hủy tảng đá đó. Cho nên hiện nay, tảng đá hình thù giống [[Ông Địa]] không còn nữa, thay vào đó là bức tượng hình [[Ông Địa]] do người dân ở đây tạc lại và đặt trong một cái [[am]]. Các hoạt động thờ cúng ở đây chỉ mang tính chất cá nhân, không có tổ chức nào quản trị am này.\n==Hoạt động==\nDu khách đến đây có thể tham gia các hoạt động như câu cá hay là leo lên các mỏm đá để ngắm cảnh biển. Tuy nhiên, đây là khu vực có nhiều mỏm đá khá nguy hiểm nên cần cẩn thận khi tham quan.\n==Nhầm lẫn==\nTên gọi của nơi này là Bãi \"Đá Ông Địa\", được hiểu là bãi tắm biển mang tên một tảng đá có hình thù Ông Địa (chữ \"đá\" luôn được viết hoa vì là tên địa danh). Tuy nhiên, do hiện trạng nơi này cũng có nhiều đá tự nhiên và gần đây người ta bồi đắp thêm đá để làm cầu tàu nên nhiều người hiểu nhầm rằng đây là một \"[[bãi đá]]\" mang tên Ông Địa. \n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n* [http:\/\/thethaovietnam.vn\/du-lich\/201308\/linh-thieng-bai-da-ong-dia-328655\/ Linh thiêng bãi đá Ông Địa]\n{{Du lịch Bình Thuận}}\n{{sơ khai Bình Thuận}}"}