{"365543":"{{Nhiều vấn đề|\n{{Bài quảng cáo|date=tháng 9\/2022}}\n{{Chú thích trong bài|date=tháng 9\/2022}}\n{{Cần biên tập|date=tháng 9\/2022}}\n}}\nĐây là một trong những bãi biển đẹp nhất Việt Nam và luôn là bãi biển đông khách nhất miền Bắc, Việt Nam. Bãi biển thuộc thành phố [[Sầm Sơn]], tỉnh [[Thanh Hóa]]. Bờ biển cách thành phố Thanh Hóa 16&nbsp;km về phía Đông, cách Hà Nội 164&nbsp;km tương đương 2,5 giờ đi xe.\n\nBãi tắm Sầm Sơn được khai thác khá sớm, từ năm [[1906]] người [[Pháp]] vì nhận thấy ở đây hội tụ nhiều ưu điểm thích hợp cho nghỉ dưỡng, từ đó Sầm Sơn đã nhanh chóng trở thành nơi nghỉ mát nổi tiếng cho cả [[Bán đảo Đông Dương|Đông Dương]] <ref name=\"ReferenceA\">{{chú thích sách|title=101 điều cần biết thắng cảnh nổi tiếng nước nhà|publisher=Nhà xuất bản Thanh niên}}<\/ref>. Năm 2006, Thanh Hóa tổ chức thành công lễ kỷ niệm 100 năm du lịch Sầm Sơn.\n\nBãi biển dài khoảng 6&nbsp;km từ cửa [[Lạch Hới]] đến chân núi [[Trường Lệ]]. Bờ biển ở đây bằng phẳng với các bãi cát rộng,mềm mại đặc biệt là sóng đánh mạnh, đi xa bờ biển 100m cũng không lo ngập thân người và cao vừa đủ, nước biển trong xanh và nồng độ muối vừa phải {{fact|date = ngày 6 tháng 1 năm 2013}}.\nKhông chỉ có cảnh thiên nhiên đẹp mà ở tại Sầm Sơn còn mọc lên nhiều nơi nghỉ dưỡng tuyệt vời như FLC, Vạn Chài,... Các dãy nhà nghỉ được chia làm khu A,B,C,... Với mức giá hợp lí.\nChưa hết là mỗi sớm thức dậy du khách còn có thể ngắm bình minh, hay đi tham quan Chợ Đỏ (hay chợ Hải Sản) để mua hải sản tươi ngon mà không lo vấn đề an toàn thực phẩm như ghẹ, tôm, cua, cá,... Với các món ăn nổi tiếng như lẩu cá, lẩu rắn, gỏi cá,...\n\n==Danh thắng==\n\nTừ những thập niên trước đây, đã có nhiều biệt thự nghỉ mát đã được xây cất cạnh bờ biển.Có các khu biệt thự cao cấp của người Pháp và những gia đình người Tây giàu có đã cho xây tại Sầm Sơn để nghĩ dưỡng nhưng bị phá hủy để tiêu thổ kháng chiến trước Cách Mạng Tháng 8 (1945) như Hàng Nhất,... Vua Bảo Đại - vị hoàng đế cuối cùng của triều đại nhà Nguyễn đã cho xây lầu các nghĩ mát ở đây. Có khá nhiều cảnh đẹp như ở [[hòn Trống Mái]], [[đền Độc Cước]], [[đền Cô Tiên]], [[chùa Khải Nam]],...<ref name=\"ReferenceA\"\/>\n\n==Văn hóa==\nBiển Sầm Sơn nằm trên vùng đất nổi tiếng gắn với nhiều [[lễ hội]] dân gian đặc sắc như lễ hội Đền Độc Cước (Cầu Phúc, [[Bánh chưng-bánh dày]]), lễ hội An Dương Vương, lễ hội chùa Khải Minh…\n==Nguồn tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Thanh Hóa}}\n{{du lịch Thanh Hóa}}\n\n{{DEFAULTSORT:Sầm Sơn}}\n[[Thể loại:Bãi biển Việt Nam]]\n[[Thể loại:Sầm Sơn]]"}