{"2221958":"'''Bãi biển xã Thừa Đức''' là một bãi biển tự nhiên thuộc huyện [[Bình Đại]], tỉnh [[Bến Tre]] có chiều dài 8&nbsp;km, môi trường trong lành, là nơi thuận lợi cho nghêu, sò sinh sôi phát triển.\n\n==Địa lý==\nBãi biển Thừa Đức nằm dọc theo cửa biển Cửa Đại thuộc địa phận ấp Thừa Trung, xã [[Thừa Đức, Bình Đại|Thừa Đức]], nước biển phù sa vào mùa mưa thì nước lợ, mùa khô nước mặn.\n\n==Kinh tế==\nTrung bình mỗi năm, bãi biển Thừa Đức thu hút trên 12.000 lượt du khách từ nhiều nơi, tổng doanh thu hơn 500 triệu đồng.<ref name=\"bentre.gov.vn\">{{chú thích web|title=Biển Thừa Đức hướng đến mô hình \"Du lịch biển sinh thái\" gắn với bảo vệ môi trường|url=http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=15243&Itemid=38}}{{Liên kết hỏng|date=2023-05-05 |bot=InternetArchiveBot }}<\/ref> Hiện xã Thừa Đức đang phấn đấu mỗi năm đón và phục vụ từ 50.000 – 70.000 lượt khách du lịch đến tham quan, tắm biển.\n===Ẩm thực===\nNhững năm gần đây, [[bánh xèo]] tại bãi biển Thừa Đức gần như đã trở thành \"thương hiệu\" và hầu như ai đến nơi đây cũng muốn thưởng thức.\n===Khu du lịch biển Thừa Đức===\nDự án Khu Du lịch biển Thừa Đức tọa lạc tại bãi biển xã Thừa Đức, với quy mô 6,7ha được xây dựng các hạng mục gồm: khu trung tâm, khu nhà hàng, khu vui chơi thiếu nhi, khu quà lưu niệm, nhà nghỉ đơn lập, khách sạn, hồ bơi, nhà hàng thủy tạ, đài quan sát, khu tắm biển... với tổng mức đầu tư dự kiến khoảng 485 tỷ đồng, do Công ty TNHH Du lịch Sinh thái biển Phù Sa hợp tác với Công ty ACE Weath Limited Taiwan thực hiện. Dự kiến khu du lịch sẽ hoàn thành đưa vào sử dụng vào cuối năm 2014.<ref>{{chú thích web|title=Khởi công xây dựng Khu Du lịch biển Thừa Đức, huyện Bình Đại|url=http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=15281&Itemid=38}}{{Liên kết hỏng|date=2023-05-05 |bot=InternetArchiveBot }}<\/ref>\n\n==Môi trường==\n===Ô nhiễm===\nDo một bộ phận người dân còn thờ ơ trong việc sử dụng rác thải, nước thải, công tác kiểm soát, quản lý quy hoạch khu vực biển còn lỏng lẻo, xu hướng nhựa hóa các tuyến đường dẫn đến bãi biển chưa đồng bộ nên bãi biển hiện nay đang chịu sự ô nhiễm. Hàng ngày, vài chục tấn nước thải, rác thải đổ trực tiếp xuống biển.<ref name=\"bentre.gov.vn\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Bến Tre}}\n\n{{DEFAULTSORT:Thừa Đức}}\n[[Thể loại:Bãi biển Việt Nam]]"}