{"3245350":"{{Infobox Hurricane \n| Name=Bão Niki (Lusing)<br\/>Bão số 4 năm 1996\n| Type=Bão cuồng phong\n| Year=1996\n| Basin=WPac\n| Formed=13 tháng 8 năm 1996\n| Dissipated=25 tháng 8 năm 1996\n| Remnant low=24 tháng 8 \n| Image location=Niki_1996-08-21_2000Z.png\n| Image name=Bão Niki trên vùng biển [[Vịnh Bắc Bộ]]\n| 10-min winds=65\n| 1-min winds=95\n| Pressure=965\n| Damages=66\n| Fatalities=61\n| Areas=[[Đảo Caroline]], [[Guam]], [[Micronesia]], [[Palau]], [[Philippines]], [[Hồng Kông]], [[Trung Quốc]], [[Việt Nam]], [[Lào]]\n| Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 1996]]\n}}\n'''Bão Niki'''{{#tag:ref|Trước năm 2000, tên bão được đặt bởi Trung tâm Cảnh báo Bão Liên hợp JTWC|group=\"nb\"}}, được biết đến ở Philippines với tên '''Bão Lusing''' {{#tag:ref|Lusing là tên địa phương được đưa ra bởi [[Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines]].|group=\"nb\"}}, ở Việt Nam có số hiệu là '''Cơn bão số 4 năm 1996'''{{#tag:ref|Là số hiệu của một cơn bão khi vào vùng theo dõi của Trung tâm dự báo Khí tượng thủy văn Việt Nam|group=\"nb\"}} là một cơn bão mạnh vào giữa tháng 8 năm 1996, ngay sau cơn bão Marty và đổ bộ Việt Nam.\n\nHình thành từ một áp thấp nhiệt đới ngoài khơi Thái Bình Dương, bão Niki tràn vào [[biển Đông]] trong ngày 20 tháng 8 năm 1996 và đổ bộ [[Thanh Hóa]] - [[Ninh Bình]] ngày 23 tháng 8. Sau lũ lụt lịch sử do cơn bão Marty gây ra, bão Niki tiếp tục gây thiệt hại nặng nề cho các tỉnh phía Bắc. Niki là xoáy thuận mạnh thứ 3 trong vòng 3 tuần tác động tới các tỉnh miền Bắc Việt Nam sau 10 năm không có bão mạnh.\n== Lịch sử khí tượng ==\n{{Storm path|Niki 1996 track.png}}\nMột vùng xoáy thấp hình thành ở phía Đông đảo Caroline vào ngày 13 tháng 8. Vùng xoáy thấp di chuyển đến phía Nam đảo Guam và mạnh lên thành áp thấp nhiệt đới vào ngày 15 và JTWC ban hành cảnh báo Bão Nhiệt đới cho hệ thống vào 06:00 UTC ngày 17.<ref name=jtwc>[http:\/\/www.usno.navy.mil\/NOOC\/nmfc-ph\/RSS\/jtwc\/atcr\/1996atcr.pdf 1996 Annual Tropical Cylone Season] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130221082545\/http:\/\/www.usno.navy.mil\/NOOC\/nmfc-ph\/RSS\/jtwc\/atcr\/1996atcr.pdf |date=2013-02-21 }} Trung tâm Cảnh báo Bão Liên hợp. Truy cập 31 tháng 7 năm 2015.<\/ref> Ngày hôm sau, JTWC chính thức đặt số hiệu 18W cho cơn áp thấp<ref name=jtwc\/> và cùng ngày, Cơ quan Khí tượng Hồng Kông bắt đầu theo dõi hệ thống như là một áp thấp nhiệt đới khi nó cách [[Manila]] 970&nbsp;km về phía Bắc Đông Bắc.<ref name=hko>[http:\/\/www.hko.gov.hk\/publica\/tc\/tc1996.pdf 1996 Tropical Cyclone Season] {{Webarchive|url=https:\/\/web.archive.org\/web\/20191023013419\/https:\/\/www.hko.gov.hk\/publica\/tc\/tc1996.pdf |date=2019-10-23 }} Cơ quan khí tượng Hồng Kông. Truy cập 31 tháng 7 năm 2015.<\/ref> Ngày hôm sau, JTWC nâng cấp áp thấp nhiệt đới thành bão nhiệt đới và đặt tên cho nó là ''Niki''. Trong bản báo cáo cuối năm, JTWC chỉ ra rằng nó đã mạnh thành bão lúc 06:00 (UTC) ngày 18.<ref name=jtwc\/> Bão Niki vượt qua phía Bắc đảo [[Luzon]] (Philippines) và đi vào biển Đông trong ngày 20 tháng 8<ref name=jtwc\/><ref name=hko\/>, sau đó Trung tâm Dự báo Khí tượng Thủy văn Việt Nam đặt số hiệu là ''Cơn bão số 4''.<ref name=nchmf>Tổng cục khí tượng thủy văn Việt Nam. [http:\/\/danida.vnu.edu.vn\/cpis\/files\/Dac_Diem_KTTV\/dacdiemkttv_1996.pdf Bão trên biển Đông 1996] Cuốn ''Đặc điểm Khí tượng Thủy văn Việt Nam 1996''. Phát hành ngày 16 tháng 2 năm 1997. Truy cập 31 tháng 7 năm 2015.<\/ref>\n\nLúc 06:00 UTC ngày 20, JTWC nâng cấp cơn bão lên cấp 1 (theo thang Saffir-Simpson).<ref name=jtwc\/> Nó đạt cực đại vào ngày 21 tháng 8 với sức gió 95kts (175&nbsp;km\/h) trước khi đánh vào Hải Nam.<ref name=jtwc\/> Vượt qua đảo Hải Nam, tiến vào Vịnh Bắc Bộ, nó hình thành con mắt và bắt đầu di chuyển chậm lại.<ref name=jtwc\/> Ngày 23 tháng 8 bão đổ bộ [[Thanh Hóa]] - [[Ninh Bình]]<ref name=nchmf\/> và JTWC ban hành cảnh báo cuối cùng về nó.<ref name=jtwc\/>\n==Ảnh hưởng==\nTại Hồng Kông, \"Tín hiệu cảnh báo mức 1\" được ban hành ngày 20 tháng 8 và được gỡ bỏ vào ngày hôm sau. Đài quan sát của khu vực này cho biết áp suất mực biển thấp nhất được ghi nhận tại khu vực này là 1007,7hPa. Đánh vào đảo Hải Nam, bão số 4 làm chết 7 người.<ref name=hko\/>\n\nĐổ bộ Ninh Bình, Thanh Hóa ngày 23 tháng 8, bão gây ra gió mạnh và mưa lượng 50-100mm cho các tỉnh phía Bắc.<ref name=nchmf\/> Báo cáo tổng cộng có 61 người chết và thiệt hại 66 triệu USD.<ref name=jtwc\/> Niki là xoáy thuận mạnh thứ 3 trong vòng 3 tuần tác động tới các tỉnh miền Bắc Việt Nam sau 10 năm không có bão mạnh, trong đó xoáy thứ nhất là bão Frankie và xoáy thứ hai là bão Marty.<ref name=nchmf\/>\n\n==Xem thêm==\n*[[Bão Frankie (1996)]]\n*[[Bão Marty (1996)]]\n*[[Bão Mangkhut (2013)]]\n*[[Mưa lũ miền Bắc Việt Nam tháng 7 năm 2015]]\n\n==Chú ý==\n{{tham khảo|group=\"nb\"}}\n\n==Chú thích==\n{{tham khảo}}{{Thiên tai Việt Nam}}\n{{DEFAULTSORT:Niki}}\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 1996]]\n[[Thể loại:Bão tại Việt Nam]]"}