{"13621988":"{{Infobox Hurricane|Year = 2016|Basin = WPac|Type = Bão cuồng phong|10-min winds=55|1-min winds=65|Pressure=980|Formed=25 tháng 7 năm 2016|Dissipated=28 tháng 7 năm 2016|Image location=Mirinae_2016-07-27_1900Z.jpg|Areas=[[Nam Trung Quốc]],[[Việt Nam]],[[Lào]],[[Thái Lan]]|Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 2016]]|Fatalities=7|Damages=345|Image name=Bão Mirinae lúc mạnh nhất, khi đang đổ bộ vào miền Bắc Việt Nam.|Gusts=60}}\n\n'''Bão nhiệt đới Mirinae''' là một cơn bão nhiệt đới mạnh tấn công đảo [[Hải Nam]], [[Trung Quốc]] và miền Bắc Việt Nam vào cuối tháng 7 năm 2016. \n\n== Lịch sử khí tượng ==\n{{Storm path|Mirinae 2016 track.png}}\nBão Mirinae là cơn bão thứ ba có tên trong mùa bão hàng năm, Mirinae được hình thành vào ngày 25 tháng 7 năm 2016 như một áp thấp nhiệt đới ở phía tây Luzon, Philippines. Vào ngày 26 tháng 7, nó di chuyển theo hướng tây-tây bắc, nó đã trở thành một cơn bão nhiệt đới và đổ bộ vào đảo Hải Nam, Trung Quốc. Trong ngày 27 tháng 7, nó đã thâm nhập vào một cơn bão nhiệt đới nghiêm trọng và đổ bộ vào Đồng bằng sông Hồng ở miền Bắc Việt Nam vào cuối ngày 27 tháng 7 và tiêu tan trong ngày hôm sau.\n\n== Thiệt hại ==\nTại Hải Nam, thiệt hại kinh tế do bão đạt 56 triệu USD. Tại Việt Nam, vào ngày 29 tháng 7, cơn bão đã khiến năm người chết và năm người khác mất tích. Tổn thương cơ sở hạ tầng nghiêm trọng đã được báo cáo ở miền Bắc Việt Nam, với thiệt hại cho các đường dây điện gây ra mất điện và cắt điện ở một số khu vực. Mirinae cũng đánh chìm 12 chiếc thuyền, phá hủy mái nhà của 1.425 ngôi nhà và nhổ rễ khoảng 5.000 cây. Tổng thiệt hại ở Việt Nam đạt 289 triệu USD.<ref>{{Chú thích web|url=https:\/\/tuoitrenews.vn\/society\/36248\/ten-killed-missing-as-storm-mirinae-pounds-northern-vietnam|tiêu đề=Ten killed, missing as storm Mirinae pounds northern Vietnam\nThe tropical storm Mirinae left five people dead and five others missing when it struck northern Vietnam|ngày tháng=30 tháng 7 năm 2018}}<\/ref><ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Doi-song\/Pho-Thu-tuong-chi-dao-ung-pho-thien-tai-bao-lu\/283617.vgp|tiêu đề=Phó Thủ tướng chỉ đạo ứng phó thiên tai, bão lũ}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}{{Thiên tai Việt Nam}}{{sơ khai}}\n\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2016]]\n[[Thể loại:Bão tại Việt Nam]]\n[[Thể loại:Bão tại Trung Quốc]]\n[[Thể loại:Việt Nam năm 2016]]\n[[Thể loại:Thảm họa tại Trung Quốc năm 2016]]\n{{DEFAULTSORT:Mirinae_(2016)}}"}