{"15411326":"{{thiếu nguồn gốc}}\n{{Infobox hurricane small|Basin=WPac|Formed=30 tháng 8|Dissipated=7 tháng 9|Image=Kajiki_2019-09-02_1500Z.jpg|10-min winds=35|1-min winds=35|Pressure=996|image_size=200px}}'''''Bão Kajiki năm 2019''''', được biết ở Philippines với tên gọi là '''áp thấp nhiệt đới Kabayan''', là một cơn bão xuất hiện trên Biển Đông. Bão Kajiki quanh quẩn 1 ngày trên đất liền ba tỉnh\/thành phố là Thừa Thiên Huế, Đà Nẵng, Quảng Nam. Lần đầu tiên kể từ tháng 2 năm 2013 (cơn bão Shanshan\/ATNĐ tháng 2-2013), một xoáy thuận nhiệt đới trên biển Đông được JMA công nhận là bão và đặt tên quốc tế nhưng trong khi đó Việt Nam chỉ công nhận là một áp thấp nhiệt đới.\n\n== Lịch sử khí tượng ==\n{{Storm path|Kajiki 2019 track.png|250px|left}}[[Tập tin:JMA TD 28 2019-09-02 1250Z.jpg|trái|nhỏ|152x152px|Áp thấp nhiệt đới JMA TD 28 bị áp thấp nhiệt đới Kajiki hút]]\n[[Tập tin:Kajiki Geostationary VIS-IR 2019.png|nhỏ|160x160px|Áp thấp nhiệt đới Kajiki trên [[Biển Đông]]]]\n\nVào ngày 30 tháng 8, một áp thấp nhiệt đới hình thành ở phía đông Luzon. Cùng ngày, nó suy yếu trong một vùng áp thấp và tái sinh 6 giờ sau đó thành áp thấp nhiệt đới vào nửa đêm ngày 31 tháng 8. Nó đi qua Quần đảo Batanes và PAGASA đã nâng cấp hệ thống thành áp thấp nhiệt đới, đặt tên là Kabayan; tuy nhiên, hệ thống đã thoát khỏi trách nhiệm của PAGASA ngay sau đó. Đồng thời, Trung tâm Cảnh báo Bão Liên hợp đã đưa ra Cảnh báo hình thành Bão nhiệt đới (TCFA) cho Kabayan. Kabayan đã đổ bộ vào Hải Nam vào ngày 1 tháng 9, và xuất hiện trở lại trên Biển Đông sau đó, và đã được JTWC nâng cấp thành áp thấp gió mùa. Đến cuối ngày 2 tháng 9, JTWC bắt đầu đưa ra các cố vấn về hệ thống, đưa ra định danh 16W, trong khi JMA nâng cấp hệ thống thành một cơn bão nhiệt đới, đặt tên là Kajiki. Ngay sau đó, Kajiki đã đổ bộ vào tỉnh Thừa Thiên - Huế, Việt Nam. Kajiki sau đó xuất hiện trở lại trên Biển Đông, tương tác với áp thấp nhiệt đới yếu ở Hải Nam, và sau đó hút áp thấp này để tăng cường trở lại một lần nữa, khi nó đang hấp thụ áp thấp nhiệt đới về phía đông bắc. Tuy nhiên, Kajiki vẫn duy trì cường độ của nó như một áp thấp nhiệt đới yếu sau khi nó được phục hồi dần trên biển Đông. Hệ thống đi uốn khúc theo hướng đông bắc và di chuyển chậm chạp cho đến khi nó suy yếu và được chú ý lần cuối vào ngày 7 tháng 9. Tàn dư của Kajiki đã phát triển thành vùng áp thấp, và một lần nữa hướng về phía Tây Bắc Luzon vào ngày 8 tháng 9. Sau đó, Kajiki sau đó đã giảm lượng mưa lớn Luzon, trong khi vẫn còn vô tổ chức. Post-Kajiki đổ bộ lên Batanes và ngày càng suy yếu, nhưng máng của Post-Kajiki đã mang đến những cơn mưa lớn và nặng nề cho Philippines, mặc dù lũ lụt từ những cơn bão trước như Bão cuồng phong Lekima (Hanna), Bão nhiệt đới dữ dội Bailu (Ineng), Bão nhiệt đới Podul (Jenny) và bão cuồng phong Lingling (Liwayway) vẫn chưa lắng xuống. Nhiều cảnh báo mưa lớn đã được PAGASA đưa ra trên nhiều khu vực bị ảnh hưởng bởi Post-Kajiki. Tại San Fernando, La Union, nơi có thiên tai từ cơn bão nhiệt đới dữ dội Bailu (Ineng) đã được nâng lên trước đó, lũ lụt lại một lần nữa giống như Ketsana. Nhiều thiệt hại đã được báo cáo trong cả nước, do sự trở lại khu vực theo dõi của PAGASA của bão Kajiki.\n== Ảnh hưởng ==\nDo di chuyển chậm trên Việt Nam, Kajiki đã mang theo mưa lớn và gây ra lũ lụt. Lượng mưa được ghi nhận là cao tới 530&nbsp;mm trong khu vực. Cơn bão đã làm 6 người chết và 9 người khác vẫn mất tích. Thiệt hại về nông nghiệp được ước tính là 300 tỷ VND (12,9 triệu USD).\n\n== Thông tin thêm ==\nCó 2 áp thấp nhiệt đới cùng tồn tại ở biển Đông vào ngày Quốc khánh 02\/9\/2019 (áp thấp nhiệt đới còn lại là JMA TD 28), cùng dải hội tụ nhiệt đới gây mưa rất lớn ở các tỉnh từ Nghệ An đến Quảng Ngãi.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2019]]\n[[Thể loại:Bão tại Việt Nam]]\n{{DEFAULTSORT:Kajiki_(2019)}}"}