{"3253481":"{{Infobox Hurricane\n| Name=Bão Thelma (Uring)\n| Type=Bão nhiệt đới\n| Year=1991\n| Basin=WPac\n| Image location=Thelma Nov 4 1991 0636Z.png\n| Image name=Bão Thelma chuẩn bị đổ bộ vào Philippines trong ngày 4 tháng 11\n| Formed=1 tháng 11 năm 1991\n| Dissipated=8 tháng 11 năm 1991\n| 1-min winds=45\n| 10-min winds=40\n| Pressure=992\n| Damages=27.6\n| Fatalities=Khoảng 5.081&nbsp;– 8.165 người\n| Areas=[[Philippines]], [[Việt Nam]]\n| Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 1991]]\n}}\n\n'''Bão Thelma''', được biết đến ở Philippines với tên gọi '''Bão Uring'''<!--, hay '''bão số 8 năm 1991''' tại Việt Nam (chưa rõ bão số mấy)-->, là một trong những [[xoáy thuận nhiệt đới]] chết chóc nhất trong [[lịch sử Philippines]], với con số ít nhất 5.081 người thiệt mạng tại quốc gia này. Thelma phát triển từ một vùng nhiễu động nhiệt đới vào ngày 1 tháng 11 tại địa điểm cách [[Palau]] vài trăm km về phía Bắc - Đông Bắc. Áp thấp nhiệt đới sau đó di chuyển chủ yếu về phía Tây, trước khi chuyển hướng Đông Nam bởi tác động từ một [[Frông lạnh|front lạnh]]. Vào ngày 4 tháng 11, áp thấp nhiệt đới mạnh lên thành bão nhiệt đới Thelma khi nó đang tiến gần đến Philippines. Vài tiếng trước khi đổ bộ lên [[Visayas]], Thelma đạt đỉnh với sức gió duy trì 10 phút tối đa ước tính 75&nbsp;km\/giờ (45 dặm\/giờ) cùng [[áp suất khí quyển]] tối thiểu 992 [[Bar (đơn vị)|mbar]] ([[Pascal (đơn vị)|hPa]]; 29,29 [[Inch thủy ngân|inHg]]). Mặc dù di chuyển trên đất liền, Thelma suy yếu đi rất ít và tiến vào [[Biển Đông]] trong ngày mùng 6. Sau đó cơn bão đã không chống lại được [[độ đứt gió]] bất lợi và giảm cấp xuống áp thấp nhiệt đới. Vào ngày 8 tháng 11, áp thấp nhiệt đới [[Đổ bộ (khí tượng học)|đổ bộ]] lên [[miền Nam Việt Nam]] và tan vài giờ sau.\n\nTrong khi di chuyển qua [[Philippines]], sự tương tác của Thelma với địa hình cao của một vài hòn đảo đã dẫn đến mưa với lượng cực lớn. Hầu khắp Visayas đều có mưa với lượng {{convert|150|mm|in|abbr=on|0}}; đặc biệt tại [[đảo Leyte]] xuất hiện mưa lớn cục bộ với tổng lượng lên tới {{convert|580,5|mm|in|abbr=on}}. Với lượng mưa quá lớn liên tục đổ xuống trong vòng ba tiếng, một trận lũ quét chưa từng có đã xảy ra trên hòn đảo. Bởi đa phần đất ở đây là kém canh tác hoặc đất rừng bị tàn phá, nước mưa không thể bị hấp thụ, hậu quả tạo ra một dòng nước lớn. Lượng nước nhanh chóng làm quá tải vùng [[lưu vực]] Anilao–Malbasag và đổ dồn về phía hạ lưu. [[Ormoc|Thành phố Ormoc]] với vị trí nằm tại địa điểm mà hai con sông Anilao và Malbasag hội tụ, trở thành trung tâm hứng chịu thảm họa. Chỉ trong vòng ba tiếng, thành phố này đã bị tàn phá với hàng ngàn ngôi nhà bị hư hại hoặc phá hủy cùng tổng cộng 4.922 người thiệt mạng, 2.300 người trong số đó là dọc theo vùng ven sông.\n\nNgoài thành phố Ormoc, có 159 người khác thiệt mạng tại Leyte và [[Negros Occidental|tỉnh Negros Occidental]]. Tính trên toàn Philippines, đã có ít nhất 5.081 người thiệt mạng và khoảng từ 1.941-3.084 người mất tích và được coi như đã chết, khiến Thelma trở thành xoáy thuận nhiệt đới chết chóc nhất trong lịch sử Philippines tại thời điểm đó, phá vỡ kỷ lục của một cơn bão năm 1867 với con số 1.800 người.<ref name=\"histdeadly\">{{chú thích tạp chí|title=Historical deadly typhoons in the Philippines|author=Pedro Ribera, Ricardo Garcia-Herrera and Luis Gimeno|page=196|journal=Weather|publisher=[[Royal Meteorological Society]]|date=July 2008|volume=63|number=7|doi=10.1002\/wea.275}}<\/ref><ref>{{chú thích web|author=Dominic Alojado and Michael Padua|publisher=Typhoon2000|date=ngày 29 tháng 7 năm 2010|access-date =ngày 6 tháng 5 năm 2013|title=The Twelve Worst Typhoons Of The Philippines (1947–2009)|url=http:\/\/www.typhoon2000.ph\/stormstats\/12WorstPhilippineTyphoons.htm}}<\/ref> Sau này, cơn bão [[Bão Haiyan (2013)|Haiyan]] năm 2013 đã vượt qua Thelma khi khiến hơn 6.000 người ở quốc gia này thiệt mạng.<ref>{{chú thích web|author=Frances Mangosing|publisher=Philippine Daily Inquirer|date=ngày 22 tháng 11 năm 2013|access-date =ngày 22 tháng 11 năm 2013|title=`Yolanda’ death toll now at 5,209\n|url=http:\/\/newsinfo.inquirer.net\/532697\/yolanda-death-toll-rises-to-4015}}<\/ref> Tổng cộng có 4.446 ngôi nhà bị phá hủy và 22.229 ngôi nhà khác bị hư hại, cùng tổn thất đạt 27,67 triệu [[USD]]{{#tag:ref|Mọi trị giá USD đều là USD 1991.|group=\"nb\"}}. Ban đầu phải mất đến 24 giờ để tin tức về thảm họa đến được với các quan chức chính phủ, do mạng lưới thông tin liên lạc quanh thành phố Ormoc bị tê liệt. Trong vòng vài ngày, các trung tâm cứu trợ khẩn cấp được thiết lập và những sự viện trợ từ các cơ quan khác nhau trực thuộc [[Liên hiệp quốc]] cùng một vài quốc gia khác được chuyển tới quốc gia này. Tổng giá trị các khoản tiền viện trợ và các loại hàng hóa vật liệu đến từ cộng đồng quốc tế là 5,8 triệu USD.\n\n==Lịch sử khí tượng==\n{{storm path|Thelma 1991 track.png}}\nVào cuối tháng 10 năm 1991, một vùng nhiễu động nhiệt đới xuất hiện trên khu vực gần [[quần đảo Caroline]]. Di chuyển chủ yếu về phía Tây, vùng nhiễu động dần phát triển. Trong ngày 31 tháng 10, số lượng [[Đối lưu khí quyển|mây đối lưu]] liên kết với hệ thống tăng lên nhanh chóng, thúc đẩy [[Trung tâm Cảnh báo Bão Liên hợp]] (JTWC) ban hành một [[Cảnh báo sự hình thành xoáy thuận nhiệt đới|Cảnh báo về sự hình thành của xoáy thuận nhiệt đới]].<ref name=\"ATCR\">{{chú thích web|work=Joint Typhoon Warning Center|publisher=United States Navy|year=1992|access-date=ngày 3 tháng 5 năm 2013|title=Annual Tropical Cyclone Report: Typhoon Thelma (27W)|url=http:\/\/www.usno.navy.mil\/NOOC\/nmfc-ph\/RSS\/jtwc\/atcr\/1991atcr.pdf|pages=132–135|format=[[PDF]]|archive-date=2015-01-15|archive-url=https:\/\/www.webcitation.org\/6VaTNdAm6?url=http:\/\/www.usno.navy.mil\/NOOC\/nmfc-ph\/RSS\/jtwc\/atcr\/1990atcr.pdf|url-status=dead}}<\/ref> [[Cơ quan Khí tượng Nhật Bản]] (JMA) đã phân loại hệ thống là một áp thấp nhiệt đới trong sáng sớm ngày 1 tháng 11, khi đó vị trí của nó cách [[Palau]] khoảng 415&nbsp;km (260 dặm) về phía Bắc - Đông Bắc.<ref name=\"IBTrACS\">{{chú thích web|publisher=International Best Track Archive|year=2013|access-date =ngày 3 tháng 5 năm 2013|title=1991 Thelma (1991304N08140)|url=http:\/\/storm5.atms.unca.edu\/browse-ibtracs\/browseIbtracs.php?name=v03r02-1991304N08140}}{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref> Sau đó trong cùng ngày, với sức gió bề mặt ước tính 45&nbsp;km\/giờ (30 dặm\/giờ) nguồn gốc dựa từ vệ tinh, JTWC nâng cấp vùng thấp lên thành áp thấp nhiệt đới. Ban đầu, [[Dự báo thời tiết số|các mô hình dự báo]] nhận định áp thấp nhiệt đới sẽ di chuyển theo quỹ đạo vòng cung hướng ra phía biển, tuy nhiên, nó đã chuyển hướng Tây trong ngày 2 tháng 11 và đe dọa đến [[Philippines]].<ref name=\"ATCR\"\/> Do nằm gần đất nước này, [[Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines]] (PAGASA) cũng theo dõi hệ thống và họ [[Danh sách tên xoáy thuận nhiệt đới|đặt cho nó một cái tên địa phương]] là ''Uring''.<ref name=\"NDCC\">{{chú thích web|url=http:\/\/baseportal.com\/cgi-bin\/baseportal.pl?htx=\/miso\/typhoons&range=120,20|title=Destructive Typhoons 1970-2003|date=ngày 9 tháng 11 năm 2004|publisher=National Disaster Coordinating Council|access-date =ngày 3 tháng 5 năm 2013|archiveurl=https:\/\/web.archive.org\/web\/20041112154749\/http:\/\/baseportal.com\/cgi-bin\/baseportal.pl?htx=%2Fmiso%2Ftyphoons&range=120%2C20|archivedate = ngày 12 tháng 11 năm 2004 |url-status=dead}}<\/ref> Vào cuối ngày 3 tháng 11, áp thấp nhiệt đới chuyển hướng Tây - Tây Nam hướng về [[Visayas]] bởi tác động từ một [[Frông lạnh|front lạnh]] đang tiến đến, một điều thường thấy đối với những cơn bão cuối mùa trên vùng Tây Bắc Thái Bình Dương.<ref name=\"OrmocChp2\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=2: Meteorological Conditions|pages=10–16|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%202%20meteorological%20conditions.pdf|format=[[PDF]]}}<\/ref> Sang ngày hôm sau, cả JMA lẫn JTWC đều nâng cấp áp thấp nhiệt đới lên thành bão nhiệt đới, và JMA đã chỉ định cho nó tên quốc tế là ''Thelma''.<ref name=\"ATCR\"\/><ref name=\"IBTrACS\"\/>\n\nTrong ngày 4 tháng 11, cả hai cơ quan đều báo cáo Thelma đạt đỉnh tại thời điểm vài tiếng trước khi đổ bộ lên Visayas. JTWC ước tính sức gió duy trì liên tục trong một phút tối đa 85&nbsp;km\/giờ (50 dặm\/giờ), trong khi JMA ước tính vận tốc gió duy trì 10 phút cao nhất đạt 75&nbsp;km\/giờ (45 dặm\/giờ) cùng [[áp suất khí quyển]] tối thiểu 992 [[Bar (đơn vị)|mbar]] ([[Pascal (đơn vị)|hPa]]; 29,29 [[Inch thủy ngân|inHg]]).<ref name=\"ATCR\"\/><ref name=\"IBTrACS\"\/> Không lâu sau Thelma đổ bộ lên [[Samar]] và suy yếu đi một chút, tuy nhiên nó vẫn duy trì cấp độ bão nhiệt đới khi di chuyển qua [[Palawan (đảo)|đảo Palawan]] trong ngày mùng 6 trước khi tiến vào [[Biển Đông]]. Mặc dù quay trở lại biển, nhưng [[độ đứt gió]] mạnh không những đã ngăn không cho Thelma tăng cường trở lại mà còn làm cho nó suy yếu xuống áp thấp nhiệt đới trong ngày mùng 7. Tiếp theo áp thấp nhiệt đới di chuyển về phía Tây và đổ bộ lần cuối lên vùng [[đồng bằng sông Cửu Long]] thuộc [[miền Nam Việt Nam]] trong ngày 8 tháng 11. Hệ thống tan vài tiếng sau khi đi vào trong đất liền.<ref name=\"ATCR\"\/>\n\n==Tác động==\n[[Hình:TS Thelma 05 nov 1991 0459Z.jpg|thumb|Bão nhiệt đới Thelma trên Visayas trong ngày 5 tháng 11]] \nBão Thelma tấn công [[Philippines]] chỉ năm tháng sau vụ [[Phun trào Plinian|phun trào Ultra-Plinian]] của [[núi Pinatubo]]. Sự kiện này đã làm khoảng 800 người thiệt mạng và gần 1 triệu người mất nhà cửa. Báo cáo cho thấy chính phủ Philippines đã phải rất khó khăn để đối phó với quy mô của thảm họa và sự xuất hiện của Thelma càng làm tình hình thêm tồi tệ.<ref>{{chú thích báo|author=Bob Droggin (Los Angeles Times)|location=Manila, Philippines|newspaper=The News-Journal|date=ngày 7 tháng 11 năm 1991|access-date =ngày 6 tháng 5 năm 2013|title=Storm-triggered mudslides, floods kill 2,300 Filipinos|page=A1|url=http:\/\/news.google.com\/newspapers?id=KQ8qAAAAIBAJ&sjid=rNQEAAAAIBAJ&dq=tropical%20storm%20thelma&pg=4985%2C4009678}}<\/ref>\n\nThelma đổ bộ Philippines với cấp độ bão nhiệt đới yếu, vận tốc gió giật tại [[Tacloban]] đạt 95&nbsp;km\/giờ (60 dặm\/giờ);<ref>{{chú thích web|author=Dominic Alojado and Michael Padua|publisher=Typhoon2000|date=ngày 29 tháng 7 năm 2010|access-date =ngày 6 tháng 5 năm 2013|title=20 Worst Typhoons of the Philippines (1947–2009)|url=http:\/\/www.typhoon2000.ph\/stormstats\/WorstPhilippineTyphoons.htm}}<\/ref> và thiệt hại do gió không được biết đến. Sự tàn phá chủ yếu đến từ lượng mưa khổng lồ mà cơn bão mang lại. Trên toàn [[Visayas]] đều có mưa với lượng hơn {{convert|150|mm|in|abbr=on|0}} dẫn đến lũ trên diện rộng.<ref name=\"ATCR\"\/> Tại Tacloban xảy ra mưa với lượng {{convert|140,2|mm|in|abbr=on}} trong hơn 24 giờ liên tục. Mưa lớn nhất diễn ra tại [[đảo Leyte]], do hiện tượng [[orographic lift]] {{#tag:ref|Hiện tượng khối khí lớn bị buộc đẩy lên cao do chúng di chuyển trên địa hình có chiều cao tăng dần. Khi lên cao khối khí lạnh đi nhanh chóng có thể làm [[độ ẩm tương đối]] tăng lên 100%, tạo ra những đám mây và, dưới những điều kiện phù hợp là [[giáng thủy]].|group=\"nb\"}} mang một lượng ẩm lớn vào bầu khí quyển phía trên một vùng có diện tích tương đối nhỏ. Thêm vào đó, [[gió mùa]] Tây Nam hội tụ phía trên hòn đảo cũng làm tăng thêm lượng hơi nước ngưng tụ. Gần thành phố [[Ormoc]], vũ kế của [[Tập đoàn Dầu khí Quốc gia Philippines]] đo được lượng mưa cao nhất do cơn bão gây ra là {{convert|580,5|mm|in|abbr=on}}. Theo đó, mưa với lượng xấp xỉ {{convert|500|mm|in|abbr=on}} diễn ra trong suốt 3 tiếng buổi trưa ngày 5 tháng 11.<ref name=\"OrmocChp2\"\/> Ban đầu, người dân nghĩ rằng các [[waterspout]] (vòi rồng trên mặt nước) đã vận chuyển một lượng nước lớn lên hòn đảo, tạo ra lũ lụt. Tuy nhiên quan niệm này đã nhanh chóng bị bác bỏ như là điều không thể xảy ra.<ref name=\"OrmocChp1\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=1: The Ormoc City Tragedy|pages=3–9|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%201%20the%20ormoc%20city%20tragedy.pdf|format=[[PDF]]}}<\/ref>\n\nKhu vực chịu tổn thất nặng nề nhất là Leyte, với hơn 4.000 người thiệt mạng. Tổng cộng có 4.446 ngôi nhà bị phá hủy và 22.229 ngôi nhà khác bị hư hại. Tổn thất về nhân mạng và vật chất lớn nhất xảy ra tại Ormoc, nơi hứng chịu sự tàn phá của lũ quét. Ngoài thành phố này, có ít nhất 81 người thiệt mạng và 14 người khác mất tích; tại [[Burauen]] có 42 người chết.<ref name=\"OrmocChp1\"\/> Toàn bộ đảo Leyte rơi vào tình trạng mất điện và nhiều địa điểm đã bị cô lập do các con đường bị nước lũ cuốn trôi.<ref name=\"TPP1\"\/> Ngoài ra còn có 78 người chết và 70 người khác mất tích tại tỉnh [[Negros Occidental]]. Tổng cộng có 598.454 người chịu ảnh hưởng và ước tính 43.000 người mất nhà cửa trên toàn Philippines bởi cơn bão.<ref name=\"ReliefWeb\">{{chú thích web|work=United Nations Department of Humanitarian Affairs|publisher=ReliefWeb|date=ngày 29 tháng 11 năm 1991|access-date =ngày 3 tháng 5 năm 2013|title=Philippines Floods Nov 1991 UNDRO Situation Reports 1-8|url=http:\/\/reliefweb.int\/report\/philippines\/philippines-floods-nov-1991-undro-situation-reports-1-8}}<\/ref><ref name=\"Parker400\">Parker, p. 400<\/ref>\n\n=== Thảm kịch tại Ormoc ===\n[[Tập tin:Ph locator leyte ormoc.png|thumb|left|Vị trí của Ormoc trên đảo Leyte]]\nThảm kịch tồi tệ nhất trong cơn bão diễn ra tại thành phố [[Ormoc]] sau khi mưa quá lớn làm quá tải vùng [[lưu vực]] Anilao–Malbasag dẫn đến nước lũ đổ xô xuống từ những bên sườn núi không có rừng che phủ do bị chặt phá.<ref name=\"OrmocChp4\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=4: Contributing Physical Factors|pages=19–29|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%204%20contributing%20physical%20factors.pdf|format=[[PDF]]}}<\/ref> Lượng nước này chảy vào hai con sông Anilao và Malbasag nằm về phía Bắc Ormoc.<ref name=\"OrmocChp3\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=3: Flood Event|pages=17–18|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%203%20flood%20event.pdf|format=[[PDF]]}}<\/ref> Vùng lưu vực đầu nguồn bao phủ một diện tích 4.567 [[hecta]], trong đó diện tích rừng chỉ chiếm 3,3%; phần còn lại được sử dụng cho mục đích nông nghiệp và tư nhân.<ref name=\"OrmocChp4\"\/> Theo một nghiên cứu vào năm 1990, khoảng 90% diện tích đất lưu vực đã được chuyển đổi sang để trồng [[dừa]] và [[mía]]. Phần lớn diện tích đất này bị khai thác một cách không hợp lý và không đúng cách kể từ thập niên 1970, là nguyên nhân góp phần khiến tình hình tồi tệ hơn.<ref name=\"OrmocChp5\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=5: Critical Social Conditions|pages=30–32|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%205%20critical%20social%20conditions.pdf|format=[[PDF]]}}<\/ref> Thêm vào đó, cấu trúc tự nhiên của những ngọn núi cũng góp phần làm gia tăng lũ lụt, với một vài khu vực sườn dốc đứng chiếm tới 60%. Khi mưa lớn xảy ra, đặc điểm này dẫn tới hơn hai phần ba dãy núi trở nên bất ổn, nguy cơ xảy ra lũ cao.<ref name=\"OrmocChp3\"\/> Trước thời điểm những trận mưa lớn nhất diễn ra khoảng hai tiếng, đất ở lưu vực đã trở nên bão hòa, làm giảm đáng kể khả năng hấp thụ nước từ những trận mưa kế tiếp. Hậu quả là lũ lụt xảy ra ngay sau cơn mưa lớn với lượng {{convert|167|mm|in|abbr=on}} một giờ. Hàng loạt các trận lở đất có quy mô bề rộng dao động từ {{convert|50|đến|100|m|ft|abbr=on}} xuất hiện khắp mọi nơi trong vùng.<ref name=\"OrmocChp4\"\/> Nhìn chung lượng mưa là nhiều gấp đôi so với khả năng xử lý của đất và rất nhiều trận lở đất nhỏ đã làm tăng gấp đôi dung tích chất lỏng.<ref name=\"OrmocChp6\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=6: Evaluation|pages=33–40|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%206%20evaluation.pdf|format=[[PDF]]}}<\/ref> Tại những địa điểm khác nhau dọc theo các con sông, xuất hiện những con đập tạm thời được tạo ra từ mảnh vụn, cụ thể là cây bị cuốn trôi, điều này cho phép nước tích tụ lại. Trong một số trường hợp độ sâu của nước đạt tới {{convert|10|m|ft|abbr=on}} trước khi những con đập này sụp đổ.<ref name=\"OrmocChp3\"\/> Thông thường, mất khoảng lần lượt 3,6 và 5,6 ngày với hai con sông tương ứng là Anilao và Malbasag để nước có thể chảy tới thành phố Ormoc; tuy nhiên con số này chỉ là một giờ trong lũ.<ref name=\"OrmocChp4\"\/>\n\nThành phố Ormoc nằm tại địa điểm có nguy cơ lũ cao với hai con sông Anilao và Malbasag hội tụ ngay phía Bắc và một điểm ngoặt 90 độ ra phía vịnh của sông Anilao. Bên cạnh yếu tố nguy cơ tự nhiên, các công trình thiết kế nghèo nàn trên sông cũng làm tình hình thêm tồi tệ.<ref name=\"OrmocChp5\"\/> Phần lớn các công trình dọc theo sông không chú ý đến mối đe dọa từ lũ lụt, điều này trên thực tế làm tăng mối đe dọa từ hiện tượng này.<ref name=\"OrmocChp6\"\/> Các bức tường bê tông và [[đê]] được xây dưới sông thay vì hai bên bờ, dẫn đến những mảnh vụn dễ bị chặn làm tắc nghẽn dòng chảy. Ngay sau điểm ngoặt 90 độ là cây cầu Cogon. Cấu trúc này làm hẹp bề rộng sông tới khoảng 50%, góp phần cản trở dòng chảy tạm thời và gây gia tăng lượng nước tích tụ. Điểm ngoặt của sông Anilao đã tạo ra một \"hiệu ứng nước đọng tức thời\", dẫn tới một lượng nước khổng lồ tràn bờ.<ref name=\"OrmocChp5\"\/> Vào khoảng 11:00 trưa giờ địa phương ngày 5 tháng 11, khoảng 22.835&nbsp;km³ nước đã làm ngập 25&nbsp;km² (15,5&nbsp;dặm²) diện tích thành phố.<ref name=\"ReliefWeb\"\/><ref name=\"OrmocChp3\"\/> Chỉ trong vòng 15 phút, nước dâng lên cao {{convert|2,1|m|ft|abbr=on|0}} và dâng thêm đến {{convert|3,7|m|ft|abbr=on|0}} trong vòng một giờ.<ref name=\"OrmocChp3\"\/><ref name=\"LT1\">{{chú thích báo|author=Bob Drogin|newspaper=Los Angeles Times|date=ngày 7 tháng 11 năm 1991|access-date =ngày 3 tháng 5 năm 2013|title=2,300 Dead as Storm Batters the Philippines|location=Manila, Philippines|url=http:\/\/articles.latimes.com\/1991-11-07\/news\/mn-1398_1_storm-batters}}<\/ref> Trận lũ kéo dài khoảng ba tiếng, để lại lớp bùn dày {{convert|0,6|m|ft|abbr=on}}.<ref name=\"OrmocChp3\"\/>\n\n{{Quote box|align=right|width=30%|quote=\"Nước vẫn tiếp tục dâng. Chúng tôi đã phải đặt những đứa con của mình lên nóc tủ lạnh. Tuy nhiên nước vẫn cứ dâng, vì vậy tất cả chúng tôi đã trèo lên mái nhà. Nhưng có lẽ chúng tôi đã được ban phước. Tất cả chúng tôi đều sống sót.\"|source=Lời kể từ một người Isle Verde sống sót<ref name=\"PolDis\">{{chú thích web|author=Marites Dañguilan-Vitug|publisher=Philippine Center for Investigative Journalism|access-date =ngày 3 tháng 5 năm 2013|title=The Politics of Disaster|url=http:\/\/pcij.org\/HotSeat\/Chapter%201%20-%20Power%20from%20the%20Forest.pdf|format=[[PDF]]|archive-date = ngày 10 tháng 2 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140210193459\/http:\/\/pcij.org\/HotSeat\/Chapter%201%20-%20Power%20from%20the%20Forest.pdf|url-status=dead}}<\/ref>}}\nThành phố Ormoc đã không hề hoặc ít được cảnh báo về lũ, và tất cả những nạn nhân nằm trên đường đi của nó đều bị cuốn trôi một cách bất ngờ.<ref name=\"Recon\">{{chú thích web|author=Monte L. Peterson|publisher=United States Army Corps of Engineers|date=July 1992|access-date=ngày 3 tháng 5 năm 2013|title=Reconnaissance Report: Flooding Resulting From Typhoon Uring In Ormoc City, Leyte Province, The Philippines|url=http:\/\/www.dtic.mil\/dtic\/tr\/fulltext\/u2\/a269264.pdf|format=[[PDF]]|pages=1–49|archive-date=2017-02-25|archive-url=https:\/\/web.archive.org\/web\/20170225231925\/http:\/\/www.dtic.mil\/dtic\/tr\/fulltext\/u2\/a269264.pdf|url-status=dead}}<\/ref> Rất nhiều hộ gia đình có thu nhập thấp sinh sống dọc theo hai bên bờ sông, dù đây là khu vực nguy cơ cao. Ngoài ra, những người định cư bất hợp pháp được cho phép sinh sống trong một khu vực dọc theo hai bên bờ sông Anilao được gọi là Isle Verde.<ref name=\"OrmocChp5\"\/> Khoảng 2.500 người sống ở đó đã khai hoang khu đất trước khi lũ đến. Phần lớn nạn nhận thiệt mạng là ở dọc theo hai bên bờ sông, đa phần là chết đuối hoặc bị chôn vùi trong bùn và các mảnh vụn. Một người sống sót đã mô tả sự kiện ban đầu như là một con sóng khổng lồ tràn lên bờ và làm ngập thành phố. Cộng đồng người Isle Verde hầu như bị xóa sổ, chỉ còn 200 người sống sót so với số lượng ban đầu 2.500. Với những người còn sống, sự kiện được biết đến như là \"Cái chết của Isle\".<ref name=\"PolDis\"\/> Những người dân đã thông báo về hàng trăm thi thể trôi nổi trên đoạn sông trong khu vực.<ref name=\"LT1\"\/> Dòng nước lũ cuốn theo bùn đất còn làm nứt các bức tường của tòa thị chính.<ref name=\"TPP1\"\/> Gần 3.000 ngôi nhà đã bị phá hủy và hơn 11.000 căn khác bị hư hại.<ref name=\"OrmocChp1\"\/> Tính riêng tại Ormoc, các quan chức xác nhận có 4.922 người thiệt mạng và từ 1.857 đến 3.000 người khác mất tích.<ref name=\"Recon\"\/><ref name=\"Inquirer1\">{{chú thích web|author=Cris Evert Lato|publisher=The Inquirer|date=ngày 12 tháng 11 năm 2010|access-date=ngày 7 tháng 5 năm 2013|title=Ormoc rises from flash flood tragedy|url=http:\/\/newsinfo.inquirer.net\/inquirerheadlines\/regions\/view\/20101112-302900\/Ormoc-rises-from-flash-flood-tragedy|location=Ormoc, Philippines|archive-date=2013-12-03|archive-url=https:\/\/web.archive.org\/web\/20131203162956\/http:\/\/newsinfo.inquirer.net\/inquirerheadlines\/regions\/view\/20101112-302900\/Ormoc-rises-from-flash-flood-tragedy|url-status=dead}}<\/ref> Phần lớn số người mất tích này rất có thể đã bị lũ cuốn ra biển và được xem như đã chết.<ref name=\"TPP1\"\/> Hai ngày sau cơn bão, đã phát hiện ra vài thi thể trong số đó được sóng đẩy trở lại bờ.<ref>{{chú thích báo|author=Associated Press|newspaper=The Vindicator|date=ngày 7 tháng 11 năm 1991|access-date =ngày 6 tháng 5 năm 2013|title=Tropical Storm Thelma: Survivors looks for relatives in aftermath|url=http:\/\/news.google.com\/newspapers?id=B-dYAAAAIBAJ&sjid=dIUMAAAAIBAJ&dq=tropical%20storm%20thelma&pg=1032%2C3385381|page=A6|location=Ormoc, Philippines}}<\/ref> Bên cạnh đó còn có 3.020 người bị thương.<ref name=\"OrmocChp1\"\/> Các quan chức tuyên bố rằng số người chết có thể lên tới hàng chục ngàn nếu lũ xảy ra ban đêm thay vì giữa trưa như trên thực tế.<ref name=\"TPP1\"\/>\n\n==Hậu bão==\n{{Quote box|align=right|width=30%|quote=\"Trông giống như trại tử thần của Đức Quốc Xã. Thi thể người già và trẻ em xếp chồng lên nhau.\"|source=Thống đốc tỉnh Cebu Lito Osmena<ref name=\"TPP1\">{{chú thích báo|author=Associated Press|newspaper=The Pittsburgh Press|date=ngày 6 tháng 11 năm 1991|access-date =ngày 3 tháng 5 năm 2013|title=Floods, landslides from tropical storm kill 2,337 in Philippines|location=Tacloban, Philippines|page=A1|url=http:\/\/news.google.com\/newspapers?id=B3IjAAAAIBAJ&sjid=FWQEAAAAIBAJ&dq=tropical%20storm%20thelma&pg=6827%2C3321429}}<\/ref>}}\nBan đầu, phải mất đến hơn 24 giờ để tin tức về thảm họa đến được với các quan chức chính phủ tại [[Manila]], do phần lớn hệ thống thông tin liên lạc trên khắp Leyte bị phá hủy.<ref name=\"LT1\"\/> Đến ngày 7 tháng 11, các chiến dịch tìm kiếm cứu nạn bắt đầu được tiến hành tại Leyte và Negros Occidental. Những lô hàng cứu trợ đầu tiên bao gồm khẩu phần lương thực, gạo, cá mòi và quần áo cũ đã được chuyển đến từ [[Cebu]] trong cùng ngày.<ref name=\"ReliefWeb\"\/> Vào ngày 8 tháng 11, [[Tổng thống Philippines]] khi đó là [[Corazon Aquino]] tuyên bố toàn bộ Leyte là [[vùng thiên tai]].<ref name=\"TV2\">{{chú thích báo|author=Associated Press|newspaper=The Vindicator|date=ngày 9 tháng 11 năm 1991|access-date =ngày 7 tháng 5 năm 2013|title=The Philippines: Search continues for bodies of victims|page=A3|location=Manila, Philippines|url=http:\/\/news.google.com\/newspapers?id=CedYAAAAIBAJ&sjid=dIUMAAAAIBAJ&dq=tropical%20storm%20thelma&pg=1325%2C4260781}}<\/ref> Tại Ormoc, những nỗ lực cứu trợ đã bị cản trở bởi việc thiếu nhiên liệu và những tuyến đường thông suốt. Theo những báo cáo từ trạm radio không chuyên cho biết một chiếc [[AC-130]] đã có thể tiếp đất tại một sân bay địa phương, nhưng những nguyên vật liệu sau đó phải được vận chuyển tiếp bằng trực thăng do các con đường bị phong tỏa.<ref name=\"ReliefWeb\"\/> Ngoài ra hoạt động cứu trợ còn bị cản trở bởi những cơn mưa tiếp diễn và địa hình ghồ ghề của vùng chịu tác động.<ref name=\"LT1\"\/> Đến ngày 11 tháng 11, đã có xấp xỉ 8.300 hộ gia đình đã được giải cứu và 7521 hộ khác được di tản khỏi những khu vực bị ảnh hưởng.<ref name=\"ReliefWeb\"\/>\n\n{{Những cơn bão chết chóc nhất tại Philippines}}\nNhững trung tâm phân phối nguồn cung được thiết lập tại Ormoc, đem đến cho người dân thực phẩm, nước uống, nguyên vật liệu trong ngày 11.<ref name=\"ReliefWeb\"\/> Tại những trung tâm này mỗi người dân được cung cấp một hộp cá mòi và 1&nbsp;kg gạo.<ref name=\"TV2\"\/> Các trung tâm chỉ có thể hoạt động vào ban ngày do thiếu nhiên liệu và phương tiện vận chuyển. Nước sạch từ Cebu được cung ứng với lượng hạn chế. Các đội y tế và vệ sinh môi trường đã được triển khai trên toàn tỉnh, nhiều nhân viên trong số đó đến từ các địa bàn lân cận.<ref name=\"ReliefWeb\"\/> Người dân đã đi tìm gỗ từ những thân cây trong đống rác vật thể bị lũ cuốn để tạo nên những chiếc quan tài tạm, trong khi những người khác xếp chồng các thi thể lên nhau trên những chiếc xe cút kít hoặc xe tải.<ref name=\"LT1\"\/> Các quan chức thì gặp khó khăn trong việc làm thế nào để đối phó với số thương vong quá lớn khi mà các thi thể đang nằm la liệt khắp vùng Ormoc. Nhiều thi thể đã được tìm thấy tại vùng ven biển các [[barangay]] Linao, Camp Downes, và Bantigue cũng như tại bến tàu Ormoc.<ref name=\"Inquirer1\"\/> Để phòng chống dịch bệnh lây lan, các [[hố chôn tập thể]] được dựng lên, và 700 xác chết đã được [[chôn cất|chôn]] trong ngày mùng 8. Xe tải tự đổ được sử dụng để chuyển các xác chết đến những hố chôn một cách nhanh nhất.<ref name=\"TV1\">{{chú thích báo|author=Associated Press|newspaper=The Vindicator|date=ngày 8 tháng 11 năm 1991|access-date =ngày 7 tháng 5 năm 2013|title=Mass burials mark Thelma's destruction|location=Ormoc, Philippines|page=A8|url=http:\/\/news.google.com\/newspapers?id=COdYAAAAIBAJ&sjid=dIUMAAAAIBAJ&dq=tropical%20storm%20thelma&pg=4542%2C3901401}}<\/ref> Khi các xác chết bước vào giai đoạn phân hủy, người dân đã than phiền rằng \"mùi hôi thối là không thể chịu đựng nổi\". Thậm chí vài tháng sau cơn bão, đôi khi vẫn còn thi thể được phát hiện, một số được tìm thấy trong những hệ thống thoát nước.<ref name=\"Inquirer1\"\/> Đến ngày 10 tháng 11, bốn tàu hải quân đã tìm thấy 16 thi thể dưới những vùng nước nông gần Ormoc.<ref>{{chú thích báo|author=Associated Press|newspaper=The Times-News|date=ngày 10 tháng 11 năm 1991|access-date =ngày 7 tháng 5 năm 2013|title=2nd storm heads to ravaged Philippines|location=Manila, Philippines|page=9A|url=http:\/\/news.google.com\/newspapers?id=XO4eAAAAIBAJ&sjid=kSQEAAAAIBAJ&dq=tropical%20storm%20thelma&pg=3100%2C2297599}}<\/ref> Cuối cùng vào ngày 12, các tuyến đường xung quanh thành phố đã được khơi thông, dù vậy điện vẫn chưa được nối lại. Với sự triển khai của các đội ngũ y tế đến từ [[Nhật Bản]], các bệnh viện trong vùng đã có thể quay trở về hoạt động với đầy đủ công suất. Cho đến ngày 22, điện và nước đã được phục hồi tương ứng lần lượt là 70 và 60%. Giai đoạn cứu trợ khẩn cấp kết thúc vào ngày 29 tháng 11 và công việc điều phối khắc phục thiên tai được giao lại cho Philippines. Tại thời điểm đó, giá trị các khoản viện trợ quốc gia cho Ormoc đã đạt 1,1 triệu USD, và hơn nửa trong số đó đến từ khoản trợ cấp của Tổng thống.<ref name=\"ReliefWeb\"\/>\n\nVào ngày 7 tháng 11, mặc dù không có lời kêu gọi viện trợ quốc tế chính thức, chính phủ các nước [[Pháp]] và [[Mỹ]] vẫn đã cung cấp các khoản hỗ trợ lần lượt 34.783 và 25.000 USD. Ngày hôm sau, Philippines đã yêu cầu được cung cấp thực phẩm, nước sạch, thuốc men, nhu yếu phẩm, và máy móc hạng nặng. Một đội ngũ nhân viên đến từ [[Tổ chức Cứu trợ Thiên tai Quốc gia Hoa Kỳ]], chuyên về hoạt động phối hợp cứu trợ và lũ lụt cũng đã được gửi đến. [[Hội Chữ thập Đỏ]] đã kêu gọi một khoản tiền quyên góp trị giá 418.000 USD nhằm hỗ trợ cho 15.000 hộ gia đình trong vòng một tháng. Một khoản tiền mặt trợ cấp trị giá 17.300 USD cũng được gửi đến từ [[Vương quốc Anh]] trong ngày 8 tháng 11.<ref name=\"ReliefWeb\"\/> Hai chiếc AC-130 của [[Không quân Hoa Kỳ|Lực lượng Không quân Hoa Kỳ]] đã khởi hành từ [[Căn cứ Hải quân Hoa Kỳ Vịnh Subic|Căn cứ Hải quân vịnh Subic]] đến Cebu mang theo những bữa ăn sẵn sàng có thể dùng ngay lập tức.<ref name=\"TV1\"\/> Đến ngày 12 trị giá các khoản hỗ trợ quốc tế đạt con số 2,5 triệu USD, với việc các nước [[Hà Lan]], Nhật Bản, [[Australia]] lần lượt gửi tới 1,05 triệu; 1 triệu, và 188.000 USD. Ngoài ra Mỹ còn cung cấp thêm 55.000 gói khẩu phần thức ăn. Hai ngày sau tổng trị giá các khoản hỗ trợ quốc tế tăng lên gần gấp đôi với những sự trợ giúp đến từ [[Chương trình Phát triển Liên hiệp quốc]], [[Chương trình Lương thực Thế giới]], [[Tổ chức Tầm nhìn Thế giới]], tổ chức [[Bác sĩ không biên giới|Bác sĩ Không Biên giới]], [[Charitas]], cùng hàng loạt chi nhánh của Hội Chữ thập Đỏ, và chính phủ các nước [[Canada]] và [[New Zealand]]. Cuối cùng, con số này lên tới xấp xỉ 5,8 triệu USD, trong đó đến từ 13 quốc gia, [[Liên hiệp quốc]], Hội Chữ thập Đỏ, và các tổ chức phi chính phủ khác.<ref name=\"ReliefWeb\"\/>\n\nIsle Verde, nơi đã có xấp xỉ 2.300 người thiệt mạng, được chính phủ tuyên bố là địa điểm không thể cư trú. Tuy nhiên những người dân vẫn quay trở về khu vực này vì họ cần một mảnh đất để sinh sống. Cuối cùng các tấm biển cảnh báo người dân không được ở lại trên hòn đảo nhỏ này đã bị dỡ xuống và người dân không còn bị cảnh báo cấm sống ở đây. Một cộng đồng tái định cư được dựng nên vài tháng sau, với kế hoạch xây 912 ngôi nhà cho 2.668 hộ gia đình cần phải di dời khỏi khu vực. Những người không được chuyển đi đã ở lại Isle Verde bất chấp lệnh của chính phủ.<ref name=\"PolDis\"\/> Một dự án tái định cư khác dành cho 700 hộ gia đình cũng được lên kế hoạch với khoản kinh phí 1 triệu USD.<ref name=\"ReliefWeb\"\/>\n\nQuy mô không giới hạn của trận lũ tại vùng lưu vực Anilao–Malbasag khiến khu vực này trở nên dễ tổn thương hơn trong tương lai bởi các trận lũ khác. Các sườn đồi trở nên bất ổn hơn và các con sông bị tắc nghẽn bởi các mảnh vụn, làm mực nước sông dâng cao và vươn rộng ra hai bên bờ. Một đánh giá sau thảm họa vào tháng 10 năm 1992 đã nêu ra rằng sự hợp tác nhanh chóng của tất cả các cơ quan từ địa phương tới chính phủ là cần thiết để đề phòng những thảm kịch tương tự xảy ra trong tương lai.<ref name=\"OrmocChp6\"\/> Điều này thúc giục những người dân còn sống dọc theo hai bên bờ sông di dời đến nơi ở khác; tuy nhiên, do báo cáo này được thực hiện sau gần một năm, khu vực này đã sắp sửa trở nên đông đúc trở lại. Một cách thức được nêu ra để phòng ngừa đó là nạo vét hai con sông và có thể là thay thế các kênh. Vài phương án khác cũng được đưa ra nhằm phục hồi cảnh quan lưu vực đầu nguồn như: tái trổng rừng, canh tác nông nghiệp và thiết kế lại cách trồng rừng nhằm làm thế nào để giữ nước mưa tốt hơn.<ref name=\"OrmocChp7\">{{chú thích tạp chí|author=Environmental Research Division, Manila Observatory|publisher=Environmental Science for Social Change|date=October 1992|access-date =ngày 3 tháng 5 năm 2013|journal=The Ormoc City Tragedy of ngày 5 tháng 11 năm 1991|chapter=7: Recommendations|pages=41–43|url=http:\/\/essc.org.ph\/images\/ESSC\/Publications\/Ormoc_Tragedy\/chapter%207%20recommendations.pdf|format=[[PDF]]}}<\/ref> Cải tạo dài hạn vùng lưu vực được xem là cần thiết để hỗ trợ cho công cuộc sửa chữa, tái thiết cơ sở hạ tầng tại Ormoc.<ref name=\"OrmocChp6\"\/>\n\nVào năm 1993, theo một lời mời của chính phủ Philippines, [[JICA|Cơ quan Hợp tác Quốc tế Nhật Bản]] đã tiến hành các công việc như nghiên cứu vấn đề kiểm soát lũ cho Ormoc và các thành phố khác trên toàn quốc. Vào năm 1998, một dự án thi công nhằm giảm thiểu lũ lụt với khoản kinh phí trị giá 800 triệu [[Peso Philippines|peso]] (20,6 triệu USD) được phê duyệt và sau đó hoàn thành vào năm 2001. Trong năm 2001, [[Mùa bão Tây Bắc Thái Bình Dương 2001#Áp thấp nhiệt đới 01W (Auring)|áp thấp nhiệt đới Auring]] đã gây lũ lụt ở một cấp độ tương tự như Thelma; tuy nhiên dòng nước đã được chuyển hướng ra biển một cách hợp lý. Một tác phẩm điêu khắc và tượng đài tưởng nhớ các nạn nhân được thiết kế lần lượt bởi kiến trúc sư Maribeth Ebcas và nghệ sĩ Florence Cinco, có tên \"Quà tặng Cuộc sống\" đã được dựng nên trên một diện tích 1,3&nbsp;km² (0,8&nbsp;mi<sup>2<\/sup>). Công trình này vừa để nhắc nhở con người cần phải tôn trọng thiên nhiên và cũng là một thông điệp của sự hy vọng gửi đến người dân Ormoc.<ref name=\"Inquirer1\"\/>\n\nVới thảm họa nhân mạng tồi tệ mà cơn bão gây ra, cái tên ''Uring'' đã bị [[Danh sách tên xoáy thuận nhiệt đới#Tên bị khai tử|khai tử]] và thay thế bằng ''Ulding''. Bên cạnh đó tên quốc tế ''Thelma'' cũng bị khai tử và thay thế bằng ''Teresa''.<ref name=\"TCRR\">{{chú thích tạp chí|author=Xiaotu Lei and Xiao Zhou (Shanghai Typhoon Institute of China Meteorological Administration)|journal=Tropical Cyclone Research And Review|volume=1|issue=1|doi=10.6057\/2012TCRR01.03|date=February 2012|access-date =ngày 3 tháng 5 năm 2013|title=Summary of Retired Typhoons in the Western North Pacific Ocean|pages=23–32|url=http:\/\/tcrr.typhoon.gov.cn\/EN\/Y2012\/V1\/I1\/23|archive-date = ngày 4 tháng 11 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131104080210\/http:\/\/tcrr.typhoon.gov.cn\/EN\/Y2012\/V1\/I1\/23|url-status=dead}}<\/ref>\n\n== Xem thêm ==\n* [[Danh sách tên bão Tây Bắc Thái Bình Dương bị khai tử]]\n* [[Bão tại Philippines]]\n* Những cơn bão làm hơn 1.000 người thiệt mạng khác tại Philippines:\n**[[Bão Haiyan (2013)|Bão Haiyan (Yolanda, 2013)]]\n**[[Bão Bopha (2012)|Bão Bopha (Pablo, 2012)]]\n**[[Bão Washi|Bão Washi (Sendong, 2011)]]\n**[[Bão Fengshen (2008)|Bão Fengshen (Frank, 2008)]]\n**[[Bão Durian (2006)|Bão Durian (Reming, 2006)]]\n**[[Áp thấp nhiệt đới Winnie (2004)|Áp thấp nhiệt đới Winnie, 2004]]\n**[[Bão Ike (1984)|Bão Ike (Nitang, 1984)]]\n\n== Chú thích ==\n{{tham khảo|group=nb}}\n\n== Tham khảo ==\n;Chung\n*{{chú thích sách|author=Dennis J. Parker|title=Floods|volume=1|year=2000|publisher=Routledge|isbn=0-415-22743-7|url=http:\/\/books.google.com\/books?hl=en&lr=&id=Tv1R03tNEtoC&oi=fnd&pg=PA400&dq=Tropical+Storm+Thelma&ots=M1UpII_B75&sig=gGMJgyqg1tiV6yRM_od8pRn7NAI#v=onepage&q=Tropical%20Storm%20Thelma&f=false}}\n\n;Cụ thể\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.jma.go.jp\/en\/typh\/ Japan Meteorological Agency]\n*[http:\/\/www.usno.navy.mil\/JTWC Joint Typhoon Warning Center] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100301105349\/http:\/\/www.usno.navy.mil\/JTWC |date=2010-03-01 }}\n\n{{Các chủ đề|Xoáy thuận nhiệt đới|Philippines}}{{Thiên tai Việt Nam}}{{Những tên bão Tây Bắc Thái Bình Dương bị khai tử}}\n{{Danh sách tên bão bị khai tử ở Philippines}}\n\n{{DEFAULTSORT:Thelma (1991)}}\n[[Thể loại:Bão Tây Bắc Thái Bình Dương bị khai tử]]\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 1991]]\n[[Thể loại:Bão tại Philippines]]\n[[Thể loại:Bão tại Việt Nam]]\n[[Thể loại:Việt Nam năm 1991]]"}