{"515069":"{{chú thích trong bài}}{{bài cùng tên|Bão Chanthu (Định hướng)}}{{Infobox Hurricane|Name=Bão Chanthu (Caloy)|Type=Bão cuồng phong|Year=2010|Basin=WPac|Image location=Chanthu Jul 22 2010 0325Z.jpg|Image name=Bão Chanthu lúc đạt cường độ mạnh nhất|Formed=17 tháng 7, 2010|Dissipated=23 tháng 7, 2010|1-min winds=80|10-min winds=70|Pressure=965|Fatalities=19 người|Damages=817.7|Areas=[[Luzon]], [[Quảng Đông]]|Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 2010]]}}'''Bão Chanthu''' là một cơn bão phát triển từ một [[áp thấp nhiệt đới]] hình thành vào sáng sớm ngày 17 tháng 7 năm 2010.\n\n== Cấp bão ==\n'''Cấp bão (Việt Nam):''' cấp 13 - bão cuồng phong.\n\n'''Cấp bão (Nhật Bản):''' 70 hải lý \/ 1 giờ - bão cuồng phong. Áp suất:970 mbar (hPa)\n\n'''Cấp bão (Hoa Kỳ):''' 80 hải lý \/ 1 giờ - bão cuồng phong cấp 1.\n\n== Lịch sử khí tượng ==\n{{Storm path|Chanthu 2010 track.png}}\nCơ quan Khí tượng Nhật Bản (JMA) đã báo cáo rằng áp thấp nhiệt đới đã phát triển tại vị trí 220&nbsp;km về phía đông bắc [[Manila]], [[Philippines]]. Cuối ngày 17 tháng 7 năm 2010, JTWC thông báo rằng áp thấp đã có trung tâm lưu thông mức thấp với vùng đối lưu sâu về phía đông bắc của tâm. Ngày 18 tháng 7, áp thấp nhiệt đới đã chuyển thành bão nhiệt đới sau khi đã gặp điều kiện thuận lợi xoáy nghịch nhiệt đới. Ngày 20 tháng 7 năm 2010, bão Chanthu đã có vị trí cách [[quần đảo Hoàng Sa]] khoảng 380 m, mạnh cấp 8 theo [[thang bão Việt Nam]] và có khả năng còn mạnh thêm.\n\n[[Trung tâm Dự báo Khí tượng Thủy văn Trung ương|Trung tâm dự báo khí tượng thủy văn trung ương]], dự báo trong hai ngày 21 và 22 tháng 7 năm 201, bão Chanthu đi theo hướng tây bắc, tốc độ 10–15&nbsp;km mỗi giờ và còn mạnh lên, đến sáng sớm 21 tháng 7, bão sẽ cách [[đảo Hải Nam]] khoảng 370&nbsp;km về phía đông bắc, mạnh thành cấp 10 theo cấp bão Việt Nam. Vùng gió mạnh nguy hiểm của bão bán kính khoảng 250&nbsp;km.\nCơ quan này cũng dự báo trong hai ngày 21 và 22 tháng 7, bão Chanthu chủ yếu đi theo hướng tây bắc, hướng vào bờ biển Trung Quốc, duy trì tốc độ 10–15&nbsp;km và có khả năng mạnh thêm. Đến sớm ngày 22\/7, tâm bão sẽ có vị trí cách bờ biển tỉnh [[Quảng Đông]] khoảng 100&nbsp;km về phía đông nam, mạnh cấp 10-11 theo thang bão Việt Nam.\n\n== Ảnh hưởng ==\n\n=== Philippines ===\nỞ Luzon, mưa lớn đã gây ra lũ lụt phá hủy ít nhất một ngôi nhà và mắc kẹt hàng ngàn người. Tám người đã thiệt mạng ở Philippines.\n\n=== Trung Quốc ===\nTại Trung Quốc, tin tức nhà nước Tân Hoa Xã cho biết hai người đã bị giết bởi những bức tường bị thổi bay bởi những cơn gió mạnh. Cơn bão đổ bộ gần thành phố Wuchuan. Truyền hình nhà nước phát hình ảnh những con sóng lớn đâm vào bờ Quảng Đông, cây cối bị gió và cột điện đổ sập xuống đường dưới mưa lớn. Sau đó, lũ lụt đã cuốn trôi một người đàn ông 50 tuổi tại một ngôi làng ở Hồng Kông. Các tỉnh miền nam Trung Quốc là Quảng Đông và Hải Nam đã chuẩn bị sẵn sàng, trước khi đổ bộ dự kiến của Typhoon Chanthu. Cơ quan khí tượng Quảng Đông, đã đưa ra mức độ ứng phó thảm họa cao nhất. Tổng cộng, 9 người đã thiệt mạng ở Nam Trung Quốc, và tổng thiệt hại kinh tế được tính là 5,54 tỷ CNY (817,7 triệu USD).\n\n==== Hồng Kông ====\nKhi các dải mưa của Chanthu đi qua Hồng Kông, những cơn mưa lớn đã gây ra lũ lụt nghiêm trọng trên toàn lãnh thổ. Tín hiệu Mưa Đen được phát ra. Hai người bị chết đuối và được tìm thấy đã chết, và hai người vẫn đang mất tích.\n\n== Xem thêm ==\n\n* [[Bão Conson (2010)]]\n* [[Bão Megi (2010)]]\n{{thể loại Commons|Typhoon Chanthu (2010)}}<br \/>{{tham khảo}}{{Thiên tai Việt Nam}}\n{{DEFAULTSORT:Chanthu (2010)}}\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2010]]\n[[Thể loại:Bão tại Việt Nam]]\n[[Thể loại:Bão tại Philippines]]\n[[Thể loại:Bão tại Trung Quốc]]"}