{"12814":"{{Thông tin bão\n| Name=Bão Damrey\n| Type=Bão cuồng phong\n| Year=2005\n| Basin=WPac\n| Image location=Damrey 2005-09-25 0545Z.jpg\n| Image name=Bão Damrey\n| Formed=21 tháng 9 năm 2005\n| Dissipated=27 tháng 9 năm 2005\n| 1-min winds=90\n| 10-min winds=80\n| Pressure=955\n| Damages=\n| Inflated=\n| Fatalities=66 người\n| Areas=[[Trung Quốc]], [[Philippines]]\n| Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 2005]]\n}}\n'''Bão Damrey''' (tên chỉ định quốc tế:'''0518''', JTWC:'''17W''', PAGASA:'''Labuyo''', Việt Nam:'''Cơn bão số 7''') là một cơn [[xoáy thuận nhiệt đới|bão nhiệt đới]], trong mùa bão ở [[Thái Bình Dương]] năm 2005. Từ \"Damrey\" trong tiếng Khmer nghĩa là \"con voi\".\n\nDamrey đã đổ bộ tỉnh Hải Nam của Trung Quốc lúc 20:00 UTC, ngày 25 tháng 9 (04:00 ngày 26 tháng 9 theo giờ địa phương) với sức gió tối đa lên đến 180&nbsp;km\/h. Điều này làm cho Damrey cơn bão mạnh nhất tấn công đảo Hải Nam kể từ khi cơn bão Marge tấn công trong tháng 9 năm 1973.\n\nÍt nhất 16 người được cho là đã chết tại Trung Quốc, và toàn bộ tỉnh Hải Nam bị mất điện. Damrey sau đó tiếp tục ảnh hưởng đến Việt Nam trước khi suy yếu, đổ bộ vào Ninh Bình - Thanh Hóa sáng 27\/9, tâm bão vào Thanh Hóa.\n==Lịch sử khí tượng==\n{{Storm path|Damrey 2005 track.png}}Bão Damrey hình thành ngoài [[Thái Bình Dương]] phía đông [[Philippines]] vào ngày [[19 tháng 9]] được [[Cục quản lý Thiên văn, Địa vật lý và Khí quyển Philippines|PAGASA]] đặt tên là Labuyo. Ngày [[20 tháng 9]] bão đạt cấp áp thấp nhiệt đới 17W theo [[Trung tâm Cảnh báo Bão Quốc tế]] và được nâng cấp thành bão nhiệt đới Damrey (theo tiếng Khmer, [[Wikt:Damrey|Damrey]] là con voi). Bão Damrey đến [[đảo Hải Nam]], [[Trung Quốc]] vào 20:00 [[Giờ phối hợp quốc tế|UTC]], ngày [[25 tháng 9]] (tức 04:00 ngày 26 tháng 9 theo giờ địa phương). Bão đạt sức gió 180&nbsp;km\/giờ và là cơn bão mạnh nhất đổ bộ vào Hải Nam từ năm [[1974]]. Bão Damrey đổ bộ trực tiếp vào ven biển các tỉnh [[Thái Bình]], [[Nam Định]], [[Ninh Bình]], [[Thanh Hóa]], [[Hải Phòng]] vào rạng sáng ngày [[27 tháng 9]] (giờ Hà Nội) với sức gió mạnh tới cấp 10, 11 (từ 103 đến 133&nbsp;km\/giờ), có nơi giật trên cấp 12 (theo [[Thang sức gió Beaufort]]). Trước khi đổ bộ vào các tỉnh này, bão vượt qua Vịnh Bắc bộ, tràn vào huyện đảo Bạch Long Vĩ với sức gió cấp 12. Rất may, nhờ công tác phòng chống bão được chuẩn bị tốt, hầu hết các tàu thuyền đậu trong Cảng và khu neo đậu tàu đều đã được yêu cầu về đất liền nên thiệt hại không lớn, không có thiệt hại về người. Tuy nhiên một số ngôi nhà bị tốc mái, nhiều héc ta rừng phi lao bị gió thổi gãy, ước tính thiệt hại khoảng 10 tỷ đồng.<ref name=\"damrey\">{{chú thích báo|author=Nhóm phóng viên|title=Bão số 7 hoành hành các tỉnh phía Bắc|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/bao-so-7-hoanh-hanh-cac-tinh-phia-bac-2026971.html|access-date =14 tháng 11 năm 2013|newspaper=VnExpress|date=27 tháng 9 năm 2005}}<\/ref> 16:00 ngày [[27 tháng 9]] (giờ địa phương), bão số 7 đã đi vào đất [[Lào]] với sức gió suy yếu dần, chỉ còn cấp 8 - 9. Tính đến 19:00 ngày 27 tháng 9, tổng lượng mưa đo được ở các tỉnh đồng bằng ven biển Bắc Bộ và tỉnh [[Hòa Bình]] phổ biến ở mức 100 đến 150&nbsp;mm. Đêm ngày [[27 tháng 9]], do ảnh hưởng của cơn bão số 7, lũ quét đã bất ngờ đổ ập xuống phía tây tỉnh [[Yên Bái]]. Gây thiệt hại lớn về người và tài sản. Ngày [[28 tháng 9]] bão Damrey tiếp tục suy yếu thành áp thấp nhiệt đới trên địa phận nước Lào và di chuyển về phía tây, suy yếu thành vùng áp thấp và tan dần.\n\n==Ảnh hưởng==\nẢnh hưởng của bão, Tại Văn Lý (Nam Định) có gió mạnh cấp 12 giật cấp 13, tại Thị xã Thái Bình - nay là Thành phố Thái Bình (Thái Bình) có gió mạnh cấp 9 giật cấp 11, tại Nho Quan (Ninh Bình) có gió mạnh cấp 9 giật cấp 10, tại Thành phố Thanh Hóa (Thanh Hóa) có gió mạnh cấp 10 giật cấp 11, tại Quỳnh Lưu (Nghệ An) có gió mạnh cấp 8 giật cấp 11.\n\n===Thanh Hóa===\n*12&nbsp;km đê Hậu Lộc bị vỡ hoàn toàn, nước ngập trong đất liền có nơi lên tới 5m\n*Đê biển xã Hoằng Thanh vỡ\n*4&nbsp;km đê biển xã Hoằng Lưu bị tràn\n*1 người chết và 4 thuyền đánh cá mất tích\n*Tốc mái hàng chục nghìn nhà dân, hàng trăm cột điện.<ref name=damrey\/>\n===Nam Định===\nCác đọan đê bị vỡ\n*100m đê Thịnh Long (Hải Hậu)\n*300m đê Nghĩa Phúc (Nghĩa Hưng)\n*Đê huyện Nghĩa Hưng bị sạt nghiêm trọng, rất khó ứng cứu<ref name=damrey\/>\n===Hải Phòng===\n*Vỡ một số đoạn trên tuyến đê Hoàng Châu - Văn Chấn (Cát Hải)\n*Đê biển [[Đồ Sơn]] bị uy hiếp nghiêm trọng<ref name=damrey\/>\n===Hà Nội===\n*Ngày [[27 tháng 9]] hầu hết các chuyến bay ở [[Sân bay quốc tế Nội Bài]] đều bị hoãn hoặc huỷ bỏ. Hơn 1000 hành khách bị kẹt ở sân bay chờ sơ tán. Những chuyến bay đi quốc tế bằng máy bay B777 vẫn thực hiện bình thường.\n*Mưa lớn phủ lên khắp thành phố, sức gió ở mức cấp 3 - 4, giật đến cấp 7 đã làm đổ 8 cây to trong nội thành tập trung ở các phố Lò Đúc, Nguyễn Bỉnh Khiêm, Ngô Sĩ Liên, Bát Sứ và Phố Huế. Tại các tuyến phố Chùa Bộc, Thái Hà, Thái Thịnh… mưa to đã làm nhiều đoạn ngập tới nửa bánh xe.<ref name=damrey\/>\n===Yên Bái===\n*Lũ cuốn ở [[Yên Bái]] làm chết ít nhất 38 người. Thị xã Nghĩa Lộ bị thiệt hại nặng nhất ước tính trên 10 tỷ đồng. Trong đó, \n**Hơn 40 mét đường dẫn lên cầu Thia (huyết mạch giao thông duy nhất ra huyện Văn Chấn và thành phố Yên Bái tỉnh lỵ) bị lũ cuốn trôi, cắt đứt. 5 nhà dân bị cuốn trôi; nhiều tài sản, diện tích lúa và hoa màu bị chìm trong nước lũ. Có ba người trong lực lượng ứng cứu bị thương nặng. \n**Phường Pú Trạng có 60 nhà dân chìm trong nước, 3 nhà bị cuốn trôi, 15 ha lúa và hoa màu bị ngập, trong đó 10 ha mất trắng; nhiều kè chắn lũ bị sạt vỡ, hàng trăm gia súc, gia cầm bị lũ cuốn.\n**Xã Nghĩa Phúc bị ngập trên 10 ha ruộng, 30 ha ao hồ, hỏng kè chắn lũ bản Pưn và Pú Lo. \n**Xã Nghĩa Lợi 8 nhà bị cuốn trôi, 11 nhà bị ảnh hưởng. \n**Xã Nghĩa An bị sạt nhiều đường giao thông, đổ cột điện dân dụng. Nhà máy nước Nghĩa Lộ bị cuốn trôi 30 mét đường xuống trạm bơm cấp I.<\n===Các nơi khác===\n* Mưa lớn và gió cấp 9 - 10 tại [[Thái Bình]] làm 11 căn nhà và phòng học bị sập, 450 gian nhà và phòng học bị tốc mái, 300 cột điện bị gấy đổ, 2.200 ha đầm nuôi tôm bị ngập, 2.500 ha hoa màu bị dập nát, hàng chục ngàn ha lúa đang kỳ thu hoạch bị ngập nước. 100.000 cây xanh bị gãy đổ. Thiệt hại ước tính hàng trăm tỷ VNĐ.\n* Tỉnh [[Nghệ An]] có hai người ở huyện Quỳnh Lưu (giáp với [[Thanh Hóa|Thanh Hoá]]) bị thương nhẹ. Diện tích rau màu bị ngập khoảng 13.000 ha, cây ngô đông bị ngập 15 ha. Khoảng 100 cột điện hạ thế bị gãy đổ, 45 ha ao tôm cá bị ngập. Thiệt hại khoảng 20 tỷ VNĐ.\n* [[Quảng Ninh]]: 50 ngôi nhà, một bệnh viện bị tốc mái. 2 nhà lưới trồng hoa, trên 50ha rau màu bị đổ gãy, hư hỏng hoàn toàn, thiệt hại ước tính trên 100 triệu đồng VNĐ.\n* [[Hà Tĩnh]]: mưa lớn cộng với triều cường làm 5&nbsp;km đê biển thuộc xã Cẩm Lĩnh, huyện Cẩm Xuyên bị cuốn trôi\n* [[Ninh Bình]] có trên 2.230 nhà ở, trường học bị đổ, tốc mái và hư hại nặng, hàng trăm mét đê sạt lở; hàng trăm cột điện hạ thế và cao thế bị đổ. Hiện có hai người ở huyện Kim Sơn mất tích\n\n==Thống kê thiệt hại==\n===Thương vong và mất tích===\n{{Bảng thiệt hại do bão Damrey}}\n* Mưa lớn do bão Damrey gây ra ở [[Philippines]] khiến ít nhất 18 người chết.\n* Bão Damrey làm 9 người chết ở đảo [[Hải Nam]], [[Trung Quốc]]. \n* '''Yên Bái''': lãnh đạo tỉnh thừa nhận chính thức đã có '''50''' người chết và mất tích, trong đó \n**Huyện Văn Chấn có 43 người thiệt mạng, gồm 24 người ở xã Cát Thịnh, 9 người ở xã Nghĩa Tân, 7 người ở xã Nậm Mười, 2 người ở xã Phù Nham và 1 người ở xã Sơn Thịnh. \n**Xã Túc Đán, huyện Trạm Tấu có bảy người chết\n* '''Phú Thọ''': lũ quét làm 3 người chết (2 ở Thanh Sơn, 1 ở Cẩm Khê)\n* '''Thanh Hóa''': Một người dân ở Nga Sơn bị chết và 4 thuyền đánh cá có ngư dân thuộc xã Hải Ninh, huyện Tĩnh Gia, bị mất tích.\n* '''[[Quảng Ninh]]''': 1 người ở thị xã Cẩm Phả bị chết do nước cuốn trôi \n* '''Ninh Bình''': có một người bị ngã chết do bão Damrey\n* '''[[Hòa Bình]]''': 2 người chết do lũ quét tại huyện Tân Lạc và huyện Kim Bôi\n* '''[[Lào Cai]]''' lũ quét tại huyện Bảo Yên đã cuốn trôi và làm chết 1 người dân\n:Tổng số, bão Damrey đã làm '''68''' người Việt Nam thiệt mạng và mất tích, '''22''' người khác bị thương.\n:Chú thích:<ref name=damrey\/><ref name=ctb>{{chú thích báo|author=Như Trang|title=Bão lũ làm thiệt hại 3.500 tỷ đồng|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/bao-lu-lam-thiet-hai-3-500-ty-dong-2033964.html|access-date =14 tháng 11 năm 2013|newspaper=VnExpress|date=3 tháng 10 năm 2005}}<\/ref>\n===Ước tính tổn thất vật chất===\n* Theo báo cáo sơ bộ của Bộ Nội vụ [[Trung Quốc]] ước tính thiệt hại do bão Damrey gây ra đối với đảo [[Hải Nam]] khoảng 13,4 triệu nhân dân tệ (1,6 triệu USD). Tuy nhiên tờ China Daily dự tính thiệt hại lên tới 10 tỷ tệ (1,2 tỷ USD), trong đó có tính đến sự hư hỏng của khoảng 10.000 ngôi nhà.\n* Theo báo cáo nhanh của Ban chỉ huy phòng chống bão lũ TP [[Hải Phòng]] thì thiệt hại ở thành phố vào khoảng 25,6 tỷ VNĐ \n* Theo Ban Chỉ đạo Phòng chống bão Trung ương, bão số 7 đã làm hệ thống đê biển bị vỡ 275 m (Hải Phòng 50 m, Nam Định 200 m, Thanh Hóa 15 m); đê biển bị sạt lở 54.055 m; 966 nhà sập, 9.468 nhà bị tốc mái; sáu trường học bị đổ, 215 phòng học hư hỏng và tốc mái.\n*Tổng thiệt hại ở Việt Nam về vật chất do cơn bão số 7 gây ra ước tính khoảng '''3.509 tỷ đồng''' chủ yếu do nhà cửa bị đổ, đường sá bị phá hỏng, hoa màu bị hư hại, các ao đầm nuôi thủy sản bị vỡ.<ref name=ctb\/>\n\n== Xem thêm ==\n\n* [[Bão Cecil (1985)]]\n* [[Bão Chanchu (2006)]]\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n{{thể loại Commons|Typhoon Damrey (2005)}}''Tiếng Anh'':\n*[http:\/\/maps.wunderground.com\/tropical\/tracking\/wp200517.html Weather Underground] \n*[http:\/\/www.jma.go.jp\/en\/typh\/0518.html Japan Meteorological Agency]{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }} \n''Tiếng Việt'':\n*[http:\/\/www.dantri.com.vn\/Sukien\/2005\/9\/79846.vip Báo Dân trí] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070313015234\/http:\/\/www.dantri.com.vn\/Sukien\/2005\/9\/79846.vip |date = ngày 13 tháng 3 năm 2007}}\n*[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2005\/09\/3B9E27B2\/ VnExpress]\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2005\/09\/050927_damrey_typhoon.shtml BBC Việt ngữ]\n*[http:\/\/www.nhandan.com.vn\/tinbai\/?top=0&article=42420 Báo Nhân dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070311165549\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=0&article=42420 |date = ngày 11 tháng 3 năm 2007}}\n{{Thiên tai Việt Nam}}\n\n{{DEFAULTSORT:Damrey (2005)}}\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2005]]\n[[Thể loại:Bão tại Philippines]]\n[[Thể loại:Bão tại Việt Nam]]"}