{"14260745":"{{Infobox Hurricane|10-min winds=35|1-min winds=30|Basin=WPac|Type=Áp thấp nhiệt đới|Image location=Toraji 2018-11-17 0325Z.jpg|Image name=Bão Toraji lúc gần Việt Nam vào ngày 17 tháng 11|Formed=16 tháng 11 năm 2018|Dissipated=21 tháng 11 năm 2018|Pressure=1004|Fatalities=32|Damages=53,6|Areas={{hlist|[[Việt Nam]]|[[Campuchia]]|[[Thái Lan]]|[[Malaysia]]}}|Hurricane seasons=[[Mùa bão Tây Bắc Thái Bình Dương 2018]]}}'''Bão nhiệt đới Toraji''' là một hệ thống yếu, tồn tại trong thời gian ngắn đã ảnh hưởng đến Việt Nam vào tháng 11 năm 2018. Hình thành là cơn bão thứ hai mươi bảy trong mùa bão Thái Bình Dương 2018, Toraji phát triển thành áp thấp nhiệt đới ở phía đông nam Việt Nam vào ngày 16 tháng 11. Nhanh chóng tổ chức, hệ thống đã mạnh lên thành bão nhiệt đới vào ngày hôm sau. Toraji nhanh chóng suy yếu sau đó vào đầu ngày 18 tháng 11, khi cơn bão đổ bộ vào vùng đông nam Việt Nam, sau đó tan dần. Tàn dư của cơn bão đã di chuyển vào Vịnh Thái Lan khi Toraji tái tổ chức trở lại thành áp thấp nhiệt đới vào ngày 20 tháng 11. Tuy nhiên Toraji nhanh chóng xấu đi trong cùng ngày khi nó di chuyển gần hơn đến Bán đảo Mã Lai..\n\nMặc dù là một cơn bão yếu nhưng Toraji mang theo lượng mưa lớn dẫn đến lũ quét và sạt lở đất, hầu hết ở các tỉnh miền Nam Việt Nam. Điều này dẫn đến tổng số 32 người chết, trong đó phần lớn là ở tỉnh Khánh Hòa. Thiệt hại lên đến 1,24 tỷ ₫ (53,9 triệu USD).\n\n== Lịch sử khí tượng ==\n{{storm path|Toraji 2018 track.png}}\n\nBão số 8 này rất giống với bão Podul của 5 năm về trước (bão số 15 năm 2013). Mạnh lên thành bão ngay vùng biển Phú Yên - Bình Thuận nhưng chỉ đạt cấp bão trong thời gian ngắn sau suy yếu nhanh thành áp thấp nhiệt đới trước khi cập bờ Ninh Thuận - Bình Thuận.\n\nVào ngày 15 tháng 11, Trung tâm Cảnh báo Bão Liên hợp (JTWC) đã bắt đầu theo dõi trên một vùng nhiễu động nhiệt đới đã phát triển khoảng 835&nbsp;km (519&nbsp;mi) về phía đông của Thành phố Hồ Chí Minh, Việt Nam.<ref>{{Chú thích web|url=https:\/\/www.webcitation.org\/73yeicR0v|tựa đề=https:\/\/www.webcitation.org\/73yeicR0v|url-status=dead|ngày truy cập=24 tháng 6 năm 2021|archive-date=2021-06-29|archive-url=https:\/\/web.archive.org\/web\/20210629215257\/https:\/\/www.webcitation.org\/73yeicR0v}}<\/ref> Sau khi nằm trong khu vực có môi trường thuận lợi với sức cắt gió dọc rất thấp, nhiễu động nhiệt đới dần dần mạnh lên, khiến Cơ quan Khí tượng Nhật Bản (JMA) bắt đầu phân loại nó là áp thấp nhiệt đới.<ref>{{Chú thích web|url=https:\/\/www.webcitation.org\/74l4DAX8H|tựa đề=JMA|url-status=dead|ngày truy cập=24 tháng 6 năm 2021|archive-date=2021-06-29|archive-url=https:\/\/web.archive.org\/web\/20210629183551\/https:\/\/www.webcitation.org\/74l4DAX8H}}<\/ref> Ngay sau đó, JTWC đã ban hành Cảnh báo về sự hình thành bão nhiệt đới (TCFA).<ref>{{Chú thích web|url=http:\/\/www.webcitation.org\/73zeuJZN4|tựa đề=www.webcitation.org\/73zeuJZN4|url-status=dead|ngày truy cập=24 tháng 6 năm 2021|archive-date=2021-06-30|archive-url=https:\/\/web.archive.org\/web\/20210630044403\/https:\/\/www.webcitation.org\/73zeuJZN4}}<\/ref> Đến ngày 17 tháng 11, dưới ảnh hưởng của nhiệt độ mặt biển cao và dòng chảy ở tầng trên tốt, JMA ngay lập tức bắt đầu tư vấn và nâng cấp áp thấp nhiệt đới thành bão nhiệt đới, đặt tên nó là ''Toraji''.Vào 15:00 UTC cùng ngày, hình ảnh vệ tinh đã mô tả một cụm đối lưu sâu lớn tồn tại gần trung tâm hoàn lưu cấp thấp của hệ thống. Điều này đã khiến JTWC bắt đầu đưa ra lời khuyên là áp thấp nhiệt đới, với tên gọi là ''32W''\n\nSáu giờ sau khi JTWC bắt đầu đưa ra lời khuyên, vùng đối lưu sâu nằm gần tâm bão đã bị dịch chuyển và cắt đứt.Tại thời điểm này, JTWC không còn dự đoán Toraji sẽ mạnh lên thành bão nhiệt đới, và do đó, Toraji đạt tới sức gió duy trì tối đa trong 10 phút là 65&nbsp;km \/ h (40 dặm \/ giờ) với áp suất khí quyển là 1004 mbar (29,65 inHg). Vào khoảng 00:00 UTC ngày 18 tháng 11, Toraji đổ bộ lên bờ biển Đông Nam Việt Nam, cách Vịnh Cam Ranh khoảng 28&nbsp;km (17&nbsp;mi) về phía Nam. Sáu giờ sau, Toraji bắt đầu suy yếu và JMA hạ cấp cơn bão thành áp thấp nhiệt đới. JTWC theo sau ba giờ sau khi tâm của hệ thống trở nên dài ra và đối lưu sâu trở nên vô tổ chức.  Tuy nhiên, JMA đã theo dõi Toraji cho đến 12:00 UTC cùng ngày khi nó di chuyển xa hơn trên đất liền.\n\nNhững tàn tích còn lại của Toraji uốn lượn trên phần phía nam của Việt Nam trong vài ngày cho đến khi nó quay về phía tây nam và đi vào Vịnh Thái Lan. Đến 09:00 giờ UTC ngày 20 tháng 11, hình ảnh vệ tinh cho thấy một vụ nổ đối lưu mới dọc theo dải đối lưu quấn vào trung tâm của hệ thống.  Điều này đã thúc đẩy JTWC ban hành lại các cảnh báo. Tuy nhiên, tổ chức của Toraji không tồn tại lâu trong lần tư vấn tiếp theo của JTWC. Do đó, JTWC đã đưa ra lời khuyên cuối cùng về Toraji vào 21:00 UTC cùng ngày, khi cơn bão đổ bộ vào Bán đảo Mã Lai.\n\n== Những thiệt hại ==\nTại Nam Trung Bộ Việt Nam, bão đã gây nhiều thiệt hại về người và tài sản, trong đó 20 người chết tại Nha Trang (Khánh Hòa), phần lớn do vỡ hồ chứa nhân tạo gây lũ quét và gây thiệt hại 1,24 nghìn tỷ đồng (53,6 triệu USD).<ref name=\"Toraji1\">{{chú thích web|title=Tóm tắt các cơn bão trong năm 2018|url=http:\/\/www.tuyenquang.gov.vn\/n39915_tom-tat-cac-con-bao-trong-nam-2018?AspxAutoDetectCookieSupport=1|publisher=Government of Tuyen Quang province|date=ngày 5 tháng 1 năm 2019|access-date =ngày 20 tháng 1 năm 2019}}{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n== Xem thêm ==\n{{Commons|Category:Tropical Storm Toraji (2018)}}\n*[[Bão Podul (2013)]]\n*[[Bão Damrey (2017)]]\n*[[Bão Usagi (2018)]]\n*[[Mùa bão Tây Bắc Thái Bình Dương 2018]]\n{{Thiên tai Việt Nam}}{{Mùa bão Tây Bắc Thái Bình Dương 2018}}\n\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2018]]\n[[Thể loại:Bão tại Việt Nam]]\n{{DEFAULTSORT:Toraji_(2018)}}\n[[Thể loại:Bão tại Malaysia]]\n[[Thể loại:Bão tại Thái Lan]]"}