{"15016219":"{{Other hurricane uses\n|Bão Forrest (định hướng)\n|Bão Forrest năm 1992}}\n{{Infobox Hurricane\n|Name=Bão nhiệt đới Forrest<br><small>Bão xoáy rất mạnh Forrest<\/small>\n|Type=Bão\n|Basin=NIO\n|Year=1992\n|Image location=Cyclone Forrest on November 20, 1992.png\n|Image name=Bão Forest lúc gần Bangladesh\n|Formed=12 tháng 11 năm 1992\n|Dissipated=22 tháng 11 năm 1992\n|1-min winds=125\n|3-min winds=100\n|Pressure=952\n|Damages=32\n|Fatalities=34 người\n|Areas={{flatlist|\n*[[Việt Nam]]\n*[[Thái Lan]]\n*[[Bangladesh]]\n*[[Miến Điện]]\n}}|Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 1992]] và [[Mùa bão Bắc Ấn Độ Dương 1992]]}}'''Bão Forrest''', được biết đến ở Việt Nam với tên gọi '''bão số 8 năm 1992''', là 1 cơn '''''bão nhiệt đới''''' trên [[Biển Đông]] và còn là 1 cơn '''''bão xoáy cực kì dữ dội''''' trên [[Ấn Độ Dương|Bắc Ấn Độ Dương]].\n\nPhần lớn các trường hợp tử vong liên quan đến Forrest là kết quả của một vụ tai nạn máy bay vào ngày 14 tháng 11 tại Việt Nam đã giết chết 30 trong số 31 người. Tại Thái Lan, hệ thống này đã tạo ra một cơn bão lớn, phá hủy hoặc phá hủy 1.700 ngôi nhà và giết chết hai người. Thiệt hại về nông nghiệp ở những khu vực chịu ảnh hưởng nặng nề nhất ước tính khoảng 800 triệu Yên (32 triệu USD). Vào ngày 20 tháng 11, khi Forrest đạt đến cường độ cực đại, nỗi sợ hãi đã xuất hiện trên khắp Bangladesh rằng một sự lặp lại của cơn bão thảm khốc tháng 4 năm 1991 sẽ diễn ra. Do đó, các kế hoạch sơ tán hàng loạt đã được ban hành trên khắp các khu vực ven biển của đất nước, với kế hoạch di dời tới 2 triệu người. Nhưng cơn bão đột ngột quay về hướng đông và cuộc di tản thành công của 600.000 cư dân đã cướp đi vô số sinh mạng. Chỉ có hai cái chết được ghi nhận và thiệt hại tổng thể là nhẹ, mặc dù một nửa số nhà trên đảo St. Martin đã bị hư hại.\n\n== Lịch sử khí tượng ==\n{{Storm path|Forrest 1992 track.png}}\nVào ngày 8 tháng 11, một áp thấp nhiệt đới đã hình thành từ một rãnh gió mùa trên vùng biển phía Đông [[Philippines]]. Sau khi vượt qua quần đảo Philippines, nó đã mạnh lên thành một cơn bão nhiệt đới trên [[Biển Đông]] trong ngày 12. Forrest giữ hướng di chuyển là Tây cho đến khi nó vượt [[bán đảo Mã Lai]] vào ngày 15. Cơn bão đạt cường độ tối đa trên [[vịnh Bengal]] với vận tốc gió 145 dặm\/giờ (230&nbsp;km\/giờ). Forrest đã đổ bộ vào [[Myanmar]] trong ngày 21.\n\nBão đã làm rơi chiếc máy bay trong [[chuyến bay 474 của Vietnam Airlines]], khiến 24 hành khách và 6 phi hành đoàn thiệt mạng và 1 người sống sót. Bão cũng đã làm lật một con tàu, khiến ít nhất 2 người chết và 31 người khác mất tích.\n\n== Xem thêm ==\n\n* [[Bão Harriet (1962)]]\n* [[Bão Gay (1989)]]\n* [[Bão Phailin (2013)]]\n* [[Bão Pabuk (2019)]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 1992]]\n[[Thể loại:Bão tại Malaysia]]\n[[Thể loại:Bão tại Thái Lan]]\n[[Thể loại:Bão tại Bangladesh]]\n[[Thể loại:Bão tại Myanmar]]\n[[Thể loại:Bão tại Việt Nam]]\n{{DEFAULTSORT:Forrest_(1992)}}"}