{"345126":"{{Thông tin bão 1\n| Cấp=Cấp1\n| Tên gọi=Bão Halong\n| Sức gió 1 phút=150 km\/h\n| Sức gió 10 phút=140 km\/h \n| Hình khu vực=Halong 2008 peak intensity.jpg\n| Tên hình=Bão Halong (2008)<br\/>Typhoon 05W \n| Loại=Cuồng Phong\n| Hình thành=[[14 tháng 5]] năm [[2008]]\n| Tan=[[20 tháng 5]] năm [[2008]] ([[JTWC]])<br \/>[[4 tháng 10]] năm 2007 ([[Cơ quan Khí tượng Nhật Bản|JMA]])\n| Sức gió mạnh nhất=75 [[knot (tốc độ)]] <small> 10-min<small>\n| Áp suất thấp nhất=965 (hPa)\n| Tổng tổn thất=?\n| Tổng số người chết=? (trực tiếp)\n| Khu vực chịu ảnh hưởng=[[Philippines]]\n| Mùa bão=}}\n==Đường đi của bão==\n{|\n[[Tập tin:Halong 2008 track.png|nhỏ|trái|Đường đi cơn bão]]\n|}\n'''Bão Halong''' là cơn bão nhiệt đới thứ 4, bão mạnh thứ ba của mùa bão Thái Bình Dương năm 2008 (mang số hiệu quốc tế:0804, số hiệu JTWC:05W, số hiệu [[biển Đông]]:số 2, tên địa phương:Cosme. Hình thành từ vùng mây đối lưu nhiệt đới rất rộng kết hợp với một vùng áp thấp lớn khác ở trung tâm biển Đông và tạo nên một hệ thống lốc xoáy nhiệt đới mới rất mạnh, trung tâm cảnh báo bão [[Hải quân Hoa Kỳ|Hải Quân Hoa Kỳ]] (JTWC) cảnh báo vùng đối lưu hiện ở mức khá (fair), nhưng sau đó đã nâng lên mức tốt (good) và đưa ra báo động về cơn lốc nhiệt đới đang hình thành (Tropical Cyclone Formation Alert). Đầu ngày 13 tháng 5 năm 2008, cơ quan khí tượng [[Nhật Bản]] (JMA) và cơ quan khí quyển, địa lý, vật lý và thiên văn học Philippine (PAGASA) đã đồng loạt nâng hệ thống này thành áp thấp nhiệt đới (PAGASA đặt tên địa phương là Cosme). JTWC sau đó đã nâng lốc xoáy thành áp thấp nhiệt đới số hiệu 05W vào ngày 15 tháng 5. Vào Tháng năm 16, cả JMA và JTWC đều nâng cấp cơn áp thấp thành một cơn bão nhiệt đới và JMA đặt tên nó là cơn bão nhiệt đới Halong và phát số hiệu quốc tế là 0804. Sau 12 giờ khi JMA và JTWC nâng mức cảnh báo thì bây giờ PAGASA cũng nâng cấp nó thành một cơn bão nhiệt đới. Trong ngày đó Halong đã tiếp tục tăng cường và được nâng lên thành một cơn bão nhiệt đới dữ dội (severe tropical storm) và sau đó là bão (typhoon) sớm tiếp theo ngày bởi theo JMA thì sức gió mạnh nhất đã đạt 70 hải lý (80&nbsp;mph 130&nbsp;km\/h) và di chuyển về hướng Đông Bắc (do trước đó có sự tương tác với cơn bão nhiệt đới 04W,0803 Matmo và bị gió mùa Tây Nam mạnh đẩy lên). Sau đó ngày 17 tháng 5, Halong đã đổ bộ vào vùng Pangasinan của Philippine và đi về hướng đông bắc vượt qua đảo Luzon. Sau khi đi qua đất liền,Halong đã suy yếu đi chỉ còn là bão nhiệt đới và cả JMA và JTWC đã đồng loạt hạ cấp Halong vào sáng sớm ngày hôm sau. Cuối ngày hôm đó,sau khi đi vào vùng biển Philippine, Halong đã mạnh lên trở lại và tăng cường thành bão nhiệt đới dữ dội.Tuy nhiên nó đã không mạnh thêm và ngày 19 tháng 5 đã suy yếu trở lại thành bão nhiệt đới.Cuối ngày hôm đó,PAGASA đưa ra cảnh báo cuối cùng về Halong khi nó di chuyển ra khỏi khu vực cảnh báo của họ. JTWC sau đó cũng đã phát ra cảnh báo cuối cùng về Halong khi nó bắt đầu chuyển tiếp giai đoạn từ nhiệt đới thành ngoại nhiệt đới (extratropical). JMA sau đó cảnh báo là nó đã hoàn thành quá trình chuyển tiếp và đưa ra cảnh báo cuối cùng về vùng tàn dư thấp của Halong. Tàn dư của Halong đã suy tan sau ngày 24 tháng 5.\n==Chú thích==\n{{tham khảo}}{{Thiên tai Việt Nam}}{{sơ khai khí hậu}}\n\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2008|Halong]]\n[[Thể loại:Bão tại Việt Nam|Halong]]\n[[Thể loại:Bão tại Philipines|Halong]]\n[[Thể loại:Việt Nam năm 2008]]"}