{"15158734":"{{Infobox Hurricane \n| Name=Bão Hagibis\n| Type=Bão cuồng phong\n| Year=2007\n| Basin=WPac\n| Formed=18 tháng 11 năm 2007\n| Dissipated=28 tháng 11 năm 2007\n| Remnant low=\n| Image location=Hagibis_2007-11-22_1445Z.jpg\n| Image name=Bão Hagibis trong ngày 23 tháng 8, ngay sát đất liền Nam bộ.\n| 10-min winds=70\n| 1-min winds=80\n| Pressure=970\n| Damages=5,3\n| Fatalities=22\n| Areas=[[Philippines]], [[Việt Nam]]\n| Hurricane season=[[Mùa bão Tây Bắc Thái Bình Dương 2007]]\n}}\n\n'''Bão Hagibis''', còn gọi là '''bão Lando''' ở Philippines hay '''Bão số 7 năm 2007''' ở Việt Nam, là cơn bão có đường đi hình parabol (đi từ Philippines vào [[Biển Đông]] (chỗ gần Khánh Hòa) rồi lại đi vào Philippines).\n\n== Lịch sử khí tượng ==\n{{Storm path|Hagibis 2007 track.png}}\nVào ngày 18 tháng 11, Trung tâm Cảnh báo Bão Liên hợp đã ban hành một TCFA về một nhiễu loạn nhiệt đới nằm ở phía đông Philippines. Cuối ngày hôm đó, sự xáo trộn đã được JTWC nâng cấp thành Áp thấp nhiệt đới 24W. PAGASA cũng tuyên bố đó là áp thấp nhiệt đới Lando vào đầu ngày 19 tháng 11 và cũng đã nâng cấp nó thành một cơn bão nhiệt đới ngay sau đó. JTWC cũng nâng cấp nó thành một cơn bão nhiệt đới ngày hôm đó. Đầu ngày 21 tháng 11, cơn bão mạnh lên thành một cơn bão nhiệt đới dữ dội. Cuối buổi chiều hôm đó, JTWC đã nâng cấp Hagibis lên trạng thái bão và JMA theo sau vào tối hôm đó. Cơn bão sau đó chao đảo ngoài khơi Việt Nam bắt đầu vào ngày 22 tháng 11, nơi nó dần dần suy yếu. Đến ngày 24 tháng 11, do tương tác với Typhoon Mitag, cơn bão đã quay ngược về hướng đông ở Biển Đông đối với Philippines một lần nữa. JTWC đã đưa ra lời khuyên cuối cùng vào ngày 27 tháng 11, mặc dù nó được JMA duy trì khi nó đổ bộ một lần nữa vào Philippines. Nó suy yếu đến một vùng trũng phía đông Philippines vào ngày 28 tháng 11 và JMA đã đưa ra lời khuyên cuối cùng.\n\nHagibis gây ra cái chết của chín người, tất cả trong các nhóm đảo [[Visayas]] và [[Mindanao]].\n\nTên Hagibis đã được gửi bởi Philippines và được định nghĩa trong từ điển tiếng Philipines là \"nhanh chóng\".\n\n== Tác động ==\n\n== Xem thêm ==\n\n* [[Bão Durian (2006)]]\n* [[Bão Pakhar (2012)]]\n* [[Bão Tembin (2017)]]\n* [[Bão Usagi (2018)]]\n{{Thiên tai Việt Nam}}{{sơ khai}}\n\n[[Thể loại:Bão học]]\n[[Thể loại:Mùa bão Tây Bắc Thái Bình Dương 2007]]\n[[Thể loại:Bão năm 2007]]\n[[Thể loại:Bão tại Đông Nam Á]]\n[[Thể loại:Bão tại Việt Nam]]\n[[Thể loại:Bão tại Philippines]]\n{{DEFAULTSORT:Hagibis_(2007)}}"}