{"74721":"'''Bình Nguyên Lộc''' (7 tháng 3 năm 1914 - 7 tháng 3 năm 1987), tên thật là '''Tô Văn Tuấn''', là một nhà văn lớn, nhà văn hóa [[Nam Bộ Việt Nam|Nam Bộ]] trong giai đoạn 1945-1975. Ngoài bút danh Bình Nguyên Lộc, ông còn có các bút danh Phong Ngạn, Hồ Văn Huấn, Tôn Dzật Huân, Phóng Ngang, Phóng Dọc, Diên Quỳnh...<ref name=binhnguyenloc>{{Chú thích web |url=http:\/\/web163.c2.ibone.ch\/ |ngày truy cập=2009-08-24 |tựa đề=Trang chủ Bình-nguyên Lộc |archive-date = ngày 23 tháng 4 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090423035950\/http:\/\/web163.c2.ibone.ch\/ |url-status=dead }}<\/ref> \n==Tiểu sử==\n===Trước 1949===\nBình Nguyên Lộc sinh tại làng Tân Uyên, tổng Chánh Mỹ Trung, tỉnh [[Biên Hòa]] (nay thuộc phường [[Uyên Hưng]], thị xã [[Tân Uyên]], tỉnh [[Bình Dương]]). Ông xuất thân trong một gia đình trung lưu đã có mười đời sống tại Tân Uyên.<ref name=tapchisonghuong>[http:\/\/tapchisonghuong.com.vn\/index.php?ID=931&catid=7&main=newsdetail&pid=0&shname=Van-chuong-Binh-Nguyen-Loc-tu-goc-nhin-van-hoa Văn chương Bình Nguyên Lộc - từ góc nhìn văn hóa], bài viết của Phạm Phú Phong<\/ref> Cha là ông Tô Phương Sâm (1878-1971) làm nghề buôn gỗ. Mẹ là bà Dương Thị Mão (hay Mẹo) (1876-1972). Theo giấy khai sinh, Bình Nguyên Lộc tên thật là Tô Văn Tuấn, sinh ngày 7 tháng 3 năm 1915. Tuy nhiên, trên thực tế có thể ông sinh ít nhất một năm trước ngày ghi trong giấy khai sinh, nghĩa là năm 1914, nhưng không rõ có đúng là ngày 7 tháng 3 hay không. Nhà ông chỉ cách bờ [[sông Đồng Nai]] hơn một trăm mét và con sông in đậm dấu ấn trong một số tác phẩm của ông sau này như truyện ngắn ''Đồng đội'' (trong ''Ký thác''), hồi ký ''Sông vẫn đợi chờ'' (viết và đăng báo ở [[California]], [[Hoa Kỳ|Mỹ]])...<ref name=vanhoahoc>{{Chú thích web |url=http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=787&Itemid=103 |ngày truy cập=2009-08-24 |tựa đề=Nguồn gốc Mã Lai của dân tộc Việt Nam |archive-date = ngày 27 tháng 8 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090827114100\/http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=787&Itemid=103 |url-status=dead }}<\/ref>\n\nTừ năm 1919 đến 1920, ông theo học chữ nho với một ông đồ trong làng. Sau đó Bình Nguyên Lộc học trường tiểu học ở Tân Uyên vào những năm 1921-1927. Năm 1928 ông ở nhà luyện tiếng Pháp để thi vào trung học Pétrus Ký ở [[Thành phố Hồ Chí Minh|Sài Gòn]]. Từ 1929 đến 1933, ông học trung học ở trường Pétrus Ký và lấy bằng [[Thành chung]] (Diplôme d´Études Primaires Supérieures, tú tài phần thứ nhất) năm 1933<ref name=\"vanhoahoc\" \/>. Tuy nhiên, có tài liệu nói ông đậu bằng Thành chung trong niên khóa 1933-1934 và thôi học do kinh tế khủng hoảng. Cũng có tài liệu nói ông không học xong trung học và nghỉ học năm 1935.<ref name=\"tapchisonghuong\" \/>\n\nNăm 1934, Bình Nguyên Lộc về quê lập gia đình với cô Dương Thị Thiệt. Sau đó ông thi vào ngạch thư ký hành chính nhưng vì kinh tế khủng hoảng, hơn một năm sau ông mới được tuyển dụng. Ban đầu, ông làm công chức tại kho bạc tỉnh [[Thủ Dầu Một]] (nay là tỉnh [[Bình Dương]]). Năm 1936, ông đổi về làm nhân viên kế toán ở kho bạc Sài Gòn (sau đổi tên thành Tổng nha ngân khố Sài Gòn). Ông bắt đầu viết văn trong thời gian này. Truyện ngắn đầu tay của ông có tên ''Phù sa'', viết về công cuộc [[Nam tiến]] của [[người Việt]] vào miền đất mới [[Nam Kỳ|Nam Kì]], đăng trên tạp chí ''Thanh niên'' của kiến trúc sư [[Huỳnh Tấn Phát]]. Ông kết bạn với những tác giả khác viết cho báo ''Thanh niên'' như [[Xuân Diệu]], [[Huy Cận]], [[Nguyễn Hoàng Tư]], Lâm Thao [[Huỳnh Văn Phương]], [[Dương Tử Giang]],.. Vào khoảng năm 1943, ông hoàn tất tác phẩm ''Hương gió Đồng Nai'' (khởi thảo từ năm 1935), tập truyện ngắn và tùy bút về hương đồng cỏ nội đất [[Đồng Nai]]. Tác phẩm được Xuân Diệu, Huy Cận và vài nhà văn khác tán thưởng, nhưng sau đó bị thất lạc trong chiến tranh.\n\nNăm 1944, Bình Nguyên Lộc bị bệnh thần kinh nên xin nghỉ dài hạn không lương, và từ đó về sau không trở lại với nghề công chức nữa. Năm 1945, ông tản cư về quê, nhưng cuối năm 1946 ông hồi cư trở lại quận [[Lái Thiêu]], tỉnh [[Thủ Dầu Một]]. Trong thời gian này, Bình Nguyên Lộc có tham gia công tác kháng chiến tại miền [[Đông Nam Bộ]] và là thành viên của Hội Văn hoá cứu quốc tỉnh [[Biên Hòa]]. Vào những năm 1944-1947, do bệnh cũ tái phát gây khủng hoảng tinh thần nên Bình Nguyên Lộc không viết tác phẩm nào.\n\n===Từ năm 1949: chuyển nhà xuống Sài Gòn===\nNăm 1949, ông xuống ở Sài Gòn và ở hẳn đó cho tới năm 1985. Năm 1950, ông viết cuốn ''Nhốt gió'' và xuất bản cùng năm. Từ năm 1952, Bình Nguyên Lộc làm thư ký tòa soạn cho vài tờ báo xuất bản tại Sài Gòn. Năm 1952, ông chủ trương tờ ''Vui sống'', tuần báo văn nghệ có khuynh hướng y học với mong muốn áp dụng kiến thức y học phổ thông vào đời sống thực tế. Báo quy tụ nhiều cây bút sáng giá đương thời như Đông Hồ [[Đông Hồ (nhà thơ)|Lâm Tấn Phác]], Thanh Nghị [[Hoàng Trọng Quị]], Lê Thương [[Lê Thương|Ngô Đình Hộ]], Thiếu Sơn [[Lê Sĩ Quý]], [[Sơn Nam (định hướng)|Sơn Nam]]... Năm 1956, ông cùng các văn hữu cho ra đời tờ ''Bến Nghé'', tuần báo có tinh thần văn nghệ lành mạnh mang màu sắc địa phương với mục đích làm sống dậy sinh khí của đất [[Gia Định]] xưa. Ngoài ra, ông cùng các đồng nghiệp thành lập Nhà xuất bản Bến Nghé, chuyên xuất bản các tác phẩm văn chương mang hương sắc [[Đồng Nai]], [[Bến Nghé]].\n\nTrong thời gian 1960-1970, ông vẫn làm báo và làm chủ bút nhiều nhật báo tại Sài Gòn. Bình Nguyên Lộc sáng tác rất đều tay trong giai đoạn này. Hàng năm đều có đôi ba tác phẩm của ông ra mắt công chúng. Trong thời gian này, ông đoạt giải nhất Văn chương toàn quốc 1959-1960 thể loại tiểu thuyết với cuốn ''Đò dọc''. Cùng được giải nhất đồng hạng là nhà văn [[Vũ Khắc Khoan]] với cuốn ''Thần tháp rùa''<ref>\"Giải thưởng Văn chương\", ''Thế giới Tự do'', số 4 tập X trang 11.<\/ref>. Giai đoạn 1970-1975, ông làm hội viên Hội đồng văn hóa giáo dục Việt Nam.<ref name=\"vanhoahoc\" \/>\n\nSau 1975, ông ngưng cầm bút vì bệnh nặng. Tháng 10 năm 1985, ông được gia đình bảo lãnh sang [[Hoa Kỳ|Mỹ]] chữa bệnh. Ngày 7 tháng 3 năm 1987, ông từ trần tại Rancho Cordova, [[Sacramento, California]], vì bệnh cao huyết áp, thọ 74 tuổi. Ông được an táng ngày 14 tháng 3 năm 1987 tại nghĩa trang Sunset Lawn. Vợ ông, bà Dương Thị Thiệt, qua đời ngày 9 tháng 10 năm 1988 cùng nơi với ông.\n\n===Gia đình và đời tư===\nVợ Bình Nguyên Lộc là bà Dương Thị Thiệt (1911-1988). Họ có với nhau năm người con, bao gồm: Tô Dương Hiệp (1935-1973), Tô Hòa Dương (1937-2011), Tô Loan Anh (1939), Tô Mỹ Hạnh (1940) và Tô Vĩnh Phúc (1947).\n\nBình Nguyên Lộc mắc bệnh thần kinh năm 1944, năm sau thì khỏi. Nhưng từ năm 1950 đến năm 1964, ông trở nên cực kỳ khó tính, thường xuyên gây căng thẳng trong gia đình. Không rõ đây có phải là một dạng thái bệnh tâm thần loại nhẹ biến chứng từ bệnh thần kinh năm 1944 không. Tuy nhiên, Bình Nguyên Lộc cứ đinh ninh bản thân ông không thể mắc bệnh tâm thần, chỉ có vợ, con, cháu và bạn bè ông mới có thể mắc bệnh này (thực ra, ông quả có hai người cháu và vài bạn làng văn mắc bệnh tâm thần). Do đó ông ưa hỏi thăm về bệnh tâm thần để cứu chữa cho... người thân và bạn bè.\n\nCũng vì quan tâm tới bệnh tâm thần mà ông nghĩ là của người khác, Bình Nguyên Lộc đã cùng người trưởng nam là bác sĩ Tô Dương Hiệp, giám đốc Bệnh viện Tâm thần Biên Hòa, soạn thảo một công trình biên khảo lấy tựa là ''Khinh tâm bệnh và sáng tác văn nghệ''. Có thể một số bài trong tập biên khảo đã được đăng tải trên đặc san của Bệnh viện Tâm thần Biên Hòa cùng với nhiều tranh vẽ và văn thơ của các văn nghệ sĩ mắc bệnh tâm thần điều trị tại bệnh viện nói trên (như [[Bùi Giáng]], [[Nguyễn Ngu Ý]]). Tác phẩm ''Khinh tâm bệnh và sáng tác văn nghệ'' chưa xuất bản thì bác sĩ Tô Dương Hiệp từ trần và bản thảo bị thất lạc.\n\nKhi còn ở Việt Nam, Bình Nguyên Lộc thường giao du thân mật với [[Nguyễn Ang Ca]], [[An Khê]], [[Hà Liên Tử]].<ref name=\"vanhoahoc\" \/>\n\n==Sự nghiệp==\n===Tình cờ cầm bút===\nTrong tập hồi ký viết dở trước khi qua đời ''Nếu tôi nhớ kỹ'', Bình Nguyên Lộc kể lại rằng ông bước vào nghề viết một cách rất tình cờ. Vào khoảng đầu những năm 1930, một bà phú thương Việt Nam tên Tô Thị Thân thay mặt người chồng [[Hoa kiều]], tục danh là chú Xồi, đứng tên làm chủ 20 tiệm cầm đồ tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Vì bị báo chí Sài Gòn khi đó chỉ trích là gian thương, là phường cho vay cắt cổ... bà muốn ra một tờ báo để tự bênh vực, nên bà tìm người phụ trách tờ báo đó. Bà Thân giao việc này cho người thư ký kế toán của bà là ông Tô Văn Giỏi, vốn là anh họ của Bình Nguyên Lộc. Ông Giỏi nhờ Bình Nguyên Lộc tìm người làm báo. Chính do việc tìm kiếm người làm báo đó mà ông bắt đầu tới lui với các văn nghệ sĩ và khiến ông tập viết văn, viết báo.\n\nTrong bài ''Hăm bảy năm làm báo'' cũng trích từ tập hồi ký ''Nếu tôi nhớ kỹ'', Bình Nguyên Lộc cho biết ông viết văn, viết báo từ năm 1942 nhưng đến năm 1946 mới làm báo. Bản thảo bài ''Hăm bảy năm làm báo'' đã thất lạc, chỉ còn lại trang đầu, nhưng có thể đoán hiểu ý ông muốn nói đến năm 1946 ông mới bắt tay vào những công việc có tính cách kỹ thuật để cho một tờ báo hình thành được như chọn lựa, sắp xếp, trình bày bài vở...<ref name=\"binhnguyenloc\" \/>\n===Một cây bút không ngừng nghỉ===\nTừ năm 1942, ông cộng tác với báo ''Thanh niên'' của kiến trúc sư [[Huỳnh Tấn Phát]]. Trong ban biên tập còn có [[Xuân Diệu]], [[Huy Cận]], [[Mặc Đỗ]]... Thời kỳ này, Bình Nguyên Lộc đã đề nghị ban biên tập đăng bài thơ ''Mã Chiếm Sơn'' của một độc giả gửi. Độc giả đó là [[Tố Hữu]]. Ít lâu sau, ông Tố Hữu cũng vào ban biên tập báo ''Thanh niên''. Sau 1954, Tố Hữu xuất bản tập thơ ''[[Từ ấy (tập thơ)|Từ ấy]]'' trong đó có cả bài ''Mã Chiếm Sơn''. Từ năm 1949, Bình Nguyên Lộc định cư hẳn ở Sài Gòn, không làm công chức nữa và sinh sống bằng nghề viết báo, làm báo. Ông cộng tác với các báo ''Lẽ sống'' (với bút danh Phong Ngạn, Phóng Ngang, Phóng Dọc...), ''Đời mới'', ''Tin mới,''..\n\nNăm 1957, 1958 ông cộng tác với các tạp chí ''Bách khoa'', ''Văn hóa ngày nay'' (của [[Nguyễn Tường Tam|Nhất Linh]]) và làm chủ nhiệm tuần báo ''Vui sống'' năm 1959. Năm 1960-1963 ông phụ trách trang văn nghệ của báo ''Tiếng chuông'', rồi năm 1964-1965 làm chủ biên nhật báo ''Tin sớm''.\n\nTừ năm 1965-1975 ông chuyên viết dài kỳ cho các nhật báo. Ngay từ những năm 1951, 1952, Bình Nguyên Lộc đã bắt đầu viết dài kỳ cho các báo, với nội dung phần lớn là các truyện thuộc loại chuyện phiêu lưu, dã sử... được ông ký dưới các bút hiệu khác như Phong Ngạn, Trình Nguyên... Đến năm 1956, Bình Nguyên Lộc mới bắt đầu viết dài kỳ có cốt truyện tình cảm và dùng luôn bút danh Bình Nguyên Lộc. Những năm 1960-1975 là thời kỳ ông viết truyện dài kỳ nhiều nhất. Có giai đoạn thậm chí ông viết 11 truyện dài kỳ mỗi ngày.\n\nTừ năm 1975-1985 ông không tham gia các sinh hoạt xã hội và văn nghệ với lý do bị bệnh kiệt sức và huyết áp cao. Sau khi sang Mỹ định cư từ tháng 10 năm 1985, hợp tác với báo bệnh đỡ nhiều, ông tiếp tục viết lách trở lại và đăng báo Làng văn (Canda) nhiều bài thuộc các thể loại truyện ngắn, hồi ký, tiểu thuyết, tìm biết, về nguồn, ngôn ngữ học, dân tộc học... Một số tiểu thuyết của ông đang được viết và đăng báo dở dang thì ông qua đời. Những bản thảo chưa đăng báo còn được gia đình ông lưu giữ nhưng phần lớn đã thất lạc.<ref name=\"binhnguyenloc\" \/>\n===Di sản đồ sộ===\nBình Nguyên Lộc là một nhà văn lớn của Việt Nam, ông thuộc vào ba nhà văn đã sáng tác nhiều nhất của cả nước ([[Nguyễn Ngu Ý]], trong ''Sống và viết với... Bình Nguyên Lộc'', gọi ông là một trong tam kiệt bên cạnh [[Hồ Biểu Chánh]] và [[Lê Văn Trương]]). Theo những dữ liệu đã thu thập được, Bình Nguyên Lộc có khoảng 50 tiểu thuyết, 1.000 truyện ngắn và bốn quyển sách nghiên cứu, trong đó quyển ''[[Nguồn gốc Mã Lai của dân tộc Việt Nam]]'' chỉ được in phần đầu, phần còn lại độ 800 trang viết tay coi như bị thất lạc.<ref name=\"binhnguyenloc\" \/>\n\nHành trình sáng tác và trước tác của Bình Nguyên Lộc có thể tạm chia thành bốn thể loại.\n\n'''Cổ văn'''. Bình Nguyên Lộc chú giải các tác phẩm văn chương cổ điển Việt Nam bao gồm ''Văn tế chiêu hồn'' ([[Nguyễn Du]]), ''Tiếc thay duyên Tấn phận Tần'' (Nguyễn Du), ''Tự tình khúc'' ([[Cao Bá Nhạ]]), ''Thu dạ lữ hoài ngâm'' ([[Đinh Nhật Thận]]). Các công trình này lần lượt được công bố trên các tạp chí văn học ở Sài Gòn.\n\n'''Dân tộc học'''. Nổi bật là tác phẩm ''[[Nguồn gốc Mã Lai của dân tộc Việt Nam]]'' (1971). Đây là một công trình dài hơi trong sự nghiệp nghiên cứu của ông. Với tác phẩm này, tác giả đã góp phần vén lên tấm màn dày đã từ lâu phủ kín nguồn gốc mù mờ của dân tộc Việt Nam. Tác phẩm cũng gây nên một dư luận đáng chú ý đối với các nhà nghiên cứu về [[Việt Nam học]].\n\n'''Ngôn ngữ học'''. Tiêu biểu là tác phẩm ''Lột trần Việt ngữ'' (1972), là một cái nhìn mới về ngữ nghĩa tiếng Việt. Bình Nguyên Lộc đứng trên quan điểm dân tộc học để tìm hiểu nguồn gốc và ngữ nguyên của [[tiếng Việt]] từ thời cổ đến thời hiện đại.\n\n'''Sáng tác'''. Đây là phần đồ sộ nhất trong hành trình sáng tác của Bình Nguyên Lộc. Ông từng viết tiểu thuyết bằng thơ trường thiên như ''Thơ Ba Mén'', ''Việt sử trường ca'', ''Luận thuyết y học'', ''Thơ thổ ngơi Đồng Nai'', ''Ca dao''... Ông còn có công sưu tầm được hàng chục nghìn câu ca dao và có chú thích về từng đặc trưng của nó. Ngoài ra, ông viết hàng nghìn truyện ngắn và truyện dài kỳ với nhiều đề tài khác nhau.\n\n'''Báo chí'''. Ra hải ngoại đoàn tụ gia đình từ năm 1985, ông cộng tác với tạp chí văn học ''Làng Văn (Cânda)'', ''Văn'' và ''Văn Học''.\n\n==Phong cách==\n===Cảm hứng chủ đạo: hướng về cội nguồn===\nSinh ra trong một gia đình đã có mười đời sống ở [[Tân Uyên]], nhưng trong ý thức, Bình Nguyên Lộc luôn hướng về nguồn cội. Ông muốn tìm kiếm nguồn gốc tổ tiên từ đất Bắc di dân vào Nam. Trong các công trình nghiên cứu như ''[[Nguồn gốc Mã Lai của dân tộc Việt Nam]]'' (1971), ''Lột trần Việt ngữ'' (1971) cũng như những tập bút ký đầu tay như ''Hương gió Đồng Nai'' (viết từ 1935 đến 1942, một vài đoạn đã in báo năm 1943, bản thảo mất khi Pháp chiếm Tân Uyên năm 1945), ''Phù sa'' (viết năm 1942, in một phần sáu trên báo ''Thanh niên'' năm 1943 với tiêu đề ''Di dân lập ấp''), ông đều tập trung lần tìm lại ''từ thuở mang gươm đi mở cõi \/ nghìn năm thương nhớ đất Thăng Long'' ([[Huỳnh Văn Nghệ]]).\n\nMột cách khái quát, cảm hứng chủ đạo làm nên thế giới văn chương của Bình Nguyên Lộc xuất phát từ những vấn đề cốt tử của truyền thống [[văn hóa Việt Nam]]: nguồn gốc, ngôn ngữ, di dân, cõi âm - bốn yếu tố đặc sánh tâm hồn Bình Nguyên Lộc<ref name=\"tapchisonghuong\" \/>. Ngay trong phạm vi một tác phẩm như tập truyện ngắn ''Ký thác'' (1960), những vấn đề trên cũng lần lượt hiện ra thông qua đề tài, tư tưởng, chủ đề và thế giới hình tượng của các truyện ''Ăn cơm chưa'', ''Pì Pế Hán'' (nguồn gốc), ''Lầu ba phòng bảy'', ''Đôi bạn mắc hoa vông'' (ngôn ngữ), ''Rừng mắm'', ''Rung cây dừa'' (di dân), ''Ba con cáo'', ''Ba ngôi sao giữa trời'', ''Hồn ma cũ'' (cõi âm)...\n\n===Tiểu thuyết===\nSáng tác trong thời kỳ có sự gắn bó mật thiết giữa văn chương và báo chí, tiểu thuyết của Bình Nguyên Lộc hầu hết là tiểu thuyết dài kỳ in báo. Lối viết của Bình Nguyên Lộc gần giống với tiểu thuyết tâm lý, tiểu thuyết luận đề của [[Tự Lực văn đoàn|Tự lực văn đoàn]], từ kết cấu, tâm lý nhân vật đến giọng điệu trần thuật, miêu tả và nhân vật. ''Đò dọc'' (1959), ''Hoa hậu Bồ Đào'' (1963), ''Ái ân thâu ngắn cho dài tiếc thương'' (1963)... là những tiểu thuyết tâm lý thành công của ông.\n\nVới ''Đò dọc'', ông đã được Giải thưởng văn chương toàn quốc (Việt Nam Cộng hòa) (1959-60) thời [[Đệ Nhất Cộng hòa Việt Nam]] in dấu một phong cách tiểu thuyết đặc sắc. Cuốn tiểu thuyết nói về cuộc sống di dân ngược xuôi như những chuyến đò dọc của gia đình ông bà Nam Thành cùng bốn cô con gái, từ [[Bạc Liêu]] thuộc miền [[Đồng bằng sông Cửu Long|Tây Nam Bộ]] lên [[Thành phố Hồ Chí Minh|Sài Gòn]], rồi từ Sài Gòn trôi dạt về miệt [[Thủ Đức]] thuộc miền [[Đông Nam Bộ]]. Đó là lộ trình của người thị dân, người dân kẻ chợ về vườn, sống lạc lõng, cô đơn ở vùng nửa quê nửa tỉnh. Điều người đọc nhận ra qua bút pháp phân tích tâm lý của tác giả là nỗi cô đơn của phận người, những đố kỵ, ghen tỵ trong cuộc sống gia đình, cuộc sống lạc lõng của người dân ngụ cư. Cuốn tiểu thuyết ra đời sau thời điểm có cuộc di cư của một bộ phận người dân từ Bắc vào Nam sau năm 1954, phải đối mặt với không ít những kỳ thị và khác biệt trong đời sống cộng đồng.\n\n===Truyện ngắn đặc sắc===\nĐặc sắc văn xuôi Bình Nguyên Lộc là ở truyện ngắn và tuỳ bút, cả những tác phẩm đã in thành sách và những tác phẩm chỉ mới in trên các báo. Con số có thể lên đến vài nghìn, nhưng trong đó chỉ có khoảng hơn năm mươi tác phẩm thật hay, nằm rải rác trong các tập như ''Nhốt gió'' (1950), ''Ký thác'' (1960), ''Những bước lang thang trên hè phố của gã Bình Nguyên Lộc'' (1966), ''Tình đất'' (1966), ''Thầm lặng'' (1967), ''Cuống rún chưa lìa'' (1969)...\n\nTrong ''Nhốt gió'', hình ảnh một thằng bé con có khát vọng \"nhốt gió\" lại, để gió đừng bay đi và cuối cùng đành phải thoả hiệp đùa chơi với gió là một hình tượng rất lạ, rất mới, hiện đại và đầy ẩn ý.\n\n''Ký thác'', được nhà xuất bản Văn nghệ thành phố Hồ Chí Minh tái bản lần gần đây nhất năm 2001, gồm 16 truyện, tiêu biểu cho nghệ thuật truyện ngắn của Bình Nguyên Lộc. Các truyện ngắn miêu tả lại cuộc chiến đấu với thiên nhiên, lấn biển để giành đất sống của những con người mới ở vùng đất mới (''Rừng mắm''); hay phân biệt con người với bản năng động vật, kể lại cuộc tranh giành sự sống giữa người và vật, trong vật vã đói khát giữa một bãi tha ma, cuối cùng con người cũng chiến thắng vế vật chất, nhưng lại trĩu nặng những di chứng tinh thần: \"Hồ ly rùng mình một cái, không phải vì lạnh, cũng không phải vì sợ ma, mà vì chị bỗng sợ hãi chính mình, sợ hãi con người đã vơi cạn hết chất người\". (''Ba con cáo'').\n\n''Cuống rún chưa lìa'' là sự tiếp tục ''Ký thác'', lần tái bản gần đây nhất tại [[California]] năm 1987, trước khi tác giả mất ít lâu, được gộp chung cả tập ''Tình đất'' vào thành 12 truyện và bài thơ ''Dâng má thương'', thể hiện tấm lòng của ông hướng về thổ ngơi, về đất nước như cuống rún chưa lìa lòng mẹ. ''Cuống rún chưa lìa'' hướng về cõi âm, là lương tâm của người Việt hướng về hương hồn của những tộc người xa xưa đã phải \"điêu tàn\". Những truyện hay trong tập như ''Bà Mọi hú'', ''Câu dầm'', ''Bám níu'', ''Phân nửa con người'', ''Mấy vụ quật mồ bí mật''... từ không khí liêu trai, thoát thai từ đất, đá, nước, cây thành sự sống con người. Một bà Mọi xuất thân từ miền sơn cước, quyết giữ đất, chống lại những người di dân. Một ông già câu cá đã từng xuống cõi âm trở về, không dám câu cá ở sông nữa, mà chỉ câu trộm cá ở ruộng trong mưa dầm gió bấc. Qua trang văn, đất như cỗi rẽ để con người bám vào, còn nước nuôi người sinh sản, lớn khôn.\n\nVới ''Những bước chân lang thang trên hè phố của gã Bình Nguyên Lộc'', ông truy tìm nguồn gốc, dĩ vãng của [[Thành phố Hồ Chí Minh|Sài Gòn]], một thành phố mới, còn ít tuổi, chưa kịp có dĩ vãng rêu phong. \"Sài Gòn không có được một quá khứ lịch sử vang dội như [[Thăng Long]], đài các như [[Huế]], cho nên Bình Nguyên Lộc đã tạo cho Sài Gòn một đời sống trực tiếp, dân dã, dính liền với cõi âm, một cách nối dài lịch sử Sài Gòn với quá khứ bình dân của những người chết không tên tuổi\" (T. Khuê, Tự điển văn học, bộ mới, Nhà xuất bản Thế giới, 2005, trang 133), khi tình cờ lang thang trên đường phố, tác giả phát hiện ra Sài Gòn được \"xây dựng trên một bãi tha ma minh mông\", cảm thấy được cái \"thổ ngơi thơm phức hồn ma cũ\", thể hiện được cái tài phóng túng tài hoa, phong trần nghệ sĩ nơi Bình Nguyên Lộc.<ref name=\"tapchisonghuong\" \/>\n\n===Phong cách nghệ thuật: giao lưu Bắc-Nam===\nKhác với các tác giả sinh ra ở miền Bắc, nhưng toàn bộ hành trạng cuộc đời và văn nghiệp đều gắn liền với phương Nam như [[Lê Văn Trương]], [[Nguyễn Hiến Lê]], nhưng đồng thời cũng khác với các nhà văn sinh ra ở Nam Bộ nhưng hoàn toàn viết theo lối Bắc như [[Đông Hồ (định hướng)|Đông Hồ]] và cũng không giữ nguyên đậm đặc chất liệu Nam Bộ như [[Hồ Biểu Chánh]], văn chương Bình Nguyên Lộc thể hiện sự giao lưu văn hoá, đứng ở miền giao thoa văn hoá Bắc - Nam từ trong tâm thức, cách nhìn và nhất là giọng điệu văn chương.\n\nKhi sử dụng một từ ngữ có tính chất đặc thù của phương ngữ miền Nam, ông thường tìm cách giải thích, truy nguyên nguồn gốc của nó ở ngoài Bắc thế nào, có khi còn phê bình là nơi nào dùng chính xác, hợp lý hơn, không chỉ trong văn phong khoa học, trong giọng điệu trần thuật hay miêu tả, mà còn thông qua ngôn ngữ nhân vật: \"Con chàng hiu má à! Người Bắc thì kêu nó là con chẫu chuộc nghe ít ghê hơn tên của ta. Tiếng chàng hiu gợi hình dáng một con người mà là người ma, ghê quá.\" (''Đò dọc'').\n\nBình Nguyên Lộc được ca ngợi là nhà ảo thuật về ngôn từ, khi ông luôn có lối so sánh với những hình dung từ chính xác, đắc địa, hiện đại và tài hoa: \"Là con trai tôi không khóc được. Nhưng lòng tôi đã tơi bời như áo mục phơi dưới gió to\" (''Ăn cơm chưa''); hoặc \"Vịnh Thái Lan, phần thuộc hải phận Việt Nam, chi chít những đảo là đảo, như có đứa trẻ tinh nghịch nào hốt đá cuội mà vứt rải trên một cái ao con\" (''Rung cây dừa''). Sức nặng trang văn của ông không chỉ ở vốn tri thức về văn hóa, mà còn ở sự kết hợp hài hoà giữa giọng kể và giọng tả, vừa thể hiện sự bộc trực của miệt quê nơi ông sáng tác, vừa phóng túng, mượt mà của một ngôn ngữ chuẩn mực phổ thông.<ref name=\"tapchisonghuong\" \/>\n\n==Bút danh==\nBình Nguyên Lộc lấy nhiều bút danh trong quá trình sáng tác. Dưới đây là một số bút danh chủ yếu.\n\n'''Bình Nguyên Lộc''': bút danh chính cho các truyện ngắn, truyện dài tình cảm.\n\n'''Phong Ngạn''': bút danh của tiểu thuyết dã sử ''Quang Trung du Bắc'' và ''Tân Liêu Trai''\n\n'''Phóng Ngang''', '''Phóng Dọc''': biến thể của Phong Ngạn, bút danh của những bài trào phúng.\n\n'''Trình Nguyên''': bút danh cho một truyện dài kỳ đăng báo, tiểu thuyết dã sử liên quan đến cuộc chiến Việt Chiêm, chỉ xuất hiện trong một truyện.\n\n'''Tôn Dzật Huân''': bút danh của truyện trinh thám, là một loại đảo chữ biến thể từ tên thật Tô Văn Tuấn, chỉ dùng một lần.\n\n'''Hồ Văn Huấn''': bút danh của khảo cứu ''Sửa sai cổ sử'', cũng là đảo chữ, biến thể từ tên Tô Văn Tuấn, xuất hiện từ khi ở hải ngoại.\n\n'''Diên Quỳnh''': bút danh của chỉ một truyện vừa và của một truyện ngắn.<ref name=\"vanhoahoc\" \/>\n\n==Tác phẩm==\n===Truyện ngắn và tiểu thuyết===\n*''Câu dầm'', truyện ngắn, tuần báo ''Thanh niên'' - 1943, Sài Gòn\n*''Nhốt gió'', tập truyện, Nhà xuất bản Thời Thế - 1950, Sài Gòn\n*''Đò dọc'', tiểu thuyết, Nhà xuất bản Bến Nghé - 1958, Sài Gòn\n*''Gieo gió gặt bão'', tiểu thuyết, Nhà xuất bản Bến Nghé - 1959, Sài Gòn\n*''Tân Liêu Trai'', tập truyện (ký bút danh Phong Ngạn), Nhà xuất bản Bến Nghé - 1959, Sài Gòn\n*''Ký thác'', tập truyện, Nhà xuất bản Bến Nghé - 1960, Sài Gòn\n*''Nhện chờ mối ai'', tiểu thuyết, Nhà xuất bản Nam Cường - 1962, Sài Gòn\n*''Ái ân thâu ngắn cho dài tiếc thương'', tiểu thuyết, Nhà xuất bản Thế Kỷ - 1963, Sài Gòn\n*''Bóng ai qua ngoài song cửa'', tiểu thuyết, Nhà xuất bản Thế Kỷ - 1963, Sài Gòn\n*''Bí mật của nàng'', tiểu thuyết, Nhà xuất bản Thế Kỷ - 1963, Sài Gòn\n*''Hoa hậu Bồ Đào'', Nhà xuất bản Sống Mới - 1963, Sài Gòn\n*''Mối tình cuối cùng'', tiểu thuyết, Nhà xuất bản Thế Kỷ - 1963, Sài Gòn\n*''Nửa đêm trăng sụp'', tiểu thuyết, Nhà xuất bản Nam Cường - 1963, Sài Gòn\n*''Tâm trạng hồng'', tập truyện, Nhà xuất bản Sống Vui - 1963, Sài Gòn\n*''Xô ngã bức tường rêu'', tiểu thuyết, Nhà xuất bản Sống Vui - 1963, Sài Gòn\n*''Đừng hỏi tại sao'', tiểu thuyết, Nhà xuất bản Tia Sáng - 1965, Sài Gòn\n*''Mùa thu nhớ tằm'', tập truyện, Nhà xuất bản Phù Sa - 1965, Sài Gòn\n*''Uống lộn thuốc tiên'', tiểu thuyết, Nhà xuất bản Miền Nam - 1965, Sài Gòn\n*''Những bước lang thang trên hè phố của gã Bình Nguyên Lộc'', tạp bút, Nhà xuất bản Thịnh Ký - 1966, Sài Gòn\n*''Tình đất'', tập truyện, Nhà xuất bản Thời Mới, 1966, Sài Gòn\n*''Nụ cười nước mắt học trò'', tập truyện, Nhà xuất bản Trương Gia - 1967, Sài Gòn\n*''Quán Tai Heo'', tiểu thuyết, Nhà xuất bản Văn Xương - 1967, Sài Gòn\n*''Thầm lặng'', tập truyện, Nhà xuất bản Thụy Hương -1967, Sài Gòn\n*''Diễm Phượng'', tập truyện, Nhà xuất bản Thụy Hương - 1968, Sài Gòn\n*''Đèn Cần Giờ'' - 1968, Sài Gòn\n*''Một chàng hai nàng'', tiểu thuyết, Nhà xuất bản Thụy Hương - 1968, Sài Gòn\n*''Sau đêm bố ráp'', tiểu thuyết, Nhà xuất bản Thịnh Ký - 1968, Sài Gòn\n*''Trăm nhớ ngàn thương'', tiểu thuyết, Nhà xuất bản Miền Nam - 1968, Sài Gòn\n*''Khi Từ Thức về trần'', truyện, Nhà xuất bản Văn Uyển - 1969, Sài Gòn\n*''Nhìn xuân người khác'', tiểu thuyết, Nhà xuất bản Tiến Bộ - 1969, Sài Gòn\n*''Món nợ thiêng liêng'', tiểu thuyết, Nhà xuất bản Ánh Sáng - 1969, Sài Gòn\n*''Cuống rún chưa lìa'', tập truyện, Nhà xuất bản Lá Bối - 1969, Sài Gòn\n*''Lương tâm kẻ trộm'', truyện ngắn, tạp chí ''Hương Quê'' - 1971, Sài Gòn.\n*''Lữ đoàn Mông Đen'', Nhà xuất bản Xuân Thu - 2001, Hoa Kỳ\n*''Tỳ vết tâm linh''\n*...\n\n===Truyện dài chưa in===\n*''Bọn xé rào''\n*''Bóng ma dĩ vãng''\n*''Bưởi Biên Hòa''\n*''Con khỉ đột trò xiếc''\n*''Con quỷ ban trưa''\n*''Cô Sáu Nam Vang''\n*''Cuồng ca thế kỷ''\n*''Đôi giày cũ chữ Phạn''\n*''Gái mẹ''\n*''Giấu tận đáy lòng''\n*''Hai kiếp nhả tơ''\n*''Hổ phách thời gian''\n*''Hột cơm Ngô chúa''\n*''Khi chim lìa tổ lạnh''\n*''Luật rừng''\n*''Lưỡi dao cùn''\n*''Mà vẫn chưa nguôi hình bóng cũ''\n*''Món nợ thiêng liêng''\n*''Một chuyến ra khơi''\n*''Muôn triệu năm xưa''\n*''Ngõ 25''\n*''Ngụy Khôi''\n*''người đẹp bến Ninh Kiều''\n*''Người săn ảo ảnh''\n*''Quang Trung du Bắc''\n*''Suối đổi lốt''\n*''Thuyền trưởng sông Lô''\n*''Trử La bến cũ''\n*''Trọng Thủy-Mị Đường''\n*''Sở đoản của đàn ông''\n*''Trai cưới gái nào''\n*''Quật mồ người đẹp''\n*''Xóm Đề Bô''\n*...\n\n===Nghiên cứu===\n*''Ca dao''\n*''Cổ văn chú giải''\n*''Luận thuyết y học''\n*''Nguồn gốc Mã Lai của dân tộc Việt Nam'', khảo luận, Nhà xuất bản Bách Bộc - 1971, Sài Gòn\n*''Thổ ngơi Đồng Nai''\n*''Từ vựng đối chiếu 10 ngàn từ'' - 1971, Sài Gòn\n*''Từ vựng danh từ Mã Lai mà Trung Hoa vay mượn'' - 1972, Sài Gòn\n*''Lột trần Việt ngữ'', khảo luận ngôn ngữ Việt, Nhà xuất bản Nguồn Xưa - 1972, Sài Gòn\n\n===Thơ===\n*''Thơ tay trái''\n*''Việt sử trường ca''\n*''Thơ Ba Mén'' (tiểu thuyết thơ).\n*À ơi tay mẹ\n\n==Ghi chú==\n{{tham khảo|30em}}\n*Giải thưởng Văn Chương Toàn Quốc (thể loại Văn) năm 1959\n\n==Liên kết ngoài==\n* [http:\/\/vantuyen.net\/index.php?view=author&id=881] Một số tác phẩm của Bình Nguyên Lộc\n\n{{ngày tháng sống|sinh=1914|mất=1987}}\n\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam Cộng hòa]]\n[[Thể loại:Cựu học sinh Pétrus Ký - Lê Hồng Phong]]\n[[Thể loại:Người Bình Dương]]"}