{"404119":"{{bài cùng tên|Bình Long (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | thị xã| tên = Bình Long\n| logo = Logo biểu trưng TX. Bình Long.jpg\n| ghi chú logo = Logo TX. Bình Long\n| hình = Binh Long town3.jpg\n| ghi chú hình = Quốc lộ 13 đoạn qua thị xã Bình Long\n| vĩ độ = 11\n| vĩ phút = 41\n| vĩ giây = 13\n| kinh độ = 106\n| kinh phút = 35\n| kinh giây = 47\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 126,28 km²<ref name=\"nq35\"\/>\n| dân số = 74.450 người\n| thời điểm dân số = 2022\n| mật độ dân số = 589 người\/km²\n| dân tộc = \n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Bình Phước]]\n| thành lập = 11\/08\/2009\n| chủ tịch UBND = Hoàng Thị Hồng Vân\n|bí thư =  Bùi Quốc Bảo\n| phân chia hành chính = 4 phường, 2 xã\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại IV|Loại IV]]\n| năm công nhận = 2008\n| mã hành chính = 690<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| độ cao = 95-170&nbsp;m\n| biển số xe = 93-E1\n| trụ sở UBND = Đường Lê Quý Đôn, phường [[Hưng Chiến]]\n| web = {{url|binhlong.binhphuoc.gov.vn}}\n}}\n\n'''Bình Long''' là một [[Thị xã (Việt Nam)|thị xã]] thuộc tỉnh [[Bình Phước]], [[Việt Nam]].\n\nHiện nay, thị xã Bình Long giữ vai trò là trung tâm chính trị – văn hoá – giáo dục phía tây của tỉnh và là 1 trong 4 đô thị trọng điểm  của tỉnh cùng với thành phố [[Đồng Xoài]], thị xã [[Phước Long (thị xã)|Phước Long]] và thị xã [[Chơn Thành]].\n\n== Địa lý ==\nThị xã Bình Long nằm ở phía tây tỉnh Bình Phước, cách thành phố [[Đồng Xoài]] khoảng 47&nbsp;km, cách [[Thành phố Hồ Chí Minh]] khoảng 110&nbsp;km, cách cửa khẩu quốc tế Hoa Lư khoảng 41&nbsp;km, có vị trí địa lý: \n\n• Phía Bắc giáp huyện [[Lộc Ninh]] và các phía còn lại giáp huyện [[Hớn Quản]].\n\nThị xã Bình Long được thành lập vào ngày [[11 tháng 8]] năm [[2009]] theo nghị quyết số '''35\/NQ-CP''' của [[Chính phủ Việt Nam]]. Thị xã hiện đang là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].\n\nĐộ cao trung bình toàn thị xã Bình Long đạt từ 95m đến 170m so với mực nước biển, toàn bộ thị xã nằm trên hệ phun trào macma xâm thực Kanozoi thuộc kỷ Đệ Tứ (giống với huyện [[Lộc Ninh]] và thị xã [[Phước Long (thị xã)|Phước Long]]), tạo nên một dải đất đỏ bazan màu mỡ phù hợp trồng cây ăn quả và cây công nghiệp lâu năm.\n\n== Lịch sử ==\nThị xã Bình Long trước năm [[1956]] là một phần của quận [[Hớn Quản]], tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]].\n\nNgày [[22 tháng 10]] năm [[1956]], chính phủ [[Việt Nam Cộng hòa]] chia tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] chia thành 3 tỉnh: [[Bình Dương]], [[Bình Long (tỉnh)|Bình Long]], [[Phước Long (tỉnh)|Phước Long]] (có thêm phần đất của tỉnh [[Biên Hòa (tỉnh)|Biên Hòa]]). Thị xã Bình Long khi đó có tên là '''An Lộc''' là tỉnh lỵ tỉnh Bình Long, về mặt hành chính thuộc xã Tân Lập Phú, quận An Lộc.\n\nSau ngày đất nước thống nhất, trào lưu hợp nhất các tỉnh diễn ra khắp cả nước, thị xã An Lộc bị giải thể, xã An Lộc đóng vai trò huyện lỵ của huyện [[Bình Long (huyện)|Bình Long]], tỉnh [[Sông Bé (tỉnh)|Sông Bé]] trong giai đoạn [[1975]] - [[1994]].\n\nNgày [[1 tháng 8]] năm [[1994]], xã An Lộc được chuyển thành thị trấn An Lộc<ref>Nghị định 74-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Bến Cát, Bình Long, Bù Đăng, Đồng Phú, tỉnh Sông Bé<\/ref>. Thị trấn An Lộc chính là tiền thân của thị xã Bình Long ngày nay.\n\nNgày [[26 tháng 12]] năm [[1997]], thành lập 2 xã: An Phú và Thanh Phú trên cơ sở một phần diện tích và dân số của thị trấn An Lộc và xã Thanh Lương.<ref name=119NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-119-1997-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-va-thanh-lap-mot-so-xa-thuoc-cac-huyen-Binh-Long-Loc-Ninh-Phuoc-Long-va-Bu-Dang-Binh-Phuoc-41220.aspx Nghị định 119\/1997\/NĐ-CP điều chỉnh địa giới hành chính và thành lập một số xã thuộc các huyện Bình Long, Lộc Ninh, Phước Long và Bù Đăng, tỉnh Bình Phước]<\/ref>\n\nNgày [[11 tháng 8]] năm [[2009]], [[Chính phủ]] ban hành nghị quyết số 35\/NQ-CP về việc thành lập thị xã Bình Long và các phường thuộc thị xã Bình Long, tỉnh Bình Phước<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-35-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thuoc-huyen-Chon-Thanh-huyen-Binh-Long-huyen-Phuoc-Long-92877.aspx|title=Nghị quyết số 35\/NQ-CP của Chính phủ về việc điều chỉnh địa giới hành chính xã, thành lập xã thuộc huyện Chơn Thành, huyện Bình Long, huyện Phước Long; điều chỉnh địa giới hành chính huyện Bình Long, huyện Phước Long để thành lập thị xã Bình Long,thị xã Phước Long;thành lập các phường trực thuộc thị xã Bình Long,thị xã Phước Long, tỉnh Bình Phước|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n* Thành lập thị xã Bình Long trên cơ sở toàn bộ diện tích và dân số của thị trấn An Lộc và 2 xã: Thanh Phú, Thanh Lương; 1.468,40 ha diện tích tự nhiên và 7.072 người của xã [[An Phú, Hớn Quản|An Phú]]; 1.601,32 ha diện tích tự nhiên và 5.222 người của xã [[Thanh Bình, Hớn Quản|Thanh Bình]] thuộc huyện Bình Long\n* Thành lập phường An Lộc trên cơ sở 167,82 ha diện tích tự nhiên và 5.100 người của thị trấn An Lộc; 862,22 ha diện tích tự nhiên và 3.499 người của xã An Phú\n* Thành lập phường Hưng Chiến trên cơ sở 113,61 ha diện tích tự nhiên và 4.320 người của thị trấn An Lộc; 606,18 ha diện tích tự nhiên và 3.573 người của xã An Phú; 1.601,32 ha diện tích tự nhiên và 5.222 người của xã Thanh Bình\n* Thành lập phường Phú Thịnh trên cơ sở 393,61 ha diện tích tự nhiên và 6.320 người của thị trấn An Lộc\n* Thành lập phường Phú Đức trên cơ sở 403,62 ha diện tích tự nhiên và 4.584 người còn lại của thị trấn An Lộc\n* Đổi tên phần còn lại của huyện Bình Long thành huyện [[Hớn Quản]].\n\nSau khi thành lập, thị xã Bình Long có 12.628,56 ha diện tích tự nhiên và 57.590 người với 6 đơn vị hành chính trực thuộc, gồm 4 phường và 2 xã.\n\n== Hành chính ==\nThị xã Bình Long có 6 đơn vị hành chính cấp xã trực thuộc, bao gồm 4 phường: [[An Lộc, Bình Long|An Lộc]], [[Hưng Chiến]], [[Phú Đức, Bình Long|Phú Đức]], [[Phú Thịnh, Bình Long|Phú Thịnh]] và 2 xã: [[Thanh Lương, Bình Long|Thanh Lương]], [[Thanh Phú, Bình Long|Thanh Phú]]<ref>http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=11641<\/ref>.\n\n{| class=\"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n|-\n! style=\"background:#e5e4e2; color:#0047ab; height:17px; \" |Đơn vị hành chính cấp xã\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[An Lộc, Bình Long|An Lộc]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[Hưng Chiến]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[Phú Đức, Bình Long|Phú Đức]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[Phú Thịnh, Bình Long|Phú Thịnh]]\n! style=\"background: #96c; color:#7fffd4;\" | Xã <br>[[Thanh Phú, Bình Long|Thanh Phú]]\n! style=\"background: #96c; color:#7fffd4;\" | Xã <br>[[Thanh Lương, Bình Long|Thanh Lương]]\n\n|-\n! style=\"background:#9cc; color:navy; \" | Diện tích (km²)\n| style=\"background: beige; color:#000;\" | 10,30\n| style=\"background: beige; color:#000;\" | 23,21\n| style=\"background: beige; color:#000;\" | 4,04\n| style=\"background: beige; color:#000;\" | 3,94\n| style=\"background: beige; color:#000;\" | 29,61\n| style=\"background: beige; color:#000;\" | 69,65\n|-\n! style=\"background:#9cc; color:navy; height:16px; \" |Dân số 2015 (người)\n| style=\"background: #ACE1AF; color: black; \" | 18.189\n| style=\"background: #ACE1AF; color: black; \" | 14.459\n| style=\"background: #ACE1AF; color: black; \" | 8.933\n| style=\"background: #ACE1AF; color: black; \" | 7.639\n| style=\"background: #ACE1AF; color: black; \" | 10.993\n| style=\"background: #ACE1AF; color: black; \" | 14.237\n|-\n! style=\"background:#9cc; color:navy; \" |Mật độ dân số (người\/km²)\n| style=\"background:#ccf; color:#000;\" | 1.765\n| style=\"background:#ccf; color:#000;\" | 622\n| style=\"background:#ccf; color:#000;\" | 2.211\n| style=\"background:#ccf; color:#000;\" | 1.938\n| style=\"background:#ccf; color:#000;\" | 369\n| style=\"background:#ccf; color:#000;\" | 204\n|-\n|}\n\n==Kinh tế==\n\nNăm 2020, trong bối cảnh diễn biến phức tạp của dịch bệnh Covid-19, Thị ủy, UBND thị xã Bình Long đã tập trung lãnh đạo, chỉ đạo thực hiện ước đạt và vượt 19\/25 chỉ tiêu chủ yếu. Trong đó, thu ngân sách 10 tháng được hơn 249 tỷ đồng, đạt trên 72% dự toán điều chỉnh tỉnh giao, ước cả năm đạt trên 368 tỷ đồng, vượt 6,7% dự toán. Chi ngân sách ước đạt hơn 449 tỷ đồng, bằng 100% dự toán được giao.<ref>https:\/\/thuvienbinhphuoc.org.vn\/News\/NewDetail\/binh-long-thu-ngan-sach-nam-2020-uoc-vuot-ke-hoach<\/ref>\n\n==Giao thông==\n\nMạng lưới giao thông từ trung tâm thị xã đến tất cả các trung tâm phường, xã được nhựa hóa 100%. Đặc biệt, thị xã Bình Long có tuyến [[quốc lộ 13]] chạy qua từ [[Bình Dương]] đến [[Lộc Ninh]] cùng nhiều tuyến đường nội thị gắn với các trục giao thông chính tạo thành mạng lưới giao thông thuận lợi. Tương lai có tuyến đường sắt xuyên Á ([[Dĩ An]] – [[Lộc Ninh]] – [[Campuchia]]) qua địa bàn thị xã dài 15,5&nbsp;km. Từ thị xã Bình Long có thể đi lại, vận chuyển hàng hóa đến tất cả các vùng kinh tế trong cả nước, đây chính là điều kiện cho phép đẩy nhanh quá trình mở cửa, hòa nhập với sự phát triển kinh tế bên ngoài. Thị xã Bình Long có vị trí địa lý, vị trí kinh tế, chính trị, quốc phòng quan trọng của tỉnh Bình Phước; là cửa ngõ giao lưu giữa vùng đồng bằng với [[Tây nguyên]], giữa [[vùng kinh tế trọng điểm phía Nam]] với nước bạn [[Campuchia]].<ref>{{Chú thích web |url=http:\/\/binhlong.binhphuoc.gov.vn\/vi\/about\/Thi-xa-Binh-Long-phan-dau-xung-tam-khu-vuc-kinh-te-dong-luc-cua-Tinh.html |ngày truy cập=2021-01-29 |tựa đề=Bản sao đã lưu trữ |archive-date=2021-04-20 |archive-url=https:\/\/web.archive.org\/web\/20210420135705\/http:\/\/binhlong.binhphuoc.gov.vn\/vi\/about\/Thi-xa-Binh-Long-phan-dau-xung-tam-khu-vuc-kinh-te-dong-luc-cua-Tinh.html |url-status=dead }}<\/ref>\n\n===Các tuyến chính===\n*[[Quốc lộ 13|QL13]] đi qua các phường, xã (An Lộc, Hưng Chiến, Phú Đức, Phú Thịnh và 2 xã Thanh Phú, Thanh Lương)\n*ĐT752 đi qua phường (Hưng Chiến, An Lộc) \n*ĐT757 đi qua xã (Thanh Lương)\n* ĐT758 đi qua (Phú Đức, Phú Thịnh)\n\n===Các tuyến đường địa phương===\n\n* Phường An Lộc: Đoàn Thị Điểm, Ngô Quyền, Bùi Thị Xuân, Lê Văn Tám, Hàm Nghi, Đinh Tiên Hoàng, Phan Bội Châu, Lê Quý Đôn, Phạm Ngọc Thạch, Lê Lợi, Trừ Văn Thố, Thủ Khoa Huân, Trần Phú, Lý Tự Trọng, Tú Xương.\n\n* Phường Hưng Chiến: Lê Hồng Phong, Lê Đại Hành, Nguyễn Văn Trỗi, Nguyễn Trãi, Nguyễn Chí Thanh,Trần Quang Khải. \n\n* Phường Phú Đức: Lý Thường Kiệt, Lê Thị Hồng Gấm, Nguyễn Du, Nguyễn Trung Trực, Huỳnh Văn Nghệ,  Nguyễn Đức Cảnh, Huỳnh Thúc Kháng.\n\n* Phường Phú Thịnh: Hồ Xuân Hương, Chu Văn An, Hùng Vương, Trần Hưng Đạo, Nơ Trang Long, Bà Triệu, Hai Bà Trưng, Hồ Tùng Mậu, Nguyễn Huệ\n\n===Một số tuyến đã được nâng cấp và sẽ được hình thành mới===\n\n\n• Đường Hai Bà Trung nối dài (phường Phú Thịnh)\n\n• Đường Nguyễn Thái Học nối dài (phường Phú Thịnh và xã Thanh Phú) đang trong giai đoạn nâng cấp.\n\n• Đường Nguyễn Du (phường Phú Đức, Phú Thịnh) đang trong giai đoạn nâng cấp.\n\n• Đường Huỳnh Văn Nghệ (phường Phú Đức) đang trong giai đoạn nâng cấp.\n\n• Đường Ngô Quyền (phường An Lộc) đang trong giai đoạn nâng cấp.\n\n• Mở rộng QL13 đoạn xã Thanh Lương đến đoạn ngã ba Chiu Riu huyện Hớn Quản (danh mục đầu tư).\n\n• Xây dựng ĐT752 - Phan Bội Châu (phường An Lộc, Hưng Chiến) chiều dài hơn 5km, tổng số vốn đầu tư 2 giai đoạn hơn 160 tỷ đồng. Đã hoàn thành.\n\n• Xây dựng đường Lê Đại Hành nối dài (phường Phú Đức).\n\n• Xây dựng PDT9 đoạn từ ngã ba Sóc Phú Bổn đến giáp TDT7 (phường Phú Đức).\n\n• Mở rộng ĐT758 từ Bình Long đi Thuận Phú đến QL14 (phường Phú Đức, Phú Thịnh).\n\n• Mở rộng đường KP Phú Xuân, phường Phú Thịnh.\n\n• Xây dựng đường Nguyễn Văn Trỗi kết nối huyện Hớn Quản ( đoạn từ ngã 3 Đoàn Thị Điểm đến ranh huyện Hớn Quản) phường Hưng Chiến.\n\n• Xây dựng đường Đoàn Thị Điểm kết nối trung tâm hành chính thị xã (phường Hưng Chiến).\n\n• Láng nhựa đường Trần Quang Khải nối dài (phường Hưng Chiến).\n\n• Xây dựng đường HCT3 kết nối huyện Hớn Quản (phường Hưng Chiến).\n\n • Láng nhựa đường tổ 3, ấp Bình Ninh 1 phường Hưng Chiến.\n\n• Xây dựng đường liên xã Hưng Chiến - Thanh Lương quy mô bề rộng 45m đi qua các phường xã (An Lộc, Hưng Chiến, Thanh Phú và Thanh Lương).\n\n• Xây dựng đường vành đai thị xã quy mô bề rộng 72m đi qua các phường xã (Hưng Chiến, An Lộc, Thanh Phú).\n\n• Láng nhựa đường tổ 6, ấp Thanh Tuấn đi cầu Ba Tặng. Đoạn ĐT757 đi Lộc Ninh (xã Thanh Phú).\n\n• Mở rộng tuyến đường giữa lô cao su nhà nước với các hộ dân tại ấp Thanh Hà (xã Thanh Phú).\n\n• Mở rộng tuyến đường giữa lô cao su nhà nước với các hộ dân tại ấp Thanh Thủy (xã Thanh Phú).\n\n• Mở rộng tuyến đường giữa lô cao su nhà nước với các hộ dân tại ấp Thanh Sơn (xã Thanh Phú).\n\n• Mở rộng tuyến đường giữa lô cao su nhà nước với các hộ dân tại ấp Sóc Bế (xã Thanh Phú).\n\n• Mở rộng tuyến đường giữa lô cao su nhà nước với các hộ dân tại ấp Sóc Bưng (xã Thanh Phú).\n\n• Mở rộng, nâng cấp đường Thanh Xuân - Thanh Sơn 2km (xã Thanh Phú).\n\n• Nâng cấp, mở rộng TPT31 từ QL13 đi ấp Vườn Rau (xã Thanh Phú).\n\n• Nâng cấp, mở rộng TPT30 từ QL13 đến địa giới phường An Lộc (xã Thanh Phú).\n\n• Xây dựng mới đường vào cụm công nghiệp Thanh Phú.\n\n• Láng nhựa tuyến đường từ đập tràn tổ 8 ấp Thanh Thiện đi nghĩa trang ấp Thanh Thiện (xã Thanh Lương).\n\n• XD đường bê tông từ ấp Thanh Kiều đi tổ 5, ấp Thanh Bình (xã Thanh Lương).\n\n• Láng nhựa đường tổ 9, KP. Phú Xuân (phường Phú Thịnh).\n\n• Láng nhựa đường thuộc tổ 3, 4, Xa Cam 2 (phường Hưng Chiến).\n\n==Hạ tầng==\nCác khu đô thị và khu dân cư đã và đang đầu tư trên địa bàn TX Bình Long như:\n\n• KDC phía Tây thị xã (phường An Lộc, Hưng Chiến) quy mô 15ha.\n\n• KDC dọc bên Trần Hưng Đạo (phường Phú Đức, Thịnh) quy mô 5,51ha.\n\n• KDC Thanh Bình (phường Hưng Chiến) quy mô 27,07ha.\n\n• KDC Vành đai hồ Sa Cát (phường Hưng Chiến) quy mô 0,50ha.\n\n• KDT mới Nam An Lộc (phường Hưng Chiến) quy mô 94,36ha.\n\n• KDC Hưng Phú (phường Hưng Chiến) quy mô 11ha.\n\n• KDC ĐT752 (phường An Lộc) quy mô 15ha.\n\n• KDC cụm NN Thanh Phú (xã Thanh Phú) quy mô 6ha.\n\n• Khu làm việc & KDC cán bộ CNV Hưng Chiến quy mô 5,40ha.\n\n• KDC Hưng Mai phường Hưng Chiến quy mô 15,39ha \n\n• KDC Đại Tân (xã Thanh Luong) quy mô 25,13ha.\n\n• Khu TM xã Thanh Phú quy mô 6,43ha.\n\n• Khu TM xã Thanh Lương do Cty CP đầu tư TC Bình Phước quy mô 0,96ha.\n\n===KCN, Cụm CN ===\n\n• Khu CN Việt Kiều (phường Hưng Chiến, xã Thanh Bình huyện Hớn Quản) quy mô 108ha\n\n• Cụm CN Hưng Chiến 2 quy mô 70ha (phường Hưng Chiến).\n\n• Cụm CN Thanh Phú 1 quy mô 60ha (xã Thanh Phú).\n\n==Y tế==\nCác bệnh viện đóng trên địa bàn TX Bình Long hiện nay như:\n*Bệnh Viện Đa Khoa Thị Xã Bình Long\n*Bệnh Viện Đa Khoa Cao Su Bình Long\n*Trung Tâm Y Tế TX Bình Long.\n\n== Hình ảnh ==\n<gallery mode=\"packed-hover\" widths=\"200\" heights=\"200\">\nTập tin:Mot Goc Thi Xa Binh Long.jpg|Một góc thị xã Bình Long\nTập tin:Mot Goc Thi Xa Binh Long2.jpg|Trung tâm Thương mại thị xã Bình Long\nTập tin:Mot Goc Thi Xa Binh Long11.jpg|Mộ 3000 Người\nTập tin:Mot Goc Thi Xa Binh Long12.jpg|Tháp Nước - Quốc lộ 13\nTập tin:Cong chao bl.jpg|Cổng chào thị xã Bình Long\n<\/gallery>\n\n==Tham khảo==\n{{Thể loại Commons|Binh Long Town}}\n{{Tham khảo}}\n* {{TĐBKVN|26626}}\n{{sơ khai Bình Phước}}\n\n{{Huyện thị Bình Phước}}{{Đơn vị hành chính thuộc thị xã Bình Long}}{{Thị xã Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]"}