{"135154":"'''Bình dân học vụ''' là phong trào [[xóa nạn mù chữ]] trong toàn dân, được [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ lâm thời]] nước [[Việt Nam Dân chủ Cộng hòa]] phát động ngày [[8 tháng 9]] năm [[1945]] (sắc lệnh 19\/SL và 20\/SL) ngay sau khi [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Việt Nam giành được độc lập]]. Phong trào này nhằm giải quyết \"giặc dốt\" - một trong các vấn đề cấp bách nhất của [[Việt Nam]] lúc bấy giờ (chỉ sau [[nạn đói năm Ất Dậu, 1944-1945|\"giặc đói\"]]).\n\n==Bối cảnh==\n[[Tập tin:Lop Binh dan hoc vu.jpg|trái|nhỏ|250px|Chủ tịch Hồ Chí Minh thăm lớp bình dân học vụ dạy chữ cho cả những cụ già]]\nThời [[Pháp thuộc]], hệ thống giáo dục tại Việt Nam rất thiếu thốn. Cho đến năm 1930, tổng số học sinh, sinh viên tất cả các trường từ tiểu học đến đại học chỉ chiếm 1,8% dân số Việt Nam. Năm 1945, khi Việt Nam giành được độc lập, 95% dân Việt Nam [[mù chữ]]<ref>[http:\/\/www.archives.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=99&listId=c2d480fb-e285-4961-b9cd-b018b58b22d0&ws=content\/ Chủ tịch Hồ Chí Minh với phong trào Bình dân học vụ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180103193452\/http:\/\/www.archives.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=99&listId=c2d480fb-e285-4961-b9cd-b018b58b22d0&ws=content%2F |date = ngày 3 tháng 1 năm 2018}}, Phạm Hải Yến, Trung tâm Lưu trữ Quốc gia III<\/ref>. Đây là một trong các quốc nạn đối với một quốc gia mới giành độc lập.\n\nTại phiên họp đầu tiên của Chính phủ ngày [[3 tháng 9]] năm [[1945]] tại [[Hà Nội]], Chủ tịch [[Hồ Chí Minh]] đề nghị mở chiến dịch \"Chống nạn mù chữ\", vì \"''Một dân tộc dốt là một dân tộc yếu''\".\n\nĐể phục vụ chiến dịch xóa nạn mù chữ, Nha bình dân học vụ được thành lập ngày 8 tháng 9 năm 1945, khoá huấn luyện giáo viên Bình dân học vụ đầu tiên mang tên ''Hồ Chí Minh'' mở tại Hà Nội.\n\nVì nhà nước non trẻ ngân sách thiếu thốn, phong trào dựa vào sức dân là chính. Ngân quỹ được chỉ dụng cho chương trình chỉ trả lương được tối đa 1.000 giáo viên, trong khi số giáo viên cần thiết tối thiểu là 100.000.<ref>Marr, 184<\/ref> Người đi học được miễn phí. Giáo viên không nhận lương. Mỗi tỉnh phải tự túc giáo viên. Khi ngân sách còn eo hẹp, các lớp bình dân học vụ dùng phấn hay gạch để viết xuống đất thay cho bút và giấy.\n\nPhong trào nhanh chóng lan rộng khắp cả nước. Các lớp học bình dân được mở khắp nơi, trong nhà dân, [[đình]] [[chùa]], [[miếu]] mạo, chỉ cần mấy chiếc ghế băng, ghế tựa đặt quanh bàn, quanh chiếc phản, cánh cửa, tấm ván mộc làm bảng đã thành lớp học.\n\nCác đội [[Nhi đồng cứu quốc]] khua [[trống ếch]] cổ động người dân đi học. Tại các nơi nhiều người qua lại, như các ngõ xóm, điếm canh, cổng đình, cổng làng, người ta treo [[nong]], [[nia]], [[mẹt]], [[phên cốt]], trên viết các chữ cái bằng [[canxi hiđroxit|vôi]] để ai đi qua cũng có dịp nhẩm, ôn các chữ đã học. Các câu văn vần miêu tả các chữ cái được sử dụng để người học dễ thuộc. Ví dụ: \n[[Tập tin:Do dung hoc tap binh dan hoc vu.jpg|phải|nhỏ|250px|Đồ dùng học tập của lớp bình dân học vụ]]\n::\"''i, t (tờ), có móc cả hai.\n:''i ngắn có chấm, t (tờ) dài có ngang;\n::''e, ê, l (lờ) cũng một loài.\n:''ê đội nón chóp, l (lờ) dài thân hơn;\n::''o tròn như quả trứng gà.\n:''ô thì đội mũ, ơ là thêm râu;''\n::''o, a hai chữ khác nhau''\n:''vì a có cái móc câu bên mình.\"''<ref>Bài văn vần này đã được [[Hội Truyền bá Quốc ngữ]] sử dụng từ trước cách mạng. Marr, 182<\/ref>\n\nXuất hiện nhiều ca dao, hò vè cổ động cho phong trào Bình dân học vụ. Ví dụ: \n::''\"Hôm qua anh đến chơi nhà.\n:''Thấy mẹ dệt vải thấy cha đi bừa.\n::''Thấy nàng mải miết xe tơ.\n:''Thấy cháu \"i - tờ\" ngồi học bi bô.\n::''Thì ra vâng lệnh Cụ Hồ.\n:''Cả nhà yêu nước \"thi đua\" học hành\".\n\nĐể thúc giục người dân học chữ, một số nơi còn dựng \"cổng mù\" ở đầu [[chợ]]. Người muốn vào chợ phải thử đọc chữ, ai đọc được thì được đi cổng chính, ai chưa đọc được thì phải qua \"cổng mù\" để vào chợ.\n\nTính đến cuối năm 1945, sau hơn ba tháng phát động, theo báo cáo chưa đầy đủ của các tỉnh Bắc bộ gửi về Bộ Quốc gia giáo dục thì đã mở được hơn 22.100 lớp học với gần 30 nghìn giáo viên và đã dạy biết chữ cho hơn 500 nghìn học viên mà tổng chi phí xuất từ ngân sách trung ương là 815,68 đồng, còn lại đều do các địa phương và tư nhân chi trả. Đến cuối năm 1946, Bộ Quốc gia giáo dục báo cáo có 74.975 lớp với 95.665 giáo viên, riêng ở [[Bắc Bộ Việt Nam|Bắc Bộ]] và [[Miền Trung (Việt Nam)|Trung Bộ]] đã có 2.520.678 người biết đọc, biết viết.<ref>Marr, 182<\/ref>\n\nMột năm sau ngày phát động, phong trào đã tổ chức được 75.000 lớp học với trên 95.000 giáo viên; trên 2.500.000 người biết đọc, biết viết. Tới năm 1948, 6 triệu người đã thoát nạn mù chữ và đến năm 1952 là 10 triệu người, chiến dịch xoá nạn mù chữ cơ bản được hoàn thành. Đi đôi với việc diệt \"giặc dốt\", việc bổ túc văn hoá để củng cố sự đọc thông, viết thạo của những người đã thoát nạn mù chữ được tổ chức và đẩy mạnh, trình độ văn hoá của cán bộ và nhân dân lao động cũng được nâng lên<ref>{{Chú thích web |url=http:\/\/www.archives.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=99&listId=c2d480fb-e285-4961-b9cd-b018b58b22d0&ws=content |ngày truy cập=2014-02-02 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 7 tháng 11 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171107013237\/http:\/\/www.archives.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=99&listId=c2d480fb-e285-4961-b9cd-b018b58b22d0&ws=content |url-status=dead }}<\/ref>.\n\n==Tại miền Nam==\nTại miền Nam trước năm 1975, chế độ Việt Nam Cộng hòa (1955-1975) trong suốt 20 năm vẫn chưa thể giải quyết được nạn mù chữ. Lúc giải phóng miền Nam năm 1975, 30% người dân miền Nam vẫn còn mù chữ. Trong Chỉ thị 221 CT\/TW ''\"Về công tác giáo dục ở miền Nam sau ngày hoàn toàn giải phóng\"'', ngày 17-6-1975, Ban Bí thư Trung ương Đảng nhấn mạnh ''\"Trước mắt, phải coi đây (nhiệm vụ xoá nạn mù chữ và bổ túc văn hoá) là một nhiệm vụ cấp thiết số một... phấn đấu hoàn thành nhiệm vụ này trong hai năm\"''. Tháng 9-1976, trong thư gửi giáo viên và học sinh cả nước nhân dịp khai giảng năm học mới, Chủ tịch nước [[Tôn Đức Thắng]] lưu ý ''\"Riêng đối với miền Nam, cần tập trung sức nhanh chóng xoá xong nạn mù chữ và đẩy mạnh công tác bổ túc văn hoá cho cán bộ và thanh niên công nông...\"''. Phong trào bình dân học vụ nhằm giải quyết tình trạng người dân mù chữ tại miền Nam được thực hiện. Cuối tháng 2-1978, tất cả 21 tỉnh và thành phố ở miền Nam đã cơ bản hoàn thành kế hoạch xoá nạn mù chữ<ref name=tuyen \/>\n\n==Xem thêm==\n* [[Hội Truyền bá Quốc ngữ]]\n* [[Văn hóa bình dân]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*{{chú thích sách|url=http:\/\/books.google.com\/books?id=FkcZ_nGkW-oC&pg=PA175&lpg=PA175&dq=quoc+ngu&source=web&ots=7jHOLVqohK&sig=mHX_RnPg1t8yqdrhkCZ-GrPUueU#PPA184,M1|author=David G. Marr|title=Vietnamese Tradition on Trial, 1920-1945|publisher= University of California Press|year=1984}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vnexpress.net\/Vietnam\/Xa-hoi\/2005\/08\/3B9E1A4E\/ Công việc đầu tiên của chính phủ đầu tiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071017151614\/http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2005\/08\/3B9E1A4E\/ |date=2007-10-17 }}\n*Báo Nhân dân, [http:\/\/www.nhandan.com.vn\/tinbai\/?top=41&sub=74&article=105511 Đã có hai triệu người biết chữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071030022640\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=41&sub=74&article=105511 |date = ngày 30 tháng 10 năm 2007}}, 19-09-2007.\n*[http:\/\/www.talawas.org\/2010\/09\/nguyen-vinh-trang-i-to-to-i-ti-le-la-me.html I Tờ, Tờ i Ti. Le a La, Me er Mer, La Mer.], Nguyễn Vĩnh-Tráng.\n\n[[Thể loại:Giáo dục Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Việt Nam Dân chủ Cộng hòa]]\n[[Thể loại:Chữ Quốc ngữ]]"}