{"1667266":"Sau [[sự kiện 30 tháng 4 năm 1975]], vấn đề '''bình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ''' được đặt ra. Tuy nhiên đến hai mươi năm sau, tức ngày [[11 tháng 7]] năm [[1995]], [[Tổng thống Hoa Kỳ]] [[Bill Clinton]] và [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Việt Nam]] [[Võ Văn Kiệt]] mới tuyên bố bình thường hóa quan hệ ngoại giao giữa hai quốc gia.\n\n==Những nỗ lực ==\nKhoảng tháng 6 năm 1975, Việt Nam có nhờ [[Liên Xô]] chuyển cho Mỹ một thông điệp không chính thức: \"''Lãnh đạo Việt Nam Dân chủ Cộng hòa tán thành có quan hệ tốt với Mỹ trên cơ sở tôn trọng lẫn nhau. Trên tinh thần đó, phía Việt Nam đã tự kiềm chế trong khi giải phóng, tạo cơ hội cho người Mỹ không bị cản trở trong việc tiến hành di tản nhân viên của họ. Phía Việt Nam đã cố gắng làm mọi sự cần thiết để không làm xấu đi quan hệ với Mỹ trong tương lai. Không có sự thù địch với Mỹ ở Việt Nam và Việt Nam cũng không muốn thấy như vậy ở phía Mỹ''\". Tiếp theo đó, Thủ tướng [[Phạm Văn Đồng]] nói trước Quốc hội: \"''Việt Nam mời gọi Hoa Kỳ bình thường hóa và yêu cầu chính quyền Mỹ chi tiền tái thiết như đã hứa''\".<ref>{{chú thích sách|title=Chính sách ngoại giao Việt Nam (1975-2006)|publisher=Học viện Quan hệ Quốc tế|location=Hà Nội|page=357|cuốn=Tập II|access-date = ngày 7 tháng 5 năm 2016 |access-date = ngày 7 tháng 5 năm 2016}}<\/ref>\n\nNgày [[7 tháng 5]] năm [[1976]], Tổng thống [[Gerald Ford|Gerald R. Ford]] đề nghị Quốc hội Hoa Kỳ tạm ngưng cấm vận Việt Nam trong sáu tháng để tạo điều kiện cho việc đối thoại giữa hai nước. Ngày [[8 tháng 5]] năm 1976, [[Bộ trưởng Ngoại giao Hoa Kỳ]] [[Henry Kissinger]] gửi công hàm cho [[Bộ trưởng Bộ Ngoại giao (Việt Nam)|Quốc Vụ khanh Bộ Ngoại giao]] [[Nguyễn Cơ Thạch]], đề nghị thảo luận vấn đề bình thường hóa quan hệ hai nước.\n\nNgày [[6 tháng 1]] năm [[1977]], [[Bộ Ngoại giao (Hoa Kỳ)|Bộ Ngoại giao Hoa Kỳ]] đưa ra lộ trình ba bước bình thường hóa quan hệ với Việt Nam. Và phía Hoa Kỳ cũng đưa ra điều kiện để nối lại bang giao là: Việt Nam phải làm đầy đủ hồ sơ về lính Mỹ mất tích ([[Vấn đề tù binh, quân nhân mất tích trong chiến tranh Việt Nam|MIA]]), trao trả hài cốt lính Mỹ. Đổi lại, phía Việt Nam cũng yêu cầu Hoa Kỳ phải bồi thường chiến tranh, khoản bồi thường là 3,25 tỷ [[Đô la Mỹ|USD]] (ngoài ra, Mỹ sẽ viện trợ không hoàn lại mỗi năm 650 triệu đô-la) như Ngoại trưởng [[Henry Kissinger]] đã hứa tại [[Hiệp định Paris 1973|Hiệp định Paris]]. Tuy nhiên, Hoa Kỳ cho rằng Việt Nam đã vi phạm Hiệp định nên họ sẽ không trả khoản tiền bồi thường. Ngược lại, phía Việt Nam vẫn phải chịu trách nhiệm đối với khoản nợ 85 triệu USD (gốc) của [[Việt Nam Cộng hòa]]. Ngày [[7 tháng 4]] năm 1997, [[Bộ trưởng Ngân khố Hoa Kỳ]] Robert Rubin và [[Bộ trưởng Bộ Tài chính (Việt Nam)|Bộ trưởng Bộ Tài chính Việt Nam]] [[Nguyễn Sinh Hùng]] ký thỏa thuận tại [[Hà Nội]] về việc Việt Nam trả khoản nợ 145 triệu USD của chính quyền miền Nam Việt Nam cũ.<ref>{{Chú thích web|url=https:\/\/vn.usembassy.gov\/vi\/our-relationship-vi\/policy-history-vi\/chronology-of-us-vietnam-relations-vi\/|title=Các mốc lịch sử quan trọng trong quan hệ Hoa Kỳ – Việt Nam}}<\/ref>\n\nNăm 1977, khi [[Jimmy Carter]] nhậm chức tổng thống, ông đã nỗ lực đẩy mạnh việc bình thường hóa quan hệ Việt Nam-Hoa Kỳ. Tháng 3 năm 1977, Carter gửi một phái đoàn sang Hà Nội để bàn về việc nối lại bang giao. Ngày [[17 tháng 3]] năm 1977, tại Hà Nội, [[Phó Thủ tướng Chính phủ (Việt Nam)|Phó Thủ tướng]] [[Nguyễn Duy Trinh]] đã tiếp Leonard Woodcock, Đặc phái viên của Tổng thống Hoa Kỳ. Ngày [[4 tháng 5]] năm 1977, chính quyền Carter đồng ý để Việt Nam gia nhập [[Liên Hợp Quốc]].\n\nNgày [[3 tháng 5]] năm 1977, phiên đàm phán đầu tiên giữa hai phái đoàn Việt Nam - Hoa Kỳ đã diễn ra tại Paris. Phía Việt Nam vẫn yêu cầu Mỹ phải chi 3,25 tỷ USD bồi thường chiến tranh<ref>Hiệp định Paris ghi: \"''Thể theo truyền thống hào hiệp của mình, Hoa Kỳ sẽ tham gia giúp đỡ tái thiết (Việt Nam) sau chiến tranh''\". Sau khi đôi bên hoàn thành việc ký tắt, ngày 23-1-1973, Lê Đức Thọ đã thỏa thuận được với Kissinger con số viện trợ 3,250 tỷ đô-la Mỹ, ngoài ra, Mỹ sẽ viện trợ biếu không mỗi năm 650 triệu đô-la.\n<\/ref>. Phía Hoa Kỳ đề nghị bình thường hóa trước, viện trợ sau. Trưởng đoàn đàm phán Phan Hiền báo cáo với ông Nguyễn Cơ Thạch, ông Thạch thuyết phục [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam#Đại hội Đảng lần thứ IV|Bộ Chính trị]] nhưng không được. Đàm phán lâm vào bế tắc.\n\nKhi biên giới Tây Nam được đặt trong [[Chiến tranh biên giới Việt Nam – Campuchia|tình trạng chiến tranh]] và [[Trung Quốc]] đã được Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam xác định là kẻ thù, Việt Nam nhận thấy vai trò quan trọng của việc bình thường hóa với Hoa Kỳ, một siêu cường trên thế giới.\n\nĐầu năm [[1978]], tại [[Tokyo|Tōkyō]], ông Phan Hiền, thứ trưởng Ngoại giao Việt Nam tuyên bố: \"''Việt Nam sẵn sàng bình thường hóa vô điều kiện với Hoa Kỳ''\" (tức là Việt Nam sẽ không yêu cầu Hoa Kỳ phải bồi thường chiến tranh nữa). Tuy nhiên lúc này Hoa Kỳ quan tâm tới việc đàm phán bình thường hoá quan hệ với Trung Quốc hơn, mà Trung Quốc và Việt Nam với khi đó lại đang là đối thủ, nên Hoa Kỳ đã bỏ qua vấn đề bình thường hóa quan hệ với Việt Nam.<ref>Bài tổng thống Jimy Carter trả lời phỏng vấn Brian Williams, công bố trong Hội thảo Vietnam and the Presidency, 10-3-2006.<\/ref>\n\nTrong một nỗ lực cuối cùng, [[tháng 10]] năm 1978, Nguyễn Cơ Thạch hối thúc các nhà đàm phán Hoa Kỳ ký thỏa thuận bình thường hóa. Nhưng Hoa Kỳ đã từ chối khéo: \"''Mỹ không thay đổi lập trường bình thường hóa quan hệ với Việt Nam, nhưng phải chậm lại vì cần làm rõ ba vấn đề: sự thù địch của Việt Nam với Campuchia; [[Hiệp ước hữu nghị và hợp tác Liên Xô - Việt Nam|Hiệp ước Việt-Xô]] và tình trạng gia tăng [[thuyền nhân Việt Nam]]''\". Tuy nhiên theo ông [[Trần Quang Cơ]] viết trong hồi ký \"Hồi ức và suy nghĩ\" thì: \"''Tôi nghĩ, thực ra Mỹ đã quyết định dứt bỏ quá trình đàm phán bình thường hóa quan hệ với Việt Nam từ khi Việt Nam tham gia khối [[Hội đồng Tương trợ Kinh tế|Comecon]], tháng 6-1978, và sau đó, ký hiệp ước với Liên Xô''\". Sau đó thì việc bình thường hóa quan hệ Việt Nam - Hoa Kỳ bị gián đoạn bởi các cuộc [[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Chiến tranh biên giới Tây Nam]] và [[Chiến tranh biên giới Việt-Trung 1979|Chiến tranh biên giới Việt - Trung]]\n\nTrong thập niên tám mươi, chính quyền của Tổng thống [[Ronald Reagan]] đã phản đối việc bình thường hóa cho đến khi có sự xác nhận Việt Nam đã rút hết quân ở Campuchia và có sự hợp tác đầy đủ của Việt Nam trong việc tìm kiếm những người Mỹ mất tích.\n\nTrong cuộc trả lời phỏng vấn cho [[Time (tạp chí)|tạp chí Time]] (tuần lễ từ ngày 7 đến ngày [[13 tháng 1]] năm 1992), Thủ tướng [[Võ Văn Kiệt]] nói rằng: \n:\"''Sự nghi ngờ chúng tôi còn giam giữ một số người Mỹ còn sống… là một điều ngớ ngẩn. Động cơ nào có thể thúc đẩy chúng tôi làm điều đó?''\". \nTạp chí Time hỏi: \n:\"''Làm sao để dân chúng Mỹ có thể tin vào sự đảm bảo của các ông?''\". \nÔng Kiệt: \n:\"''Ở Việt Nam có hàng chục ngàn gia đình có người thân bị mất tích. Tôi cũng là một nạn nhân. Gia đình tôi có bốn người, vợ và ba con của tôi, bị mất tích trong chiến tranh. Trực thăng Mỹ đã giết 300 người trong một trận càn dọc sông Sài Gòn, vợ và con trai, một con gái của tôi đã mất trong trận càn đó. Tôi có thể thấu hiểu được nỗi đau của tất cả các gia đình Mỹ có người thân bị mất tích trong chiến tranh… Tôi mong muốn dân chúng Mỹ hiểu được hoàn cảnh của chúng tôi trong vấn đề này. Chúng tôi xin mời bất cứ người nào nghi ngờ còn người Mỹ sống ở Việt Nam hãy đến Việt Nam mà tìm hiểu''\".\n\nCuối năm 1992, khi tới Hà Nội lần thứ hai, [[Thượng viện Hoa Kỳ|Thượng nghị sĩ]] [[John Kerry]] đã đề nghị [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]] [[Lê Đức Anh]] cho phép một cộng sự của ông, Thượng nghị sĩ Bob Smith xuống đường hầm ở khu vực [[lăng Chủ tịch Hồ Chí Minh]] để tận mắt thấy không có lính Mỹ bị giam dưới lăng như [[Điện ảnh Hoa Kỳ|phim ảnh Hollywood]] miêu tả.<ref>{{chú thích web|author1=Khuất Biên Hòa|title=Chuyện Đại tướng Lê Đức Anh thuyết phục ông John Kerry|url=http:\/\/vietnamnet.vn\/vn\/tuanvietnam\/254235\/chuyen-dai-tuong-le-duc-anh-thuyet-phuc-ong-john-kerry.html|website=Vietnamnet|access-date = ngày 7 tháng 5 năm 2016 |date = ngày 4 tháng 8 năm 2015}}<\/ref>\n\n[[Tháng mười một|Tháng 11]] năm 1992, lệnh hạn chế liên lạc điện thoại được bãi bỏ, dịch vụ gọi điện trực tiếp giữa Hoa Kỳ và Việt Nam được thiết lập.<ref>{{chú thích web|author1=|title=Những mốc đáng nhớ trong 20 năm bình thường hóa Việt Nam ‒ Hoa Kỳ|url=http:\/\/m.tapchiqptd.vn\/vi\/tu-lieu\/nhung-moc-dang-nho-trong-20-nam-binh-thuong-hoa-viet-nam-%E2%80%92-hoa-ky-7730.html|website=tapchiqptd.vn|access-date = ngày 3 tháng 5 năm 2022 |date = ngày 7 tháng 7 năm 2015}}<\/ref>\n\n==Một số cột mốc==\n*Ngày 1 - [[3 tháng 8]] năm [[1987]]: Đặc phái viên của Tổng thống Hoa Kỳ, Tướng John Vessey lần đầu tiên thăm Việt Nam để trao đổi các vấn đề nhân đạo mà hai bên cùng quan tâm.\n*Ngày 29 - [[31 tháng 9]] năm [[1988]]: Tướng John Vessey thăm Việt Nam lần thứ 2 để trao đổi các vấn đề nhân đạo mà hai bên cùng quan tâm.\n*Ngày [[29 tháng 9]] năm [[1990]]: Bộ trưởng Bộ Ngoại giao Nguyễn Cơ Thạch gặp gỡ Bộ trưởng Ngoại giao Hoa Kỳ [[James Baker]] tại [[Thành phố New York|New York]].\n*Ngày [[11 tháng 11]] năm [[1991]]: [[Chính phủ Hoa Kỳ]] chính thức cho phép khách du lịch, cựu chiến binh, nhà báo, doanh nhân Hoa Kỳ thăm Việt Nam.\n*Ngày [[14 tháng 12]] năm 1992: Tổng thống Hoa Kỳ [[George H. W. Bush]] cho phép các công ty Hoa Kỳ có thể mở văn phòng đại diện tại Việt Nam và ký các hợp đồng sau khi lệnh cấm vận thương mại được bãi bỏ.\n*Ngày [[3 tháng 2]] năm [[1994]]: Tổng thống Hoa Kỳ [[Bill Clinton]] thông báo quyết định bãi bỏ lệnh cấm vận thương mại đối với Việt Nam. Thượng viện Hoa Kỳ trước đó 1 tuần đã thông qua quyết định trên.\n*Ngày [[28 tháng 1]] năm [[1995]]: Hai nước mở văn phòng liên lạc.\n*Ngày [[11 tháng 7]] năm 1995, Tổng thống Hoa Kỳ [[Bill Clinton]] và [[Thủ tướng Việt Nam]] [[Võ Văn Kiệt]] tuyên bố bình thường hóa quan hệ ngoại giao giữa hai nước, gác lại quá khứ và mở ra một chương mới trong lịch sử hai nước.<ref>[http:\/\/vietnamembassy-usa.org\/vi\/basic-page\/mot-so-moc-dang-nho-trong-quan-he-viet-nam-hoa-ky Một số mốc đáng nhớ trong quan hệ Việt Nam - Hoa Kỳ]<\/ref>\n\n==Sau bình thường hóa==\nSau khi bình thường hóa hai nước đã thiết lập và duy trì mối quan hệ chính trị-ngoại giao tích cực. Lãnh đạo cấp cao Việt Nam và Hoa Kỳ đã thực hiện 6 chuyến thăm chính thức tới thủ đô của hai nước: Tổng thống Hoa Kỳ [[Bill Clinton]], [[George W. Bush]], [[Barack Obama]] và [[Donald Trump]] thăm Việt Nam vào [[Danh sách cuộc viếng thăm Việt Nam của Tổng thống Hoa Kỳ|các năm 2000, 2006, 2016 và 2017]]; [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]] [[Nguyễn Minh Triết]], [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] [[Phan Văn Khải]], [[Nguyễn Tấn Dũng]], [[Nguyễn Xuân Phúc]] và [[Phạm Minh Chính]] đã thăm chính thức Hoa Kỳ vào 2005, 2007, 2008, 2017 và 2022.<ref name=\"dthn\">Bài viết: \"Đối tác hữu nghị, xây dựng, hợp tác toàn diện hướng tới tương lai\" của Phó Thủ tướng, Bộ trưởng Bộ Ngoại giao Phạm Gia Khiêm đăng trên Tạp chí Việt-Mỹ số tháng 7+8 năm 2010.<\/ref>\n\nCho đến năm 2009, thương mại hai chiều Việt Nam - Hoa Kỳ đã đạt tới 15,6 tỷ USD, tăng hơn 30 lần so với năm 1995. Hoa Kỳ trở thành thị trường xuất khẩu lớn nhất của Việt Nam, là nhà đầu tư lớn thứ nhì vào Việt Nam với số vốn lên tới 9,8 tỷ USD, chiếm 25% tổng số FDI vào Việt Nam.<ref name=\"dthn\"\/>\n\nTới năm 2013, Việt Nam và Hoa Kỳ thiết lập [[Đối tác chiến lược, đối tác toàn diện (Việt Nam)#Đối tác toàn diện|quan hệ Đối tác toàn diện]] dựa trên các nguyên tắc tôn trọng [[Hiến chương Liên Hợp Quốc|Hiến chương Liên hợp quốc]], luật pháp quốc tế, tôn trọng thể chế chính trị, độc lập, chủ quyền và toàn vẹn lãnh thổ của nhau. Quan hệ Đối tác toàn diện Việt Nam - Hoa Kỳ đã tạo ra khuôn khổ mới cho quan hệ hợp tác giữa hai nước trong các lĩnh vực như chính trị-ngoại giao, kinh tế-thương mại, khoa học-công nghệ, giáo dục-đào tạo, môi trường và y tế, hợp tác nhân đạo - giải quyết hậu quả chiến tranh, quốc phòng-an ninh, bảo vệ và thúc đẩy quyền con người, và văn hóa-thể thao-du lịch...<ref>http:\/\/www.mofahcm.gov.vn\/vi\/mofa\/nr040807104143\/nr040807105001\/ns130726050953<\/ref>\n\nCùng với việc bình thường hóa quan hệ giữa hai quốc gia, Việt Nam bắt đầu cử đại diện tranh tài tại cuộc thi [[Hoa hậu Hoàn vũ]] từ năm [[Hoa hậu Hoàn vũ 2004|2004]] - cuộc thi do Hoa Kỳ khởi xướng và điều hành. Đồng thời, cuộc thi [[Hoa hậu Hoàn vũ 2008]] đã được đăng cai tổ chức tại [[Nha Trang]], [[Khánh Hòa]], [[Việt Nam]].\n\n== Hình ảnh ==\n<gallery mode=\"packed\" heights=\"120\">\nTập tin:Photograph of President William Jefferson Clinton Attending a Repatriation Ceremony at Noi Bai International Airport in Hanoi, Vietnam - NARA - 5720677.jpg|[[Tổng thống Hoa Kỳ]] [[Bill Clinton]] dự lễ bàn giao hài cốt lính Mỹ ở [[sân bay Nội Bài]], năm [[2000]].\nTập tin:Photograph of President William Jefferson Clinton Greeting a Large Crowd in Hanoi, Vietnam - NARA - 5722463.jpg|[[Tổng thống Hoa Kỳ|Tổng thống]] [[Bill Clinton]] gặp gỡ nhân dân Việt Nam ở [[Hà Nội]], năm [[2000]].\nTập tin:President George W. Bush listens to remarks by President Nguyen Minh Triet of Vietnam.jpg|[[Tổng thống Hoa Kỳ|Tổng thống]] [[George W. Bush]] tiếp đón [[Chủ tịch nước Việt Nam]] [[Nguyễn Minh Triết]] ở [[Washington D.C.]], năm [[2006]].\nTập tin:Duc Manh.jpg|[[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] [[Nông Đức Mạnh]] tiếp đón [[Tổng thống Hoa Kỳ|Tổng thống]] [[George W. Bush]] ở [[Hà Nội]], năm [[2006]].\nTập tin:Nguyen Minh Triet with Obamas.jpg|Tổng thống [[Barack Obama]] và phu nhân tiếp Chủ tịch nước [[Nguyễn Minh Triết]] ở [[Viện bảo tàng Mỹ thuật Metropolitan|Bảo tàng Metropolitan]], năm [[2009]]\nTập tin:Barack Obama and Tran Dai Quang Arrival Ceremony 02.jpg|Chủ tịch nước [[Trần Đại Quang]] và Tổng thống Obama ở [[Phủ Chủ tịch]], năm [[2016]]\nTập tin:President Trump's Trip to Vietnam (46505125894).jpg|[[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]], [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]] [[Nguyễn Phú Trọng]] tiếp Tổng thống [[Donald Trump]] ở Phủ Chủ tịch, năm [[2019]]\nTập tin:Secretary Blinken Meets with Vietnamese Prime Minister Pham Minh Chinh (52070795768).jpg|Ngoại trưởng Hoa Kỳ [[Antony Blinken|Anthony Blinken]] tiếp Thủ tướng [[Phạm Minh Chính]], năm 2022\n<\/gallery>\n\n==Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Việt Nam năm 1995]]\n[[Thể loại:Hoa Kỳ năm 1995]]\n[[Thể loại:Quan hệ Hoa Kỳ – Việt Nam]]"}