{"372163":"{{thông tin tác phẩm văn học\n| tên = Bình San điệp thúy\n| hình = Mộ Mạc Thiên Tứ.jpg\n| chú thích hình = Mộ Mạc Thiên Tứ trong khu mộ dòng họ Mạc, trên núi Bình San, Hà Tiên.\n| tác giả = [[Mạc Thiên Tứ]]\n| tên gốc = 屏山疊翠\n| thời gian = \n| triều đại = [[Nhà Lê trung hưng|Lê trung hưng]]\n| quốc gia = [[Việt Nam]]\n| ngôn ngữ = [[chữ Hán]] và [[chữ Nôm]]\n| thể loại = <!-- thơ, ký, văn tế... --> thơ\n| kiểu sách = <!-- nếu đã được xuất bản --> \n| nhà xuất bản = \n| nhà xuất bản VN = <!-- nếu là tác phẩm dịch -->\n| dịch = <!-- người dịch -->\n| bộ sách = [[Hà Tiên thập vịnh]] và [[Hà Tiên thập cảnh khúc vịnh]]\n| chủ đề = cảnh đẹp của núi Bình San\n| wikisource = <!-- chỉ tên -->\n}}\n'''Bình San điệp thúy''' ([[chữ Hán]]: 屏山疊翠, có nghĩa là ''Núi dựng một màu xanh''), là tên hai bài thơ của [[Mạc Thiên Tứ]]; một bằng [[chữ Hán]] được xếp trong tập ''[[Hà Tiên thập vịnh]]'' (khắc in năm [[1737]]); một bằng [[chữ Nôm]] được xếp trong tập ''[[Hà Tiên thập cảnh khúc vịnh]]'' (chưa được khắc in)<ref>''Hà Tiên thập cảnh khúc vịnh'' có sau ''Hà Tiên thập vịnh'' ([[1737]]), và chưa được khắc in. Bản hiện nay do thi sĩ [[Đông Hồ (nhà thơ)|Đông Hồ]] sưu tập được.<\/ref>.\n\nCả hai bài đều miêu tả cảnh đẹp của núi '''Bình San''' hay '''Bình Sơn''', một trong mười thắng cảnh của đất [[Hà Tiên (tỉnh)|Hà Tiên]] xưa. Nay núi thuộc phường [[Bình San]], thành phố [[Hà Tiên]], tỉnh [[Kiên Giang]], [[Việt Nam]].\n\n==Giới thiệu đề tài==\n'''Bình San''' là một dãy núi như bức bình phong che chắn gần hết mặt phía Tây thành Hà Tiên xưa. Điệp Thúy có nghĩa là ngút ngàn, lớp lớp một màu xanh trập trùng.<ref>Thi sĩ Đông Hồ giải nghĩa từ chữ như sau: \"Bình là tấm bình phong, sơn là núi, điệp là chồng chất nhiều lớp, thúy là màu xanh lông chim trả\" (''Văn học Hà Tiên'', tr. 177).<\/ref>. Núi này còn có tên gọi là '''núi Lăng,''' vì trên núi có lăng mộ [[Mạc Cửu]], con cháu họ Mạc và các vị quan văn võ khác.\n==Giới thiệu thơ==\n===Bài chữ Hán===\n{|valign=\"top\"\n|\n:Nguyên tác:\n:'''屏山疊翠'''\n:籠葱草木自岧嶢，\n:疊嶺屏開紫翠嬌。\n:雲靄匝光山勢近，\n:雨餘夾麗物華饒。\n:老同天地鐘靈久，\n:榮共烟霞屬望遙。\n:敢道河仙風景異，\n:嵐堆鬱鬱樹蕭蕭。\n| \n:'''Bình san điệp thúy'''\n:Lông thông thảo mộc tự thiều nghiêu,\n:Điệp lĩnh bình khai tử thúy kiều.\n:Vân ái táp quang sơn thế cận,\n:Vũ dư giáp lệ vật hoa nhiêu.\n:Lão đồng thiên địa chung linh cửu,\n:Vinh cộng yên hà chúc vọng dao.\n:Cảm đạo Hà Tiên phong cảnh dị,\n:Lam đồi uất uất thụ tiêu tiêu.\n|}\n===Bài chữ Nôm===\nBài này nằm trong tập ''Hà Tiên thập cảnh khúc vịnh'', gồm một khúc vịnh dài 30 câu, và kết thúc bằng một bài thơ [[Đường luật]] như sau:\n:Một bước càng thêm một thú yêu,\n:Lằn cây vít đá vẽ hay thêu?\n:Mây tòng khói liễu, chồng rồi chập,\n:Đàn suối ca chim, thấp lại cao.\n:Ngọc luật Trâu ông chăng phải trổi,\n:Ngòi sương [[Vương Duy|Ma Cật]] đã thua nhiều.\n:Đến đây mới biết lâm tuyền quới,\n:Dám trách Sào Do lánh [[Nghiêu|Đế Nghiêu]] <ref>Chép đúng theo ''Văn học Hà Tiên'', do [[Đông Hồ (nhà thơ)|Đông Hồ]] biên soạn, Nhà xuất bản Văn nghệ TP. HCM, 1999, tr. 160-162. Xem toàn bài thơ trong sách này. Chú thích từ khó hiểu: Ngọc luật: ống tiêu, ống sáo làm bằng ngọc. Trâu ông: chưa khảo cứu được. Ma Cật tức [[Vương Duy]].Lâm tuyền: rừng và suối, dùng để chỉ cảnh suối rừng thanh u, tĩnh mịch. Sào Do: cùng với Hứa Do là hai nhân vật cao sĩ thời xưa, vua Nghiêu nghe tiếng hiền đức, muốn nhường ngôi cho nhưng cả hai đều từ chối, bỏ đi ở ẩn (theo Đông Hồ, Văn học Hà Tiên, tr. 180).<\/ref>.\n\n==Phân tích==\n''Bình Sơn điệp thúy'' là cảnh thứ hai trong ''Hà Tiên thập cảnh''. Đầu bài này sóng đôi với đầu bài thứ nhất là [[Kim Dữ lan đào]]. Cảnh Kim Dữ là địa điểm chiến lược, thì cảnh Bình San là chốn an nhàn, thanh tú.\n\nĐề cập bài luật Nôm, trong ''Văn học Hà Tiên'' do Đông Hồ biên soạn, có đoạn phân tích đại để như sau:\n:Hai câu đầu: tả vẻ đẹp thanh tú của cảnh, với lằn cây vết đá như vẽ như thêu. Câu ba và bốn: tả mây tùng, khói liễu, đàn suối, chim ca. Ở đây, tác giả khéo dùng cụm từ: chồng rồi chập để diễn tả. Câu năm: thừa ý câu bốn, vì tác giả nghĩ rằng đã có khúc hòa tấu thiên nhiên rồi, thì cần gì phải nghe âm nhạc nhân tạo, dù là của Trâu ông (người âm luật học có tài) đi chăng nữa. Câu sáu: thừa ý câu hai & ba. Vì đã có lằn cây vết đá như vẽ như thêu, khói liễu mây tùng chồng chập thì cần chi phải nhìn tranh sơn thủy, dù là của danh họa [[Vương Duy]]. Câu bảy và tám: Tác giả kết luận rằng có Bình San, mới biết chốn lâm tuyền là quý; rồi mới hiểu vì sao [[Sào Phủ]] và [[Hứa Do]] từ chối ngôi vua.\n \nĐối với bài Hán thi, trong sách trên cũng có phần phân tích, tóm lược như sau:\n:Bốn câu đầu tả cảnh đẹp của núi Bình San. Câu năm và sáu: vừa tả khí thế bề lâu, vừa tự hào khí thế của mình cùng ý mong cầu sự nghiệp được vững bền như non núi. Câu bảy & tám: ý tác giả muốn nói, tuy là núi Bình San không thể sánh với những danh lam khác, nhưng mà một ngọn đồi nhỏ nhắn, một màu xanh nhẹ nhàng cũng đủ là một cảnh đặc biệt, có bản sắc riêng. Câu kết hô ứng với câu hai, nhắc lại lần nữa ý đầu bài, làm nổi rõ thêm màu sắc của ngàn xanh điệp thúy.<ref>Lược theo ''Văn học Hà Tiên'', tr. 183-187.<\/ref>\n\n==Xem thêm==\n*[[Mạc Thiên Tứ]]\n*[[Tao đàn Chiêu Anh Các]]\n*[[Hà Tiên thập vịnh]]\n*[[Hà Tiên thập cảnh khúc vịnh]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vanchuongviet.org\/vietnamese\/tulieu_tacpham.asp?TPID=4891&LOAIID=15&LOAIFID=5&TGID=851 Hà Tiên thập vịnh-1]{{Liên kết hỏng|date = ngày 26 tháng 1 năm 2021 |bot=InternetArchiveBot }}\n\n{{Hà Tiên thập cảnh}}\n\n[[Thể loại:Bài thơ Việt Nam]]\n[[Thể loại:Du lịch Kiên Giang]]"}