{"982218":"{{văn phong}}\n{{Thông tin bài hát\n| tên = Bông hồng cài áo\n| hình =\n| chú thích hình = \n| thể loại = [[Nhạc vàng]]\n| writer = [[Thích Nhất Hạnh]]\n| composer = [[Phạm Thế Mỹ]]\n| ngôn ngữ = vi\n| type = demo\n}}\n'''\"Bông hồng cài áo\"''' là tên đoạn văn viết về [[mẹ]] của Thiền sư [[Thích Nhất Hạnh]] và cũng là tên một ca khúc do nhạc sĩ [[Phạm Thế Mỹ]] sáng tác trong năm [[1967]], lấy ý từ bài viết trên.<ref name=\"cta\">[http:\/\/www.chungta.com\/nd\/tu-lieu-tra-cuu\/nguon_goc_le_vu_lan_va_nghi_thuc_bong_hong_cai_ao\/default.aspx Nguồn gốc lễ Vu Lan và nghi thức Bông hồng cài áo], Chúng Ta, 9\/8\/2014<\/ref>\n\n==Hoàn cảnh sáng tác và nội dung==\n\nBan đầu, \"Bông hồng cài áo\" là tên một bài viết về Mẹ do Thầy Thích Nhất Hạnh sáng tác năm 1962 tại [[Sài Gòn]].<ref name=\"baiviet\">[http:\/\/www.budsas.org\/uni\/u-vbud\/vbpha087.htm Bài viết \"Bông hồng cài áo\" của Thiền sư Thích Nhất Hạnh]<\/ref> Trong tác phẩm Thích Nhất Hạnh kể về một tập tục mà ông gặp ở [[Nhật Bản]]: \n{{cquote|Tây phương không có ngày [[Vu-lan]] nhưng cũng có [[Ngày của Mẹ]] (Mother's Day) mồng mười tháng năm (năm đó). Tôi nhà quê không biết cái tục ấy. Có một ngày tôi đi với Thầy Thiên Ân tới nhà sách ở khu Ginza ở [[Tōkyō|Đông Kinh]] ([[Tōkyō|Tokyo]]), nửa đường gặp mấy người sinh viên Nhật, bạn của thầy Thiên Ân. Có một cô sinh viên hỏi nhỏ Thầy Thiên Ân một câu, rồi lấy ở trong sắc ra một [[chi Cẩm chướng|bông hoa cẩm chướng]] màu trắng cài vào khuy áo tràng của tôi. Tôi lạ lùng, bỡ ngỡ, không biết cô làm gì, nhưng không dám hỏi, cố giữ vẻ tự nhiên, nghĩ rằng có một tục lệ chi đó. Sau khi họ nói chuyện xong, chúng tôi vào nhà sách, thầy Thiên Ân mới giảng cho tôi biết đó là Ngày Mẹ, theo tục Tây phương. Nếu anh còn mẹ, anh sẽ được cài một bông hoa màu hồng trên áo, và anh sẽ tự hào được còn mẹ. Còn nếu anh mất mẹ, anh sẽ được cài trên áo một bông hoa trắng...<ref name=\"baiviet\"\/>}}\n\nTrong bản văn, thay vì như ca khúc ''[[Lòng mẹ]]'' ví tình Mẹ \"như biển bao la, như suối ngọt không cạn\", ''Bông hồng cài áo'' của nhà sư Nhất Hạnh vẽ nên người Mẹ qua những hình ảnh và lời văn đơn sơ mà gần gũi, và rất đỗi thân thương: ''Mẹ già như chuối ba hương, Như xôi nếp một như đường mía lau''. Nhà sư cũng viết:\n:\"''Thương mẹ là một cái gì rất tự nhiên... Thương mẹ không phải là một vấn đề [[luân lý]] [[đạo đức]]. Anh mà nghĩ rằng tôi viết bài này để khuyên anh về luân lý đạo đức là anh lầm. Thương mẹ là một vấn đề hưởng thụ...Một món quà như mẹ mà còn không vừa ý thì họa chăng có làm [[Ngọc Hoàng Thượng đế]] mới vừa ý, mới bằng lòng, mới sung sướng. Nhưng tôi biết Ngọc Hoàng không sung sướng đâu, bởi Ngọc Hoàng là đấng tự sinh, không bao giờ có diễm phúc có được một bà mẹ.''\"<ref name=\"baiviet\"\/>\n\nCuối cùng bản văn, nhà sư Nhất Hạnh viết:\"''Đó là điệp khúc tôi muốn ca hát cho anh nghe hôm nay. Và anh hãy ca, chị hãy ca cho cuộc đời đừng chìm trong vô tâm, quên lãng. Đóa hoa màu hồng tôi cài trên áo anh rồi đó. Anh hãy sung sướng đi.!''\"<ref name=\"baiviet\"\/>.\n\nNhư vậy ban đầu bông hoa ở đây không nhất thiết là [[hoa hồng]]. Tuy nhiên, khi tập tục này du nhập vào [[Việt Nam]], thì [[hoa hồng]] là loại hoa được sử dụng phổ biến nhất.<ref name=\"cta\"\/> Tại các chùa và hội đoàn Việt Nam, vào ngày lễ Vu Lan thường có nghi thức \"bông hồng cài áo\", là cài bông hồng cho những ai còn mẹ và bông trắng cho những ai mất mẹ, nhắc nhở về lòng hiếu thảo và tình người.<ref name=\"cta\"\/>\n\n==Chuyển thể==\nNhạc sĩ [[Phạm Thế Mỹ]] đã lấy ý từ bài thơ để sáng tác thành ca khúc. Từ đó, bài hát \"Bông hồng cài áo\" không chỉ được hát lên ở mỗi mùa [[Vu-lan|lễ Vu Lan]], mà còn là một trong những ca khúc cảm động, chân thành nhất về Mẹ.\n\nNhiều ca sĩ đã thể hiện ca khúc này như [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Duy Khánh]]<ref>[http:\/\/www.youtube.com\/watch?v=Q7n3LOSJhSY Ca khúc do ca sĩ Duy Khánh thế hiện, nguồn từ Youtube]<\/ref>, [[Khánh Ly]], [[Tuấn Ngọc]], [[Miên Đức Thắng]], [[Nguyễn Hưng]], [[Cẩm Vân (ca sĩ)|Cẩm Vân]], [[Quang Linh]], [[Bằng Kiều]], [[Đan Trường]], [[Mạnh Quỳnh]].\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Bài hát tình khúc 1954–1975]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Bài hát viết về mẹ]]\n[[Thể loại:Bài hát về loài hoa]]"}