{"19657872":"{{Thông tin nghệ sĩ\n| tiền tố = \n| name = Bùi Quang Thái\n| image = Buiquangthai.jpg\n| imagesize = \n| caption = Ông Quang Thái thời còn trẻ trong vở kịch \"Đôi Mắt\" năm [[1972]]\n| birthname = Bùi Quang Thái\n| birth_date = [[1937]]\n| birth_place = [[Hải Phòng]], [[Liên bang Đông Dương]]\n| deathdate = [[2019]]\n| deathplace = [[Hà Nội]], [[Việt Nam]]\n| height = \n| dân tộc = [[Người Kinh|Kinh]]\n| quốc tịch = {{VIE}}\n| occupation = [[Diễn viên]]<br>[[Nhà biên kịch]]\n| lĩnh vực hoạt động = [[Điện ảnh]]<br>[[Sân khấu]]\n| homepage = \n| nổi tiếng = \"Tư Chung\" trong phim ''[[Biệt động Sài Gòn]]''\n| tôn giáo = [[Phật giáo]]\n| năm hoạt động điện ảnh = 1950&ndash;2000\n| nghệ danh = Bùi Quang Thái\n| vai diễn = Tư Chung\n| phim = [[Biệt động Sài Gòn]]\n| danh hiệu = [[Nghệ sĩ Ưu tú]] \n| spouse = \n}}\n'''Bùi Quang Thái''' (1937-2019) là một nam diễn viên điện ảnh Việt Nam. Ông được biết đến nhiều nhất và nổi danh với vai diễn trùm tình báo Tư Chung trong bộ phim [[Biệt động Sài Gòn]] của đạo diễn [[Long Vân]] công chiếu năm [[1986]].<ref>[https:\/\/m.nguoiduatin.vn\/nsut-quang-thai-tu-nghe-si-kich-noi-den-tu-chung-ong-trum-tinh-bao-trong-biet-dong-sai-gon-a438374.html NSƯT Quang Thái từ nghệ sĩ kịch nói đến Tư Chung - ông trùm tình báo trong Biệt động Sài Gòn]<\/ref>\n\n==Tiểu sử==\n===Ngôi sao kịch nói===\n* '''Quang Thái''' tên đầy đủ là '''Bùi Quang Thái''' sinh năm [[1937]] tại [[Hải Phòng]], thuộc thế hệ nghệ sĩ thứ hai của Nhà hát kịch Việt Nam cùng với nhiều tên tuổi như Đào Mộng Long, Song Kim, Trúc Quỳnh, Mạnh Linh. Quang Thái người Hải Phòng sở hữu dáng người cao đẹp, khuôn mặt pha chút châu Âu nên được xúi tham gia phim ảnh. Chính vì vậy Quang Thái xin vào Xưởng phim truyện Việt Nam. Thời gian đầu Quang Thái thiệt thòi vì không được giao vai lớn, nhưng ông không bỏ cuộc mà quyết tâm chờ thời.\n* Năm [[1959]], nghệ sĩ Quang Thái được đạo diễn [[Phạm Văn Khoa]] (lúc đó là Giám đốc Xưởng phim truyện Việt Nam) mời tham gia đóng vai chính trong bộ phim truyện nhựa đầu tiên mang tên ''[[Chung một dòng sông]]'' (đạo diễn [[Phạm Kỳ Nam]], [[Nguyễn Hồng Nghi|Hồng Nghi]]). Nhưng khi quay thử cảnh đầu tiên, đạo diễn chợt nhận ra rằng khuôn mặt Quang Thái quá Tây, không hợp với chất sông nước của nhân vật chính là Vận. Thế là từ vai chính, ông chỉ được làm vai thứ và kiêm luôn vai trò quản lý cho đoàn làm phim.\n* Sau bộ phim đầu tiên này, biết mình không \"có duyên\" với điện ảnh, ông đầu quân về Nhà hát kịch nói Trung ương (khi đó, sân khấu đang thời kỳ hoàng kim). Tại đây, với thành công của vai diễn đầu tiên là vai Sec-gây trong vở ''\"Câu chuyện Iec scut\"'' tên tuổi Quang Thái được nhắc đến như một ngôi sao sáng của sân khấu kịch Việt Nam.\n* Vai Sec-gây là vai diễn thăng hoa của Quang Thái. Thành công này mở ra thời kỳ Quang Thái tỏa sáng với loạt vai diễn trong các vở kịch châu Âu. Nói như Doãn Châu là như \"cá gặp nước\" khi thể hiện những vai diễn đó. Ngoài ra, nhắc tới Quang Thái không thể bỏ qua các vai diễn như ''Ranf trong Hòn đảo thần Vệ nữ, Phêđô trong Tập nhật ký bỏ quên, Pơtitông trong Ả cave nhà hàng Macxim, Tixafe trong Vụ án người đốt đền, Bottom trong Giấc mộng đêm hè.'' Không riêng kịch nước ngoài, nghệ sĩ Quang Thái khẳng định tên tuổi trong những vở kịch Việt Nam kinh điển của Nhà hát Kịch Việt Nam: ''Đôi mắt, Bão Biển, Đêm mưa, Tay súng quân dân.''\n\n===Vai diễn để đời===\n* Khởi nghiệp từ Xưởng phim truyện Việt Nam, nhưng sau bộ phim đầu tiên không mấy thành công. Năm [[1980]], nghệ sĩ Quang Thái lại có cơ hội thử sức ở điện ảnh, vai diễn thứ hai của ông là anh kỹ sư Dương Tấn trong phim ''Nơi gặp gỡ của tình yêu'' (Đạo diễn Long Vân), đây cũng là một trong số vai diễn điện ảnh ấn tượng của Quang Thái. Trong Nơi gặp gỡ của tình yêu ông đóng cùng các nghệ sĩ [[Thế Anh]], [[Thẩm Thúy Hằng]]. Trong phim Quang Thái vào vai kỹ sư của chế độ Sài Gòn tên Dương Tấn băn khoăn về cuộc sống mới, được chính quyền cách mạng mời ra làm việc để khôi phục nhà máy thủy điện A5.\n* Tuy nhiên, phải tới năm 45 tuổi Quang Thái mới thực sự khiến nhiều người tâm phục khẩu phục khi ghi dấu ấn ở lĩnh vực điện ảnh. Vai diễn Tư Chung - ông trùm tình báo trong Biệt động Sài Gòn là một trong những vai diễn điện ảnh tiêu biểu của nghệ sĩ Quang Thái trong mấy chục năm sự nghiệp. Nhờ gương mặt lai Tây vừa hào hoa nhưng lại dễ gần, Quang Thái đã \"đánh bại\" Chánh Tín, ứng cử viên số một cho vai diễn Tư Chung - hiện thân của trùm tình báo Biệt động Sài Gòn khi đó.\n\n===Nghỉ hưu và qua đời===\n* Năm [[1999]], nghệ sĩ Quang Thái về hưu, sau đó ít lâu, ông được mời tham gia phim ''Giấc mộng đêm hè'', một bộ phim được quay tại Mỹ và đây cũng là vai diễn cuối cùng của ông với điện ảnh.\n* Sau vài lần bị tai biến dẫn đến đi lại khó khăn và khoảng 1 tháng trước tháng 6 năm 2019 sức khỏe yếu dần. NSƯT Bùi Quang Thái đã qua đời vào lúc 21h30 ngày 17\/6\/2019, hưởng thọ 83 tuổi.<ref>[https:\/\/tienphong.vn\/vinh-biet-tai-nang-san-khau-quang-thai-post1119160.amp Vĩnh biệt tài năng sân khấu Quang Thái]<\/ref><ref>[http:\/\/nld.com.vn\/van-nghe\/nsut-quang-thai-ong-trum-tinh-bao-biet-dong-sai-gon-qua-doi-20190620121510805.htm NSUT Bùi Quang Thái ông trùm tình báo trong Biệt động Sài Gòn]<\/ref>\n\n==Đời tư==\n* Ông trải qua hai đời vợ đều tên Yến nhưng hai người đều mất sớm. Nghệ sĩ có hai con trai, hai con gái.<ref>[https:\/\/amp.vnexpress.net\/gia-dinh-dong-nghiep-tien-biet-nghe-si-bui-quang-thai-3941854.html \"Gia đình, đồng nghiệp tiễn biệt nghệ sĩ Bùi Quang Thái\"]<\/ref><ref>[https:\/\/amp.dantri.com.vn\/van-hoa\/cuoc-song-rieng-tu-cua-nghe-si-quang-thai-nhieu-gian-truan-lan-dan-20190619090425872.htm Cuộc sống riêng tư của nghệ sĩ Quang Thái nhiều gian truân lận đận]<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1937]]\n[[Thể loại:Mất năm 2019]]\n[[Thể loại:Nam diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Diễn viên người Hải Phòng]]"}