{"43093":"[[Tập tin:Trinh-pho Bui clan memorial hall.JPG|thumb|Bảng di tích [[Từ đường]] họ Bùi ở Trình Phố. Trong từ đường có thờ Bùi Viện. Ông là đời thứ tám của họ Bùi Trình Phố]]\n'''Bùi Viện''' (裴援, [[1839]] - [[1878]]), hiệu '''Mạnh Dực''', là một [[nhà cải cách]], [[nhà ngoại giao]] của [[Việt Nam]] cuối [[thế kỷ 19]], làm quan dưới triều [[nhà Nguyễn]].\n\n==Tiểu sử==\nBùi Viện ra đời vào năm [[1839]], ở làng Trình Phố, tổng An Bồi, huyện [[Trực Định]], phủ [[Kiến Xương]], tỉnh [[Nam Định]] (nay là Trình Trung, xã An Ninh, huyện [[Tiền Hải]], tỉnh [[Thái Bình]]), trong một gia đình [[nhà nho]].\n\nNăm [[1864]] ông đỗ [[sinh đồ|Tú tài]], năm [[1868]] đỗ [[Hương cống|Cử nhân]]. Em ông là Bùi Phủng cũng đỗ cử nhân, bổ làm [[án sát sứ|án sát]] [[Hưng Hóa (tỉnh)|Hưng Hóa]]. Bùi Viện thì sau hai lần [[thi Hội]] năm 1868 và 1869 đều hỏng thi. Nhiều sách nói rằng khi vào [[Huế]] thi Hội, ông đã tập văn và học ông [[Vũ Duy Thanh]] (1806-1861) (tức ông Bảng Kim Bồng) nhưng có lẽ chi tiết này không chính xác vì Vũ Duy Thanh đã mất từ bảy năm trước khi Bùi Viện vào đến kinh đô.\n\nNăm [[1871]] ông nhận nhiệm sở giúp [[Lê Tuấn]], [[Tham tri]] [[Bộ Lễ]] ra Bắc dẹp loạn giặc khách [[Quân Cờ Đen|Cờ Đen]], [[Quân Cờ Vàng|Cờ Vàng]] là dư đảng của [[Thái Bình Thiên Quốc]] từ bên Tàu tràn sang. Công việc hoàn thành, ông trở về [[Huế]]. Bùi Viện được [[Doãn Khuê]], Doanh điền sứ Nam Định mời ra giúp việc khai hoang, lấn biển trong công tác xây dựng cửa bể Ninh Hải (tức [[Hải Phòng]] ngày nay).\n\nNăm [[1873]], vua [[Tự Đức]] buộc phải ký [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất]] ([[15 tháng 3]] năm [[1874]]) nhượng bộ nhiều yêu sách của thực dân [[Pháp]] và nguy cơ mất cả nước đã nhãn tiền, triều đình chủ trương tìm kiếm những đối trọng khác ở nước ngoài để chấn hưng đất nước và cứu vãn họa xâm lăng của thực dân Pháp. Tháng 4 năm Quý Dậu (1873), vua Tự Đức được các quan hộ giá ra chơi [[cửa Thuận An]]. Trong khi vua đang ngự lãm thì có 9 chiếc tàu buồm vận tải của nha kinh lược [[Bắc Kỳ]] chở tiền tài và quân lính vào Huế. Đột nhiên từ ngoài khơi hai chiếc tàu ô tiến đến chĩa súng bắn sang, hải quân nhà Nguyễn thua chạy, hai chiếc tàu bị giặc cướp mất. Các võ quan nhà Nguyễn bắn thần công ra nhưng không trúng được phát nào để cướp biển chạy mất. Bùi Viện đã làm một bài thơ kể rõ việc này, đồng thời chế nhạo sự hèn yếu của thủy binh Đại Nam. Tuy nhiên trong Đại nam thục lục không có chép việc tháng 4 năm Quý Dậu vua Tự Đức ngự giá đi Thuận An, và không có chuyện cướp biển.\n\nBiến cố đó ít nhiều khiến cho vua Tự Đức nhận chân được sự kém cỏi của đất nước và có lẽ vì thế đã chuẩn y đề nghị của Bùi Viện xin được xuất dương xem xét tình hình và tìm cách cầu viện. Bùi Viện đã lãnh nhận sứ mạng sang [[Hoa Kỳ]] do sự tiến cử của một viên đại thần trong triều với Vua Tự Đức. Bùi Viện lúc đó đang được xem như là một nhà kinh bang tế thế, có công lớn trong việc xây dựng [[cảng Hải Phòng]], lập ra [[Tuần dương quân]] gồm 200 chiến thuyền và 2.000 quân thủy thiện chiến và lập ra hệ thống thương điếm ở các tỉnh ven biển [[Bắc Kỳ]].{{fact}}\n\n[[Hải quân|Thủy quân]] của Bùi Viện tuy còn non trẻ nhưng đã sớm lập được một số chiến công. Tháng tư năm 1878, quân nhà Nguyễn giao chiến với giặc Tàu Ô ở [[Hà Tĩnh]], dùng hỏa công đốt tàu địch khiến chúng phải chạy trốn, tịch thu một chiến thuyền cùng lương thực đạn dược và bắt được 18 tên cướp.\n\nĐến tháng 5 cùng năm, quân nhà Nguyễn lại giao tranh với địch ở [[Thanh Hóa]] trong khi hải phỉ đang cướp một tàu buôn. Quân ta truy kích địch đến tận [[đảo Hải Nam]] ([[Trung Quốc (khu vực)|Trung Hoa]]), tịch thu một chiến thuyền và đạn dược, khí giới.\n\nNgày mồng 1 tháng 11 năm Tự Đức 31 ([[1878]]), ông đột ngột từ trần. Cái chết của ông cũng có nhều điểm còn mờ ám vì thật bất ngờ và không có dấu hiệu gì báo trước.\n\n==Sang Mỹ cầu viện==\n===Lần thứ nhất===\nTừ cửa biển [[Thuận An (định hướng)|Thuận An]] ở kinh đô [[Huế]], Bùi Viện xuống thuyền ngược ra Bắc vào tháng 7 năm [[Quý Dậu]] (tháng 8 năm [[1873]]) và 2 tháng sau thì đến [[Hồng Kông|Hương Cảng]] lúc đó đã là nhượng địa của nước [[Anh]] và là đầu mối giao thông nối [[châu Á]] với thế giới phương Tây. Tại đây Bùi Viện đã kết giao được với viên lãnh sự [[Hoa Kỳ]] nên 2 bên giao thiệp được và ông có ý sang Hoa Kỳ cầu viện. Được biết ý đồ của Bùi Viện, viên lãnh sự đã viết thư giới thiệu với một người ở Hoa Kỳ có khả năng giúp ông tiếp cận với nguyên thủ của quốc gia này. Ông lập tức quay trở về trình lên vua Tự Đức. Từ Trung Quốc, Bùi Viện đi qua [[Yokohama]] (Hoành Tân, [[Nhật Bản]]) để xem xét tình hình. Sau thời gian ngắn, Bùi Viện nhận thấy đất nước này mới chỉ mở cửa chưa đủ mạnh để giúp Việt Nam nên ông đã đáp tàu sang San Francisco (Hoa Kỳ), rồi lưu lại ở đó mất một năm vận động mới gặp được gặp [[Tổng thống Hoa Kỳ|Tổng thống]] Mỹ thứ 18 là [[Ulysses Grant]]. Lúc này Pháp và Mỹ đang xung đột nhau trong chiến tranh ở [[México]] nên Mỹ cũng tỏ ý muốn giúp một quốc gia đang bị Pháp uy hiếp. Tổng thống Mỹ bằng lòng giúp nhưng Bùi Viện không mang quốc thư nên hai bên không thể chính thức giao ước.\n\n===Lần thứ hai===\nKhi về đến Huế tâu bẩm tình hình của Hoa Kỳ và những việc mắt thấy tai nghe, vua Tự Đức đã bằng lòng cử ông làm chánh sứ và trao Bùi Viện quốc thư cho đầy đủ lề lối ngoại giao chính thức. Khi có được thư uỷ nhiệm của vua Tự Đức, Bùi Viện lại xuất dương một lần nữa. Năm 1875 ông lại có mặt tại Hoa Kỳ. Có trong tay quốc thư nhưng lại gặp lúc Mỹ - Pháp hết thù địch nên tổng thống Mỹ đã khước từ sự cam kết giúp Việt Nam đánh Pháp.<ref>{{chú thích web|last1=Trần|first1=Hòa|title=Ai là sứ giả Việt đầu tiên vượt trùng khơi đến Hoa Kỳ?|url=https:\/\/kienthuc.net.vn\/tham-cung\/ai-la-nguoi-viet-dau-tien-vuot-trung-khoi-den-hoa-ky-568753.html|website=Kiến Thức|publisher=2015-10-04|access-date = ngày 6 tháng 7 năm 2019}}<\/ref>\n\nThất vọng, ông đáp tàu lộn ngược đường cũ trở về nước. Vừa đặt chân lên bờ thì nghe tin mẹ từ trần nên về quê cư tang. Ba tháng sau, ông lại được triệu về kinh đô giữ chức [[Thương chánh tham biện]] rồi chuyển sang chức [[Chánh quản đốc nha Tuần hải]].\n\nTuy vậy cho đến nay vẫn chưa tìm được chứng cứ khoa học đáng tin cậy nói về việc này, mà chỉ dựa theo tiểu thuyết hư cấu của Phan Trần Chúc. Giáo sư Nguyễn Quốc Trị có mấy chục năm giảng dạy ở Mỹ đã để công sưu tầm trong các kho lưu trữ ở Mỹ cũng như các tư liệu mà ông có về Triều Nguyễn nhưng cũng không tìm thấy tài liệu nào nói đến việc này.<ref>Nguyễn Quốc Trị, ''Nguyễn Văn Tường, [1824-1886] và cuộc chiến chống đô hộ Pháp của nhà Nguyễn'', trang 124 - 128<\/ref>\n\n==Đánh giá==\nHành trạng cũng như tư tưởng của Bùi Viện thường được ví và xếp chung vào lớp sĩ phu có tư tưởng canh tân như [[Phạm Phú Thứ]], [[Nguyễn Lộ Trạch]], [[Nguyễn Trường Tộ]].\n\nVua Tự Đức đã có lời phê: ''Trẫm đối với ngươi chưa có ân nghĩa gì, mà ngươi đã coi việc nước như việc nhà, không quản xa xôi lo lắng, quỷ thần ắt cũng chứng cho.''<ref>{{chú thích sách|last1=Nguyễn|first1=Q. Thắng|last2=Nguyễn|first2=Bá Thế|title=Từ điển nhân vật lịch sử Việt Nam|date = ngày 7 tháng 8 năm 2005 |publisher=Tổng hợp TP. Hồ Chí Minh|location=TP. Hồ Chí Minh|page=67|edition=VIII|access-date = ngày 6 tháng 7 năm 2019}}<\/ref>\n\n==Tài liệu và nghi vấn==\nCho đến nay, một tiểu sử với hành trạng như vậy của Bùi Viện đều có chung một xuất xứ là cuốn sách viết về Bùi Viện của [[Phan Trần Chúc]] xuất bản vào cuối [[thập niên 1940]] đến [[thập niên 1950|1950]] cũng là thời điểm nước Mỹ đang can thiệp vào Việt Nam để giúp thực dân Pháp nhưng cũng mưu đồ một âm mưu lâu dài ở khu vực này. Chưa thấy một bộ chính sử nào của triều Nguyễn hay những hồ sơ lưu trữ vốn rất phong phú của Hoa Kỳ đề cập tới. Cuộc viễn du qua Mỹ của Bùi Viện, cho đến nay vẫn được nhiều nhà sử học Việt Nam đinh ninh trong các công trình của mình; nhưng trong giới học giả Hoa Kỳ thì không thấy nói đến hoặc có nhắc đến tên tuổi và hành trạng này thì đều chú rằng \"theo các nhà sử học Việt Nam\". Nhưng có một tên tuổi Việt Nam nữa còn được coi là người Việt Nam đến Hoa Kỳ sớm hơn cả Bùi Viện đến 4 thập kỷ là [[Trần Trọng Khiêm]], sinh năm 1821 tại làng Dòng, xã Xuân Lũng, huyện Lâm Thao tỉnh Phú Thọ. Học giả Nguyễn Quốc Trị (giáo sư, viện trưởng giảng dạy đại học ở Mỹ) trong cuốn sách xuất bản tại Mỹ \"Nguyễn Văn Tường và cuộc chiến chống đô hộ Pháp\" (xuất bản năm 20), trong trang 125 đến 128 đã trình bày khá kỹ về Bùi Viện. Theo ông đến nay chưa có cơ sở chúng minh cho việc Tổng thống Hoa Kỳ tiếp ông Bùi Viện cả. Và các sách quốc sử triều Nguyễn không hề chép về sự kiện này mà chỉ dựa và tiểu thuyết hư cấu của Phan Trần Chúc là không có cơ sở khoa học. Vả lại ông Phan Trần Chúc viết truyện xẩy ra trước đó đã gần 100 năm, mà không có một nguồn tư liệu chính thống nào thì sự tồn nghi về cuộc hư cấu của tiểu thuyết của ông Phan.\n\n==Xem thêm==\n* [[Trần Trọng Khiêm]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/chimviet.free.fr\/dantochoc\/giaoluu\/glvietmy\/lvhs059.htm#buivien Lê Văn Hảo: Bùi Viện, nhà ngoại giao xuất sắc và một sự nghiệp lớn dở dang]\n\n{{Thời gian sống|sinh=1839|mất=1878}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Nguyễn]]\n[[Thể loại:Người Thái Bình]]"}