{"3189472":"{{Thông tin viên chức\n|tên= Bùi Thế Lân\n|hình= Viet Nam Laan Gillies.jpg\n|cỡ hình= 200px\n|miêu tả= Thiếu tướng Bùi Thế Lân<br>và viên Cố vấn Mỹ\n\n|chức vụ= [[Hình: Republic of Vietnam Marine Division SSI.png|22px]]<br>Tư lệnh Sư đoàn Thủy quân Lục chiến\n|bắt đầu= 5\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (11\/1966)<br>-Chuẩn tướng (6\/1972)<br>-Thiếu tướng (1\/4\/1975)\n|tiền nhiệm= -Trung tướng [[Lê Nguyên Khang]]\n|kế nhiệm= Cuối cùng\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Nguyễn Thành Trí<br>-Đại tá Lê Đình Quế\n\n|chức vụ 2= Tư lệnh phó Sư đoàn Thủy quân Lục chiến<br>kiêm Tham mưu trưởng Sư đoàn\n|bắt đầu 2= 1\/1971\n|kết thúc 2= 5\/1972\n|trưởng chức vụ 2= Cấp bậc \n|trưởng viên chức 2= -Đại tá\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= Tham mưu trưởng<br>Sư đoàn đoàn Thủy quân Lục chiến\n|bắt đầu 3= 6\/1968\n|kết thúc 3= 1\/1972\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= Tham mưu trưởng<br>Lữ đoàn Thủy quân Lục chiến\n|bắt đầu 4= 3\/1964\n|kết thúc 4= 6\/1968\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tá (3\/1964)<br>-Trung tá (11\/1965)\n|tiền nhiệm 4= Thiếu tá [[Trần Văn Nhựt]]\n|địa hạt 4= Biệt khu Thủ đô\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= Texas, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|họ hàng= Các anh:<br>Bùi Thế Tôn<br>Bùi Thế Cầu<br>Các em:<br>Bùi Thế Cảnh<br>Bùi Thế Phụng<br>Bùi Thị Út<br>Bùi Thế Phan<br>Bùi Thị Ngưu Giang<br>Bùi Thị Giang Sơn\n|cha= Bùi Thế Quỳnh\n|mẹ= Lê Thị Thân\n|vợ= Vũ Tuyết Khanh\n|con= 4 người con (1 trai, 3 gái)<br>Bùi Vân Khanh<br>Bùi Vân Trang<br>Bùi Vân Anh<br>Bùi Vĩnh Lộc\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Chu Văn An, Hà Nội<br>-Trường Trung học Dũng Lạc, Hà Nội<br>-Trường Sĩ quan Trừ bị Thủ Đức<br>-Trường Chỉ huy Tham mưu TQLC Quantico, Hoa Kỳ\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[18 tháng 11]] năm [[1932]]\n|nơi sinh= [[Hà Nội]], [[Bắc Kỳ]]\n|ngày mất= {{ngày mất và tuổi|2014|1|14|1932|11|18}}\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1953]]-[[1975]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]<br>[[Hình: Republic of Vietnam Marine Division SSI.png|20px]] [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Bùi Thế Lân''' (1932 – 2014), nguyên là một tướng lĩnh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]].<ref>Trong những ngày cuối cùng của Việt Nam Cộng hòa, ngoài tướng Bùi Thế Lân, còn hai Chuẩn tướng nữa được thăng cấp Thiếu tướng là [[Lê Minh Đảo]] và [[Phan Đình Niệm]].<\/ref> Ông xuất thân từ trường Sĩ quan Trừ bị được mở ra ở Nam phần dưới thời Quốc gia Việt Nam. Ra trường, ông được chọn phục vụ Lực lượng [[Thủy quân lục chiến Việt Nam Cộng hòa|Bộ binh Hải quân]] thuộc Quân chủng Hải quân.<ref>Đơn vị Bộ binh Hải quân về sau tách ra khỏi Quân chủng Hải quân và được đặt tên là Binh chủng Thủy quân Lục chiến<\/ref> Trong thời gian tại ngũ ông chỉ phục vụ đơn vị của mình. Ban đầu là một sĩ quan Trung đội trưởng. Mười tám năm sau ông đã là một tướng lĩnh Tư lệnh Binh chủng Thủy quân Lục chiến (1972 – 1975).\n\n==Tiếu sử & Binh nghiệp==\nÔng sinh vào tháng 11 năm 1932, là thứ nam trong một gia đình thương nhân khá giả tại [[Hà Nội]]. Thời niên thiếu, ông đã học qua các trường Trung học Chu Văn An và Dũng Lạc ở Hà Nội. Năm 1952, ông tốt nghiệp Trung học chương trình Pháp với văn bằng Tú tài 1 (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nTháng 10 năm 1953, thi hành lệnh động viên ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 52\/700.453. Theo học khóa 4 Cương Quyết tại trường [[Trường Bộ binh Thủ Đức|Sĩ quan Trừ bị Thủ Đức]], khai giảng ngày 7 tháng 11 năm 1953. Ngày 1 tháng 6 năm 1954 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được phân bổ vào Lực lượng Bộ binh Hải quân, giữ chức vụ Chỉ huy cấp Trung đội, rồi cấp Đại đội thuộc Tiểu đoàn 1 Thủy quân Lục chiến.<ref>Tiểu đoàn 1, ban đầu là đơn vị Thủy bộ của Hải quân, được thành lập đầu tiên vào tháng 8 năm 1954. Sau này có danh xưng là Tiểu đoàn \"Quái Điểu\" của Sư đoàn Thủy quân Lục chiến<\/ref>\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1958, sau hơn 2 năm từ Quân đội Quốc gia chuyển sang phục vụ Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Trung úy]], giữ chức vụ Tiểu đoàn phó Tiểu đoàn 1 Thủy quân Lục chiến. Đầu năm 1960, ông được cử giữ chức vụ Tham mưu trưởng Liên đoàn Thủy quân Lục chiến.<ref>Năm 1965, Liên đoàn Thủy quân Lục chiến được nâng cấp thành Lữ đoàn và tách khỏi Quân chủng Hải quân<\/ref>\n\nNgày 1 tháng 6 năm 1961, ông được thăng cấp [[Đại úy]] và được chỉ định làm Tiểu đoàn trưởng Tiểu đoàn 4.<ref>Tiểu đàn 4 Thủy quân Lục chiến về sau có danh xưng là Tiểu đoàn \"Kình Ngư\"<\/ref> Tháng 9 năm 1963, ông được lệnh bàn giao Tiểu đoàn 4 lại cho Đại úy [[Lê Hằng Minh (Trung tá, Quân lực VNCH)|Lê Hằng Minh]]<ref>Đị uý Lê Hằng Minh sinh năm 1935 tại Gia Định (số quân: 55\/700.794), tốt nghiệp khóa 5 Sĩ quan Trừ bị Thủ Đức, là bào đệ của Thiếu tướng [[Lê Minh Đảo]]. Năm 1966, là Trung tá Tiểu đoàn trưởng Tiểu đoàn 2 Thủy quân Lục chiến (Tiểu đoàn Trâu Điên), bị tử trận do đối phương phục kích khi đang chỉ huy đơn vị tham chiến tại mặt trận Phong Điền, Thừa Thiên. Do mới được thăng cấp Trung tá trước đó một tuần nên không truy thăng.<\/ref> để lên đường đi du học khóa Chỉ huy và Tham mưu cao cấp tại căn cứ Thủy quân Lục chiến Quantico, Tiểu bang Virginia, Hoa Kỳ.\n\nSau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ]] các tướng lãnh trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] vào cuối tháng 1 năm 1964 để lên cầm quyền của tướng [[Nguyễn Khánh]]. Giữa tháng 3 mãn khóa về nước, ông được cử làm Tham mưu trưởng Lữ đoàn Thủy quân Lục chiến thay thế Thiếu tá [[Trần Văn Nhựt]]<ref>Thiếu tá Trần Văn Nhựt được cử đi làm Phụ tá Tùy viên Quân lực cạnh Tòa Đại sứ Việt Nam Cộng hòa tại Manila, Philippines.<\/ref> đồng thời ông được thăng cấp [[Thiếu tá]] tại nhiệm. Đến ngày lễ Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 năm 1965, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nNgày Quốc khánh 1 tháng 11 năm 1966, ông được đặc cách thăng cấp [[Đại tá]], vẫn đương nhiệm chức vụ Tham mưu trưởng Lữ đoàn.<ref>Năm 1968, Lữ đoàn Thủy quân Lục chiến được nâng lên cấp Sư đoàn, đồng thời tổ chức trang bị hoàn chỉnh để trở thành đơn vị Tổng Trừ bị cho Bộ Tổng Tham mưu<\/ref> Tư lệnh Lữ đoàn là Thiếu tướng [[Lê Nguyên Khang]]. Sau khi Lữ đoàn Thủy quân Lục chiến được nâng lên cấp Sư đoàn (tháng 6\/1968), đầu năm 1971 ông được cử giữ chức vụ Tư lệnh phó Sư đoàn và vẫn kiêm chức vụ Tham mưu trưởng của Sư đoàn.\n\nTháng 5 năm 1972, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn Thủy quân Lục chiến thay thế Trung tướng [[Lê Nguyên Khang]] được điều về Bộ Tổng Tham mưu giữ chức vụ Tổng thanh tra Quân lực Việt Nam Cộng hòa. Ngày Quân lực 19 tháng 6 cùng năm, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n*''Sư đoàn Thủy quân Lục chiến vào thời điểm tháng 4\/1975, nhân sự của Bộ tư lệnh Sư đoàn và Bộ Chỉ huy của các Lữ đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Thiếu tướng Bùi Thế Lân<br>-Tư lệnh phó - Đại tá [[Nguyễn Thành Trí (Đại tá TQLC, Quân lực VNCH)|Nguyễn Thành Trí]]<ref>Đại tá Nguyễn Thành Trí sinh năm 1935 tại Sóc Trăng, tốt nghiệp khóa 5 Võ khoa Thủ Đức<\/ref><br>-Tham mưu trưởng - Đại tá [[Lê Đình Quế (Đại tá, Quân lực VNCH)|Lê Đình Quế]]<ref>Đại tá Lê Đình Quế sinh năm 1933 tại Nam Định, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Đặng Bá Đạt (Trung tá, Quân lực VNCH)|Đặng Bá Đạt]]<ref>Trung tá Đặng Bá Đạt sinh năm 1936, tốt nghiệp khóa 6 Võ khoa Thủ Đức<\/ref><br>-Lữ đoàn 147 - Đại tá [[Nguyễn Thế Lương (Đại tá, Quân lực VNCH)|Nguyễn Thế Lương]]<ref>Đại tá Nguyễn Thế Lương sinh năm 1933 tại Thanh Hóa, tốt nghiệp khóa 5 Võ khoa Thủ Đức<\/ref><br>-Lữ đoàn 258 - Đại tá [[Nguyễn Năng Bảo (Đại tá, Quân lực VNCH)|Nguyễn Năng Bảo]]<ref>Đại tá Nguyễn Năng Bảo sinh năm 1931 tại Hà Đông, tốt nghiệp Võ bị Địa phương Bắc Việt<\/ref><br>-Lữ đoàn 369 - Trung tá [[Nguyễn Xuân Phúc (Trung tá, Quân lực VNCH)|Nguyễn Xuân Phúc]]<ref>Trung tá Nguyễn Xuân Phúc sinh năm 1938 tại Hà Nội, tốt nghiệp khóa 16 Võ bị Đà Lạt<\/ref><br>-Lữ đoàn 468 - Đại tá [[Ngô Văn Định (Đại tá, Quân lực VNCH)|Ngô Văn Định]]<ref>Đại tá Ngô Văn Định sinh năm 1935 tại Bắc Ninh, tốt nghiệp khóa 4p Võ khoa Thủ Đức<\/ref>\n\n==1975==\nNgày 1 tháng 4, ông được thăng cấp [[Thiếu tướng]] tại nhiệm.\n\nNgày 30 tháng 4, ông cùng gia đình di tản khỏi Việt Nam. Sau đó sang định cư tại Houston, Tiểu bang Texas, Hoa Kỳ.\n\nNgày 14 tháng 1 năm 2014 ông từ trần tại San Jose, Tiểu bang California, Hoa Kỳ. Hưởng thọ 82 tuổi.\n\n==Huy chương==\nTướng Lân được ân thưởng nhiều huy chương Quân sự, Dân sự và Đồng minh. Trong số huy chương Đồng minh có huy chương Legion of Merit (Degree of Commander) của Hoa Kỳ.\n\n==Gia đình==\n*Thân phụ: Cụ Bùi Thế Quỳnh (nguyên là viên chức trong bộ phận Quản lý tại Phi trường Tân Sơn Nhất)\n*Thân mẫu: Cụ Lê Thị Thân (1905 – 2000). Cả hai cụ mất tại [[Montreal]], [[Canada]]\n*Bào huynh: Bùi Thế Tôn, [[Bùi Thế Cầu (Trung tá, Quân lực VNCH)|Bùi Thế Cầu]] (Y sĩ Trung tá VNCH)<ref>Trung tá Bùi Thế Cầu, nguyên Tỉnh trưởng tỉnh Gia Định năm 1965–1966, giải ngũ cùng cấp năm 1967.<\/ref>\n*Bào đệ: Bùi Thế Cảnh, Bùi Thế Phan\n*Bào muội: Bùi Thị Út, Bùi Thị Ngưu Giang, Bùi Thị Giang Sơn\n*Phu Nhân: Vũ Tuyết Khanh\n:Ông bà có 4 người con (1 trai, 3 gái)<br>Bùi Vân Khanh, Bùi Vân Trang, Bùi Vân Anh, Bùi Vĩnh Lộc\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Xem thêm==\n*[[Thủy quân lục chiến Việt Nam Cộng hòa|Binh chủng Thủy quân Lục chiến]]\n\n[[Thể loại:Sinh năm 1932]]\n[[Thể loại:Năm 2014]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Phật tử Việt Nam]]"}