{"46719":"'''Bùi Dương Lịch''' ({{hn|ch=裴楊瓑}}; [[1757]] – [[1828]])<ref>Theo nghiên cứu của Nguyễn Thị Thảo - Bạch Hào, thì Trần Văn Giáp (''Tìm hiểu kho sách Hán Nôm'', tr. 699) ghi Bùi Dương Lịch sinh 1744, mất 1814, và đỗ Hương cống năm 30 tuổi, là không đúng. Xem giải thích của 2 tác giả trong ''Tổng tập dư địa chí Việt Nam'' (tập 4, tr. 646).<\/ref> có tên tự là '''Tồn Thành'''(存成), hiệu '''Thạch Phủ'''(石甫) và '''Tồn Trai'''(存齋) <ref>''Từ điển nhân vật lịch sử Việt Nam'' (tr. 34) ghi ông có hiệu là '''Ốc Lậu''', tuy nhiên tra trong sách khác thì không thấy chép.<\/ref>; là một nhà giáo và là văn thần trải ba triều đại khác nhau: [[Nhà Lê trung hưng|Lê trung hưng]], [[Nhà Tây Sơn|Tây Sơn]] và [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Thân thế và sự nghiệp ==\nÔng sinh năm Cảnh Hưng thứ 18 ([[Đinh Sửu]], [[1757]]) tại thôn Yên Hội, xã Yên Đồng, tổng Việt Yên, huyện La Sơn, phủ Đức Thọ, tỉnh [[Nghệ An]] (nay là xã Tùng Ảnh, huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]]).\n\nHọ Bùi của ông vốn là một dòng họ có nhiều người đỗ đạt làm quan, lại có tiếng văn chương ở thôn Yên Hội. Cha ông là Bùi Quốc Toại, đỗ [[Hương cống|Cử nhân]], từng làm Tri phủ Thiệu Thiên ([[Thanh Hóa]]) thời [[Nhà Hậu Lê|Hậu Lê]].\n\nThuở nhỏ, Bùi Dương Lịch học ở nhà với cha. Năm [[1774]], ông đỗ Hương cống lúc 17 tuổi. Sau đó, ông ra [[Thăng Long]] vừa dạy tư vừa tập luyện văn bài ở [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]], dần nổi tiếng là người hay chữ.\n\nNăm [[1786]], ông được bổ làm Huấn đạo phủ Lý Nhân, nhưng vì có tang cha nên từ chối. Khi hết tang, ông lại ra Thăng Long học tiếp.\n\nLúc này cục diện đất nước hết sức rối ren. Kể từ [[tháng mười|tháng 10]] năm [[1782]], [[nạn kiêu binh]] thực sự trở thành quốc nạn. Đến giữa năm [[1786]], sau khi [[nhà Tây Sơn|phong trào Tây Sơn]] làm chủ [[Đàng Trong]] đã nhanh chóng tiến ra [[Đàng Ngoài]] tiêu diệt phe [[chúa Trịnh]]. Nhưng sau khi quân Tây Sơn rút về Nam, việc tranh chấp quyền hành giữa vua Lê và chúa Trịnh lại diễn ra quyết liệt. Triều đình [[nhà Hậu Lê]] bèn xuống chiếu cầu người tài giỏi, Bùi Dương Lịch nhân đó được tiến cử <ref>''Từ điển nhân vật lịch sử Việt Nam'' (tr. 34) ghi người tiến cử ông Lịch là Võ Quỳ.<\/ref> và được vua Lê Chiêu Thống cho làm Nội hàn viện cung phụng sứ ngoại lang (chỉ là một chức quan văn nhỏ ở gần vua, để vua tiện hỏi han)<ref>Theo Nguyễn Thị Thảo - Bạch Hào, sách ở mục tham khảo, tr. 647.<\/ref>. Ngoài việc làm này, ông còn lãnh nhiệm vụ đến nhà riêng của Điền quận công Lê Duy Lựu (em ruột vua) để giảng giải kinh sách. Sau đó, ông được chuyển làm một vài công việc khác, rồi được quản lĩnh đội quân Hậu Thắng <ref>''Từ điển nhân vật lịch sử Việt Nam'' (tr. 34) chép hơi khác như sau: Được Võ Quỳ tiến cử, ông được vua ban chức thị nội văn chức, đi chiêu dụ 2 phủ là Đức Quang và Hà Hoa. Xong ông lại đi đánh dẹp có công, được thăng Viên ngoại lang kiêm Giám thủ điện trung phù bảo, cai quản quân Hậu Đằng và được ban thái ấp.<\/ref>.\n\n[[Tháng bảy|Tháng 7]] năm Chiêu Thống thứ 1 ([[1787]]), ông thi đỗ [[Hoàng giáp]] lúc 30 tuổi (đây là khoa cuối cùng của triều Lê)<ref>Có nguồn chép khi [[thi Hội]], ông đỗ Hội nguyên. Vào thi Đình, ông đỗ Đình nguyên nhị giáp tiến sĩ (Hoàng giáp) [http:\/\/hobuitunganh.org.vn\/Guong-sang-Ho-Bui\/bui-dng-lch.html].<\/ref>, nhưng chưa kịp thăng quan và cưới Công chúa (vua [[Lê Chiêu Thống]] hứa gả)<ref>Theo Nguyễn Thị Thảo - Bạch Hào, sách ở mục tham khảo (tr. 647). Dù không cưới được, nhưng trong gia đình ông vẫn coi nàng Công chúa này là \"chính thất\" (vợ cả) của ông (Thái Kim Đỉnh, \"Bùi Dương Lịch, vài nét tâm trạng và tư tưởng qua Ốc lậu thoại\" đăng trên tạp chí ''Văn nghệ Nghệ Tĩnh'' số 9, 1980).<\/ref> thì quân Tây Sơn do tướng [[Vũ Văn Nhậm]] chỉ huy kéo ra Thăng Long, giết chết [[Nguyễn Hữu Chỉnh]], khiến vua Lê Chiêu Thống hoảng hốt bỏ đi bôn tẩu khắp nơi, rồi cho người sang cầu viện nhà Thanh (Trung Quốc). Lúc bấy giờ, ông chạy vào [[Thanh Hóa]] <ref>Theo ThS. Bùi Văn Vượng, \"Lời dẫn\" viết cho quyển ''Nghệ An ký'' in trong ''Tổng tập dư địa chí Việt Nam'' (tập 4), tr. 645.<\/ref>.\n\n[[Tháng mười|Tháng 10]] năm [[Mậu Thân]] ([[1788]]), hàng vạn quân [[Nhà Thanh|Thanh]] do tướng Tôn Sĩ Nghị chỉ huy đưa vua Lê về lại Thăng Long. [[Tháng giêng]] năm [[Kỷ Dậu]] ([[1789]]), vua [[nhà Tây Sơn]] là [[Nguyễn Huệ|Quang Trung]] (Nguyễn Huệ) kéo quân ra Bắc Hà, đánh tan cả đội quân ấy, khiến nhà vua phải chạy sang [[Trung Quốc]]. Theo ''Bùi gia phả'', thì lúc bấy giờ Bùi Dương Lịch chạy lên [[Lạng Sơn]] để theo vua, nhưng đi được mấy dặm đường thì bị chặn lại, nên đành rẽ sang [[Thái Nguyên]] rồi quay về [[Thăng Long]]<ref>Dẫn lại theo Nguyễn Thị Thảo- Bạch Hào, sách ở mục tham khảo, tr. 647.<\/ref>.\n\nTheo ''Ốc lậu thoại'' do ông viết, thì năm [[Canh Tuất]] ([[1790]]), ông được vua Quang Trung gọi vào [[Cố đô Huế|Phú Xuân]] <ref>Theo sách ''Tây Sơn thuật lược'' của một tác giả đương thời, thì lúc này Bùi Dương Lịch được triệu ra, dường như theo lời giới thiệu của [[Ngô Thì Nhậm]].<\/ref>, nhưng đã từ chối, lấy cớ phải ở nhà nuôi dưỡng mẹ già.\n\nNăm [[1791]], vua Quang Trung lại một lần nữa mời ông ra giúp việc biên soạn và dịch thuật ở Viện Sùng chính (Viện trưởng là La Sơn phu tử [[Nguyễn Thiếp]]), và ông đã nhận lời. Công việc học thuật mà ông tham gia đang phát triển thuận lợi, thì vua Quang Trung mất ([[tháng chín|tháng 9]] năm [[1792]]). Sau đó, ông trở về quê dạy học vì Viện Sùng chính ngừng hoạt động <ref>Theo Nguyễn Thị Thảo - Bạch Hào, sách ở mục tham khảo (tr. 648).<\/ref>.\n\nNăm [[1802]], nhà Tây Sơn sụp đổ, vua [[Gia Long]] lên ngôi mở đầu triều đại [[nhà Nguyễn]], Bùi Dương Lịch lại được triệu ra. Khẩn khoản chối từ không được, ông phải nhận chức Đốc học [[Nghệ An]] ([[1805]]), rồi làm Phó Đốc học Quốc Tử Giám ở [[Huế]] ([[1812]]), nhưng chỉ được một năm thì xin cáo về ([[1813]]), tiếp tục sống với nghề dạy học tư và soạn sách cho đến khi mất ([[Mậu Tý]], [[1828]]). Năm ấy, ông 71 tuổi.\n\nNhớ ơn thầy, những người học trò cũ đã dựng một ngôi nhà thờ ông trên khu đất vườn của ông, hiện tọa lạc tại xã Tùng Ảnh.\n\n==Tác phẩm==\nTrước tác của Bùi Dương Lịch chủ yếu bằng [[chữ Hán]], gồm có:\n*'''Bùi gia huấn hài''' (Sách dạy trẻ của nhà họ Bùi): gồm 2. 000 câu, mỗi câu 4 chữ, khắc in năm [[1787]]. Đây là những trích lục cách ngôn Khổng giáo và kiến thức đương thời dùng để dạy học trò, được [[Phan Huy Chú]] khen là \"lời gọn, ý rộng\" (Văn tịch chí).\n*'''Ốc lậu thoại''' (Câu chuyện ở nơi nhà dột) là một tập hợp thơ văn trên 50 bài, gồm đề vịnh (vịnh cảnh, vịnh phong thổ...), cảm tác theo kiểu \"ngôn chí\", hoặc bàn giải về đạo trời, [[phật giáo|đạo Phật]]...\n*'''[[Lê quý dật sử]]''' (Dật sử cuối đời Lê): ghi chép các sự kiện lịch sử cuối Lê và Tây Sơn trong 35 năm ([[1758]] - [[1793]]) theo lối biên niên.\n*'''Yên Hội thôn chí''' (Địa chí thôn Yên Hội) là tập địa phương chí viết về làng quê của tác giả. Phần cuối có phụ lục ''Bùi gia phả'' (từ thủy tổ đến tác giả là 7 đời)\n*'''Nghệ An phong thổ ký''' (ghi chép về phong thổ Nghệ An): do nhiều người viết, Bùi Dương Lịch làm Chủ biên, có lẽ hoàn thành vào khoảng năm [[1811]] - [[1812]].\n*'''Nghệ An chí''': chép sơ lược địa chí Nghệ An.\n*'''[[Nghệ An ký]]''' (Ghi chép về xứ Nghệ An), gồm 2 tập, được xem là tập đại thành của hai cuốn Nghệ An phong thổ ký và Nghệ An chí. Đây là một trong những tác phẩm địa chí có tiếng của [[Việt Nam]] <ref>Theo GS. Nguyễn Huệ Chi, sách ở mục tham khảo, tr. 161.<\/ref>.\n\n==Đôi nét về tác giả và tác phẩm==\n===Về tác giả===\nXuất thân trong một gia đình nho sĩ nghèo, chịu ơn sâu của nhà Lê, do đó Bùi Dương Lịch không ưa nhà Tây Sơn cũng như nhà Nguyễn. Tuy nhiên, vì hoàn cảnh, ông phải làm quan cho hai triều đại sau, khiến ông mang tiếng là kẻ \"thay thầy, đổi chủ\", như một bài tán đã mỉa mai:\n:Lê triều cử tiến sĩ\n:Tây ngụy sĩ hàn lâm.\n:Bản triều vi đốc học,\n:Từ hải cộng tri âm.\nCó nghĩa là ''Triều Lê đỗ tiến sĩ, thời ngụy Tây Sơn làm quan hàn lâm, đến triều ta (nhà Nguyễn) làm đốc học, bốn biển đều biết tiếng ông''.\n\nThực tế, lòng ông luôn hướng về [[nhà Lê sơ|nhà Lê]], như trong bài \"Phu phụ thạch\" (Đá chồng vợ) của ông, trích:\n:Kỷ độ giang hà thành biến cải,\n:Phong ba bất một thử kiên kinh.\nTạm dịch:\n:''Bao phen sông nước đổi thay,\n:''Phong ba không vẩn lòng này kiên trinh...<ref>Lược kể theo Nguyễn Thị Thảo - Bạch Hào, sách ở mục tham khảo (tr. 648). Tục truyền bài tán này do [[Nguyễn Thiếp]] làm. Tuy nhiên, theo sách ''La Sơn Phu Tử'' của [[Hoàng Xuân Hãn]] thì bài tán có lẽ do một người ghét ông Lịch làm (dẫn theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 35).<\/ref>.\n\n===Về tác phẩm===\nQua các tác phẩm của Bùi Dương Lịch, có thể thấy ông là một nhà sử học, là nhà lịch sử địa lý học, trội hơn nhà văn. Tư tưởng Nho giáo chính thống chi phối ngòi bút của ông khá nặng, kể cả lúc tranh luận với người khác <ref name=\"NHC\">GS. Nguyễn Huệ Chi, sách ở mục tham khảo, tr. 161-162.<\/ref>.\n\nTuy nhiên, đặc biệt ở ông có cái xu hướng tìm tòi khoa học (cách vật trí tri). Khi nghiên cứu hệ ý thức phong kiến thời Nguyễn, GS. [[Trần Văn Giàu]] đã cho rằng ''\"nhà nho như Bùi Dương Lịch là hơi hiếm. Ông theo con đường Trương Tái mà tiếp cận với duy vật luận. Trên không có thượng đế sáng tạo, dưới không có linh hồn bất tử, đó là hai điểm cơ bản làm chỗ dựa cho mọi hoạt động bài trừ mê tín và xây dựng sức mạnh tinh thần của con người\"''<ref>Trần Văn Giàu, ''Sự phát triển của tư tưởng ở Việt Nam từ [[thế kỷ 19]] đến [[Cách mạng tháng Tám|Cách mạng Tháng Tám]]'' (tập 1). Nhà xuất bản Khoa học xã hội, 1973, tr. 163.<\/ref>.\n\nVề mặt bút pháp, cách ghi chép của ông tương đối cặn kẽ, chú trọng phần xác tín của tư liệu. Việc mô tả hình thế núi sông, khí hậu, phong tục…cụ thể rõ ràng, với con mắt của một người trực tiếp điền dã, có phần nào giống phương pháp của [[Lê Quý Đôn]]. Đặc biệt, tuy là sách địa chí hoặc tập hợp thơ văn, các tác phẩm của ông đều dành một số trang để nói về mình cùng những sự kiện lịch sử xảy ra dồn dập từ [[Nghệ An]] đến [[Thăng Long]] vào những năm cuối [[thế kỷ 18]], mà chính ông có tham dự….Đây chính là những trang hồi ký nóng hổi tính thời sự, có giá trị bổ sung cho sách [[Hoàng Lê nhất thống chí]] <ref name=\"NHC\" \/>.\n \n==Xem thêm==\n*[[Lê quý dật sử]]\n*[[Nghệ An ký]]\n\n==Sách tham khảo chính==\n*[[Nguyễn Huệ Chi]], mục từ \"Bùi Dương Lịch\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nguyễn Thị Thảo - Bạch Hào, \"Bùi Dương Lịch và Nghệ An ký\", in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3). Nhà xuất bản Thanh Niên, 2012.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm''. Nhà xuất bản Khoa học xã hội, 2003.\n*Phạm Văn Thấm, \"Lời giới thiệu\" sách ''Lê quý dật sử''. Nhà xuất bản Khoa học xã hội, 1987.\n*[[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1757|mất=1828}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nhà nghiên cứu địa lý học lịch sử Việt Nam|B]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}