{"844215":"{{Infobox writer\n| name = Bùi Thanh Tuấn\n| image = \n| caption = \n| birthname = \n| birth_date = {{ngày sinh và tuổi|1974|5|12}}\n| birth_place = [[Bảo Lộc]], [[Lâm Đồng]], [[Việt Nam Cộng hòa]]\n| deathdate = \n| deathplace = \n| realname = \n| penname = Lão Bộc, Bùi Bảo Nghi\n| occupation = Nhà thơ, nhà báo\n| nationality = Việt Nam\n| ethnicity = \n| citizenship = \n| education = [[Trường Đại học Khoa học Xã hội và Nhân văn - Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Tổng hợp Thành phố HCM]]\n| alma_mater = Cử nhân Ngữ văn - Báo chí\n| period = 1990-nay\n| genre = Thơ\n| subject = Lãng mạn\n| movement = \n| notableworks = Chia tay người Hà Nội, Ru lòng khờ dại\n| awards = \n| spouse = \n| partner = \n| children = \n| relatives = \n| influences = \n| influenced = \n| signature = \n| website = http:\/\/vn.360plus.yahoo.com\/bui_thanhtuan\n}}\n'''Bùi Thanh Tuấn''' (sinh ngày [[12 tháng 5]] năm [[1974]]), còn có các bút danh '''Lão Bộc''', '''Bùi Bảo Nghi''', là một trong những nhà thơ đương đại của Việt Nam, Hội viên Hội Nhà văn Thành phố HCM<ref>{{chú thích web|url=http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=category&layout=blog&id=105&Itemid=112&lang=vi|title=Việt Nam có thêm hai Di sản tư liệu được ghi vào Danh mục Di sản tư liệu khu vực châu Á - Thái Bình Dương|website=khoavanhoc-ngonngu.edu.vn}}<\/ref>. Anh là tác giả bài thơ \"Chia tay người Hà Nội\", được nhạc sĩ [[Trương Quý Hải]] phổ nhạc thành bài hát nổi tiếng là ''\"Hà Nội mùa vắng những cơn mưa\"''.\n\n==Thân thế và sự nghiệp==\nBùi Thanh Tuấn sinh ngày [[12 tháng 5]] năm [[1974]], tại [[Bảo Lộc]], [[Lâm Đồng]]. Từ thời trung học, anh có tham gia cộng tác với [[báo Mực tím]] và cũng có một số bài thơ đăng báo.\n\nSau khi tốt nghiệp Trung học, anh theo học Khoa Ngữ văn - Báo chí, [[Trường Đại học Khoa học Xã hội và Nhân văn - Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Tổng hợp Thành phố HCM]]. Cuối năm 1992, anh viết một bài thơ mà sau này trở nên nổi tiếng để tặng người bạn gái cùng học đại học. Trong một chuyến tập huấn của cán bộ Đoàn các trường đại học, cao đẳng miền Bắc tại Thành phố Hồ Chí Minh Hè năm 1993, Bùi Thanh Tuấn, lúc bấy giờ là cán bộ Đoàn khoa Văn, đã đọc tặng các bạn từ Hà Nội vào bài thơ này. Trong số đó có cả nhạc sĩ [[Trương Quý Hải]], bấy giờ là Phó bí thư Đoàn [[Trường Đại học Kinh tế Quốc dân]]. Sau đó, Trương Quý Hải đã phổ nhạc bài thơ và đặt tên bài hát là \"Hà Nội mùa vắng những cơn mưa\", phỏng theo câu thơ đầu. Còn về bài thơ gốc, Bùi Thanh Tuấn sau đấy mới đặt tên là \"Chia tay người Hà Nội.<ref name=\"truongquyhai\">{{chú thích web|url=https:\/\/thethaovanhoa.vn\/truong-quy-hai-dau-chi-vang-nhung-con-mua-2009050409405647.htm|title=Trương Quý Hải: Đâu chỉ... \"vắng những cơn mưa\"!?|first=TTVH|last=Online|date=4 thg 5, 2009|website=thethaovanhoa.vn}}<\/ref>\n\nTrong thời gian học đại học, anh sinh sống bằng nhiều nghề khác nhau như thợ hồ, giữ xe, sơn cửa, bán sách dạo<ref>{{chú thích web |url=http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/12\/53380.cand |ngày truy cập=2011-12-23 |tựa đề=Nhà thơ Bùi Thanh Tuấn: Tình khiêm nhường nhận lấy để cho đi (1) |archive-date=2010-06-06 |archive-url=https:\/\/web.archive.org\/web\/20100606213311\/http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/12\/53380.cand |url-status=dead }}<\/ref>. Bên cạnh đó anh cũng nhận cộng tác viết bài cho báo. Năm 1994, anh nhận làm cộng tác viên của Phòng Xuất bản Biên tập, Hãng phim Phương Nam của Công ty Phương Nam.<ref>{{chú thích web|url=http:\/\/www.thanhnien.com.vn\/pages\/20100519\/doan-thach-bien-thich-phai-dep-goi-ong-xung-em.aspx|title=Đoàn Thạch Biền thích phái đẹp gọi \"ông\" xưng \"em\"}}<\/ref>\n\nTốt nghiệp Đại học năm 1996, anh vẫn tiếp tục công tác tại công ty Phương Nam. Một bước ngoặt lớn vào năm 1997, khi chương trình Làn Sóng Xanh ra đời. Bài hát \"Hà Nội mùa vắng những cơn mưa\" được ca sĩ Mỹ Linh thể hiện và nhanh chóng được nhiều người ưa thích. Bài hát đem lại danh tiếng cho nhạc sĩ Trương Quý Hải và cũng đem lại cho Bùi Thanh Tuấn nhiều tiền thu từ tác quyền của bài thơ. Anh trở thành một trong những nhà thơ trẻ giàu nhất Thành phố Hồ Chí Minh và có cả một căn nhà bạc tỷ.<ref>{{chú thích web|url=http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/12\/53380.cand?Page=2|title=Nhà thơ Bùi Thanh Tuấn: Tình khiêm nhường nhận lấy để cho đi (2)}}{{Liên kết hỏng|date=2023-06-08 |bot=InternetArchiveBot }}<\/ref>\n\nNăm 1998, anh nghỉ việc ở công ty Phương Nam để tập trung vào việc chuẩn bị du học. Thời gian này anh sáng tác và tự phổ nhạc bài thơ \"Ru lòng khờ dại\". Tuy nhiên, những sáng tác sau này của anh không gây được tiếng vang. Thêm vào đó, thất bại trong việc tìm cách đi du học cộng với việc đổ vỡ trong tình cảm, rắc rối trong tài chính, năm 2000, Bùi Thanh Tuấn phá sản và ra Hà Nội tìm kế sinh nhai.\n\nTại Hà Nội, nơi đem lại cho anh những danh vọng đầu tiên, anh vẫn có thể kiếm sống bằng việc cộng tác viết báo. Cũng nhờ danh tiếng này mà anh được giới thiệu thi công chức, sau đó vào làm việc cho Cục Xuất bản, Bộ Văn hóa - Thông tin. Năm 2002, anh được cử đi Singapore học về đồ họa trong 6 tháng, nhưng lại bỏ dở để quay về.\n\nKhi trở về, anh mất việc ở Cục Xuất bản, đành quay lại Thành phố Hồ Chí Minh. Ban đầu, anh làm biên tập viên tại Nhà xuất bản Trẻ, đồng thời cũng là Chủ nhiệm Câu lạc bộ Văn học trẻ Thành phố HCM<ref>{{chú thích web|url=http:\/\/vnexpress.net\/gl\/van-hoa\/2003\/09\/3b9cb971\/|title=Câu lạc bộ Văn học trẻ TP HCM 'tái xuất'}}<\/ref>. Năm 2004, anh chuyển sang làm biên tập viên cho Ban Văn nghệ, Đài truyền hình Thành phố HCM.<ref>{{chú thích web|url=https:\/\/nld.com.vn\/164328p0c1020\/nha-tho-tre-lam-nhieu-nghe-nhat.htm|title=Nhà thơ trẻ làm nhiều nghề nhất|date=22 thg 9, 2006|website=https:\/\/nld.com.vn}}<\/ref> Anh cũng tham gia viết bài cho nhiều tờ báo với tư cách cộng tác viên.\n\nBùi Thanh Tuấn từng có một cuộc hôn nhân ngắn ngủi với người vợ Thái Lan. Hiện tại anh vẫn sống độc thân và đang định cư tại Hoa Kỳ.\n\n==Sự nghiệp văn chương==\n===Các tác phẩm đã xuất bản===\n* ''Còn chút tình riêng trong mắt nhau'' (thơ, Nhà xuất bản Thanh Niên, năm 2000)\n* ''Phiên bản'' (Thơ, Nhà xuất bản Văn Học, năm 2008)\n\nCác tác phẩm sắp in:\n* Hạnh phúc chỉ là lời nói dối.\n* Tứ tuyệt cà chớn.\n* Tứ tuyệt tình.\n\n===Các bài thơ được phổ nhạc===\nMột số bài thơ của Bùi Thanh Tuấn đã được phổ nhạc thành bài hát. Nổi tiếng nhất là bài thơ ''\"Chia tay người Hà Nội\"'', sáng tác cuối năm 1992. Ban đầu bài thơ chưa đặt tên, được tác giả sáng tác để tặng một người bạn gái thân thiết học chung lớp đại học tên Bùi Thị Mai Vân, khi tác giả chưa một lần đặt chân đến Hà Nội<ref>Theo thông tin trên Blog của tác giả.<\/ref>. Bài thơ được nhạc sĩ Trương Quý Hải phổ nhạc vào năm 1993, nhưng mãi đến năm 1997, khi chương trình Làn Sóng Xanh ra đời, bài hát trở nên được nhiều người biết đến. Nhiều ca sĩ đã thể hiện bài hát rất thành công đặc biệt là Mỹ Linh (Hà Nội) và Cẩm Vân (Thành phố Hồ Chí Minh). Hai ca sĩ khác cũng được đánh giá là nổi bật là Thu Phương và Tuấn Ngọc. Nhạc sĩ Trương Quý Hải cũng thành danh với bài hát này, và trong dịp kỷ niệm 10 năm chương trình Làn Sóng Xanh, ông đã được trao giải thưởng thành tựu với ''\"Hà Nội mùa vắng những cơn mưa\"''.<ref name=\"truongquyhai\"\/>\n\nCác bài thơ phổ nhạc khác:\n* ''\"Ru lòng khờ dại\"'', sáng tác và tự phổ nhạc năm 1998, được ca sĩ Nhất Thiên Bảo, sau đó là Thanh Hà (hải ngoại), Nguyệt Anh thể hiện.\n* ''\"Nếu địa đàng chẳng còn gì để nhớ...\"'', sáng tác năm 2003, được nhạc sĩ Nguyễn Quốc Khánh phổ nhạc năm 2006 và đổi tên thành bài ''\"Phúc âm chiều\"'', được ca sĩ Đình Nguyên, sau đó là Tuấn Ngọc thể hiện.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/vn.360plus.yahoo.com\/bui_thanhtuan Trang Blog của Bùi Thanh Tuấn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100606233917\/http:\/\/vn.360plus.yahoo.com\/bui_thanhtuan |date=2010-06-06 }}\n* Nhà thơ Bùi Thanh Tuấn: Tình khiêm nhường nhận lấy để cho đi: [http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/12\/53380.cand (1)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100606213311\/http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/12\/53380.cand |date=2010-06-06 }}, và [http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/12\/53380.cand?Page=2 (2)]{{Liên kết hỏng|date=2023-05-05 |bot=InternetArchiveBot }}\n* [http:\/\/suckhoedinhduong.nld.com.vn\/227603p0c1020\/phien-ban-cua-bui-thanh-tuan-.htm Phiên bản của Bùi Thanh Tuấn]\n* Bùi Thanh Tuấn, [http:\/\/www.thanhnien.com.vn\/pages\/20100531\/do-trung-quan-nguoi-giua-gio-choi-mang-den-lai-mang-ve.aspx Đỗ Trung Quân - người \"giữa giờ chơi mang đến lại mang về\"]\n\n{{Thời gian sống|Sinh=1974}}\n\n[[Thể loại:Người Lâm Đồng]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Sinh tại Lâm Đồng]]"}