{"800979":"{{Thông tin nhân vật hoàng gia\n| tên = Bùi Mộng Điệp\n| tên gốc =\n| tước vị = [[Hoàng phi]] [[Việt Nam]]\n| hình = Thứ phi mộng điệp.jpg\n| cỡ hình = \n| ghi chú hình = \n| chức vị = \n| tại vị = \n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = \n| hôn phối = \n| chồng = [[Bảo Đại]]\n| vợ = \n| thông tin con cái = \n| con cái = [[Nguyễn Phúc Phương Thảo]]<br>[[Nguyễn Phúc Bảo Hoàng]]<br>[[Nguyễn Phúc Bảo Sơn]]<br>[[Bùi Hữu Hưng]] (con riêng)\n| tên đầy đủ = \n| hoàng tộc = [[Nhà Nguyễn]]\n| cha = \n| mẹ = \n| sinh = {{ngày sinh|1924|6|22}}\n| nơi sinh = [[Bắc Ninh]], [[Liên bang Đông Dương]]\n| mất = {{ngày mất và tuổi|2011|6|26|1924|06|22}}\n| nơi mất = [[Paris]], [[Pháp]]\n| ngày an táng = \n| nơi an táng = [[Nghĩa trang]] [[Thiais]]\n}}\n'''Bùi Mộng Điệp''' ([[1924]]–[[2011]]) là một trong những người vợ không chính thức của vua [[Bảo Đại]], hoàng đế cuối cùng của [[triều đại]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Dù Bảo Đại đã thoái vị, bà vẫn được gọi với danh hiệu \"thứ phi phương Bắc\".\n\n==Tiểu sử==\nTheo những tư liệu còn lưu lại, thứ phi Bùi Mộng Điệp sinh năm 1924, quê ở tỉnh Bắc Ninh, xuất thân trong một gia đình bình thường có cha làm trong ngành [[Đường sắt Việt Nam|đường sắt]], từ nhỏ sống chủ yếu cùng bà nội, rồi được một người bác ruột ở Hà Nội đón lên nuôi dưỡng và cho ăn học.\n\n===Hôn nhân lần đầu===\nLà người dành nhiều tâm huyết cho việc nghiên cứu triều đại nhà Nguyễn, nhà nghiên cứu Nguyễn Đắc Xuân cho hay sau khi quyết định \"di cư\" lên Hà Nội sinh sống năm 17 tuổi, bà Mộng Điệp từng phải lòng [[bác sĩ]] Phạm Văn Phán tốt nghiệp Y Sĩ Đông Dương (nay là [[Đại học Y Hà Nội]]) khoá 1935. Kết cục của mối tình này là một cậu con trai tức Jean Bùi, sau đó hai người chia tay do vấn đề tôn giáo.\n\nÔng Xuân giải thích rõ: \"''Bà Mộng Điệp theo đạo Phật, còn vị bác sĩ kia theo đạo Thiên chúa giáo, không được có hai vợ nên hai người đã chia tay, sau đó Mộng Điệp ở vậy nuôi con khôn lớn''\". Bà đặt tên cho con trai là Bùi Hữu Hưng, lấy họ của mẹ; tức Jean Bùi, sinh năm 1944, được vua Bảo Đại đỡ đầu và gần gũi, quý mến từ nhỏ.\n\nCuối năm 1953, Jean Bùi theo mẹ sang Pháp, đỗ tiến sĩ Luật năm 1969, được Bảo Đại gửi gắm vào trường ENA (trường Quốc gia hành chính chuyên đào tạo công chức cao cấp về nội trị và ngoại giao Pháp). Sau này, anh làm việc cho Ngân hàng của Pháp hỗ trợ cho Ngân hàng nông nghiệp và phát triển nông thôn Việt Nam. Năm 1996, bác sĩ Phạm Văn Phán trước khi qua đời tại Paris đã xin được gặp người con mà ông đã không cưu mang nhưng anh từ chối. Jean Bùi qua đời năm 2009.<ref name=\"kyucmongdiep\">[http:\/\/phapluattp.vn\/20110701104547681p0c1021\/mong-diep-va-ky-uc-ve-cuu-hoang-bao-dai.htm Mộng Điệp và ký ức về cựu hoàng Bảo Đại], Trang thông tin điện tử báo Pháp luật Thành phố Hồ Chí Minh<\/ref>\n\n===Gặp gỡ Cựu hoàng===\nSau khi Cách mạng tháng Tám 1945 thành công, Bảo Đại được mời ra Hà Nội làm cố vấn cho Chính phủ. Lần đầu gặp Mộng Điệp ở sân tennis vào tháng 9 năm 1945, hai người đã phải lòng nhau. Các đối thủ trẻ của ông trên sân đã kể cho ông về cô bạn gái tuyệt thế giai nhân của họ, thế là ông đi gặp ngay buổi tối hôm đó tại nhà của Mộng Điệp và về chung sống tại căn hộ số 51 đường Trần Hưng Đạo. Trong thời gian này, Bảo Đại cũng qua lại với hoa khôi [[Lý Lệ Hà]] diễn ra song song. Ông xem bà là \"thứ phi\" phương Bắc.<ref name=\"chuyenbamongdiep\" \/>\n\nKhác với [[Lý Lệ Hà]], Mộng Điệp không theo Cựu hoàng về Thanh Hoá nhưng sau đó cũng lặn lội sang Hồng Kông khi ông lưu trú ở đây và còn mang thêm tiền cho ông tiêu xài. Năm 1946, bà sinh ra Hoàng nữ [[Nguyễn Phúc Phương Thảo]].\n\nBảo Đại trở lại cộng tác với Pháp năm 1948, làm Quốc trưởng Chính phủ Quốc gia. Năm 1949, Bảo Đại đón bà lên Đà Lạt. Tại Đà Lạt, Bảo Đại tậu cho bà một toà nhà riêng gần biệt điện của ông.\n\nNăm 1950, Bảo Đại lập [[Hoàng triều Cương thổ]] trên phần đất [[Tây Nguyên]] của Việt Nam. Ông cử bà lên [[Buôn Ma Thuột|Buôn Mê Thuột]] để giúp giữ đất Hoàng triều Cương thổ.<ref name=\"chuyenbamongdiep\" \/> Thời gian ở Buôn Ma Thuột, thứ phi Mộng Điệp đã đứng ra tổ chức, sắp xếp cuộc sống cho cựu hoàng. Một mình bà đã chọn lựa 40 con voi khỏe mạnh để Bảo Đại thỏa mãn thú săn bắn giữa rừng sâu, lúc nào Mộng Điệp cũng bên chồng, bà có tài lái xe, cưỡi voi rất giỏi. Mặc dù làm vợ thứ và không được tổ chức cưới hỏi nhưng bà Mộng Điệp sống được lòng mọi người, nhất là Đức Từ Cung luôn cưu mang bà\", theo nhà nghiên cứu Nguyễn Đắc Xuân nhấn mạnh.\n\nBùi Mộng Điệp cũng hay về Huế thăm bà Từ Cung, khéo cư xử, tranh thủ được cảm tình của thái hậu. Mặc dù làm vợ thứ và không được tổ chức cưới xin nhưng nhờ chăm lo việc thờ cúng tổ tiên của hoàng tộc rất chu đáo nên bà Mộng Điệp luôn được Đức Từ Cung quý mến. Bà cũng được ban áo mũ để thay mặt Hoàng hậu Nam Phương trong các cuộc tế lễ (vì bà Nam Phương là người theo Công giáo)<ref>http:\/\/vnexpress.net\/tin-tuc\/xa-hoi\/cuoc-doi-thu-phi-mong-diep-cua-cuu-hoang-bao-dai-2198918.html<\/ref>.\n\nSau khi người Pháp tìm thấy ấn kiếm của nhà Nguyễn, họ đã trao trả nó cho bà Mộng Điệp trong một buổi lễ tại Đà Lạt.<ref>{{chú thích web|author1=Vĩnh Phúc|title=Mạn đàm với bà Mộng Điệp|url=https:\/\/thoibao.com\/man-dam-voi-ba-mong-diep\/|date=2017}}<\/ref> Năm 1953, do hoàn cảnh chiến tranh ác liệt ở Việt Nam mà bà Mộng Điệp được Bảo Đại giao mang cặp ấn kiếm và một số vật báu của triều Nguyễn sang Pháp để giao cho [[Nam Phương hoàng hậu|Nam Phương Hoàng hậu]]. Sau đó vì hoàn cảnh mà bà ở luôn lại Pháp.<ref name=\"chuyenbamongdiep\" \/>\n\n==Di cư==\nKhi tháp tùng Cựu hoàng sang Pháp về sống ở Cannes, bà cũng tậu một biệt thự riêng gần lâu đài Thorenc của hoàng gia. Trên đất Pháp, bà tiếp tục có với Bảo Đại hai người con trai, đặt tên là Bảo Hoàng (sinh được một năm thì mất) và Bảo Sơn. Bảo Sơn tốt nghiệp các trường hàng đầu kỹ thuật của Pháp lại bị tai nạn năm 1987, khi mới ngoài 30 tuổi. Con gái Phương Thảo thì bị bệnh tim, suýt chết nhiều lần.\n\nCuối năm 1955, cựu hoàng Bảo Đại bị truất phế ngôi Quốc trưởng, sau đó cựu hoàng không muốn tin ai nữa, không muốn tiếp xúc với ai, ông bảo bà Mộng Điệp đưa tiền rồi đeo cái túi xách lên vai đi 3, 4 ngày, đôi khi đi cả tuần đến khi đau ốm hoặc hết tiền mới trở về. Khi hết bệnh ông lại đi tiếp, hỏi ông đi đâu thì ông nói đi loanh quanh đây thôi. Có khi bà Mộng Điệp phải bảo Hoàng tử Bảo Sơn và anh Jean Bui (con riêng của bà với ông [[Bác sĩ]] Phạm Văn Phán, cũng là con đỡ đầu của Bảo Đại) theo dõi cựu hoàng, thì ông giận bà suốt hai tuần. Có lần cựu hoàng lên cơn sốt rét nằm trên băng ghế, dưới hầm metro, cảnh sát đem ông về đồn và gọi điện thoại cho Hoàng tử Bảo Long đến bảo lãnh ông về, rồi khi hết bệnh ông lại đi nữa.\n\nThứ phi Mộng Điệp nói với Bảo Ân: \"Nhà dì giống như cái trạm, hết tiền hay đau bệnh thì ngài mới về. Vì vậy khi Hoàng hậu Nam Phương qua đời năm 1963, ở Chabrignac, không ai biết ngài ở đâu để thông báo. Điều này làm ngài rất buồn và cứ băn khoăn trách móc dì mãi!\"\n \nNăm [[1971]], Bảo Đại bắt đầu sống với Monique Baudot, một phụ nữ Pháp kém hơn 30 tuổi (Monique Baudot sinh năm 1946). Từ đó quan hệ giữa Bảo Đại và các con rạn nứt. Có người nói Bảo Đại hoàn toàn bị người đàn bà này kìm kẹp<ref>http:\/\/phunutoday.vn\/blog-nguoi-noi-tieng\/nhung-ngay-cuoi-doi-cua-tu-cung-thai-hau-4612.html<\/ref>.\n\nNhững năm tháng cuối đời, bà Mộng Điệp sống trong cô quạnh. Sau cái chết của hai người con trai, thứ phi Mộng Điệp trở nên sống khép kín hơn và thu mình trong không gian nhỏ của ngôi nhà ở Paris. Trong phòng khách của bà ở quận 12, Paris lúc nào cũng được trang trí một bức tranh lớn do họa sĩ người Pháp vẽ vua Bảo Đại khi ông mới lên làm vua cùng nhiều đồ cổ của nhà Nguyễn. Trên bàn thờ tổ tiên, ở vị trí trung tâm, bà Mộng Điệp dành thờ bà Từ Cung, cựu hoàng Bảo Đại và hai người con trai của mình. Nhưng quan trọng nhất là tờ giấy quy y Phật giáo của vua Bảo Đại (quy y tại chùa Bảo Quốc Huế). Bà cũng có quan hệ tốt với Hoàng nam [[Nguyễn Phúc Bảo Ân|Bảo Ân]], bà có tính tình rất tốt nên xem ông như con ruột của mình và hai người như mẹ con.\n\nCuối năm [[2008]], bà Mộng Điệp nhân chuyến thăm lại [[Hà Nội]], nói với báo chí là muốn về Hà Nội định cư<ref>{{chú thích web | url = http:\/\/www.tienphong.vn\/van-nghe\/143448\/Thu-phi-cua-hoang-de-Bao-Dai-muon-ve-Ha-Noi-dinh-cu.html | tiêu đề = Thứ phi của hoàng đế Bảo Đại muốn về Hà Nội định cư | author = | ngày = | ngày truy cập = 8 tháng 3 năm 2015 | nơi xuất bản = Báo Điện tử Tiền Phong | ngôn ngữ = }}<\/ref>.\n\n=== Từ trần và an táng ===\nBùi Mộng Điệp đã trải qua một ca phẫu thuật do chấn thương ở cổ vào ngày 26 tháng 6 năm 2011. Tuy nhiên, bà đã bị bệnh tim từ trước và đã không qua khỏi ca phẫu thuật. Bà từ trần vào lúc 12 giờ trưa ngày 26 tháng 6, hưởng thọ 87 tuổi.<ref name=\"chuyenbamongdiep\">Nguyễn Đắc Xuân (1 tháng 7 năm 2011), [http:\/\/baothuathienhue.vn\/?gd=5&cn=142&newsid=19-0-13490 Chuyện về bà Bùi Mộng Điệp, \"thứ phi\" của Cựu hoàng Bảo Đại], Báo Thừa Thiên Huế<\/ref>\n\nLúc 10 giờ sáng ngày 1 tháng 7 năm 2011, Bùi Mộng Điệp được chôn cất tại [[nghĩa trang]] Thiais ở [[Paris]] cùng với hai con trai là Nguyễn Phúc Bảo Sơn và Nguyễn Phúc Bảo Hoàng. Cũng vào lúc 10 giờ sáng cùng ngày tại [[Huế]], Việt Nam cũng diễn ra lễ cầu siêu cho bà.<ref name=\"chuyenbamongdiep\" \/>\n\nKhi còn sống, bà đã từng mong muốn sẽ được về Việt Nam để an dưỡng cuối đời và khi chết được [[chôn cất|chôn]] với mẫu thân Bảo Đại là [[Từ Cung Hoàng thái hậu|Từ Cung]] Hoàng thái hậu. Bà cũng muốn hiến tặng những tài liệu mà mình lưu giữ từ khi Bảo Đại thoái vị. Tuy nhiên do tuổi cao nên bà không thể về Việt Nam được.{{fact|date = ngày 17 tháng 7 năm 2014}}\n\n== Con cái ==\n# Bùi Hữu Hưng (tên tiếng pháp là Jean Bui, sinh [[31 tháng 07]], [[1944]], mất [[31 tháng 07]], [[2009]], con riêng của bà với ông bác sĩ Phạm Văn Phán)\n# [[Nguyễn Phúc Phương Thảo]] (sinh [[4 tháng 6]] năm [[1946]]<ref name=\"kyucmongdiep\" \/>)\n# Nguyễn Phúc Bảo Hoàng (sinh [[1954]], mất [[1955]]<ref name=\"kyucmongdiep\" \/>)\n# Nguyễn Phúc Bảo Sơn (sinh [[1955]], mất [[1987]]<ref name=\"kyucmongdiep\" \/>)\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{thời gian sống|1924|2011}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Phi tần Bảo Đại]]"}