{"3246401":"'''Bùi Bị''' (chữ Hán: 裴備) là công thần khai quốc [[nhà Hậu Lê]] trong [[lịch sử Việt Nam]]<ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà xuất bản Khoa Học Xã Hội - Hà Nội, 1993, bản điện tử, trang 366<\/ref>.\n\n==Tham gia khởi nghĩa Lam Sơn==\nSử sách không chép về thân thế và quê quán của Bùi Bị. Ông tham gia [[khởi nghĩa Lam Sơn]] với [[Lê Lợi]] từ thời gian đầu. Quân Minh truy kích Lê Lợi không được, sai người đào mộ Lê Khoáng là cha của Lê Lợi, lấy hài cốt mang về. Lê Lợi sai ông và [[Trịnh Khả]] đi lấy lại. Ông cùng Trịnh Khả đội cỏ, lẻn bơi đến thuyền quân Minh, lấy trộm lại được hài cốt Lê Khoáng mang về cho chủ tướng<ref name=\"ReferenceB\">Lê Quý Đôn, sách đã dẫn, tr 208. Theo sách Lam Sơn thực lục, người đi cùng Trịnh Khả là Đỗ Bí chứ không phải Bùi Bị<\/ref>.\n\nNăm 1425, nghĩa quân bao vây thành Nghệ An, Lê Lợi cho rằng các thành ở Tây Đô suy yếu, liền sai ông cùng các tướng [[Đinh Lễ]], [[Lê Sát]], [[Lưu Nhân Chú]] và [[Lý Triện]] đem 200 quân tinh nhuệ, 2 thớt voi, đi gấp theo đường đất đánh úp thành Tây Đô<ref>Thành Tây Đô: nay ở vào khoảng giữa hai xã Vĩnh Tiến và Vĩnh Long, huyện Vĩnh Lộc, tỉnh Thanh Hóa. Chú giải của sách Đại Việt sử ký toàn thư, sách đã dẫn<\/ref>. Nghĩa quân giết hơn 500 quân Minh, bắt sống rất nhiều, quân Minh rút vào thành cố thủ. Người Thanh Hóa nghe tin tranh nhau đến xin liều chết đánh quân Minh, nghĩa quân bao vây thành Tây Đô.<ref name=\"Nội 1993\"\/>\n\nTháng 8 năm 1426, [[Lê Lợi]] chia 3 cánh quân tiến ra bắc. Bùi Bị khi đó giữ chức thiếu úy, cùng các tướng Lê Khuyển, Lê Nanh đem 1 cánh quân có 2.000 quân và 1 voi đánh ra các xứ Khoái Châu, Bắc Giang, Lạng Giang để chặn viện binh từ Lưỡng Quảng tới<ref>Đại Việt sử ký toàn thư, Nhà xuất bản Khoa Học Xã Hội - Hà Nội, 1993, bản điện tử, trang 337<\/ref>\n\nSau đại thắng Tốt Động, Chúc Động, Lê Lợi nhận được tin báo ở Lũng Giang, liền tức tốc dẫn quân ra bắc, ngày 22\/10\/1426 Lê Lợi hội quân ở Tây Phù Liệt.<ref>Tây Phù Liệt: thuộc huyện Thanh Trì, Hà Nội ngày nay.<\/ref>\n\nNgày 23 tháng 10 năm 1426, Lê Lợi sai [[Trần Nguyên Hãn]], Bùi Bị đem hơn trăm chiếc thuyền thủy quân, ngược dòng sông Đại Lũng ra cửa sông Hát, rồi thuận dòng xuôi đến bến Đông Bộ Đầu sông Lô, [[Đinh Lễ]] đem hơn 1 vạn quân bộ bí mật tiến đến cầu Tây Dương. Lê Lợi đích thân dẫn binh tượng đến cửa Nam ngoài thành Đại La để đánh thành Đông Quan. Đến đêm, hồi canh ba, quân bốn mặt đánh ập vào, phóng lửa đốt các nhà ở ngoài thành, khói lửa mù mịt đầy trời. Các doanh quân đóng ngoài thành của Phương Chính tranh nhau chạy vào cửa thành xác chết gối lên nhau. Quân Lam Sơn bắt hết những người trong nước buộc phải theo quân Minh và hơn trăm chiến thuyền cùng rất nhiều khí giới, nghi trượng. Quân Minh phải đắp thêm tường lũy, liều chết cố thủ, để đợi viện binh.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản Khoa Học Xã Hội - Hà Nội, 1993, bản điện tử, trang 339<\/ref>\n\nNăm 1427, nghĩa quân bao vây thành Đông Quan, Bùi Bị khi đó giữ chức Thái úy, được lệnh cùng với Thái giám Lê Nguyễn, Chấp lệnh Lê Chửng đem ba vệ Thiết đột đóng ở cửa Tây thành Đông Quan.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản Khoa Học Xã Hội - Hà Nội, 1993, bản điện tử, trang 342<\/ref>\n\nNgày 10-12-1427 (ngày 22 tháng 11 năm Đinh Mùi) tại phía Nam thành Đông Quan, Bùi Bị và các tướng theo [[Lê Lợi]] tham gia [[hội thề Đông Quan]] với tướng sĩ [[nhà Minh]] do Vương Thông đứng đầu<ref>Trần Hồng Đức, “Hội thề Đông Quan (10-12-1427)”, Lược sử Việt Nam, H.: Văn hóa Thông tin, 2009, tr. 274-276.<\/ref>. Quân Minh rút về nước\n\n==Phong thưởng==\nNgày 5 tháng 3 năm 1429, Lê Thái Tổ ban biển ngạch công thần cho 93 viên, Bùi Bị được ban tước Huyện hầu cùng với 13 công thần khác<ref>Đại Việt sử ký toàn thư, Nhà xuất bản Khoa Học Xã Hội - Hà Nội, 1993, bản điện tử, trang 336<\/ref>. Ông được cải theo họ vua là Lê Bị.\n\nSau đó không thấy sử sách chép gì về hành trạng của ông.\n\nNgày 21 tháng 1 năm 1453 đời vua [[Lê Nhân Tông]], Bùi Bị được nhắc đến trong sự kiện tăng bậc và cấp 100 mẫu ruộng trong lệnh ân xá cho các công thần, mà nhiều trong số những người được nhắc tên cùng với ông đều đã qua đời như [[Lý Triện]], [[Lê Sát]], [[Lê Ngân]], [[Trịnh Khả]]<ref>Đại Việt sử ký toàn thư, sách đã dẫn, trang 423<\/ref>. Không rõ tại thời điểm này Bùi Bị đã qua đời hay chưa.\n\n==Xem thêm==\n* [[Lê Lợi]]\n* [[Khởi nghĩa Lam Sơn]]\n\n==Tham khảo==\n*Đại Việt sử ký toàn thư, Nhà xuất bản Khoa Học Xã hội - Hà Nội, 1993, bản điện tử\n* Lam Sơn thực lục (Nhà xuất bản Tân Việt, 1956, Dịch giả Bảo Thần)\n* [[Lê Quý Đôn]] (1978), ''Đại Việt thông sử'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo}}\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Hầu tước nhà Lê sơ]]"}