{"87031":"{{Underlinked}}\n'''Bùi Khắc Nhất''' ([[chữ Hán]]: 裴克一; 1533 - 08\/11\/1609) quê ở Bột Thái, huyện Hoằng Hóa, ngày nay thuộc xã [[Hoằng Lộc]], huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]]. Ông đỗ Bảng Nhãn năm Ất Sửu (1565) đời vua [[Lê Anh Tông]], năm 22 tuổi. Ông làm đến chức Hộ bộ thượng thư, tước bá.\n\n==Tiểu sử==\nÔng sinh năm 1533, đỗ Hương Cống năm Giáp Tý (1564), đỗ Đệ nhất giáp Chế khoa cập đệ Đệ nhị danh (tức Bảng Nhãn) năm Ất Sửu (1565).\n\nÔng trải qua nhiều chức vụ: Hàn lâm viện hiệu lý, giám khảo trường thi Thanh Hoa, Thị giảng ở trong cung, v.v. Đến năm 49 tuổi, ông giữ chức Hình Bộ Hữu thị lang rồi đổi sang Công Bộ Hữu thị lang năm 1592. Năm 1600 ông được phong Hộ Bộ Thượng thư, rồi Binh Bộ thượng thư. Ông được triều đình ban thưởng công thần năm 1603. Ông mất năm 1609, thọ 77 tuổi.\n\nDo có nhiều công lớn, sau khi mất, ông vẫn được các triều đại sau phong tặng: Năm 1610 được phong Thái bảo tước Văn Phú hầu; năm 1629 được phong Phú Quận công; năm Cảnh Hưng 43 (1782) được phong Thượng đẳng phúc thần Tuy dụ Hùng lược đại vương; năm đầu niên hiệu Gia Long triều Nguyễn (1802) ông được xếp bậc nhì công thần Trung hưng.\n\nBùi Khắc Nhất là nhà khoa bảng, là công thần trung hưng thời Lê, nhưng các tư liệu về ông, sử sách ghi chép còn mờ nhạt. Trong các bộ chính sử như: Đại Việt sử ký toàn thư, Khâm định Việt sử thông giám cương mục, hay một số tác phẩm của Lê Quý Đôn, Phan Huy Chú… đều vắng bóng tên tuổi ông. Hiện tại chúng ta mới biết được vài tài liệu có nhắc đến nhân vật Bùi Khắc Nhất như:\n\n* Sách Đại Việt lịch triều đăng khoa lục liệt kê danh sách những người đỗ Chế khoa năm Chính trị 8 (1565) ghi tên ông xếp thứ hai.\n* Tên những người đỗ khoa thi được khắc vào bia đá dựng ở Quốc Tử giám (Hà Nội). Bia khắc năm Thịnh Đức thứ nhất (1653) triều vua Lê Thần Tông. Bài văn bia do Nguyễn Đăng Cảo soạn và Dương Trí Trạch vâng sắc sửa.\n* Trong sách Đại Nam thực lục có chép về đợt xét 33 công thần khai quốc và 15 công thần trung hưng thời Lê vào năm Gia Long nguyên niên (1802), Bùi Khắc Nhất được xếp vào hạng công thần trung hưng bậc nhì.\n\nThân thế và sự nghiệp của Thượng thư Bùi Khắc Nhất được trình bày kỹ trong Gia phả họ Bùi, đây một tài liệu quý hiếm bởi nội dung của Gia phả  chép rất kỹ về hành trạng của Bùi Khắc Nhất, đồng thời phản ánh nhiều sự kiện lịch sử quan trọng của thế kỷ XVI cùng các nhân vật lịch sử có liên quan mà sử sách bỏ sót, hoặc có nói tới nhưng chưa đầy đủ.\n\nTập gia phả chép bằng chữ Hán chân phương trên giấy dó mỏng khổ 14cmx22cm gồm 212 trang. Nội dung của gia phả có 3 phần chính:\n\nPhần 1: Ghi chép về hành trạng của vị thủy tổ dòng họ là quan Thượng thư Bùi Khắc Nhất.\n\nPhần 2: Ghi chép về đời tư của ông.\n\nPhần 3: Ghi chép các thế hệ, các chi phái của dòng họ từ đời thứ nhất đến đời thứ 16.\n\nVề nội dung hai phần đầu của bản gia phả do con trai trưởng ông Bùi Khắc Nhất là Bùi Ỷ Trọng thời gian ấy đang làm quan tại triều, giữ chức Thiêm sự Thiết kỵ úy soạn và sau đó được Nho sinh trúng thức Bùi Bá Ngọc, chức Huấn đạo, là cháu 6 đời của ông Bùi Khắc Nhất sao lại. Mặc dù niên đại soạn và sao gia phả không được ghi chép cụ thể, nhưng theo gia phả được soạn vào đầu thế kỷ XVII cùng với thời gian xây dựng nhà thờ và được sao lại vào đầu thế kỷ XVIII.\n\nTóm lược nội dung phần đầu của bản gia phả: Hành trạng kỷ quan Thượng Bùi:\n\n• Cụ Bùi Khắc Nhất sinh năm Quý Tỵ (1533), quê làng Bột Thái (nay là xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa), làm quan đến Hộ bộ Thượng thư và Binh bộ Thượng thư thời vua Lê Kính Tông (1600-1619), vinh phong là “Kiệt tiết tuyên lực công thần” và được xếp vào hạng công thần trung hưng bậc nhì.\n\n• Thân sinh ông Bùi Khắc Nhất là Bùi Doãn Hiệp, là Giám sinh Quốc Tử giám, trường Nho học cao cấp ở Thăng Long. Những thập niên đầu thế kỷ XVI, triều chính nhà Lê khủng hoảng, suy vong và sụp đổ. Ông Bùi Doãn Hiệp không tiếp tục theo cử nghiệp mà chọn nghề dạy học. Ông dạy học ở nhà ông Mai Thầm tại thôn Đông Lý, xã Hương Cần, huyện Quỳnh Lưu, phủ Diễn Châu (Nghệ An). Vợ chồng ông Mai Thầm giàu có và là những người hiền hạnh. Sau khi ông Giám sinh Bùi Doãn Hiệp qua đời, vợ chồng ông Mai Thầm coi Bùi Khắc Nhất như con, nuôi dưỡng, dạy bảo và chia cả cho ruộng đất, trâu cày, tiền của để trả nghĩa thầy. Nhờ vậy, ông Bùi Khắc Nhất có điều kiện học hành, thi đỗ làm quan, công danh hiển hách một thời. Về sau, các chi họ Bùi ở Bột Thái đều tôn ông là Thủy tổ dòng họ, lập đền thờ cúng.\n\n• Ông Bùi Khắc Nhất sinh ra trong thời nội chiến Nam – Bắc triều (giữa nhà Mạc và nhà Lê trung hưng). Nhà Mạc quản lý địa bàn từ phía bắc đèo Tam Điệp trở ra, nhà Lê trung hưng quản lý địa bàn Thanh Hoá, Nghệ An, Hà Tĩnh đến Thuận Hoá (Thừa Thiên – Huế ngày nay). Cuộc nội chiến Nam – Bắc triều diễn ra từ năm 1533 (năm Bùi Khắc Nhất ra đời) đến năm 1592 mới kết thúc, tròn 60 năm.\n\n• Vào thời Lê Anh Tông (1557-1573), ông vua thứ 3 thời Lê Trung hưng, việc thi cử lại đi vào nền nếp. Năm Đinh Tỵ (1557), triều đình mở khoa thi Hương, Bùi Khắc Nhất (25 tuổi) cùng em là Bùi Khắc Hưởng (15 tuổi) dự thi. Cả hai đều trúng Tam trường (Sinh đồ).\n\n• Năm Giáp Tý (1564), sau khi đậu Hiệu sinh ở phủ (phủ Hà Trung), Bùi Khắc Nhất dự kỳ thi Hương và đỗ Hương cống. Năm Ất Sửu, niên hiệu Chính trị thứ 8 (1565) triều đình đặt chế khoa chọn nhân tài, Bùi Khắc Nhất dự thi. Khoa này có hơn 400 sĩ tử tham dự.\n\n• Ngày 8 tháng Tư thi Hội, trúng cách 41 người. Vào thi Đình vua ra đề “Nhiệm hiền sử năng” (Dùng người hiền, sai khiến người tài giỏi) và đề thi “Thiên hạ nhân tâm luận” (Bàn về lòng người trong thiên hạ); duyệt người đỗ và xếp thứ hạng cao thấp. Bùi Khắc Nhất đậu Đệ nhất giáp chế khoa xuất thân đệ nhị danh.\n\n• Sau khi thi đỗ, Bùi Khắc Nhất được vua ban cho ngựa về vinh quy, sau đó trở về triều (hành cung Yên Trường) nhậm chức Cẩn sự tá lang, Hàn lâm viện Hiệu lý, chuyên thảo các bài chiếu của vua.\n\n• Ngày 8 tháng 2 năm Canh Ngọ (1570), Thái Quốc công Trịnh Kiểm mất, con trưởng là Trịnh Cối thay nắm binh quyền. Nhưng Trịnh Cối ham mê tửu sắc, lòng người ly tán.\n\n• Ngày 2 tháng Tư, các tướng cùng với Trịnh Tùng (em Trịnh Cối) đem quân về hành tại Yên Trường bái yết nhà vua. Bùi Khắc Nhất cùng mọi người một lòng tôn phò vua Lê. Vì có công lao, ông được phong là “Kiệt tiết tuyên lực công thần, đặc tiến Kim tử vinh lộc đại phu”, tước Hoằng Đinh tử, thăng Hàn lâm viện Thị thư.\n\n• Ngày 8 tháng 2 năm Nhâm Thân (1572), ông nhậm chức Đông các Hiệu thư kiêm Ký lục ngự doanh.\n\n• Ngày 26 tháng 4 năm Giáp Tuất, thụ chức Hình khoa Cấp sự trung và Lại khoa Đô cấp sự trung kiêm Ký lục ngự doanh.\n\n• Ngày 2 tháng 2 năm Ất Hợi (1575), Bùi Khắc Nhất vâng mệnh làm Giám thí trường thi Nghệ An cùng với Đề điệu là Thái phó Yên Quận công Lại Thế Khanh, phụng thi sĩ tử.\n\n• Ngày 24 tháng 2 năm Bính Tý (1576) ông vâng mệnh vào Nghệ An đốc suất hai dinh Cần Nghĩa và Dương Nghĩa đi đánh quân Mạc, tháng 3, trở về triều (tức về Yên Trường).\n\n• Ngày 23 tháng 3 năm Mậu Dần (1578), Bùi Khắc Nhất vâng mệnh qua châu Bố Chính cùng với tham tướng châu này là Hoàng Văn Hầu duyệt định ngạch binh..\n\n• Tháng Sáu, ông lại cùng với quan Đô ty người Tri Xá, tước Phú Vinh hầu đưa dân binh các huyện ghi vào sổ binh. Tháng Mười, công việc hoàn tất.\n\n• Ngày 23 tháng Một (tháng 11), ông cùng với Phó Đô tướng Thái phó Vinh quận công là Hoàng Đình Ái đốc suất tướng sĩ các ty, dinh chôn đóng các cây thông ở ven sông chân núi Mông Sơn, đề phòng nơi quan yếu.\n\n• Ngày 11 tháng Chạp, Bùi Khắc Nhất nhậm chức Đông các Hiệu thư kiêm Ký lục chính doanh.\n\n• Ngày 3 tháng 2 năm Kỷ Mão (1579) ông cùng Tả dinh Phó Đô tướng Bảng quận công (Tống Đức Vị) duyệt tuyển dân binh các xã xứ Thanh Hoa sung vào binh ngạch.\n\n• Ngày 18 tháng Một cùng quan Đại lý Tự khanh tước Thiều Khê bá tên là Phạm Nhân Mỹ đi giám khảo trường thi Thanh Hoa.\n\n• Khoa thi Hội năm Canh Thìn (1580), Bùi Khắc Nhất giữ việc lựa chọn văn chương cùng với quan Đề điệu là Thái phó Vệ quận công; quan Tri Cống cử họ Trịnh; Thượng thư Tường Lân hầu họ Nguyễn và Giám thí là Hộ bộ Hữu thị lang họ Nguyễn. Khoa này thi vào tháng Tám và lấy đỗ 6 tiến sĩ.\n\n• Ngày 28 tháng Một, Ông được thăng Hình bộ Hữu thị lang kiêm Ký lục chính doanh. Ngày 6 tháng Chạp, ông cùng Thái phó Trào quận công Vũ Sư Thước đốc suất tướng sĩ các dinh lấp các bến cảng xung yếu như cảng Nga (cửa Thần Phù), cảng Trường (Lạch Trường) đề phòng quân Mạc tấn công vào Thanh Hoá.\n\n• Ngày 6 tháng 1 năm Tân Tỵ (1581), Tiết chế Trịnh Tùng đốc suất tướng sĩ bình định địa phận Tây – Nam. Ông cùng với Phó Đô tướng Thái phó Trào quận công Vũ Sư Thước ở dinh An Nghĩa đóng đồn lưu thủ, đồng thời kiêm chức Ký lục chính doanh kiêm chức Hình bộ Hữu thị lang. Ông trông coi việc xử kiện không để oan khuất, thiên hạ ngợi ca là đời thái bình thịnh trị. Hai xã Bột Thượng và Bột Thái làm bức trướng mừng ông.\n\n• Ngày 14 tháng 5 năm Đinh Hợi (1587), quan Phó Đô tướng dinh Nghĩa là Thái phó Vệ Dương hầu Trịnh Bách có tội bị xử giảo. Quan chấp pháp tra xét thấy thời phục hưng của Tiên đế (tức sự kiện xảy ra thời vua Lê Anh Tông năm 1573) có 19 viên quan văn võ cùng mưu đồ cử sự, trong đó có Trịnh Bách, cho là lập bè đảng tâu xin trừ hết không cần bàn đúng sai, đều bị giáng chức hoặc bị đày đi xa. Bùi Khắc Nhất cũng trong số 19 người ấy, triều đình nghị luận nhiều lần, cuối cùng ông bị bãi chức hai năm.\n\n• Tháng Một năm Kỷ Sửu (1589), ông được lục dụng, giữ chức Thiêm sự viện Thiêm sự điện Huy Văn, từ Tam phẩm giáng xuống Chánh ngũ phẩm. Ông vâng mệnh ở Chính dinh chuyên giảng dạy các công tử (con chúa Trịnh).\n\n• Ngày 16 tháng 8 năm Nhâm Thìn (1592), Bùi Khắc Nhất thụ chức Công bộ Hữu thị lang, tiến triều. Tháng Chạp, cùng Đô tướng Tiết chế (tức Trịnh Tùng) dẹp yên quân Mạc, thu phục kinh thành.\n\n• Ngày 17 tháng 3 năm Quý Tỵ (1593) đón Thánh giá về kinh, ông cùng Lê Trạc Tú vâng mệnh đi hộ giá. Tiết chế Trịnh Tùng giao cho ông sửa sang cung điện ở Cẩm Đình, một tháng làm xong.\n\n• Ngày 16 tháng 4 năm Quý Tỵ (1593), vua Lê cùng triều thần từ hành cung Yên Trường về đến Thăng Long. Ngày 20 tháng Bảy, Bùi Khắc Nhất được thăng Công bộ Tả thị lang cùng với Phùng Khắc Khoan lên cửa quan để báo tin với nhà Minh về việc vua Lê là đại diện chính thống thay vì nhà Mạc. Ông giữ chức “Vũ chính kỳ mục”, Phùng Khắc Khoan giữ chức “Văn chính kỳ mục”. Thời gian này dân xã ở quê bầu ông làm quan Tôn trưởng và bàn việc sau này tôn là Phúc thần phối tế ở đình (tức Bảng Môn đình).\n\n• Ngày 16 tháng 4 năm Giáp Ngọ (1594) ông nhậm chức Thừa chính sứ ở Nghệ An (quan đứng đầu trấn Nghệ An), ba năm mãn hạn về Kinh.\n\n• Ngày 23 tháng 3 năm Mậu Tuất (1598), ông đổi sang làm Hộ bộ Tả thị lang. Niên hiệu Thận Đức năm đầu đời vua Lê Kính Tông (1600) ngày 6 tháng Năm, Phan Ngạn, Ngô Đình Nga, Bùi Văn Khuê mưu phản, kinh thành lay động. Bình An vương Trịnh Tùng phải hộ vệ vua Lê Kính Tông về thành Tây Đô để củng cố lực lượng, giao cho Bùi Khắc Nhất cùng 16 người bề tôi vững khí tiết như Lê Trạc Tú, Hồ Bỉnh Quốc, Lương Chí, Ngô Trí Hòa, v.v…đi hộ giá.\n\n• Ngày 3 tháng Sáu, ông được phong Hộ bộ Thượng thư, tước Văn Phú bá, Trụ quốc thượng trật. Năm Quý Mão (1603) triều đình bàn thưởng công thần, Bùi Khắc Nhất được cấp 2 mẫu 7 sào ruộng ở xã Bột Thái, 1 mẫu ở xã Hoa Phố huyện Thụy Nguyên (nay là Thọ Xuân) làm ngụ lộc điền để con cháu lưu truyền canh tác.\n\n• Thao chế độ tập ấm quy định từ thời Lê sơ, bà Chính thất là Nguyễn Thị Liên, con gái Thám hoa Nguyễn Sư Lộ trước là Thận phu nhân, được phong Tự phu nhân; Thứ thất (vợ hai) phong là Liệt phu nhân; Thứ thứ thất (vợ ba) có con là Ỷ Phục cũng được phong là Liệt phu nhân. Con trưởng là Bùi Ỷ Trọng đang làm quan cũng được thăng chức Thiêm sự Thiết kỵ úy.\n\n• Năm Hoằng Định thứ 10 (1609), Bùi Khắc Nhất mất tại triều, hưởng thọ 77 tuổi. Vì có nhiều công lao, làm quan trải ba triều vua, qua 6 bộ nên sau khi mất, ông vẫn được nhiều lần tưởng hưởng.\n\n• Tháng Hai năm Hoằng Định 11 (1610), Bùi Khắc Nhất được tặng phong Thái bảo, tước Văn Phú hầu. Năm Kỷ Tỵ Đức Long thứ nhất (1629) được tặng phong Phú Quận công, con cháu đời đời được miễn tạp dịch.\n\n• Năm Nhâm Thìn (1652), ông được cấp thêm 58 mẫu ruộng tạo lệ ở các xã Bột Vinh, Phú Xá huyện Quảng Xương.\n\n• Năm Bảo Thái thứ 4 (1723) xét công thần, Bùi Khắc Nhất được xếp là công thần trung hưng bậc nhì, chuẩn cho chi trưởng một người nối tiếp đời đời là công thần tôn, được lục dụng. Ngoài ra con cháu được miễn trừ tạp dịch.\n\n• Ngày 3 tháng 3 năm Cảnh Hưng 43 (1782) sắc phong các công thần, Bùi Khắc Nhất được phong Trung đẳng phúc thần, Tuy Dụ hùng lược Đại vương.\n\n• Năm đầu niên hiệu Gia Long (1802) lục xét 33 người công thần Khai quốc, 15 người công thần Trung hưng xếp vào bậc nhất nhì, mỗi công thần cho một người con cháu được miễn phu dịch, đời đời giữ việc thờ tự. Bùi Khắc Nhất được xếp bậc nhì công thần Trung hưng.\n\n• Ngày 18 tháng 3 năm Khải Định thứ 2 (1917) ông được truy phong là Trung đẳng thần và đến năm Khải Định thứ 9 (1924) được sắc phong là Thượng đẳng thần.\n\n• Trong từ đường họ Bùi ở xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa còn lưu giữ đôi câu đối biểu dương công lao và sự nghiệp của quan Thượng thư Bùi Khắc Nhất – vị thủy tổ của dòng họ và là bậc công thần thời Lê Trung hưng – sống vào khoảng nửa sau thế kỷ XVI, đầu thế kỷ XVII:\n\nTứ thập tứ tải tuyển lao, sự kinh lục bộ\n\nThất thập thất niên hưởng thọ, sĩ lịch tam triều.\n\n(Tạm dịch:\n\nViệc qua sáu bộ bốn mươi tư năm sức hiến\n\nQuan trải ba triều, bảy mươi bảy tuổi trời cho)\n\n- Nội dung đôi câu đối trên phần nào đã khẳng định công lao to lớn của ông Bùi Khắc Nhất trong sự nghiệp trung hưng của nhà Lê (thế kỷ XVI).\n\n<br \/>\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n*Trần Văn Thịnh và các tác giả khác (1995). ''Danh sĩ Thanh Hóa và việc học thời xưa''. Nhà xuất bản Thanh Hóa.\n*Bùi Khắc Việt, Nguyễn Đức Nhuệ (1996). ''Hoằng Lộc, đất hiếu học''. Nhà xuất bản Thanh Hóa.\n\n{{sơ khai khoa bảng Việt Nam}}\n{{thời gian sống|1533|1609}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Bảng nhãn Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}