{"3181796":"{{Thông tin viên chức\n| tên = Bùi Đình Đạm\n| hình = Bùi Đình Đạm.png\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Tổng giám đốc Tổng nha Nhân lực<br>(trực thuộc Bộ Quốc phòng)\n| bắt đầu = 9\/1973\n| kết thúc = 4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Thiếu tướng\n| địa hạt = Biệt khu Thủ đô\n| phó chức vụ = Phụ tá Hành chính<br>Phụ tá Thanh tra\n| phó viên chức = -Đại tá Huỳnh Ngọc Lang<br><br>-Đại tá Nguyễn Đức Đệ\n| chức vụ 2 = [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Giám đốc Nha Động viên<br>(tiền thân của Tổng nha Nhân lực)\n| bắt đầu 2 = 11\/1965\n| kết thúc 2 = 9\/1973\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Đại tá<br>-Chuẩn tướng (6\/1968)<br>-Thiếu tướng (7\/1970)\n| tiền nhiệm 2 = -Trung tá Trần Văn Vân\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ 3 = [[Hình: ARVN Joint General Staff Insignia.svg|23px]]<br>Trưởng phòng Tổng quản trị<br>Bộ Tổng Tham mưu\n| bắt đầu 3 = 2\/1965\n| kết thúc 3 = 11\/1965\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại tá\n| tiền nhiệm 3 = -Đại tá [[Trần Văn Trung]]\n| kế nhiệm 3 = -Đại tá [[Đồng Văn Khuyên]]\n| địa hạt 3 = Biệt khu Thủ đô\n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Trưởng phòng 4 Tiếp vận<br>Bộ Tổng Tham mưu<br>(tiền thân của Tổng cục Tiếp vận)\n| bắt đầu 4 = 11\/1963\n| kết thúc 4 = 2\/1965\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại tá\n| địa hạt 4 = Biệt khu Thủ đô\n| chức vụ 5 = [[Hình: ARVN 7th Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 7 Bộ binh\n| bắt đầu 5 = 12\/1962\n| kết thúc 5 = 11\/1963\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá\n| tiền nhiệm 5 = -Thiếu tướng [[Huỳnh Văn Cao]]\n| kế nhiệm 5 = -Đại tá [[Nguyễn Hữu Có]]\n| địa hạt 5 = Đệ ngũ Quân khu<ref>Đệ ngũ Quân khu được thành lập từ năm 1956, năm 1961 sát nhập vào Vùng 3 chiến thuật, năm 1963 tách ra thành Vùng 4 chiến thuật, năm 1970 cải danh thành Quân khu 4, trong địa bàn này có Quân đoàn IV cà các đơn vị trực thuộc.<\/ref>\n| chức vụ 6 = [[Hình: ARVN 7th Division SSI.svg|22px]]<br>Tư lệnh phó kiêm Tham mưu trưởng<br>Sư đoàn 7 Bộ binh\n| bắt đầu 6 = 6\/1960\n| kết thúc 6 = 12\/1962\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Thiếu tá<br>-Trung tá (4\/1962)<br>-Đại tá (12\/1962)\n| địa hạt 6 = \n| chức vụ 7 = [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Tham mưu trưởng<br>Trường Đại học Quân sự\n| bắt đầu 7 = 8\/1957\n| kết thúc 7 = 6\/1960\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Thiếu tá\n| địa hạt 7 = Quân khu Thủ đô\n| phó chức vụ 7 = Chỉ huy trưởng\n| phó viên chức 7 = -Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n| chức vụ 8 = [[Hình: Cư an tư nguy.svg|22px]]<br>Tham mưu trưởng<br>Trường Sĩ quan Trừ bị Thủ Đức\n| bắt đầu 8 = 5\/1954\n| kết thúc 8 = 7\/1956\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Đại úy (4\/1953)<br>-Thiếu tá (5\/1955)\n| địa hạt 8 = Quân khu Thủ đô\n| phó chức vụ 8 = Chỉ huy trưởng\n| phó viên chức 8 = -Đại tá Phạm Văn Cảm\n| danh hiệu = Đan Phượng<br>(bút hiệu viết văn)\n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = California, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| kết hợp dân sự = Công chức\n| học vấn = -Tú tài toàn phần<br>-Cử nhân (1983)\n| học trường = -Trung học chương trình Pháp tại Hà Nội<br>-Trường Võ bị Quốc gia tại Huế<br>-Học viện Tham mưu cao cấp Fort Leavenworth, Hoa Kỳ (niên khóa 1956-1957)<br>-Viện Đại học San Jose, California, Hoa Kỳ\n| quê quán = Bắc Kỳ\n| ngày sinh = [[26 tháng 6]] năm [[1926]]\n| nơi sinh = [[Hà Đông]], [[Việt Nam]]\n| ngày mất = {{ngày mất|2009|5|30}} ([[83]] tuổi)\n| nơi mất = [[California]],[[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1948]]-[[1975]]\n| cấp bậc = [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n| đơn vị = [[Hình: Cờ Chỉnh binh thao lược.png|20px]] [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Đại học Quân sự]]<br>[[Hình: ARVN 7th Division SSI.svg|20px]] [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]<br>[[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|20px]] [[Tổng nha Nhân lực|Tổng nha Động Viên]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.Quốc H.Chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng.<\/ref>\n}}\n\n'''Bùi Đình Đạm''' (1926-2009), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]]. Ông xuất thân từ khóa đầu tiên ở trường Võ bị Quốc gia do Chính phủ Quốc gia mở ra tại Trung phần dưới sự hỗ trợ của Chính phủ Pháp với mục đích đào tạo sĩ quan người Việt phục vụ cho Quân đội Quốc gia trong Quân đội Liên hiệp Pháp. Ra trường ông được chọn về Bộ binh. Tuy nhiên, hầu hết thời gian tại ngũ, ông lại chuyên về lĩnh vực Tham mưu và Quân huấn. Ông rất hiếu học, nên mặc dù với nhiều trọng trách trong Quân đội, ông vẫn tiếp tục trau dồi thêm văn hóa và kiến thức.<ref>Những bằng cấp về sau của tướng Bùi Đình Đạm: Cử nhân Văn khoa, Sài Gòn (1970), Cao học Xã hội, Sài Gòn (1973), Cao học Xã hội (MSW), Hoa Kỳ (1985).<\/ref>\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 26 tháng 6 năm 1926, trong một gia đình Nho giáo, có truyền thống hiếu học tại [[Phượng Trì]], [[Đan Phượng]], [[Hà Nội]]. Ông có người anh ruột là [[Quang Dũng (nhà thơ)|Quang Dũng]] (tên thật là Bùi Đình Diệm). Anh trai ông theo [[Việt Minh]] và là nhà thơ nổi tiếng của [[Việt Nam Dân chủ Cộng hòa]] <ref>https:\/\/phamduy.com\/en\/van-nghien-cuu\/hoi-ky-2\/5625-chuong-23<\/ref>. Năm 1946, ông tốt nghiệp Trung học chương trình Pháp tại Hà Nội với văn bằng Tú tài toàn phần (Part II). Sau đó, ông được tuyển dụng làm công chức tại Hà Đông một thời gian trước khi gia nhập quân đội.\n\n===Quân đội Liên hiệp Pháp===\nTháng 9 năm 1948, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 46\/300.784. Theo học khóa 1 Bảo Đại tại trường Võ bị Huế,<ref>Trường Võ bị Huế đào tạo được 2 khóa sĩ quan hiện dịch: Khóa 1 Bảo Đại (sau đổi thành Phan Bội Châu) và khóa 2 Quang Trung. Tháng 7 năm 1950 trường di chuyển về Đà Lạt trên cơ sở cũ của Trường Võ bị Viễn Đông, lấy tên là Võ bị Liên quân tiếp tục đào tạo từ khóa 3 Trần Hưng Đạo. Năm 1959, cải danh thành Võ bị Quốc gia Đà Lạt. Xuất thân ở trường Võ bị Quốc gia từ Huế đến Đà Lạt, sau này trong Quân lực Việt Nam Cộng hòa có được 62 tướng lãnh gồm: 20 Trung tướng (8 Huế, 12 Đà Lạt), 17 Thiếu tướng (8 Huế, 9 Đà Lạt) và 25 Chuẩn tướng (3 Huế, 22 Đà Lạt)<br>-'''Xem bài:''' [[Trường Võ bị Quốc gia Đà Lạt]]<\/ref> khai giảng ngày 1 tháng 10 năm 1948. Ngày 1 tháng 6 năm 1949 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường được phân bổ làm Trung đội trưởng Trung đội 1 thuộc Tiểu đoàn 3 Bộ binh Việt Nam do Thiếu tá [[Vũ Văn Thu (Đại tá, Quân lực VNCH)|Vũ Văn Thu]]<ref>Thiếu tá Vũ Văn Thu sau cùng là  Đại tá Tham mưu trưởng Quân đoàn III.<\/ref> làm Tiểu đoàn trưởng.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1951, sau 1 năm [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] hình thành trong Quân đội Liên hiệp Pháp, ông được thăng cấp [[Trung úy]] làm Đại đội trưởng Đại đội 1 thuộc Tiểu đoàn 3 (3e Bataillon Vietnamien - 3e Bắc VN) thay thế Đại úy [[Dương Quý Phan (Đại tá, Quân lực VNCH)|Dương Quý Phan]].<ref>Đại úy Dương Quý Phan về sau là Đại tá Quân trấn trưởng Sài Gòn - Chợ Lớn năm 1955, giải ngũ năm 1963.<\/ref>\n\nĐầu tháng 4 năm 1953, ông được thăng cấp [[Đại úy]] nhiệm chức. Tháng 5 năm 1954, chuyển sang lĩnh vực Quân huấn ông được cử làm Tham mưu trưởng trường [[Trường Bộ binh Thủ Đức|Sĩ quan Trừ bị Thủ Đức]] do Đại tá [[Phạm Văn Cảm (Đại tá, Quân lực VNCH)|Phạm Văn Cảm]]<ref>Đại tá Phạm Văn Cảm sinh năm 1904 tại Hà Nam, xuất thân từ trường Thiếu sinh quân của quân đội thuộc địa Pháp và tốt nghiệp trường Võ bị Lục quân Pháp, giải ngũ vào cuối năm 1956. Ông là thân phụ của Đại tá [[Phạm Tất Thông (Đại tá, Quân lực VNCH)|Phạm Tất Thông]] sinh năm 1927 tại Hà Nam, tốt nghiệp khóa 3 trường Võ bị Đà Lạt, nguyên Tham mưu trưởng Tổng cục Quân huấn QLVNCH<\/ref> làm chỉ huy trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 5 năm 1955, ông được thăng cấp [[Thiếu tá]] nhiệm chức. Sau khi Chính thể Đệ nhất Cộng hòa ra đời (ngày 26 tháng 10 năm 1955), ông chuyển sang phục vụ cơ cấu mới là Quân đội Việt Nam Cộng hòa (đổi tên từ Quân đội Quốc gia Việt Nam). Tháng 7 năm 1956, ông được cử đi du học lớp Chỉ huy và Tham mưu cao cấp tại Học viện Fort Leavenworth, Tiểu bang Kansas, Hoa Kỳ. Đến tháng 8 năm 1957, mãn khóa về nước ông được cử giữ chức vụ Tham mưu trưởng trường Đại học Quân sự do Trung tướng [[Trần Văn Minh (lục quân)|Trần văn Minh]] làm Chỉ huy trưởng.\n\nTháng 6 năm 1960, chuyển trở lại đơn vị Bộ binh, ông được chỉ định làm Tham mưu trưởng Sư đoàn 7 Bộ binh. Đến tháng 4 năm 1962, ông được thăng cấp [[Trung tá]] giữ chức vụ Phó Tư lệnh kiêm Tham mưu trưởng Sư đoàn 7. Tháng 12 cùng năm, ông được thăng cấp [[Đại tá]] và được bổ nhiệm làm Tư lệnh Sư đoàn 7 thay thế Thiếu tướng [[Huỳnh Văn Cao]] đi làm Tư lệnh Quân đoàn IV và Vùng 4 chiến Thuật.\n\nCuối năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11), ông được lệnh bàn giao chức vụ Tư lệnh Sư đoàn 7 lại cho Đại tá [[Nguyễn Hữu Có]], sau đó ông được chuyển về [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng tham mưu]] giữ chức vụ Trưởng phòng 4 đặc trách Tiếp vận.\n\nTháng 2 năm 1965, ông được đổi sang làm Trưởng phòng Tổng Quản trị thay thế Đại tá [[Trần Văn Trung]] được cử đi làm Chỉ huy trưởng trường Bộ binh Thủ Đức. Tháng 11 cùng năm, nhận lệnh bàn giao Phòng Tổng quản trị lại cho Trung tá [[Đồng Văn Khuyên]], chuyển qua Bộ Quốc phòng ông được bổ nhiệm làm Giám đốc [[Tổng nha Nhân lực|Nha động viên]] thay thế Trung tá [[Trần Văn Vân (Đại tá, Quân lực VNCH)|Trần Văn Vân]]<ref>Trung tá Trần Văn Vân sinh năm 1926 tại Hà Giang, tốt nghiệp trường Võ bị Địa phương Vũng Tàu. Sau cùng là Đại tá Đặc trách Bình định và Phát triển tại Quân đoàn II và Quân khu 3<\/ref>.\n\nNgày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Chuẩn tướng]] nhiệm chức. Đến đầu tháng 7 năm 1970, ông được thăng [[Thiếu tướng]] nhiệm chức.\n\nTháng 9 năm 1973, Nha động viên được cải tổ thành Tổng nha Nhân lực. Ông mang chức danh mới là Tổng Giám đốc. Ông cũng là người đảm trách chức vụ này với thời gian lâu nhất (từ năm 1965 đến năm 1975).\n\n*''Tổng nha Nhân lực vào thời điểm cuối tháng 4\/1975, nhân lực trong Tổng nha được phân bổ trách nhiệm như sau:''<br>-Tổng Giám đốc - Thiếu tướng Bùi Đình Đạm<br>-Phụ tá Hành chính - Đại tá [[Huỳnh Ngọc Lang (Đại tá, Quân lực VNCH)|Huỳnh Ngọc Lang]]<ref>Đại tá Huỳnh Ngọc Lang sinh năm 1922 tại Sài Gòn, tốt nghiệp trường Sĩ quan Phan Thiết (Quân đội Liên hiệp Pháp)<\/ref><br>-Phụ tá Thanh Tra - Đại tá [[Nguyễn Đức Đệ (Đại tá, Quân lực VNCH)|Nguyễn Đức Đệ]]<ref>Đại tá Nguyễn Đức Đệ sinh năm 1922 tại Ba Xuyên, tốt nghiệp khóa 3 Võ khoa Thủ Đức<\/ref><br>-Giám đốc Nha Trừ bị - Đại tá [[Trần Ngọc Thống (Đại tá, Quân lực VNCH)|Trần Ngọc Thống]]<ref>Dại tá Trần Ngọc Thống sinh năm 1924 tại Hà Nam, tốt nghiệp khóa 1 Võ khoa Nam Định<\/ref><br>-Giám đốc Nha Quân dịch - Trung tá [[Lê Hoàng Thành (Trung tá, Quân lực VNCH)|Lê Hoàng Thành]]\n\n==1975==\nNgày 30 tháng 4, ông cùng gia đình di tản sang ra khỏi Việt Nam. Sau đó sang [[Hoa Kỳ]] định cư tại [[San Jose, California]].\n\nNăm 1983, ông tốt nghiệp Cao học Xã hội (MSW) tại Viện Đại học San Jose, California, Hoa Kỳ.\n\nNgày 30 tháng 5 năm 2009, ông từ trần tại nơi định cư. Hưởng thọ 83 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng<br>-Lục quân Huân chương đệ I hạng<br>-9 Anh dũng Bội tinh (gồm các đẳng cấp).<br>-Chương mỹ Bội tinh đệ I hạng<br>-20 huy chương quân sự và dân sự.<br>-Huy chương The Legion Merit (Degree Officer, Hoa Kỳ)<br>-Huy chương Order of National Security Merit Cheon-Su Medal (Đại Hàn)<br>-Huy chương Medal of Precious Tripod (Trung hoa Quốc gia).\n\n==Tác phẩm==\n-\"Những áng văn hay\" với bút hiệu Đan Phượng\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*Bài viết về: [[Tổng nha Nhân lực|Tổng nha Động Viên Việt Nam Cộng hòa]]\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 2009]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Sinh tại Hà Đông]]\n[[Thể loại:Người Mỹ gốc Việt]]"}