{"33034":"{{Thông tin nhân vật phong kiến\n| tên = Bùi Huy Bích\n| tên gốc = 裴輝璧\n| hình = \n| cỡ hình = \n| ghi chú hình = \n<!-- Binh nghiệp -->\n| phục vụ = \n| thuộc  = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị  = \n| chỉ huy = \n| tham chiến = \n| khen thưởng = \n<!-- Thông tin chung -->\n| tên khác = \n| húy = \n| tự  = Hy Chương (熙章)\n| hiệu = Tồn Am, Tồn Ông\n| tôn xưng = \n| bút danh = \n| học vấn = [[Hoàng giáp|Tiến sĩ]]\n| chức quan= [[Tể tướng|Tham tụng]]\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu= \n| kiểu phối ngẫu 2=\n| phối ngẫu 2 = \n| chồng  = \n| vợ  = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu= \n| tước vị = \n| cha = Bùi Dụng Tân\n| mẹ  = \n| sinh = {{ngày sinh|1744|10|3}}\n| nơi sinh = làng [[Định Công, Hoàng Mai|Định Công]], [[Hà Nội]]\n| mất = {{ngày mất và tuổi|1818|5|25|1744|10|3}}\n| nơi mất = \n| ngày an táng= \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch= \n| dân tộc = \n| triều đại= [[Lê Trung hưng]]\n| tác phẩm = <!-- nổi bật -->\n| truy phong tước vị = \n| truy phong chức vị = \n| thần vị = \n| thờ tự = \n}}\n\n'''Bùi Huy Bích''' ([[chữ Hán]]: 裴輝璧; [[1744]] - [[1818]]), tự là '''Hy Chương''' ([[chữ Hán]]: 熙章), hiệu là '''Tồn Am''' và '''Tồn Ông''', là một danh nhân, danh sĩ người [[Hà Nội]], từng giữ chức Tham tụng (tương đương chức [[thủ tướng]]) trong [[triều đình]] dưới thời [[nhà Lê sơ|vua Lê]]-[[chúa Trịnh]].\n\n==Tuổi thơ==\nÔng sinh ngày 28 tháng 8 năm [[Giáp Tý]] (tức [[3 tháng 10]] năm [[1744]]), quê làng [[Định Công, Hoàng Mai|Định Công]], [[Hà Nội]]. Ông là cháu 5 đời của Tiên Quận công [[Bùi Bỉnh Uyên]], cháu 7 đời của Quảng Quận công [[Bùi Xương Trạch]]. Cha là Bùi Dụng Tân, hiệu ''Trúc Viên cư sĩ'', dạy học ở nhà.\n\nBùi Huy Bích có 1 chị và 1 em trai. Năm ông lên 5 tuổi, mẹ ông mất, cha ông mang 3 chị em lên Hải Dương, ở làng An Lâu, huyện [[Thanh Miện]]. Trúc Viên dạy học tại đó.\n\nThuở nhỏ Tồn Am thể chất kém, thường đau ốm luôn, bề ngoài có vẻ \"lỗ độn\" nhưng trong lại có khiếu thông minh. Không những Bùi Huy Bích chóng học thuộc sách mà ngay cả với cuộc sống cũng tỏ ra am hiểu.<ref>Trần Quốc Vượng, sách đã dẫn, tr 222<\/ref>\n\n==Khoa cử==\nThuở nhỏ ông học ở nhà, 17 tuổi theo học [[Nguyễn Bá Trữ]]. Năm 19 tuổi (1762), đi thi đỗ ngay [[hương cống]] nhưng trượt [[thi Hội|thi hội]] vào năm sau (1763). Ông về học tiếp [[bảng nhãn]] [[Lê Quý Đôn]] mở tại kinh thành, nhưng bất mãn trước cảnh xã hội nên không theo tiếp con đường tiến sĩ.\n\nĐể chiều lòng cha, mãi năm ông 25 tuổi (1770) ông đi thi và đỗ thi hội rồi đỗ [[thi Đình|thi đình]], đỗ [[Hoàng giáp]].\n\n==Làm quan==\nSau khi đỗ, ông được bổ dụng làm Hàn lâm viện hiệu lý, lên chức Thị Chế (năm 1771), rồi được thụ chức Thiêm sai phủ liêu Tri hộ phiên, kiêm chức Đông các Hiệu thư.\n\nNăm [[1777]], ông vào lĩnh chức Đốc đồng [[Nghệ An]] rồi lại phụng sai vào [[Thuận Hóa]] tuyên dụ. Trong thời gian này ông đã có công bình loạn giặc [[Mường Thai]] ở miền tây Nghệ An.\n\nSau công trạng đó, năm [[1780]] ông được thăng lên Hiệp trấn [[Nghệ An]] kiêm thụ lĩnh chức tham chính. Đến năm [[Tân Sửu]] ([[1781]]), ông được chúa [[Trịnh Sâm]] triệu về triều, trao cho chức Nhập thị [[Bồi tụng]], chức đứng hàng thứ 2 trong phủ chúa sau chức [[Tham tụng]], nhưng ông đệ khải văn xin từ chức, lấy cớ là ốm yếu, dù khi đó mới 38 tuổi và có quan hệ họ hàng với Trịnh Sâm, nhưng bản thân ông không muốn gần gũi với Trịnh Sâm<ref>Trần Quốc Vượng, ''Danh nhân Hà Nội'', Nhà xuất bản Quân đội nhân dân, tr 226. Vợ Bùi Huy Bích là cháu bên ngoại của Trịnh thái phi - mẹ Trịnh Sâm<\/ref>.\n\nÔng là người đã đứng ra can gián [[Trịnh Sâm]] khi chúa định bỏ con trưởng [[Trịnh Khải|Trịnh Tông]] để lập con nhỏ [[Trịnh Cán]] của Tuyên phi Đặng Thị Huệ được sủng ái, nhưng không thành. Chính vì Trịnh Sâm lập con nhỏ nên đã xảy ra loạn trong triều sau khi chúa qua đời.\n\nTrịnh Tông lật đổ Trịnh Cán lên ngôi, cách chức [[Tham tụng]] của [[Phan Lê Phiên]] (vì Phiên cùng phe với mẹ con Trịnh Cán) và mời Bùi Huy Bích ra làm ''Hành Tham tụng''<ref>Quyền tham tụng<\/ref>, hy vọng ông có thể cứu vãn tình thế do loạn kiêu binh gây ra. Sau xảy ra nhiều chuyện, lại do ngờ vực, ông từ quan về dưỡng bệnh tại phường [[Bích Câu]], [[Hà Nội]], gần đền Tú Uyên<ref name=\"ReferenceA\">Trần Quốc Vượng, sách đã dẫn, tr 229<\/ref>.\n\nNăm 1786, quân Tây Sơn lấy danh nghĩa \"Phù Lê diệt Trịnh\" kéo ra bắc, Trịnh Tông điều ông ra mặt trận làm chức đốc chiến. Ông định đến đò Thuý Ái để phối hợp với [[Hoàng Phùng Cơ]] chỉ huy thủy quân, nhưng chưa đến nơi thì quân Phùng Cơ đã tan vỡ, quân Tây Sơn thần tốc tiến vào [[Thăng Long]].\n\nTây Sơn diệt Trịnh không lâu thì [[Lê Hiển Tông]] mất, cháu là [[Lê Chiêu Thống]] lên thay, Nguyễn Huệ rút quân về nam. Chiêu Thống mời Bùi Huy Bích ra giúp nhưng ông xin từ về quê nhà.\n\nKhi [[Nguyễn Huệ]] lên ngôi vua và đánh tan [[Nhà Thanh|quân Thanh]] (1789) có mời các danh thần [[nhà Hậu Lê]] ra giúp nước nhưng ông không hợp tác. Đến đời [[Gia Long|Nguyễn Ánh]], ông được trọng đãi nhưng ông vẫn xin được sống an nhàn ở quê cho đến khi qua đời ngày [[25 tháng 5]] năm [[1818]]<ref name=\"ReferenceA\"\/>, thọ 75 tuổi.\n\n==Tưởng nhớ==\nSau Cách mạng tháng 8 năm 1945, tên của Bùi Huy Bích được chính quyền Hà Nội đặt cho [[Phố Nguyễn Khuyến, Hà Nội|phố Sinh Từ]] (thời Pháp thuộc). Đến thời tạm chiếm, phố Bùi Huy Bích trở lại tên cũ là phố Sinh Từ, và đến năm 1964, phố Sinh từ lại được đổi thành phố Nguyễn Khuyến.\n\nNăm 2012 Hội đồng Nhân dân Thành phố Hà Nội đặt tên đường Bùi Huy Bích cho con đường từ đường vành đai 3 rẽ vào khu tái định cư X1 Pháp Vân thuộc phường Hoàng Liệt, quận Hoàng Mai. Trung tâm hành chính quận Hoàng Mai nằm trên con đường này.\n\n==Thơ văn==\nBùi Huy Bích viết nhiều, trong đó thơ của ông để lại ba bộ, tổng cộng 681 bài thơ<ref>Trần Quốc Vượng, sách đã dẫn, tr 230<\/ref>:\n*''Bích Câu thi tập'', gồm 2 tập là ''tiền tập'' và ''hạ tập''.\n*''Nghệ An thi tập'' gồm 2 tập\n*''Thoái hiên thi tập'' gồm 3 tập.\n\nVề văn có:\n*''Tồn Am văn cảo''\n*''Lữ trung tạp thuyết''\n*''Quốc triều chính biên điển lục''\nCác tập văn thơ ông sưu tập và hợp tuyển: ghi chép từ thời Lý Trần đến thời [[Lê Hiển Tông]]:\n*''Hoàng Việt thi tuyển'': gồm 562 bài của 167 tác giả.\n*''Hoàng Việt văn tuyển'': 112 bài, gồm 15 bài phú, 15 bài ký, 9 bài tế, 9 bài minh, 25 bài chiếu chế, 22 bài khải, 11 bài tản văn, 6 bài biểu tấu.\n\nThơ văn của ông phần nhiều tự sự về nhân tình thế thái, tự phê phán bản thân bất lực không làm được gì nhiều giúp dân giúp nước; đồng thời công kích sư sa đoạ của kể sĩ và quan lại đương thời và phê phán quan điểm lệch lạc của các nhà Nho. Bùi Huy Bích không đồng nhất quan điểm cho rằng từ thời [[Sĩ Nhiếp]] Việt Nam mới có chữ viết mà ông cho rằng Việt Nam đã có chữ viết trước đó nhiều<ref>Trần Quốc Vượng, sách đã dẫn, tr 238<\/ref>.\n\n==Giai thoại==\nKhi Bùi Huy Bích còn nhỏ, ở làng có đám ma. Huy Bích đứng gần người đề chủ<ref>Theo nghi lễ, nhà có đám phải mời một nhà khoa giáp đến viết chữ ''chủ'' lên trên cái thần chủ, vì vậy gọi là đề chủ<\/ref>. Khi làm lễ, người đề chủ chuẩn bị viết thì mới phát hiện nghiên mực khô khốc. Liếc sang thấy cậu bé Bích đứng gần, ông đề chủ hất hàm ra hiệu. Thấy cạnh nghiên có chén đầy nước, Bùi Huy Bích cầm lấy chén nhưng không đổ cả vào nghiên mà lại nhặt một thoi vàng hồ, chọc thủng một mặt rồi dùng thoi vàng lấy từng ít nước đổ vào nghiên.\n\nThi lễ xong, ông đề chủ rất khen ngợi cậu bé Bích và mời ngồi cùng vào chiếu rượu dành riêng cho ông. Ông giảng giải:\n:''Chén nước đầy mà nghiên mực thì nông. Kẻ xốc nổi sẽ cầm cả chén mà rót và thế thì nước sẽ tung toé ra, mất trang nghiêm. Kẻ chậm chạp thì chạy đi lấy thìa và như thế thì nghi lễ bị dở dang. Thoi vàng không phải là thứ múc nước, vậy mà cậu bé biết biến báo thành ra được việc.''\n\n==Xem thêm==\n*[[Trịnh Sâm]]\n*[[Trịnh Khải]]\n==Tham khảo==\n*[[Trần Quốc Vượng]] chủ biên (2004), ''Danh nhân Hà Nội'', Nhà xuất bản Quân đội nhân dân\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1744|mất=1818}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại chúa Trịnh]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}