{"313224":"'''Bùi Xương Trạch''' ([[chữ Hán]]: 裴昌澤; [[1451]] - [[1529]]) là quan nhà [[Nhà Lê sơ|Lê sơ]] trong lịch sử Việt Nam. Ông là một thành viên của [[gia tộc họ Bùi làng Thịnh Liệt]] nổi tiếng ở [[Hà Nội]].\n\n== Sự nghiệp==\nBùi Xương Trạch người làng Định Công, quận [[Hoàng Mai, Hà Nội|Hoàng Mai]], [[Hà Nội]]. Từ nhỏ ông vừa làm việc đồng áng vừa chăm chỉ học hành, thường bắt [[đom đóm]] cho vào túi để lấy ánh sáng đọc sách<ref>Phan Huy Chú, sách đã dẫn, tr 296<\/ref>.\n\nNăm 28 tuổi ông đỗ [[tiến sĩ]] khoa [[Mậu Tuất]] (1478) triều Hồng Đức ([[Lê Thánh Tông]]). Khi bảng yết tên ông được công bố, ông vẫn đang cày ruộng, việc này khiến ông được mọi người trong làng coi trọng<ref>Phan Huy Chú, sách đã dẫn, tr 297<\/ref>.\n\nLê Thánh Tông cho ông vào làm việc trong Viện Hàn lâm. Khi Thánh Tông đi đánh [[Chiêm Thành]] (1471), ông theo ra trận, coi việc quân có góp công.\n\nMùa đông năm 1489, ông vâng mệnh đi sứ [[Trung Quốc]] cống [[nhà Minh]]. Năm 1493, ông vâng mệnh soạn bài ký đình Quảng Văn. Bài văn hay nổi tiếng, được vua Thánh Tông khen thưởng và còn được truyền lại đến nay<ref>Phan Huy Chú, sách đã dẫn, tr 297-298<\/ref>.\n\nThời [[Lê Hiến Tông]], ông được thăng làm Hiệu thư Đồng tác, rồi đổi sang làm Thiêm đô ngự sử, Thượng thư bộ Binh, Tế tửu Quốc Tử Giám coi việc tòa Kinh diên... cũng như Thượng thư Trưởng Lục bộ (một chức vụ quan trọng điều khiển cả sáu bộ, tương đương như Tể tướng) kiêm Đô Ngự sử, và được vua phong tước Quảng Văn Hầu. Ông nổi tiếng là người thanh liêm, được nhiều người kính phục.\n\nNăm 1520 thời [[Lê Cung Hoàng]], ông đã 70 tuổi, bèn xin nghỉ hưu. Khi đó [[Mạc Đăng Dung]] đã khống chế triều đình nhà Lê và tới năm 1527 thì giành ngôi nhà Lê. Năm 1529 thời [[Mạc Đăng Dung|Mạc Thái Tổ]], ông qua đời, thọ 79 tuổi. Về sau nhà Lê trung hưng truy phong tặng ông chức Thái phó, tước Quảng Quốc công và tên hiệu là Văn Lượng<ref>Phan Huy Chú, sách đã dẫn, tr 300<\/ref>.\n\nTác phẩm nổi tiếng của Bùi Xương Trạch là bài ''ký Quảng Văn Đình''.\n\nHiện nay tên của Bùi Xương Trạch được đặt cho một con phố thuộc địa giới quận [[Hoàng Mai, Hà Nội|Hoàng Mai]] và [[Thanh Xuân]], [[Hà Nội]]. Phố Bùi Xương Trạch có vị trí từ cuối phố Khương Trung đến điểm giao cắt với phố Định Công Thượng.\n\n== Các con cháu ==\nCon cả của Bùi Xương Trạch là [[Bùi Trụ]] đỗ trúng thức, làm quan [[nhà Mạc]] đến chức Tán lý, Thượng thư, sau đó theo [[Lê Bá Ly]] về quy thuận nhà Lê trung hưng (năm 1551), được phong làm công thần.\n\nCon thứ ba của ông là Bùi Vĩnh đỗ [[Bảng nhãn]] khoa Nhâm Thìn (1532) đời [[Mạc Thái Tông]].\n\nCháu nội ông là [[Bùi Bỉnh Uyên]] cũng theo bác là Bùi Trụ về với nhà [[Nhà Lê trung hưng|Lê trung hưng]] và trở thành đại thần [[nhà Hậu Lê]].\n\n== Xem thêm==\n* [[Bùi Bỉnh Uyên]]\n* [[Bùi Huy Bích]]\n\n== Tham khảo ==\n* [[Phan Huy Chú]] (2008), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}{{Sơ khai}}\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lê sơ]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Sinh năm 1451]]\n[[Thể loại:Mất năm 1529]]"}