{"814263":"'''Bùi Tông Quán''' ([[chữ Hán]]: 裴宗瓘), có sách chép là '''Bùi Tông Hoan''' (裴宗驩)<ref>''Văn học thế kỷ X-XVI'' (tr. 603) chép là '''Bùi Tông Hoan'''.<\/ref>, hiệu: '''Thủy Hiên''' (có sách chép là '''Thúy Hiên''')<ref>''Từ điển bách khoa Việt Nam'' (Tập I, tr. 288) chép là '''Thúy Hiên'''<\/ref>, không rõ năm sinh và năm mất; là [[nhà thơ]] [[Việt Nam]] thời [[nhà Trần]].\n\n==Tiểu sử==\nChưa rõ thân thế và sự nghiệp của Bùi Tông Quán, chỉ biết ông làm quan dưới thời [[Trần Anh Tông]] (ở ngôi: [[1293]]-[[1314]]).\n\n==Tác phẩm==\nTác phẩm của Bùi Tông Quán hiện còn 4 bài thơ [[chữ Hán]]<ref>Trong số đó có bài \"Vãn Thượng tướng quốc công Hưng Đạo Đại Vương\" (Viếng Thượng tướng quốc công Hưng Đạo Đại Vương), mà có người cho là của danh tướng [[Phạm Ngũ Lão]] ([[Nguyễn Huệ Chi]], mục từ \"Phạm Ngũ Lão\" in trong ''Từ điển văn học'' [bộ mới]. Nhà xuất bản Thế giới, 2004, tr. 1361).<\/ref>, chép trong ''[[Việt âm thi tập]]'' và ''[[Toàn Việt thi lục]]''.\nThơ ông tuy còn lại rất ít, song chúng đều có ý tình tứ cao diệu <ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 51.<\/ref>. Giới thiệu một bài:\n{|valign=\"top\"\n|\n:\n:[[Phiên âm Hán-Việt]]:\n:'''[[Đinh Mùi]] cửu nguyệt thủy Đam Đam đê quyết'''\n:Hồ Tử hà phiền lâm Hán hoàng,\n:Vũ công trách nhậm yếu hiền lương.\n:Tảo tri nhân sự biền chi lực,\n:Tu bị thiên tai thủy hạn thường.\n:Thịnh hạ hà tằng bất lâm lạo,\n:Sơ xuân do vị cẩn đê phường (phòng).\n:Chí kim thánh chúa ưu dân thiết,\n:Toại hữu ky thần sách cứu hoang.\n|\n:Dịch nghĩa:\n:'''''Nước lớn [[tháng chín]] năm [[Đinh Mùi]] làm đê Đam Đam vỡ'''''\n:''Sao phải làm phiền vua Hán đến xem sông Hồ Tử,<ref>Hồ Tử là tên sông, nay thuộc tỉnh [[Trực Lệ]], [[Trung Quốc]]. Đời [[nhà Hán]], đê Hồ Tử bị vỡ khiến vua [[Hán Vũ Đế]] phải thân hành đến xem, và có hai bài ca Hồ Tử.<\/ref>\n:''Trách nhiệm đắp đê trị thủy <ref>Đắp đê trị thủy là dịch thoát chữ \"Vũ công\", tức công lao của vua Vũ ([[Hạ Vũ]]), là người có công trị thủy.<\/ref> cốt ở kẻ hiền tài.\n:''Nếu sớm biết việc người phải dùng sức đến chai tay,\n:''Thì phải phòng bị thiên tai thường xảy ra hạn úng.\n:''Giữa mùa hè oi bức đâu từng không mưa dầm nước lũ,\n:''Thế sao còn chưa đề phòng cẩn thận từ đầu xuân?\n:''Nay thánh hoàng hết sức lo lắng cho dân,\n:''Nên có kẻ bề tôi chạy việc cứu đói.\n|}\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n* Nhiều người soạn, ''Từ điển bách khoa Việt Nam'' (Tập I), mục từ \"Bùi Tông Quán\". Trung tâm biên soạn Từ điển bách khoa Việt Nam ấn hành, Hà Nội, 1995.\n* Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XVI'', mục từ \"Bùi Tông Hoan\". Nhà xuất bản Khoa học xã hội, 1992.\n* [[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ: \"\"Bùi Tông Quán\". Nhà xuất bản Khoa học xã hội, 1992.\n{{sơ khai nhân vật Việt Nam}}\n{{thời gian sống|chưa rõ|chưa rõ}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]"}