{"3191849":"{{Tiểu sử quân nhân\n|tên= Bùi Văn Nhu\n|hình=\n|chú thích hình=\n|ngày sinh= [[20 tháng 12]] năm [[1920]]\n|nơi sinh= [[Long An]], [[Việt Nam]]\n|ngày mất= {{ngày mất và tuổi|1984|03|15|1920|12|20}}\n|nơi mất= [[Hà Nam Ninh]], [[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: RVN National Police Flag.svg|22px]] [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh sát Quốc gia]]\n|năm phục vụ= [[1939]]-[[1975]]\n|đơn vị= [[Hình: RVN National Police Flag.svg|20px]] [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh sát Quốc gia]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Pháp thuộc|Liên hiệp Pháp]]<br>[[Hình: Flag of South Vietnam.svg|20px]] [[Quốc gia Việt Nam]]<br>[[Hình: Flag of South Vietnam.svg|20px]] [[Việt Nam Cộng hòa]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Officer BAR.png|20px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<ref>Bảo quốc Huân chương đệ tứ đẳng (ân thưởng)><\/ref>\n}}\n\n'''Bùi Văn Nhu''' (1920-1984) là một sĩ quan chỉ huy cao cấp của [[Cảnh sát Quốc gia Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ một Công chức thuộc sở Liêm phóng (Cảnh sát-Công an) của Pháp và phục vụ trong ngành này không gián đoạn từ năm 1939 đến năm 1975, ông được xem là nhân viên cảnh sát thâm niên nhất của ngành [[Cảnh sát Việt Nam Cộng hòa]].\n\n==Thân thế và sự nghiệp==\nÔng sinh ngày 20 tháng 12 năm 1920 trong một gia đình điền chủ khá giả tại Long Hiệp, Bến Lức, Long An, miền tây Nam phần Việt Nam. Năm 1938, ông tốt nghiệp Trung học chương trình Pháp tại Long An với văn bàng Thành Chung.\n\n===Gia nhập ngành Liêm phóng Pháp===\nNgày 21 tháng 1 năm 1939, ông tình nguyện gia nhập ngành Công an của Chính quyền Thuộc địa, làm một nhân viên Hành chính trong [[Sở Liêm phóng Đông Dương]], thuộc quyền Chánh sở Nam Kỳ, phục vụ tại Phân cuộc Nhất Công an với chức vụ là Phiên dịch viên. Trung tuần tháng 10 cùng năm, ông chính thức được vào hạng Công chức với bậc Thư ký Thông ngôn tập sự ngạch Cảnh sát. Tháng 2 đầu năm 1941, ông được thăng cấp Thư ký Thông ngôn hạng 6. Dù có gián đoạn một thời gian ngắn do thời cuộc (Nhật đảo chính Pháp, Cách mạng tháng 8) nhưng khi Pháp tái chiếm lại [[Đông Dương]], ông vẫn tiếp tục phục vụ và thăng tiến ngạch trật Hành chính. Từ 1946 đến năm 1949, ông tuần tự được thăng ngạch từ Thư ký Thông ngôn hạng 5 cho đến hạng 2.\n\n===Phục vụ ngành Cảnh sát Quốc gia Việt Nam===\nNăm 1950, Phủ Cao ủy Pháp tại Đông Dương dần chuyển giao các bộ phận phụ trách về an ninh và cảnh sát cho Ty Giám đốc Cảnh sát và Mật thám Quốc gia (sau đổi thành Nha Tổng Giám đốc Cảnh sát và Công an Quốc gia<ref>Nghị định Số 59\/BNV ngày 24\/4\/1950<\/ref> thuộc Bộ Nội vụ Quốc gia Việt Nam. Phần lớn nhân viên người Việt đang phục vụ trong Sở Liêm phóng Đông Dương được thăng ngạch và chuyển sang Ty Giám đốc Cảnh sát và Mật thám Quốc gia, đặt dưới quyền của Tổng kiểm tra Mai Hữu Xuân<ref>Thanh Kim Pham, \"Lịch sử ngành Cảnh sát Quốc gia Việt Nam Cộng hòa\".<\/ref>. Ngày 20 tháng 3 cùng năm, ông được thăng lên ngạch Biên tập viên. Ngày 29 tháng 8 năm 1952, ông được thăng cấp Biên tập viên hạng 4 và được cử làm Trưởng Phân cuộc Nhất thuộc Nha Công an Nam phần. Một thượng cấp của ông thời bấy giờ là Quận trưởng Trần Bá Thành, Phó giám đốc Nha Công an Nam phần.\n\nTrung tuần tháng 6 năm 1954, ông được thăng ngạch Quận trưởng hạng 5, vẫn tiếp tục giữ chức vụ Trưởng Phân cuộc Nhất thuộc Nha Công an Nam phần, qua suốt cả thời kỳ Giám đốc Lại Văn Sang. Sau khi Bình Xuyên bị đánh bật khỏi Sài Gòn, ông vẫn được giữ lại chức vụ cũ, dưới quyền thượng cấp cũ là Trung tá giả định Trần Bá Thành, lúc này đã giữ chức Giám đốc Nha Công an Nam phần (một thuộc cấp thân tín của Giám đốc Trần Bá Thành là Thiếu úy giả định Nguyễn Văn Khiêm, một tình báo viên quan trọng của Việt Nam Dân chủ Cộng hòa, được cử làm Phụ tá Trưởng Phân cuộc 1 Bùi Văn Nhu).<ref>Nguyễn Văn Khiêm, \"Giữa hai trận tuyến\". NCB Thanh niên, 2014. tr. 98.<\/ref><ref>Nguyễn Văn Khiêm, \"Giữa hai trận tuyến\". NCB Thanh niên, 2014. tr. 110.<\/ref>\n\n===Thời kỳ Đệ nhất Cộng hòa===\nSau khi chính thể Việt Nam Cộng hòa chính thức được thành lập từ cuối tháng 10 năm 1955. Ngày 1 tháng 1 năm 1956, ông được thăng ngạch Quận trưởng hạng 4 tại nhiệm. Hạ tuần tháng 12 cùng năm, ông được giữ chức vụ Trưởng Ty Cảnh sát Đặc biệt. Năm 1957, ông được cử đi công du quan sát ngành Cảnh sát của Hồng Kông. Đầu năm 1958, ông được thăng ngạch Quận trưởng hạng 3, được cử đi công du hội thảo về hoạt động của Cộng sản tại Singapore. Tháng 8 cùng năm, Nha Công an Nam phần giải thể, ông được chuyển sang giữ chức vụ Phó sở, rồi Chánh sở Trung ương Tình báo (tiền thân của Phủ Đặc ủy Trung ương Tình báo sau này). Cuối năm, lần thứ hai, ông lại được cử đi công du hội thảo về hoạt động của Cộng sản tại Singapore.\n\nĐầu tháng 1 năm 1960, ông được thăng ngạch Quận trưởng hạng 2 tại nhiệm. Đến trung tuần tháng 5 năm 1961, ông đảm nhiệm chức vụ Chánh sở Chuyên môn thuộc Tổng nha Cảnh sát Quốc gia. Tháng 7 cùng năm, ông được thăng cấp Kiểm tra hạng 3 tại nhiệm.\n\n===Thời kỳ Đệ nhị Cộng hòa===\nSau đảo chính ngày 1 tháng 11 năm 1963, tướng [[Mai Hữu Xuân]] được bổ nhiệm chức vụ Tổng giám đốc Tổng nha Cảnh sát Quốc gia, ông được giữ chức vụ Chánh sở Nội vụ thuộc Tổng nha Cảnh sát Quốc gia.\n\nĐầu năm 1964, ông được thăng ngạch Kiểm tra hạng 2 tại nhiệm. Trung tuần tháng 6, ông được cử làm Giám đốc Trung tâm Huấn luyện Cảnh sát Quốc gia. Tháng 9 cùng năm, ông giữ chức vụ Phụ tá Khối Cảnh sát Đặc biệt trực thuộc Tổng nha.\n\nCuối tháng 2 năm 1965, ông giữ chức vụ Chánh sở Nghiên cứu thuộc Tổng nha. Tháng 1 năm 1966, ông được thăng ngạch Quận trưởng hạng 1, đồng thời cùng ngày ông được thăng đặc cách ngạch Quận trưởng Thượng hạng, hạng 4. Trung tuần tháng 4 cùng năm, ông giữ chức vụ Trưởng khối Cảnh sát Đặc biệt.\n\nCuối tháng 7 năm 1967, ông được cử vào chức vụ Phó Tổng Giám đốc Tổng nha Cảnh sát Quốc gia. Tháng 1 năm 1968, ông được thăng ngạch Quận trưởng Thượng hạng, hạng 3. Đầu năm 1970, được thăng ngạch Quận trưởng Thượng hạng, hạng 2. Cùng năm, ông được cử đi du hành quan sát tổ chức Cảnh sát Hoa Kỳ và Anh quốc.\n\nNăm 1971, trong cuộc cải tổ ngành Cảnh sát Quốc gia, Tổng nha được đổi thành Bộ Tư lệnh<ref>Sắc lệnh số 17A\/TT\/SL ngày 1\/3\/1971<\/ref>. Chức vụ ông đang đảm nhiệm được chuyển thành Tư lệnh phó Cảnh sát Quốc gia và là nhân viên cảnh sát chuyên nghiệp cao cấp nhất được giữ lại (bấy giờ nhiều sĩ quan Quân đội được điều sang để nắm các chức vụ chủ chốt của ngành Cảnh sát, đồng thời những Công chức cao cấp của ngành được cho giải nhiệm). Ngày 22 tháng 6, ông được đồng hóa chuyển sang cấp bậc [[Đại tá]] Cảnh sát, giữ chức vụ Trưởng phái đoàn tham dự Hội đồng Interpol tại Canada. Năm 1972, ông được cử làm Trưởng đoàn tham dự Hội đồng Interpol Frankfurt, Đức. Năm 1973, ông tiếp tục được cử làm Trưởng đoàn tham dự Hội đồng Interpol tại Vienne, Áo.\n\n==1975==\nNgày 1 tháng 2 năm 1975, ông được thăng cấp [[Chuẩn tướng]] Cảnh sát tại nhiệm.\n\n==Lưu đày cuối đời==\nTrong những ngày cuối cùng của Chính thể Việt Nam Cộng hòa, ông là viên chức Cảnh sát cao cấp nhất còn ở lại.\n\nSau ngày 30 tháng 4 năm 1975, ông ra trình diện, bị chính quyền mới đưa đi tù lưu đày từ các trại giam trong Nam ra đến các trại tù ngoài Bắc.\n\nNgày 15 tháng 3 năm 1984, tại trại giam Nam Hà, Hà Nam Ninh, ông lâm bệnh nặng nhưng vì thiếu thuốc men nên đã từ trần. Hưởng thọ 64 tuổi.\n\n==Nhận định==\n{{cquote|\n:''Tướng Nhu là một công chức kỳ cựu, từ ngạch Biên tập viên lên Quận trưởng, biết cách làm việc theo thủ tục Hành chính của chế độ cũ, có uy tín trong ngành Công an Cảnh sát và trong ngạch Hành chính.<ref>Nguyễn Văn Khiêm, ''Giữa hai trận tuyến''. NCB Thanh niên, 2014. tr. 114.<\/ref>}}\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tứ đẳng<br>-Chương mỹ Bội tinh hạng 2<br>-16 huy chương quân sự và dân sự đủ loại.\n\n==Gia đình==\n*Thân phụ: Cụ Bùi Văn Châu\n*Thân mẫu: Cụ Võ Thị Hương\n*Phu nhân: Bà Triệu Thị Hương - Ông bà có chín người con. \n:(Ngoài ra, ông còn có một người vợ bé không rõ tên.<ref>Nguyễn Văn Khiêm, \"Giữa hai trận tuyến\". NCB Thanh niên, 2014. tr. 117).<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1920]]\n[[Thể loại:Mất năm 1984]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Long An]]"}