{"194284":"{{Thông tin nhạc sĩ\n| background = non_vocal_instrumentalist\n| image = Bui_Y.jpg\n| imagesize = 140px\n| caption = \n| họ và tên = Bùi Ý\n| ngày sinh = {{ngày sinh|1923|9|23}}\n| nơi sinh = [[Nam Định]]\n| ngày mất = {{ngày mất và tuổi|1989|9|15|1923|9|23}}\n| nơi mất = [[Hà Nội]]\n| nghề nghiệp = Nhà giáo\n}}\n'''Bùi Ý''' ([[1923]] - [[1989]]) là một [[giáo viên|nhà giáo]], nhà nghiên cứu ngôn ngữ, nhà biên dịch [[Việt Nam]]. Ông là tác giả của nhiều cuốn từ điển Anh-Việt, Việt-Anh và sách dạy học [[tiếng Anh]].\n\n== Tiểu sử ==\nÔng sinh tại huyện [[Ý Yên]], tỉnh [[Nam Định]], trong một gia đình danh gia vọng tộc<ref>[[Bùi|Họ Bùi]] Châu Cầu là một dòng họ khoa bảng. Cụ bốn đời của Bùi Ý là [[Bùi Văn Quế]], đỗ Phó bảng khoa [[Ất Sửu]] ([[Tự Đức]] thứ 18, 1865) năm 29 tuổi; làm quan qua các chức: Tham tri bộ Hộ, tuần phủ Nam Nghĩa-Thuận Khánh (gồm 4 tỉnh [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Thuận]], [[Khánh Hòa|Khánh Hoà]]). Một người nổi tiếng khác là [[Bùi Văn Dị]], anh em thúc bá của Bùi Văn Quế, đỗ Phó bảng khoa Ất Sửu (Tự Đức thứ 18, 1865); năm [[Canh Dần]] ([[Thành Thái]] thứ 2, 1890) thi Hội trúng cách được ban Đồng tiến sĩ; làm quan trải qua các chức: Hàn Lâm Viện, Nội Các, Chánh sứ qua [[Trung Quốc]], Bắc kỳ kinh lược phó sứ, Thượng Thư Bộ Lại, Hiệp biện đại học sĩ sung Phụ Chính dại thần, đổi làm Phụ đạo đại thần, làm giảng quan cho vua [[Dục Đức]], Phó tổng tài quốc sử quán, kiêm quản khâm thiên giám.<\/ref>, ông là con thứ năm trong một gia đình có bảy anh chị em. Lúc đó, cha ông, cụ [[Bùi Đống]], đang giữ chức tri huyện [[Ý Yên]]. [[Bùi Đống]] đặt tên con để ghi lại một kỉ niệm huyện [[Ý Yên]] trong quãng đời hoạn lộ của mình.\n\nÔng bắt đầu cuộc đời dạy học rất sớm khi ông mới ngoài 20 tuổi. Hơn bốn mươi năm giảng dạy ông đã đào tạo được nhiều thế hệ học trò, nhiều người đã trở thành những nhà khoa học nổi tiếng, những nhà nghiên cứu đầu ngành về tiếng Anh, những thầy giáo giỏi về ngôn ngữ này như [[Phó tiến sĩ]] văn học [[Nguyễn Thế Hùng]]{{cần chú thích}}.\n\n*1944-1946: Học tại [[Hà Nội]]. Có passport (hộ chiếu) đi học ở [[Anh]] nhưng vì chiến tranh không đi được{{cần chú thích}}.\n*1947-1948: Tản cư về Đống Năm, huyện Thái Ninh, tỉnh [[Thái Bình]]. Dạy tiếng Anh ở trường Quang Trung do ông Hà Hoàng Châu làm hiệu trưởng.\n*9-11-1948: Lấy vợ là bà Hoàng Thị Tú, quê ở [[Đức Thọ]], [[Hà Tĩnh]]. Về Vĩnh Trụ ở với bố mẹ đẻ\n*1948-1950: Trở lại sinh sống và dạy học ở Đống Năm.\n*1950: Pháp tấn công Đống Năm, nhà cửa tài sản bị cháy hết. Bỏ Đống Năm chạy về quê ngoại của vợ. Cuối năm hồi cư về Hà Nội. Nhận dạy lớp tư.\n*1951-1953: Mở trường Phan Chu Trinh, làm hiệu trưởng.\n*1952: Mở lớp dạy ở số 3 Vũ Lợi.\n*1955-1956: Dạy tiếng Anh ở trường Nguyễn Trãi.\n*Từ cuối 1963: Biệt phái sang Uỷ ban khoa học xã hội làm giáo trình giảng dạy tiếng Anh và soạn ''Từ điển Anh-Việt''.\n*1975-1989: Dạy nhiều lớp tiếng Anh (Hội nhà báo Hà Nội, Uỷ ban khoa học xã hội, Uỷ ban khoa học Nhà nước, thư viện quốc gia, cố vấn tiếng Anh của [[Bộ Ngoại giao (Việt Nam)|Bộ Ngoại giao Việt Nam]]).\n*1977: ''Từ điển Anh-Việt'' xuất bản bởi (Uỷ ban khoa học xã hội).\n*1989: Ngày 7 tháng 9 vẫn còn soạn, biên tập lại ''Từ điển Anh Việt học sinh''.\n*Mất ngày 15 tháng 9 năm 1989 <ref name=\"BY\">Trích ''Bùi Ý- cuộc đời một nhà giáo'' của Bùi Phụng & Bùi Vũ Minh, Nhà xuất bản Văn Hoá<\/ref>\n\n==Công trình nghiên cứu==\n* Ông tham gia biên soạn và hiệu đính cuốn ''Từ điển Anh-Việt'' dày 1959 trang do Nhà xuất bản Khoa học Xã hội, Hà Nội, xuất bản lần thứ nhất năm [[1975]], lần thứ hai năm 1985. Đây là cuốn [[từ điển]] Anh-Việt cỡ lớn với số lượng từ là 65.000 từ được in lần đầu tiên ở miền Bắc. Ngoài cuốn từ điển Anh-Việt lớn, ông còn cùng ông Đặng Chấn Liêu làm chung cuốn ''Từ điển Anh Việt'' (Nhà xuất bản Giáo dục, 1976).\n* Ông là dịch giả của một số tác phẩm [[văn học Anh]] của đại văn hào [[William Shakespeare|Shakespeare]]. Phải kể đến trong số đó là ''Romeo and Juliet'' ([[Romeo và Juliet]]), ''[[Othello]]'' (Ôtenlô), ''[[Coriolanus (kịch)|Coriolanus]]'' (Côriôlan), ''[[Hamlet]]'', ''[[Macbeth]]'' (Macbet) (Nhà xuất bản Văn học, 1972 & Nhà xuất bản Văn Hoá-1993, dịch cùng người cháu ruột là [[Bùi Phụng]]).\n* Ngoài ra, ông còn dịch các tác phẩm khác như: ''Martin Eden'' (Martin Iđơn) của [[Jack London]] (Nhà xuất bản Văn học, Hà Nội - 1986), ''Godaan'' (Gôđan) của [[Munshi Premchand]], ''The Apple Cart'' (Chiếc xe táo) kịch của [[George Bernard Shaw]], v.v.; giảng [[thơ]] của [[William Wordsworth]], [[John Keats]], [[Mary Shelley]], [[Lord Byron]], [[John Galsworthy]]...\n* Một số nhà xuất bản nhờ ông hiệu đính một số từ điển chuyên ngành như ''Từ điển thành ngữ Anh-Việt và cụm từ KHKT'' (Lã Thành biên soạn, Bùi Ý hiệu đính, Nhà xuất bản Khoa học kỹ thuật, 1988), từ điển bỏ túi Anh-Việt, v.v. Bởi một lẽ \"có ông đứng tên người dùng vững dạ\"<ref name=\"BY\"\/>.\n\n==Tham khảo và Chú thích==\n* ''Bùi Ý- cuộc đời một nhà giáo'', Bùi Phụng, Bùi Vũ Minh, Nhà xuất bản Văn Hoá\n* ''Những Mẫu Câu Anh-Việt'' (Vietnamese-English and English-Vietnamese Communication)- Bùi Phụng hiệu đính và bổ sung (Nhà xuất bản Thành phố Hồ Chí Minh, 2001)\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n{{Thời gian sống|sinh=1923|mất=1989}}\n\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Nhà từ điển học Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người Nam Định]]"}