{"19718872":"\n{{Thông tin viên chức\n| tên = Bùi Đình Kế\n| hình = \n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = \n| phó chức vụ = \n| phó viên chức = \n| quốc tịch = {{VIE}}\n| ngày sinh = 8 tháng 9 năm 1927\n| nơi sinh = Xã [[Đức Nhân]] (nay là [[Bùi La Nhân]]), huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]]<br>[[Liên bang Đông Dương]]\n| ngày mất = {{Ngày mất và tuổi|2022|2|9|1927|9|8}}\n| nơi mất = [[Hà Nội]], [[Việt Nam]]\n| nơi ở = [[Hà Nội]]\n| đảng = [[Đảng Cộng sản Việt Nam]]\n| ngày vào đảng = 1945\n| họ hàng = \n| phục vụ = {{quân hiệu icon|qdnd|tên=yes}}\n| cấp bậc = {{QH|trung tướng}}\n| đơn vị = {{quân hiệu icon|tổng cục|tình báo|tên=yes}}\n| khen thưởng = {{Huân chương VN|Độc lập|2|1|Quân công|2|1|Chiến công|1|1|Chiến công giải phóng|3|1|Kháng chiến|1|1|Chiến thắng|2|1|Chiến sĩ giải phóng|1|1}}\n}}\n\n'''Bùi Đình Kế''' (1927 - 2022) là một  nguyên Phó tổng biên tập Báo [[Quân đội nhân dân Việt Nam]], nguyên Cục trưởng Cục Lưu trữ Trung ương Đảng, nguyên Phó viện trưởng Viện [[Mác-Lênin]]....<ref>https:\/\/www.qdnd.vn\/ban-doc\/tin-buon\/loi-cem-on-685882<\/ref><ref>https:\/\/www.qdnd.vn\/phong-su-dieu-tra\/ky-su\/thuong-tiec-dai-ta-nha-bao-bui-dinh-ke-685631<\/ref><ref>https:\/\/nhandan.vn\/tin-tuc-su-kien\/V%E1%BB%8B-t%C6%B0%E1%BB%9Bng-gi%C3%A0-kh%E1%BA%AFc-ghi-l%E1%BB%9Di-B%C3%A1c-H%E1%BB%93-d%E1%BA%A1y-525431\/<\/ref><ref>https:\/\/vnexpress.net\/tag\/tu-tran-149997<\/ref><ref>https:\/\/www.qdnd.vn\/tim-kiem\/pid\/0\/ad\/1\/f\/11-04-2021\/t\/12-04-2022\/q\/t%E1%BB%AB-tr%E1%BA%A7n<\/ref><ref>https:\/\/www.phapluatplus.vn\/chinh-tri-xa-hoi\/trung-tuong-pham-hong-cu-va-cuoc-goi-truc-tiep-tu-dai-tuong-vo-nguyen-giap-d123220.html<\/ref>\n\n== Cuộc đời ==\n\n===Đầu đời===\n\nSinh ngày [[8 tháng 9]] năm 1927 tại xã [[Đức Nhân]] (nay là xã [[Bùi La Nhân]]), huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]], trong một gia đình hiếu học, giàu truyền thống yêu nước và cách mạng, chàng trai Bùi Đình Kế sớm tham gia cách mạng và nhanh chóng trưởng thành. Các cương vị công tác của ông trong hơn [[50]] năm tham gia cách mạng thật phong phú và đặc sắc. \n\n===Sự nghiệp===\nÔng là Trưởng ban Tuyên huấn Đại đoàn 304, Trưởng phòng biên tập tại Tạp chí Quân đội nhân dân (nay là [[Tạp chí Quốc phòng toàn dân]]), Trưởng phòng Thời sự (nay là [[Phòng Thời sự quốc tế]]) và Phó tổng biên tập Báo Quân đội nhân dân (QĐND), Phó chánh văn phòng Quân ủy Trung ương và Bộ Quốc phòng, Thư ký của [[Đại tướng]] [[Võ Nguyên Giáp]], Cục trưởng Cục Lưu trữ Trung ương Đảng (nay là [[Cục Lưu trữ Văn phòng Trung ương Đảng]]), Phó trưởng ban Nghiên cứu lịch sử Đảng Trung ương, Phó viện trưởng Viện Mác-Lênin. Sau khi nghỉ hưu, ông vẫn viết báo, tham gia công tác tại Hội Cựu chiến binh Việt Nam và tại địa bàn dân cư, là tấm gương mẫu mực về một người đảng viên, sĩ quan quân đội trung thành, tận tụy cống hiến đến trọn đời.\n\nTham gia cách mạng ngay những ngày đầu cuộc [[Cách mạng Tháng Tám năm 1945]] ở địa phương, ông làm công tác thanh niên rồi làm Chủ tịch Ủy ban Kháng chiến xã Tam Đồng, huyện Đức Thọ, tỉnh Hà Tĩnh. Khi cuộc kháng chiến chống thực dân [[Pháp]] năm [[1946]] bùng nổ, tháng 3-[[1947]], ông gia nhập quân đội, chiến đấu trên các chiến trường [[Hà Tĩnh]], [[Nghệ An]] và [[Thanh Hóa]].\n\nNăm [[1950]], ông được điều về Đại đoàn 304 (Đại đoàn Vinh Quang), làm công tác tuyên huấn, tham gia các chiến dịch: [[Biên giới Thu Đông]], [[Hòa Bình-Tây]] Bắc và Chiến dịch [[Điện Biên Phủ]] lịch sử năm 1954. Ông là người viết tin Đại đoàn 304 đánh chiếm căn cứ Hồng Cúm mở đầu cuộc tổng tấn công Điện Biên Phủ đăng trên Báo QĐND và phát hành ngay tại mặt trận. Năm 1958, trong đợt phong quân hàm đầu tiên cho toàn quân, ông được phong cấp Thiếu tá (thời đó là hiếm) để ghi nhận thành tích và quá trình chiến đấu xuất sắc của ông.\n\nTrong cuộc kháng chiến chống [[Mỹ]], cứu nước, ông chiến đấu bằng ngòi bút của nhà báo-chiến sĩ và giúp cấp trên chỉ đạo, điều hành cuộc chiến tranh nhân dân tổng lực và toàn diện. Các bài viết của ông về công tác chính trị tư tưởng trong quân đội đăng trên Tạp chí QĐND có tác dụng tích cực động viên sức chiến đấu của quân đội. Công tác tại Báo QĐND từ năm [[1963]] đến [[1968]], ông góp phần cải tiến và nâng cao chất lượng tờ báo khi tờ báo xuất bản hằng ngày.\n\nLà Trưởng phòng biên tập Thời sự, một bộ phận chủ lực của tờ báo thời đó vì phòng có tới 4 bộ phận: Tổ [[miền Bắc]], tổ [[miền Nam]], tổ thế giới và tổ chuyên luận, ông không chỉ tổ chức biên tập mà còn trực tiếp viết bài. Các chuyên luận ký dưới những bút danh Chiến Binh, Chiến Thắng kết tinh trí tuệ tập thể, trong đó có công sức của cây bút chính luận Bùi Đình Kế. Trên cương vị Phó tổng biên tập, ông cùng tập thể [[Đảng]] ủy, Ban biên tập xây dựng [[Báo QĐND]] thành tờ báo quan trọng hàng đầu của đất nước, góp phần xứng đáng vào cuộc chiến đấu giải phóng dân tộc, giành độc lập, tự do và thống nhất đất nước. Về công tác tại Văn phòng Quân ủy Trung ương và Bộ Quốc phòng, ông là Thư ký giúp việc Đại tướng [[Võ Nguyên Giáp]].\n\nSau Đại thắng mùa Xuân [[1975]], Đảng và Nhà nước điều động nhiều cán bộ quân đội ưu tú về công tác tại các cơ quan Trung ương. Năm [[1979]], Đại tá Bùi Đình Kế được điều động giữ chức vụ Phó trưởng ban Nghiên cứu lịch sử Đảng Trung ương, sau đó là Phó viện trưởng Viện [[Mác-Lênin]], Cục trưởng Cục Lưu trữ Trung ương Đảng. Có kiến thức văn hóa sâu rộng, chuẩn mực và thận trọng, ông chỉ đạo công tác lưu trữ và viết sử phải tôn trọng sự thật lịch sử khách quan, phản ánh chân thực, chính xác các sự kiện, sự việc và con người trong các giai đoạn khác nhau của cách mạng.\n\nĐại tá, nhà báo Bùi Đình Kế sống giản dị và khiêm nhường. Trong các lần Báo QĐND họp mặt nhân kỷ niệm Ngày truyền thống của báo, khi tôi đưa giấy mời, ông đều vui vẻ đến dự. Ông tâm sự: “Tôi tham gia nhiều công tác, làm nhiều việc chuyên môn nhưng tôi vẫn muốn mọi người coi tôi là nhà báo-chiến sĩ. Danh hiệu này thật là vinh dự và tự hào”.\n\n===Về hưu qua đời===\n\n[[Đại tá]], [[Nhà báo]] Bùi Đình Kế được Nhà nước và [[quân đội]] tặng thưởng nhiều huân chương cao quý: [[Huân chương Quân công hạng Nhì]], [[Huân chương Chiến thắng hạng Nhì]], [[Huân chương Chiến công hạng Nhất và nhiều huân]], huy chương khác. Hình ảnh đẹp của ông vẫn sống trong lòng bạn đọc, đồng đội và người thân.\n\nÔng qua đời tại nhà riêng ở [[Hà Nội]] vào sáng ngày 9 tháng 2 năm 2022 hưởng thọ 94 tuổi<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/ban-doc\/tin-buon\/dong-chi-dai-ta-bui-dinh-ke-tu-tran-685617|tựa đề=Đồng chí Đại tá BÙI ĐÌNH KẾ từ trần|website=https:\/\/www.qdnd.vn|ngôn ngữ=en-US|ngày truy cập=2022-04-16}}<\/ref> .Lễ Tang của ông sẽ được tổ chức ngày 12-2-2022, tại Nhà tang lễ Quốc gia (số 5 [[Trần Thánh Tông]], TP Hà Nội).\n\n== Khen thưởng ==\n\n* [[Huân chương Quân công]] hạng Nhì;\n* [[Huân chương Chiến công]] hạng Nhất, Nhì;\n* [[Huân chương Chiến thắng]] hạng Nhì;\n* [[Huân chương Kháng chiến]] hạng Nhất;\n* [[Huân chương Chiến sĩ vẻ vang]] hạng Nhất, Nhì, Ba;\n* [[Huy chương Quân kỳ Quyết thắng]].\n* Huy hiệu 75 năm tuổi Đảng.\n\n== Tham khảo ==\n\n{{Thời gian sống|1927|2022}}\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam đã mất]]\n<references \/>"}