{"47157":"'''Bùi Cầm Hổ''' ([[chữ Hán]]: 裴扲虎,1390-1483), là một vị quan triều đình [[nhà Lê sơ]], làm việc cho vua [[Lê Thái Tổ]] và [[Lê Thái Tông]]. Ông được cử đi sứ sang nhà Minh vào những năm 1433, 1437, 1439.\n\n[[Tập tin:Đền thờ Bùi Cầm Hổ.jpeg|nhỏ|phải|300px|Đền thờ Bùi Cầm Hổ ở thị xã [[Hồng Lĩnh]], [[Hà Tĩnh]].]]\n\n== Tiểu sử ==\nBùi Cầm Hổ người làng Đậu Liêu huyện [[Thiên Lộc]], nay thuộc thị xã [[Hồng Lĩnh]], tỉnh [[Hà Tĩnh]]. Tục truyền rằng lúc ông đi du học ở Trường An, bấy giờ một người đàn ông đi buôn xa trở về nhà, người vợ nấu canh lươn, người này ăn xong rồi chết. Quan hữu ty bắt tội người vợ, do lươn giống rắn, con nào đầu trắng thì có thể có độc chết người, ông biện bạch minh oan cho người đàn bà ấy. Tin ấy đến tai vua, ông được làm quan to.<ref>Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, năm 2012, trang 279<\/ref>\n\n==Sự nghiệp==\nNăm [[1433]], tức 6 năm sau khi Lê Lợi chiến thắng quân Minh, ông cùng với các bồi thần Nguyễn Khả Chi, Trình Thuấn Du đi sứ sang [[nhà Minh]].<ref>Đại Việt Sử ký Toàn thư, Nhà xuất bản Khoa học Xã hội HN, 1993, bản điện tử, 371.<\/ref>\n\nĐến triều vua [[Lê Thái Tông]], Bùi Cầm Hổ làm chức Ngự sử Trung thừa, một chức quan can gián giúp việc cho hoàng đế. Hồi vua Thái Tông còn nhỏ, Đại Tư đồ [[Lê Sát]] làm phụ chính, chuyên quyền trị nước.<ref name=\"ReferenceA\">Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản Giáo dục, năm 2012, trang 279.<\/ref> Các vị quan Trình Hoàng Bá, Lê Quốc Khí, Đinh Bang Bản, Nguyễn Tông Chí, Lê Đức Dư trước có công về phe với Lê Sát vu cáo [[Phạm Văn Xảo]] và [[Trần Nguyên Hãn]], sau vua [[Lê Thái Tổ|Thái Tổ]] đã có lệnh cấm những người đó tham dự triều chính và không được tố cáo nhưng Lê Sát vẫn cố tiến cử với Thái Tông. Lúc đó Bùi Cấm Hổ và [[Nguyễn Thiên Tích]] đã thẳng thắn can vua Thái Tông nên theo lời di huấn của cha. Vua Thái Tông nghe theo, cương quyết giữ phép tắc của Lê Thái Tổ, không phục chức cho mấy người đó. Vì thế ông bị tội, đổi ra làm An phủ sứ trấn [[Lạng Sơn]].<ref name=\"ReferenceA\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản Khoa học Xã hội HN, 1993, bản điện tử, 375.<\/ref>\n\nNăm 1437, Lê Sát bị vua [[Lê Thái Tông]] phạt tội, ông được triệu về kinh đô làm Ngự sử Trung thừa. Nhà vua muốn chém đầu [[Lê Sát]] nhưng ông khuyên nên cho Lê Sát được tự tử tại nhà, nhà vua đồng ý.\n\nVua [[Lê Thái Tông]] muốn Lê Đổ làm Chính sự viện đồng Tham nghị; muốn Lương Đăng làm Đô giám Trung thừa, lấy 12 người làm Cục Quan tác, Bùi Cầm Hổ đều khuyên không nên nhưng nhà vua không nghe. Vì những việc can ngăn này, Bùi Cầm Hổ bị giáng hai tư.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản Khoa học Xã hội HN, 1993, bản điện tử, 399.<\/ref>\n[[Tập tin:Đền thờ Bùi Cầm Hổ 3.jpeg|nhỏ|trái|250px|Trước cổng Đền thờ Bùi Cầm Hổ]]\nMùa đông năm [[1438]], Bùi Cầm Hổ được sung chức Phó sứ sang [[nhà Minh]] về việc biên giới. Năm 1449, [[Đại Việt]] hạn hán, nhà vua sai Bùi Cầm Hổ đi cầu đảo ở núi Tản Viên và Tam Đảo, việc không ứng nghiệm. Đầu niên hiệu Thái Hòa, đời vua Nhân Tông, ông kiêm làm Đồng tri Tây đạo, trải làm Tham tri chính sự.<ref>Lịch triều hiến chương loại chí, Tập 1, Nhà xuất bản Giáo dục, trang 279.<\/ref>\n\nTheo tục truyền viết trong sách [[Lịch triều hiến chương loại chí]], Bùi Cầm Hổ cho xẻ một cái khe ở núi Hồng Lĩnh, cấp nước cho hơn một nghìn khoảnh ruộng, Người trong làm rất cảm ơn, sau này lập đền thờ dưới chân núi Bạch Tỵ.<ref>Lịch triều hiến chương loại chí, Tập 1, Nhà xuất bản giáo dục, trang 279.<\/ref>\n\n==Cái chết==\nSử sách không chép ông mất vào năm nào, sau khi mất, các triều đều phong phúc thần. Ông được thờ ở Đậu Liêu, thị xã [[Hồng Lĩnh]], tỉnh [[Hà Tĩnh]]. Đền thờ hiện nay đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] xếp hạng di tích lịch sử văn hóa cấp quốc gia.\n[[Tập tin:Đền thờ Bùi Cầm Hổ, Hồng Lĩnh.JPG|nhỏ|200px|phải|Đền thờ Bùi Cầm Hổ ở Đậu Liêu, Hồng Lĩnh, Hà Tĩnh]]\n[[Tập tin:Đền thờ Bùi Cầm Hổ 2.jpeg|nhỏ|phải|300px|Đền thờ Bùi Cầm Hổ]]\n\n==Nhân định==\nTheo Lê Quý Đôn trong sách Kiến văn tiểu lục:\n''Hồi Lê sơ, vì sau khi loạn lạc, nho sĩ thưa thớt. Người đem thân chầu chực trong triều như Nguyễn Thiên Tích, Bùi Cầm Hổ, phần nhiều bộc lộ chí khí sáng suốt, có những lời nói quả cảm.''<ref>Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007, tr 300<\/ref>\n* Những câu thơ ca tụng:\n:''Cũng hàng quan lại, cũng triều ban'' <ref>Ông không đi thi nhưng được vua bổ làm quan<\/ref>\n:''Hổ hét ra oai hồi mẹ đẻ <ref>Tương truyền khi vừa lọt lòng mẹ thì phía sau nhà có một con hổ hét (gầm, thét)ba tiếng rồi bỏ đi vào rừng<\/ref>\n:''Cháo lươn giải oán cho người oan'' <ref>Vụ án \"cháo lươn\"<\/ref>\n:''Ngọn cờ phía bắc còn bia tạc'' <ref>Khi ông đi sứ sang Trung Hoa, được vua Trung Hoa khen và ban tặng cờ mao tiết<\/ref>\n:''Khe núi phía nam bởi đá hàn <ref>Ông cho đắp khe để dẫn nước về quê ông<\/ref>\n\n==Xem thêm==\n* [[Lê Sát]]\n* [[Nguyễn Thiên Tích]]\n*[[Lê Thái Tông]]\n==Tham khảo==\n*Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993.\n*Đại Việt thông sử, Lê Quý Đôn, Nhà xuất bản thông tin, 2007.\n*Kiến văn tiểu lục, Nhà xuất bản thông tin, 2007.\n*Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2012\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lê sơ]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]"}