{"414252":"'''Bùi Đắc Tuyên''' ((裴得宣), ? - [[1795]]), còn có tên là '''Bùi Đắc Kế''', là Thái sư dưới triều vua [[Nguyễn Quang Toản|Cảnh Thịnh]] trong [[lịch sử Việt Nam]].\n\n==Thân thế==\nÔng là người ở thôn Xuân Hoà, xã Bình Phú, huyện Tuy Viễn (Bình Khê), phủ [[Quy Nhơn]] (nay thuộc huyện [[Tây Sơn, Bình Định|Tây Sơn]], tỉnh [[Bình Định]]).\n\nCha ông là Bùi Đắc Lương, một cự phú thôn Xuân Hòa. Bùi Đắc Lương có ba người con trai là Bùi Đắc Chí (cha của nữ tướng Bùi Thị Xuân), Bùi Đắc Trung và Bùi Đắc Tuyên cùng hai con gái là Bùi Thị Loan, [[Bùi Thị Nhạn]]<ref>Bùi Thị Nhạn, giỏi văn lẫn võ. Bà là cô nữ tướng [[Bùi Thị Xuân]]. Bà sinh được ba trai và hai gái (một gái gả cho Phò mã Nguyễn Văn Trị). Ba con trai là [[Nguyễn Quang Toản]], [[Nguyễn Quang Thiệu]], Nguyễn Quang Khanh. Bà tự sát ngày [[16 tháng 6]] năm [[Nhâm Tuất]] ([[1802]]) sau khi Bắc Thành mất vào tay [[Gia Long]]. Xem thêm: [http:\/\/www.baobinhdinh.com.vn\/642\/2003\/12\/7645\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080117005400\/http:\/\/www.baobinhdinh.com.vn\/642\/2003\/12\/7645\/|date=2008-01-17}}<\/ref>.\n\n==Ngoại thích==\nTuy ít học, nhưng nhờ thế em gái Bùi Thị Nhạn là Hoàng hậu của vua [[Nguyễn Huệ|Quang Trung]], cháu ruột [[Nguyễn Quang Toản]] được lập làm Thái tử mà Bùi Đắc Tuyên được làm ''Thị Lang bộ Lễ'' và được phép vào ra nơi cung cấm.\n\nNăm [[1792]], vua [[Nguyễn Huệ|Quang Trung]] mất, nhường ngôi lại cho con là Quang Toản ([[Nguyễn Quang Toản|Cảnh Thịnh]]). Dưới triều vua mới, Đắc Tuyên được cử làm Thái sư, nhờ trước đây ông thường bày nhiều trò chơi để mua lòng Quang Toản. Ở ngôi cao, Đắc Tuyên thường hay chuyên quyền độc đoán, cho nên trong hàng ngũ tướng sĩ Tây Sơn, có nhiều người bất bình với ông.\n\nTheo sách ''Nhà Tây Sơn'' thì trong cung đã có Bùi Thái hậu, nơi triều lại có lắm đại thần nghiêng theo chiều gió, như [[Ngô Văn Sở]], [[Phạm Công Hưng]]... nên thế lực của Thái sư Tuyên rất vững. Đắc Tuyên mỗi ngày mỗi thêm lộng hành. Những quan nào theo Đắc Tuyên thì được ưu đãi, những quan nào ra mặt chống thì bị hại, những người nào có ý chống thì bị đẩy ra làm quan xa, như: \n* '''Võ Văn Cao''', người [[Phú Yên]], làm Quốc Tử Giám trực giảng, được thăng Thái tử Trung doãn đời Quang Trung. Tính cương trực, không chịu nổi thái độ và hành vi của Đắc Tuyên, nhân về cư tang cha mẹ, ở nhà cày ruộng. Võ Văn Cao có làm nhiều bài thơ chê Đắc Tuyên là gian thần, nên Thái sư Tuyên rất giận. Khi Võ Cao chết, Đắc Tuyên bảo là giả chết bắt phá quan tài ra xem, [[Trần Quang Diệu]], Võ Văn Dũng phải can thiệp mới được miễn.\n* '''Trần Long Vỹ''', người Hoài Ân, làm Thị lang [[bộ Lễ]], cùng Đắc Tuyên là bạn đồng sự triều Quang Trung. Nhân lúc cao hứng làm một bài thơ Nôm (Huề Mầm Thăng Huề Thượng), ngụ ý châm biếm Đắc Tuyên, nên bị Thái sư Tuyên tìm cớ cách chức.\n* '''Đinh Sĩ An''', người Bình Khê, thi đậu khoa Minh Kinh, được bổ vào Nội các làm Hàn lâm viện Đãi chiếu. Vì thường qua lại cùng Trần Long Vỹ nên cũng bị Thái sư Tuyên ghét đuổi về nhà.\n\nBởi vậy, những người trước kia theo Đắc Tuyên như [[Ngô Văn Sở]], [[Lê Văn Hưng (tướng Tây Sơn)|Lê Văn Hưng]]... cũng không chịu nổi hành vi của Thái sư Tuyên. Nhiều khi họ tỏ thái độ bất bình, bị Đắc Tuyên tìm cơ hội trừ khử.\n\n==Cái chết==\nNhân Lê Văn Hưng, một trong [[Tây Sơn thất hổ tướng]], sau khi thắng trận ở [[Phú Yên]], giao thành cho Nguyễn Quang Huy giữ, đem quân về [[Cố đô Huế|Phú Xuân]]. Thái sư Tuyên bắt tội là không thỉnh mệnh trước, tỏ ý muốn làm phản, tâu vua chém đầu răn chúng. Vua Cảnh Thịnh nghe lời. Đại tư mã Ngô Văn Sở can, nhưng không được. Quan Phụ chính [[Trần Văn Kỷ]] can thiệp, Đắc Tuyên nổi giận giáng chức, đày ra coi trạm Hoàng giang. Sau đó Thái sư Tuyên lại sai Ngô Văn Sở ra [[Bắc Hà]] thay cho Đại đô đốc [[Vũ Văn Dũng]] và gọi ông này về [[Cố đô Huế|Phú Xuân]]. Vũ Văn Dũng về đến Hoàng giang thì gặp Trần Văn Kỷ. Trần Văn Kỷ khuyên Dũng nên sớm trừ Đắc Tuyên kẻo bất lợi cho xã tắc và bản thân.\n\n[[Vũ Văn Dũng]] vốn tin và trọng Trần Văn Kỷ, liền nghe theo. Vì vậy, đến Phú Xuân, Dũng không vào triều, mà lại mật cho mời Thái úy Phạm Công Hưng và Thái bảo Nguyễn Văn Huấn tới bàn mưu giết Đắc Tuyên. Nhận thấy rõ lòng dạ Đắc Tuyên, hai viên tướng trên hưởng ứng ngay. Đêm đến, cả ba viên tướng trên kéo quân vây dinh Thái sư ở chùa Thiền Lâm (nơi phía Nam [[sông Hương]], [[Huế]])<ref>Bùi Đắc Tuyên không làm việc tại kinh thành Phú Xuân mà lại đem bộ hạ trú đóng tại chùa Thiền Lâm. Toàn bá quan văn võ kể cả vua Quang Toản muốn trình việc gì với Bùi Đắc Tuyên thì phải thân hành lên chùa vào ban đêm vì ban ngày quan thái sư bận đánh bạc và ngủ.<\/ref>. Chẳng ngờ đêm ấy Đắc Tuyên có việc ngủ trong cung vua. Quân nổi dậy liền vây luôn cả cung và đòi vua Cảnh Thịnh phải đưa Thái sư Tuyên ra. Không thể cản ngăn được, nhà vua buộc phải bắt Đắc Tuyên giao nộp.\n\nHạ ngục Đắc Tuyên xong, Võ Văn Dũng liền cho Nguyễn Văn Huấn vào Quy Nhơn bắt con Đắc Tuyên là Bùi Đắc Trụ đang giữ việc quân ở nơi ấy, một mặt giả chiếu ra Bắc Hà bắt luôn [[Ngô Văn Sở]]. Giải hết về Phú Xuân xong, Võ Văn Dũng phao cho cha con Đắc Tuyên và Ngô Văn Sở, tội mưu phản, đem đóng cũi nhốt rồi dìm xuống sông Hương cho đến chết ([[1795]]). Lúc này ông hơn 80 tuổi.\n\nĐề cập đến vụ việc này, sách ''[[Hoàng Lê nhất thống chí]]'' kể:\n:''\"(Võ Văn) Dũng đến nhà trạm Hoàng Giang, gặp trung thư lệnh là Trần Văn Kỷ phạm tội bị đày ở đó. Dũng cùng ngủ đêm với Kỷ, Kỷ bèn nói với Dũng rằng:\"Quan thái sư (chỉ Đắc Tuyên) chức vị đã cao tột bực, trong tay nắm quyền làm oai làm phúc, lại đẩy ông ra ngoài, nếu có sự chẳng lợi cho nhà nước, các ông phỏng còn giữ được đầu chăng? Bây giờ chẳng sớm liệu đi, sau này ăn năn sao kịp?\". Dũng vốn tin và trọng Văn Kỷ, bèn cho lời Kỷ là phải. Hôm sau, Dũng đem quân bản bộ gấp đường quay về, hợp mưu với Thái bảo Hóa<ref>sách ''Nhà Tây Sơn'' ghi là Thái bảo Nguyễn Văn Huấn.<\/ref>, bắt phe đảng Đắc Tuyên bỏ ngục; lại sai người vào [[Quy Nhơn]] bắt Đắc Trụ và sai Đô đốc Hài ra thành [[Thăng Long]] lập mẹo bắt Ngô Văn Sở đưa về, rồi thêu dệt thành tội trạng làm phản mà đem dìm xuống nước cho chết hết. Quang Toản không thể ngăn chặn nổi, đành chỉ khóc lóc mà thôi.''<ref>[[Ngô gia văn phái]], ''Hoàng Lê nhất thống chí'', tr. 221.<\/ref>\n\nTheo các giáo sĩ phương Tây có mặt tại Việt Nam đương thời thì Bùi Đắc Tuyên chết không những do chuyên quyền mà còn do có ý đồ lật đổ vua Cảnh Thịnh, thanh trừng các công thần Tây Sơn và đưa con mình là Bùi Đắc Trụ lên làm vua, lập Ngô Văn Sở làm chúa<ref>Dẫn lại theo Đỗ Bang, ''Trần Văn Kỷ'', in trong ''Danh nhân Bình Trị Thiên'', tr 92<\/ref>.\n\n==Luận bàn==\nPGS-TS Đỗ Bang viết:\n:''Mọi quyền hành đều giao cho Thái sư Bùi Đắc Tuyên, là cậu của vua trẻ: Cảnh Thịnh. Đắc Tuyên cố tìm cách tạo vây cánh, dần đi vào con đường lộng quyền, khống chế cả triều đình, lấn át nhà vua trẻ, làm triều đình Cảnh Thịnh mất uy tín ngay từ đầu. Những điểm yếu của triều Tây Sơn ngày càng bị khoét sâu, triều thần chia bè cánh nghi kỵ lẫn nhau, nên lại càng phân hóa nghiêm trọng. Cảnh Thịnh hoàn toàn bất lực trong việc sắp xếp mọi bất hòa nói trên...Đó là (một trong những) mối nguy cơ làm sụp đổ nhanh chóng triều đại Tây Sơn.''<ref>Đỗ Bang, ''Trần Văn Kỷ'', in trong ''Danh nhân Bình Trị Thiên, tập I'', tr. 89, 90.<\/ref>\n==Xem thêm==\n* [[Nguyễn Quang Toản]]\n* [[Trần Văn Kỷ]]\n* [[Vũ Văn Dũng]]\n* [[Ngô Văn Sở]]\n* [[Lê Văn Hưng (tướng Tây Sơn)]]\n\n==Sách tham khảo==\n* [[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (Quyển 4). Tủ sách sử học Việt Nam, 1961.\n* [[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]'' (quyển 2). Nhà xuất bản Văn học, 1984.\n* [[Quách Tấn]] & Quách Giao, ''Nhà Tây Sơn''. Bảo tàng Quang Trung xuất bản, 2002.\n* Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản KHXH, 1992.\n* Nhiều tác giả (1986), ''Danh nhân Bình Trị Thiên'', Nhà xuất bản Thuận Hóa.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|Sinh=|Mất=1795}}\n\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Người Đàng Trong]]"}