{"368653":"{{Thông tin viên chức\n| tên = Bùi Quốc Huy\n| hình = \n| cỡ hình = \n| miêu tả = \n| ngày sinh = {{ngày sinh và tuổi|1945|12|23}}\n| nơi sinh = [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]]\n| nơi ở = \n| ngày mất = \n| nơi mất = \n| chức vụ = Thứ trưởng [[Bộ Công an (Việt Nam)|Bộ Công an]]\n| bắt đầu = tháng 7 năm 2001\n| kết thúc = [[8 tháng 8]] năm [[2002]]\n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = {{VIE}}\n| trưởng chức vụ = Bộ trưởng\n| trưởng viên chức = [[Lê Minh Hương]]\n| chức vụ 2 = Tổng cục trưởng [[Tổng cục An ninh, Công an nhân dân Việt Nam|Tổng cục An ninh]]\n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = Giám đốc [[Công an Thành phố Hồ Chí Minh]]\n| bắt đầu 3 = 1996\n| kết thúc 3 = 2001\n| tiền nhiệm 3 = \n| kế nhiệm 3 = [[Nguyễn Chí Dũng (thiếu tướng)|Nguyễn Chí Dũng]]\n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = \n| bắt đầu 4 = \n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| chức vụ 5 = \n| bắt đầu 5 = \n| kết thúc 5 = \n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 = \n| chức vụ 6 = \n| bắt đầu 6 = \n| kết thúc 6 = \n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| địa hạt 6 = \n| phó chức vụ 6 = \n| phó viên chức 6 = \n| chức vụ 7 = \n| bắt đầu 7 = \n| kết thúc 7 = \n| tiền nhiệm 7 = \n| kế nhiệm 7 = \n| địa hạt 7 = \n| phó chức vụ 7 = \n| phó viên chức 7 = \n| chức vụ 8 = \n| bắt đầu 8 = \n| kết thúc 8 = \n| tiền nhiệm 8 = \n| kế nhiệm 8 = \n| địa hạt 8 = \n| phó chức vụ 8 = \n| phó viên chức 8 = \n| đa số = \n| đảng = [[Đảng Cộng sản Việt Nam]]\n| đảng khác = \n| danh hiệu = [[Anh hùng lực lượng vũ trang nhân dân]]\n| nghề nghiệp = \n| học vấn = \n| học trường = \n| dân tộc = \n| tôn giáo = \n| họ hàng = \n| cha = \n| mẹ = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chữ ký = \n| phục vụ = [[Công an nhân dân Việt Nam]]\n| thuộc = \n| năm tại ngũ = \n| cấp bậc = [[Trung tướng Công an nhân dân Việt Nam|Trung tướng]] (Bị tước quân hàm)\n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| chú thích = \n}}\n'''Bùi Quốc Huy''' (sinh năm [[1945]]) tên thường gọi '''Năm Huy''',<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,58690) Xét hỏi căn cước, lai lịch các bị cáo \"cộm cán\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091010034418\/http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,58690) |date=2009-10-10 }} LĐ số 58 Ngày 27.02.2003 Cập nhật: 09:27:12 - 27.02.2003<\/ref> là một sĩ quan công an và chính trị gia người Việt Nam. Ông là cựu [[Trung tướng]] Công an nhân dân, Tổng cục trưởng [[Tổng cục An ninh, Bộ Công an (Việt Nam)|Tổng cục An ninh]], Giám đốc [[Công an Thành phố Hồ Chí Minh]] (1996–2001), [[Thứ trưởng Bộ Công an Việt Nam|Thứ trưởng Bộ Công an]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], từng được phong tặng [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng lực lượng vũ trang]]. Trong [[Vụ án Năm Cam và đồng phạm]], ông đã bị cách chức, bị tước quân tịch, [[quân hàm]], bị tù và đã được ân xá sau chưa đầy 2 năm.\n\n== Sự nghiệp ==\nBùi Quốc Huy sinh ngày [[23 tháng 12]] năm [[1945]] tại [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay là tỉnh [[Đồng Tháp]]).<ref name=\"lý lịch\">{{Chú thích web|url=https:\/\/vnexpress.net\/ket-luan-dieu-tra-chuyen-an-nam-cam-phan-62-ly-lich-ong-bui-quoc-huy-va-duong-minh-ngoc-1964438.html|tựa đề=Kết luận điều tra chuyên án Năm Cam (phần 62): Lý lịch ông Bùi Quốc Huy và Dương Minh Ngọc|ngày=2003-02-17|website=VNExpress|ngày truy cập=2021-05-28}}<\/ref> Thân sinh Bùi Quốc Huy là ông Bùi Tương Tiếp và bà Đỗ Thị Đàm. Ông Huy có bằng Tiến sĩ Luật{{cần chú thích|date=ngày 4 tháng 8 năm 2015}}. Vợ ông là bà Trần Thị Ngọc Quế. Ông bà có hai người con: một trai, một và một gái sinh 1970 và 1976, con trai là Bùi Minh Tấn.{{fact}} Ông thường trú tại quận 11, [[Thành phố Hồ Chí Minh]].\n\n== Quá trình hoạt động và thăng tiến==\nThưở nhỏ, ông cùng gia đình cư ngụ tại xã Bình An Trung (nay đã chia thành hai xã Bình Thạnh Trung và Hội An Đông), huyện [[Lấp Vò]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay là tỉnh [[Đồng Tháp]]).<ref name = \"lý lịch\"\/> Năm [[1960]], ông tham gia cách mạng tại thị xã [[Long Xuyên]], tỉnh [[An Giang]], làm công tác Đoàn thanh niên học sinh và công tác sinh viên học sinh.<ref name = \"lý lịch\"\/>\n\nNăm [[1963]], ông công tác trong Đội an ninh mật của thị xã Long Xuyên, An Giang.<ref name = \"lý lịch\"\/>\n\nTừ năm [[1965]] đến [[1968]], ông hoạt động ban cán sự công vận của thị xã Long Xuyên, An Giang.<ref name = \"lý lịch\"\/>\n\nTừ năm [[1968]] đến [[1972]], ông là Chánh văn phòng thị xã Long Xuyên, An Giang kiêm Trưởng ban an ninh (từ 1970).<ref name = \"lý lịch\"\/>\n\nTừ năm [[1972]] đến [[30 tháng 4]] năm [[1975]], ông là Trưởng ban an ninh thị xã, Chính trị viên thị đội, Phó bí thư thị xã Long Xuyên, An Giang.<ref name = \"lý lịch\"\/> \n \nNăm [[1980]], ông là Phó ban chỉ huy an ninh của công an tỉnh An Giang.<ref name = \"lý lịch\"\/>\n\nNăm [[1985]], ông là Phó giám đốc phụ trách an ninh của Công an tỉnh An Giang.<ref name = \"lý lịch\"\/>\n\nNăm [[1987]], ông là Giám đốc Công an tỉnh An Giang.<ref name = \"lý lịch\"\/> Theo Chánh Thanh tra Bộ Công an Nguyễn Huy Tần, trong thời gian này, [[Thanh tra Bộ Công an (Việt Nam)|Thanh tra Bộ Công an]] đã kết luận ông có sai phạm. Song ý kiến thanh tra không được ủng hộ, ông Năm Huy được chuyển về [[Thành phố Hồ Chí Minh|TPHCM]] rồi được vào trung ương.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=110189&ChannelID=6 Thanh tra phải dám đối đầu với luật sư] Thứ Sáu, 25\/11\/2005, 15:44 (GMT+7)<\/ref> Việc được đề bạt lên chức của Bùi Quốc Huy khi đã có dư luận,<ref>[http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2002\/10\/3B9C1371\/ Vụ án bỏ lọt tội phạm thời ông Bùi Quốc Huy ở An Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090708151720\/http:\/\/vnexpress.net\/GL\/Phap-luat\/2002\/10\/3B9C1371\/ |date=2009-07-08 }} Thứ bảy, 12\/10\/2002, 10:55 GMT+7<\/ref> ý kiến của [[Thanh tra Bộ Công an (Việt Nam)|Thanh tra Bộ Công an]], đã được điều tra nghiêm túc nhưng theo Bộ trưởng Bộ Công an [[Lê Hồng Anh]] vẫn không thể có kết luận về việc có chạy quyền, chạy chức.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/co-mot-the-luc-ngam-duong-day-ngam-de-chay-8338.htm|tựa đề=\"Có một thế lực ngầm, đường dây ngầm để chạy...\"|ngày=2003-11-11|website=VNExpress|ngày truy cập=2021-05-28}}<\/ref>\n\nNăm [[1990]], ông là Phó Tổng cục trưởng. Năm 1991, ông là Tổng cục trưởng Tổng cục An ninh, Bộ Công an.<ref name = \"lý lịch\"\/>\n\nTháng 4\/[[1996]], ông là Giám đốc [[Công an Thành phố Hồ Chí Minh]].<ref name = \"lý lịch\"\/>\n\nTháng 7\/[[2001]], ông là [[Thiếu tướng]] An ninh, Thứ trưởng Bộ Công an phụ trách công tác xây dựng lực lượng.<ref name = \"lý lịch\"\/>\n\n== Hành vi ==\n=== Quan hệ với Năm Cam===\nNăm [[1995]], thông qua Hồ Việt Sử, Bùi Quốc Huy cho [[Năm Cam]], 2 lần đến chơi nhà riêng của mình tại số 7 Nguyễn Đình Chiểu, quận Hai Bà Trưng, thành phố Hà Nội, trong lúc đang là Tổng cục trưởng Tổng cục An ninh.<ref name=\"được lợi\">{{Chú thích web|url=https:\/\/vnexpress.net\/ong-bui-quoc-huy-duoc-loi-gi-khi-thieu-trach-nhiem-2035798.html|tựa đề=Ông Bùi Quốc Huy được \"lợi\" gì khi \"thiếu trách nhiệm\"?|ngày=2002-10-21|website=VNExpress|ngày truy cập=2021-05-27}}<\/ref> Bùi Quốc Huy để người thân (vợ mình) thầu bãi gửi xe nhà hàng của Năm Cam để có thu nhập từ 200–350 triệu đồng\/tháng.<ref>[http:\/\/vietnamnet.vn\/service\/printversion.vnn?article_id=64805 Vụ Năm Cam: Xử các quan chức có nhẹ quá hay không?]{{Liên kết hỏng}}<\/ref>\n\nBùi Quốc Huy cũng được biết là có quan hệ lâu dài và thân thiết với Hồ Việt Sử từ những năm 1990, đây là phần tử xấu có tiền án tiền sự ở An Giang. Bùi Quốc Huy đã giúp đỡ cho Sử nhập hộ khẩu ở thành phố Hồ Chí Minh năm [[1992]], rồi giới thiệu cho Sử làm đối tác liên doanh với Công ty Song Pha, thuộc Phòng Hậu cần, [[Công an Thành phố Hồ Chí Minh]] khai thác khu đất 230 Nguyễn Trãi, quận 1. Việc làm này đã gây ra thiệt hại về mặt tài chính cho Công an TPHCM. Bùi Quốc Huy còn cho con là Bùi Minh Tấn làm phó giám đốc công ty liên doanh của Sử. Bùi Quốc Huy còn vay mượn tiền của Sử, là 22.000 USD và 15 triệu đồng (chưa trả), để mua xe và cho vợ đi du lịch ở [[Singapore]], [[Trung Quốc]].<ref name=\"hành vi\" \/><ref name=\"kiểm điểm\" \/>\n\n=== Tài sản bất minh ===\nChỉ trong vòng có mấy tháng làm Giám đốc Công an tỉnh An Giang, Bùi Quốc Huy đã xây nhà rất lớn, có đến 2 [[Xe đò|xe khách]]. Khi làm Giám đốc công an Thành phố Hồ Chí Minh, bản thân và gia đình của ông đã có nhiều [[Ô tô|xe ôtô]] đời mới, có nhiều nhà, còn đất lên đến hơn 5 [[hecta]] ở [[Củ Chi]].<ref name= \"được lợi\"\/>\n\n=== Bỏ lọt tội ===\nThời gian làm Giám đốc công an tỉnh An Giang (9\/1987–[[1990]]), Bùi Quốc Huy đã chủ trương kinh doanh địa ốc, thành lập Công ty Thành Công thất bại, thiệt hại 2–3 tỷ đồng. Bùi Quốc Huy chiếm dụng trên 7 ha đất của quần chúng, kéo theo một số cán bộ hậu cần của [[công an]] để kết cấu tham ô, gây thiệt hại lớn về cán bộ. Một số người đã bị tù 9–16 năm, đặc biệt nghiêm trọng hơn, Phạm Thanh Sơn, Phó Giám đốc Công an tỉnh đã tự sát.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/vu-an-bo-lot-toi-pham-thoi-ong-bui-quoc-huy-o-an-giang-2022770.html|tựa đề=Vụ án bỏ lọt tội phạm thời ông Bùi Quốc Huy ở An Giang|ngày=2002-10-12|website=VNExpress|ngày truy cập=2021-05-28}}<\/ref> Ngay cả con trai là Bùi Minh Tấn cũng bị tòa xác định là bỏ lọt tội.\n\n=== Thiếu trách nhiệm ===\nTháng 7\/1997, [[Năm Cam|Trương Văn Cam]] đi tập trung giáo dục cải tạo được tha về trước thời hạn, V26 Bộ Công an thông qua điện mật số 02 ngày 27\/9\/1997 giao cho [[Công an Thành phố Hồ Chí Minh]] tiếp tục theo dõi và quản lý Trương Văn Cam. Đến tháng 1\/[[1998]], Năm Huy được Thân Thành Huyện (Ba Huyện), Phó Giám đốc phụ trách cảnh sát, cho biết Trương Văn Cam là đối tượng chuyên cờ bạc từ thời ngụy. Sòng bạc do Trương Văn Cam tổ chức có đàn em canh gác nên rất khó bắt. Khoảng tháng 10\/[[1998]], ông Năm Huy được bà Huyền Linh, cán bộ hưu trí ở quận 3 và một số cán bộ trong Thành uỷ cho biết ở Thành phố Hồ Chí Minh có nhóm đi đòi nợ thuê, đập phá nhà cửa của con nợ nhưng không ai dám tố cáo vì đó là đàn em của Trương Văn Cam. Trong quá trình chỉ đạo đấu tranh chuyên án CD99 và hai vụ án giết Phan Lê Sơn và vụ bắn Dung Hà, Bùi Quốc Huy đã có thông tin về một số cán bộ có biểu hiện nghi vấn trong việc thực hiện chức trách nhiệm vụ mà ông giao cho họ nhưng vẫn không tổ chức kiểm tra, xác minh kết luận để có biện pháp xử lý, ngăn chặn.<ref name = \"lý lịch\"\/><ref>[http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2002\/12\/3B9C3082\/ Kết luận điều tra chuyên án Năm Cam (phần 12): Hành vi thiếu trách nhiệm của ông Bùi Quốc Huy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090418070726\/http:\/\/vnexpress.net\/GL\/Phap-luat\/2002\/12\/3B9C3082\/ |date=2009-04-18 }} Thứ tư, 4\/12\/2002, 07:22 GMT+7<\/ref>\n\nTuy biết Trương Văn Cam là đối tượng hình sự nguy hiểm, có nhiều hoạt động băng nhóm theo kiểu xã hội đen, hoạt động phạm tội nghiêm trọng, công khai, kéo dài trong các năm [[1998]], [[1999]], [[2000]] và [[2001]] nhưng Bùi Quốc Huy, lúc bấy giờ là Giám đốc [[Công an Thành phố Hồ Chí Minh]] (từ tháng 4\/[[1996]] đến tháng 7\/[[2001]]), đã không chỉ đạo, tổ chức biện pháp đấu tranh có hiệu quả, để tội phạm có tổ chức xảy ra trong một thời gian dài, gây hậu quả đặc biệt nghiêm trọng về trật tự an toàn xã hội trên địa bàn Thành phố Hồ Chí Minh.<ref name = \"lý lịch\"\/><ref name=\"hành vi\">{{Chú thích web|url=https:\/\/vnexpress.net\/ket-luan-dieu-tra-chuyen-an-nam-cam-phan-12-hanh-vi-thieu-trach-nhiem-cua-ong-bui-quoc-huy-2039824.html|tựa đề=Kết luận điều tra chuyên án Năm Cam (phần 12): Hành vi thiếu trách nhiệm của ông Bùi Quốc Huy|ngày=2002-12-04|website=VNExpress|ngày truy cập=2021-05-28}}<\/ref> Khi Công an TPHCM mở chuyên án đấu tranh với tội phạm hoạt động cờ bạc và cá độ bóng đá, tuy lúc đầu chưa xác định được có hoạt động tội phạm của Trương Văn Cam hay không, nhưng đến đầu năm [[2000]], khi phát hiện có hoạt động của Trương Văn Cam và các tên đàn em nguy hiểm khác của Trương Văn Cam, Bùi Quốc Huy đã không chủ động đề ra các biện pháp tấn công triệt phá mà chỉ báo cáo xin ý kiến của [[Bộ Công an (Việt Nam)|Bộ Công an]]. Sau đó thụ động chờ đợi, để băng nhóm tội phạm của Trương Văn Cam có thời gian hoạt động kéo dài đến hết năm [[2001]] mới được [[Bộ Công an (Việt Nam)|Bộ Công an]] tấn công, triệt phá.<ref name = \"lý lịch\"\/>\n\nVề trách nhiệm trong quản lý, giáo dục cán bộ chiến sĩ, cũng trong thời gian Bùi Quốc Huy làm Giám đốc [[Công an Thành phố Hồ Chí Minh]] đã xảy ra tình trạng nhiều cán bộ bị tổ chức tội phạm của Trương Văn Cam mua chuộc, lôi kéo làm tha hóa biến chất. Thậm chí nhiều cán bộ cấp phòng quận của [[Công an Thành phố Hồ Chí Minh]] có hoạt động tiếp tay hoặc bao che tội phạm. Trong quá trình công tác, có nhiều thông tin về cán bộ có biểu hiện thoái hóa biến chất, vi phạm pháp luật và kỷ luật nhưng Bùi Quốc Huy không có biện pháp có hiệu quả để chấn chỉnh ngăn chặn, dẫn đến việc trong chuyên án Z5-01 có trên 50 cán bộ công an bị xử lý kỷ luật, nhiều người bị tước quân tịch, có 13 người phải truy cứu trách nhiệm hình sự.<ref name = \"lý lịch\"\/>\n\nVới những vi phạm nêu trên, Cơ quan Cảnh sát điều tra đã kết luận ông Bùi Quốc Huy phạm tội thiếu trách nhiệm gây hậu quả nghiêm trọng, tội danh được quy định tại điều 285 BLHS.<ref name = \"lý lịch\"\/><ref name=\"hành vi\"\/>\n\n== Khởi tố và xét xử ==\nNgày [[12 tháng 12]] năm [[2001]], [[Năm Cam]] bị bắt. Do là cán bộ cao cấp của Công an, là người từng chịu trách nhiệm cao nhất về an ninh trật tự địa bàn thành phố Hồ Chí Minh lại có liên quan đến [[Vụ án Năm Cam và đồng phạm|Vụ án Năm Cam và đồng bọn]]'','' Bùi Quốc Huy cũng bị khởi tố. Vụ án Năm Cam và đồng bọn là vụ án hình sự rất phức tạp và lớn nhất cho đến thời điểm đó, với 155 bị cáo trong đó có 3 cán bộ cao cấp bị khởi tố. Phiên tòa tiến hành xét xử từ ngày [[25 tháng 2]] năm [[2003]] đến ngày [[5 tháng 6|05 tháng 6]] năm [[2003]] với 6 án [[tử hình]], 5 án chung thân, 2 án trên 20 năm tù giam, 4 án 20 năm tù giam, 28 án treo, 2 bị cáo bị cảnh cáo, 4 bị cáo trả hồ sơ về cho CQĐT, một bị cáo được miễn hình phạt. Số còn lại có mức án từ 1 đến 19 năm tù.<ref>{{Chú thích web |url=http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,68577) |ngày truy cập=2009-06-11 |tựa đề=HĐXX tuyên 6 án tử hình, 5 án chung thân LĐ số 157 Ngày 06.06.2003 Cập nhật: 08:25:23 - 06.06.2003 Trần Quang - Lê Thanh Phong |archive-date=2004-12-24 |archive-url=https:\/\/web.archive.org\/web\/20041224000948\/http:\/\/www.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,68577) |url-status=dead }}<\/ref><ref name=\"baovne\">[http:\/\/vnexpress.net\/gl\/phap-luat\/2003\/09\/3b9cb74d\/ Phúc thẩm vụ án Năm Cam: Một số nhân chứng vẫn vắng mặt] Thứ hai, 15 Tháng chín 2003, 08:45 GMT+7<\/ref> Băng đảng Năm Cam được coi là \"đỉnh cao\" của tội phạm và đây là phiên toà lớn đầu tiên thực hiện nguyên tắc tranh tụng, toà án tạo điều kiện tốt để [[Luật sư]] tham gia tố tụng.<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,71869) Các luật sư rút kinh nghiệm như thế nào?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090618161625\/http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,71869) |date=2009-06-18 }} LĐ số 189 Ngày 08.07.2003 Cập nhật: 08:26:34 - 08.07.2003<\/ref> Phiên tòa có đến gần 80 luật sư tham gia bào chữa cho các bị cáo và bảo vệ quyền lợi cho cá nhân, tổ chức có liên quan.<ref>[ http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,58540) {{Webarchive|url=https:\/\/web.archive.org\/web\/20030310093831\/http:\/\/www.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,58540) |date=2003-03-10 }} Làm tiền bằng thủ đoạn cho vay cắt cổ] LĐ số 56 Ngày 25.02.2003 Cập nhật: 10:38:10 - 25.02.2003<\/ref> Phiên tòa này rất được dư luận quan tâm. Phóng viên nước ngoài cũng xin được tham dự, đối với họ, việc xét xử các cán bộ cao cấp mà lại câu kết với tội phạm như Bùi Quốc Huy là một trong những minh chứng cho sự quyết tâm<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,58929) Xung quanh phiên toà xét xử vụ án \"Năm Cam và đồng bọn\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20041113190709\/http:\/\/www.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,58929) |date=2004-11-13 }} LĐ số 61 Ngày 02.03.2003 Cập nhật: 09:27:32 - 02.03.2003<\/ref> của Chính phủ Việt Nam trong việc chống tham nhũng, trừng trị tội phạm, làm trong sạch hàng ngũ cán bộ, tạo môi trường lành mạnh cho đầu tư và phát triển. Ông Bùi Hoàng Danh là Chủ tọa phiên tòa sơ thẩm, khẳng định vụ án Trương Văn Cam và đồng bọn là vụ án hình sự mang tính chất trị an, không phải là vụ án tham nhũng.<ref>{{Chú thích web |url=http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,68577) |ngày truy cập=2009-06-11 |tựa đề=Bản sao đã lưu trữ |archive-date=2004-12-24 |archive-url=https:\/\/web.archive.org\/web\/20041224000948\/http:\/\/www.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,68577) |url-status=dead }}<\/ref> Bùi Quốc Huy cùng với Phạm Sỹ Chiến là hai bị can được dư luận quan tâm nhất.<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,56393) Ngày [[27 tháng 2|27.2]], khai mạc phiên toà xét xử vụ án Năm Cam và đồng bọn]{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }} LĐ số 23 Ngày 23.01.2003 Cập nhật: 10:17:26 - 23.01.2003<\/ref>\n\nVụ Nam Cam và đồng bọn có liên quan đến ngay chính Bùi Quốc Huy và các cán bộ cao cấp đương chức thuộc diện Trung ương quản lý như Trần Mai Hạnh Ủy viên Trung ương Đảng Tổng thư ký Hội Nhà báo Việt Nam, kiêm Tổng biên tập báo Nhà báo và Công luận, Phạm Sĩ Chiến Viện phó [[Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện kiểm sát nhân dân tối cao]] nên Bùi Quốc Huy từ vai trò đang là Ủy viên Trung ương đảng, Thứ trưởng Công an, Ủy viên Trung ương đảng chịu trách nhiệm điều tra, xử lý tội phạm dần dần bị loại ra khỏi cuộc điều tra và tiến tới bị kỷ luật mất chức và ra tòa chịu án phạt tù giam. Thái độ của Huy cũng từ từ biến chuyển theo thời gian và đã chịu cúi đầu nhận tội. \"Chuyên án Z501 - vụ án Năm Cam và đồng bọn\"<ref>[http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2003\/03\/3B9C5994\/ Ký sự về Năm Cam và đồng bọn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090220132244\/http:\/\/vnexpress.net\/GL\/Van%2Dhoa\/2003\/03\/3B9C5994\/ |date=2009-02-20 }} Thứ tư, 5\/3\/2003, 05:02 GMT+7<\/ref> được khởi động từ giữa năm 2001 lúc Bùi Quốc Huy còn đương chức Thứ trưởng bộ Công an.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tuong-nguyen-viet-thanh-tra-loi-phong-van-truc-tuyen-1983333.html|tựa đề=Tướng Nguyễn Việt Thành trả lời phỏng vấn trực tuyến|ngày=2003-06-07|website=VNExpress|ngày truy cập=2021-05-28}}<\/ref> Tướng [[Nguyễn Việt Thành]], Phó tổng cục trưởng Tổng cục Cảnh sát, phụ trách cụm III (phía Nam) được giao nhiệm vụ trưởng ban chuyên án Năm Cam.\n\nNgày [[1 tháng 3]] năm [[2002]], Bùi Quốc Huy còn thay mặt Đảng uỷ Công an trung ương và lãnh đạo Bộ Công an ký quyết định về việc đình chỉ công tác đối với thượng tá [[Dương Minh Ngọc]] - Trưởng phòng Cảnh sát hình sự, và thượng tá Nguyễn Mạnh Trung - Phó trưởng phòng Cảnh sát điều tra Công an TP.Hồ Chí Minh nhằm làm rõ trách nhiệm của một số cá nhân có liên quan đến nhiều vụ trọng án liên quan đến băng tội phạm Năm Cam.<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,28497) Đình chỉ công tác hai sĩ quan cảnh sát thuộc CA TP.Hồ Chí Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110122154908\/http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(46,28497) |date=2011-01-22 }} LĐ số 54 Ngày 04.03.2002 Cập nhật: 10:44:02 - 04.03.2002<\/ref>\n\nSong đến tháng 6 năm 2002, Báo chí chính thức Việt Nam đưa công khai tin Bùi Quốc Huy (lúc đó đương là Thứ trưởng Bộ Công an) bị [[Nguyễn Minh Triết]], Ủy viên Bộ Chính trị, Bí thư Thành ủy Thành phố Hồ Chí Minh cùng với [[Vũ Quốc Hùng]], Phó chủ nhiệm Ủy ban Kiểm tra trung ương Đảng và Trần Đại Hưng Phó trưởng Ban Nội chính trung ương, kiểm điểm trách nhiệm về 5 vấn đề. Cuộc kiểm điểm này kéo dài hai ngày 17\/6\/ 2002-18\/6\/2002.<ref name=\"kiểm điểm\">{{Chú thích web|url=https:\/\/vnexpress.net\/vu-nam-cam-kiem-diem-nguyen-giam-doc-cong-an-tp-hcm-2043193.html|tựa đề=Vụ Năm Cam: Kiểm điểm nguyên giám đốc công an TP HCM|ngày=2002-06-18|website=VNExpress|ngày truy cập=2021-05-27}}<\/ref> Trong đó có vấn đề thu nhập, tài sản, xe cộ, nhà đất lên đến hơn 3 hecta của cá nhân và gia đình.\n\nNgày [[15 tháng 7]] năm [[2002]], Bùi Quốc Huy bị công bố kỷ luật Đảng. Hội nghị Ban Chấp hành Trung ương Đảng lần thứ 6 Khóa IX đã xem xét, kiểm điểm những sai lầm nghiêm trọng của [[Trần Mai Hạnh]] và Bùi Quốc Huy, và quyết định cách chức ủy viên trung ương đảng cả hai <ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2002\/07\/3b9be30f\/ Giải quyết những vấn đề cấp bách của công tác tổ chức cán bộ] Thứ ba, 16 Tháng bảy 2002, 09:27 GMT+7<\/ref>.\n\nNgày [[29 tháng 7]] năm [[2002]], [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] đã có văn bản số 19 và 20, thông báo chính thức đồng thời đề nghị các cơ quan nhà nước có thẩm quyền kỷ luật về mặt Nhà nước với Trần Mai Hạnh và Bùi Quốc Huy.\n\nNgày [[8 tháng 8]] năm [[2002]], [[Thủ tướng]] [[Phan Văn Khải]] ký quyết định kỷ luật số 664, cách chức Thứ trưởng Bộ Công an của Bùi Quốc Huy và giáng cấp từ Trung tướng xuống [[Thiếu tướng]].<ref>[http:\/\/suckhoedinhduong.nld.com.vn\/84505p0c1002\/cach-chuc-thu-truong-bo-cong-an-doi-voi-ong-bui-quoc-huy.htm Cách chức Thứ trưởng Bộ Công an đối với ông Bùi Quốc Huy] Thứ sáu, 16 tháng 8 năm 2002<\/ref>\n\nNgày [[10 tháng 10]] năm [[2002]], từ 6g30’ đến 11h30’, Bùi Quốc Huy bị khởi tố về tội thiếu trách nhiệm gây hậu quả nghiêm trọng theo Điều 285 Bộ luật Hình sự và bị khám xét nhà riêng ở Thành phố Hồ Chí Minh, cùng lúc với Trần Mai Hạnh, Tổng thư ký Hội Nhà báo Việt Nam, kiêm Tổng biên tập báo Nhà báo và Công luận và Phạm Sĩ Chiến, Viện phó Viện kiểm sát nhân dân tối cao (lúc đó đang ở Hà Nội) và cả ba đều bị cấm dời khỏi nơi cư trú<ref name = \"khởi tố\">[http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2002\/10\/3B9C12D0\/ Khởi tố và khám xét nhà riêng các ông Bùi Quốc Huy, Trần Mai Hạnh, Phạm Sĩ Chiến] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090710023621\/http:\/\/vnexpress.net\/GL\/Phap-luat\/2002\/10\/3B9C12D0\/ |date=2009-07-10 }} Thứ sáu, 11\/10\/2002, 03:52 GMT+7<\/ref>.\n\nTháng 11 năm 2002, Bùi Quốc Huy cùng với Trần Mai Hạnh và Phạm Sĩ Chiến bị triệu tập vào Thành phố Hồ Chí Minh ngay từ giai đoạn đầu của phiên tòa, bị can nào có dấu hiệu bỏ trốn sẽ bị bắt tạm giam<ref>[http:\/\/vnexpress.net\/gl\/phap-luat\/2002\/11\/3b9c216d\/ Triệu tập bị can Bùi Quốc Huy, Trần Mai Hạnh, Phạm Sĩ Chiến] Thứ tư, 06 Tháng mười một 2002, 08:30 GMT+7<\/ref>.\n\nNgày [[13 tháng 12]] năm 2002, Bùi Quốc Huy nhận quyết định cấm đi khỏi nơi cư trú của Tòa và viết giấy cam đoan có mặt khi bị triệu tập.<ref>[http:\/\/vnexpress.net\/gl\/phap-luat\/2002\/12\/3b9c35f2\/ Cấm đi khỏi nơi cư trú với 48 bị can trong vụ Năm Cam] Thứ bảy, 14 Tháng mười hai 2002, 08:51 GMT+7<\/ref>\n\nNgày [[13 tháng 2|13 tháng 02]] năm 2003, Thủ tướng Chính phủ đã ký quyết định kỷ luật tước danh hiệu Công an nhân dân.<ref>[http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2003\/02\/3B9C50D1\/ Tước danh hiệu Công an nhân dân của ông Bùi Quốc Huy ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090222201128\/http:\/\/vnexpress.net\/GL\/Phap-luat\/2003\/02\/3B9C50D1\/ |date=2009-02-22 }} Thứ bảy, 15\/2\/2003, 08:46 GMT+7<\/ref> Cùng với quyết định đó ông Huy mất quân hàm Thiếu tướng. Bùi Quốc Huy được tại ngoại kể cả sau khi bị tòa Sơ thẩm tuyên án.\n\nNgày [[27 tháng 2]] năm 2003, ông được người nhà dùng xe máy đưa đến tòa Tòa án nhân dân Thành phố Hồ Chí Minh.<ref>[http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2003\/02\/3B9C567E\/ Ông Bùi Quốc Huy đến tòa không phải xuất trình giấy tờ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090505092825\/http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2003\/02\/3B9C567E\/ |date=2009-05-05 }} Thứ năm, 27\/2\/2003, 10:53 GMT+7<\/ref> Luật sư bào chữa cho Huy là Ngô Ngọc Thủy.\n\nKhi ra tòa, Bùi Quốc Huy còn tự thanh minh mình có hành vi thiếu trách nhiệm vì thiếu trình độ,<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/folder$.view_item_detail(68387) 55 ngày với phiên toà xét xử Năm Cam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20041224005048\/http:\/\/www.laodong.com.vn\/pls\/bld\/folder$.view_item_detail(68387) |date=2004-12-24 }} LĐ số 155 Ngày 04.06.2003 Cập nhật: 08:40:46 - 04.06.2003 Lê Thanh Phong<\/ref> ông nói rằng:<ref>[http:\/\/vietnamnet.vn\/service\/printversion.vnn?article_id=36372 Bùi Quốc Huy không nghĩ mình đến mức bị xử lý hình sự (?)]<\/ref>\n{{Cquote|\n''Tôi đã bị xử lý hành chính nội bộ rất nghiêm khắc về mặt Đảng và ngành rồi. Tôi nghĩ mình chưa đến mức phải bị xử lý hình sự. Sai phạm của tôi chỉ là tính chất chỉ đạo kém hiệu quả chứ không phải là không chỉ đạo''.\n}}\n\nNgày [[24 tháng 5]] năm [[2003]], tức ngày thứ 54 xét xử vụ án \"Trương Văn Cam và đồng bọn\", bị cáo Bùi Quốc Huy nói lời cuối cùng cảm ơn Hội đồng xét xử và Viện Kiểm sát đã quan tâm đến lời bào chữa của [[luật sư]] đối với bị cáo và những nội dung trình bày của bị cáo, đồng thời ông mong được xét xử công minh.<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,67336) Lời nói sau cùng của các bị cáo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090618171245\/http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,67336) |date=2009-06-18 }} LĐ số 145 Ngày 25.05.2003 Cập nhật: 11:54:07 - 25.05.2003<\/ref> Ông mong tòa tuyên trắng án vì cho rằng mình vô tội <ref>[http:\/\/vnexpress.net\/gl\/phap-luat\/2003\/05\/3b9c81f1\/ Các bị cáo nguyên là cán bộ cao cấp xin toà tuyên trắng án] Thứ bảy, 24 tháng 5 năm 2003, Nghĩa Phương<\/ref>.\n\nVào 14 giờ ngày [[5 tháng 6]] năm 2003, Tòa sơ thẩm Tòa án Nhân dân Thành phố Hồ Chí Minh tuyên xử vụ án Năm Cam và đồng bọn. Năm Huy bị phạt 4 năm tù giam về tội thiếu trách nhiệm gây hậu quả nghiêm trọng.<ref>[http:\/\/vnexpress.net\/gl\/phap-luat\/2003\/06\/3b9c8812\/ Kết thúc phiên tòa Năm Cam: 6 án tử hình] Thứ năm, 05 Tháng sáu 2003, 14:38 GMT+7<\/ref> Bị cáo Huy còn bị cấm đảm nhiệm chức vụ tại cơ quan nhà nước trong thời hạn 3 năm sau khi mãn hạn tù <ref>[http:\/\/vietnamnet.vn\/service\/printversion.vnn?article_id=110154 Hôm nay 19\/5, mở phiên toà xét xử phúc thẩm vụ án \"Năm Cam và đồng bọn\"]<\/ref>\n\nNgày [[5 tháng 9]] năm 2003, Bùi Quốc Huy bị tòa phúc thẩm [[Tòa án nhân dân tối cao (Việt Nam)|Tòa án Nhân dân tối cao]] tại [[Thành phố Hồ Chí Minh]] bắt tạm giam cùng với [[Phạm Sỹ Chiến|Phạm Sĩ Chiến]] và [[Trần Mai Hạnh]] để bảo đảm cho việc xét xử tại phiên tòa phúc thẩm dự kiến diễn ra ngày [[15 tháng 9]] năm 2003.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=560&ChannelID=6 Bắt tạm giam Bùi Quốc Huy, Trần Mai Hạnh, Phạm Sỹ Chiến] Thứ Bảy, 06\/09\/2003, 09:21 (GMT+7) V.H.Q. - V.C.M.<\/ref> Về việc cho tại ngoại kéo dài của ông Huy cũng đã có dư luận thắc mắc.<ref>[http:\/\/chuyentrang.tuoitre.vn\/Vieclam\/Index.aspx?ArticleID=750&ChannelID=6 Bắt tạm giam các bị cáo tại ngoại để bảo đảm việc xét xử phúc thẩm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150920061110\/http:\/\/chuyentrang.tuoitre.vn\/Vieclam\/Index.aspx?ArticleID=750&ChannelID=6 |date=2015-09-20 }} Thứ hai, 08 Tháng chín 2003, 15:40 GMT+7<\/ref>\n\nNgày [[15 tháng 9]] năm [[2003]], Tòa án nhân dân tối cao tại Thành phố Hồ Chí Minh khai mạc phiên Phúc thẩm (do có kháng cáo của 69 bị cáo, 6 người có quyền lợi nghĩa vụ liên quan, 2 đại diện bị hại), khác với phiên sơ thẩm lần này Bùi Quốc Huy ra tòa trong bộ quần áo sọc do bị tạm giam trước đó, nhưng 3 nhân chứng để xác định rõ hành vi vi phạm của các bị cáo Bùi Quốc Huy là 2 nguyên Phó Giám đốc [[Công an Thành phố Hồ Chí Minh]] là Thân Thành Huyện và Võ Văn Măng, cùng nguyên Chánh Văn phòng Trần Thanh Tùng đều vắng mặt với lý do sức khỏe.<ref name=\"baovne\"\/>\n\nNgày [[6 tháng 10]] năm 2003, tại Tòa phúc thẩm Tòa án nhân dân tối cao tại Thành phố Hồ Chí Minh, Bùi Quốc Huy đã thay đổi thái độ chịu nhận tội và xin giảm nhẹ hình phạt.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=3858&ChannelID=6 Bùi Quốc Huy, Dương Minh Ngọc nhận tội. Hoàng Linh nhận bao nhiêu tiền? V.C.M - T.C - V.H.Q ] Thứ Ba, 07\/10\/2003, 09:52 (GMT+7)<\/ref>\n\nNgày [[30 tháng 10]] năm 2003, Hội đồng xét xử vụ án \"Trương Văn Cam và đồng bọn\" của Tòa phúc thẩm Tòa án nhân dân tối cao tại Thành phố Hồ Chí Minh tuyên án Bùi Quốc Huy 4 năm tù giam về tội \"Thiếu trách nhiệm gây hậu quả nghiêm trọng\"<ref>[http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,83496) Năm Cam bị tuyên phạt 2 án tử hình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090615161859\/http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung(141,83496) |date = ngày 15 tháng 6 năm 2009}} LĐ số 304 Ngày 31.10.2003 Cập nhật: 06:47:46 - 31.10.2003 Trần Quang - Lê Thanh Phong<\/ref>.\n===Ân xá===\nChưa đầy hai năm sau, ngày [[31 tháng 1]] năm [[2005]], Bùi Quốc Huy ra tù trong đợt đặc xá cho hơn 8000 phạm nhân nhân kỷ niệm 75 năm thành lập Đảng Cộng sản Việt Nam ([[3 tháng 2|3\/2]]) và ngày Tết cổ truyền.<ref>[http:\/\/phienbancu.tuoitre.vn\/tianyon\/Index.aspx?ArticleID=65583&ChannelID=3 Đặc xá cho 8.428 người]{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }} Thứ ba, 01 Tháng hai 2005, 00:16 GMT+7<\/ref><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2005\/01\/050131_buiquochuy.shtml Đặc xá cho ông Bùi Quốc Huy] 31 Tháng 1 2005 - Cập nhật 09h47 GMT<\/ref>\n\n== Chú thích ==\n<div style=\"height: 300px; overflow: auto; padding: 3px; reflist\" >\n{{Tham khảo}}\n<\/div>\n==Liên kết ngoài==\n{{Thời gian sống|Sinh=1945}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Thứ trưởng Bộ Công an (Việt Nam)]]\n[[Thể loại:Thiếu tướng Công an nhân dân Việt Nam bị tước quân tịch]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Người bị kết tội là tội phạm về chức vụ tại Việt Nam|B]]\n[[Thể loại:Tướng lĩnh Công an nhân dân Việt Nam thụ phong thập niên 2000]]\n[[Thể loại:Giám đốc Công an Thành phố Hồ Chí Minh]]\n[[Thể loại:Tổng cục trưởng Tổng cục An ninh, Bộ Công an (Việt Nam)]]"}