{"106481":"[[Tập tin:Bùi Quang Chiêu.jpg|nhỏ|Bùi Quang Chiêu]]\n'''Bùi Quang Chiêu''' (1873-1945) là một trí thức yêu nước, một [[chính trị gia|nhà chính trị]] tranh đấu đòi tự trị cho [[Việt Nam]] vào đầu [[thế kỷ 20|thế kỷ XX]].\n\n== Thân thế ==\nBùi Quang Chiêu sinh ngày 15 tháng 10 năm 1873, quê ở làng Đa Phước Hội, huyện [[Mỏ Cày (huyện)|Mỏ Cày]], [[Bến Tre]]. Lớn lên trong gia đình vốn có truyền thống [[Nho giáo|Nho học]] nhưng có học trường Tây. Ông có [[quốc tịch]] [[Pháp]].<ref>Người dân xứ nhượng địa [[Nam Kỳ]], [[Đà Nẵng]], [[Hải Phòng]] chỉ cần làm thủ tục là đương nhiên có quốc tịch [[Pháp]].<\/ref> Ông được gia đình gửi sang [[Algérie]] rồi sang [[Pháp]] học ở trường ''École Coloniale'' từ năm 1894. Ba năm sau ông là [[người Việt]] đầu tiên đỗ bằng [[kỹ sư]] [[canh nông]] (''ingénieur agronome'') của Pháp.   Vua [[Hàm Nghi]] bấy giờ bị Pháp đày sang Algérie và ông là [[người Việt]] duy nhất được vào thăm cựu hoàng lúc đó.<ref name=\"ReferenceA\">Nguyên Hương Nguyễn Cúc, trang 256.<\/ref>\n\nBùi Quang Chiêu có người em gái (là vợ của Tổng đốc tỉnh [[Nam Định]]- Trần Văn Thông) cũng là bà nội của  [[Trần Lệ Xuân]] (vợ của [[Ngô Đình Nhu]]).\n\nBùi Quang Chiêu kết hôn với bà Vương Thị Y và có sáu người con,<ref>[http:\/\/intersections.anu.edu.au\/issue21\/peters.htm Cộng đồng người Hoa tại Việt Nam]<\/ref> trong số đó có Louis và Henriette học [[y học|y khoa]] ở Pháp, Camille theo học ở Haute École de Commerce, Hélène và Madeleine không đi du học.\n\n== Hoạt động chính trị ==\nThời gian ở Pháp, ông có gặp gỡ [[Hồ Chí Minh|Nguyễn Ái Quốc]] một vài lần nhưng không đồng quan điểm với Nguyễn Ái Quốc. Ông đã đứng ra thành lập Hội tương tế Đông Dương (''Association mutuelle des Indochinois)'' ,<ref>Ho Tai, Hue-Tam. tr 233<\/ref> một trong những đoàn thể có mặt sớm nhất của người Việt ở Pháp.\n\nSau khi về nước ông tham gia [[Hội Trí Tri|Hội Trí tri]], hưởng ứng phong trào [[Đông Kinh Nghĩa Thục]] mở mang dân trí, ông liên lạc với các nhà trí thức [[Nam Kỳ]] nổi tiếng và cùng chí hướng như luật sư [[Dương Văn Giáo]], [[Diệp Văn Kỳ]], nhà báo [[Nguyễn Phan Long]], bác sĩ [[Trần Như Lân]], bác sĩ [[Nguyễn Văn Thinh]]...\n\nBùi Quang Chiêu nhiệt thành cổ xuý cho [[phong trào Duy Tân]] của [[Phan Châu Trinh]] cũng như phong trào [[Phong trào Đông Du|Đông Du]] của [[Phan Bội Châu]]. Ông đã đọc trước mồ cụ [[Phan Châu Trinh]]: \"''Tây Hồ anh ơi, tôi xin thề hy sanh cho chủ nghĩa Pháp Việt đề huề''\"<ref>Phụ Nữ Tân Văn 18 Tháng Năm 1933<\/ref>.\n\nNăm 1919 ông đứng ra thành lập [[Đảng Lập hiến Đông Dương]] ([[tiếng Pháp]]: Parti Constitutionaliste Indochinois) là một chính đảng hoạt động ở [[Nam Kỳ]] trong thập niên 1910 đến 1930, vận động đòi tự trị cho Việt Nam <ref>https:\/\/nghiencuulichsu.com\/2013\/01\/29\/bui-quang-chieu\/ BÙI QUANG CHIÊU VÀ ĐẢNG LẬP HIẾN TẠI NAM KỲ THUỘC PHÁP, 1917-30<\/ref><ref name=\"ReferenceA\" \/> để lần hồi giành lại độc lập hoàn toàn cho người Việt. Đảng Lập Hiến dùng 3 tờ báo: ''La Tribune Indochinoise'' (Báo Đông Dương), ''L'Echo Annamite'' và ''Đuốc Nhà Nam'' làm diễn đàn. Tuy gọi là Đảng nhưng những [[Đảng Lập hiến Đông Dương|Đảng Lập hiến]] lại tổ chức giống như một câu lạc bộ chính trị của giới điền chủ, nghiệp chủ, công chức người Việt ở Nam kì.\n\nBùi Quang Chiêu cũng là đảng viên đảng Cấp tiến và Xã hội Chủ nghĩa Cấp tiến của Pháp ([[tiếng Pháp]]: Parti Radical et Radical-Socialiste)<ref>[http:\/\/docs.google.com\/viewer?a=v&q=cache:jjV2xbVP7yMJ:namkyluctinh.org\/a-lichsu\/rbsmith-nbac-bqchieu.pdf+t%E1%BA%A9y+chay+1919&hl=en&gl=us&pid=bl&srcid=ADGEESgzPv2h-pMDDLZ6NbatXdDQsFRBqgWtH5lCYh_dnf7tgcbOKFXRcLeA7oV-xyiK7qVMhqiqeNi8cB9wLGHfAVqMGbQADce2I1p2cBteMj6sz-4xvwEC8yvNjWyU84NrIVGVuu2s&sig=AHIEtbQTHLbPoHDkLb_xHCyPdYScKG0BTQ \"BÙI QUANG CHIÊU VÀ ĐẢNG LẬP HIẾN TẠI NAM KỲ THUỘC PHÁP, 1917-30\"] tr 7<\/ref> nên nhân lúc [[Alexandre Varenne]] của đảng Xã hội Cấp tiến Pháp được bổ nhiệm làm [[toàn quyền Đông Dương|toàn quyền]] vào năm 1926 với hứa hẹn cải tổ cai trị ở [[Liên bang Đông Dương|Đông Dương]], Bùi Quang Chiêu lại sang Pháp vận động chính giới Pháp với loạt bài \"Pour le Dominion Indochinois\"<ref>Nguyên Hương Nguyễn Cúc, trang 259.<\/ref>. Ông đưa ra \"Bản yêu sách 9 điều khoản\" gồm: \n#[[Tự do ngôn luận]],\n#[[Tự do báo chí]],\n#[[Tự do hội họp và lập hội]],\n#Tự do đi lại,\n#Cải cách giáo dục,\n#Điều chỉnh chế độ lương bổng cho công bằng giữa người Pháp và người Việt,\n#Nới rộng quyền đại diện chính trị,\n#Nâng cao đời sống lao động,\n#Bãi bỏ độc quyền kinh tế<ref>Nguyên Hương Nguyễn Cúc, trang 234.<\/ref>.\n\nVới thanh thế đó, ông về lại [[Thành phố Hồ Chí Minh|Sài Gòn]] tranh cử cuộc bầu cử tháng 10 năm 1926. Kết quả là ông cùng 9 đảng viên đảng Lập Hiến đắc cử [[Hội đồng Thuộc địa Nam Kỳ|Hội đồng Quản hạt Nam Kỳ]], chiếm trọn 10 ghế của người bản xứ. Ông được bầu làm Phó chủ tịch Hội đồng. Năm 1927 nhờ sự vận động của ông cùng các nhân sĩ khác như [[Phan Văn Trường]], [[Huỳnh Thúc Kháng]], [[Nguyễn An Ninh]], [[Vũ Đình Dy]] và Nguyễn Phan Long, người Pháp mới bãi bỏ điều kiện Pháp tịch cho những học sinh muốn sang Pháp du học<ref>Nguyên Hương Nguyễn Cúc, trang 237.<\/ref> Cũng vì quan tâm đến việc giáo dục, ông mở tư thục \"An Nam Học đường\" ở Sài Gòn. Hoạt động chính trị của ông bị nhà chức trách cho là bài Pháp nên ông và báo ''La Tribune Indochinoise'' bị liệt danh vào \"sổ đen\" của mật thám Pháp<ref>Nguyên Hương Nguyễn Cúc, trang 257.<\/ref>.\n\nTrong một bài phỏng vấn được đăng trên Phụ Nữ Tân Văn năm 1929, Bùi Quang Chiêu khẳng định rằng bất bình đẳng là một điều kiện tự nhiên của cuộc sống và là nguyên tắc căn bản của trật tự xã hội: \"''Trên đời này làm gì có bình đẳng? Tôi xin kể ra một thí dụ, giả như một người nhờ vào những trường hợp ngẫu nhiên nào đó, hoặc nhờ vào tài sản, nhờ vào những thành công của mình mà lên được hàng lãnh đạo trong giới thượng lưu; đương nhiên người đó có quyền hưởng thụ nhiều ưu đãi hơn là một anh phu quét đường. Anh phu quét đường thì ngu dốt, anh ta không làm được nghề gì khác ngoài việc quét đường. Thành ra anh ta chỉ có được một quyền là quyền được sống. Đó là lẽ tự nhiên''.\"<ref>[http:\/\/www.bbc.com\/vietnamese\/entertainment\/story\/2005\/08\/050809_morebuiquangchieu.shtml Số phận của Bùi Quang Chiêu và phe thỏa hiệp]<\/ref> Trong bầu cử 1939, Đảng Lập hiến thất bại, theo Ngày Nay: \"''Từ ngày có nghị viên quản hạt đến nay, chưa bao giờ có bóng một người của giai cấp cần lao ra tranh cử. Cái nghị viện tối cao ấy dành riêng cho bọn nhà giàu và nhất là cho bọn người trong đảng lập hiến, một chánh đảng có thế lực nhất ở Nam kỳ và bây giờ đã tới ngày đổ nát...Quần chúng bị đảng Lập hiến phỉnh lừa mấy lần đã chán nản...''\"<ref>Ngày Nay ngày 20 Tháng Năm 1939<\/ref>\n\nÔng Chiêu công khai ủng hộ lập trường “Pháp Việt đề huề” của A. Sarraut:\n\n“Ao ước hai nước Pháp - Việt sẽ hợp tác đề huề và ra vẻ hoài nghi vấn đề “độc lập, giải phóng” còn mơ hồ trong tương lai, một vấn đề mà bọn trẻ cách mạng vừa được 20 tuổi đời, đang háo hức đòi hỏi”.\n\nNói về sự xuất hiện bí mật của những phần tử cộng sản tại Đông Dương, ông Chiêu nói: “Cộng sản là những hiệp sĩ mang dấu hiệu búa liềm, đang mở cuộc tảo thanh chống guồng máy cai trị của chúng ta”. (La Tribune Indochinoise ngày 9-5-1924) <ref>[https:\/\/www.cochinchine-saigon.com\/nhung-phu-ho-lung-danh-nam-ky-bui-quang-chieu-1873-1945\/ Những Phú Hộ Lừng Danh Nam Kỳ : Bùi Quang Chiêu (1873-1945)]<\/ref>.\n\nNăm 1938 ông về [[Mỏ Cày (huyện)|Mỏ Cày]] một ít lâu rồi lại ra [[Thành phố Hồ Chí Minh|Sài Gòn]]. Chức vụ của ông trong chính quyền là Viện trưởng Hội đồng Quản hạt [[Nam Kỳ]] (đến 1939), đại biểu Nam Kỳ tại Thượng Hội đồng Pháp quốc Hải ngoại, chủ trương \"hợp tác Pháp - Việt, để làm cho xứ này được tiến bộ dưới sự trông nom của nước [[Pháp]] và tinh thần thống nhất giữa người [[Việt Nam]] ở ba kỳ\", phát biểu trong một lần ra [[Bắc Kỳ|Bắc kỳ]].<ref>Theo Tràng An báo ngày 3 Tháng Ba 1939.<\/ref> Ngày [[29 tháng 9]] năm [[1945]] ở Chợ Đệm, [[Thành phố Hồ Chí Minh|Sài Gòn]], ông bị lực lượng [[Việt Minh]] thủ tiêu với tội danh làm ''\"tay sai cho thực dân Pháp\"''.<ref>[http:\/\/books.google.com.vn\/books?id=GZeaAAAAIAAJ&pg=PA158&dq=%22bui+quang+chieu%22+viet+minh&hl=vi&sa=X&ei=TWurUa-aAafjiALt5oD4BA&ved=0CD0Q6AEwAg#v=onepage&q=%22bui%20quang%20chieu%22%20viet%20minh&f=false The Struggle for Indochina: 1940-1955, page 158], Ellen Joy Hammer, Stanford University Press.<\/ref> Cùng bị giết với ông là năm người trong đó có người con gái út 16 tuổi.<ref>Nguyên Hương Nguyễn Cúc, trang 258.<\/ref>\n\nTrong số các con ông, người ta còn nhắc đến bà [[Henriette Bùi Quang Chiêu|Henriette Bùi]] đỗ bằng [[bác sĩ]] y khoa Pháp năm [[1929]], Bà là nữ bác sĩ y khoa [[Việt Nam]] đầu tiên.<ref>Nguyên Hương Nguyễn Cúc, trang 248.<\/ref>\n\n==Vinh danh==\nHiện nay, trên mảnh đất quê ông, tên ông được đặt cho một con đường tại [[Mỏ Cày|Thị trấn Mỏ Cày]], tỉnh [[Bến Tre]].\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Văn liệu==\n* Ho Tai, Hue-Tam. ''Radicalism and the Origins of the Vietnamese Revolution''. Cambridge, MA: Harvard University Press, 1992.\n* Nguyên Hương Nguyễn Cúc - ''Sài-gòn 300 năm cũ''. Dallas: Tiếng Sông Hương, 1999\n\n==Xem thêm==\n*[[Henriette Bùi Quang Chiêu]]\n\n[[Thể loại:Sinh năm 1871]]\n[[Thể loại:Mất năm 1945]]\n[[Thể loại:Người Mỏ Cày]]\n[[Thể loại:Đảng Lập hiến Đông Dương]]\n[[Thể loại:Chính khách Việt Nam bị ám sát]]\n[[Thể loại:Kỹ sư Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam bị ám sát]]\n[[Thể loại:Nhà hoạt động xã hội]]\n[[Thể loại:Chính khách Việt Nam]]"}