{"487986":"'''Bùi Văn Dị''' (裴文禩, 1833 – 1895), còn được gọi là '''Bùi Dị''', tự là ''Ân Niên''(殷年), các tên hiệu: ''Tốn Am(遜庵), Do Hiên(輶軒), Hải Nông(海農), Châu Giang(珠江)''; là danh sĩ, nhà ngoại giao và là một đại thần trải 7 đời vua [[nhà Nguyễn|Nguyễn]]: [[Tự Đức]], [[Dục Đức]], [[Hiệp Hòa]], [[Kiến Phúc]], [[Hàm Nghi]], [[Đồng Khánh]], [[Thành Thái]] trong [[lịch sử]] [[Việt Nam]]<ref>[http:\/\/www.hanam.gov.vn\/index.asp?newsID=246&language=tiengviet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071215005745\/http:\/\/www.hanam.gov.vn\/index.asp?newsID=246&language=tiengviet |date=2007-12-15 }}.<\/ref>. Ông cũng là trường hợp duy nhất trong lịch sử khoa bảng được ban đỗ từ Phó bảng lên Tiến sĩ và được khắc tên riêng trên một bia.\n\n==Thân thế và khoa bảng==\nNguyên danh của ông là '''Bùi Văn Dị''', sinh ngày 28 tháng 3 năm [[Quý Tỵ]] (tức [[17 tháng 5]] năm [[1833]]) trong một gia đình nho học tại làng Châu Cầu, nay thuộc phường Lương Khánh Thiện và phường Minh Khai (thành phố Phủ Lý, tỉnh [[Hà Nam]]. Cha ông là Bùi Văn Hy, đỗ [[Tú tài]] thời vua [[Minh Mạng]].\n\nNối nghiệp nhà, Bùi Văn Dị đi học từ rất sớm. Sau khi đỗ Tú tài, khoa [[Ất Mão]] (1855), ông đỗ [[Hương cống|Cử nhân]], nhưng mãi đến khoa [[Ất Sửu]] (1865) năm [[Tự Đức]] thứ 18 (1865), ông mới đỗ [[Phó bảng]] cùng với người em họ (con chú ruột) là Bùi Văn Quế.\n\n===Làm quan===\nThi đỗ, Bùi Văn Dị được bổ làm Tri huyện Lang Tài, Việt Yên, Yên Dũng thuộc tỉnh [[Bắc Ninh]] rồi làm Án sát [[Ninh Bình]]. Sau đó, ông được triệu về kinh đô [[Huế]], giữ chức Nội các sự vụ Thị lang [[bộ Lễ]], tiếp theo là Tham tri [[bộ Lại]]. Khi quân [[Trận thành Hà Nội (1873)|Pháp đánh thành Hà Nội lần thứ nhất]] (1873), ông được cử ra đó lo việc chống ngăn.\n\nTừ năm 1876 đến 1878, ông được cử làm Chánh sứ, dẫn đoàn sang [[nhà Thanh]] ([[Trung Quốc]]). Cuối năm 1878, ông lại được sung vào Nội các, lại được cử duyệt quyển [[thi Hội]], [[thi Đình]].\n\nNăm 1881, ông nhận chức Quản lý Thương bạc sự vụ đại thần. Năm 1882, [[Trận thành Hà Nội (1882)|Pháp đánh thành Hà Nội lần thứ hai]], ông dâng sớ xin quyết đánh trả, và được làm Phó Kinh lược sứ Bắc Kỳ.\n\nỞ đất Bắc, Bùi Văn Dị đối đầu với đối phương một vài trận, nhưng nổi tiếng là trận Gia Lâm, ông đã cùng với [[Hoàng Kế Viêm|Hoàng Tá Viêm]], [[Trương Quang Đản]], [[Nguyễn Cao]], [[Trần Xuân Soạn]] cùng hợp quân để tập kích quân Pháp đang ấn ra ngoại vi Hà Nội vào ngày 19-20 tháng 2 [[âm lịch]] (27-28 tháng 3 năm 1883). Kết cục, phía đối phương chết và bị thương gần 30 quân, số lính còn lại phải kéo nhau xuống tàu rút chạy về cố thủ ở Đồn Thủy. Được tin cậy, ông được cử làm Tham tán quân thứ [[Bắc Ninh]].\n\nNăm 1883, triều đình nhà Nguyễn ký hòa ước với Pháp ([[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi]]), ra lệnh ông và một số tướng lĩnh khác phải bãi binh. Ông buồn rầu, chán nản lấy cớ bệnh xin từ chối chức Tổng đốc Ninh – Thái (gần như cùng lúc [[Nguyễn Khuyến]] từ chức Tổng đốc Sơn-Hưng-Tuyên) và ở ẩn tại [[Thanh Hóa]].\n\nĐầu năm 1884, ông lại được triệu về triều làm giảng quan chuyên giảng sách cho vua [[Kiến Phúc]] và vua [[Hàm Nghi]]. Năm 1885, ông bị ốm phải đi dưỡng bệnh tại Hải Quật ([[Yên Định]], Thanh Hóa). Đến năm 1887, ông lại được triệu vào kinh làm giảng quan cho vua [[Đồng Khánh]], rồi dần đảm đương nhiều chức vụ khác.\n\nĐến năm [[Thành Thái]] thứ nhất (1889), thì ông đã xin thôi giữ chức Thượng thư [[bộ Lễ]], Thượng thư [[bộ Lại]] và Phụ chính đại thần, mà chỉ còn giữ chức Phụ đạo đại thần kiêm Phó Tổng tài Quốc sử quán. Cũng khoảng thời gian này, theo lời điều trần của ông, nhà vua sắc tứ cho ông đỗ Tiến sĩ, bởi khoa thi Hội năm [[Ất Sửu]] (1865) ông đã đỗ trúng cách vào hạng chính, lẽ ra phải là Tiến sĩ, nhưng không hiểu sao khi vào thi Đình, ông lại bị xếp xuống Phó bảng.\n \nKể từ đó, Bùi Văn Dị chuyên lo việc tổng duyệt bộ sách gồm 300 bài thơ vịnh sử của vua Tự Đức, công việc biên tập vừa hoàn thành thì ông cũng mất ngay khi còn tại chức vào ngày [[22 tháng 9]] năm 1895, thọ 62 tuổi.\n\nBùi Văn Dị là bạn thơ của vua [[Tự Đức]], và của các danh sĩ đương thời như: [[Tuy Lý Vương|Miên Trinh]], [[Nguyễn Văn Siêu]], [[Nguyễn Khuyến]]...\n\n==Tác phẩm==\nTác phẩm của Bùi Văn Dị đều bằng [[chữ Hán]], theo thông tin chưa đầy đủ, gồm có:\n*'''Vạn lý hành ngâm''' (Ngâm trên đường vạn dặm): gồm 275 bài thơ được sáng tác trong thời gian đi sứ sang Trung Quốc.\n*'''Dụ hiên thi thảo''' (Bản thảo tập thơ viết ra trên chiếc xe nhẹ): gồm những bài thơ khi đi bôn ba lo việc quân vụ ở Bắc Kỳ.\n*'''Tốn Am thi thảo''' (Bản thảo tập thơ Tốn Am)\n*'''Tốn Am thi sao''' (Bản sao thơ Tốn Am)\n*'''Du hiên tùng bút''' (Tập tùy bút làm trên chiếc xe nhẹ): là tập bút ký với 4,5 [[vạn]] chữ ghi những hiểu biết về Trung Quốc lúc bấy giờ, rất có lợi cho các sứ bộ sau.\n* '''Trĩ Chu thù xướng tập''' (Tập xướng họa ở Trĩ Chu): gồm 50 bài xướng họa với các danh sĩ Trung Quốc, được in ngay tại Trung Quốc.\n* '''Thời chính tạp biên'''\n* '''Trung châu thù ứng tập'''\nNgoài ra, ông là đồng tác giả bộ sách [[Đại Nam thực lục]] chính biên đệ tứ kỷ.\n\nThời Nguyễn, một số văn thơ ông đã được khắc in. Hiện ở Thư viện Khoa học xã hội còn lưu giữ các quyển: ''Tốn am thi sao, Du hiên thi thảo, Du hiên tùng bút, Trĩ Chu thù xướng tập''...\n \n==Sự nghiệp văn chương==\nBùi Văn Dị viết: ''các thi gia xưa nay, ai cũng có sở trường riêng...Nếu dựa theo nếp cũ, cóp nhặt phép thường, thì chữ và câu dù có hay ho, tinh thần và ý tứ đã là kém cỏi.<ref>Theo [http:\/\/www.pqtrung.com\/ly-luan-van-chuong\/ly-luan-van-chuong-co\/quan-niem-tho\/phong-cch-th] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100524051700\/http:\/\/www.pqtrung.com\/ly-luan-van-chuong\/ly-luan-van-chuong-co\/quan-niem-tho\/phong-cch-th |date=2010-05-24 }}.<\/ref>\n\nBởi có quan niệm ấy, nên thơ ông như là một cây đàn có nhiều cung bậc: \"có dáng mây bay, có tiếng suối chảy, có giọng bình văn dịu êm, có tiếng gươm khua hùng tráng. Có tiếng phẫn nộ với kẻ thù, có lời âm thầm tự trách có vần thơ tâm sự với non sông, có vần thơ thủ thỉ xót thương với người bạn đời đã khuất\"...<ref>Nhận định của nhà thơ [[Trần Lê Văn]] [http:\/\/www.hanam.gov.vn\/index.asp?newsID=246&language=tiengviet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071215005745\/http:\/\/www.hanam.gov.vn\/index.asp?newsID=246&language=tiengviet |date=2007-12-15 }}.<\/ref>\n\nThơ ông được nhiều nhà nghiên cứu đánh giá cao. Trích một vài nhận xét:\n\n*[[Nguyễn Huệ Chi]]:\n:''Thơ ông viết về thiên nhiên, phản ảnh cuộc sống thật lúc bấy giờ...Nhìn chung, chúng đều mang một âm hưởng trầm buồn, hiếm hoi lắm mới có một niềm vui bất chợt đến. Nhưng dù buồn hay vui, thơ ông đều là tiếng nói chân thật của một tâm hồn giàu chất thơ<ref>''Từ điển văn học (bộ mới)'', tr. 168.<\/ref>.\n\n*Nguyễn Q.Thắng-Nguyễn Bá Thế:\n:''Thơ ông tình ý sâu xa, thanh sảng, có lắm bài hay. Những câu đối của ông truy điệu Hoàng Diệu, Bùi Viện đạt đến tuyệt diệu. Lúc đi sứ, ông từng đề vịnh lầu Hoàng Hạc, mộ [[Tào Tháo]], so bút với các danh sĩ nhà Thanh, được các cao sĩ Trung Quốc hết lời ca ngợi'' <ref>Nhận định của Nguyễn Q. Thắng-Nguyễn Bá Thế, tr. 32.<\/ref>.\n\n*Trong sách ''Văn học yêu nước và cách mạng Hà Nam Ninh'':\n:''Những bài nhật ký hành quân chống giặc và những bài cảm hoài trước nguy vong của đất nước mà bấy lâu còn bị quên lãng, có thể đưa ông lên địa vị một nhà thơ yêu nước xứng đáng.''<ref>''Văn học yêu nước và cách mạng Hà Nam Ninh'' (tập 1), tr. 103.<\/ref>\n\n==Vinh danh==\nTrong một bài viết đăng trên ''website tỉnh Hà Nam'' có đoạn:\n:''Bùi Văn Dị là một vị quan thanh liêm có lòng yêu nước thương dân...Tấm gương hiếu học và yêu nước của ông như một dấu son đỏ trong danh sách những nhà khoa bảng của mảnh đất Hà Nam nói riêng, nước Việt Nam nói chung. Tên ông đã được đặt cho nhiều đường phố và những công trình công cộng trong cả nước. Vừa qua, UBND thành phố Phủ Lý đã ra quyết định đặt tên Bùi Dị cho một tuyến phố trong nội thành. Đây là một việc làm thiết thực nhằm tôn vinh ông''...<ref>[http:\/\/www.hanam.gov.vn\/index.asp?newsID=3690&language=tiengviet Theo]{{Liên kết hỏng|date=2023-05-05 |bot=InternetArchiveBot }}<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n{{wikisource tác giả|Bùi Văn Dị}}\n* Huỳnh Lý chủ biên, ''Hợp tuyển thơ văn Việt Nam'' (1858-1920, quyển 2). Nhà xuất bản Văn học, 1985.\n* Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản KH-XH, [[Hà Nội]], 1992.\n* Nguyễn Văn Huyền chủ biên, ''Văn học yêu nước và cách mạng Hà Nam Ninh'' (tập 1). Nhà xuất bản KH-XH, Hà Nội, 1981.\n* [[Nguyễn Huệ Chi]] trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản. Thế giới, 2004.\n* Đinh Xuân Lâm, ''Bùi Văn Dị (Bùi Ân Niên) – Nhà văn thân yêu nước chống xâm lược kiên cường – Nhà văn hóa dân tộc xuất sắc (1883 – 1895)''. Tạp chí Xưa và Nay.\n* [http:\/\/luutruquocgia1.org.vn\/gioi-thieu-tai-lieu-nghiep-vu\/gioi-thieu-tai-lieu-luu-tru-ve-danh-nhan-bui-van-di Giới thiệu tài liệu lưu trữ về Danh nhân Bùi Văn Dị]\n* [http:\/\/www.hanam.gov.vn\/index.asp?newsID=3690&language=tiengviet Tưởng niệm 115 năm ngày mất Danh sĩ Bùi Văn Dị (1895-2010) trên website Hà Nam]{{Liên kết hỏng|date=2023-05-05 |bot=InternetArchiveBot }}\n* [http:\/\/www.hanam.gov.vn\/index.asp?newsID=246&language=tiengviet Bùi Văn Dị trên website Hà Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071215005745\/http:\/\/www.hanam.gov.vn\/index.asp?newsID=246&language=tiengviet |date=2007-12-15 }}\n* [http:\/\/baobinhphuoc.com.vn\/Content\/ton-su-trong-dao-27403 Tôn sư trọng đạo]\n* [http:\/\/www.baoangiang.com.vn\/Van-hoa-Du-lich\/Cam-nang-du-lich\/Vi-Pho-bang-duy-nhat-uoc-dung-bia-tien-si.html Vị Phó bảng duy nhất được dựng bia tiến sĩ] \n \n \n{{ngày tháng sống|sinh=1833|mất=1895}}\n\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Tổng tài Quốc sử quán triều Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Phó bảng]]"}