{"3698506":"{{Wiki hóa|date=tháng 4\/2022}}\n{{bài cùng tên|Thanh Sơn (định hướng)}}\n{{Viên chức\n| tên = Bùi Thanh Sơn\n| hình =Bộ trưởng Bùi Thanh Sơn thăm châu Âu 2022.jpg\n| caption = Bộ trưởng Bùi Thanh Sơn thăm châu Âu 2022\n| ngang = 220px\n| chức vụ = [[Tập tin:Coat of arms of Vietnam.svg|22px]]<br>[[Bộ trưởng Bộ Ngoại giao (Việt Nam)|Bộ trưởng Bộ Ngoại giao]]\n| tiền nhiệm = [[Phạm Bình Minh]]\n| kế nhiệm = ''đương nhiệm''\n| bắt đầu = [[8 tháng 4]] năm [[2021]]\n| kết thúc = ''nay''<br \/>{{số năm theo năm và ngày|2021|4|8}}\n| địa hạt = {{VIE}}\n| trưởng chức vụ = [[Thủ tướng Chính phủ Việt Nam|Thủ tướng]]\n| trưởng viên chức = [[Phạm Minh Chính]]\n| phó chức vụ = Thứ trưởng\n| phó viên chức = [[Nguyễn Minh Vũ]] (Thường trực)<br>[[Nguyễn Quốc Dũng]]<br>[[Đặng Minh Khôi]] (9\/2019-''6\/2021'')<br>[[Tô Anh Dũng]] (3\/2019-''4\/2022'')<br>[[Đặng Hoàng Giang]] (3\/2021-''nay'')<br>[[Phạm Quang Hiệu]] (5\/2021-''4\/2023'')<br>[[Lê Thị Thu Hằng]] (12\/2022-''nay'')<br>[[Đỗ Hùng Việt]] (12\/2022-''nay'')\n| chức vụ 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| chức vụ 3 = [[Tập_tin:Flag_of_the_Communist_Party_of_Vietnam.svg|22px]]<br\/>Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII|Trung ương Đảng khóa XII]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII|XIII]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| trưởng chức vụ 3 = Tổng Bí thư\n| trưởng viên chức 3 = [[Nguyễn Phú Trọng]]\n| bắt đầu 3 = [[26 tháng 1]] năm [[2016]]\n| kết thúc 3 = ''nay''<br \/>{{số năm theo năm và ngày|2016|1|26}}\n| chức vụ 4 = [[Thứ trưởng Bộ Ngoại giao (Việt Nam)|Thứ trưởng Bộ Ngoại giao]]<br> (Thường trực từ ngày 04\/08\/2011)\n| tiền nhiệm 4 = [[ Phạm Bình Minh ]]\n| kế nhiệm 4 = [[ Nguyễn Minh Vũ]]\n| trưởng chức vụ 4 = Bộ trưởng\n| trưởng viên chức 4 = [[Phạm Gia Khiêm]]<br>[[Phạm Bình Minh]]\n| bắt đầu 4 = [[2 tháng 11]] năm [[2009]]\n| kết thúc 4 = [[8 tháng 4]] năm [[2021]]<br \/>{{số năm theo năm và ngày|2009|11|2|2021|4|8}}\n| chức vụ 5 = [[Đại biểu Quốc hội Việt Nam]]\n| bắt đầu 5 = [[22 tháng 5]] năm [[2016]]\n| kết thúc 5 = ''nay''<br \/>{{số năm theo năm và ngày|2016|5|22}}\n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| chức vụ 6 = \n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| bắt đầu 6 = \n| kết thúc 6 = \n| ngày sinh = {{ngày sinh và tuổi|1962|10|16}}\n| nơi sinh = xã [[Tây Mỗ]], huyện [[Từ Liêm]], TP [[Hà Nội]], [[Việt Nam Dân chủ Cộng hòa]]\n| nơi ở = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Không tôn giáo|Không]]\n| học vấn = *Đại học Ngoại giao (chuyên ngành Ngoại giao)\n*Thạc sĩ Quan hệ quốc tế\n| chết = \n| ngày chết = \n| nơi chết = \n| cha = \n| mẹ = \n| chồng = \n| vợ = \n| con = \n| nghề nghiệp = [[chính trị gia]]\n| đảng = [[Đảng Cộng sản Việt Nam]]\n| phục vụ = \n| cấp bậc = \n}}\n'''Bùi Thanh Sơn''' (sinh ngày [[16 tháng 10]] năm [[1962]]) là một [[chính trị gia]] người Việt Nam. Ông hiện là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII]], [[Bộ trưởng Bộ Ngoại giao (Việt Nam)|Bộ trưởng]] [[Bộ Ngoại giao (Việt Nam)|Bộ Ngoại giao Việt Nam]], [[đại biểu Quốc hội Việt Nam]] [[Danh sách Đại biểu Quốc hội Việt Nam khóa XV|khóa XV]] nhiệm kì 2021-2026, thuộc đoàn đại biểu quốc hội tỉnh Vĩnh Phúc, Ủy viên Ban Thường vụ [[Đảng ủy Khối các cơ quan Trung ương (Việt Nam)|Đảng ủy Khối các cơ quan Trung ương]], Bí thư Ban Cán sự đảng Bộ Ngoại giao, Ủy viên [[Hội đồng quốc phòng và an ninh Việt Nam|Hội đồng Quốc phòng và An ninh]].\n\n==Xuất thân==\nBùi Thanh Sơn sinh ngày [[16 tháng 10]] năm [[1962]] quê quán ở xã [[Tây Mỗ]], huyện [[Từ Liêm]] (nay là phường Tây Mỗ, quận Nam Từ Liêm), TP [[Hà Nội]]. \nÔng hiện cư trú ở Nhà A26-BT6, khu đô thị [[Mỹ Đình 2]], quận Nam Từ Liêm, thành phố Hà Nội.\n\n==Giáo dục==\n*Giáo dục phổ thông: tốt nghiệp hệ 10\/10 tại [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng]]\n*1984: Tốt nghiệp chuyên ngành Ngoại giao trường [[Học viện Ngoại giao (Việt Nam)|Đại học Ngoại giao Việt Nam]] (nay là [[Học viện Ngoại giao]])<ref name=\"mofahcm2017\">{{chú thích web|url=http:\/\/www.mofahcm.gov.vn\/en\/mofa\/bng_vietnam\/nr040824153458\/ns091125083220|tiêu đề=Tiểu sử Thứ trưởng Bộ Ngoại giao Bùi Thanh Sơn|author=|ngày=|nhà xuất bản=Vụ Thông tin Báo chí - Bộ Ngoại giao Việt Nam|ngôn ngữ=|archiveurl=https:\/\/web.archive.org\/web\/20170619132429\/http:\/\/www.mofahcm.gov.vn\/en\/mofa\/bng_vietnam\/nr040824153458\/ns091125083220|ngày lưu trữ=2017-06-19|ngày truy cập=2017-06-19}}<\/ref>, học khóa 1979-1984<ref>{{chú thích web |url =http:\/\/cafef.vn\/thoi-su\/bo-nhiem-lai-ong-bui-thanh-son-giu-chuc-thu-truong-bo-ngoai-giao-20150212084537831.chn |tiêu đề =Bổ nhiệm lại ông Bùi Thanh Sơn giữ chức Thứ trưởng Bộ Ngoại giao |author =Anh Tân, Hồng Cúc |ngày =2015-2-12 |nhà xuất bản =Trí thức trẻ |ngày truy cập =2017-06-19 |ngôn ngữ = | archiveurl = |ngày lưu trữ=2017-06-19}}<\/ref>\n*1991~1993: Thạc sĩ Quan hệ quốc tế, [[Đại học Columbia]], [[Hoa Kỳ]]<ref name=\"mofahcm2017\"\/>\n*Thông thạo [[tiếng Anh]], [[tiếng Nhật]]<ref name=\"mofahcm2017\"\/>\n*[[Cao cấp lí luận chính trị]]\n\n==Sự nghiệp==\n===Hoạt động ngoại giao===\nNgày 11 tháng 6 năm 1986 ông gia nhập [[Đảng Cộng sản Việt Nam]].\n\nTháng 9 năm 1987, Ông bắt đầu làm việc tại Bộ Ngoại giao với vị trí là cán bộ nghiên cứu tại [[Học viện Ngoại giao (Việt Nam)|Học viện Quan hệ quốc tế]], Bộ Ngoại giao.<ref name=\"mofahcm2017\" \/> Sau đó, ông lần lượt được bổ nhiệm vào các vị trí Phó ban rồi Trưởng ban Âu - Mỹ, Chánh Văn phòng, Học viện Quan hệ quốc tế, Bộ Ngoại giao.<ref name=\"mofahcm2017\" \/>\n\nTừ tháng 3 năm 1996 đến tháng 1 năm 2000, ông được cử giữ chức Phó Vụ trưởng, Phó Giám đốc Học viện Quan hệ quốc tế, Bộ Ngoại giao.<ref name=\"mofahcm2017\" \/>\n\nTừ tháng 3 năm 2000 đến tháng 7 năm 2003, ông công tác tại Đại sứ quán Việt Nam tại nước [[Cộng hòa Singapore]] với cương vị Tham tán Công sứ.<ref name=\"mofahcm2017\" \/> Từ tháng 9 năm 2008 đến tháng 8 năm 2009 ông trở lại làm Phó Vụ trưởng rồi Vụ trưởng, Vụ Chính sách Đối ngoại, Bộ Ngoại giao.<ref name=\"mofahcm2017\" \/>\n[[Tập tin:Bùi Thanh Sơn.jpg|thumb|trái|Bùi Thanh Sơn năm 2011]]\nTừ tháng 9 năm 2008 đến tháng 11 năm 2009, ông là trợ lý Bộ trưởng Ngoại giao Phạm Gia Khiêm, Vụ trưởng Vụ Chính sách Đối ngoại, Bộ Ngoại giao.<ref name=\"mofahcm2017\" \/> Từ tháng 9 năm 2008 đến tháng 6 năm 2012, ông còn đảm nhận các chức vụ Trưởng đoàn đàm phán Hiệp định Đối tác và Hợp tác toàn diện (PCA) Việt Nam - Liên minh châu Âu (EU).<ref name=\"mofahcm2017\" \/>\n[[Tập tin:Flickr - Saeima - Saeimas deputāti tiekas ar Vjetnamas ārlietu ministra vietnieku.jpg|thumb|Thứ trưởng Ngoại giao Bùi Thanh Sơn vào năm 2012]]\nTháng 11 năm 2009, ông được Thủ tướng [[Nguyễn Tấn Dũng]] bổ nhiệm chức vụ Thứ trưởng Bộ ngoại giao.<ref name=\"mofahcm2017\" \/>. Tháng 11 năm 2010, kiêm nhiệm Ủy viên Ủy ban quốc gia về Thanh niên Việt Nam<ref name=\"mofahcm2017\" \/>\n[[Tập tin:UK-Vietnam Strategic Dialogue (10420814505).jpg|thumb|Bùi Thanh Sơn tại Luân Đôn, năm 2013]]\nTừ tháng 9 năm 2011 đến năm 2015, ông kiêm nhiệm Ủy viên Hội đồng Lý luận Trung ương nhiệm kỳ 2011-2015.<ref name=\"mofahcm2017\" \/>\n\nTháng 2 năm 2015, ông được Thủ tướng Nguyễn Tấn Dũng bổ nhiệm lại chức vụ Thứ trưởng Bộ Ngoại giao<ref name=\"mofahcm2017\" \/>\n\nTừ tháng 3 năm 2015, ông làm Ủy viên kiêm Tổng thư ký Ban Chỉ đạo liên ngành Hội nhập quốc tế về chính trị, an ninh, quốc phòng.<ref name=\"mofahcm2017\" \/>\n\nTháng 1 năm 2016 tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng Cộng sản Việt Nam, ông được bầu vào [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII]]<ref name=\"mofahcm2017\" \/> đến tháng 5 khi lần đầu được trung ương giới thiệu ứng cử đại biểu Quốc hội Việt Nam khóa XIV vào tháng 5 năm 2016 ông đang là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII]], Ủy viên Ban Chấp hành [[Đảng ủy khối cơ quan Trung ương (Việt Nam)|Đảng bộ Khối các cơ quan Trung ương]], Ủy viên Ban cán sự Đảng Bộ Ngoại giao, Bí thư Đảng bộ Bộ Ngoại giao, Thứ trưởng Bộ Ngoại giao, làm việc ở [[Bộ Ngoại giao Việt Nam]].\n[[Tập tin:Ph DSC 5626 (32494278467).jpg|thumb|Thứ trưởng ngoại giao Bùi Thanh Sơn gặp Thứ trưởng ngoại giao Argentine  Gustavo Zlauvinen, năm 2019 ]]\nNgày 22 tháng 5 năm 2016, ông trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Đắk Nông gồm có các huyện: [[Đắk Mil]], [[Cư Jút]] và [[Krông Nô]], được 140.073 phiếu, đạt tỷ lệ 79,52% số phiếu hợp lệ. Thời điểm này ông đảm nhận các chức vụ: Ủy viên Trung ương Đảng, Bí thư Đảng ủy, Thứ trưởng Thường trực Bộ Ngoại giao.<ref>Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành<\/ref>\n\nTháng 4 năm 2020, tại Quyết định số 466\/QĐ-TTg, Thủ tướng [[Nguyễn Xuân Phúc]] quyết định bổ nhiệm lại ông Bùi Thanh Sơn giữ chức vụ Thứ trưởng Bộ Ngoại giao. Thời gian bổ nhiệm lại tính từ ngày 10\/2\/2020. Đây là lần thứ 3 ông được Thủ tướng bổ nhiệm<ref>{{Chú thích web|url=https:\/\/baoquocte.vn\/ong-bui-thanh-son-duoc-bo-nhiem-lai-lam-thu-truong-ngoai-giao-113295.html|tựa đề=Ông Bùi Thanh Sơn được bổ nhiệm lại làm Thứ trưởng Ngoại giao|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\nNgày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII]].\n\n===Bộ trưởng Ngoại giao===\nSáng ngày 8 tháng 4 năm 2021, tại kỳ họp thứ 11 ông được [[Quốc hội Việt Nam khóa XIV]] bầu làm Bộ trưởng [[Bộ Ngoại giao (Việt Nam)|Bộ Ngoại giao Việt Nam]] theo đề nghị của Thủ tướng [[Phạm Minh Chính]].\n====Thực hiện các chuyến bay giải cứu====\n{{Chính|Vụ chuyến bay \"giải cứu\" công dân trở về nước do đại dịch COVID-19}}\n\n====Vấn đề Myanmar====\n{{Chính|Đảo chính Myanmar 2021}}\n[[Tập tin:Retno Marsudi attends ASEAN FM Meeting on Myanmar's coup d'état (1).jpg|thumb|Bùi Thanh Sơn tại Indonesia họp về vấn đề Myanmar]]\nTrong ngày 23 tháng 4 năm 2021,  Bùi Thanh Sơn đã tham dự ăn tối làm việc của các Bộ trưởng Ngoại giao ASEAN tại trụ sở Bộ Ngoại giao Indonesia để rà soát chuẩn bị cho Hội nghị các nhà lãnh đạo ASEAN trong đó có vấn đề ở Myanmar.<ref>{{chú thích web |url = https:\/\/laodong.vn\/the-gioi\/bo-truong-bui-thanh-son-du-an-toi-lam-viec-cua-cac-bo-truong-asean-901817.ldo|tiêu đề =Bộ trưởng Bùi Thanh Sơn dự ăn tối làm việc của các Bộ trưởng ASEAN |author = Song Minh|ngày = ngày 24 tháng 4 năm 2021 |nhà xuất bản = Lao động}}<\/ref> Ngày 24 tháng 4 năm 2021, tại Indonesia ông đã gặp đặc phái viên của Tổng Thư ký Liên hợp quốc về Myanmar bà Christine Schraner Burgener. Bà Christine Schraner Burgener bày tỏ lo ngại những thiệt hại về người tại Myanmar và mong muốn ASEAN sẽ có những bước đi tích cực, góp phần giải quyết  tình hình, đem lại ổn định và hòa bình cho Myanmar,  Bùi Thanh Sơn khẳng định Việt Nam luôn theo dõi sát các diễn biến tại đây, tích cực tham gia cùng ASEAN tìm giải pháp phù hợp nhất cho Myanmar.<ref>{{chú thích web |url = https:\/\/dangcongsan.vn\/thoi-su\/bo-truong-ngoai-giao-bui-thanh-son-tiep-dac-phai-vien-cua-ttk-lhq-ve-myanmar-579143.html|tiêu đề =Bộ trưởng Ngoại giao Bùi Thanh Sơn tiếp đặc phái viên của TTK LHQ về Myanmar |ngày = ngày 24 tháng 4 năm 2021 |nhà xuất bản = BÁO ĐIỆN TỬ ĐẢNG CỘNG SẢN VIỆT NAM}}<\/ref>\n====Quan hệ với Nga====\nNga là nước đầu tiên mà Bùi Thanh Sơn thăm chính thức trên cương vị Bộ trưởng Ngoại giao Việt Nam, khẳng định Việt Nam nhất quán coi Nga là một trong những đối tác quan trọng và tin cậy hàng đầu, phía Nga cũng khẳng định Việt Nam là bạn, là nước có uy tín quốc tế, là đối tác quan trọng và ưu tiên trong chính sách đối ngoại của Nga tại khu vực Đông Nam Á. Việc Việt Nam là nước duy nhất ở khu vực mà Tổng thống Nga Vladimir Putin từng thăm năm lần. Hai bên nhận thấy sự cần thiết trong việc hợp tác phòng, chống Covid-19 chặt chẽ hơn nữa, mở rộng nghiên cứu chung về y học, khoa học vũ trụ, quản lý tài nguyên, trong đó có tài nguyên biển.<ref>{{chú thích web |url = https:\/\/vnembassy-moscow.mofa.gov.vn\/vi-vn\/News\/EmbassyNews\/Trang\/Chuy%E1%BA%BFn-th%C4%83m-ch%C3%ADnh-th%E1%BB%A9c-Li%C3%AAn-bang-Nga-c%E1%BB%A7a-B%E1%BB%99-tr%C6%B0%E1%BB%9Fng-Ngo%E1%BA%A1i-giao-B%C3%B9i-Thanh-S%C6%A1n.aspx|tiêu đề =Chuyến thăm chính thức Liên bang Nga của Bộ trưởng Ngoại giao Bùi Thanh Sơn |nhà xuất bản = Đại sứ quán Cộng hòa xã hội chủ nghĩa Việt Nam tại Liên bang Nga}}<\/ref>\n====Các chuyến thăm Châu Âu====\nTrong chuyến thăm nước Đức ông đã gặp Tổng thống Đức Frank-Walter Steinmeier và các lãnh đạo khác ở Đức. Ông cảm ơn Chính phủ, nhân dân Đức đã ủng hộ, hỗ trợ số lượng lớn vaccine phòng COVID-19 và các trang thiết bị y tế, giúp Việt Nam sớm kiểm soát tình hình dịch bệnh và mở cửa phục hồi kinh tế-xã hội.<ref>{{chú thích web |url = https:\/\/baochinhphu.vn\/bo-truong-ngoai-giao-bui-thanh-son-tham-chinh-thuc-chlb-duc-102220928110948167.htm|tiêu đề = Bộ trưởng Ngoại giao Bùi Thanh Sơn thăm chính thức CHLB Đức|ngày = ngày 28 tháng 9 năm 2022 |nhà xuất bản =Báo Điện tử Chính phủ}}<\/ref> \n[[Tập tin:MGR1124 (52418032779).jpg|thumb| Bùi Thanh Sơn và Bộ trưởng Ngoại giao Áo Alexander Schallenberg]]\nSau khi thăm Đức ông đã có chuyến thăm đến nước Áo. Chuyến thăm là hoạt động quan trọng trong bối cảnh hai nước kỷ niệm 50 năm thiết lập quan hệ ngoại giao, mong muốn tiếp tục tăng cường hơn nữa quan hệ hữu nghị truyền thống và hợp tác nhiều mặt Việt Nam-Áo trong các lĩnh vực chính trị-ngoại giao, kinh tế, thương mại, đầu tư, năng lượng tái tạo, y tế. Chính phủ Áo ủng hộ EU sớm gỡ bỏ thẻ vàng IUU với xuất khẩu thủy sản của Việt Nam.<ref>{{chú thích web |url =https:\/\/www.vietnamplus.vn\/bo-truong-ngoai-giao-bui-thanh-son-tham-chinh-thuc-cong-hoa-ao\/821070.vnp |tiêu đề =Bộ trưởng Ngoại giao Bùi Thanh Sơn thăm chính thức Cộng hòa Áo |ngày = ngày 29 tháng 9 năm 2022|nhà xuất bản = Vietnamplus}}<\/ref>\n====Quan hệ với Hoa Kỳ====\n[[Tập tin:Secretary Blinken Meets With Vietnamese Foreign Minister Bui Thanh Son (52505435227).jpg|thumb|Ông Bùi Thanh Sơn gặp Ngoại trưởng Hoa Kỳ Blinken]]\nNhân dịp tham dự Tuần lễ Cấp cao APEC 2022, chiều 17 tháng 11, Bộ trưởng Ngoại giao Bùi Thanh Sơn đã có cuộc gặp với Ngoại trưởng Mỹ Antony Blinken, hai bộ trưởng bày tỏ vui mừng trước sự phát triển mạnh mẽ trên nhiều lĩnh vực của quan hệ Đối tác Toàn diện Việt Nam-Hoa Kỳ, trong đó có việc duy trì trao đổi đoàn và tiếp xúc cấp cao, hợp tác kinh tế, thương mại, đầu tư, phát triển bền vững, năng lượng xanh, năng lượng sạch, chuyển đổi số, phát triển cơ sở hạ tầng. Bộ trưởng Bùi Thanh Sơn khẳng định Mỹ là một trong các đối tác hàng đầu của Việt Nam và mong muốn hai bên cùng phối hợp để làm sâu sắc hơn nữa quan hệ hai nước, hướng tới kỷ niệm 10 năm quan hệ Đối tác Toàn diện vào năm 2023.<ref name=\"Vietnamplus\">{{chú thích web |url =https:\/\/www.vietnamplus.vn\/bo-truong-bui-thanh-son-gap-song-phuong-ngoai-truong-my-va-nhat-ban\/829809.vnp |tiêu đề =Bộ trưởng Bùi Thanh Sơn gặp song phương Ngoại trưởng Mỹ và Nhật Bản|ngày = ngày 18 tháng 11 năm 2022|nhà xuất bản = Vietnamplus}}<\/ref>\n\nĐể đẩy mạnh hợp tác song phương trong thời gian tới, hai bên nhất trí tăng cường tiếp xúc, trao đổi đoàn các cấp, nhất là cấp cao, tăng cường hợp tác kinh tế-thương mại, an ninh-quốc phòng, giáo dục-đào tạo, hợp tác khắc phục hậu quả chiến tranh, trong đó có việc tẩy độc sân bay Biên Hòa và tìm kiếm hài cốt bộ đội Việt Nam hy sinh trong chiến tranh.<ref name=\"Thông tấn xã Việt Nam\">{{chú thích web |url =https:\/\/baotintuc.vn\/thoi-su\/bo-truong-ngoai-giao-bui-thanh-son-gap-song-phuong-ngoai-truong-hai-nuoc-my-va-nhat-ban-20221118055458362.htm|tiêu đề =Bộ trưởng Ngoại giao Bùi Thanh Sơn gặp song phương Ngoại trưởng hai nước Mỹ và Nhật Bản|ngày = ngày 18 tháng 11 năm 2022|nhà xuất bản = Thông tấn xã Việt Nam}}<\/ref>\n====Quan hệ với Nhật Bản====\nTại cuộc gặp với Ngoại trưởng Nhật Bản Yoshimasa, hai bộ trưởng bày tỏ hài lòng trước sự phát triển tốt đẹp của quan hệ Việt Nam-Nhật Bản trên tất cả các lĩnh vực. Hai bộ trưởng nhất trí tăng cường phối hợp chặt chẽ để triển khai các thỏa thuận giữa hai Thủ tướng tại cuộc gặp ngày 12 tháng 11 năm 2022 vừa qua, trong đó có việc Nhật Bản sớm triển khai khoản vay ODA thế hệ mới, hỗ trợ Việt Nam trong quá trình phát triển kinh tế-xã hội, thực hiện công nghiệp hóa, hiện đại hóa, chuyển đổi xanh. Tăng cường hợp tác giai đoạn hậu COVID-19 trên các lĩnh vực, tăng cường giao lưu văn hóa, nhân dân, hợp tác địa phương, du lịch; phối hợp tổ chức các hoạt động kỷ niệm 50 năm thiết lập quan hệ ngoại giao trong năm 2023.<ref name=\"Vietnamplus\"\/><ref name=\"Thông tấn xã Việt Nam\"\/>\n\n==Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021==\n*2016.7.29: Ông cho rằng, hội nhập kinh tế quốc tế là nhiệm vụ trọng tâm trong thời gian tới, đồng thời kiến nghị Quốc hội và Chính phủ phối hợp nhịp nhàng để tận dụng cơ hội cũng như đương đầu với những thách thức đặt ra trong quá trình hội nhập<ref>{{chú thích web |url =http:\/\/quochoi.vn\/vanphongquochoi\/cocautochuc\/Pages\/trang-chu.aspx?ItemID=31630 |tiêu đề =ĐBQH Bùi Thanh Sơn- Đắk Nông: Hội nhập kinh tế quốc tế là nhiệm vụ trọng tâm |author =Nguyễn Phương |ngày =2016-7-29 |nhà xuất bản =Cổng thông tin điện tử văn phòng Quốc hội Việt Nam |ngày truy cập =2017-06-19 |ngôn ngữ = | archiveurl = |ngày lưu trữ=2017-06-19}}<\/ref>\n\n==Xem xét kỉ luật==\nTrong Kỳ họp thứ 24 vào các ngày 20 và 21\/12\/2022, UBKT Trung ương đề nghị Bộ Chính trị, Ban Bí thư xem xét, thi hành kỷ luật Ban cán sự đảng Bộ Ngoại giao các nhiệm kỳ 2016-2021, 2021-2026; đồng chí Bùi Thanh Sơn, Ủy viên Trung ương Đảng, Bí thư Ban Cán sự Đảng, Bộ trưởng Bộ Ngoại giao. Lý do là bê bối trong [[Vụ chuyến bay \"giải cứu\" công dân trở về nước do đại dịch COVID-19|Vụ chuyến bay \"giải cứu\"]]: “Ban cán sự đảng Bộ Ngoại giao đã vi phạm nguyên tắc tập trung dân chủ, quy chế làm việc; thiếu trách nhiệm, buông lỏng lãnh đạo, chỉ đạo để Bộ Ngoại giao và nhiều tổ chức, cán bộ, đảng viên vi phạm quy định của Đảng, pháp luật của Nhà nước trong tham mưu, tổ chức thực hiện các chuyến bay giải cứu, đưa công dân về nước trong đại dịch Covid-19.\" <ref>[https:\/\/www.bbc.com\/vietnamese\/articles\/c80gxl8v19ko Việt Nam: Bộ Chính trị 'xem xét kỷ luật Bộ trưởng Ngoại giao Bùi Thanh Sơn'], BBC, 21 tháng 12 năm 2022<\/ref>\n\n==Giải thưởng==\n*[[Huân chương Lao động hạng Ba]] năm 2011 vì có thành tích xuất sắc trong công tác từ năm 2006 đến năm 2010, góp phần vào sự nghiệp xây dựng chủ nghĩa xã hội và bảo vệ Tổ quốc.<ref name=\"mofahcm2017\"\/>\n*Bằng khen của [[Thủ tướng Chính phủ Việt Nam]] năm 2014 vì có nhiều thành tích trong quá trình xây dựng và triển khai Nghị quyết 22-NQ\/TW của Bộ Chính trị về hội nhập quốc tế.<ref name=\"mofahcm2017\"\/>\n*[[Huân chương Isala]] Hạng Ba của Chính phủ [[Lào]] năm 2014.<ref name=\"mofahcm2017\"\/>\n*Bằng khen của Thủ tướng Chính phủ năm 2011 vì có thành tích xuất sắc trong đàm phán Hiệp định Đối tác và Hợp tác toàn diện (PCA) giữa Việt Nam với Liên minh châu Âu (EU), góp phần vào sự nghiệp xây dựng chủ nghĩa xã hội và bảo vệ Tổ quốc.<ref name=\"mofahcm2017\"\/>\n*Bằng khen của Thủ tướng Chính phủ năm 2009 vì có thành tích xuất sắc trong công tác giai đoạn 2004-2008.<ref name=\"mofahcm2017\"\/>\n*Bằng khen Bộ trưởng Ngoại giao năm 2005 về thành tích có nhiều đóng góp xuất sắc vì sự nghiệp Ngoại giao trong 5 năm 2001-2005.<ref name=\"mofahcm2017\"\/>\n==Tham khảo==\n{{Thể loại Commons|Bùi Thanh Sơn}}\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Chính phủ Việt Nam khóa XV}}\n{{Kiểm soát tính nhất quán}}\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1962}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sống tại Hà Nội]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Đắk Nông]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Thứ trưởng Thường trực Bộ Ngoại giao Việt Nam]]\n[[Thể loại:Huân chương Lao động hạng Ba]]\n[[Thể loại:Thứ trưởng Bộ Ngoại giao (Việt Nam)]]\n[[Thể loại:Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu]]"}