{"132727":"{{Cần biên tập|date=tháng 4\/2022}}\n{{Infobox prepared food\n| name = Bún bò Huế \n| image = Bun-Bo-Hue-from-Huong-Giang-2011.jpg\n| image_size=200px\n| caption = Một tô bún bò Huế.\n| alternate_name = \n| country = [[Việt Nam]]\n| region = [[Huế]]\n| creator = \n| course = \n| type = [[Mì]]\n| served = \n| main_ingredient = [[Bún]], [[sả]], thịt bò, mắm ruốc\n| variations = \n| calories = \n| other = \n}}\n{{Wikibooks-món ăn}}\n{{Ẩm thực Huế}}\n{{Ẩm thực Sài Gòn}}\n'''Bún bò''' là một trong những đặc sản của xứ [[Huế]], mặc dù món [[bún]] này phổ biến trên cả ba miền ở Việt Nam và cả người Việt tại hải ngoại. Tại Huế, món này được gọi đơn giản là \"''bún bò''\" hoặc gọi cụ thể hơn là \"''bún bò thịt bò''\". Các địa phương khác gọi là \"''bún bò Huế''\", \"''bún bò gốc Huế''\" để chỉ xuất xứ của món ăn này. Món ăn có nguyên liệu chính là bún, thịt bắp bò, giò heo, cùng nước dùng có màu đỏ đặc trưng và vị sả và [[Ruốc (động vật)|ruốc]]. Đôi khi tô bún còn được thêm vào [[thịt bò]] tái, [[chả cua]], và các loại nguyên liệu khác tùy theo sở thích của người nấu.{{fact}}\n\nTrong nước dùng của bún, người Huế thường nêm vào một ít [[mắm ruốc]], góp phần làm nên hương vị rất riêng của nồi bún bò Huế. Sau khi xương bò được hầm chín tới, người ta thường thêm vào một ít chả heo hay chả cua được quết nhuyễn. [[Thịt bò]] có thể được cắt mỏng, nhúng vào nước dùng đang sôi trước khi cho vào tô bún (gọi là thịt bò tái). Người ta cũng thường cho thêm một ít [[ớt]] bột và gia vị vào tô bún rồi ăn với [[rau sống]] gồm [[giá đỗ|giá]], [[rau thơm]], [[xà lách]], [[rau cải]] con, bắp [[chuối]] cắt nhỏ.\n\n== Pháp lý==\nNgày 25 tháng 11 năm 2016, Cục sở hữu trí tuệ Việt Nam cấp Giấy chứng nhận đăng ký nhãn hiệu chứng nhận số 4-0272400-000 cho dấu hiệu Bún Bò Huế.<ref>[https:\/\/trademarks.vn\/nhan-hieu-viet-nam\/cong-nhan-nhan-hieu-chung-nhan-bun-bo-hue.html Bún Bò Huế được cấp giấy chứng nhận nhãn hiệu chứng nhận]<\/ref>\n\n== Cách nấu Bún bò Huế ==\n[[Tập tin:Bún bò huê - Dakao Hoang.jpg|nhỏ|Một tô bún bò.]]\n''Cách nấu này theo hướng dẫn của Knorr Việt Nam. Bước 5 và 6 được gộp thành bước 5 cho dễ dàng.''\n\n=== Chuẩn bị nguyên liệu ===\n* Bắp bò: 500gam\n* Gân bò: 3 lạng\n* Móng giò: 1 chiếc (chọn giò trước)\n* Xương ống (lợn hoặc bò): 500gam.\n* Mắm ruốc Huế\n* Gia vị: sả, gừng, hành tím khô, tỏi, ớt bột, bột nêm, đường, dầu điều.\n* Bún: 400 gam\n* Rau sống (rau ngổ, rau mùi, rau giá, hành tươi, hoa chuối thái)\n* Ngoài ra có thể chuẩn bị thêm giò lụa, chả thịt, chả cua, tiết lợn...\n* Hương thơm và màu: 45g hạt điều màu đỏ; 45ml dầu ăn; 30g hành củ; 30g tỏi\n* Ăn kèm: Hoa chuối Rau húng quế, húng bạc hà, giá đỗ, ớt, chanh\n* 600g Bún tươi\n\n=== Cách làm ===\n==== Bước 1 ====\nSả, gừng rửa sạch, đập dập. Giò heo thì chúng ta lóc xương. Phần bắp heo cuộn lại, dùng chỉ hoặc sợi lát buộc chắc. Cuộn tròn tấm thịt nạm bò cho chắc tay, buộc chắc lại. Bắp bò cũng dùng dây bó cho chặt (việc bó thịt lại giúp thịt khi nấu chín ít bị co lại). Sả, gừng rửa sạch, đập dập.\n\n==== Bước 2 ====\nBắc nồi nước sôi cho xương và bắp bò, nạm bò, gân bò, giò heo vào chần qua (nhớ vớt hết bọt đi để món ăn được đẹp mắt). Sau đó cắt gân thành miếng vừa ăn. Pha 3 thìa canh mắm ruốc Huế với ½ chén nước, rồi quấy đều.\n\n==== Bước 3 ====\nƯớp tất cả thịt với 2 thìa canh đường, 1 thìa canh muối, ½ thìa canh bột ngọt, 1 thìa canh mắm ruốc (đã pha loãng), 2 thìa canh hành tím băm, 2 thìa canh tỏi băm, 2 thìa canh sả băm.\n\n==== Bước 4 ====\nHầm thịt và xương, lót 3 cây sả và ½ lượng gừng ở đáy nồi áp suất, cho xương heo và thịt giò heo vào, cho nước sâm sấp mặt thịt, đậy kín nắp, đun sôi (nghe tiếng reo) thì hạ nhỏ lửa đun thêm 5 phút. Vớt bắp giò heo ra thau nước lạnh (làm như thế thịt sẽ chắc, không bị bở). Lại lót phần sả và gừng còn lại ở đáy nồi áp suất, cho thịt bắp bò, nạm bò và gân bò vào, cho nước sâm sấp mặt thịt. Sau đó đậy kín nắp, đun sôi (nghe tiếng reo) thì hạ nhỏ lửa đun thêm 20 phút là được. Khi đó, chúng ta vớt bắp bò và nạm bò vào thau nước lạnh cho thịt được chắc.\n\n==== Bước 5 ====\nPhần nước hầm thịt bò và nước hầm xương đổ chung vào 1 nồi, sau đó thêm nước lạnh cho vừa 5 lít nước. Bắc nồi nước lên bếp đun sôi, nêm gia vị: 3 muỗng canh nước mắm, 2 muỗng canh muối, 2 muỗng canh đường, 2 muỗng café bột ngọt, chén mắm ruốc Huế đã pha loãng. Nếm thử và điều chỉnh gia vị cho vừa khẩu vị. Để nước dùng thơm và có màu đẹp: Làm nóng 2 muỗng canh dầu, phi thơm 1,5 muỗng canh sả băm, 1 muỗng canh tỏi băm. Khi sả và tỏi săn lại, thơm thì cho 2-3 muỗng canh dầu màu điều vào và tắt bếp. Bây giờ chỉ cần đổ hỗn hợp này vào nồi nước xương ninh là được.\n\n==== Bước 6 ====\nChuẩn bị rau mùi: Cắt nhuyễn ít rau răm, hành, ngò và cắt lát mỏng hành tây. Thịt lợn cắt lát mỏng, bún chần qua nước sôi để tạo độ mềm cho sợi bún. Xếp thịt, gân, chả, rắc ít rau mùi, chan nước dùng. Dọn kèm rau muống chẻ, bắp chuối bào, giá, rau thơm, chanh ớt,...\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n{{sơ khai ẩm thực Việt Nam}}\n{{Mì}}\n\n[[Thể loại:Ẩm thực Thừa Thiên Huế]]\n[[Thể loại:Ẩm thực miền Trung Việt Nam]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Ẩm thực đường phố]]\n[[Thể loại:Ẩm thực đường phố Việt Nam]]\n[[Thể loại:Bún|Bò Huế]]\n[[Thể loại:Món bò]]\n[[Thể loại:Huế]]"}