{"196696":"[[Tập tin:Bún nước lèo.jpg|nhỏ|240px|Một tô bún nước lèo]]\n'''Bún nước lèo''' là loại bún nước thịnh hành tại nhiều địa phương miền Nam Việt Nam, đặc biệt nổi tiếng tại, [[Sóc Trăng]]<ref>{{Chú thích web|url=http:\/\/dulich.dantri.com.vn\/du-lich\/nhung-mon-ngon-niu-chan-du-khach-o-soc-trang-20160217083415902.htm|tiêu đề=Những món ngon níu chân du khách ở Sóc trăng|tác giả 1=|ngày=|ngôn ngữ=|nơi xuất bản=[[Dân trí (báo)|Báo điện tử Dân Trí]]|ngày truy cập=22 tháng 2 năm 2016}}<\/ref><ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/doi-song\/287032\/5-mon-ngon-nen-thuong-thuc-khi-den-soc-trang-ngay-cuoi-nam.html|tiêu đề=năm món ngon nên thưởng thức khi đến Sóc Trăng ngày cuối năm - VietNamNet|tác giả 1=|ngày=|ngôn ngữ=|nơi xuất bản=[[VietNamNet]]|ngày truy cập=22 tháng 2 năm 2016}}<\/ref>,[[Trà Vinh]], [[Châu Đốc]], [[Cà Mau]], [[Bạc Liêu]].\n\nLà một đặc sản ẩm thực xuất xứ từ người Khmer, trong quá trình cộng cư của các dân tộc Khmer, Việt, Hoa và sự giao thoa trong ẩm thực, bún nước lèo trở thành món ăn chung của các dân tộc miền Nam Việt Nam với nguyên liệu, quy trình chế biến và thưởng thức, khẩu vị về cơ bản là giống nhau.<ref>{{Chú thích web | url = http:\/\/dulich.vnexpress.net\/tin-tuc\/viet-nam\/am-thuc-khmer-qua-banh-cong-va-bun-nuoc-leo-soc-trang-3348242.html | tiêu đề = Ẩm thực Khmer qua bánh cống và bún nước lèo Sóc Trăng - VnExpress Du lịch | tác giả 1 = | ngày = | ngày truy cập = 22 tháng 2 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nBún nước lèo nổi tiếng nhất có thể nói đến là của Sóc Trăng. Đây được xem là một trong những món ăn nổi tiếng nhất của vùng đất \"Xứ Giồng\" này khi có sự kết hợp hài hòa của nước dùng là mắm và thịt cá lóc của người Khmer, bắp chuối và rau muống thái sợi của người Kinh, thịt quay béo giòn của người Hoa. Bún nước lèo Sóc Trăng còn là một trong top 100 món ăn đặc sản của Việt Nam <ref>http:\/\/kyluc.vn\/tin-tuc\/hanh-trinh\/vietkings-cong-bo-top-100-mon-an-dac-san-va-top-100-dac-san-qua-tang-viet-nam-2020-2021<\/ref>.\n\n==Nguyên liệu==\nGồm có: [[mắm]] (mắm cá linh hoặc cá sặc, hoặc [[mắm bò hóc]]...), [[bún]], [[nước]], [[nước dừa]] tươi, [[họ Cá quả|cá lóc]], thịt heo quay, tép đất (hoặc tôm sú), [[nước mắm]], [[đường cát|đường]], [[muối]], [[natri glutamat|bột ngọt]], [[ớt]], [[giấm|dấm]], [[sả]], [[chanh ta|chanh]], ngải bún, rau [[húng quế]], rau [[húng Láng|húng lủi]], giá, [[hẹ]], [[bắp chuối]], [[rau muống]] tàu (hoặc rau muống đồng).<ref>{{Chú thích web | url = http:\/\/danviet.vn\/que-nha\/la-mieng-voi-to-bun-nuoc-leo-thit-quay-o-soc-trang-634213.html?PageSpeed=noscript | tiêu đề = Lạ miệng với tô bún nước lèo thịt quay ở Sóc Trăng | tác giả 1 = | ngày = | ngày truy cập = 22 tháng 2 năm 2016 | nơi xuất bản = Báo điện tử báo Nông thôn Ngày nay | ngôn ngữ = }}<\/ref>\n\n==Quy trình thực hiện==\n===Bún===\nBún làm từ loại gạo dẻo, tốt nhất là gạo mùa, ngâm nước qua đêm rồi xay trong cối đá dạng bột nước. Bột lại được nhồi thật dẻo và nắm thành từng cục, sau đó cho vào khuôn bún và vặn để bột tạo sợi qua khuôn. Các sợi bún rơi xuống nồi nước sôi và được làm chín tại đây. Người làm bún vớt bún đã chín trong nồi nước sang một nồi nước thật trong, pha âm ấm, sau đó bắt thành từng con bún để lên thúng tre đã lót lá chuối tươi.\n\n===Nước lèo===\nNước lèo được nấu từ một số loại mắm thông thường như mắm [[cá sặc]], mắm [[cá linh]],riêng người [[Khmer]] thường nấu bằng [[mắm bò hóc]] (pro-hốk) [[cá kèo]], [[họ Cá quả|cá lóc]] hoặc [[lươn]]<ref>Lê Tân, Văn hóa ẩm thực Trà Vinh, [[Nhà xuất bản Văn hóa Thông tin]], Hà Nội 2003, trang 53.<\/ref>. Mắm bò hóc xuất xứ từ người Khmer đã lan rộng đến văn hóa ẩm thực của cộng đồng người Việt miền Nam Việt Nam. Các loại cá nước ngọt loại nhỏ như cá lóc, cá rô, cá sặc, cá kèo đều có thể làm mắm và quy trình làm mắm về cơ bản là giống nhau: cá để cho chết và hơi ươn, ủ muối theo tỷ lệ nhất định, sấy khô theo cách để vào bao vải và dằn cho rỏ nước. Nước chảy có nồng độ muối và đạm cao, có thể dùng làm nước mắm, còn xác cá cho vào hũ phơi chừng ba tháng là thành con mắm ăn được.\n\nNhững con mắm cá được rã trong nước, gia thêm củ [[sả]] đập dập, [[ớt]] băm nhuyễn để lấy hương vị, ngãi bún (một loại củ giống củ nghệ, màu hơi đậm hơn nghệ) dùng để khử mùi tanh của mắm và nêm [[đường]], [[natri glutamat|bột ngọt]] cho vừa ăn. Có thể dùng nước dừa xiêm, thậm chí cả một chút [[nước cốt dừa]], gia thêm vào nồi nước lèo thay thế cho đường.\n\nMột số địa phương còn dùng xương ống, xương sườn lợn, tôm thẻ ninh nhỏ lửa trong nước, hớt bọt để lấy nước dùng trong, ngọt. Sau đó mới gia thêm mắm bằng cách cho mắm vào rây, lượt trong nước để mắm rã ra nước và bỏ xác mắm.\n\n===Rau===\nRau dùng cho bún nước lèo: Bắp chuối, rau muống, [[rau Huế]], [[rau răm]], [[rau húng lũi|rau húng lủi]] , [[hẹ lá]], [[giá]]... tùy theo sở thích.\n\n===Các thực phẩm khác===\nThực phẩm khác ăn kèm với bún nước lèo khá đa dạng: cá lóc, thịt heo quay, tép đất, bánh cóng, bánh mì,... tùy theo sở thích mỗi người và địa phương.\n\n===Gia vị ăn kèm===\nBún nước lèo thường được nêm thêm với dấm ớt (ớt bằm nhuyễn + muối + dấm), chanh, nước mắm cho vừa ăn.\n\n==Trình bày và thưởng thức==\nLấy lượng bún khoảng hơn nửa tô cho vào vợt (loại vợt trụng mì, trụng bằng vợt vệ sinh và dễ hơn), nhúng vào nồi nước lèo đang sôi khoảng 10 giây (cho bún đủ nóng) sau đó vớt ra cho vào tô rồi múc nước lèo đổ vào tô kế tiếp để rau cải, cá, thịt, tép... lên trên, sau cùng thêm chút dấm ớt, chanh và nước mắm (nếu chưa vừa ăn). Bún nước lèo được thưởng thức lúc còn nóng.\n\n==Đặc sản địa phương==\nBún nước lèo có mặt tại nhiều địa phương miền Tây Nam Việt Nam, tuy ngon nhất và cũng nổi tiếng nhất phải kể đến bún nước lèo Châu Đốc, An Giang, một tô bún nước lèo với mùi thơm đặc trưng của ngải bún khiến nhiều người khi nhớ đến chỉ muốn xách xe chạy đi tìm ngay một quán bún nước lèo ven đường, Trà Vinh (dùng mắm bò hóc), bún nước lèo Sóc Trăng (dùng mắm cá sặc). Ngoài ra có thể kể đến bún nước lèo Cà Mau, Rạch Giá, Kiên Giang,... là một món ăn dân dã và đặc trưng cùng với sự hòa trộn ẩm thực các dân tộc Kinh, Hoa, Khmer; hiện nay bún nước lèo cũng rất thịnh hành tại nhiều địa phương khác.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Mục ''Bún nước lèo'' trong cuốn ''Ẩm thực Trà Vinh'', Lê Tân, Nhà xuất bản Văn hóa Thông tin, Hà Nội 2003.\n\n==Liên kết ngoài==\n\n[[Thể loại:Bún|Nước lèo]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]\n[[Thể loại:Ẩm thực Sóc Trăng]]\n[[Thể loại:Ẩm thực Trà Vinh]]\n[[Thể loại:Ẩm thực An Giang|Châu Đốc]]\n[[Thể loại:Ẩm thực Cà Mau]]\n[[Thể loại:Ẩm thực Bạc Liêu]]"}