{"80559":"{{distinguish2|[[Bưu điện Thành phố Hồ Chí Minh]]}}\n{{Thông tin công trình xây dựng\n|name=Bưu điện Sài Gòn\n|native_name=Bưu điện Thành phố\n|coordinates={{coord|10.779884|106.699943|type:landmark| format=dms| name=Bưu điện Trung tâm Sài Gòn| display=inline,title}}\n|image=Oficina Central de Correos, Ciudad Ho Chi Minh, Vietnam, 2013-08-14, DD 07.JPG\n|image_size=280\n|architect=[[Gustave Eiffel]] (1860-1863)\n[[Auguste Henri Vildieu]], [[Foulhoux]] (1886-1891)\n|mapframe-zoom=15\n|mapframe-marker=post\n|address=Số 2 [[Công trường Công xã Paris]], [[Quận 1]]\n|location_country={{VIE}}\n|location_city=[[Thành phố Hồ Chí Minh]]\n|completion_date=1860-1863, 1886-1891\n|current_tenants=HCMC Post\n|owner=Vietnam Post\n|renovation_date=2014\n|architectural_style=Chiết trung\n|ren_cost=5 tỷ VND<ref>{{Cite web|url=https:\/\/thanhnien.vn\/son-thu-de-tim-mau-goc-cho-toa-nha-buu-dien-trung-tam-sai-gon-185445505.htm|title=Sơn thử để tìm màu gốc cho tòa nhà bưu điện trung tâm Sài Gòn|date=26 thg 1, 2015|website=thanhnien.vn}}<\/ref>\n|demolition_date=1886}}\n'''Bưu điện Sài Gòn''' là một trong những công trình [[kiến trúc]] tiêu biểu tại [[Thành phố Hồ Chí Minh]], tọa lạc tại số 2, [[Công trường Công xã Paris]], [[Quận 1]]. Đây là tòa nhà được [[Pháp|người Pháp]] xây dựng trong khoảng năm 1886–1891 với phong cách chiết trung theo đồ án thiết kế của kiến trúc sư Marie-Alfred Foulhoux. Đây là công trình kiến trúc mang phong cách phương Tây kết hợp với nét trang trí phương Đông.\n\nNằm cạnh [[Nhà thờ chính tòa Đức Bà Sài Gòn|Nhà thờ Đức Bà]], đây cũng là điểm tham quan cho khách du lịch khi đến [[Thành phố Hồ Chí Minh]].\n\n== Lịch sử ==\n[[Tập tin:Saigon -- Hôtel des postes.jpg|thế=Bưu điện Trung tâm Sài Gòn vào khoảng năm 1930|nhỏ||trái|Bưu điện Trung tâm Sài Gòn vào khoảng năm 1930]]Ngay sau khi chiếm được Gia Định, vào ngày 11 tháng 11 năm 1860, '''Sở Dây thép Sài Gòn''' (hay còn gọi là '''''Bưu điện Sài Gòn''''') được Pháp gấp rút khởi công để thiết lập hệ thống thông tin liên lạc, tọa lạc ngay trung tâm thành phố, bên hông là Vương cung Thánh đường ([[Nhà thờ chính tòa Đức Bà Sài Gòn|Nhà thờ Ðức Bà]] ngày nay) ở [[Công trường Công xã Paris|quảng trường Công xã Paris]]. Sở Dây thép đầu tiên được thiết kế bởi kiến trúc sư [[Gustave Eiffel]] – người tạo nên những công trình nổi tiếng thế giới như [[tháp Eiffel]], [[tượng Nữ thần Tự do]], [[cầu Long Biên]], [[cầu Tràng Tiền]]…[[Tập tin:Cochinchine Saïgon La poste - (...)Salles André btv1b530132026.jpg|thumb|trái|Bưu điện Trung tâm Sài Gòn, 1895]]Ngày 13 tháng 1 năm 1863, Sở Bưu điện Sài Gòn chính thức khánh thành, do đô đốc Bonard làm chủ lễ. Ban đầu, sở bưu điện chỉ dùng để phục vụ Công quyền, đến ngày 1 tháng 1 năm 1864 mới được sử dụng cho người dân. Chủ sự bưu điện đầu tiên là Goubeaux, phát xuất viên Ngân khố.{{Sfnp|Hương Giang|1964|p=1074}}\n\nÔng Phạm Văn Trung là giám đốc đầu tiên của Bưu điện An Nam tại Sài Gòn. Năm 1864, “con cò” đầu tiên (cách gọi con tem của người Sài Gòn bấy giờ) được phát hành.\n\nNăm 1886, Bưu điện Sài Gòn bắt đầu được xây mới cất lại với quy mô lớn hơn theo thiết kế của kiến trúc sư Auguste Vildieu và phò tá Foulhoux. Năm 1891, trụ sở mới của Bưu điện Sài Gòn được chính thức khánh thành. Ngày 22\/3\/1888, đường dây thép Sài Gòn – Quy Nhơn – Đà Nẵng – Huế – Vinh – Hà Nội dài 2000 km đã chính thức được hoàn thành. Năm 1889, sở mở thêm đường liên lạc điện báo Sài Gòn – Băng Cốc để phục vụ cho giới kinh doanh thương mại. Ngày 1\/7\/1894, Sài Gòn bắt đầu sử dụng hệ thống điện thoại.\n\nNgày nay, tòa nhà hơn 130 tuổi này là điểm tham quan nổi tiếng ở Thành phố Hồ Chí Minh.\n\nNăm 2014, tòa nhà được sơn sửa với quy mô lớn nhất kể từ sau năm 1975, bao gồm sơn toàn bộ tòa nhà và sửa lại những chỗ bị dột<ref>{{Cite web|url=https:\/\/zingnews.vn\/zingnews-post493981.html|tựa đề=Bưu điện trung tâm Sài Gòn thay áo mới sau 40 năm|họ=Nguyễn|tên=Zen|ngày=2014-12-21|website=ZingNews.vn|ngôn ngữ=vi|url lưu trữ=https:\/\/zingnews.vn\/buu-dien-trung-tam-sai-gon-thay-ao-moi-sau-40-nam-post493981.html|ngày lưu trữ=2022-11-03|url-status=live|ngày truy cập=2022-11-02}}<\/ref>.\n\n== Kiến trúc ==\n[[Tập tin:Clock and exterior of Saigon Central Post Office.JPG|nhỏ|trái|Đồng hồ và hệ thống lam đứng]]\n[[Tập tin:Oficina Central de Correos, Ciudad Ho Chi Minh, Vietnam, 2013-08-14, DD 02.JPG|nhỏ|trái|Bên trong Bưu điện]]\nBên ngoài, phía trước tòa nhà trang trí theo từng ô hình chữ nhật, trên đó ghi danh những nhà phát minh ra ngành [[điện tín]] và ngành [[điện]]. Trên các ô có đắp hình các nam nữ đội vòng nguyệt quế, trên vòng cung ngôi nhà có chiếc đồng hồ lớn.\n\nBên trong tòa nhà là hệ thống vòm cung sát cửa chính và vòm cung dài bên trong. Vòm cung lớn được chống đỡ bởi bốn trụ sắt nằm bốn góc, mỗi cột chống đỡ bốn kèo sắt tỏa ra bốn phía. Vòm cung dài được chịu lực bởi hai hàng trụ sắt hai bên. Các điểm tiếp nối giữa trụ và kèo sắt được thiết kế công phu, chạm khắc thành những chi tiết có hoa văn đẹp. Với hệ thống vòm cung này, tòa nhà trở nên cao, rộng rãi và thoáng mát, thích hợp với một nơi thường có nhiều người ra vào.\n\nHai bên tường cao là hai bản đồ lịch sử mang tên: ''Saigon et ses environs'' (tạm dịch: ''Sài Gòn và những vùng phụ cận'')'', 1892'' và ''Lignes télégraphiques du Sud Vietnam et du Cambodge'' (tạm dịch: ''Đường dây điện tín của miền Nam Việt Nam và Cambodia'')'', 1936''.\n<gallery mode=\"packed\">\nTập tin:Saigon et ses environs (1892), Saigon Central Post Office.JPG|''Saigon et ses environs'' (1892)\nTập tin:Lignes télégraphiques du Sud Vietnam et du Cambodge (1936), Saigon Central Post Office.JPG|''Lignes télégraphiques du Sud Vietnam et du Cambodge'' (1936)\n<\/gallery>\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Nguồn ==\n\n* {{Chú thích tạp chí|last=Hương Giang|date=1964-9|title=Lịch sử và giai thoại bưu trạm Việt Nam|url=https:\/\/books.google.com.vn\/books?id=cX8lAAAAMAAJ&pg=PA1063|journal=Văn Hóa nguyệt san: Tập san nghiên cứu và phổ thông|publisher=Nha Văn hóa, Bộ Văn hóa Giáo dục xuất bản|volume=13|issue=9|pages=1063-1089|oclc=1179211293}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Saigon Central Post Office}}\n*[http:\/\/www.hcmpost.vn Bưu điện thành phố Hồ Chí Minh]\n\n{{sơ khai kiến trúc Việt Nam}}\n{{Công trình kiến trúc thuộc địa Pháp tại Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n{{Thanh chủ đề|Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Công trình kiến trúc Pháp tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Công trình xây dựng ở Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]"}