{"60501":"{{Thông tin đơn vị hành chính Việt Nam | thành phố thuộc tỉnh\n| tên = Bạc Liêu\n| hình = Ngã tư cầu quay.jpg\n| ghi chú hình= Ngã tư cầu Kim Sơn ở phường 3, thành phố Bạc Liêu\n| vĩ độ = 9\n| vĩ phút = 16\n| vĩ giây = 05\n| kinh độ = 105\n| kinh phút = 45\n| kinh giây = 06\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 213,80 km²\n| dân số = 167.264 người<ref name=BACLIEU1\/11\/2021\/>\n| dân số thành thị = 126.252 người (74,09%)\n| dân số nông thôn =  41.012 người (25,91%) \n| thời điểm dân số = 2022\n| mật độ dân số = 785 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa|Hoa]], [[Người Khmer (Việt Nam)|Khmer]],...\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Bạc Liêu]]\n| phân chia hành chính = 7 phường, 3 xã\n| thành lập = \n* 18\/12\/1928: thị xã \n* 27\/8\/2010: thành phố \n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại II|Loại II]]\n| năm công nhận = 2014\n| chủ tịch UBND = Lê Kim Thúy\n| chủ tịch HĐND = Trà Văn Bắc\n|bí thư =  Huỳnh Hữu Trí\n| trụ sở UBND = Số 12 Trần Phú, khóm 1, [[Phường 3, Bạc Liêu (thành phố)|phường 3]]\n|mã điện thoại = [[Mã điện thoại Việt Nam|291]]\n| biển số xe = [[Biển xe cơ giới Việt Nam|94-K1\/K2]] \n| mã hành chính = 954<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|tpbl.baclieu.gov.vn}}\n}}\n\n'''Bạc Liêu''' là [[Thành phố thuộc tỉnh (Việt Nam)|thành phố]] tỉnh lỵ của tỉnh [[Bạc Liêu]], [[Việt Nam]]. Thành phố nằm ở phía đông tỉnh Bạc Liêu, bên bờ rạch [[Bạc Liêu]]. Trung tâm thành phố cách biển 10&nbsp;km và là trung tâm hành chính và đầu mối giao lưu trong và ngoài tỉnh, cơ cấu kinh tế của thành phố là [[thương mại]] - [[dịch vụ]] - [[công nghiệp]] và [[nông nghiệp]]. Hiện nay, thành phố Bạc Liêu là [[đô thị loại II]].\n\n==Địa lý==\n[[Tập tin:Tượng Cao Văn Lầu.jpg|250px|giữa|nhỏ|Khu lưu niệm nhạc sĩ Cao Văn Lầu tại phường 2]]\nThành phố Bạc Liêu nằm ở vị trí địa lý từ 9<sup>o<\/sup>16’05’’ vĩ độ Bắc 105<sup>o<\/sup>45’06’’ kinh độ Đông. Thành phố Bạc Liêu nằm ở phía đông tỉnh Bạc Liêu, cách [[Thành phố Hồ Chí Minh]] khoảng 288&nbsp;km, cách [[thành phố Cần Thơ]] khoảng 110&nbsp;km có vị trí địa lý:\n*Phía đông giáp thị xã [[Vĩnh Châu]], tỉnh [[Sóc Trăng]]\n*Phía tây giáp huyện [[Hòa Bình (huyện)|Hoà Bình]]\n*Phía nam giáp [[Biển Đông]]\n*Phía bắc và tây bắc giáp huyện [[Vĩnh Lợi]].\n\n===Địa hình===\nThành phố Bạc Liêu có địa hình tương đối bằng phẳng và thấp, hướng nghiêng chính từ Tây Bắc xuống Đông Nam, cao độ trung bình khoảng 0,2 đến 0,8&nbsp;m, độ dốc trung bình 1–1,5&nbsp;cm\/km. Trên địa bàn thành phố có nhiều ao, hồ, khu vực đất ruộng và đầm nuôi tôm có nhiều mương rạch chia cắt, nên rất thuận lợi cho phát triển sản xuất nông nghiệp. Địa hình chính chia thành hai khu vực như sau:\n* Khu vực phía Bắc Quốc lộ 1 địa hình thấp (cao trung bình 0,2–0,3&nbsp;m). Dạng địa hình như trên rất thuận lợi trong việc tận dụng nước thủy triều để tiêu thoát nước, nhưng cũng tạo thành những vùng trũng đọng nước chua phèn gây khó khăn cho canh tác nông nghiệp. \n* Khu vực phía Nam Quốc lộ 1 có địa hình cao hơn (cao trình 0,4–0,8&nbsp;m), do có những giồng cát biển không liên tục tạo nên khu vực có địa hình cao ven biển hướng nghiêng thấp dần từ biển vào nội địa.\n\nNhìn chung, với địa hình bằng phẳng, không chênh lệch quá lớn về độ cao, thành phố Bạc Liêu có nhiều thuận lợi trong việc phát triển các ngành thuộc các lĩnh vực như: phát triển công nghiệp thương mại, dịch vụ–du lịch, sản xuất nông nghiệp nhất là nuôi trồng thủy sản.<ref name=TPBL2020\/>\n\n===Khí hậu===\nThành phố nói riêng và tỉnh Bạc Liêu nói chung mang đặc thù chung của khí hậu gió mùa cận xích đạo vùng Đồng bằng sông Cửu Long và những đặc trưng riêng khu vực Bán đảo Cà Mau. Các yếu tố khí hậu phân thành hai mùa rõ rệt trong năm là mùa mưa và mùa khô.\n\nNhiệt độ: Nền nhiệt của thành phố bình quân cao đều trong năm, trung bình là 26,6°C. Nhiệt độ trung bình cao nhất là 29,8°C và thấp nhất là 24,9°C. Nhiệt độ trung bình các tháng mùa khô là 26–28°C, các tháng mùa mưa là 24–26°C. Biên độ nhiệt giữa các tháng không đáng kể, chỉ từ 1–2°C, nhưng biên độ nhiệt giữa ngày và đêm khá lớn (mùa khô từ 8–10°C, mùa mưa từ 6–7°C), yếu tố nhiệt độ này thuận lợi cho cây trồng sinh trưởng và phát triển.\n\nMưa: Chế độ mưa được phân hoá thành 2 mùa rõ rệt, sự thay đổi lượng mưa giữa các tháng trong năm tương đối phức tạp nhưng mức độ biến động không lớn, mùa mưa từ tháng 5 đến tháng 11 với lượng mưa chiếm tới 90% lượng mưa cả năm; mùa khô từ tháng 12 đến tháng 4 năm sau. Lượng mưa trung bình năm là 1.874,4&nbsp;mm, phân bố không đều theo thời gian ngay cả trong các tháng của mùa mưa, lượng mưa tập trung chủ yếu ở các tháng 8–10 với lượng mưa từ 235 đến 260&nbsp;mm, có tháng mưa trên 265&nbsp;mm. Số ngày mưa trung bình khoảng 110–120 ngày\/năm. Lượng mưa đáp ứng nhu cầu nước cho sản xuất nông nghiệp và một phần cho sinh hoạt, tuy nhiên lượng mưa tập trung lớn, kéo dài cũng làm giảm độmặn ảnh hưởng xấu đến vùng nuôi tôm, giảm tiến độ đầu tư xây dựng cơ bản, tăng chi phí đầu tư xây dựng.\n\nNắng: Số giờ nắng trung bình là 6,6 giờ\/ngày, độ ẩm trung bình đạt 85,0%. Tổng tích ôn từ 9.750°C đến 9.850°C, thời gian chiếu sáng kéo dài bình quân 2.202 giờ\/năm, tổng lượng bức xạ trung bình năm khoảng 4,46 kcal\/cm²\/năm. Lượng nước bốc hơi trung bình hàng năm là 1.233&nbsp;mm, các tháng có lượng bốc hơi lớn nhất là các tháng mùa khô (694 mm, bằng 56% lượng bốc hơi cả năm). Độ ẩm không khí trung bình đạt 85% và trong các tháng mùa khô 79–80%.\n\nGió: Trong năm thường xuất hiện 3 hướng gió chính, tốc độ gió bình quân đạt khoảng 3–3,5 m\/s, mùa khô có gió mạnh đạt 8–9 m\/s. Gió Đông Nam khô và nóng thường xuất hiện từ tháng 1 đến tháng 4; gió Tây Nam thổi từ biển vào mang theo nhiều hơi nước thường xuất hiện từ tháng 5 đến tháng 10; còn gió Đông Bắc khô và lạnh thường xuất hiện từ tháng 11 đến tháng 12. Đây là điều kiện thuận lợi để phát triển năng lượng điện gió trên địa bàn tỉnh.\n\nNhìn chung, với nền nhiệt cao và đều trong năm, nhiều nắng, mưa theo mùa và không có bão, điều kiện khí hậu của Bạc Liêu khá thuận lợi cho việc phát triển các ngành thuộc lĩnh vực nông nghiệp và phi nông nghiệp.<ref name=TPBL2020\/>\n\n{{Weather box\n| location = TP. Bạc Liêu\n| metric first = Y\n| single line = Y\n| Jan high C = 24.9\n| Feb high C = 25.4\n| Mar high C = 27.4\n| Apr high C = 28.9\n| May high C = 29.7\n| Jun high C = 27.9\n| Jul high C = 28.3\n| Aug high C = 28.0\n| Sep high C = 27.8\n| Oct high C = 28.0\n| Nov high C = 28.1\n| Dec high C = 27.3\n|year high C = 27.6\n| precipitation colour = green\n| Jan precipitation mm = 1.1\n| Feb precipitation mm = \n| Mar precipitation mm =\n| Apr precipitation mm = 28.0\n| May precipitation mm = 155.0\n| Jun precipitation mm = 344.8\n| Jul precipitation mm = 320.9\n| Aug precipitation mm = 272.8\n| Sep precipitation mm = 313.3\n| Oct precipitation mm = 183.5\n| Nov precipitation mm = 96.8\n| Dec precipitation mm = 29.9\n|year precipitation mm = 1.746,1\n| Jan humidity = 82\n| Feb humidity = 77\n| Mar humidity = 77\n| Apr humidity = 76\n| May humidity = 77\n| Jun humidity = 85\n| Jul humidity = 84\n| Aug humidity = 85\n| Sep humidity = 85\n| Oct humidity = 84\n| Nov humidity = 80\n| Dec humidity = 81\n|year humidity = 81\n| Jan sun = 245.9\n| Feb sun = 275.5\n| Mar sun = 308.8\n| Apr sun = 304.7\n| May sun = 279.2\n| Jun sun = 181.2\n| Jul sun = 199.4\n| Aug sun = 219.5\n| Sep sun = 185.6\n| Oct sun = 212.1\n| Nov sun = 233.5\n| Dec sun = 262.1\n| year sun = 242.3\n| source 1 = Vietnam Institute for Building Science and Technology<ref name=IBST>{{chú thích web\n| archiveurl = https:\/\/web.archive.org\/web\/20180722172120\/http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n| archive-date = ngày 22 tháng 7 năm 2018\n| url = http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n| title = Vietnam Building Code Natural Physical & Climatic Data for Construction\n| publisher = Vietnam Institute for Building Science and Technology\n| access-date = ngày 23 tháng 7 năm 2018}}<\/ref>\n}}\n\n===Thủy văn===\nChế độ thủy văn của thành phố phụ thuộc chủ yếu vào chế độ bán nhật triều không đều của biển Đông (biên độ triều khoảng 2,8–2,9&nbsp;m), đồng thời chịu ảnh \nhưởng trực tiếp cùng các yếu tố: chế độ mưa, gió, đặc điểm địa hình và thủy triều. Từ khi hoàn thành các cống ngăn mặn dọc theo Quốc lộ 1, do quy mô diện tích truyền triều bị thu hẹp, mức ngập triều ở vùng Nam Quốc lộ 1 nói chung và thành phố Bạc Liêu nói riêng cao hơn trước, tạo thuận lợi cho việc dẫn nước mặn vào các khu vực nuôi tôm, làm muối. Lượng phù sa khá cao làm cho hệ thống kênh rạch và các vùng nuôi tôm bị bồi lắng nhanh, nên công tác chủ động điều tiết thủy lợi gặp nhiều khó khăn.\n\nTrong những năm gần đây, do hệ thống đê và cống ngăn mặn khá hoàn chỉnh dọc theo Quốc lộ 1 và sông Bạc Liêu nên tình trạng xâm nhập mặn đã giảm đáng kể ở khu vực phía Bắc. Hiện nay, khả năng điều tiết nguồn nước mặn - ngọt đang từng bước được cải thiện để phục vụ cho sản xuất nông nghiệp và nuôi trồng thủy sản trên cả hai vùng phía Bắc và Nam Quốc lộ 1, kênh Bạc Liêu - Cà Mau theo hướng quy hoạch chuyển đổi sản xuất trên địa bàn toàn tỉnh (gồm cả thành phố Bạc Liêu).\n\nTrong mùa khô, độ mặn nước sông và nước trong các ruộng tôm tăng cao, thường ở những vùng cửa sông nước có độ mặn cao hơn, càng sâu vào trong nội đồng độ mặn càng giảm. Vào mùa mưa, độ mặn giảm nhanh cả nước sông và trong các đầm nuôi tôm. Do đó, một số tiểu vùng ở các xã ngoại thị và các phường 7, 8 có điều kiện rửa mặn, giữ ngọt tốt có thể sản xuất luân canh một vụ lúa trên đất nuôi tôm trong mùa mưa.\n\nThời gian tới, để giải quyết việc cung cấp và thoát nước tốt cho nuôi trồng thủy sản, thành phố cần quan tâm đầu tư nạo vét hệ thống thủy nông và đê bao hoàn chỉnh để chủ động điều tiết nguồn nước, phục vụ tốt cho canh tác và nuôi trồng thủy, hải sản.<ref name=TPBL2020\/>\n\n===Hệ thống sông ngòi===\nTP. Bạc Liêu có nhiều sông, kênh, rạch như: sông Bạc Liêu, kênh 30-4,... đáp ứng được nguồn cung cấp nước cho hoạt động nông nghiệp, nuôi trồng thủy sản và tiêu, thoát nước trong khu vực đô thị.\n\nXâm nhập mặn do tác động trực tiếp của chế độ bán nhật triều không đều của biển Đông. Trong những năm gần đây, do hệ thống đê và cống ngăn mặn khá hoàn chỉnh dọc theo Quốc lộ 1 và sông Bạc Liêu nên tình trạng xâm nhập mặn đã giảm đáng kể ở khu vực phía Bắc.\n\nHiện nay, khả năng điều tiết nguồn nước mặn - ngọt đang từng bước được cải thiện để phục vụ cho sản xuất nông nghiệp và nuôi trồng thủy sản trên cả hai vùng phía Bắc và Nam Quốc lộ 1, kênh Bạc Liêu - Cà Mau theo hướng quy hoạch chuyển đổi sản xuất trên địa bàn toàn tỉnh (gồm cả thành phố Bạc Liêu). Trong mùa khô, độ mặn nước sông và nước trong các \nruộng tôm tăng cao, thường ở những vùng cửa sông nước có độ mặn cao hơn, càng sâu vào trong nội đồng độ mặn càng giảm. Trái lại vào mùa mưa, độ mặn giảm nhanh (cả nước sông và trong các đầm nuôi tôm). Do đó, một số tiểu vùng ở các xã ngoại thị và các phường 7, 8 có điều kiện rửa mặn, giữ ngọt tốt có thể sản xuất luân canh một vụ lúa trên đất nuôi tôm trong mùa mưa.<ref name=TPBL2020\/>\n\n===Tài nguyên đất===\nTheo số liệu thống kê đất đai năm 2020, thành phố Bạc Liêu có diện tích tự nhiên 21.371,61 ha, chiếm 8% tổng diện tích tự nhiên của tỉnh Bạc Liêu. Tài nguyên đất trên địa bàn thành phố Bạc Liêu có 3 nhóm chính với 8 loại đất như sau:\n\n'''1. Nhóm đất cát:''' Có diện tích 1.555 ha, chiếm 10,08% diện tích tự nhiên của thành phố, phân bố chủ yếu nơi địa hình trung bình–cao, có khả năng tiêu thoát nước, tập trung chủ yếu ở xã Vĩnh Trạch Đông và phường Nhà Mát với 2 loại đất như sau:\n* Đất cát giồng (Cz) có diện tích 363 ha, chiếm 2,36% diện tích tự nhiên của thành phố.\n* Đất cát biển (C) có diện tích 1.192 ha, chiếm 7,76% diện tích tự nhiên của thành phố.\n\nNhóm đất cát có trên địa bàn thành phố Bạc Liêu chiếm tỷ lệ nhỏ, độ phì thấp, thành phần cơ giới nhẹ, điều kiện tưới tiêu tương đối thuận lợi, thích hợp cho cây ăn trái (nhãn,...), cây lâu năm hoặc trồng xen các loại cây rau màu.\n\n'''2. Nhóm đất mặn:''' Có diện tích 9.606 ha, chiếm 62,25% diện tích tự nhiên của thành phố. Đất mặn được hình thành và phát triển trên các trầm tích biển, sông biển hỗn hợp và trầm tích biển–đầm lầy, tuổi Holocence. Đất chịu ảnh hưởng mặn của nước biển do thủy triều hoặc do mao dẫn đưa muối từ các tầng đất phía dưới lên bề mặt. Trên địa bàn thành phố Bạc Liêu nhóm đất mặn được phân chia ra các đơn vị đất sau:\n* Đất mặn nặng và mặn thường xuyên: Có diện tích 1.738 ha, chiếm 11,26% tổng diện tích tự nhiên, phân bố sau đê biển ở các xã, phường ven biển của thành phố. Đất bị mặn thời kỳ dài trong năm với độ mặn cao do thủy triều hoặc do đưa nước mặn vào làm muối và không thích hợp cho canh tác nông nghiệp. Hướng sử dụng thích hợp là nuôi trồng thủy sản nước mặn, nước lợ, trồng rừng phòng hộ với các loại cây chịu mặn như mắm, đước. Ngoài khu vực rừng phòng hộ ven biển ra, nên bố trí cho nuôi tôm hoặc kết hợp mô hình tôm rừng; ở những khu vực sâu trong nội đồng nếu có điều kiện ngăn mặn, ngọt hóa, đất cũng thích hợp cho chuyên canh lúa hoặc lúa - cá. \n* Đất mặn trung bình: có diện tích 732,63 ha, chiếm 4,75% tổng diện tích tự nhiên thành phố, phân bố ở nơi có địa hình thấp ven sông, rạch. Đất thường có nền cứng, ổn định, nhiễm mặn trung bình vào mùa khô. Tầng đất mặt ảnh hưởng mặn đã được giảm đáng kể do hệ thống đê bao ngăn mặn và được rửa mặn vào mùa mưa, do đó vẫn thích hợp cho canh tác các loại cây trồng nông nghiệp và lúa, nhất là vào mùa mưa. Trong canh tác nông nghiệp trên đất mặn trung bình cần chú ý các biện pháp tăng cường ngăn mặn, giảm thiểu thiệt hại do thiên tai bão lũ làm nước mặn có thể tràn vào đồng ruộng làm chết cây.\n* Đất mặn ít: có diện tích lớn nhất trong nhóm đất mặn với 7.135 ha, chiếm 46,24% tổng diện tích tự nhiên thành phố. Hàm lượng dinh dưỡng trong đất khá, chỉ bị nhiễm mặn vào mùa khô trong thời gian ngắn nên thích hợp cho trồng lúa và rau màu các loại.\n\n'''3. Nhóm đất phèn:''' Đất phèn có diện tích 2.843 ha, chiếm 18,42% diện tích tự nhiên của thành phố, tập trung ở địa hình thấp, có các đơn vị đất như sau:\n* Đất phèn tiềm tàng: có diện tích là 777 ha, chiếm 5,04% tổng diện tích toàn thành phố, được phân bố ở các xã Hiệp Thành, Vĩnh Trạch Đông và các phường Nhà Mát, phường 2, phường 5 và phường 8. Có 3 loại trong đất phèn tiềm tàng:\n** Đất phèn tiềm tàng - mặn thường xuyên dưới rừng ngập mặn: Loại đất này chịu ảnh hưởng của hai yếu tố phèn và mặn nặng nên không có khả năng canh tác nông nghiệp. Hướng sử dụng đất chủ yếu là tập trung cho nuôi trồng thủy sản, trồng rừng phòng hộ hoặc làm muối.\n** Đất phèn tiềm tàng– mặn nặng: tập trung chủ yếu ở phần ven biển của thành phố, đất có độ phì tiềm tàng khá cao. Đất bị nhiễm mặn không nặng, tính chất vật lý của đất đã tương đối thuần thục và phát triển xuống sâu, nền đất khá ổn định nên thuận lợi cho sử dụng đất vào mục đích trồng trọt nông nghiệp. Hướng sử dụng thích hợp là tiếp tục canh tác các loại cây trồng nông nghiệp (đặc biệt là lúa 1 vụ mùa mưa), hoặc nuôi trồng thủy sản nước lợ.\n** Đất phèn tiềm tàng–mặn trung bình và ít: Loại đất này thường phân bố ở địa hình thấp trũng và sâu trong nội địa do đó dễ bị ảnh hưởng bởi nước chua phèn trong kênh rạch từ các nơi khác dồn xuống, vì vậy đòi hỏi điều kiện đủ nước ngọt tưới vào mùa khô và tiêu thoát nước phèn nhanh vào đầu mùa mưa. Hướng sử dụng đất thích hợp là tiếp tục canh tác nông nghiệp kết hợp nuôi thủy sản hoặc nuôi trồng thủy sản nước lợ (tôm sú).\n* Đất phèn hoạt động: Có diện tích 1.542 ha, chiếm 9,99% diện tích tự nhiên toàn thành phố. Do hệ thống đê bao ngăn mặn và kênh tưới tiêu nội đồng được phát triển tốt trong những năm qua nên mức độ ảnh hưởng của nước mặn đối với đất phèn hoạt động đã giảm đáng kể, nhiều khu vực đã thoát khỏi ảnh hưởng của nước mặn. Tuy nhiên, trong khi các yếu tố mặn giảm xuống thì độc tố phèn là một hạn chế lớn đối với cây trồng canh tác trên loại đất này. Đất phèn hoạt động là loại đất xấu, do đất có phản ứng rất chua và chứa nhiều muối tan. Để khai thác và sử dụng có hiệu quả loại đất này cần chủ động nguồn nước ngọt để rửa muối và ém phèn, bón vôi và các loại phân có tính kiềm để cải tạo độ chua của đất. Có thể canh tác nông nghiệp, trồng lúa 1, 2 vụ hoặc trồng các loại cây công nghiệp ngắn ngày với các giống chịu phèn như khóm, mía,... và các loại rau màu thích hợp khác, kết hợp với nuôi cá hoặc thủy sản nước ngọt và nước lợ. \n* Đất phèn bị thủy phân: có diện tích 524 ha, chiếm 3,40% tổng diện tích đất tự nhiên của thành phố. Các loại đất phèn bị hạn chế bởi các yếu tố chua phèn hoặc chịu đồng thời cả yếu tố phèn và mặn, do đó thường có diễn biến nhanh theo chiều hướng bất lợi. Vì vậy, trong sử dụng và cải tạo đất cần chú ý để hạn chế tối đa những ảnh hưởng bất lợi này. Hướng sử dụng đất thích hợp là canh tác lúa 2 vụ hoặc xen canh màu ở các vùng ít hoặc không bị ảnh hưởng mặn. Các loại cây công nghiệp ngắn ngày chịu phèn như khóm, mía,... cũng thích hợp đối với loại đất phèn. Tuy nhiên cần chú ý đến độ sâu xuất hiện của tầng phèn kết hợp với các biện pháp cải tạo đất phù hợp để tránh đưa tầng đất sinh phèn bên dưới lên trên mặt đất, gây độc cho cây trồng.\n\nNgoài các loại đất nêu trên, Bạc Liêu còn có khoảng 5.941,11 ha diện tích không điều tra chủ yếu đất sông, rạch, kênh, mương chiếm 27,79% tổng diện tích \ntự nhiên, cung cấp lượng nước mặt khá tốt cho nhu cầu sản xuất và sinh hoạt hằng ngày của người dân. Thực tế cho thấy, nền thổ nhưỡng trên địa bàn thành phố Bạc Liêu tuy còn những hạn chế, nhưng trên phương diện tổng thể thì đất đai của thành phố tương đối tốt, thích hợp cho việc đầu tư phát triển nông nghiệp lẫn phi nông nghiệp.<ref name=TPBL2020\/>\n\n===Tài nguyên nước===\n'''Nước mặt:''' Nguồn nước mặt trên địa bàn thành phố Bạc Liêu chia làm hai khu vực sau:\n* Khu vực Bắc kênh Bạc Liêu - Cà Mau và Quốc lộ 1: nhờ thực hiện hệthống thủy lợi trong dự án Quản Lộ - Phụng Hiệp nên khả năng tưới nước ngọt khá thuận lợi cho sản xuất nông nghiệp.\n* Khu vực Nam Quốc lộ 1 và kênh Bạc Liêu–Cà Mau: trong mùa khô tất cả các kênh rạch đều bị nhiễm mặn, với độ mặn cao (15–30‰), thuận lợi cho nuôi trồng thủy sản và làm muối, trong mùa mưa độ mặn còn ở mức 5–15‰ vẫn thích hợp cho nuôi trồng thủy sản.\n\nChất lượng nước mặt (sông rạch, ao, hồ, nước mưa) cũng diễn biến theo mùa. Lượng nước mưa trên địa bàn tỉnh tập trung 90% vào mùa mưa, do đó mùa mưa nước ngọt chiếm ưu thế, tuy nhiên vào đầu và cuối mùa mưa nước thường bị chua phèn. Mùa khô nước thường bị ảnh hưởng bởi tình trạng xâm nhập mặn.\n\nNguồn nước mặt hiện nay được xem là nguồn nước chủ lực phục vụ tưới cho hầu hết diện tích gieo trồng của thành phố. Ngoài việc sử dụng nguồn nước mặt \ncho sản xuất nông nghiệp và các lĩnh vực sản xuất khác, nguồn nước mặt còn là nguồn cung cấp nước sinh hoạt chủ yếu cho các hộ dân, cho các nhà máy chế biển thủy sản, nuôi trồng thủy sản,...\n\n'''Nước mặn:''' Đây là nguồn nước được đưa vào từ biển hoặc được pha trộn với nguồn nước mưa. Nước mặn không thích hợp đối với cây, con nước ngọt, ngược lại nước mặn lại là nguồn tài nguyên quý giá để phát triển nuôi trồng thủy sản, làm muối, phát triển rừng ngập mặn,... Trên thực tế ngành thủy sản đã và đang là ngành kinh tế mũi nhọn có những đóng góp lớn cho việc phát triển kinh tế - xã hội của tỉnh Bạc Liêu nói chung và thành phố Bạc Liêu nói riêng trong những năm vừa qua.\n\n'''Nước ngầm:''' Nguồn nước ngầm trên địa bàn thành phố khá phong phú với 4 phức hệ thủy văn chứa nước ở các mức độ khác nhau:\n* Phức hệ chứa nước trầm tích Holoxen: là phức hệ chứa nước ngầm có mặt thoáng tự do, chiều dày trầm tích thay đổi từ 40–70 m, trữ lượng nhỏ, chất lượng không đảm bảo tiêu chuẩn nước sinh hoạt về mặt vi sinh.\n* Phức hệ chứa nước lỗ hổng trầm tích Pleistoxen: là phức hệ chứa nước thuộc dạng lỗ hổng, độ sâu từ 80–150&nbsp;m, trữ lượng nước thay đổi theo từng khu vực với tổng trữ lượng khoảng 716.440 m³\/ngày, chất lượng nước tốt. Đây là tầng có trữ lượng nước lớn nhất nhưng do phân bố không đều nên chỉ thích hợp cho khai thác quy mô nhỏ và phải thăm do kỹ trước khi khai thác.\n* Phức hệ chứa nước vỉa lỗ hổng trầm tích Plioxen: chiều dày trầm tích thay đổi từ 130–180 m, trữ lượng nước phong phú với tổng trữ lượng khoảng 361.300 m³\/ngày nhưng do nước có độ khoáng hóa cao (1,28–9,40 mg\/l), có khi lên tới 21,56 mg\/l nên không đủ tiêu chuẩn nước sinh hoạt cho thành phố.\n* Phức hệ chứa nước vỉa lỗ hổng trầm tích Mioxen: chiều dày trầm tích thay đổi từ 450–500 m với tổng trữ lượng nước khoảng 273.600 m³\/ngày. Đây là tầng nước có áp lực mạnh, độ khoáng hóa cao (1,49–3,92 mg\/l), nhiệt độ cao (39–40°C), có triển vọng khai thác nước khoáng.<ref name=TPBL2020\/>\n\n===Tài nguyên sinh học===\nTheo thống kê, toàn tỉnh Bạc Liêu có có 78 loài thực vật thuộc 38 họ, chủ yếu là cây đước (Rhizophoraceae), vẹt (Bruquiera), mấm (Avicennia marina), dà (Ceriops); động vật có 3 loài thú, 8 loài bò sát và lưỡng cư, 80 loài chim đầm lầy (chim nước), 25 loài tôm và 258 loài cá nước mặn,... Bên cạnh đó, toàn tỉnh hiện có 2 vườn chim do nhà nước quản lý và các vườn chim tư nhân quản lý, phân bố tại huyện Phước Long, Đông Hải và thị xã Giá Rai với đa dạng sinh học phong phú.\n\nTrong khi đó, tài nguyên sinh học khu vực thực hiện dự án chia làm 2 vùng đặc trưng:\n* Vùng nội ô thành phố Bạc Liêu: bao gồm các phường 1, 2, 3, 5, 7, 8. Đây là các phường có tốc độ đô thị hóa cao nên hệ sinh thái mang tính đặc trưng của hệ sinh thái đô thị. Tính đa dạng của hệ sinh thái này khá nghèo nàn, chỉ bao gồm các loại động thực vật do con người trồng trọt và nuôi thả. Cụ thể tại khu vực thực hiện các hạng mục đầu tư của dự án, hệ sinh thái trên cạn chủ yếu bao gồm các động vật nuôi trong nhà như chó, mèo, gà cùng các loại cây ăn trái (dừa nước, đu đủ,...), dây leo (rau muống, mướp,...), cây lấy bóng mát (tre, gòn,...) và một số dạng cây bụi như chó đẻ, khoai môn tía, bèo cái, cỏ lác, cỏ dại. Hệ sinh thái dưới nước cũng không mang tính đa dạng do các kênh rạch bị ô nhiễm. Các loài thực vật thủy sinh bao gồm: rau muống (do người dân canh tác), bèo tây, lục bình,... và trắm đen, rô phi, cá mè; loài giáp xác như tôm, cua; động vật thân mềm cùng một số loài nhuyễn thể là các động vật thủy sinh phát hiện trong môi trường nước kênh Xáng.\n* Vùng ngoại ô thành phố Bạc Liêu bao gồm xã Hiệp Thành và phường Nhà Mát. Hệ sinh thái tại khu vực này mang tính đa dạng hơn. Loài thực vật chiếm ưu thế là cây đước (Rhizophoraceae), vẹt (Bruquiera), mấm (Avicennia marina). Đây là các loài thực vật đặc trưng cho vùng ngập nước. Động vật cũng thích nghi với các điều kiện này như chim nước, tôm và cá nước mặn.<ref name=TPBL2020\/>\n\n===Tài nguyên khoáng sản===\nTrên địa bàn tỉnh Bạc Liêu nói chung, thành phố Bạc Liêu nói riêng hầu như không có các loại tài nguyên khoáng sản có giá trị kinh tế và trữ lượng để đảm bảo khai thác công nghiệp.\n\nChỉ có vài loại khoáng sản vật liệu xây dựng với trữ lượng không lớn như cát san lấp, sét, gạch ngói, sa khoáng,...\n\n===Tài nguyên rừng===\nTổng diện tích đất lâm nghiệp của thành phố năm 2020 là 557,60 ha, chiếm 2,61% tổng diện tích tự nhiên, trong đó chủ yếu là rừng trồng phòng hộ ven biển là 434,89 ha. Rừng phòng hộ của thành phố Bạc Liêu phát triển dọc theo 12,50 km bờ biển với chiều rộng trung bình khoảng 500&nbsp;m, tập trung chủ yếu ở xã Vĩnh Trạch Đông, xã Hiệp Thành và phường Nhà Mát. Quy mô diện tích rừng ở Bạc Liêu tuy không lớn nhưng có vai trò rất quan trọng nên được xếp vào loại rừng “phòng hộ rất xung yếu”. Thực tế những năm qua đã chứng minh, rừng phòng hộcó tác dụng rất lớn đối với việc chắn sóng, chắn gió bảo vệ đê và vùng sản xuất nông nghiệp, thủy sản phía trong đê. \n\nNgoài diện tích rừng phòng hộ ven biển, thành phố Bạc Liêu có [[vườn chim Bạc Liêu]] nằm trong diện tích đất rừng đặc dụng. Nhiều loại cây ở vườn chim có nguồn gốc từ rừng ngập mặn ven biển, quá trình bồi đắp và lấn biển làm cho khu rừng ngày càng ở sâu trong nội địa và trở thành nơi cư trú của rất nhiều loài chim và các động vật khác. Ngoài ý nghĩa quan trọng về bảo vệ cảnh quan môi trường, bảo tồn nguồn gen, rừng đặc dụng của sân chim Bạc Liêu còn là nơi hấp dẫn đối với khách du lịch và các nhà nghiên cứu khoa học.<ref name=TPBL2020\/>\n\n===Tài nguyên biển===\nThành phố Bạc Liêu có 12,5&nbsp;km bờ biển với vùng lãnh hải và thềm lục địa trải rộng. Vùng bãi triều là khu vực sinh sản của động vật hai mảnh vỏ như nghêu, sò,... Thành phố có cửa kênh 30\/4 thông ra biển Đông tạo điều kiện thuận lợi cho việc xây dựng cảng cá và khu neo đậu tàu trú bão. \n\nTheo tài liệu, số liệu điều tra, vùng biển của thành phố Bạc Liêu nói riêng và tỉnh nói chung có hệ sinh thái đa dạng với trữ lượng hải sản lớn, phong phú về chủng loại với trên 600 loài cá, 33 loài tôm và hàng trăm loại mực cùng động vật nhuyễn thể khác. Nhiều loại hải sản có trữ lượng lớn và có giá trị kinh tế cao như: tôm, cá hồng, cá gộc, cá sao, cá thu, cá chim, cá đường,... Theo kết quả khảo sát của ngành thủy sản, trữ lượng cá, tôm của khu vực này vào khoảng 250 nghìn tấn, hàng năm có thể khai thác 50–60 nghìn tấn. Khu vực nước lợ ven biển tạo thành vùng sinh thái đặc thù có tiềm năng cho phát triển nuôi trồng thủy sản. \n\nNgoài nguồn lợi thủy sản, biển còn cung cấp lượng muối quan trọng cho công nghiệp và sinh hoạt của nhân dân. Vào mùa khô, độ mặn nước biển lên tới 30‰, năng suất muối đạt 10–15 tấn\/ha. Ngoài ra nguồn nước biển cũng là tài nguyên quý cho sự phát triển rừng phòng hộ ven biển.\n\nTrong những năm qua, nhờ khai thác hợp lý tài nguyên biển và ven biển, kinh tế thủy sản đã trở thành ngành mũi nhọn xuất khẩu và là động lực thúc đẩy phát triển toàn bộ nền kinh tế - xã hội của tỉnh Bạc Liêu nói chung và của thành \nphố nói riêng.<ref name=TPBL2020\/>\n\n==Hành chính==\nThành phố Bạc Liêu có 10 đơn vị hành chính cấp xã trực thuộc, bao gồm 7 phường: [[Phường 1, thành phố Bạc Liêu|1]], [[Phường 2, thành phố Bạc Liêu|2]], [[Phường 3, thành phố Bạc Liêu|3]], [[Phường 5, thành phố Bạc Liêu|5]], [[Phường 7, thành phố Bạc Liêu|7]], [[Phường 8, thành phố Bạc Liêu|8]], [[Nhà Mát]] và 3 xã: [[Hiệp Thành (xã)|Hiệp Thành]], [[Vĩnh Trạch, thành phố Bạc Liêu|Vĩnh Trạch]], [[Vĩnh Trạch Đông]] với 49 khóm và 18 ấp.\n\n{|class= \"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n|-\n!style=\"background:#e5e4e2; color:#0047ab; height:17px; \"|Đơn vị hành chính cấp xã\n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phường 1, thành phố Bạc Liêu|1]] \n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phường 2, thành phố Bạc Liêu|2]] \n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phường 3, thành phố Bạc Liêu|3]] \n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phường 5, thành phố Bạc Liêu|5]]\n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phường 7, thành phố Bạc Liêu|7]] \n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phường 8, thành phố Bạc Liêu|8]] \n!style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Nhà Mát]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã <br> [[Hiệp Thành (xã)|Hiệp Thành]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã <br> [[Vĩnh Trạch, thành phố Bạc Liêu|Vĩnh Trạch]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã <br> [[Vĩnh Trạch Đông]]\n|-\n!style=\"background:#9cc; color:navy; \"| Diện tích (km²)\n|style=\"background: beige; color:#000;\" | 5,98\n|style=\"background: beige; color:#000;\" | 8,83\n|style=\"background: beige; color:#000;\" | 0,93\n|style=\"background: beige; color:#000;\" | 10,23\n|style=\"background: beige; color:#000;\" | 2,96\n|style=\"background: beige; color:#000;\" | 11,03\n|style=\"background: beige; color:#000;\" | 29,05\n|style=\"background: beige; color:#000;\" | 37,29\n|style=\"background: beige; color:#000;\" | 39,53\n|style=\"background: beige; color:#000;\" | 67,90\n|-\n!style=\"background:#9cc; color:navy; height:16px; \"|Dân số (người)\n|style=\"background: #ACE1AF; color: black; \" | 21.090\n|style=\"background: #ACE1AF; color: black; \" | 15.468\n|style=\"background: #ACE1AF; color: black; \" | 13.591\n|style=\"background: #ACE1AF; color: black; \" | 22.555\n|style=\"background: #ACE1AF; color: black; \" | 17.754\n|style=\"background: #ACE1AF; color: black; \" | 14.448\n|style=\"background: #ACE1AF; color: black; \" | 11.353\n|style=\"background: #ACE1AF; color: black; \" |  8.253\n|style=\"background: #ACE1AF; color: black; \" | 16.968\n|style=\"background: #ACE1AF; color: black; \" | 15.871\n|-\n!style=\"background:#9cc; color:navy; \"|Mật độ dân số (người\/km²)\n|style=\"background:#ccf; color:#000;\" |  3.529\n|style=\"background:#ccf; color:#000;\" |  1.752\n|style=\"background:#ccf; color:#000;\" | 14.634\n|style=\"background:#ccf; color:#000;\" |  2.206\n|style=\"background:#ccf; color:#000;\" |  6.004\n|style=\"background:#ccf; color:#000;\" |  1.310\n|style=\"background:#ccf; color:#000;\" |    391\n|style=\"background:#ccf; color:#000;\" |    221\n|style=\"background:#ccf; color:#000;\" |    429\n|style=\"background:#ccf; color:#000;\" |    234\n|-\n!style=\"background:#9cc; color:navy; \"| Số đơn vị hành chính\n|style=\"background: lavender; color:#000;\"| 7 khóm\n|style=\"background: lavender; color:#000;\"| 6 khóm\n|style=\"background: lavender; color:#000;\"| 8 khóm\n|style=\"background: lavender; color:#000;\"| 8 khóm\n|style=\"background: lavender; color:#000;\"| 6 khóm\n|style=\"background: lavender; color:#000;\"| 8 khóm\n|style=\"background: lavender; color:#000;\"| 6 khóm\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 8 ấp \n|style=\"background: lavender; color:#000;\"| 6 ấp\n|-\n!style=\"background:#9cc; color:navy; \"| Năm thành lập \n|style=\"background: beige; color:#000;\"| 2002\n|style=\"background: beige; color:#000;\"| 1991\n|style=\"background: beige; color:#000;\"| 1991\n|style=\"background: beige; color:#000;\"| 1991\n|style=\"background: beige; color:#000;\"| 1991\n|style=\"background: beige; color:#000;\"| 1991\n|style=\"background: beige; color:#000;\"| 2003\n|style=\"background: beige; color:#000;\"| 1987\n|style=\"background: beige; color:#000;\"| 1999\n|style=\"background: beige; color:#000;\"| 1999\n|-\n|colspan=\"14\" style=\"text-align: center; font-size:90%;\"|''Nguồn: Báo cáo thuyết minh tổng hợp Quy hoạch sử dụng đất đến năm 2030 thành phố Bạc Liêu<ref name=TPBL2020>{{Chú thích web |url=https:\/\/tpbl.baclieu.gov.vn\/documents\/35840\/0\/BAO+CAO+QUY+HOACH+SU+DUNG+DAT+DEN+NAM+2030+TP.+BAC+LIEU.pdf\/5aa889ee-3742-ff56-ed2f-2faaa2219d21?t=1643266929243|title= Báo cáo thuyết minh tổng hợp Quy hoạch sử dụng đất đến năm 2030 thành phố Bạc Liêu, tỉnh Bạc Liêu |access-date= ngày 27 tháng 1 năm 2022 |author= Cổng thông tin điện tử thành phố Bạc Liêu}}<\/ref>\n|}\n\n==Lịch sử==\n===Thời Pháp thuộc===\n[[Tập tin:Nhà Công tử Bạc Liêu, TX.Bạc Liêu.jpg|nhỏ|trái|Nhà Công tử Bạc Liêu tại phường 3]]\nNgày [[20 tháng 12]] năm 1899, [[Toàn quyền Đông Dương]] ký sắc lệnh bỏ xưng danh địa hạt, đổi thành tỉnh, đại lý đổi thành quận. Ngày [[1 tháng 1]] năm [[1900]], sắc lệnh trên được áp dụng cho toàn [[Nam Kỳ]], trong đó có hạt tham biện Bạc Liêu đổi thành tỉnh Bạc Liêu. Tỉnh lỵ tỉnh Bạc Liêu đặt tại làng Vĩnh Lợi thuộc quận [[Vĩnh Lợi]]. Thời Pháp thuộc, làng Vĩnh Lợi vừa đóng vai trò là quận lỵ quận Vĩnh Lợi và là tỉnh lỵ tỉnh [[Bạc Liêu]].\n\nNgày [[18 tháng 12]] năm [[1928]], [[Toàn quyền Đông Dương]] ra nghị định thành lập các thị xã Bạc Liêu, Cần Thơ, Rạch Giá và Mỹ Tho trực thuộc các tỉnh cùng tên gọi. Các thị xã này đều có Ủy ban thị xã, thị trưởng do chủ tỉnh bổ nhiệm và có ngân sách riêng. Thị xã Bạc Liêu lúc đó được thành lập trên phần đất làng Vĩnh Lợi.\n\nĐất miền [[Hậu Giang]] trù phú nên có nhiều phú nông. Dưới [[pháp thuộc|thời Pháp thuộc]], nhiều gia đình hạng cự phú có con cái ăn tiêu phóng khoáng \"thả cửa\" nên danh từ \"[[công tử Bạc Liêu]]\" đã xuất hiện để chỉ giới dân chơi giàu có miền [[Nam Kỳ Lục tỉnh|Lục tỉnh]].\n\n===Giai đoạn 1956-1975===\n====Việt Nam Cộng hòa====\nNgày [[28 tháng 8]] năm [[1956]], chính quyền Việt Nam Cộng hòa ban hành Dụ số 50 về việc bãi bỏ quy chế thị xã. Theo quyết định này, bãi bỏ Dụ số 13 ban hành ngày [[30 tháng 5]] năm [[1954]] về quy chế thị xã. Những thị xã hiện đặt dưởi quy chế trên, từ nay sẽ theo chế độ thôn, xã và được quản tri bởi một ủy ban hành chính do tỉnh trường bồ nhiệm. Theo đó, giải thể thị xã hỗn hợp Bạc Liêu.\n\nNgày [[22]] tháng [[10]] năm [[1956]], Tổng thống [[Việt Nam Cộng hòa]] [[Ngô Đình Diệm]] ra Sắc lệnh số 143-NV để \" thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận Nam Phần của [[Việt Nam Cộng hòa|Việt Nam Cộng Hoà]] gồm [[Thành phố Hồ Chí Minh|Đô thành Sài Gòn]] và 22 tỉnh. Lúc này, tỉnh [[Ba Xuyên]] được thành lập trên cơ sở hợp nhất phần đất tỉnh [[Sóc Trăng]] và tỉnh [[Bạc Liêu]] trước đó, tỉnh lỵ đặt tại [[Sóc Trăng (thành phố)|Sóc Trăng]] nhưng lúc này lại bị đổi tên là \"Khánh Hưng\".\n\nNhư vậy, lúc này tỉnh [[Bạc Liêu]] đã bị giải thể, đồng thời xã Vĩnh Lợi chỉ còn đóng vai trò là quận lỵ quận [[Vĩnh Lợi]].\n\nBạc Liêu thời Pháp thuộc rất sung túc, dân cư đông đảo, nổi tiếng là xứ ăn xài, lắm khách hào hoa phong nhã, chợ búa mua bán phồn thịnh, nền kinh tế dồi dào. Cho đến khi chính phủ [[Ngô Đình Diệm]] chấp chánh, tỉnh Bạc Liêu bị sáp nhập vào tỉnh [[Ba Xuyên]] ([[Sóc Trăng]] cũ) trước kia thịnh vượng đông đảo bao nhiêu, bây giờ lại hóa ra u trệ bấy nhiêu. Vì bỗng dưng bị thu hẹp lại thành một quận là quận Vĩnh Lợi, trọn 9 năm châu thành Bạc Liêu lâm vào cảnh vắng vẻ, nền kinh tế bị sụp đổ, du khách có dịp đi ngang qua cảm tưởng cho là một tỉnh bị chiến tranh tàn phá.\n\nSuốt 9 năm dưới thời chính quyền [[Đệ nhất Cộng hòa]] của Tổng thống [[Ngô Đình Diệm]], Bạc Liêu từ một tỉnh phát triển mạnh ngày nào dưới thời Pháp thuộc thì giờ đây bị thu hình lại chỉ thành một quận lỵ nhỏ (tức quận [[Vĩnh Lợi]]). Thời Pháp thuộc, Cà Mau ngày nào chỉ là một quận lỵ nhỏ hơn nhiều tỉnh lỵ Bạc Liêu thì lúc này, Bạc Liêu lại trở thành quận lỵ Vĩnh Lợi nhỏ hơn cả tỉnh lỵ Quản Long (tức Cà Mau cũ). Do không nghiên cứu kỹ, nhắm mục đích tuyên truyền chính trị hơn là nghĩ đến lợi ích thiết thực của đại đa số quần chúng nhân dân, chính quyền [[Ngô Đình Diệm]] đã động phạm đến luật tự nhiên. Rốt cuộc thì vẫn phải trở về đường cũ.\n\nNgày [[8 tháng 9]] năm [[1964]], Thủ tướng chính quyền mới của [[Việt Nam Cộng hòa]] ký Sắc lệnh số 254\/NV quy định kể từ ngày [[1 tháng 10|01 tháng 10]] năm [[1964]] tái lập tỉnh Bạc Liêu trên cơ sở tách các quận [[Vĩnh Lợi]], [[Giá Rai]], [[Vĩnh Châu]] của tỉnh [[Ba Xuyên]] và quận [[Phước Long, Bạc Liêu|Phước Long]] của tỉnh [[Chương Thiện]] và thị xã Bạc Liêu có dân số lúc đó khoảng 40.000 người, mật độ trung bình 825 người\/km².<ref name=PGDBACLIEU>{{Chú thích web |url= http:\/\/pgdbaclieu.edu.vn\/tin-tuc-su-kien\/van-hoa-dia-phuong\/lich-su\/lich-su-hinh-thanh-thanh-pho-bac-lieu.html |tựa đề= Lịch sử hình thành thành phố Bạc Liêu |ngày= 1 tháng 6 năm 2012 |website= Cổng thông tin điện tử phòng giáo dục và đào tạo thành phố Bạc Liêu |url-status= dead |ngày truy cập= 2021-12-18 |archive-date= 2021-12-10 |archive-url= https:\/\/web.archive.org\/web\/20211210082552\/http:\/\/pgdbaclieu.edu.vn\/tin-tuc-su-kien\/van-hoa-dia-phuong\/lich-su\/lich-su-hinh-thanh-thanh-pho-bac-lieu.html }}<\/ref>\n\nTỉnh lỵ tỉnh [[Bạc Liêu]] khi đó lại có tên là Vĩnh Lợi, do lấy theo tên xã Vĩnh Lợi thuộc quận [[Vĩnh Lợi]] là nơi đặt tỉnh lỵ. Trong giai đoạn 1964-1975, xã Vĩnh Lợi vẫn tiếp tục giữ hai vai trò là quận lỵ quận Vĩnh Lợi và là tỉnh lỵ tỉnh [[Bạc Liêu]] như thời Pháp thuộc.\n\n====Chính quyền Cách mạng====\nNgày [[13 tháng 11]] năm [[1948]], cắt hai làng Vĩnh Trạch, Vĩnh Lợi của quận [[Vĩnh Lợi]] để thành lập [[Bạc Liêu (thành phố)|thị xã Bạc Liêu]].<ref name=QSVN\/>\n\nNăm [[1957]], Liên Tỉnh uỷ miền Tây giải thể tỉnh [[Bạc Liêu]], đồng thời đưa thị xã Bạc Liêu giao về tỉnh [[Sóc Trăng]] quản lý.\n\n[[Tháng 6]] năm [[1953]], giải thể thị xã Bạc Liêu để thành lập thành lập huyện Châu Thành – Vĩnh Lợi.<ref name=QSVN>{{Chú thích web|url=https:\/\/www.quansuvn.net\/index.php\/topic,31602.0.html|tựa đề= Lịch sử Bạc Liêu 30 năm kháng chiến (1945 – 1975) |ngày= 1 tháng 4 năm 2004 |website= Quân Sử Việt Nam|url-status=live}}<\/ref> \n\nTrong gia đoạn [[1964]] – [[1973]], địa bàn tỉnh [[Bạc Liêu]] của chính quyền [[Việt Nam Cộng hòa]] vẫn do tỉnh [[Sóc Trăng]] của chính quyền cách mạng quản lý, vì vậy thị xã Bạc Liêu lúc này vẫn thuộc tỉnh Sóc Trăng.\n\nTháng [[11]] năm [[1973]], Khu uỷ Tây Nam Bộ quyết định tái lập tỉnh [[Bạc Liêu]], lúc này thị xã Bạc Liêu trở lại thuộc tỉnh [[Bạc Liêu]] cho đến đầu năm [[1976]]. Địa bàn thị xã Bạc Liêu tương ứng với xã Vĩnh Lợi và xã Vĩnh Trạch cùng thuộc quận [[Vĩnh Lợi]], tỉnh [[Bạc Liêu]] của chính quyền [[Việt Nam Cộng hòa]].\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn đặt thị xã Bạc Liêu thuộc tỉnh [[Bạc Liêu]] cho đến đầu năm [[1976]].\n\n===Từ năm 1976 đến nay===\nTháng [[2]] năm [[1976]], [[Minh Hải|tỉnh Minh Hải]] được thành lập trên cơ sở hai tỉnh [[Cà Mau]] và [[Bạc Liêu]] trước đó. Lúc này, thị xã Bạc Liêu đổi tên thành thị xã Minh Hải và được chọn làm tỉnh lỵ tỉnh [[Minh Hải]]. Tuy nhiên, thị xã Minh Hải (thị xã Bạc Liêu) chỉ đóng vai trò là tỉnh lỵ tỉnh [[Minh Hải]] trong thời gian ngắn 1976-1984.\n<!--\nNgày [[29 tháng 12]] năm [[1978]], Hội đồng Chính phủ ban hành Quyết định số '''326-CP'''<ref name=CP326>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-326-CP-phan-vach-dia-gioi-huyen-va-thi-xa-tinh-Minh-Hai-vb57937t17.aspx Quyết định 326-CP năm 1979 phân vạch địa giới các huyện và thị xã thuộc tỉnh Minh Hải do Hội đồng Chính phủ ban hành]<\/ref> về việc phân vạch địa giới hành chính thị xã Minh Hải thuộc [[Minh Hải|tỉnh Minh Hải]]. Theo đó, thị xã Minh Hải (tỉnh lỵ) có 8 phường và 7 xã ngoại thị, nhưng thực tế chỉ có 8 phường: 1, 2, 3, 4, 5, 6, 7, 8 và 2 xã: Vĩnh Trạch, Vĩnh Lợi. Phía bắc giáp Rạch Trà Khứa và Ấp Cái Giá, phía đông giáp Rạch Cầu Thắng, phía tây giáp Rạch Dần Xây, phía nam giáp biển Đông đều thuộc huyện Vĩnh Lợi.-->\n\nNgày [[25 tháng 7]] năm [[1979]], Hội đồng Bộ trưởng ban hành Quyết định số 275-CP<ref name=275-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-275-CP-dieu-chinh-dia-gioi-xa-thi-tran-tinh-Minh-Hai-60605.aspx|tựa đề= Quyết định số 275-CP về việc điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Minh Hải |ngày= 25 tháng 7 năm 1979 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc:\n*Chia xã Vĩnh Trạch thành hai xã lấy tên là Vĩnh Thuận và Vĩnh Hòa\n*Chia xã Vĩnh Lợi thành hai xã lấy tên là Vĩnh Hiệp và Vĩnh Thành.\n\nNgày [[17 tháng 5]] năm [[1984]], Hội đồng Bộ trưởng ban hành Quyết định số 75-HĐBT<ref name=75-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-75-HDBT-phan-vach-dia-gioi-huyen-thi-xa-thuoc-tinh-Minh-Hai-43458.aspx|tựa đề= Quyết định 75-HĐBT năm 1984 phân vạch địa giới một số huyện, thị xã thuộc tỉnh Minh Hải do Hội đồng Bộ trưởng ban hành |ngày= 17 tháng 5 năm 1984 |website=|url-status=live}}<\/ref> về việc đổi tên thị xã Minh Hải thành thị xã Bạc Liêu thuộc tỉnh Minh Hải.\n\nNgày [[18 tháng 12]] năm [[1984]], Hội đồng Bộ trưởng ra Quyết định số 170-HĐBT<ref name=170-HĐBT>{{chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-170-HDBT-chuyen-tinh-ly-tinh-Minh-Hai-thi-xa-Ca-Mau-43531.aspx|tiêu đề= Quyết định 170-HĐBT chuyển tỉnh lỵ tỉnh Minh Hải thị xã Cà Mau |author=|ngày= 18 tháng 12 năm 1984 |ngày truy cập= 16 tháng 8 năm 2015 |nơi xuất bản= Thư viện pháp luật |ngôn ngữ =}}<\/ref> về việc chuyển tỉnh lỵ tỉnh Minh Hải từ [[Bạc Liêu (thành phố)|thị xã Bạc Liêu]] về [[Cà Mau (thành phố)|thị xã Cà Mau]].\n[[Tập tin:Rạch Bạc Liêu, TX.Bạc Liêu.jpg|nhỏ|Một góc Thành phố Bạc Liêu]]\n\nNgày [[14 tháng 2]] năm [[1987]], Hội đồng Bộ trưởng ban hành Quyết định số 33B-HĐBT<ref name=33B-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-33B-HDBT-dieu-chinh-dia-gioi-xa-phuong-cua-thi-xa-Bac-Lieu-ca-Mau-Cai-NuocDam-DoiNgoc-Hien-Vinh-Loi-Gia-Rai-Hong-dan-tinh-minh-hai-37289.aspx|tựa đề= Quyết định 33B-HĐBT năm 1987 về việc phân vạch, điều chỉnh địa giới hành chính một số xã, phường, thị trấn của các thị xã Bạc Liêu, cà Mau và các huyện Cái Nước, Đầm Dơi, Ngọc Hiển, Vĩnh Lợi, Giá Rai, Hồng Dân, Thới Bình, Trần Văn Thời thuộc tỉnh Minh Hải do Hội đồng Bộ trưởng ban hành |ngày= 14 tháng 2 năm 1987 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc sáp nhập xã Vĩnh Hiệp và xã Vĩnh Thành thành một xã lấy tên là xã Hiệp Thành thuộc thị xã Bạc Liêu, tỉnh Minh Hải.\n\nNgày [[2 tháng 2]] năm [[1991]], Ban Tổ chức Chính phủ ban hành Quyết định 51\/QĐ-TCCP<ref name=51\/QĐ-TCCP>Quyết định 51\/QĐ-TCCP điều chỉnh địa giới phường, xã thuộc thị xã Bạc Liêu và huyện Cái Nước, tỉnh Minh Hải<\/ref> về việc:\n*Sáp nhập Phường 6 vào Phường 5\n*Sáp nhập Phường 4 vào Phường 7\n*Giải thể Phường 1 nhập địa bàn vào Phường 3 và Phường 8\n*Hợp nhất hai xã Vĩnh Thuận và Vĩnh Hòa thành xã Thuận Hoà.\n\nNgày [[6 tháng 11]] năm [[1996]], [[Quốc hội Việt Nam]] ban hành Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh.<ref name=QH>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh\/40091\/noi-dung.aspx Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành]<\/ref> Theo đó, tỉnh Minh Hải được tách thành hai tỉnh là tỉnh [[Bạc Liêu]] và tỉnh [[Cà Mau]]. Khi đó, thị xã Bạc Liêu trở thành tỉnh lỵ của tỉnh [[Bạc Liêu]].\n\nNgày [[25 tháng 8]] năm [[1999]], Chính phủ ban hành Nghị định 82\/1999\/NĐ-CP<ref name=82\/1999\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-82-1999-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thuoc-thi-xa-Bac-Lieu-va-cac-huyen-Hong-Dan-Gia-Rai-tinh-Bac-Lieu-45610.aspx|tựa đề= Nghị định 82\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính xã thuộc thị xã Bạc Liêu và các huyện Hồng Dân, Giá Rai, tỉnh Bạc Liêu |ngày= 25 tháng 8 năm 1999 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc thành lập xã Vĩnh Trạch và Vĩnh Trạch Đông trên cơ sở toàn bộ diện tích và dân số của xã Thuận Hòa:\n*Xã Vĩnh Trạch có 4.229,81 ha diện tích tự nhiên và 12.804 nhân khẩu\n*Xã Vĩnh Trạch Đông có 4.656,97 ha diện tích tự nhiên và 9.632 nhân khẩu.\n\nNgày [[13 tháng 5]] năm [[2002]], Chính phủ ban hành Nghị định số 55\/2002\/NĐ-CP<ref name=55\/2002\/NĐ-CP>{{Chú thích web |url= http:\/\/datafilesbk.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2006%2F07%2F10802_ND55CP.RTF |tựa đề= Nghị định 55\/2002\/NĐ-CP về việc thành lập phường, xã thuộc thị xã Bạc Liêu và huyện Vĩnh Lợi, tỉnh Bạc Liêu |tác giả=  |họ=  |tên=  |ngày= 13 tháng 5 năm 2002 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211210112357\/http:\/\/datafilesbk.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2006%2F07%2F10802_ND55CP.RTF |ngày lưu trữ= 2021-12-10 |url hỏng=  |ngày truy cập= 13 tháng 5 năm 2002 |url-status= bot: unknown }}<\/ref> về việc thành lập Phường 1 trên cơ sở 582,6 ha diện tích tự nhiên và 17.568 nhân khẩu của Phường 7.\n\nNgày [[24 tháng 12]] năm [[2003]], Chính phủ ban hành Nghị định số 166\/2003\/NĐ-CP<ref name=166\/2003\/NĐ-CP>{{Chú thích web |url= https:\/\/bientap.vbpl.vn\/TW\/Lists\/vbpq\/Attachments\/20581\/166.2003.ND.CP.doc |tựa đề= Nghị định số 166\/2003\/NĐ-CP về việc thành lập xã, phường thuộc các huyện Vĩnh Lợi, Phước Long, Hồng Dân, Giá Rai, Đông Hải và thị xã Bạc Liêu, tỉnh Bạc Liêu |tác giả=  |họ=  |tên=  |ngày= 24 tháng 12 năm 2003 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211210115422\/https:\/\/bientap.vbpl.vn\/TW\/Lists\/vbpq\/Attachments\/20581\/166.2003.ND.CP.doc |ngày lưu trữ= 2021-12-10 |url hỏng=  |ngày truy cập= 24 tháng 12 năm 2003 |url-status= bot: unknown }}<\/ref> về việc thành lập phường Nhà Mát trên cơ sở 2.439 ha diện tích tự nhiên và 9.237 nhân khẩu của xã Hiệp Thành.\n\nNgày [[26 tháng 12]] năm [[2006]], Bộ Xây Dựng ban hành Quyết định số 1779\/QĐ-BXD về việc công nhận thị xã Bạc Liêu là [[Đô thị Việt Nam#Đô thị loại III|đô thị loại III]] trực thuộc tỉnh [[Bạc Liêu]].<ref name=34\/2006\/NQ-HĐND>{{Chú thích web |url= http:\/\/congbao.baclieu.vnitt.ac.vn\/3cms\/upload\/baclieu\/File\/NQ34-2006-HDND-1472009.doc |tựa đề= Nghị quyết 34\/2006\/NQ-HĐND phê chuẩn đề án công nhận thị xã Bạc Liêu là đô thị loại III |tác giả=  |họ=  |tên=  |ngày= 14 tháng 7 năm 2006 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211210205831\/http:\/\/congbao.baclieu.vnitt.ac.vn\/3cms\/upload\/baclieu\/File\/NQ34-2006-HDND-1472009.doc |ngày lưu trữ= 2021-12-10 |url hỏng=  |ngày truy cập= 14 tháng 7 năm 2006 |url-status= bot: unknown }}<\/ref>\n\nNgày [[27 tháng 8]] năm [[2010]], Chính phủ ban hành quyết định số 32\/NQ-CP<ref name=32\/NQ-CP>{{Chú thích web |url= http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2010%2F08%2F102134_NQ32CP.DOC |tựa đề= Nghị quyết 32\/NQ-CP năm 2010 thành lập thành phố Bạc Liêu thuộc tỉnh Bạc Liêu do Chính phủ ban hành |tác giả=  |họ=  |tên=  |ngày= 27 tháng 8 năm 2010 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20141017102953\/http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2010%2F08%2F102134_NQ32CP.DOC |ngày lưu trữ= 2014-10-17 |url hỏng=  |ngày truy cập= 27 tháng 8 năm 2010 |url-status= dead }}<\/ref> về việc thành lập thành phố Bạc Liêu trực thuộc tỉnh [[Bạc Liêu]] trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Bạc Liêu.\n\nThành phố Bạc Liêu có diện tích tự nhiên 17.538,19 ha và 188.863 nhân khẩu; có 10 đơn vị hành chính cấp xã, bao gồm 7 phường: 1, 2, 3, 5, 7, 8, Nhà Mát và 3 xã: Hiệp Thành, Vĩnh Trạch, Vĩnh Trạch Đông.\n\nNgày [[16 tháng 4]] năm [[2014]], Thủ tướng Chính phủ ban hành Quyết định số 537\/QĐ-TTg<ref name=537\/QĐ-TTg>{{Chú thích web |url= http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2014%2F04%2F537.signed.pdf |tựa đề= Quyết định số 537\/QĐ-TTg của Thủ tướng Chính phủ: Về việc công nhận thành phố Bạc Liêu là đô thị loại II trực thuộc tỉnh Bạc Liêu |tác giả=  |họ=  |tên=  |ngày= 16 tháng 4 năm 2014 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211210205804\/http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2014%2F04%2F537.signed.pdf |ngày lưu trữ= 2021-12-10 |url hỏng=  |ngày truy cập= 16 tháng 4 năm 2014 |url-status= bot: unknown }}<\/ref> về việc công nhận [[Bạc Liêu (thành phố)|thành phố Bạc Liêu]] là [[Đô thị Việt Nam#Đô thị loại II|đô thị \n loại II]] trực thuộc tỉnh [[Bạc Liêu]].\n\nThành phố Bạc Liêu có diện tích tự nhiên 17.525 ha, dân số 190.045 người<ref name=TPBL2014>{{Chú thích web |url= https:\/\/phattriendothi.vn\/tin-phat-trien-do-thi\/cong-nhan-thanh-pho-bac-lieu-la-do-thi-loai-ii-923 |tựa đề= Công nhận thành phố Bạc Liêu là đô thị loại II |ngày= 18 tháng 4 năm 2014 |website= Cục phát triển đô thị - Bộ Xây dựng |url-status= dead |ngày truy cập= 2021-12-19 |archive-date= 2021-12-10 |archive-url= https:\/\/web.archive.org\/web\/20211210115110\/https:\/\/phattriendothi.vn\/tin-phat-trien-do-thi\/cong-nhan-thanh-pho-bac-lieu-la-do-thi-loai-ii-923 }}<\/ref>, có 10 đơn vị hành chính cấp xã, bao gồm 7 phường: 1, 2, 3, 5, 7, 8, Nhà Mát và 3 xã: Hiệp Thành, Vĩnh Trạch, Vĩnh Trạch Đông.\n\n==Kinh tế==\nCơ cấu kinh tế thành phố Bạc Liêu trong 5 năm qua (2016–2020) có sự chuyển dịch và phát triển theo hướng tăng mạnh tỷ trọng thương mại, dịch vụ, công nghiệp xây dựng và giảm về tỷ trọng nông nghiệp–thủy sản: cơ cấu thương mại–dịch vụ–du lịch, chiếm 48,20%; công nghiệp - xây dựng, chiếm 42,12%; nông nghiệp -\nthủy sản 9,68%). Tổng vốn đầu tư toàn xã hội trên địa bàn thành phố trong 5 năm đạt 28.822 tỷ đồng, trong đó vốn đầu tư từ ngân sách nhà nước là 1.402 tỷ 278 triệu đồng, với 428 công trình.<ref name=TPBL2020\/>\n\n'''Thương mại, dịch vụ:''' Đây được xem là lĩnh vực mũi nhọn, có bước chuyển biến nhanh trong những năm gần đây, đóng góp ngày càng nhiều vào tăng trưởng của thành phố, chiếm tỷ trọng lớn trong cơ cấu chung của nền kinh tế địa phương. Tuy nhiên, tình hình cung cầu hàng hóa năm 2020 tuy gặp nhiều khó khăn do dịch bệnh Covid-19, nhưng bằng sự nỗ lực của các doanh nghiệp và sự chỉ đạo kịp thời của lãnh đạo địa phương, mức tăng trưởng vẫn giữ ổn định và cao hơn so với cùng kỳ năm trước. Tổng mức bán lẻ thương mại - dịch vụ ước thực hiện trong năm 2020 là 16.285 tỷ 200 triệu đồng, đạt 100% so với kế hoạch, tăng 23,3% so với cùng kỳ. Trên địa bàn thành phố hiện có 5.420 cơ sở kinh doanh thương mại - dịch vụ, tăng 135 cơ sở so với cùng kỳ, với 16.945 lao động, tăng 173 lao động so với cùng kỳ.<ref name=TPBL2020\/>\n\n'''Công nghiệp, tiểu thủ công nghiệp''': là lĩnh vực có tỷ trọng đứng thứ hai trong ba khu vực kinh tế của thành phố. Trong năm 2020, sản xuất công nghiệp - tiểu thủ công nghiệp tuy gặp khó khăn do ảnh hưởng dịch Covid-19 nhưng vẫn phát \ntriển ổn định. Giá trị sản xuất công nghiệp - tiểu thủ công nghiệp ước thực hiện năm 2020 là 2.351 tỷ 020 triệu đồng, tăng 0,1% so với kế hoạch, tăng 19,2% so với cùng kỳ. Đến nay, thành phố có 1.019 cơ sở sản xuất, tăng với 30 cơ sở so với cùng kỳ, với 4.350 lao động, tăng 86 lao động so với cùng kỳ gồm các mặt hàng chủ lực, như: chế biến thực phẩm và đồ uống, sản xuất sản phẩm dệt may, sửa chữa và sản xuất các sản phẩm bằng kim loại, sản xuất giường - tủ - bàn - ghế, rượu... Tổng giá trị sản xuất công nghiệp - tiểu thủ công nghiệp giai đoạn 2016 - 2020 trên 8.802 tỷ đồng, so với chỉ tiêu vượt 7,58%, tốc độ tăng trưởng bình quân 14,58%\/năm (tăng 86,08% so với giai đoạn 2011 - 2015). Hoàn thành cơ bản các đoạn tuyến điện lưới quốc gia về các khu, cụm dân cư. Về xây dựng, tổng nguồn vốn đầu tư công đã được triển khai thực hiện trong nhiệm kỳ là 1.402 tỷ 278 triệu đồng. Các doanh nghiệp, cơ sở sản xuất - kinh doanh trên địa bàn thành phố đã có nhiều nỗ lực để duy trì hoạt động, tạo việc làm, thu nhập cho người lao động và vẫn duy trì hoạt động có hiệu quả để góp phần tăng trưởng kinh tế của thành phố Bạc Liêu.<ref name=TPBL2020\/>\n\n'''Nông nghiệp''': Là lĩnh vực chiếm tỷ trọng tương đối nhỏ trong cơ cấu kinh tế, tuy thế thành phố vẫn chú trọng phát triển với quy mô vừa và nhỏ, ứng dụng khoa học công nghệ cao vào sản xuất, sử dụng những loại giống tốt đạt chất lượng và năng suất cao nhằm nâng cao nguồn thu nhập cho các hộ dân sản xuất nông nghiệp.<ref name=TPBL2020\/>\n* Trồng trọt: Về sản xuất lúa diện tích canh tác lúa 1.609 ha, đạt 100% so kế hoạch, so với cùng kỳ không tăng; diện tích gieo trồng lúa ước thực hiện năm 2020 là 2.045 ha, đạt 100% so kế hoạch, so với cùng kỳ không tăng; năng suất đạt 6,72 tấn\/ha; do chịu ảnh hưởng hạn hán, ngập úng dẫn đến sản lượng có giảm so cùng kỳ, tổng sản lượng 13.751 tấn, đạt 96,9% so với kế hoạch, giảm 0,35% so với cùng kỳ. Tổng diện tích gieo trồng rau màu ước thực hiện năm 2020 4.656 ha, tăng 0,19% so với kế hoạch, tăng 2,08% so với cùng kỳ; tổng sản lượng đạt 61.616,64 tấn, tăng 0,19% so với kế hoạch, tăng 2,08% so với cùng kỳ. Tổng diện tích cây ăn trái là 273 ha, trong đó: nhãn 160 ha, xoài 35 ha, chuối 26 ha, các loại cây khác 49 ha; sản lượng đạt được 1.239,1 tấn, tăng 2,55% so với kế hoạch, tăng 2,55% so với cùng kỳ. \n* Chăn nuôi: Tình hình chăn nuôi gia súc, gia cầm hiện nay đang khởi sắc trở lại. Về giá cả bắt đầu tăng giá trở lại, người nông dân hiện nay đang tái đàn để kịp thời phục vụ cho các ngày lễ lớn. Tổng đàn gia súc là 14.826 con, tăng 19,4% so với kế hoạch, giảm 5,4% so với cùng kỳ; tổng đàn gia cầm là 47.067 con, đạt 87,9% so với kế hoạch, giảm 12,1% so với cùng kỳ; tổng đàn động vật hoang dã 67.418 con, tăng 6,1% so với kế hoạch, tăng 6,1% so với cùng kỳ. Công tác phòng, chống dịch bệnh trên cây trồng vật nuôi của thành phố Bạc Liêu luôn được quan tâm chỉ đạo và tổ chức thực hiện tốt. Các ngành chức năng của thành phố cùng mạng lưới thú y phối hợp các phường, xã tiến hành rà soát đàn gia cầm, tiêu độc, khử trùng chuồng trại, tiêm vacxin, đã thực hiện tiêm phòng trên đàn gia súc 86.210 liều vacin, tiêm phòng trên đàn gia cầm 21.000 liều vacxin và tiêm phòng bệnh dại trên chó 1.439 liều vacxin.<ref name=TPBL2020\/>\n* Diêm nghiệp: Tổng diện tích sản xuất muối từ đầu năm đến nay là 33ha, trong đó: phường Nhà Mát 32 ha, xã Vĩnh Trạch Đông 1 ha; tổng sản lượng đạt 312 tấn; năng suất bình quân 09 tấn\/ha\/năm; giá bán giao động từ 1.200 - 1.500 đồng\/kg. Về sản xuất Artemia trên địa bàn thành phố hiện có 22 ha nuôi Artemia, chủ yếu ở xã Vĩnh Trạch Đông; tổng sản lượng đạt 3.234,8 kg, năng suất bình quân 147 kg\/ha\/năm, giá bán từ 1.000.000 - 1.200.000 đồng\/kg trứng tươi.<ref name=TPBL2020\/>\n* Khai thác, đánh bắt và nuôi trồng thủy sản: Tổng sản lượng khai thác, đánh bắt và nuôi trồng thủy sản đạt 51.462 tấn (trong đó: tôm 30.912 tấn; cá và thủy sản khác 20.550 tấn), đạt 97,1% so với kế hoạch, giảm 2,9% so với cùng kỳ.<ref name=TPBL2020\/>\n\nTổng sản lượng khai thác, đánh bắt thủy sản ước đạt 19.850 tấn (trong đó: tôm 1.500 tấn; Cá và thủy sản khác 18.350 tấn) đạt 100% so với kế hoạch, tăng 4,3% so với cùng kỳ. Trên địa bàn thành phố hiện có 307 phương tiện khai thác thủy sản đang hoạt động; tổng công suất bình quân: 54.098CV (trong đó: 112 phương tiện <50CV; 29 phương tiện từ 50-90CV; 166 phương tiện >90CV); tổng số lao động 2.240 lao động.<ref name=TPBL2020\/>\n\nTổng sản lượng nuôi trồng thủy sản là 31.612 tấn, trong đó: sản lượng tôm là 29.412 tấn, bao gồm 1.000 tấn tôm nuôi theo mô hình công nghệ cao; cá và thủy sản khác là 2.200 tấn, đạt 96,3% so với kế hoạch (giảm 4,6% so với cùng kỳ). Diện tích đã thả nuôi 6.975ha, trong đó: tôm CN-BCN là 6.050ha (bao gồm: tôm sú 2.500ha; tôm thẻ chân trắng 3.550ha); tôm QCCT 620ha; cá và thủy sản khác 305ha, đạt 96,9% so với kế hoạch (giảm 11% so với cùng kỳ); năng suất bình quân nuôi trồng thủy sản: tôm sú 03 tấn\/ha, tôm thẻ chân trắng 10 tấn\/ha; quãng canh cải tiến: 1,1 tấn\/ha; cá và các loài thủy sản khác: 3 - 12 tấn\/ha.<ref name=TPBL2020\/>\n\nMô hình nuôi tôm công nghệ cao: Trên địa bàn thành phố Bạc Liêu hiện có 75 hộ dân và 10 công ty, doanh nghiệp đã, đang thực hiện mô hình nuôi tôm thẻ chân trắng ứng dụng công nghệ cao trên tổng diện tích 509,1ha, bao gồm: 126 ao ương, diện tích là: 21.300 m²; 306 ao nuôi trên 34,82 ha tổng diện tích mặt nước, \ntrong đó thực hiện mô hình nuôi tôm thẻ chân trăng quy mô theo công nghệ CP \ncó 01 công ty, doanh nghiệp và 38 hộ, tổng diện tích 120,4ha, số ao nuôi 127 ao; tổng diện tích mặt nước 12.640 m²; diện tích đang thả nuôi: 29 ha\/205 ao; diện tích thu hoạch: 29 ha; sản lượng thu hoạch: 1.000 tấn (chủ yếu là tôm thẻ chân trăng); năng suất bình quân 50 tấn\/ha.<ref name=TPBL2020\/>\n\n===Quốc phòng, an ninh===\nThành phố luôn thực hiện tốt chủ trương phát triển KT-XH gắn với QP-AN, xây dựng thế trận an ninh nhân dân ngày càng vững mạnh. Triển khai thực hiện tốt các Luật, Pháp lệnh, Nghị định của Chính phủ về lĩnh vực ANQP. Tổ chức bồi dưỡng kiến thức quốc phòng hàng năm cho các đối tượng trong hệ thống chính trị và nhân dân, đáp ứng nhiệm vụ xây dựng nền quốc phòng toàn dân và nền an ninh nhân dân vững mạnh. Công tác giữ gìn trật tự, an toàn xã hội, công tác quân sự được thực hiện thường xuyên. Công tác đảm bảo an ninh quốc gia được lực lượng chức năng thực hiện có hiệu quả; bảo vệ tuyệt đối an toàn các sự kiện chính trị, các hoạt động lễ, hội trong và ngoài tỉnh. Tăng cường công tác quản lý nhà nước bằng pháp luật và bảo đảm nguyên tắc kỷ cương. Phối hợp chặt chẽ với mặt trận, đoàn thể vận động nhân dân, đưa các chủ trương chính sách của Đảng và pháp luật Nhà nước đến nhân dân, làm dân thông, dân hiểu; cũng cố vai trò khối nội chính; thực hiện tốt công tác giải quyết khiếu nại, tố cáo của công dân, nhất là ở điểm nóng vùng đồng bào dân tộc về lĩnh vực liên quan đến đất đai, đền bù giải tỏa.<ref name=TPBL2020\/>\n\n==Xã hội==\n* Tỷ lệ tăng dân số tự nhiên bình quân giai đoạn 2016 – 2020 là 0,95%.\n* Tỷ lệ hộ nghèo năm 2016 đạt 1,36% đến năm 2020 giảm còn 0,03%.\n* Tỷ lệ bảo hiểm y tế toàn dân năm 2016 đạt 70,67% đến năm 2020 tăng lên đạt 89,41%.\n* Tỷ lệ trẻ suy dinh dưỡng dưới 5 tuổi năm 2016 là 11,43% đến năm 2020 giảm còn 9,43%.\n* Tỷ lệ trường đạt chuẩn Quốc gia năm 2016 là 37,50% đến năm 2020 tăng lên đạt 69,64%.\n* Tỷ lệ bao phủ bảo hiểm y tế năm 2020 đạt thấp ở mức 85%.\n* Tỷ lệ hộ dân dùng nước hợp vệ sinh luôn ổn định ở mức 100% trong giai đoạn 2016 - 2020.\n* Tỷ lệ thu gom và xử lý chất thải rắn sinh hoạt năm 2020 đạt 95%. \n* Tỷ lệ độ che phủ bình quân của thành phố năm 2020 đạt 10,70%.\n* Tỷ lệ hộ dân sử dụng điện lưới quốc gia đạt 99,96%.<ref name=TPBL2020\/>\n\nDân số: Theo niên giám thống kê năm 2020, toàn thành phố có 157.351 người, mật độ dân số bình quân 736 người\/km², với tỷ lệ tăng dân số tự nhiên là 0,90%. Trong đó dân số thành thị có 116.259 người chiếm 74% và dân số nông thôn có 41.092 người chiếm 26% dân số toàn thành phố, với tổng số hộ có 42.850 hộ bình quân hộ 3,7 người\/hộ. Đặc biệt số nam giới có 77.432 người, chiếm trên 49,21% dân số của thành phố.<ref name=TPBL2020\/>\n\nLao động: Số người trong độ tuổi lao động của thành phố có 102.775 người, \nchiếm 65% tổng dân số (lao động nam giới là 51.751 người và nữ giới là 50.990 \nngười). Trong đó lao động thành thị có 72.804 người, chiếm 74% số người trong \nđộ tuổi lao động và lao động nông thôn có 26.971 người, chiếm 26% số người \ntrong độ tuổi lao động.<ref name=TPBL2020\/>\n\nViệc làm và thu nhập: Trong năm 2020 thành phố đã tổ chức đào tạo nghề\ncho 5.426 lao động, đạt 91,43% kế hoạch. Trong đó: có 2.560 lao động làm việc \ntrong tỉnh; 2.866 lao động làm việc ngoài tỉnh; 987 lao động tự tìm việc làm tại chỗ. Nâng tổng số lao động được đào tạo nghề trong năm 2020 là 3.580 lao động, tăng 2,29% so với kế hoạch. Với việc tập trung thực hiện tốt công tác đào tạo nghề, giải quyết việc làm cho người lao động, mức sống của người dân trên địa bàn thành phố ngày được cải thiện, GRDP bình quân đầu người: 97 triệu đồng\/người\/năm.<ref name=TPBL2020\/>\n\n[[Tập tin:Đường phố Bạc Liêu.JPG|thumb|300px|Ngã tư cầu Kim Sơn về đêm]]\n\nThành phố có một cửa biển là cửa biển Nhà Mát thuộc phường [[Nhà Mát]]. Ở đây còn có khu du lịch [[Quán Âm Phật Đài (Bạc Liêu)|Quán Âm Phật Đài]] (thường gọi Phật bà Nam Hải). Theo tín ngưỡng của những người đi biển, Phật bà Nam Hải đã chở che cho họ rất nhiều trong lúc họ hoạt động, làm ăn trên biển. Nơi đây đã trở thành một điểm du lịch nổi tiếng của tỉnh [[Bạc Liêu]], thu hút hàng ngàn du khách đến viếng, thưởng ngoạn mỗi năm, nhất là vào dịp Vía Bà vào các ngày 22, 23, 24 tháng 3 âm lịch hằng năm.\n\nBên cạnh khu du lịch Quán âm Phật đài, thành phố còn đang xây dựng một khu du lịch mới cũng ở phường Nhà Mát. Ngoài ra, thành phố Bạc Liêu còn có khu du lịch Vườn nhãn Bạc Liêu với những cây nhãn cổ thụ và giống nhãn Vĩnh Châu nổi tiếng thơm ngon, có cánh đồng điện gió với 62 trụ điện gió to lớn giữa biển khơi tại khu vực xã [[Vĩnh Trạch Đông]].\n\nVề nông nghiệp, thành phố phát triển ngành nuôi [[tôm thẻ chân trắng]], [[tôm càng xanh]] và [[tôm sú]] trên địa bàn các xã ngoại thành như [[Vĩnh Trạch]] và [[Vĩnh Trạch Đông]], nghề đánh bắt hải sản cũng khá phổ biến tại các xã, phường giáp biển.\n\nVề công nghiệp, trên địa bàn thành phố có một số khu, cụm công nghiệp dạng vừa như khu công nghiệp Trà Kha và cụm công nghiệp Nhà Mát.\n\nThành phố Bạc Liêu có 3 dân tộc chính: [[Người Việt|Kinh]], [[Người Khmer (Việt Nam)|Khmer]] và [[Hoa]]. Do đó văn hoá ẩm thực của địa phương này cũng khá đa dạng, nhiều món ăn được biết tới như: [[bánh xèo]], [[bún nước lèo]], bún bò cay,...\n\n===Giáo dục, đào tạo===\nTrong những năm qua, thành phố Bạc Liêu luôn cố gắng, nỗ lực trong việc nâng cao chất lượng giáo dục và đào tạo một cách toàn diện, trong đó đặc biệt quan tâm thực hiện xây dựng trường đạt Chuẩn quốc gia. Tổng số trường mầm non, phổ thông công lập đạt chuẩn quốc gia của thành phố tính đến thời điểm hiện tại là 25\/34 trường, tăng 5 trường so với cùng; đạt tỷ lệ 73,53% (10 trường MN–MG, 7 trường tiểu học, 8 trường THCS); trong đó có 4 trường Mầm non, 3 trường Tiểu học và 1 trường THCS đạt chuẩn quốc gia mức độ 2 (tăng 5 trường đạt mức độ 2).<ref name=TPBL2020\/>\n\nVề huy động học sinh đến trường: Đầu năm học 2020-2021 đã huy động trẻ trong độ tuổi đến trường toàn thành phố có 27.033 học sinh đến trường, đạt 99,26% so với kế hoạch (kế hoạch 27.234 học sinh). Trong đó: \n* Trẻ 5 tuổi vào lớp mẫu giáo là 2.405 trẻ, đạt 100% dân số trong độ tuổi.\n* Trẻ 6 tuổi vào lớp 1 là 2.634 học sinh, đạt 100% dân số trong độ tuổi.\n* Số học sinh lớp 6 tuyển mới: 2.362 học sinh, đạt 99,54% số học sinh hoàn thành chương trình tiểu học (2.362\/2.373 học sinh).<ref name=TPBL2020\/>\n\nVề mạng lưới cơ sở giáo dục: toàn thành phố có 41 cơ sở giáo dục mầm non, phổ thông. Trong đó:\n*'''Mầm non''': Hiện thành phố có 17 trường Mẫu giáo và nhà trẻ, trong đó có 12 trường công lập và 5 trường tư thục với tổng số trẻ năm học 2020-2021 hiện có 6.042 trẻ (công lập 4.198 trẻ), số học sinh bình quân một lớp có khoảng 29 trẻ, bình quân diện tích sử dụng đất trường mầm non công lập có khoảng 11,59 m²\/trẻ, so với định mức thì bình quân diện tích đất đối với bậc mầm non đạt chuẩn quy định 10 m²\/trẻ.<ref name=TPBL2020\/>\n#Trường MN Bạc Liêu: Đường 3\/2, khóm 1, phường 1\n#Trường MN Họa Mi:\n##Điểm Trung Tâm: Nguyễn Thái Học, khóm 7, phường 1\n##Điểm lẻ: Cách Mạng, khóm 10, phường 1\n#Trường MN Hoa Mai: 22 Trần Phú, khóm 4, phường 3\n#Trường MN Sơn Ca: Đường Võ Thị Sáu, khóm 6, phường 3\n#Trường MN Hoa Sen:\n##Điểm Trung Tâm: Nguyễn Đình Chiểu, khóm 2, phường 7\n##Điểm lẻ: Khóm 3, phường 7\n#Trường MG Măng Non: Đường Đống Đa, khóm 2, phường 2\n#Trường MG Hướng Dương:\n##Điểm Trung Tâm: Số 65 Thống Nhất, khóm 2, phường 5\n##Khu Gia Long: Số 3\/36B, Lê Thị Hồng Gấm, khóm 6, phường 5\n##Khu Rạch ông Bổn: Rạch Ông Bổn, khóm 2, phường 5\n#Trường MG Tuổi Thơ: Quốc lộ 1, khóm Trà Kha A, phường 8\n#Trường MG Hoa Hồng: Đường Bạch Đằng, khóm Nhà Mát, phường Nhà Mát\n#Trường MG Tuổi Ngọc: Ấp Giồng Giữa, xã Hiệp Thành\n#Trường MG Vành Khuyên:\n##Điểm Trung Tâm: Ấp Kim Cấu, xã Vĩnh Trạch\n##Điểm An Trạch Đông A: Ấp An Trạch Đông, xã Vĩnh Trạch\n#Trường MG Vàng Anh: Ấp Biển Tây A, xã Vĩnh Trạch Đông.\n\n*'''Tiểu học''': Toàn thành phố có 16 trường tiểu học, trong đó có 14 trường công lập và 2 trường ngoài công lập. Tổng số học sinh đang theo học cấp tiểu học năm học 2020-2021 là 21.109 học sinh, trong đó số học sinh trường công lập có 13.691 học sinh, bình quân có khoảng 6 m²\/học sinh, so với định mức thì bình quân diện tích đất đối với bậc tiểu học chưa đạt chuẩn quy định 8 m²\/học sinh. Trong thời gian tới cần phải mở rộng hoặc tạo quỹ đất xây mới các trường để giảm tải khu vực trung tâm thành phố để đảm bảo về định mức sử dụng đất.<ref name=TPBL2020\/>\n\n*'''Trung học cơ sở''': Toàn thành phố có 8 trường Trung học cơ sở công lập, với số lượng học sinh theo học trong năm học 2020-2021 là 7.461 học sinh, bình quân có khoảng 5,4 m²\/học sinh, so với định mức thì bình quân diện tích đất đối với bậc Trung học cơ sở chưa đạt chuẩn quy định 8 m²\/học sinh. Do đó, cần phải đầu tư mở rộng hoặc xây mới để đảm bảo về định mức sử dụng đất.<ref name=TPBL2020\/>\n\n*'''Trung học phổ thông''': Hiện thành phố có 4 trường Trung học phổ thông công lập. Xét trên tổng chung thì bậc Trung học phổ thông của thành phố đạt chuẩn so với định mức.<ref name=TPBL2020\/>\n{{Bài chi tiết|Danh sách trường trung học phổ thông tại Bạc Liêu}}\n\nNgoài ra, trên địa bàn thành phố còn có [[Trường Đại học Bạc Liêu]], Trường Cao đẳng nghề, Trường Trung cấp nghề, Trường trung cấp y tế, Trung tâm giáo dục thường xuyên, Trường kỹ thuật nghiệp vụ giao thông vận tải,... đã đáp ứng được phần nào về nhu cầu đào tạo các ngành nghề cho người dân trong và ngoài thành phố.<ref name=TPBL2020\/>\n\n===Y tế===\nTrong những năm qua, tỉnh nói chung và thành phố nói riêng luôn tiếp tục đầu tư hạ tầng, nâng cấp cơ sở vật chất, trang thiết bị kỹ thuật y tế các tuyến tỉnh, \nthành phố, đồng thời đẩy mạnh xã hội hóa y tế tư nhân. Đến nay, thành phố có 10\/10 phường, xã đều có trạm y tế. Với hệ thống cơ sở y tế đã đáp ứng được nhu \ncầu khám và điều trị bệnh cho người dân không chỉ của thành phố mà cả những huyện, thị khác trong và ngoài tỉnh.<ref name=TPBL2020\/>\n\n===Chợ và trung tâm thương mại===\nTrong những năm gần đây, các khu thương mại, siêu thị và chợ được các doanh nghiệp và lãnh đạo thành phố đầu tư phát triển mạnh, hệ thống được bố trí đều khắp các phường, xã trên địa bàn thành phố, chủ yếu tập trung ở ngay trung tâm xã, phường được xây dựng kiên cố, cơ sở hạ tầng chợ được quan tâm đầu tư và đang từng bước hoàn thiện. Hiện ngay trung tâm thành phố đã có hệ thống của hàng Điện máy xanh, Bách Hóa Xanh, Vinmart,.. đáp ứng được nhu cầu mua bán của nhân dân.<ref name=TPBL2020\/>\n\n===Xây dựng nông thôn mới===\nVới sự quyết tâm của các cấp, các ngành việc xây dựng nông thôn mới trên địa bàn thành phố đạt được kết quả nhất định. Cơ sở hạ tầng xây dựng nông thôn mới nâng cao đã và đang được đầu tư nâng cấp ngày một tốt hơn, bộ mặt nông thôn từng bước được đổi mới, đã tạo ra một động lực lớn, góp phần chuyển đổi mạnh mẽ cơ cấu kinh tế của thành phố theo hướng tích cực.<ref name=TPBL2020\/>\n\nĐến nay thành phố được công nhận hoàn thành nhiệm vụ xây dựng nông thôn mới năm 2020 tại Quyết định số 987\/QĐ-TTg ngày 23\/6\/2021. Trong đó đã công nhận 06 ấp đạt chuẩn nông thôn mới nâng cao: ấp Vĩnh An, xã Vĩnh Trạch; ấp Giồng Giữa B, xã Vĩnh Trạch Đông và 4 ấp của xã Hiệp Thành; tiếp tục thực hiện công tác thẩm định các ấp đạt nông thôn mới nâng cao.\n\n==Dân số==\n{{Lịch sử dân số\n|title = Lịch sử phát triển dân số thành phố Bạc Liêu qua các năm\n|type = \n|align = \n|direction =\n|cols = 2\n|width = 5em\n|state = \n|shading = \n|pop_name =\n|percentages = \n|footnote = \n|source = Niên giám thống kê tỉnh Bạc Liêu\n| 2005       | 120.131\n| 2009       | 188.863\n| 2010       | 149.953\n| 2013       | 190.045\n| 2014       | 154.154\n| 2015       | 155.194\n| 2016       | 155.874\n| 2017       | 156.604\n| 2018       | 157.389\n| 1\/4\/2019   | 156.110\n| 31\/12\/2019 | 156.284\n| 2020       | 157.351\n| 23\/8\/2021  | 158.844\n| 1\/11\/2021  | 158.264\n}}\n\nThành phố Bạc Liêu có diện tích là 213,80 &nbsp;km², dân số năm 2018 là 157.389 người. Trong đó dân số sống ở thành thị là 118.689 người chiếm tỉ lệ 75,41% và dân số sống ở nông thôn là 38.700 người chiếm tỉ lệ 24,59%. Mật độ dân số của đạt 736 người\/km². Năm 2016, dân số toàn thành phố là 155.874 người, trong đó dân tộc Kinh 123.432 người, dân tộc Hoa 15.702 người, dân tộc Khmer 17.044 người, dân tộc khác 51 người.\n\nThành phố Bạc Liêu có diện tích là 213,80 &nbsp;km², dân số năm 2019 là 156.284 người, trong đó dân số thành thị là 115.806 người chiếm 74,10%, dân số nông thôn là 40.478 người chiếm 25,90%, mật độ dân số đạt 731 người\/km². \n<ref name=\"BL2019\">{{Chú thích web |url =https:\/\/www.cucthongkebaclieu.gov.vn\/web\/viewer.html?file=https:\/\/www.cucthongkebaclieu.gov.vn\/TapTin\/NoiDung\/13\/2020\/07\/ND.31_Sach_NG_Bac_Lieu_2019_25_6.pdf|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Bạc Liêu |access-date = ngày 27 tháng 7 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref><ref name=\"TBL2019\">{{Chú thích web |url =https:\/\/baclieu.gov.vn\/documents\/20121\/0\/K%E1%BA%BFt+qu%E1%BA%A3+%C4%91i%E1%BB%81u+tra+KTXH+53+DTTS.2019+t%E1%BB%89nh+B%E1%BA%A1c+Li%C3%AAu.rar\/694efc8c-3fca-12cf-5d8d-1f88d768ca37?t=1607329298603|title = ''Dân số cấp xã đến 01 tháng 4 năm 2019 - tỉnh Bạc Liêu'' |access-date = ngày 7 tháng 12 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\nNăm 2020, dân số toàn thành phố Bạc Liêu là 157.351 người, trong đó, dân số thành thị là 116.259 người chiếm 73,88%, dân số nông thôn là 41.092 người chiếm 26,12%.<ref name=BACLIEU2020>{{Chú thích web|url=https:\/\/www.cucthongkebaclieu.gov.vn\/TapTin\/NoiDung\/450\/ND.46.G6SMEQAY.pdf|tựa đề= Niên giám Thống kê năm 2020 tỉnh Bạc Liêu |ngày= 30 tháng 6 năm 2021 |website= Cục thống kê tỉnh Bạc Liêu |url-status=live}}<\/ref>\n\nTheo thống kê sơ bộ năm 2021, thành phố Bạc Liêu có 158.844 người.<ref name=BAOBACLIEU>{{Chú thích web|url=https:\/\/www.baobaclieu.vn\/tin-tuc\/lay-tren-158-000-mau-tam-soat-covid-19-tai-tp-bac-lieu-72644.html|tựa đề= Lấy trên 158.000 mẫu tầm soát COVID-19 tại TP. Bạc Liêu |ngày= 23 tháng 8 năm 2021 |website= Báo Bạc Liêu Online |url-status=live}}<\/ref>\n\nTheo thống kê dân số thành phố Bạc Liêu ngày 1 tháng 11 năm 2021 là 158.264 người. Trong đó, dân số thành thị là 117.252 người (74,09%), dân số nông thôn là 41.012 người (25,91%).<ref name=BACLIEU1\/11\/2021>{{Chú thích web|url=https:\/\/vpubnd.baclieu.gov.vn\/documents\/211576\/0\/tai+lieu+%283%29.rar\/abf44a7a-85bc-1d4a-7925-967b0208b56f?t=1637483803707|tựa đề=Báo cáo kết quả sơ bộ tổng điều tra rà soát hộ nghèo, hộ cận nghèo trên địa bàn tỉnh Bạc Liêu giai đoạn 2022-2025 (Họp với các Sở, ngành có liên quan để nghe báo cáo kết quả điều tra rà soát hộ nghèo)|ngày=22 tháng 11 năm 2021|website=VĂN PHÒNG ỦY BAN NHÂN DÂN TỈNH BẠC LIÊU|url-status=live}}<\/ref>\n\n==Văn hóa - Du lịch==\nThành phố Bạc Liêu với nhiều di tích lịch sử văn hóa cấp quốc gia và cấp \ntỉnh với nhiều địa danh nổi tiếng gồm: khu căn cứ, Đình, Chùa, Thành, Đền thờ, \nTháp, Bia kỉ niệm, phủ thờ,.. Ngoài các di tích nêu trên, Bạc Liêu còn có khu du \nlịch và danh lam thắng cảnh như: khu du lịch Quán Âm Phật Đài; khu du lịch Nhà Mát; khu du lịch Vườn nhãn Bạc Liêu; cánh đồng điện gió với 62 trụ điện gió to lớn giữa biển khơi tại xã Vĩnh Trạch Đông và các điểm tham quan nổi tiếng: \nQuảng trường Hùng Vương; Khu lưu niệm cố nhạc sĩ Cao Văn Lầu; Khu nhà Công tử Bạc Liêu,... Nơi đây đã trở thành một điểm du lịch nổi tiếng của tỉnh Bạc Liêu, thu hút hàng ngàn du khách đến tham quan, mua sắm.<ref name=TPBL2020\/>\n\nTính đến năm 2020, thành phố giữ vững 97% hộ gia đình văn hóa, 67\/67 khóm, ấp văn hóa; 7\/7 phường đạt chuẩn phường văn minh đô thị, 3\/3 xã đạt chuẩn văn hóa nông thôn mới; công nhận, công nhận lại 110\/124 cơ quan, đơn vị, doanh nghiệp đạt chuẩn văn hóa, đạt 88,7%.<ref name=TPBL2020\/>\n\n===Di tích lịch sử===\nĐến nay, thành phố Bạc Liêu có 3 di tích được xếp hạng di tích cấp tỉnh, nâng tổng số trên địa bàn có 21 di tích được xếp hạng di tích cấp tỉnh và 7 di tích được xếp hạng di tích cấp quốc gia; trùng tu 2 di tích cấp quốc gia và 4 di tích cấp tỉnh. DTKTNT (di tích kiến trúc nghệ thuật)<ref name=TPBL2020\/>.\n\n====Di tích cấp Quốc gia====\n#Đình An Trạch xây dựng năm 1877: Khóm 2, phường 5 được Bộ VHTT xếp hạng là DTKTNT năm 2000.\n#[[Phước Đức cổ miếu|Thành Hoàng Cổ Miếu (chùa Minh)]] xây dựng năm 1865: Phường 3 được Bộ VHTT xếp hạng là DTKTNT năm 2000.\n#Phước Đức Cổ Miếu (Chùa Bang) xây dựng năm 1780: Phường 3 được Bộ VHTT xếp hạng là DTKTNT năm 2000.\n#Phước Đức Cổ Miếu (Miếu Ông Bổn) xây dựng năm 1871: Khóm Trà Kha B, phường 8 được Bộ VHTT xếp hạng là DTKTNT năm 2005.\n\n====Di tích cấp Tỉnh====\n#Tiên Sư Cổ Miếu xây dựng năm 1855: Phường 7 được UBND tỉnh Bạc Liêu xếp hạng là DTKTNT năm 1997.\n#Khu Mộ cố Nhạc sĩ Cao Văn Lầu xây dựng năm 1976: Đường Ninh Bình, phường 2 được UBND tỉnh Bạc Liêu xếp hạng là DTLS năm 1997.\n#Thiên Hậu Cổ Miếu (chùa Bà Thiên Hậu) xây dựng năm 1901: Phường 1 được UBND tỉnh Bạc Liêu xếp hạng là DTKTNT năm 1997.\n#Chùa Long Phước (chùa Cô Bảy) xây dựng năm 1840: Phường 5 được UBND tỉnh Bạc Liêu xếp hạng là DTLS năm 2001.\n#Chùa Vĩnh Đức được xây dựng 1890: Phường 1 được UBND tỉnh Bạc Liêu xếp hạng là di tích Lịch sử năm 2001.\n#[[Chùa Xiêm Cán]] (Chùa Kom Phi Sakor Prêkchou) xây dựng năm 1887: Xã Vĩnh Trạch Đông dược UBND tỉnh Bạc Liêu xếp hạng là di tích kiến trúc nghệ thuật năm 2001.\n#Đồng Hồ Thái Dương (Đồng hồ Đá) xây dựng đầu TK 20: Phường 3 được UBND tỉnh Bạc Liêu xếp hạng là di tích Lịch sử - Văn hóa năm 2006.\n#Chùa Khánh Long An: Khóm Trà Kha B, Phường 8 được UBND tỉnh công nhận là di tích lịch sử cấp tỉnh năm 2021.\n#Căn cứ Thị ủy Bạc Liêu: Khóm Kinh Tế, phường Nhà Mát được UBND tỉnh công nhận là di tích lịch sử cấp tỉnh năm 2021.\n#Chùa Vĩnh Phước An: Khóm 4, phường 2 được UBND tỉnh công nhận là di tích kiến trúc nghệ thuật cấp tỉnh năm 2021.\n#Khu mộ Cao Triều đường lộ Lò Rèn: Khóm 7, phường 5 được UBND tỉnh xếp hạng di tích Kiến trúc nghệ thuật cấp tỉnh năm 2021.\n#Phủ thờ họ Cao Triều (Nhà ông Cao Minh Thạnh): Số 100, đường Đống Đa, khóm 1, phường 5 được UBND xếp hạng di tích Kiến trúc nghệ thuật cấp tỉnh năm 2021.\n\n===Du lịch===\n[[Hình: Bạc Liêu windpower farm.jpg|300px|giữa|nhỏ|Cánh đồng điện gió Bạc Liêu tại xã Vĩnh Trạch Đông]]\nThành phố Bạc Liêu có 8 địa điểm du lịch tiêu biểu, bao gồm:\n#[[Quảng trường Hùng Vương]]: ''Đường Nguyễn Tất Thành, khóm 7, phường 1''\n#[[Khu du lịch sinh thái Hồ Nam - Bạc Liêu]]: ''Số 01, đường Trần Quang Diệu, khóm 10, phường 1''\n#[[Khu lưu niệm cố nhạc sĩ Cao Văn Lầu]]: ''Đường Ninh Bình, khóm 4, phường 2''\n#[[Khu nhà Công tử Bạc Liêu]]: ''Số 13, đường Điện Biên Phủ, khóm 1, phường 3''\n#[[Khu du lịch Nhà Mát - Bạc Liêu]]: ''Khóm Nhà Mát, phường Nhà Mát''\n#[[Khu du lịch Điện Gió Bạc Liêu]]: ''Ấp Biển Đông A, xã Vĩnh Trạch Đông''\n#[[Khu du lịch Quán âm Phật Đài]]: ''Khóm Bờ Tây, phường Nhà Mát''\n#[[Khách sạn Sài Gòn - Bạc Liêu]]: ''Số 04-06, đường Hoàng Văn Thụ, khóm 1, phường 3''.\n\n==Giao thông==\n===Giao thông đường bộ===\n[[Tập_tin:Đường_phố_ở_TX.Bạc_Liêu.jpg|nhỏ|phải|250px| Đường phố ở thành phố Bạc Liêu]]\n\nThành phố Bạc Liêu cách Thành phố Hồ Chí Minh 280&nbsp;km, cách thành phố Cà Mau 67&nbsp;km về phía Tây Bắc, cách thành phố Cần Thơ 110&nbsp;km về phía Nam (theo Quốc lộ 1).\n\nMạng lưới giao thông đường bộ của địa bàn thành phố Bạc Liêu gồm có tuyến đường Quốc lộ 1, Đường Nam Sông Hậu và các tuyến ĐT.977, ĐT.977B, tỉnh lộ 38. Hệ thống giao thông phát triển đồng bộ, các tuyến đường giao thông nội thành như đường Hùng Vương, Trần Phú, Cao Văn \nLầu, Trần Huỳnh,... Những năm gần đây, trên địa bàn thành phố nhiều tuyến đường được chú trọng đầu tư cải tạo, mở rộng, nhựa hóa, hệ thống giao thông thuận lợi đi lại và giao thương vận tải hàng hóa trong và ngoài thành phố được đảm bảo thông suốt.<ref name=TPBL2020\/>\n* [[Quốc lộ 1]]: Đi qua phía Bắc thành phố, kết nối các tỉnh trong vùng TP. Hồ Chí Minh và vùng Đồng bằng sông Cửu Long, với giao điểm quan trọng đường Hùng Vương, đường Trần Phú. Mặt đường rộng 12m, thảm bêtông nhựa.\n* [[Đường Nam Sông Hậu]]: Kết nối TP. Bạc Liêu với tỉnh Sóc Tăng, đường đạt tiêu chuẩn cấp III, lộ giới 46m, nền đường 12m. Đoạn qua thành phố Bạc Liêu có nền đường rộng từ 33m (mặt đường rộng 2x9m) đến 42m (mặt đường rộng 2x12m), mới tráng nhựa 2 lớp.\n* '''Đường ĐT977 (đường Giồng Nhãn – Gò Cát)''': Nối TP. Bạc Liêu với tỉnh Sóc Trăng, đến huyện Đông Hải, tỉnh Bạc Liêu (điểm đầu tại xã Vĩnh Trạch Đông – TP. Bạc Liêu, kết thúc tại ngã 3 Gò Cát, xã Long Điền Tây – huyện Đông Hải). Nền đường 6m, mặt đường 3,5m.\n* '''Đường ĐT977B (đường Thuận Hòa - Xiêm Cán)''': Nền đường 6,5m, mặt đường 3,5m.\n* '''Đường ĐH36 (tuyến đê biển Đông)''': Là tuyến đường ven biển của tỉnh Bạc Liêu, đoạn qua TP. Bạc Liêu dài 12&nbsp;km.\n \n====Giao thông nội thị====\n* ''Đường 23-8'': Là trục chính đô thị, từ đường Trần Phú đến Cầu Sập, [[chiều dài]] 4&nbsp;km, lộ giới 31m.\n* ''Đường Trần Phú'': Là trục chính hướng tâm, đoạn từ đường vành đai đến đường Bà Triệu, lộ giới 31m; đoạn từ Bà Triệu đến Hai Bà Trưng lộ giới 32,5m; đoạn từ Hai Bà Trưng đến cầu Kim Sơn lộ giới 33,5m.\n* ''Đường Cao Văn Lầu và đường Bạch Đằng'': Là trục chính nối từ cầu Kim Sơn đến cầu Nhà Mát. Chiều dài 8,639&nbsp;km, lộ giới từ 30-58m.\n* ''Đường Trần Huỳnh'': Là trục ngang chính, từ đường Võ Thị Sáu đến kênh Xáng, lộ giới 26,5m.\n* ''Đường Võ Thị Sáu'': Đoạn từ đường 23-8 đến đường Trần Huỳnh lộ giới 26,5m, đoạn từ đường Trần Huỳnh đến Bà Triệu lộ giới 21m, đoạn từ đường Bà Triệu đến cầu Bạc Liêu lộ giới 26,5m.\n* ''Đường Nguyễn Thị Minh Khai'': Là trục ngang chính lộ giới 26,5m.\n* ''Đường Hai Bà Trưng, đường Hòa Bình'': Lộ giới 26,5m.\n\nCác tuyến đường chính trên địa bàn thành phố:\n<table border=\"0\"><tr>\n<td valign=\"top\">\n* [[Quốc lộ 1]]\n* Đường Trần Phú\n* Đường Hùng Vương\n* Đường Võ Văn Kiệt\n* Đường Cao Văn Lầu\n* Đường 23 tháng 8\n* Đường Võ Thị Sáu\n* Đường Ninh Bình\n* Đường Hoà Bình (nối dài)\n* Đường Trần Huỳnh\n* Đường Tôn Đức Thắng\n* Đường Nguyễn Tất Thành\n*Đường Hoàng Văn Thụ\n* Đường Cách Mạng Tháng Tám\n* Đường Hai Bà Trưng\n* Đường Nguyễn Văn Linh (nối dài)\n* Đường Bà Triệu\n* Đường Lê Duẩn\n* Đường Lê Hồng Nhi\n* Đường Nguyễn Thông\n* [[Đường Nam Sông Hậu]]\n* Đường Tỉnh lộ 38\n<\/td><td valign=\"top\">\n* Đường Nguyễn Thị Minh Khai\n* Đường Bạch Đằng\n* Đường Cách Mạng\n* Đường Nguyễn Công Tộc\n* Đường Hòa Bình\n* Đường Hoàng Diệu\n* Đường Lê Lợi\n* Đường Lò Rèn\n* Đường Nọc Nạng\n* Đường Nguyễn Thái Học\n* Đường Hương Lộ 6\n* Đường Nguyễn Thị Định\n* Đường Tăng Hồng Phúc\n* Đường Trần Văn Ơn\n* Đường Phan Đình Giót\n* Đường Ngô Quang Nhã\n* Đường Lê Khắc Xương\n* Đường Nguyễn Thái Bình\n* Đường Phạm Hồng Thám\n* Đường Bùi Thị Xuân\n* Đường Trần Quang Diệu\n<\/td><td valign=\"top\">\n* Đường Thống Nhất\n* Đường Đống Đa\n* Đường Nguyễn Du\n* Đường Phạm Ngũ Lão\n* Đường Hồ Thị Kỷ\n* Đường Lý Văn Lâm\n* Đường Lê Thị Hồng Gấm\n* Đường Nam Kỳ Khởi Nghĩa\n* Đường Duy Tân\n* Đường Đồng Khởi\n* Đường Nguyễn Viết Xuân\n* Đường Nguyễn Trung Trực\n* Đường Nguyễn Tri Phương\n* Đường Lê Quý Đôn\n* Đường Hàm Nghi\n* Đường Nhạc Khị\n* Đường Phó Đức Chính\n* Đường Lê Đại Hành\n* Đường Bông Văn Dĩa\n* Đường Trần Văn Trà\n* Đường Lê Trọng Tấn\n<\/td><\/tr><\/table>\n\n====Các cây cầu====\nCó các cầu: cầu Kim Sơn (cầu Quay hoặc Bạc Liêu 1), cầu Võ Thị Sáu (cầu Bạc Liêu 2), cầu Tôn Đức Thắng (cầu Bạc Liêu 3), cầu Xáng, cầu Kè, cầu Vườn Chim, cầu Trường Sơn, (cầu Nhà Mát), cầu Út Đen (cầu Nguyễn Văn Út),...\n\n=== Tên đường của thành phố Bạc Liêu trước năm 1975 ===\n<table border=\"0\"><tr>\n<td valign=\"top\">\n*Đường Độc Lập nay là đường Trần Phú\n*Đường Hoàng Văn Thụ nay là đường Lê Hồng Nhi\n*Đường Mạc Đĩnh Chi nay là đường Cao Văn Lầu\n*Đường Thống Nhất, Tôn Thọ Tường, Nguyễn Công Trứ nay đường Thống Nhất\n*Đường Nguyễn Thái Học nay là đường Võ Thị Sáu\n*Đường Bạch Đằng, Đào Duy Từ, Trịnh Hoài Đức nay là đường Nguyễn Thị Minh Khai\n*Đường Thành Thái nay là đường Lê Hồng Phong\n*Đường Duy Tân nay là đường Nguyễn Văn Trỗi\n*Đường Nguyễn Trung Trực, Tô Hiến Thành nay là đường Phùng Ngọc Liêm\n*Đường Nguyễn Trãi nay là đường Hồ Thị Kỷ\n*Đường Đồng Khánh nay là đường Nguyễn Văn A\n*Đường Minh Mạng nay là đường Nam Kỳ Khởi Nghĩa\n*Đường Dân Chủ nay là đường Ninh Bình\n<\/td><td valign=\"top\">\n*Đường Thái Lập Thành nay là đường Điện Biên Phủ\n*Đường Phan Châu Trinh nay là đường Hà Huy Tập\n*Đường Trưng Trắc, Trưng Nhị nay là đường Hai Bà Trưng\n*Đường Đinh Tiên Hoàng nay là đường Phan Đình Phùng\n*Đường Lê Lợi, Trương Công Định nay là đường Lê Lợi\n*Đường Võ Tánh nay là đường Ngô Gia Tự\n*Đường Trương Vĩnh Ký nay là đường Hoàng Văn Thụ\n*Đường Phan Thanh Giản nay là đường Phan Ngọc Hiển\n*Đường Tự Do nay là đường Minh Diệu\n<\/td><\/tr><\/table>\n\n===Giao thông thủy===\nVới tuyến kênh chính như kênh Cà Mau - Bạc Liêu chạy dọc thành phố Bạc Liêu với chiều dài 15 km, rộng hơn 30m; kênh 30\/4 dài 10 km, rộng 35m thông ra biển Đông tại cửa biển Nhà Mát, đây là khu vực hậu cần rất quan trọng cho việc đánh bắt thủy hải sản, lưu thông tàu có trọng tải lớn trong vận chuyển hàng hóa; giúp chia sẻ không gian vận tải thủy trên địa bàn \nthành phố. Đồng thời là trục giao thông thủy kết nối kênh trục Bạc Liêu - Cà Mau \nvới tuyến kênh Trường Sơn nối các tuyến đường thủy ở vùng ven biển với thành \nphố được xem là tuyến huyết mạch phục vụ vận chuyển hàng hóa, có vai trò hết \nsức quan trọng trong hỗ trợ thúc đẩy phát triển kinh tế của tỉnh nói riêng và khu vực ĐBSCL nói chung trong việc giao thương thủy bộ.<ref name=TPBL2020\/>\n\n'''Biển Đông''': Nằm ở phía Nam TP.Bạc Liêu, tạo điều kiện giao lưu quốc tế và phát triển du lịch.\n\n''Kênh Cà Mau - Bạc Liêu'': Do Trung ương quản lý, điểm đầu từ Sóc Trăng đến Cà Mau, đoạn qua tỉnh Bạc Liêu dài 48,5&nbsp;km, [[chiều rộng]] 40m, chiều sâu 7m, sông cấp III.\n\n''Kênh Cổ Cò - Bạc Liêu'': điểm đầu từ Sóc Trăng đến Cà Mau, đoạn qua tỉnh Bạc Liêu dài 18&nbsp;km, [[chiều rộng]] 40m, chiều sâu 7m, sông cấp III (Trung ương quản lý).\n\n''Kênh Cầu Sập - Ngan Dừa'': Kênh cấp V do Tỉnh quản lý, kênh bắt đầu từ kênh Phụng Hiệp đến kênh Cà Mau - Bạc Liêu, [[chiều rộng]] 20m, chiều sâu 1,2m.\n\n''Kênh 30-4'': Kênh cấp V do Tỉnh quản lý, kênh thuộc TP. Bạc Liêu, bắt đầu từ sông Bạc Liêu ra biển Đông, [[chiều dài]] 8,8&nbsp;km, [[chiều rộng]] 20m, chiều sâu 1,2m.\n\n===Các công trình đầu mối giao thông===\n\n'''Đường bộ''': Hiện có bến xe khách liên tỉnh tại phường 7, TP. Bạc Liêu.\n\n'''Đường thủy''': Có cửa sông, biển Nhà Mát có khả năng xây dựng cảng biển, cảng du lịch điều kiện để \nphát triển giao thông biển.\n\n==Kết nghĩa==\n{{Flagicon|VIE}} Thành phố [[Ninh Bình (thành phố)|Ninh Bình]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Hình ảnh==\n<center><gallery>\nHình:TP. Bạc Liêu, Bạc Liêu 1.jpg|Thành phố Bạc Liêu nhìn từ trên cao\nHình:TP. Bạc Liêu, Bạc Liêu 2.jpg|Một góc Thành phố Bạc Liêu nhìn từ trên cao\nHình:Vòng xoay Ngã Năm Bạc Liêu.jpg|Vòng xoay Ngã năm nhìn từ trên cao\nHình:Bản đồ đá tỉnh Bạc Liêu.jpg|Bản đồ đá tỉnh Bạc Liêu\nHình:Biểu tượng cây đờn kìm 1 Bạc Liêu.jpg|Cây đờn kìm về đêm 1\nHình:Biểu tượng cây đờn kìm 2 Bạc Liêu.jpg|Cây đờn kìm về đêm 2\nHình:Biểu tượng cây đờn kìm 3 Bạc Liêu.jpg|Biểu tượng cây đờn kìm\nHình:Biểu tượng cây đờn kìm 4 Bạc Liêu.jpg|Cây đờn kìm nhìn từ đường Nguyễn Tất Thành\nHình:Biểu tượng cây đờn kìm 5 Bạc Liêu.jpg|Cây đờn kìm nhìn từ đường Trần Huỳnh\nHình:Biểu tượng cây đờn kìm 6 Bạc Liêu.jpg|Cây đờn kìm nhìn từ trên cao\nHình:Quảng trường Hùng Vương Bạc Liêu 1+.jpg|Toàn cảnh trung tâm cây đờn kìm\nHình:Quảng trường Hùng Vương Bạc Liêu 2.jpg|Quảng trường Hùng Vương về đêm 1\nHình:Quảng trường Hùng Vương Bạc Liêu 3.jpg|Quảng trường Hùng Vương về đêm 2\nHình:Quảng trường Hùng Vương Bạc Liêu 4.jpg|Một góc của cây đờn kìm\nHình:Quảng trường Hùng Vương Bạc Liêu 5.jpg|Toàn cảnh Quảng trường Hùng Vương nhìn từ trên cao theo hướng đường Nguyễn Tất Thành\nHình:Quảng trường Hùng Vương Bạc Liêu 6.jpg|Toàn cảnh Quảng trường Hùng Vương nhìn từ trên cao theo hướng đường Trần Huỳnh\nHình:Quảng trường Hùng Vương Bạc Liêu 7.jpg|Một góc Quảng trường Hùng Vương\nHình:Nhà hát Cao Văn Lầu 1 Bạc Liêu.jpg|Nhà hát Cao Văn Lầu\nHình:Nhà hát Cao Văn Lầu 2 Bạc Liêu.jpg|Nhà hát Cao Văn Lầu mặt chính\nHình:Nhà hát Cao Văn Lầu 3 Bạc Liêu.jpg|Nhà hát Cao Văn Lầu nhìn từ trên cao\nHình:Biểu tượng kết nghĩa Bạc Liêu – Ninh Bình.jpg|Biểu tượng kết nghĩa Bạc Liêu – Ninh Bình mặt chính\nHình:Biểu tượng kết nghĩa Bạc Liêu – Ninh Bình 2.jpg|Biểu tượng kết nghĩa Bạc Liêu – Ninh Bình mặt sau\nHình:Biểu tượng kết nghĩa Bạc Liêu – Ninh Bình 3.jpg|Biểu tượng kết nghĩa Bạc Liêu – Ninh Bình\n<\/gallery><\/center>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.baclieu.gov.vn\/ Địa chỉ trang thông tin điện tử tỉnh Bạc Liêu]\n\n{{Thành phố Việt Nam}}\n{{Huyện thị Bạc Liêu}}\n{{Đơn vị hành chính thuộc thành phố Bạc Liêu}}\n\n[[Thể loại:Tỉnh lỵ Việt Nam]]\n[[Thể loại:Đô thị Việt Nam loại II]]\n[[Thể loại:Thành phố ven biển Việt Nam]]"}