{"1242408":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Bạch Hạc\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 16\n| vĩ giây = 54\n| kinh phút = 26\n| kinh giây = 31\n| diện tích = 4,5 km²\n| dân số = 7.346 người\n| thời điểm dân số = 2011\n| mật độ dân số = 1.632 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| thành phố = [[Việt Trì]]\n| thành lập = 1984<ref>10\/1984\/QĐ-HĐBT<\/ref>\n| trụ sở UBND = \n| mã hành chính = 07912<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Bạch Hạc''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Việt Trì]], tỉnh [[Phú Thọ]], [[Việt Nam]].<ref>{{Chú thích web|url = http:\/\/www.viettri.gov.vn\/vt\/Phuong-Bach-Hac--Thanh-pho-Viet-Tri-t15970-7987.html|tiêu đề = Phường Bạch Hạc, Thành phố Việt Trì|ngày truy cập = 2015-07-09|archive-date = 2015-07-10|archive-url = https:\/\/web.archive.org\/web\/20150710044117\/http:\/\/www.viettri.gov.vn\/vt\/Phuong-Bach-Hac--Thanh-pho-Viet-Tri-t15970-7987.html|url-status = dead}}<\/ref>\n\nPhường Bạch Hạc có diện tích 4,5&nbsp;km², dân số thường trú năm 2011 là 7.346 người, mật độ dân số đạt 1.632 người\/km².\n\n== Vị trí địa lí ==\nPhường Bạch Hạc nằm ở phía Đông Nam thành phố Việt Trì, có đường Quốc lộ 2A chạy qua. Bạch Hạc được chia thành 6 khu hành chính, gồm 3 khu nông nghiệp (Lang Đài, Mộ Hạ, Mộ Thượng) và 3 khu phi nông nghiệp (Phong Châu, Đoàn Kết, Bạch Hạc).\n\nBạch Hạc là phường \"cửa ngõ\" của thành phố Việt Trì, là nơi hợp lưu của sông Lô với sông Hồng. Đã từ lâu, Bạch Hạc là phường có thế mạnh nhất thành phố về vận tải thủy, tổng số phương tiên vận tải thủy khoảng 220 phương tiện. 60% người dân Bạch Hạc sống chủ yếu dựa vào sông nước, họ làm việc tại các bến bãi thuộc sự quản lý của các doanh nghiệp tư nhân đóng trên địa bàn, ngoài ra, họ còn làm thêm một số dịch vụ liên quan khác; số người dân còn lại trên địa bàn phường làm nông nghiệp.\n\n== Lịch sử ==\nLàng Bạch Hạc xưa kia thuộc vùng đất Phong Châu, là nơi trấn giữ phía Đông kinh đô nước Văn Lang đời Hùng Vương. Truyện Mộc tinh hay [[quỷ Xương Cuồng]] có giải thích về nguồn gốc tên gọi Bạch Hạc.\n\nBạch Hạc là nơi chiếm đóng của tướng [[Kiều Công Hãn]] trong thời [[loạn 12 sứ quân]] với căn cứ thành Tam Giang ở ngã ba sông. Ngày nay di tích đền Tam Giang thờ thần sông Bạch Hạc, Kiều Công Hãn và Trần Nhật Duật.\n\nThời [[nhà Lê]], xã Bạch Hạc thuộc phủ Tam Đới, trấn Sơn Tây. Đến thời nhà Nguyễn là một xã thuộc huyện [[Vĩnh Tường|Bạch Hạc]], phủ Tam Đái (sau được đổi thành phủ Vĩnh Tường), tỉnh [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]].\n\nThời Pháp thuộc, xã Bạch Hạc thuộc huyện [[Vĩnh Tường|Bạch Hạc]], phủ Vĩnh Tường, tỉnh [[Vĩnh Yên (tỉnh)|Vĩnh Yên]].\n\nNgày [[7 tháng 6]] năm [[1957]], [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] ban hành Nghị định cho sáp nhập thị trấn Bạch Hạc thuộc huyện Vĩnh Tường, tỉnh [[Vĩnh Phúc]] về tỉnh [[Phú Thọ]] và hợp nhất với thị trấn [[Thanh Miếu|Việt Trì]] để trở thành thị xã [[Việt Trì]]. Lúc này thị trấn Bạch Hạc thuộc thị xã Việt Trì.\n\nNgày [[13 tháng 1]] năm [[1984]], [[Hội đồng Bộ trưởng]] ra Quyết định phân vạch địa giới xã, phường của thành phố Việt Trì. Theo đó, giải thể thị trấn Bạch Hạc để thành lập phường Bạch Hạc.\n\n==Đình Mộ Chu Hạ==\nĐình, Miếu Mộ Chu Hạ thờ Vua Lê Đại Hành và 2 bà hoàng hậu.\n\nTrong một lần truy bắt quân giặc Tống Vua Lê Đại Hành đi qua cánh đồng làng Mộ Chu Hạ thì trời tối, người dân đem cỏ cho ngựa của nhà Vua và quân lính ăn. Để thiết đãi quân lính của vua dân làng đã đem gạo nếp đồ xôi thay nhau giã bánh giầy phân phát cho mỗi người một cái, sáng hôm sau dân làng giã bánh dầy cho vua và binh lính mang theo làm lương thực. Cảm động tấm lòng của người dân Mộ Chu Hạ, sau khi dẹp yên quân Tống, Vua Lê Đại Hành đã ban Sắc phong cho bánh giầy của làng Mộ Chu Hạ. Từ đó, dân làng Mộ Chu Hạ luôn bảo nhau phải giữ gìn tục giã bánh giầy vào 10\/1 âm lịch hàng năm để tưởng nhớ công ơn Vua, và ôn lại truyền thống lịch sử của làng.\n\nHàng trăm năm qua dân làng vẫn giữ tục giã bánh giầy. Cứ đến dịp Giỗ Tổ Hùng Vương – Lễ hội đền Hùng người dân làng Mộ Chu Hạ lại bảo nhau, mỗi người một việc tề tựu đại Đình làng để chuẩn bị để tham gia hội thi giã bánh giầy tuyển chọn để cúng tiến các Vua Hùng. 5 thanh niên trai tráng khỏe mạnh được tuyển chọn kĩ kàng, ăn mặc chay sạch phải luyện tập kĩ trước khi tham gia hội thi.<ref>{{Chú thích web |url=http:\/\/thoibaovietlangnghe.com.vn\/lang-nghe\/bai-du-thi-cuoc-thi-lang-nghe-nghe-nhan-hoi-nhap-va-phat-trien-banh-giay-lang-mo-chu-ha-va-cau-chuyen-tinh-chang-lieu-nang-tieu.html8691 |ngày truy cập=2018-10-29 |tựa đề=Bánh giầy làng Mộ Chu Hạ và câu chuyện tình chàng Liêu – nàng Tiêu |archive-date=2018-10-30 |archive-url=https:\/\/web.archive.org\/web\/20181030035808\/http:\/\/thoibaovietlangnghe.com.vn\/lang-nghe\/bai-du-thi-cuoc-thi-lang-nghe-nghe-nhan-hoi-nhap-va-phat-trien-banh-giay-lang-mo-chu-ha-va-cau-chuyen-tinh-chang-lieu-nang-tieu.html8691 |url-status=dead }}<\/ref>\n\n== Xem thêm ==\n* [[Hạc trắng]], loài chim [[họ Hạc]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Phú Thọ}}\n{{Đơn vị hành chính thuộc thành phố Việt Trì}}"}