{"24405":"{{Thông tin nhân vật\n| tên = Bạch Thái Bưởi\n| hình = Bạch Thái Bưởi.jpg\n| ghi chú hình = \n| ngày mất = [[22 tháng 7]] năm [[1932]] \n         (58 tuổi)\n| quốc tịch = [[Việt Nam]]\n| công việc = Nhà tư sản [[Việt Nam]]\n| năm hoạt động = [[thế kỷ 20]]\n| tên gốc = Tứ Bưởi,nhì Phương,tam Xường,nhất Sĩ\n| nơi sinh = [[Thanh Trì]]\n| nơi mất = [[Hải Phòng]]\n| quốc gia = {{VIE}}\n| con cái = Bạch Thái Tòng, Bạch Thị Sen, Bạch Thái Đào, Bạch Thái Toàn, Bạch Minh Sơn, Bạch Thái Chín\n| người thân = anh: Bạch Thái Sơ\nchị: Bạch Thị Chinh\n| tên khai sinh = Đỗ Thái Bửu\n}}\n\n'''Bạch Thái Bưởi''' (白泰𣞻,<ref>Theo [[Nam Phong tạp chí]].<\/ref> [[1874]] – [[22 tháng 7]] năm [[1932]]) là một [[doanh nhân]] [[người Việt]] đầu thế kỷ 20. Lúc sinh thời, ông được xếp vào danh sách [[tứ đại Phú hộ|bốn người giàu có nhất Việt Nam]] vào những năm đầu của [[thế kỷ 20]] (''nhất [[Huyện Sỹ|Sĩ]], nhì [[Tổng đốc Phương|Phương]], tam [[Bá hộ Xường|Xường]], tứ Bưởi''). Các lĩnh vực kinh doanh nổi bật nhất của Bạch Thái Bưởi là [[hàng hải]], khai thác [[Than đá|than]] và [[in ấn]].\n\n== Khái quát==\nTrong khát vọng làm giàu của Bạch Thái Bưởi thể hiện đậm nét tính đua tranh, sự bất bình của người Việt trước những thế lực ngoại bang. Mặc dù tiếp xúc thường xuyên với người Pháp, học tập kỹ thuật tân tiến [[Của để dành|của]] người phương Tây, nhưng Bạch Thái Bưởi luôn thể hiện tinh thần dân tộc trong hoạt động kinh doanh. Ông đặt tên các con tàu mua lại từ đối thủ nước ngoài bằng những tên Việt như [[Lạc Long Quân|Lạc Long]], [[Hồng Bàng]], [[Hai Bà Trưng|Trưng Trắc]], [[Đinh Tiên Hoàng]], [[Lê Thái Tổ|Lê Lợi]], [[Hàm Nghi]]. Trong một Hội nghị kinh tế lý tài, do bênh vực cho quyền lợi của người dân bị trị, ông bị [[Eugène Jean Louis René Robin|René Robin]], đang làm [[Thống sứ Bắc Kỳ]] lúc đó, đe dọa: \"''Nơi nào có Robin thì không có Bạch Thái Bưởi\"''; ông đã đáp lại:\" ''Nước này còn Bạch Thái Bưởi thì không còn Robin''.\"{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\nXuất thân từ tầng lớp nghèo, ông luôn quan tâm đến đời sống của giới thợ thuyền. ông dành chế độ an sinh cho các nhân viên của mình. ông trợ cấp cho học sinh nghèo có chí du học. Ông giáo dục con cái lòng quý trọng những người cần lao, nghèo khó; các con đến tuổi trưởng thành đều được ông cất giao công việc trên các bến tàu hay các khu mỏ.\n\nBạch Thái Bưởi đã được nhiều doanh nhân Việt Nam sau này coi là một tấm gương sáng. Những tôn chỉ nghiêm túc trên thương trường của ông như thương phẩm, thương hội, tín thực, kiên tâm, nghị lực, trọng nghề, thương học, giao thiệp, tiết kiệm và coi trọng hàng nội hóa được thương nhân sau này đánh giá là đã lấp đầy 10 khiếm khuyết cơ bản của doanh nghiệp Việt Nam mà [[Lương Văn Can]] đã từng chỉ ra. Khi nhận định về ông, hội [[Khai Trí Tiến Đức]] cho rằng: ''Cụ là một bậc vĩ nhân đất Bắc, một bậc trượng phu nơi thương trường mà cuộc đời của Cụ đáng phô bầy cho quốc dân, sự nghiệp của Cụ đáng làm gương cho các nhà buôn bán noi theo''. Ứng Hoè [[Nguyễn Văn Tố]] trong [[Hội truyền bá chữ quốc ngữ]] viết về Bạch Thái bưởi trong [[tạp chí]] ''Đông Thanh'': ''Bậc anh hùng kinh tế thứ nhất trong kinh tế giới nước nhà''.\n\nNgày nay ở thành phố [[Uông Bí]], [[Quảng Ninh]] có một cảng biển mang tên ông, cảng Bạch Thái Bưởi ở cuối đường Bạch Thái Bưởi. Một CLB Doanh nhân ở Hà Nội xin tên ông làm tên của CLB (CLB Doanh nhân Bạch Thái Bưởi, tại số 164 Lê Thanh Nghị, Hà Nội), và tinh thần của ông làm Hiến chương của CLB này.\n\n==Cuộc đời và sự nghiệp==\n===Khởi nghiệp===\nBạch Thái Bưởi sinh ra trong một gia đình [[nông dân]] nghèo ở làng An Phúc (Yên Phúc), [[thanh Trì|huyện Thanh Trì]], tỉnh [[Hà Đông (tỉnh)|Hà Đông]] (nay là Yên Phúc, Hà Đông, [[Hà Nội]]), tên thật là '''Đỗ Thái Bửu'''. Gia đình ông vốn họ Đỗ nhưng vì cha ông là Đỗ Văn Cóp mất sớm, ông phải phụ giúp mẹ kiếm sống bằng nghề bán hàng rong. Sau có một người nhà giàu họ Bạch nhận ông làm con nuôi và cho ăn học, ông mới đổi từ họ Đỗ sang họ Bạch. Sau thời gian học [[Chữ quốc ngữ|quốc ngữ]] và [[tiếng Pháp]]; ông bỏ học đi làm thư ký cho một hãng buôn của [[người Pháp]] ở [[phố Tràng Tiền]], Hà Nội. Khi đó ông có tên là '''Ký Năm'''.\n\nNăm [[1894]], ông chuyển sang làm cho một xưởng thuộc hãng thầu công chính và ở đây, lần đầu tiên ông được tiếp xúc, thu nhận những hiểu biết về máy móc, cách tổ chức, [[quản lý sản xuất]].\n\nNăm [[1895]], ông được [[Phủ Thống sứ Bắc kỳ]] chọn làm người giới thiệu những sản phẩm của Việt Nam tại [[Hội chợ Bordeaux]], nơi ông đã được tiếp xúc trực tiếp với xã hội phương Tây.\n\nKhi về nước, với kiến thức và kinh nghiệm thu được trong thời gian ở Pháp, ông đã xin làm giám đốc công trình [[cầu Long Biên]]. Phát hiện thấy người Pháp đang cần gỗ xây dựng [[đường ray|đường sắt]], Bạch Thái Bưởi đã hùn vốn với một người Pháp làm đại lý cung cấp [[đường ray#Tà vẹt|tà vẹt]] gỗ cho [[Sở Hoả xa Đông Dương]].\n\nSau ba năm kinh doanh, ông đã trở nên giàu có và đã tách riêng để kinh doanh độc lập bằng việc bỏ vốn ra buôn [[ngô]], nhưng lần này ông đã thất bại và lỗ nặng. Mặc dù vậy, ông vẫn tung nốt những đồng vốn còn lại vào một vụ đấu thầu [[hiệu cầm đồ]] của [[người Hoa]] ở [[Nam Định]] và ông đã trúng thầu. ông lãnh thêm việc thầu thuế chợ ở [[Vinh]] (1906 – 1913), ở [[Nam Định]] (1906 – 1909), ở [[Thanh Hóa]] (1907 – 1909).\n\n===Hàng hải===\nNăm [[1909]], Bạch Thái Bưởi đã bước vào một lĩnh vực kinh doanh mới mẻ là ngành vận tải đường sông, bắt đầu bằng việc thuê lại 3 chiếc tàu (''Phi Phụng'', ''Phi Long'' và ''Khoái Tử Long'') của một hãng tàu Pháp chở thư và hành khách đường sông Bắc kỳ, có tên là A. R. Marty, vừa hết hạn hợp đồng với chính phủ. Ông đã cho tàu chạy hai tuyến đường: [[Nam Định]] – Hà Nội và Nam Định – [[Bến Thủy]] ([[Vinh]]) Lúc này, ông đã phải đối mặt với hai đối thủ nặng ký nhất là chủ tàu người Pháp và [[người Hoa]]. Và cuộc đụng độ không cân sức đã xảy ra, ông hạ giá vé xuống một thì người Hoa hạ giá vé xuống hai. Các chủ tàu người Hoa lại trường vốn và đã quyết chí đánh bại Bạch Thái Bưởi bằng đủ mọi cách. Trong tình thế đó, Bạch Thái Bưởi đã nghĩ tới một thứ vũ khí mà người Hoa không thể có, đó là tinh thần dân tộc. Bạch Thái Bưởi đã tin rằng, sự nghiệp kinh doanh của mình diễn ra trên tổ quốc mình, xung quanh là đồng bào minh chắc chắn sẽ thắng lợi. Ông cho người tới các bến tàu nêu rõ những thiệt thòi của người Việt, kêu gọi về tình đồng bào, tinh thần tương thân tương ái. Ông treo một cái ống trên tàu, để ai thấy việc làm của ông là đáng khuyến khích, bỏ tiền vào, giúp cho chủ tàu giảm lỗ. Kết quả hành khách dần bỏ tàu Hoa mà đi tàu Việt. Ông đã sử dụng thành công tinh thần dân tộc như một vũ khí để chiến thắng đối thủ cạnh tranh của mình.\n\nTừ sự thành công đó, ông đã thâu tóm các đội tàu của các công ty Pháp và Hoa đã bị phá sản như [[Marty d'Abbadie]], công ty [[Desch Wander]]... tên của những con tàu của các hãng bị ông đánh bại và mua lại đã được gắn đầy trên bức tường trong phòng làm việc của ông.\n\nNăm [[1915]], có một sự kiện đáng lưu ý trong tầm nhìn của Bạch Thái Bưởi, đó là ông đã quyết định mua lại xưởng sửa chữa và đóng tàu của A. R. Marty, một trong những xưởng đóng tàu đầu tiên ở [[Hải Phòng]]. Sau bảy năm kinh doanh trên sông nước, Bạch Thái Bưởi đã tạo dựng một cơ ngơi khép kín từ chạy tàu đến đóng tàu, sửa chữa tàu và các chi nhánh ở nhiều nơi. Đến năm [[1916]], Bạch Thái Bưởi đã chuyển trụ sở của hãng từ Nam Định xuống Hải Phòng, và tại đây, một công ty hàng hải mang tên ''[[Giang Hải Luân thuyền Bạch Thái Bưởi công ty]]'' đã ra đời. Năm 1917, hãng [[Deschwanden]] của Pháp bị phá sản, Bạch Thái Bưởi mua lại sáu chiếc tàu khác của hãng này. Ngày 7 tháng 9 năm 1919, công ty của Bạch Thái Bưởi đã hạ thủy tại [[Cửa Cấm]] (Hải Phòng) chiếc tàu ''Bình Chuẩn'' hoàn toàn do người Việt thiết kế, thi công. Con tàu ''Bình Chuẩn'' dài 42[[mét|m]], rộng 7,2m, cao 3,6m, trọng tải 600 [[tấn]], động cơ compound 450 [[mã lực]], chạy bằng [[hơi nước]] có dung tích tám [[mét khối]], vận tốc đạt 8 [[hải lý]]\/[[giờ]]. Tàu ''Bình Chuẩn'' chạy chuyến đầu tiên từ Hải Phòng cập bến Sài Gòn ngày 17 tháng 9 năm 1920, trong sự đón chào nồng nhiệt của giới công thương Sài Gòn lúc đó. Sự việc này được xem là sự kiện tượng trưng cho \"Phong trào chấn hưng thương trường cổ động thực nghiệp\" của giới tư sản Việt Nam lúc đó.\n\nBạch Thái Bưởi được mệnh danh là '''Chúa sông Bắc kỳ'''. Công ty của Bạch Thái Bưởi bắt đầu mở rộng tầm hoạt động khắp Đông Dương và các nước lân cận như [[Hồng Kông]], [[Trung Quốc]], [[Nhật Bản]], [[Singapore]], và [[Philippines]]. Đỉnh cao phát triển của công ty là khoảng cuối thập niên 1920 đầu 1930; khi ấy công ty có trên 40 con tàu cùng [[sà lan]] chạy trên tất cả các tuyến đường sông [[Bắc Kỳ|Bắc kỳ]] và cả các nước và vùng lãnh thổ lân cận, với số lượng nhân viên lên tới 2.500 người làm việc trên các đội tàu, xưởng đóng tàu, dưới sự điều khiển của một quản đốc có tên là Nguyễn Văn Phúc, một người tâm phúc của Bạch Thái Bưởi. Công ty đã tiến hành bảo dưỡng định kỳ, tân trang những con tàu mua lại đã rách nát và đóng mới hàng loạt những tàu pha sông biển. Văn phòng và chi nhánh của công ty có ở các thành phố lớn như Hà Nội, Nam Định, [[Tuyên Quang]], [[Việt Trì]], Bến Thủy, [[Quy Nhơn]], [[Đà Nẵng]], Sài Gòn.\n\n===Mỏ===\nTừ lợi nhuận thu được từ kinh doanh hàng hải, Bạch Thái Bưởi tiếp tục [[đầu tư]] vào nhiều lĩnh vực khác, với ước vọng trở thành nhà kinh doanh tổng hợp, hiện đại như kiểu [[công ty Ford]] của [[Hoa Kỳ]], với các lĩnh vực như: đấu thầu thu thuế ở [[Chợ Rồng Ninh Bình|Chợ Rồng]], Nam Định, mở ty nước ở [[Thái Bình]], mở quán cơm Tây ở [[Thanh Hóa|Thanh Hoá]]...\n\nĐặc biệt, Bạch Thái Bưởi đã đầu tư thành công vào một lĩnh vực được coi là cấm kỵ của thời Pháp thuộc, đó là ngành [[khai thác mỏ]]. Các [[than mỏ|mỏ than]] lúc bấy giờ đều nằm trọn trong tay người Pháp. Năm 1928, Bạch Thái Bưởi dốc nhiều tiền vào việc khởi nghiệp khai mỏ. Ông được cấp phép khai mỏ than ở vùng [[Quảng Yên]]. Nhận thức rằng muốn hơn người Pháp trong việc khai mỏ cần phải có người điều hành giỏi chuyên môn, thấu đáo kỹ thuật, ông nhờ người thân tín ở Pháp, tuyển dụng ở các trường kỹ thuật những người có tài năng về Việt Nam làm việc.\n\nSau thành công trong khai thác than, ông kinh doanh [[bất động sản]] ở [[Đồ Sơn]], [[Hải Phòng]].\n\n===Văn hóa – Ấn bản===\nCó lẽ đóng góp quan trọng thứ hai sau kinh doanh hàng hải của Bạch Thái Bưởi là kinh doanh văn hoá. Ông đã đầu tư xây dựng \"Công ty in và Xuất bản Bạch Thái Bưởi\" (sau là [[Đông Kinh ấn quán]]). Năm [[1921]], Bạch Thái Bưởi cho ra đời tờ báo hàng ngày mang tên ''[[Khai hóa nhật báo]]'' với tôn chỉ: \"Một là giúp đồng bào ta tự khai hoá, dạy bảo lẫn nhau... mở mang con đường thực nghiệp. Hai là giãi bày cùng Chính phủ bảo hộ những yêu cầu thiết thực, chính đáng của quốc dân. Ba là diễn giải những ý kiến, những lợi ích, tác hại của các công việc Chính phủ đang làm...\". Mục đích cuối cùng của phong trào thực nghiệp mà Bạch Thái Bưởi phát động và cổ suý chỉ cốt làm giàu \"vì dân giàu thì nước mới giàu\". Tờ báo Khai hóa ra được 22 số trước khi đình bản.\n\nÔng ủng hộ lập trường của [[Việt Nam Quốc dân Đảng]].<ref>Ho Tai, Hue-Tam. ''Radicalism and the Origins of the Vietnamese Revolution''. Cambridge, MA: Harvard University Press, 1992. tr 307.<\/ref>\n\n===Cuối đời===\nBạch Thái Bưởi còn dự định tạo dựng nhiều công trình như xây một [[nhà máy xay gạo]] ở Nam Định với những thiết bị tân tiến mua tận [[Hamburg|Hambourg]] (Đức), chương trình đặt ống cống, xây [[nhà máy nước]], dựng [[nhà máy điện]] cho thành phố Nam Định và cả việc đặt đường sắt Nam Định – [[Hải Phòng]],... nhưng ông đã không thực hiện được.\n\nBạch Thái Bưởi mất ngày [[22 tháng 7]] năm [[1932]] tại [[Hải Phòng]], sau một cơn đau tim.\n\n== Vinh danh ==\nTại quê nhà Yên Phúc, khu Đô thị Văn Quán, [[Hà Đông]], [[Hà Nội]] có con đường mang tên ông.<ref>{{Chú thích web|url=https:\/\/sao.baophapluat.vn\/tin-tuc\/chi-tiet\/30839\/|tựa đề=Hà Nội nên có lại tên phố Bạch Thái Bưởi|website=Chuyên trang điện tử Sao Pháp Luật - Đơn vị trực thuộc Báo Pháp Luật Việt Nam|ngôn ngữ=vi|ngày truy cập=2022-01-06}}<\/ref>\n\nTại Nha Trang con đường hoa giấy đẹp nhất mang tên ông.<ref>{{Chú thích web|url=http:\/\/toptendulichnhatrang.com\/duong-bach-thai-buoi-nha-trang-hoa-giay-giang-kin-loi-di.html|tựa đề=Đường Bạch Thái Bưởi, Nha Trang hoa giấy giăng kín lối đi – TOUR DU LỊCH NHA TRANG|ngôn ngữ=en-US|ngày truy cập=2022-01-06}}<\/ref>\n\nÔng được giới thiệu trong [[Sách giáo khoa]] lớp 4 tập 1 với tựa bài \" \"Vua tàu thủy\" Bạch Thái Bưởi\", theo Từ điển nhân vật lịch sử Việt Nam. Bài này thuộc chủ đề \"Có chí thì nên\".<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giao-duc\/goc-phu-huynh\/tre-lop-4-co-can-hieu-ve-bach-thai-buoi-318882.html|tựa đề=Trẻ lớp 4 có cần hiểu về Bạch Thái Bưởi?|url-status=live}}<\/ref>\n\n==Hậu duệ==\nVợ chồng Bạch Thái Bưởi có tòa nhà hai tầng (gồm nhiều căn) ở góc đường Đinh Tiên Hoàng - Trần Hưng Đạo (quận Hồng Bàng, thành phố Hải Phòng). Thời điểm tháng 10\/1958, khi lên đường tham gia kháng chiến, ông Bạch Thái Hải (cháu nội của cụ Bạch Thái Bưởi) đã gửi Thành phố Hải Phòng giữ giúp tòa nhà. Khi gửi có giấy viết tay.\n\n34 năm sau, ông Bạch Thái Hải có đơn xin lại nhà từ năm 1992. Tháng 7\/1993, Văn phòng Trung ương Đảng có văn bản chuyển đơn kiến nghị của ông Hải cho Thành phố Hải Phòng giải quyết. Tuy nhiên, việc đòi nhà không có kết quả vì không còn giấy tờ lưu trữ. Sau đó, ba căn nhà mặt tiền đường Đinh Tiên Hoàng được Thành phố Hải Phòng bán thanh lý cho ba hộ dân.\n\nSau nhiều năm đòi lại nhà để làm nơi thờ tự không có kết quả, vào tháng 12\/2019, bà Bạch Quế Hương (chắt nội ông Bạch Thái Bưởi) muốn trả lại cho Nhà nước các bằng khen, danh hiệu đã được trao tặng.<ref>{{chú thích web | url = https:\/\/giaoducthoidai.vn\/ket-noi\/chat-doanh-nhan-bach-thai-buoi-xin-tra-danh-hieu-4054782-b.html | tiêu đề = Chắt doanh nhân Bạch Thái Bưởi xin trả danh hiệu | author =  | ngày =  | ngày truy cập = 25 tháng 12 năm 2019 | nơi xuất bản = Báo Giáo dục và Thời đại | ngôn ngữ = }}<\/ref>\n\n== Xem thêm ==\n* [[Vua lốp|Vua lốp Nguyễn Văn Chẩn]] (miền Bắc)\n* [[Nguyễn Tấn Đời|Vua ngân hàng Nguyễn Tấn Đời]] (miền Nam)\n* [[Vua công nghiệp]] (Hoa Kỳ)\n\n== Chú thích ==\n{{tham khảo}}\n\n== Đọc thêm ==\n*[http:\/\/vietnamnet.vn\/kinhte\/thuongnhan\/2004\/10\/334264\/ Bạch Thái Bưởi: \"Cậu ký\" đường thủy] trên [[VietNamNet|Việt Nam Net]] ngày [[13 tháng 10]] năm [[2004]]\n*[http:\/\/irv.moi.gov.vn\/socuoithang\/xuavanay\/2005\/7\/14136.ttvn Bạch Thái Bưởi \"Chúa sông Bắc Kỳ\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927223052\/http:\/\/irv.moi.gov.vn\/socuoithang\/xuavanay\/2005\/7\/14136.ttvn |date = ngày 27 tháng 9 năm 2007}} trên [[báo Công nghiệp]] ngày [[29 tháng 1]] năm [[2005]]\n* Lê Minh Quốc, ''Bạch Thái Bưởi - Khẳng Định Doanh Tài Đất Việt''. NXB Đông Tây.\n\n{{Tứ đại gia Sài Gòn}}\n\n{{Thời gian sống|sinh=1874|mất=1932|tên=Bạch Thái Bưởi}}\n\n[[Thể loại:Thương nhân Việt Nam]]\n[[Thể loại:Mất tại Hải Phòng]]\n[[Thể loại:Sinh tại Hà Đông]]\n[[Thể loại:Nhà đầu tư kinh doanh có trụ sở tại Hải Phòng (tính đến năm 1954)]]\n[[Thể loại:Nhà đầu tư kinh doanh người Việt Nam (tính đến năm 1954)]]"}