{"1765224":"{{bài cùng tên|Bảy Núi}}\n'''Bảy Núi''' là một huyện cũ thuộc tỉnh [[An Giang]], [[Đồng bằng sông Cửu Long]], [[Việt Nam]].\n\nHuyện Bảy Núi tồn tại từ ngày 11 tháng 3 năm 1977 đến ngày 23 tháng 8 năm 1979.\n\n==Địa lý==\nHuyện Bảy Núi có vị trí địa lý:\n*Phía bắc giáp [[Campuchia]]\n*Phía nam giáp huyện [[Hòn Đất]], tỉnh [[Kiên Giang]]\n*Phía đông giáp thị xã [[Châu Đốc]] và hai huyện [[Châu Phú]], [[Châu Thành, An Giang|Châu Thành]]\n*Phía tây giáp huyện [[Hà Tiên (huyện)|Hà Tiên]], tỉnh Kiên Giang.\n\n==Lịch sử==\nQuyết định '''56-CP'''<ref name=56CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-56-CP-hop-nhat-huyen-thuoc-tinh-An-Giang-58600.aspx\/ Quyết định 56-CP năm 1977 về việc hợp nhất một số huyện thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày [[11 tháng 03]] năm [[1977]] của Hội đồng Chính phủ, huyện '''Bảy Núi''' được thành lập trên cơ sở hợp nhất toàn bộ diện tích và dân số của huyện '''[[Tri Tôn]]''' và huyện '''[[Tịnh Biên]]'''.\n\nSau khi thành lập, huyện Bảy Núi có 21 xã: An Cư, An Nông, An Phú, An Tức, Ba Chúc, Châu Lăng, Cô Tô, Lạc Qưới, Lê Trì, Lương Phi, Nhơn Hưng, Ô Lâm, Tà Đảnh, Thới Sơn, Trác Quan, Tri Tôn, Tú Tề, Văn Giáo, Vĩnh Gia, Vĩnh Trung, Xuân Tô. Trụ sở huyện lỵ đặt tại xã Tri Tôn.\n\nQuyết định '''181-CP'''<ref name=181CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-181-CP-dieu-chinh-dia-gioi-doi-ten-xa-thi-tran-tinh-An-Giang-57556.aspx\/ Quyết định 181-CP năm 1979 điều chỉnh địa giới và đổi tên một số xã và thị trấn thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày [[25 tháng 04]] năm [[1979]] của Hội đồng Chính phủ điều chỉnh địa giới và đổi tên một số xã và thị trấn huyện Bảy Núi thuộc tỉnh An Giang:\n#Thành lập xã [[Tân Lập, Tịnh Biên|Tân Lập]] trên cơ sở các ấp Hòa An, Bình An của xã Tà Đảnh; một phần diện tích tự nhiên của xã Tú Tề.\n#Thành lập xã [[Tân Tuyến]] trên cơ sở ấp Huệ Đức của xã Cô Tô.\n#Thành lập thị trấn [[Chi Lăng, Tịnh Biên|Chi Lăng]] trên cơ sở các ấp Voi 1, Voi 2 của xã Tú Tề.\n#Thành lập thị trấn [[Tri Tôn (thị trấn)|Bảy Núi]] trên cơ sở các ấp Cây Me, Xoài Tòng A, Xoài Tông B, Cơray Ven và một phần các ấp khu vực kinh Ô Bà Lẫy của xã Tri Tôn.\n#Xã Tri Tôn đổi tên thành xã Núi Tô.\n#Xã Ô Lâm đổi tên thành xã An Phước.\n#Xã An Tức đổi tên thành xã An Ninh.\n#Xã Châu Lăng đổi tên thành xã An Lạc.\n#Xã Lê Trì đổi tên thành xã An Lập.\n#Xã Tà Đảnh đổi tên thành xã Tân Cương.\n#Xã Lương Phi đổi tên thành xã An Thành.\n#Xã Trác Quan đổi tên thành xã An Hảo.\n#Xã Văn Giáo đổi tên thành xã Thới Thuận.\n#Xã Tú Tề đổi tên thành xã Tân Lợi.\n\nĐến thời điểm năm [[1979]], huyện '''Bảy Núi''' bao gồm 2 thị trấn: Bảy Núi (huyện lỵ), Chi Lăng và 23 xã: An Cư, An Hảo, An Lạc, An Lập, An Ninh, An Nông, An Phú, An Phước, An Thành, Cô Tô, Ba Chúc, Lạc Quới, Nhơn Hưng, Núi Tô, Tân Cương, Tân Lập, Tân Lợi, Tân Tuyến, Thới Sơn, Thới Thuận, Vĩnh Gia, Vĩnh Trung, Xuân Tô.\n\nQuyết định '''300-CP'''<ref name=300CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-300-CP-dieu-chinh-dia-gioi-huyen-thi-xa-tinh-An-Giang-57940.aspx\/ Quyết định 300-CP năm 1979 về việc điều chỉnh địa giới một số huyện và thị xã thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày [[23 tháng 08]] năm [[1979]] của Hội đồng Bộ trưởng chia huyện '''Bảy Núi''' thành 2 huyện: '''[[Tri Tôn]]''' và '''[[Tịnh Biên]]''':\n#Huyện Tịnh Biên gồm 11 xã: An Cư, An Hảo, An Nông, An Phú, Nhơn Hưng, Tân Lập, Tân Lợi, Thới Sơn, Thới Thuận, Vĩnh Trung, Xuân Tô và thị trấn Chi Lăng.\n#Huyện Tri Tôn gồm 12 xã: An Lạc, An Lập, An Ninh, An Phước, An Thành, Ba Chúc, Cô Tô, Lạc Quới, Núi Tô, Tân Cương, Tân Tuyến, Vĩnh Gia và thị trấn Tri Tôn (đổi tên từ thị trấn Bảy Núi).\n\n\nĐịa bàn huyện '''Bảy Núi''' hiện nay tương ứng với gần trọn diện tích địa bàn huyện [[Tri Tôn (thị trấn)|Tri Tôn]] và toàn bộ địa thị xã [[Tịnh Biên]], tỉnh [[An Giang]].\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính An Giang]]"}