{"469534":"{{chú thích trong bài}}\n\n \n{{Hộp thông tin bảo tàng\n |tên = Bảo tàng văn hóa các dân tộc Việt Nam\n |hình = Bảo_tàng_Văn_hóa_các_Dân_tộc_Việt_Nam.jpg\n |kiểu bản đồ =\n |vĩ độ =\n |kinh độ =\n |thành lập = 1960\n |giải thể =\n |vị trí = Đường Đội Cấn, phường Trưng Vương, [[Thái Nguyên (thành phố)|TP.Thái Nguyên]], [[Thái Nguyên]]\n |kiểu = [[Bảo tàng văn hóa]]\n |lượng khách = \n |giám đốc = TS. Nguyễn Thị Ngân\n |phụ trách = \n |phương tiện gt =\n |trang web = [http:\/\/mcve.org.vn mcve.org.vn]\n}}\n'''Bảo tàng văn hoá các dân tộc Việt Nam''' là một thiết chế văn hoá được xây dựng từ năm 1960, nằm giữa trung tâm thành phố Thái Nguyên, tỉnh Thái Nguyên, cách thủ đô Hà Nội hơn 80&nbsp;km về phía Bắc. Là một trong 7 bảo tàng quốc gia của Việt Nam.[http:\/\/mcve.org.vn\/detail\/tabid\/288\/view\/news\/group\/235\/child\/236\/id\/256\/language\/vi-VN\/Default.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304200043\/http:\/\/mcve.org.vn\/detail\/tabid\/288\/view\/news\/group\/235\/child\/236\/id\/256\/language\/vi-VN\/Default.aspx |date=2016-03-04 }}\n\n== Lịch sử ==\nThời kỳ đầu, Bảo tàng văn hoá các dân tộc Việt Nam với tên gọi là Bảo tàng Việt Bắc với chức năng nhiệm vụ ban đầu là nghiên cứu khoa học và giáo dục truyền thống lịch sử văn hoá, lịch sử đấu tranh cách mạng của nhân dân các dân tộc khu Việt Bắc. Năm 1976, Khu tự trị Việt Bắc giải thể, Bảo tàng Việt Bắc chuyển giao về trực thuộc Bộ Văn hoá Thông tin quản lý. Đây là giai đoạn chuyển hướng nội dung hoạt động từ Bảo tàng tổng hợp sang Bảo tàng chuyên ngành về Văn hoá dân tộc. Ngày 31\/ 3\/ 1990 Bộ trưởng Bộ Văn hoá đã phê duyệt đổi tên Bảo tàng Việt Bắc thành Bảo tàng Văn hoá các dân tộc Việt Nam.\n\nMột Bảo tàng trung ương đóng trên địa bàn tỉnh Thái Nguyên. Bảo tàng Văn hoá các dân tộc Việt Nam không chỉ là một công trình kiến trúc to, đẹp mà còn là một trung tâm văn hoá lớn với chức năng nhiệm vụ: Nghiên cứu, sưu tầm, kiểm kê, bảo quản, trưng bày, tuyên truyền và phát huy vốn di sản văn hoá truyền thống của các dân tộc Việt Nam trên phạm vi cả nước.\n\nTrong những năm đổi mới, được sự quan tâm của Bộ Văn hoá Thể thao và Du lịch đã đầu tư, cải tạo, xây dựng mới các phòng trưng bày khoa học, hiện đại. Công tác sưu tầm hiện vật được chú trọng khai thác, bảo quản, trưng bày có hệ thống đã được cấp trên, đồng nghiệp, đặc biệt là khách tham quan đánh giá cao. Số lượng khách tham quan trong nước và quốc tế đến với Bảo tàng ngày một đông hơn.\n\n== Các phòng trưng bày trong nhà trưng bày bảo tàng ==\nHiện nay hệ thống trưng bày của Bảo tàng Văn hoá các dân tộc Việt Nam đã hoàn chỉnh với hệ thống 5 phòng trưng bày được xây dựng trên cơ sở nhóm ngôn ngữ kết hợp với văn hoá vùng, giới thiệu bản sắc văn hoá 54 tộc người gắn với cảnh quan môi sinh từng vùng cư trú. Bao gồm một gian long trọng và hệ thống 5 phòng trưng bày.\n*Phòng số 1: Trưng bày các tộc người nhóm ngôn ngữ Việt - Mường (Việt, Mường, Thổ, Chứt)\n*Phòng số 2: Trưng bày các tộc người nhóm ngôn ngữ Tày - Thái (Tày, Thái, Nùng, Giáy, Lào, Lự, Sán Chay, Bố Y)\n*Phòng số 3: Trưng bày văn hóa các tộc người thuộc 3 nhóm ngôn ngữ H'mông - Dao (H'mông, Dao, Pà Thẻn), nhóm ngôn ngữ Ka Đai (La Chí, La Ha, Cờ Lao, Pu Péo) và nhóm ngôn ngữ Tạng Miến (Lô Lô, Phù Lá, Hà Nhì, La Hủ, Cống, Si La).\n*Phòng số 4: Trưng bày văn hóa 21 tộc người nhóm ngôn ngữ Môn Khơ mer (Ba Na, Brâu, Bru - Vân Kiều, Chơ Ro, Co, Cơ Ho, Cơ Tu, Gié Triêng, H'rê, Kháng, Khơ mer, Khơ Mú, Mạ, Mảng, Mnông, Ơ Đu, Rơ Măm, Tà Ôi, Xơ Đăng, Xtiêng).\n*Phòng số 5: Trưng bày văn hóa các tộc người nhóm ngôn ngữ Nam Đảo (Chăm, Gia Rai, Ê Đê, Raglai, Chu Ru) và nhóm ngôn ngữ Hán (Hoa, Ngái, Sán Dìu).\n\n== Công tác nghiên cứu khoa học ==\nVới trên 4.500 tài liệu hiện vật gốc, phim ảnh, 335 tài liệu khoa học bổ trợ và 1.400 tài liệu chữ viết, hệ thống trưng bày của Bảo tàng đã tái hiện được cảnh quan cư trú và đời sống văn hoá tộc người, hấp dẫn công chúng tham quan.\nNgoài phần trưng bày cố định, hàng năm công tác triển lãm lưu động được Bảo tàng thướng xuyên thực hiện trong suốt mấy chục năm qua. Công tác triển lãm lưu động đã triển khai tới khắp các vùng miền, vùng sâu, vùng xa, biên giới, hải đảo, trên địa bàn cả nước. Đáp ứng nhu cầu hưởng thụ văn hoá của nhân dân.\n\nNgoài ra các cán bộ Bảo tàng còn trực tiếp tham gia nhiều cuộc trao đổi học tập kinh nghiệm trong nước và ngoài nước. Tham dự nhiều cuộc hội nghị, hội thảo chuyên ngành về lĩnh vực khoa học xã hội và nhân văn.\n\n== Đội ngũ cán bộ khoa học ==\nBảo tàng hiện nay có 80 viên chức và hợp đồng lao động, trong đó 2\/3 là cán bộ làm công tác chuyên môn thực hiện 6 khâu công tác của bảo tàng như: Nghiên cứu, sưu tầm, kiểm kê, bảo quản, trưng bày, tuyên truyền.\n\nCùng với các hoạt động chuyên môn, cán bộ, công chức, viên chức trong đơn vị thường xuyên nghiên cứu đề tài khoa học cấp bộ, cấp viện về lĩnh vực văn hoá dân tộc, điển hình như:\n\nTiến sĩ: '''Nguyễn Thị Ngân''' (Giám đốc),\n\nThạc sĩ: \n*'''Tô Thị Thu Trang''' (Phó Giám đốc),\n*'''Nguyễn Cảnh Phương''' (Phó Giám đốc),\n*'''Trần Văn Ái''' (Trưởng phòng Bảo tàng ngoài trời),\n*'''Vi Văn Biên''' (Trưởng phòng Kiểm Kê - Bảo quản),\n*'''Nghiêm Thị Minh Hằng''' (Phó trưởng phòng Nghiên cứu - Trưng bày),\n*'''Lê Mai Oanh''' (Phòng Trưng bày - Tuyên truyền)... cùng một số cán bộ trẻ ham mê nghiên cứu khoa học\n\n== Khu trưng bày ngoài trời ==\n\nHiện nay dự án trưng bày ngoài trời Bảo tàng Văn hoá các dân tộc Việt Nam với diện tích 40.040 m2 đã hoàn thành. Dự án được thực hiện theo 6 vùng văn hoá: Văn hoá vùng núi cao phía Bắc, văn hoá vùng Thung lũng, văn hoá vung Trung du - Bắc Bộ, văn hoá vùng miền Trung - Ven biển, văn hoá vùng Trường Sơn - Tây Nguyên, văn hoá vùng Đồng Bằng Nam Bộ, mỗi vùng văn hoá đều có không gian tổ chức lễ hội, có cấu trúc cảnh quan vùng và có một ngôi nhà cụ thể, mang tính nguyên gốc. Kết hợp hài hoà với không gian văn hoá theo 3 miền Bắc – Trung – Nam, tạo ra cảnh quan môi trường văn hoá mang tính đặc trưng văn hoá tộc người.Ngoài ra còn có các khu dịch vụ như nhà hàng ẩm thực Việt, cafe & kem Italia, bia hơi... đang thu hút nhiều du khách trong và ngoài tỉnh đến với bảo tàng.\n\nHiện nay công tác phối hợp giữa Bảo tàng và Đài PT-TH Thái Nguyên đang được tiến hành trong việc sản xuất 12 tập phim về \"Bảo tàng văn hóa các dân tộc Việt Nam\", với thời lượng 25 phút mỗi tập đã thể hiện đậm nét các nền văn hóa dân tộc Việt Nam. Nhóm tác giả thực hiện: Khắc Thái - Song Ngân - Quang Dương - Quý Anh.\n==Thư viện ảnh==\n<gallery>\nHình:Museum of Ethnic Culture Vietnam2.jpg|Tháp Chăm trong khu trưng bày ngoài trời\nHình:Museum of Ethnic Culture Vietnam3.jpg|Nhà sàn và cọn nước trong khu trưng bày ngoài trời\nHình:Museum of Ethnic Culture Vietnam4.jpg|Nhà Rông trong khu trưng bày ngoài trời\nHình:Museum of Ethnic Culture Vietnam5.jpg|Chùa Kh'mer trong khu trưng bày ngoài trời\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Bảo tàng tại Việt Nam]]\n[[Thể loại:Thái Nguyên (thành phố)]]\n[[Thể loại:Bảo tàng trực thuộc Bộ Văn hóa, Thể thao và Du lịch]]"}