{"150315":"{{otheruses|Bảo Yên (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Bảo Yên\n| hình = Bao Ha Temple - P1380679.JPG\n| ghi chú hình = [[Đền Bảo Hà]] ở xã Bảo Hà, huyện Bảo Yên\n| vĩ độ = 22.2355\n| kinh độ = 104.4766\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 818 km²\n| dân số = 85.564 người \n| dân số thành thị = 9.470 người (11%)\n| dân số nông thôn =76.094 người (89%)\n| thời điểm dân số = 2019\n| mật độ dân số = 105 người\/km²\n| dân tộc = 15 dân tộc\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Lào Cai]]\n| huyện lỵ = thị trấn [[Phố Ràng]]\n| thành lập = 1964\n| chủ tịch UBND = Trần Trọng Thông\n| chủ tịch HĐND = Nguyễn Anh Chuyên\n| bí thư =  Nguyễn Anh Chuyên\n| phân chia hành chính = 1 thị trấn, 16 xã\n| trụ sở UBND = Số 106, đường Võ Nguyên Giáp, thị trấn Phố Ràng\n| mã hành chính = 087<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = 0214.3.876.212\n| fax = 0214.3.876.180\n| web = {{url|baoyen.laocai.gov.vn}}\n|biển số xe=24-Y1}}\n\n'''Bảo Yên''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Lào Cai]], [[Việt Nam]].<ref name =LaoKai-tt36 >[https:\/\/thukyluat.vn\/vb\/thong-tu-36-2013-tt-btnmt-danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-lao-cai-33e10.html Thông tư 36\/2013\/TT-BTNMT ngày 30\/10\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ phần đất liền tỉnh Lào Cai. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref><ref name=qd124cp@2004 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref>\n\n== Địa lý ==\nHuyện Bảo Yên nằm ở phía đông nam của tỉnh [[Lào Cai]], nằm cách thành phố Lào Cai khoảng 75 km về phía đông nam, cách trung tâm thủ đô [[Hà Nội]] khoảng 263 km, có vị trí địa lý: \n*Phía đông giáp huyện [[Quang Bình]], tỉnh [[Hà Giang]] và huyện [[Lục Yên]], tỉnh [[Yên Bái]]\n*Phía tây giáp huyện [[Bảo Thắng]]\n*Phía nam giáp huyện [[Văn Bàn]] và huyện [[Văn Yên]], tỉnh [[Yên Bái]]\n*Phía bắc giáp huyện [[Bắc Hà (huyện)|Bắc Hà]] và huyện [[Xín Mần]], tỉnh [[Hà Giang]].\n\nHuyện có diện tích 818&nbsp;km². Huyện lỵ là thị trấn Phố Ràng nằm trên [[Quốc lộ 70]], cách [[lào Cai (thành phố)|thành phố Lào Cai]] 75&nbsp;km về hướng tây bắc. [[Quốc lộ 279]] theo hướng bắc nam nối với Hà Giang ở phía đông bắc, Lai Châu phía Tây Bắc, Quốc lộ 279 chạy qua các xã: Nghĩa Đô, Vĩnh Yên, Tân Dương, Yên Sơn, Bảo Hà và thị trấn Phố Ràng.\n\nDân số của huyện năm 2017 là 84.604 người thuộc 15 dân tộc, trong đó\n*Dân tộc Kinh chiếm 32,56 %\n*Dân tộc Tày chiếm 31,93 % \n*Dân tộc Dao chiếm 22,16 %\n*Dân tộc Mông chiếm 8,61 %\n*Dân tộc Nùng chiếm 1,96\n*Dân tộc Phù Lá 1,1 %\n*Dân tộc Giáy chiếm 1,09 %.\n*Các dân tộc khác chiếm 0,69 %.\n\nKhí hậu Bảo Yên mang đặc trưng của khí hậu nhiệt đới nóng, hình thành hai tiểu vùng khí hậu: Đông Bắc và Tây Bắc. Nhiệt độ trung bình trong năm của huyện là 21,5&nbsp;°C. Tháng nóng nhất là 39,4&nbsp;°C, tháng có nhiệt độ thấp nhất là 3,7&nbsp;°C. Lượng mưa trung bình là 1.440&nbsp;mm đến 2.200&nbsp;mm, tổng số giờ nắng trong năm là 1.300 - 1.600 giờ. Tài nguyên đất đai, khí hậu và khoáng sản trong lòng đất đã tạo điều kiện thuận lợi để Bảo Yên có thể phát triển kinh tế nông - lâm - công nghiệp toàn diện.\n\nDo ảnh hưởng của cấu tạo địa chất nên phần lớn đất đai Bảo Yên là loại đất Pheralít màu đỏ vàng phát triển trên nền đá Gráp điệp thạch mi ca. Địa hình Bảo Yên có sự chia cắt mạnh, có núi cao, khu vực sâu và thung lũng hẹp. Các nhà khoa học xếp Bảo Yên vào loại vùng đồi nhỏ hơn 300 – 400m và 400 – 500m. Vành đai vùng đồi nhỏ hơn 300 – 400m chiếm phần lớn diện tích thung lũng các sông suối lớn như thung lũng sông Chảy. Các vành đai vùng đồi núi thấp 400 – 500m có địa hình chia cắt mạnh, núi cao, sườn dốc, khe sâu vực thẳm, thung lũng hẹp, bậc thang nhỏ đất bồi tụ, nhìn chung không lớn, diện tích hẹp, phân bố rải rác; bồn địa tương đối bằng phẳng tạo nên những cánh đồng rộng lớn ở vùng Nghĩa đô, Vĩnh Yên, Xuân Hòa, Bảo Hà, Kim Sơn, Cam Cọn.\n\nDiện tích tự nhiên của huyện rộng, song chủ yếu là rừng và đất rừng chiếm hơn 70% diện tích tự nhiên của huyện, với diện tích che phủ hiện nay là 51% (năm 2009). Hiện ở Bảo Yên còn tồn tại ba kiểu rừng chủ yếu, đó là; ''Rừng nguyên sinh ''tập trung tại đầu nguồn và trên vành cao dãy núi Con Voi, có nhiều lâm sản quý hiếm; ''Rừng giữa ''hiện nay đã được giao đến hộ gia đình và các tập thể, việc khai thác kết hợp với trồng mới và tu bổ đã trở thành vành đai rừng phòng hộ;'' Rừng cỏ tranh, ''lau lách, cây bụi ở vùng thấp, hiện nay đang được phát triển các loại cây ăn quả, cây nguyên liệu. Bên cạnh nguồn tài nguyên thiên nhiên dồi dào, rừng Bảo Yên còn có các loại chim, thú và một số loại thuốc nam quý. Đất tự nhiên ở Bảo Yên có khả năng trồng các loại cây công nghiệp và cây ăn quả.\n\n== Hành chính ==\nHuyện Bảo Yên có 17 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Phố Ràng]] (huyện lỵ) và 16 xã: [[Bảo Hà]], [[Cam Cọn, Bảo Yên|Cam Cọn]], [[Điện Quan]], [[Kim Sơn, Bảo Yên|Kim Sơn]], [[Lương Sơn, Bảo Yên|Lương Sơn]], [[Minh Tân, Bảo Yên|Minh Tân]], [[Nghĩa Đô, Bảo Yên|Nghĩa Đô]], [[Phúc Khánh, Bảo Yên|Phúc Khánh]], [[Tân Dương, Bảo Yên|Tân Dương]], [[Tân Tiến, Bảo Yên|Tân Tiến]], [[Thượng Hà, Bảo Yên|Thượng Hà]], [[Việt Tiến, Bảo Yên|Việt Tiến]], [[Vĩnh Yên, Bảo Yên|Vĩnh Yên]], [[Xuân Hòa, Bảo Yên|Xuân Hòa]], [[Xuân Thượng, Bảo Yên|Xuân Thượng]], [[Yên Sơn, Bảo Yên|Yên Sơn]].\n\n== Lịch sử ==\nHuyện Bảo Yên được thành lập vào ngày [[16 tháng 12]] năm [[1964]] trên cơ sở tách 3 xã: Bảo Hà, Kim Sơn, Cam Cọn thuộc huyện Văn Bàn và 14 xã: Cộng Hoà, Quyết Tiến, Quang Vinh, Minh Tân, Hạnh Phúc, Long Khánh, Hoà Bình, Vĩnh Yên, Nghĩa Đô, Tân Tiến, Dân Chủ, Lương Sơn, Việt Tiến, Long Phúc thuộc huyện [[Lục Yên]].<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-177-CP-dieu-chinh-dia-gioi-mot-so-huyen-thuoc-cac-tinh-Lang-Son-Yen-bai-va-Thanh-hoa-20011.aspx Quyết định số 177-CP năm 1964]<\/ref>\n\nNăm [[1976]], hợp nhất tỉnh Lào Cai, tỉnh Yên Bái và tỉnh Nghĩa Lộ thành tỉnh Hoàng Liên Sơn, huyện Bảo Yên thuộc tỉnh Hoàng Liên Sơn, gồm 17 xã: Bảo Hà, Cam Cọn, Điện Quan, Kim Sơn, Long Khánh, Long Phúc, Lương Sơn, Minh Tân, Nghĩa Đô, Phố Ràng, Tân Dương, Tân Tiến, Thượng Hà, Việt Tiến, Vĩnh Yên, Xuân Hòa và Xuân Thượng.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[11 tháng 1]] năm [[1986]]<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-03-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-tinh-Hoang-Lien-Son-37024.aspx Quyết định số 03-HĐBT năm 1986]<\/ref>: \n*Thành lập thị trấn Phố Ràng (thị trấn huyện lỵ huyện Bảo Yên) trên cơ sở 1.092 ha diện tích tự nhiên của xã Phố Ràng và 783 ha diện tích tự nhiên của xã Xuân Thượng \n*Đổi tên phần còn lại của xã Phố Ràng thành xã Yên Sơn.\n\nNgày [[12 tháng 8]] năm [[1991]], tái lập tỉnh Lào Cai từ tỉnh Hoàng Liên Sơn cũ, huyện Bảo Yên thuộc tỉnh Lào Cai.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[1 tháng 3]] năm [[2020]], sáp nhập xã Long Phúc và xã Long Khánh thành xã Phúc Khánh.<ref name=NQ896>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-896-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Lao-Cai-435413.aspx|tựa đề=Nghị quyết số 896\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Lào Cai|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Bảo Yên có 1 thị trấn và 16 xã như hiện nay.\n\n== Du lịch ==\nĐược coi là \"cửa ngõ\" quan trọng của tỉnh Lào Cai, Bảo Yên nằm giữa hai con sông Hồng và sông Chảy từ bao đời nay đã bồi đắp nên những bãi bờ màu mỡ phù sa và cung cấp phong phú các loại thủy sản cho con người. Chính vì vậy, từ lâu nay Bảo Yên trở thành điểm dừng chân lý tưởng trong các cuộc hành trình lên vùng đất nơi địa đầu Tổ quốc. Không chỉ có phong cảnh hữu tình, con người thân thiện và gần gũi, du khách đến đây ngoài việc được tham quan các điểm du lịch tâm linh và thưởng thức những món ăn mang đậm hương vị vùng cao mà còn có cơ hội được khám phá những nét đẹp văn hóa trong cuộc sống và sinh hoạt của đồng bào các dân tộc bản địa.\n\nĐền Bảo Hà thờ thần vệ quốc Hoàng Bảy, một vị anh hùng miền sơn cước đánh giặc phương Bắc bảo vệ dân làng đã hiển thánh được thờ ở đây. Đền Bảo Hà xây dựng theo thuyết phong thủy. Vua Minh Mạng phong tặng ông là Trấn An Hiển Liệt. Hàng năm, cứ mỗi mùa xuân đến và ngày giỗ ông Hoàng Bảy (17 tháng 7 âm lịch), rất nhiều người dân từ trong Nam, ngoài Bắc kéo đến đền kính cẩn thắp nén nhang tưởng nhớ người anh hùng huyền thoại tại đền ở xã Bảo Hà, huyện Bảo Yên.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Bảo Yên District}}\n{{sơ khai Lào Cai}}\n{{Huyện thị Lào Cai}}\n{{Đơn vị hành chính thuộc huyện Bảo Yên}}\n\n[[Thể loại:Bảo Yên]]"}