{"556425":"'''Bản khắc mộc Chiếu dời đô''' ghi lại nguyên bản toàn bộ nội dung [[Chiếu dời đô]] của vua [[Lý Thái Tổ|Lý Công Uẩn]] ([[974]] – [[1028]]), vị hoàng đế đầu tiên thời [[nhà Lý]]. Bẳn khắc được tìm thấy nằm trong bộ sách [[Đại Việt sử ký toàn thư]] tại Trung tâm Lưu trữ quốc gia IV ([[Đà Lạt]], [[Lâm Đồng]]). Tuy nhiên, các nhà khoa học còn phải nghiên cứu về bản khắc mộc mới được phát hiện này, để xác định xem chính xác có từ thời Lê hay [[nhà Nguyễn|thời Nguyễn]], nếu có từ [[nhà Lê sơ|thời Lê]] thì đây sẽ là bản khắc Chiếu dời đô cổ nhất hiện nay trong lịch sử [[Việt Nam]].\n\n==Đặc điểm cấu tạo==\nĐây là bản khắc [[chữ Hán]] ngược, khổ khuôn in 20 x 29,5&nbsp;cm, gồm có 214 chữ (không kể phần chú thích), được bố cục rất chặt chẽ, lời văn khúc chiết và đầy sức thuyết phục.\n\nTrước kia đã có nhiều tài liệu liên quan đến di chỉ này được giới thiệu, nhưng phần lớn chỉ là bản copy lại. Bản mộc Chiếu dời đô là bản khắc cổ và duy nhất còn lại của Việt Nam tính đến thời điểm hiện tại. Đây không chỉ là một tài liệu quý giá phản ánh một thời kỳ văn hoá Việt Nam về mọi mặt [[lịch sử]], [[địa lý]], [[văn hóa|văn hoá]], [[giáo dục]], [[xã hội]], [[chính trị]], [[quân sự]], [[tôn giáo]], [[tư tưởng]] và [[triết học]], mà còn là tác phẩm nghệ thuật với trình độ khắc chữ trên gỗ điêu luyện và tinh xảo. Nét chữ Hán ngược được thể hiện công phu xem mà như [[rồng]] bay [[phượng]] múa, gắn với tâm huyết, tình cảm của người thợ khắc in vào thời bấy giờ.\n\n==Lịch sử hình thành==\n\nChiếu dời đô còn có tên '''Thiên đô chiếu''' (遷都詔), là văn bản sớm nhất và đầu tiên của thể văn chiếu, là một văn kiện có ý nghĩa vô cùng to lớn nói về việc Lý Công Uẩn quyết định dời đô từ [[Hoa Lư]] ([[Ninh Bình]]) ra Thăng Long, là một sự kiện trọng đại mở ra bước phát triển mới trong lịch sử Việt Nam.\n\nTrong suốt 18 năm làm vua của Lý Công Uẩn, ông đã hoàn thành được một số việc mang tính trọng đại được quốc sử ghi chép lại. Ông cho tiến hành xây dựng kinh thành Thăng Long bao gồm cung điện với hệ thống các điện [[Càn Nguyên]], điện [[Tập Hiền]], điện [[Giảng Võ]]… các hào lũy và kho tàng. Xây dựng 4 cửa thành [[Tường Phù]] (phía Đông), [[Quảng Phúc]] (phía Tây), [[Đại Hưng]] (phía Nam), [[Văn-thù-sư-lợi|Diệu Đức]] (phía Bắc). Xây dựng nhiều chùa, như ở phía Nam kinh thành, ở phủ [[Thiên Đức]] (châu Cổ Pháp cũ) đáp ứng nhu cầu của đời sống tâm linh, tôn giáo tín ngưỡng của dân chúng trong kinh thành<ref>[http:\/\/www.khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=1492:ly-cong-un-va-qchiu-di-oq-ang-vn-bt-h&catid=63:vn-hc-vit-nam&Itemid=106 Lý Công Uẩn và \"Chiếu dời đô\"] Báo khoavanhoc-ngonngu. Truy cập ngày 31\/10\/2010<\/ref>.\n==Chú thích trang==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Lý Thái Tổ]]\n*[[Chiếu dời đô]]\n*[[Điêu khắc]]\n*[[Điêu khắc đá|Thợ điêu khắc đá]]\n\n[[Thể loại:Nhà Lý]]"}