{"420744":"{{redirect|Công chúa V-pop||Danh hiệu nhạc đại chúng được phong tặng}}{{Thông tin nhân vật\n| tên = Bảo Thy \n| hình = Bao Thy.JPG\n| kích thước hình = \n| caption = Bảo Thy vào năm 2008\n| tên khai sinh = Trần Thị Thúy Loan\n| ngày sinh = {{ngày sinh và tuổi|1988|06|02}}\n| nơi sinh = [[Thành phố Hồ Chí Minh]], [[Việt Nam]] \n| ngày mất = \n| nơi mất = \n|religion = [[Công giáo tại Việt Nam|Công giáo]]\n| công việc = {{hlist|[[Ca sĩ]]|[[Tác giả ca khúc|Nhạc sĩ]]|[[Diễn viên]]}} \n| tên khác = Lona\n| dân tộc = [[Kinh]]\n| quốc tịch = {{VIE}} \n| năm hoạt động = 2006{{spaced en dash}}nay \n| chiều cao = {{height|m=1,66}}\n| người hôn phối = {{marriage|Nguyễn Phan Lĩnh|2019}}\n| con cái = 1\n| module = {{infobox musical artist\n| embed = yes\n| origin = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| instrument = [[Thanh nhạc]]\n| genre = {{hlist|[[V-pop]]|[[ballad]]|[[nhạc dance|dance]]|[[nhạc pop|pop]]|[[EDM]]}}\n| associated_acts = {{hlist|[[Quang Vinh (ca sĩ)|Quang Vinh]]|Bảo Thạch|[[Nguyễn Hải Phong (nhạc sĩ)|Nguyễn Hải Phong]]|[[Đỗ Hiếu]]}}\n}}\n}}\n\n'''Trần Thị Thúy Loan''' (sinh ngày [[2 tháng 6]] năm [[1988]]), thường được biết đến với nghệ danh '''Bảo Thy''', là một nữ [[ca sĩ]], [[tác giả ca khúc|nhạc sĩ sáng tác ca khúc]] kiêm [[diễn viên]] người [[Việt Nam]].\n\n== Tiểu sử ==\nBảo Thy sinh ra trong một gia đình gồm ba người con và cô là con út, trên cô có một chị gái và một anh trai. Cô còn có tên thân mật là '''Lona'''. Ngay từ khi còn nhỏ, cô đã theo học [[thanh nhạc]] và [[dương cầm|piano]] tại Trường tư thục âm nhạc Suối Nhạc trong hai năm học lớp 7 - 8, tham gia phong trào văn nghệ dành cho [[học sinh]], [[sinh viên]]<ref name=\"Có\"\/><ref name=\"Chọn\"\/>. Cô cũng từng là thành viên của nhiều nhóm nhạc tuổi thiếu niên như Sao Băng, Blue Stars, SBS, Angels,... nhưng không gây được chú ý nào đáng kể.<ref name=\"Có\">[http:\/\/news.zing.vn\/news\/nhac-viet-nam\/bao-thy%C2%A0-co-bao-gio-em-sai\/a27235.html \"Có bao giờ... Em sai\"?]--[[Zing]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>\n\n== Sự nghiệp âm nhạc ==\n\n=== 2006 – 2007: Nổi tiếng từ thế giới mạng ===\nNăm 2006, Bảo Thy tham gia một cuộc thi bình chọn gương mặt đại diện cho trò chơi trực truyến [[Võ Lâm Truyền Kỳ]] trên [[website]] của [[VNG|Vinagame]], lọt vào nhóm 10 thí sinh có số phiếu bình chọn cao nhất và đoạt danh hiệu là một trong \"Thập đại mỹ nhân Võ lâm truyền kỳ\". Sau cuộc thi này, Bảo Thy cùng với Hải Yến (hai người có số phiếu bình chọn cao nhất) đã nhận được lời mời từ đạo diễn Quang Dũng tham gia bộ phim điện ảnh ''[[Võ lâm truyền kỳ (phim)|Võ Lâm Truyền Kỳ]]'' do [[Hãng phim Phước Sang]] thực hiện. Tuy nhiên sau đó, việc đóng phim của Bảo Thy đã không trở thành hiện thực.<ref name=\"Mỹ\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=151204&ChannelID=57 Hai mỹ nhân đầu tiên trong \"Võ lâm truyền kỳ\"]--[[Tuổi Trẻ (báo)|Tuổi Trẻ]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>\n\nGiữa năm 2006, Bảo Thy tham dự cuộc thi [[Miss Teen Việt Nam|Miss Audition]], một cuộc thi sắc đẹp dành cho những người tham gia trò chơi điện tử [[Audition Online|Audition]]. Sau đó, cô lọt vào danh sách 10 thí sinh đẹp nhất. Trong đêm trao giải tại [[Hà Nội]], Bảo Thy đã cùng nam ca sĩ Vương Khang trình bày 2 ca khúc nhạc hiệu của Audition do cô viết lời Việt mang tên “10 minutes” và “Please tell me why”, tiết mục song ca này liên tục đứng đầu các bảng xếp hạng trên các trang mạng âm nhạc tại Việt Nam<ref name=\"Đồn\">[http:\/\/www.vietnamnet.vn\/vanhoa\/tintuc\/2007\/08\/733856\/ Bảo Thy bước qua những tin đồn]--[[VietNamNet|Vietnamnet]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>. Với thành công từ cuộc thi này, Bảo Thy đã từ bỏ kế hoạch sang [[Hoa Kỳ]] [[du học]] và lựa chọn con đường trở thành một ca sĩ chuyên nghiệp.<ref name=\"Chọn\">[http:\/\/nhacvietplus.vietnamnet.vn\/vn\/phathien\/1909\/index.aspx Ca sĩ Bảo Thy: Hát cho tuổi teen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090228221658\/http:\/\/nhacvietplus.vietnamnet.vn\/vn\/phathien\/1909\/index.aspx |date = ngày 28 tháng 2 năm 2009}}--[[VietNamNet|Vietnamnet]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>\n\nCuối năm 2007, Bảo Thy nhận được lời mời tham gia thực hiện chương trình ''[[Hành trình âm nhạc]]'' với vai trò là [[người dẫn chương trình]]. Đây là một chương trình [[truyền hình thực tế]] dựa theo phiên bản cùng tên của [[Hàn Quốc]]. Ít lâu sau, Bảo Thy tiếp tục đảm nhận công việc làm [[Người dẫn chương trình|MC]] cho nhiều gameshow và chương trình khác như ''Nào ta cùng hát'', ''Hành trình kết nối những trái tim'', ''Album vàng''<ref>[http:\/\/dantri.com.vn\/c23\/s157-262497\/bao-thy-dat-show-mc.htm Bảo Thy đắt show MC]--[[Dân trí (báo)|Dân Trí]]. Truy cập ngày [[27 tháng 8]] năm [[2009]]<\/ref><ref name=\"Sét\">[http:\/\/www.vtc.vn\/144-200690\/gioi-tre\/tinh-yeu\/bao-thy-khong-tin-tinh-yeu-set-danh.htm Bảo Thy không tin \"tình yêu sét đánh\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090814195731\/http:\/\/www.vtc.vn\/144-200690\/gioi-tre\/tinh-yeu\/bao-thy-khong-tin-tinh-yeu-set-danh.htm |date = ngày 14 tháng 8 năm 2009}}--VTCNews. Truy cập ngày [[27 tháng 8]] năm [[2009]]<\/ref>,... Tuy nhiên, đã có ý kiến cho rằng Bảo Thy không phù hợp với vai trò này bởi chất giọng mỏng cùng gương mặt thiếu biểu cảm trong việc dẫn chương trình.<ref>[http:\/\/vctv.vn\/13451p130c131\/ca-si-lam-mc-thu-vi-va-that-vong.htm Ca sĩ làm MC: Thú vị và… thất vọng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100716153330\/http:\/\/vctv.vn\/13451p130c131\/ca-si-lam-mc-thu-vi-va-that-vong.htm |date = ngày 16 tháng 7 năm 2010}}. Truy cập ngày [[14 tháng 3]] năm [[2011]]<\/ref>\n\nMột thời gian sau, Bảo Thy cho ra mắt một loạt ca khúc mới như “Sorry”, “Vẫn ngỡ như là”, “Xin đừng xát muối trái tim em”, “Công chúa bong bóng”,... Cùng với việc tham gia những chương trình lớn như ''Âm nhạc của tôi, Giai điệu tình yêu Coolshow'', Sự kiện của Sfone, Sự kiện của [[Cyworld]] và các chương trình trên truyền hình khác, tên tuổi của cô bắt đầu được biết đến nhiều hơn, đặc biệt là đối với giới trẻ.<ref name=\"Nhìn\">[http:\/\/imuzik.com.vn\/Tin-tuc\/Chi-tiet\/Nhin-lai-hien-tuong-Bao-Thy-_14887_13.html Nhìn lại hiện tượng Bảo Thy]{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }}, theo Giai điệu xanh.<\/ref>\n\n=== 2008: ''Ngôi nhà hoa hồng'' và ''Có bao giờ... em sai'' ===\n\nBên cạnh đó, sự kết hợp của Bảo Thy với nam ca sĩ [[Quang Vinh (ca sĩ)|Quang Vinh]] cũng đã gây được đánh giá khá tốt, nổi bật nhất là sự thành công của ca khúc song ca \"Ngôi nhà hoa hồng\". Ngày [[14 tháng 2]] năm [[2008]], Bảo Thy cùng Quang Vinh cho ra mắt một [[CD]] song ca mang tên ''Ngôi nhà hoa hồng'' với 7 ca khúc bao gồm 3 bài song ca và 4 ca khúc hát đơn do mỗi người thể hiện. Album khi phát hành trên thị trường đã được tái bản đến lần thứ 4 và tất cả các ca khúc trong album đều lọt vào top những bảng xếp hạng âm nhạc trong nước.<ref name=\"Có\" \/>\n\nBảo Thy còn là gương mặt đại diện của [[máy tính xách tay|laptop]] mini Eee PC của hãng [[ASUS]]<ref name=\"Đón\">[http:\/\/www.muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Giai-tri\/2008\/5-16\/20868\/ Bảo Thy đón tuổi 20] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090831002209\/http:\/\/muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Giai-tri\/2008\/5-16\/20868\/|date = ngày 31 tháng 8 năm 2009}}--[[Mực Tím]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>, đại sứ thiện chí cho dòng [[điện thoại di động]] mới của [[Tập đoàn Samsung|Samsung]], gương mặt quảng cáo cho [[Rexona]].\n\nNgày 2 tháng 6 năm 2008, để kỷ niệm sinh nhật lần thứ 20 của mình, Bảo Thy đã tổ chức một buổi diễn mang tên ''Balloon Party'', buổi biểu diễn đã có hơn 400 khán giả mà đa phần là giới trẻ tham dự, và còn có sự góp mặt của một số ca sĩ khách mời như Quang Vinh, Vương Khang, ban nhạc 2B.<ref name=\"Đón\" \/>\n\nNgày 8 tháng 8 năm 2008, Bảo Thy cho ra mắt album đầu tay của mình mang tên ''[[Có bao giờ... em sai?|Có bao giờ... em sai]]'', gồm 8 ca khúc trong đó có 5 ca khúc nhạc Việt và 3 ca khúc nhạc nước ngoài do Bảo Thy và nhạc sĩ Thiên An viết lời Việt. Album do Saigon Media phát hành trên toàn quốc<ref name=\"Có\"\/>. Trong thời gian thực hiện album, Bảo Thy tiếp tục nhận được lời mời giữ vai nữ chính trong phim ''Nữ sinh quý tộc'' do đạo diễn [[Lê Hoàng]] và Hãng phim Thiên Ngân thực hiện. Tuy nhiên sau đó, dự án làm bộ phim này đã không được tiếp tục thực hiện.<ref name=\"Chọn\"\/><ref>[http:\/\/www.thanhnien.com.vn\/tnotuansan\/Pages\/200828\/249730.aspx Cú đẩy cát-sê ngoạn mục]--[[Thanh Niên (báo)|Thanh Niên]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref>\n\n=== 2009 – 2011: ''Công chúa teen và ngũ hổ tướng'', ''Ký ức của mưa'' và ''Special Album'' ===\nTháng 4 năm 2009, Bảo Thy cho ra mắt một ca khúc mới mang tên \"Thiên thần trong truyện tranh\" (The Show của Lenka) làm ca khúc chủ đề cho chiến dịch từ thiện giúp đỡ trẻ em trường chuyên biệt Gia Định, Thành phố Hồ Chí Minh. Ngoài ra, một số sản phẩm thủ công do các trẻ em chậm phát triển của trường Gia Định đã được Bảo Thy tổ chức [[đấu giá|bán đấu giá]] trong các buổi biểu diễn trước công chúng<ref name=\"Thiện\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=312585&ChannelID=58 Bảo Thy phát hành ca khúc mới để làm từ thiện]--[[Tuổi Trẻ (báo)|Tuổi Trẻ]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref>. Cũng trong thời gian này, Bảo Thy có dự định phát hành một mini CD mang tên ''The collection of Bao Thy'', bao gồm 4 ca khúc nhạc nước ngoài (nhạc [[tiếng Trung Quốc|tiếng Hoa]], nhạc [[tiếng Triều Tiên]] và nhạc [[tiếng Anh]]) do cô cùng Vương Khang và Tú Trung viết lời Việt<ref name=\"Mini\">[http:\/\/nhacvietplus.vietnamnet.vn\/vn\/tinnhacviet\/22794\/index.aspx Bảo Thy ra mini CD] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090902221337\/http:\/\/nhacvietplus.vietnamnet.vn\/vn\/tinnhacviet\/22794\/index.aspx |date = ngày 2 tháng 9 năm 2009}}--[[VietNamNet|Vietnamnet]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref>. Tuy nhiên, đến tháng 6 cùng năm, dự định phát hành Mini CD này của cô đã không trở thành hiện thực. Thay thế cho việc này sẽ là một kế hoạch tập trung vào những ca khúc nhạc thuần Việt của Bảo Thy.<ref name=\"ngoại\">[http:\/\/nhacvietplus.vietnamnet.vn\/vn\/tinnhacviet\/25460\/index.aspx Bảo Thy tạm dừng hát nhạc ngoại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090705095305\/http:\/\/nhacvietplus.vietnamnet.vn\/vn\/tinnhacviet\/25460\/index.aspx |date = ngày 5 tháng 7 năm 2009}}--[[VietNamNet|Vietnamnet]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref>\n\nVào năm 2009, Bảo Thy tham gia đóng vai chính Britney Bích trong phim ''[[Công chúa teen và ngũ hổ tướng]]'' do hãng phim Phước Sang sản xuất với kinh phí 6 tỷ đồng<ref>[http:\/\/www.zing.vn\/news\/phim-viet-nam\/bao-thy-do-sac-cung-yen-trang-va-khong-tu-quynh\/a68616.html Bảo Thy 'đọ sắc' cùng Yến Trang và Khổng Tú Quỳnh]--[[Zing]]. Truy cập ngày [[17 tháng 1]] năm [[2010]]<\/ref>. Vai diễn này đã giúp cô giành giải thưởng \"Diễn viên triển vọng\" tại Cánh diều vàng 2009.<ref>[http:\/\/news.zing.vn\/Bao-Thy-am-giai-Canh-dieu-vang-post79499.html]--[[Zing]]<\/ref>\n\nTháng 7 năm 2010, Bảo Thy phát hành album Vol. 2 với tựa đề: ''[[Kí ức của mưa|Ký ức của mưa]]''. Album gồm 9 ca khúc và 3 bonus tracks của các nhạc sĩ Sĩ Luân, Bảo Thạch,... trong đó có 2 sáng tác của chính Bảo Thy<ref>[http:\/\/www.hoahoctro.com.vn\/showbiz\/8332.hht Bảo Thy 'đa phong cách' trong 'Ký ức của mưa'] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101120213834\/http:\/\/www.hoahoctro.com.vn\/showbiz\/8332.hht|date = ngày 20 tháng 11 năm 2010}}--[[Báo Hoa Học Trò]]. Truy cập ngày [[11 tháng 9]] năm [[2010]]<\/ref>. Album với nhiều bản hit được yêu thích đã tiếp tục giúp cô gặt hái được nhiều thành công, trong đó có giải thưởng \"Album Vàng\" dành cho \"Album được yêu thích nhất tháng\" do khán giả bình chọn (tháng 8\/2010)<ref>[http:\/\/dantri.com.vn\/giai-tri\/duong-trieu-vu-va-bao-thy-chien-thang-album-vang-414516.htm Dương Triệu Vũ và Bảo Thy chiến thắng Album Vàng]--[[Dân Trí]]<\/ref>, và 3 giải [[Zing|Zing Music Awards]]<ref>[http:\/\/awards.zing.vn\/ket-qua\/237 Kết quả Zing Music Awards 2010] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150201181300\/http:\/\/awards.zing.vn\/ket-qua\/237 |date = ngày 1 tháng 2 năm 2015}}--[[Zing]]<\/ref>. Tháng 12 cùng năm, Bảo Thy phát hành đĩa đơn đầu tiên của mình mang tên ''First Single'', với 3 ca khúc mang 2 phong cách đối lập: “Đa nghi” sôi động trẻ trung bên cạnh “Gạt đi nước mắt” và “Trở lại” (hát cùng Quang Vinh) do chính Bảo Thy sáng tác lại nhẹ nhàng với những buồn vui trong tình yêu.\n\nTháng 11 năm 2011, Bảo Thy chính thức cho ra mắt ''Special Album''. Đây là một album hoàn chỉnh với 7 ca khúc hoàn toàn mới và 3 bài hát đã được phát hành online trước đó, trong đó có 3 bài hát được Thy cover lại, gồm: “Vì một người” (Ưng Đại Vệ), “Không như lời anh nói” (Nguyễn Quang Hưng – LK) và “Nơi đó” (Kiên Trần) bên cạnh một bản nhạc quốc tế - “Everytime I Look Into Your Eyes”. Tuy nhiên, video ca nhạc của ca khúc chủ đề trong ''Special Album'' - \"Ngày vắng anh\" đã bị báo chí và những người hâm mộ [[K-pop|nhạc Hàn Quốc]] cho rằng cô đạo ý tưởng MV của một ca sĩ Hàn Quốc nổi tiếng là [[HyunA]]. Mặc dù phim ca nhạc \"Ngày vắng anh\" của cô được cho là sao chép ý tưởng từ MV “Bubble pop” của HyunA nhưng bài hát thể hiện trong phim ca nhạc hoàn toàn là của cô. Khi các báo chí đưa tin về việc này, số người tò mò xem \"Ngày vắng anh\" trên [[YouTube|Youtube]] tăng vọt lên tới 400.000 cho đến giữa tháng 10. Tuy vậy, tại cùng thời điểm, “Bubble pop” của HyunA đã vượt hơn 36 triệu lượt xem, gấp 90 lần. Tờ báo Allkpop nói thêm: \"''Bubble Pop của HyunA đã chứng minh được tính phổ biến quốc tế khi một ca sĩ Việt Nam nhận được nhiều chú ý sau khi đạo lại ca khúc này''\".<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20120604\/bao-han-to-bao-thy-dao-y-tuong-video-ca-nhac.aspx]<\/ref>\n\n=== 2012 – nay: ''Gia sư nữ quái, loạt đĩa đơn thành công'' và ''The Remix New Generation'' ===\nNăm 2012, hai năm sau ''Công chúa teen và ngũ hổ tướng'', Bảo Thy tiếp tục thử sức với điện ảnh qua bộ phim ''[[Gia sư nữ quái]]'' trong vai Huỳnh Mai, con gái một đại ca xã hội đen ở Sài Gòn<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/bao-thy-lam-nu-quai-hanh-hung-gia-su-isaac-1918677.html]<\/ref>. Về lĩnh vực âm nhạc, khoảng thời gian 2012 đến 2013 về sau, cô chỉ phát hành vài đĩa đơn nhỏ lẻ, ít hoạt động vì theo lời Bảo Thy chia sẻ: cô đã gặp những chuyện không hay trong nghề nghiệp, đi hát chỉ là để \"trả nợ\" tình cảm của fan. Sau khoảng thời gian khá dài để nghỉ ngơi để cân bằng và tìm cho mình định hướng mới trong công việc, Bảo Thy trở lại bằng những dự án âm nhạc mới với hình ảnh trưởng thành và nữ tính hơn. Và lần trở lại này, cô cùng ekip ra đã quyết định cho ra đời single kép gồm hai ca khúc. Trong đó, ca khúc ballad \"Em không còn buồn\" (sáng tác bởi Tăng Nhật Tuệ) là một trong những bài hát mang giai điệu trữ tình, nhẹ nhàng mà Thy thích nhất từ trước đến nay. Ngày 3\/10, cô ra mắt MV \"Xin anh đừng đến (Leave me alone)\" với âm nhạc và hình ảnh rất ấn tượng và cũng để trả lời câu hỏi phải chăng đã \"bỏ quên\" dòng nhạc sôi động. Bài hát mang tiết tấu trẻ trung, được hòa âm vô cùng mạnh mẽ, dứt khoát bởi bàn tay của \"hit-maker\" đầy tài năng Vpop Addy Trần. Bối cảnh trong MV được thực hiện hoàn toàn ở studio, giống như những sản phẩm của các ca sĩ Hàn Quốc thường làm. Và đây cũng là MV đánh dấu sự hợp tác lần đầu tiên giữa Bảo Thy với đạo diễn Raymond Tú và vũ đoàn Hoàng Thông. Sau khi ra mắt, ca khúc nhanh chóng lọt vào top 10 trên BXH Yan Vpop20 và top 5 đề cử \"Ca khúc của năm\".\n\nNăm 2014, cô đánh dấu sự trở lại của mình trong làng nhạc Việt bằng liveshow ''Tôi tỏa sáng'' số 2, hợp tác cùng ca sĩ [[Cao Thái Sơn]] và MV \"Single lady\" phát hành vào cuối năm.\n\nTháng 1 năm 2015, bài hát \"Càng khó càng yêu\" - một bài hát nhạc ngoại lời Việt từ bài hát trong phim \"[[Sứ đồ hành giả]]\" của [[TVB]] do Bảo Thy trình bày đã nhận được sự chú ý từ báo chí Trung Quốc khi được nam diễn viên TVB Thẩm Chấn Hiên (đóng vai Kobe trong phim Sứ đồ hành giả) và ca sĩ Ngô Nhược Hy (người hát phiên bản gốc của bài hát) dành nhiều lời khen ngợi<ref>[http:\/\/news.zing.vn\/Bao-Thy-duoc-truyen-thong-Trung-Quoc-chu-y-post505692.html]<\/ref>. Cuối năm 2015 Bảo Thy cho ra mắt MV \"I'm sorry babe\", ca khúc mang âm hưởng chill-pop rất lạ tai, đánh dấu sự trở lại và nhận được phản hồi tích cực từ khán giả. Ngoài ra cô còn nhận được giải \"Sự trở lại ấn tượng\" của YAN VPOP 20. Đầu năm 2016 cô tiếp tục ra một single mang tên \"Con tim anh nằm đâu\", ca khúc này liên tục đứng đầu các bảng xếp hạng âm nhạc hàng đầu Việt Nam. Giữa năm cô phát hành 2 ca khúc do chính mình sáng tác là \"Lonely\" và \"Quay lưng đi\", cả hai ca khúc ballad này lại một lần nữa thành công.{{cn}}\n\nĐầu năm 2017, Bảo Thy tham gia [[Hòa âm Ánh sáng (mùa 3)]]. Sau 4 tháng tham gia, cô chính thức trở thành Quán quân [[Hòa âm Ánh sáng (mùa 3)]].\n\n== Giải thưởng ==\n* Top 10 người đẹp nhất game Võ Lâm Truyền Kỳ năm 2006<ref name=\":0\">{{Chú thích web|url=https:\/\/nhac.vn\/nghe-si\/bao-thy-at4W|tựa đề=Nghệ sỹ Bảo Thy|họ=NHAC.VN|website=NHAC.VN|ngôn ngữ=vi-vn|ngày truy cập=2023-02-03}}<\/ref>\n* Top 10 cuộc thi Miss Audition<ref name=\":0\" \/>\n* Ca sĩ có nhiều 'Top ca khúc của năm' tại Zing Music Awards (tính đến năm 2011)<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/zingnews-post103325.html|tựa đề=Bảo Thy có nhiều 'Top ca khúc của năm' nhất|ngày=2011-01-06|website=ZingNews.vn|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n* Giải thưởng Diễn viên triển vọng tại Cánh diều vàng 2009<ref name=\":1\">{{Chú thích web|url=https:\/\/www.google.com\/search?q=b%E1%BA%A3o+thy+gi%E1%BA%A3i+c%C3%A1nh+di%E1%BB%81u+v%C3%A0ng&rlz=1CDGOYI_enVN987VN987&oq=b%E1%BA%A3o+thy+gi%E1%BA%A3i+c%C3%A1nh+di%E1%BB%81u+v%C3%A0ng&aqs=chrome..69i57j0i30i546l2j0i546l2.7829j1j4&hl=vi&sourceid=chrome-mobile&ie=UTF-8|tựa đề=bảo thy giải cánh diều vàng - Tìm trên Google|website=www.google.com|ngày truy cập=2023-02-03}}<\/ref>\n* Đề cử Diễn viên chính xuất sắc tại Cánh diều vàng 2009<ref name=\":1\" \/>\n* Album Vàng\" dành cho \"Album được yêu thích nhất tháng\" do khán giả bình chọn năm 2010<ref>{{Chú thích web|url=https:\/\/www.nhaccuatui.com\/blog\/bao-thy-va-duong-trieu-vu-rinh-giai-album-vang-thang-8.oMa7UNTB16yC.html|tựa đề=Bảo Thy và Dương Triệu Vũ 'rinh' giải Album vàng tháng 8|họ=nhaccuatui.com|website=www.nhaccuatui.com|ngôn ngữ=en-US|ngày truy cập=2023-02-03}}<\/ref>\n* Ca khúc của năm: Em Yêu Anh Nhiều Lắm tại Zing Music Awards 2010<ref name=\":2\">{{Chú thích|title=Zing Music Awards|date = ngày 3 tháng 2 năm 2023 |url=https:\/\/vi.wikipedia.org\/w\/index.php?title=Zing_Music_Awards&oldid=69639040|work=Wikipedia tiếng Việt|language=vi|accessdate = ngày 3 tháng 2 năm 2023}}<\/ref>\n* Album của năm: Kí Ức Của Mưa tại Zing Music Awards 2010<ref name=\":2\" \/>\n* Video clip của năm: Em Yêu Anh Nhiều Lâm tại Zing Music Awards 2010<ref name=\":2\" \/>\n* Ca khúc của năm: Nhớ Rất Nhớ tại Zing Music Awards 2010<ref name=\":2\" \/> (cùng [[Dương Triệu Vũ]])\n* Đề cử Nữ diễn viên điện ảnh- truyền hình tại [[Giải Mai Vàng|Giải Mai vàng 2013]]<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/post-647280.tpo|tựa đề=Những gương mặt mới được đề cử Giải Mai Vàng 2013|ngày=2013-09-23|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n* Quán quân The remix - Hoà âm ánh sáng 2017\n* Giải thưởng Nữ ca sĩ của năm tại Vpop 20 Awards 2016<ref name=\":3\">{{Chú thích web|url=http:\/\/m.mtvwe.com\/mtv-buzz\/giai-tri\/bao-thy-nghen-ngao-om-me-khi-dat-giai-nu-ca-si-cua-nam-2800.imc|tựa đề=Bảo Thy giải thưởng|url-status=live}}<\/ref>\n* Đề cử Giải Mai vàng cho Nữ ca sĩ nhạc nhẹ 2016<ref name=\":4\">{{Chú thích web|url=https:\/\/www.google.com\/search?sa=X&rlz=1CDGOYI_enVN987VN987&hl=vi&biw=375&bih=640&sxsrf=AJOqlzWFrd54fnD8nGaIbFrJIo_zyo3C3Q:1675455435957&q=N%E1%BB%AF+ca+s%C4%A9+nh%E1%BA%A1c+nh%E1%BA%B9&stick=H4sIAAAAAAAAAONgFuLSz9U3yDMxizcyUuLVT9c3NEwySy8qKMrI09LITrbSTyxPLEqBkPHlmXl5qUVWEE5-UXxyalFqbn5e5SJWCb-Hu9crJCcqFB9ZqZCX8XDXwmQwtXMCGyMAcK7flWUAAAA&lei=y2vdY-CNOtGGjuMP46a9kAk|tựa đề=Nữ ca sĩ nhạc nhẹ - Tìm trên Google|website=www.google.com|ngày truy cập=2023-02-03}}<\/ref>\n* Top 5 Nữ nghệ sĩ nhạc nhẹ tại [[Giải Mai Vàng|Giải Mai vàng]]2016<ref name=\":5\">{{Chú thích web|url=https:\/\/nld.com.vn\/van-nghe\/truoc-gio-trao-giai-mai-vang-2017-nghe-si-mong-doi-va-hy-vong-20180116215736391.htm|tựa đề=Bảo Thy Giải Mai vàng|url-status=live}}<\/ref>\n* Đề cử Giải Mai vàng cho Nữ ca sĩ nhạc nhẹ 2017<ref name=\":4\" \/>\n* Top 5 Nữ nghệ sĩ nhạc nhẹ tại [[Giải Mai Vàng|Giải Mai vàng]]2017<ref name=\":5\" \/>\n* MV I'm sorry babe cũng đoạt giải Top 20 MV của năm<ref name=\":3\" \/>\n* Nữ ca sĩ được yêu thích tại Zing Music Awards 2017<ref>{{Chú thích web|url=https:\/\/laodong.vn\/van-hoa\/ca-si-tre-lam-tuoi-moi-cac-giai-thuong-am-nhac-522660.ldo|tựa đề=Ca sĩ trẻ làm tươi mới các giải thưởng âm nhạc|ngày=2017-01-09|website=laodong.vn|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n\n== Tranh cãi ==\n=== Nghi ngờ phẫu thuật thẩm mỹ ===\nVụ việc bắt đầu khi một tấm hình chụp gương mặt Bảo Thy được một [[blogger]] đăng trên [[blog]] [[Yahoo! 360°]]. Nhiều người tỏ ý nghi ngờ về việc Bảo Thy đã làm [[phẫu thuật thẩm mỹ]]<ref name=\"Đồn\"\/><ref name=\"Ai\">[http:\/\/www.muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Am-nhac\/2007\/10-2\/14517\/ Bảo Thy kỳ 2: Ai đã tung hình tôi lên mạng?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090903225444\/http:\/\/www.muctim.com.vn\/Vietnam\/Van%2Dhoa%2DNghe%2Dthuat\/Am%2Dnhac\/2007\/10%2D2\/14517\/|date = ngày 3 tháng 9 năm 2009}}--[[Mực Tím]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref>. Bảo Thy khẳng định cô chưa từng đi phẫu thuật thẩm mỹ và cho rằng mình còn quá trẻ để làm việc này<ref name=\"Tôi\">[http:\/\/dantri.com.vn\/c500\/s500-297103\/miss-audition-bao-thy-toi-khong-can-phai-phau-thuat-tham-mi-gi-ca.htm Miss Audition Bảo Thy: \"Tôi không cần phải phẫu thuật thẩm mĩ gì cả\"]--[[Dân trí (báo)|Dân Trí]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref>. Về tấm hình, cô cho biết nó được chụp theo dạng sticker, khi chụp cô đang trong quá trình [[niềng răng]] và khuôn mặt của Bảo Thy trong tấm hình đã được cố ý làm xấu chỉ để đùa giỡn. Một thời gian sau, blogger đã đưa tấm hình và những thông tin cá nhân của Bảo Thy lên Internet bị phát hiện danh tính, người này sau đó đã phải viết bài đính chính cho những thông tin đã đăng trên blog của mình.<ref name=\"Ai\"\/>\n\n=== Tranh cãi về tác quyền ca khúc ===\nTrong năm [[2008]], đã có nhiều thông tin cho rằng một số bài hát nhạc ngoại lời Việt do Bảo Thy từng trình bày như “10 minutes”, “Please tell me why”, “Sorry”, “Vẫn ngỡ như là”,... đã vi phạm tác quyền sử dụng vì chưa xin phép tác giả hay được gọi dưới cái tên \"đạo nhạc\"<ref name=\"Tôi\"\/><ref name=\"Sạn\">[http:\/\/www.vietnamnet.vn\/vanhoa\/2009\/08\/862156\/ Sách Ngữ văn 12 để lọt 'cục sạn'?]--[[VietNamNet|Vietnamnet]]. Truy cập ngày [[29 tháng 8]] năm [[2009]]<\/ref><ref name=\"Quan\"\/>. Thậm chí đã có người sáng tác hẳn một ca khúc với phần lời khuyên Bảo Thy đừng \"đạo nhạc\"<ref name=\"Không\">[http:\/\/news.zing.vn\/news\/nhac-viet-nam\/bao-thy-thy-khong-dao-nhac\/a13216.html Bảo Thy: Thy không đạo nhạc]--[[Zing]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>. Tuy nhiên, nói về việc này, Bảo Thy cho rằng cô không phải là người trực tiếp liên hệ với tác giả của bài hát mà thông qua Vương Khang, đồng thời khẳng định những ca khúc trên đều đã được mua bản quyền đầy đủ và sẵn sàng công khai bản hợp đồng mua tác quyền ca khúc<ref name=\"Quan\">[http:\/\/news.zing.vn\/news\/nhac-viet-nam\/bao-thy-khong-quan-tam-den-scandal\/a19625.html Bảo Thy không quan tâm đến scandal]--[[Zing]]. Truy cập ngày [[28 tháng 8]] năm [[2009]]<\/ref>. Tuy nhiên, cũng có ý kiến cho rằng Bảo Thy sử dụng quá nhiều các ca khúc của nước ngoài và điều này có thể gây ảnh hưởng bất lợi đến sự nghiệp âm nhạc của cô<ref name=\"Nhìn\"\/>. Một thời gian sau, Bảo Thy hoãn kế hoạch ra mini CD bao gồm tuyển tập các ca khúc nhạc ngoại lời Việt, và cho biết sẽ tập trung hẳn vào các sáng tác thuần Việt.<ref name=\"ngoại\"\/>\n\nNgày [[4 tháng 10]] năm 2009 tại [[Hà Nội]], trong một cuộc họp báo trước chương trình hòa nhạc Hennessy. Ca sĩ [[Lenka]], tác giả của ca khúc \"[[The Show (bài hát của Lenka)|The Show]]\" (bản tiếng Việt: “Thiên thần trong truyện tranh”) đã đề cập đến thông tin ca sĩ Bảo Thy đã sử dụng bài hát của cô mà không hề xin phép. Trả lời [[phỏng vấn]] một tờ báo, cô nói: \"''Tôi thích ý tưởng chuyển ngữ bài hát, nhưng tôi không biết cô ấy làm gì với bài hát của tôi. Nếu cô ấy dùng nó để kiếm tiền thì không được hay lắm''\".<ref name=\"Phép\">{{Chú thích web|url=http:\/\/tienphong.vn\/Tianyon\/Index.aspx?ArticleID=173750&ChannelID=7|tiêu đề=Một ca sĩ Việt hát bài của tôi không phép|tác giả 1=Nguyễn Mạnh Hà|nhà xuất bản=[[Tiền Phong (định hướng)|Tiền Phong]]|ngày tháng=ngày 6 tháng 10 năm 2009}}<\/ref>\n\nTrước những thông tin trên, Bảo Thy cho biết bài hát đã được đơn vị phát hành - [[hãng phim Phương Nam]] xin giấy phép chấp thuận của Sở Văn hóa, Thể thao và Du lịch Thành phố Hồ Chí Minh, đồng thời thanh toán tiền tác quyền thông qua [[Trung tâm Bảo vệ quyền tác giả âm nhạc Việt Nam]]. Tuy nhiên, theo giám đốc của trung tâm này, với những thủ tục trên, ca sĩ Bảo Thy chỉ có thể sử dụng ca khúc trong album \"''The collection of Bao Thy''\" (đã bị dừng lại từ tháng 6 năm 2009) và cô sẽ phải xin phép thêm nếu đem ra biểu diễn<ref name=\"Xin\">{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/news\/Pages\/200941\/20091006224812.aspx|tiêu đề=Về vụ \"ca sĩ VN hát nhạc Úc không xin phép\"|tác giả 1=Nguyên Vân|nhà xuất bản=Thanh Niên|ngày tháng=ngày 6 tháng 10 năm 2009}}<\/ref>. Thế nhưng bài hát này không chỉ được Bảo Thy đem vào album trên mà còn nhiều lần trình bày trong [[liveshow]] \"Night of 9\" của nhóm [[Mây Trắng]], chương trình iMusic Top Hits của [[truyền hình tương tác|iTV]] mà còn trong đêm chung kết trao giải cuộc thi [[Ngôi sao tuổi teen Việt Nam 2009]].\n\n== Tên gọi ==\nNgoài nghệ danh Bảo Thy, cô còn sử dụng một nghệ danh khác là Lona, đây là cách viết đảo vị trí của chữ Loan - tên thật của cô.\n\nTrong quá trình tham gia cuộc thi [[Miss Teen Việt Nam|Miss Audition]], Bảo Thy sử dụng cái tên Trần Thy Loan. Cô lấy tên của anh trai cô là Bảo (tức Thế Bảo) và tên lót của cô là Thy (trong Trần Thy Loan) thành nghệ danh Bảo Thy sau này.<ref name=\"Ai\"\/>\n\n== Đời tư ==\nNgày 16 tháng 11 năm 2019, Bảo Thy [[kết hôn]] với [[doanh nhân]] [[Nguyễn Phan Lĩnh]] tại một khách sạn ở trung tâm TP. HCM. Trước đó một ngày, Bảo Thy và ông xã làm [[Hôn nhân Công giáo|lễ cưới]] ở [[Nhà thờ Kitô giáo|nhà thờ]].<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/thoi-trang\/bao-thy-khoe-anh-cuoi-voi-doanh-nhan-ha-tinh-587362.html|title=Bảo Thy khoe ảnh cưới với doanh nhân Hà Tĩnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/bao-thy-xac-nhan-cuoi-chi-moi-5-nghe-si-toi-du-post1012178.html|title=Bảo Thy xác nhận cưới, chỉ mời 5 nghệ sĩ tới dự|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Hai năm sau, vào tháng 11 năm 2021, cô hạ sinh con đầu lòng.<ref>{{chú thích web|url=https:\/\/vnexpress.net\/bao-thy-sinh-con-4385876.html|title=Bảo Thy sinh con|author=Vân An|date = ngày 15 tháng 11 năm 2021 |website=[[VnExpress]]|url lưu trữ=https:\/\/web.archive.org\/web\/20211115081049\/https:\/\/vnexpress.net\/bao-thy-sinh-con-4385876.html|ngày lưu trữ=2021-11-15|url-status=live|accessdate = ngày 15 tháng 11 năm 2021}}<\/ref>\n\n== Danh sách phim ==\n{| class=\"wikitable\"\n!STT\n!Năm\n!Phim\n!Vai\n!Thể loại – Thời gian\n!Ghi chú\n|-\n|1\n|2009\n|''[[Công chúa teen và ngũ hổ tướng]]'' \n|Britney Bích\n|'''Phiên bản điện ảnh''': 190 phút\n'''Phiên bản truyền hình''': 45 phút \/ tập (4 tập)\n|\n|-\n|2\n|2011\n|''Alvin and The Chipmunks 3''\n|Britanny\n|'''Phiên bản điện ảnh''': 95 phút\n|Diễn viên lồng tiếng\n|-\n|3\n|2012\n|''[[Gia sư nữ quái]]''\n|Huỳnh Mai\n|'''Phiên bản điện ảnh''': 95 phút\n|\n|-\n|4\n|2012\n|''Brave''\n|Merida\n|'''Phiên bản điện ảnh:''' 95 phút\n|Diễn viên lồng tiếng\n|-\n|5\n|2018\n|''Thử yêu rồi biết''<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/he-lo-tao-hinh-cua-bao-thy-thanh-bach-trong-thu-yeu-roi-biet-185735563.htm|tựa đề=Hé lộ tạo hình của Bảo Thy, Thanh Bạch trong 'Thử yêu rồi biết'|họ=thanhnien.vn|ngày=2018-02-23|website=thanhnien.vn|ngôn ngữ=vi|ngày truy cập=2023-02-02}}<\/ref>\n|Ca sĩ Bảo Thy\n|'''Phiên bản điện ảnh:''' 95 phút\n|\n|}\n\n== Danh sách đĩa nhạc ==\n===Album phòng thu:===\n*''Có bao giờ... Em sai? (Vol 1) (2008)''\n*''[[Kí ức của mưa|Ký ức của mưa]] (Vol 2) (2010)''\n*''Special Album (Vol 3) (2011)''\n\n=== Single ===\n*''First single (2010)''\n*''Mất anh bởi tất cả những thứ em cho (2012)''\n*''My emotion (2012)''\n*''The G-invasion (2012)''\n*''Gia sư nữ quái (OST) (2012)''\n*''Chạm vào hạnh phúc (2013)''\n*''Lưng chừng hạnh phúc (2013)''\n*''Em không còn buồn (2013)''\n*''Xin anh đừng đến (2013)''\n*''Nếu như ta cách xa (2013)''\n*''Để hôn anh lần cuối (2014)''\n*''Bad boys (2014)''\n*''Đừng níu kéo giấc mơ (2014)''\n*''Single lady (2014)''\n*''Càng khó càng yêu (2015)''\n*''Mau nước mắt (2015)''\n*''Chỉ đắng cay ở lại (2015)''\n*''I'm sorry babe (2015)''\n*''Con tim anh nằm đâu (2016)''\n*''Lonely (2016)''\n*''Around the world (2016)''\n*''Quay lưng đi (2016)''\n*''Give me your love (2016)''\n*''Yêu nhau dài lâu (2016)''\n*''I love you (2016)''\n*''Lollipop (2016)''\n*''Gửi chút tình xuân (2017)''\n*''Cất cánh du xuân (2017)''\n*''Chậm là ế (2017)''\n*''I need love (2017)''\n*''Là con gái phải xinh (2017)''\n*''Yêu anh yêu bình yên (2017)''\n*''Thử yêu rồi biết (OST) (2018)''\n*''I can’t breath (2018)''\n*''Ngộ'' ''nhận (2019)''\n*''Baby em cô đơn (2019)''\n\n=== Sản phẩm âm nhạc ===\n{{refbegin|3}}\n#\"Liên khúc Audition\" (Bài hát nổi tiếng đầu tiên)\n#\"Công Chúa Bong Bóng\" (Ft. 2B) \n#\"Sao Bắc Đẩu Và Em\" (Ft. 2B)\n#\"Giấu Trái Tim\" (Ft. 2B)\n#\"Ngọn Đồi Chong Chóng\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Em Sai\"\n#\"Thức Tỉnh\"\n#\"Get Out\"\n#\"Ngày Buồn Nhất\"\n#\"Ngày Vắng Anh\"\n#\"Bao Đêm Em Khóc\"\n#\"Xin Đừng Xát Muối Trái Tim Em\"\n#\"Hơi Ấm Mùa Đông\"\n#\"Lật Lại Ký Ức\"\n#\"Ngốc Nghếch\"\n#\"Lạc Lối\"\n#\"Ánh Mắt Ấm Áp\"\n#\"Em Yêu Anh Nhiều Lắm\"\n#\"Cảm Ơn Nhé Tình Yêu\"\n#\"Ký Ức Của Mưa\"\n#\"Ích Kỷ\"\n#\"Hoa Thiên Điểu\"\n#\"Khóc Thêm Lần Nữa\"\n#\"Gạt Đi Nước Mắt\"\n#\"Có Bao Giờ\"\n#\"Tin Vào Một Lời Hứa\"\n#\"Ngôi Nhà Hoa Hồng\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Vẫn Tin Mình Có Nhau\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Xa Mãi Xa\"\n#\"Yêu Mãi Yêu\"\n#\"Nhớ Rất Nhớ\"\n#\"Đa Nghi\"\n#\"Phôi Pha\"\n#\"Nothing In Your Eyes 2\"\n#\"Lưng Chừng Hạnh Phúc\"\n#\"Em Không Còn Buồn\"\n#\"Em Muốn Chia Tay\"\n#\"Xếp Vào Quá Khứ\"\n#\"Một Chút Quên Anh Thôi\"\n#\"Đừng Níu Kéo Giấc Mơ\"\n#\"Mất Anh Bởi Tất Cả Những Thứ Em Cho\"\n#\"Sống Trong Quá Khứ\"\n#\"Cảm Giác\"\n#\"Tri Kỷ\"\n#\"Sắc Màu Tuổi Thơ\"\n#\"Lỗi Do Em\"\n#\"Truyền Thuyết Mưa\"\n#\"Vì Gió Mang Anh Đi\" (Ft. Dương Triệu Vũ)\n#\"Chỉ Em Với Mưa\"\n#\"Tìm Đâu\"\n#\"Yêu Thêm\"\n#\"Yêu Nhớ\" \n#\"Xin Anh Đừng Đến\"\n#\"Em Đợi Anh\" (sáng tác: [[Nguyễn Văn Chung]])\n#\"Đường Nắng Tắt\"\n#\"Chạm Vào Hạnh Phúc\"\n#\"Nữ Sinh\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Giả Vờ Như Vẫn Còn Yêu\"\n#\"Tình Mênh Mang\"\n#\"Những Hạt Nắng Sau Mưa\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Nơi Đó\" (ft. Phúc Bồ)\n#\"Thơ Tình Trên Cát\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Vì Một Người\"\n#\"Trà Sữa\" (Ft. Khang Luân)\n#\"Không Như Lời Anh Nói\"\n#\"You And Me\"\n#\"Vòng Tay Ấm\" (ft. [[Đăng Khôi]])\n#\"Please Tell Me Why\" (ft. Vương Khang)\n#\"Sorry\" (Ft. Vương Khang)\n#\"I Miss You\" (Ft. Vương Khang)\n#\"Thiên Thần Trong Truyện Tranh\"\n#\"And If You Need Somebody\" (ft. Vương Khang)\n#\"Trở Lại\" (ft. [[Quang Vinh (ca sĩ)|Quang Vinh]])\n#\"Giấu Trái Tim\"\n#\"Để Hôn Anh Lần Cuối\"\n#\"Tạm Biệt Trường Xưa\"\n#\"Vẫn Ngỡ Như Là\"\n#\"Con Yêu Mẹ\"\n#\"Ngẩng Mặt\"\n#\"Đêm Cô Đơn\" (Ft. Bùi Anh Tuấn)\n#\"Let It Go\"\n#\"Em Là Thế Đó\"\n#\"Cô Đơn Tìm Đến\"\n#\"Con Nhớ Mẹ\" (OST [[Gia sư nữ quái]])\n#\"Ta Là Ý Nghĩa Đời Nhau\" (Ft. [[Isaac (ca sĩ Việt Nam)|Isaac]])\n#\"Ước Mơ\" (Ft. Lam Trường)\n#\"Everytime I Look Into Your Eyes\"\n#\"Nếu Như Ta Cách Xa\"\n#\"Như Những Phút Ban Đầu\"\n#\"Gặp Mẹ Trong Mơ\"\n#\"Càng Khó Càng Yêu\"\n#\"Mau Nước Mắt\"\n#\"Single Lady\"\n#\"Chỉ Đắng Cay Ở Lại\"\n#\"I'm Sorry Babe\"\n#\"Con Tim Anh Nằm Đâu\"\n#\"Lonely\"\n#\"Quay Lưng Đi\"\n#\"Give Me Your Love\"\n#\"Yêu Nhau Dài Lâu\" (ft. [[Only C]])\n#\"I Love You\"\n#\"Gửi Chút Tình Xuân\"(ft Quang Vinh)\n#\"Lollipop\"\n#\"Là Con Gái Phải Xinh\"\n#\"Việt Nam Tươi Đẹp\" (ft. Top ca)\n#\"Yêu Anh Yêu Bình Yên\"\n#\"Thử Yêu Rồi Biết OST\"\n#\"Hoa Hồng Tình Yêu\"\n#\"Lời Mẹ Nhắn Nhủ\"\n#\"Hy vọng\" {{refend}}\n\n=== MV ===\n*''Ánh Mắt Ấm Áp''\n*''Baby em cô đơn (ft. Nimbia & RedT)''\n*''Cất Cánh Du Xuân''\n*''Càng Khó Càng Yêu''\n*''Con Tim Anh Nằm Đâu''\n*''Đa Nghi''\n*''Em Không Còn Buồn''\n*''Em Muốn Chia Tay''\n*''Em Sai''\n*''Em Yêu Anh Nhiều Lắm''\n*''Get Out''\n*''Gạt Đi Nước Mắt''\n*''I Can't Breathe (ft. Nimbia)''\n*''I Love You''\n*''I Need Love''\n*''I'm Sory Babe''\n*''Ích Kỷ''\n*''Ký Ức Của Mưa''\n*''Là Con Gái Phải Xinh''\n*''Lưng Chừng Hạnh Phúc''\n*''Mau Nước Mắt''\n*''Một Chút Quên Anh Thôi''\n*''Ngày Buồn Nhất''\n*''Ngày Vắng Anh''\n*''Ngọn Đồi Chong Chóng (ft. [[Quang Vinh]])''\n*''Ngộ Nhận''\n*''Ngốc Nghếch''\n*''Ngốc Nghếch (Sad Version)''\n*''Nhớ Rất Nhớ (ft. [[Dương Triệu Vũ]])''\n*''Nothing In Your Eyes 2 (ft. Mr. T & Yanbi)''\n*''Single Lady''\n*''Thức Tỉnh''\n*''Xa Mãi Xa''\n*''Xin Anh Đừng Đến (Leave Me Alone)''\n*''Xin Anh Đừng Đến (Leave Me Alone) (Teen Version)''\n*''Xếp Vào Quá Khứ''\n*''Yêu Nhau Dài Lâu (ft. [[Only C]])''\n=== Lyrics video ===\n*''Chỉ Em Với Mưa''\n*''Có Bao Giờ''\n*''Để Hôn Anh Lần Cuối''\n*''Đường Nắng Tắt''\n*''Mau Nước Mắt''\n*''Ngọn Đồi Chong Chóng (ft. [[Quang Vinh]])''\n*''Ngôi Nhà Hoa Hồng (ft. [[Quang Vinh]])''\n*''Những Hạt Nắng Sau Mưa''\n*''Please Tell Me Why (ft. Vương Khang)''\n*''Truyền Thuyết Mưa''\n\n== Chương trình truyền hình ==\n{| class=\"wikitable\"\n|+\n!Năm\n!Chương trình\n!Vai trò\n!Ghi chú\n|-\n|2006\n|''Miss Audition''\n|Ca sĩ\n|\n|-\n|2007\n|''Thế giới vui nhộn''\n|Khách mời\n|\n|-\n| rowspan=\"4\" |2008-2011\n|''[[Hành trình âm nhạc]]''\n|MC\n|\n|-\n|''Album vàng''\n|Ca sĩ\n|\n|-\n|''Hành trình kết nối những trái tim''\n| rowspan=\"2\" |MC\n|Với [[Xuân Bắc (diễn viên)|NSƯT Xuân Bắc]] & nữ ca sĩ [[Siu Black]]\n|-\n|''Nào ta cùng hát''\n|Với Tùng Leo\n|-\n| rowspan=\"3\" |2012\n|''Đọ sức âm nhạc''\n| rowspan=\"7\" |Ca sĩ\n|\n|-\n|''Chuyện nhỏ''\n|\n|-\n|''Một phút để chiến thắng''\n|\n|-\n|2013\n|''Tôi dám hát''\n|\n|-\n|2014\n|''Tôi tỏa sáng''\n|\n|-\n| rowspan=\"3\" |2015\n|[[Ca sĩ giấu mặt - Hidden Singer (mùa 1)|''Ca sĩ giấu mặt'']]\n|\n|-\n|''Hi! Idol''\n|\n|-\n|''Hello''\n|Khách mời\n|\n|-\n| rowspan=\"4\" |2016\n|''Siêu mẫu nhí''\n|Giám khảo\n|\n|-\n|''Siêu bất ngờ''\n| rowspan=\"2\" |Khách mời\n|\n|-\n|''Một trăm triệu một phút''\n|\n|-\n|''[[Giọng ải giọng ai]]''\n| rowspan=\"2\" |Ca sĩ\n|\n|-\n| rowspan=\"3\" |2017\n|[[Hòa âm Ánh sáng|''Hòa âm Ánh sáng (mùa 3)'']]\n|\n|-\n|''Miss Teen''\n| rowspan=\"2\" |Giám khảo\n|\n|-\n|''Gia đình song ca''\n|\n|-\n|2018\n|''Tết HTV''\n|Ca sĩ\n|\n|-\n| rowspan=\"2\" |2019\n|''Người ấy là ai''\n|Khách mời\n|\n|-\n|''Ký ức vui vẻ''\n| rowspan=\"4\" |Ca sĩ\n|\n|-\n| rowspan=\"3\" |2020\n|''Bài hát đầu tiên''\n|Cùng Vương Khang\n|-\n|''[[Giọng ải giọng ai]] mùa 5''\n|\n|-\n|''Ngôi sao đương thời''\n|\n|-\n|2021\n|''Ca sĩ ẩn danh mùa 1''\n| rowspan=\"2\" |Giám khảo\n|\n|-\n| rowspan=\"2\" |2022\n|''Ca sĩ ẩn danh mùa 2''\n|\n|-\n|''Người ấy là ai''\n|Khách mời\n|\n|}\n* '''Và nhiều chương trình truyền hình khác'''\n\n== Chú thích ==\n{{Tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/mtvwe.com\/hot-trend\/ca-si-bao-thy-18.imc CA SĨ BẢO THY]\n\n{{thời gian sống|1988}}\n{{Bảo Thy}}\n{{Hòa âm Ánh sáng}}\n{{Giải Cánh diều vàng cho Diễn viên triển vọng}}\n\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Nữ diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nghệ sĩ Công giáo Việt Nam]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Phim và người giành giải Cánh diều]]\n[[Thể loại:Nữ ca sĩ thế kỷ 21]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Thần tượng Việt Nam]]\n[[Thể loại:Người dẫn chương trình Việt Nam]]"}