{"2462490":"{{Thông tin nhạc sĩ\n| background = non_performing_personnel\n| Tên khai sinh = Nguyễn Phước Bảo Chấn\n| ngày sinh = 1950\n| nơi sinh = [[Thừa Thiên Huế]]\n| nghề nghiệp = Nhạc sĩ sáng tác, nhạc sĩ hòa âm phối khí\n| thể loại = [[Pop]], [[Nhạc trẻ]]\n| Nhạc cụ = Piano\n| ca khúc = \"Hoa cỏ mùa xuân\", \"Nỗi nhớ dịu êm\", \"Nơi ấy bình yên\", \"Bên em là biển rộng\", \"Dường như\", \"Một ngày mùa đông\", \"Dấu vết\", \"Và cơn mưa tới\", \"Như cơn mưa đi mãi\"...\n| Ca sĩ = [[Thanh Lam]], [[Hồng Nhung]], [[Lam Trường]], [[Mỹ Linh]], [[Thu Phương]], [[Mỹ Lệ]]\n}}\n'''Bảo Chấn''' là một trong những nhạc sĩ thế hệ đầu của [[nhạc trẻ|nhạc trẻ Việt Nam]] sau thời kỳ [[đổi mới]]. Ông hoạt động âm nhạc rất sớm và bắt đầu sáng tác từ đầu thập niên 80 thế kỷ trước. Tên tuổi ông gắn liền với giai đoạn hưng thịnh của chương trình ''[[Làn sóng xanh]]''. Các ca khúc của ông chủ yếu mang âm hưởng lãng mạn, trữ tình, dễ nghe của nhạc nhẹ. Ông cũng được coi như một trong những nhân vật tiên phong ở lĩnh vực hòa âm phối khí tại Việt Nam.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/van-hoa\/nhac-si-bao-chan-hay-hon-su-that-bai-689956.htm|tiêu đề=Nhạc sĩ Bảo Chấn: Hãy hôn sự thất bại|ngày tháng=ngày 26 tháng 1 năm 2013|tác giả 1=''Vstyle''|nhà xuất bản=Dân Trí}}<\/ref><ref name=\"Bao Chan hòa âm\">{{Chú thích web|url=http:\/\/www.bluemelodyvn.com\/baophuc\/begin.php?mode=tintuc_id&id=147&id_chinh=31|tiêu đề=Bảo Chấn - Bảo Phúc và công việc âm thầm|tác giả 1=Q.N.|nhà xuất bản=Giai Điệu Xanh|ngày truy cập=2014-05-26|archive-date=2014-05-27|archive-url=https:\/\/web.archive.org\/web\/20140527211600\/http:\/\/www.bluemelodyvn.com\/baophuc\/begin.php?mode=tintuc_id&id=147&id_chinh=31|url-status=dead}}<\/ref><ref name=\"hòa âm\">{{Chú thích web|url=http:\/\/www.vietnhac.org\/baivo\/ht-ha-pk.html|tiêu đề=Những nhạc sĩ \"thầm lặng\"|nhà xuất bản=Việt Nhạc|tác giả 1=Hữu Trịnh|ngày truy cập=2014-05-26|archive-date=2014-02-20|archive-url=https:\/\/web.archive.org\/web\/20140220091610\/http:\/\/www.vietnhac.org\/baivo\/ht-ha-pk.html|url-status=dead}}<\/ref>\n\n==Gia đình==\n\nBảo Chấn, tên đầy đủ là '''Nguyễn Phước Bảo Chấn''', sinh năm 1950, là con đầu trong một gia đình thuộc dòng dõi hoàng tộc Huế. Ông có người em là nhạc sĩ [[Bảo Phúc]]. Ông nội của hai người có tước vị Tuyên Hóa công, là con trai thứ 9 của [[Vua Dục Đức]] - Nguyễn Phúc Bửu Thiên và là em ruột của [[vua Thành Thái]]. Cha của Bảo Phúc - Bảo Chấn là nhạc sĩ Vĩnh Phan, chuyên lĩnh vực âm nhạc dân tộc, tước hiệu Đinh Hầu, từng sáng tác và giảng dạy âm nhạc. Còn mẹ là nghệ sĩ Bích Liễu, cũng từng là giọng ca [[chầu văn]] của nhạc cung đình. Bà là một trong những giọng ca hàng đầu xứ Huế thời xưa.\n\n==Hoạt động==\n===Thời gian đầu===\n\nLà con trưởng, ngay từ nhỏ Bảo Chấn đã được cha hướng vào con đường khác không liên quan đến âm nhạc. Ông học trường dòng [[Công giáo]], chỉ học tốt thì cuối tuần mới được cho phép về nhà thăm gia đình. Có lần trước khi được đưa về nhà, cha ông tạt ngang [[Trường Quốc gia Âm nhạc Huế]] để đón Bảo Phúc (em kế của anh) về chung, đó là giờ học tấu nhạc. Tại buổi học này, trong lúc cả lớp tấu nhạc bằng tay sai thì Bảo Chấn nhịp tay không sai một nốt. Thầy giáo thấy năng khiếu âm nhạc ở Bảo Chấn và khuyến khích gia đình cho ông theo học nhạc.<ref name=\"ngoisao.net\">[http:\/\/ngoisao.net\/tin-tuc\/hau-truong\/bao-chan-sau-con-bao-dao-nhac-2511003.html Bảo Chấn sau 'cơn bão đạo nhạc']<\/ref>\n\nÔng tốt nghiệp trường nhạc Sài Gòn năm 1968. Trước năm 1975, Bảo Chấn nổi tiếng là một nhạc công chơi [[piano]], ông kinh qua nhiều phòng trà nổi tiếng. Các danh ca như [[Khánh Ly]], [[Ý Lan]] thường xuyên \"kéo\" Bảo Chấn đi biểu diễn. Bảo Chấn được mời rất nhiều show, và tiền cát-xê khi ấy lớn hơn rất nhiều so với tiền dạy nhạc của cha - nhạc sĩ Vĩnh Phan. Phòng trà Khánh Ly là nơi cuối cùng ông làm nhạc công trước khi chấm dứt [[chiến tranh Việt Nam]] và đất nước thống nhất.<ref name=\"ngoisao.net\"\/><ref name=\"viết nhạc\">{{Chú thích web |url=http:\/\/www.vietnhac.org\/baivo\/baochan.html |ngày truy cập=2014-05-26 |tựa đề=Dấu vết Bảo Chấn |archive-date=2009-07-26 |archive-url=https:\/\/web.archive.org\/web\/20090726002450\/http:\/\/www.vietnhac.org\/baivo\/baochan.html |url-status=dead }}<\/ref>\n\nSau năm 1975 ông làm việc ở các đoàn văn công Bông Hồng, [[Kim Cương (nghệ sĩ)|Kim Cương]], Bông Sen...Tại đoàn Bông Sen, ông có dịp gặp người vợ sau này. Thời đó, bà làm việc ở Hãng phim Nguyễn Đình Chiểu, thỉnh thoảng cũng làm [[MC]] cho các chương trình chiếu phim lớn có ông đệm đàn.<ref name=\"ngoisao.net\"\/>\n\n===Thập niên 80===\n\nTrước khi được biết nhiều tại Việt Nam, ông thường gửi các sáng tác của mình cho các trung tâm sản xuất âm nhạc tại [[nhạc hải ngoại|hải ngoại]]. Ca khúc của ông được nhiều ca sĩ hải ngoại trình diễn.\n\nBiến chuyển lớn nhất tạo bước ngoặt sáng tác nhạc nhẹ của ông là khi các tụ điểm ca nhạc ở [[Thành phố Hồ Chí Minh]] ra đời vào khoảng những năm đầu thập kỷ 80. Ông kể lại: ''Lúc ấy nhu cầu giải trí của người dân thành phố rất lớn, họ cần những bài hát dễ lọt tai, nghe xong, bước ra khỏi tụ điểm ca nhạc, có thể quên liền. Trong mỗi ca khúc già có trẻ có, qua phối khí phải làm mới đi, vừa giữ được tính cách mạng song song với giải trí mới của khán giả…Vừa chơi được nhạc cụ, lại hiểu được cách phối khí. Tôi rút ra những điều đó cho ca khúc của mình sau này. Tôi nhớ lúc ấy nhìn ra đời sống âm nhạc ở hải ngoại, và trên thế giới, họ phối khí hay quá, nhất là phối khí dựa trên các nhạc cụ dân tộc. Những điều đó giúp cho tôi rất nhiều trong sáng tác''.<ref name=\"viết nhạc\"\/>\n\nÔng với người bạn thân [[Dương Thụ]] cùng nhau thành lập ban nhạc trẻ có tên là Trống Đồng. Trống Đồng sau này là một trung tâm ca nhạc nổi tiếng ở TP HCM. Sau ba tháng luyện tập, nhóm Trống Đồng trình diễn ở Sân khấu 126 để ra mắt khán giả. Ngay đêm diễn đầu tiên, khán giả đã đến đông gây kẹt xe cả khu vực bùng binh Dân Chủ. Nhưng chưa được bao lâu, cả nhóm nhận được quyết định phải giải thể.<ref name=\"ngoisao.net\"\/>\n\n===Thập niên 90===\n\nNhững năm 90 được coi là thời kỳ huy hoàng của nhạc nhẹ Việt Nam cùng với đời sống sôi động của các bảng xếp hạng âm nhạc. Nửa cuối thập niên này, Bảo Chấn và Dương Thụ là hai cái tên nhạc sĩ có nhiều bài hát được yêu thích nhất lúc bấy giờ. ''Tình thôi xót xa, Nỗi nhớ dịu êm, Hoa cỏ mùa xuân, Bên em là biển rộng, Đêm nay anh mơ về em…'' thường xuyên có mặt trong top ten Làn Sóng Xanh, đưa tên tuổi của những [[Lam Trường]], [[Hồng Nhung]]… thành các ngôi sao được nhắc đến nhiều nhất.<ref name=\"Bao Chan hòa âm\"\/>\n\nBên cạnh công việc sáng tác, ông cùng người em Bảo Phúc là những nhạc sĩ hòa âm phối khí nổi tiếng. Ông từng theo học lớp phối khí nhạc jazz, rock trước năm 1975. Các ca khúc do ông phối khí được đánh giá mang màu sắc tươi mới, hài hòa mà vẫn không đánh mất bản sắc. Tiêu biểu kể đến việc là việc phối khí cho album ''Đoản khúc thu Hà Nội'' của ca sĩ Hồng Nhung (Hồng Nhung vol.1). Ông còn hòa âm thành công nhiều sáng tác của mình trong album của Lam Trường và rất nhiều ca sĩ khác.<ref name=\"Bao Chan hòa âm\"\/> Trong số các nhạc sĩ hòa âm phối khí tiên phong của nhạc nhẹ Việt Nam, Bảo Chấn được xem như một đàn anh tiêu biểu.<ref name=\"hòa âm\"\/>\n\n===Sự kiện ''Tình thôi xót xa''===\n\nNăm 2004, Bảo Chấn bị [[Hội nhạc sĩ Việt Nam]] cảnh cáo vì ca khúc ''Tình thôi xót xa'' của ông được coi là [[đạo nhạc]] từ ca khúc ''I’ve never been to me'' của Charlene người Mỹ và bản hòa tấu ''Frontier'' của nhạc sĩ Nhật Keiko Matsui.<ref>[http:\/\/maivang.nld.com.vn\/van-hoa-van-nghe\/ban-thu-ky-hoi-nhac-si-vn-canh-cao-nhac-si-bao-chan-54695.htm Ban Thư ký Hội Nhạc sĩ VN: Cảnh cáo nhạc sĩ Bảo Chấn]<\/ref>. Trước đó, ''Tình thôi xót xa'' là một trong những bản hit thịnh hành, luôn giữ vị trí top ten Làn sóng xanh và đưa tên tuổi ca sĩ [[Lam Trường]] lên hàng ngôi sao. Từ khi mới xuất hiện cho đến khi trở thành một hiện tượng, ca khúc này đã liên tục có mặt trên màn ảnh truyền hình và các chương trình phát thanh radio. Bảo Chấn cũng cho rằng bài hát ''Frontier'' của Nhật giống 50%, bài hát ''I’ve never been to me'' của Charlene người Mỹ giống 99% ''Tình thôi xót xa''. Trong khi ca khúc nhạc Mỹ được xác định có từ năm 1982, ca khúc Nhật có từ năm 1992.<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/36407\/tinh-thoi-xot-xa-co-nhieu-diem-giong-nhac-nuoc-ngoai!.html Tình thôi xót xa có nhiều điểm giống nhạc nước ngoài!]<\/ref>\n\nPhương tiện truyền thông trong nước cho biết nhạc sĩ Bảo Chấn đã không đưa ra được những chứng cứ về bút tích, thời gian sáng tác và năm công bố của ''Tình thôi xót xa''. Khi kiểm tra lại hồ sơ xin gia nhập Hội Nhạc sĩ Việt Nam của ông, Bảo Chấn đã ghi năm sáng tác là 1994, sau thời điể̉m các ca khúc nước ngoài phát hành. Trong thư gửi Hội Nhạc sĩ Việt Nam ngày 31 tháng 5 năm 2004, ông viết: ''Tôi thật sự lấy làm tiếc và xin lỗi bạn nghe nhạc vì sự cố không mong muốn này. Xin cảm ơn những đóng góp chân tình của báo chí, đài và bạn nghe nhạc. Điều này giúp tôi trưởng thành hơn trên con đường hoạt động nghệ thuật của mình''. ''Tình thôi xót xa'' ngay sau đó được chính nhạc sĩ Bảo Chấn xin thôi phát trên tất cả các phương tiện thông tin đại chúng. Vụ việc đã gây xôn xao trong dư luận, và mở đầu cho một cuộc tranh luận về sự sao chép nhạc ở Việt Nam.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/entertainment\/story\/2004\/06\/printable\/040610_tinhthoixotxa.shtml10 Phản ứng sau kết luận Tình thôi xót xa]{{Liên kết hỏng|date=2021-07-16 |bot=InternetArchiveBot }}<\/ref><ref name=\"vtc.vn\">{{Chú thích web |url=http:\/\/vtc.vn\/151-186258\/giai-tri\/doi-song-van-nghe\/noi-dau-nhan-ban-am-nhac.htm |ngày truy cập=2014-05-26 |tựa đề=Nỗi đau \"nhân bản\" âm nhạc |archive-date=2014-05-28 |archive-url=https:\/\/web.archive.org\/web\/20140528010649\/http:\/\/vtc.vn\/151-186258\/giai-tri\/doi-song-van-nghe\/noi-dau-nhan-ban-am-nhac.htm |url-status=dead }}<\/ref> Cũng trong năm 2004 Cục biểu diễn nghệ thuật đã có danh sách 70 ca khúc bị nghi là đạo nhạc trên cơ sở bộ đĩa \"101 Copy-cover 2004\" để đặt vấn đề nghi vấn. Theo đó, ngoài Bảo Chấn thì [[Quốc Bảo]], [[Võ Thiện Thanh]], [[Nguyễn Hà]], [[Phương Uyên]], [[Lê Quang]], Quang Huy… cũng là những nhạc sĩ trẻ bị nghi có sáng tác liên quan đến đạo nhạc.<ref name=\"vtc.vn\"\/><ref name=\"vnn\">[http:\/\/vnn.vietnamnet.vn\/vanhoa\/2004\/04\/58134\/ Sẽ có một Hội đồng thẩm định về 'vụ Bảo Chấn'?], Vietnamnet, 07\/04\/2004<\/ref>\n\nVề phía cơ quan quản lý, Thứ trưởng [[Bộ Văn hóa Thông tin Việt Nam|Bộ Văn hóa - Thông tin]] Lê Tiến Thọ ngày 7 tháng 4 năm 2004 cho rằng...''Tuy nhiên, về nguyên tắc thì nếu có đơn kiện, tức là có bên nguyên bên bị, thì chúng tôi mới thành lập một Hội đồng thẩm định. Còn nếu không ai đưa đơn thì mình thành lập để làm gì! Để khẳng định điều này cũng còn nhiều vấn đề....''.<ref name=\"vnn\"\/> Riêng nữ nhạc sĩ Keiko Matsui không muốn kiện nhạc sĩ Bảo Chấn mà chỉ muốn nhận một lời xin lỗi.<ref name=\"vnn\"\/>\n\n===Hoạt động sau sự kiện ''Tình thôi xót xa''===\n\nVụ việc liên quan đến tác quyền ca khúc ''Tình thôi xót xa'' là một cú sốc lớn khiến Bảo Chấn phải nhập viện và gần như ngừng lại toàn bộ các hoạt động âm nhạc trong suốt 10 năm. Quãng thời gian ấy ông lặng lẽ cộng tác cùng đồng nghiệp, đứng đằng sau phối khí cho rất nhiều ca sĩ, album nổi tiếng. Có đến 90% nhạc phối khí để biểu diễn ở hải ngoại được cho là làm ở Việt Nam, và Bảo Chấn đóng góp không nhỏ trong số ấy.<ref>{{Chú thích web |url=http:\/\/hanoitv.vn\/Van-hoa\/Nhac-si-Bao-Chan-Biet-du-la-du-de-binh-yen\/17734.htv |ngày truy cập=2014-05-26 |tựa đề=Nhạc sĩ Bảo Chấn: Biết đủ là đủ để bình yên |archive-date=2016-04-12 |archive-url=https:\/\/web.archive.org\/web\/20160412113633\/http:\/\/hanoitv.vn\/Van-hoa\/Nhac-si-Bao-Chan-Biet-du-la-du-de-binh-yen\/17734.htv |url-status=dead }}<\/ref>. Ông vẫn âm thầm sáng tác thường xuyên, có dự định phát hành album mới.<ref name=\"thethaovanhoa.vn\">[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/nhac-si-bao-chan-voi-am-nhac-toi-chua-bao-gio-ngung-nghi-n20131129020256623.htm Nhạc sĩ Bảo Chấn: Với âm nhạc, tôi chưa bao giờ ngừng nghỉ]<\/ref>\n\nTháng 7 năm 2010, chương trình 'Nỗi nhớ dịu êm', đêm nhạc khắc họa chân dung, vinh danh nhạc sĩ Bảo Chấn diễn ra tại [[Nhà hát Lớn Hà Nội]] với phần trình diễn của nhiều ca sĩ nổi tiếng thành công từ nhạc của ông.<ref name=\"Nỗi nhớ dịu êm\">{{Chú thích web|url=http:\/\/ngoisao.net\/tin-tuc\/hau-truong\/bao-chan-trai-long-voi-noi-nho-diu-em-2569421.html|tiêu đề=Bảo Chấn trải lòng với 'Nỗi nhớ dịu êm'|ngày tháng=2010-07-31|ngày truy cập=2014-05-25|nhà xuất bản=Ngôi sao|tác giả 1=Minh Thư}}<\/ref>\n\nNăm 2013, ông trở lại với những hoạt động sôi nổi hơn. Sau khi tham gia đêm nhạc của danh ca Pháp [[Christophe]], Bảo Chấn kết hợp với nhạc sĩ [[Quốc Bảo]], một cộng sự lâu năm, trong chuỗi dự án âm nhạc của hai người, bắt đầu từ chương trình ''Phố mùa đông'' diễn ra ở phòng trà Đồng Dao vào tháng 12 năm 2013. Ông cũng dự định cùng Quốc Bảo ra một album mới mang màu sắc dân gian, âm hưởng ngũ cung.<ref name=\"thethaovanhoa.vn\"\/>\n\nThỉnh thoảng ông vẫn xuất hiện ở một số sự kiện âm nhạc như làm khách mời liveshow tháng 8 của chương trình Bài hát yêu thích năm 2013 <ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/bao-chan-nghen-loi-khi-ya-suy-hat-2860083.html Bảo Chấn nghẹn lời khi Ya Suy hát]<\/ref>, khách mời trong liveshow Dấu ấn của ca sĩ Lam Trường diễn ra vào tháng 4 năm 2014.<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20140324\/lam-truong-moi-nhac-si-bao-chan-len-san-khau.aspx Lam Trường mời nhạc sĩ Bảo Chấn lên sân khấu]<\/ref>\n\n==Phong cách âm nhạc==\n\nNhững sáng tác của Bảo Chấn có khúc thức khá đơn giản nhưng giai điệu mượt mà, nhiều lúc bay bổng cùng với lời ca trong sáng, lãng mạn được cho là đã giúp ông thành công.<ref name=\"Bao Chan hòa âm\"\/> Có nhận định cho rằng ca từ của ông nhàn nhạt, có chỗ suồng sã. Nhận định khác nói nhạc của ông na ná nhạc Hồng Kông. Ông thừa nhận: \"''Những ca khúc của tôi, gọi là nhạc thời trang cũng được. Ca khúc cũng là một loại hàng hóa. Miễn sản phẩm của mình làm cho cái siêu thị âm nhạc ấy phong phú, đa dạng, có người mua là đạt yêu cầu''\". Ông cũng từng nói: \"''Những bài đại chúng thích không phải là bài hay, chẳng qua tung ra đúng lúc, đúng dịp, gặp đúng ca sĩ thời thượng''\". Thực tế ''Bên em là biển rộng'', ''Hoa cỏ mùa xuân'', ''Như cơn mưa đi mãi'', ''Dấu vết'', ''Nỗi nhớ dịu êm''… những ca khúc thời trang như ông nói (sau này còn được gọi là \"''nhạc nhẹ''\") có đời sống khá bền với công chúng.<ref name=\"viết nhạc\"\/>\n\nBài hát đầu tiên ông sáng tác là ''Bài ca chưa viết hết lời'' kêu gọi thanh niên đi xây dựng quê hương, được viết trong những ngày ông đi công tác tại nông trường Phạm Văn Hai từ đầu thập kỷ 80. ''Hoa cỏ mùa xuân'' ông viết trong một lần đi sáng tác ở Đà Lạt cùng nhạc sĩ Dương Thụ. Hai người chơi thân với nhau từ năm 1980 và cùng đi sáng tác rất nhiều. ''Bên em là biển rộng'' cũng được viết trong một lần đi sáng tác với Dương Thụ. Từng có bài báo đã phê bình bài này: \"\"'''Người vừa hiền khô dễ thương lại vừa đẹp trai nhất vùng đến theo cùng hoa cỏ mùa xuân' là thô, là suồng sã''\". Ông đã cảm thấy rất buồn. Tuy nhiên những lời phê bình khiến ông phải suy nghĩ khi sáng tác. Sau này ông rẽ sang khuynh hướng khác, sáng tác chau chuốt hơn cả về nhạc và lời như các bài ''Dường như, Dấu vết, Rồi anh lại đến''. Ông nói: \"''Dù gì, tôi vẫn tự tin thừa nhận mình là một trong những người bổ nhát cuốc đầu tiên vào cái mạch ngầm dòng nhạc trẻ thập niên 90. Tôi cũng hiểu cái mạch ngầm ấy cùng với dòng nước mát trong tuôn trào còn có cả những thứ rác rưởi cần gạn đục khơi trong.''\"<ref name=\"viết nhạc\"\/>\n\nTrong các ca khúc của Bảo Chấn luôn thấp thoáng hình ảnh của [[biển]], của sóng dù ông không biết bơi<ref name=\"Nỗi nhớ dịu êm\"\/>. Bảo Chấn bày tỏ, chính vì mình không biết bơi nên biển đối với ông mới đẹp, nó như một người phụ nữ mà cả cuộc đời chưa bao giờ chinh phục được, cứ mãi như là một chàng trai si tình. Vì thế các ca khúc của ông thường gắn liền với những con sóng dạt dào của biển, như là nỗi nhớ, nỗi dày vò về mối tình mà mình mãi mãi chỉ yêu chứ không bao giờ có được. Ông cũng chia sẻ thêm rằng, không chỉ đối với hình ảnh biển và sóng, mà trong các ca khúc của ông cũng thường bắt gặp thấy những cơn mưa vì với ông, mỗi khi ngồi nhìn ngắm những cơn mưa là bản thân chúng ta có nhiều thời gian để suy tư hơn, nó làm ta thánh thiện hơn và như gột rửa tâm hồn mình.<ref name=\"Nỗi nhớ dịu êm\"\/>\n\nÔng không bài xích nhạc trẻ như nhiều người cùng thời, ông cho rằng mỗi người có một thời riêng.<ref name=\"ngoisao.net\"\/>\n\n==Với người em Bảo Phúc==\n\nTuy xuất thân trong dòng dõi hoàng tộc, nhưng anh em Bảo Phúc - Bảo Chấn không được hưởng những ngày tháng nhung lụa. Hai người ra đời đúng lúc gia đình sa sút, khó khăn. ca sĩ Bích Liễu phải từ bỏ nghiệp hát lâu năm để mưu sinh.\n\nGia đình đông anh em, nhưng anh em Bảo Chấn - Bảo Phúc thân nhau hơn cả. Bảo Chấn sớm nổi tiếng với công việc sáng tác còn Bảo Phúc viết không nhiều, đặc biệt thành công với vai trò nhạc sĩ hòa âm phối khí và làm nhạc phim. Tính tình của 2 anh em khác nhau, không thường xuyên gặp gỡ nhưng rất gần gũi. Bảo Phúc cởi mở, quảng giao thì Bảo Chấn sống trầm lặng, khép kín. Bảo Chấn từng tâm sự về người em mình: ''Tôi và Phúc là 2 mặt hoàn toàn trái ngược nhau. Phúc hướng ngoại, còn tôi nội tâm[...]Vì cái sự \"đóng\" đó, trong giới nghệ sĩ, nhiều người hiểu tôi qua Phúc chứ không phải từ tôi. Trong số các anh em, tôi là người Phúc quý mến nhất. Tôi là anh, nhưng không phải tôi là người bảo vệ Phúc, ngược lại, Phúc luôn sẵn sàng dùng mọi khả năng có thể để bảo vệ tôi, nhất là trong lần về dư luận đạo nhạc trước đây. Trong âm nhạc, chúng tôi hiểu nhau gần như tuyệt đối. Nếu hỏi rằng tôi có điều gì ân hận khi Phúc ra đi không, đó chính là vì sao cùng sống trong một thành phố, mà số lần chúng tôi ngồi với nhau ít ỏi đến thế. Phúc ngồi nhậu với bạn bè nhiều hơn với tôi, tôi cũng 'trà dư tửu hậu' với bạn bè nhiều hơn với Phúc''.\n\nKhi nhạc sĩ Bảo Phúc qua đời, là một cú sốc lớn với Bảo Chấn. Ông đã suy sụp rất nhiều, mỗi lần có ai nhắc đến em trai, ông đều rất xúc động và chia sẻ nhiều hơn về Bảo Phúc cùng những kỷ niệm của 2 anh em thời thơ ấu ở Huế.\n\n==Danh mục nhạc phẩm==\nĐây là danh mục không đầy đủ và một phần trong số những tác phẩm của nhạc sĩ Bảo Chấn:\n{{div col|cols=3|colwidth=20em}}\n* Bài Ca Chưa Viết Hết Lời \n* Bài Ca Đêm \n* Biển Chờ \n* Biết Em Còn Chút Dỗi Hờn \n* Cánh Chim Lạc Loài \n* Chiếc Lá Vô Tình \n* Cho Anh Ngủ Trong Trái Tim Em \n* Chút Tàn Phai \n* Dấu Vết \n* Đêm Nay Anh Mơ Về Em \n* Đêm Xanh \n* Đợi chờ Trong Cơn Mưa \n* Em Là Xuân Về\n* Giấc Mơ Tuyệt Vời \n* Giờ Đây Em Biết\n* Hoa Cỏ Mùa Xuân \n* Khát Khao Hơn \n* Kỷ Niệm \n* Lời Tôi Hát \n* Một Ngày Mùa Đông \n* Mùa Thu \n* Ngày Xuân Mới\n* Như Cơn Mưa Đi Mãi\n* Nơi Ấy Bình Yên \n* Nỗi Nhớ Dịu Êm \n* Nửa Đời Phóng Đãng \n* Phố mùa đông (viết lời Việt cho bài hát gốc tên ''Eden'' do ca sĩ [[Dalena]] sáng tác)\n* Rồi Anh Lại Đến (với Dương Thụ) \n* Rồi Dấu Yêu Về \n* Tiếng Chuông Ngân \n* Tình Duyên Đầu Năm \n* Tình Em Đêm Giáng Sinh \n* Tình khúc Lứa Đôi \n* Tình thôi xót xa\n* Tình Xuân \n* Trở Lại Mùa Hè \n* Và Cơn Mưa Tới \n* Và Như Cơn Gió Thoảng \n* Về Với Anh \n* Khúc Mưa Buồn\n{{div col end}}\n\n==Các album đã phát hành==\n* ''Nghe mưa 1''\n* ''Nghe mưa 2'' (chung với nhạc sĩ Dương Thụ)\n* ''Về với anh''\n* ''Biển chờ''\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Thời gian sống|1950}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Hoàng tộc nhà Nguyễn]]\n[[Thể loại:Nhạc sĩ hòa âm phối khí Việt Nam]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc trẻ]]"}