{"334456":"{{chú thích trong bài}}\n[[Tập tin:Bản Cát Cát.jpg|nhỏ|300px|phải|Đường vào bản Cát Cát]]\n'''Bản Cát Cát''' hay '''thôn Cát Cát''' là một làng [[h'Mông|dân tộc Mông]] thuộc xã [[Hoàng Liên (xã)|Hoàng Liên]], thị xã [[Sa Pa]], tỉnh [[Lào Cai]], [[Việt Nam]], cách trung tâm thị xã 2&nbsp;km. Đây là điểm tham quan hấp dẫn của du lịch Sa Pa nói riêng và [[Lào Cai]] nói chung.\n\nBản Cát Cát là nơi tập trung đông đúc đồng bào dân tộc Mông sinh sống. Nằm dưới chân núi Hoàng Liên Sơn, bản Cát Cát được hình thành từ giữa thế kỷ 19 do một bộ phận dân tộc ít người quần tụ theo phương pháp mật tập (dựa vào sườn núi và quây quần bên nhau, các nóc nhà cách nhau chừng vài chục mét và sinh sống, trồng trọt canh tác ngay trên những sườn đồi quần cư). Gần nơi quần cư, họ còn trồng lúa, ngô trên các nương bậc thang hoàn toàn theo phương pháp thủ công. Họ biết trồng trọt, chăn nuôi, và bảo lưu khá tốt nhiều nghề thủ công truyền thống như trồng bông, lanh và dệt vải. Nơi đây xứng đáng được xem là điểm du lịch văn hóa vừa là du lịch sinh thái.<ref>https:\/\/sapa.laocai.gov.vn\/Default.aspx?sname=tp-sapa&sid=1227&pageid=27461&pagekeyword=Detail&catid=41030&id=168078&catname=Tin-tuc---su-kien&title=Ngay-hoi-van-hoa-ban-Mong-Cat-Cat--Sa-Pa-<\/ref>\n\n==Khu tổ hợp du lịch ==\n===Du lịch văn hóa dân tộc ít người=== \n[[Tập tin:Trong bản Cát Cát.png|nhỏ|300px|phải|Du khách đến tham quan bản Cát Cát]]\n* [[Dệt thổ cẩm]]\nCát Cát là một bản làng của người dân tộc [[H'Mông|Mông]] còn bảo lưu khá tốt nhiều nghề thủ công truyền thống như: dệt thổ cẩm nhiều màu sắc và [[hoa văn]] như hoa văn mô phỏng cây, lá, hoa và muông thú, hoa văn góc cạnh... Với kỹ thuật [[nhuộm]] ''chàm'' và sau khi nhuộm được người Mông đánh bóng bằng cách lăn vải với khúc gỗ tròn trên phiến đá phẳng có bôi sáp [[ong]]. \n* Chế tác trang sức bằng [[bạc]] và bằng [[đồng]]\nCó thể nói, nghề chế tác đồ trang sức bằng bạc hay bằng đồng, [[nhôm]] của bản Cát Cát tạo ra những sản phẩm tinh xảo. \n[[Tập tin:Người Mông.jpg|nhỏ|phải|240px|Người Mông ở bản Cát Cát]]\n* Phong tục - tập quán\nPhong tục tập quán của Bản Cát Cát còn bảo lưu những giá trị còn tồn tại nguyên gốc như tục ''kéo vợ'' và ''gầu tào''. Ngoài ra, bản Cát Cát còn có nhiều món ăn với cách chế biến phong phú độc đáo: [[rượu ngô Mông]], [[thắng cố]], [[thịt hun khói]] \"[[khăng gai]]\", [[tiết canh gà]], [[nhái nấu măng]], [[bánh ngô]], [[món đậu xị]]... \n* [[Kiến trúc]] nhà cửa người Mông ở bản Cát Cát là nhà ba gian lợp ván [[gỗ pơ mu]]. Bộ khung nhà là kèo ba cột ngang. Cột nhà đều được kê trên phiến [[đá tròn]] hoặc [[hình vuông|vuông]]. [[Vách nhà]] được lợp bằng [[gỗ xẻ]], có 3 cửa ra vào: [[cửa chính]] ở gian giữa, 2 cửa phụ ở hai đầu nhà. Cửa chính nhà luôn được đóng kín, chỉ mở khi có việc lớn như [[lễ cưới|đám cưới]], [[tang ma]], [[cúng ma]] vào dịp lễ Tết. Trong nhà có không gian thờ, sàn gác [[thực phẩm|lương thực]] dự trữ, nơi ngủ, bếp và nơi tiếp khách.\n\n===Thác Cát Cát===\nRuộng nương [[bậc thang]], [[núi|núi non]] hùng vĩ, khung cảnh tuyệt đẹp. Bản Cát Cát có cả núi non và [[thác]] ghềnh. Nổi bật nhất là [[Thác Cát Cát]]\n<gallery>\nTập tin:Catcatfalls1.jpg\nTập tin:Catcatfalls2.jpg\nTập tin:Catcatfalls5.jpg\nTập tin:Catcatfalls9.jpg\n<\/gallery>\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Thư mục==\n*''Đất Việt Mến Yêu'' của ''Phạm Côn Sơn'', ''Nhà xuất bản Văn hóa thông tin''.\n\n==Xem thêm==\n*[[Thác Bạc]]\n*[[Sa Pa]]\n[[Thể loại:Du lịch Lào Cai]]\n[[Thể loại:Sa Pa]]\n[[Thể loại:H'Mông]]"}