{"3158945":"{{chú thích trong bài}}\n{{trung lập}}\n{{infobox military unit\n|unit_name = Bảo tàng Pháo binh|image = |caption = Quân hiệu của Tổng cục Chính trị|dates = [[8]]\/[[5]]\/[[1981]] ({{số năm theo năm và ngày|1981|5|8}})|country = {{flag|Việt Nam}}|allegiance = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Quân đội nhân dân Việt Nam]]|branch = |type = [[Bảo tàng Quân đội (Việt Nam)|Bảo tàng Quân đội]]|role = Là bảo tàng Pháo binh|size = '''''50 người'''''|command_structure = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Cục Chính trị]], [[Binh chủng Pháo binh, Quân đội nhân dân Việt Nam|Binh chủng Pháo binh]]|garrison = Ngõ 463, [[Đội Cấn]], [[Hà Nội]]\n<!-- Commanders -->|commander1 = |commander1_label = |commander2 = |commander2_label = |motto = }}'''Bảo tàng Pháo binh''' <ref>{{Chú thích web|url = http:\/\/mod.gov.vn\/wps\/portal\/!ut\/p\/b1\/vVXJjqNIEP2W-gDLyQ5HVrNjljTLBYEBG8xmYzuBr2_XTM1IU5quunR3ximlF3r5XkRGbJNttE367Fmfsns99Fn7fk_oVOFtjxUwHjiYqgCNcF0C-gAHAv0CxC-AuONVkjEBYM0dBTRehR7nEgTgif_msypGv_JViT4cfGLn09twGzUxI4iTdZJlP50fTt3NY9OkuEUZ2eMqgpn3yvQJ1CxEG27d86WkrUdKiK89tbbG3dtcFMlGReSK01FYDW4PybLscg5HQsQPZVnJN8TgNry0Jp7MwV3udjkcJKJExaifEG5q0Fq92qOqoC3qs5f70cE1xCB6MhlTBUy5Zqreo7e3D63gJ4cH32n9O_8LwDdeh9vkSwoX-wB8VY6_AF9oiF8A5uePZLbBe8XYOSA9XtG8tEZRe-TShq-mgY3XUvGGhjq72TRNj4L1kG7qNXndRBo3JpHkBF2oLT09HqrkmoVNQcylsxKKKExXaBXMwq1VzlwenEnk80Mdh_6YSlFmekLjGk4nqmPPl3lNipesuNKjEAYzfTWwwKDLqA0OcSDRonGUROTAOWV3F51MCUggAllkxhVo0Vz82ZM56sPG2h2ls9p1sNeSk3mcYkcOUXarY4UdKXy_O7Y4texvmwS_-gpubR5qXz2X4zqd25QAo32VszNfUcaV2vD7kIwQ-_aNeTj1bh4gU79ZRm29rF7DuMCWPN2WHziQccyW09DOFc0vFNtqRBxIEPPNEN0lnrAusxkU-b44eFDgBT0bvew7Qvp3E-6c9ybVA53yHRcHrw78wwqZX06ob5NTO-Sv4XfIY8yUBgvJ8n6POiN0lwwG7KhnakWJB0E_TYNGO5gJ8-dtfmarqbSAbGK0LsAFZnLfhGcxby0enyyo0BLVeYsL6JWyo-nULSazOPrmPGKKMLubC4gaMq8tRuZOVb8Wt_xUqkyKn2XHZYIbaxbqMEs33HVG3waJWUPY-stiPw3d9-LesG_hLfJDrtiZ12mDbLhSsHqfWrY6dOVnGz8NF4_8HxuR3dh7v3EBJsHFDgLvNUOXu-1jk8QvID9odlOYFpxmGyIssNV_bKwfY9B-R0j9aUL6dxN--go8_qcVMr-cMHwtrC93QXgr-6K8bccOPg2T9tQ1-jfK3bP7iJXn395-AEMq3NM!\/dl4\/d5\/L3dHQSEvUUtRZy9nQSEh\/|title = Bảo tàng Pháo binh}}<\/ref> trực thuộc Cục Chính trị, [[Binh chủng Pháo binh, Quân đội nhân dân Việt Nam]] thành lập ngày 08\/05\/1981 theo Quyết định số: 182\/QĐ-TM của [[Bộ Tổng Tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng Tham mưu Quân đội nhân dân Việt Nam]]. Bảo tàng Pháo binh thuộc hệ thống các bảo tàng lực lượng vũ trang và bảo tàng quốc gia, được xếp hạng Hai theo Quyết định số 3522\/QĐ - BQP ngày 28\/12\/2001. Bảo tàng tọa lạc tại số 463 phố [[Đội Cấn]], phường [[Vĩnh Phúc]], quận [[Ba Đình]], thành phố [[Hà Nội]], gần đường [[Bưởi]].\n\n== Khái quát trưng bày ==\n1. Sưu tập ống phóng đạn các loại pháo;\n\n2. Sưu tập pháo mang vác, pháo xe kéo;\n\n3. Sưu tập đạn pháo các loại;\n\n4. Sưu tập thước tính toán phần tử bắn Pháo sản xuất;\n\n5. Sưu tập cờ thưởng;\n\n6. Sưu tập khí tài trinh sát Pháo binh (ống nhòm, pháo đội kính, kinh vĩ, phương hướng bàn, địa bàn…);\n\n7. Sưu tập chân dung các tướng lĩnh Quân đội nhân dân Việt Nam trưởng thành từ Binh chủng Pháo binh.\n\n== Nội dung trưng bày ==\nBảo tàng Pháo binh là công trình văn hóa nằm trong khu trung tâm văn hóa - thể thao cơ quan Bộ Tư lệnh Pháo binh. Nội dung hoạt động của Bảo tàng nhằm giới thiệu quá trình lịch sử xây dựng, chiến đấu, chiến thắng và trưởng thành của lớp lớp cán bộ, chiến sĩ Pháo binh qua các thời kỳ.\n\nVới đặc thù của một binh chủng kỹ thuật - chiến đấu có bề dày lịch sử 65 năm, ngay từ khi ra đời, Bộ đội Pháo binh Quân đội nhân dân Việt Nam đã lập những chiến công vang dội. Trong hai cuộc kháng chiến chống Pháp và chống Mỹ, Pháo binh Việt Nam đã vượt qua những cuộc trường chinh gian khổ, tạo nên những cách đánh sáng tạo độc đáo, linh hoạt, dũng cảm dội bão lửa, giáng đòn sấm sét lên đầu thù; làm nòng cốt cho những chiến dịch lớn, lập nhiều chiến công hiển hách, góp phần vào sự nghiệp giải phóng dân tộc và bảo vệ Tổ quốc.\n\nNội dung trưng bày của Bảo tàng được chia làm hai phần chính: trưng bày nội thất và trưng bày ngoại thất, gồm các chủ đề, chuyên đề chính sau:\n\n''A. Phần trưng bày ngoại thất:''\n\nTrưng bày, giới thiệu các loại vũ khí, khí tài có thể khối lớn, đẹp được chia làm hai loại chính: pháo mang vác và pháo cơ giới. Đây là các loại súng, pháo được trang bị cho bộ đội Pháo binh huấn luyện chiến đấu và lập công xuất sắc trong hai cuộc kháng chiến chống Pháp và chống Mỹ. Đồng thời trưng bày một số súng, pháo, tang vật minh chứng cho sự thất bại của địch.\n\n''B. Phần trưng bày nội dung''\n\nPhần khánh tiết: giới thiệu khái quát truyền thống “Chân đồng vai sắt, đánh giỏi, bắn trúng” và những thành tích xuất sắc tiêu biểu, những phần thưởng cao quý của Bộ đội Pháo binh đã đạt được trong quá trình xây dựng, chiến đấu, trưởng thành lớn mạnh dưới sự lãnh đạo của Đảng, Bác Hồ và sự đùm bọc, giúp đỡ của nhân dân.\n\nChủ đề 1, Pháo binh Quân đội nhân dân Việt Nam trong cuộc kháng chiến chống thực dân Pháp (1946 - 1954).\n\nNội dung trưng bày chuyên đề 1 phản ánh sự ra đời của Bộ đội Pháo binh sau cách mạng tháng 8 năm 1945. Tuy còn non trẻ, nhưng Pháo binh Việt Nam đã khẳng định được vị trí, vai trò là một trong những lực lượng vũ trang cách mạng, là hỏa lực chủ yếu của lục quân và hỏa lực mặt đất chủ yếu của quân đội ta. Thể hiện trong chiến đấu, từ tiếng súng mở đầu toàn quốc kháng chiến chống Pháp (19\/12\/1946) đến chiến thắng Sông Lô - Việt Bắc (1947), Biên Giới (1950), Điện Biên Phủ (Đông Xuân 1953 - 1954), Bộ đội Pháo binh với cách đánh mưu trí sáng tạo đã lập nhiều chiến công xuất sắc, viết nên những trang sử hào hùng và truyền thống vẻ vang của Bộ đội Pháo binh.\n\nNội dung 1: Sự ra đời của Pháo binh Việt Nam và những chiến công đầu ở sông Lô - Việt Bắc (trong chiến dịch Việt Bắc - Thu Đông 1947 - 1949).\n\nNội dung 2: Bộ đội Pháo binh vừa chiến đấu, vừa xây dựng lực lượng tham gia đánh hiệp đồng quy mô lớn.\n\n- Tham gia chiến dịch Biên giới (1950);\n\n- Tham gia chiến dịch Hòa Bình (1951 - 1952);\n\n- Tham gia chiến dịch Tây Bắc (1952 - 1953).\n\nChủ đề 2, Bộ đội Pháo binh xây dựng lực lượng theo hướng chính quy, hiện đại, sẵn sàng chiến đấu, chi viện cho chiến trường miền Nam (1954 - 1964). Nội dung thể hiện phong trào thi đua sôi nổi mạnh mẽ và rộng khắp của bộ đội Pháo binh toàn quân. Đặc biệt là phong trào thi đua “Ba nhất”, “Pháo thủ toàn năng” đi sâu vào làm chủ khoa học kỹ thuật, rèn luyện kỷ luật, xây dựng chính quy và tinh thần sẵn sàng lên đường đi chiến đấu của cán bộ, chiến sĩ Pháo binh.\n\nChủ đề 3, Pháo binh chi viện chiến đấu trên chiến trường miền Nam (1960 - 1975): Lực lượng Pháo binh ba thứ quân được xây dựng rộng khắp cả ba vùng chiến lược: rừng núi, trung du và đồng bằng, phát huy cách đánh sở trường luồn sâu, đánh hiểm, bắn trúng, đúng thời cơ, tiêu hao, tiêu diệt nhiều sinh lực địch, hoàn thành thắng lợi nhiệm vụ chiến đấu, hỗ trợ đấu tranh chính trị và nổi dậy giành quyền làm chủ của nhân dân.\n\n- Tham gia chiến dịch Bình Giã, Ba Gia, Plâyme (1960 - 1965);\n\n- Trừng trị Pháo binh địch ở Cồn Tiên, Dốc Miếu (1967);\n\n- Tham gia Tổng tiến công và nổi dậy đồng loạt Tết Mậu Thân (1968);\n\n- Tham gia tiến công chiến lược trên chiến trường miền Nam (1972);\n\n- Tham gia chiến dịch Hồ Chí Minh lịch sử (1975).\n\nChủ đề 4, Pháo binh hoàn thành thắng lợi nhiệm vụ xây dựng và bảo vệ Tổ quốc (1975 đến nay): những đóng góp hết sức quan trọng của Bộ đội Pháo binh trong thực hiện đường lối nhiệm vụ xây dựng, bảo vệ Tổ quốc; thành tích trong xây dựng lực lượng Pháo binh, chiến đấu bảo vệ toàn vẹn lãnh thổ chủ quyền của Tổ quốc, trong thực hiện xây dựng bộ đội Pháo binh theo hướng” cách mạng, chính quy, tinh nhuệ và từng bước hiện đại”, luôn xứng đáng với tám chữ vàng truyền thống Bác Hồ khen tặng “Chân đồng vai sắt, đánh giỏi, bắn trúng”.\n\n- Pháo binh ba thứ quân trong nhiệm vụ bảo vệ chủ quyền biên giới Tổ quốc;\n\n- Xây dựng Binh chủng vững mạnh toàn diện theo hướng “Cách mạng, chính quy, tinh nhuệ, từng bước hiện đại” trong thời kỳ đổi mới (từ 1986 đến nay);\n\n- Những thành tích tiêu biểu trên các mặt hoạt động: huấn luyện SSCĐ, CTĐ, CTCT; Công tác bảo đảm Hậu cần; Công tác bảo đảm Kỹ thuật; Công tác dân vận và tham gia xây dựng kinh tế;\n\n- Chân dung các anh hùng, liệt sĩ Pháo binh;\n\n- Chân dung các vị lãnh đạo, chỉ huy Pháo binh qua các thời kỳ.\n\nNgoài ra, Bảo tàng Pháo binh còn trưng bày 3 chuyên đề:\n\nChuyên đề 1, Pháo binh làm nòng cốt trong chiến đấu chống chiến tranh, phá hoại của hải quân và pháo binh Mỹ, ngụy ra miền Bắc (1964 - 1972):\n\nBộ đội Pháo binh với vai trò nòng cốt của lực lượng Pháo binh ba thứ quân trong tổ chức phòng thủ, chiến đấu đánh trả hải quân Mỹ xâm phạm vùng biển miền Bắc, bảo vệ hành lang chiến lược vận chuyển từ hậu phương ra tiền tuyến, đồng thời trừng trị pháo binh địch gây tội ác với đồng bào ta ở khu vực Vĩnh Linh (trừng trị Pháo binh địch ở vùng biển: Hải Phòng, Nam Định, Thái Bình, Thanh Hóa, Quảng Bình).\n\nChuyên đề 2, Một số sáng kiến cải tiến kỹ thuật Pháo binh hơn 50 năm qua (1957 - 2011): Pháo binh là binh chủng chiến đấu, binh chủng kỹ thuật. Với óc sáng tạo, trí thông minh, nhiều cán bộ, chiến sĩ đã có những ý tưởng, sáng kiến, cải tiến kỹ thuật có giá trị được ứng dụng và thực tiễn huấn luyện, chiến đấu và phục vụ đời sống sinh hoạt hàng ngày của bộ đội; trong đó có một số bộ sưu tập quý như thước tính pháo binh, cải tiến đạn dược, khí tài pháo binh…;\n\nChuyên đề 3, Bộ đội Pháo binh làm nhiệm vụ Quốc tế: phản ánh tình đoàn kết thủy chung son sắt và tinh thần quốc tế cao cả của các chiến sĩ Pháo binh làm nhiệm vụ giúp bạn và sự hợp tác, giúp của bạn bè quốc tế trong xây dựng lực lượng pháo binh: Giúp Lào, Campuchia; pháo binh với các nước xã hội chủ nghĩa.\n\nSố lượng khách tham quan tính trung bình hàng năm (từ năm 2000 đến nay): trên 11.000 lượt người.\n\n== Chú thích ==\n{{Tham khảo}}\n{{Bảo tàng Quân đội (Việt Nam)}}\n\n[[Thể loại:Bảo tàng Quân đội nhân dân Việt Nam|Pháo]]\n[[Thể loại:Bảo tàng tại Hà Nội]]\n[[Thể loại:Binh chủng Pháo binh, Quân đội nhân dân Việt Nam]]"}