{"87318":"{{Hộp thông tin bảo tàng\n |tên = Bảo tàng Lịch sử<br>Thành phố Hồ Chí Minh\n |hình = Vietnam History Museum HCMC.JPG\n |bộ sưu tập = Hơn 43.000 tư liệu, hiện vật<ref>[http:\/\/www.baotanglichsutphcm.com.vn\/gioi-thieu Giới thiệu]. ''baotanglichsutphcm.com.vn''<\/ref>\n |kiểu bản đồ = TPHCM\n |vĩ độ =\n |kinh độ =\n |thành lập = 1929\n |giải thể =\n |vị trí = Số 2, đường Nguyễn Bỉnh Khiêm, phường Bến Nghé, quận 1, TP. Hồ Chí Minh\n |lượng khách = \n |giám đốc = TS. Hoàng Anh Tuấn\n |phụ trách = \n |phương tiện gt =\n |trang web = {{url|baotanglichsutphcm.com.vn}}\n}}\n'''Bảo tàng Lịch sử Thành phố Hồ Chí Minh''' tọa lạc tại số 2 đường Nguyễn Bỉnh Khiêm, phường [[Bến Nghé (phường)|Bến Nghé]], [[Quận 1]], trong khuôn viên [[Thảo Cầm Viên Sài Gòn]]. Đây là nơi bảo tồn và trưng bày hàng chục ngàn hiện vật quý được sưu tầm trong và ngoài nước [[Việt Nam]].\n== Lịch sử ==\n[[Tập tin:Saigon -- Musée.jpg|250px|trái|nhỏ|Bảo tàng vào khoảng năm 1930]]\nNgày 18 tháng 2 năm 1927, nhà sưu tầm cổ vật Holbé qua đời, để lại nhiều cổ vật trị giá 45.000 đồng bạc [[Bán đảo Đông Dương|Đông Dương]] (là một số tiền lớn lúc bấy giờ). Để mua lại số cổ vật này, ngày 17 tháng 6 năm ấy, Hội Nghiên cứu Đông Dương (Société des Études indochinoises, kể từ đây có khi gọi tắt là Hội)<ref>Tiền thân của Hội Nghiên cứu Đông Dương là Ủy ban Nông Công nghiệp Nam Kỳ (Comité agricole et industriel de la Cochinchine), ra đời ngày 16 tháng 6 năm 1865, gồm toàn công chức và trí thức người Pháp. Đến ngày 8 tháng 3 năm 1870, mới nhận [[Trương Vĩnh Ký]] làm hội viên chính thức. \n\nNăm 1883, bị cắt viện trợ hàng năm, nên ngày 23 tháng 2 năm ấy, Ủy ban Nông Công nghiệp Nam Kỳ đã tự giải thể và chuyển thành tổ chức tư nhân với danh xưng là Hội Nghiên cứu Đông Dương (theo Nguyễn Đình Đầu, \"Từ Hội Nghiên cứu Đông Dương đến Bảo tàng lịch sử Việt Nam tại TP.HCM\" in trong ''Hành trình của một tri thức dấn thân''. Nhà xuất bản. Thời Đại và tạp chí Xưa & Nay hợp tác ấn hành, 2010, tr. 301).<\/ref> đã tổ chức một cuộc họp bất thường, và cuối cùng đi đến quyết định là: xin 5 hội viên hảo tâm cho mượn trước số tiền trên, đồng thời xin phép chính quyền cho mở cuộc lạc quyên số tiền ấy trong dân chúng (để trả lại), với cam kết là sẽ tặng lại nhà nước số cổ vật sau khi mua xong.<ref>[[Nguyễn Đình Đầu]], tr. 302-303.<\/ref>\n\nSau khi hoàn tất công việc trên, để có chỗ gìn giữ và trưng bày số di vật của Holbé vừa mua được, cùng với nhiều cổ vật khác mà Hội đã có (nhờ thu mua hay được tặng), Hội đã đề nghị với chính quyền xây dựng Bảo tàng, và xin dành cho Hội một phòng làm trụ sở và thư viện của Hội (chứa trên 5.000 tác phẩm chuyên khảo về [[Bán đảo Đông Dương|Đông Dương]] và Viễn Đông bằng các thứ tiếng).\n\nThuận theo đề nghị, ngày 28 tháng 11 năm 1927<ref>Nguyễn Đình Đầu, bài viết đã dẫn, tr. 303.<\/ref>, [[Thống đốc Nam Kỳ]] là [[Blanchard de la Brosse]] đã ký nghị định thành lập Bảo tàng '''Pacha Đa Lagos''' (kể từ đây có khi gọi là Bảo tàng) ở [[Thành phố Hồ Chí Minh|Sài Gòn]], đặt dưới quyền kiểm soát trực tiếp của chính quyền [[Nam Kỳ]], và thuộc quyền kiểm soát khoa học của [[Viện Viễn Đông Bác cổ]]. Ngày 8 tháng 6 năm 1928, viên Bảo thủ văn thư của Hội là Jean Bouchot được cử làm Giám thủ đầu tiên của Bảo tàng.<ref>Thông tin thêm: Trước năm 1975, học giả [[Vương Hồng Sển]] và GS. [[Nghiêm Thẩm]] từng là Giám thủ viện Bảo tàng này.<\/ref> Và ngày 1 tháng 1 năm 1929, chính quyền [[Nam Kỳ]] đã long trọng khánh thành Bảo tàng Pacha Đa Lagos<ref name=\"ReferenceA\">Theo Nguyễn Đình Đầu, sách đã dẫn, tr. 304.<\/ref>\n\nNgày 2 tháng 9 năm 1945, [[Việt Nam]] chính thức phục hồi nền độc lập sau gần 100 năm Pháp thuộc. Ngày [[20 tháng 10]] năm ấy, Bộ Quốc gia Giáo dục nước Việt Nam Dân chủ Cộng hòa ra nghị định đổi tên các Học viện, Thư viện và Bảo tàng. Theo đó, Bảo tàng Phacha Đa Lagos được đổi tên là '''Gia Định Bảo tàng viện''' {{fact|date = ngày 17 tháng 7 năm 2014}}. Tuy nhiên, đó chỉ là lý thuyết vì ngày 23 tháng 9 năm 1945, quân [[Đế quốc thực dân Pháp|Pháp]] đã tái chiếm [[Thành phố Hồ Chí Minh|Sài Gòn]]. \n\nĐến ngày 14 tháng 6 năm 1954, Bảo tàng được Bộ Quốc gia Giáo dục của Chính phủ [[Việt Nam Cộng hòa]] tiếp thu trọn vẹn, sau khi 3 chuyên gia người [[Pháp]] rút về nước <ref name=\"ReferenceA\"\/>. Ngày 16 tháng 5 năm 1956, theo nghị định 321-GD\/NĐ, đổi tên Bảo tàng là '''Viện bảo tàng Quốc gia Việt Nam''' thuộc Bộ Quốc gia Giáo dục.<ref>\"Phần hành-chánh\". ''Việt-Nam Khảo-cổ Tập-san''. Sài-gòn: Bộ Quốc-gia Giáo-dục, 1960.<\/ref> Ngày 3 tháng 9 năm 1958, Viện bảo tàng Quốc gia Việt Nam chính thức mở cửa đón khách tham quan.\n\nSau ngày 30 tháng 4 năm 1975, Bảo tàng được Chính quyền Cách mạng tiếp thu nguyên vẹn. Sau đó, vào ngày 26 tháng 8 năm 1979), ngành chức năng đã cho đổi tên là '''Bảo tàng Lịch sử Thành phố Hồ Chí Minh'''. Sau đổi lại là '''Bảo tàng Lịch sử Việt Nam - Thành phố Hồ Chí Minh''' và năm 2013 đổi lại tên '''Bảo tàng Lịch sử Thành phố Hồ Chí Minh''' như quyết định thành lập ban đầu.\n\n<nowiki>*<\/nowiki> Các Giám đốc Bảo tàng (từ 1929 đến nay):\n\n*Jean Bouchot: 1928 - 1932\n*Louis Malleret: 1932 - 1948\n*Pierre Dupont: 1948 – 1950\n*Bernard Groslier: 1951 - 1954\n*Vương Hồng Sển: 1956 - 1964\n*Nguyễn Gia Đức: 1964 - 1969\n*Nghiêm Thẩm: 1969 - 1975\n*Lâm Bỉnh Tường: 1975 - 1978\n*Lê Trung: 1978 - 1984.\n*Trần Văn Triệu: 1984 - 1986\n*Lê Trung: 1986-1998.\n*Trịnh Thị Hòa: 1998 - 2005\n*Trần Thị Thúy Phượng: 2005 - 2013\n*Hoàng Anh Tuấn: 2013 đến nay.\n\n== Vị trí, kiến trúc ==\n[[Tập tin:Bảo tàng lịch sử Tp. Hồ Chí Minh.JPG|250px|phải|nhỏ|Mặt chính]]\n[[Tập tin:Bảo tàng lịch sử Sài Gòn.jpg|250px|phải|nhỏ|Sân trong và một lối đi vào Bảo tàng|thế=]]\nBảo tàng Blanchard de la Brosse tọa lạc trong một khu đất rộng nằm trong một khu vườn rộng lớn (trở thành [[Thảo Cầm Viên Sài Gòn]] năm 1864) ở phía đông thành Phiên An, gần dinh Tân Xá (do chúa [[Gia Long|Nguyễn Ánh]] xây dựng để Giám mục [[Bá Đa Lộc]] làm nơi dạy dỗ [[Nguyễn Phúc Cảnh|Hoàng tử Cảnh]]).\n\nBảo tàng được xây theo lối kiến trúc \"Đông Dương cách tân\" (styleindochinois), do kiến trúc sư người Pháp [[Auguste Delaval]] (1875-1962) thiết kế, và do hãng thầu Etablissements Lamorte Saigon thực hiện trong ba năm: 1926-1927-1928. Khi khởi xây (1926), tòa nhà này dự kiến làm Viện Triển lãm Mễ cốc (Musée du Riz), sau định làm Viện Triển Lãm Kinh tế (Musée économique), nhưng cuối cùng lại quyết định làm Bảo tàng Blanchard de la Brosse.<ref>Theo Nguyễn Đình Đầu, bài viết đã dẫn, tr.303.<\/ref>\n\nPhần giữa Bảo tàng có một khối bát giác (gợi nhớ quan niệm về bát quái của [[Kinh Dịch]]) có 2 nóc mái lợp ngói ống, có gắn vật trang trí hình [[phượng hoàng|phụng]], hình [[rồng]] cách điệu. Trên cùng, là 4 quả cầu nhỏ dần và đặt chồng lên nhau. Vì vậy, có người cho rằng phần nóc mái này, mang nhiều yếu tố của kiến trúc cổ [[Trung Quốc]].\n\nNăm 1970, Bảo tàng được xây dựng thêm phần phía sau một dãy nhà do [[kiến trúc sư]] [[Nguyễn Bá Lăng]] thiết kế. Dãy nhà có hình chữ U, ở giữa là hồ cây cảnh lộ thiên, hai dãy nhà nối hai bên, sau cùng là dãy nhà ba tầng với hai lớp mái, có gắn đầu rồng ''kiểu gặm'' trang trí ở các góc mái. Nhờ các cửa đều hướng ra hồ cây cảnh, nên phòng trưng bày khá thoáng mát và sáng sủa.\n\nTrước năm 1975, hai bên cửa chính Bảo tàng có đắp nổi đôi câu đối [[chữ Hán]], nhưng sau đó đã bị đập bỏ. Đôi câu đối ấy như sau:\n:Á Đông cổ đổng mỹ thuật kê thực học,\n:Việt Nam nhân chủng bác vật đắc kỳ quan.\nTạm dịch là:\n:''Á Đông cổ khí mỹ thuật kê cứu thực học,\n:''Việt Nam nhân chủng bác vật được nhiều kỳ quan.\n\n==Trưng bày==\n[[Tập tin:Đại bác.jpg|nhỏ|200px|Những khẩu đại bác của quân đội Pháp, bên cạnh những khẩu thần công của quân đội Việt ở thế kỷ 19, đang được trưng bày tại Bảo tàng.|thế=]]\n\nHiện nay, hệ thống trưng bày của bảo tàng Bảo tàng gồm 2 phần:\n*'''Phần 1''': [[Lịch sử Việt Nam]] từ thời Tiền sử (cách nay khoảng 500.000 năm) cho đến hết thời [[nhà Nguyễn]] (1945):\n**Thời Tiền sử (cách nay khoảng 500.000 năm – 2879 Tr. CN)\n**Thời kim khí – [[Hùng Vương]] dựng nước (2879 Tr. CN – 179 Tr. CN)\n**Thời [[Bắc thuộc]] – Đấu tranh giành lại độc lập (179 TR. CN – 938)\n**Thời Ngô – Đinh – Tiền Lê – Lý (939 – 1225)\n**Thời Trần – Hồ (1266 – 1347)\n**Thời Lê sơ – Mạc – Lê -Trịnh và [[Chúa Nguyễn]] (1428 – 1788)\n**Thời Tây Sơn (1771 – 1802)\n**Thời Nguyễn (1802 – 1945)\n*'''Phần 2''': Chuyên đề về văn hóa phía Nam Việt Nam và một số nước [[châu Á]]:\n** [https:\/\/www.facebook.com\/baotanglichsu\/ Văn hóa Champa (thế kỷ 2 -17)]\n**Văn hóa Óc Eo (thế kỷ 1 -7)\n**Điêu khắc [[Campuchia]]\n**[[Súng thần công]] và đại bác (thế kỷ 18 – thế kỷ 19)\n**Sưu tập Dương Hà\n**[[Gốm]] một số nước [[châu Á]]\n**[[Xác ướp Xóm Cải]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]] vào thế kỷ 19.\n**Sưu tập [[Vương Hồng Sển]]\n**Văn hóa các dân tộc phía Nam Việt Nam <ref>Căn cứ theo tờ rơi do ''Bảo tàng Lịch sử Việt Nam tại Thành phố Hồ Chí Minh'' cung cấp.<\/ref>.\n**Tượng [[Phật]] một số nước châu Á\n\n==Giá trị==\nBảo tàng mở cửa tiếp đón công chúng lần đầu tiên vào ngày 1 tháng 1 năm 1929. Buổi đầu, Bảo tàng chỉ có 2.893 cổ vật (chủ yếu là bộ sưu tập của Holbé), đến những năm cuối thế kỷ 20, bảo tàng đã có hơn 30.000 hiện vật rất có giá trị… Ngoài ra, bảo tàng còn có trên 25.000 sách báo và tài liệu, cũng rất có giá trị cho công việc nghiên cứu các ngành khảo cổ học, dân tộc học, sử học, bảo tàng học...\n \n==Ảnh==\n<gallery>\nTập tin:Gian trưng bày thời Tây Sơn.jpg|Phòng trưng bày cổ vật thời [[Nhà Tây Sơn|Tây Sơn]].\nTập tin:Phòng trưng bày cổ vật.jpg|Phòng trưng bày cổ vật [[Vương Hồng Sển]].\nTập tin:Áo vua.jpg|Tủ trưng bày áo vua (giữa), áo hoàng hậu (trái) và áo thái tử (phải) thời [[nhà Nguyễn]].\nTập tin:Cọc Bạch Đằng.jpg|[[Các bãi cọc trên sông Bạch Đằng|Cọc gỗ Bạch Đằng]] thời [[nhà Trần]] (1288).\nTập tin:Binh phong gỗ.jpg|Bình phong bằng [[gỗ]] ở thế kỷ 19 ([[Huế]])\nTập tin:Sọ người.jpg|Sọ người với khuyên tai hình hai đầu thú cách nay khoảng 2.000 năm.\nTập tin:Phật Di Đà chùa Khải Tường.jpg|Tượng Phật chùa Khải Tường\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Đền thờ Vua Hùng (Thảo Cầm Viên)]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Museum of Vietnamese History (Ho Chi Minh City)}}\n*[http:\/\/www.baotanglichsutphcm.com.vn\/ Website Bảo tàng Lịch sử - Thành phố Hồ Chí Minh]\n*[http:\/\/www.saigonzoo.net\/idx.php?mods=intro&view=detail&id=2 Trang web chính thức của Thảo Cầm Viên Sài Gòn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304191334\/http:\/\/www.saigonzoo.net\/idx.php?mods=intro&view=detail&id=2 |date=2016-03-04 }}\n*[http:\/\/www.quan1.hochiminhcity.gov.vn\/?status=contentdetail&channelid=2&catid=48&catsubid=213&contentid=53 Bảo tàng Lịch sử - Thành phố Hồ Chí Minh] Trên website quận 1, TP. HCM.\n{{Công trình kiến trúc thuộc địa Pháp tại Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Viện Viễn Đông Bác cổ]]\n[[Thể loại:Bảo tàng tại Thành phố Hồ Chí Minh|Lịch sử]]\n[[Thể loại:Công trình kiến trúc Pháp tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}