{"315801":"{{Hộp thông tin bảo tàng\n|tên= Bảo tàng Phụ nữ Việt Nam\n|hình= Vietnamese Women's Museum Building.JPG\n|chú thích= Mặt tiền Bảo tàng Phụ nữ Việt Nam\n|vĩ độ= 21.023463\n|kinh độ= 105.851619\n|thành lập= 1987-1995\n|vị trí= 36 Lý Thường Kiệt, [[Hoàn Kiếm]], [[Hà Nội]], Việt Nam\n|giám đốc= Ths. [[Nguyễn Thị Bích Vân]]\n|phương tiện gt = '''Xe buýt''': 08, Số 31, Số 36, Số 49\n|trang web= {{URL|http:\/\/www.baotangphunu.org.vn\/|baotangphunu.org.vn}}\n}}\n\n'''Bảo tàng Phụ nữ Việt Nam''' nằm ở số 36 phố [[Lý Thường Kiệt]], phường [[Hàng Bài]], quận [[Hoàn Kiếm]], thành phố [[Hà Nội]], gần trung tâm [[hồ Hoàn Kiếm]] và [[Hà Nội#Khu phố cổ|khu phố cổ]]. Bảo tàng này được dành riêng cho phụ nữ Việt Nam.\n\nBảo tàng mở cửa phục vụ công chúng từ năm 1995 và chỉnh sửa lại hệ thống trưng bày thường xuyên từ 2006 - 2010 nhằm tôn vinh phụ nữ Việt Nam.\n\nBên cạnh hệ thống trưng bày thường xuyên, Bảo tàng còn tổ chức nhiều cuộc trưng bày chuyên đề với phương pháp tiếp cận mới là nhân học xã hội, phản ánh sự phát triển và thay đổi của xã hội đương đại bằng các dự án hướng tới nhiều nhóm đối tượng khác nhau, đặc biệt là những phụ nữ, trẻ em bị thiệt thòi, yếu thế.\n\n== Lịch sử ==\nBảo tàng Phụ nữ Việt Nam được thành lập năm 1987, trực thuộc Hội LHPN Việt Nam với chức năng nghiên cứu, lưu giữ bảo quản, trưng bày những di sản vật thể, phi vật thể về lịch sử, văn hóa của phụ nữ Việt Nam.<ref name=\"The Hanoi Women's Museum\">{{chú thích web|url=http:\/\/www.thingsasian.com\/stories-photos\/1106|title=The Hanoi Women's Museum|author=Wendy Madrigal|publisher=Things Asia|ngày truy cập=ngày 6 tháng 9 năm 2016|archive-date = ngày 8 tháng 4 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150408185708\/http:\/\/www.thingsasian.com\/stories-photos\/1106|url-status=dead}}<\/ref>\n\nTừ khi khánh thành năm 1995, Bảo tàng Phụ nữ Việt Nam đã trưng bày thành công rất nhiều triển lãm phục vụ hàng trăm nghìn khách trong nước và quốc tế mỗi năm. Bảo tàng cũng đã phát triển một bộ sưu tập hơn 25.000 tài liệu hiện vật liên quan đến phụ nữ Việt Nam.<ref name=\"Le musée des femmes du Vietnam: une rénovation totale\">{{chú thích web|url=http:\/\/www.reseau-asie.com\/userfiles\/file\/C04_hemmet_musee_femmes_vietnam.pdf|title=Le musée des femmes du Vietnam: une rénovation totale|author=Christine Hemmet|publisher=4ème Congrès du Réseau Asie & Pacifique|ngày truy cập=ngày 6 tháng 9 năm 2016|archive-date = ngày 13 tháng 4 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140413140434\/http:\/\/www.reseau-asie.com\/userfiles\/file\/C04_hemmet_musee_femmes_vietnam.pdf|url-status=dead}}<\/ref>\n\nCuối năm 2010, Bảo tàng Phụ nữ Việt Nam mở cửa trở lại hệ thống trưng bày thường xuyên sau 4 năm đóng cửa nâng cấp, chỉnh lý với 3 chủ đề: phụ nữ trong gia đình, phụ nữ trong lịch sử và thời trang nữ\n\nTòa nhà chính của bảo tàng được chia thành bốn khu vực bao gồm trưng bày thường xuyên, trưng bày chuyên đề, phòng khám phá, và cửa hàng lưu niệm. Trưng bày chuyên đề được tổ chức gần khu vực tòa nhà chính.\n\n=== Bộ sưu tập ===\nBảo tàng Phụ nữ Việt Nam có bộ sưu tập khoảng 25,000 tài liệu, hiện vật về Phụ nữ Việt Nam. Bộ sưu tập của bảo tàng được phân loại theo chất liệu như dệt, kim loại, gỗ, giấy, gốm, da, sừng, đất, kính... được sưu tầm từ những năm 1970. Mỗi hiện vật đều có những câu chuyện về những trải nghiệm trong giai đoạn lịch sử.<ref name=\"Le musée des femmes du Vietnam: une rénovation totale\"\/>\n\n=== Trưng bày thường xuyên ===\nTrưng bày thường xuyên của bảo tàng được đổi mới từ 2006 - 2010 ở tầng 2, 3, 4 của tòa nhà bảo tàng giới thiệu ba chủ đề về phụ nữ Việt Nam với hơn 1000 tài liệu, hiện vật và ảnh.\n\nPhần trưng bày đầu tiên ''Phụ nữ trong gia đình'' ở tầng 2 kể về vòng đời của phụ nữ Việt Nam thông qua các nghi lễ và phong tục trong hôn nhân, cưới hỏi, sinh đẻ và cuộc sống gia đình.\n\nPhần ''Phụ nữ trong Lịch sử'' ở tầng 3 giới thiệu về những sự kiện trong lịch sử và cuộc sống đương đại cũng như là những hồi tưởng về ký ức trong chiến tranh của phụ nữ Việt Nam.\n\nPhần trưng bày cuối ''Thời trang nữ'' ở tầng 4 giới thiệu các sản phẩm mang tính đặc trưng văn hóa vùng miền của phụ nữ các dân tộc Việt Nam thông qua sự sáng tạo và tài hoa của họ.\n\n==== Phụ nữ trong gia đình ====\nTrưng bày kể câu chuyện ''vòng đời'' của người phụ nữ từ một cô gái trưởng thành, kết hôn và bước vào cuộc sống gia đình. Vai trò, vị trí của người phụ nữ trong gia đình được thể hiện tập trung qua các nghi lễ cưới hỏi trong các gia đình phụ hệ và mẫu hệ; những tập tục, nghi lễ liên quan đến việc cầu tự, mang thai, sinh nở, chăm sóc sản phụ và trẻ sơ sinh; các hoạt động buôn bán nhỏ, trồng trọt, đánh bắt hái lượm, tổ chức bữa ăn, làm gốm, dệt may và nuôi dạy con…\n\n<gallery widths=\"200px\" heights=\"180px\" perrow=\"3\">\nFile:Vietnamese Women's Museum, Gift Box.jpg|thumb|Tráp dùng trong lễ ăn hỏi của người Việt\nFile:Vietnamese Women's Museum, Amulet.jpg|thumb|Bùa cầu an thai của người Việt\nFile:Vietnamese Women's Museum, Hrê Passive hoop net.jpg|thumb|Đơm, dân tộc Hrê, Sơn Hà, Quảng Ngãi\n<\/gallery>\n\n==== Phụ nữ trong lịch sử ====\nTrưng bày không chỉ tập trung giới thiệu vai trò, sự tham gia của các thế hệ phụ nữ Việt Nam trong các cuộc kháng chiến chống ngoại xâm của dân tộc mà còn đề cập đến muôn mặt cuộc sống đời thường của người phụ nữ trong chiến tranh. Những câu chuyện cuộc đời, những đóng góp, chiến công và cả sự hy sinh, mất mát của họ cho nền độc lập dân tộc và thống nhất đất nước được khắc họa đậm nét qua các hiện vật trưng bày.\nHình ảnh người phụ nữ đương đại trong công cuộc xây dựng đất nước với những phẩm chất nhân hậu, bản lĩnh, nghị lực và đầy đam mê cũng được thể hiện qua các bộ phim ngắn.\n\n<gallery widths=\"200px\" heights=\"180px\" perrow=\"3\">\nFile:Le Van Thuc meeting his mother.jpg|thumb|Ông Lê Văn Thức gặp mẹ sau 7 năm xa cách\nFile:Straw hat, Vietnamese Women's Museum.jpg|thumb|Mũ rơm\nFile:Vietnamese Women's Museum, \"Toad\" Fan of Pham Thi Thai.jpg|thumb|Quạt ''con cóc'' của bà Phạm Thị Thái\n<\/gallery>\n\n==== Thời trang nữ ====\nTrưng bày giới thiệu những thông tin đa dạng về thời trang và nghệ thuật tạo hoa văn thể hiện trên những bộ trang phục độc đáo với các kỹ thuật đặc trưng của 54 dân tộc: ví dụ [[Thêu]] của người [[H'Mông]] và [[Người Thái (Việt Nam)|người Thái]], kỹ thuật [[batik]] được người [[H'Mông]] sử dụng. Nghệ thuật làm đẹp của phụ nữ các dân tộc qua việc sử dụng đồ trang sức, trang điểm; tục nhuộm răng và ăn trầu cũng được khắc họa rõ nét qua các sưu tập trâm, vòng cổ, hoa tai, vòng tay, xà tích,... góp phần tôn thêm vẻ đẹp đằm thắm, mặn mà của người phụ nữ Việt Nam thông qua tục ăn [[trầu]], [[cau]]. \n \n<gallery widths=\"200px\" heights=\"180px\" perrow=\"3\">\nFile:Betel Pot, Vietnamese Women's Museum.jpg|thumb|Cơi đựng trầu, dân tộc Việt\nFile:Vietnamese Women's Museum, Yao Tien Hemp.jpg|thumb|Váy, dân tộc Dao Tiền\nFile:Vietnamese Women's Museum, Hmong Silver earrings.jpg|thumb|Hoa tai bạc, dân tộc Hmông\n<\/gallery>\n\n=== Trưng bày chuyên đề ===\nBên cạnh hệ thống trưng bày thường xuyên, Bảo tàng còn tổ chức nhiều cuộc trưng bày chuyên đề với phương pháp tiếp cận mới là nhân học xã hội, phản ánh sự phát triển và thay đổi của xã hội đương đại bằng các dự án hướng tới nhiều nhóm đối tượng khác nhau, đặc biệt là những phụ nữ, trẻ em bị thiệt thòi, yếu thế.\n\n*Chuyện của chợ phối hợp giữa Bảo tàng Phụ nữ Việt Nam và tổ chức Health Bridge và Fresh Studio (khai mạc tháng 8 năm 2014)\n*Phụ nữ sáng tạo (khai mạc ngày 1 tháng 10 năm 2013); đây là một trong những hoạt động của bảo tàng phối hợp với Hội LHPN Việt Nam, Ngân hàng Thế giới và tổ chức UN Women ở Việt Nam hưởng ứng ngày \"Phụ nữ sáng tạo 2013 để khuyến khích và thúc đẩy các ý tưởng sáng tạo về việc tăng quyền và nâng cao năng lực kinh tế cho phụ nữ Việt Nam. \n*Hoa và cuộc sống (khai mạc ngày 2 tháng 9 năm 2013) được Bảo tàng Phụ nữ Việt Nam phối hợp với công ty Đà Lạt Hasfarm.\n\n=== Trưng bày online ===\nBảo tàng cũng thực hiện các trưng bày online về các sự kiện đã qua để công chúng có thể theo dõi. Hiện nay website bảo tàng có các trưng bày online là \"Gánh hàng rong\" kể về những câu chuyện xúc động về cuộc sống và công việc của phụ nữ bán hàng rong trên địa bàn Hà Nội.\n\n=== Trưng bày lưu động ===\nTrưng bày lưu động được thực hiện thường xuyên ở các tỉnh thành. Đối tượng chính phục vụ khách tham quan của bảo tàng là các hội viên hội phụ nữ địa phương, các trường đại học và trường học\n\n== Hoạt động ngoại khóa cho trẻ em ==\n[[Tập tin:Vietnamese Women's Museum, discovery room.jpg|thumb|Phòng khám phá]]\n\nVới mong muốn mang bảo tàng đến gần hơn với công chúng, Bảo tàng Phụ nữ Việt Nam đã thực hiện rất nhiều các hoạt động cũng như chương trình giáo dục và mở cửa phòng khám phá vào năm 2010 phục vụ các hoạt động giáo dục cho trẻ em từ 7 - 15 tuổi. Phòng khám phá giúp trẻ em có cơ hội phát triển các kỹ năng sáng tạo, nghiên cứu, trao đổi, thuyết trình, đọc và viết thông qua nhiều hoạt động: Học sinh có thể học các làm nón truyền thống, thử trang phục truyền thống của các dân tộc.\n\n== Hợp tác ==\nBảo tàng thường xuyên phối hợp với các tổ chức và viện nghiên cứu để thực hiện các sự kiện và trưng bày chuyên đề:\n*Trung tâm phụ nữ và Phát triển\n*[[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động Thương binh và Xã hội]]\n*Đại sứ quán Phần Lan tại Hà Nội \n*[[Quỹ Ford]] \n*Viện nghiên cứu sức khỏe và Phát triển cộng đồng (Light)\n*Câu lạc bộ Phụ nữ Quốc tế\n*Bảo tàng tem Singapore\n*Quỹ Nhật Bản\n*Fresh Studio\n*Healthbridge\n==Bê bối==\n===Sử dụng đất bảo tàng làm quán cafe ===\n80 m² đất tại mặt phố Lý Thường Kiệt của Bảo tàng đã được chuyển thành quán cà phê với hợp đồng ngày 15 tháng 7 năm 2009 được ký giữa bà Nguyễn Thị Tuyết, giám đốc Bảo tàng Phụ nữ Việt Nam thời kỳ đó ký kết với Công ty Cổ phần Văn Việt do bà [[Đào Bội Hương]] làm đại diện.\n\nTuy nhiên, sau khoảng gần 2 năm thực hiện hợp đồng liên doanh này, đoàn Chủ tịch Ủy ban Trung ương Hội liên hiệp Phụ nữ Việt Nam mới ban hành quyết định về việc cho phép Bảo tàng Phụ nữ Việt Nam thực hiện các hoạt động dịch vụ phù hợp với lĩnh vực chuyên môn, khả năng đơn vị.\n\nTrao đổi với phóng viên, bà Nguyễn Thị Bích Vân, giám đốc Bảo tàng Phụ nữ Việt Nam cho rằng, \"tất cả các hoạt động này chúng tôi đều căn cứ vào Luật Di sản văn hóa và Thông tư 18\/2010\/TT-BVHTTDL của Bộ Văn hóa, Thể thao và Du lịch quy định tổ chức, chức năng nhiệm vụ của Bảo tàng, về nguồn thu đảm bảo nộp các khoản đầy đủ vào ngân sách nhà nước theo đúng quy định.\"<ref>{{chú thích web | url = http:\/\/www.baoxaydung.com.vn\/news\/vn\/hoi-_-dap\/ai-da-bam-nat-dat-bao-tang-phu-nu-thanh-quan-ca-phe.html | tiêu đề = Ai đã \"băm nát\" đất Bảo tàng Phụ nữ thành quán cà phê?| ngày truy cập = 7 tháng 9 năm 2016}}<\/ref>\n== Giải thưởng ==\nNăm 2012, Bảo tàng Phụ nữ Việt Nam được [[TripAdvisor]] bình chọn là một trong những điểm đến hấp dẫn nhất Hà Nội. Năm 2013, TripAdvisor tiếp tục bình chọn Bảo tàng Phụ nữ Việt Nam là một trong 25 bảo tàng hấp dẫn nhất của khu vực [[châu Á]]. Năm 2014, Bảo tàng tiếp tục lọt tốp 3 trong số 94 địa điểm hấp dẫn nhất ở Hà Nội. Năm 2015, Bảo tàng tiếp tục nằm trong tốp 25 bảo tàng hấp dẫn nhất châu Á do TripAdvisor bình chọn. Năm 2016, Bảo tàng nhận giải thưởng '''Điểm tham quan du lịch hàng đầu Việt Nam năm 2016''' trong Lễ vinh danh các doanh nghiệp du lịch hàng đầu Việt Nam do Tổng cục Du lịch phối hợp với Hiệp hội Du lịch Việt Nam tổ chức.<ref>{{chú thích web | url = http:\/\/hanoimoi.com.vn\/Tin-tuc\/Du-lich\/840745\/-bao-tang-phu-nu-viet-nam-la-diem-tham-quan-du-lich-hang-dau-viet-nam-nam-2016 | tiêu đề = Bảo tàng Phụ nữ Việt Nam là điểm tham quan du lịch hàng đầu Việt Nam năm 2016 | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = [[Hànộimới|Báo Hànộimới]]}}<\/ref>\n\n== Xem thêm ==\n*[[Phụ nữ Việt Nam]]\n*[[:Thể loại:Bảo tàng tại Hà Nội|Các bảo tàng ở Hà Nội]]\n*[[:Thể loại:Các địa điểm hấp dẫn nhất ở Hà Nội|Các điểm tham quan ở Hà Nội]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài==\n{{thể loại Commons|Vietnamese Women's Museum}}\n*{{Trang web chính thức|http:\/\/baotangphunu.org.vn\/ |name=Trang chủ}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Bảo tàng tại Hà Nội|Phụ nữ Việt Nam]]\n[[Thể loại:Nữ giới Việt Nam]]"}