{"17765168":"{{Thông tin công trình xây dựng\n| tên = Bảo tàng Alexandre Yersin\n| tên gốc =\n| hình = Yersin Museum (Nha Trang).jpg\n| ghi chú hình = Bên trong bảo tàng Yersin ở Nha Trang\n| loại bản đồ = Nha Trang\n| vĩ độ = 12.2515\n| kinh độ = 109.1960\n| cỡ bản đồ =\n| chú thích bản đồ = Vị trí Bảo tàng Alexandre Yersin trên bản đồ Nha Trang\n| tên cũ =\n| loại hình =\n| phong cách =\n| thành phố = [[Nha Trang]]\n| quốc gia =\n| địa chỉ = Số 8-10 đường Trần Phú, [[Xương Huân]]\n| sử dụng = nơi lưu trữ kỷ vật của bác sĩ [[Alexandre Yersin]]\n| khởi công = \n| hoàn thành = \n| khánh thành = 1997\n| trùng tu =\n| kích thước =\n| chiều cao =\n| đường kính =\n| diện tích xây dựng =\n| diện tích sàn = 100m2\n| kiến trúc sư =\n}}\n'''Bảo tàng Alexandre Yersin''' ''(hay Bảo tàng Yersin)'' là một bảo tàng ở [[Nha Trang]], [[Việt Nam]]. Đây nơi lưu trữ nhiều kỷ vật của bác sĩ [[Alexandre Yersin]], một [[Bác sĩ|bác sĩ y khoa]], [[Vi khuẩn học|nhà vi khuẩn học]], và nhà thám hiểm người [[Người Pháp|Pháp]] gốc [[Thụy Sĩ]]. Bảo tàng được thành lập năm [[1997]], nằm trong khuôn viên [[Viện Pasteur Nha Trang]].\n\n== Lịch sử ==\nAlexandre Yersin đến định cư tại Nha Trang vào năm 1895, ông đã chọn làng Chài - Xóm Cồn. Ông sống trong chiếc lô cốt do Toàn quyền Pháp xây dựng bên bờ biển. Chiếc lô cốt vuông vức xấu xí được sửa sang lại thành căn hộ hai tầng duyên dáng. Sơ đồ nhà rất đơn giản, mỗi tầng chỉ có một phòng, xung quanh có hành lang với nhiều ô cửa liên tiếp nhau. Sau này mái nhà được cơi lên thành nhà vòm để ông đặt chiếc kính thiên văn.\n\nNăm 1975, do chiến tranh căn nhà của Alexandre Yersin bị phá hủy. Nhưng từ năm 1958, đồ đạc trong nhà, vật dụng cá nhân, thiết bị khoa học và các tài liệu lưu trữ đã được thu thập và cất giữ trong hành lang và các phòng nằm xung quanh thư viện Pasteur, đó là bảo tàng đầu tiên về Alexandre Yersin.\n\nNhà bảo tàng mới nằm ngay cạnh Viện Pasteur Nha Trang, được xây dựng vào năm 1997, với ý muốn lưu giữ lại tinh thần sơ đồ căn hộ của Alexandre Yersin tại làng Chài, gồm một phòng ở giữa, xung quanh là lối đi tượng trưng cho hành lang của căn hộ cũ trước đây. Từ những tư liệu và dụng cụ ban đầu còn lưu giữ, bổ sung thêm các bản sao chụp, các sưu tập của bảo tàng và văn khố Viện Pasteur gợi lại hình ảnh cuộc sống của Alexandre Yersin trước đây.<ref name=\"pasteur-nhatrang.org.vn\"\/>\n\nNăm 1991, Bảo tàng Yersin được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa]] - Nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] công nhận là [[Di tích Việt Nam#Di tích lịch sử - văn hóa|Di tích Lịch sử- Văn hóa]].<ref name=\"pasteur-nhatrang.org.vn\">{{Chú thích web|url=http:\/\/pasteur-nhatrang.org.vn\/noidung.aspx?id=135&idd=acf54dfa7d|tựa đề=Giới thiệu Bảo tàng Yersin|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Thông tin ==\nBảo tàng chứa một bộ sưu tập lớn các thiết bị và thư nghiên cứu của Yersin cũng như cung cấp một mô tả về những đóng góp của ông cho vi khuẩn học, y học và khoa học. Các chú thích bằng tiếng Pháp kèm theo bản dịch tiếng Anh và tiếng Việt.\n\nLối đi tham quan gắn các biển thuyết minh trình bày: thời thơ ấu, thời gian đi học, các chuyến thám hiểm, bệnh Dịch hạch và việc khám phá ra vi khuẩn Dịch hạch. Việc định cư ở Nha trang và các Viện Pasteur ở Đông Dương, việc chăn nuôi và lập đồn điền, óc tò mò khoa học và các danh hiệu ông đã đạt được.\n\nMột vài dụng cụ hướng dẫn để hiểu rõ hơn những khía cạnh khác nhau về công trình nghiên cứu của ông. Một chiếc rương cho thấy số hành lý và những vật dụng ông dùng để tra đổi với các bộ tộc thiểu số trong các chuyến thám hiểm. Cuốn phim ngắn thực hiện những tấm hình ông đã chụp và sổ nhật ký hành trình để biết rõ hơn cuộc đởi phiêu lưu của ông. Bên cạnh chiếc kính hiển vi nguyên thủy, bốn mô hình minh họa các giai đoạn đã ghi dấu ấn trong lịch sử bệnh Dịch hạch: Alexandre Yersin phân lập vi khuẩn Dịch hạch; chuột lây lang bệnh; P.L Simond khám phá ra vai trò các tác nhân truyền bệnh của bọ chét và việc chế ra huyết thanh kháng dịch.\n\nTrong các dụng cụ đo lường và máy móc khoa học, kính xem hình nổi 3 chiều, ăng-ten phát tín hiệu morse, kính viễn vọng, các máy chụp hình là những vật chứng cho thấy những thú đam mê của Alexandre Yersin cũng như sự ham thích luôn muốn thử nghiệm và hiểu biết các kỹ thuật vừa được phát minh, đồng thời tìm ra những ứng dụng thực tiễn.\n\nGian phòng ở giữa, nơi lưu giữ các đồ đạc của căn nhà cũ sẽ tái hiện lại cuộc sống riêng tư của ông. Kệ sách cho thấy đầu óc khoáng đạt cũng như trí tò mò không mệt mỏi. Sách bao gồm các chủ đề rất khác nhau như địa lý, lịch sử, hàng không, thiến văn, khí tượng, điện khí, ô tô, vật lý … nhưng cũng có bộ tiểu thuyết \"Mặt nạ\" cho thấy ông yêu loại tiểu thuyết trinh thám ra sao trong những lúc giải lao.\n\nĐến đây, du khách được tận mắt nhìn thấy những vật dụng cổ xưa, những trang thiết bị phục vụ cho quá trình nghiên cứu khoa học của nhà bác học Yersin: đồng hồ Leroy cổ, sách báo, ăng-ten thu phát tín hiệu morse, máy tính, quả địa cầu, kính thiên văn và các dụng cụ thí nghiệm độc đáo khác. Đặc biệt, bảo tàng còn lưu giữ được chiếc kính hiển vi mà bác sĩ Yersin đã tìm ra được vi trùng dịch hạch, chiếc máy ảnh ông dùng trong những chuyến đi thám hiểm cao nguyên Lang Biang (Lâm Đồng) và các vùng phụ cận. Các hiện vật trưng bày cho thấy, Yersin là người đam mê nhiều lĩnh vực khoa học từ thiên văn, địa lý đến y học… <ref>{{Chú thích web|url=https:\/\/baokhanhhoa.vn\/van-hoa\/201806\/bao-tang-ayersin-dia-chi-du-lich-van-hoa-gia-tri-8080778\/|tựa đề=Bảo tàng A.Yersin - địa chỉ du lịch văn hóa giá trị|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Thời gian mở cửa và giá vé ==\n* Thời gian mở cửa: 8:00- 12:00 và 2:00- 4:30 (Thứ Hai và thứ Sáu: 8:00-12:00)\n* Đóng cửa thứ bảy và chủ nhật\n* Giá vé: 26,000 VND\/người lớn.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Du lịch Khánh Hòa}}\n\n{{sơ khai Khánh Hòa}}\n\n[[Thể loại:Nha Trang]]\n[[Thể loại:Bảo tàng tại Việt Nam]]"}