{"574603":"{{tiểu sử quân nhân\n|tên= Trần Văn Nhu\n|ngày sinh= 1926\n|ngày mất= \n|hình= Trần Văn Nhu (Bảy Nhu).jpg\n|chú thích hình= \n|quốc tịch= Việt Nam\n|biệt danh= Bảy Nhu\n|nơi sinh= [[Tháp Mười]], [[Đồng Tháp]]\n|nơi mất= \n|thuộc= [[Tập tin:Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam]]<br \/>[[Tập tin:Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= 1946-1975\n|cấp bậc= [[Tập tin:ThuongSiNhatQLVNCHlucquan.gif|20px]] [[Thượng sĩ nhất]]\n|đơn vị= [[Nhà tù Phú Quốc|Nhà lao Cây Dừa]]\n|chỉ huy= \n|tham chiến= \n|khen thưởng= \n|công việc khác= \n}}\n\n'''Bảy Nhu''' (sinh năm 1926), tên thật là '''Trần Văn Nhu''' hay '''Trần Nhu''', là một viên cai ngục được xem là nổi tiếng nhất ở [[nhà tù Phú Quốc|nhà lao Cây Dừa]] ([[Phú Quốc]]). Những tù binh Cộng sản nói về ông với những thuật tra tấn tàn bạo với tù nhân Cộng sản tại đây suốt giai đoạn 1967-1973. Mặc dù vậy, cho đến hiện tại, ông vẫn sống tại [[Việt Nam]].\n\n==Bước đầu binh nghiệp==\nÔng sinh năm 1926 tại quận [[Cao Lãnh]] thuộc tỉnh [[Sa Đéc (tỉnh)|Sa Đéc]], từ sau năm 1956 đổi thuộc quận [[Mỹ An (xã), Tháp Mười|Mỹ An]] thuộc tỉnh [[Kiến Phong]] (nay là huyện [[Tháp Mười]] thuộc tỉnh [[Đồng Tháp]]). Năm 1946, ông tham gia tổng động viên đi lính cho [[Quân đội Quốc gia Việt Nam]], sau đó tiếp tục phục vụ trong lực lượng quân cảnh của [[Quân lực Việt Nam Cộng hòa]].<ref name=\"thaogiang\">Phạm Thị Thao Giang, \"Bảy Nhu\", phóng sự dài kỳ, báo Tuổi trẻ Thủ đô tháng 5\/2010.<\/ref> Đầu năm 1967, khi [[Nhà tù Phú Quốc|Trại tù binh Việt Cộng Phú Quốc]] được thành lập, ông được điều ra đảo [[Phú Quốc]]<ref>Theo lời thuật lại của ông Bảy Nhu thì ông ra đây vào năm 1970. Tuy nhiên, các tài liệu của Việt Nam Cộng hòa và các nhân chứng đều xác nhận ông ra đây từ năm 1967.<\/ref>; và ở đó cho đến khi nhà tù giải thể vào năm 1973. Ông được thăng dần đến cấp bậc [[Thượng sĩ nhất]], giữ chức Giám thị trưởng nhà lao Cây Dừa.\n\n==Các đòn tra tấn của Bảy Nhu ==\nThời gian ông làm cai ngục tại đây, đã cho áp dụng những đòn tra tấn tàn bạo để bẻ gãy ý chí của các tù binh Cộng sản. Hầu hết chúng đều dẫn đến những thương tích cơ thể trầm trọng không thể phục hồi như:\n#Đục răng;\n#Dùng cây sắt nhổ dần từng chiếc răng (dùng gậy đục gãy từng chiếc răng của người tù, rồi bắt họ tự uống máu, tự nuốt răng mình);\n#Đập vỡ mắt cá chân;\n#Dùng giẻ tẩm dầu đốt dương vật;\n#Móc mắt hoặc dùng bóng điện lớn để gần mắt cho đến khi mắt chín nổ \"đòm đọp\" mới thôi;\n#Luộc người trong chảo nước sôi;\n#Dùng kìm rút móng chân, móng tay;\n#Đóng đinh sắt dọc cơ thể tù nhân;\n#Bắt ốc vít siết hai mảnh ván để ép ngực cho há miệng ra (dùng ván và đinh ốc ép cho vỡ lồng ngực tù nhân);\n#Lùa các tù binh lên máy bay, ném xuống Vịnh Thái Lan.\n\n=== Dụng cụ để tra tấn của Bảy Nhu ===\n*\"Gậy biệt ly\": một cái ống sắt dài.\n*\"Vồ sầu đời\": một cái vồ gỗ lớn.\n\nTrong hồ sơ của Trại tù binh Cộng sản Phú Quốc, hiện còn lưu giữ hồ sơ về 24 ngón đòn tra tấn được các cai ngục thường xuyên sử dụng, trong đó phần nhiều được cho là do Thượng sĩ Bảy Nhu nghĩ ra.\n\nThượng sĩ Bảy Nhu còn được cho là người chịu trách nhiệm về nhiều hành vi ngược đãi tù binh, đặc biệt là hành động ra lệnh bắn đạn cối vào trại tù binh.<ref>Phạm Thị Thao Giang, \"Cận cảnh một phiên \"ăn thịt người\" của \"bầy quỷ sống\" Bảy Nhu và đồng bọn!\", báo Tuổi trẻ Thủ đô tháng 5\/2010. Ghi theo lời kể của tù binh Vũ Minh Tằng (kỳ 3).<\/ref>{{fact|date=ngày 17 tháng 7 năm 2014}}\n\n==Cuộc sống sau chiến tranh==\nSau khi trại tù binh bị giải thể và các tù binh được trao trả theo [[Hiệp định Paris 1973]], Thượng sĩ Bảy Nhu vẫn tiếp tục ở lại đảo. Sau khi những người Cộng sản chiếm được quyền kiểm soát toàn bộ lãnh thổ Việt Nam, ông bị [[chính phủ Việt Nam|chính quyền Việt Nam]] tập trung đi [[học tập cải tạo]] từ ngày 14 tháng 5 năm 1975. Năm 1979, ông được trả tự do sớm hơn 2 năm vì ''\"nhờ tinh thần cải tạo tốt\"''<ref>Theo nguyên văn lời kể của ông Bảy Nhu.<\/ref>.\n\nĐược cho là phải chịu trách nhiệm trong các hành vi ngược đãi và tra tấn tù nhân ở trại tù binh Phú Quốc, mặc dù vậy, chính quyền mới cũng như các tù binh còn sống sót không tìm cách đáp trả những hành vi của ông trước đây. Một số còn đến thăm và chụp ảnh chung với ông như một bằng chứng kỷ niệm về thời kỳ làm tù binh cũng như biểu hiện cho sự hòa giải hận thù quá khứ.<ref name=\"doanhoang\">[http:\/\/laodong.com.vn\/Tin-Tuc\/Vien-cai-nguc-va-cuoc-tron-chay-40-nam\/24362 Viên cai ngục và cuộc trốn chạy 40 năm]<\/ref>\n\n==Đời tư==\nTuy chỉ là một Trung sĩ Nhất, nhưng lúc còn làm Giám trị trưởng, ông được hưởng lương khá cao, tương đương 14 cây vàng\/tháng vào thời bấy giờ. Ông có hai người vợ. Người vợ cả của ông sinh năm 1930, từng sống tại [[Thành phố Hồ Chí Minh|Sài Gòn]] thời gian ông làm ở trại tù Phú Quốc<ref name=\"doanhoang\"\/>. Người vợ thứ hai từng làm tiếp phẩm, bán buôn phục vụ trong nhà tù. Bà qua đời tại [[Kiên Giang]] trong thời gian ông đi cải tạo.<ref name=\"doanhoang\"\/>\n\nHiện tại ông sống với người vợ cả tại một khu đồi hẻo lánh ngoài đảo Phú Quốc<ref name=\"doanhoang\"\/>. Ông sống biệt lập, ăn chay trường, nhang khói niệm Phật như một hành động chuộc lỗi những hành vi của mình trong quá khứ.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/vtc.vn\/394-246875\/phong-su-kham-pha\/di-tim-ten-cai-nguc-tan-ac-nhat-trong-lich-su-viet-nam.htm Đi tìm tên cai ngục tàn ác nhất trong lịch sử Việt Nam]\n{{Thời gian sống}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Phú Quốc]]\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]"}