{"1236223":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Bản Luốc\n| hình =Bản Luốc - NKS.jpg \n| ghi chú hình = \n| vĩ độ = 22.69361111\n| kinh độ = 104.6633333\n| diện tích = 26,91 km²\n| dân số = 2.289 người<ref name=HAGIANG2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 85 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Hà Giang]]\n| huyện = [[Hoàng Su Phì]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 01063<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|xbanluoc.hagiang.gov.vn}}\n}}\n\n'''Bản Luốc''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hoàng Su Phì]], tỉnh [[Hà Giang]], [[Việt Nam]].\n\n==Địa lý==\nXã Bản Luốc nằm cách trung huyện 10&nbsp;km về phía đông nam, có vị trí địa lý:\n*Phía đông giáp xã [[Ngàm Đăng Vài]] và xã [[Nậm Dịch]]\n*Phía tây giáp xã [[Sán Xả Hồ]]\n*Phía nam giáp xã [[Nậm Dịch]] và xã [[Hồ Thầu, Hoàng Su Phì|Hồ Thầu]]\n*Phía bắc giáp xã [[Tụ Nhân]].\n\nXã Bản Luốc có diện tích 26,91&nbsp;km², dân số năm 2019 là 2.289 người<ref name=HAGIANG2019>{{Chú thích web|url = http:\/\/hagiang.gov.vn\/PublishingImages\/N%C4%83m%202020\/Van%20ban\/H%C3%A0%20Giang%20-%20dan%20so%20DTTS%20cap%20xa_63%20tinh.xls|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Hà Giang|access-date = ngày 28 tháng 8 năm 2020|author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}{{Liên kết hỏng|date=2022-05-11 |bot=InternetArchiveBot }}<\/ref>, mật độ dân số đạt 85 người\/km².\n\n==Hành chính==\nXã Bản Luốc được chia thành 10 thôn bản: Bản Luốc, Bình An, Bành Văn 1, Bành Văn 2, Cao Sơn 1, Cao Sơn 2, Nậm Lỳ, Suối Thầu 1, Suối Thầu 2, Thái Bình.\n\n==Kinh tế==\n'''Nông nghiệp'''\n*Bản Luốc là một xã thuần nông với trên 90% số hộ làm nông nghiệp, điều kiện khí hậu khá thuận lợi cho phát triển một số loại cây như: Cây lúa, ngô, đậu tương, chè, thảo quả và một số cây ăn quả khác. Đặc biệt xã có tiềm năng lớn trong việc phát triển cây chè.\n*Thích hợp chăn nuôi các loại như: trâu, bò, dê,...\n\n'''Lâm nghiệp:''' Tỷ lệ che phủ rừng trên địa bàn xã khá lớn, khoảng 30 %, tập trung nhiều loại gỗ quý hiếm như: pơ mu, ngọc am, giổi,... và nhiều loại lâm sản khác.\n\n'''Tiểu thủ công nghiệp:''' Trên địa bàn xã có 121 lò rèn, 11 lò đúc, 57 cái máy cày, 96 cái máy tuất lúa, có 4 xưởng chè mi ni, sản lượng chè chế biến đạt 46 tấn. Tuyên truyền cho nhân dân về sử dụng điện an toàn trong sinh hoạt và sản xuất đúng quy định, số thôn có điện lưới quốc gia là 8 thôn, hộ được sử dụng điện lưới chiếm 85%.\n\n'''Thương mại - dịch vụ:''' Hoạt động thương mại, dịch vụ được duy trì ốn định, cung ứng kịp thời các mặt hàng, hàng thiết yếu phục vụ nhu cầu tiêu dùng của nhân dân. Làm tốt công tác quản lý thị trường, kiểm tra tại các hộ kinh doanh nhằm ngăn chặn hành vi buôn bán, vận chuyển, kinh doanh hàng lậu, hàng giả, hàng cấm.\n\n'''Chợ phiên''': của xã họp vào thứ 5 hàng tuần tại khu trung tâm xã, tạo điều kiện cho nhân dân có nơi trao đổi hàng hóa thuận tiện.\n\nNgoài các tiềm năng phát triển về nông lâm nghiệp, tiểu thủ công nghiệp xã còn có tiềm năng lớn trong lĩnh vực phát triển du lịch, đặc biệt là du lịch sinh thái, du lịch cộng đồng Homsaty tại thôn Suối Thầu 2 nằm cách trung tâm xã 5,5&nbsp;km.<ref name=XBANLUOC>[https:\/\/hoangsuphi.hagiang.gov.vn\/chi-tiet-tin-tuc\/-\/news\/44725\/th%C3%B4ng-tin-gi%E1%BB%9Bi-thi%E1%BB%87u-x%C3%A3-b%E1%BA%A3n-lu%E1%BB%91c-huy%E1%BB%87n-ho%C3%A0ng-su-ph%C3%AC.html\/ Thông tin giới thiệu xã Bản Luốc huyện Hoàng Su Phì]{{Liên kết hỏng|date=2023-05-06 |bot=InternetArchiveBot }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Hà Giang}}\n{{Đơn vị hành chính thuộc huyện Hoàng Su Phì}}"}