{"19023025":"{{ infobox weapon\n| name = Bảo quốc An dân Đại tướng quân\n| image = \n| caption = Bảo quốc An dân Đại tướng quân\n| origin = \n| type = [[Súng thần công]]\n<!-- Type selection -->\n| is_ranged = yes\n| is_bladed = no\n| is_explosive = no\n| is_artillery = yes\n| is_vehicle = no\n| is_missile = no\n| is_UK =\n<!-- Service history -->\n| service =\n| used_by = [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| wars = \n<!-- Production history -->\n| designer = Trần Đăng Long\n| helper engineer = \n| design_date = 1821\n| manufacturer =\n| unit_cost =\n| production_date = \n| number = 3\n| variants =\n<!-- General specifications -->\n| spec_label =\n| weight = 2.080 [[cân]] (1.257,36 [[kg]])\n| length = 243 cm\n| part_length =\n| width = 44 cm\n| height =\n| diameter = 12 cm\n| crew =\n<!-- Ranged weapon specifications -->\n| cartridge =\n| caliber =\n| action =\n| rate =\n| velocity =\n| range =\n| max_range =\n| feed =\n| sights =\n<!-- Artillery specifications -->\n| breech = \n| recoil = \n| carriage = 1\n| elevation = \n| traverse = }}\n\n'''Bảo quốc An dân Đại tướng quân''' là bộ 3 khẩu [[Súng thần công|thần công]] thời [[nhà Nguyễn]] được đúc năm [[Minh Mạng]] thứ hai ([[1821]]). Tháng 8 năm 2003, bộ súng này được phát hiện bởi các ngư dân xã Cẩm Linh, huyện [[Cẩm Xuyên]], và xã Thạch Kim, huyện [[Thạch Hà]] trong một con tàu cổ bị đắm ở vùng biển [[Hà Tĩnh]]. Sau đó, bộ súng này được trục vớt và hiện được bảo quản tại [[Bảo tàng Hà Tĩnh]].\n\nNăm [[2013]], bộ súng Bảo quốc An dân Đại tướng quân được công nhận là [[Bảo vật quốc gia (Việt Nam)|Bảo vật quốc gia]] của Việt Nam.<ref name=\"Dân trí\">[https:\/\/dantri.com.vn\/van-hoa\/3-khau-sung-than-cong-duoc-cong-nhan-la-bao-vat-quoc-gia-1389663145.htm 3 khẩu súng thần công được công nhận là bảo vật quốc gia]<\/ref>\n\n== Lịch sử ==\nSách [[Quốc triều chính biên toát yếu]], quyển ba, viết: ''“Năm Tân Tị thứ 2 (1821)… Lính Thị trung đào được mười nghìn cân [[đồng]], dâng lên Ngài [tức vua Minh Mạng] khiến đem đúc ba cái súng lớn, đều đặt tên là Bảo quốc An dân Đại tướng quân. Ngài ngự chế bài văn khắc vào súng”''.<ref>Quốc triều chính biên toát yếu, trang 60\/224<\/ref> Như vậy, nội dung ba bài minh văn trên súng là đều do vua Minh Mạng ngự chế.\n\n== Miêu tả ==\nCả ba khẩu thần công đều có màu nâu xám, hình trụ tròn, thon nhỏ dần về phía họng súng.<ref name=\"Viện Khảo cổ học\">[http:\/\/khaocohoc.gov.vn\/ba-khau-cong-bao-quoc-dan-dai-tuong-quan-tai-bao-tang-ha-tinh Ba khẩu thần công “Bảo quốc An dân Đại tướng quân” tại Bảo tàng Hà Tĩnh]<\/ref> Hình dáng, kích thước, và khối lượng của ba khẩu này đều tương đương nhau. Súng có cấu tạo 3 phần: chuôi, bầu nòng, và nòng. Chuôi có chóp hình cầu đúc liền với khối hình nón. Bầu nòng và nòng đúc 8 đai nổi. Giữa bầu nòng và nòng đúc hai tai hình trụ tròn để đặt súng vào bệ súng, phía trên hai tai này gắn hai quai súng hình rồng cách điệu.<ref>[http:\/\/baotanglichsu.vn\/vi\/Articles\/3099\/14446\/ba-khau-than-cong-bao-quoc-an-dan-djai-tuong-quan-djuc-nam-1821.html Ba khẩu thần công Bảo quốc An dân Đại tướng quân, đúc năm 1821]<\/ref>\n\nĐáy nòng là nơi đặt đạn tỳ vào tấm chèn có độ hở nòng. Tiếp đó là khoang để chứa thuốc súng, có lỗ thông hơi ra bên ngoài. Súng có hai vòng đai tăng cường, xung quanh có các hoa văn trang trí. Ở họng súng, mép miệng có các đường gân nổi. Giữa súng có trục súng và đáy vành, có tác dụng cố định súng trên giá đỡ, bên trên có quai súng, được tạo hình đầu rồng. Sau cùng là khóa nòng, cổ, và núm súng. Phần khóa nòng được tạo đường gờ hình tròn đồng tâm.<ref name=\"Viện Khảo cổ học\" \/>\n\nBề mặt phía sau của cả ba súng đều ghi nội dung (bằng chữ Hán): ''“Minh Mạng nhị niên tuế thứ Tân Tị cát nguyệt nhật chú”'', tức là cả ba súng đều được đúc vào ngày lành tháng tốt năm Tân Tị, niên hiệu vua Minh Mạng năm thứ 2 (1821). Phía dưới thân cả ba khẩu đều có dòng chữ Hán ghi tên người đúc: ''“Vụ Khố thần Trần Đăng Long phụng chú”'', nghĩa là \"Trần Đăng Long ở Vụ Khố vâng lệnh đúc\".<ref name=\"Viện Khảo cổ học\" \/>\n\nDo bị ngâm nước biển lâu năm nên bề mặt thân của cả ba cỗ súng này đã bị rỗ nhiều chỗ.\n\n===Tên gọi===\nCả ba khẩu thần công này được một hiệp thợ đúc cùng một năm, mang cùng một tên là “Bảo quốc an dân Đại tướng quân”. Trên mỗi khẩu có ghi tên và thứ tự trong bộ súng này. Khẩu thần công thứ nhất được ghi tên là ''“Bảo quốc An dân Đại tướng quân tam vị chi nhất”'', nghĩa là “Vị thứ nhất trong ba vị Bảo quốc an dân Đại tướng quân”. Tương tự, các khẩu thần công thứ hai và thứ ba có tên là ''\"chi nhị\"'' và ''\"chi tam\"''.\n\n===Vị trí===\nBộ ba ''Bảo quốc An dân Đại tướng quân'' được các ngư dân phát hiện trong một con tàu cổ bị đắm ở độ sâu 28 m tại vùng biển [[Hà Tĩnh]], gần đảo Mắt, cách Cửa Nhượng hơn 50&nbsp;km về phía đông bắc, cách Cửa Hội 35&nbsp;km về phía đông. Hiện nay, bộ ba súng thần công này được lưu giữ tại Bảo tàng Hà Tĩnh.\n\n===Kích thước===\nMỗi cỗ súng có chiều dài 243&nbsp;cm, đường kính trong lòng súng ở đầu nòng là 12&nbsp;cm, đường kính ngoài ở đầu nòng 23&nbsp;cm, và đường kính đáy 45&nbsp;cm.\n\n===Khối lượng===\nTrên thân của mỗi cỗ súng có khắc khối lượng là ''trọng nhị thiên linh bát thập cân'', tức 2.080 [[cân]] theo [[Hệ đo lường cổ Việt Nam|Hệ đo lường cổ của Việt Nam]], tương đương 1.257,36&nbsp;kg.\n\n===Hoa văn===\nViền theo 9 diềm hoa văn đúc nổi các đề tài hoa cúc dây cách điệu, lá đề, móc tròn đồng tâm, chấm tròn. Tất cả các băng hoa văn này đều phủ bạc. Mặt lưng của bầu nòng đúc nổi hình vương miện và một khung chữ nhật có diềm là các cặp rồng đối xứng. Bên trong khắc bài minh văn.\n\nMinh văn được khắc chìm và cẩn bạc ở phần chuôi, trên ô chữ nhật bầu nòng, hai tai và dưới bụng súng. Minh văn trên chuôi cả ba khẩu súng phiên âm: Minh Mạng nhị niên tuế thứ Tân Tị cát nguyệt nhật chú, mệnh danh Bảo quốc An dân Đại tướng quân tam vị chi nhất (chi nhị, chi tam). Dịch nghĩa: Ngày tháng lành năm Tân Tị là năm thứ hai niên hiệu Minh Mạng đúc súng. Mệnh danh là Bảo quốc An dân Đại tướng quân ba vị, vị thứ nhất, (vị thứ hai, vị thứ ba).\n\nĐây là ba khẩu thần công có đồ án trang trí hoa văn dày đặc, với các đề tài truyền thống như cúc dây, rồng chầu mặt trăng, đầu rồng, mây, chấm tròn, đường tròn đồng tâm… Trong đó, đề tài cúc dây được trang trí nhiều nhất, tập trung ở trên bề mặt súng (từ đầu súng, thân súng đến đuôi súng). Các hoa cúc dây được lồng vào nhau đối xứng và bao quanh súng. Rồng chầu mặt trăng bao quanh bài minh văn. Rồng ở đây có bốn móng sắc nhọn, đuôi xoắn cong, mang phong cách nghệ thuật thời Nguyễn. Phía trên bài minh văn trang trí hình lá đề. Trên hình lá đề có trang trí cúc dây và chấm tròn.<ref name=\"Viện Khảo cổ học\" \/>\n\n===Minh văn===\nKhi được trục vớt dưới biển lên, hoa văn và chữ Hán trên ba khẩu thần công này đều được nạm bạc cầu kỳ và tinh tế. Nhưng sau đó, phần nạm bạc ở khẩu thứ nhất và khẩu thứ ba đã bị người dân bóc hết, phần nạm bạc ở khẩu thứ hai chỉ còn lại một số hoa văn (ở phần đầu, thân, và phần chữ Hán).\n\nKhẩu thứ nhất: Minh văn khắc trong ô chữ nhật trên lưng bầu nòng có nội dung chúc mừng vua Minh Mạng lên ngôi trị vì đất nước, sau đó là xua tan đi những điều không tốt lành, phiên âm như sau:\n\n::''Minh Mạng nguyên niên\n::''Đắc đồng vạn cân\n::''Sắc chú quốc phúc\n::''Dĩ thị hậu văn\n::''Phúc chính thiền thụy\n::''Uy tảo khâm phần\n::''Truyền ngã tử tôn\n::''Thần vũ nhân uyên''\n\n:Tạm dịch nghĩa:\n\n::''Minh Mạng năm đầu tiên\n::''Gom đồng được vạn cân\n::''Sai đúc khẩu thần công\n::''Để đời sau biết rằng\n::''Chúc mừng vua lên ngôi\n::''Xua tan những điều xấu\n::''Truyền lại cho con cháu\n::''Để đất trời bình yên''\n\nKhẩu thứ hai: Minh văn khắc trong ô chữ nhật của lưng bầu nòng bị mờ mất chữ, hiện chưa rõ hết nội dung.\n\nKhẩu thứ ba: Minh văn khắc trong ô chữ nhật trên lưng bầu nòng có một chữ gần như không đọc được, phiên âm như sau:\n\n::''Minh Mạng nguyên niên\n::''Đắc đồng vạn cân\n::''Sắc chú quốc phúc\n::''Dĩ hậu vân\n::''Uy dĩ ngự vụ\n::''Phúc dĩ chính (mất chữ)\n::''Văn võ tịnh dụng\n::''Thọ khảo vô cương''\n\n:Tạm dịch nghĩa:\n\n::''Minh Mạng năm đầu tiên\n::''Gom đồng được vạn cân\n::''Sai đúc khẩu thần công\n::''Để đời sau biết rằng\n::''Ngăn ngừa sự khinh lờn\n::''Lấy chính nghĩa thắng tà\n::''Văn võ đều dụng được\n::''Chúc mừng vua muôn năm''\n\n==Xem thêm==\n* [[Quân đội nhà Nguyễn]]\n* [[Cửu vị thần công]]\n\n==Tham khảo==\n{{tham khảo}}\n* Quốc triều chính biên toát yếu\n\n==Chú thích==\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Vũ khí Việt Nam]]\n[[Thể loại:Bảo vật quốc gia của Việt Nam]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}