{"449500":"{{Infobox Film\n|name = Bẫy rồng\n|image = Bay rong.jpg\n|caption = Áp phích của bộ phim.\n|director = Lê Thanh Sơn\n|producer = [[Johnny Trí Nguyễn]]<br \/>[[Ngô Thanh Vân]]<br \/>Jimmy Phạm Nghiêm\n|writer = Johnny Trí Nguyễn<br \/>Hồ Quang Hưng<br \/>Lê Thanh Sơn\n|starring = [[Johnny Trí Nguyễn]]<br \/>[[Ngô Thanh Vân]]<br \/>Hoàng Phúc<br \/>[[Lâm Minh Thắng]]<br \/>[[Hiếu Hiền]]\n|music = Christopher Wong\n|cinematography = Dominic Pereira\n|editing = [[Trần Hàm (đạo diễn)|Hàm Trần]]\n|distributor = [[Hãng phim Chánh Phương]]<br \/>Enervon\n|released = 9 tháng 12 năm 2009 (Việt Nam)\n|runtime = 94 phút\n|country = {{flag|Việt Nam}}\n|language = Tiếng Việt\n|budget = 1,5 triệu USD<ref name=\"giaitri.vnexpress.net\">[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/bay-rong-sap-duoc-chieu-tren-kenh-star-movies-1916762.html \"Bẫy rồng\" sắp được chiếu trên kênh Star Movies.], VnExpress.<\/ref>\n|gross = 11,9 tỷ VND<ref name=\"giaitri.vnexpress.net\"\/>\n|}}\n'''''Bẫy rồng''''' (tựa tiếng Anh: '''Clash''') là một bộ phim hình sự - hành động - võ thuật Việt Nam của đạo diễn Lê Thanh Sơn thực hiện, được công chiếu vào ngày 9 tháng 12 năm 2009. Dàn diễn viên của phim gồm có [[Johnny Trí Nguyễn]], [[Ngô Thanh Vân]], Hoàng Phúc, [[Lâm Minh Thắng]] và [[Hiếu Hiền]].\n\nDo có nhiều cảnh liên quan đến bạo lực và tình dục nên khi công chiếu ở Việt Nam, phim chỉ dành cho người từ 16 tuổi trở lên.<ref>[http:\/\/vietnamnet.vn\/vanhoa\/200912\/Bay-rong-phim-Viet-cam-khan-gia-duoi-16-tuoi-883993\/ Bẫy rồng (2009).], Vietnamnet.vn.<\/ref>\n\n== Nội dung ==\n{{biết trước nội dung tác phẩm}}\nCâu chuyện bắt đầu khi Trinh (biệt danh Phượng hoàng) tập hợp một số nhân vật giang hồ để thực hiện phi vụ cuối cùng cho Hắc Long - một tên trùm xã hội đen có thế lực mạnh mẽ. Nhiệm vụ là phải cướp một chiếc [[máy tính xách tay]] có khả năng xâm nhập và điều khiển [[vệ tinh]] [[Vinasat-1]] đang nằm trong tay một băng gangster người Pháp – những tên này tới [[Thành phố Hồ Chí Minh|Sài Gòn]] với mục đích rao bán chiếc máy tính trên với số tiền khổng lồ.\n\nSau khi tập hợp lực lượng bao gồm Quân (biệt danh Hổ), Cang (biệt danh Xà), Phong (biệt danh Ngưu) và Tuấn (biệt danh Diều hâu), Trinh và băng nhóm liên hệ ông Hải - một trùm buôn lậu vũ khí để mua vài khẩu [[Súng trường tự động Kalashnikov|AK-47]]. Tại đây, ông Hải nhận ra Cang là người đã từng hại chết em trai ông và một trận chiến nảy lửa diễn ra. Sau khi Trinh, Quân và Cang hạ gục hết bọn thuộc hạ, ông Hải lao ra xả súng AK dữ dội. Tuấn (dù được phân công ở lại xe) đã đến ứng cứu, anh đâm ông Hải một nhát vào hông khiến ông ta khựng lại. Cả nhóm tháo chạy nhưng Tuấn đã bị trúng đạn ở chân.\n\nSau cuộc mua vũ khí bất thành, nhóm phải nhận số [[Súng ngắn ổ xoay|súng ru-lô]] do Hắc Long cung cấp. Nhóm của Trinh sau đó lấy được chiếc máy tính từ tay bọn gangster Pháp, nhưng Cang đã phản bội nhóm, giết chết Tuấn rồi cướp mất chiếc máy tính. Bây giờ chỉ còn một mình Quân ở bên cạnh Trinh, Trinh chỉ còn biết tin tưởng vào Quân, và hai người đã yêu nhau.\n\nCang hẹn gặp A Lũ, một gangster của [[Hội Tam Hoàng]], để ra giá 100.000 USD cho chiếc máy tính. Quân xuất hiện và đánh gục bọn gangster Tam Hoàng. Cang bỏ chạy thì bị Hắc Long bắt được. Hắc Long tra tấn Cang để hỏi chỗ cất giấu chiếc máy tính. Quân, bấy giờ bất ngờ tiết lộ rằng mình là một công an nằm vùng, cùng các cộng sự bất ngờ uy hiếp để bắt Hắc Long và một cuộc giao chiến nổ ra. Nhân lúc tình hình căng thẳng Cang mang chiếc máy tính lên xe motor tẩu thoát, Hắc Long và Trinh cố gắng đuổi theo Cang nhưng không thành công.\n\nCang hẹn gặp A Thoòng ở bờ sông để bán chiếc máy tính. Bất ngờ Hắc Long và nhóm gangster Pháp cũng xuất hiện ở bờ sông để tìm cách đoạt chiếc máy tính. Canoe của công an cũng xuất hiện ngay sau đó để yêu cầu cả bọn đầu hàng và một trận đấu súng ác liệt diễn ra. Từng tên tội phạm bị hạ, cho đến cuối cùng chỉ còn lại Quân, Hắc Long, Trinh và Cang. Quân đánh nhau với Hắc Long, trong khi Trinh đánh nhau với Cang. Trinh giết chết Cang, trong khi đó Hắc Long cầm súng bắn Quân. Hắc Long tiết lộ hắn đã giết con gái của Trinh, sau đó hắn định giết luôn cả cô. Quân chưa chết do có mặc áo chống đạn, anh đứng dậy và bắn chết Hắc Long khi hắn đang uy hiếp để giết chết Trinh. Chiếc máy tính sau đó được giao lại cho chính phủ Việt Nam, Quân và Trinh tiếp tục yêu nhau.\n\n{{hết phần cho biết trước nội dung}}\n\n== Diễn viên ==\n{{Div col|Cols=2}}\n*[[Johnny Trí Nguyễn]] vai Quân \/ Hổ\n*[[Ngô Thanh Vân]] vai Trinh \/ Phượng hoàng\n*[[Hoàng Phúc (diễn viên)|Hoàng Phúc]] vai Hắc Long\n*[[Lâm Minh Thắng]] vai Cang \/ Xà\n*[[Hiếu Hiền]] vai Phong \/ Ngưu\n*Trần Thế Vinh vai Tuấn \/ Diều hâu\n*Đặng Trung Tuấn vai A Lũ\n*[[Nguyễn Hậu]] vai A Thoòng\n*Lý Anh Kiệt vai Minh\n*Trần Hữu Phúc vai Thành\n*Điền Thái Minh vai Hải\n*Alain Bruxelles vai Gangster Pháp\n*François de la Torre vai Gangster Pháp\n*Thomas Michel Meyer vai Gangster Pháp\n*David Minetti vai Gangster Pháp\n*Rémi Recher vai Gangster Pháp\n*Yann Williot vai Gangster Pháp\n*Jérôme vai Gangster Pháp\n*Huỳnh Kim Sang vai Sang\n*Tawny Trúc Nguyễn vai Nữ sát thủ\n*Nguyễn Anh Tuấn vai Đàn em của Hải\n{{Div col end}}\n\n== Nhạc phim ==\nNhạc phim do nhà soạn nhạc Christopher Wong thực hiện.\n\nBài hát chính thức của phim là: '''Tiếc (Regret)''' do ban nhạc Little Wings và [[rapper]] [[Hà Okio]] thực hiện.<ref>Hà Okio. [http:\/\/www.haokio.com \"Hà Okio Official Website\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110205012115\/http:\/\/haokio.com\/ |date = ngày 5 tháng 2 năm 2011}}<\/ref> Về sau, rapper Hà Okio dùng một số riff và đoạn chorus của \"Tiếc\" để viết bài hát \"Tung bay\". MV \"Tung Bay\" được nhóm đạo diễn Bone Ho, nhà sản xuất Trần Hoàng Hải và ca sĩ Hà Okio đồng thực hiện, với sự xuất hiện của Hà Okio (rapper), Hồ Quang Hưng (guitar, ca sĩ) và nhóm đạo diễn Lê Thanh Sơn, đạo diễn Bone Ho, nhà sản xuất Vũ Đỗ, nhà sản xuất Trần Hoàng Hải xuất hiện cameo ở cuối MV.\n\n== Đánh giá và thành tích ==\n* Bộ phim có nội dung và cách thức làm phim mang phong cách [[Điện ảnh Hoa Kỳ|Hollywood]] như: Cảnh mở đầu phim, thoại ít, ngắn gọn, bối cảnh hành động đan xen giữa nhiều băng nhóm,...\n* Bộ phim được báo chí đánh giá khá cao về nhiều mặt,<ref>[http:\/\/www.nld.com.vn\/20091213021928567P0C1020\/bay-rong-dot-pha-moi-cua-dien-anh-viet.htm Bẫy rồng - Đột phá mới của điện ảnh Việt.], Người Lao động.<\/ref> nhất là kỹ xảo và các cảnh hành động<ref>[http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2009\/12\/3BA16BAE\/ Sao ấn tượng với \"Bẫy rồng\".] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091219194138\/http:\/\/www.vnexpress.net\/GL\/Van%2Dhoa\/2009\/12\/3BA16BAE\/ |date=2009-12-19 }}, VnExpress.<\/ref> nhưng kịch bản bị cho là thiếu thuyết phục.<ref>[https:\/\/www.sggp.org.vn\/bay-rong-du-hanh-dong-thieu-thuyet-phuc-346439.html Bẫy rồng: Dư hành động, thiếu thuyết phục.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091231160656\/http:\/\/www.sggp.org.vn\/dienanh\/2009\/12\/213254\/|date=2009-12-31}}, Sài Gòn Giải Phóng.<\/ref>\n* Bộ phim tạo ra bước nhảy vọt trong [[điện ảnh Việt Nam]], khơi dậy trào lưu phim võ thuật hoành tráng từng rất được hâm mộ vào thập niên 90.\n* ''Bẫy rồng'' là bộ phim đầu tiên của điện ảnh Việt Nam được trình chiếu trên kênh [[Star Movies]].<ref>[http:\/\/dantri.com.vn\/c23\/s23-553743\/star-movies-chieu-phim-bay-rong.htm Star Movies chiếu phim \"Bẫy rồng\".], Dân Trí.<\/ref>\n\n== Võ thuật ==\nTương tự ''[[Dòng máu anh hùng]]'', trong ''Bẫy rồng'', Johnny Trí Nguyễn và Ngô Thanh Vân sử dụng nhiều đòn đá của [[Vovinam]] và [[Taekwondo]], nhưng đặc biệt được bổ sung những kỹ thuật công phu và đẹp mắt hơn. Ngoài ra, trong phim còn xuất hiện các thế võ vật khống chế đối phương đặc trưng của [[Nhu thuật|Jujitsu]] (Nhu thuật) và [[Judo]], các thế đánh chỏ và đầu gối của [[Muay Thái]].\n\nLâm Minh Thắng, trước khi tham gia ''Bẫy rồng'', anh cũng từng xuất hiện trong nhiều vai giang hồ - xã hội đen, nhưng đây là lần đầu anh thể hiện võ thuật điện ảnh chuyên nghiệp. Tuy vậy, sự thể hiện trong phim cho thấy anh là một người có khiếu võ thuật và vào các vai giang hồ. Trong phim, anh sử dụng [[Quyền Anh]] và [[Mixed martial arts|võ tự do]].\n\n[[Hiếu Hiền]] cũng là một diễn viên nổi tiếng với các vai bặm trợn lại là một người không biết võ và trong ''Bẫy rồng'' anh cũng chỉ bắn súng chứ không hề đánh. Sự xuất hiện của nhân vật Phong (biệt danh Ngưu) của Hiếu Hiền trong ''Bẫy rồng'' góp phần làm bớt căng thẳng cho một bộ phim hành động với đầy cảnh bắn giết.\n\nTrần Thế Vinh - diễn viên thủ vai Tuấn (biệt danh Diều hâu) trong phim, bên ngoài là một võ sư [[pencak silat]].\n\n== Chuyện bên lề ==\n* Để [[Quan hệ công chúng|PR]] cho phim, nhà sản xuất đã tổ chức một cuộc [[tuyển diễn viên|casting]] diễn viên vào 2 vai: vai Tuấn - em trai Trinh (Ngô Thanh Vân) và vai Mai - em gái Quân (Johnny Trí Nguyễn) cùng với đợt bình chọn [[áp phích|poster phim]] trên báo điện tử [[VnExpress]]. Sau ngày đầu công chiếu phim, đã có những đoạn clip CAM (quay lại phim bằng camera cầm tay) được đăng trên [[YouTube]] và các trang chia sẻ clip khác. Các đoạn phim này có hình ảnh rất xấu, lờ mờ, không rõ mặt nhân vật nhưng là những cảnh hành động hấp dẫn. Việc này được cho là nhằm mục đích thu hút khán giả đến rạp. \n* Lê Thanh Sơn - tay bass và Hồ Quang Hưng - tay guitar \/ ca sĩ chính của Little Wings (ban nhạc trình bày ca khúc chính của phim) là đồng biên kịch của phim. Riêng Thanh Sơn còn kiêm luôn vai trò đạo diễn.\n* Hãng xe hơi nổi tiếng [[BMW]] tài trợ cho ''Bẫy rồng'' 6 chiếc xe để thực hiện các cảnh rượt đuổi cháy nổ.\n* [[Vinasat-1]]: phi vụ cuối cùng mà Trinh phải thực hiện là lấy ổ cứng có dữ liệu kiểm soát vệ tinh Vinasat-1, được coi là một bí mật quốc gia.{{cần dẫn nguồn}}\n* Ban đầu, khi ý tưởng về bộ phim bắt đầu, Trí Nguyễn gọi tên kịch bản là '''Dòng máu anh hùng 2''', về sau được đổi tên là '''Điệp vụ Sài Gòn''' và sau cùng là cái tên ấn tượng '''Bẫy rồng''' ra đời.\n*Trần Thế Vinh sinh ra và lớn lên tại đất cảng [[Hải Phòng]]. Bên cạnh niềm say mê học tập Vinh còn là một vận động viên thể thao rất cừ với hai môn [[điền kinh]] và [[pencak silat]] của Trung tâm đào tạo vận động viên thành phố Hải Phòng. Vinh đã tốt nghiệp trường Hải Phòng Aptech, và công việc của anh là tham gia vào các dự án CNTT để có cơ hội tích lũy nhiều kinh nghiệm.\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.imdb.com\/title\/tt1571565\/ Bẫy rồng] tại [[Internet Movie Database]]\n*[https:\/\/www.facebook.com\/ClashFilm Bẫy rồng] tại [[Facebook]]\n*[http:\/\/www.allmovie.com\/movie\/clash-v513934 Bẫy rồng] tại [[AllMovie]]\n*[http:\/\/www.youtube.com\/watch?v=K_XzuDju_E0 Trailer phim.]\n\n{{Hàm Trần}}\n\n[[Thể loại:Phim năm 2009]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hành động Việt Nam]]\n[[Thể loại:Phim võ thuật Việt Nam]]\n[[Thể loại:Phim trinh thám Việt Nam]]\n[[Thể loại:Phim hình sự Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim do Lê Thanh Sơn đạo diễn]]\n[[Thể loại:Phim của Chánh Phương]]\n[[Thể loại:Johnny Trí Nguyễn]]\n[[Thể loại:Phim trinh thám cảnh sát]]\n[[Thể loại:Phim xã hội đen]]\n[[Thể loại:Phim tội phạm]]\n[[Thể loại:Phim về tội phạm]]\n[[Thể loại:Phim về giết người]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2000]]\n[[Thể loại:Phim hành động thập niên 2000]]\n[[Thể loại:Phim hành động giật gân thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]"}