{"4073":"'''Bắc Bộ''' hay là '''miền Bắc''' là một trong 3 vùng lãnh thổ của [[Việt Nam]] (gồm Bắc Bộ, [[Trung Bộ]], và [[Nam Bộ]]). Dân cư Bắc Bộ tập trung đông tại [[Đồng bằng sông Hồng]] dù rằng đồi núi chiếm đa số diện tích Bắc Bộ. Bắc Bộ gồm 3 tiểu vùng là [[Tây Bắc Bộ]], [[Đông Bắc Bộ]] và [[Đồng bằng sông Hồng]]. Đôi khi 2 tiểu vùng Tây Bắc và Đông Bắc được gộp chung thành [[Trung du và miền núi phía Bắc]].\n\nBắc Bộ cùng với một phần của [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ]] tùy ngữ cảnh có thể gọi chung là [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]]. Khu vực này (Bắc Bộ và hai xứ [[Thanh Hóa|Thanh]]–[[xứ Nghệ|Nghệ]]) là vùng lõi lịch sử của Việt Nam, với nhà nước đầu tiên hình thành là [[Văn Lang]]. Sau thời [[Bắc thuộc]], dân vùng đất này giành độc lập rồi mở công cuộc [[Nam tiến]]. Thời kỳ [[Trịnh – Nguyễn phân tranh]], khu vực này được gọi là [[Đàng Ngoài]] (hay Bắc Hà).\n\nThời [[Pháp thuộc]], Bắc Bộ là một xứ bảo hộ lấy tên là [[Bắc Kỳ]], vốn có từ thời vua [[Minh Mạng]] của Nhà Nguyễn. Tên gọi ''Bắc Bộ'' ra đời từ thời [[Đế quốc Việt Nam]] năm 1945. Dưới thời [[Quốc gia Việt Nam]], Bắc Bộ được gọi là ''Bắc Phần''.\n\n==Địa lý==\n===Vị trí, địa hình=== \nBắc Bộ nằm ở vùng cực Bắc lãnh thổ Việt Nam, có phía bắc giáp Trung Quốc, phía tây giáp Lào và phía đông giáp biển Đông. Chiều ngang Đông – Tây là 600&nbsp;km, rộng nhất so với [[Trung Bộ]] và [[Nam Bộ]].\n\nĐịa hình Bắc Bộ đa dạng và phức tạp. Bao gồm đồi núi, đồng bằng, bờ biển và thềm lục địa. Có lịch sử phát triển địa hình và địa chất lâu dài, phong hóa mạnh mẽ. Có bề mặt thấp dần, xuôi theo hướng tây bắc - Đông Nam, được thể hiện thông qua hướng chảy của các dòng sông lớn.\n\nKhu vực đồng bằng rộng lớn nằm ở lưu vực sông Hồng, có diện tích khoảng 15000&nbsp;km² và bằng 4.5% diện tích cả nước. Đồng bằng dạng [[Tam giác|hình tam giác]], đỉnh là [[Việt Trì|thành phố Việt Trì]] và cạnh đáy là đường bờ biển phía đông. Đây là đồng bằng châu thổ lớn thứ hai Việt Nam sau [[Đồng bằng sông Cửu Long]], có diện tích 40.000&nbsp;km² do [[sông Hồng]] và [[sông Thái Bình]] bồi đắp. Phần lớn bề mặt đồng bằng có địa hình khá bằng phẳng, có độ cao từ 0,4–12m so với mực nước biển.\n\nLiền kề với [[Đồng bằng sông Hồng]] về phía tây và tây bắc là khu vực Trung du và miền núi có diện tích khoảng 101 ngàn km² và bằng 30.7% diện tích cả nước<ref>[https:\/\/web.archive.org\/web\/20090103082421\/http:\/\/my.opera.com\/dialyvietnam\/blog\/62 Trung du và miền núi phía bắc] Báo My.opera. Truy cập ngày 27\/08\/2010<\/ref> Địa hình ở đây bao gồm các dãy núi cao và rất hiểm trở, kéo dài từ biên giới phía bắc (nơi tiếp giáp với Trung Quốc) tới phía tây tỉnh Thanh Hóa. Trong khu vực này từ lâu đã xuất hiện nhiều đồng cỏ, nhưng thường không lớn và chủ yếu nằm rải rác trên các cao nguyên ở độ cao 600 – 700m.\n\nVề phía khu vực đông bắc phần lớn là núi thấp và đồi nằm ven bờ biển Đông, được bao bọc bởi các đảo và quần đảo lớn nhỏ. Ở [[Vịnh Bắc Bộ]] tập trung quần thể bao gồm gần 3.000 [[Đảo|hòn đảo]] nằm trong các khu vực biển Vịnh Hạ Long, Bái Tử Long, Cát Hải, Cát Bà, Bạch Long Vĩ. Và nhiều bờ biển đẹp như bờ biển Trà Cổ, Bãi Cháy, Tuần Châu và Vân Đồn thuộc tỉnh Quảng Ninh. Cát Bà, Đồ Sơn thuộc thành phố Hải Phòng. Đồng Châu thuộc tỉnh Thái Bình. Hải Thịnh, Quất Lâm thuộc tỉnh Nam Định.\n\n===Khí hậu===\n[[Hình:Landscape in Sa Pa (Vietnam).jpg|nhỏ|phải|250px|<center>Thiên nhiên Sa Pa]]\n\nBắc Bộ quanh năm có nhiệt độ tương đối cao và ẩm, nền khí hậu chịu ảnh hưởng từ lục địa Trung Hoa chuyển qua và mang tính chất khí hậu lục địa. Trong khi một phần khu vực Duyên hải lại chịu ảnh hưởng tính chất khí hậu cận nhiệt đới ấm và gió mùa ẩm từ đất liền.\n\nToàn vùng có khí hậu cận nhiệt đới ẩm với 2 mùa rõ rệt hè, đông. Đồng thời hàng năm chịu ảnh hưởng của gió mùa đông bắc và gió mùa Đông Nam. Nhiệt độ trung bình năm tăng dần từ phía bắc xuống phía nam và có khí hậu giao hoà, là đặc trưng của khu vực đồng bằng Bắc Bộ và ven biển. Thời tiết mùa hè từ tháng 4 đến tháng 10 nóng ẩm và mưa cho tới khi gió mùa nổi lên. Mùa đông từ tháng 11 tới tháng 3 trời lạnh, khô, có mưa phùn. Nhiệt độ trung bình hàng năm khoảng 25&nbsp;°C, lượng mưa trung bình từ 1.700 đến 2.400&nbsp;mm. Vào mùa Đông nhiệt độ xuống thấp nhất trong các tháng 12 và tháng giêng. Thời gian này ở khu vực miền núi phía bắc (như Sa Pa, Tam Đảo, Hoàng Liên Sơn) có lúc nhiệt độ còn lúc xuống dưới 0 độ C, xuất hiện băng giá và có thể có tuyết rơi.\n\nKhí hậu vùng Bắc Bộ cũng thường phải hứng chịu nhiều tác động xấu của thời tiết, trung bình hàng năm có từ 6 đến 10 cơn bão và áp thấp nhiệt đới gây ra lũ lụt, đe dọa trực tiếp đến cuộc sống và ngành nông nghiệp của toàn địa phương trong vùng.\n\n==Dân cư==\nTính đến thời điểm 0 giờ ngày 01\/04\/2019 dân số Việt Nam là '''96.208.984''' người. Khu vực đồng bằng sông Hồng là nơi tập trung dân cư đông nhất, có tới 22.543.607 người (khu vực Bắc Trung Bộ và Duyên hải miền Trung 20.187.293, đồng bằng sông Cửu Long 17.273.630 người). Và 3 tỉnh có số dân thấp nhất là [[Điện Biên]], [[Lai Châu]], [[Bắc Kạn]] đều dưới con số 500 ngàn người.<ref name=\":0\">[https:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=19279 Báo cáo sơ bộ Tổng điều tra Dân số và nhà ở 2019]<\/ref>\n\nKhu vực đồng bằng Sông Hồng có mật độ dân cư dày đặc nhất (khoảng 1.060 người\/km²). Dân số khu vực thành thị chiếm 29,2% dân số toàn Bắc Bộ và có tốc độ gia tăng ở mức cao, bình quân có thêm 3,4%\/năm (tỷ lệ tăng dân số ở khu vực nông thôn chỉ là 0,4%\/năm)<ref>[http:\/\/vneconomy.vn\/20090813080916457P5C11\/dan-so-viet-nam-dat-gan-86-trieu-nguoi.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100822180722\/http:\/\/vneconomy.vn\/20090813080916457P5C11\/dan-so-viet-nam-dat-gan-86-trieu-nguoi.htm |date = ngày 22 tháng 8 năm 2010}} Báo vneconomy. Truy cập ngày 28\/08\/2010<\/ref>. Trong khi đó ở khu vực Trung du miền núi với diện tích rộng lớn, tài nguyên thiên nhiên phong phú lại thiếu nguồn nhân lực khai thác và có mật độ dân số thấp hơn rất nhiều, chỉ 132 người\/km2). Điều đó đã tạo ra nạn nhân mãn cho vùng đồng bằng Sông Hồng dưới áp lực của sự gia tăng dân số. Theo cuộc điều tra mức sống dân cư năm trong hai năm (1997 và 1998) ở riêng khu vực đồng bằng sông Hồng, tỷ số giới tính của trẻ em từ 1 đến 4 tuổi cao nhất nước (bằng 116), nghĩa là cứ có 100 con gái thì tương ứng với 116 con trai<ref>[http:\/\/www.tapchicongsan.org.vn\/details.asp?Object=4&news_ID=9757669 Dân số Việt Nam] Báo tapchicongsan. Tuy cập ngày 28\/08\/2010<\/ref>. Tuy nhiên, tỷ số giới tính có sự thay đổi theo cuộc tổng điều tra dân số năm 2019. Tại đồng bằng sông Hồng, tỉ số giới tính là 98,3; tại vùng trung du và miền núi phía bắc là 99,1.<ref name=\":0\" \/>\n\n[[Hình: Hmong minority children in Sa Pa.JPG|nhỏ|phải|250px|<center>Trẻ em H'Mông ở vùng núi phía bắc]]\n\nTại khu vực đông dân như đồng bằng Sông Hồng và các khu vực thuộc vùng kinh tế trọng điểm đều có mật độ dân số rất cao. Tuy tạo được những mặt tác động tích cực, là nguồn nhân lực dồi dào để phát triển kinh tế, là thị trường tiêu thụ rộng lớn, là thế mạnh để thu hút nguồn đầu tư từ nước ngoài... Nhưng mặt khác đã gây ra những tác động tiêu cực không nhỏ. Khi dân số đông mà kinh tế chậm phát triển thì sẽ hạn chế trong việc thất nghiệp, nâng cao đời sống vật chất và tinh thần đến mỗi người dân lao động. Đồng thời các nhu cầu phúc lợi xã hội cũng bị hạn hẹp theo. Ngoài ra, ở những nơi tập trung đông dân cư sinh sống dễ dẫn đến tình trạng môi trường bị gia tăng tác động, gây ô nhiễm môi trường, dịch bệnh, suy giảm các nguồn tài nguyên tự nhiên ở khu vực.\n\nCông tác phân bổ dân cư không đồng đều do cả khách quan lẫn chủ quan gây nên sự không hợp lý trong việc khai thác tài nguyên thiên nhiên, sử dụng lao động, gia tăng chênh lệch kinh tế, xã hội đối với các khu vực trong vùng, làm suy giảm hiệu quả trong quá trình xây dựng và phát triển chung của toàn xã hội. Ba thành phố lớn nhất là Hà Nội, Hải Phòng, Nam Định. Thành phố Hà Nội đã hơn 1000 năm tuổi, Nam Định hơn 750 năm còn Hải Phòng hơn 100 năm.\n\n==Lịch sử==\nBắc Bộ Việt Nam là nơi ghi dấu ấn lịch sử xưa nhất của dân tộc Việt Nam. Có Đền thờ các vua Hùng ở tỉnh Phú Thọ, thành Cổ Loa của An Dương Vương ở Đông Anh, Hà Nội... Vào thời kỳ Bắc thuộc, nơi này được mang các tên như quận Giao Chỉ, rồi Giao Châu.\n\nThời Trịnh - Nguyễn phân tranh, đây là vùng đất Đàng Ngoài do Chúa Trịnh kiểm soát, kéo dài cho tới sông Gianh, đèo Ngang. Đàng Ngoài còn được gọi là Bắc Hà vì nằm phía bắc sông Gianh, còn Đàng Trong, còn gọi là Nam Hà, do Chúa Nguyễn kiểm soát.\n\nBắc Kỳ (chữ Hán: 北圻) là tên gọi do vua Minh Mạng đặt ra năm 1834 để chỉ phần đất từ Ninh Bình trở ra phía bắc của Việt Nam.\n\nNgày 25 tháng 8 năm 1883, nhà Nguyễn ký Hòa ước Quý Mùi, 1883 đầu hàng thực dân Pháp. Theo Hiệp ước này, khu vực từ đèo Ngang trở ra bắc gọi là Tonkin (Bắc Kỳ). Cũng theo đó Bắc Kỳ được tính từ địa giới phía nam tỉnh Ninh Bình trở ra.\n\nNgày 20 tháng 3 năm 1945, Thống sứ Nhật đã đổi tên Bắc Kỳ thành Bắc Bộ.{{fact|date = ngày 6 tháng 1 năm 2013}}\n\nNgày 27 tháng 4 năm 1945, Bảo Đại ra đạo dụ số 11 cử Phan Kế Toại làm Khâm sai đại thần Bắc Bộ. Phủ Thống sứ Bắc Kỳ cũ cũng được đổi thành Phủ Khâm sai Bắc Bộ.\n\nNgày 20 tháng 8 năm 1945, [[Việt Minh]] thành lập Ủy ban Nhân dân cách mạng Bắc Bộ nhằm giành chính quyền về tay mình.\n\nSau [[Cách mạng Tháng Tám|Cách mạng tháng 8 năm 1945]], Bắc Bộ là một cấp hành chính chỉ trong một thời gian không dài.\n\nNăm 1949, khi chính quyền Quốc gia Việt Nam thành lập, Quốc trưởng Bảo Đại đã lập dinh Thủ hiến Bắc phần để thay mặt Quốc trưởng cai trị miền Bắc. Đến sau 1954, khi chính quyền Việt Nam Dân chủ Cộng hòa tiếp quản miền Bắc Việt Nam, dinh Thủ hiến Bắc phần bị bãi bỏ.\n\nTên Hán Việt của Hà Nội (trung tâm Bắc Kỳ lúc bấy giờ), được người phương Tây biết đến khi đến Việt Nam lần đầu vào thời nhà Lê là Đông Kinh (東京). Tên gọi này được người Pháp đọc thành Tonkin, Tonquin hoặc Tongkin, Tongking. Ban đầu người Pháp cũng dùng tên gọi này để chỉ cho toàn bộ khu vực Đàng Ngoài (thời Trịnh - Nguyễn phân tranh), là vùng đất phía bắc nhất của Việt Nam. Các học giả phương Tây thế kỷ 17 thường gọi vùng Đàng Ngoài là \"royaume de Tonquin\/Tonkin\" (vương quốc Đàng Ngoài).\n\nVịnh Bắc Bộ hiện nay cũng được gọi là \"Gulf of Tonkin\/Tongking\" hoặc \"Tonkin Gulf\" trong tiếng Anh và \"Golfe du Tonkin\" trong tiếng Pháp.\n\n==Các đơn vị hành chính==\nTheo cách phân chia hiện nay thì vùng Bắc Bộ Việt Nam, bao gồm các tỉnh và thành phố nằm ở phía bắc tỉnh Thanh Hóa, gồm có 25 tỉnh thành được chia thành 3 tiểu vùng:\n\n*Vùng [[Đồng bằng sông Hồng]] gồm 10 tỉnh và thành phố\n*Vùng [[Tây Bắc Bộ]] gồm 6 tỉnh\n*Vùng [[Đông Bắc Bộ]] gồm 9 tỉnh\n\nVề mặt địa lý tự nhiên, Bắc Bộ có thể được chia thành hai vùng là vùng Đồng bằng sông Hồng và Trung du và miền núi phía bắc (bao gồm Vùng Đông bắc và Vùng Tây bắc).\n\nNgày 22\/8\/2008, theo công bố phân định từ Bộ Công Thương đã thành lập vùng I gồm 14 tỉnh miền núi và trung du Bắc bộ. Đó là [[Cao Bằng]], [[Lạng Sơn]], [[Bắc Kạn]], [[Hà Giang]], [[Lào Cai]], [[Lai Châu]], [[Điện Biên]], [[Sơn La]], [[Hòa Bình]], [[Phú Thọ]], [[Yên Bái]], [[Tuyên Quang]], [[Thái Nguyên]], [[Bắc Giang]]. Toàn vùng có diện tích đất tự nhiên trên 95.000&nbsp;km² và có dân số trên 11 triệu người, chiếm 28,8% diện tích và 13,1% dân số của cả nước. Vùng I hiện nay có gần 2.000&nbsp;km đường biên tiếp giáp với Trung Quốc và Lào<ref>[http:\/\/www.langson.gov.vn\/cn\/node\/197] Báo Langson. Truy cập ngày 28\/08\/2010<\/ref>\n\nHiện tại, vùng Bắc Bộ có diện tích 116.134,3&nbsp;km² ''(tỷ lệ 35% so với tổng diện tích cả nước)'' với số dân 35.076.473 người ''(tỷ lệ 36,4% so với tổng dân số cả nước)'', bình quân 302 người trên 1&nbsp;km².\n\n==Danh sách các tỉnh thành thuộc Bắc Bộ==\n*Mục dân số và diện tích ghi theo số iệu của Tổng cục Thống kê Việt Nam trên trang Wikipedia các tỉnh thành Việt Nam.\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |STT\n!width= \"16%\" |Tỉnh thành \n!width= \"18%\" |Thủ phủ\n!width= \"5%\" |Thành phố\n!width= \"5%\" |Thị xã\n!width= \"5%\" |Quận\n!width= \"5%\" |Huyện\n!width= \"7%\" |Dân số<br>(người)\n!width= \"8%\" |Diện tích<br>(km²)\n!width= \"8%\" |Mật độ<br>(km²)\n!width= \"5%\" |Biển số xe\n!width= \"5%\" |Mã vùng ĐT\n|-\n|\n|<center>'''Tây Bắc Bộ\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|<center> 1\n|<center> [[Hòa Bình]]\n|<center> [[Hoà Bình (thành phố)|Hòa Bình]]\n|<center> 1\n|\n|\n|<center> 9\n|<center> 854.132\n|<center> 4.600,3\n|<center> 186\n|<center> 28\n|<center> 218\n|-\n|<center> 2\n|<center> [[Sơn La]]\n|<center> [[Sơn La (thành phố)|Sơn La]]\n|<center> 1\n|\n|\n|<center> 11\n|<center> 1.248.415\n|<center> 14.123,5\n|<center> 8\n|<center> 26\n|<center> 212\n|-\n|<center> 3\n|<center> [[Điện Biên]]\n|<center> [[Điện Biên Phủ]]\n|<center> 1\n|<center> 1\n|\n|<center> 8\n|<center> 613.500\n|<center> 9.541\n|<center> 64\n|<center> 27\n|<center> 215\n|-\n|<center> 4\n|<center> [[Lai Châu]]\n|<center> [[Lai Châu (thành phố)|Lai Châu]]\n|<center> 1\n|\n|\n|<center> 7\n|<center> 460.196\n|<center> 9.068,8\n|<center> 51\n|<center> 25\n|<center> 213\n|-\n|<center> 5\n|<center> [[Lào Cai]]\n|<center> [[Lào Cai (thành phố)|Lào Cai]]\n|<center> 1\n|<center> 1\n|\n|<center> 7\n|<center> 730.420\n|<center> 6.364\n|<center> 114\n|<center> 24\n|<center> 214\n|-\n|<center> 6\n|<center> [[Yên Bái]]\n|<center> [[Yên Bái (thành phố)|Yên Bái]]\n|<center> 1\n|<center> 1\n|\n|<center> 7\n|<center> 876.041\n|<center> 6.887,7\n|<center> 117\n|<center> 21\n|<center> 216\n|-\n|\n|<center>'''Đông Bắc Bộ\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|<center> 1 \n|<center> [[Phú Thọ]]\n|<center> [[Việt Trì]]\n|<center> 1\n|<center> 1\n|\n|<center> 11\n|<center> 1.463,726\n|<center> 3.534,6\n|<center> 414\n|<center> 19\n|<center> 210\n|-\n|<center> 2\n|<center> [[Hà Giang]]\n|<center> [[Hà Giang (thành phố)|Hà Giang]]\n|<center> 1\n|\n|\n|<center> 10\n|<center> 854.679\n|<center> 7.929,5\n|<center> 108\n|<center> 23\n|<center> 219\n|-\n|<center> 3\n|<center> [[Tuyên Quang]]\n|<center> [[Tuyên Quang (thành phố)|Tuyên Quang]]\n|<center> 1\n|\n|\n|<center> 6\n|<center> 784.811\n|<center> 5.867,9\n|<center> 134\n|<center> 22\n|<center> 207\n|-\n|<center> 4\n|<center> [[Cao Bằng]]\n|<center> [[Cao Bằng (thành phố)|Cao Bằng]]\n|<center> 1\n|\n|\n|<center> 9\n|<center> 533.086\n|<center> 6.700,39\n|<center> 80\n|<center> 11 \n|<center> 206\n|-\n|<center> 5\n|<center> [[Bắc Kạn]]\n|<center> [[Bắc Kạn (thành phố)|Bắc Kạn]]\n|<center> 1\n|\n|\n|<center> 7\n|<center> 314.039\n|<center> 4.860\n|<center> 65\n|<center> 97\n|<center> 209\n|-\n|<center> 6\n|<center> [[Thái Nguyên]]\n|<center> [[Thái Nguyên (thành phố)|Thái Nguyên]]\n|<center> 3\n|<center> \n|\n|<center> 6\n|<center> 1.307.871\n|<center> 3.536,4\n|<center> 370\n|<center> 20\n|<center> 208\n|-\n|<center> 7\n|<center> [[Lạng Sơn]]\n|<center> [[Lạng Sơn (thành phố)|Lạng Sơn]]\n|<center> 1\n|\n|\n|<center> 10\n|<center> 781.655\n|<center> 8.310,2\n|<center> 94\n|<center> 12\n|<center> 205\n|-\n|<center> 8\n|<center> [[Bắc Giang]]\n|<center> [[Bắc Giang (thành phố)|Bắc Giang]]\n|<center> 1\n|\n|\n|<center> 9\n|<center> 1.875.238\n|<center> 3.895\n|<center> 481\n|<center> 98\n|<center> 204\n|-\n|<center> 9\n|<center> [[Quảng Ninh]]\n|<center> [[Hạ Long]]\n!<center> 4\n!<center> 2\n|\n!<center> 7\n|<center> 1.321.149\n|<center> 6.177,7\n|<center> 216\n|<center> 14\n|<center> 203\n|-\n|\n|<center>'''Đồng bằng sông Hồng\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|<center> 1\n|<center> [[Hà Nội]]\n|<center> [[Hoàn Kiếm]]\n|\n|<center> 1\n|<center> 12\n|<center> 17\n|<center> 8.246.500\n|<center> 3.358,6\n|<center> 2.485\n|<center> 29 đến 33, 41\n|<center> 24\n|-\n|<center> 2\n|<center> [[Bắc Ninh]]\n|<center> [[Bắc Ninh (thành phố)|Bắc Ninh]]\n!<center> 2\n!2 \n|\n!4\n|<center> 1.462.945\n|<center> 822,68\n|<center> 1.778\n|<center> 99\n|<center> 222\n|-\n|<center> 3\n|<center> [[Hà Nam]]\n|<center> [[Phủ Lý]]\n|<center> 1\n|<center> 1\n|\n|<center> 4\n|<center> 883.927\n|<center> 861,9\n|<center> 1.025\n|<center> 90\n|<center> 226\n|-\n|<center> 6\n|<center> [[Hải Dương]]\n|<center> [[Hải Dương (thành phố)|Hải Dương]]\n|<center> 2\n|<center> 1\n|\n|<center> 9\n|<center> 2.567.000\n|<center> 1.668,2\n|<center> 1.150\n|<center> 34\n|<center> 220\n|-\n|<center> 5\n|<center> [[Hải Phòng]]\n|<center> [[Hồng Bàng]]\n|\n|\n|<center> 7\n|<center> 8\n|<center> 2.028.514\n|<center> 1.522,5\n|<center> 1.322\n|<center> 15<br>16\n|<center> 225\n|-\n|<center> 6\n|<center> [[Hưng Yên]]\n|<center> [[Hưng Yên (thành phố)|Hưng Yên]]\n|<center> 1\n|<center> 1\n|\n|<center> 8\n|<center> 1.269.090\n|<center> 923,2\n|<center> 1.375\n|<center> 89\n|<center> 221\n|-\n|<center> 7\n|<center> [[Nam Định]]\n|<center> [[Nam Định (thành phố)|Nam Định]]\n|<center> 1\n|\n|\n|<center> 9\n|<center> 1.836.269\n|<center> 1.668,5\n|<center> 1.100\n|<center> 18\n|<center> 228\n|-\n|<center> 8\n|<center> [[Ninh Bình]]\n|<center> [[Ninh Bình (thành phố)|Ninh Bình]]\n|<center> 2\n|\n|\n|<center> 6\n|<center> 993.920\n|<center> 1.386,8\n|<center> 717\n|<center> 35\n|<center> 229\n|-\n|<center> 9\n\n|<center> [[Thái Bình]]\n|<center> [[Thái Bình (thành phố)|Thái Bình]]\n|<center> 1\n|\n|\n|<center> 7\n|<center> 1.860.447\n|<center> 1.542,3\n|<center> 1.206\n|<center> 17\n|<center> 227\n|-\n|<center> 10\n|<center> [[Vĩnh Phúc]]\n|<center> [[Vĩnh Yên]]\n|<center> 2\n|\n|\n|<center> 7\n|<center> 1.251.154\n|<center> 1.235,2\n|<center> 932\n|<center> 88\n|<center> 211\n|-\n|}\n\n==Văn hoá==\n[[Hình: Pho Co Đen.JPG|nhỏ|phải|250px|<center>Phố Cờ Đen, nay là Phố Mã Mây]]\n[[Hình: HoangVan DinhChoVan.JPG|nhỏ|phải|250px|<center>Đình Vân, Hiệp Hòa, Bắc Giang]]\n\nNgày nay, khi có các công trình nghiên cứu và khảo sát về các hình mẫu hoa văn trên trống đồng Đông Sơn ta sẽ thấy chúng thuộc một nền văn minh tinh thần rất cao, vừa để làm cơ sở rằng tổ tiên người Việt Nam đã sớm có một nền văn minh phát triển mà tiêu biểu nhất là nền văn hoá của người Việt cổ.\n\nViệt Nam hiện có 2 vùng văn hoá lịch sử truyền thống lâu đời và phát triển cao là đồng bằng sông Hồng và đồng bằng Nam Bộ. Đồng bằng sông Hồng là đồng bằng rộng lớn, nơi tập trung dân cư đông đúc với chủ yếu là người Việt có trình độ phát triển cao, được coi là đất gốc, quê hương của dân tộc Việt, văn hóa Việt.\n\nCư dân sống lâu đời trên mảnh đất cổ, do sức ép về gia tăng dân số nên đã có thời điểm rơi vào tình trạng thiếu đói lương thực. Họ sớm đi vào thâm canh nhất là nghề trồng lúa nước, là đặc thù của một vùng đồng bằng thấp (có độ cao từ 0,4 - 12m). Từ sự bắt đầu công cuộc đắp đê ngăn lũ, lấn biển và Nam tiến mở rộng diện tích sản xuất. Với sau lưng là \"rừng thiêng nước độc\" còn phía trước là \"biển cả bao la\", họ bao gồm các cộng đồng nhỏ dân cư chủ yếu từ miền núi tiến xuống. Bản chất thuần nông \"xa rừng, nhạt biển\", đã nhanh có biểu hiện rõ nét trong cuộc sống mới. Một thiết chế xã hội dần được hình thành, được tổ chức chặt chẽ và có thể xem là đặc sản văn hoá vùng miền nông thôn tại đồng bằng Bắc Bộ ngày nay. Văn hoá được ứng dụng từ mỗi cơ sở thực địa, địa bàn cư trú. Trong các cuộc sống cộng đồng tự quản đa dạng và phong phú. Văn hoá thể hiện mối ứng xử bình đẳng với thiên nhiên, với xã hội và bản thân của mỗi cư dân.\n\nNgười Việt Nam có điểm chung về cuộc sống hệ luỵ gia đình, làng, nước. Nói đến vùng Bắc Bộ thì yếu tố văn hoá này còn rất sâu đậm trong ý thức hệ của người dân, đặc biệt là khái niệm về dấu ấn quê hương xứ sở như văn hoá cổ làng xã, ngành nghề từ địa phương, đất đai và thờ cúng tổ tiên... Cách tổ chức làng xã theo kiểu các gia đình liền kề, xung quanh làng có hàng tre bao bọc, có cây đa cổng làng, có nơi thờ tự chung, có lễ hội dân gian và mùa vụ. Ngoài ra, người dân Bắc Bộ vẫn chịu ảnh hưởng nhiều của Nho giáo, như lề thói, khuôn phép, thứ bậc, tôn ti trong gia tộc và ngoài làng xã vẫn được xem trọng trong đời sống thường ngày của họ.\n\nVươn dậy từ công cuộc khai sinh lập địa có lịch sử khởi nguồn đầy khó khăn gian khổ, trải qua hàng ngàn năm xây dựng và phát triển để có được nền văn hoá dân tộc đa dạng, phong phú như ngày nay, những người dân Bắc Bộ nói riêng và cả Việt Nam nói chung không thể không tự hào.\n\n==Kinh tế==\nKhởi đầu từ việc người Việt cổ rời bỏ cuộc sống hang động ở núi rừng (như hang động núi đá vôi vùng Hòa Bình) để tiến xuống chinh phục vùng sông nước mênh mang của vùng đồng bằng châu thổ sông Hồng. Công cuộc chinh phục nền kinh tế thời đại cổ xưa được đánh dấu với việc khống chế sức mạnh của dòng nước. Chung sống và bắt nó phục vụ cho lợi ich của con người. Đã hàng ngàn năm nay, dọc theo hai bên bờ sông Hồng là những làng quê trù phú có đê điều chống lũ lụt bao quanh. Hơn hai thiên niên kỷ con cháu người Việt cổ bám trụ và phát triển ở vùng Châu thổ sông Hồng, đã tạo ra những thành quả chính cho nền kinh tế đương đại vùng Bắc Bộ Việt Nam.\n\n===Vùng Đồng bằng sông Hồng===\n[[Tập tin:Hanoi skyline at night.jpg|nhỏ|Một góc [[Hà Nội]], trung tâm kinh tế của khu vực đồng bằng sông Hồng và là cả Bắc Bộ.]]\nHiện tại cũng như tương lai khu vực đồng bằng sông Hồng luôn đóng vai trò quan trọng vào sự nghiệp phát triển kinh tế, xã hội chung ở Việt Nam. Là nơi có vị trí địa lý và điều kiện tự nhiên rất thuận lợi. Tài nguyên thiên nhiên phong phú, đa dạng, dân cư đông đúc, mặt bằng dân trí cao. Sự tập trung dân cư có mật độ cao liên quan đến nhu cầu và môi trường lao động, tính cộng đồng và truyền thống văn hoá dân tộc. Một nơi có truyền thống lâu đời về thâm canh lúa nước, có những trung tâm công nghiệp và hệ thống đô thị phát triển... là điều kiện rất thuận lợi cho công cuộc phát triển các ngành nghề lao động sản xuất từ phổ thông đến hiện đại, mang đến sự thuận lợi cho công cuộc định cư lâu dài của con người.\n\nLà vựa lúa lớn thứ hai của Việt Nam [[Đồng bằng sông Hồng]] có được đất đai màu mỡ do phù sa của [[sông Hồng]] và [[sông Thái Bình]] bồi đắp. Số đất đai để phát triển nông nghiệp trên 70 vạn ha, chiếm 56% tổng diện tích tự nhiên toàn vùng. Ngoài lúa nước, các địa phương nông nghiệp ở đồng bằng sông Hồng đều chú trọng phát triển loại cây ưa lạnh có hiệu quả kinh tế cao như [[ngô]], [[khoai tây]], [[su hào]], [[cải bắp]], [[cà chua]]. Những loại cây này đa phần được trồng xen canh giữa các mùa vụ.\n\nBắc Bộ là vùng có đường bờ biển dài, có cửa ngõ lớn và quan trọng thông thương với các khu vực lân cận và thế giới qua cảng biển Hải Phòng. Tài nguyên thiên nhiên gồm có các mỏ đá (ở Hải Phòng, Hà Nam, Ninh Bình), sét cao lanh ở Hải Dương, than nâu ở Hưng Yên và mỏ [[Khí thiên nhiên|khí đốt]] ở huyện Tiền Hải ([[Thái Bình]]) đã được tiến hành khai thác từ nhiều năm nay.\n\nĐặc biệt, trong lòng đồng bằng sông Hồng đang tồn tại hàng chục vỉa than lớn nhỏ có tổng trữ lượng vào khoảng 210 tỷ tấn (theo dự đoán qua số liệu khảo sát vào những năm 70 của thế kỷ trước). Trải rộng trên diện tích 3500km2, trải dài từ Hà Nội đến Thái Bình rồi ra đến bờ biển Đông. Các vỉa than này có chiều dày từ 2 đến 3m, có nơi tới 20m. Là những vỉa than có độ ổn định địa chất và chất lượng rất tốt<ref>[http:\/\/giaoducthoidai.vn\/channel\/2780\/201003\/Be-than-o-DBSH-co-tru-luong-210-ty-tan-1924240\/ Mỏ than 210 tỷ tấn dưới lòng Đồng bằng sông Hồng]{{Liên kết hỏng|date = ngày 8 tháng 2 năm 2021 |bot=InternetArchiveBot }}, Báo Giáo dục và Thời đại. Truy cập ngày 28\/08\/2010<\/ref>.\n\nTuy nhiên, đồng bằng sông Hồng vẫn là một khu vực thiếu nguyên liệu phục vụ cho các ngành công nghiệp đang phát triển và luôn phải nhập từ các vùng khác. Một số lượng không nhỏ tài nguyên đang bị suy thoái do khai thác quá mức. Do nằm trong vùng [[khí hậu nhiệt đới]] và [[gió mùa]] nên nền [[kinh tế]] vùng nói chung cũng phải chịu ảnh hưởng từ các rủi ro do thiên tai gây nên.\n\n===Khu vực Trung du và miền núi phía bắc=== \n[[Hình: Ha Long Bridge night scene.jpg|nhỏ|phải|250px|<center>Cầu dây văng Bãi Cháy, Hạ Long]]\nLà khu vực giàu tài nguyên để phát triển nông nghiệp, trồng cây công nghiệp, cây đặc sản và chăn nuôi gia súc. Nơi đây có khá nhiều đồng cỏ, chủ yếu là trên các cao nguyên ở độ cao 600 – 700m dùng để phát triển chăn nuôi gia súc như [[trâu]], [[bò]], [[ngựa]], [[dê]]. Ở Cao nguyên Mộc Châu (tỉnh [[Sơn La]]) là nơi có những nông trường nuôi bò sữa tập trung. Các loại gia súc trên cao nguyên được chăn nuôi có tính khoẻ hơn, chịu ẩm ướt giỏi và dễ thích nghi với điều kiện chăn thả trong rừng.\n\nKhu vực có diện tích lớn đất feralit bên trên các dải đá vôi và đá phiến, có đất phù sa cổ ở vùng trung du<ref name=\"Trung du và miền núi phía bắc\">[https:\/\/web.archive.org\/web\/20090103082421\/http:\/\/my.opera.com\/dialyvietnam\/blog\/62 Trung du và miền núi phía bắc] Báo My.opera. Truy cập ngày 28\/08\/2010<\/ref>. Do địa hình phần lớn chịu ảnh hưởng mạnh của gió mùa đông bắc, trong đó có nơi hứng chịu nhiệt độ mùa đông lạnh nhất Việt Nam là Sa Pa. Chính vì thế nơi đây có thế mạnh đặc biệt trong gieo trồng các cây công nghiệp có nguồn gốc cận nhiệt và ôn đới. Trung du và miền núi phía bắc cũng là khu vực trồng cây chè lớn nhất. Các loại chè được trồng nhiều ở Sơn La, [[Hà Giang]], [[Yên Bái]] và [[Thái Nguyên]].\n\nKhu vực phía đông bắc có biển Quảng Ninh là một vùng biển giàu tiềm năng phát triển kinh tế. Hiện nay đang trên đà phát triển cùng với sự phát triển của vùng kinh tế trọng điểm vùng Bắc Bộ. Vùng biển Quảng Ninh có thế mạnh đối với ngành [[nuôi trồng thủy sản]], đánh bắt cá xa bờ cùng ngành du lịch biển đảo cũng đang được chú trọng phát triển. Ở đây có vịnh Hạ Long đã được xếp vào danh mục di sản thiên nhiên của thế giới, là điểm đến du lịch rất giá trị về [[Văn hóa|văn hoá]]<ref name=\"Trung du và miền núi phía bắc\"\/>.\n\nMặc dù tốc độ [[phát triển kinh tế]] của toàn vùng là khá toàn diện. Tuy nhiên, riêng với khu vực Trung du và miền núi phía bắc, nhất là vùng tây bắc vẫn còn nghèo so với các vùng khác trong cả nước.\n\n==Danh lam thắng cảnh==\n*'''Hà Nội\n**Hồ Hoàn Kiếm, đền Ngọc Sơn, cầu Thê Húc, tháp Bút, đài Nghiên, Nhà thờ Lớn Hà Nội (quận [[Hoàn Kiếm]]).\n**Văn Miếu - Quốc Tử Giám (quận [[Đống Đa]]).\n**Hồ Tây (quận [[Tây Hồ (quận)|Tây Hồ]]).\n**Chùa Trấn Quốc, Lăng Chủ tịch [[Hồ Chí Minh]], Chùa Một Cột, Đền Quán Thánh (quận [[Ba Đình]]).\n**Bảo tàng Dân tộc học Việt Nam (quận Cầu Giấy)\n**Khu du lịch [[Vườn quốc gia Ba Vì|Vườn Quốc gia Ba Vì]] (huyện [[Ba Vì]])\n**Chùa Tây Phương (huyện Thạch Thất)\n**Chùa Thầy (huyện Quốc Oai)\n**Chùa Trăm Gian (huyện Chương Mỹ)\n**Hương Sơn (huyện Mỹ Đức)\n*'''Thái Bình'''\n**Chùa Keo: Chùa Keo là một trong nhưng đại danh lam cổ tự bậc nhất của Việt Nam thời phong kiến còn tồn tại gần nguyên vẹn cho tới thời nnay. Chùa có kiên trúc đồ sộ theo kiểu nội nhị công ngoại quốc. Chùa được công nhận là di tích lịch sử văn hoá cấp quốc gia từ năm 1962.\n**Đền Trần: Là tôn miếu nhà Trần. Nơi đây hiện còn lưu giữ lăng mộ các vua Trần, hoàng hậu, công chúa.\n**Đền Tiên La: Đền thờ nữ tướng Vũ Thị Thục dưới trướng Hai Bà Trưng, đền tọa lạc ở Đoan Hùng, huyện Hưng Hà.\n**Đền Đồng Xâm: Đền thờ Triệu Vũ Đế tại xã Hồng Thái, huyện Kiến Xương.\n**Đền Đồng Bằng: Tọa lạc ở xã An Lễ, huyện Quỳnh Phụ.\n**Đình An Cố: Vị trí đình ở xã An Thái, huyện Thái Thụy.\n**Đình Phất Lộc: Thuộc xã Thái Giang, huyện Thái Thụy.\n**Đình Dũng Thuý: Ở xã Dũng Nghĩa, huyện Vũ Thư.\n**Đình Cổ Trai: Thuộc xã Hồng Minh, huyện Hưng Hà.\n**Bãi biển Đồng Châu: Ở xã Đông Minh, huyện Tiền Hải.\n**Khu du lịch biển Cồn Vành: Thuộc xã Nam Phú, huyện Tiền Hải.\n*'''Quảng Ninh'''\n**Vịnh Hạ Long: Vùng Đông Bắc Việt Nam, vịnh Hạ Long là một phần của vịnh Bắc Bộ, bao gồm vùng biển của thành phố Hạ Long, thành phố Cẩm Phả và một phần của huyện đảo Vân Đồn.\n**Chùa Yên Tử: Là trung tâm Phật giáo của nước Đại Việt xưa, nơi phát tích của thiền phái Trúc Lâm do Phật hoàng Trần Nhân Tông sáng lập, bao gồm quần thể di tích rộng lớn, hiện có 11 chùa và hàng trăm am tháp.\n**Quần Đảo Cô Tô.\n*'''Hải Phòng'''\n**Chùa Dư Hàng: Là di tích kiến trúc cổ kính của thành phố Hải Phòng. Xây dựng từ thời Lý. Chùa có nhiều pho tượng lớn, có các câu đối chạm khắc công phu theo phong cách nghệ thuật triều Nguyễn.\n**Quần Đảo Cát Bà: Nằm trong quần đảo gồm 366 đảo lớn, nhỏ. Đảo Cát Bà lớn nhất, rộng khoảng 100&nbsp;km².\n**Đồ Sơn: Khu nghỉ mát, tắm biển đẹp của miền Bắc.\n*'''Bắc Kạn'''\n**Hồ Ba Bể: Thuộc tỉnh Bắc Kạn. Ba Bể là hồ kiến tạo lớn nhất miền Bắc Việt Nam giữa vùng đá phiến và đá vôi ở độ cao 145m so với mặt nước biển.\n*'''Bắc Ninh'''\n**Lăng và đền thờ Kinh Dương Vương.\n**Chùa Dâu: Đây là ngôi chùa được coi là có lịch sử hình thành sớm nhất Việt Nam. Chùa nằm ở vùng Dâu, thời thuộc Hán gọi là Luy Lâu. Đây là trung tâm cổ xưa nhất của Phật giáo Việt Nam.\n**Chùa Bút Tháp: Chùa được xây dựng từ thời hậu Lê (thế kỷ 17). Chùa Bút Tháp có nghệ thuật kiến trúc và điêu khắc cổ độc đáo với nhiều tượng Phật và cổ vật quý.\n**Đình làng Đình Bảng. Được xây dựng năm 1700 thời Hậu Lê, một trong những ngôi đình có kiến trúc đẹp nhất còn tồn tại đến ngày hôm nay.\n**Đền Đô: Còn gọi là Đền Lý Bát Đế, nơi thờ 8 vị vua nhà Lý. Bắc Ninh là quê hương của vua Lý Thái Tổ, người khai sinh ra triều đại nhà Lý.\n**Chùa Phật Tích: Ở xã Phật Tích, huyện Tiên Du.\n**Đền Bà Chúa Kho: Tọa lạc tại Thành phố Bắc Ninh.\n**Chùa Cổ Lũng: Ở xã Nội Duệ, huyện Tiên Du.\n*'''Cao Bằng'''\n**Thác Bản Giốc: Thuộc địa phận xã Đàm Thủy, huyện Trùng Khánh, tỉnh Cao Bằng. Từ độ cao trên 30m thác nước lớn đổ xuống qua nhiều bậc đá vôi. Phía dưới chân thác là mặt sông rộng, phẳng như gương. Hai bên bờ là những thảm cỏ, vạt rừng xanh ngắt.\n*'''Điện Biên'''\n**Chiến trường Điện Biên Phủ: ở nơi đây đã diễn ra cuộc chiến đấu của quân dân Việt Nam trong suốt 55 ngày đêm (13\/3\/1954 - 7\/5\/1954) đánh bại đội quân viễn chinh của thực dân Pháp. Chiến thắng Điện Biên Phủ đã gây một tiếng vang lớn chấn động địa cầu.\n*'''Hòa Bình'''\n**Làng Thái Thung lũng Mai Châu: Bản Lác thuộc huyện Mai Châu, tỉnh Hòa Bình, là bản dân tộc Thái có phong tục tập quán đặc sắc. Trong đó có thung lũng Vàng, là một thung lũng đẹp với những nếp nhà sàn dân tộc Thái, Dao, Mường nằm xen giữa những thửa ruộng lúa xanh ngát.\n*'''Lạng Sơn'''\n**Ải Chi Lăng: Thuộc xã Chi Lăng, huyện Chi Lăng, tỉnh Lạng Sơn. Lịch sử Chi Lăng năm xưa gắn liền với những hoạt động của các nhà quân sự như [[Lý Thường Kiệt]], [[Trần Hưng Đạo|Trần Quốc Tuấn]], [[Lê Thái Tổ|Lê Lợi]] và những thủ lĩnh tài năng của xứ Lạng như Phò mã [[Thân Cảnh Phúc]], Thế Lộc, Hoàng Đại Huề...\n**Động Tam Thanh: Nằm ở phường Tam Thanh thành phố Lạng Sơn. Động Tam Thanh nằm trong một dãy núi có hình đàn voi phủ phục trên mặt cỏ xanh. Hang động Tam Thanh ở lưng chừng núi.\n*'''Lào Cai'''\n**Sa Pa: Cách thành phố Lào Cai 40 Km về phía tây, là một thị xã có vẻ đẹp huyền ảo, quanh năm lung linh trong mây mù.\n**Đỉnh Phan Xi Păng: Phan Xi Păng nằm trong dãy núi Hoàng Liên Sơn, về phía tây nam phường [[Sa Pa (phường)|Sa Pa]], thị xã [[Sa Pa]], tỉnh Lào Cai. Phan Xi Păng là ngọn núi cao nhất trong dãy núi Hoàng Liên Sơn với độ cao 3.143m.\n**Làng Cát Cát: Thuộc thị xã Sa Pa, tỉnh Lào Cai, cách trung tâm phường Sa Pa 2&nbsp;km. Làng Cát Cát là bản lâu đời của người Mông, nơi đây còn giữ được những phong tục độc đáo mà ở các vùng khác không có.\n*'''Ninh Bình'''\n**Nhà thờ đá Phát Diệm: Thuộc thị trấn Phát Diệm, huyện Kim Sơn, tỉnh Ninh Bình. Được xây dựng vào những năm 1875 - 1898, là một quần thể kiến trúc mang đậm nét phương Đông. Phát Diệm có nghĩa là phát sinh cái đẹp.\n**Tam Cốc - Bích Động: Nằm trong dãy núi Ngũ Nhạc Sơn thuộc địa phận thôn Đam Khê, xã Ninh Hải, huyện Hoa Lư, tỉnh Ninh Bình. Cảnh đẹp của Bích Động được mệnh danh là \"Nam Thiên đệ nhị động\" (động đẹp thứ nhì ở trời Nam).\n**Vườn Quốc gia Cúc Phương: Thuộc huyện Nho Quan, tỉnh Ninh Bình, giáp gianh giữa ba tỉnh Ninh Bình, Hoà Bình và Thanh Hoá, là vườn quốc gia đầu tiên của Việt Nam, thành lập vào tháng 7\/1962, có diện tích 22.000ha.\n\n==Một số hình ảnh==\n<center><gallery><center>\nHình: Halong Bay in Vietnam.jpg|<center>Vịnh Hạ Long\nHình: Halon bay.JPG|<center>Trong Vịnh Hạ Long\nHình: Tháp Rùa 6.jpg|<center>Hồ Hoàn Kiếm và<br>Tháp Rùa, Hà Nội\nHình: Femme Zao Sa Pa.JPG|<center>Phụ nữ dân tộc Dao<br>ở Sa Pa\nHình: Vietnam Sapa 1.jpeg|<center>Ruộng bậc thang<br>ở Sa Pa\nHình: Sapa main square morning 1.jpg|<center>Học sinh vùng cao<br>(trung du miền núi)\nHình: Sa Pa lake.JPG|<center>Cảnh quan Sa Pa.\nHình: Sa Pa, Bac Ha market 2.jpg|<center>Chợ phiên của người<br>dân tộc thiểu số\nHình: National Highway 18, Hai Ha, Quang Ninh, Viet Nam.JPG|<center>Quốc lộ 18 qua<br>H.Hải Hà, Quảng Ninh\nHình: Gia Luan harbour in Cat Ba.JPG|<center>Cảng Cát Bà ở<br>H.Cát Hải, H.Phòng\nHình: Cat Ba national park.JPG|<center>VQG Cát Bà, Q.Ninh\nHình: Bến Đục-Chùa Hương.jpg|Bến Đục, Chùa Hương\nHình: Le hoi Chua Huong.jpg|<center>Lễ hội chùa Hương\nHình: Chùa Bút Tháp.jpg|<center>Chùa Bút Tháp<br>ở Bắc Ninh\nHình: Red Ao dai 3.jpg|<center>Phụ nữ Kinh và<br>áo dài truyền thống.\nHình: Can Cau market (6223927056).jpg|<center>H'Mông, dân tộc<br>lâu đời ở Bắc Bộ\nHình: Stilt house by Muong people in Mai Chau-Hoa Binh-Viet Nam.jpg|<center>Nhà sàn người Mường<br>Mai Châu, Sơn La\nHình: Tam Coc from above.jpg|<center>Sông Ngô Đồng ở<br>Hoa Lư, Ninh Bình\nHình: Trong dong Dong Son Guimet.jpg|<center>Trống đồng Đông Sơn.\n<\/center><\/gallery><\/center>\n\n==Xem thêm==\n*[[Địa lý Việt Nam]]\n*[[Trung Bộ]]\n*[[Nam Bộ]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Bắc Bộ|B]]\n[[Thể loại:Miền Việt Nam|B]]\n[[Thể loại:Vùng của Việt Nam]]"}