{"1242397":"{{bài cùng tên|Bắc Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam| xã\n| tên = Bắc Sơn\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| kinh độ = 106\n| vĩ phút = 58\n| vĩ giây = 27\n| kinh phút = 57\n| kinh giây = 52\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 22,58 km²<ref name=MS\/>\n| dân số = 75.000 người<ref name=MS\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 3.377 người\/km²\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Đồng Nai]]\n| huyện = [[Trảng Bom]]\n| thành lập = 1994<ref>109\/1994\/CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 26269<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Bắc Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Trảng Bom]], tỉnh [[Đồng Nai]], [[Việt Nam]].\n\nXã Bắc Sơn có diện tích 22,58&nbsp;km², dân số năm 2019 là 75.000 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 3.377 người\/km².\n\nBắc Sơn là xã đông dân cư, kinh tế đang phát triển mạnh, một trong bộ tứ kinh tế - xã hội của huyện Trảng Bom và thị xã Trảng Bom trong tương lai.\n\n== Địa lý ==\nBắc Sơn là xã phía Tây huyện Trảng Bom, cách thành phố [[Biên Hòa]] khoảng 15&nbsp;km về phía Tây cách thị trấn [[Trảng Bom (thị trấn)|Trảng Bom]] khoảng 6&nbsp;km về phía Đông. Xã cũng là đầu mối đi trung tâm huyện Vĩnh Cửu phía Bắc và đi ra đường Võ Nguyên Giáp phía Nam. Đây là vị trị thuận lợi cho kết nối giao thông, phát triển buôn bán và đầu tư công nghiệp.\n\nXã Bắc Sơn có vị trí địa lý:\n\n* Phía nam giáp phường Phước Tân của Thành phố [[Biên Hòa]]\n* Phía đông giáp xã [[Bình Minh, Trảng Bom|Bình Minh]]\n* Phía tây giáp xã [[Hố Nai 3]]\n* Phía bắc giáp xã Vĩnh Tân, một phần xã Tân An của huyện [[Vĩnh Cửu]]\n\n== Lịch sử ==\nXã Bắc Sơn là đơn vị hành chính mới thành lập năm 1994.\n\nThời chính quyền [[Việt Nam Cộng hòa]]. vùng đất Bắc Sơn thuộc xã Hố Nai của Quận Đức Tu.\n\nVề phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|chính quyền cách mạng]], vùng đất này thuộc huyện 21 rồi sau đó đổi tên thành huyện Thống Nhất.\n\nTừ năm [[1976]], huyện Thống Nhất thuộc tỉnh Đồng Nai chia xã Hố Nai thành 4 đơn vị hành chính mới là Hố Nai 1, Hố Nai 2, Hố Nai 3, Hố Nai 4. Khi đó, Bắc Sơn là vùng đất đầu của xã Hố Nai 4..\n\nNgày [[29 tháng 8]] năm [[1994]], xã Hố Nai 4 thành 3 xã: Bắc Sơn, Bình Minh, Quảng Tiến. Trong đó, xã Bắc Sơn là xã có diện tích lớn nhất  22,58&nbsp;km², dân cư đông và vị trí thuận lợi cả trục Bắc Nam và Đông Tây hơn so với các đơn vị anh em khác.\n\nNăm [[2003]], huyện Thống Nhất chia thành hai huyện Trảng Bom và Thống Nhất, xã Bắc Sơn là một xã của huyện Trảng Bom.\n\nTừ năm 2003 đến nay, Xã Bắc Sơn là đơn vị hành chính quan trọng với dân số lớn, kinh tế nổi bật. Đến năn 2019, xã Bắc Sơn có dân số 75.000 người với mật độ 3.377 người\/km².\n\n== Hành chính ==\nXã Bắc Sơn có 6 ấp: Sông Mây, An Chu, Bùi Chu, Tân Thành, Bắc Hòa & Phú Sơn.\n\n== Giao thông ==\n\n1. '''Bắc Sơn là xã có trục giao thông quan trọng theo trục Đông - Tây và Bắc Nam.'''\n\n'''''Trục Đông - Tây:''''' ''có'' Quốc lộ 1 chạy qua, nối thành phố Biên Hòa, cửa ngõ đi vào thành phố Hồ Chí Minh đi thành phố Long Khánh và các tỉnh Miền Trung, tây Nguyên và cả nước.\n\n'''''Trục Bắc - Nam''''' gồm hai đường lớn là Tỉnh Lộ 767 từ Ngã 3 Trị An đi Thị trấn Vĩnh An - huyện lỵ của huyện Vĩnh Cửu và đường Bắc Sơn - Long Thành - nối Quốc Lộ 1 A ra đường Võ Nguyên Giáp.\n\nCác đường này huyết mạch giao thông của huyện và của tỉnh, là đường vận chuyển hàng hóa của các khu công nghiệp Hố Nai và Sông Mây.\n\nXã Bắc Sơn đang được đầu tư mở rộng các đường Quốc lộ 1 A và tỉnh lộ 767 và Bắc Sơn - Long Thành để thuận tiện cho việc đi lại, phát triển buôn bán và định hình dân cư.\n\n'''''2. Xã Bắc Sơn đang  xây dựng các đường giao thông quan trọng khác như:'''''\n\nĐường xã Bắc Hòa - Phú Sơn  - nối quốc lộ 1 A ra đường tàu và thông ra đường Võ Nguyên Giáp.\n\nĐường đấu nối từ đường bao khu công nghiêp Hố Nai ra đường Phú Sơn - Tân Cang\n\n'''3. Các đường giao thông quan trọng khác đang được quy hoạch phát triển như:'''\n\nĐường vành đai thành phố Biên Hòa\n\nĐường Trảng Bom - Xuân Lộc (ĐT.772)\n\nĐường vành đai 4 (vùng KTTĐPN)\n\nNâng cấp, mở rộng Đường vào khu du lịch sinh thái Codona\n\nĐường liên xã Bắc Sơn - Bình Minh - Sông Trầu\n\n'''4. Các đường nội bộ xã'''\n\nĐây là các đường được quy hoạch xây dựng với phát triển cùng với dân cư. Nhìn cung đường nội bộ phát triển tốt hướng tây, tạo mạch xương cá dọc Quốc lộ 1 và các tỉnh lộ lộ 767, đường Bắc Sơn - Long Thành.\n\nCác khu vực phía Đông tiếp giáp xã bình Minh, phí Bắc quanh hồ Sông Mây, phía Nam đường tàu, giao thông còn hạn chế và chưa được quy hoạch bài bản.\n\n== Kinh tế ==\nXã Bắc Sơn là đơn vị kinh tế chủ lực của huyện Trảng Bom cũng như kế hoạch phát triển lâu dài.\n\nXã Bắc Sơn là địa phương được quy hoạch phát triển khu công nghiệp lớn\n\n* Khu Công nghiệp Sông Mây với 500 ha - tạo công ăn việc làm cho hơn 41.000 người \n* Khu Công nghiệp Hố Nai với 523 ha - tạo công việc cho gần 16.000 người\n\nTừ khi các khu công nghiệp hoạt động đã tạo việc làm, thu nhập ổn định đã giúp cho người dân chuyển dịch hẳn về kinh tế công nghiệp - xây dựng và dịch vụ. Trong đó Khu công nghiệp Sông Mây tạo việc làm, thu nhập và sự phồn thịnh cho gần như tất cả cư dân của xã Bắc Sơn.\n\nXã Bắc Sơn rất phát triển kinh tế công nghiệp - dịch vụ. Xã có tới 05 chợ để buôn bán và có hơn 500 doanh nghiệp đăng ký kinh doanh trên địa bàn ([https:\/\/dong-nai.congtydoanhnghiep.com\/huyen-trang-bom\/xa-bac-son 2.] ).\n\n== Dân cư ==\nXã Bắc Sơn đã hình thành các khu dân cư tương đối ổn định, sầm uất ven các khu công nghiệp như:\n\nNăm 2000, Quy hoạch chi tiết tỷ lệ 1\/500 Khu ở công nhân và dân cư tại ấp Bùi Chu, xã Bắc Sơn với quy mô lập quy hoạch 35,4 ha với quy mô dân số dự kiến khoảng 4.800 người.\n\nNăm 2004, một phần khu chức năng chợ (Sông Mây) và khu nhà ở giáp chợ diện tích khoảng 3,5ha nằm trong đồ án quy hoạch chi tiết 1\/500 Khu ở công nhân và dân cư tại ấp Bùi Chu, xã Bắc Sơn được tách riêng và lập thành đồ án quy hoạch chi tiết xây dựng khu chợ và phố chợ trong khu nhà ở công nhân và khu dân cư.\n\nDự án Khu dân cư Hà Linh (treo từ năm 2005) nhưng đến nay dẫn cư đã gần lấp đầy, tạo thành dãi dân cư - đường phố  từ Quốc Lộ 1 A đến Hồ Sông Mây, chạy dọc theo Tỉnh lộ 767.\n\nNăm 2009, Tỉnh Đông Nai chấp nhận cho chủ đầu tư là Công ty TNHH Bảo Giang đề xuất điều chỉnh quy hoạch chi tiết tỷ lệ 1\/500 với diện tích 15,5 ha và dân số khoản khoảng 2.800 người.\n\nNgoài ra, các điểm dân cư: Bắc Hòa, Phú Sơn.. cũng đang dần lấp đầy.\n\nXã Bắc Sơn còn nhiều dư địa để phát triển dân cư về hướng Đông (Giáp xã Bình Minh),  và hướng Nam (Bên ngoài đường tàu) và hướng Bắc (bên trên hồ Sông Mây)\n\nTính đến năm 2019, xã Bắc Sơn có dân cư 75.000 người,<ref name=\"MS\" \/> mật độ dân số đạt 3.377 người\/km².\n\n== Du lịch ==\nXã Bắc Sơn đang hình thành các dự án du lịch như:\n\nĐiểm du  lịch sinh thái Codona tại xã Bắc Sơn  -  Bình Minh với diện tích 77,24ha\n\nKhu TMDV Làng  Sông Xanh diện tích 2.0ha\n\nĐiểm du lịch  sinh thái ven hồ Sông Mây 56,33\n\n== Giáo dục - Thể thao ==\nXã Bắc Sơn có các trường nổi tiếng như:\n\nTrường THCS Huỳnh Văn Nghệ\n\nTrường THCS Minh Đức\n\nNgoài ra xã đang mở rộng các trường Tiểu học - TH Bắc Sơn, tiểu học Diên Hồng, tiểu học La San và Trường TH Sông Mây\n\nCác ấp của xã cũng quy hoạch đất phát triển các khu thể dục - thể thao cho người dân sinh hoạt\n\n== Định hướng phát triển ==\nHuyện Trảng Bom đang quy hoạch lên thị xã vào giai đoạn 2025 - 2030 và xã Bắc Sơn sẽ trở thành một phường quan trọng của đô thị tương lai.\n\nTrong tương quan phát triển, xã Bắc Sơn cùng với xã Hồ Nai 3 sẽ trở thành Khu đô thị Phía Tây - chuyên chức năng công nghiệp - dịch vụ, hỗ trợ cho khu đô thị trung Tâm Trảng Bom và khu đô thị Giang Điền.\n\nĐể phát triển như vậy, xã Bắc Sơn đang chú trọng phát triển giao thông, kết nối, mở rộng các khu công Nghiệp Sông Mây  và Hố Nai giai đoạn 2 chủ yếu trên phần đất của xã.\n\nDự kiến xây dựng thêm 03 cây xăng và một siêu thị trường học, khu dân cư, khu tái định cư... để phục vụ cho nhu cầu phát triển trong giai đoạn 2021 - 2030.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Đồng Nai}}\n[https:\/\/dong-nai.congtydoanhnghiep.com\/huyen-trang-bom\/xa-bac-son 2. DANH SÁCH CÔNG TY VÀ DOANH NGHIỆP TẠI XÃ BẮC SƠN HUYỆN TRẢNG BOM ĐỒNG NAI]{{Đơn vị hành chính thuộc huyện Trảng Bom}}"}