{"75479":"{{otheruses|Bắc Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Bắc Bình\n| hình = Thị trấn Chợ Lầu, Bắc Bình, Bình Thuận.JPG\n| ghi chú hình = Một góc thị trấn [[Chợ Lầu]]\n| vị trí lấy tọa độ =\n| vĩ độ = 11\n| vĩ phút = 09\n| vĩ giây = 18\n| kinh độ = 108\n| kinh phút = 03\n| kinh giây = 07\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 2125,6 km²\n| dân số = 112.818 người\n| thời điểm dân số = 2015\n| dân số thành thị =\n| dân số nông thôn = \n| mật độ dân số = 53 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Chăm|Chăm]], [[Người Chơ Ro|Chơ Ro]], [[Cơ Ho]], [[Người Hoa tại Việt Nam|Hoa]]\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Thuận]]\n| huyện lỵ = thị trấn [[Chợ Lầu]]\n| thành lập = 1975\n| chủ tịch UBND =\n| chủ tịch HĐND =\n| bí thư = \n| phân chia hành chính = 2 thị trấn, 16 xã\n| trụ sở UBND = \n| mã hành chính = 596<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 86-B2 xxx.xx\n| web = {{url|bacbinh.binhthuan.gov.vn}}\n}}\n\n'''Bắc Bình''' là một huyện ven biển của tỉnh [[Bình Thuận]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Bắc Bình là huyện có diện tích lớn nhất tỉnh [[Bình Thuận]], nằm ở phía bắc của tỉnh, cách [[Thành phố Hồ Chí Minh]] khoảng 230&nbsp;km theo phía đông, cách [[Nha Trang]] khoảng 200&nbsp;km theo phía tây nam. Huyện có [[Quốc lộ 1]] và đường sắt Bắc - Nam đi qua, có vị trí địa lý:\n*Phía đông giáp huyện [[Tuy Phong]]\n*Phía tây giáp huyện [[Hàm Thuận Bắc]] và giáp huyện [[Di Linh]], tỉnh [[Lâm Đồng]]\n*Phía nam giáp thành phố [[Phan Thiết]] và [[Biển Đông]]\n*Phía bắc giáp huyện [[Đức Trọng]], tỉnh Lâm Đồng.\n\nĐây là địa phương có dự án [[Đường cao tốc Vĩnh Hảo – Phan Thiết]] đang được xây dựng đi qua.\n\n==Hành chính==\n[[Tập tin:Thị trấn Lương Sơn, Bắc Bình.jpg|nhỏ|200px|trái|Một con đường tại thị trấn Lương Sơn]]\n\nHuyện Bắc Bình có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Chợ Lầu]] (huyện lỵ), [[Lương Sơn, Bắc Bình|Lương Sơn]] và 16 xã: [[Bình An, Bắc Bình|Bình An]], [[Bình Tân, Bắc Bình|Bình Tân]], [[Hải Ninh, Bắc Bình|Hải Ninh]], [[Hòa Thắng, Bắc Bình|Hòa Thắng]], [[Hồng Phong, Bắc Bình|Hồng Phong]], [[Hồng Thái, Bắc Bình|Hồng Thái]], [[Phan Điền]], [[Phan Hiệp]], [[Phan Hòa]], [[Phan Lâm]], [[Phan Rí Thành]], [[Phan Sơn]], [[Phan Thanh, Bắc Bình|Phan Thanh]], [[Phan Tiến]], [[Sông Bình (xã)|Sông Bình]], [[Sông Lũy (xã)|Sông Lũy]].\n\n==Lịch sử==\nVùng đất huyện Bắc Bình ngày nay nguyên trước đây là hai huyện Hòa Đa và Phan Lý Chàm thuộc tỉnh Bình Thuận.\n\nNăm [[1955]], chính quyền [[Việt Nam Cộng hòa]] thành lập các quận Hòa Đa, Phan Lý Chàm, Hải Ninh và Tuy Phong thuộc tỉnh Bình Thuận. Trong đó, vùng đất huyện Bắc Bình ngày nay tương ứng với các quận Hòa Đa, Phan Lý Chàm và Hải Ninh:\n* Quận Hải Ninh gồm vùng Sông Mao, [[Sông Lũy (xã)|Sông Luỹ]]\n* Quận Phan Lý Chàm gồm các xã người Chăm là Lạc Trị, Hậu Quách, Hựu An, Tịnh Mỹ và các xã đồng bào miền núi\n* Quận Hòa Đa gồm 6 xã: Nhơn Thiện, [[Lương Sơn, Bắc Bình|Lương Sơn]], [[Chợ Lầu]], [[Phan Rí Thành]], [[Phan Rí Cửa]] và [[Chí Công|Thượng Văn]].\n\nVề phía chính quyền cách mạng, tháng 4 năm [[1951]], Tỉnh ủy Bình Thuận sáp nhập 3 huyện Hòa Đa, Phan Lý Chàm, Tuy Phong thành huyện Bắc Bình. [[Tháng 11]] năm [[1951]], lại tách vùng Phan Lý Chàm ra để lập lại huyện Phan Lý riêng. Huyện Bắc Bình còn lại gồm các xã của Hòa Đa và Tuy Phong cũ.\n\nĐầu năm [[1962]], Tỉnh uỷ Bình Thuận quyết định giải thể 2 huyện Bắc Bình và Phan Lý để thành lập huyện Lê Hồng Phong và Ban Cán sự Bắc Sơn.\n\nGiữa năm [[1966]], lại quyết định giải thể huyện Lê Hồng Phong và Bắc Sơn, lập lại các huyện Hòa Đa, Phan Lý, Tuy Phong, Thuận Phong theo ranh giới cũ.\n\n[[Tháng 4]] năm [[1967]], Khu 6 quyết định thành lập tỉnh Bắc Bình gồm 3 huyện Hòa Đa, Phan Lý, Tuy Phong và K67 (cắt từ tỉnh [[Tuyên Đức]]). [[Tháng 8]] năm [[1968]], Khu 6 lại quyết định giải thể tỉnh Bắc Bình. Ba huyện Hòa Đa, Phan Lý, Tuy Phong lại thuộc tỉnh Bình Thuận. K67 được trả về lại tỉnh Tuyên Đức.\n\nĐầu năm [[1974]], Tỉnh uỷ Bình Thuận quyết định tách các xã căn cứ của 2 huyện Hòa Đa và Thuận Phong để tái lập lại huyện căn cứ Lê Hồng Phong. Tuy nhiên đến [[tháng 12]] năm [[1974]], lại quyết định giải thể huyện Lê Hồng Phong. Đồng thời lập huyện Hải Ninh (tách ra từ huyện Phan Lý) trực thuộc tỉnh.\n\nSau năm [[1975]], 3 tỉnh Ninh Thuận, Bình Thuận và Bình Tuy hợp nhất thành tỉnh Thuận Hải. Đồng thời, 4 huyện Hòa Đa, Phan Lý, Hải Ninh và Tuy Phong hợp nhất thành huyện Bắc Bình thuộc tỉnh Thuận Hải, gồm 25 xã: Bình Thạnh, Chí Công, Chợ Lầu, Hải Ninh, Hòa Minh, Hòa Phú, Hòa Thắng, Hồng Thái, Lạc Tri, Liên Hương, Lương Sơn, Phan Điền, Phan Dũng, Phan Hiệp, Phan Hòa, Phan Lâm, Phan Rí Cửa, Phan Rí Thành, Phan Sơn, Phan Thanh, Phong Phú, Phú Tuy, Phước Thể, Sông Lũy và Vĩnh Hảo.\n\nNgày [[13 tháng 3]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định 104-CP.<ref>[https:\/\/vanbanphapluat.co\/quyet-dinh-104-cp-dieu-chinh-dia-gioi-xa-thi-tran-huyen-thuoc-tinh-thuan-hai\/ Quyết định 104-CP điều chỉnh địa giới xã thị trấn huyện thuộc tỉnh Thuận Hải]<\/ref> Theo đó:  \n*Tách thôn Nghĩa Thuận, thôn Bàu Ốc của xã Lương Sơn và khu kinh tế mới Lương Nhơn của xã Hồng Thái lập thành xã Bình Tân\n*Hợp nhất xã Phú Tuy và xã Lạc Tri thành xã Phú Lạc\n*Sáp nhập thôn Tiến Thắng và thôn Tiến Lộc của xã Phan Tiến vào xã Sông Lũy\n*Chuyển xã Phan Rí Cửa thành thị trấn Phan Rí Cửa.\n\nCuối năm [[1981]], huyện Bắc Bình có 1 thị trấn Phan Rí Cửa và 24 xã: Bình Tân, Bình Thạnh, Chí Công, Chợ Lầu, Hải Ninh, Hòa Minh, Hòa Phú, Hòa Thắng, Hồng Thái, Liên Hương, Lương Sơn, Phan Điền, Phan Dũng, Phan Hiệp, Phan Hòa, Phan Lâm, Phan Rí Thành, Phan Sơn, Phan Thanh, Phong Phú, Phú Lạc, Phước Thể, Sông Lũy, Vĩnh Hảo.\n\nNgày [[30 tháng 12]] năm [[1982]], Hội đồng Bộ trưởng ban hành Quyết định 204-HĐBT.<ref name=\"204-HĐBT 1981\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-204-HDBT-phan-vach-dia-gioi-huyen-thi-xa-thuoc-tinh-Thuan-Hai\/44022\/noi-dung.aspx Quyết định phân vạch địa giới huyện thị xã thuộc tỉnh Thuận Hải]<\/ref> Theo đó:\n*Tách 10 xã Hòa Phú, Hòa Minh, Chí Công, Bình Thạnh, Liên Hương, Phước Thể, Phú Lạc, Vĩnh Hảo, Phan Dũng, Phong Phú và thị trấn Phan Rí Cửa để thành lập huyện Tuy Phong\n*Sáp nhập xã Hồng Phong thuộc huyện [[Hàm Thuận]] (nay là 2 huyện Hàm Thuận Bắc và Hàm Thuận Nam) vào huyện Bắc Bình.\n\nHuyện Bắc Bình có 15 xã: Bình Tân, Chợ Lầu, Hải Ninh, Hòa Thắng, Hồng Phong, Hồng Thái, Lương Sơn, Phan Điền, Phan Hiệp, Phan Hòa, Phan Lâm, Phan Rí Thành, Phan Sơn, Phan Thanh và Sông Lũy.\n\nNgày [[20 tháng 6]] năm [[1986]], chia xã Hải Ninh thành 2 xã: Hải Ninh và Bình An.<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-73-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-huyen-Bac-Binh-Ham-Thuan-Nam-tinh-Thuan-Hai\/37112\/noi-dung.aspx Quyết định điều chỉnh địa giới hành chính xã thuộc các huyện Bắc Bình và Hàm Thuận Nam, tỉnh Thuận Hải]<\/ref>\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Bình Thuận được tái lập từ tỉnh Thuận Hải cũ, huyện Bắc Bình thuộc tỉnh Bình Thuận.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết về việc phân vạch lại địa giới hành chính một số tỉnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNăm [[1992]], chuyển xã Chợ Lầu thành thị trấn Chợ Lầu, thị trấn huyện lỵ huyện Bắc Bình.<ref>Quyết định số 488-TCCP năm 1992 của Ban tổ chức Chính Phủ<\/ref>\n\nNăm [[1994]], thành lập xã Phan Tiến trên cơ sở điều chỉnh một phần diện tích và dân số của xã Sông Lũy.<ref>Nghị định 57-CP năm 1994 của Chính Phủ<\/ref>\n\nNgày [[18 tháng 7]] năm [[2003]], thành lập xã Sông Bình trên cơ sở điều chỉnh một phần diện tích và dân số của hai xã Sông Lũy và Lương Sơn.<ref name=\"84\/2003\/NĐ-CP\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-84-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thi-tran-thuoc-huyen-Tuy-Phong-Bac-Binh-va-Ham-Thuan-Bac-tinh-Binh-Thuan-51628.aspx Nghị định 84\/2003\/NĐ-CP điều chỉnh địa giới hành chính để thành lập xã, thị trấn thuộc huyện Tuy Phong, Bắc Bình và Hàm Thuận Bắc tỉnh Bình Thuận]<\/ref>.\n\nNgày [[3 tháng 12]] năm [[2007]], điều chỉnh địa giới hành chính ba xã Lương Sơn, Hòa Thắng, Sông Bình và thành lập thị trấn Lương Sơn trên cơ sở xã Lương Sơn sau khi điều chỉnh địa giới hành chính.<ref name=\"176\/2007\/NĐ-CP\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-176-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-Bac-Binh-huyen-Ham-Tan-tinh-Binh-Thuan-59553.aspx Nghị định 176\/2007\/NĐ-CP điều chỉnh địa giới hành chính xã; thành lập xã, thị trấn thuộc huyện Bắc Bình, huyện Hàm Tân, tỉnh Bình Thuận]<\/ref>\n\nHuyện Bắc Bình có 2 thị trấn và 16 xã như hiện nay.\n\n==Văn hóa - du lịch==\n[[Tập tin:Trung tâm Trưng bày Văn hóa Chăm Bình Thuận.jpeg|nhỏ|phải|300px|Trung tâm Trưng bày Văn hóa Chăm Bình Thuận]]\nBắc Bình là nơi bảo lưu dòng [[văn hóa]] [[Chăm Pa]] đặc sắc. Vị công chúa cuối cùng của hoàng tộc Chăm Pa, người dân địa phương gọi bà là [[Bà Thầm]], bà mất khoảng năm [[1997]]. Dòng văn hóa Chăm có những giá trị nghệ thuật đỉnh cao trong đó điển hình nhất là nghệ thuật múa vẫn còn lưu giữ và phát huy. Tiến sĩ nghệ thuật múa Đặng Hùng là người đã sống nhiều năm tại đây và nghiên cứu bảo tồn, phát huy nền nghệ thuật múa Chăm, các thể loại múa quạt, múa đội nước, múa Siva (cung đình) và nhiều thể loại khác đã từ lâu xứng tầm nghệ thuật bác học.\n\n===Du lịch===\nCảnh đẹp độc đáo của [[Bình Thuận]] và Bắc Bình là những ốc đảo xanh tươi chạy dọc theo hơn 100&nbsp;km bờ biển thanh bình, từ thị trấn [[La Gi|Lagi]] phía nam, đến [[mũi Kê Gà]] nơi có ngọn hải đăng đẹp nhất và cổ nhất [[Việt Nam]]; đến thành phố Phan Thiết hiền hoà nơi lưu giữ những di sản văn hoá 300 năm mở cõi của người Việt và những di sản truyền thống của người Hoa. Cảnh đẹp này tương phản bằng nhiều sắc thái, nhiều cung bậc cảnh sắc. Từ những khu rừng nguyên sinh trong vùng giáp ranh với Lâm Đồng với những cảnh đẹp hồ thủy điện Hàm Thuận, Đa Mi, Thác Sương Mù, Thủy Điện Đại Ninh dọc theo con đường mòn mà xưa kia Bác sĩ Yersin đã lần tìm ra cao nguyên Liang Biang, Đà Lạt ngày nay; cảnh sắc xuôi về những đồng bằng xanh ngát qua những thị trấn nhỏ thanh bình, xanh ngắt vườn thanh long; xuôi về hướng biển là cung đường du lịch ấn tượng nhất và đẹp nhất Việt Nam, con đường này nối từ thị trấn Lương Sơn về Mũi Né ngược về Hàm Tiến và Phan Thiết, đây là cung đường nối từ đồng bằng, vắt ngang lên những dải đồi cát hoang sơ nơi lưu dấu chiến khu Lê Hồng Phong oai hùng (nay thuộc xã Hồng Phong và Hoà Thắng).\n\nĐi dọc [[Quốc lộ 1]] ra hướng [[Nha Trang]], con đường mang ta đến với suối nước khoáng nóng Vĩnh Hảo lừng danh đã từng được gắn thương hiệu Vichy (Pháp), thêm 10 cây số nữa là bờ biển dọc theo vách đá đứng đứng của [[Cà Ná]].\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{commons cat|Bac Binh District}}\n{{Huyện thị Bình Thuận}}\n\n{{Du lịch Bình Thuận}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}