{"811196":"{{bài cùng tên|Bắc Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Bắc Sơn\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ = \n| vĩ độ = 21\n| vĩ phút = 29\n| vĩ giây = 16\n| kinh độ = 105\n| kinh phút = 52\n| kinh giây = 18\n| diện tích = 3,87 km²\n| dân số = 3.996 người<ref name=DA \/>\n| thời điểm dân số = 2021\n| mật độ dân số = 1.032 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| thành phố = [[Phổ Yên]]\n| thành lập =\n*13\/1\/2011: thành lập thị trấn Bắc Sơn<ref name=NQ05 \/>\n*15\/5\/2015: thành lập phường Bắc Sơn<ref name=NQ932 \/>\n| mã hành chính = 05857<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = \n| web = {{url|bacson.phoyen.thainguyen.gov.vn}}\n}}\n\n'''Bắc Sơn''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Phổ Yên]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nPhường Bắc Sơn nằm ở phía tây thành phố Phổ Yên, trên tuyến tỉnh lộ 261, tách biệt với 12 phường còn lại của thành phố. Phường có vị trí địa lý: \n*Phía đông giáp xã [[Minh Đức, Phổ Yên|Minh Đức]] và xã [[Phúc Thuận, Phổ Yên|Phúc Thuận]]\n*Phía tây giáp xã Phúc Thuận\n*Phía nam giáp xã Minh Đức và xã Phúc Thuận\n*Phía bắc giáp xã Phúc Thuận.\n\nPhường Bắc Sơn có diện tích 3,87&nbsp;km², dân số năm 2021 là 3.996 người<ref name=DA>{{Chú thích web|url=http:\/\/phoyen.thainguyen.gov.vn\/thong-tin-chi-dao-dieu-hanh\/-\/asset_publisher\/x2qR6wPFecJP\/content\/-e-an-thanh-lap-cac-phuong-thuoc-thi-xa-pho-yen-va-thanh-lap-thanh-pho-pho-yen-tinh-thai-nguyen?inheritRedirect=true|tựa đề=Đề án thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên|ngày=2021-09-09|website=Cổng thông tin điện tử thị xã Phổ Yên|url-status=dead|ngày truy cập=2022-02-16|archive-date=2022-02-13|archive-url=https:\/\/web.archive.org\/web\/20220213043507\/http:\/\/phoyen.thainguyen.gov.vn\/thong-tin-chi-dao-dieu-hanh\/-\/asset_publisher\/x2qR6wPFecJP\/content\/-e-an-thanh-lap-cac-phuong-thuoc-thi-xa-pho-yen-va-thanh-lap-thanh-pho-pho-yen-tinh-thai-nguyen?inheritRedirect=true}}<\/ref>, mật độ dân số đạt 1.032 người\/km².\n\n==Lịch sử==\nSau khi kiểm soát hoàn toàn miền Bắc, Chính phủ Việt Nam Dân chủ Cộng hòa, bên cạnh việc phân chia lại ruộng đất cho nông dân ly tán do tác động chiến tranh, còn tổ chức hệ thống các nông trường để khai thác các vùng đất hoang vào mục đích nông nghiệp. Lực lượng tổ chức nông trường gồm nhiều thành phần dân cư, trong đó có một số lượng lớn quân nhân tạm thời chưa giải ngũ được điều động làm công tác kinh tế.\n\nNông trường Bắc Sơn được thành lập năm 1957 theo quyết định của [[Quân khu Việt Bắc]], ban đầu gồm cả phần diện tích của 2 huyện [[Đại Từ]] và Phổ Yên, đều thuộc tỉnh Thái Nguyên. Thành phần lao động chủ yếu của nông trường là các quân nhân chuyển ngành, hoạt động trong lĩnh vực khai hoang và trồng chè. Năm 1966, phần đất thuộc huyện Đại Từ của nông trường được tách ra để thành lập Nông trường Quân Chu.<ref name=\"hoithao\">Theo tài liệu \"Hội thảo khoa học Lịch sử Đảng bộ và nhân dân thị trấn Quân Chu (giai đoạn 1967 – 2013)\"<\/ref> Địa phận của Nông trường Bắc Sơn bấy giờ được thu hẹp lại trên phần đất của 3 xã [[Phúc Thuận]], [[Minh Đức, Phổ Yên|Minh Đức]], [[Thành Công, Phổ Yên|Thành Công]] của huyện Phổ Yên.\n\nNgày [[26 tháng 10]] năm [[1967]], Bộ Nội vụ ra Quyết định số 416\/NV thành lập thị trấn Nông trường Bắc Sơn trên cơ sở khu dân cư tập trung và lãnh thổ do Nông trường Bắc Sơn quản lý<ref>{{Chú thích web |url=http:\/\/www.phoyen.gov.vn\/tabid\/89\/catid\/403\/item\/4080\/dia-ly-hanh-chinh---huyen-pho-yen.aspx |ngày truy cập=2015-06-11 |tựa đề=Địa lý Hành chính - Huyện Phổ Yên |archive-date=2015-06-11 |archive-url=https:\/\/web.archive.org\/web\/20150611185118\/http:\/\/www.phoyen.gov.vn\/tabid\/89\/catid\/403\/item\/4080\/dia-ly-hanh-chinh---huyen-pho-yen.aspx |url-status=dead }}<\/ref>. Thị trấn Nông trường Quân Chu cũng được thành lập trong thời gian này.<ref name=\"hoithao\" \/>\n\nTổ chức của thị trấn Nông trường Bắc Sơn hoạt động mang đặc thù của một [[Thị trấn nông trường]] khá phổ biến tại miền Bắc Việt Nam giai đoạn 1965 - 1985, vừa mang đặc tính một đơn vị sản xuất kinh tế, vừa là đơn vị hành chính độc lập nhưng có địa bàn chồng lấn với các đơn vị hành chính địa phương.\n\nTừ năm [[1986]], khi Việt Nam bắt đầu đổi mới và mở cửa, xu hướng phân tách chức năng kinh tế và quản lý hành chính mới bắt đầu được thực hiện. Hoạt động của thị trấn Nông trường Bắc Sơn từ đó cũng được phân biệt, tách chức năng hoạt động kinh tế của Nông trường Bắc Sơn khỏi hoạt động quản lý hành chính của thị trấn Nông trường Bắc Sơn.\n\nNăm [[2006]], Nông trường Bắc Sơn được cổ phần hóa, trở thành Công ty cổ phần Chè Bắc Sơn, với phần lớn cổ phần của Tổng công ty chè Việt Nam, chính thức trở thành một doanh nghiệp độc lập<ref>{{Chú thích web |url=http:\/\/www.dbdcthainguyen.gov.vn\/channel\/4988\/201003\/Tap-hop-ket-qua-giai-quyet-tra-loi-kien-nghi-cua-cu-tri-tinh-Thai-Nguyen-tai-ky-hop-thu-5-1938618\/ |ngày truy cập=2015-06-11 |tựa đề=Tập hợp kết quả giải quyết, trả lời kiến nghị của cử tri tỉnh Thái Nguyên tại kỳ họp thứ 5, Quốc hội khóa XII |archive-date=2015-06-11 |archive-url=https:\/\/web.archive.org\/web\/20150611222108\/http:\/\/www.dbdcthainguyen.gov.vn\/channel\/4988\/201003\/Tap-hop-ket-qua-giai-quyet-tra-loi-kien-nghi-cua-cu-tri-tinh-Thai-Nguyen-tai-ky-hop-thu-5-1938618\/ |url-status=dead }}<\/ref>.\n\nNgày [[13 tháng 1]] năm [[2011]], Chính phủ ban hành Nghị quyết số 05\/NQ-CP<ref name=NQ05>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-05-NQ-CP-giai-the-thi-tran-nong-truong-dieu-chinh-dia-gioi-hanh-chinh-117518.aspx|title=Nghị quyết số 05\/NQ-CP về việc giải thể các thị trấn Nông trường và điều chỉnh địa giới hành chính để thành lập các thị trấn: Bắc Sơn thuộc huyện Phổ Yên, Sông Cầu thuộc huyện Đồng Hỷ, Quân Chu thuộc huyện Đại Từ; thành lập phường Tích Lương thuộc thành phố Thái Nguyên và phường Bách Quang thuộc thị xã Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Giải thể thị trấn nông trường Bắc Sơn, chuyển 1.132 người của thị trấn về xã Minh Đức, 2.783 người của thị trấn về xã Phúc Thuận\n*Thành lập thị trấn Bắc Sơn trên cơ sở điều chỉnh 161,72 ha diện tích tự nhiên và 1.206 người của xã Minh Đức, 207,31 ha diện tích tự nhiên và 2.954 người của xã Phúc Thuận.\n\nThị trấn Bắc Sơn có 369,03 ha diện tích tự nhiên và 4.160 người.\n\nNgày [[15 tháng 5]] năm [[2015]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 932\/NQ-UBTVQH13<ref name=NQ932>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-932-NQ-UBTVQH13-thanh-lap-thi-xa-Pho-Yen-dieu-chinh-dia-gioi-hanh-chinh-Thai-Nguyen-289498.aspx|title=Nghị quyết 932\/NQ-UBTVQH13 về việc thành lập thị xã Phổ Yên và 04 phường thuộc thị xã Phổ Yên, điều chỉnh địa giới hành chính thành phố Thái Nguyên để thành lập phường Lương Sơn thuộc thị xã Sông Công và thành lập thành phố Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, chuyển huyện Phổ Yên thành thị xã Phổ Yên và thành lập phường Bắc Sơn trên cơ sở toàn bộ 369,09 ha diện tích tự nhiên và 5.231 người của thị trấn Bắc Sơn.\n\nNgày [[10 tháng 4]] năm [[2022]], thành lập thành phố Phổ Yên trên cơ sở toàn bộ diện tích và dân số của thị xã Phổ Yên, phường Bắc Sơn trực thuộc thành phố Phổ Yên như hiện nay.<ref name=NQ469>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-469-NQ-UBTVQH15-2022-thanh-lap-phuong-thuoc-thi-xa-Pho-Yen-Thai-Nguyen-504359.aspx|tựa đề=Nghị quyết số 469\/NQ-UBTVQH15 năm 2022 về việc thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên|url-status=live}}<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc thành phố Phổ Yên}}"}