{"372165":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Bắc Quang\n| hình = \n| ghi chú hình = \n| vĩ độ = 22\n| vĩ phút = 25\n| vĩ giây = 9\n| kinh độ = 104\n| kinh phút = 49\n| kinh giây = 28\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.105,65 km²\n| dân số = 118.690 người<ref name=HAGIANG2019\/>\n| thời điểm dân số = 2019\n| dân số thành thị = 19.385 người (16%)\n| dân số nông thôn = 99.305 người (84%)\n| mật độ dân số = 107 người\/km²\n| dân tộc = Mông, Tày, Dao, Kinh, Nùng, Giấy, La Chí, Hoa, Pà Thẻn, Cờ Lao, Lô Lô, Bố Y, Phù Lá, Pu Péo, Mường, Sán Chay, Thái, Sán Dìu\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Hà Giang]]\n| huyện lỵ = Thị trấn [[Việt Quang (thị trấn)|Việt Quang]]\n| thành lập = \n| phân chia hành chính = 2 thị trấn, 21 xã\n| trụ sở UBND = Tổ 4, thị trấn Việt Quang\n| mã hành chính = 034<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 23-D1\n| web = {{url|bacquang.hagiang.gov.vn}}\n}}\n\n'''Bắc Quang''' là một huyện miền núi thấp thuộc tỉnh [[Hà Giang]], [[Việt Nam]].<ref name =HaGiang-tt21 >[https:\/\/thukyluat.vn\/vb\/thong-tu-21-2013-tt-btnmt-ve-danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-phuc-vu-cong-tac-thanh-lap-ban-do-tinh-ha-giang-31d87.html Thông tư 21\/2013\/TT-BTNMT ngày 01\/08\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ tỉnh Hà Giang. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref><ref name=qd124cp@2004 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref>\n\n== Địa lý ==\nHuyện Bắc Quang là cửa ngõ phía nam tỉnh Hà Giang, nằm trên Quốc lộ 2 cách thành phố Hà Giang 60&nbsp;km về phía bắc, có vị trí địa lý:\n*Phía đông giáp huyện [[Hàm Yên]], tỉnh [[Tuyên Quang]]\n*Phía tây giáp huyện [[Quang Bình]]\n*Phía nam giáp huyện [[Lục Yên]], tỉnh [[Yên Bái]]\n*Phía bắc giáp huyện [[Vị Xuyên]] và huyện [[Lâm Bình]], tỉnh [[Tuyên Quang]].\n\nHuyện Bắc Quang có diện tích 1.105,65&nbsp;km², dân số năm 2019 là 118.690 người<ref name=HAGIANG2019>{{Chú thích web|url = http:\/\/hagiang.gov.vn\/PublishingImages\/N%C4%83m%202020\/Van%20ban\/H%C3%A0%20Giang%20-%20dan%20so%20DTTS%20cap%20xa_63%20tinh.xls|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Hà Giang|access-date = ngày 28 tháng 8 năm 2020|author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}{{Liên kết hỏng|date=2022-05-12 |bot=InternetArchiveBot }}<\/ref>, mật độ dân số đạt 107 người\/km².\n\n===Địa hình===\nĐịa hình phần lớn là đồi núi đá vôi xen kẽ với những dải đồng bằng. Có [[sông Lô]] và [[sông Hiếu|sông Con]] chảy qua.\n\nHuyện Bắc Quang có địa hình địa mạo tương đối phức tạp so với địa hình của tỉnh Hà Giang nói chung có thết chia thành 3 dạng địa hình chính như sau:\n*Địa hình núi cao trung bình: tập trung nhiều ở xã Tân Lập, Liên Hiệp, Đức Xuân với độ cao từ 700&nbsp;m đến 1.500&nbsp;m có độ dốc trên 250%, chủ yếu là đá Granit, đá vôi và phiến thạch mica.\n*Địa hình đồi núi thấp: Có độ cao từ 100&nbsp;m đến 700&nbsp;m, phân bố ở tất cả các xã, địa hình đồi bát úp, lượn sóng thuận lợi cho phát triển các lợi cây công nghiệp dài ngày và cây ăn quả.\n*Địa hình thung lũng: Gồm các dải đất bằng thoải, lượn sóng ven sông lô, sông con và suối sảo. Đìa hình khá bằng phẳng có điều kiện giữ nước và tưới nước trên hầu hết diện tích đất đã được khai thác trồng lúa và hoa màu.\n\n===Khí hậu===\nKhí hậu nhiệt đới nóng ẩm, chia thành 4 mùa rõ rệt, nhiệt độ trung bình khoảng 22,5-23°C.\n\nLượng mưa trung bình khoảng 4.665-5.000&nbsp;mm\/năm.\n\nMùa mưa từ tháng 5 đến tháng 11 hàng năm, lượng mưa chiếm 90% tổng lượng mưa cả năm. \n\nBắc Quang là một trong những vùng có số ngày mưa nhiều nhất ở Việt Nam, khoảng từ 180 đến 200 ngày\/năm.\n\n===Tài nguyên rừng, thảm thực vật===\nBắc Quang có tài nguyên rừng rất lớn tính cả diện tích đất đồi núi chưa sử dụng có khả năng sử dụng vào mục đích lâm nghiệp thì huyện có khoảng 85.200 ha, chiếm 78% diện tích tự nhiên. Trong đó rừng sản xuất 57.694,73 ha chiếm 72,93%, chủ yếu là rừng trồng cây lâm nghiệp như: nguyên liệu giấy, rừng phòng hộ 21.410,2 ha, chiếm 27% tổng diện tích đất lâm nghiệp.\n\nNhóm đất phù xa (Fluvíols) chiếm 4 % tổng diện tích tự nhiên, Lân và kali tổng số trung bình rễ tiêu ở mức nghèo, đây là loại đất phù hợp với loại cây trồng ngắn ngày đặc biệt là cây lương thực.\n\nNhóm Gley: có diện tích chiếm khoảng 2,4 % địa hình thấp trũng, đất có phản ứng chua, khó thoát nước, nhóm đất này chủ yếu là trồng lúa nước, đất thường chặt, bí, quá trình khử mạnh hơn quá trình oxy hóa.\n\nNhóm than bùn: nhóm: Nhóm đất này có diện tích (36 ha) tập trung tại xã Vô Điếm.có hàm lượng mùn, đạm, và lân tổng số rất cao.\n\nNhóm đất xám: Diện tích đất này chiếm tỷ lệ cao 90,8% phân bổ khắp trên địa bàn toàn huyện.\n\nNhóm đất đỏ: chiếm 0,3% chủ yếu ở xã Vĩnh Phúc, Đồng Yên, Liên Hiệp.\n\n==Hành chính==\nHuyện Bắc Quang có 23 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Việt Quang (thị trấn)|Việt Quang]] (huyện lỵ), [[Vĩnh Tuy (thị trấn)|Vĩnh Tuy]] và 21 xã: [[Bằng Hành]], [[Đồng Tâm, Bắc Quang|Đồng Tâm]], [[Đông Thành, Bắc Quang|Đông Thành]], [[Đồng Tiến, Bắc Quang|Đồng Tiến]], [[Đồng Yên]], [[Đức Xuân, Bắc Quang|Đức Xuân]], [[Hùng An, Bắc Quang|Hùng An]], [[Hữu Sản, Bắc Quang|Hữu Sản]], [[Kim Ngọc, Bắc Quang|Kim Ngọc]], [[Liên Hiệp, Bắc Quang|Liên Hiệp]], [[Quang Minh, Bắc Quang|Quang Minh]], [[Tân Lập, Bắc Quang|Tân Lập]], [[Tân Quang, Bắc Quang|Tân Quang]], [[Tân Thành, Bắc Quang|Tân Thành]], [[Thượng Bình]], [[Tiên Kiều]], [[Việt Hồng, Bắc Quang|Việt Hồng]], [[Việt Vinh]], [[Vĩnh Hảo, Bắc Quang|Vĩnh Hảo]], [[Vĩnh Phúc, Bắc Quang|Vĩnh Phúc]], [[Vô Điếm]].\n\n== Lịch sử ==\nNgày [[21 tháng 12]] năm [[1957]], Ban Cán sự Hành chính Lao - Hà - Yên ban hành Quyết định số 564\/TC+CB về việc thành lập thị trấn Vĩnh Tuy trên cơ sở tách một phần diện tích và dân số của xã Vĩnh Hảo.<ref>{{Chú thích web|url=http:\/\/vtlt.hagiang.gov.vn\/index.php?nv=thong-bao&op=Thong-bao-moi\/GIOI-THIEU-QUYET-DINH-THANH-LAP-THI-TRAN-VINH-TUY-4|tựa đề=Giới thiệu quyết định thành lập thị trấn Vĩnh Tuy|ngày=2018-10-03|website=Trang thông tin điện tử Chi cục Văn thư, Lưu trữ tỉnh Hà Giang}}<\/ref>\n\nNgày [[28 tháng 1]] năm [[1967]], Bộ Nội vụ ra Quyết định số 25-NV thành lập thị trấn nông trường Việt Lâm trực thuộc huyện Bắc Quang.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-25-NV-phe-chuan-thanh-lap-thi-tran-nong-truong-Viet-lam-thuoc-huyen-Bac-giang-Ha-giang-18158.aspx Quyết định số 25-NV]<\/ref>\n\nSau năm [[1975]], huyện Bắc Quang thuộc tỉnh [[Hà Tuyên]], bao gồm thị trấn Vĩnh Tuy, thị trấn nông trường Việt Lâm và 34 xã: Bạch Ngọc, Bản Rịa, Bằng Hành, Bằng Lang, Đồng Tâm, Đồng Yên, Hùng An, Hương Sơn, Hữu Sản, Khuôn Lùng, Kim Ngọc, Liên Hiệp, Nà Chì, Nà Khương, Quang Minh, Quảng Ngần, Quảng Nguyên, Tân Lập, Tân Quang, Tân Trịnh, Thông Nguyên, Thượng Sơn, Tiên Kiều, Tiên Nguyên, Tiên Yên, Trung Thành, Vĩ Thượng, Việt Lâm, Việt Vinh, Vĩnh Hảo, Vĩnh Phúc, Vô Điếm, Yên Bình, Yên Hà.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[18 tháng 11]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định 136-HĐBT<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh136-hdbtdieu-chinh-dia-gioi-huyen-thuoc-tinh-ha-tuyen-44772.aspx\/ Quyết định 136-HĐBT năm 1983 điều chỉnh địa giới một số huyện thuộc tỉnh Hà Tuyên]<\/ref> về việc:\n*Thành lập xã Xuân Minh từ một phần đất của xã Tân Lập\n*Điều chỉnh 3 xã: Nà Chì, Khuôn Lùng và Quảng Nguyên về huyện [[Xín Mần]] quản lý\n*Điều chỉnh 3 xã: Thông Nguyên, Tiên Nguyên và Xuân Minh về huyện [[Hoàng Su Phì]] quản lý (nay 2 xã Tiên Nguyên, Xuân Minh trực thuộc huyện [[Quang Bình]])\n*Điều chỉnh thị trấn Nông trường Việt Lâm và 5 xã: Thượng Sơn, Quảng Ngần, Trung Thành, Bạch Ngọc, Việt Lâm về huyện [[Vị Xuyên]] quản lý.\n\nHuyện Bắc Quang còn lại thị trấn Vĩnh Tuy và 24 xã: Bản Rịa, Bằng Hành, Bằng Lang, Đồng Tâm, Đồng Yên, Hùng An, Hương Sơn, Hữu Sản, Kim Ngọc, Liên Hiệp, Nà Khương, Quang Minh, Tân Lập, Tân Quang, Tân Trịnh, Tiên Kiều, Tiên Yên, Vĩ Thượng, Việt Vinh, Vĩnh Hảo, Vĩnh Phúc, Vô Điếm, Yên Bình, Yên Hà.\n\nNgày [[19 tháng 2]] năm [[1986]], Hội đồng Bộ trưởng ban hành Quyết định số 14-HĐBT<ref name=14-HĐBT>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh14-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-cua-huyen-Bac-Quang-tinh-Ha-Tuyen-37034.aspx\/ Quyết định số 14-HĐBT năm 1986]<\/ref> về việc:\n*Thành lập thị trấn Việt Quang trên cơ sở một phần diện tích và dân số của 2 xã Quang Minh và Việt Vinh\n*Thành lập xã Việt Hồng trên cơ sở một phần diện tích và dân số của ba xã Yên Hà, Việt Vinh và Hùng An\n*Thành lập xã Đức Xuân trên cơ sở một phần diện tích và dân số của xã Liên Hiệp.\n\nNgày [[1 tháng 10]] năm [[1991]], tỉnh Hà Giang được tái lập, Bắc Quang trở thành huyện của tỉnh Hà Giang.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[29 tháng 8]] năm [[1994]], Chính phủ ban hành Nghị định số 112\/1994\/NĐ-CP<ref name=112\/1994\/NĐ-CP>Nghị định số 112-CP năm 1994 của Chính phủ<\/ref> về việc thành lập xã Xuân Giang từ một phần đất của các xã Bằng Lang, Nà Khương, Yên Hà và Tiên Yên.\n\nNgày [[29 tháng 1]] năm [[1997]], Chính phủ ban hành Nghị định 8-CP<ref name=8-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-8-cp-dieu-chinh-dia-gioi-hanh-chinh-xa-thuoc-huyen-yen-minh-bac-quang-tinh-ha-giang-40371.aspx\/ Nghị định 8-CP năm 1997 về việc điều chỉnh địa giới hành chính một số xã thuộc các huyện Yên Minh, Bắc Quang, tỉnh Hà Giang]<\/ref> về việc:\n*Thành lập xã Thượng Bình từ một phần đất của xã Bằng Hành\n*Thành lập xã Tân Thành từ một phần đất của xã Tân Lập thuộc huyện Bắc Quang và một phần đất của xã Quảng Ngần thuộc huyện Vị Xuyên.\n\nNgày [[20 tháng 8]] năm [[1999]], Chính phủ ban hành Nghị định 74\/1999\/NĐ-CP<ref name=74\/1999\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-74-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-lap-thi-tran-huyen-xa-thuoc-huyen-meo-vac-yen-minh-quang-ba-bac-quang-hoang-su-phi-ha-giang-45585.aspx\/ Nghị định 74\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính thành lập thị trấn và xã thuộc các huyện Mèo Vạc, Yên Minh, Quản Bạ, Bắc Quang, Hoàng Su Phì và thị xã Hà Giang, tỉnh Hà Giang]<\/ref> về việc :\n*Thành lập xã Đồng Tiến từ một phần đất của xã Đồng Tâm\n*Thành lập xã Yên Thành từ một phần đất của xã Yên Bình.\n\nCuối năm [[2002]], huyện Bắc Quang có 2 thị trấn: Việt Quang, Vĩnh Tuy và 31 xã: Bản Rịa, Bằng Hành, Bằng Lang, Đồng Tâm, Đồng Tiến, Đồng Yên, Đức Xuân, Hùng An, Hương Sơn, Hữu Sản, Kim Ngọc, Liên Hiệp, Nà Khương, Quang Minh, Tân Lập, Tân Quang, Tân Thành, Tân Trịnh, Thượng Bình, Tiên Kiều, Tiên Yên, Vĩ Thượng, Việt Hồng, Việt Vinh, Vĩnh Hảo, Vĩnh Phúc, Vô Điếm, Xuân Giang, Yên Bình, Yên Hà, Yên Thành.\n\nNgày [[1 tháng 12]] năm [[2003]], Chính phủ ban hành Nghị định 146\/2003\/NĐ-CP<ref name=146\/2003\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-146-2003-nd-cp-thanh-lap-xa-thuoc-huyen-bac-quang-thanh-lap-huyen-quang-binh-tinh-ha-giang-6309.aspx\/ Nghị định 146\/2003\/NĐ-CP thành lập xã thuộc huyện Bắc Quang và thành lập huyện Quang Bình, tỉnh Hà Giang]<\/ref> về việc:\n*Thành lập xã Tân Bắc từ một phần đất của xã Tân Trịnh\n*Thành lập xã Đông Thành từ một phần đất của các xã Đồng Yên và Vinh Hảo\n*Điều chỉnh 12 xã: Bản Rịa, Yên Thành, Yên Bình, Bằng Lang, Xuân Giang, Nà Khương, Yên Hà, Tiên Yên, Hương Sơn, Tân Trịnh, Vĩ Thượng và Tân Bắc thuộc huyện Bắc Quang chuyển sang trực thuộc huyện [[Quang Bình]].\n\nSau khi điền chỉnh địa giới hành chính thành lập huyện Quang Bình, huyện Bắc Quang còn lại 108.359 ha diện tích tự nhiên và 102.293 nhân khẩu, có 23 đơn vị hành chính trực thuộc, bao gồm 21 xã: Đồng Tâm, Đồng Tiến, Đồng Yên, Đức Xuân, Bằng Hành, Hữu Sản, Hùng An, Kim Ngọc, Liên Hiệp, Quang Minh, Tân Lập, Tân Quang, Tân Thành, Thượng Bình, Tiên Kiều, Vô Điếm, Việt Hồng, Việt Vinh, Vĩnh Hảo, Vĩnh Phúc, Đông Thành và 2 thị trấn: Việt Quang, Vĩnh Tuy.\n\nNgày [[25 tháng 8]] năm [[2010]], Bộ Xây dựng ban hành Quyết định số 780\/QĐ-BXD về việc công nhận thị trấn Việt Quang là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].<ref name=BXD>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1173\/5104\/cong-nhan-thi-tran-viet-quang--huyen-bac-quang--tinh-ha-giang-la-do-thi-loai-iv.aspx|tựa đề=Công nhận thị trấn Việt Quang, huyện Bắc Quang, tỉnh Hà Giang là đô thị loại IV|ngày=2010-08-27|website=Cổng thông tin điện tử Bộ Xây dựng}}<\/ref>\n\n== Giao thông ==\n[[Quốc lộ 2]] chạy xuyên suốt huyện hướng Bắc Nam. Ngoài ra còn có [[tỉnh lộ 279]] nối Tuyên Quang với [[Lào Cai]] hướng Đông Tây.\n\n== Du lịch ==\n* Thác Thúy thị trấn Việt Quang\n* Làng du lịch Văn hóa, sản xuất Giấy Bản dân tộc Dao Thanh Sơn thị trấn Việt Quang\n* Làng Văn hóa Du lịch - Tâm linh thôn Tân Sơn TT Việt Quang\n*[[Hang Nặm Pạu]] tại Đức Xuân\n*Hang Tứ Cung xã Vĩnh Phúc\n*Khu du lịch sinh thái Nậm An tại Tân Thành.\n*Hồ [[thủy điện Nậm Mu]].\n*Hồ Quang Minh gắn với Làng Văn hóa du lịch Thôn Khiềm xã Quang Minh\n*Khu di tích Tiểu khu cách mạng Trọng Con (xã Bằng Hành).\n\n== Tham khảo==\n{{tham khảo|25em}}\n== Liên kết ngoài ==\n{{Commonscat|Bac Quang District}}\n{{Sơ khai Hà Giang}}\n{{Huyện thị Hà Giang}}\n{{Đơn vị hành chính thuộc huyện Bắc Quang}}\n\n[[Thể loại:Bắc Quang|*]]"}