{"1242380":"{{bài cùng tên|Bắc Lý}}\n{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Bắc Lý\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 17\n| vĩ giây = 46\n| kinh phút = 58\n| kinh giây = 07\n| diện tích = 12,90 km²\n| dân số = 15.279 người\n| thời điểm dân số = 2021\n| mật độ dân số = 1.184 người\/km²\n| dân tộc = Kinh \n| vùng = [[Đông Bắc Bộ]] \n| tỉnh = [[Bắc Giang]]\n| huyện = [[Hiệp Hòa (huyện)|Hiệp Hòa]]\n| thành lập = 1\/7\/2022<ref name=NQ510 \/>\n| trụ sở UBND = Phố Hoa\n| mã hành chính = 07870<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Bắc Lý''' là một [[Thị trấn (Việt Nam)|thị trấn]] thuộc huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]], tỉnh [[Bắc Giang]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Bắc Lý nằm ở phía nam huyện Hiệp Hòa, có vị trí địa lý:\n*Phía đông giáp xã [[Đoan Bái]] và xã [[Đông Lỗ, Hiệp Hòa|Đông Lỗ]]\n*Phía tây giáp các xã [[Mai Trung]], [[Xuân Cẩm]] và [[Hương Lâm, Hiệp Hòa|Hương Lâm]]\n*Phía nam giáp xã Hương Lâm và xã [[Châu Minh]]\n*Phía bắc giáp xã [[Danh Thắng]] và xã [[Thường Thắng]].\n\nThị trấn có diện tích 12,90&nbsp;km², dân số năm 2021 là 15.279 người<ref name=NQ510 \/>, mật độ dân số đạt 1.184 người\/km².\n\n==Hành chính==\nThị trấn Bắc Lý được chia thành 11 tổ dân phố: Cầu Trang, Đông Trong Đầm, Lý Viên, Mã Quần, Tam Hợp, Tân Cầu Rô, Tân Hợp, Thống Nhất, Trung Tâm, Vụ Bản, Vụ Nông.<ref>{{Chú thích web|url=https:\/\/hiephoa.bacgiang.gov.vn\/chi-tiet-tin-tuc\/-\/asset_publisher\/gFj0vhwEUNmh\/content\/99-38-cu-tri-ung-ho-viec-thanh-lap-thi-tran-bac-ly-huyen-hiep-hoa|tựa đề=99,38% cử tri ủng hộ việc thành lập thị trấn Bắc Lý, huyện Hiệp Hòa|ngày=2020-10-27|website=Cổng thông tin điện tử huyện Hiệp Hòa|url-status=live}}<\/ref>\n\n==Lịch sử==\nTrước đây, Bắc Lý là một xã thuộc huyện Hiệp Hòa.\n\nNgày [[12 tháng 5]] năm [[2022]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 510\/NQ-UBTVQH15 (nghị quyết có hiệu lực từ ngày [[1 tháng 7]] năm [[2022]])<ref name=NQ510>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-510-NQ-UBTVQH15-2022-thanh-lap-thi-tran-Phuong-Son-huyen-Luc-Nam-Bac-Giang-516371.aspx|tựa đề=Nghị quyết số 510\/NQ-UBTVQH15 năm 2022 về việc thành lập thị trấn Phương Sơn thuộc huyện Lục Nam và thị trấn Bắc Lý thuộc huyện Hiệp Hòa, tỉnh Bắc Giang|url-status=live}}<\/ref>. Theo đó, thành lập thị trấn Bắc Lý trên cơ sở toàn bộ 12,90 km² diện tích tự nhiên và 15.279 người của xã Bắc Lý.\n\n==Xã hội==\n===Giáo dục===\nGiáo dục Bắc Lý là một trong những điểm mạnh để tạo đà phát triển kinh tế cho toàn huyện. Năm 2018, tỉ lệ người lớn biết chữ đạt 98,83%, phổ cập giáo dục là cấp THCS.\n\nCó 5 ngôi trường tọa lạc trên mảnh đất vỏn vẹn 12,9&nbsp;km² là:\n*Trường Mầm non Bắc Lý:Thôn Đoài\n*Trường Tiểu học Bắc Lý số 1: Thôn Trung\n*Trường Tiểu học Bắc Lý số 2: Thôn Bắc Vụ\n*Trường THCS Bắc Lý: Thôn Mã Quần\n*Trường THPT Hiệp Hòa số 2: Thôn Sau Chiền.\n\n== Văn hóa == \nVăn hóa Bắc Lý là một trong những cái nôi có lịch sử lâu đời ở miền Bắc. Ở nơi đây người ta tìm thấy trống đồng Bắc Lý (đào được ở khu đất Gò Mụ, thôn Lý Viên, xã Bắc Lý vào năm 1975), Trống đồng Bắc Lý giống trống đồng Ngọc Lũ, trống đồng Đông Sơn, ở giữa có ngôi sao 12 cánh, 4 tượng cóc ở xung quanh. Đó là loại trống được xếp vào loại cổ nhất, một di sản đặc sắc và tiêu biểu của nền văn hóa Đông sơn cách đây 2350 năm.\n\nBắc Lý còn là đất của quan họ, nơi có nhánh sông Cầu chảy qua. Hiện nay trên mảnh đất Bắc Lý có 3 ngôi chùa, đình nổi tiếng được công nhận là di sản văn hóa cấp tỉnh Đó là Chùa Cả (Kim Tước tự), Nghè Long Động - Thôn Cầu Rô, Đình Lý Viên - Thôn Lý Viên. Chùa Cả là hiện thân của 2 tín ngưỡng phổ biến hiện nay: Thờ Phật và Tam phủ; Đình Cả thờ Phật và trong điện thờ Mẫu Tam phủ. Nghè Long Động là cả một câu chuyện về con trăn gió; nghè vừa được tu sửa vào năm 2017. Đình Lý Viên là nơi cất giữ trống đồng Bắc Lý.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n{{sơ khai Bắc Giang}}\n{{Đơn vị hành chính thuộc huyện Hiệp Hòa}}"}