{"97764":"{{bài cùng tên|Bắc Hà}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện \n| tên = Bắc Hà \n| hình = Mèo Hoàng A Tưởng.jpg\n| ghi chú hình = Dinh thự vua Mèo Hoàng A Tưởng ở huyện Bắc Hà\n| vĩ độ = 22.5409 \n| kinh độ = 104.2908\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 683 km²\n| dân số = 65.338 người \n| dân số thành thị = 5.545 người \n| dân số nông thôn = 59.793 người \n| thời điểm dân số = 2019 \n| mật độ dân số = 96 người\/km²\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Lào Cai]]\n| huyện lỵ = thị trấn [[Bắc Hà (thị trấn)|Bắc Hà]]\n| phân chia hành chính = 1 thị trấn, 18 xã\n| trụ sở UBND = \n| mã hành chính = 085<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = \n| fax = \n| web = {{url|bacha.laocai.gov.vn}}\n|biển số xe=24-Z1}}\n\n'''Bắc Hà''' là một [[Huyện (Việt Nam)|huyện]] nằm ở phía đông bắc của tỉnh [[Lào Cai]], [[Việt Nam]].<ref name =LaoKai-tt36 >[https:\/\/thukyluat.vn\/vb\/thong-tu-36-2013-tt-btnmt-danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-lao-cai-33e10.html Thông tư 36\/2013\/TT-BTNMT ngày 30\/10\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ phần đất liền tỉnh Lào Cai. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref><ref name=qd124cp@2004 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref>\n\n==Địa lý==\nHuyện Bắc Hà nằm ở phía đông bắc tỉnh [[Lào Cai]], có vị trí địa lý:\n*Phía bắc giáp huyện [[Si Ma Cai]]\n*Phía nam giáp huyện [[Bảo Yên]] và huyện [[Bảo Thắng]]\n*Phía đông giáp huyện [[Xín Mần]], tỉnh [[Hà Giang]]\n*Phía tây giáp huyện [[Mường Khương]].\n\nBắc Hà có diện tích 681&nbsp;km², dân số là 67.472 người, gồm 18 dân tộc, trong đó dân tộc [[H'Mông]] chiếm khoảng trên 47% dân số trong toàn huyện. Các dân tộc khác còn lại là Kinh, Dao tuyển (Mán đen), Tày, Nùng, Phù Lá, Hoa,...\n\nHuyện Bắc Hà nằm ở độ cao khoảng 1.000 đến 1.500 m so với mực nước [[biển]], có khí hậu ôn hòa. Nhiệt độ trung bình năm là 25&nbsp;°C. Địa hình Bắc Hà nhiều núi [[đá vôi]], độ dốc trung bình từ 24 đến 28°. Độ ẩm không khí trung bình 75%.\n\n==Lịch sử==\n\n===Tên gọi===\nCái tên Bắc Hà xuất phát từ cụm từ tiếng Tày \"''Pạc ha''\" nghĩa là \"trăm bó gianh\". Thời thuộc Pháp, người Pháp ghi lại âm Pạc ha bằng chữ cái latinh thành Pakha. Người Việt đọc trại thành Bắc Hà rồi trở thành tên gọi chính thức của vùng đất này.\n\nNgoài ra Bắc Hà còn được ví với cái tên \"cao nguyên trắng\", bởi vì trong những năm 1985 - 1986 trở về trước tại các khu vực miền núi việt Nam như Lạng Sơn, Lào Cai, Yên Bái, Lai Châu, Nghệ An người ta trồng khá nhiều loại cây gây nghiện như [[anh túc]], [[cần sa]] với diện tích ước lượng khoảng 19.055 ha ([[Lào Cai]] giai đoạn 91-92 diện tích gieo trồng là 801 ha).<ref>{{Chú thích web |url=http:\/\/ubdt.gov.vn\/wps\/portal\/pcmt\/home\/chitiet\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3hnd0cPE3MfAwN302AXA88AS_dQZ3NfI39fM_2CbEdFANccfEI!\/?PC_7_CGAH47L00G5SD0IP9GUC7M2OE6_WCM_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Fubdt%2Fpcmatuymaidam%2Fthongtinthamkhao%2Fbaocaosolieudieutra%2F7f60bc804c485615bd69bfa919e9ee20 |ngày truy cập=2022-05-12 |tựa đề=Thực trạng tình hình trồng cây thuốc phiện và cây cần sa ở Việt Nam |archive-date=2015-12-08 |archive-url=https:\/\/web.archive.org\/web\/20151208132549\/http:\/\/ubdt.gov.vn\/wps\/portal\/pcmt\/home\/chitiet\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3hnd0cPE3MfAwN302AXA88AS_dQZ3NfI39fM_2CbEdFANccfEI!\/?PC_7_CGAH47L00G5SD0IP9GUC7M2OE6_WCM_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Fubdt%2Fpcmatuymaidam%2Fthongtinthamkhao%2Fbaocaosolieudieutra%2F7f60bc804c485615bd69bfa919e9ee20 |url-status=dead }}<\/ref> \n \nTuy nhiên, thời bấy giờ anh túc và cần sa được trồng để lấy rau và làm thuốc giảm đau và chống ho<ref>[http:\/\/vietnamnet.vn\/vn\/khoa-hoc\/75034\/giai-ma-bi-mat-cay-anh-tuc.html Giải mã bí mật cây anh túc]<\/ref> bởi người dân nơi đây và Bắc Hà cũng như các vùng khác cũng đã chứng kiến sự xuất hiện của những loại cây này như một loại dược liệu. Hơn nữa, do trong thời kỳ này nhà nước ta chưa có những chủ trương, luật pháp và biện pháp nhất quán về kiểm soát ma túy, khi thì nghiêm cấm, khi thì khuyến khích hoặc nới lỏng...Trong [[Hội đồng Tương trợ Kinh tế]] (SEV) thì nước ta được phân công trồng cây thuốc phiện cung cấp làm nguyên liệu sản xuất tân dược...\n\nDo vậy đến vụ mùa 1985 - 1986 diện tích gieo trồng cây thuốc phiện và cây cần sa đã lên tới 19.055 ha (cây cần sa 5 ha, cây thuốc phiện 19.050 ha). Diện tích thu hoạch tới 16.876 ha (cây thuốc phiện 16.871 ha). Sản lượng thuốc phiện thu hoạch 53.883&nbsp;kg, cần sa 10.470&nbsp;kg. Các tỉnh [[Hà Giang]], [[Sơn La]], [[Nghệ An]], [[Yên Bái]], [[Lai Châu]], [[Cao Bằng]] là 6 tỉnh trồng và thu hoạch vào loại cao nhất trong cả nước...\n\nCho đến năm 1993, Nhà nước đã tập trung hơn vào việc vận động nhân dân bỏ trồng cây thuốc phiện. Kết quả về diện tích và sản lượng cây thuốc phiện đã giảm bớt. Nhưng lúc này vấn đề đặt ra là làm thế nào để có một giải pháp ổn định giúp họ không tái trồng các loại cây này nữa. Do vậy, Lào Cai đã triển khai dự án trồng mận để thay thế loại cây trên.\n\nHằng năm, khi mỗi dịp xuân về, Bắc Hà lại chìm ngập trong màu trắng của hoa mận, và cái tên \"cao nguyên trắng\" bắt nguồn từ đó.\n\n===Lịch sử===\nVùng đất Bắc Hà từ thời vua Hùng Vương thuộc đất Tây Âu của Thục Phán. Thời Bắc thuộc, thuộc châu Cam Đường, quận Giao Chỉ. Thời nhà Lý thuộc châu Đăng. Thời nhà Trần thuộc lộ Quy Hoá.\n\nTừ thời nhà Lê đến thời Pháp chiếm đóng, thuộc động Ngọc Uyển, châu Thủy Vĩ, phủ Quy Hóa.\n\nNgày [[12 tháng 7]] năm [[1907]], thành lập tỉnh Lào Cai, Bắc Hà trở thành một châu của tỉnh Lào Cai, với 4 tổng: Bắc Hà, Lùng Phìn, Si Ma Cai, Bảo Nhai.\n\nSau năm 1945, bỏ cấp phủ, châu, gọi chung là huyện. Huyện Bắc Hà gồm thị trấn Bắc Hà và 39 xã: Bắc Hà, Bản Cái, Bản Già, Bản Liền, Bản Mế, Bản Phố, Bảo Nhai, Cán Cấu, Cán Hồ, Cờ Cải, Cốc Lầu, Cốc Ly, Dào Dền Sán, Hồ Mù Chải, Hoàng Thu Phố, Lầu Thí Ngài, Lử Thẩn, Lùng Chín, Lùng Phình, Lùng Sán, Na Hối, Nậm Đét, Nậm Khánh, Nậm Lúc, Nậm Mòn, Nàn Cảng, Nàn Sín, Nàn Thẩn, Nàn Vái, Quan Thần Sán, Seng Sui, Si Ma Cai, Sín Chéng, Sín Hồ Sán, Tà Chải, Tả Củ Tỷ, Tả Van Chư, Thải Giàng Phố, Thào Chư Phìn.\n\nNgày [[15 tháng 11]] năm [[1966]], Bắc Hà tách thành 2 huyện Bắc Hà và Si Ma Cai. Huyện Bắc Hà khi còn lại thị trấn Bắc Hà và 22 xã: Bắc Hà, Bản Cái, Bản Già, Bản Liền, Bản Phố, Bảo Nhai, Cờ Cải, Cốc Lầu, Cốc Ly, Hoàng Thu Phố, Lầu Thí Ngài, Lùng Chín, Lùng Phình, Na Hối, Nậm Đét, Nậm Khánh, Nậm Lúc, Nậm Mòn, Tà Chải, Tả Củ Tỷ, Tả Van Chư, Thải Giàng Phố.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-197-QD-chia-huyen-Bac-Ha-tinh-Lao-Cai-thanh-2-huyen-Bac-Ha-huyen-Si-Ma-Cai-vb18095t17.aspx Quyết định 197-QĐ năm 1966 về việc chia huyện Bắc Hà thuộc tỉnh Lào Cai thành hai huyện mới lấy tên là huyện Bắc Hà và huyện Si Ma Cai do Hội đồng Chính phủ ban hành]<\/ref>\n\nNăm [[1976]], hợp nhất tỉnh Lào Cai, tỉnh Yên Bái và tỉnh Nghĩa Lộ thành tỉnh Hoàng Liên Sơn, huyện Bắc Hà thuộc tỉnh Hoàng Liên Sơn.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[16 tháng 1]] năm [[1979]], hợp nhất xã Bắc Hà và xã Tà Chải thuộc huyện Bắc Hà thành xã Tà Chải.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-15-CP-phan-vach-dia-gioi-hanh-chinh-xa-thuoc-tinh-Hoang-Lien-Son-55174.aspx|tựa đề=Quyết định 15-CP năm 1979 phân vạch địa giới hành chính của một số xã thuộc tỉnh Hoàng Liên Sơn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nCùng năm, huyện Bắc Hà và huyện Si Ma Cai lại sáp nhập thành một huyện gọi là Bắc Hà.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-168-CP-hop-nhat-huyen-va-thi-xa-thuoc-tinh-Hoang-Lien-Son-vb57444t17.aspx Quyết định 168-CP năm 1979 về việc hợp nhất một số huyện và thị xã thuộc tỉnh Hoàng Liên Sơn do Hội đồng Chính phủ ban hành]<\/ref>\n\nNgày [[28 tháng 5]] năm [[1981]], sáp nhập xã Cờ Cải và xã Lùng Chín thành xã Lùng Cải.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-205-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Hoang-Lien-Son-43076.aspx|tựa đề=Quyết định 205-CP năm 1981 về việc điều chỉnh địa giới một số xã thuộc tỉnh Hoàng Liên Sơn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[12 tháng 8]] năm [[1991]], tái lập tỉnh Lào Cai từ tỉnh Hoàng Liên Sơn cũ, huyện Bắc Hà thuộc tỉnh Lào Cai.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>, bao gồm thị trấn Bắc Hà và 33 xã: Bản Cái, Bản Già, Bản Liền, Bản Mế, Bản Phố, Bảo Nhai, Cán Cấu, Cán Hồ, Cốc Ly, Cốc Lầu, Hoàng Thu Phố, Lầu Thí Ngài, Lùng Cải, Lùng Phìn, Lử Thẩn, Lùng Sui, Mản Thẩn, Na Hối, Nậm Lúc, Nậm Mòn, Nậm Khánh, Nậm Đét, Nàn Sán, Nàn Sín, Quan Thần Sán, Sán Chải, Si Ma Cai, Sín Chéng, Tà Chải, Tả Củ Tỷ, Tả Van Chư, Thải Giàng Phố, Thào Chư Phìn.\n\n[[Tháng 8]] năm [[2000]], tái lập huyện Si Ma Cai trên cơ sở một phần diện tích và dân số của huyện Bắc Hà.\n\nHuyện Bắc Hà còn lại thị trấn Bắc Hà và 20 xã: Bản Cái, Bản Già, Bản Liền, Bản Phố, Bảo Nhai, Cốc Lầu, Cốc Ly, Hoàng Thu Phố, Lầu Thí Ngài, Lùng Cải, Lùng Phình, Na Hối, Nậm Đét, Nậm Khánh, Nậm Lúc, Nậm Mòn, Tà Chải, Tả Củ Tỷ, Tả Van Chư, Thải Giàng Phố.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-36-2000-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Bac-Ha-de-tai-lap-huyen-Si-Ma-Cai-tinh-Lao-Cai-vb46707t11.aspx Nghị định 36\/2000\/NĐ-CP về việc điều chỉnh địa giới hành chính huyện Bắc Hà để tái lập huyện Si Ma Cai, tỉnh Lào Cai]<\/ref>\n\nNgày [[1 tháng 3]] năm [[2020]], sáp nhập xã Bản Già vào xã Tà Củ Tỷ và sáp nhập xã Lầu Thí Ngài vào xã Lùng Phình.<ref name=NQ896>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-896-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Lao-Cai-435413.aspx|tựa đề=Nghị quyết số 896\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Lào Cai|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Bắc Hà có 1 thị trấn và 18 xã như hiện nay.\n\n==Hành chính==\nHuyện Bắc Hà có 19 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[bắc Hà (thị trấn)|Bắc Hà]] (huyện lỵ) và 18 xã: [[Bản Cái]], [[Bản Liền]], [[Bản Phố]], [[Bảo Nhai]], [[Cốc Lầu]], [[Cốc Ly]], [[Hoàng Thu Phố]], [[Lùng Cải]], [[Lùng Phình]], [[Na Hối]], [[Nậm Đét]], [[Nậm Khánh]], [[Nậm Lúc]], [[Nậm Mòn]], [[Tà Chải]], [[Tả Củ Tỷ]], [[Tả Van Chư]], [[Thải Giàng Phố]].\n\n==Văn hóa - du lịch==\n===Đặc sản===\n[[Tập tin:Can Cau market (6223927056).jpg|thumb|Chợ phiên của người Hmông tại [[Cán Cấu]] (Si Ma Cai)|200x200px]]\n[[Tập tin:MarketInNorthernVietnam.jpg|nhỏ|200px|[[Chợ Bắc Hà]]]]\n*Rượu Bản Phố: Loại rượu nấu bằng hạt ngô ủ với một loại men lá và hạt cây hồng mi\n* Chè Bản Liền\n* Mận tam hoa Na Hối, mận Tà Chải\n* Mận địa phương: Tả van, mận hậu, tả hoàng ly, mận tím,...\n* Lê Tai Nung\n* Thảo dược: Tam thất bắc, cát cánh, đương quy,...\n* Cá tầm, cá hồi\n* Dê núi\n* Thịt lợn đen\n* Gà đen\n* Nấm chân chim\n* Thắng cố ngựa\n* Phở chua, phở trộn\n* Xôi 7 màu\n* Rượu ngô Bản Phố\n* Khâu nhục\n* Rau dớn\n* Rau ngót rừng\n* Ngồng cải mèo\n* Su su\n* Dưa mèo\n* [[Ngựa Bắc Hà]]\n\n===Du lịch===\n[[Tập tin:Vua Mèo House.jpg|nhỏ|Lâu đài Hoàng Yến Chao do Pháp xây tặng vua Mèo Hoàng A Tưởng|200x200px]]\n[[Tập tin:Mèo Hoàng A Tưởng.jpg|nhỏ|Dinh vua Mèo Hoàng A Tưởng|200x200px]]\nBắc Hà có nhiều di tích lịch sử, văn hóa và các địa điểm du lịch thú vị, trong đó phải kể đến lễ hội San sán (xuống đồng) của [[người H'Mông]] và [[người Tày]]; dinh Hoàng A Tưởng, Đền Bắc Hà, di chỉ thành cổ Trung Đô; các làng nghề [[thổ cẩm]], nấu rượu ngô đặc sản của đồng bào Mông như [[Bản Phố]], Tả Văn Chư; các chợ như chợ trâu Lũng Phìn, chợ văn hóa Bắc Hà, chợ Cốc Ly, chợ Bản Liền v.v<ref>{{Chú thích web |url=http:\/\/cema.gov.vn\/modules.php?name=Content&op=details&mid=3653 |ngày truy cập=2009-03-02 |tựa đề=Huyện Bắc Hà - Lào Cai phát triển du lịch văn hóa |archive-date=2006-10-10 |archive-url=https:\/\/web.archive.org\/web\/20061010005617\/http:\/\/www.cema.gov.vn\/modules.php?name=Content&op=details&mid=3653 |url-status=dead }}<\/ref>.\n\nĐáng chú ý trong đó là các di tích như dinh thự Hoàng A Tưởng và Đền Bắc Hà. Dinh thự [[Hoàng A Tưởng]] xây dựng từ năm 1919 đến năm 1921 thì hoàn thành. Người dân địa phương vẫn quen gọi là nhà \"[[Vua Mèo]]\" bởi thời Pháp thuộc một người dân tộc [[người Tày|Tày]] tên là [[Hoàng Yến Chao]] (sau đời con lên thay tên là Hoàng A Tưởng) làm châu úy châu Bắc Hà (Chính quyền thuộc Pháp), cai trị vùng Bắc Hà nhưng chủ yếu có 70% dân tộc Mông sinh sống, do vậy nó được gọi là vua của vùng người Mèo (vua Mèo). Ngày nay, chính quyền đang cho tu sửa khôi phục lại dinh thự này cho dúng thiết kế ngày xưa do người Pháp thiết kế theo kiểu lâu đài cổ thường thấy ở châu Âu. Tuy vậy vẫn có chi tiết không giữ nguyên bản, ví dụ: Cầu thang thoát hiểm của chủ nhân ở tầng 2 đã bịt lại. Trần la ti trước đây làm bằng tre ngà phơi khô trát với vôi rơm, nay làm bằng tre mai tươi trát vôi rơm sẽ không tồn tại được trên 80 năm như nguyên liệu kiểu cũ. Nhà Vua Mèo ngày nay vẫn còn giữ được những kỷ vật của Hoàng Yên Chao, đó là: Một bộ trường kỷ (bàn ghế cổ) và một gương Tàu (gương soi treo tường của Trung Quốc). Ngoài ra còn có ba cây hoa mộc, tuổi thọ của nó bằng ngôi nhà này.\n\nĐền Bắc Hà được đồng bào địa phương và khách thập phương góp công sức xây dựng từ thế kỷ thứ 19. Đó là đền thờ Gia quốc công Vũ Văn Mật, người có công đánh giặc dẹp loạn, hùng cứ cả một vùng rộng lớn, huy động được các dân tộc thiểu số địa phương trấn giữ vùng núi phía bắc ngăn giặc xâm lấn biên ải từ thời vua [[Lê Chiêu Tông]] (1516) sang thời [[nhà Mạc]] (1592)và những năm tiếp theo.\n* Đền Bắc Hà\n* [[Dinh thự Hoàng A Tưởng]]\n* Thành cổ Trung Đô\n* Hang rồng Tả Văn Chư\n* Làng du lịch sinh thái người Mông Tả Van Chư\n* Núi Ba mẹ con\n* [[Chợ phiên Bắc Hà]] - Chảo thắng cố lớn nhất Việt Nam (Chợ Văn hóa lớn nhất khu vực Đông Nam Á)\n* [[Chợ phiên Cốc Ly]]\n* Hang Tiên Cốc Ly\n* Du lịch sông Chảy\n* Chợ Lùng Phình\n* Hang động Lùng Phình\n* Làng văn hóa người Phù Lá [[Lùng Phình]]\n* Làng du lịch Bản Phố - làng nấu rượu ngô nổi tiếng\n* Núi Cô Tiên.\n* Lễ hội Đua ngựa truyền thống tháng 6 hàng năm\n* Thung lũng Hoa Thải Giàng Phố\n* Rừng Sa mu Lầu Thí Ngài\n* Trại khảo nghiệm các loại cây ăn quả ôn đới dưới chân núi Cô Tiên\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n\n== Liên kết ngoài ==\n\n{{sơ khai Lào Cai}}\n{{Huyện thị Lào Cai}}\n{{Đơn vị hành chính thuộc huyện Bắc Hà}}"}