{"138154":"{{bài cùng tên|Bắc Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Bắc Sơn\n| hình =Thác Đăng Mò.jpg\n| ghi chú hình =Thác Đăng Mò\n| vĩ độ = 21.900618\n| kinh độ = 106.315449\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 695,52 km²\n| dân số = 71.967 người<ref name=\"LS2019\"\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 104 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Lạng Sơn]]\n| huyện lỵ = Thị trấn [[Bắc Sơn (thị trấn)|Bắc Sơn]]\n| phân chia hành chính = 1 thị trấn, 17 xã\n| trụ sở UBND = Khối phố Hoàng Văn Thụ, thị trấn Bắc Sơn\n| mã hành chính = 185<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = 0205.3.837.223\n| web = {{url|bacson.langson.gov.vn}}\n|biển số xe=12-S1}}\n\n'''Bắc Sơn''' là một huyện nằm ở phía tây tỉnh [[Lạng Sơn]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Bắc Sơn nằm ở phía tây tỉnh [[Lạng Sơn]], có vị trí địa lý:\n*[[hướng Bắc|Phía bắc]] giáp huyện [[Bình Gia]]\n*[[hướng Đông|Phía đông]] giáp huyện [[Văn Quan]]\n*[[hướng Nam|Phía nam]] giáp huyện [[Hữu Lũng]]\n*[[hướng Tây|Phía tây]] giáp huyện [[Võ Nhai]], tỉnh [[Thái Nguyên]].\n\nHuyện Bắc Sơn có diện tích 695,52&nbsp;km², dân số năm 2019 là 71.967 người.<ref name=\"LS2019\">{{Chú thích web |url =http:\/\/vanphong.langson.gov.vn\/sites\/vanphong.langson.gov.vn\/files\/2019-09\/2066.pdf|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Lạng Sơn|access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref> Bắc Sơn là huyện miền núi, thuộc [[khối núi Bắc Sơn|cánh cung Bắc Sơn]] của [[Đông Bắc Bộ|vùng Đông Bắc]]. Trên địa bàn huyện có các ngọn núi cao 500 - 1.200m, như ngọn núi Khau Bao (cao 1.107m), ngọn núi Pa Lét (503m),...\n\n== Lịch sử ==\nBắc Sơn là huyện có nhiều di chỉ khảo cổ về người tiền sử, nơi đây các nhà khảo cổ đã phát hiện ra cả một nền văn minh của [[người Việt]] cổ, vào sơ kỳ đồ đá mới, mang tên [[văn hóa Bắc Sơn]]. Bắc Sơn là căn cứ địa kháng chiến (căn cứ địa Bắc Sơn - Võ Nhai), nơi nổ ra cuộc [[khởi nghĩa Bắc Sơn]], chống [[Nhật Bản|Nhật]] và [[Pháp]] của lực lượng [[Việt Minh]] những năm [[1940]].\n\nTrước năm 1894, địa bàn huyện Bắc Sơn ngày nay thuộc địa bàn huyện Võ Nhai, tỉnh Thái Nguyên, từ năm 1894 [[Đế quốc thực dân Pháp|thực dân Pháp]] cắt 5 tổng Bắc Sơn, Nhất Thể, Quỳnh Sơn, Tân Lu, Vĩnh Yên lập ra châu Bắc Sơn, tỉnh Lạng Sơn.\n\nNăm [[1975]], hợp nhất 2 tỉnh [[Cao Bằng]] và [[Lạng Sơn]] thành tỉnh [[Cao Lạng]]<ref>{{Chú thích web |url=http:\/\/vbqppl.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1674 |ngày truy cập=2013-02-08 |tựa đề=Nghị quyết của Quốc hội nước Việt Nam Dân chủ Cộng hòa ngày 27 tháng 12 năm 1975 về việc hợp nhất một số tỉnh |archive-date=2013-05-09 |archive-url=https:\/\/web.archive.org\/web\/20130509210350\/http:\/\/vbqppl.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1674 |url-status=dead }}<\/ref>, huyện Bắc Sơn thuộc tỉnh Cao Lạng và đến năm [[1978]], lại tách ra thành 2 tỉnh như cũ.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phe-chuan-viec-phan-vach-lai-dia-gioi-thanh-pho-Ha-Noi-TPHCM-cac-tinh-Ha-Son-Binh-Vinh-Phu-Cao-Lang-Bac-Thai-Quang-Ninh-va-Dong-Nai\/42744\/noi-dung.aspx|tựa đề=Nghị quyết về việc phê chuẩn việc phân vạch lại địa giới thành phố Hà Nội, thành phố Hồ Chí Minh, các tỉnh Hà Sơn Bình, Vĩnh Phú, Cao Lạng, Bắc Thái, Quảng Ninh và Đồng Nai do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Huyện Bắc Sơn gồm có 19 xã: Bắc Sơn, Chiến Thắng, Chiêu Vũ, Đồng Ý, Hưng Vũ, Hữu Vĩnh, Long Đống, Nhất Hòa, Nhất Tiến, Quỳnh Sơn, Tân Hương, Tân Lập, Tân Thành, Tân Tri, Trấn Yên, Vạn Thủy, Vũ Lăng, Vũ Lễ và Vũ Sơn.\n\nNgày [[30 tháng 1]] năm [[1985]], thành lập thị trấn Bắc Sơn (thị trấn huyện lỵ huyện Bắc Sơn).<ref name=22-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-22-HDBT-thanh-lap-thi-tran-cac-huyen-Bac-Son-Van-Quan-tinh-Lang-Son-44640.aspx|tựa đề=Quyết định 22-HĐBT năm 1985 về việc thành lập thị trấn các huyện Bắc Sơn, Văn Quan thuộc tỉnh Lạng Sơn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Ngày [[1 tháng 1]] năm [[2020]], sáp nhập xã Hữu Vĩnh vào thị trấn Bắc Sơn và sáp nhập hai xã Bắc Sơn, Quỳnh Sơn thành xã Bắc Quỳnh.<ref name=NQ818>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-818-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Lang-Son-430538.aspx|tựa đề=Nghị quyết số 818\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Lạng Sơn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Huyện Bắc Sơn có 1 thị trấn và 17 xã trực thuộc.\n\n== Hành chính ==\nHuyện Bắc Sơn có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Bắc Sơn (thị trấn)|Bắc Sơn]] (huyện lỵ) và 17 xã: [[Bắc Quỳnh]], [[Chiến Thắng, Bắc Sơn|Chiến Thắng]], [[Chiêu Vũ]], [[Đồng Ý]], [[Hưng Vũ]], [[Long Đống]], [[Nhất Hòa]], [[Nhất Tiến]], [[Tân Hương, Bắc Sơn|Tân Hương]], [[Tân Lập, Bắc Sơn|Tân Lập]], [[Tân Thành, Bắc Sơn|Tân Thành]], [[Tân Tri]], [[Trấn Yên, Bắc Sơn|Trấn Yên]], [[Vạn Thủy]], [[Vũ Lăng, Bắc Sơn|Vũ Lăng]], [[Vũ Lễ, Bắc Sơn|Vũ Lễ]], [[Vũ Sơn, Bắc Sơn|Vũ Sơn]].\n\n== Giao thông ==\n[[Quốc lộ 1B]] chạy qua địa bàn huyện theo hướng tây nam - đông bắc, men theo phía tây bắc huyện, nối thị trấn [[Đình Cả]], huyện [[Võ Nhai]], tỉnh [[Thái Nguyên]] với huyện [[Bình Gia]].\n\n==Du lịch==\n[[Tập tin:Countryside around Bac Son - Lang Son Province - Vietnam - 03 (48137876778).jpg|trái|nhỏ|Thung lũng Bắc Sơn]]\nThung lũng Bắc Sơn nằm lọt giữa những bốn bề núi đá vôi trùng điệp, điểm tô những dòng sông uốn lượn qua các đồng lúa trải rộng bạt ngàn... tạo nên bức tranh hữu tình, quyến rũ. Cư dân Bắc Sơn gồm người [[Người Kinh|Kinh]], [[Người Nùng|Nùng]], [[Dao]], [[Người Tày|Tày]]... với những nếp nhà sàn truyền thống đặc trưng, điểm tô cho cảnh quan Bắc Sơn thêm phần mộc mạc, thanh bình. Đất đai Bắc Sơn màu mỡ, người dân chủ yếu làm nông, đặc biệt là trồng lúa nước với hai vụ chính mỗi năm. Ngoài ra họ còn canh tác thêm [[ngô]], [[khoai]] và chăn nuôi [[gia súc]], [[gia cầm]]...\n\nĐiều đặc biệt ở cánh đồng Bắc Sơn là, các thửa ruộng nơi đây không hoàn toàn được gieo trồng cùng một thời điểm, tạo nên \"tấm thổ cẩm\" khổng lồ với nhiều màu đặc sắc, đan xen giữa ruộng lúa chín, lúa xanh, vừa mới cấy hay còn xâm xấp nước... mang lại cảm giác lâng lâng khác lạ cho những ai được tận mắt ngắm nhìn. Trong dòng lịch sử, Bắc Sơn từng là căn cứ địa kháng chiến, nơi nổ ra cuộc khởi nghĩa Bắc Sơn lẫy lừng những năm 1940. Vùng đất Bắc Sơn còn là nơi phát hiện ra nhiều di chỉ khảo cổ về người tiền sử, tại đây các nhà khảo cổ đã tìm thấy cả một nền văn minh của người Việt cổ vào Sơ kỳ đồ đá mới, mang tên văn hóa Bắc Sơn.\n\n=== Đỉnh núi Nà Lay ===\nĐỉnh núi Nà Lay ở độ cao khoảng 600m so với mực nước biển, đây là địa điểm mà hầu hết khách du lịch Bắc Sơn đều đặt chân đến, bởi rất lý tưởng để ngắm nhìn toàn cảnh thung lũng Bắc Sơn tuyệt đẹp từ trên cao, nhất là vào lúc hoàng hôn và bình minh đầy mê hoặc. Với 1.200 bậc thang đá cheo leo, ai quen leo núi sẽ mất chừng 30 phút, còn lại có thể loay hoay khoảng 1 giờ sẽ lên đến đỉnh. Và rồi cảnh sắc từ trên đỉnh Nà Lay sẽ là món quà xóa đi mọi vất vả, mệt mỏi trước đó. Nơi đây còn có trạm vi-ba để bạn có thể nghỉ ngơi trong lúc săn ảnh...\n\n=== Làng văn hóa du lịch cộng đồng Quỳnh Sơn ===\nLàng văn hóa du lịch cộng đồng Quỳnh Sơn là nơi người dân tộc Tày sinh sống lâu đời, có bề dày truyền thống. Toàn bộ ngôi làng có kiến trúc đồng nhất một cách độc đáo, với hàng trăm mái nhà sàn theo cùng một hướng Nam, thoạt trông thì rất giống nhau nhưng khi nhìn kỹ bạn sẽ nhận ra sự khác biệt trên các chi tiết của từng nhà. Không gian làng rộng rãi thoáng mát, hài hòa với cảnh quan núi non, đồng ruộng xung quanh. Đây là nơi lý tưởng để bạn trải nghiệm sâu hơn bản sắc văn hóa của người Tày.\n\n=== Thác Đăng Mò ===\nThác Đăng Mò mang vẻ đẹp nên thơ, quanh năm tuôn chảy giữa núi rừng hoang sơ, thuộc địa phận huyện Bình Gia, chỉ cách thị trấn Bắc Sơn khoảng 20&nbsp;km nên thường được kết hợp trong chuyến du lịch Bắc Sơn. Dọc theo triền thác là những tảng đá lớn nhỏ chất chồng lên nhau, muôn hình đủ dáng, phủ lớp rêu xanh. Bên bờ, những gốc cây cổ thụ vươn cành phủ tán ra giữa lòng thác, càng khiến nơi này thêm phần bí ẩn và làm nổi bật lên dòng nước trắng xóa...\n\n=== Bảo tàng khởi nghĩa Bắc Sơn ===\nBảo tàng khởi nghĩa Bắc Sơn là nơi lưu giữ, bảo quản và trưng bày có hệ thống các tài liệu hiện vật về cuộc khởi nghĩa Bắc Sơn năm xưa. Đồng thời, bên trong bảo tàng còn mô phỏng nơi cư trú của người tiền sử, và trưng bày các di vật khảo cổ được khai quật tại Bắc Sơn. Kiến trúc bảo tàng được xây dựng theo dáng dấp một ngôi nhà sàn truyền thống của người Tày, đằng sau là núi cao, bốn bề không gian thoáng đãng. Và hiện nay bảo tàng không thu vé vào cổng.\n\n=== Đình Nông Lục ===\n[[Tập tin:Đình Nông Lục.jpg|623x623px]]\nĐình Nông Lục là một trong 20 di tích kiến trúc nghệ thuật - tôn giáo tín ngưỡng đình làng còn tồn tại ở thung lũng Bắc Sơn, thuộc xã Hưng Vũ. Kiến trúc của đình là sự kết hợp hài hòa giữa kiểu đền truyền thống đồng bằng Bắc Bộ với kiểu nhà sàn của người Tày ở Lạng Sơn. Đình được xây dựng vào năm 1927 thời Nguyễn, đình có diện tích 180m2 với hình chữ nhất. Các họa tiết bên trong đình mang phong cách nghệ thuật thời Nguyễn, được chạm khắc cầu kỳ, tinh xảo. Đình còn là nơi diễn ra cuộc họp quyết định phát động cuộc khởi nghĩa Bắc Sơn. Năm 1993, đình Nông Lục đã được xếp hạng là di tích quốc gia<ref>{{Chú thích web|url=https:\/\/doc.vinaseco.vn\/search\/quyet-dinh-1018qd-ttg-cua-thu-tuong-chinh-phu-ve-viec-phe-duyet-nhiem-vu-lap-quy-hoach-bao-quan-tu-bo-phuc-hoi-va-phat-huy-gia-tri-di-tich-quoc-gia-dac-biet-khoi-nghia-bac-son-tinh-lang-son-1017550|tựa đề=Quyết định 1018\/QĐ-TTg của Thủ tướng Chính phủ về việc phê duyệt Nhiệm vụ lập Quy hoạch bảo quản, tu bổ, phục hồi và phát huy giá trị di tích quốc gia đặc biệt Khởi nghĩa Bắc Sơn, tỉnh Lạng Sơn|họ=VinasDoc|website=VinasDoc|ngôn ngữ=vi|ngày truy cập=2022-09-05}}<\/ref>.\n\n== Tham khảo ==\n{{Commonscat|Bac Son District}}\n{{sơ khai Lạng Sơn}}\n{{Tham khảo|30em}}\n{{Huyện thị Lạng Sơn}}\n{{Đơn vị hành chính thuộc huyện Bắc Sơn}}\nVy văn nguyên đẹp trai nhất bắc sơn"}