{"1297333":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{Cần biên tập|date=tháng 12\/2021}}\n{{Thông tin nhạc sĩ\n| nền = ca sĩ hát đơn\n| tên = Bằng Cường\n| hình = \n| kích thước hình = \n| chú thích hình = \n| tên thật = Đỗ Hùng Cường\n| ngày sinh = {{ngày sinh và tuổi|1981|10|7}}\n| nơi sinh = [[Nam Định]], {{VIE}}\n| ngày mất = \n| nơi mất = \n| nghệ danh = \n| vai trò = [[Ca sĩ]], [[Nhạc sĩ]]\n| thể loại = [[Nhạc trẻ]]\n| ca khúc = \"Tôn thờ một tình yêu\", \"Ngày hạnh phúc\", \"Tình yêu và nỗi nhớ\"\n| năm hoạt động = [[2005]] - nay\n| hợp tác với = \n| url = \n}}\n'''Đỗ Hùng Cường''' (sinh ngày [[7 tháng 10]] năm [[1981]] tại [[Nam Định]] nhưng lớn lên và học tập tại [[Hà Nội]]), thường được biết đến với nghệ danh '''Bằng Cường''' là một ca sĩ Việt Nam. Anh được biết đến với vai trò là ca sĩ thành công sau khi trình bài các ca khúc như ''\"Yêu cô bạn thân\", \"Chúng ta chưa vì nhau\", \"Hình bóng em\", \"\"Tôn thờ một tình yêu\", \"Ngày hạnh phúc\", \"Tình yêu và nỗi nhớ\"'',...\n\n==Tiểu sử và Sự nghiệp==\nSinh ra trong một gia đình có truyền thống nghệ thuật (là cháu của nghệ sĩ [[Saxophone]] [[Trần Mạnh Tuấn]]), ca sĩ trẻ Bằng Cường sớm có đam mê với nghề hát. Bắt đầu hát từ năm lớp 6 và tham gia các hoạt động văn nghệ từ khi còn ở nhà trường<ref>[http:\/\/www.zing.vn\/news\/nhac-viet-nam\/bang-cuong-guong-day-sau-nhung-cu-nga\/a41019.html Bằng Cường: Gượng dậy sau những cú ngã]<\/ref>. Đã ngậm ngùi chọn công việc chạm khắc gỗ làm nghề nuôi thân, nhưng vẫn không từ bỏ giấc mơ âm nhạc. Gia đình vốn không khá giả, lại đúng thời điểm mẹ và anh trai mất, Cường quyết định trở lại ca hát. Nhưng rồi, với sự hỗ trợ kinh tế của người anh kế, Cường tiếp tục nuôi dưỡng đam mê bằng sự quyết tâm.\n\nTừng đóng vai trò trưởng nhóm ban nhạc 8X, Bằng Cường ít nhiều cũng có kinh nghiệm âm nhạc. Vì thế khi tách ra solo. Những bước đi đầu tiên khó khăn, phải hát miễn phí, hát lót, nhiều lúc Cường nản chí tưởng phải bỏ cuộc. Thế rồi sự động viên đúng lúc của bạn bè, gia đình đã giúp ca sĩ trẻ này thêm vững vàng ý chí.\n\nDù được thừa hưởng [[gen]]e nghệ thuật của gia đình nhưng những ngày đầu đi hát, Bằng Cường cũng gặp rất nhiều khó khăn. Trước khi vào [[Thành phố Hồ Chí Minh]], anh đã đi hát ở các tỉnh miền Bắc. Đầu năm 2006, anh quyết tâm Nam tiến cùng một người bạn thân làm nghề tạo mẫu tóc. Không họ hàng, người quen, đặt chân đến chốn Sài Thành, Bằng Cường chuyên đi hát từ thiện, miễn phí. Nhưng nhờ sự kiên trì của bản thân, sự động viên của gia đình, bạn bè, anh đã có được chút thành công như hôm nay...\n\n== Cuộc sống cá nhân ==\nBằng Cường có vợ là Nguyễn Hoàng Bảo Anh (sinh năm 1993). Hai người đã hẹn hò được 4 năm và chính thức kết hôn vào tháng 1 năm 2023. Sau khi kết hôn, hai người đã vướng tin đồn có con riêng trước khi kết hôn<ref>Thực tế không phải như vậy. Trong quá trình hẹn hò của anh, lúc anh đang livestream trò chuyện, thỉnh thoảng xuất hiện một cô bé, gọi anh và vợ anh là \"ba, mẹ\", khiến nhiều người không biết đây là con riêng của anh hay vợ anh. Nhưng trong buổi họp báo trước truyền thông, Bằng Cường cho biết Hoài Đan (tên thật Khả My, 5 tuổi) là con gái của ca sĩ Bảo Trân (em gái song sinh của vợ Bằng Cường). Anh và vợ là cha mẹ đỡ đầu, nhưng vì có mối quan hệ thân thiết, con gái thường gọi anh và vợ là ba mẹ nên nhiều người đã lầm tưởng anh và vợ có con riêng.<\/ref>. Tuy nhiên sau đó, Bằng Cường đã bác bỏ tin đồn này. \n\n==Album đã phát hành==\n:*Album Vol.01 Hát cho màn đêm (2005)\n:*Album Vol.02 Yêu Xa (2007)\n:*Album Vol.02 Wow! em đã về (2007)  (Hợp tác với [[Mắt Ngọc]], [[Kiwi Ngô Mai Trang]], [[Vy Oanh]], [[Nhật Kim Anh]])\n:*Album Vol.03 Người trở lại (2009)\n:*Album Vol.04 Tôn Thờ Một Tình Yêu (2010)\n:*Album Vol.05 Mùa Thu Xưa\n:*Album Vol.06 Lòng Mãi Không Quên\n:*Album Vol.07 Dòng Sông Buồn \n:*Album Vol.09 Ngày Mai\n:*Album Vol.10 Mãi Ngàn Năm (2011)\n:*Album Vol.11 Đoái Hoài Quá Khứ (2011)\n:*Album Vol.13 Người Tình Phụ (2011)\n:*Album Vol.14 Tình Muộn (2011)\n:*Album Vol.15 Sân Ga Buồn (2011)\n:*Album Vol.16 Giấc Mơ Trong Anh (2011)\n:*Album Vol.17 Đoạn Đường Tình Yêu (2011)\n:*Album Vol.18 Người Tình Bóng Đêm (2011)\n:*Album Vol.19 Ngày Mình Hạnh Phúc (2011)\n:*Album Vol.20 Trăng Khóc (2012)\n:*Album Vol.21 Vì Anh Vì Em (2012)\n\n==Chú thích==\n{{Tham khảo}}\n{{sơ khai ca sĩ Việt Nam}}\n\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Người Nam Định]]"}