{"1684785":"{{bài cùng tên|Ninh Kiều (định hướng)}}\n[[Tập tin:Ben-ninh-kieu-Tuong_Lam_Photos.jpg|nhỏ|phải|300px|Toàn cảnh bến Ninh Kiều]]\n\n'''Bến Ninh Kiều''' nay được gọi là '''Công viên Ninh Kiều''' là một [[bến nước]] và là địa danh du lịch, văn hóa của [[cần Thơ|thành phố Cần Thơ]] hình thành từ [[thế kỷ XIX]]. Bến Ninh Kiều tọa lạc ở bờ phải [[sông Hậu]], nằm giữa ngã ba [[sông Hậu]] và [[sông Cần Thơ]] tiếp giáp với đường Hai Bà Trưng, [[Tân An, Ninh Kiều|phường Tân An]], quận [[Ninh Kiều]] thuộc thành phố Cần Thơ.\n\nBến Ninh Kiều là một địa danh du lịch có từ lâu và hấp dẫn [[du khách]] bởi phong cảnh sông nước hữu tình và vị trí thuận lợi nhìn ra dòng [[sông Hậu]].<ref name=canthoportal>\n{{Chú thích web\n| url = http:\/\/cantho.gov.vn\/wps\/wcm\/connect\/sovhttdl\/sub_site\/danh%20muc%20ngang\/du%20lich\/canthodatnuocconnguoi\/ben%20ninh%20kieu\n| tiêu đề = Bến Ninh Kiều \n| tác giả 1 = \n| ngày = \n| ngày truy cập = 11 tháng 4 năm 2013\n| work= Cổng Thông tin Điện tử thành phố Cần Thơ}}<\/ref><ref>{{chú thích báo\n|tác giả= Huyền Châu (Báo Bưu điện Việt Nam)\n|tác phẩm= ICTnews (đăng lại)\n|url= http:\/\/www.ictnews.vn\/home\/Van-hoa-Xa-hoi\/104\/Du-ngoan-cuoi-tuan-o-Can-Tho\/92951\/index.ict\n|tên bài= Du ngoạn cuối tuần ở Cần Thơ\n|ngày= 30 tháng 9 năm 2011\n|ngày truy cập= 11 tháng 4 năm 2013\n}}{{Liên kết hỏng|date=2021-07-16 |bot=InternetArchiveBot }}<\/ref> Từ lâu bến Ninh Kiều đã trở thành biểu tượng về nét đẹp thơ mộng bên bờ sông Hậu của cả Thành phố Cần Thơ, thu hút nhiều du khách đến tham quan <ref name=tuoitre1>\n{{chú thích báo\n|tác giả= T.Luỹ\n|tác phẩm= Báo Tuổi Trẻ online\n|url= http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/527313\/bat-nhao-o-cong-vien-ben-ninh-kieu.html\n|tên bài= Bát nháo ở công viên bến Ninh Kiều\n|ngày= 29 tháng 12 năm 2012\n|ngày truy cập= 11 tháng 4 năm 2013}}\n<\/ref> và đi vào thơ ca.\n\n==Lịch sử==\n{{Chính|Cần Thơ}}\nChưa có tài liệu [[lịch sử]] ghi rõ việc hình thành của bến Ninh Kiều, nhưng theo một số nhà nghiên cứu thì đã có giai thoại hình thành địa danh này từ thời [[Gia Long]] của [[nhà Nguyễn]] và Bến Ninh Kiều xưa vốn là một bến sông ở đầu chợ Cần Thơ.<ref name=canthoportal \/>\n\nTheo đó từ khi chưa lên ngôi vua, Nguyễn Ánh vào miền Nam. Một hôm, đoàn thuyền của ông đi theo sông Hậu vào địa phận thủ phủ Trấn Giang (tức Cần Thơ xưa). Lúc đêm vừa xuống thì đoàn thuyền cũng vừa đến vàm sông tức Bến ninh kiều ngày nay. Giữa đêm có vọng lại nhiều câu ngâm [[thơ]], hò hát, tiếng [[đàn]], tiếng [[sáo]]. Ông này khen vì một cảnh quan sông nước hữu tình và đặt tên cho con sông là Cầm Thi giang.<ref name=thanhdoan1>{{Chú thích web\n| url = http:\/\/www.thanhdoan.hochiminhcity.gov.vn\/webtd\/vn\/default.aspx?cat_id=695&news_id=14623\n| tiêu đề = Bến Ninh Kiều có từ bao giờ\n| tác giả 1 = Lê Diện\n| ngày = 1 tháng 3 năm 2012\n| ngày truy cập = 11 tháng 4 năm 2013\n| work = Thành đoàn Thành phố Hồ Chí Minh\n}}{{Liên kết hỏng|date=2021-02-09 |bot=InternetArchiveBot }}<\/ref>\n[[Tập tin:Ngo Dinh Diem - Thumbnail - ARC 542189.png|nhỏ|phải|150px|Ngô Đình Diệm là người đã ký văn bản chính thức đặt tên Bến Ninh Kiều dựa vào chiến thắng lịch sử Ninh Kiều <ref name=thanhdoan1 \/>]]\nTừ năm [[1876]], [[quân đội Pháp]] đến chiếm Trấn Giang của triều Nguyễn và thành lập Tòa Bố chính tại Cần Thơ do đại úy Nicolai làm Chính tham biện. Bến Cần Thơ được chỉnh trang [[đá]] xây [[Gạch nung|gạch]] để ngăn sóng dọc theo [[bờ sông]]. Lúc này nó chỉ là bến [[ghe]], bến tàu của xứ lục tỉnh do các tàu bè chạy khắp miền Hậu Giang đều ghé bến ở đây mà vận chuyển [[hàng hóa]], đưa rước khách. Lúc này Ninh Kiều tấp nập thuyền bè qua lại giao thương, hàng cây dương chắn [[gió]] ven bờ đã trở thành tên gọi của bến sông. Việc giao thương mỗi ngày thêm phồn thịnh, bến Hàng Dương do đó cũng được mở rộng và sửa sang, rồi dần dần trở thành thắng cảnh du lịch của đất [[Tây Đô]].\n\nBến nước này được người Pháp đặt tên là '''Quai de Commerce''' ([[tiếng Việt]] là: bến thương mại). Người dân ở bến thường gọi bằng cái tên dân dã là '''bến Hàng Dương''' vì dọc bờ sông có hàng cây [[dương]] <ref name=thanhdoan1 \/> hay nhân dân còn gọi tên khác là '''[[bến]] [[Lê Thái Tổ|Lê Lợi]]''' vì con đường dọc theo mé sông trước đây có tên là đường Lê Lợi.<ref name=canthoportal \/><ref name=\"ddk\">{{chú thích báo\n|tác giả= Triệu Mỹ Ngọc\n|tác phẩm= Báo Đại Đoàn Kết điện tử\n|url= http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=55129\n|tên bài= Trăm năm trên bến Ninh Kiều\n|ngày= 10 tháng 9 năm 2012\n|ngày truy cập= 11 tháng 4 năm 2013\n}}{{Liên kết hỏng|date=2021-02-09 |bot=InternetArchiveBot }}<\/ref>\n\nVào khoảng năm [[1957]] dưới thời [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]] (thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]]), bến hàng dương đã đổi thành bến Ninh Kiều gắn với việc ông [[Đỗ Văn Chước]] - Tỉnh trưởng [[Phong Dinh]] (tên gọi khác của Cần Thơ). Ông ta cho lập nơi bến sông này một công viên [[cây cảnh|cây kiểng]] và bến dạo mát theo đề xuất của ông [[Ngô Văn Tâm]], Trưởng ty Nông nghiệp, đồng thời phụ trách đoàn Thanh Niên 4T (Khuyến Nông).<ref name=thanhdoan1 \/>\n\nSau đó Đỗ Văn Chước trình lên [[Ngô Đình Diệm]] đặt tên [[công viên]] và bến là Ninh Kiều dựa vào một sự kiện trong [[lịch sử Việt Nam]] và lấy tên một địa danh lịch sử chiến thắng [[nhà Minh|quân Minh]] của [[khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] do [[Lê Thái Tổ|Lê Lợi]] chỉ huy.<ref name=thanhdoan1 \/> Ngày [[4 tháng 8]] năm [[1958]], Bộ trưởng Nội vụ thời Đệ Nhất Cộng Hoà là ông [[Lâm Lễ Trinh]] từ [[Thành phố Hồ Chí Minh|Sài Gòn]] xuống Cần Thơ dự lễ cắt băng khánh thành, đọc Nghị định đặt tên công viên và bến Ninh Kiều.<ref name=thanhdoan1 \/>\n\nNgày nay, quanh khu vực bến được đổi tên thành quận Ninh Kiều thuộc Thành phố Cần Thơ. Đường Lê Lợi dọc mé sông nay là đường Hai Bà Trưng, đường này đã được quy hoạch trở thành phố đi bộ và chợ đêm đầu tiên của Thành phố Cần Thơ.<ref name=\"ddk\" \/>\n\n==Bến Ninh Kiều hiện nay==\n[[Tập tin:Bến Ninh Kiều, Cần Thơ 02.jpg|nhỏ|phải|250px|Khung cảnh [[buổi sáng]] trên bến Ninh Kiều]]\n[[Tập tin:Bến Ninh Kiều.jpg|nhỏ|phải|250px|Toàn cảnh Bến Ninh Kiều vào [[ban ngày]] với sông nước, hàng dương và [[ghe]] [[tàu]] nhộn nhịp]]\nHiện tại, Bến Ninh Kiều là công viên du lịch của Cần Thơ, bên cạnh đó là [[cảng Cần Thơ]] được xây dựng hiện đại có khả năng tiếp nhận trọng tải 5.000 tấn. Gần bến Ninh Kiều có [[chợ Cần Thơ]], một trung tâm buôn bán lớn ở miền Tây Nam Bộ. Trên bến sông luôn tấp nập tàu bè, thuyền xuôi ngược chở đầy những [[sản vật]] vùng [[đồng bằng sông Cửu Long]]. Đứng trên bến Ninh Kiều có thể nhìn thấy cầu dây văng lớn nhất Cần Thơ, [[cầu Cần Thơ]], cũng như nhìn sang Xóm Chài và hướng Cồn Ấu ở đầu vàm sẽ thấy một dải cù lao nhiều cây lá, đồng thời nếu đứng từ bên kia Xóm Chài nhìn sang sẽ thấy toàn cảnh Ninh Kiều và phố xá. Hiện tại xung quanh. Bến có các [[nhà hàng]] thủy tạ, chợ nổi trên sông, các nhà hàng có các món ăn [[đặc sản]]...<ref name=canthoportal \/> Cách Bến Ninh kiều khoảng 05&nbsp;km là một địa danh nổi tiếng khác của Cần Thơ, [[chợ nổi Cái Răng]].<ref>\n{{chú thích báo\n|tác giả= Bảo Minh\n|tác phẩm= Báo điện tử VTC News\n|url= http:\/\/vtc.vn\/tapchi\/402-278932\/phong-su-ky-su\/di-cho-noi-cai-rang.htm\n|tên bài= Đi chợ nổi Cái Răng\n|ngày= 2 tháng 3 năm 2011\n|ngày truy cập= 11 tháng 4 năm 2013}}\n<\/ref>\n\nBến Ninh Kiều được đầu tư khá quy mô để xây dựng thành một công viên du lịch với diện tích hơn 7.000 m2. Trong công viên, bên cạnh nhiều loại cây kiểng quý được cắt tỉa cẩn thận là thảm cỏ xanh, mọc len lỏi dưới những tấm [[xi măng]] trắng. Vào ban đêm, hệ thống chiếu sáng của công viên đã làm cho nơi đây đẹp hơn. Công viên Ninh Kiều được nâng cấp, sửa chữa sạch đẹp với bờ kè dọc bờ sông. Buổi tối, nơi đây tập trung rất đông người đến ngắm cảnh, [[đi bộ|tản bộ]], trẻ em vui chơi...<ref name=tuoitre1 \/> Trong công viên còn có tượng [[Hồ Chí Minh]] bằng đồng cao 7,2 m và được đặt, bố trí tôn nghiêm trên bệ cao 3,6 m.<ref>\n{{chú thích báo\n|tác giả= Nguyễn Lê\n|tác phẩm= Báo điện tử VTC News\n|url= http:\/\/hanoimoi.com.vn\/Tin-tuc\/Van-hoa\/581217\/niem-tu-hao-cua-nguoi-dan-mien-song-nuoc\n|tên bài= Tượng đài Chủ tịch Hồ Chí Minh ở TP Cần Thơ: Niềm tự hào của người dân miền sông nước \n|ngày= 24 tháng 3 năm 2013\n|ngày truy cập= 11 tháng 4 năm 2013}}\n<\/ref>\n\nNgày nay, Cần Thơ đã khai trương Chợ đêm Ninh Kiều và hình thành loại hình [[đường phố]] [[đi bộ]], [[khu phố ăn uống|đường phố ẩm thực]], [[chợ đêm]] để phát huy lợi thế \"''đêm lung linh giăng mắc ánh đèn lồng đỏ, soi bóng xuống mặt nước phù sa lấp loáng''\" góp phần tạo nên diện mạo và sắc thái mới cho khu vực trung tâm thành phố Cần Thơ về đêm và góp phần giải quyết việc làm cho hơn 500 lao động đồng thời thu hút thêm khoảng 20% lượng du khách trong nước và quốc tế đến với Cần Thơ mỗi năm. Chợ mở cửa từ 4 giờ chiều hôm trước đến 4 giờ sáng hôm sau tại phường Tân An, quận Ninh Kiều. Tuy nhiên, phần lớn các hộ kinh doanh ở đây đều dọn hàng trước 12 giờ đêm. Chợ đêm Ninh Kiều mang nét đặc trưng của miền sông nước tuy nhiên không có nhiều ấn tượng và thiếu nét [[cá tính]].<ref>{{chú thích báo\n|tác giả= Mai Anh\n|tác phẩm= Báo điện tử VietnamPlus\n|url= http:\/\/hanoi.vietnamplus.vn\/Home\/Cho-dem-Ninh-Kieu-Khoang-dat-nhung-thieu-ca-tinh\/20102\/859.vnplus\n|tên bài= Chợ đêm Ninh Kiều: Khoáng đạt nhưng thiếu cá tính\n|ngày= 26 tháng 2 năm 2010\n|ngày truy cập= 11 tháng 4 năm 2013\n|title= Bản sao đã lưu trữ\n|archive-date= 2013-10-20\n|archive-url= https:\/\/web.archive.org\/web\/20131020131003\/http:\/\/hanoi.vietnamplus.vn\/Home\/Cho-dem-Ninh-Kieu-Khoang-dat-nhung-thieu-ca-tinh\/20102\/859.vnplus\n|url-status= dead\n}}<\/ref>\n\nĐêm trên bến Ninh Kiều, hệ thống đèn chiếu sáng dọc bờ sông, người dân sinh hoạt dạo chơi, rao bán... Bên ngoài bến, đèn sáng rực rỡ. Cứ cách 100m lại có dãy phố chạy dài, mỗi dãy bán một mặt hàng khác nhau, có phố bán quần áo, phố đồ [[ăn chay]], lại có phố chỉ bán trái cây.... và đây cũng là nơi diễn ra tâm tình, cảnh yêu đương của các đôi trai gái, tâm sự...<ref name=vne>\n{{chú thích báo\n|tác giả= An Thuyên\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/vnexpress.net\/gl\/phap-luat\/2011\/03\/bang-nhom-chuyen-tran-lot-khach-tai-ben-ninh-kieu\/\n|tên bài= Băng nhóm chuyên trấn lột khách tại bến Ninh Kiều\n|ngày= 17 tháng 3 năm 2011\n|ngày truy cập= 11 tháng 4 năm 2013}}\n<\/ref>\n\nCũng tại Bến Ninh Kiều, bên cạnh hoạt động du lịch, văn hóa thì nơi đây tấp nập các hoạt động buôn bán, mưu sinh của những người lao động nghèo khổ với các hoạt động đa dạng, phong phú từ đưa đò, bốc xếp tại bến tàu đến bán vé số.... trên khu vực chợ nổi.<ref>\n{{chú thích báo\n|tác giả= Anh Thai\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/vnexpress.net\/gl\/ban-doc-viet\/2012\/11\/muu-sinh-o-cho-noi-tren-song-hau\/\n|tên bài= Mưu sinh ở chợ nổi trên sông Hậu \n|ngày= 10 tháng 11 năm 2012\n|ngày truy cập= 11 tháng 4 năm 2013}}\n<\/ref> Đa số dân tình ở quanh vùng này đều thất học, kham khổ và hầu hết người dân ở xóm Chài quanh bến Ninh Kiều đều sống bằng nghề đưa [[đò]], thu nhập trung bình mỗi ngày khoảng vài chục nghìn đồng đến vài trăm nghìn đồng nếu gặp khách du lịch phương Tây hoặc khách du lịch khá giả trong nước. Vào năm [[2010]], có khoảng 40 hộ sống bằng nghề chèo đò với cuộc sống khá chật vật với thu nhập chỉ khoảng 40.000 – 70.000 [[Đồng (tiền)|Việt Nam đồng]] một người một ngày.<ref>{{chú thích báo\n|tác giả= \n|tác phẩm= Báo Đất Việt điện tử\n|url= http:\/\/www.baodatviet.vn\/van-hoa\/cong-dong-viet\/201002\/Muu-sinh-tren-ben-Ninh-Kieu-2288813\/\n|tên bài= Mưu sinh trên bến Ninh Kiều\n|ngày= 23 tháng 2 năm 2010\n|ngày truy cập= 11 tháng 4 năm 2013\n}}{{Liên kết hỏng|date=2021-02-09 |bot=InternetArchiveBot }}<\/ref>\n\n=== Phố đi bộ và chợ đêm ===\nNgày 10 tháng 1 năm 2016, khu phố đi bộ, ẩm thực và chợ đêm tại bến Ninh Kiều, thành phố [[Cần Thơ]] đã chính thức đi vào hoạt động. Dự án do Công ty trách nhiệm hữu hạn thương mại và dịch vụ Địa Cầu làm chủ đầu tư với kinh phí hơn 4,5 tỷ đồng.&nbsp;Khu phố đi bộ, ẩm thực sẽ kéo dài khoảng 200m từ Khách sạn Quốc tế đến ngã ba Ngô Quyền, Hai Bà Trưng, Nguyễn Thái Học - Võ Văn Tần và kết thúc tại khu vực [[Nhà Lồng Chợ Cổ]] (phường [[Tân An]], quận [[Ninh Kiều]]).&nbsp;Khu chợ đêm gồm các khu vực ẩm thực, khu vực chợ đêm và khu vực bán hàng lưu niệm. Khu chợ đêm này hoạt động từ 16 giờ hôm trước đến 4 giờ ngày hôm sau.&nbsp;<ref>{{Chú thích web|url = http:\/\/www.vietnamplus.vn\/da-co-pho-di-bo-va-cho-dem-tai-ben-ninh-kieu\/31816.vnp|tiêu đề = Đã có phố đi bộ và chợ đêm tại bến Ninh Kiều}}<\/ref>\n\n=== Cầu đi bộ du lịch ===\nNgày 6 tháng 2 năm 2016 (tức 28 [[Tết]] [[Bính Thân]]), cầu đi bộ du lịch đầu tiên của thành phố [[Cần Thơ]] được khánh thành thu hút đông đảo người dân và du khách thưởng ngoạn sau gần một năm thi công.\n\nCầu bắc qua rạch [[Khai Luông]], nối bến Ninh Kiều và cồn [[Cái Khế]], bằng bêtông cốt thép bán vĩnh cửu, dài gần 200 m, rộng 7,2 m, tổng mức đầu tư gần 50 tỷ đồng. Mặt cầu được thiết kế cách điệu uốn lượn hình chữ S tượng trưng cho đất nước. Tại hai phần cầu mở rộng được bố trí hai đài hoa sen. Trên cầu trang bị hệ thống đèn led màu được điều khiển theo những kịch bản khác nhau tạo nên vẻ đẹp sinh động và hiện đại. Hệ thống cây xanh, bồn hoa ở bên ngoài lan can ở thành cầu, được tưới và thoát nước tự động tiện lợi cho công tác bảo trì.<ref>{{Chú thích web|url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nguoi-can-tho-vui-tet-tren-cau-di-bo-du-lich-dau-tien-3353829.html|tiêu đề = Người Cần Thơ vui Tết trên cầu đi bộ du lịch đầu tiên}}<\/ref><ref>{{Chú thích web|url = http:\/\/nld.com.vn\/dia-phuong\/tu-ngay-5-2-co-the-di-bo-tu-ben-ninh-kieu-qua-con-cai-khe-20160203151043973.htm|tiêu đề = Từ ngày 5- 2, có thể đi bộ từ bến Ninh Kiều qua cồn Cái Khế}}<\/ref>\n\n==Một số thực trạng==\n[[Tập tin:Bến tàu Ninh Kiều.jpg|nhỏ|phải|250px|Bến tàu khách ở Bến Ninh Kiều]]\nTheo phản ánh, các dịch vụ buôn bán tại Bến Ninh Kiều phát triển rầm rộ gây nên tình trạng mất trật tự, mất vệ sinh, kém mỹ quan làm người dân bản xứ bức xúc….<ref name=tuoitre1 \/> Bên cạnh đó, khu vực này hiện nay cũng rất bát nháo bởi đây là nơi đặt cơ sở kinh doanh của các chủ đò du lịch tư nhân, khi có khách đi qua, đặc biệt là khách đoàn hay người nước ngoài, họ liền lao tới mời chào đi đò tham quan theo kiểu chèo kéo....<ref name=tuoitre1 \/>\n\n==Trong văn hóa==\n[[Tập tin:Ben-ninh-kieu-tuonglamphotos.jpg||nhỏ|phải|300px|Công viên Ninh Kiều]]\nBến Ninh Kiều là một thắng cảnh và là địa danh du lịch đồng thời là niềm tự hào đối với người dân Cần Thơ qua câu ví <ref name=canthoportal \/><ref name=thanhdoan1 \/>\n: ''Cần Thơ có bến Ninh Kiều''\n: ''Có dòng sông đẹp với nhiều giai nhân''\n: ''Cuộc đời luống những phù vân''\n: ''Trở về bến cũ cố nhân xa rời''\n\nBến Ninh Kiều cũng đi vào âm nhạc Việt Nam qua những [[bài hát]] trữ tình: ''Chiếc áo bà ba'' một nhạc phẩm của [[Trần Thiện Thanh]] với những câu hát cảm xúc: \n: ''Về bến Ninh Kiều thấy chàng đợi người yêu''\n: ''Em xinh tươi trong chiếc [[áo bà ba]]''\n: ''Em đi mau kẻo trễ chuyến [[phà]] [[đêm]]''\n: ''Qua bến bắc Cần Thơ''\nTrong ca khúc nổi tiếng Chiều Tây Đô của nhạc sĩ [[Lam Phương]], cũng có nhắc đến địa danh Ninh Kiều:\n:''Bờ sông yêu xưa tà áo thướt tha mỹ miều,\n:''''Sao anh không thấy về Ninh Kiều?''\n\nVà bài hát ''Qua bến Ninh Kiều'' của tác giả Nguyễn Văn Hiên với những câu: \n: ''Đêm nay qua bến Ninh Kiều''\n: ''Nhớ về bóng dáng em yêu''\nSông Nước Cần Thơ sáng tác La Tuấn Dũng nói lên nét đẹp và tâm tình người Cân Thơ:\n''... Tiếng mẹ ru con trên chiếc thuyền con''\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;''Rời bến Ninh Kiều tim tím lục bình trôi''\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;''Nhìn ra Sông Hậu bềnh bồng mênh mang quá''\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;''Về Cái Răng rồi, nghe tiếng hò trên sông...''\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Du lịch Cần Thơ]]\n[[Thể loại:Ninh Kiều]]"}