{"28957":"{{DISPLAYTITLE:''Bến xuân''}}\n{{chú thích trong bài}} \n{{Thông tin bài hát Việt\n| bgcolour = red\n| tên = Bến xuân\n| image = BenXuan.jpg\n| imagesize = 250px\n| caption = Bìa bản nhạc Bến Xuân do nhà Tinh Hoa tái bản lần thứ ba, năm 1954\n| nhạc sĩ = [[Văn Cao]] - [[Phạm Duy]]\n| lời = [[Văn Cao]] - [[Phạm Duy]]\n| tên khác = Đàn chim Việt \n| thể loại = [[Nhạc tiền chiến]]\n| năm = [[1942]]\n| ca sĩ = [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Khánh Ly]], [[Ánh Tuyết]]\n}}\n'''''\"Bến xuân\"''''' là tên một ca khúc hợp soạn của nhạc sĩ [[Văn Cao]] và nhạc sĩ [[Phạm Duy]] vào năm [[1942]].\n\n==Hoàn cảnh ra đời==\nCa khúc này được sáng tác vào năm [[1942]], khi [[Văn Cao]] và [[Phạm Duy]] đang sống chung ở [[Hải Phòng]]. Lúc này [[Văn Cao]] có tình cảm với Hoàng Oanh, một thiếu nữ Hải Phòng. Sau lần đầu tiên và duy nhất được Hoàng Oanh đến thăm, Văn Cao đã cảm tác lên những câu mở đầu đầy thơ mộng của bài ''Bến xuân'': \"Nhà tôi bên chiếc cầu soi nước, Em đến tôi một lần...\". Hoàng Oanh là nữ ca sĩ, đầu [[thập niên 1940]] đến thăm [[Văn Cao]] ở bến đò Rừng, nhưng lúc đó nàng đã có người yêu và chỉ thăm Văn Cao một lần duy nhất rồi lên xe hoa. Mấy năm sau người chồng vắn số của Hoàng Oanh qua đời và mùa xuân năm [[1947]], Văn Cao đã gặp nàng ở [[Việt Trì]], khi đó nàng đi theo ban ca kịch kháng chiến. Theo ca sĩ [[Ánh Tuyết]], đây là một bài tiết tấu chậm, từ từ nhưng mà ca từ tình cảm của Văn Cao trong đó rất sâu, từ ca từ đến cách Văn Cao đặt tình cảm trong đó. Trong một lần trao đổi với [[Ánh Tuyết]], Văn Cao cho biết có một cô cô ấy yêu tôi rồi một lần nọ cô đến thăm tôi rồi sau đó cô ra đi luôn, chỉ còn lại Bến xuân (Theo VTV, \"Những bài hát còn xanh\" ngày 23\/08\/2015).\n\n[[Phạm Duy]] chưa hoàn toàn đi vào sáng tác, nhưng nhờ tự học sách tây, Phạm Duy rất am hiểu [[Lý thuyết âm nhạc|nhạc lý]], nên đã góp ý và chỉnh sửa phần giai điệu do Văn Cao viết. Cuối cùng ''Bến xuân'' hoàn chỉnh, với phần lời 1 của Văn Cao, phần lời 2 của Phạm Duy, phần giai điệu do Văn Cao sáng tác chính, Phạm Duy góp ý.\n\n==Lời mới: Đàn chim Việt==\n\nLời mới của ca khúc là ''Đàn chim Việt'', do một mình Văn Cao viết vào năm 1944, khi ông theo [[Việt Minh]]. Phần lời này thoát khỏi tình cảm lãng mạn của đôi lứa như ở ''Bến xuân'', mà nó mang những hình ảnh tượng trưng và gợi những tâm trạng của đoàn quân kháng chiến.\n\n==Các ca sĩ trình bày thành công==\n\n* [[Thái Thanh (ca sĩ)|Thái Thanh]]\n* [[Anh Ngọc]]\n* [[Khánh Ly]]\n* [[Cao Minh]]\n*Hà Thanh\n\n==Các album, đĩa nhạc==\n\n==Tham khảo==\n{{tham khảo}}\n*''Nhạc Tiền chiến'' - Kẻ sĩ xuất bản - Sài gòn 1970\n*Bản gốc: Đàn Chim Việt & tiếp theo\n\n== Liên kết ngoài ==\n\n{{Sơ khai Việt Nam}}\n{{Văn Cao}}\n{{Phạm Duy}}\n\n{{DEFAULTSORT:Bến xuân}}\n[[Thể loại:Nhạc Văn Cao]]\n[[Thể loại:Nhạc Phạm Duy]]\n[[Thể loại:Ca khúc tiền chiến]]\n[[Thể loại:Nhạc xuân]]\n[[Thể loại:Bài hát năm 1942]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Âm nhạc Việt Nam]]"}