{"82735":"'''Bến xe Miền Tây''' là một bến xe khách lớn tại quận [[Bình Tân (quận)|Bình Tân]], [[Thành phố Hồ Chí Minh]]. Đây là một trong những bến xe khách lớn và quan trọng nhất của Thành phố Hồ Chí Minh. Bến xe khách này phục vụ các tuyến xe khách đi các tỉnh [[Đồng bằng sông Cửu Long]] - là đầu mối giao thông quan trọng kết nối thành phố này và các tỉnh miền Tây.\n\nĐịa chỉ: 395 [[Kinh Dương Vương]], phường [[An Lạc, quận Bình Tân]], Thành phố Hồ Chí Minh\n\nĐiện thoại: (028) 38776594\n\n==Lịch sử==\nXa cảng Miền Tây tồn tại từ trước năm 1975. Tháng 7 năm 1975, bến xe đổi tên thành Bến xe Miền Tây với diện tích mở rộng là 39.000 m². Năm 1976, bến xe thuộc công ty xe khách Miền Tây. Năm 1992, bến xe trở thành doanh nghiệp nhà nước độc lập thuộc Sở giao thông công chính [[Thành phố Hồ Chí Minh]].\n\nTháng 7 năm 2004, bến xe Chợ Lớn sáp nhập vào bến xe Miền Tây.\n\nTừ năm 2004, bến xe thuộc Tổng công ty cơ khí giao thông vận tải Sài Gòn (SAMCO), với tên gọi công ty cổ phần Bến xe Miền Tây vào năm 2005.<ref name=\"lichsu\">{{Chú thích web |url=http:\/\/www.bxmt.com.vn\/article\/ben-xe-mien-tay--ben-xe-mien-tay-65.html |ngày truy cập=2011-09-04 |tựa đề=Giới thiệu chung về Bến xe Miền Tây |archive-date=2011-08-24 |archive-url=https:\/\/web.archive.org\/web\/20110824023047\/http:\/\/www.bxmt.com.vn\/article\/ben-xe-mien-tay--ben-xe-mien-tay-65.html |url-status=dead }}<\/ref>\n\nTháng 11\/2014, [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] phải ra một văn bản chấp thuận việc thực hiện chuyển đổi mục đích sử dụng đất cho 20 ha tại khu E - Khu đô thị mới Nam Thành phố (xã [[An Phú Tây]], huyện [[Bình Chánh]]) để đầu tư xây dựng bến xe Miền Tây mới, thay vì xây dựng tại xã [[Tân Kiên]] như phê duyệt trước đó.\n\n==Liên kết ngoài==\n*[http:\/\/www.bxmt.com.vn Trang nhà của Bến xe Miền Tây]\n*[https:\/\/tripday.vn\/ben-xe-mien-tay\/ Các tuyến và danh sách nhà xe bến xe Miền Tây]\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Giao thông Thành phố Hồ Chí Minh]]\n[[Thể loại:Bến xe tại Thành phố Hồ Chí Minh]]"}