{"51748":"{{Thông tin công trình xây dựng\n| tên = Bảo tàng Hồ Chí Minh -<br>Chi nhánh Thành phố Hồ Chí Minh\n| hình = Ho Chi Minh Museum, Saigon.jpg\n| loại hình = [[Viện bảo tàng|Bảo tàng]]\n| địa điểm = \n| thành phố = [[Thành phố Hồ Chí Minh]]\n| quốc gia = {{VIE}}\n| sử dụng = Tham quan du lịch\n| vĩ độ = 10.76824\n| kinh độ = 106.706799\n| khởi công = 1863\n| khánh thành = 1864\n| chú thích = Nơi [[Ngày Bác Hồ ra đi tìm đường cứu nước|Bác Hồ ra đi tìm đường cứu nước]]\n|former_names=Sở Ông Năm<br>Sở Canh tuần tàu biển|address=1 Nguyễn Tất Thành, Phường 12, [[Quận 4]]|pushpin_label=Bến Nhà Rồng - Bảo tàng Hồ Chí Minh|mapframe-zoom=15|name=Bến Nhà Rồng|native_name=Bảo tàng Hồ Chí Minh -<br>Chi nhánh Thành phố Hồ Chí Minh}}\n[[Tập tin:Học viên an ninh tham quan Bến Nhà Rồng.JPG|nhỏ|250px|Học viên an ninh đang nghe giới thiệu về cuộc đời hoạt động của chủ tịch [[Hồ Chí Minh]]]]\n'''Bến Nhà Rồng''', tên chính thức là '''Bảo tàng Hồ Chí Minh - Chi nhánh Thành phố Hồ Chí Minh''', là cụm di tích kiến trúc - bảo tàng nằm bên [[sông Sài Gòn]], thuộc [[quận 4]], [[Thành phố Hồ Chí Minh]]. Nơi đây từng là trụ sở của hãng vận tải [[Messageries maritimes]]<ref>Thành lập năm 1851 với tên gọi '''Messageries nationales''', không lâu sau đổi thành '''Messageries impériales'''. Năm 1871, hãng đổi tên lại thành '''Messageries maritimes''' và sử dụng tên này cho đến tận năm 1977.<\/ref> tại Sài Gòn từ năm [[1864]] đến năm [[1955]]. Ngày nay, địa danh này được biết đến nhiều do tại đây có cụm di tích kiến trúc đánh dấu sự kiện ngày [[5 tháng 6]] năm [[1911]], người thanh niên [[Hồ Chí Minh|Nguyễn Tất Thành]] (sau này được biết với tên gọi [[Hồ Chí Minh]]) đã xuống con tàu ''[[Amiral Latouche-Tréville|Amiral Latouche Tréville]]'' làm phụ bếp để có điều kiện sang [[châu Âu]], mở đầu hành trình cách mạng của mình. Do đó, từ 1975, cụm di tích kiến trúc của thương cảng Nhà Rồng đã được [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước Việt Nam]] xây dựng lại thành ''Khu lưu niệm Hồ Chí Minh'', và ngày 5 tháng 6 được chọn là [[Ngày Bác Hồ ra đi tìm đường cứu nước]] ở [[Việt Nam]]..\n\n[[Ủy ban nhân dân Thành phố Hồ Chí Minh|Ủy ban nhân dân TP. Hồ Chí Minh]] chỉ đạo Sở Văn hóa, Thể thao và Du lịch đưa Bến Nhà Rồng vào danh sách danh thắng biểu trưng của thành phố.<ref>{{Chú thích web |url=http:\/\/www.baodatviet.vn\/chinh-tri-xa-hoi\/200909\/Ben-Nha-Rong-se-la-mau-bieu-trung-TP-HCM-2203100\/ |ngày truy cập=2013-03-08 |tựa đề=Bến Nhà Rồng sẽ là mẫu biểu trưng TP HCM |archive-date=2014-02-01 |archive-url=https:\/\/web.archive.org\/web\/20140201205059\/http:\/\/www.baodatviet.vn\/chinh-tri-xa-hoi\/200909\/Ben-Nha-Rong-se-la-mau-bieu-trung-TP-HCM-2203100\/ |url-status=dead }}<\/ref>\n\n==Tên gọi==\nCó nhiều thuyết khác nhau về tên gọi '''Nhà Rồng''':\n* Có thuyết nói rằng vì trên nóc ngôi nhà trụ sở hãng vận tải Messageries impériales (từ năm 1871 đổi thành Messageries maritimes) tại Sài Gòn có gắn đôi [[rồng]] lớn bằng [[đất nung]] [[tráng men]] xanh.<ref>{{Chú thích web|url=http:\/\/www.baotanghochiminh-nr.vn\/gii-thiu.html|tựa đề=GIỚI THIỆU BẢO TÀNG HỒ CHÍ MINH - CHI NHÁNH TP HỒ CHÍ MINH|website=www.baotanghochiminh-nr.vn|ngày truy cập=2023-02-22}}<\/ref> Thuyết này phổ biến nhất.\n* Một thuyết khác cho rằng khác là \"Nhà Rồng\" có nghĩa là \"Gia Long\", với Nhà là ''Gia'' (家), Rồng là Long (龍), bến \"Nhà Rồng\" được người Pháp đặt để nhớ tới quan hệ của vua [[Gia Long]] với nước Pháp.<ref>{{chú thích sách|title=Two Hamlets in Nam Bo: Memoirs of Life in Vietnam Through Japanese Occupation, the French and American Wars, and Communist Rule, 1940-1986|last=Lan Pham|first=David|year=2000|publisher=McFarland|pages=68}}<\/ref> Tuy nhiên thuyết này là không chính xác. Trong chữ Hán Nôm, ''gia long'' (家龍) mang nghĩa \"nhà rồng\" và niên hiệu ''Gia Long'' (嘉隆) là khác chữ. Thuyết này sinh ra là do sự hiểu nhầm nghĩa trong các [[Từ đồng âm trong tiếng Việt|từ đồng âm]], khi chỉ biết [[chữ Quốc ngữ]] mà không biết [[chữ Hán]] và [[chữ Nôm]].\n[[Tập tin:Ben Nha Rong ve dem.JPG|nhỏ|250px|Bến Nhà Rồng về đêm]]\nMột số tên gọi khác của Nhà Rồng cũng được ghi nhận lại như:\n* '''Sở Ông Năm''', vì tòa nhà do viên [[đại tá|quan năm]] Pháp Domergue đứng ra chủ trì xây dựng.<ref>{{Chú thích web|url=http:\/\/quehuongonline.vn\/dat-nuoc-viet-nam\/ben-nha-rong-150-nam-truoc-25517.htm|tựa đề=Bến Nhà Rồng 150 năm trước &#124; Tạp chí Quê Hương Online &#124; Ủy ban Nhà nước về người Việt Nam ở nước ngoài|họ=online|tên=Quê Hương|ngày=2011-12-31|website=quehuongonline.vn|ngôn ngữ=vi|ngày truy cập=2023-02-22}}<\/ref>\n* '''Sở Canh tuần tàu biển''', vì từ sau năm 1865 khi [[cột cờ Thủ Ngữ]] được xây dựng, có treo cờ hiệu giúp tàu thuyền ra vào cảng thuận tiện.\n\nTuy nhiên, tên gọi '''Bến Nhà Rồng''' vẫn là tên gọi phổ biến nhất.\n\n==Lịch sử==\nSau khi [[Chiến dịch Nam Kỳ|chiếm được Nam Kỳ]], các thống đốc quân sự Pháp đã quyết định cho xây dựng khu thương cảng Sài Gòn (''Port de Commerce de Saigon'') để làm đầu mối thông thương với quốc tế. Việc xây dựng cảng được giao cho hãng vận tải biển Messageries impériales.<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/post-565755.html|tựa đề=Thương cảng đầu tiên ở Việt Nam|ngày=2011-12-29|website=Báo Nhân Dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-22}}<\/ref> Các bến cảng đầu tiên được xây dựng tại Bến Thành, gần [[Xưởng đóng tàu Ba Son|hải quân công xưởng Sài Gòn]] (''arsenal de Saigon''), trong thời gian gần 1 năm.\n\nĐể tiện việc quản lý thương cảng, ngày [[4 tháng 3]] năm 1863, tòa nhà trụ sở của hãng Messageries maritimes cũng được xây dựng để làm nơi ở cho viên Tổng quản lý và nơi bán vé tàu. Việc xây dựng do một viên quan năm tên Domergue phụ trách. \n[[Tập tin:Cột cờ Thủ Ngữ.JPG|nhỏ|Cột cờ Thủ Ngữ]]\nTháng 10 năm 1865, hãng cho dựng thêm một cột cờ hiệu (''mât des signaus'') bằng thép cao 40m tại vị trí nền đồn dinh quan Thủ ngữ<ref>Còn được viết là Thủ ngự (守禦), chức quan giữ đồn cảng thủy của nhà Nguyễn.<\/ref> trước đây để làm hiệu cho các tàu bè ra vào cảng. Dân gian gọi là [[Cột cờ Thủ Ngữ]].\n\nNăm 1893, tòa nhà hãng Messageries maritimes được lắp đèn điện, dùng bóng đèn 16 nến, sáng leo lét, kém xa mấy ngọn đèn lồng thắp dầu lửa mà tòa đô chính cho thắp thử ở đường Catina (nay là đường Đồng Khởi).\n\nGần cuối năm 1899, hãng được phép xây cất bến cho tàu cập vào. Bến lót ván dày, đặt trên trụ sắt dọc theo mé sông 42 mét (phía tàu cập vào). Bến này cách bến kia 18 mét. Bề ngang của mỗi bến vào phía trong bờ là 8 mét. Từ bờ ra bến có cầu rộng 10 mét. Ban đầu xây hai bến rồi xây thêm bến thứ ba.<ref name=\"100 năm trên bến Nhà Rồng\">{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/news-20110111153734718.htm|tựa đề=100 năm trên bến Nhà Rồng|website=thethaovanhoa.vn|ngày truy cập=2023-02-22}}<\/ref>\n\nNăm 1919, hãng được phép xây bến bằng xi măng cốt sắt, nhưng không thực hiện được, phải đến tháng 3 năm 1930 mới hoàn thành bến mới, chỉ một bến nhưng dài tới 430 mét.<ref name=\"100 năm trên bến Nhà Rồng\"\/>\n\nSau năm 1955, chính quyền [[Việt Nam Cộng hòa]] đã cho tu bổ lại mái ngôi nhà và thay thế hai con rồng cũ bằng hai con rồng khác với tư thế quay đầu ra. Năm 1965, tòa nhà được quân đội Mỹ sử dụng làm trụ sở của Cơ quan Tiếp nhận viện trợ quân sự Mỹ.\n\nSau năm 1975, tòa nhà - biểu tượng của cảng Sài Gòn - thuộc quyền quản lý của Cục đường biển Việt Nam.\n\n==Kiến trúc Bến Nhà Rồng==\nNhà Rồng, ban đầu gọi là '''Trụ sở Công ty Vận tải Hoàng đế''' (''Hotel des Messageries Impériales'') được khởi công xây dựng ngày 4 tháng 3 năm 1863 và hoàn thành trong 1 năm. Kiến trúc tòa nhà theo phong cách kiến trúc phương Tây nhưng trên nóc nhà gắn hai con rồng lớn bằng đất nung tráng men xanh, châu đầu vào mặt trăng theo mô típ \"Lưỡng long chầu nguyệt\" - một kiểu trang trí quen thuộc của đình chùa Việt Nam.<ref name=\"baotanghochiminh-nr.vn\">{{Chú thích web|url=http:\/\/www.baotanghochiminh-nr.vn\/gii-thiu.html|tựa đề=GIỚI THIỆU BẢO TÀNG HỒ CHÍ MINH - CHI NHÁNH TP HỒ CHÍ MINH|website=www.baotanghochiminh-nr.vn|ngày truy cập=2023-02-22}}<\/ref> Phía 2 đầu hồi tòa nhà có biểu tượng ký tự M.I. (viết tắt của ''Messageries Impériales'') có thể nhìn thấy từ hướng sông Sài Gòn hoặc từ hướng đường Khánh Hội ra.<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/post-565576.html|tựa đề=Bến Nhà Rồng 150 năm trước|ngày=2011-12-27|website=Báo Nhân Dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-22}}<\/ref>\n\nNăm 1871, do ảnh hưởng của [[Đệ Tam Cộng hòa Pháp|nền Cộng hòa]], hãng đổi tên lại thành '''Messageries maritimes'''. Chi tiết mặt trăng trên nóc nhà được thay bằng biểu tượng của hãng vương miện, mỏ neo và đầu ngựa. Phù hiệu \"Đầu ngựa\" hàm chỉ thời trước bên Pháp, hãng chuyên lãnh chở đường bộ với ngựa kéo xe, còn \"Mỏ neo\" tượng trưng cho tàu thuyền. Do đó dân gian còn gọi là hãng Đầu Ngựa.<ref name=\"baotanghochiminh-nr.vn\"\/>\n\nSau năm 1955, chính quyền [[Việt Nam Cộng hòa]] đã cho tu bổ lại mái ngôi nhà và thay thế hai con rồng cũ bằng hai con rồng khác với tư thế quay đầu ra. Từ đó, kiến trúc Nhà Rồng hầu như còn nguyên vẹn cho đến ngày nay.\n\n==Dấu mốc lịch sử==\n[[Tập tin:Saigon - Entree de l'Arroyo de Cholon.jpg|250px|phải|nhỏ|Trụ sở hãng Messageries Maritimes trên một tấm [[bưu thiếp]] thời Pháp thuộc]]\n* [[4 tháng 3]] năm 1863, Nhà Rồng được khởi công xây dựng\n* [[5 tháng 6]] năm [[1911]], [[Hồ Chí Minh|Nguyễn Tất Thành]] xuống con tàu ''[[Amiral Latouche-Tréville (tàu buôn)|Amiral Latouche Tréville]]'', bắt đầu hành trình cách mạng.<ref>Theo các nhà nghiên cứu lịch sử, thì trên thực tế Nguyễn Tất Thành xuống tàu làm việc kể từ ngày [[3 tháng 6]] năm 1911 tại cảng Sài Gòn (''Port de Saigon'') đối diện Bến Nhà Rồng, nơi cầu tàu Charner (''appontement de Charner''), nay là đầu đường Nguyễn Huệ. Ngày [[5 tháng 6]] năm 1911, tàu nhổ neo rời Sài Gòn để thực hiện cuộc hành trình đến [[Singapore]].<\/ref>\n* [[1 tháng 1]] năm 1937, hơn 20.000 người dân Sài Gòn - Gia Định tổ chức mít-tinh tại Bến Nhà Rồng để đón tiếp đại biểu Mặt trận bình dân Pháp sang điều tra tình hình các nước thuộc địa ở Đông Dương.\n* [[23 tháng 9]] 1945, một tiểu đội kháng chiến Việt Nam với vũ khí thô sơ, chiến đấu chống trả cuộc tấn công của một đại đội quân Anh được trang bị vũ khí hiện đại và đầy đủ và hy sinh đến người cuối cùng.\n* Đêm [[15 tháng 10]] năm 1945, quân kháng chiến Việt Nam tổ chức đốt chiếc tàu chiến Alex của Pháp khi vừa cập Bến Nhà Rồng.\n* [[13 tháng 5]] năm 1975, chiếc tàu biển Sông Hồng trọng tải 10.000 tấn cập Bến Nhà Rồng, đánh dấu sự thống nhất đường biển Bắc - Nam.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n{{Wiktionary}}\n{{thể loại Commons|Bến Nhà Rồng}}\n* [http:\/\/www.baotanghochiminh-nr.vn Trang chủ]\n{{Công trình kiến trúc thuộc địa Pháp tại Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n{{Hồ Chí Minh}}\n{{Thanh chủ đề|Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Cảng Việt Nam]]\n[[Thể loại:Bảo tàng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Công trình kiến trúc Pháp tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 4]]"}