{"15089365":"{{Thông tin bệnh viện\n| tên = Bệnh viện Phong – Da liễu Trung ương Quỳnh Lập\n| tổ chức = [[Bộ Y tế (Việt Nam)|Bộ Y tế]]\n| logo = \n| hình= \n| chú thích hình= \n| tên khác = \n| thành lập = 20\/4\/1957\n| khai trương=\n| funding=\n| loại = Bệnh viện chuyên khoa hạng I\n| đại học = \n| bảo trợ =\n| giường = \n| tọa độ =\n| vị trí =  Bắc Mỹ - Phường Quỳnh Thiện - Thị xã Hoàng Mai - Nghệ An.\n| quốc gia = [[Việt Nam]]\n| điện thoại = 02383 665 888\n| đóng cửa =\n| phá dỡ =\n| website = https:\/\/bvphongdalieutwquynhlap.com\/\n}}\n'''Bệnh viện Phong - Da liễu Trung ương Quỳnh Lập''' là đơn vị y tế trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế]], được đóng trên xã [[Quỳnh Lập]] (cơ sở I) và trên phường [[Quỳnh Thiện]] (cơ sở II), nhiệm vụ là khám, chữa bệnh, phòng bệnh và phục hồi chức năng cho người [[bệnh phong]], người [[bệnh da liễu]] ở tuyến cao nhất của khu vực [[Bắc Trung Bộ]] và các bệnh chuyên khoa khác.\n\n== Lịch sử ==\nNgày 20\/4\/1957, Bệnh viện tiếp nhận bệnh nhân phong đầu tiên và được lấy làm ngày thành lập bệnh viện. Với nhiệm vụ là điều trị, chăm sóc và nuôi dưỡng người bệnh phong thuộc các tỉnh phía Bắc, bộ đội toàn quân, công nhân viên chức cả nước, làm nghĩa vụ quốc tế cho người bệnh phong các nước bạn Lào, Campuchia, các tỉnh giáp biên của Trung Quốc.\n\nMới đầu thành lập, Bệnh viện được đặt tên là Trại phong Quỳnh Lập, đến năm 1965 đổi tên thành Khu điều trị Phong Quỳnh Lập, 60 năm đã trải qua các thời kỳ lịch sử đáng ghi nhớ, từ năm 1957 đến năm 1964 nhà cửa khang trang, đường sá nội khu sạch đẹp, cơ sở vật chất được trang bị đầy đủ, bệnh nhân vào viện được nhân viên y tế chăm sóc chu đáo, nhiệt tình, có thể nói bệnh nhân từ cõi chết bỗng chốc được trở lại cuộc sống thiên đường.\n\nTiếp đến là thời kỳ chiến tranh ác liệt từ năm 1965 đến năm 1974, toàn bộ cơ sở vật chất mới được xây dựng bị sập đổ hoàn toàn sau một trận ném bom của đế quốc Mỹ, trên 200 bệnh nhân phong bị chết, số còn lại phải sống cảnh màn trời, chiếu đất. Sau đó phải hai lần đưa bệnh nhân đi sơ tán tại nơi rừng sâu, nước độc, cán bộ thầy thuốc, bệnh nhân cùng ăn, cùng ở, cùng làm dưới làn mưa bom, bão đạn của kẻ thù. Năm 1975 đến năm 1989, thời kỳ bao cấp chuyển sang hoạch toán kinh doanh, điều kiện kinh tế - xã hội chưa phát triển, kinh phí Nhà nước có hạn, thiên tai, bão lụt triền miên liên tục đe dọa, cơn bão số 7 ngày 16\/8\/1989 có gió mạnh trên cấp 12 đã xô đổ toàn bộ nhà cửa, cây cối, hoa màu, đường sá; giao thông bị thiệt hại, hư hỏng nặng nề, khó khăn chồng chất khó khăn, tưởng chừng như đơn vị không còn khả năng tồn tại.\n\nBộ Y tế, sự hỗ trợ, giúp đỡ của các tỉnh có bệnh nhân, sự quan tâm của các tổ chức trong và ngoài nước, sự cố gắng của tập thể lãnh đạo cùng viên chức, lao động nên cơ sở dần được khắc phục, nâng cấp về mọi mặt, đời sống của cán bộ và bệnh nhân được cải thiện, đi vào ổn định.\n\nTháng 10 năm 2000, Bệnh viện được đổi tên thành Bệnh viện Phong - Da liễu Quỳnh Lập.\n\n== Tổ chức và hoạt động ==\nNgày 13\/4\/2015, [[Bộ Y tế (Việt Nam)|Bộ Y tế]] ban hành Quyết định số 1294\/QĐ-BYT quy định Quy chế tổ chức và hoạt động của Bệnh viện Phong - Da liễu Trung ương Quỳnh Lập với chức năng là Cung cấp dịch vụ khám bệnh, chữa bệnh, phòng bệnh và phục hồi chức năng cho người bệnh phong, người bệnh da liễu, người bệnh HIV\/AIDS ở tuyến cao nhất của khu vực Bắc Trung Bộ và các bệnh đa khoa khác; tổ chức nghiên cứu khoa học, đào tạo, bồi dưỡng cán bộ, viên chức và chỉ đạo tuyến về lĩnh vực chuyên môn của bệnh viện theo sự phân công của cấp có thẩm quyền và theo quy định của pháp luật. Trải qua 60 năm xây dựng và trưởng thành, Bệnh viện Phong - Da liễu Trung ương Quỳnh Lập luôn hoàn thành xuất sắc nhiệm vụ mà Đảng, Nhà nước giao phó, đó là tập trung điều trị, chăm sóc và nuôi dưỡng người bệnh phong, đã tiếp nhận trên 3.000 bệnh nhân phong, điều trị khỏi bệnh và xuất viện trên 1.700 bệnh nhân, trong đó có 540 quân nhân, 373 cán bộ, viên chức, 93 bệnh nhân quốc tịch Lào, trên 1.000 lượt bệnh nhân được phục hồi tàn tật bằng phẫu thuật chỉnh hình, trên 3.500 bệnh nhân cụt chân được cấp chân giả và hàng ngàn bệnh nhân được cấp nạng nẹp, xe lăn...\n\nHiện tại tổ chức bộ máy của Bệnh viện gồm có Ban Giám đốc, 08 phòng chức năng, 09 khoa Lâm sàng và 05 khoa Cận Lâm sàng với tổng số là 296 công chức, viên chức và người lao động, biên chế là 214\/220, trong đó trên đại học là 18 người, cao đẳng, đại học là 135 người, trung cấp là 77 người, còn lại là công nhân kỹ thuật, lái xe, điện nước... là 67 người. Công tác khám, chữa bệnh ngày càng được quan tâm, cải thiện. Ngoài chuyên khoa da liễu, có nhiều chuyên khoa khác được thành lập như khoa sản, nhi, mắt, răng hàm mặt, tai mũi họng; phục hồi chức năng... Các dịch vụ cận lâm sàng được đầu tư như các thiết bị: máy xét nghiệm, nội soi, siêu âm, chụp X.Quang, điện tim, điện não, máy laser... Nhân lực được đào tạo nâng cao tay nghề, số lần khám bệnh của nhân dân hàng năm đều tăng lên đáng kể, nhân dân đã tin tưởng và uy tín của bệnh viện ngày càng được nâng cao.\n\nĐịnh hướng phát triển đến năm 2020 và tầm nhìn 2030 Phát triển Bệnh viện thành Bệnh viện chuyên sâu, khám, chữa bệnh, phòng bệnh và phục hồi chức năng cho người bệnh phong, người mắc bệnh da liễu, người HIV\/AIDS ở tuyến cao nhất của khu vực Bắc Trung Bộ và khám, chữa bệnh đa khoa khác. Có cơ sở vật chất, trang thiết bị hiện đại đáp ứng nhu cầu khám, chữa bệnh cho nhân dân trong khu vực; phấn đấu trở thành Bệnh viện chuyên khoa hạng I.<ref>{{Chú thích web|url=http:\/\/bvphongdalieutwquynhlap.vn\/?x=2\/gioi-thieu\/lich-su-60-nam-hinh-thanh-va-phat-trien|title=60 năm hình thành và phát triển|last=|first=|date=|website=Bệnh viện phong và da liễu Quỳnh Lập|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Thành tích ==\n\n* Huân chương lao động hạng nhì năm 1996\n* Huân chương lao động hạng nhất năm 2001\n* Anh hùng lao động thời kỳ đổi mới 2006\n* Huân chương độc lập hạng ba 2008\n* Huân chương lao động hạng nhất (lần 2) năm 2017\n* Bằng khen của thủ tướng chính phủ năm 1997\n* Bằng khen của hội đồng bộ trưởng năm 1987, 1988\n* Bằng khen của công đoàn y tế Việt Nam năm 2006, 2007, 2015\n* Bằng khen của bộ y tế năm 2009, 2011, 2014\n* Bằng khen của UBND tỉnh Nghệ An năm 2016\n* Cờ luân lưu của hội đồng bộ trưởng năm 1989\n* Cờ thi đua xuất sắc của bộ trưởng bộ y tế năm 1992\n* Cờ thi đua của bộ y tế năm 2002, 2007, 2014\n* Cờ thi đua của chính phủ năm 2014\n* Danh hiệu đơn vị văn hóa của chủ tịch UBND tỉnh Nghệ An năm 1999\n* Danh hiệu Bệnh viện tình thương của Bộ trưởng bộ y tế năm 2000\n* Danh hiệu Bệnh viện văn hóa và sức khỏe của tổng liên đoàn lao động Việt Nam năm 2004\n* Danh hiệu tập thể lao động xuất sắc của bộ y tế năm 2014, 2015\n* Cùng các huân chương lao động, danh hiệu thầy thuốc ưu tú, bằng khen của thủ tướng chính phủ, danh hiệu chiến sỹ thi đua toàn quốc, chiến sỹ thi đua cấp bộ của các cá nhân thuộc bệnh viện.<ref>{{Chú thích web|url=http:\/\/bvphongdalieutwquynhlap.vn\/?s=10\/gioi-thieu\/thanh-tich-dat-duoc|title=Thành tích đạt được|last=|first=|date=|website=Bệnh viện phong và da liễu Quỳnh Lập|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Tham khảo ==\n\n[[Thể loại:Bệnh viện tại Nghệ An|Quỳnh Lập]]\n[[Thể loại:Bệnh viện trực thuộc Bộ Y tế|Quỳnh Lập]]"}