{"18165591":"{{Cần biên tập|date=tháng 11\/2021}}\n{{Thông tin bệnh viện\n| tên = Bệnh viện Đà Nẵng\n| logo = \n| Khẩu hiệu = \n| tên khác = \n| thành lập = \n| loại = Bệnh viện đa khoa\n| Nhân viên = \n| giường = \n| vị trí = 124 Hải Phòng, Thạch Thang, [[Hải Châu]]\n| thành phố = [[Đà Nẵng]]\n| quốc gia = Việt Nam\n| Giám đốc bệnh viện = \n| Phó giám đốc bệnh viện = \n| điện thoại = \n| E.mail = \n| website = }}\n\n'''Bệnh viện Đà Nẵng''' là một [[bệnh viện]] thuộc Sở y tế Thành phố Đà Nẵng, là bệnh viện tuyến cuối và quy mô lớn nhất tại thành phố Đà Nẵng.\n\n==Quy mô==\nBệnh viện có quy mô (2018): 1.900 giường<ref>Theo số liệu thống kê của Sở Y tế thành phố Đà Nẵng<\/ref> (thực kê hơn 2.569 giường vì luôn luôn trong tình trạng quá tải). Bệnh viện Đà Nẵng có nhiệm vụ thu dung, thăm khám và chữa bệnh cho nhân dân khu vực 19 tỉnh miền Trung - Tây Nguyên.\n\nĐến nay, Bệnh viện Đà Nẵng là bệnh viện có chuyên khoa mạnh, với các kỹ thuật hiện đại tương đương ba bệnh viện lớn nhất Việt Nam: [[Bệnh viện Chợ Rẫy]] - Hồ Chí Minh, [[Bệnh viện Bạch Mai]] - Hà Nội, [[Bệnh viện Việt Đức]] - Hà Nội. Với các kỹ thuật hàng đầu như: Cấy ghép tế bào gốc chấn thương tủy sống (nguyên nhân dẫn đến bại liệt), kỹ thuật ECMO (oxy hóa qua màng ngoài cơ thể), cấp cứu đột quỵ trong thời gian vàng, kỹ thuật hạ thân nhiệt - \"ngủ đông\", cấy điện cực ốc tai (giúp bệnh nhân câm và điếc có thể nghe, nói), ghép thận, phòng mổ Hybird (Kỹ thuật y tế của các nước phát triển, tương đương kỹ thuật cùng với hai bệnh viện lớn nhất cả nước là [[Bệnh viện Chợ Rẫy]] và [[Bệnh viện Bạch Mai]]), thực hiện chu trình thẩm tách siêu lọc máu,...\n\n==Phục vụ==\nTheo số liệu thống kê từ Sở Y tế Đà Nẵng, năm 2017 Bệnh viện Đà Nẵng đã khám bệnh cho hơn 1 triệu lượt bệnh nhân từ các tỉnh: [[Bình Định]], [[Quảng Nam]], [[Quảng Ngãi]], [[Quảng Bình]], [[Quảng Trị]], [[Nghệ An]], [[Hà Tĩnh]],... Điều trị nội trú cho hơn 417.000 bệnh nhân.\n\n==Dịch vụ==\nNăm 2017, bệnh viện đã khai trương Phòng giao dịch trực tuyến, giúp kết nối, chẩn bệnh giữa các bác sĩ bệnh viện với các bác sĩ quốc tế là hợp phần của dự án Q-health do chính phủ [[Hàn Quốc]] tài trợ, từ đó các y bác sĩ Đà Nẵng sẽ có điều kiện tương tác, trao đổi chuyên môn, tăng cường năng lực trong chẩn đoán, điều trị bằng phương tiện hội chẩn từ xa. Trong tương lai, bệnh viện được chính quyền thành phố ưu tiên tập trung đầu tư và xây dựng các công trình nhằm nâng cấp và mở rộng như: Trung tâm Ghép tạng và cấy ghép tế bào gốc, Trung tâm Phẫu thuật thần kinh, chấn thương, bỏng tạo hình, giai đoạn 2 Trung tâm tim mạch... nhằm giảm tải bệnh viện, nâng công suất tiếp nhận bệnh nhân, tự chủ, đáp ứng nhu cầu khám, chữa bệnh ngày càng cao của nhân dân thành phố nói riêng và khu vực [[Miền Trung (Việt Nam)|Miền Trung]]-[[Tây Nguyên]] nói chung.\n\n==Dự án Bệnh viện Đà Nẵng (cơ sở 2)==\n'''Dự án Bệnh viện Đà Nẵng (cơ sở 2)''' có quy mô (dự kiến) 1.500 giường bệnh bao gồm các Trung tâm Huyết học, Trung tâm Lão khoa, Trung tâm Y học nhiệt đới và bệnh viện đa khoa chất lượng cao tại đường Nam Kỳ Khởi Nghĩa, phường [[Hòa Quý]], quận [[Ngũ Hành Sơn]]<ref>{{Chú thích web|url=https:\/\/infonet.vietnamnet.vn\/khoe-dep\/xay-dung-benh-vien-da-nang-co-so-2-tai-hoa-quy-54319.html|tựa đề=Xây dựng Bệnh viện Đà Nẵng cơ sở 2 tại Hòa Quý|url-status=live}}<\/ref>.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{Sơ khai Đà Nẵng}}\n\n[[Thể loại:Công trình xây dựng ở Đà Nẵng]]\n[[Thể loại:Bệnh viện tại Đà Nẵng|Đà Nẵng]]\n[[Thể loại:Bệnh viện đa khoa|Đà Nẵng]]"}