{"1557280":"{{Chú thích trong bài|date=tháng 7\/2022}}\n{{Cập nhật|date=tháng 8\/2022}}\n{{Thông tin bệnh viện\n| tên = Bệnh viện Tâm thần Trung ương 1\n| logo = \n| Khẩu hiệu = \n| tên khác = National Psychiatric Hospital No1\n| thành lập = 04\/03\/1963<ref name=\":0\">{{Chú thích web|url=https:\/\/nhipsonghanoi.hanoimoi.com.vn\/dia-diem\/409\/benh-vien-tam-than-trung-uong-1|tựa đề=Bệnh viện tâm thần Trung Ương 1|url-status=live}}<\/ref>\n| loại = Bệnh viện chuyên khoa\n| Nhân viên = \n| giường = \n| vị trí = Hòa Bình - [[Thường Tín]]\n| thành phố = [[Hà Nội]]\n| quốc gia = [[Việt Nam]]\n| coordinates = {{coord|20.869375|105.843977|format=dms|display=inline,title}}\n| pushpin_map = Hanoi\n| Giám đốc bệnh viện = \n| Phó giám đốc bệnh viện = \n| điện thoại = 024 3385 3227<ref name=\":0\"\/>.\n| Fax =\n| E.mail =\n| website = www.bvtttw1.gov.vn\n}}\n\n'''Bệnh viện Tâm thần Trung ương 1''' có tiền thân là Khu điều dưỡng thương – bệnh binh miền Nam tập kết ra Bắc, nằm tại xã Hòa Bình, huyện Thường Tín, thành phố Hà Nội<ref name=\":0\"\/><ref name=\":1\">{{Chú thích web|url=https:\/\/bvtttw1.gov.vn\/gioi-thieu-chung\/|tựa đề=Sơ lược về Bệnh viện Tâm thần Trung Ương 1|url-status=live}}<\/ref>.\n\n==Quá trình xây dựng và phát triển==\nTiền thân của bệnh viện là Khu điều dưỡng thương – bệnh binh miền Nam tập kết ra Bắc. Tháng 5\/1957 một vinh dự lớn lao của bệnh viện khi được Bác Hồ về thăm và nói chuyện với cán bộ, nhân viên và người bệnh. Bác đã ân cần thăm hỏi, động viên mọi người và căn dặn: \"Cán bộ ngành y tế trước hết phải thật thà đoàn kết, hết lòng thương yêu người bệnh như anh em ruột thịt của mình, coi họ đau đớn cũng như mình đau đớn, lương y phải như từ mẫu\".\n\nBệnh viện được thành lập ngày 07\/06\/1963 theo quyết định số 519\/QĐ - BYT của Bộ Y tế, tên gọi ban đầu là \"Bệnh viện D\", nằm trên địa bàn huyện Thường Tín – tỉnh Hà Tây (nay thuộc Thành phố Hà Nội). Khi mới thành lập, tổng số cán bộ của bệnh viện có 91 người, trong đó chỉ có 3 bác sĩ, 2 Y sỹ, còn lại là y tá, hộ lý và nhân viên phục vụ. Quy mô 100 giường bệnh, cơ sở vật chất rất nghèo nàn, chỉ có 2 dãy nhà bán kiên cố và 10 dãy nhà lá, vách đất.\n\nNăm 1965, bệnh viện đổi tên \"Bệnh viện Tinh thần kinh Trung ương\" quy mô 200 giường bệnh. Tuy thời kỳ này có nhiều khó khăn, kinh phí hạn hẹp, nhân lực thiếu thốn nhưng toàn bệnh viện đã đoàn kết một lòng, vượt lên mọi trở ngại thách thức để hoàn thành tốt nhiệm vụ được giao. Nhân viên cùng bệnh nhân lao động tăng gia, sản xuất như: trồng rau, cấy lúa, nuôi lợn, nuôi bò, thả cá… vừa cải thiện đời sống vừa phục hồi chức năng cho người bệnh. Đang trong thời gian chuẩn bị sửa chữa, xây dựng thêm nhà cửa thì giặc Mỹ leo thang đánh phá miền Bắc, bệnh viện vừa phải chi người cho tiền tuyến vừa tổ chức sơ tán vào các vùng dân lân cận. Người ít lại phải phân tán làm nhiều địa điểm, khó khăn chồng chất khó khăn. Nhờ tinh thần đoàn kết thương yêu người bệnh và may nhờ được các chùa La Uyên, Phúc Trại, Dưỡng Hiền và nhân dân hỗ trợ mà bệnh viện vừa chăm, chữa người bệnh tốt, vừa đảm bảo an toàn tính mạng và tài sản chung.\n\nMặc dù có nhiều khó khăn gian khổ, để giải quyết vấn đề thiếu cán bộ chuyên môn, Bệnh viện đã tổ chức đào tạo 2 khóa Y sỹ chuyên khoa tâm thần, khóa tốt nghiệp năm 1968 được 20 người, khóa tốt nghiệp năm 1969 được 32 người, để cung cấp nhân lực cho bệnh viện và cho các tỉnh. Cũng trong năm 1969, bệnh viện đổi tên thành \"Bệnh viện Tinh thần Trung ương\".\n\nNăm 1973, ngay sau khi Hiệp định Pari được ký kết, Bệnh viện từ nơi sơ tán trở về. Nhiệm vụ đầu tiên là khắc phục cảnh hoang tàn, nhà dột vách nát, cỏ cây um tùm che kín lối đi, đồng thời xin Bộ Y tế cho xây dựng thêm nhà đề làm việc và cho người bệnh, vừa giải quyết vấn đề quá tải, vừa thực hiện điều trị theo phương pháp mở cửa. Toàn bệnh viện tiếp tục nêu cao lòng nhân ái và trách nhiệm, ra sức chăn nuôi và trông trọt để cải thiện đời sống cho cả nhân viên và bệnh nhân. Song song với củng cố xây dựng, bệnh viện tăng cường cán bộ khoa học bằng cách tích cực xin bổ sung bác sĩ và cử đi đào tạo tại các trường Đại học y.\n\nĐến năm 1975, bệnh viện đã xây được 7 dãy nhà kiên cố, trang bị thêm được 1 máy X -Quang nửa sóng (D350). Ngày 28\/10\/1976, Phó Thủ tướng Đỗ Mười ký Quyết định số 429\/QĐ – TTg, cho đầu tư xây dựng bệnh viện quy mô 500 giường, đổi tên thành \"Bệnh viện Tinh thần kinh Trung ương\". Đây là thời kỳ đất nước phải hàn gắn những tàn phá nặng nề sau chiến tranh, lại thêm chiến tranh biên giới Tây Nam và phía Bắc, kinh tế vô cùng khó khăn. Vì vậy việc đầu tư xây dựng bệnh viện còn rất hạn chế, nhỏ giọt, chưa thực hiện được nhiều thì phải dừng. Bệnh viện đã nhờ được địa điểm để thành lập cơ sở 2 tại huyện Tiên Lữ, tỉnh Hưng Yên để đạt kế hoạch 350 gường bệnh. Năm 1983 thì chuyển toàn bộ cơ sở 2 về cơ sở 1 (Bệnh viện hiện nay).\n\nThời gian từ 1984 - 2003, bệnh viện tiếp tục được đầu tư xây dựng, nâng cấp sửa chữa ngày một khang trang, hiện đại. Thời gian này bệnh viện đã kiên cố hóa toàn bộ các khoa, xây mới khu nhà nghiệp vụ, nhà nội trú sinh viên, thư viện – truyền thống, vườn hoa cây cảnh, sân bóng đá, nhà thể thao…\nNăm 2003, bệnh viện được đổi tên thành \"Bệnh viện Tâm thần Trung ương 1\" cho đến nay.\n\n- Tháng 12\/2004, Bộ Y tế ban hành Điều lệ tổ chức và hoạt động của Bệnh viện.\n\n- Tháng 9\/2005, Bộ Y tế phê duyệt Quy hoạch phát triển tổng thể bệnh viện đến năm 2010 có quy mô 500 giường bệnh và tầm nhìn 2020 có 600 giường, với 8 phòng chức năng, 21 khoa lâm sàng và 6 khoa cận lâm sàng.\n\n==Quy mô, cơ sở vật chất và đội ngũ cán bộ==\nHiện nay, bệnh viện Tâm thần Trung ương 1 có quy mô 530 giường bệnh với tổng số CBCC là 565 (trong đó bao gồm cả biên chế và hợp đồng). Đội ngũ cán bộ có trình độ chuyên môn cao. So với thời kỳ đầu thành lập 3 bác sĩ, 2 Y sỹ, thì nay đội ngũ của bệnh viện được nâng lên rất nhiều: 7 Tiến sĩ, 11 BSCKII, 13 Thạc sĩ, 20 BSCKI, 7 Dược sĩ ĐH, 23 ĐH khác, 54 ĐH Điều dưỡng…\n\nNhiều kỹ thuật tiên tiến hiện đại được bệnh viện ứng dụng có hiệu quả trong chẩn đoán, điều trị như: Máy Dopler siêu âm xuyên sọ, máy siêu âm 3 chiều, máy kích thích từ, điện não, máy sắc khí lỏng…\n\n==Nhiệm vụ==\nBệnh viện còn là cơ sở đào tạo, thực hành chuyên ngành tâm thần của các trường ĐH, CĐ và Trung học y tế, cũng như các thực tập sinh nước ngoài đến học tập, nghiên cứu. Hiện tại, có 2 BS đang làm nghiên cứu sinh, 3 BS học CKII, 28 ĐD trung cấp đang học ĐH, mở lớp đào tạo BS chuyên khoa định hướng đến khóa 36, lớp đào tạo Điều dưỡng CK tâm thần khóa 9. Năm 2012, công tác đào tạo của bệnh viện còn được Bộ Y tế tin tưởng giao cho nhiệm vụ đào tạo thí điểm lớp BSCKI và BSCKII tại viện, theo Quyết định số 764\/QĐ – BYT ngày 13 tháng 3 năm 2012.\n\nCông tác nghiên cứu khoa học cũng luôn được bệnh viện chú trọng, đẩy mạnh phát triển về số lượng và chất lượng, cả [[chiều rộng]] lẫn chiều sâu trong các lĩnh vực: dịch tễ học, lâm sàng, cận lâm sàng. Công tác nghiên cứu khoa học ngày càng được chuẩn hóa, áp dụng các quy trình, quy phạm chuẩn trên thế giới. Hàng trăm đề tài cấp cơ sở, cấp Bộ và cấp Nhà nước có giá trị thực tiễn cao đã được nghiệm thu và đang tiến hành với kết quả tốt.\n\nVề công tác chỉ đạo tuyến, ngay từ khi mới thành lập, cùng với việc củng cố, xây dựng và phát triển bệnh viện, công tác chỉ đạo tuyến đã đặc biệt được chú trọng. Ngoài tham mưu giúp Bộ Y tế về chiến lược phát triển ngành, Ban giám đốc cùng phòng chỉ đạo tuyến tổ chức nhiều chuyến công tác xuống tận xã phường, thôn bản để nắm bắt tình hình, tập huấn đào tạo chuyển giao kỹ thuật và tư vấn thuyết phục chính quyền các cấp xây dựng mạng lưới chuyên khoa theo chiến lược.\n\n- Ngày 10\/10\/1998, Quyết định số 196\/1998\/QĐ – TTg, về việc bổ sung mục tiêu \"Chăm sóc bảo vệ sức khỏe tâm thần cộng đồng\" vào chương trình mục tiêu quốc gia \"Phòng chống một số bệnh xã hội và bệnh dịch nguy hiểm HIV\/AIDS.\"\n\n- Quyết định số 1021\/QĐ – BYT ngày 02\/11\/1998 về việc giao nhiệm vụ cho Bệnh viện Tâm thần Trung ương làm chủ nhiệm mục tiêu quốc gia \"Chăm sóc và bảo vệ sức khỏe tâm thần cộng đồng\" hay còn gọi là Trưởng ban điều hành dự án.\n\nThực hiện chương trình mục tiêu quốc gia, dù còn gặp nhiều khó khăn về nhân lực và tài chính, nhưng bệnh viện đã cố gắng thực hiện vượt chỉ tiêu so với kế hoạch. Nhờ có chương trình mà các kiến thức cơ bản đã đến được nhiều vùng xa xôi hẻo lánh, người dân hiểu biết hơn về bản chất, triệu chứng chính, phương pháp can thiệp nâng đỡ chữa trị cho một số bệnh nhân tâm thần thường gặp. Người nhận thuốc điều trị ngoại trú được thuận tiện, giảm được tỷ lệ người bệnh tàn phế và có hành vi nguy hiểm.\n\n==Hợp tác quốc tế==\nBệnh viện Tâm thần Trung ương 1 có quan hệ hợp tác với nhiều nước trên thế giới. Hàng năm bệnh viện đón tiếp trung bình 20 – 30 đoàn khách nước ngoài đến tham quan, trao đổi kinh nghiệm, học tập và hợp tác khoa học, được bạn bè đánh giá cao trình độ chuyên môn nghiệp vụ và quản lý của bệnh viện.\n \n==Thành tích==\n* 2 [[Huân chương Lao động]] hạng Ba năm 1983 và 1993<ref name=\":0\"\/><ref name=\":1\"\/>.\n* 1 Huân chương Lao động hạng Nhất năm 2003<ref name=\":0\"\/><ref name=\":1\"\/>.\n* 1 [[Huân chương Độc lập]] hạng Ba năm 2013<ref>{{Chú thích web|url=https:\/\/moh.gov.vn\/web\/ministry-of-health\/top-news\/-\/asset_publisher\/EPLuO8YEhk19\/content\/le-ky-niem-50-nam-thanh-lap-benh-vien-tam-than-tw1-va-on-nhan-huan-chuong-lao-ong-hang-nhi?inheritRedirect=false|tựa đề=Lễ kỷ niệm 50 năm thành lập Bệnh viện tâm thần TW1 và đón nhận Huân chương lao động Hạng nhì|ngày=2013-09-24|website=Cổng thông tin điện tử Bộ Y Tế (MOH)|url-status=live}}<\/ref>.\n* 1 [[Huân chương Độc lập]] hạng Ba năm 2008<ref name=\":0\"\/><ref name=\":1\"\/>.\n* 2 Bằng khen của Thủ tướng Chính phủ năm 2010, 2011<ref name=\":0\"\/><ref name=\":1\"\/>.\n* 2 Cờ thi đua của Bộ Y tế năm 2005, 2006<ref name=\":0\"\/><ref name=\":1\"\/>.\n* 8 Bằng khen của Bộ trưởng Bộ Y tế vào các năm 2003, 2007, 2010, 2011, 2012<ref name=\":0\"\/><ref name=\":1\"\/>.\n* 5 năm liên tục Bệnh viện đạt danh hiệu Bệnh viện xuất sắc toàn diện năm 2001 – 2006<ref name=\":0\"\/><ref name=\":1\"\/>.\n\n==Bê bối==\n===Vụ 'phòng bay lắc' trong bệnh viện Tâm thần Trung ương 1===\nNguyễn Xuân Quý (đối tượng cầm đầu đường dây mua bán, bay lắc ma túy tại Bệnh viện Tâm thần Trung ương 1) được Viện Pháp y Tâm thần Trung ương kết luận mắc chứng rối loạn cảm xúc thực tổn. Sau khi nhập Khoa Điều trị tự nguyện từ ngày 8.11.2018, đến tháng 9.2019, Quý được chuyển sang Khoa Phục hồi chức năng và Y học cổ truyền. Bệnh nhân Nguyễn Xuân Quý được bố trí cùng phòng với bệnh nhân T. đang điều trị bắt buộc<ref name=\":2\">{{Chú thích web|url=https:\/\/laodong.vn\/phap-luat\/bay-lac-trong-benh-vien-tam-than-cach-doi-tuong-qua-mat-can-bo-benh-vien-894886.ldo|tựa đề=\"Bay lắc\" trong bệnh viện tâm thần: Cách đối tượng qua mặt cán bộ bệnh viện|url-status=live}}<\/ref>.\n\nĐầu tháng 2.2021, Quý tranh thủ ngày nghỉ, nhân viên trong khoa vắng mặt, tự ý chia đôi buồng điều trị để sử dụng một mình. Phát hiện sự việc, bác sĩ yêu cầu Quý dỡ bỏ. Tuy nhiên, Quý lấy lý do muốn ngăn phòng để được nằm điều trị riêng cho yên tĩnh. Do phòng bệnh rộng, lãnh đạo khoa đồng ý, không yêu cầu Quý dỡ bỏ<ref name=\":2\"\/>.\n\nTheo tường trình, khi điều trị, tất cả các trang bị mà Quý mang vào trong phòng, lãnh đạo khoa hoàn toàn không biết. Đến khi bác sĩ và lãnh đạo khoa kiểm tra phòng, Quý với tính chất bệnh lý từng bị chấn thương sọ não, cảm xúc không ổn định và có hành vi nguy hiểm nên công tác kiểm tra rất khó khăn vì bệnh nhân không cho vào. \"Lãnh đạo khoa hoàn toàn không nghĩ tới việc bệnh nhân này tàng trữ chất gây nghiện và một số dụng cụ sử dụng ma túy trong phòng trị bệnh\", bác sĩ Lưu khẳng định trong báo cáo<ref name=\":2\"\/>.\n\nKết quả điều tra từ Cơ quan Cảnh sát điều tra [[Công an thành phố Hà Nội|Công an TP Hà Nội]] xác định do thời gian ở bệnh viện lâu, Quý đã tạo quan hệ thân thiết với một số cán bộ tại đây và được tạo điều kiện tự do đi lại, sinh hoạt, bố trí ăn ở theo nhu cầu. Quý đã cải tạo phòng điều trị thành một phòng có cách âm, lắp dàn loa lớn, đèn laze để phục vụ việc sử dụng trái phép chất ma túy. Kết quả trinh sát còn phát hiện Quý cùng đàn em mời bạn bè, trong đó có cả cán bộ bệnh viện sử dụng ma túy ngay tại đây. Thậm chí Quý còn đưa cả những cô gái làm \"dịch vụ\" đến đây để cùng sử dụng ma túy<ref name=\":2\"\/>.\n\nLiên quan đến vụ việc này, chiều cùng ngày, Bộ Y tế quyết định tạm đình chỉ công tác chuyên môn để kiểm điểm, làm rõ trách nhiệm và hợp tác với cơ quan điều tra đối với bác sĩ Vương Văn Tịnh, Giám đốc Bệnh viện Tâm thần Trung ương 1. Bộ Y tế xác định vụ việc bệnh nhân \"bay lắc\" trong Bệnh viện Tâm thần Trung ương 1 là rất nghiêm trọng, gây bức xúc trong dư luận xã hội, ảnh hưởng đến uy tín của toàn ngành y tế<ref name=\":2\"\/><ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/cach-chuc-giam-doc-benh-vien-tam-than-trung-uong-de-bay-lac-trong-benh-vien-20210527083621415.htm|tựa đề=Cách chức giám đốc Bệnh viện Tâm thần trung ương để 'bay lắc' trong bệnh viện|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/nguyen-giam-doc-benh-vien-tam-than-tw-i-noi-ve-vu-benh-nhan-bay-lac-724660.html|tựa đề=Nguyên giám đốc Bệnh viện Tâm thần TW I nói về vụ bệnh nhân bay lắc|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Su-kien-Binh-luan-thoi-su\/Cach-chuc-Giam-doc-Benh-vien-Tam-than-Trung-uong-I-i607019\/|tựa đề=Cách chức Giám đốc Bệnh viện Tâm thần Trung ương I|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/laodong.vn\/y-te\/vu-bay-lac-tai-bv-tam-than-trung-uong-1-cach-chuc-giam-doc-benh-vien-913662.ldo|tựa đề=Vụ bay lắc tại BV Tâm thần Trung ương 1: Cách chức giám đốc bệnh viện|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.vietnamplus.vn\/cach-chuc-giam-doc-benh-vien-tam-than-trung-uong-1-sau-vu-bay-lac\/715604.vnp|tựa đề=Cách chức Giám đốc Bệnh viện Tâm thần Trung ương 1 sau vụ “bay lắc”|url-status=live}}<\/ref>.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{Bệnh viện trực thuộc Bộ Y tế}}\n\n[[Thể loại:Bệnh viện tại huyện Thường Tín|Tâm thần]]\n[[Thể loại:Bệnh viện chuyên khoa Tâm thần|Tâm thần Trung ương 1]]\n[[Thể loại:Bệnh viện trực thuộc Bộ Y tế|Tâm Thần]]"}