{"1407905":"{{Thông tin bệnh viện\n| tên = Bệnh viện Y học cổ truyền Trung ương\n| logo = [[Tập tin:Logo BV CoTruyen.jpg|140px]]\n| Khẩu hiệu = \n| tên khác = \n| thành lập = 1957\n| loại = Bệnh viện chuyên khoa\n| Nhân viên = 371\n| giường = 550\n| vị trí = số 29 phố Nguyễn Bỉnh Khiêm, phường [[Nguyễn Du]], quận [[Hai Bà Trưng (quận)|Hai Bà Trưng]]\n| thành phố = [[Hà Nội]]\n| quốc gia = [[Việt Nam]]\n| Giám đốc bệnh viện = TTND.PGS.TS.BSCKII. Trần Quốc Bình\n| Phó giám đốc bệnh viện = CN. Đặng Cao Thông<br>TS. Nguyễn Bội Hương<br>PGS.TS. Vũ Nam\n| điện thoại = +84-04-3826 3616\n| Fax = 84-04-3822 9353\n| E.mail = icc@nhtm.gov.vn\n| website = [http:\/\/nhtm.gov.vn\/ nhtm.gov.vn]<!-- <br>http:\/\/www.yhcotruyentw.org.vn\/index.php -->\n| coordinates = {{coord|21.008432|105.819452|format=dms|display=inline,title}}\n| pushpin_map = Hanoi\n}}\n'''Bệnh viện Y học cổ truyền Trung ương''' là bệnh viện đầu ngành về YHCT - Trung tâm hợp tác về y học cổ truyền (YHCT) của Tổ chức y tế thế giới tại Việt Nam.\n\nBệnh viện có 23 khoa phòng, 3 trung tâm được chia thành 3 khối: lâm sàng, cận lâm sàng, và khối các phòng ban chức năng. Bệnh viện có 371 viên chức trong đó có 02 Phó Giáo sư, 14 Tiến sĩ, 35 Thạc sĩ, 9 Bác sĩ chuyên khoa cấp II, 20 Bác sĩ chuyên khoa cấp I. 1\/3 cán bộ đại học và trên đại học. Với đội ngũ các giáo sư, tiến sĩ, thạc sĩ, bác sĩ chuyên khoa II, chuyên khoa I và các bác sĩ giàu kinh nghiệm, bệnh viện là cơ sở điều trị, nghiên cứu, và giảng dạy về YHCT lớn nhất trong cả nước.\n\nBệnh viện có 550 giường bệnh, có các khoa lâm sàng nội, ngoại, phụ, nhi, châm cứu dưỡng sinh, người có tuổi, hồi sức cấp cứu, v.v..., có đầy đủ các trang thiết bị hiện đại để phục vụ cho chẩn đoán, điều trị và nghiên cứu khoa học.\n\n==Chức năng nhiệm vụ==\n# Khám, cấp cứu, điều trị nội trú, phục hồi chức năng cho mọi đối tượng ở tuyến cao nhất bằng Y học cổ truyền, kết hợp Y học cổ truyền với Y học hiện đại\n# Nghiên cứu thừa kế các bài thuốc Y học cổ truyền, kết hợp Y học cổ truyền với Y học hiện đại, hiện đại hóa Y Dược học cổ truyền.\n# Đào tạo cán bộ chuyên ngành Y học cổ truyền, đào tạo đại học, sau đại học, đào tạo bác sĩ chuyên khoa Y học cổ truyền trong và ngoài nước\n# Chỉ đạo tuyến dưới về chuyên môn kỹ thuật, tham mưu cho Bộ Y tế chỉ đạo mạng lưới chuyên môn xây dựng phác đồ điều trị bằng Y học cổ truyền kết hợp với Y học hiện đại\n# Tuyên truyền phòng bệnh bằng Y học cổ truyền, tham gia phòng chống dịch bệnh.\n# Bào chế và sản xuất thuốc Y học cổ truyền; cung cấp đầy đủ, kịp thời về nhu cầu sử dụng thuốc trong và ngoài Bệnh viện\n# Quản lý và sử dụng có hiệu quả nguồn lực về nhân lực, tài chính, cơ sở vật chất và trang thiết bị của Bệnh viện.\n# Hợp tác quốc tế về Y học cổ truyền, khai thác nguồn viện trợ đầu tư và thiết lập mối quan hệ hợp tác về khám chữa bệnh, nghiên cứu khoa học, tổ chức hội nghị lớp học quốc tế về Y học cổ truyền.\n\n== Các danh hiệu cao quý mà Đảng và Nhà nước trao tặng Bệnh viện== \n===Bệnh viện=== \n* Huân chương Độc Lập hạng Ba (1997) hạng Nhì (2007), hạng Nhất (2012)\n* Huân chương Lao động hạng Nhì (1981) hạng Nhất (1985)\n* Huân chương Chiến Công hạng Ba (1996)\n \n===Cá nhân===\n \n* Anh hùng Lao động: Bác sĩ Nguyễn Văn Hưởng, Giáo sư. Lương y Nguyễn Sĩ Lâm\n* Huân chương Độc lập hạng Ba: Giáo sư. Lương y Nguyễn Sĩ Lâm (1985)\n* Huân chương Lao động hạng Nhì: Giáo sư Hoàng Bảo Châu (1996)\n* Huân chương Lao động hạng Ba: Giáo sư Trần Thuý (1999), PGS.TS Chu Quốc Trường (2007)\n* Huân chương chiến công hạng Nhất: PGS. TS Chu Quốc Trường (1996)\n* Giải thưởng Nhà nước về Khoa học Công nghệ: Giáo sư Hoàng Bảo Châu\n* Nhà giáo Nhân dân: Giáo sư Trần Thúy\n* Thầy thuốc Nhân dân: Bác sĩ Nguyễn Văn Hưởng, Giáo sư Nguyễn Sĩ Lâm, Giáo sư Hoàng Bảo Châu, Giáo sư Nguyễn Văn Thang, PGS.TS. Chu Quốc Trường, PGS.TS. Trần Quốc Bình.\n* Thầy thuốc ưu tú: LY.BS Tống Trần Luận, TS Bùi Kim Chi, BS Phó Đức Thảo, GS Ngô Văn Thông, BS Nguyễn Đức Minh, BS Võ Thị Xuân Trà, BS Nguyễn Văn Trinh, BS CKII Trần Thị Loan, PGS.TS Trần Lưu Vân Hiền, BS CKII Phạm Thị Hồng Tuyến, PGS.TS Chu Quốc Trường, BS CKII Nguyễn Văn Tuyến, BS CKII Hoàng Đình Lân, BS CKII Nguyễn Thị Nhuần, BS CKII Nguyễn Thị Thu Phong, TS Nguyễn Thị Minh Tâm, DS Phan Thị Hòa, PGS.TS. Vũ Nam, TS.BS Nguyễn Thị Vân Anh, BSCKII Nguyễn Thị Phương Chi\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai bệnh viện}}\n\n{{Bệnh viện trực thuộc Bộ Y tế}}\n\n[[Thể loại:Bệnh viện tại quận Hai Bà Trưng|Y học cổ truyền Trung ương]]\n[[Thể loại:Bệnh viện chuyên khoa Y học cổ truyền|Trung ương]]\n[[Thể loại:Bệnh viện trực thuộc Bộ Y tế|Y học cổ truyền]]"}