{"8905227":"{{Thông tin bệnh viện\n| tên = Bệnh viện K\n|tổ chức=| logo = \n|hình=|chú thích hình=| Khẩu hiệu = \n| tên khác = Viện Radium Đông Dương\n| thành lập = 19 tháng 10 năm 1923 \n|khai trương=|funding=| loại = Bệnh viện Công lập\n|đại học=|bảo trợ=| Nhân viên = 1.224\n| giường = 1800\n|tọa độ=| vị trí =\n|địa chỉ=| thành phố = Hà Nội <ref>[https:\/\/benhvienk.vn\/gioi-thieu-benh-vien-pde6931.html Giới thiệu bệnh viện K]<\/ref>\n| quốc gia = Việt Nam\n* CƠ SỞ 1: Số 43 Quán Sứ và số 9A - 9B Phan Chu Trinh, Hoàn Kiếm, thành phố  Hà Nội (ĐT: 0904 748 808 và 0904 592 017).\n* CƠ SỞ 2: Thôn Tựu Liệt, xã Tam Hiệp, huyện Thanh Trì, thành phố Hà Nội (ĐT: 0936 238 808)\n* CƠ SỞ 3 (Cơ sở Tân Triều): số 30 đường Cầu Bươu, xã Tân Triều, huyện Thanh Trì, Hà Nội (ĐT: 0904 690 818)\n\n| Giám đốc bệnh viện = bác sĩ Phạm Thụy Liên\n| Phó giám đốc bệnh viện = bác sĩ Lương Tấn Trường\n| điện thoại = (+8424) 3 825 2 143\n| E.mail = benhvienk@gmail.com\n|đóng cửa=|phá dỡ=| website = [http:\/\/benhvienk.vn\/ benhvienk.vn]\n}}\n'''Bệnh viện K''' là bệnh viện trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế]], chuyên điều trị các căn bệnh ung thư, theo Nghị định số 49\/2003\/NĐ-CP ngày 15\/5\/2003 của Chính phủ<ref>{{Chú thích web|url=http:\/\/tihe.org.vn\/blog\/read\/66-NGHI-dINH-49-2003-Nd-CP-NGAY-ngày 15 tháng 5 năm 2003-CUA-CHiNH-PHU-QUY-dINH-CHUC-NANG--NHIEM-VU--QUYEN-HAN-VA-CO-C.html|title=Nghị định 49\/2003 NĐ-CP ngày 15\/5\/2003 của Chính phủ quy định chức năng, nhiệm vụ, quyền hạn và cơ cấu tổ chức của bộ y tế}}<\/ref>.\n\n==Lịch sử hình thành ==\n* Viện Radium Đông Dương (Insitut du Radium de l’Indochine) được thành lập tại Hà Nội vào ngày 19 tháng 10 năm 1923 do Pièrre Moullin phụ trách.\n* Từ thời điểm đó, Viện Radium Đông Đương đã mang nhiều tên gọi khác nhau như Viện Radium Đông Dương, Viện Curie Đông Dương, Viện Curie, Viện Ung thư.\n* Năm 1957, Viện Radium Đông Dương được [[Pháp]] bàn giao cho [[Việt Nam Dân chủ Cộng hòa]]. Thực hiện tiếp quản Viện Radium Đông Dương có các bác sĩ Nguyễn Như Bằng, Đỗ Bá Hiển, Phạm Thụy Liên, Lương Tấn Trường, Phan Huy Chữ và y tá Đỗ Thiên Thu.\n* Năm 1959 Viện Radium được sáp nhập vào nhà thương Phủ Doãn (sau là [[bệnh viện Việt Đức]]) và trở thành khoa Ung thư của bệnh viện này trong những năm 1959 – 1969.\n* Ngày 17\/7\/1969, được sự đồng ý của Chính phủ, Bộ trưởng [[Bộ Y tế (Việt Nam)|Bộ Y tế]] [[Nguyễn Văn Hưởng (thầy thuốc)|Nguyễn Văn Hưởng]] ban hành Quyết định số 711\/QĐ-BYT về việc thành lập Bệnh viện K trên cơ sở Khoa Ung thư của Bệnh viện Việt Đức. Giám đốc đầu tiên của Bệnh viện K là bác sĩ Phạm Thụy Liên, Phó Giám đốc là bác sĩ Lương Tấn Trường với tổng số cán bộ nhân viên gồm 68 người.\n* Năm 2000, cơ sở II của Bệnh viện K tại Tam Hiệp được thành lập và cơ sở III Bệnh viện K Tân Triều đi vào hoạt động từ năm 2012.\n==Chức năng nhiệm vụ==\n\nBệnh viện K là cơ sở chuyên khoa đầu ngành của cả nước về phòng chống và điều trị ung thư. Theo Quyết định số 2406\/QĐ-BYT ngày 09\/06\/2017 của Bộ trưởng Bộ Y tế về việc ban hành Quy chế tổ chức và hoạt động của Bệnh viện K, Bệnh viện có chức năng, nhiệm vụ như sau:\n\n=== Chức năng ===\n# Cấp cứu, khám bệnh, chữa bệnh, phòng bệnh và phục hồi chức năng chuyên khoa ung bướu và các bệnh trong khả năng của bệnh viện cho người bệnh trong nước, nước ngoài. \n# Đào tạo và tham gia đào tạo cán bộ y tế, làm công tác chỉ đạo tuyến, tham gia phòng chống dịch bệnh theo nhiệm vụ được Bộ Y tế phân công. \n# Nghiên cứu khoa học, triển khai ứng dụng khoa học, công nghệ, kỹ thuật hiện đại để phục vụ người bệnh và phục vụ công tác nghiên cứu khoa học và đào tạo nhân lực y tế.\n\n=== Nhiệm vụ ===\n# Khám bệnh, chữa bệnh.  \n# Nghiên cứu khoa học.  \n# Đào tạo, bồi dưỡng nhân lực y tế. \n# Chỉ đạo tuyến. \n# Hợp tác quốc tế. \n# Phòng, chống dịch bệnh, thiên tai, thảm họa\n# Quản lý chất lượng bệnh viện. \n# Quản lý bệnh viện.  \n# Thực hiện các nhiệm vụ khác theo quy định của Bộ Y tế.  \n==Cơ cấu tổ chức ==\n\n=== Cơ sở ===\nBệnh viện có 3 cơ sở tại Hà Nội: \n* Cơ sở 1: Số 43 Quán Sứ (đang sửa chữa) và số 9A - 9B Phan Chu Trinh, Hoàn Kiếm, Hà Nội.\n* Cơ sở 2: Tựu Liệt, Tam Hiệp, Thanh Trì, Hà Nội.\n* Cơ sở 3: cơ sở Tân Triều, số 30 Cầu Bươu, Thanh Trì, Hà Nội.\n===Phòng ban ===\n# Phòng Tổ chức cán bộ \n# Phòng Công nghệ thông tin \n# Phòng Kế hoạch tổng hợp\n# Phòng Điều dưỡng \n# Phòng Công tác xã hội\n# Phòng Quản trị \n# Phòng Vật tư - Thiết bị y tế\n# Phòng Tài chính kế toán \n# Phòng Hành chính \n#Trung tâm đào tạo & chỉ đạo tuyến\n# Phòng Quản lý chất lượng \n#Phòng Hợp tác quốc tế và Nghiên cứu khoa học\n# Phòng Hành chính tổng hợp Quán Sứ.\n#Phòng Hành chính tổng hợp Tam Hiệp.\nBệnh viện hiện có 66 khoa, phòng, đơn vị, bộ phận; trung tâm với 1.224 cán bộ viên chức (biên chế 899, hợp đồng 213 và các cán bộ khác).\n\n== '''Ban Lãnh đạo Bệnh viện K qua các thời kì'''<ref>{{Chú thích web|url=http:\/\/benhvienk.vn\/lich-su-hinh-thanh-pde6917.html|title=Lịch sử hình thành bệnh viện K Hà Nội|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> ==\nNăm 1975 đồng chí Lê Hoành Sơn được bổ nhiệm làm Phó Giám đốc, BS. Vũ Khoa được bổ nhiệm Phó Giám đốc năm 1976.\n\nNăm 1981, BS. Nguyễn Tòng được bổ nhiệm làm Giám đốc và 02 Phó Giám đốc là BS. Nguyễn Huy Thiêm và bà Phạm Thị Thanh.\n\nNăm 1983, PGS. Nguyễn Công Thụy được bổ nhiệm là Giám đốc Bệnh viện.\n\nNăm 1988, GS.TS [[Nguyễn Bá Đức]] đảm nhiệm vị trí Giám đốc Bệnh viện.\n\nNăm 2009, PGS.TS Bùi Diệu chính thức đảm nhiệm vị trí Giám đốc Bệnh viện K cùng với các Phó Giám đốc: PGS.TS Nguyễn Văn Hiếu (8\/2007 – 5\/2015); PGS.TS Trần Văn Thuấn (8\/2007 – 9\/2016); PGS.TS Nguyễn Văn Tuyên; PGS.TS Bùi Công Toàn; PGS.TS Nguyễn Đại Bình (5\/2011 – 2017); ThS. Lê Văn Quân (5\/2011 đến nay); Kĩ sư Phạm Lương An (2\/2015 đến nay).\n\nTháng 10\/2016, PGS.TS Trần Văn Thuấn được bổ nhiệm giữ chức vụ Giám đốc Bệnh viện K. Cùng với đó là 03 Phó Giám đốc: PGS.TS Nguyễn Đại Bình; ThS. Lê Văn Quân; Kĩ sư Phạm Lương An. Tháng 11\/2017, PGS.TS Lê Văn Quảng được bổ nhiệm là Phó Giám đốc Bệnh viện K. \n\nTháng 6\/2020, PGS.TS Lê Văn Quảng được bổ nhiệm giữ chức vụ Giám đốc Bệnh viện K cùng với các Phó Giám đốc: ThS. Lê Văn Quân (5\/2011 đến nay); TS.BS Đỗ Anh Tú (12\/2020 đến nay); TS.BS Phạm Văn Bình (12\/2020 đến nay).\n\n==Tham khảo==\n# [http:\/\/suckhoedoisong.vn\/khi-nao-can-di-kham-tai-benh-vien-k-n106129.html Khi nào cần đi khám tại Bệnh viện K?] \n# [http:\/\/vietnamnet.vn\/vn\/thoi-su\/khon-kho-kham-ung-thu-benh-vien-k-len-tieng-294061.html Bệnh viện K: Không nên xếp hàng nửa đêm khám ung thư]\n# [http:\/\/vtv.vn\/chuyen-dong-24h\/benh-vien-k-xay-nha-luu-tru-cho-nguoi-nha-benh-nhan-20170228180700559.htm Bệnh viện K xây nhà lưu trú cho người nhà bệnh nhân]\n# [http:\/\/anninhthudo.vn\/doi-song\/benh-vien-k-thong-tin-chinh-thuc-ve-vu-nu-benh-nhan-tu-vong-bat-thuong-sau-tiem-thuoc-can-quang\/743471.antd Bệnh viện K thông tin chính thức về vụ nữ bệnh nhân tử vong bất thường sau tiêm thuốc cản quang]\n\n== Chú thích ==\n{{tham khảo|25em}}\n{{Bệnh viện trực thuộc Bộ Y tế}}\n\n[[Thể loại:Bệnh viện tại huyện Thanh Trì|K]]\n[[Thể loại:Bệnh viện tại quận Hoàn Kiếm|K]]\n[[Thể loại:Bệnh viện chuyên khoa Ung bướu|K]]\n[[Thể loại:Bệnh viện trực thuộc Bộ Y tế|K]]"}