{"87062":"{{chú thích trong bài}}\n{{cần biên tập}}\n[[Tập tin:Benh vien TW Hue.jpg|nhỏ|300px|Bệnh viện Trung ương Huế]]\n'''Bệnh viện Trung ương Huế''', được thành lập năm 1894, là bệnh viện Tây y đầu tiên của Việt Nam. Bệnh viện tọa lạc tại số 16 đường [[Lê Lợi]], phường [[Vĩnh Ninh (phường)|Vĩnh Ninh]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]]. Trải qua 128 năm hình thành và phát triển, Bệnh viện Trung ương Huế là bệnh viện hạng đặc biệt, một trong ba Bệnh viện Đa khoa Trung ương lớn nhất nước. Với vai trò là Trung tâm y tế chuyên sâu của khu vực miền Trung và cả nước, Bệnh viện đã và đang phấn đấu về mọi mặt để trở thành Trung tâm Y học cao cấp. \n\n==Lịch sử==\nBệnh viện Trung ương Huế là bệnh viện Tây y đầu tiên của [[Việt Nam]] và [[Bán đảo Đông Dương|Đông Dương]], thành lập năm 1894, đến nay đã trải qua 128 năm. Tháng Ba năm 1961, bệnh viện đã được tân trang với sự hỗ trợ của [[Tổ chức Y tế Thế giới|Tổ chức Y tế thế giới]] (WHO) và xây thêm Khoa Nhi (cũ) với hơn 100 giường.. Đến năm 1972 Bệnh viện được xây dựng lại lần thứ 2 với sự hỗ trợ của chính phủ CHLB Đức, KTS Trần Đình Quyền là người thiết kế bệnh viện.\n\nNhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam phong tặng Bệnh viện danh hiệu Anh hùng lao động thời kỳ [[Đổi Mới|đổi mới]] năm 2000, tặng thưởng Huân chương Độc lập hạng Nhất năm 2009 và năm 2014, tặng thưởng Huân chương Lao động hạng Nhất năm 2019, danh hiệu Bệnh viện hạng đặc biệt năm 2009. Đây là một trong ba [[bệnh viện]] đa khoa lớn và tiên tiến nhất Việt Nam (Bệnh viện Bạch Mai tại Hà Nội, Bệnh viện Chợ Rẫy tại TP Hồ Chí Minh). Đây là bệnh viện chính của khu vực miền Trung và Tây nguyên. Bệnh viện toạ lạc bên bờ Nam [[sông Hương]], thành phố [[Huế]].\n\nGiám đốc và Bí thư Đảng uỷ Bệnh viện là GS.TS Phạm Như Hiệp.\n\n==Nhiệm vụ== \nLà trung tâm y tế chuyên sâu của miền Trung - Tây Nguyên và cả nước.\n\nChức năng nhiệm vụ theo Quyết định 890\/QĐ-TTg ngày 18\/9\/2000 của Thủ tướng Chính phủ:\n\nChịu trách nhiệm trước Bộ Y tế về hoạt động khám chữa bệnh tuyến cao nhất, chỉ đạo tuyến dưới cho nhân dân toàn khu vực miền Trung và Tây Nguyên.\n\nKết hợp với Trường Đại học Y Dược Huế, Trường Đại học Duy Tân… đào tạo cán bộ đại học và sau đại học cho các tỉnh miền Trung và Tây Nguyên.\n\nNghiên cứu khoa học phục vụ cho công tác khám chữa bệnh.\n\nNgoài ra, còn đảm nhận các nhiệm vụ sau:\n\n- Khám sức khỏe cho người dân trên địa bàn và khu vực, khám Bệnh nghề nghiệp, khám sức khỏe cho những người đi học tập và lao động ở nước ngoài, khám chữa bệnh cho người nước ngoài đến làm việc, học tập và du lịch tại Việt Nam.\n\n- Phòng bệnh và chống dịch\n\n- Chỉ đạo tuyến, hỗ trợ chuyên môn kỹ thuật ( Đề án1816, Đề án Bệnh viện vệ tinh, Đề án 2628) cho cho các bệnh viện tuyến dưới của 16 tỉnh của khu vực miền Trung và Tây Nguyên.\n\n- Đào tạo Bác sĩ chuyên khoa cấp I, II (từ 2011) và đào tạo thực hành cho cán bộ y tế tại khu vực miền Trung - Tây Nguyên\n\n- Hợp tác quốc tế\n\n- Quản lý kinh tế trong bệnh viện.\n\n==Nhân lực và tổ chức==\n*Là một bệnh viện đa khoa hoàn chỉnh, hạng đặc biệt, 3 cơ sở (CS1, CS2 và BV Quốc tế Trung ương Huế), có quy mô hơn 4500 giường bệnh<s>,<\/s> thực hiện chức năng khám chữa bệnh cao nhất của khu vực miền Trung và Tây Nguyên, là nơi đào tạo thực hành cho các cán bộ đại học, sau đại học, điều dưỡng...\n*Bệnh viện hiện có trên 3200 nhân viên, còn có thêm gần 800 lao động với các dịch vụ thuê ngoài (outsource), cán bộ đại học và sau đại học là hơn 1500, bao gồm 9 Thầy thuốc nhân dân, 143 Thầy thuốc ưu tú, trên 60 Giáo sư, Phó Giáo sư, Tiến sĩ và trên 500 cán bộ sau đại học khác : Bác sĩ, Dược sĩ CKI, CKII, Thạc sĩ..Ngoài ra có hơn 150 cán bộ của Trường Đại học Y Dược Huế làm việc tại Bệnh viện.\n*Bệnh viện Trung ương Huế có 113 khoa lâm sàng và cận lâm sàng, 29 phòng chức năng và 02 văn phòng; 14 trung tâm: Trung tâm Điều trị theo yêu cầu & Quốc tế, Trung tâm Ung bướu, Trung tâm Tim mạch, Trung tâm Chấn thương Chỉnh hình - Phẫu thuật tạo hình, Trung tâm Nhi khoa, Trung tâm Răng hàm mặt, Trung tâm Mắt, Trung tâm Huyết học - Truyền máu Khu vực, Trung tâm Đào tạo & Chỉ đạo tuyến, Trung tâm Ghép tạng, Trung tâm Kiểm tra sức khỏe - Bệnh nghề nghiệp, Trung tâm Thẩm mỹ Quốc tế Trung ương Huế, Trung tâm Đột quỵ, Trung tâm Sản phụ khoa. Cơ sở 2 của BVTW Huế được tiếp nhận và đi vào hoạt động từ 10.2016, hiện nay có trên 700 bệnh nhân nội trú.\n\n==Triển khai kỹ thuật== \nVới mục tiêu hướng đến là một bệnh viện mang tầm khu vực và quốc tế, thời gian qua Bệnh viện Trung ương Huế đã được Bộ Y tế đầu tư nhiều trang thiết bị hiện đại tân tiến. Hiện nay, Bệnh viện số lượng hơn 2.500.000 thiết bị và hệ thống chia làm 285 chủng loại, trên 60 phòng mổ các loại. Bệnh viện đã tiếp nhận và điều trị các bệnh nhân nặng và khó; thực hiện nhiều kỹ thuật mới của y học ngang tầm với các trung tâm lớn ở Hà Nội, Thành phố Hồ Chí Minh và quốc tế.\n\nTiếp nhận hàng năm khoảng hơn 140.000 bệnh nhân điều trị nội, hàng năm khoảng 700.000 lượt bệnh nhân điều trị ngoại trú, điều trị cho rất nhiều bệnh nhân người nước ngoài du lịch, công tác và làm việc tại khu vực miền Trung và Thừa thiên - Huế. Phẫu thuật hơn 40.000 ca\/năm. Bệnh viện Trung ương Huế triển khai đồng bộ các kỹ thuật cao theo chuẩn của Trung tâm y tế chuyên sâu, bao gồm:\n* Triển khai thận nhân tạo (từ nǎm 1982), hiện tại có gần 100 máy lọc máu và lọc máu liên tục (CRRT), với 3 trung tâm Thận nhân tạo. Ghép thận (năm 2001), đến nay thực hiện thành công trên 1300 cặp, gần 100% thành công, là đơn vị đầu tiên của Việt Nam thực hiện lấy thận ghép nội soi (2002), rửa thận ngược dòng qua đường tĩnh mạch (2017), ghép lại thận lần thứ 2, thứ 3, ghép thận ở bệnh nhân không cùng nhóm máu, ghép thận tự thân...\n* Trung tâm tim mạch: Triển khai mổ tim kín (từ năm 1986), tim hở (từ năm 1999). Đến nay đã mổ tăng hơn 1200 ca\/năm, tổng số khoảng hơn 15.000 trường hợp. Can thiệp cấp cứu tim mạch (từ 1998), đến nay trung bình khoảng 5000 ca\/năm. Đặt máy tạo nhịp vĩnh viễn (năm 1996), chụp, nong, đặt stent (1998), Stent graff, mạch máu ngoại vi, nối bắc cầu ĐMV (1999) (4-5cầu), ngoài ra còn thực hiện tất cả các loại phẫu thuật tim hở từ tim bẩm sinh cho tới động mạch vành. Là cơ sở được nhà nước cho phép thực hiện ghép tim trên người cho chết não (từ 2010) và thực hiện thành công trường hợp ghép tim đầu tiên năm 2011. Cấy tim nhân tạo Heartware (năm 2015). Ghép khối tim phổi (2015).\n* Đặc biệt, ngày 02\/3\/2011, Bệnh viện đã thực hiện thành công trường hợp ghép tim đầu tiên trên người cho chết não với kỹ thuật bicaval (trên 1 bệnh nhân 26 tuổi, suy tim độ IV do viêm cơ tim). Đây cũng là trường hợp ghép tim đầu tiên ở Việt Nam được thực hiện hoàn toàn bởi các thầy thuốc Việt Nam (Ê kíp của Bệnh viện Trung ương Huế). Cho đến nay đã thực hiện thành công 09 trường hợp, phần lớn là ghép tim xuyên Việt (tất cả đều đang sống bình thường). Bệnh viện là 1 trong số ít các bệnh viện thực hiện bộ ba ghép: thận, tim, gan (2019).\n* Nội soi can thiệp (1990) đến nay đã thực hiện hầu hết các kỹ thuật về nội soi can thiệp: ERCP - SE lấy sỏi mật - tuỵ, đặt stent đường mật, ống tiêu hóa, tiêm cầm máu ổ loét chảy máu, thắt tĩnh mạch trướng thực quản, mở thông dạ dày, nối nang giả tuỵ với dạ dày, nội soi phế quản lấy dị vật…\n* Phẫu thuật nội soi từ 1999, đến nay đã thực hiện tốt trong tất cả các lĩnh vực: tiêu hóa, chấn thương chỉnh hình, thần kinh,tiết niệu, sản phụ khoa,... như cắt thực quản, dạ dày nội soi, cắt đại trực tràng nội soi, cắt gan, tuỵ nội soi, Phẫu thuật nội soi một lỗ (2010), phẫu thuật nội soi qua lỗ tự nhiên đầu tiên tại Việt Nam, đặc biệt thực hiện cắt ung thư đại tràng qua âm đạo đầu tiên trên thế giới (2013), TaTME đầu tiên của Việt nam (2013), phẫu thuật nội soi 3D (2015), 4K (2018), nội soi phá sàn não thất, cắt thận, ghép, bệnh lý niệu quản khúc nối, nhi,... cùng nhiều loại phẫu thuật nội soi khó và phức tạp khác.\n* Trong lĩnh vực ung thư: từ năm 2015, Trung tâm Ung Bướu đã triển khai thường qui các kỹ thuật xạ trị tiên tiến ngang tầm các nước trong khu vực, như xạ trị điều biến liều IMRT, xạ trị điều biến theo thể tích VMAT, xạ trị dưới hướng dẫn hình ảnh IGRT, xạ phẫu định vị SRS\/SBRT... Bệnh viện là đơn vị đầu tiên ở Việt Nam triển khai xạ trị ở trẻ em, đặc biệt là xạ trị có gây mê. Các phương pháp điều trị cao cấp như điều trị trúng đích, miễn dịch, hóa trị liều cao, ghép tế bào gốc đã được triển khai thành công ở cả ung thư người lớn và ung thư nhi…\n* ·Trong lĩnh vực ghép tạng: Hoạt động ghép thận, ghép tủy-tế bào gốc được thực hiện thường quy với tỉ lệ thành công 100%. Duy trì và tiếp tục phát triển lĩnh vực ghép tạng: ghép tim, thận, gan, giác mạc, tế bào gốc tạo máu; trở thành một trong những Trung tâm lớn thực hiện thành công bộ ba ghép tạng \"tim, gan, thận\". Tính đến thời điểm hiện tại, gần 1300 ca ghép trạng đã triển khai thành công tại Bệnh viện Trung ương Huế.\n* ·Trung tâm Huyết học Truyền máu đã thực hiện hầu hết các kỹ thuật hiện đại về Huyết học và Truyền máu. Các xét nghiệm nâng cao về Huyết học như đến tế bào dòng chảy, xét nghiệm sinh học phân tử chẩn đoán gen bệnh huyết học, sàng lọc chẩn đoán sơ sinh, ghép tạng... , về an toàn truyền máu (sàng lọc HbsAg, anti-HCV, HIV, NAT...). Giám sát an toàn truyền máu, tiếp nhận và cung cấp máu cho các bệnh viện ở các tỉnh miền Trung và Tây Nguyên; Là đơn vị thực hiện ghép tế bào gốc đầu tiên tại miền Trung về bệnh huyết học, Chấn thương chỉnh hình, đặc biệt là ghép tế bào gốc trong hỗ trợ điều trị ung thư vú và buồng trứng đầu tiên ở Việt Nam. Ghép tế bào gốc trong điều trị bệnh lupus ban đỏ cho bệnh nhân suy thận giai đoạn 2-3.\n* Phụ sản: có nhiệm vụ đào tạo CBĐH, SĐH và chỉ đạo 10 tỉnh miền Trung và Tây Nguyên về chǎm sóc sức khỏe sinh sản. Trung tâm hỗ trợ sinh sản là đơn vị triển khai thành công kỹ thuật thụ tinh trong ống nghiệm và trữ lạnh phôi thủy tinh hóa đầu tiên tại khu vực Miền Trung - Tây Nguyên, cho đến nay đã có hơn 2.100 cháu bé ra đời bằng phương pháp IVF; là 1 trong 3 đơn vị đầu tiên được Bộ Y tế tin tưởng cho phép thực hiện kỹ thuật mang thai hộ và cho đến nay đã có 16 cháu bé ra đời nhờ phương pháp này..\n* Trung tâm Kiểm tra sức khoẻ - Bệnh nghề nghiệp: Hàng năm  đón khoảng hơn 18.000 khách hàng đến tầm soát, khám sức khoẻ cá nhân và theo đoàn, khám sức khỏe Bệnh nghề nghiệp… Trong đó, khám cho người đi học tập và lao động ở nước ngoài hơn 800 lượt; khám chữa bệnh cho người nước ngoài đến học tập, làm việc và du lịch tại Việt Nam gần 200 người... Đặc biệt Trung tâm đang phối hợp với Sở Du lịch và các doanh nghiệp lữ hành triển khai đẩy mạnh dịch vụ “Du lịch – Chăm sóc sức khoẻ” nhằm thu hút số lượng lớn du khách đến Huế có nhu cầu sử dụng điều trị chất lượng y tế cao cấp kết hợp nghỉ dưỡng. \n*Cận lâm sàng: thực hiện được tất cả những yêu cầu các kỹ thuật tiên tiến đã triển khai của bệnh viện trên cả nước, kể cả ghép tủy (2000),... Thực hiện thường quy các tiêu chuẩn về chất lượng phòng xét nghiệm theo Quyết định 2429\/QĐ-BYT về tiêu chí đánh giá mức chất lượng phòng xét nghiệm Y học. Các khoa Vi sinh, Hóa sinh, Huyết học đã xây dựng và thực hiện hệ thống quản lý chất lượng theo tiêu chuẩn ISO 15189:2012, đã được Văn phòng công nhận Chất lượng (BoA) cấp Chứng chỉ công nhận. Bệnh viện đã đẩy mạnh và phát triển các kỹ thuật trong lĩnh vực chẩn đoán hình ảnh, tăng số lượng thực hiện các kỹ thuật X quang can thiệp, sử dụng hiệu quả và tích cực Hệ thống MRI 1.5 Tesla, Hệ thống CT32, hệ thống PACS (lưu trữ, xử lý hình ảnh, đọc kết quả, hội chẩn, giảng dạy, quản lý thông tin…)\n* Nhìn chung Bệnh viện là đơn vị thực hiện được hầu hết các kỹ thuật của tất cả các chuyên khoa trong danh mục phân tuyến kỹ thuật của ngành y tế (trên 18000 kỹ thuật các loại). Hàng năm, hàng trăm kỹ thuật mới được triển khai thực hiện tại Bệnh viện.\n\n== Cải cách hành chính và các dịch vụ tiện ích ==\n\n* Bệnh viện tiếp tục triển khai đồng bộ các giải pháp như: Thực hiện công khai, minh bạch trong hoạt động bệnh viện, cải tiến tác phong, lề lối làm việc, áp dụng công nghệ thông tin (Smart Hospital), cải cách hành chính trong khám bệnh, chữa bệnh…. nhằm tạo sự chuyển biến mạnh mẽ về chất lượng khám bệnh, chữa bệnh với mục tiêu chung là vươn tầm các nước trong khu vực và quốc tế. Với phương châm “Lấy người bệnh làm trung tâm”, Bệnh viện Trung ương Huế sẽ tiếp tục hoàn thiện, liên tục cải tiến chất lượng về mọi mặt nhằm giữ vững vị thế là một trong những Bệnh viện xanh - sạch - đẹp có chất lượng khám chữa bệnh tốt nhất Việt Nam và khu vực\n\n* Bệnh viện tăng cường các dịch vụ phục vụ bệnh nhân: dịch vụ buồng bệnh; dịch vụ vận chuyển, taxi; căn tin, nhà chờ bệnh nhân; nhà giữ xe thông minh; dịch vụ chăm sóc người bệnh trọn gói, theo yêu cầu, chăm sóc tại nhà; dịch vụ chăm sóc bệnh nhân toàn diện. Đẩy mạnh công tác dịch vụ buồng bệnh, chăm sóc bệnh nhân nội trú toàn diện từ điều trị bệnh đến vệ sinh môi trường, vệ sinh cá nhân, dinh dưỡng, an toàn thực phẩm…, đáp ứng mọi nhu cầu của bệnh nhân; Dịch vụ xét nghiệm tại nhà: Nhận lấy mẫu xét nghiệm và trả kết quả nhanh chóng tại nhà với phương châm “An toàn, chính xác, bảo mật” nhằm đem đến sự hài lòng cao nhất cho người bệnh.\n\n== Đào tạo, nghiên cứu khoa học và chỉ đạo tuyến ==\n\n* Bệnh viện là cơ sở thực hành chính của trường Đại học Y Dược Huế, trường Cao đẳng Y tế Thừa Thiên Huế, Đại học Kỹ thuật Y tế TW II, Trường Đại học Duy Tân trong công tác đào tạo cán bộ y tế từ trung cấp cho đến Bác sĩ, Thạc sĩ, Tiến sĩ của miền Trung. Bệnh viện là một trong ba trung tâm đào tạo thực hành của ngành Y tế, được Bộ Y tế chính thức phê duyệt ngày 12\/11\/2009. Bệnh viện hiện có hơn 100 cán bộ làm công tác giảng dạy kiêm nhiệm tại Trường Đại học Y Dược Huế. Hàng ngày có khoảng 2500 sinh viên Trường Đại học Y Dược Huế, Trường Đại học Duy Tân, 400 học viên sau đại học, 1000 sinh viên Cao đẳng và Trung học y tế và nhiều sinh viên, nội trú, BS nước ngoài... đến học tập tại bệnh viện. Từ năm 2010 bệnh viện đã tổ chức đào tạo bác sĩ CKI, bác sĩ CKII,...Bệnh viện và các trường phối hợp chặt chẽ trong công tác đào tạo cán bộ đại học và sau đại học (từ trung học đến tiến sĩ). Đào tạo cho phẫu thuật viên nước ngoài trong các lĩnh vực của phẫu thuật nội soi, chấn thương chỉnh hình - khớp, tim mạch, tim mạch can thiệp, nội soi phế quản, Huyết học - truyền máu,...\n* Trong lĩnh vực nghiên cứu khoa học, Bệnh viện đã thực hiện 04 đề tài Nghiên cứu khoa học Cấp Nhà nước, hàng chục đề tài cấp Bộ, cấp Tỉnh. Triển khai một số kỹ thuật đầu tiên tại Việt Nam hoặc thế giới như: Phẫu thuật nội soi một lỗ hoặc qua lỗ tự nhiên; Ứng dụng điều trị hỗ trợ tế bào gốc trong ung thư buồng trứng và ung thư vú, Ghép tim và ghép khối tim-phổi do hoàn toàn là êkip Việt Nam thực hiện,….Bệnh viện đã đạt nhiều giải thưởng cao quý về Khoa học Công nghệ cấp Quốc gia và Khu vực (Vifotec, Giải thưởng Cố đô,…).Tạp chí Lâm sàng của Bệnh viện đã được Hội đồng Giáo sư Nhà nước và ngành Y tính điểm công trình là 0 - 1, theo Quyết định số 42\/QĐ- HĐGSNN ngày 6 tháng 7 năm 2022. Công bố online tất cả các số của Tạp chí Y học lâm sàng trên website: jcmhch.com. Hàng năm Bệnh viện tổ chức hàng chục hội nghị, hội thảo khoa học quy mô quốc tế và khu vực. Đặc biệt các hội nghị chuyên ngành ung thư, nội soi, điều dưỡng… được duy trì thường niên và được cộng đồng y khoa đánh giá cao.\n* Đã thực hiện hiệu quả các hoạt động đào tạo, tập huấn, chuyển giao kỹ thuật theo chương trình chỉ đạo tuyến ( Đề án 1816, Đề án Bệnh viện vệ tinh, Đề án 2628) cho các bệnh viện tuyến dưới của 16 tỉnh khu vực miền Trung và Tây Nguyên.\n\n== Các công trình đã khánh thành ==\nNgoài các công trình, dự án đã khánh thành trong giai đoạn I như: Trung tâm Nhi, Trung tâm kỹ thuật cao (ODA), Trung tâm Tim mạch, dự án Phát triển nguồn nhân lực (JICA) Bệnh viện còn xây dựng và khánh thành:\n\n1. Khánh thành khu nhà hậu cần 6 tầng trên nguồn vốn đối ứng 25 tỷ đồng (tháng 4.2008), với hơn 7.000m², hội trường 512 chỗ, căng tin 1.200m²,...\n\n2. Khánh thành Trung tâm Huyết học truyền máu miền Trung vào 12.2008 (6.000m²), do World Bank tài trợ (8 triệu USD)\n\n3. Trung tâm Đào tạo - Khoa Mắt, nguồn vốn hơn 5 triệu đô la do AP tài trợ, khánh thành 12.2009\n\n4. Bệnh viện Quốc tế Trung ương Huế với nguồn vốn 200 tỷ, 300 giường với diện tích trên 10.000m², khánh thành 3\/2014\n\n5. Trung tâm Ung bướu với 7 tầng, 14.000m². Gồm 17.000.000 Euro trang thiết bị: dao Gama thế hệ mới, 2 máy gia tốc tuyến tính kèm hệ thống mô phỏng, Pet CT, MRI focus, hệ thống xạ trị trong mổ, 2 phòng mổ, 300 giường bệnh,... do tổ chức VAMED Áo tài trợ và 200 tỷ tiền xây dựng cơ bản dựa trên nguồn vốn kích cầu (2016)\n\n6. Xây dựng Trung tâm - Khoa Đột quị (2018) là Khoa Đột quị thứ 3 trên toàn quốc (1 ở BVTW Quân đội 108, 1 ở BV 115).\n\n7. Xây dựng khoa Ung thư Nhi - Đơn vị ghép tuỷ (2018) hiện đại nhất Việt nam, hoàn thiện thiết chế của Trung tâm Nhi.\n\n8. Ngày 12\/8\/2016 Thủ tướng Chính phủ ban hành Quyết định số 1592\/QĐ-TTg về việc chuyển Bệnh viện Đa khoa tỉnh Thừa Thiên Huế thuộc UBND tỉnh Thừa Thiên Huế sang Bộ Y tế quản lý. Theo đó, chuyển giao nguyên trạng về tổ chức, bộ máy, nhân lực, tài sản, tài chính và các quyền, nghĩa vụ của Bệnh viện Đa khoa tỉnh Thừa Thiên Huế thuộc UBND tỉnh Thừa Thiên Huế sang Bộ Y tế quản lý, kể từ ngày 15\/8\/2016 và đi vào hoạt động 10.2016.[3].\n\n9. Trung tâm Sản phụ khoa Bệnh viện Trung ương Huế gồm có 10 phòng khám (sản, phụ, siêu âm), 8 phòng sinh, 6 phòng mổ cùng khu Sơ sinh và Hồi sức sơ sinh 100 giường. 6 khoa lâm sàng và cận lâm sàng, 1 phòng tổng hợp, 2 trung tâm: Trung tâm Hỗ trợ sinh sản và Trung tâm Sàng lọc, chẩn đoán trước sinh và sơ sinh, với quy mô 500 giường nội trú đạt chuẩn với trang thiết bị y tế hiện đại và chuyên dụng.\n\n== Tiếp tục triển khai dự án xây dựng Trung tâm Y Học cao cấp ==\n1. Xây dựng Bệnh viện Quốc tế Trung ương Huế giai đoạn II.\n\n2. Xây dựng Giai đoạn II Trung tâm Ung bướu - Y học hạt nhân chất lượng cao (Cyclotron, PET).\n\n3. Xây dựng Khu nhà Nội khoa - Huyết học Lâm sàng và hệ thống xét nghiệm công nghệ sinh học.\n\n4. Xây dựng Tòa nhà Ngoại khoa và Hệ thống phòng mổ liên hoàn thuộc Dự án mở rộng và Nâng cấp Bệnh viện Trung ương Huế.\n\n5. Hoàn thiện Khu vực ngoại vi cho các liên chuyên khoa.\n\n6. Đầu tư mở rộng BVTW Huế Cơ sở 2 .\n\n7. Mua sắm trang thiết bị y tế hiện đại: Máy xạ trị gia tốc, Máy MRI, CT, Labo sinh hóa- huyết học-vi sinh…\n\n8. Hoàn thiện hệ thống công nghệ thông tin tại Bệnh viện đạt mức 6 theo Thông tư 54\/2017\/TT-BYT của Bộ Y tế.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* \"OutLine of Hue Central Hospital\". Japan International Cooperation Agency. Truy cập 2008-12-07.\n* \"Project for Improvement of Medical Service in the Central Region\". Japan International Cooperation Agency. Truy cập 2008-12-07.\n* \"Surgeon makes Hue hospital a heart haven\". VNS. Truy cập 2008-12-07.\n* \"Hue central hospital to build modern tumour centre\". Vietnam News Agency. Truy cập 2008-12-07.\n* http:\/\/bvtwhue.com.vn\/DefaultHome.aspx {{Webarchive|url=https:\/\/web.archive.org\/web\/20180221100917\/http:\/\/bvtwhue.com.vn\/DefaultHome.aspx |date=2018-02-21 }}\n* Phần giới thiệu BV TW Huế tại https:\/\/bvtwhue.com.vn\/Danhmuc\/Baiviet\/?lang=vi&ID=7 \n\n==Liên kết ngoài==\n* [http:\/\/www.bvtwhue.com.vn Trang chủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090105234226\/http:\/\/www.bvtwhue.com.vn\/ |date=2009-01-05 }}\n\n{{Bệnh viện trực thuộc Bộ Y tế}}\n\n[[Thể loại:Công trình xây dựng Huế]]\n[[Thể loại:Bệnh viện tại Thừa Thiên Huế|Huế]]\n[[Thể loại:Bệnh viện trực thuộc Bộ Y tế|Huế]]"}