{"19626049":"\n{{Thông tin bệnh viện\n| tên = Bệnh viện Đa khoa Đồng Nai\n| logo = \n| Khẩu hiệu = \n| tên khác = \n| thành lập = 1975\n| loại =\n| Nhân viên = \n| giường = \n| vị trí = Số 2 Đường Đồng Khởi, Tân Hiệp, Biên Hòa, [[Đồng Nai]]\n| thành phố = thành phố [[Biên Hòa]], [[Đồng Nai]]\n| quốc gia = [[Việt Nam]]\n| Giám đốc bệnh viện = \n| Phó giám đốc bệnh viện = \n| điện thoại = +08 02518 825 609\n| E.mail = \n| website = http:\/\/dnh.org.vn\/\n}}\n\n'''Bệnh viện Đa khoa Đồng Nai''' là một [[bệnh viện]] đa khoa nằm ở thành phố [[Biên Hòa]], tỉnh [[Đồng Nai]] và cũng là một bệnh viện lâu năm nhất ở địa phương.<ref name=\"baodongnai\">{{chú thích web | url = http:\/\/www.baodongnai.com.vn\/xahoi\/201704\/ky-niem-115-nam-thanh-lap-benh-vien-da-khoa-dong-nai-1902-2017-ngay-cang-hien-dai-2802755\/index.htm | tiêu đề = Kỷ niệm 115 năm thành lập Bệnh viện đa khoa Đồng Nai (1902-2017):Ngày càng hiện đại | author =  | ngày =  | ngày truy cập = 28 tháng 7 năm 2021 | nơi xuất bản = Báo Đồng Nai | ngôn ngữ = }}<\/ref>\n\n== Lịch sử hình thành ==\nVào năm 1902, một [[nhà thương]] nhỏ được xây cất với 4 giường bệnh ở [[thị xã Biên Hòa]] để phục vụ nhân dân trong thị xã. Nhà thương này được gọi là nhà thương thí Biên Hòa hay bệnh viện Biên Hòa.<ref name=\"baodongnai\"\/>\n<ref>\n{{chú thích sách |tựa đề=Biên Hòa sử lược toàn biên - Tập 1 |họ = Lương |tên = Văn Lựu |lk tác giả = |đồng tác giả= |năm=1971 |nhà xuất bản= |nơi= |isbn= |trang=95 |url=https:\/\/books.google.com.vn\/books?id=03UdAAAAMAAJ&q=%22B%E1%BB%87nh+vi%E1%BB%87n+Bi%C3%AAn+H%C3%B2a%22%2B%221902%22&dq=%22B%E1%BB%87nh+vi%E1%BB%87n+Bi%C3%AAn+H%C3%B2a%22%2B%221902%22&hl=vi&sa=X&ved=2ahUKEwjQ9evH0YLyAhWRHKYKHej9DSwQ6AEwAHoECAIQAg |ngày truy cập=}}<\/ref><ref>{{chú thích sách |tựa đề=Biên Hòa sử lược toàn biên - Tập 2 |họ = Lương |tên = Văn Lựu |lk tác giả = |đồng tác giả= |năm=1972 |nhà xuất bản= |nơi= |isbn= |trang=304 |url= |ngày truy cập=}}<\/ref>\n\nGiai đoạn từ năm 1957 đến năm 1972, bệnh viện đổi tên là ''Bệnh viện Phạm Hữu Chí'' với số giường bệnh được là 150 giường.\n\nVào ngày 30 tháng 4 năm 1975, sau khi tiếp quản, chính quyền cách mạng đổi tên bệnh viện Phạm Hữu Chí thành ''Bệnh viện tỉnh Đồng Nai'' với số giường bệnh được nâng lên 380 giường.\n\nĐến năm 1992, theo Quyết định số 443\/QĐ-UBT ngày 25\/4\/1992 của UBND tỉnh Đồng Nai, bệnh viện lại đổi tên thành Bệnh viện Đa khoa Đồng Nai.<ref name=\"baodongnai\"\/>\n\nNăm 1994, bệnh viện Đa khoa Đồng Nai được xếp hạng II trực thuộc Sở Y tế Đồng Nai tại Quyết định số 992\/QĐ-UBT ngày 16\/5\/1994 của UBND tỉnh Đồng Nai. Năm 2010, Bệnh viện Đa khoa Đồng Nai được xếp hạng I tại quyết định số 1112\/QĐ-UBND ngày 10\/05\/2010.<ref name=dnh1>{{chú thích web | url = http:\/\/dnh.org.vn\/tin-tuc\/2\/25\/lich-su-hinh-thanh | tiêu đề = \tLịch sử hình thành Bệnh viện Đa khoa Đồng Nai | author =  | ngày =  | ngày truy cập = 27 tháng 7 năm 2021 | nơi xuất bản =  | ngôn ngữ = }}<\/ref>\n\nNăm 2015, bệnh viện Đa khoa Đồng Nai đã hoàn thành việc xây dựng 1400 [[giường bệnh]].<ref>{{chú thích sách |tựa đề=Kinh tế - xã hội Việt Nam đến năm 2020: chiến lược kế hoạch dự báo |họ = Nguyễn |tên = Tiến Dỵ |lk tác giả = |đồng tác giả= |năm= 2012 |nhà xuất bản= Nhà xuất bản Thống kê |nơi= |isbn= |trang=309 |url=}}<\/ref>\n\n==Bệnh viện hiện tại==\nĐược được khởi công xây dựng vào ngày 27\/11\/2008 <ref name=dnh1\/>, với tổng mức đầu tư 3.300 tỷ đồng, đưa vào hoạt động từ năm 2015. Đây cũng là bệnh viện hợp tác theo mô hình công – tư đầu tiên ở Việt Nam. Giai đoạn một có 15 tầng, 41 khoa với quy mô 700 giường bệnh (khu A), nguồn vốn từ ngân sách nhà nước. Giai đoạn hai có 19 tầng với 700 giường bệnh (khu B), nguồn vốn tự có và vốn vay của ngân hàng. Tháng 4\/2021, Khu B (khu dịch vụ) bệnh viện Đa khoa Đồng Nai tách thành Bệnh viện Đồng Nai 2 thuộc công ty CP Bệnh viện Đồng Nai 2. <ref name=tp0502>{{chú thích web | url = https:\/\/tienphong.vn\/benh-vien-da-khoa-dong-nai-va-nhung-goi-thau-khien-giam-doc-vao-vong-lao-ly-post1434917.tpo | tiêu đề = Bệnh viện Đa khoa Đồng Nai và những gói thầu khiến giám đốc vào vòng lao lý | author =  | ngày =  | ngày truy cập = 2 tháng 05 năm 2022 | nơi xuất bản = tienphong | ngôn ngữ = }}<\/ref>\n\n==Vụ án đấu thầu tại Bệnh viện Đa khoa Đồng Nai với Công ty AIC==\nNgày 29\/4\/2022, Cơ quan CSĐT đã khởi tố vụ án hình sự Vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng xảy ra tại Bệnh viện Đa khoa Đồng Nai, Công ty AIC và các đơn vị liên quan. Đồng thời, khởi tố bị can, Lệnh bắt bị can để tạm giam, Lệnh khám xét đối với các đối tượng về tội \"Vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng\" đối với Phan Huy Anh Vũ, nguyên Giám đốc Bệnh viện Đa khoa Đồng Nai (hiện là Giám đốc Sở Y tế tỉnh Đồng Nai); [[Nguyễn Thị Thanh Nhàn]], nguyên Chủ tịch Hội đồng quản trị kiêm Tổng Giám đốc Công ty AIC; Hoàng Thị Thúy Nga, nguyên Phó Tổng giám đốc Công ty AIC cùng 3 nhân viên khác, cũng như Nguyễn Công Tiến, Tổng Giám đốc Công ty Thẩm định giá Thế hệ mới; Ninh Văn Sinh, nguyên Chuyên viên thẩm định giá Công ty Thẩm định giá Thế hệ mới; Vũ Quang Ngọc, Phó Giám đốc Công ty liên doanh TNHH tư vấn y tế Medicosult Việt Nam. <ref name=tp0502\/>\n\nCơ quan cảnh sát điều tra Bộ Công an cũng đã bắt tạm giam cựu bí thư Tỉnh ủy [[Trần Đình Thành]], cựu chủ tịch UBND tỉnh [[Đinh Quốc Thái]] (ngày 19\/10\/2022) và cựu giám đốc Sở Kế hoạch và Đầu tư Đồng Nai Bồ Ngọc Thu (ngày 20\/10\/2022) <ref name=tt221020>{{Chú thích web|tiêu đề=Vụ AIC: Bắt thêm cựu giám đốc Sở Kế hoạch và Đầu tư tỉnh Đồng Nai Bồ Ngọc Thu. |url= https:\/\/tuoitre.vn\/vu-aic-bat-them-cuu-giam-doc-so-ke-hoach-dau-tu-tinh-dong-nai-bo-ngoc-thu-20221020192039085.htm|website= tuoitre.vn |ngày truy cập=|ngôn ngữ=vi|ngày tháng=ngày 20 tháng 10 năm 2022}}<\/ref>\n\nĐơn vị Thẩm định giá đã thông đồng, nâng khống giá trị trang thiết bị trong điều chỉnh tổng mức đầu tư và giá gói thầu, thông đồng gian lận trong đấu thầu, vi phạm nghiêm trọng Luật Đấu thầu để Công ty Cổ phần Tiến bộ Quốc tế AIC trúng thầu 12 gói thầu với tổng giá trị 476,87 tỷ đồng, gây thiệt hại tài sản nhà nước, bước đầu xác định là 152 tỷ đồng. <ref name=tp0502\/>\n===Thông báo cơ quan điều tra 11\/11\/2022===\nCơ quan điều tra CO3, ngày 11\/11\/2022, cho biết, bà Nguyễn Thị Thanh Nhàn cùng bảy người đang bỏ trốn gồm các ông\/bà Trần Mạnh Hà - phó tổng giám đốc Công ty AIC; Đỗ Văn Sơn - nguyên kế toán trưởng AIC; Nguyễn Thị Sen - nguyên giám đốc Công ty Cổ phần Thiết bị y tế và môi trường; Nguyễn Thị Tích - tổng giám đốc Công ty Cổ phần Mopha; Ngô Thế Vinh - giám đốc Công ty TNHH kinh doanh trang thiết bị y nha khoa Việt Tiên; Nguyễn Đăng Thuyết - nguyên giám đốc Công ty TNHH Thành An Hà Nội; Đỗ Mỹ Hạnh - chủ tịch HĐQT Công ty TNHH Quốc tế Cát Vân Sa, hiện đang bị truy nã. Hai cựu lãnh đạo tỉnh Đồng Nai là ông Đinh Quốc Thái-cựu Chủ tịch UBND tỉnh Đồng Nai và Trần Đình Thành –cựu bí thư tỉnh đã bị đề nghị truy tố sau gần một tháng bị bắt với cáo buộc nhận hối lộ mỗi người hơn 14 tỉ đồng từ bà Nguyễn Thị Thanh Nhàn. C03 cũng đã đề nghị truy tố hơn 20 bị can, trong đó hai người là lãnh đạo cấp sở gồm: Phan Huy Anh Vũ - cựu giám đốc Sở Y tế, nguyên giám đốc Bệnh viện Đa khoa tỉnh Đồng Nai và Bồ Ngọc Thu - cựu giám đốc Sở Kế hoạch và Đầu tư. <ref name=rfa221111>{{Chú thích web|tiêu đề=Bộ Công an: Yêu cầu cựu chủ tịch AIC ra đầu thú; đề nghị truy tố cựu bí thư, chủ tịch tỉnh Đồng Nai |url= https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/ministry-of-public-security-request-former-president-of-aic-to-surrender-propose-posecution-of-former-party-chief-chairman-of-dong-nai-11112022075824.html|website= RFA |ngày truy cập=|ngôn ngữ=vi|ngày tháng=ngày 11 tháng 11 năm 2022}}<\/ref>\n\nCơ quan điều tra C03 đề nghị truy tố bà Nguyễn Thị Thanh Nhàn về hai tội vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng và đưa hối lộ. Việc đưa hối lộ của bà Nhàn diễn ra từ năm 2010 đến tận năm 2021. <ref name=tt221113>{{Chú thích web|url=https:\/\/tuoitre.vn\/chi-tiet-ve-nhung-lan-nhan-hoi-lo-cua-cac-cuu-lanh-dao-dong-nai-20221113082817796.htm|title=Chi tiết về những lần nhận hối lộ của các cựu lãnh đạo Đồng Nai|tác giả=|họ=|tên=|ngày=13-11-2022|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Thời điểm khởi tố [[Bệnh viện Đa khoa Đồng Nai#Vụ án đấu thầu tại Bệnh viện Đa khoa Đồng Nai với Công ty AIC|vụ án đấu thầu tại Bệnh viện Đa khoa Đồng Nai với Công ty AIC]], cơ quan điều tra đã phong tỏa hơn 107 tỉ đồng là số dư trong bốn tài khoản ngân hàng bà Nhàn. Công an điều tra C03 đã ra lệnh kê biên đối với tài sản là một nhà biệt thự diện tích 357m2 tại phố Trần Hưng Đạo, phường Cửa Nam, quận Hoàn Kiếm, Hà Nội. Ngôi biệt thự này bà Nhàn nhờ bố đẻ đứng tên. C03 cũng kê biên với tài sản là một nhà biệt thự diện tích 453m2 tại phố Nguyễn Huy Tự, phường Bạch Đằng, quận Hai Bà Trưng, Hà Nội. Ngôi biệt thự này đứng tên Nguyễn Thị Thanh Nhàn. Ngày 17-8-2022, C03 ra lệnh kê biên cùng lúc sáu căn hộ tại khu chung cư cao cấp Pacific Place trên phố Lý Thường Kiệt, phường Trần Hưng Đạo, quận Hoàn Kiếm, Hà Nội. <ref name=tt221114>{{Chú thích web|url=https:\/\/tuoitre.vn\/ba-nhan-aic-lay-tien-tu-dau-de-hoi-lo-20221114074539489.htm|title=Bà Nhàn AIC lấy tiền từ đâu để hối lộ?|tác giả=|họ=|tên=|ngày=14-11-2022|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n=== Kết án ===\nNgày 4-1-2023, sau 14 ngày xét xử, ông [[Trần Đình Thành]], cựu bí thư tỉnh Đồng Nai, bị tòa tuyên 11 năm tù về tội nhận hối lộ. Cựu chủ tịch tỉnh [[Đinh Quốc Thái]] lĩnh 9 năm tù về cùng tội danh trên. Phan Huy Anh Vũ, cựu giám đốc Sở Y tế, bị tòa tuyên án hai tội, nhận hối lộ và vi phạm quy định đấu thầu gây hậu quả nghiêm trọng, lần lượt 10 năm tù và 9 năm tù, tổng hợp hình phạt 19 năm tù. Cựu giám đốc Sở Kế hoạch và Đầu tư Bồ Ngọc Thu lĩnh 3 năm 6 tháng tù về tội lợi dụng chức vụ, quyền hạn trong khi thi hành công vụ. Nhóm bị cáo còn lại là cán bộ của tỉnh Đồng Nai bị tòa tuyên phạt mức án thấp nhất từ 30 tháng tù nhưng cho hưởng án treo đến cao nhất 6 năm 6 tháng tù.<ref name=tt230104>{{Chú thích web|url=https:\/\/tuoitre.vn\/vu-aic-cuu-bi-thu-dong-nai-linh-11-nam-tu-cuu-chu-tich-tinh-9-nam-tu-20230103235034039.htm|title=Vụ AIC: Cựu bí thư Đồng Nai lĩnh 11 năm tù, cựu chủ tịch tỉnh 9 năm tù|tác giả=|họ=|tên=|ngày=04-01-2023|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHội đồng xét xử nhận định cựu chủ tịch AIC [[Nguyễn Thị Thanh Nhàn]] có vai trò chủ mưu, cầm đầu, chỉ đạo vụ gian lận đấu thầu tại Đồng Nai nên tuyên phạt 30 năm tù, mức án cao nhất trong 36 bị cáo, 16 năm tù tội vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng, 14 năm tù về tội đưa hối lộ. Cùng hai tội danh trên, ông Trần Mạnh Hà (phó tổng giám đốc AIC) bị tuyên 13 năm tù và 12 năm tù, tổng hợp 25 năm tù. Hoàng Thị Thúy Nga, cựu phó tổng giám đốc Công ty AIC, lãnh 12 năm tù về tội vi phạm quy định đấu thầu gây hậu quả nghiêm trọng. Ngoài hai bị cáo Nhàn và Hà, sáu bị cáo cũng đang bỏ trốn còn lại bị tuyên mức thấp nhất 30 tháng tù đến cao nhất 6 năm tù. <ref name=tt230104b>{{Chú thích web|url=https:\/\/tuoitre.vn\/toa-tuyen-phat-ba-nguyen-thi-thanh-nhan-30-nam-tu-20230103233828147.htm|title=Tòa tuyên phạt bà Nguyễn Thị Thanh Nhàn 30 năm tù|tác giả=|họ=|tên=|ngày=04-01-2023|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo|3}}\n\n== Liên kết ngoài ==\n* [https:\/\/ncov.moh.gov.vn\/web\/guest\/-\/6847426-5508 Phong tỏa khoa Nội tiết Bệnh viện Đa khoa Đồng Nai vì có bác sĩ dương tính với SARS-CoV-2]\n\n{{sơ khai bệnh viện}}\n\n[[Thể loại:Bệnh viện tại Đồng Nai|Đồng Nai]]\n[[Thể loại:Bệnh viện đa khoa|Đồng Nai]]"}