{"1437289":"{{Thông tin bệnh viện\n| tên  = Bệnh viện Trung ương Thái Nguyên\n|tổ chức=| logo  = [[Tập tin:BV THAI NGUYEN.JPG|300px]]\n|hình=|chú thích hình=| Khẩu hiệu = \n| tên khác = \n| thành lập = {{Ngày bắt đầu và tuổi|1951|7}}\n|khai trương=|funding=| loại = Bệnh viện đa khoa hạng đặc biệt tuyến Trung ương\n|đại học=|bảo trợ=| Nhân viên = \n| giường = 1650 giường \n|tọa độ=21,5881193, 105,8309304| vị trí = 479 đường Lương Ngọc Quyến, phường [[Phan Đình Phùng|Phan Đình Phùng, Thành phố Thái Nguyên, Tỉnh Thái Nguyên]].\n|địa chỉ=| thành phố = [[Thái Nguyên|Thành phố Thái Nguyên]]\n| quốc gia  = [[Việt Nam]]\n| Giám đốc bệnh viện = Giáo sư [[PGS.TS Nguyễn Thành Trung]]\n| Phó giám đốc bệnh viện = PGS. TS Phan Bá Đào<br> PGS.TS Dương Hồng Thái <br>BSCKII Nguyễn Huy Sơn<br>TS. Nguyễn Công Hoàng<br>GS.TS Nguyễn Văn Sơn<ref>[http:\/\/www.bvdktuthainguyen.gov.vn\/default.aspx?mode=tochuc&phong=1]<\/ref>\n| điện thoại = +84- 0280- 3855 198 \n| E.mail  = \n|đóng cửa=|phá dỡ=| website = {{URL|http:\/\/www.bvdktuthainguyen.gov.vn\/}}}}\n\n'''Bệnh viện Trung ương Thái Nguyên''' là bệnh viện hạng đặc biệt trực thuộc Bộ Y tế, ở khu vực Trung du Miền núi phía Bắc, được thành lập từ năm 1951. Có nhiệm vụ khám chữa bệnh cho nhân dân các dân tộc miền núi vùng Đông bắc Việt Nam. Bệnh viện đóng trên địa bàn trung tâm của tỉnh [[Thái Nguyên]] tại số 479 - Đường Lương Ngọc Quyến - TP. Thái Nguyên.\n\n== Lịch sử thành lập ==\n* '''Trước 1975'''<ref>{{Chú thích web | url = http:\/\/www.bvdktuthainguyen.gov.vn\/default.aspx?mode=lsht | tiêu đề = Trang chủ | tác giả 1 = | ngày = | ngày truy cập = 24 tháng 9 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n* Tháng 7\/1951, Bệnh viện được thành lập tại Minh Lý, Minh Lập - [[Đồng Hỷ]] - Thái Nguyên, với tên gọi: Bệnh viện Liên khu Việt Bắc. Trực thuộc khu Y tế Liên khu Việt Bắc.\n- Tháng 12\/1954 Bệnh viện được chuyển về Thị xã Thái Nguyên (vị trí hiện nay), khi đó là cơ sở cũ của đồn điền Kepler (vì là cơ sở cũ của kepler, nên trước đây nhân dân hay gọi: Bệnh viện Kép – le).\n\n- Ngày 01\/7\/1956, Chủ tịch Hồ Chí Minh ký Sắc lệnh số 268-SL, thành lập khu tự trị Việt Bắc, cùng trong thời gian đó Bệnh viện được đổi tên thành: Bệnh viện Khu tự trị Việt Bắc, trực thuộc Ủy ban hành chính khu tự trị Việt Bắc, và sáp nhập Bệnh viện Thái Nguyên vào Bệnh viện Khu tự trị Việt Bắc vào cuối năm này.\n\n* '''Sau 1975'''\n- Ngày 26\/3\/1976 Bộ trưởng Bộ Y tế ra quyết định số 275\/BYT-QĐ \"Tiếp nhận Bệnh viện Đa khoa Khu tự trị Việt Bắc thuộc Ủy ban hành chính khu tự trị Việt Bắc về Bộ Y tế trực tiếp quản lý kể từ ngày 01\/4\/1976 và đổi tên thành Bệnh viện Đa khoa Thái Nguyên\".\n\n- Ngày 26\/10\/1985, Bộ Y tế có Quyết định số 1157 BYT\/QĐ \"Phân hạng tổ chức Bệnh viện đa khoa Thái Nguyên thuộc hạng II (hai)\".\n\n- Ngày 29\/4\/1997, Bộ Y tế có Quyết định số 744\/QĐ-BYT đổi tên Bệnh viện Đa khoa Thái Nguyên thành Bệnh viện Đa khoa Trung ương Thái Nguyên trực thuộc Bộ Y tế.\n\n- Ngày 11\/5\/2007, Bộ Y tế có Quyết định số 1689\/QĐ-BYT \"xếp hạng I đối với Bệnh viện Đa khoa Trung ương Thái Nguyên\".\n\n- Ngày 3\/7\/2016, Bệnh viện Trung ương Thái Nguyên tổ chức Lễ khánh thành khối nhà kỹ thuật nghiệp vụ (15 tầng) và hoàn thành dự án đầu tư xây dựng nâng cấp, cải tạo Bệnh viện Trung ương Thái Nguyên (giai đoạn 1). Tòa nhà Kỹ thuật nghiệp vụ được thiết kế, xây dựng hiện đại 15 tầng, trên diện tích 1.570m2, với quy mô 250 giường bệnh, gồm các khoa chẩn đoán hình ảnh, sinh hóa, vi sinh, GPB, phòng mổ, khu cấp cứu ngoại khoa. Cùng với đó là hệ thống trang thiết bị, kỹ thuật hiện đại: can thiệp tim mạch, chẩn đoán hình ảnh, xét nghiệm sinh hóa, vi sinh, huyết học, gây mê hồi sức, chụp cắt lớp, chụp Xquang, chụp cộng hưởng từ… Trong đó, 20 phòng mổ thiết kế tiêu chuẩn kỹ thuật tiên tiến, bảo đảm nguyên tắc hoạt động 1 chiều, chống nhiễm khuẩn bệnh viện, có khu chuẩn bị bệnh nhân đầy đủ tiện ích, có hệ thống oxy, khí hút, khí nén trung tâm…\n\nHiện bệnh viện đang tiếp tục được đầu tư nâng cấp giai đoạn 2 với thêm 850 giường bệnh nữa trong thời gian tới.\n\n- Ngày 14\/7\/2021, Bộ Nội vụ đã chính thức công nhận Bệnh viện Trung Ương Thái Nguyên là bệnh viện hạng đặc biệt, trung tâm y tế chuyên sâu, tuyến cuối của khu vực trung du và miền núi phía Bắc. Trở thành 1 trong 6 bệnh viện hạng đặc biệt trên toàn quốc.\n\n== Các trung tâm, khoa, phòng trực thuộc ==\nHiện nay, Bệnh viện Trung ương Thái Nguyên có trên 1700 giường bệnh với trên 45 khoa, phòng và trung tâm:\n\n'''Khối trung tâm'''\n* Trung tâm Ung bướu\n* Trung tâm Huyết học truyền máu\n* Trung tâm Đào tạo và Chỉ đạo tuyến\n* Trung tâm Nhi khoa\n* Trung tâm Đột quỵ\n* Trung tâm Tim mạch\n* Trung tâm Sản - Phụ khoa\n\n'''Khối các khoa'''\n* Khoa Miễn dịch - Di truyền phân tử\n* Khoa Sinh hóa\n* Khoa Vi sinh\n* Khoa Chẩn đoán hình ảnh\n* Khoa Giải phẫu bệnh\n* Khoa Dược\n* Khoa Lão khoa\n* Khoa Dinh dưỡng\n* Khoa Thăm dò chức năng\n* Khoa Khám bệnh\n* Khoa Khám bệnh theo yêu cầu\n* Khoa Hồi sức tích cực - Chống độc\n* Khoa Đơn nguyên cấp cứu\n* Khoa Nội tim mạch \n* Khoa Huyết học lâm sàng\n* Khoa Cơ - Xương - Khớp\n* Khoa Thần kinh\n* Khoa Tâm thần\n* Khoa Ngoại thần kinh\n* Khoa Ngoại Tiêu hoá - Gan - Mật\n* Khoa Ngoại Tiết niệu\n* Khoa Ngoại Tim mạch - Lồng ngực\n* Khoa Chấn thương chỉnh hình\n* Khoa Gây mê hồi sức\n* Khoa Mắt\n* Khoa Tai - Mũi - Họng\n* Khoa Răng - Hàm - Mặt\n* Khoa Nhi\n* Khoa Phụ sản\n* Khoa Truyền nhiễm\n* Khoa Phục hồi chức năng\n* Khoa Y học dân tộc\n* Khoa Y học hạt nhân\n* Khoa Nội tiết\n* Khoa Hô hấp\n* Khoa Nội tiêu hóa\n* Khoa Nội thận - Tiết niệu và lọc máu\n* Khoa Da liễu\n* Khoa Chống nhiễm khuẩn\n\n'''Khối phòng chức năng'''\n* Phòng Kế hoạch - Tổng hợp\n* Phòng Tài chính kế toán\n* Phòng Tổ chức cán bộ\n* Phòng Hành chính quản trị\n* Phòng Vật tư - Thiết bị y tế\n* Phòng Công nghệ thông tin\n* Phòng Quản lý chất lượng bệnh viện\n* Phòng Công tác xã hội và chăm sóc sức khỏe cộng đồng\n* Phòng Điều dưỡng\n{{div col end}}\n\n== Tham khảo ==\n{{Tham khảo}}\n\n{{Bệnh viện trực thuộc Bộ Y tế}}\n\n[[Thể loại:Bệnh viện tại Thái Nguyên|Thái Nguyên]]\n[[Thể loại:Bệnh viện trực thuộc Bộ Y tế|Thái Nguyên]]"}