{"508546":"{{Cần biên tập|date=tháng 8\/2022}}\n{{Thiếu nguồn gốc|date=tháng 8\/2022}}\n{{Thông tin bệnh viện\n| tên = Bệnh viện đa khoa Xanh Pôn\n|tổ chức=\n| logo = Logo BV SaintPaul.png\n|hình=Bệnh viện Xanh Pôn, Trần Phú, Hà Nội 001.JPG\n|chú thích hình=\n| tên khác = Bệnh viện Saint-Paul (St. Paul's Hospital Hà Nội)\n| thành lập = Trước năm 1900\n|khai trương=|funding=| loại = Bệnh viện công\n|đại học=\n|bảo trợ=\n| giường = \n|tọa độ=\n| vị trí = số 12 phố Chu Văn An, phường [[Điện Biên]], quận [[Ba Đình]]\n|địa chỉ=\n| thành phố = [[Hà Nội]]\n| quốc gia = [[Việt Nam]]\n| điện thoại = 02438233076\n|đóng cửa=\n|phá dỡ=\n| website = [http:\/\/bvxanhpon.vn\/ bvxanhpon.vn]\n| coordinates = {{coord|21.031157|105.835519|format=dms|display=inline,title}}\n| pushpin_map = Hanoi\n}}\n'''Bệnh viện Đa khoa Xanh Pôn''' (Xanh Pôn là cách phiên âm từ L'Hôpital de '''Saint-Paul''' trong [[tiếng Pháp]], nghĩa là Bệnh viện [[Sứ đồ Phaolô|Thánh Phaolô]]) là một [[bệnh viện]] đa khoa tuyến cuối trực thuộc Sở Y tế Hà Nội. Cùng với các bệnh viện chuyên ngành như: [[Bệnh viện Mắt Hà Nội]], [[Bệnh viện Tim Hà Nội]], [[Bệnh viện Thận Hà Nội]], [[Bệnh viện Phụ sản Hà Nội]], [[Bệnh viện Việt Nam-Cuba]] (Tai Mũi Họng-Răng Hàm Mặt), [[Bệnh viện Phổi Hà Nội]], Bệnh viện Ung bướu Hà Nội, Bệnh viện Da liễu Hà Nội,.v..vv... và các bệnh viện khu vực, trung tâm y tế quận\/huyện tạo thành mạng lưới y tế hoàn chỉnh của [[Hà Nội|thủ đô]]. Bệnh viện tọa lạc tại trung tâm thành phố [[Hà Nội]], [[Việt Nam]] bao quanh bởi 4 con đường: Nguyễn Thái Học - Chu Văn An - Trần Phú - Hùng Vương.\n\n== Lịch sử ==\nBệnh viện Xanh Pôn là một trong những bệnh viện đầu tiên tại Đông Dương, được thành lập từ chế độ [[Đế quốc Thực dân Pháp|Thực dân Pháp]] ở [[Bán đảo Đông Dương|Đông Dương]] (xây dựng trước năm 1900) cùng với các bệnh viện như: Bệnh viện Lanessan (nay là [[Bệnh viện Trung ương Quân đội 108]]), Bệnh viện Indigène du Protectorat (bao gồm [[Bệnh viện Việt Đức]], [[Phụ sản Trung ương]], [[Răng-Hàm-Mặt Trung ương]] ngày nay), Viện Radium Đông Dương (nay là [[Bệnh viện K Trung ương|Bệnh viện K]]), Bệnh viện René Robin (nay là [[Bệnh viện Bạch Mai]]). Ngày [[26 tháng 08]] năm [[1970]], hợp nhất các bệnh viện: Bệnh viện Saint Paul, Bệnh viện B Nhi khoa, Bệnh viện Khu phố Ba Đình và Phòng khám Phụ khoa Hà Nội thành Bệnh viện Đa khoa Xanh Pôn. \n\nTiền thân của Bệnh viện Đa khoa Xanh Pôn là cơ sở y tế đầu tiên của khu vực Đông Dương, do Chính phủ bảo hộ Pháp lập ra trong những năm cuối thế kỷ XIX với mục đích ban đầu là điều dưỡng, chăm sóc và khám chữa bệnh cho các quan thầy Pháp. Năm 1911, Nhà nước bảo hộ Pháp quyết định cho phép Bệnh viện Saint Paul được nhận điều trị cho người bản xứ. Thời kỳ này, Bệnh viện Saint Paul chỉ có một khoa với 90 giường bệnh, tiếp nhận các bệnh nhân cấp cứu bụng, chấn thương, tiết niệu và bỏng, do các thầy thuốc người Pháp đảm nhiệm. Như vậy cùng với bệnh viện Phủ Doãn, Bệnh viện Quân đội Đồn Thủy, Bệnh viện Ngoại khoa Saint Paul là những cơ sở ngoại khoa đầu tiên của Hà Nội trước năm 1954. Cùng với lịch sủ dân tộc, Bệnh viện Đa khoa Xanh Pôn đã trải qua các thời kỳ khác nhau. Năm 1945, Bệnh viện thuộc về Chính quyền Cách mạng, đến năm 1956, Chính phủ Cộng hòa Pháp chính thức bàn giao bệnh viện cho Chính phủ Việt Nam Dân chủ Cộng Hòa. \n\n=== Nguồn gốc tên gọi ===\nTheo gốc tích của tên gọi thì trước đây nó vốn là một bệnh viện do các nữ tu sĩ thuộc dòng Saint Paul de Chartres quản lý, còn nay thì thuộc Sở Y tế thành phố Hà Nội, Việt Nam.\n\nBệnh viện Đa khoa Saint Paul là một trong những cơ sở y tế chính yếu tại Hà Nội phục vụ nhân dân khu vực nội thành và các bệnh nhân từ các quận huyện khác chuyển tuyến lên.\n\n== Cơ sở vật chất ==\nNgày nay, Bệnh viện Đa khoa Xanh Pôn đã trở thành bệnh viện hạng 1 của TP Hà Nội với hơn 600 giường bệnh, 45 khoa phòng hơn 1000 cán bộ nhân viên, 7 chuyên khoa đầu ngành: Ngoại, Nhi, Gây mê Hồi sức, Xét nghiệm, Chẩn đoán Hình ảnh, Điều dưỡng, Phẫu thuật tạo hình. \n\nHàng năm, Bệnh viện tiếp nhận khám cho 600 nghìn lượt người, điều trị nội trú 45 nghìn bệnh nhân, trong đó có các bệnh nhân nặng của bệnh viện tuyến dưới gửi đến cũng như bệnh nhân ngoại tỉnh, vùng lân cận Hà Nội. Chuyên ngành ngoại khoa và gây mê của Bệnh viện Đa khoa Xanh Pôn có những thế mạnh vượt trội với các kỹ thuật: tạo hình, che phủ vạt da, nối chuyển các ngón, phẫu thuật nội soi khớp gối và khớp vai, phẫu thuật thần kinh có sử dụng hệ thống vi tính dẫn đường… Nhiều trong số đó là các kĩ thuật cao ngang tầm quốc tế. \n\nVới đội ngũ bác sĩ giỏi và đồng đều tay nghề, những chuyển gia hàng đầu cả nước về chẩn đoán hình ảnh, nhiều kĩ thuật điện quang can thiệp phức tạp đã được Bệnh viện triển khai thường quy. Đặc biệt là điều trị giảm đau trong ung thư, xẹp thân đốt sống, đau rễ thần kinh, đau dây thần kinh số V, đau hạch chân bướm khẩu cái…  Khối xét nghiệm tại Bệnh viện Đa khoa Xanh Pôn gồm ba chuyên khoa sâu bao gồm: huyết học, sinh hóa, vi sinh được trang bị máy móc hiện đại để triển khai nhiều kĩ thuật chuyển sâu phục vụ chẩn đoán và điều trị. Đây cũng là 1 trong 2 cơ sở đầu tiên của Việt Nam thực hiện được công tác nội kiểm và ngoại kiểm để đảm bảo kết quả xét nghiệm chính xác nhất. Năm 2016 bênh viện đưa vào hoạt động Trung tâm kỹ thuật cao và Tiêu hóa Hà Nội với tiêu chí để người Việt Nam được hưởng dịch vụ khám chưa bệnh cao cấp theo tiểu chuẩn Châu Âu với cơ sở vật chất và trang thiết bị y tế kỹ thuật cao ngay tại trung tâm thành phố Hà Nội. Sứ mệnh của Trung tâm tiêu hóa Hà Nội là kiểm soát và phát hiện sớm, chẩn đoán chính xác, điểu trị hiệu quả và giáo dục kiến thức chăm sóc sức khỏe cho người dân của Hà Nội và các tỉnh về bệnh lý tiêu hóa. Với bề dày truyền thống lịch sử, cùng lòng quyết tâm, toàn thể cán bộ, nhân viên bệnh viện luôn nỗ lực phấn đấu, tập trung nhân lực, vật lực vượt qua khó khăn thánh thức, tự đổi mới chính mình, phát triển, hòa mình với các nên y học tiên tiến trên thế giới.\n\n== Những thành tựu đã đạt được ==\n*Danh hiệu Anh hùng lao động năm 2015\n*Huân chương lao động hạng nhất năm 2009\n*Huân chương lao động hạng nhì năm 2005\n*Cờ “Đơn vị xuất sắc phong trào thi đua” năm 2007, 2009, 2010, 2013, 2014, 2016\n*Bằng khen của Bộ Y tế năm 2003, 2009, 2010, 2011, 2013, 2015\n*Bằng khen UBND Thành phố Hà Nội các năm 2004, 2008, 2010, 2015, 2016\n\n== Các chuyên khoa chính ==\n{{colbegin}}\n*Khoa Cấp cứu\n*Khoa Hồi sức tích cực & Chống độc (Hồi sức cấp cứu Nội)\n*Khoa Hồi sức cấp cứu Ngoại\n*Khoa Hồi sức cấp cứu Nhi\n*Khoa Chấn thương chỉnh hình\n*Khoa Phẫu thuật Thần kinh\n*Khoa Phẫu thuật Lồng ngực Tim Mạch\n*Khoa Phẫu thuật Tiêu hóa\n*Khoa Phẫu thuật Tiết niệu\n*Khoa Phẫu thuật Tạo hình & Thẩm mỹ\n*Khoa Phẫu thuật Nhi\n*Khoa Bỏng\n*Khoa khám bệnh\n*Phòng khám Cán bộ Thành phố\n*Khoa Nội 1\n*Khoa Nội 2\n*Khoa Nội Tim mạch\n*Khoa Nhi tim mạch (khoa D)\n*Khoa Nhi hô hấp (khoa H)\n*Khoa Nhi tiêu hóa (khoa I)\n*Khoa Nhi sơ sinh (khoa E)\n*Khoa Chẩn đoán hình ảnh\n*Khoa Huyết học Truyền máu\n*Khoa Mắt, khoa Tai-Mũi-Họng, khoa Răng-Hàm-Mặt\n*Khoa [[Y học Cổ truyền Việt Nam|Y học Cổ truyền]]\n*Trung tâm Kỹ thuật cao\n{{colend}}\n\n==Liên kết ngoài==\n* [http:\/\/bvxanhpon.vn\/gioi-thieu\/102-300.aspx Giới thiệu]\n* [https:\/\/kcb.vn\/benh-vien-da-khoa-xanh-pon-da-co-nhung-thay-doi-lon-ve-chat-luong.html Bệnh viện Đa khoa Xanh Pôn đã có những thay đổi lớn về chất lượng]\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai bệnh viện}}\n{{Bệnh viện trực thuộc Sở Y tế thành phố Hà Nội}}\n{{DEFAULTSORT:Xanh Pôn}}\n\n[[Thể loại:Bệnh viện tại quận Ba Đình|Xanh Pôn]]\n[[Thể loại:Bệnh viện đa khoa|Xanh Pôn]]"}