{"1684250":"[[Tập tin:Bồ Đề Đạo Tràng ở Châu Đốc.jpg|nhỏ|Cổng chính Bồ Đề Đạo Tràng (Châu Đốc)]]\n'''Bồ Đề Đạo Tràng''' là một công trình [[kiến trúc Phật giáo]], tọa lạc ở quảng trường trung tâm, thuộc phường Châu Phú A, [[Châu Đốc|thành phố Châu Đốc]], tỉnh [[An Giang]], [[Việt Nam]].\n\n==Lịch sử==\nChùa Bồ Đề Đạo Tràng (Châu Đốc) được lập năm [[1952]] do Đặng Văn Lý (Tỉnh trưởng Châu Đốc lúc bấy giờ) và Phạm Ngọc Đa (Hội trưởng Thông Thiên học) đề xướng, được đông đảo Phật tử ở nhiều nơi tán thành và đóng góp.\n\nNăm [[1951]], ông Phạm Ngọc Đa đã liên lạc với Đại đức Jinara Jadasa bên [[Ấn Độ]] xin cành chiết từ cây bồ đề bảo thụ mà xưa kia [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] đã ngồi thiền định. Được chấp thuận, bà Nguyễn Thị Hai liền đi thỉnh cây về trồng trên mảnh đất do Tỉnh trưởng Đặng Văn Lý cấp ở trung tâm thị xã, đối diện với nhà việc làng Châu Phú (nay là Ủy ban Nhân dân phường Châu Phú A). Trước khi trồng, người ta tổ chức lễ rước bảo thụ trên xe hoa, đi một vòng thị xã vào ngày 27 [[Tháng chạp|tháng Chạp]] năm [[Canh Dần]] ([[3 tháng 2|3 tháng 02]] năm [[1951]]). Lễ hạ thổ chính thức đã tổ chức long trọng ngày [[16 tháng 4]] năm [[Nhâm Thìn]] ([[9 tháng 5]] năm [[1952]]). Sau khi hạ thổ người ta theo tích xưa tưới cây bằng sữa tươi.\n\nNgười ta kể rằng, ngay trước đêm hạ thổ, cây bồ đề đã bị ai đó chặt đứt lìa thân. Tuy nhiên, sau đó cây vẫn được trồng và vẫn sống nảy thành bốn tược (nay đã thành bốn nhánh lớn)<ref>Một số người tin tưởng cho đó là tượng trưng cho bốn chân lý \"sinh, lão, bệnh, tử\" mà Phật Thích Ca giảng cho các đệ tử nghe. Ở đây kể theo website ''Tri thức Việt'' đã dẫn. Có người kể hơi khác, nhưng đại ý là vậy.<\/ref>.\n\nVì cây bồ đề có nguồn gốc từ Bồ Đề Đạo Tràng bên [[Ấn Độ]], nên nơi đây cũng được gọi là \"Bồ Đề Đạo Tràng\". Và để quản trị chùa và cây, Hội Bồ Đề Đạo Tràng (Châu Đốc) được thành lập.\n\nTheo sách ''Kỷ lục An Giang 2009'', thì đây là \"cây bồ đề lâu năm nhất của tỉnh\" <ref>Nhiều người soạn, ''Kỷ lục An Giang, 2009''. Nhà xuất bản Thông Tấn, 2009, tr. 106.<\/ref>.\n\n==Kiến trúc==\n[[Tập tin:Bồ Đề Đạo Tràng (Châu Đốc).jpg|nhỏ|Cổng phụ Bồ Đề Đạo Tràng (Châu Đốc)]]\nBan đầu, Bồ Đề Đạo Tràng (Châu Đốc) có kiến trúc đơn giản. Chính giữa khuôn viên là một tòa nhà bát giác nhỏ hình lăng trụ, có bốn cửa ra vào, tôn trí tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] đang ngồi nhập định. Chung quanh các góc khắc những câu đối sơn vàng trên nền đỏ, ca ngợi đức từ bi của đức Phật Thích Ca.\n\nVề sau, ban quản trị lần lượt cho xây dựng một số hạng mục khác, khiến nơi đây thêm phần bề thế, đẹp đẽ và tôn nghiêm. Đáng chú ý có một trụ biểu bốn mặt (ghi dấu sự kiện liên quan và những nhân vật đã gầy dựng nên Bồ Đề Đạo Tràng ở Châu Đốc), [[Quan Âm]] các, lầu chuông lầu trống, nhà hậu Tổ, v.v...\n \n==Các Phật tích==\n[[Tập tin:Tượng Phật Thích Ca trong Bồ Đề Đạo Tràng (Châu Đốc).jpg|nhỏ|Tượng Phật Thích Ca ngồi thiền định tại gốc bồ đề. Phía sau là chính điện (giữa) và lầu chuông, lầu trống (hai bên)]]\n*Phật tích thứ nhất là cây bồ đề đã kể trên.\n*Phật tích thứ hai là một ít đất nơi gốc cây bồ đề trong Bồ Đề Đạo Tràng ở Ấn Độ (do ông Trương Hưng thỉnh về năm [[2000]]) đang được tôn thờ trong chính điện chùa (tức trong tòa nhà bát giác nhỏ hình lăng trụ). \n[[Tập tin:Tủ đựng viên Xá lợi Phật Thích Ca.jpg|nhỏ|Tủ đựng viên Xá lợi Phật Thích Ca]]\n*Phật tích thứ ba (quan trọng nhất) là viên ngọc xá lợi [[Phật]] [[Tất-đạt-đa Cồ-đàm|Thích Ca]] màu trắng bóng, nhỏ cỡ hai hạt [[gạo]], cũng đang được tôn thờ trong chính điện chùa. Vi bằng gắn tại trụ biểu bốn mặt có đoạn khắc: \n:''Hôm nay, ngày mồng [[8 tháng 7]] năm [[Tân Mùi]], nhằm ngày [[17 tháng 8]] năm [[1991]], tại chùa Bồ Đề Đạo Tràng, thị xã Châu Đốc, tỉnh An Giang, viên Xá lợi Phật Tổ Thích Ca Mâu Ni do Thượng tọa Kim Quang thỉnh từ Ấn Độ về được tặng cho gia đình đạo hữu Nguyễn Văn Phi và Nguyễn Thị Tuyết (số 154 [[Lý Tự Trọng]], [[Quận 1]], [[Thành phố Hồ Chí Minh]]). Nay đạo hữu nhất tâm hoan hỷ dâng cúng về chùa Bồ Đề Đạo Tràng thị xã Châu Đốc, do ông Hội trưởng Nguyễn Văn Năm đại diện phụng thỉnh. Xá lợi được tôn trí trong một bảo tháp bằng đồng để từ nay tứ chúng Phật tử muôn đời chiêm bái''.\n \nHằng năm, Bồ Đề Đạo Tràng (Châu Đốc) tổ chức bốn lễ chính: rằm [[tháng giêng|tháng Giêng]] (Thượng ngươn), rằm [[tháng tư|tháng Tư]] ([[lễ Phật Đản|lễ Phật đản]]), rằm [[tháng bảy|tháng Bảy]] ([[Vu-lan]]) và rằm [[tháng mười|tháng Mười]] (Hạ ngươn)<ref>Nguồn: Phù Sa Lộc, \"Phật tích Bồ Đề Đạo Tràng ở Châu Đốc\" đăng trên báo Giác Ngộ online ngày 6 tháng 8 năm 2010 [http:\/\/www.giacngo.vn\/tuvien\/chuavntrongnuoc\/2010\/08\/06\/72F212\/]{{Liên kết hỏng|date=2021-02-22 |bot=InternetArchiveBot }}.<\/ref>.\n \n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Chùa tại An Giang]]\n[[Thể loại:Di tích tại An Giang]]\n[[Thể loại:Châu Đốc]]"}