{"1580851":"'''Bồ Xuân Luật''' (1907-1994) là một nhà cách mạng và chính khách Việt Nam. Ông từng giữ các chức vụ Bộ trưởng Bộ Canh nông, Ủy viên Thường vụ Quốc hội [[Việt Nam Dân chủ Cộng hòa]] từ khóa I đến khóa IV, Ủy viên Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]] với tư cách là một nhân sĩ không đảng phái.\n{{Thông tin viên chức\n| tên = Bồ Xuân Luật\n| hình =\n| cỡ hình = 220px\n| miêu tả = Bồ Xuân LUật tại [[Chiến khu Việt Bắc]], năm [[1948]]\n| biệt danh = \n| quốc tịch = \n| ngày sinh = [[1907]]\n| nơi sinh = xã [[Ngô Quyền, Tiên Lữ|Ngô Quyền]], huyện [[Tiên Lữ]], tỉnh [[Hưng Yên]] \n| nơi ở = \n| ngày chết = [[1994]]\n| nơi chết = [[Hà Nội]]\n\n| chức vụ = Ủy viên Ủy ban Thường vụ Quốc hội khóa III\n| bắt đầu = [[22 tháng 2]] năm [[1967]]\n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| trưởng chức vụ = \n| trưởng viên chức = \n| phó chức vụ = \n| phó viên chức =\n\n| chức vụ 2 = Ủy viên Dự khuyết Ủy ban Thường vụ Quốc hội\n| bắt đầu 2 = \n| kết thúc 2 = [[22 tháng 2]] năm [[1967]]\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| trưởng chức vụ 2 = \n| trưởng viên chức 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 =\n\n| chức vụ 3 = Ủy viên Ban Thường trực Quốc hội khóa I\n| bắt đầu 3 = [[23 tháng 1]] năm [[1957]]\n| kết thúc 3= \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| trưởng chức vụ 3 = \n| trưởng viên chức 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 =\n\n| chức vụ 4 = \n| bắt đầu 4 = \n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| trưởng chức vụ 4 = \n| trưởng viên chức 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 =\n\n| chức vụ 5 = Bộ trưởng không Bộ\n| bắt đầu 5 = [[3 tháng 11]] năm [[1946]]\n| kết thúc 5 = \n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| trưởng chức vụ 5 = \n| trưởng viên chức 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 =\n\n| chức vụ 6 = Thứ trưởng Bộ Canh nông\n| bắt đầu 6 = 4\/[[1946]]\n| kết thúc 6 = \n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| địa hạt 6 = \n| trưởng chức vụ 6 = Bộ trưởng\n| trưởng viên chức 6 = [[Huỳnh Thiện Lộc]]\n| phó chức vụ 6 = \n| phó viên chức 6 =\n\n| chức vụ 7 = Bộ trưởng Bộ Canh nông\n| bắt đầu 7 = [[2 tháng 3]] năm [[1946]]\n| kết thúc 7 = 4\/[[1946]]\n| tiền nhiệm 7 = \n| kế nhiệm 7 = [[Huỳnh Thiện Lộc]]\n| địa hạt 7 = \n| trưởng chức vụ 7 = \n| trưởng viên chức 7 = \n| phó chức vụ 7 = \n| phó viên chức 7 =\n\n| chức vụ 8 = Đại biểu [[Quốc hội Việt Nam khóa I]]\n| bắt đầu 8 = [[1946]]\n| kết thúc 8 = [[1960]]\n| tiền nhiệm 8 = \n| kế nhiệm 8 = \n| địa hạt 8 = \n| trưởng chức vụ 8 = \n| trưởng viên chức 8 = \n| phó chức vụ 8 = \n| phó viên chức 8 = \n| thêm 8 = {{Thông tin đại biểu quốc hội\n | con = có\n | tỉnh = \n | số phiếu = [[Hưng Yên]]\n | tỉ lệ = \n | chuyên trách = \n | ủy ban = \n | chức vụ = \n }}\n\n| chức vụ 9 = \n| bắt đầu 9 = \n| kết thúc 9 = \n| tiền nhiệm 9 = \n| kế nhiệm 9 = \n| địa hạt 9 = \n| trưởng chức vụ 9 = \n| trưởng viên chức 9 = \n| phó chức vụ 9 = \n| phó viên chức 9 =\n\n| đa số = \n| đảng = [[Tập tin:Flag of Vietnam Revolutionary League.svg|25px]] [[Việt Nam Cách mệnh Đồng minh Hội|Việt Cách]]\n| nghề nghiệp = chính khách\n| học trường = \n| học vấn = \n| đạo = \n| dân tộc = [[Người Việt|Kinh]]\n| cha = \n| mẹ = \n| họ hàng =\n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| chú thích = \n| signature = \n| website = \n}}\n\n==Thân thế==\nÔng sinh năm 1907 tại tổng Dị Chế, huyện Tiên Lữ, phủ Khoái Châu (nay thuộc xã [[Ngô Quyền, Tiên Lữ|Ngô Quyền]], huyện [[Tiên Lữ]]), tỉnh [[Hưng Yên]], trong một gia đình nông dân. Thời thanh niên, ông bị chính quyền thực dân Pháp trưng tập, bắt đi làm lính thợ tại [[Lạng Sơn]].<ref>[https:\/\/nhandan.vn\/baothoinay-chinhtri\/nguoi-chien-si-cach-mang-chan-chinh-625631\/ Người chiến sĩ cách mạng chân chính]<\/ref>\n\n==Tham gia Phục quốc quân==\n[[Lục quân Đế quốc Nhật Bản|Quân Nhật Bản]] tiến vào [[Bán đảo Đông Dương|Đông Dương]], đánh chiếm [[Lạng Sơn]] vào đầu tháng 9 năm [[1940]] để áp lực với chính quyền thực dân Pháp ngưng chuyển vận cho chính phủ [[Trung Hoa Dân Quốc|Trung Hoa Dân quốc]] của [[Tưởng Giới Thạch]] ở [[Trùng Khánh]]. Cùng đi trong đội hình hành quân của Sư đoàn 5 [[Lục quân Đế quốc Nhật Bản]] có 500 quân vũ trang '''Việt Nam Kiến quốc Quân''', thường gọi tắt là '''Phục quốc quân''', do [[Trần Trung Lập]] làm Tổng tư lệnh, thuộc tổ chức [[Việt Nam Phục quốc Đồng minh Hội]]. Sau khi chiếm được Lạng Sơn, quân Nhật tước khí giới của quân Pháp và trao lại cho Phục quốc quân. Bồ Xuân Luật cùng với các đồng đội là binh sĩ người Việt gia nhập Phục quốc quân, làm gia tăng quân số Phục quốc quân lên hơn 1.500 quân. Ở [[Đồng Đăng]], Phục quốc quân thành lập chính phủ lâm thời Việt Nam.<ref name=\"Shiraishi Masaya. tr 42-3\">Shiraishi Masaya. tr 42-3<\/ref>\n\nTuy nhiên, đến ngày [[25 tháng 9]] năm 1940, Pháp và Nhật điều đình rồi tuyên bố hưu chiến. Nhật thả tù binh Pháp (1.052 lính)<ref name=\"Second\">Trần Mỹ Vân. ''A Vietnamese Royal Exile in Japan, Prince Cường Để (1882-1951)''. London: Routledge, 2005. tr 132-158<\/ref> và thương lượng với Pháp để rút khỏi Lạng Sơn vào tháng 10. Chỉ huy Trần Trung Lập không tán thành sắp đặt này, tổ chức Phục quốc quân kiên quyết tử thủ Lạng Sơn.<ref name=\"Shiraishi Masaya. tr 42-3\"\/> Công sứ Paul Chauvet được [[Toàn quyền Đông Dương]] [[Jean Decoux]] phái lên Lạng Sơn mở cuộc càn quét và chủ tọa Hội đồng đề hình xét xử những người bị bắt.<ref name=\"Frustrated\">Vũ Ngự Chiêu. ''Political and Social Change in Viet-Nam between 1940 and 1946''. Madison, WI: The University of Wisconsin, 1984. tr 67-116<\/ref> Sau hai tháng giao chiến, Phục quốc quân tan vỡ, Trần Trung Lập bị Pháp bắt<ref>Trúc Sĩ. \"Cái chết của Trần Chủ soái và 27 nghĩa quân\". Miền Bắc khai nguyên. Glendale, CA: ? tái xuất bản tại Hải ngoại. tr 133<\/ref> ngày [[26 tháng 12]] năm 1940 và bị xử bắn ngày 28<ref>Hà Thúc Ký. Sống còn với Dân tộc. ?: Phương Nghi, 2009. tr 53<\/ref> ở Lạng Sơn. Nhiều chỉ huy và lãnh đạo của Phục quốc quân cũng bị bắt và bị giết hại<ref>Trúc Sĩ. \"Cái chết của Trần Chủ soái và 27 nghĩa quân\". Miền Bắc khai nguyên. Glendale, CA: ? tái xuất bản tại Hải ngoại. tr 134<\/ref><ref>Hoang, Van Dao. Viet Nam Quoc Dan Dang, A Contemporary History of National Struggle: 1927-1954. Pittsburgh, PA: RoseDog Books, 2008. tr 198<\/ref> Một số binh sĩ Phục quốc quân, trong đó có Bồ Xuân Luật, do Hoàng Lương và Nông Quốc Long chỉ huy rút được sang [[Quảng Tây]] nhưng bị quân đội [[Trung Hoa Dân Quốc]] bắt và giải giới vì cho là thân Nhật.\n\n==Từ Việt Cách đến Việt Minh==\nBất mãn với hành động \"qua cầu rút ván\" của người Nhật, nhiều thành viên Phục quốc quân ly khai, chuyển hướng sang hợp tác với [[Trung Quốc Quốc Dân Đảng|Trung Hoa Quốc dân Đảng]]. Bồ Xuân Luật cùng một số đồng chí của mình hoạt động trong tổ chức [[Việt Nam Cách mệnh Đồng minh Hội]], còn gọi là Việt Cách.\n\nTháng 3 năm 1944, Việt Cách tổ chức \"Hải ngoại đại biểu Đại hội\", tức Đại hội của các đoàn thể người Việt Nam yêu nước và cách mạng, tại Liễu Châu, [[Trung Quốc]]. Tại Đại hội này, Việt Cách đã mở rộng thành phần cho cả các thành viên Mặt trận [[Việt Minh]], lập ra Ủy ban hành chính. Bồ Xuân Luật là một đại biểu của Phục quốc quân tham dự Đại hội và được bầu làm Ủy viên. Tại đây, ông đã có những tiếp xúc ban đầu với một Ủy viên khác là [[Hồ Chí Minh]] và dần bị thu hút bởi nhà cách mạng lão thành tinh tế này.\n\nTháng 6 năm 1945, hưởng ứng lời kêu gọi của Tổng bộ Việt Minh gửi các đoàn thể cách mạng Việt Nam ở nước ngoài (Cứu quốc đặc san Hải ngoại, ngày [[11 tháng 9]] năm 1944), ông cùng một số cán bộ Việt Cách trẻ tuổi có tinh thần cách mạng, tốt nghiệp [[Trường quân sự Hoàng Phố]], gồm 39 người, mang theo vũ khí, về nước hoạt động tại [[Chiến khu Bắc Sơn]] ([[Lạng Sơn]]) của Mặt trận Việt Minh.\n\nSau [[Cách mạng tháng Tám]] 1945, ông từ Lạng Sơn về Hà Nội công tác ở Trường Quân chính tỉnh Hưng Yên. Được vài tuần lễ thì ở Hà Nội xuất hiện tình hình mới: quân đội [[Trung Hoa Dân Quốc|Trung Hoa Dân quốc]] theo sự phân công của phe Đồng minh tước khí giới quân Nhật. [[Nguyễn Hải Thần]], [[Vũ Hồng Khanh]] đang lưu vong ở Trung Quốc cũng về Việt Nam hoạt động. Vì vậy Hồ Chủ tịch cho gọi ông về Hà Nội nhận nhiệm vụ.\n\nNgày 23-10-1945, ông cùng các đồng chí Đinh Chương Dương, Lê Tùng Sơn, Trương Trung Phụng lại đứng ra với tư cách là đại diện Cách mạng đồng minh hội họp một cuộc Hội nghị với các đồng chí: [[Nguyễn Lương Bằng]], Hoàng Hữu Nam (tức [[Phan Bôi]]) và [[Dương Đức Hiền]] (thay mặt cho Việt Nam độc lập đồng minh, tức Việt Minh) để cùng nhau ký bản tuyên ngôn đoàn kết nhằm khẳng định lập trường kiên quyết ủng hộ Chính phủ do Hồ Chủ tịch lãnh đạo, đồng thời để đối phó với các đảng phái chính trị khác như Việt Quốc, Việt Cách, Đại Việt...\n\nLúc này, các đảng phái chính trị khác coi ông là một đối thủ nguy hiểm do ông đã kiên quyết chống lại họ. Lúc 9h ngày 18-12-1945, Việt Cách đã bắn trọng thương ông ở phố Hàng Đào - Hà Nội, phải đưa vào nhà thương Đồn Thủy cấp cứu.<ref>[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WNyo19451219.2.5&e=-------vi-20--1--img-txIN------ Vì nước, Số 8, 19 Tháng Mười Hai 1945]<\/ref><ref>[https:\/\/hanoimoi.com.vn\/tin-tuc\/Chinh-tri\/987833\/thu-do-ha-noi-trong-cuoc-tong-tuyen-cu Thủ đô Hà Nội trong cuộc Tổng tuyển cử]<\/ref> Bác sĩ [[Vũ Đình Tụng]] đã trực tiếp mổ cứu ông thoát chết. Ngay sau khi biết tin, Hồ Chủ tịch đã giao nhiệm vụ cho Trung ương Vệ quốc đoàn bảo vệ ông.\n\nNửa tháng sau, được sự tin tưởng của nhân dân, ông trúng cử [[Đại biểu Quốc hội Việt Nam khóa I]] tại tỉnh Hưng Yên.<ref>[http:\/\/hungyen.gov.vn\/portal\/Pages\/2004-12\/Hung-Yen-thoi-ky-1945196-21a46f0d3d82506a.aspx Hưng Yên thời kỳ 1945-1967]<\/ref><ref>{{Chú thích web |url=https:\/\/hcma.vn\/tintuc\/Pages\/dien-dan-chinh-tri-tu-tuong.aspx?CateID=201&ItemID=30554 |ngày truy cập=2021-07-20 |tựa đề=Những điều đặc biệt của Cách mạng Tháng Tám |archive-date=2021-07-20 |archive-url=https:\/\/web.archive.org\/web\/20210720154201\/https:\/\/hcma.vn\/tintuc\/Pages\/dien-dan-chinh-tri-tu-tuong.aspx?CateID=201&ItemID=30554 |url-status=dead }}<\/ref>\n\n==Tham gia Nội các Chính phủ==\nChính phủ Liên hiệp thành lập (2-3-1946) ông được Hồ Chủ tịch giao cho giữ chức Bộ trưởng Bộ Canh nông.<ref>[https:\/\/www.daibieunhandan.vn\/bai-1-nhung-cong-viec-quoc-gia-trong-dai-truoc-va-sau-tong-tuyen-cu-bds1duufgz-52073 Bài 1: Những công việc quốc gia trọng đại trước và sau tổng tuyển cử ]<\/ref> Đến khi ông [[Huỳnh Thiện Lộc]] là một đại biểu Nam Bộ ra, ông làm Thứ trưởng Bộ Canh nông giúp đỡ ông Huỳnh Thiện Lộc.<ref>[https:\/\/nongnghiep.vn\/bo-truong-bo-xuan-luat---vi-bo-truong-cung-co-nganh-canh-nong-d194936.html Bộ trưởng Bồ Xuân Luật - Vị Bộ trưởng củng cố ngành Canh nông]<\/ref>\n\nKhi Chính phủ Liên hiệp toàn quốc thành lập (3-11-1946), ông được Hồ Chủ tịch và Quốc hội giao cho giữ chức Bộ trưởng không giữ Bộ nào.<ref>[http:\/\/conganthanhhoa.gov.vn\/tin-tuc-su-kien\/tu-lieu\/nguoi-lanh-dao.html Người lãnh đạo]<\/ref><ref>[https:\/\/snv.bacgiang.gov.vn\/chi-tiet-tin-tuc\/-\/asset_publisher\/aRIn3er4plGA\/content\/su-sang-tao-cua-ho-chi-minh-trong-qua-trinh-cai-to-va-hoan-thien-chinh-phu-nuoc-viet-nam-dan-chu-cong-hoa-tu-thang-8-1945-en-thang-11-1946- Sự sáng tạo của Hồ Chí Minh trong quá trình cải tổ và hoàn thiện Chính phủ nước Việt Nam Dân chủ Cộng hòa (từ tháng 8\/1945 đến tháng 11\/1946)]<\/ref>\n\n==Tham gia kháng chiến chống Pháp==\n\nKháng chiến toàn quốc bùng nổ, ông cùng Chính phủ lên chiến khu Việt Bắc tham gia kháng chiến đến ngày thắng lợi.\n\nTháng 7\/1948, nghe tin Bộ trưởng Bồ Xuân Luật ốm, Chủ tịch Hồ Chí Minh đã gửi thư hỏi thăm: \"Gởi ông Bộ trưởng Bồ Xuân Luật. Tôi nghe nói chú yếu, tiếc vì xa xôi, tôi không đến thăm chú được. Tôi gởi 1 chai mật ong để chú dùng. Và rất mong chú chóng khỏe. Tôi gởi lời hỏi thăm thím, và hôn các cháu. Chào thân ái và quyết thắng! Hồ Chí Minh\".<ref>[https:\/\/baotanghochiminh.vn\/chu-tich-ho-chi-minh-gui-thu-tham-hoi-va-bieu-qua-ong-bo-truong-bo-xuan-luat.htm Biên niên tiểu sử Sự kiện: Chủ tịch Hồ Chí Minh gửi thư thăm hỏi và biếu quà ông Bộ trưởng Bồ Xuân Luật]<\/ref>\n\nÔng đã một lòng một dạ tin tưởng đi theo kháng chiến cho đến thắng lợi cuối cùng. Với nhiều cương vị khác nhau trong Quốc hội và Mặt trận Tổ quốc Việt Nam sau này, cụ trở thành vị nhân sỹ yêu nước, là sợi chỉ đỏ xuyên suốt bức tranh đại đoàn kết của toàn dân tộc.\n\nÔng là một trong những sáng lập viên đồng thời là Ủy viên Ban chấp hành Hội Liên hiệp Quốc dân Việt Nam (1946); Ủy viên Thường vụ Quốc hội (khóa I, II, III, IV); Ủy viên Ủy ban Trung ương và Ủy viên Ban thư ký Mặt trận Tổ quốc Việt Nam (I, II, III)...<ref>[http:\/\/mattran.org.vn\/cac-ky-dai-hoi\/dai-hoi-i-1977-32521.html ĐẠI HỘI I (1977)]<\/ref><ref>[http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Bo-Xuan-Luat-tu-phuc-quoc-quan-den-Bo-truong---Nhan-si-yeu-nuoc-183841\/ Bồ Xuân Luật, từ phục quốc quân đến Bộ trưởng - Nhân sĩ yêu nước]<\/ref>\n\nNgày 22-2-1967 Bồ Xuân Luật, Ủy viên Dự khuyết, được cử làm Ủy viên chính thức của [[Ủy ban thường vụ Quốc hội|Ủy ban Thường vụ Quốc hội]].\n\nNăm 1994 ông mất tại Hà Nội. Đỗ Mười lúc là Tổng Bí thư Đảng đã trân trọng ghi vào sổ tang ngày ông qua đời: \"''Vô cùng thương tiếc cụ Bồ Xuân Luật - một nhà yêu nước và cách mạng đã suốt đời phấn đấu vì độc lập của dân tộc, vì hạnh phúc của nhân dân. Cụ đã có nhiều cống hiến cho sự nghiệp xây dựng và tăng cường khối đại đoàn kết dân tộc…''\".\n\n==Tặng thưởng==\nGhi nhận những công lao, đóng góp của ông, Đảng và Nhà nước đã tặng thưởng: Huân chương Kháng chiến hạng Nhất, Huân chương Độc lập hạng Nhất, Huân chương Kháng chiến chống Mỹ cứu nước hạng Nhất, Huy chương \"Vì sự nghiệp đoàn kết toàn dân\"…\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{Thời gian sống|sinh=1907|mất=1994}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Việt Nam Cách mệnh Đồng minh Hội]]\n[[Thể loại:Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến chống Mỹ hạng Nhất]]\n[[Thể loại:Ủy viên Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]"}