{"1242853":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Bồ Sao\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 46\n| vĩ giây = 42\n| kinh phút = 27\n| kinh giây = 13\n| diện tích = 2,28 km²<ref name=MS\/>\n| dân số = 3169 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1390 người\/km²\n| dân tộc =Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Vĩnh Phúc]]\n| huyện = [[Vĩnh Tường]]\n| thành lập = 1965<ref>126\/1965\/QĐ-NV<\/ref>\n| trụ sở UBND =Đường quốc lộ 2-Thôn Đình-Bồ Sao \n| mã hành chính = 09097<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =282520 \n}}\n\n'''Bồ Sao''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Vĩnh Tường]], tỉnh [[Vĩnh Phúc]], [[Việt Nam]].\n\n== Vị trí địa lý ==\nBồ Sao nằm ở phía Bắc huyện Vĩnh Tường, là đỉnh của đồng bằng Bắc Bộ là miền chuyển tiếp giữa các tỉnh trung du miền núi phía Bắc với các tình đồng bằng châu thổ sông hồng.\n\n- Phía Bắc giáp với huyện Lập Thạch\n\n- Phía Nam giáp với xã Cao Đại\n\n- Phía Đông giáp với xã Lũng Hòa.\n\n- Phía Tây Bắc giáp với phường Bạch Hạc - TP Việt Trì - Phú Thọ.\n\n- Phía Tây Nam có để tả sông hồng chạy dọc theo xã\n\nTổng diện tích đất tự nhiên là: 260,5ha. Trong đó: Đất nông nghiệp là 184.2 ha, đất ở là 18.8ha, đất chuyên dùng là 53.4ha, đất chưa sử dụng 4.1Ha, Quy mô dân số 1.146 hộ với 4.025 nhân khẩu chia thành 04 thôn gồm: thôn Đồi; thôn Đình; thôn Chùa; thôn Mới.\n\n== Dân Số ==\n- Xã Bồ Sao có diện tích 2,28&nbsp;km², dân số năm 1999 là 3169 người,<ref name=\"MS\">{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|nhà xuất bản=Bộ Thông tin & Truyền thông|ngày truy cập=ngày 10 tháng 4 năm 2012|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref> mật độ dân số đạt 1390 người\/km².\n\n== Lịch Sử ==\n- Là vùng chuyển tiếp giữa các tỉnh trung du miền núi phía Bắc với đồng bằng châu thổ sông Hồng, trải qua hàng nghìn năm lịch sử dựng nước và giữ nước, người dân Bồ Sao đã xây dựng nên vùng đất giàu truyền thống cách mạng và giá trị lịch sử, văn hoá - Đó là truyền thống yêu nước, đấu tranh bất khuất chống kẻ thù xâm lược, truyền thống đoàn kết chống thiên tai và những giá trị văn hoá kết tinh thần sâu sắc. Với đức tính cần cù, chịu thương, chịu khó cùng khối óc thông minh sáng tạo, nhân dân Bồ Sao đã để lại khá nhiều công trình kiến trúc cổ có giá trị về lịch sử, văn hóa như Đình, Đền Đuông, Đền Tam Thánh, Chùa Bảo Ân. Trong đó nổi bật nhất là Đền Đuông  công trình đã được Bộ Văn hóa - Thông tin công nhận là Di tích lịch sử và kiến trúc nghệ thuật cấp Quốc gia năm 1993 gắn với lễ hội “cướp gương, cướp bông” đặc sắc, được lưu truyền, gìn giữ từ thế hệ này sang thế hệ khác và ngày càng được bảo tồn và phát huy trong thời đại ngày nay, đây cũng là một trong số ít những di tích lịch sử văn hóa có giá trị của huyện còn lưu giữ lại.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Vĩnh Phúc}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Tường}}"}