{"455286":"{{Infobox Military Unit\n|unit_name= Bộ chỉ huy viện trợ quân sự tại Việt Nam\n|image= [[Tập tin:Military Assistance Command, Vietnam SSI.svg|100px]]\n|caption=\n|dates= 1962-1973\n|country=[[Hoa Kỳ]]\n|allegiance=\n|branch= Bộ chỉ huy liên quân\n|type= \n|role= \n|size= \n|command_structure=\n|garrison= [[Căn cứ không quân Tân Sơn Nhứt]]\n|garrison_label=\n|equipment=\n|equipment_label=\n|nickname=\n|patron=\n|motto=\n|colors=\n|colors_label=\n|march=\n|mascot=\n|battles= [[Chiến tranh Việt Nam]]\n|anniversaries=\n|decorations=\n|battle_honours=\n<!-- Commanders -->\n|current_commander=\n|current_commander_label=\n|ceremonial_chief=\n|ceremonial_chief_label=\n|colonel_of_the_regiment=\n|colonel_of_the_regiment_label=\n|notable_commanders=[[Paul Harkins]]<br \/>[[William Westmoreland|William C. Westmoreland]]<br \/>[[Creighton Abrams]]<br \/>[[Frederick Weyand|Frederick C. Weyand]] \n<!-- Insignia -->\n|identification_symbol=\n|identification_symbol_label=\n|identification_symbol_2=\n|identification_symbol_2_label=\n}}\n\n'''Bộ chỉ huy Viện trợ Quân sự Hoa Kỳ tại Việt Nam''' (tiếng Anh: ''The US Military Assistance Command, Vietnam''), viết tắt là '''MACV''', đọc theo âm tiếng Việt là '''Mắc-vi''') là cơ quan chỉ huy quân sự thống nhất đối với các đơn vị quân sự của Mỹ tại miền Nam Việt Nam trong thời kỳ [[chiến tranh Việt Nam]].\n\n== Tổ chức tiền thân ==\nĐể trợ giúp quân viễn chinh [[Pháp]] trong cuộc [[chiến tranh Đông Dương]] chống lại những người [[Việt Minh]], tháng 9 năm 1950, [[Tổng thống Hoa Kỳ|Tổng thống Mỹ]] [[Harry S. Truman|Harry Truman]] đã cử một [[Phái bộ Cố vấn Quân sự]] (''Military Assistance Advisory Group'' - '''MAAG''') đến Việt Nam. Phái bộ này không thực hiện nhiệm vụ như là những quân nhân chiến đấu, mà là để giám sát việc sử dụng các trang thiết bị quân sự viện trợ của Mỹ trị giá 10 triệu dollar (thời giá năm 1950) để hỗ trợ của Pháp trong nỗ lực của họ để chống lại lực lượng Việt Minh.\n\nSau [[Hiệp định Genève, 1954|Hiệp định Geneve]] 1954, quân Pháp phải rút khỏi Việt Nam. Để giúp [[Ngô Đình Diệm]] xây dựng lực lượng và loại trừ ảnh hưởng của Pháp, trong cuộc họp tại Washington, DC ngày 12 tháng 2 năm 1955, chính phủ Mỹ đã quyết định các viện trợ quân sự của Mỹ sẽ chuyển trực tiếp cho chính phủ [[Ngô Đình Diệm]] và trách nhiệm quân sự lớn sẽ được chuyển giao từ người Pháp sang cho MAAG với sự chỉ huy của [[Trung tướng]] [[John O'Daniel]]. Sau những binh sĩ Pháp cuối cùng rút đi, cuối tháng 6 năm 1956, số cố vấn tại MAAG đã tăng lên đến 740 người. Phái bộ chia làm 3 nhóm ở mỗi quốc gia tại bán đảo [[Bán đảo Đông Dương|Đông Dương]] là [[Việt Nam]], [[Lào]] và [[Campuchia]].\n\nTrong cuộc đấu tranh với những người Cộng sản miền Nam, [[Ngô Đình Diệm]], khi đấy đã là tổng thống, đã không chấp nhận cho phép các cố vấn Mỹ tham gia chỉ huy đến các đơn vị cấp chiến thuật. Ông lo ngại các cố vấn Mỹ sẽ dần dần kiểm soát hoặc tạo ảnh hưởng đến quân đội của ông ta. Tuy nhiên, đến năm 1961, khi các hoạt động quân sự của những người Cộng sản miền Nam trở nên mạnh mẽ hơn, Ngô Đình Diệm đã buộc phải chấp nhận sự gia tăng ảnh hưởng của người Mỹ lên chính quyền và quân đội của mình. Viện trợ quân sự của Mỹ tăng nhanh chóng từ 50 triệu dollar (1959) lên đến 144 triệu dollar (1961). Đồng thời, Ngô Đình Diệm phải đồng ý rất miễn cưỡng cho phép các cố vấn Mỹ được tham gia chỉ huy đến cấp tiểu đoàn. Điều này làm tăng đáng kể số lượng các cố vấn quân sự Mỹ trong các đơn vị quân đội của Ngô Đình Diệm, và đây cũng là một trong những lý do mà những người Cộng sản Việt Nam buộc tội chính quyền Diệm vi phạm nghiêm trọng các điều khoản của Hiệp định Geneve.\n\n== Hình thành và hoạt động ==\nTuy số lượng cố vấn tăng lên liên tục, nhưng [[Quân lực Việt Nam Cộng hòa]] vẫn rất vất vả trong việc ngăn chặn sự phát triển của những đội quân của những người Cộng sản miền Nam, mà không lâu sau đó đã tập hợp thành một đội quân chính quy, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam Việt Nam]], vào ngày 15 tháng 2 năm 1961. Vì vậy, Chính phủ Mỹ và [[Việt Nam Cộng hòa]] phải thành lập một cơ quan chỉ huy quân sự mới, với mục đích không chỉ làm công tác cố vấn huấn luyện cho quân đội Việt Nam Cộng hòa, mà còn đi xa hơn nữa là đưa quân đội Mỹ vào tham chiến tại Nam Việt Nam.\n\nMACV được thành lập vào ngày 8 tháng 2 năm 1962, về danh nghĩa là cơ quan chỉ huy quân sự toàn bộ các lực lượng quân sự Mỹ tại Việt Nam, nhưng trên thực tế, có quyền hạn chỉ huy về mặt quân sự của toàn bộ các lực lượng quân sự của Hoa Kỳ, Việt Nam Cộng hòa và các đồng minh tại Nam Việt Nam. Chính điều này đã làm tổng thống Ngô Đình Diệm rất khó chịu và đã tìm nhiều biện pháp để giảm sự ảnh hưởng của MACV đến quyền lực của ông, cũng như ngăn cản việc đưa quân đội Mỹ và đồng minh vào tham chiến tại Việt Nam. Đây cũng là một lý do dẫn đến [[đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính]] và [[Vụ bắt giữ và sát hại Ngô Đình Diệm|cái chết của ông]] một năm rưỡi sau đó.\n\nBan đầu, MACV là một cơ quan độc lập với MAAG và cũng chỉ giới hạn trong việc đưa các cố vấn quân sự tham gia chỉ huy các đơn vị của Việt Nam Cộng hòa. Đến ngày 15 tháng 5 năm 1964, MAAG sáp nhập với MACV để trở thành một cơ quan chỉ huy thống nhất và về viện trợ, cố vấn và chỉ huy quân sự cao nhất của Hoa Kỳ và đồng minh tại Nam Việt Nam.\n\nTừ năm 1964 cho tới 1973, MACV trên thực tế là cơ quan có quyền lực nhất tại miền Nam Việt Nam, có nhiệm vụ chỉ huy mọi hoạt động quân sự của Mỹ và các đồng minh (Hàn Quốc, Úc, Thái Lan, Quân lực Việt Nam Cộng hòa). Ngay cả các tổng thống Việt Nam Cộng hòa nhiều khi cũng không được can dự vào các quyết định của MACV, và nếu muốn, MACV có thể ra lệnh lật đổ bất kỳ tổng thống Việt Nam Cộng hòa nào mà họ muốn phế truất, tương tự như các [[Toàn quyền Đông Dương]] của Pháp trong thời [[Pháp thuộc]].\n\nSau 11 năm tồn tại, theo điều khoản của Hiệp định Paris, các lực lượng Mỹ và đồng minh phải triệt thoái trong vòng 60 ngày kể từ ngày ngừng bắn. Do đó, MACV cũng được giải tán vào ngày 29 tháng 3 năm 1973. Tuy giải tán trên danh nghĩa, nhưng trong thực tế, các cố vấn quân sự Mỹ vẫn hiện diện ở miền Nam Việt Nam để điều phối các hoạt động quân sự cho tới ngày 30\/4\/1975 dưới danh nghĩa Văn phòng Tùy viên Quân sự Mỹ (DAO).\n\n== Các đời chỉ huy trưởng ==\n\n{| class=\"wikitable sortable\"\n|-\n!STT\n!Tên\n!Năm sinh - Năm mất\n!Cấp bậc\n!Nhiệm kỳ\n!Chức vụ cuối cùng\n|-\n|1\n|[[Paul D. Harkins]]\n|1904 – 1984\n|[[Đại tướng]]\n|tháng 2 năm 1962 - tháng 6 năm 1964\n|Chỉ huy trưởng MACV\n|-\n|2\n|[[William Westmoreland|William C. Westmoreland]]\n|1914 – 2005\n|Đại tướng\n|tháng 6 năm 1964 - tháng 7 năm 1968\n|Tham mưu trưởng Lục quân Hoa Kỳ\n|-\n|3\n|[[Creighton Abrams|Creighton Williams Abrams Jr.]]\n|1914 – 1974 \n|Đại tướng\n|tháng 7 năm 1968 - tháng 6 năm 1972\n|Tham mưu trưởng Lục quân Hoa Kỳ\n|-\n|4\n|[[Frederick C. Weyand]] \n|1916 – 2010\n|Đại tướng\n|tháng 6 năm 1972 - tháng 3 năm 1973\n|Tham mưu trưởng Lục quân Hoa Kỳ\n|}\n\n== Các đơn vị trực thuộc MACV ==\n* Bộ chỉ huy Lục quân (''United States Army Vietnam'' - '''USARV''')\n* Bộ tư lệnh Hải quân (''Naval Forces Vietnam'' - '''NAVFORV''')\n* Không lực 7 (''Seventh Air Force'' - '''7AF''')\n* Lực lượng Thủy bộ số 3 (''III Marine Amphibious Force'' - '''III MAF''')\n* Lực lượng dã chiến số 1 (''I Field Force, Vietnam'' - '''I FFV''')\n* Lực lượng dã chiến số 2 (''II Field Force, Vietnam'' - '''II FFV''')\n* Quân đoàn 24 (''XXIV Corps'')\n* Lực lượng đặc biệt số 5 (''5th Special Forces Group'')\n* Cơ quan Điều phối Dân sự Vụ và Phát triển Nông thôn (''Civil Operations and Rural Development Support'' - '''CORDS''')\n* [[MACVSOG|Nhóm nghiên cứu và quan sát]] (''Studies and Observations Group'' - '''SOG''')\n\n== Văn phòng Tùy viên Quân sự DAO ==\nVăn phòng Tùy viên Quân sự Hoa Kỳ tại Việt Nam, tên chính thức là '''Phòng Tùy viên Quốc phòng Hoa Kỳ tại Sài Gòn''' (''Defense Attaché Office Saigon'', thường được gọi tắt là '''DAO Saigon'''), được Hội đồng Tham mưu trưởng Liên quân Hoa Kỳ, theo đề nghị của [[CINCPAC]] và MACV thành lập ngày 28 tháng 1 năm 1973<ref>{{chú thích sách |last=Le Gro |first=William |title=Vietnam: Cease Fire To Capitulation |publisher=US Army Center of Military History CMH Pub 90-29 |year=1985 |isbn=978-1410225429|Chapter 2: U. S. Organization for the Cease-Fire}}<\/ref>. Đây là một cơ quan thống nhất phụ trách các tuỳ viên quân sự Hoa Kỳ tại Việt Nam, đồng thời quản lý việc hiện diện của quân đội Mỹ tại Việt Nam sau khi ngừng bắn, bao gồm cả các chương trình viện trợ cho quân đội Việt Nam Cộng hòa, quản lý các hợp đồng mua sắm viện trợ [[Không lực Việt Nam Cộng hòa]], quản lý các nhân viên Mỹ vẫn còn công tác tại Việt Nam sau khi ngừng bắn. Ngoài ra, cơ quan này còn chịu trách nhiệm thống kê và báo cáo về các vấn đề đang xảy ra, chẳng hạn như việc vi phạm ngưng bắn và các thông tin tình báo có liên quan đến lợi ích của Hoa Kỳ và Chương trình Cố vấn quân sự tại [[Đông Nam Á]]. Trụ sở của DAO được đặt trong [[Căn cứ không quân Tân Sơn Nhứt|Căn cứ Không quân Tân Sơn Nhứt]] cạnh trụ sở MACV. Ngoài ra, DAO cũng có các văn phòng đại diện ở [[Đà Nẵng]], [[Pleiku]], [[Quy Nhơn|Qui Nhơn]], [[Nha Trang]], [[Biên Hòa]], [[Long Bình]], [[Nhà Bè]], [[Đồng Tâm]], [[Bình Thủy]] và [[Cần Thơ]].\n\n== Trụ sở MACV ==\n[[Tập tin:MACV Compound, April 1967.png|nhỏ|Trụ sở MACV tại sân bay Tân Sơn Nhứt trong quá trình xây dựng năm 1967. Vì sự đồ sộ mà toà nhà này được gọi là \"Lầu Năm Góc phương Đông\".]]\n[[Tập tin:MACV HQ 1969.jpg|nhỏ|Một góc trụ sở MACV năm 1969]]\nTrụ sở MACV đặt tại sân bay Tân Sơn Nhứt. Trong thời kỳ chiến tranh Việt Nam tại đây có một đường dây liên lạc kết nối thẳng tới Lầu Năm Góc. Khi Mỹ rút quân năm 1975, toà nhà đã bị phá huỷ và không thể sử dụng nữa. \n\n== Xem thêm ==\n*[[Phái bộ Cố vấn Quân sự Hoa Kỳ tại Việt Nam]] (MAAG)\n*[[Phái bộ liên lạc và huấn luyện hỗn hợp Pháp - Mỹ tại Việt Nam]] (TRIM)\n*[[John Paul Vann]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Nguồn tham khảo ==\n* Stanton, Shelby, ''Vietnam Order of Battle'', ISBN 0-89193-700-5\n* Sorley, Lewis, ''A Better War: The Unexamined Victories and Final Tragedy of America's Last Years in Vietnam'', ISBN 0-15-601309-6\n* William C. Westmoreland, A Soldier Reports, Garden City, N.Y.: Doubleday, 1976.\n\n== Liên kết ngoài ==\n* [http:\/\/www.richmond.edu\/~ebolt\/history398\/MACV.html History of MACV] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081203165608\/http:\/\/www.richmond.edu\/%7Eebolt\/history398\/MACV.html |date = ngày 3 tháng 12 năm 2008}}\n* [http:\/\/www.9thmedlab.org\/map.htm Saigon Facilities Map 1969] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090901163848\/http:\/\/www.9thmedlab.org\/map.htm |date = ngày 1 tháng 9 năm 2009}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Quân sự Hoa Kỳ]]\n[[Thể loại:Các đơn vị Quân đội Hoa Kỳ trong Chiến tranh Việt Nam]]\n[[Thể loại:Hiện diện quân sự của Hoa Kỳ tại nước ngoài]]"}