{"1740272":"{{Infobox film\n| name = Bụi đời Chợ lớn\n| image = BuidoiChoLon.jpg\n| caption = Áp phích chính thức của phim.\n| director = [[Charlie Nguyễn]]\n| producer = Martin Nguyễn<br \/>Jimmy Phạm Nghiêm\n| writer = Charlie Nguyễn<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/cho-lon-thanh-phim-truong-cua-bui-doi-cho-lon-2427640.html Chợ Lớn thành phim trường của \"Bụi đời Chợ Lớn\".], VnExpress.<\/ref>\n| based on = \n| narrator = Hà Hiền\n| starring = [[Johnny Trí Nguyễn]]<br \/>Hoàng Phúc<br \/>Hà Hiền<br \/>Long Điền<br \/>Huỳnh Bích Phương<br \/>[[Nhung Kate]]<br \/>[[Thanh Trúc]]<br \/>[[Hoàng Phi]]\n| music = Christopher Wong\n| cinematography = Tal Lazar\n| editing = Bradley Trần Quốc Bảo\n| studio = Galaxy Studio<br \/>[[Hãng phim Chánh Phương]]<br \/>EarlyRisers Media Group<br \/>Meitan Entertainment\n| distributor = Galaxy Studio<br \/>[[Hãng phim Chánh Phương]]\n|released = 19 tháng 4 năm 2013 (nhưng đã bị cấm chiếu)\n| runtime = 87 phút\n| country = [[Tập tin:Flag of Vietnam.svg|25px]] Việt Nam\n| language = tiếng Việt\n| budget = 16 tỷ VND<ref name=\"ReferenceA\">[http:\/\/vnexpress.net\/tin-tuc\/ban-doc-viet\/giai-tri\/soc-vi-bui-doi-cho-lon-bi-nem-da-tong-luc-2845078.html \"Bụi đời Chợ Lớn\" bị ném đá tổng lực.], VnExpress.<\/ref>\n| gross = \n}}\n'''Bụi đời Chợ Lớn''' là một bộ phim tâm lý - hành động - võ thuật Việt Nam do [[Charlie Nguyễn]] làm đạo diễn và viết kịch bản. Phim có sự tham gia của [[Johnny Trí Nguyễn]], Hoàng Phúc, Hà Hiền, Long Điền và Huỳnh Bích Phương. ''Bụi đời Chợ Lớn'' mô tả sống động và chân thật về những cuộc giao chiến đẫm máu giữa các [[Băng đảng|băng nhóm giang hồ]] ở vùng [[Chợ Lớn]], [[Thành phố Hồ Chí Minh]] để tranh giành địa bàn với nhau.<ref>[http:\/\/ione.vnexpress.net\/tin-tuc\/showbiz\/cine\/2013\/02\/45091-bui-doi-cho-lon-tung-trailer-doi-dau-dam-mau.html \"Bụi đời Chợ Lớn\" tung trailer đối đầu đẫm máu.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130217003431\/http:\/\/ione.vnexpress.net\/tin-tuc\/showbiz\/cine\/2013\/02\/45091-bui-doi-cho-lon-tung-trailer-doi-dau-dam-mau.html |date=2013-02-17 }}, VnExpress iOne.<\/ref> Ngày 7 tháng 6, Bộ Văn hóa Thể thao và Du lịch đã ra quyết định cấm lưu hành bộ phim vì vi phạm Luật điện ảnh. Tuy vậy, cho đến nay, việc cấm chiếu phim đã gây ra nhiều ý kiến trái chiều về hệ thống kiểm duyệt tại Việt Nam.\n\n==Lịch sử==\nPhim ban đầu dự kiến trình chiếu vào ngày 19 tháng 4 năm 2013 tại các rạp trên toàn quốc, tuy nhiên đã bị hoãn chiếu do không qua được kiểm duyệt của [[Cục Điện ảnh|Cục Điện ảnh Việt Nam]]. Việc Cục Điện ảnh Việt Nam không đồng ý thông qua nội dung của bộ phim ''Bụi đời Chợ Lớn'' đã gây ra những ý kiến trái chiều trên cộng đồng mạng, báo chí và những người yêu điện ảnh. Ngày 7 tháng 6 năm 2013, [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] đã ra quyết định cấm lưu hành bộ phim này vì vi phạm Luật điện ảnh Việt Nam.<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/bui-doi-cho-lon-bi-cam-chieu-vinh-vien-2812923.html \"Bụi đời Chợ Lớn\" bị cấm chiếu vĩnh viễn.], VnExpress.<\/ref>\n\n==Nội dung==\n{{biết trước nội dung tác phẩm}}\nBộ phim mở đầu với cảnh Lâm chở người yêu mình là Hương chạy thoát khỏi sự truy bắt của một số đàn em của tên trùm giang hồ Tài \"nhớt\". Khi không biết phải trốn đi đâu, Lâm đã đến cầu cứu anh trai là Hùng Chợ Lớn - trùm giang hồ của khu vực [[Chợ Lớn]]. Hùng bảo Lâm và Hương ẩn náu trong căn phòng nhỏ trong khi Hùng đi nói chuyện với Tài \"nhớt\". Còn về phía Tài \"nhớt\" thì hắn đã nhờ một người bạn thân võ nghệ cao cường là Phong \"bụi\" giúp hắn đi giết anh em Hùng, nhưng Phong đã từ chối bởi vì anh từng hứa với người yêu rằng sẽ rút khỏi thế giới giang hồ.\n\nTrong vòng nửa giờ sau, Tài \"nhớt\" cùng hàng chục đàn em tiến vào Chợ Lớn, Hùng cũng dẫn hàng chục đàn em kéo ra, hai phe gặp nhau tại khu bùng binh nhỏ để thương lượng. Vốn từ lâu có âm mưu lấy Chợ Lớn làm nơi kinh doanh ma túy khổng lồ nên Tài \"nhớt\" bảo nếu Hùng giao lại khu Chợ Lớn cho hắn thì hắn sẽ bỏ qua chuyện Lâm cướp người tình của hắn. Hùng không đồng ý khiến Tài \"nhớt\" giận dữ, cả hai phe lao vào chém giết nhau, xác người và máu đầy trên đường. Lâm một mình chạy ra nơi đó rồi hỗ trợ phe Chợ Lớn giúp anh mình. Trong cuộc giao chiến, lẽ ra Hùng đã giết được Tài \"nhớt\" nhưng Phong \"bụi\" đã đến cứu hắn kịp thời. Từ khi Phong xuất hiện thì phe Chợ Lớn bị yếu thế hơn nên Hùng ra lệnh cho anh em rút về. Một người bạn thân của Lâm là Nghĩa đã phải bỏ mạng trong cuộc giao chiến này.\n\nHùng và Lâm sau đó nghĩ ra mưu kế để giết Tài \"nhớt\", ngờ đâu một thanh niên trẻ tuổi tên Bi bị dính bẫy. Bi nghe lời Tài \"nhớt\" xông vào định chém Hùng nhưng lại bị Hùng đâm chết. Bi chính là em trai của người yêu Phong \"bụi\". Sau khi Tài \"nhớt\" cho Phong thấy xác chết của Bi, Phong tức giận đến nhà Hùng rồi đánh nhau dữ dội với Hùng. Phong đâm một nhát dao vào bụng Hùng rồi bỏ đi. Trong cơn hấp hối Hùng bảo đàn em đưa cô vợ Yến đang mang thai của mình trốn khỏi Chợ Lớn thật nhanh để tránh sự truy sát của Tài \"nhớt\". Hùng kêu Lâm đưa mình lên tầng cao nhất của khu [[chung cư]] để ngồi chứ không chịu đi bệnh viện. Kỳ - một đàn em dũng cảm của Hùng đã dẫn một nhóm anh em đi giết Phong nhằm mục đích trả thù cho Hùng. Cả hai phe tiếp tục lao vào đánh nhau, Kỳ cùng với những anh em khác bị Phong và đàn em của Tài \"nhớt\" giết sạch.\n\nTài \"nhớt\" cho Phong biết rằng hắn đang bắt giữ Trang - người yêu của Phong và bắt buộc anh chiếm khu vực Chợ Lớn cho hắn, nếu không thì Trang sẽ chết. Phong đành dẫn bọn đàn em còn lại của Tài \"nhớt\" đến khu chung cư để giết nốt Lâm cùng nhóm anh em Chợ Lớn cuối cùng. Hai phe giết nhau tiếp tục, đến khi hai phe đều chết sạch thì Lâm xông vào đánh Phong nhưng bị Phong đánh trả dữ dội. Tài \"nhớt\" lúc này xuất hiện, hắn tiết lộ rằng hắn đã giết Trang rồi bất ngờ rút dao đâm chết Phong. Tài \"nhớt\" định giết luôn Lâm nhưng Hương đã lao vào lãnh trọn nhát dao của Tài \"nhớt\" để cứu Lâm. Nhìn thấy cái chết của Hương, Lâm giận dữ xô Tài \"nhớt\" từ tầng lầu cao rơi xuống đất chết. Hùng nói chuyện với Lâm vài lời cuối cùng rồi cũng ngã ra chết do mất quá nhiều máu từ vết thương trên bụng. Sau đêm đẫm máu đó, Lâm đã phải ở tù mười năm. Bộ phim kết thúc với cảnh Lâm gặp lại vợ con của Hùng sau khi được ra tù.\n\n{{hết phần cho biết trước nội dung}}\n\n==Diễn viên==\n*[[Johnny Trí Nguyễn]] đóng vai Phong \"bụi\"\n*Hoàng Phúc đóng vai Tài \"nhớt\"\n*Hà Hiền đóng vai Lâm\n*Long Điền đóng vai Hùng Chợ Lớn\n*Huỳnh Bích Phương đóng vai Hương\n*[[Nhung Kate (diễn viên)|Nhung Kate]] đóng vai Trang\n*[[Thanh Trúc]] đóng vai Yến\n*[[Hoàng Phi]] đóng vai Bi\n*Mai Song Tùng đóng vai Kỳ\n*[[Quang Sự]] đóng vai Quân\n*Việt Cường đóng vai Nghĩa\n*Trần Như Thục đóng vai Kiệt\n*Nhan Thanh Toàn đóng vai Cừ\n*Tiến Thành đóng vai Toàn\n*[[Kiều Minh Tuấn]] đóng vai Tiến\n*Antoneus Maximus đóng vai Long\n\n==Sản xuất==\nHơn 80% phân cảnh của ''Bụi đời Chợ Lớn'' được thực hiện tại khu vực Chợ Lớn, gồm phần lớn tại [[quận 5]], [[quận 6]], [[quận 10]] và một phần [[quận 11]]. Khu vực xung quanh [[chợ Kim Biên]], [[chợ Bình Tây]] được sử dụng nhiều nhất cho những cảnh hành động lớn trong phim, với nhiều phân cảnh có đường dây kịch bản ly kỳ phức tạp, nhiều cảnh chiến đấu, có khi số lượng diễn viên lên đến gần 150 người cùng nhiều đạo cụ phức tạp.<ref name=\"thanhnienihay\">[http:\/\/ihay.thanhnien.com.vn\/pages\/20130224\/cho-lon-dep-la-lung-trong-phim-cua-charlie-nguyen.aspx Chợ Lớn đẹp lạ lùng trong phim của Charlie Nguyễn.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130712055105\/http:\/\/ihay.thanhnien.com.vn\/pages\/20130224\/cho-lon-dep-la-lung-trong-phim-cua-charlie-nguyen.aspx |date=2013-07-12 }}, Thanh Niên.<\/ref>\n\nĐạo diễn Charlie Nguyễn nói: \"''Chợ Lớn không chỉ đóng vai trò là bối cảnh phim mà còn là một \"nhân vật\" đặc biệt, và rất quan trọng trong câu chuyện này. Nó có một ý nghĩa rất quan trọng với các nhân vật mà khi xem phim các khán giả nếu tinh ý sẽ nhận ra được''\".<ref name=\"thanhnienihay\"\/>\n\n==Kiểm duyệt phim==\nBộ phim đã phải hoãn lịch chiếu vô thời hạn do không được cấp phép của [[Cục Điện ảnh|Cục Điện ảnh Việt Nam]]. Bộ phim dự kiến ra mắt trên toàn quốc từ ngày 19 tháng 4 nhưng phải lùi ngày chiếu để biên tập, cắt gọt. Theo yêu cầu của Hội đồng Trung ương Thẩm định Phim truyện – Cục Điện ảnh, nhà sản xuất và đạo diễn sẽ chỉnh sửa lại để ''Bụi đời Chợ Lớn'' phù hợp hơn với văn hóa phương Đông. Thông tin đưa ra từ phía Cục Điện ảnh, ngày 26 tháng 10 năm 2012, Cục Điện ảnh đã có văn bản Giám định kịch bản phim truyện ''Bụi đời Chợ Lớn'', Cục yêu cầu [[Hãng phim Chánh Phương]] (đơn vị sản xuất) phải sửa chữa kịch bản, cắt bỏ hoặc tiết chế những cảnh thể hiện tính chất bạo lực gây hoảng loạn, ghê sợ hoặc phản cảm… để tránh vi phạm Luật Điện ảnh. Cục cũng khuyến cáo nhà sản xuất không đưa vào phim các băng Đảng xã hội đen ngang nhiên hoành hành, dàn trận thanh toán nhau đẫm máu bằng dao kiếm, lưỡi lê trên các đường phố Thành phố Hồ Chí Minh mà tuyệt nhiên không có sự can thiệp nào của các cơ quan chức năng. Tuy nhiên, phía công ty Chánh Phương đã tiến hành sản xuất bộ phim mà không trình thẩm định lại kịch bản theo yêu cầu của cơ quan quản lý.<ref name=\"vnexpress.net\">[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/bui-doi-cho-lon-hoan-chieu-vi-phai-chinh-sua-2594103.html Bụi đời Chợ Lớn hoãn chiếu vì phải chỉnh sửa.], VnExpress.<\/ref>\n\nNgày 19 tháng 3 năm 2013, Hội đồng Trung ương thẩm định phim truyện gồm 8 thành viên đã tiến hành thẩm định bộ phim, theo đó, 4 người bỏ phiếu \"không phổ biến\", 4 người yêu cầu nhà sản xuất muốn phổ biến phim phải chỉnh sửa lại nội dung phim theo chiều hướng giảm bớt tính bạo lực, đẫm máu. Bà Nguyễn Thị Hồng Ngát - Phó chủ tịch thường trực [[Hội Điện ảnh Việt Nam]], ủy viên Hội đồng Trung ương thẩm định phim truyện cho biết: \"Sau khi bàn bạc, Hội đồng thẩm định đã quyết định yêu cầu nhà sản xuất phim phải chỉnh sửa lại nội dung phim bởi phim có quá nhiều cảnh bạo lực. Phim xoay quanh cuộc chiến tranh giành địa bàn giữa 2 băng Đảng xã hội đen với những màn thanh toán, chém giết lẫn nhau đẫm máu. Phim lấy bối cảnh tại Thành phố Hồ Chí Minh, nhưng hiện thực phản ánh trong phim không đúng với hiện thực cuộc sống của Thành phố Hồ Chí Minh. Những cảnh chém giết diễn ra liên miên mà không có bất kỳ sự can thiệp nào từ phía cơ quan chức năng… Những nhân vật có tính hướng thiện trong phim lại xuất hiện rất yếu ớt, mờ nhạt. Chính vì những vấn đề nêu trên, Hội đồng yêu cầu nhà sản xuất sửa phim để không vi phạm Luật Điện ảnh của Việt Nam\".<ref name=\"dantri.com.vn\">[http:\/\/dantri.com.vn\/van-hoa\/phim-cua-ohnny-tri-nguyen-vi-pham-luat-dien-anh-vn-718324.htm Phim của Johnny Trí Nguyễn vi phạm luật điện ảnh.], Dân Trí.<\/ref>\n\nNgày 7 tháng 6 Bộ Văn hóa Thể thao và Du lịch đã ra quyết định cấm lưu hành bộ phim vì vi phạm Luật điện ảnh.\n\n==Tranh cãi về việc duyệt phim==\nSau khi có thông tin hoãn chiếu ''Bụi đời Chợ Lớn'' vì không qua kiểm duyệt, khán giả cũng tranh luận sôi nổi trên mạng xã hội, diễn đàn về vấn đề này. Ban đầu, ý kiến số đông hùa theo việc đả kích lại sự khắt khe của Hội đồng duyệt phim nhưng sau đó, những luồng ý kiến khác cũng xuất hiện càng khiến câu chuyện kiểm duyệt trở nên phức tạp hơn trước.<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/tranh-luan-trai-chieu-ve-viec-hoan-chieu-bui-doi-cho-lon-2655757.html Tranh luận trái chiều về việc hoãn chiếu \"Bụi đời Chợ Lớn\".], VnExpress.<\/ref>\n\n==Phim bị rò rỉ trên Internet==\nNgày 5 tháng 7 năm 2013, bộ phim ''Bụi đời Chợ Lớn'' với thời lượng 1 tiếng 27 phút bị rò rỉ lan truyền với tốc độ chóng mặt<ref>[http:\/\/ihay.thanhnien.com.vn\/pages\/20130705\/dao-dien-charlie-nguyen-soc-nang-khi-bui-doi-cho-lon-ro-ri-tren-mang.aspx Đạo diễn Charlie Nguyễn sốc nặng khi \"Bụi đời Chợ Lớn\" rò rỉ trên mạng.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130708065045\/http:\/\/ihay.thanhnien.com.vn\/pages\/20130705\/dao-dien-charlie-nguyen-soc-nang-khi-bui-doi-cho-lon-ro-ri-tren-mang.aspx |date=2013-07-08 }}, Thanh Niên.<\/ref>. Phản ứng trước thông tin này, đạo diễn Charlie Nguyễn rất sốc vì đứa con tinh thần của mình bị đưa tràn lan lên mạng<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/bui-doi-cho-lon-bat-ngo-bi-tung-len-mang-2843816.html \"Bụi đời Chợ Lớn\" bất ngờ bị tung lên mạng.], VnExpress.<\/ref>. Việc lần đầu tiên trong lịch sử điện ảnh Việt Nam, một bộ phim không được cơ quan quản lý văn hóa cấp phép phổ biến xuất hiện trên mạng khiến số người tìm kiếm từ khóa \"Bụi đời Chợ Lớn\" tăng vọt<ref>[http:\/\/danviet.vn\/146217p1c30\/bui-doi-cho-lon-de-bep-ba-tung.htm \"Bụi đời Chợ Lớn\" đè bẹp \"Bà Tưng\".] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130710150514\/http:\/\/danviet.vn\/146217p1c30\/bui-doi-cho-lon-de-bep-ba-tung.htm |date=2013-07-10 }}, Dân Việt.<\/ref>. Đĩa phim DVD lậu của ''Bụi đời Chợ Lớn'' cũng được bày bán khắp nơi, đáng chú ý nhất là ở thị trường [[Thành phố Hồ Chí Minh]] và [[Hà Nội]]. Những đĩa phim có in bìa rất đẹp và bắt mắt, rất nhiều người đổ xô đi mua đĩa và đặc biệt đa số người mua lại là những bạn trẻ.<ref name=\"ReferenceA\"\/>\n\n==Xem thêm==\n* [[Bụi đời]] ''(nói chung)''\n* [[Dân giang hồ]]\n* [[Băng đảng]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.imdb.com\/title\/tt2592594\/ Bụi đời Chợ Lớn] tại [[Internet Movie Database]]\n*[https:\/\/vi-vn.facebook.com\/BuiDoiChoLon Bụi đời Chợ Lớn] tại [[Facebook]]\n*[http:\/\/www.youtube.com\/watch?v=b9pw1sdwyYs Trailer phim.]\n\n{{Charlie Nguyễn}}\n\n[[Thể loại:Phim năm 2013]]\n[[Thể loại:Phim mạng Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hành động Việt Nam]]\n[[Thể loại:Phim võ thuật Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim của Galaxy Studio]]\n[[Thể loại:Phim của Chánh Phương]]\n[[Thể loại:Phim do Charlie Nguyễn đạo diễn]]\n[[Thể loại:Johnny Trí Nguyễn]]\n[[Thể loại:Phim xã hội đen]]\n[[Thể loại:Phim tội phạm]]\n[[Thể loại:Phim về tội phạm]]\n[[Thể loại:Phim về giết người]]\n[[Thể loại:Phim về trả thù]]\n[[Thể loại:Phim bị cấm phát hành tại Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở nhà tù]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hành động thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]"}