{"821063":"'''Bức thư nhà''' là một bài thơ hay của [[Nguyễn Bính]], sáng tác năm 1965, gồm 156 câu, với ba mươi chín khổ thơ, viết theo thể [[thơ song thất lục bát|song thất lục bát]].\n\n==Hoàn cảnh ra đời==\nNăm 1965, [[Hoa Kỳ]] đem thêm quân vào Miền Nam, thanh niên Miền Bắc đang có phong trào ''Vì Miền Nam ruột thịt'', thanh niên trai tráng tình nguyện lên đường vào Nam đánh Mỹ. Hồi đó bỗng có một bài thơ ''Chinh phụ tân thời'' lưu truyền trong dân gian, thác lời một người vợ bộ đội than thở cảnh vợ chồng chia biệt, với những lời lẽ ủy mị. [[Nguyễn Bính]] liền viết bài thơ ''Bức thư nhà'' cũng là lời lẽ một vợ chiến sĩ gửi cho chồng để bút chiến lại bài ''Chinh phụ tân thời''.\n\n==Trích dẫn==\n::''Được tin anh lòng mừng khôn xiết\n::''Trả lời anh em viết thư này.\n::''Trong màn con đã ngủ say,\n::''Ngoài sân trăng giãi bóng cây la đà\n\n::...\n\n::''Em vừa tính, còn vài tháng nữa.\n::''Nghĩa vụ xong anh trở lại nhà,\n::''Cùng nhau chung sức tăng gia,\n::''Mẹ con chồng vợ nhà ta vui vầy.\n\n::''Nhưng bọn Mỹ là bầy quỷ ác, \n::''Nã đạn bom tàn sát dân ta.\n::''Anh ơi, giặc đã đến nhà, \n::''Đàn bà cũng đánh nữa là đàn ông!\n\n::...\n\n::''Khi giặc Mỹ thua đau cút thẳng,\n::''Cả hai miền chiến thắng reo vui,\n::''Anh về đời lại thêm tươi,\n::''Nhà ta vui lại gấp mười ngày nay.\n\n::''Em dệt lụa, mẹ may áo ấm, \n::''Bố đi về, con quấn theo chân.\n::''Tình chung lại đẹp gối chăn,\n::''Đêm nay nào khác đêm xuân năm nào.\n\n::''Vợ chồng lại cùng nhau ôn lại,\n::''Những ngày chờ tháng đợi vừa qua.\n::''Cứ như thế ấy mới là!\n::''Chung vui nghĩa nước tình nhà từ đây.\n\n::''Giấy một mảnh, giãi bày tâm sự\n::''Gửi đến nơi quân ngũ cho anh.\n::''Từng dòng từng chữ đinh ninh,\n::''Phong thư, phong trọn mối tình đôi ta.\n\n::''Anh giữ lấy thư nhà một bức,\n::''Tấm lòng em chân thực thiết tha\n::''Những khi đêm vắng chiều tà,\n::''Giở thư, thấy chữ như là thấy nhau.\n\n::''Trước em gửi lời chào đơn vị\n::''Sau chúc anh mạnh khỏe bình yên.\n::''Dặn anh, nhớ nhé, đừng quên!\n::''Mỗi kỳ chiến thắng thì biên thư về.\n\n==Đánh giá==\nBài thơ được [[Chu Văn]] đánh giá như sau: ''\"Bức thư nhà\" lời lẽ trau chuốt, mượt mà, phong cách dân gian, đọc trong các cuộc họp đã hay, nhưng chính là những lúc một mình ngâm ngợi, hoặc ru con, đi rất sâu, và gợi rất trúng. Cũng lạ. Từ đó không thấy ai nhắc đến cái bài vè \"Chinh phụ tân thời\" ướt át, não nề trước kia nữa.''<ref>Tuyển tập Nguyễn Bính, nxb Văn Học, 1986, trang 192<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Tác phẩm năm 1965]]\n[[Thể loại:Văn học Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Bài thơ Việt Nam]]"}