{"511750":"[[Tập tin:Seal of Emperor Gia Long NMVH EDAV n1.jpg|300px|nhỏ|phải|Bửu tỷ của vua Gia Long]]\n'''Bửu tỷ triều Nguyễn''' hay '''bảo tỷ triều Nguyễn''' là loại ấn tín của [[Hoàng đế]], tượng trưng cho Đế quyền của các vị vua [[nhà Nguyễn|triều Nguyễn]]. Bửu tỷ được coi là trọng khí của [[quốc gia]], nó có tác dụng xác nhận ý chí và mệnh lệnh của nhà vua. Các ấn tín của nhà Nguyễn được chia làm hai loại: Loại ấn bằng [[vàng]] gọi là \"kim bửu tỷ\" hay \"kim tỷ\" và loại ấn bằng [[ngọc]] hay còn gọi là \"ngọc tỷ\".\n\nMỗi loại ấn đều có một cách sử dụng riêng và dùng cho một loại văn thư được chỉ định. Dưới chế độ quân chủ, ấn kiếm thường là những vật tượng trưng cho quyền lực tối thượng của vua chúa. trong đó ấn là vật bảo chứng cho sự hiện diện và quyền lực tối thượng của nhà vua nên vai trò càng quan trọng. Ấn của vua vốn có nhiều loại, đúc bằng vàng, bằng ngọc, và gọi chung là bảo (bửu) tỷ.\n\n== Khái yếu ==\n[[Tập tin:Seal of Emperor Gia Long 1802 NMVH EDAV.jpg|300px|nhỏ|phải|Ấn tín của vua Gia Long]]\nTheo ghi chép của Nội Các triều Nguyễn trong Khâm định Đại Nam hội điển sự lệ thì bảo tỉ là từ để chỉ chung ấn của hoàng đế. Theo Khang Hy Từ điển, mục bộ \"NGỌC\" chữ Tỉ giải thích là \"ấn của Thiên tử và Chư hầu\" (Thiên tử Chư hầu ấn dã); ở mục chữ Bảo (Bửu) cũng giải thích là ấn của hoàng đế và chú thêm: \"nhà Tân gọi ấn hoàng đế là Tỉ, nhà Đường đổi lại gọi là Bảo (bửu)\". Thiều Chữu trong Hán Việt Tự Điển cũng có cách giải thích tương tự, ở phần chữ ẤN và có giải thích thêm như sau: \"Phép nhà Thanh định, ấn của các quan thân vương trở lên gọi là bảo. Từ quận vương trở xuống gọi là ấn, của các quan nhỏ gọi là kiềm ký, của các quan khâm sai gọi là quan phòng, của người thường dùng gọi là đồ chương\"<ref>Thiều Chửu, ''Hán Việt Tự Điển'' Nhà xuất bản thành phố Hồ Chí Minh, 1993, trang 71<\/ref>\n\nTừ thời [[Nguyễn Phúc Chu]] đã cho đúc bảo ấn vàng, sau khi Gia Long lập ra triều Nguyễn, việc đúc ấn mới được chú trọng. Tổng cộng trong thời Nguyễn sơ (1802-1883), nhà Nguyễn đã đúc đến hơn 20 chiếc bảo tỷ bằng vàng và bằng ngọc. Trong đó loại đúc bằng vàng chiếm đa số. Nhìn chung, các vua Nguyễn có rất nhiều tỷ, ấn. 13 đời vua nhà Nguyễn có tổng cộng khoảng 46 tỷ ấn. Trong đó, triều Gia Long có 6 chiếc ấn bằng vàng; triều Minh Mạng, chế thêm 8 chiếc.<ref name=\"vietnamnet.vn\">{{Chú thích web | url = http:\/\/m.vietnamnet.vn\/vn\/tin-nhanh\/14732\/quoc-an-cua-vua-bao-dai-luu-lac-o-phap-.html | tiêu đề = Quốc ấn của vua Bảo Đại lưu lạc ở Pháp? - VietNamNet | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 6 năm 2014 | nơi xuất bản = VietNamNet | ngôn ngữ = }}<\/ref>\n\nCác tỷ, ấn cùng với các loại kim sách, ngân sách, phù tín (hổ phù) bằng vàng, bạc được cất giữ trong các tráp, hòm tại [[điện Cần Chánh (hoàng thành Huế)|điện Cần Chánh]]. Đến đời [[Khải Định]] và [[Bảo Đại]], một số báu vật được lưu giữ tại điện Càn Thành và được bảo mật tuyệt đối. Nếu không có lệnh vua thì không một người nào được tự tiện mở ra xem.<ref name=\"vietnamnet.vn\"\/>\n\n== Các loại ==\nTheo ghi chép, Triều Nguyễn có đến 24 chiếc bảo tỷ bằng vàng và bằng ngọc được xếp vào loại Quốc bảo. Nếu căn cứ theo bản Dụ năm 1847 của vua Thiệu Trị, [[nhà Minh]] có 24 bửu tỷ, [[nhà Thanh]] có 25 bửu tỷ, thì số lượng bảo tỷ của triều Nguyễn cũng tương đương với các triều đại trên của Trung Quốc.<ref>Nội Các triều Nguyễn, Khâm định Đại Nam Hội điển Sự lệ, quyển 225. Bản dịch của Viện Sử học. Nhà xuất bản Thuận Hóa, Huế 1993, tập 14, trang 39<\/ref> Trong 20 chiếc bảo tỷ đúc đầu thời Nguyễn, có 6 chiếc đúc thời Gia Long và 14 chiếc đúc dưới thời Minh Mạng. Danh sách cụ thể gồm:\n\n=== Kim bửu tỷ ===\n[[Tập tin:Sceau Minh Mang.jpg|nhỏ|phải|300px|Hoàng Đế chi bửu]]\n[[Tập tin:National Museum of Vietnamese History March 2nd, 2018 14.jpg|nhỏ|phải|300px|Ấn ''Quốc gia tín bảo'' cùng kim sách mừng vua Gia Long lên ngôi năm 1806]]\nLoại bửu tỷ này gồm có 14 ấn, tất cả các ấn vàng này đều làm núm hình rồng, trên mỗi ấn đều khắc chữ để phân biệt, gồm:\n* Đại Việt quốc Nguyễn chúa vĩnh trấn chi bảo\n* Thủ tín thiên hạ văn vũ quyền hành\n* ''Ngự tiền chi bửu'' (御前之寶): Dùng để đóng vào các [[Dụ]] hay [[chỉ (luật)|Chỉ]] thuộc về thường sự ở trang thứ nhất, hàng [[niên hiệu]] và trang cuối cùng trên hai chữ \"Khâm thử\" (欽此). Nói chung là dùng để đóng vào các chỉ dụ bình thường\n* ''Văn lý mật sát bửu'' (文理密察寶): Đóng lên những văn bản ở chỗ có sửa chữa, thêm bớt và điểm \"giáp phùng\"<ref>Tức là chỗ hai trang giấy đóng tiếp nhau<\/ref> (dấu giáp lai) hoặc dùng để đóng vào các chỉ dụ, sớ chương đã có tẩy xóa hoặc thêm vào hoặc những chỗ giáp nhau của 2 tờ văn bản quan trọng.\n* ''Hoàng đế chi bửu'' (皇帝之寶): Dùng để đóng lên các bản \"Cáo dụ\" ban xuống cho các bậc huân thần<ref>Những bề tôi có công lớn<\/ref> và các nhân viên cao cấp.\n* ''Sắc mệnh chi bửu'' (敕命之寶): Dùng để đóng vào các Cáo mệnh hoặc [[Chiếu (luật)|chiếu văn]] phong tặng cho hoàng thân quốc thích hay công thần.\n* ''Chế cáo chi bửu'' (制誥之寶): Dùng để đóng vào các tờ huấn giới hay chiếu lệnh sai phái các quan văn võ.\n* ''Mệnh đức chi bửu'' (命德之寶): Dùng để đóng vào các văn bản ban thưởng cho các quần thần có công lao, thành tích.\n* ''Quốc gia tín bửu'' (國家信寶): Dùng để đóng vào các văn bản tuyên triệu các tướng soái hay trừng phạt binh sĩ.\n* ''Hoàng đế tôn thân chi bửu'' (皇帝尊親之寶): Dùng để đóng trên các đạo sắc văn khuyến giới dân chúng, hay khen tặng các nhân vật hiếu hạnh, tiết nghĩa.\n* ''Thảo tội an dân chi bửu'' (討罪安民之寶): Dùng để đóng vào các mệnh lệnh sai [[tướng]] xuất quân đi đánh dẹp.\n* ''Khâm văn chi tỷ'' (欽文之璽): Dùng để đóng vào các văn kiện liên quan đến các vấn đề học thuật như: mở khoa thi, thiết học đường, lập ban tu thư...\n* ''Duệ võ chi tỷ'' (叡武之璽): Dùng để đóng vào các văn kiện liên quan đến việc binh như Cáo văn cho binh sĩ, Lệnh mở khoa thi võ...\n* ''Đại Nam hiệp kỷ lịch chi bửu'' (大南协紀曆之寶): Dùng để đóng lên trên những cuốn [[lịch]] do triều đình in và ban phát mỗi [[năm]].\n* ''Tề gia chi bửu'' (齊家之寶): Dùng để đóng trên các Dụ, Chỉ hay Huấn thị trong nội đình.\n\nTrong các loại trên thì chiếc ấn quan trọng nhất và là biểu tượng cho hoàng đế là ấn Hoàng đế chi bửu. Ấn này được đúc bằng vàng ròng vào ngày mồng 4 tháng 2 năm Minh Mạng thứ 4 (tức ngày 15 tháng 3 năm 1823). Đây là chiếc bảo ấn lớn và đẹp nhất của triều Nguyễn. Ấn đúc hình vuông, quai ấn là một con rỗng uốn khúc, đầu ngẫng cao, mắt nhìn thẳng về phía trước, đỉnh đầu rỗng khắc hình chữ vương, kỳ (vây lưng) dựng đứng, đuôi cũng dựng đứng, vây đuôi uốn cong về phía trước, 4 chân rồng đúc rõ năm móng, tư thế chống chân xuống mặt ấn rất vững vàng. Mặt dưới của ấn khắc 4 chữ triện '''Hoàng đế chi bảo'''. Mặt trên của ấn, phía 2 bên quai khắc nổi 2 dòng chữ: \n:\"''Minh Mạng tứ niên nhị nguyệt sơ tứ nhật cát thời chú tạo''\" (Đúc vào giờ tốt ngày mồng 4 tháng 2 năm Minh Mạng thứ 4)\n: \"''Thập thành hoàng kim, trọng nhị bách thập lạng cửu tiền nhị phân''\" (Đúc bằng vàng, trọng lượng 280 lạng 9 chỉ 2 phân: khoảng 10,7&nbsp;kg)\n\nSử sách chép về chiếc ấn này như sau<ref>Đại Nam thực lục, tập VI, bản dịch của Viện Sử Học, nhà xuất bản Khoa học xã hội, năm 1963, trang 146<\/ref> \"''Ngày Giáp thìn đúc ấn Hoàng Đế chi bảo, nuốm làm rỗng cuốn hai tầng, vuông 3 tấc 2 phân, dày 5 phân, làm bằng vàng 10 tuổi, nặng 180 lượng 9 đồng 2 phân... gặp khánh tiết ban ơn, đại xá thiên hạ cũng là các cáo dụ thân huân, đi tuần thú các nơi để xem xét các địa phương, mọi điển lễ long trọng ấy, và ban sắc, thư cho ngoại quốc''\".\n\n=== Ngọc tỷ ===\n[[Tập tin:Seal of Emperor Gia Long NMVH EDAV n2.jpg|300px|nhỏ|phải|Ấn triện của vua Gia Long]]\nCác loại ngọc tỷ gồm 5 ấn, trên mỗi ấn có khắc các chữ để phân biệt như sau:\n* ''Vạn thọ vô cương'': Được làm bằng ngọc lục, dùng để đóng trên ấn chiếu trong dịp lễ Vạn thọ hoặc dùng cho việc khánh tiết, các điều khoản ban ơn.\n* ''Hoàng đế chi tỷ'': Được làm bằng ngọc bạch): Dùng để đóng trên các Chiếu văn ban trong các dịp cải nguyên<ref>Thay đổi niên hiệu<\/ref> hay trong các kỳ đại xá.<ref>Tha tội cho các phạm nhân<\/ref> hay các dịp trọng đại.\n* ''Đại Nam Thiên tử chi tỷ'': Được làm bằng ngọc bích và dùng cho việc tổ chức điển lễ lớn như tuần thú, xem xét các địa phương, ban thư sắc cho nước ngoài hay dùng để đóng trên các Văn kiện ngoại giao.\n* ''Đại Nam Hoàng đế chi tỷ'': Được là bằng ngọc trắng và dùng như Đại Nam Thiên tử chi tỷ.\n* ''Thân hành chi tỷ'': Được là bằng ngọc trắng và dùng để đóng trên các bản Huấn dụ hay Sắc thư trong lúc nhà vua ngự giá tuần du hay vi phục xuất tuần (vi hành) ban xuống nơi hành tại, dùng cho việc vua viết dụ chữ son.\n\nTrong 6 chiếc bảo tỷ bằng ngọc này có 4 chiếc núm hình hai con rồng cuốn, là các ấn Hoàng đế chi tỷ, Đại Nam hoàng đế chi tỷ, Đại Nam Thiên tử chi tỷ và Thần hàn chi tỷ.\n\n===Các loại khác ===\nNgoài 20 chiếc bửu tỷ trên, triều Nguyễn có 4 chiếc Ấn đúc từ thời các chúa Nguyễn. Đây là những chiếc ấn được xếp vào loại quý, chỉ để cất giữ. Gồm: \n[[Tập tin:Seal of Emperor Khai Dinh NMVH EDAV n2.jpg|300px|nhỏ|phải|Ấn tín của vua Khải Định]]\n* ''Truyền quốc kim bảo''\n* ''Truyền quốc ngọc tỷ'' (làm bằng ngọc trắng)\n* ''Tiểu lang kim bảo''\n* ''Tự lịch kim bảo''.\nVà 4 ấn chữ triện để đóng vào các sử sách và hoạ đồ đều làm bằng ngọc trắng, đúc năm Minh Mạng 17 (1836):\n* ''Tuấn triết văn minh'' (濬哲文明) với ý nghĩa là thâm thuý, sáng suốt và văn minh.\n* ''Quan văn hóa thành'' (觀文化成) với ý nghĩa là xem văn chương, thấy muôn vật đều theo giáo hoá mà thành tựu.\n* ''Khuê bích lưu quang (奎璧流光)'' với ý nghĩa là như sao Khuê hoặc như ngọc bích toả ánh sáng.\n* ''Tân hựu nhật tân'' (新又日新) với ý nghĩa là đã mới, ngày lại thêm mới.\nNgoài 24 chiếc bửu tỷ trên, triều Nguyễn còn nhiều ấn triện quý khác cũng làm bằng vàng ngọc như:\n* ''Tự Đức thần hàn'' (làm bằng vàng)\n* ''Khâm minh văn tứ'' (làm bằng ngọc trắng)\n* ''Thể Thiên hành kiện'' (làm bằng ngọc trắng)\n* ''Thiên điện tâm'' (làm bằng ngọc xanh)\n* ''Phong cương vạn cỗ'' (làm bằng ngọc xanh)\n* ''Ký thọ vĩnh xương'' (làm bằng ngọc xanh)\nNgoài ra còn 6 chiếc ấn bằng ngọc tốt khác. Các loại ấn triện này chỉ được xếp vào loại \"đồ thư văn bảo\" chứ không xếp vào loại bảo tỷ.\n\n== Cách thức sử dụng ==\n[[Tập tin:Seal of Emperor Khai Dinh NMVH EDAV n1.jpg|300px|nhỏ|phải|Ấn tín của vua Khải Định]]\nCác kim ngọc bửu tỷ đều được cất ở Trung Hòa Điện trong [[Điện Càn Thành (hoàng thành Huế)|Càn Thành]]. Mỗi khi Nội các dùng đến bưu tỷ nào thì do Cung giám phụng đưa các bửu tỷ ấy ra. Mỗi lần đóng Ngự tiền chi bửu, Văn lý mật sát bửu và Sắc mệnh chi bửu, quan Nội các hiệp đồng với Bộ quan đang trực, thiết án giữa Tả Vu của [[Điện Cần Chánh (hoàng thành Huế)|Điện Cần Chánh]] để hầu bửu.\n\nKhi dùng đến những bửu tỷ khác quan trọng hơn phải theo một thủ tục riêng. Trước hết, cơ quan có trách nhiệm làm phiến tâu trình lên hoàng đế để xin phép định [[ngày]] \"hầu bửu\". Đúng ngày định kỳ đã được phê duyệt, án được thiết lập tại Điện Cần Chánh. Quan Nội hầu thỉnh tráp đựng ấn ra, vệ binh cầm [[kiếm]] tuốt khỏi vỏ đứng hầu ở hai bên đàn. Quan Nội các và bộ quan đang trực mặc phẩm phục, bước vào chiếu, mở tráp ấn ra để đóng dấu. Khi ấn được đóng xong, Bửu tỷ được đặt lại vào [[tráp]]. Quan Nội Các niêm phong rồi Nội Thần nhận thỉnh vào cất. Mỗi lần đóng ấn về việc gì, hội đồng phải lập biên bản và ghi vào sổ.\n\n== Lễ nghi ==\nTừ năm 1837, mỗi năm cứ vào hạ tuần tháng chạp âm lịch tại Hoàng cung, nhà Nguyễn cử hành lễ \"phất thức\". Trước nhật kỳ, Nội các đem bản danh sách các Hoàng tử và văn võ đại thần trật nhất phẩm, các trưởng quan ở Nội các và Cơ mật Viện để trình Hoàng đế chọn người cho dự lễ trên.\n\nĐến ngày hành lễ, thiết án giữa Cần Chánh Điện, Nội thần thỉnh các Bửu tỷ rồi đưa lên án. Các Hoàng tử và các quan lại mặt lễ phục kính cẩn bước vào kiểm thị một cách cung kính. Các hòm ấn cất lại chỗ củ trước khi niêm phong cẩn thận. Đó là ngày phong ấn của triều đình hay còn gọi là lễ phất thức.\n\nTừ ngày này trở về sau, không được dùng những ấn này để đóng nữa mà phải đợi đến năm sau làm lễ Khai ấn mới dùng lại.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* ''Tổ chức chính quyền trung ương thời Nguyễn (1802 - 1847)'', Nguyễn Sĩ Hải, Sài Gòn, 1962\n* ''Tổ chức bộ máy nhà nước triều Nguyễn (1802 - 1884)'', Đổ Bang (chủ biên), Nguyễn Danh Phiệt, Nguyễn Quang Ngọc, Vũ Văn Quân, Nhà xuất bản Thuận Hóa, Huế, 1997\n\n{{Các chủ đề|Lịch sử|Việt Nam}}\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Di sản triều đại nhà Nguyễn]]\n[[Thể loại:Biểu tượng hoàng gia tại Việt Nam]]"}