{"797000":"{{for|khu du lịch cùng tên|Khu du lịch Bửu Long}}\n{{thiếu nguồn gốc}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Bửu Long\n| hình = Hồ Long Ẩn - 10398247865.jpg\n| ghi chú hình = Một góc khu du lịch Bửu Long\n| vĩ độ = 10\n| vĩ phút = 57\n| vĩ giây = 18\n| kinh độ = 106\n| kinh phút = 47\n| kinh giây = 35\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 5,74 km²\n| dân số = 32.080 người\n| thời điểm dân số = 2017\n| mật độ dân số = 5.589 người\/km²\n| dân tộc = Kinh, Hoa\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Đồng Nai]]\n| thành phố = [[Biên Hòa]]\n| thành lập = 1994\n| trụ sở UBND = 400 Huỳnh Văn Nghệ, Khu phố 3\n| mã hành chính = 26011<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Bửu Long''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Biên Hòa]], tỉnh [[Đồng Nai]], [[Việt Nam]].\n\n== Địa lý ==\nPhường nằm ở phía tây bắc thành phố Biên Hòa, cách trung tâm thành phố khoảng 4&nbsp;km.\n\n*Phía đông giáp các phường [[Tân Phong, Biên Hòa|Tân Phong]], [[Quang Vinh, Biên Hòa|Quang Vinh]], [[Hòa Bình, Biên Hòa|Hòa Bình]]\n*Phía tây và tây nam giáp phường [[Tân Hạnh, Biên Hòa|Tân Hạnh]]\n*Phía tây bắc giáp tỉnh [[Bình Dương]]\n*Phía nam giáp phường [[Hóa An]]\n*Phía bắc giáp huyện [[Vĩnh Cửu]].\n\n== Lịch sử ==\nSau năm 1975, địa bàn phường Bửu Long hiện nay là hai xã Bửu Long và Tân Thành thuộc thành phố Biên Hòa.\n\nNgày [[17 tháng 1]] năm [[1984]], Hội đồng Bộ trưởng ban hành Quyết định 12-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-12-HDBT-phan-vach-dia-gioi-xa-thi-tran-phuong-tinh-Dong-Nai-43395.aspx|tiêu đề=Quyết định 12-HĐBT năm 1984 phân vạch địa giới một số xã, thị trấn, phường của tỉnh Đồng Nai|website=}}<\/ref>. Theo đó, hợp nhất hai xã Bửu Long và Tân Thành thành một xã lấy tên là xã '''Tân Bửu'''.\n\nNgày [[29 tháng 8]] năm [[1994]], Chính phủ ban hành Nghị định 109-CP. Theo đó, thành lập phường Bửu Long trên cơ sở toàn bộ diện tích và dân số của xã Tân Bửu.\n\n==Hành chính==\nPhường Bửu Long được chia thành 5 khu phố gồm: 1, 2, 3, 4, 5.\n\n==Tình hình xã hội==\nTổng số 7.048 hộ dân, 24.559 nhân khẩu, trong đó 12.979 là nữ (số liệu Tổng điều tra dân số thời điểm 2009)\n\n===Kinh tế===\nCơ cấu kinh tế: Thương mại dịch vụ chiếm 60%, công nghiệp 30%, nông nghiệp 10%.\n\nSản xuất công nghiệp – tiểu thủ công nghiệp trên địa bàn tiếp tục phát triển nhanh. Tổng giá trị sản xuất công nghiệp 5 năm 2005-2009 đạt 37,425 tỷ đồng, tăng trưởng bình quân hàng năm là 12,88%, tăng gần gấp 2 so với nhiệm kỳ trước.\nHoạt động thương mại, dịch vụ với tổng doanh thu từ năm 2005-2009 đạt 560 tỷ đồng, tốc độ phát triển bình quân hàng năm là 23,93%, tăng gần gấp 3 so với nhiệm kỳ trước, \nLĩnh vực nông nghiệp, diện tích canh tác nông nghiệp của phường năm 2005 là 57,88 ha đến năm 2009 là 55,42 ha, nguyên nhân do diện tích đất nông nghiệp nằm trong quy hoạch của các dự án đang triển khai thực hiện trên địa bàn phường nên bị thu hồi, giải tỏa, đền bù… dẫn đến đất canh tác nông nghiệp dần bị thu hẹp.\nb. Văn hóa xã hội\n\nKhông ngừng đẩy mạnh thực hiện phong trào \"Toàn dân đoàn kết xây dựng đời sống văn hóa\", tỷ lệ hộ đăng ký \"gia đình văn hóa\" từ 97,06% (2005) đến nay là 100%; tỷ lệ hộ đạt tiêu chuẩn \"gia đình văn hóa\" từ 93,16% (2005) đến nay là 97%. Bên cạnh đó phường luôn duy trì 4\/5 khu phố đạt và giữ vững danh hiệu khu phố văn hóa đạt 80%.\n\nĐịa bàn phường Bửu Long có những danh lam, thắng cảnh nổi tiếng như [[khu du lịch Bửu Long]] và [[Văn miếu Trấn Biên]]. \nKhu du lịch Bửu Long được coi là cảnh quan thiên nhiên độc đáo với hai thắng cảnh: núi Long Sơn (cao 37m) và núi Bửu Long (cao 34m), đã được Bộ Văn hoá công nhận danh thắng quốc gia vào năm 1990. \nVăn Miếu Trấn Biên là văn miếu đầu tiên được xây dựng tại xứ Đàng Trong khoảng thế kỷ XVII, để tôn vinh Khổng Tử, các danh nhân văn hóa nước Việt và làm nơi đào tạo nhân tài phục vụ cho các triều đại. Năm 1861, văn Miếu đã bị thực dân Pháp phá bỏ. Mãi đến năm 1998, Văn miếu Trấn Biên mới được khởi công phục dựng, và hoàn thành vào năm 2002. Đây là nơi tôn vinh, thờ tự các bậc hiền tài, nhân sỹ và là nơi tổ chức các sự kiện văn hóa lớn trong và ngoài tỉnh Đồng Nai.\n\n===An ninh chính trị, trật tự an toàn xã hội===\n\nGiữ vững ổn định về an ninh chính trị - trật tự an toàn xã hội, bảo vệ thành công, an toàn tuyệt đối các hoạt động mừng Đảng, mừng xuân hàng năm, đặc biệt là các hoạt động tại Văn Miếu Trấn Biên (Bắn pháo hoa đêm giao thừa; lễ kỷ niệm 310 năm Biên Hòa- Đồng Nai;...\n\n==Cơ cấu tổ chức bộ máy (sơ đồ) hệ thống chính trị==\n\nSơ đồ Hệ thống chính trị phường\n \n- Đảng ủy phường là cơ quan lãnh đạo toàn diện các mặt hoạt động của hệ thống chính trị địa phương, đứng đầu tổ chức này là bí thư.\n- Hội đồng nhân dân là cơ quan quyền lực nhà nước ở địa phương, đại diện cho ý chí, nguyện vọng và quyền làm chủ của nhân dân, do nhân dân địa phương bầu ra, chịu trách nhiệm trước nhân dân địa phương và cơ quan nhà nước cấp trên, đứng đầu cơ quan này là chủ tịch HĐND.\n- Ủy ban nhân dân do Hội đồng nhân dân bầu là cơ quan chấp hành của Hội đồng nhân dân, cơ quan hành chính nhà nước ở địa phương, chịu trách nhiệm trước Hội đồng nhân dân cùng cấp và cơ quan nhà nước cấp trên, đứng đầu cơ quan này là chủ tịch ủy ban nhân dân.\nSơ đồ tổ chức bộ máy của ủy ban nhân dân phường Bửu Long...\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Đơn vị hành chính thuộc thành phố Biên Hòa}}"}