{"2431925":"{{otheruses4|thị xã thuộc tỉnh Tiền Giang|huyện cùng tên thuộc tỉnh Tiền Giang|Cai Lậy (huyện)}}\n{{Thông tin đơn vị hành chính Việt Nam | thị xã| tên = Cai Lậy\n| hình = Nhà thờ Tin Lành, Tiền Giang.jpg\n| ghi chú hình = Nhà thờ Tin Lành ở thị xã Cai Lậy\n| vĩ độ = 10\n| vĩ phút = 24\n| vĩ giây = 20\n| kinh độ = 106\n| kinh phút = 06\n| kinh giây = 05\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 140,20 km²\n| dân số = 143.050 người\n| thời điểm dân số = 2017\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 1.020 người\/km² \n| dân tộc = \n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Tiền Giang]]\n| thành lập = 26\/12\/2013\n| phân chia hành chính = 6 phường, 10 xã\n| loại đô thị = Loại III\n| năm công nhận = 2020<ref name=BXD \/>\n| biển số xe = 63-B2 xxx.xx\n| mã hành chính = 817<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Số 70, đường 30\/4, khu phố 2, [[Phường 1, thị xã Cai Lậy|phường 1]]\n| web = {{url|txcailay.tiengiang.gov.vn}}\n| số điện thoại = 0273.3.917.510 \n| số fax = 0273.3.917.510\n}}\n'''Cai Lậy''' là một [[Thị xã (Việt Nam)|thị xã]] nằm ở phía tây tỉnh [[Tiền Giang]], [[Việt Nam]].\n\n== Địa lý ==\nThị xã Cai Lậy nằm ở phía tây tỉnh [[Tiền Giang]], cách thành phố [[Mỹ Tho]] khoảng 30&nbsp;km, cách [[Thành phố Hồ Chí Minh]] khoảng 90&nbsp;km, có vị trí địa lý:\n* Phía đông giáp huyện [[Châu Thành, Tiền Giang|Châu Thành]]\n* Phía tây và phía nam giáp huyện [[Cai Lậy (huyện)|Cai Lậy]]\n* Phía bắc giáp huyện [[Tân Phước, Tiền Giang|Tân Phước]].\n\nThị xã Cai Lậy có diện tích 14.018,95 ha và dân số là 143.050 người (tính đến năm 2017).\n\n== Hành chính ==\nThị xã Cai Lậy có 16 đơn vị hành chính cấp xã trực thuộc, bao gồm 6 phường: [[Phường 1, thị xã Cai Lậy|1]], [[Phường 2, thị xã Cai Lậy|2]], [[Phường 3, thị xã Cai Lậy|3]], [[Phường 4, thị xã Cai Lậy|4]], [[Phường 5, thị xã Cai Lậy|5]], [[Nhị Mỹ (phường)|Nhị Mỹ]] và 10 xã: [[Long Khánh, thị xã Cai Lậy|Long Khánh]], [[Mỹ Hạnh Đông]], [[Mỹ Hạnh Trung]], [[Mỹ Phước Tây]], [[Nhị Quý]], [[Phú Quý (xã)|Phú Quý]], [[Tân Bình, thị xã Cai Lậy|Tân Bình]], [[Tân Hội, thị xã Cai Lậy|Tân Hội]], [[Tân Phú, thị xã Cai Lậy|Tân Phú]], [[Thanh Hòa, thị xã Cai Lậy|Thanh Hoà]].\n\n==Lịch sử==\n===Nguồn gốc địa danh Cai Lậy===\nCai Lậy ban đầu chỉ là tên một giồng cát nằm ở ấp Hữu Hòa (ngày nay thuộc phường 1, thị xã Cai Lậy) do ông Cai cơ Ngô Tấn Lễ chỉ huy khai khẩn. Cai cơ Ngô Tấn Lễ là tướng của chúa [[Nguyễn Ánh]], dưới quyền [[Võ Tánh]]. Từ Cai Lễ nói trại thành Cai Lậy. Chợ Cai Lậy được lập từ cuối thế kỷ XVIII.\n\nBan đầu, địa danh Cai Lậy chỉ là tên một ngôi chợ tại thôn Thanh Sơn (sau này là làng Thanh Sơn) thuộc tỉnh [[Định Tường]] và sau đó là [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]]. Sau này, thực dân Pháp thành lập quận và đặt tên là quận Cai Lậy do lấy theo tên gọi Cai Lậy vốn là nơi đặt quận lỵ.\n\n=== Trước năm 2014 ===\nThị xã Cai Lậy trước đây vốn thuộc huyện [[Cai Lậy (huyện)|Cai Lậy]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] và từ năm [[1976]] thuộc tỉnh [[Tiền Giang]], [[Việt Nam]].\n\nTrước năm [[2014]], thị xã Cai Lậy ngày nay là một phần huyện [[Cai Lậy (huyện)|Cai Lậy]]. Huyện lỵ huyện Cai Lậy khi đó là thị trấn Cai Lậy.\n\nNgày [[27 tháng 8]] năm [[2010]], Bộ Xây dựng ban hành Quyết định số 792\/QĐ-BXD về việc công nhận thị trấn Cai Lậy là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].<ref>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1173\/5116\/cong-nhan-thi-tran-cai-lay--huyen-cai-lay--tinh-tien-giang-la-do-thi-loai-iv.aspx|tựa đề=Công nhận thị trấn Cai Lậy, huyện Cai Lậy, tỉnh Tiền Giang là đô thị loại IV|ngày=2010-09-01|website=Cổng thông tin điện tử Bộ Xây dựng|url-status=live}}<\/ref>\n\n=== Từ năm 2014 đến nay ===\nNgày [[26 tháng 12]] năm [[2013]], [[Chính phủ Việt Nam]] ban hành nghị quyết số '''130\/NQ-CP'''<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-130-NQ-CP-nam-2013-dieu-chinh-dia-gioi-hanh-chinh-Cai-Lay-Tien-Giang-vb217964.aspx | tiêu đề = Nghị quyết 130\/NQ | author = | ngày = | ngày truy cập = 16 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> điều chỉnh địa giới hành chính huyện Cai Lậy để thành lập thị xã Cai Lậy và huyện Cai Lậy còn lại. Nội dung Nghị quyết về việc thành lập thị xã Cai Lậy như sau:\n\n1. Thành lập thị xã Cai Lậy thuộc tỉnh Tiền Giang trên cơ sở điều chỉnh 14.018,95 ha diện tích tự nhiên và 123.775 nhân khẩu của huyện Cai Lậy, bao gồm toàn bộ diện tích tự nhiên và nhân khẩu của thị trấn Cai Lậy và các xã Mỹ Phước Tây, Mỹ Hạnh Đông, Mỹ Hạnh Trung, Tân Phú, Tân Bình, Tân Hội, Nhị Mỹ, Nhị Quý, Thanh Hòa, Phú Quý, Long Khánh.\n\nThị xã Cai Lậy có 14.018,95 ha diện tích tự nhiên và 123.775 nhân khẩu.\n\n2. Điều chỉnh địa giới hành chính thị trấn Cai Lậy và các xã Nhị Mỹ, Tân Bình để thành lập 6 phường thuộc thị xã Cai Lậy:\n\n*Thành lập phường 1 thuộc thị xã Cai Lậy trên cơ sở điều chỉnh 68,36 ha diện tích tự nhiên, 10.027 nhân khẩu của thị trấn Cai Lậy; 79,15 ha diện tích tự nhiên, 995 nhân khẩu của xã Tân Bình và 73,02 ha diện tích tự nhiên, 405 nhân khẩu của xã Nhị Mỹ. Phường 1 có 220,53 ha diện tích tự nhiên và 11.427 nhân khẩu.\n*Thành lập phường 2 thuộc thị xã Cai Lậy trên cơ sở điều chỉnh 215,54 ha diện tích tự nhiên, 3.854 nhân khẩu của thị trấn Cai Lậy và 133,65 ha diện tích tự nhiên, 1.562 nhân khẩu của xã Tân Bình. Phường 2 có 349,19 ha diện tích tự nhiên và 5.416 nhân khẩu.\n*Thành lập phường 3 thuộc thị xã Cai Lậy trên cơ sở điều chỉnh 278,19 ha diện tích tự nhiên, 2.778 nhân khẩu của xã Tân Bình và 57,56 ha diện tích tự nhiên, 545 nhân khẩu của xã Nhị Mỹ. Phường 3 có 335,75 ha diện tích tự nhiên và 3.323 nhân khẩu.\n*Thành lập phường 4 thuộc thị xã Cai Lậy trên cơ sở điều chỉnh 85,57 ha diện tích tự nhiên, 4.858 nhân khẩu của thị trấn Cai Lậy và 118,17 ha diện tích tự nhiên, 1.181 nhân khẩu của xã Nhị Mỹ. Phường 4 có 203,74 ha diện tích tự nhiên và 6.039 nhân khẩu.\n*Thành lập phường 5 thuộc thị xã Cai Lậy trên cơ sở điều chỉnh 255,62 ha diện tích tự nhiên và 7.499 nhân khẩu còn lại của thị trấn Cai Lậy. Phường 5 có 255,62 ha diện tích tự nhiên và 7.499 nhân khẩu.\n*Thành lập phường Nhị Mỹ thuộc thị xã Cai Lậy trên cơ sở điều chỉnh 553,84 ha diện tích tự nhiên và 4.586 nhân khẩu còn lại của xã Nhị Mỹ. Phường Nhị Mỹ có 553,84 ha diện tích tự nhiên và 4.586 nhân khẩu.\n\nSau khi điều chỉnh địa giới hành chính huyện Cai Lậy để thành lập thị xã Cai Lậy và huyện Cai Lậy còn lại; thành lập các phường thuộc thị xã Cai Lậy, thị xã Cai Lậy có 16 đơn vị hành chính cấp xã, gồm các phường: 1, 2, 3, 4, 5, Nhị Mỹ và các xã: Tân Bình, Mỹ Phước Tây, Mỹ Hạnh Đông, Mỹ Hạnh Trung, Tân Phú, Tân Hội, Nhị Quý, Thanh Hòa, Phú Quý, Long Khánh.\n\nNgày [[18 tháng 2]] năm [[2020]], Bộ Xây dựng ban hành Quyết định số 171\/QĐ-BXD về việc công nhận thị xã Cai Lậy là đô thị loại III.<ref name=BXD>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1176\/61781\/quyet-dinh-ve-viec-cong-nhan-thi-xa-cai-lay--tinh-tien-giang-la-do-thi-loai-iii.aspx|tựa đề=Quyết định về việc công nhận thị xã Cai Lậy, tỉnh Tiền Giang là đô thị loại III|ngày=2020-02-18|website=Cổng thông tin điện tử Bộ Xây dựng|url-status=live}}<\/ref>\n\n== Kinh tế ==\nThị xã Cai Lậy là trung tâm kinh tế, chính trị - xã hội quan trọng của khu vực [[hướng tây|phía tây]] tỉnh [[Tiền Giang]], là cực đối trọng kinh tế với thị xã [[Gò Công]].\n\nThị xã Cai Lậy từ lâu được biết đến là trung tâm mua bán, trao đổi hàng hóa sầm uất của khu vực [[Đồng Tháp Mười]].\n\n== Giao thông ==\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Trung Lương – Mỹ Thuận]] đi qua đang được xây dựng.\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/txcailay.tiengiang.gov.vn\/documents\/4833137\/5476992\/B%E1%BA%A3n+%C4%91%E1%BB%93+h%C3%A0nh+ch%C3%ADnh+th%E1%BB%8B+x%C3%A3+Cai+L%E1%BA%ADy.pdf\/ed5d79ab-32d2-4f57-831e-47ea4317a547 Bản đồ hành chính Thị xã Cai Lậy]\n*[http:\/\/baochinhphu.vn\/Chi-dao-quyet-dinh-cua-Chinh-phu-Thu-tuong-Chinh-phu\/Thanh-lap-thi-xa-Cai-Lay\/189840.vgp Thành lập thị xã Cai Lậy]\n\n{{Sơ khai Tiền Giang}}\n{{Huyện thị Tiền Giang}}\n{{Đơn vị hành chính thuộc thị xã Cai Lậy}}\n{{Thị xã Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại III]]"}