{"99588":"{{Nhiều vấn đề|\n{{Cần biên tập|date=tháng 6\/2023}}\n{{Chú thích trong bài|date=tháng 6\/2023}}\n}}\n{{Hộp thông tin quốc gia\n| native_name                = {{native name|km|កម្ពុជាប្រជាធិបតេយ្យ}}<br>{{small|Kămpŭchéa Prâchéathĭpatai}}\n| conventional_long_name                = '''Campuchia'''<br \/>{{small|(1975–1976)}}<hr>'''Campuchia Dân chủ'''<br \/>{{small|(1976–1979)}}\n| common_name                = Campuchia\n| era                = Chiến tranh Lạnh\n| status                = [[Quốc gia có chủ quyền]] (1975–1979)<br>[[Chính phủ lưu vong]] được [[Thành viên Liên Hợp Quốc|Liên Hợp Quốc]] công nhận (1979–1982)\n| capital                = [[Phnôm Pênh]]\n| event_start                = [[Nội chiến tại Campuchia|Thành lập]]\n| date_start                = 17 tháng 4\n| year_start                = 1975\n| event_end                = [[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Phnôm Pênh bị đánh chiếm]]\n| date_end                = 07 tháng 1,\n| year_end                = 1979\n| event_pre                = [[Nội chiến tại Campuchia|Nội chiến]]\n| date_pre                = 1967–1975\n| p1                = Cộng hòa Khmer\n| flag_p1                = Flag of the Khmer Republic.svg\n| s1                = Cộng hòa Nhân dân Campuchia\n| flag_s1                = Flag of the People's Republic of Kampuchea.svg\n| s2                = Liên minh chính phủ Kampuchea Dân chủ\n| flag_s2                = Flag_of_Democratic_Kampuchea.svg\n| image_flag                = Flag_of_Democratic_Kampuchea.svg\n| image_coat                = Emblem of Democratic Kampuchea (1975–1979).svg\n| image_map                = Cambodia Cold War (orthographic projection).svg\n| national_anthem                = {{lang|km|[[Dap Prampi Mesa Moha Chokchey|ដប់ប្រាំពីរមេសាមហាជោគជ័យ]]}}<br \/>{{transl|km|Dap Prampi Mesa Chokchey}}<br\/><small>(Ngày 17 tháng 4 Vĩ đại)<\/small> <center>[[Tập tin:Dap Prampi Mesa Chokchey.ogg]]<\/center>\n| common_languages                = Tiếng Khmer\n| government_type                = [[Cộng hòa]] [[độc tài]] [[Chủ nghĩa toàn trị|toàn trị]] [[hệ thống đơn đảng|độc đảng]] [[Chủ nghĩa cộng sản|cộng sản]]<br \/> \n| title_leader                = [[Tổng Bí thư]]\n| deputy1  \n=[[Pol Pot]]                          \n|year_deputy\n=1976-1979  \n| title_leader                                     = [[Thủ tướng]]\n| deputy1                = [[Penn Nouth]]\n| year_deputy1                = 1975–1976\n| deputy2                = [[Khieu Samphan]]\n| year_deputy2                = 1976\n| deputy3                = [[Saloth Sar]] <small>(lãnh đạo độc tài)<\/small>\n| year_deputy3                = 1976–1979\n| deputy4                = \n| year_deputy4                = \n| legislature                = [[Hội đồng đại diện nhân dân Campuchia]]\n| currency                = Không, vì tiền tệ bị hủy bỏ (xem [[Lịch sử Campuchia]])\n| p2                = Chính phủ Hoàng gia của Liên minh Quốc gia Campuchia\n| flag_p2                = Flag of Cambodia (1948-1970).svg\n| largest_city                = [[Phnôm Pênh]]\n}}\n{{Lịch sử Campuchia}}\n'''Campuchia Dân chủ''' ({{lang-km|កម្ពុជាប្រជាធិបតេយ្យ}}; ''Kămpŭchéa Prâchéathĭpatai''; còn gọi là '''Kampuchea''', {{lang-km|កម្ពុជា}}, ''Kămpŭchéa'') là một nhà nước ở [[Đông Nam Á]] từ năm 1975 đến năm 1979. Được thành lập ngay sau khi lực lượng [[Khmer Đỏ]] đánh bại [[Cộng hòa Khmer]] của [[Lon Nol]]. Sau khi bị [[Quân đội Nhân dân Việt Nam]] tấn công và giành quyền kiểm soát hầu hết khắp đất nước, chính quyền Campuchia Dân chủ vẫn tồn tại như một nhà nước tàn dư được [[Phương Tây]] và [[Trung Quốc]] hỗ trợ. Năm 1982 Khmer Đỏ thành lập [[Liên minh chính phủ Kampuchea Dân chủ]] với 2 phe là [[Đảng Funcinpec]] và [[Mặt trận Nhân dân Khmer Giải phóng Quốc gia]] (KPNLF). Năm 1990 đổi tên thành Campuchia để tham gia đoàn đàm phán tại [[Hội nghị Hòa bình Paris]] được tổ chức vào năm 1991.\n\n==Lịch sử==\n{{Chính|Thời kỳ Campuchia Dân chủ}}\n===Thành lập===\nNăm 1970, Thủ tướng [[Lon Nol]] và Quốc hội Campuchia phế truất hoàng đế Campuchia [[Norodom Sihanouk]] để thành lập [[Cộng hòa Khmer]], Sihanouk tham gia liên minh với Khmer Đỏ chống lại chính phủ Cộng hòa Khmer. Lợi dụng việc chiếm đóng của Việt Nam ở phía đông Campuchia, nước Mỹ rải thảm nhiều vùng rộng lớn khác nhau trên khắp đất nước, và Sihanouk, Khmer Đỏ đã đại diện cho một liên minh hòa bình đại diện cho đa số người dân.\n\nVới sự ủng hộ của người dân tại vùng nông thôn, Khmer Đỏ đã chiếm được thành phố Phnôm Pênh vào ngày 17 tháng 4 năm 1975. Họ tiếp tục sử dụng Sihanouk như lãnh đạo bù nhìn cho nhà nước Campuchia Dân chủ cho đến 2 tháng 4 năm 1976 khi Sihanouk từ chức cương vị lãnh đạo Nhà nước. Sihanouk vẫn được thoải mái, nhưng không an toàn, bị quản thúc tại gia ở Phnôm Pênh. Đến cuối cuộc chiến tranh với Việt Nam, ông sang Hoa Kỳ, nơi ông vận động cho Kampuchea Dân chủ trước Hội đồng Bảo an. Cuối cùng ông chuyển tới Trung Quốc.\n\nVào tháng 1 năm 1976 Đảng Cộng sản Campuchia (CPK) ban hành \"Hiến pháp của Kampuchea Dân chủ\". Hiến pháp quy định một Hội đồng đại biểu Nhân dân Kampuchea (KPRA) được bầu bằng cách bỏ phiếu kín trong cuộc tổng tuyển cử trực tiếp và một Ủy ban Thường vụ Nhà nước được lựa chọn và bổ nhiệm với nhiệm kỳ 5 năm. Hội đồng chỉ họp một lần vào tháng 4 năm 1976. Các thành viên của Hội đồng không bao giờ được bầu; Ủy ban Trung ương Đảng Cộng sản Campuchia bổ nhiệm Chủ tịch và các quan chức cấp cao khác và cả Ủy ban Thường vụ Nhà nước. Kế hoạch bầu cử được diễn ra, nhưng 250 thành viên của Hội đồng thực tế được bổ nhiệm bởi Đảng Cộng sản Campuchia.\n\nTrên thực tế tất cả các quyền lực thuộc về Ủy ban Thường vụ Đảng Cộng sản Campuchia, các thành viên trong số đó bao gồm Tổng Bí thư kiêm Thủ tướng [[Pol Pot]], Phó Tổng Bí thư kiêm chủ tịch Quốc hội [[Nuon Chea]], [[So Phim]] phó chủ tịch thứ nhất đoàn chủ tịch nhà nước, Moul Sambath phó chủ tịch thứ hai, [[Ta Mok]] phó chủ tịch quốc hội kiêm bí thư khu tây nam, [[Vorn Vet]] phó thủ tướng, [[Son Sen]] bộ trưởng quốc phòng, [[Ieng Sary]] Bộ trưởng ngoại giao và Chou Chet Bí thư khu Tây. việc hàng ngày được điều hành từ Văn phòng 870 tại Phnôm Pênh. Văn phòng 870 và Uỷ ban thường vụ cũng đã được biết đến như là \"Trung tâm\", \"Tổ chức,\" hoặc \" Angkar \".\n\n===Cải tạo xã hội===\nKhmer Đỏ loại bỏ cấu trúc pháp luật, tư pháp của nước Cộng hòa Khmer. Không có tòa án, thẩm phán, luật hoặc các phiên tòa trong thời kỳ Kampuchea Dân chủ. Các \"tòa án nhân dân\" quy định tại Điều 9 của Hiến pháp không bao giờ được thiết lập. Các cấu trúc pháp lý cũ được thay thế bằng việc cải tạo, thẩm vấn và an ninh trung tâm nơi người ủng hộ Chính quyền Cộng hoà Khmer trước kia, cũng như người khác, bị giam giữ và thi hành.\n\nSau khi giành chiến thắng, [[Khmer Đỏ|Đảng Cộng sản Campuchia]] (CPK) ra lệnh sơ tán dân ra khỏi tất cả các thành phố và thị trấn, đưa những người dân thành thị tới những vùng nông thôn để làm việc như những nông dân, bởi vì CPK đang muốn biến xã hội thành một hình thức mà Pol Pot đang thai nghén.\n\nSau khi [[Phnôm Pênh]] bị chiếm,Khmer Đỏ đã lan truyền tin đồn rằng quân Mỹ đang lên kế hoạch đánh bom thành phố. Những con đường ra khỏi thành phố đã bị tắc do người đi sơ tán. Dân số Phnôm Pênh với số lượng 2,5 triệu người, nhưng 1,5 triệu người đã tị nạn,trung tâm đô thị gần như bỏ hoang. Sơ tán cũng tương tự xảy ra tại [[Battambang]], [[Kampong Cham]], [[Siem Reap]], [[Kampong Thom]], và ở các thị trấn khác.\n \nHàng nghìn người đã chết đói và chết vì bệnh tật trước khi Đảng Cộng sản Campuchia giành được chính quyền. Hàng nghìn người chết đói hay chết vì bệnh tật trong thời gian tản cư sau đó và vì những hậu quả của nó. Nhiều người trong số đó bị buộc phải rời khỏi các thành phố và định cư tại những ngôi làng mới được lập nên, thiếu lương thực, dụng cụ lao động và chăm sóc y tế. Nhiều người từng sống trong các thành phố và đã đánh mất khả năng tự kiếm sống để tồn tại trong môi trường nông nghiệp. Hàng nghìn người chết đói trước khi mùa màng được thu hoạch. Thiếu ăn và suy dinh dưỡng - ở bờ vực của nạn đói – là điều xảy ra liên tục trong nhiều năm. Đa số các lãnh đạo quân sự và dân sự của chế độ cũ, những người không thể che giấu được nhân thân của mình đã bị hành quyết.\n\nChính phủ mới tìm cách tái cơ cấu hoàn toàn lại xã hội Campuchia. Những tàn tích của xã hội cũ bị xoá bỏ và tôn giáo bị đàn áp, đặc biệt là [[Phật giáo]] và [[Thiên Chúa giáo|Thiên chúa giáo]]. Nông nghiệp được hợp tác hoá, và những gì còn sót lại của một cơ sở công nghiệp bị vứt bỏ hay bị đưa vào dưới quyền kiểm soát của nhà nước. [[Campuchia]] không có hệ thống tiền tệ cũng như hệ thống ngân hàng.\n\nCuộc sống ở nước Campuchia Dân chủ rất ngặt nghèo và bạo tàn. Ở nhiều vùng trong nước, người dân bị bố ráp và bị hành quyết vì tội nói tiếng nước ngoài, đeo kính, bới rác kiếm thức ăn, thậm chí là than khóc khi có người thân qua đời. Những nhà doanh nghiệp thời trước và các quan chức bị săn đuổi một cách tàn nhẫn và bị giết chết cùng toàn bộ gia đình họ. Khmer đỏ sợ rằng những người đó có lòng tin là họ có thể sẽ đứng lên phản đối lại chế độ của chúng. Một số kẻ trung thành với Khmer đỏ thậm chí còn bị giết vì tội không thể kiếm đủ số ‘phản cách mạng’ để hành quyết.\n\nNhững ước tính chính xác về số lượng người đã chết trong giai đoạn 1975 và 1979 vẫn chưa có được, nhưng có lẽ hàng trăm ngàn người đã bị hành quyết tàn nhẫn bởi chế độ đó. Hàng trăm ngàn người chết vì đói và bệnh tật (cả dưới thời Khmer đỏ và thời kì từ năm 1978). Một số ước tính về số người chết trong khoảng từ 1 đến 3 triệu người, trong tổng số dân năm 1975 của nước này là 7,3 triệu. CIA ước tính 50.000-100.000 đã bị hành quyết từ 1975 đến 1979.\n\nQuan hệ của nước Campuchia Dân chủ với [[Việt Nam]] và [[Thái Lan]] trở nên xấu đi nhanh chóng và gây ra các cuộc xung đột biên giới và những khác biệt về ý thức hệ. Đa số các thành viên từng sống tại Việt Nam của đảng này đã bị thanh trừng. Campuchia Dân chủ thiết lập những mối quan hệ chặt chẽ với [[Cộng hòa Nhân dân Trung Hoa|Cộng hoà nhân dân Trung Hoa]], và xung đột Campuchia-Việt Nam đã trở thành một phần của sự đối đầu giữa Trung Hoa-[[Liên Xô]] với sự hỗ trợ của Moscow cho Việt Nam. Các cuộc xung đột biên giới ngày càng tệ hại khi Campuchia Dân chủ tấn công quân sự vào các làng bên trong Việt Nam. Campuchia chấm dứt quan hệ với Hà Nội vào tháng 12 năm 1977. Giữa năm 1978, các lực lượng Việt Nam tấn công Campuchia, tiến sâu khoảng 30&nbsp;km trước khi mùa mưa diễn ra.\n\nLý do để Trung Quốc ủng hộ Đảng Cộng sản Campuchia là vì họ muốn ngăn chặn phong trào liên kết toàn thể Đông Dương, và giữ vững ưu thế quân sự Trung Quốc trong vùng. Liên bang Xô viết ủng hộ mạnh mẽ cho Việt Nam để giữ một mặt trận thứ hai chống lại Trung Quốc trong trường hợp xảy ra xung đột giữa họ với Trung Quốc và ngăn chặn sự bành trướng của Trung Quốc. Từ khi Stalin qua đời, các quan hệ giữa nước Trung Quốc của Mao Trạch Đông và Liên bang xô viết trở nên lạnh nhạt hơn bao giờ hết. Cuối thập niên 1970 và đầu 1980, giữa Trung Quốc và Việt Nam đã xảy ra một cuộc chiến tranh ngắn ([[Chiến tranh biên giới Việt–Trung 1979]]) về vấn đề này.\n\nTháng 12, năm 1978, Việt Nam thông báo thành lập [[Mặt trận Đoàn kết Dân tộc Cứu nước Campuchia]] (KUFNS) dưới sự lãnh đạo của [[Heng Samrin]], một cựu chỉ huy trong quân đội Campuchia Dân chủ. Mặt trận này bao gồm những người Khmer cộng sản còn ở lại Việt Nam sau năm 1975 và các viên chức ở khu vực phía đông – như Heng Samrin và [[Hun Sen]] – người từng chạy sang Việt Nam từ Campuchia năm 1978. Cuối tháng 12 năm 1978, các lực lượng Việt Nam tấn công tổng lực vào Campuchia, chiếm Phnôm Pênh ngày 7 tháng 1, và đuổi tàn quân của nước Campuchia Dân chủ chạy về phía tây sang Thái Lan.\n\n==Hiến pháp==\nHiến pháp năm 1975 khi Sihanouk còn làm Quốc trưởng hình thức, không đặt ra mục tiêu xã hội chủ nghĩa hay cộng sản chủ nghĩa, và không quy định Đảng Cộng sản lãnh đạo. Tuy nhiên trong Lời nói đầu Hiến pháp có quy định: ''ước mong một nước Campuchia độc lập, thống nhất, hòa bình, trung lập, không liên kết, có chủ quyền được toàn vẹn lãnh thổ, một xã hội đạt hạnh phúc thật sự, bình đẳng, công bằng và dân chủ không có kẻ giàu hay người nghèo, không có kẻ bóc lột và người bị lóc lột, một xã hội trong đó mọi người sống hài hòa trong tình đại đoàn kết dân tộc và cùng tham gia đội ngũ lao động chân tay, tăng cường sản xuất vì công cuộc xây dựng và bảo vệ đất nước''<ref name=\"hienphap\"\/>, tức không tham gia một phe nào trên thế giới, và bảo đảm công bằng xã hội, không phân chia lao động trí óc - chân tay, chủ nghĩa quốc gia được nhấn mạnh. Về kinh tế: ''Mọi phương tiện sản xuất chính yếu quan trọng của là tài sản chung của Nhà nước nhân dân và tài sản chung của các tập thể nhân dân. Tài sản sử dụng hàng ngày vẫn thuộc về cá nhân''<ref name=\"hienphap\"\/>. Nghĩa là không có bất cứ quyền tư hữu về tư liệu sản xuất. Hiến pháp nhấn mạnh nông nghiệp hơn là công nghiệp.\n\nVề văn hóa: ''Nền văn hóa của Campuchia Dân chủ mang tính chất dân tộc, đại chúng, hướng tới tương lai, và lành mạnh nhằm phục vụ nhiệm vụ bảo vệ và xây dựng Campuchia thành một quốc gia thịnh vượng hơn bao giờ hết. Nền văn hóa mới này là hoàn toàn đối lập với các nền văn hóa suy đồi, phản động của các giai cấp áp bức, của chủ nghĩa thực dân và chủ nghĩa đế quốc ở Kampuchia''<ref name=\"hienphap\"\/>. Về quyền công dân: ''Toàn thể công nhân là người chủ nhà máy của mình. Toàn thể nông dân là người chủ ruộng và đồng lúa. Toàn thể người lao động khác có quyền làm việc. Tuyệt đối không có thất nghiệp ở Kampuchia Dân chủ. Hoàn toàn bình đẳng giữa mọi người Campuchia trong một xã hội bình đẳng, công bằng, dân chủ, hài hòa và hạnh phúc bằng trong tinh thần đoàn kết toàn dân tộc cao cả để cùng nhau bảo vệ và xây dựng đất nước. Nam giới và phụ nữ hoàn toàn bình đẳng trên mọi phương diện. Ngăn cấm chế độ đa thê''<ref name=\"hienphap\"\/>. Hiến pháp không nhắc đến các nguyên tắc phân phối, chỉ quy định: ''Mọi công dân của nước Campuchia được hưởng đầy đủ các quyền đối với đời sống vật chất, tinh thần và văn hóa không ngừng nâng cao. Mọi công dân nước Kampuchia Dân chủ được đảm bảo cuộc sống''<ref name=\"hienphap\"\/>. Hiến pháp cũng không nhắc các quyền tự do cá nhân như hội họp, lập hội, báo chí. Làm chủ ở đây là làm chủ tập thể trên tinh thần \"dân chủ\", và mọi người đều phải lao động.\n\nVề tôn giáo: ''Mọi công dân của Campuchia đều có quyền thờ phượng theo bất kỳ tôn giáo nào và quyền không thờ phượng theo một tôn giáo nào. Các tôn giáo phản động gây phương hại đến nước Kampuchia Dân chủ và nhân dân Kampuchia đều bị cấm tuyệt đối''. Về chính sách đối ngoại: ''Nước Kampuchia Dân chủ tuân thủ một chính sách độc lập, hòa bình, trung lập và không liên kết...Kampuchia Dân chủ đấu tranh thúc đẩy tình đoàn kết với các dân tộc Thế giới thứ ba ở châu Á, châu Phi và châu Mỹ La tinh, với nhân dân yêu chuộng hòa bình và công lý trên toàn thế giới, và góp phần tích cực nhất để tương trợ và giúp đỡ lẫn nhau trong cuộc đấu tranh chống chủ nghĩa đế quốc, chủ nghĩa thực dân, chủ nghĩa thực dân mới, và ủng hộ sự độc lập, nền hòa bình, tình hữu nghị, dân chủ, công bằng, và tiến bộ trên thế giới''<ref name=\"hienphap\">{{Chú thích web |url=http:\/\/www.d.dccam.org\/Archives\/Documents\/DK_Policy\/DK_Policy_DK_Constitution.htm |ngày truy cập=2016-04-28 |tựa đề=The Cambodian Constitutions (1953-1993) Collected and Introduced by Raoul M. Jennar |archive-date = ngày 31 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161031012446\/http:\/\/www.d.dccam.org\/Archives\/Documents\/DK_Policy\/DK_Policy_DK_Constitution.htm |url-status=dead }}<\/ref>. Nghĩa là thi hành chính sách dân tộc chủ nghĩa, trung lập nhưng vẫn tích cực chống \"đế quốc, thực dân, thực dân mới\". Sau khi loại bỏ Sihanouk nhiều chính sách mạnh tay hơn thực hiện, vượt ra ngoài khuôn khổ Hiến pháp.\n\n==Kinh tế - Xã hội==\nMục tiêu của chế độ là đại tu hệ thống xã hội và khôi phục nền kinh tế quốc gia. Chiến lược là phát triển nông nghiệp mạnh mẽ, được hỗ trợ bởi công nghiệp nhẹ địa phương và thủ công mỹ nghệ. Chính sách tự lực của họ sẽ được tiếp tục trong thời bình. Chính sách này có nghĩa chính phủ tổ chức toàn bộ dân số thành các nhóm lao động cưỡng bức làm việc tại các nông trường nhằm đạt tự túc lương thực. Ngay sau khi nắm quyền, Khmer Đỏ đã tổ chức cưỡng bức dân cư từ thành thị về nông thôn, bởi nhu cầu cấp thiết khôi phục lại kinh tế bị tàn phá trong chiến tranh và thù địch của những người nông dân Khmer Đỏ với các thành phố. Họ xem là cần thiết để \"cách mạng hóa\" và \"thanh lọc\" cư dân đô thị và tiêu diệt Phnôm Pênh mà \"''nông dân coi là vệ tinh của nước ngoài, đầu tiên là Pháp, sau đó là Mỹ, và đã được xây dựng bằng mồ hôi của họ mà không mang lại bất cứ cái gì trong trao đổi''\". Chỉ những người làm việc trong các lĩnh vực dịch vụ công cộng thiết yếu như điện và nước là không phải rời thành phố. Họ tuyên bố không có phương tiện vận tải để cung cấp lương thực cho người dân và do đó điều hợp lý để họ có thực phẩm là di dân để họ làm việc trên các cánh đồng trồng lúa.\n\nKhmer Đỏ đã chịu ảnh hưởng bởi [[chủ nghĩa Mao]], [[Đảng Cộng sản Pháp]] và các tác phẩm của [[Marx]] và [[Lenin]],với ý tưởng rằng người Khmer là chủng tộc ưu việt. Điều này dẫn đến các cuộc thanh trừng để tạo ra cả một dân tộc thuần túy và xã hội không giai cấp Khmer, theo một số học giả Khmer Đỏ gợi nhớ lại các cuộc thanh trừng của [[Chủ nghĩa Cộng sản]], [[Chủ nghĩa Quốc gia]] và [[Chủ nghĩa Phát xít]]. Những người khác bác bỏ quan điểm cho rằng chế độ này là chủ nghĩa phát xít trên cơ sở rằng Khmer Đỏ không bảo vệ cho tư hữu. Cơ quan quản lý được gọi là \"Angkar Loeu\" (Khmer: អង្គការ លើ). Đảng Cộng sản Campuchia (CPK) lãnh đạo tự coi mình là \"Angkar Padevat\" trong giai đoạn này. Hiến pháp được định nghĩa \"nhà nước của nhân dân, công nhân, nông dân, và tất cả người lao động Kampuchea khác\".\n\nTrong khi Khmer Đỏ ưu tiên cho nông nghiệp, họ bỏ rơi công nghiệp. Chủ trương của họ là củng cố các nhà máy hiện tại chứ không phải xây mới. Cuộc cách mạng kinh tế mang tính cấp tiến và nhiều tham vọng hơn hẳn các quốc gia cộng sản khác. Nhà nước hoặc hợp tác xã sở hữu tất cả đất đai, không có đất tư nhân như ở Trung Quốc hay Liên Xô. Hiến pháp thông qua tháng 12\/1975 tuyên bố tất cả phương tiện sản xuất thuộc sở hữu tập thể của nhà nước. Chính phủ bãi bỏ sở hữu tư nhân về đất đai, Khmer Đỏ tin rằng dưới chính phủ mới, Campuchia phải là một xã hội không giai cấp, hòa hợp hoàn hảo, và cho sở hữu tư nhân là nguồn gốc của ích kỷ và bất công xã hội. Campuchia không dùng tiền mặt, các cửa hàng đóng cửa và người lao động nhận thu nhập của họ dưới hình thức khẩu phần lương thực vì không có tiền trong lưu thông. Lãnh đạo của họ tuyên bố rằng, trong vòng một hai năm, Campuchia sẻ được cung cấp đầy đủ lương thực và xuất khẩu một phần. Để đạt được mục tiêu này trong thời gian ngắn kỷ lục, họ thay hợp tác xã làng bằng công xã lớn. Khẩu hiệu được đưa ra là \"''Nếu chúng ta có đê điều, chúng ta sẽ có nước, nếu chúng ta có nước, chúng ta sẽ có gạo, nếu chúng ta có gạo, chúng ta sẽ hoàn toàn có thể có tất cả mọi thứ''\". Nhà nước phân công lao động tùy theo đối tượng, và thường phải làm từ 11 đến 12 giờ\/ngày.\n\nPol Pot tuyên bố \"''toàn dân chúng ta, quân đội cách mạng của chúng ta và tất cả cán bộ của chúng ta sống dưới chế độ tập thể và thông qua một hệ thống hỗ trợ cộng đồng''\" \"''mặc dù chưa đạt điểm sung túc, tiêu chuẩn sống của chúng ta đạt đến mức độ đảm bảo cơ bản tất cả nhu cầu trong tất cả các lĩnh vực''\". Phnôm Pênh bị biến thành một thị trấn ma với không quá 10.000 người, không cửa hàng, bưu điện, điện thoại, thiếu điện thiếu nước và chính quyền cấm di chuyển tới các tỉnh, trừ xe phân phối gạo và nhiên liệu. Điều kiện sống ở các hợp tác xã không giống nhau. Campuchia đạt được tiến bộ trong cải thiện hệ thống thủy lợi, mở rộng diện tích canh tác lúa, tuy nhiên sản xuất và phân phối gạo được báo cáo là không đạt yêu cầu. Lũ lụt năm 1975 và 1978 gây thiệt hại, nhưng các năm 1976 và 1977 khá hơn thì phân phối gạo là bất bình đẳng và chính phủ không đạt được mức phân phối 570 gram mỗi người mỗi ngày. Lãnh đạo đảng, cán bộ, chiến sĩ, công nhân nhà máy được ăn tốt nhưng trẻ em, người cao tuổi, người bệnh bị đói và suy dinh dưỡng. Cũng có thông tin là chính phủ dự trữ gạo để chuẩn bị chiến tranh với Việt Nam và xuất sang Trung Quốc để đổi lấy nguồn cung cấp quân sự. Khi quân Việt Nam vào Campuchia cuối 1978, kinh tế bị gián đoạn và sản xuất nông nghiệp bị ảnh hưởng lớn, dẫn đến khủng hoảng lương thực trầm trọng năm 1979.\n\nDưới sự lãnh đạo của [[Pol Pot]], thành phố bị bỏ hoang, các tổ chức tôn giáo bị bãi bỏ, sở hữu tư nhân, tiền bạc và thị trường bị loại bỏ. Một [[Diệt chủng|chiến dịch diệt chủng]] chưa từng có xảy ra sau đó đã dẫn đến khoảng 25% dân số đất nước bị giết, với phần lớn bị giết bởi tư tưởng của Khmer Đỏ kêu gọi \"''trả thù không cân xứng''\" chống lại những kẻ giàu và những kẻ áp bức. Nạn nhân là kẻ thù của giai cấp như tư bản, các chuyên gia, trí thức, cảnh sát và nhân viên chính phủ (hầu hết thuộc chính quyền Lon Nol), cùng với các dân tộc thiểu số như Trung Quốc, Việt, Lào, và Chăm.\n\nNạn diệt chủng cơ bản dừng lại sau năm 1979 bởi cuộc tấn công của [[Mặt trận Đoàn kết Dân tộc Cứu nước Campuchia]] và [[Quân đội Nhân dân Việt Nam]], sau đó [[Cộng hòa Nhân dân Campuchia]] (PRK) được thành lập. Cộng hòa Nhân dân Campuchia là một chính phủ thân [[Liên Xô]], bắt đầu hồi sinh lại đất nước sau khi bị tàn phá hoàn toàn. Quá trình này bị cản trở bởi lực lượng Khmer Đỏ, trong đó tập hợp dọc biên giới Thái Lan và giữ lại chính quyền của Campuchia Dân chủ trong khu vực kiểm soát. Tình hình càng trầm trọng hơn bởi [[Trung Quốc|Cộng hòa Nhân dân Trung Hoa]] ủng hộ lớn nhất cho Khmer Đỏ, và hầu hết nước phương Tây tiếp tục công nhận Kampuchea Dân chủ là chính phủ hợp pháp của đất nước.\n\n==Tham khảo==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/www.dccam.org\/Archives\/Documents\/DK_Policy\/DK_Policy_DK_Constitution.htm Hiến pháp Campuchia Dân chủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070328212757\/http:\/\/www.dccam.org\/Archives\/Documents\/DK_Policy\/DK_Policy_DK_Constitution.htm |date = ngày 28 tháng 3 năm 2007}}\n\n[[Thể loại:Campuchia Dân chủ| ]]\n[[Thể loại:Khởi đầu năm 1975]]\n[[Thể loại:Chấm dứt năm 1979]]\n[[Thể loại:Nhà nước vô thần]]\n[[Thể loại:Cộng sản ở Campuchia]]\n[[Thể loại:Quốc gia cộng sản]]\n[[Thể loại:Quốc gia cổ trong lịch sử Campuchia]]\n[[Thể loại:Cựu quốc gia thành viên Liên Hợp Quốc]]\n[[Thể loại:Cựu cộng hòa xã hội chủ nghĩa]]\n[[Thể loại:Khmer Đỏ]]\n[[Thể loại:Chủ nghĩa cộng hòa ở Campuchia]]\n[[Thể loại:Nhà nước toàn trị]]\n[[Thể loại:Cựu chính thể trong Chiến tranh Lạnh]]"}