{"803681":"{{Chiến tranh Việt Nam}}\n[[Tập tin:US_173rd_Airborne_paratroopers_near_the_Song_Be_March_1966.jpg|right|thumb|upright=1.2|Lính nhảy dù Mỹ thuộc Lữ đoàn dù 173 tuần tra vào tháng 3 năm 1966]]\n'''Mỹ can thiệp quân sự  tại Việt Nam''' trong giai đoạn 1948–1975 là quá trình diễn biến của hàng loạt các chính sách, biện pháp chính trị, ngoại giao và quân sự của Mỹ nhằm thực hiện những mục tiêu của họ tại khu vực Đông Dương (trong đó Việt Nam là trọng tâm). Quá trình này được coi là nguyên nhân trực tiếp dẫn đến sự kéo dài của [[Chiến tranh Đông Dương]] và cũng là sự châm ngòi cho [[Chiến tranh Việt Nam]] diễn ra sau đó. Vai trò của Mỹ đã dần dần đi từ viện trợ, cố vấn cho tới việc trực tiếp tham chiến.\n\nTheo các sự kiện chính thức, sự can thiệp của Mỹ vào Việt Nam được coi là bắt đầu vào năm 1964, khi các nhóm quân viễn chinh Mỹ đầu tiên đổ bộ lên [[Đà Nẵng]]. Tuy nhiên thực tế những hạt mầm của sự can thiệp này đã được gieo từ rất lâu trước đó, ngay từ năm 1948 khi [[Chiến tranh Đông Dương]] đang diễn ra, và kéo dài tới tận năm 1975, khi chiến tranh Việt Nam kết thúc với sự thất bại của Hoa Kỳ và sự sụp đổ của chính phủ [[Việt Nam Cộng hòa]].\n\n==Sự hình thành chiến lược \"Ngăn chặn làn sóng đỏ\"==\n\n===Giai đoạn 1945–1947===\n[[Tập tin:HoChiMinhTelegramToTruman1946.png|nhỏ|150px|phải|Bức điện Chủ tịch [[Hồ Chí Minh]] gửi Tổng thống Mỹ [[Harry S. Truman|Harry Truman]] kêu gọi sự ủng hộ của Mỹ nhưng không được trả lời]]\nKhi [[Chiến tranh thế giới thứ hai]] bắt đầu, ngày 14 tháng 8 năm 1941 Tổng thống Mỹ [[Franklin D. Roosevelt]] và Thủ tướng Anh [[Winston S. Churchill]] cùng nhau ra Tuyên bố chung [[Hiến chương Đại Tây Dương]]. Điều 3 của Hiến chương này nói rằng Anh và Mỹ tôn trọng quyền của tất cả mọi dân tộc được chọn hình thức chính quyền lãnh đạo họ, Anh và Mỹ cũng mong muốn nhìn thấy chủ quyền và các hình thức nhà nước tự trị của các dân tộc trước kia bị người khác dùng vũ lực tước mất được tái lập lại.<ref>[http:\/\/avalon.law.yale.edu\/wwii\/atlantic.asp Atlantic Charter], AUGUST 14, 1941, Lillian Goldman Law Library<\/ref><ref>[http:\/\/baochi.nlv.gov.vn\/baochi?a=d&d=WODk19460420.2.13 Hiến chương Đại Tây Dương], Báo Sự Thật, Số 32, 20 Tháng Tư 1946<\/ref>\n\nTuy nhiên, sau khi Thế chiến 2 kết thúc, quân Anh được cử tới Việt Nam giải giáp quân Nhật đã đồng thời trợ giúp đồng minh là Pháp tái thiết lập chế độ thực dân tại đây. Ngày 23 tháng 9 năm 1945, quân Pháp được quân Anh giúp sức đã nổ súng tấn công [[Sài Gòn]], mở đầu cuộc [[Chiến tranh Đông Dương|chiến tranh xâm lược Việt Nam lần thứ hai]].<ref>{{Chú thích web | url = http:\/\/www.tuyengiao.soctrang.gov.vn\/wps\/portal\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gLR1dvZ09LYwN312BTA09fd28fM0MzgwALA_2CbEdFALaFW3M!\/?WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/bantuyengiao\/bantuyengiaosite\/tuyen+truyen\/tuyen+truyen\/soc+trang+23-9 | tiêu đề = Ban Tuyên giáo Tỉnh ủy Sóc Trăng | tác giả =  | ngày =  | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2015-02-07 | archive-url = https:\/\/web.archive.org\/web\/20150207130554\/http:\/\/www.tuyengiao.soctrang.gov.vn\/wps\/portal\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gLR1dvZ09LYwN312BTA09fd28fM0MzgwALA_2CbEdFALaFW3M!\/?WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Fbantuyengiao%2Fbantuyengiaosite%2Ftuyen+truyen%2Ftuyen+truyen%2Fsoc+trang+23-9 | url-status = dead }}<\/ref>\n\nVề phía Mỹ, sau chiến tranh thế giới thứ II, một mặt nước này ủng hộ khái niệm quyền dân tộc tự quyết, mặt khác nước này cũng có quan hệ chặt chẽ với các đồng minh châu Âu của mình, những nước đã có những tuyên bố [[đế quốc]] đối với những thuộc địa cũ của họ. [[Chiến tranh Lạnh]] chỉ làm phức tạp thêm vị thế của Mỹ, cũng như việc Mỹ ủng hộ quá trình phi thực dân hóa được bù lại bằng mối quan tâm của Mỹ đối với sự lan rộng của [[chủ nghĩa cộng sản]] và những tham vọng chiến lược của [[Liên Xô]] tại châu Âu. Một số đồng minh [[NATO]] khẳng định rằng [[thuộc địa]] cung cấp cho họ sức mạnh kinh tế và quân sự mà nếu không có nó thì liên minh phương Tây sẽ tan rã. Gần như tất cả các đồng minh châu Âu của Mỹ đều tin rằng thuộc địa sẽ cung cấp sự kết hợp giữa nguyên liệu và thị trường được bảo vệ đối với hàng hóa thành phẩm, từ đó sẽ gắn kết các thuộc địa với châu Âu.<ref>[http:\/\/history.state.gov\/milestones\/1945-1952\/AsiaandAfrica Decolonization of Asia and Africa, 1945-1960, Office of the Historian, Bureau of Public Affairs, United States Department of State] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130524022108\/http:\/\/history.state.gov\/milestones\/1945-1952\/AsiaandAfrica |date=2013-05-24 }}, trích:\"While the United States generally supported the concept of national self-determination, it also had strong ties to its European allies, who had imperial claims on their former colonies. The Cold War only served to complicate the U.S. position, as U.S. support for decolonization was offset by American concern over communist expansion and Soviet strategic ambitions in Europe. Several of the NATO allies asserted that their colonial possessions provided them with economic and military strength that would otherwise be lost to the alliance. Nearly all of the United States' European allies believed that after their recovery from World War II their colonies would finally provide the combination of raw materials and protected markets for finished goods that would cement the colonies to Europe.\"<\/ref>\n\nNăm 1946, Chủ tịch [[Hồ Chí Minh]] gửi thư cho Tổng thống Mỹ [[Harry S. Truman|Harry Truman]] kêu gọi sự ủng hộ của Mỹ với nền độc lập non trẻ của Việt Nam, nhưng đã không được hồi đáp. Nhiều nhà sử học cho rằng Hoa Kỳ đã bỏ lỡ cơ hội để quan hệ hữu nghị với Việt Nam, và đây là bước ngoặt đầu tiên dẫn tới cuộc chiến tranh mà Mỹ tiến hành tại Việt Nam.<ref>[http:\/\/vietnamnet.vn\/vn\/chinh-tri\/133287\/doc-thu-chu-tich-ho-chi-minh-gui-tong-thong-truman.html Thư Chủ tịch Hồ Chí Minh gửi Tổng thống Truman]<\/ref>\n\nNhững năm 1946 và 1947, Mỹ không ngăn cản Pháp mở rộng cuộc [[chiến tranh xâm lược]] Việt Nam, nhưng cũng không trực tiếp viện trợ cho các lực lượng viễn chinh Pháp ở [[Bán đảo Đông Dương|Đông Dương]]. Mãi đến năm 1947, khi Mỹ viện trợ cho nước Pháp 3 tỷ đôla theo [[kế hoạch Marshall]], nhờ đó Pháp mới đỡ khó khăn hơn trong việc tiếp tục chiến tranh ở Việt Nam.\n\nLúc này, tuy Mỹ có chú ý đến \"tính chất cộng sản\" của [[Chính phủ Liên hiệp Quốc dân Việt Nam Dân chủ Cộng hòa|Chính phủ kháng chiến]] của Việt Nam Dân chủ Cộng hòa, nhưng họ lại đang bị cuốn hút vào những vấn đề lớn của châu Âu. Việc chiếm đóng và xây dựng lại Nhật Bản, sự tiến triển của các lực lượng cách mạng trong cuộc [[nội chiến Trung Quốc]], sự phát triển mạnh của phong trào đòi độc lập và giải phóng dân tộc ở các khu vực thuộc địa rộng lớn, kể cả ở [[Đông Nam Á]] làm cho Mỹ lúc này muốn Pháp giải quyết nhanh chóng cuộc [[chiến tranh Đông Dương]], kể cả bằng thương lượng. Tóm lại, cho đến những năm 1946–1947, Mỹ chưa quan tâm nhiều đến vấn đề Việt Nam và Đông Dương.\n\n===Giai đoạn 1948–1952===\nĐể tồn tại như một [[siêu cường]] hàng đầu thế giới không phải chỉ có sức mạnh quân sự, kinh tế và chính trị, mà còn cần phải có một [[chiến lược]] toàn cầu phù hợp, một chính sách gây ảnh hưởng khôn khéo.\n\nSau [[Chiến tranh Thế giới thứ hai]], sự suy yếu nghiêm trọng của các cường quốc châu Âu như Anh, Pháp và đặc biệt là Đức – quốc gia bị chiến tranh tàn phá nặng nề, không được tái vũ trang và mất nhiều nhân tài do những nhân tài này sợ phải ra [[Tòa án Công lý Quốc tế]] vì những tội ác chống lại loài người nên đã di cư sang Hoa Kỳ hoặc [[Liên Xô]] – đã tạo ra khoảng trống quyền lực khổng lồ trên thế giới. Cả [[Liên Xô]] và [[Hoa Kỳ]] đều dựa vào khoảng trống này cũng như dựa vào sức sản xuất to lớn của họ để trở thành những siêu cường.\n\nDo những yêu cầu cấp thiết trên chiến trường, cả nền sản xuất [[Hoa Kỳ]] và [[Liên Xô]] đều phải hoạt động hết công suất. Hết chiến tranh, cả hai siêu cường mới đều phải đối mặt việc sức sản xuất khổng lồ của nền kinh tế có thể gây ra một cuộc khủng hoảng thừa tương tự [[Khủng hoàng kinh tế 1929-1933|Khủng hoàng kinh tế 1929–1933]]. Bên cạnh đó, họ đều phải đối mặt với tình trạng thất nghiệp có thể tăng chóng mặt do lượng quân nhân giải ngũ.\n\nĐể đối phó với tình trạng đó, cả [[Liên Xô]] và [[Hoa Kỳ]] đều có chiến lược cho mình. Điểm khác nằm ở chỗ chiến lược của Hoa Kỳ ở tầm toàn cầu còn chiến lược của Liên Xô ở tầm châu Âu. [[Hoa Kỳ]] tin vào thuyết [[Vận mệnh hiển nhiên]], theo đó nước này \"có sứ mệnh lãnh đạo toàn cầu\", trong khi Liên Xô thì muốn truyền bá chủ nghĩa cộng sản ra các nước khác nhưng [[Stalin]] nhận ra xuất phát điểm thấp hơn Hoa Kỳ nên phải chấp nhận rằng [[Liên Xô]] cần có một chiến lược tầm châu Âu trước khi có 1 chiến lược tầm toàn cầu để cạnh tranh với Hoa Kỳ. Do chiến lược của [[Hoa Kỳ]] ở mức toàn cầu nên sự can thiệp vào Việt Nam là nằm trong toan tính của Hoa Kỳ còn do chiến lược của [[Liên Xô]] là tránh đối đầu với [[Hoa Kỳ]] ở tầm quốc tế trong giai đoạn đó nên [[Liên Xô]] đã không quan tâm tới tình hình Việt Nam. Khoảng trống ở Việt Nam và châu Á do Liên Xô tạo ra nhanh chóng được [[Cộng hòa Nhân dân Trung Hoa]] của [[Mao Trạch Đông]] tận dụng. Tuy nhiên do những sai lầm trong Cách mạng Văn hóa cũng như xuất phát điểm quá thấp nên Trung Quốc vẫn chưa thể cạnh tranh với Hoa Kỳ ở châu Á – Thái Bình Dương. \n[[Tập tin:Harry S. Truman.jpg|nhỏ|trái|180px|upright|Tổng thống Mỹ [[Harry S. Truman]], người mở đầu sự can thiệp của Mỹ vào Việt Nam qua việc viện trợ chiến phí cho Pháp]]\nChiến lược toàn cầu của Mỹ gồm có chiến lược chung (grand strategy) có khi còn gọi là chiến lược tổng quát, và chiến lược quân sự toàn cầu. Chiến lược chung bao gồm những quan điểm, tư tưởng và phương hướng chỉ đạo chiến lược cho tất cả các mặt chính trị, quân sự, kinh tế ngoại giao v.v... và thường được mang tên là học thuyết hoặc chủ nghĩa. Kèm theo là một chiến lược quân sự toàn cầu.\n\nRa đời trong bối cảnh quốc tế có nhiều biến động, Liên Xô vừa chiến thắng phát xít, uy tín quốc tế đang lên cao, tuy bị tàn phá nhiều, nhưng vẫn đang nắm ưu thế [[quân sự]] về vũ khí thông thường. Các nước [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]] lần lượt ra đời được Liên Xô ủng hộ và bắt đầu hình thành một hệ thống thế giới. Phong trào cộng sản và công nhân ở các nước tư bản đang trên đà phát triển. [[Phong trào đấu tranh giải phóng dân tộc trên thế giới|Phong trào giải phóng dân tộc]] lên cao. Trong lúc đó, các trung tâm tư bản chủ yếu ở châu Âu và Nhật chưa được củng cố, phục hồi, tập hợp lại. Bối cảnh lịch sử đó đặt chiến lược toàn cầu Mỹ xuất phát từ một thế phòng ngự là ngăn chặn sự lan rộng của chủ nghĩa cộng sản. Đó cũng là tư tưởng chỉ đạo xuyên suốt trong chiến lược quân sự toàn cầu của Mỹ.\n\nDo nền tảng tư tưởng Hoa Kỳ dựa chủ yếu vào tư tưởng kinh tế tự do của [[Adam Smith]], theo đó, nền kinh tế thị trường tự vận động, tự điều chỉnh bởi bàn tay vô hình, không cần đến sự can thiệp của nhà nước. Trong khi đó Liên Xô áp dụng chủ nghĩa cộng sản với nền kinh tế kế hoạch hóa tập trung trong đó nhà nước chỉ huy mọi ngành sản xuất và dịch vụ. Sự xuất hiện và lớn mạnh của Liên Xô đã khiến Hoa Kỳ có một đối thủ tương xứng để đối đầu. Hoa Kỳ cảm thấy phải ngăn chặn sự lan rộng của chủ nghĩa cộng sản để duy trì được uy thế của nước này trên thế giới và để chủ nghĩa cộng sản không chiếm ưu thế tại Hoa Kỳ. Hoa Kỳ thực hiện [[chống Cộng]] và chống các phong trào giải phóng dân tộc được Liên Xô ủng hộ<ref>Nhà xuất bản Thông tấn xã Việt Nam, Giấc mộng Trung Hoa, tác giả Thiếu tướng Lưu Minh Phúc, trang 76<\/ref>. Liên Xô trở thành đối thủ chính của Hoa Kỳ. Sự tranh giành ảnh hưởng của nhau tại châu Âu cũng như việc Hoa Kỳ coi [[Stalin]] như một bản sao của [[Hitler]] trong khi Liên Xô coi Hoa Kỳ là một nước tư bản đế quốc có cùng bản chất với phát xít (Liên Xô định nghĩa [[chủ nghĩa phát xít]] là một hình thái cực đoan và phản động của chủ nghĩa tư bản đế quốc với những tư tưởng chống Cộng và phân biệt chủng tộc) khiến cho sự nghi kỵ giữa đôi bên không ngừng. Liên Xô sử dụng tư tưởng chống tư bản, ủng hộ giải phóng dân tộc để đối đầu với Hoa Kỳ trong khi Hoa Kỳ sử dụng tư tưởng chống Cộng để đối đầu với Liên Xô. Trong nhiều thập kỷ sau đó của Chiến tranh Lạnh, giới hoạch định chính sách của Hoa Kỳ luôn tranh cãi rằng về bản chất họ đang \"chống Cộng\" hay thực ra là đang chống Liên Xô và các đồng minh của nước này<ref>Nhà xuất bản Sự thật, Sách: Đông, Tây, Nam, Bắc - Diễn biến chính trong quan hệ quốc tế từ 1945, Chương II: Chiến tranh Lạnh ở châu Âu 1945-1949, tr. 56<\/ref>. Đặc biệt khi Hoa Kỳ bắt tay với Trung Quốc từ năm 1972 để chống lại khối các nước Xã hội Chủ nghĩa do Liên Xô lãnh đạo thì tranh cãi này đạt tới đỉnh điểm, vì chính Trung Quốc cũng là một nước ủng hộ chủ nghĩa cộng sản.<ref>{{Chú thích web | url = http:\/\/content.time.com\/time\/video\/player\/0,32068,1187706189001_2095507,00.html | tiêu đề = Does the U.S. Always Need an Enemy? - Video - TIME.com | tác giả = | ngày = | ngày truy cập = 15 tháng 10 năm 2015 | nơi xuất bản = TIME.com | ngôn ngữ = }}<\/ref>\n\nSau khi trúng cử vào Nhà Trắng lần thứ hai, Tổng thống Mỹ Truman đề ra học thuyết mang tên mình. [[Học thuyết Truman]] coi Liên Xô là đối tượng chủ yếu và lập luận rằng \"một số phong trào cách mạng giải phóng dân tộc cũng là tay sai của cộng sản do [[Moskva]] điều khiển, sử dụng chiêu bài dân tộc để bành trướng chủ nghĩa cộng sản\". Do vậy, chiến lược của Mỹ là phải bao vây và ngăn chặn Liên Xô và phe [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]], đồng thời phải chống những phong trào giải phóng dân tộc do những người cộng sản lãnh đạo và ủng hộ những phong trào dân tộc không theo chủ nghĩa cộng sản như các phong trào ở Nam Á, Trung Đông, Đông Nam Á, Đông Bắc Á<ref name=\"history.state.gov\">{{Chú thích web |url=http:\/\/history.state.gov\/milestones\/1945-1952\/AsiaandAfrica |ngày truy cập=2013-05-21 |tựa đề=Decolonization of Asia and Africa, 1945-1960, Office of the Historian, Bureau of Public Affairs, United States Department of State |archive-date=2013-05-24 |archive-url=https:\/\/web.archive.org\/web\/20130524022108\/http:\/\/history.state.gov\/milestones\/1945-1952\/AsiaandAfrica |url-status=dead }}<\/ref>... Để củng cố lực lượng đồng minh của Mỹ, học thuyết Truman chấp nhận [[kế hoạch Marshall]] ở châu Âu. Kế hoạch Marshall do Marshall, quốc vụ khanh Mỹ nêu ra ngày 5–6–1947, nhằm khôi phục lại châu Âu bằng viện trợ Mỹ. Các nước Anh, Pháp, Bỉ, Áo, Hà Lan, Luxembourg, Đan Mạch, Na Uy, Thụy Điển, Iceland, Thụy Sĩ, Hy Lạp, Thổ Nhĩ Kỳ, Ý, Bồ Đào Nha, Tây Đức… đã tiếp nhận với điều kiện dành cho Mỹ những đặc quyền kinh tế theo yêu cầu của Mỹ, ủng hộ chiến lược ngăn chặn chủ nghĩa cộng sản của Mỹ. Kế hoạch Marshall đã vừa giúp Hoa Kỳ không bị rơi vào một cuộc khủng hoàng thừa như sau [[Chiến tranh thế giới thứ nhất]], vừa giúp cho Hoa Kỳ tập hợp được thêm nhiều đồng minh Tây Âu vốn không đủ sức kháng cự nếu bị Liên Xô tấn công.\n\n==Viện trợ quân sự cho Pháp (1948–1952)==\n\n===Mỹ đặt trọng tâm tại Đông Nam Á===\nTại [[Hoa Kỳ|Mỹ]] đầu thập niên 1950, các thế lực chống cộng cực đoan nắm quyền. Lực lượng mật vụ của McCarthy và Hoover thường xuyên thực hiện các chiến dịch [[chủ nghĩa chống cộng|chống cộng]] gồm theo dõi, phân biệt đối xử, sa thải, khởi tố và bắt giam nhiều người bị xem là cộng sản hoặc ủng hộ chủ nghĩa cộng sản.<ref>Schrecker, Ellen (2002). The Age of McCarthyism: A Brief History with Documents (2d ed.). Palgrave Macmillan. ISBN 0-312-29425-5. p. 63–64<\/ref><ref>Ellen Schrecker, THE AGE OF MCCARTHYISM: A BRIEF HISTORY WITH DOCUMENTS, [http:\/\/www.english.illinois.edu\/maps\/mccarthy\/schrecker3.htm The State Steps In: Setting the Anti-Communist Agenda], trích \"''These actions--most important the inauguration of an anti-Communist loyalty-security program for government employees in March 1947 and the initiation of criminal prosecutions against individual Communists--not only provided specific models for the rest of the nation but also enabled the government to disseminate its version of the Communist threat.''\", Boston: St. Martin's Press, 1994<\/ref><ref>Ellen Schrecker, THE AGE OF MCCARTHYISM: A BRIEF HISTORY WITH DOCUMENTS, [http:\/\/www.english.illinois.edu\/maps\/mccarthy\/schrecker3.htm The State Steps In: Setting the Anti-Communist Agenda], trích \"''Communist defendants were arrested, handcuffed, fingerprinted, and often brought to their trials under guard if they were being held in jail for contempt or deportation.''\", Boston: St. Martin's Press, 1994<\/ref> Một bộ phận trong số những nạn nhân bị mất việc, bị bắt giam hoặc bị điều tra quả thật có quan hệ trong hiện tại hoặc trong quá khứ với [[Đảng Cộng sản Hoa Kỳ]]. Nhưng đại bộ phận còn lại có rất ít khả năng gây nguy hại cho nhà nước và sự liên quan của họ với người cộng sản là rất mờ nhạt.<ref>Schrecker, Ellen (1998). Many Are the Crimes: McCarthyism in America. Little, Brown. ISBN 0-316-77470-7. p. 4<\/ref> Chính phủ Mỹ khiến công chúng nghĩ rằng những người cộng sản là mối đe dọa đối với an ninh quốc gia.<ref>Ellen Schrecker, THE AGE OF MCCARTHYISM: A BRIEF HISTORY WITH DOCUMENTS, [http:\/\/www.english.illinois.edu\/maps\/mccarthy\/schrecker3.htm The State Steps In: Setting the Anti-Communist Agenda], trích \"''The major trials of the period got enormous publicity and gave credibility to the notion that Communists threatened the nation's security.''\", Boston: St. Martin's Press, 1994<\/ref>\n\nSự cạnh tranh chiến tranh lạnh với Liên Xô là mối quan tâm lớn nhất về chính sách đối ngoại của Mỹ trong những năm 1940 và 1950, chính phủ Truman và Eisenhower ngày càng trở nên lo ngại rằng khi các cường quốc châu Âu bị mất các thuộc địa của họ, các đảng cộng sản được Liên Xô ủng hộ sẽ đạt được quyền lực trong quốc gia mới. Điều này có thể làm thay đổi cán cân quyền lực quốc tế theo hướng có lợi cho Liên Xô và loại bỏ quyền truy cập vào nguồn lực [[tài nguyên]] từ đồng minh của Mỹ. Các sự kiện như cuộc đấu tranh giành độc lập của [[Indonesia]] (1945–1950), cuộc chiến tranh của Việt Nam chống Pháp (1945–1954), và chủ nghĩa xã hội dân tộc công khai của [[Ai Cập]] (1952) và [[Iran]] (1951) đã khiến Hoa Kỳ lo lắng rằng các nước mới giành độc lập sẽ ủng hộ Liên Xô, ngay cả khi chính phủ mới không trực tiếp liên hệ với Liên Xô. Do vậy, Hoa Kỳ đã sử dụng các gói cứu trợ, hỗ trợ kỹ thuật và đôi khi bằng tấn công quân sự để hỗ trợ các lực lượng thân phương Tây tại các quốc gia mới.<ref name=\"history.state.gov\"\/>\n\nGiới chiến lược quân sự Mỹ phát hiện thấy lúc này hướng yếu nhất trong chiến lược của Mỹ ở châu Á là [[Đông Nam Á]], một khu vực rộng lớn tiếp giáp với [[Trung Quốc]] ở phía nam. Bởi vì ''\"Đông Nam Á có tầm quan trọng về chiến lược, nó kiểm soát cửa ngõ ra vào giữa hai biển Thái Bình Dương và Ấn Độ Dương\", \"Đông Nam Á rất quan trọng đối với Mỹ\"...''\n\nBên cạnh đó, những cường quốc thống trị ở Đông Nam Á như Anh và Pháp đang phải vật lộn với những khó khăn trong nước và từng bước từ bỏ khu vực này nên việc Hoa Kỳ gây ảnh hưởng ở đây rõ ràng dễ dàng hơn rất nhiều so với dồn tổng lực để đối đầu với Liên Xô ở châu Âu. Ảnh hưởng tại Đông Nam Á còn giúp cho Hoa Kỳ hoàn thiện 2 chuỗi đảo (Bờ Tây Hoa Kỳ – Hawaii và Guam–Nhật Bản–Philippines– Singapore) để duy trì an ninh tại Thái bình Dương, đảm bảo sự lưu thông hàng hóa và các lực lượng quân sự của Hoa Kỳ ở đại dương này. Nếu để đối thủ (quá khứ là Liên Xô và hiện tại là Trung Quốc) chiếm được Đông Nam Á, Hoa Kỳ không sớm thì muộn sẽ mất cả châu Á – Thái Bình Dương.\n\nQuan điểm ngăn chặn đã tạo ra một cơ cấu chặt chẽ cho đường lối của Mỹ ở Đông Nam Á. Trong văn kiện NSC51, nhan đề Chính sách của Mỹ đối với Đông Nam Á do Bộ Ngoại giao Mỹ trình lên Hội đồng an ninh quốc gia ngày 1-7-1949, có đánh giá ''\"ở Đông Dương, chính sách của Pháp là đánh chiếm lại, v.v... nhưng Pháp không thể dùng biện pháp quân sự để tiêu diệt [[Việt Minh]], tình hình Đông Dương đang xấu đi rất nhiều. Cộng sản chiếm vị trí khống chế trong phong trào dân tộc...\".'' Sau đó, Tổng thống Truman đã phê chuẩn (ngày 30-12-1949) một văn kiện của Hội đồng an ninh quốc gia Mỹ, trong đó nhấn mạnh ''\"cần thiết phải ngăn chặn sự bành trướng của cộng sản ở Đông Dương\".'' Đông Nam Á trở thành chiến trường quan trọng (lúc đó vẫn là sau Đông Bắc Á) trong chiến lược của Mỹ ở châu Á. Chiến lược ngăn chặn ở Đông Nam Á coi như chính thức bắt đầu từ đó và Đông Dương trở thành trọng điểm của chiến lược Đông Nam Á của Mỹ.\n\n[[Hình:Dien bien phu castor or siege deinterlaced.png|nhỏ|Máy bay C-119 của Mỹ đang thả lính dù Pháp tại [[trận Điện Biên Phủ]] năm 1954.]]\n\nNhững năm 1948, 1949 triển khai [[chủ thuyết Truman|học thuyết Truman]] và chiến lược quân sự toàn cầu ngăn chặn, Mỹ đặt trọng tâm chiến lược là Tây Âu. Ở châu Âu, lúc này nước Pháp có vị trí rất quan trọng, thậm chí là then chốt trong việc hình thành liên minh đó. Do vậy, Mỹ đã cố gắng tranh thủ Pháp để khai thác vai trò của Pháp. Năm 1947, Mỹ viện trợ cho Pháp 3 tỉ đôla theo kế hoạch Marshall. Năm 1948, Tổng thống Mỹ đã có sự phê chuẩn đặc biệt để trang bị cho 3 [[sư đoàn]] Pháp đóng ở Đức.\n\nNăm 1948, trong một văn kiện của Bộ Ngoại giao Mỹ (27-9-1948) tổng kết tình hình Việt Nam và chính sách của Mỹ đối với Việt Nam, có nêu rõ mục tiêu lâu dài của Mỹ là: ''thủ tiêu ở mức độ tối đa có thể được ảnh hưởng của cộng sản ở Đông Dương, Mỹ muốn thấy Việt Nam và Đông Dương có một nhà nước dân tộc chủ nghĩa tự trị thân Mỹ.''\n\nThực tế từ năm 1947, Mỹ đã viện trợ cho Pháp theo [[kế hoạch Marshall]] và Pháp đã dùng một phần viện trợ đó vào cuộc [[chiến tranh Đông Dương]]. Báo chí Mỹ cho biết: năm 1947 Chính phủ Truman đã cho Pháp vay 160 triệu đôla để mua xe cộ và một số thiết bị liên quan cho chiến trường Đông Dương. Trong văn kiện NSC51 của Bộ Ngoại giao Mỹ gửi Hội đồng an ninh quốc gia Mỹ (ngày 1-7-1949) có xác nhận, trong năm 1948 khoảng 100.000 quân Pháp với trang bị của Mỹ... đang ở Đông Dương.\n\n===Mỹ ủng hộ thành lập Quốc gia Việt Nam===\nMỹ tuyên bố ủng hộ nguyện vọng độc lập dân tộc tại Đông Nam Á trong đó có Việt Nam, nhưng với điều kiện lãnh đạo của những nhà nước mới không phải là người cộng sản, Mỹ ủng hộ việc thành lập các nhà nước phi cộng sản (tức là theo [[chủ nghĩa chống cộng|chủ nghĩa chống Cộng]]) ổn định trong khu vực tiếp giáp Trung Quốc. Thời điểm này Đảng Cộng sản Đông Dương đã giải tán vào tháng 11\/1945, những người cộng sản hoạt động dưới danh nghĩa Việt Minh, Chính phủ Việt Nam Dân chủ Cộng hòa gồm nhiều đảng phái và không có đảng cộng sản nào tham chính. Chính phủ này đã tổ chức tổng tuyển cử 1946, ban hành Hiến pháp 1946 và tổ chức Quốc hội khóa I với chính phủ đa đảng phái gồm nhiều thành phần Việt Cách, Việt Quốc... Theo [[thuyết domino|thuyết Domino]], Mỹ hỗ trợ những quốc gia đồng minh tại Đông Nam Á vì không hài lòng với điều mà họ cho là \"''lực lượng cộng sản muốn thống trị châu Á dưới chiêu bài dân tộc''\".<ref>[http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon\/pent5.htm The Pentagon Papers, Chapter 2, \"U.S. Involvement in the Franco-Viet Minh War, 1950-1954\", MEMORANDUM FOR THE PRESIDENT - Harry S. Truman President] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110806004651\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon\/pent5.htm |date=2011-08-06 }}, trích \"Recognition by the United States of the three legally constituted governments of Vietnam, Laos' and Cambodia appears desirable and in accordance with United States foreign policy for several reasons. ''Among them are: encouragement to national aspirations under non-Communist leadership for peoples of colonial areas in Southeast Asia; the establishment of stable non-Communist governments in areas adjacent to Communist China''; ''support to a friendly country which is also a signatory to the North Atlantic Treaty; and as a demonstration of displeasure with Communist tactics which are obviously aimed at eventual domination of Asia, working under the guise of indigenous nationalism''.\"<\/ref> Mỹ thúc giục Pháp nhượng bộ chủ nghĩa dân tộc tại Việt Nam, nhưng mặt khác họ không thể cắt viện trợ cho Pháp vì sẽ mất đi đồng minh trước những mối lo lớn hơn tại châu Âu. Tóm lại, chính sách của Mỹ gồm 2 mặt không tương thích: một mặt hỗ trợ người Pháp chiến thắng trong cuộc chiến chống Việt Minh – tốt nhất là dưới sự chỉ đạo của Mỹ, mặt khác Mỹ dự kiến sau khi chiến thắng, người Pháp sẽ – \"một cách cao cả\" – rút khỏi Đông Dương<ref>[http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon\/pent5.htm The Pentagon Papers, Chapter 2, \"U.S. Involvement in the Franco-Viet Minh War, 1950-1954\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110806004651\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon\/pent5.htm |date=2011-08-06 }}, Trích \"''The U.S.-French ties in Europe (NATO, Marshall Plan, Mutual Defense Assistance Program) only marginally strengthened U.S. urgings that France make concessions to Vietnamese nationalism.'' Any leverage from these sources was severely limited by the broader considerations of U.S. policy for the containment of communism in Europe and Asia. NATO and the Marshall Plan were of themselves judged to be essential to our European interests. To threaten France with economic and military sanctions in Europe in order to have it alter its policy in Indochina was, therefore, not plausible. Similarly, to reduce the level of military assistance to the French effort in Indochina would have been counter-productive, since it would have led to a further deterioration in the French military position there. ''In other words, there was a basic incompatibility in the two strands of U.S. policy: (1) Washington wanted France to fight the anti-communist war and win, preferably with U.S. guidance and advice; and (2) Washington expected the French, when battlefield victory was assured, to magnanimously withdraw from Indochina.''\"<\/ref>\n\nMỹ đã khuyên Pháp nên tìm một giải pháp chính trị. Tháng 1-1949, Bộ Ngoại giao Mỹ thúc ép Pháp thoả thuận với [[Bảo Đại]] để lập Chính phủ Việt Nam (Etat du Viet Nam) trong Liên bang Đông dương thuộc Liên hiệp Pháp được gọi là [[Quốc gia Việt Nam]]. Tiếp đến tháng 2-1949, Ngoại trưởng Akison lại hối thúc và đến ngày 8-3-1949, Pháp đã ký [[Hiệp nghị Elysee]] với Bảo Đại. Ngày 10-5-1949, Bộ Ngoại giao Mỹ điện cho lãnh sự Mỹ ở [[Thành phố Hồ Chí Minh|Sài Gòn]], khẳng định Pháp, các cường quốc phương Tây khác và các nước không cộng sản ở châu Á, hết sức cố gắng để đảm bảo thắng lợi tốt nhất cho giải pháp Bảo Đại.\n\nNgười Pháp tỏ ra ít có nhiệt tình với chính phủ [[Quốc gia Việt Nam]] mới ra đời, còn người Mỹ chế giễu Pháp là ''\"thực dân tuyệt vọng\"''. Đáp lại, phía Pháp nhận định là Mỹ quá ngây thơ, và một người Pháp đã nói thẳng là ''\"những người Mỹ ưa lo chuyện người khác, ngây thơ vô phương cứu chữa, tin tưởng rằng khi quân đội Pháp rút lui, mọi người sẽ thấy nền độc lập của người Việt xuất hiện.\"'' Rõ ràng đây là một câu nói chế giễu nhưng nó lại chính xác vì những người Mỹ khá ngây thơ và ấu trĩ khi họ mới đến Việt Nam.<ref>Alfred McCoy. [http:\/\/www.drugtext.org\/The-Politics-of-Heroin-in-Southeast-Asia\/5-south-vietnam-narcotics-in-the-nations-service.html South Vietnam: Narcotics in the Nation's Service] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140112115102\/http:\/\/www.drugtext.org\/The-Politics-of-Heroin-in-Southeast-Asia\/5-south-vietnam-narcotics-in-the-nations-service.html |date=2014-01-12 }}. Trích dẫn: \"''The French had little enthusiasm for this emerging nation and its premier, and so the French had to go. Pressured by American military aid cutbacks and prodded by the Diem regime, the French stepped up their troop withdrawals. By April 1956 the once mighty French Expeditionary Corps had been reduced to less than 5,000 men, and American officers had taken over their jobs as advisers to the Vietnamese army. The Americans criticized the french as hopelessly \"colonialist\" in their attitudes, and French officials retorted that the Americans were naive During this difficult transition period one French official denounced \"the meddling Americans who, in their incorrigible guilelessness, believed that once the French Army leaves, Vietnamese independence will burst forth for all to see.\" Although this French official was doubtlessly biased, he was also correct. There was a certain naiveness, a certain innocent freshness, surrounding many of the American officials who poured into Saigon in the mid 1950s.\"''\"<\/ref>\n\n===Mỹ viện trợ quân sự cho Pháp===\nTrong 3 năm đầu của cuộc chiến tranh Đông Dương lần thứ nhất, Mỹ đã giữ một thái độ \"trung lập\" nhưng ủng hộ Pháp rất rõ ràng. Nước  Mỹ chẳng muốn tự đặt bản thân vào một vị thế khó xử là công khai ủng hộ [[chủ nghĩa thực dân]], nhưng cũng không muốn làm mất lòng Pháp - một đồng minh quan trọng ở châu Âu. Do vậy, chính quyền Truman đã bí mật trao cho Pháp nhiều khoản viện trợ về tài chính và quân sự.<ref>George C. Herring, Cuộc chiến dài ngày giữa nước Mỹ và Việt Nam 1950 - 1975, nhà xuất bản Công an Nhân dân, 2004<\/ref><ref>George McT. Kahin, Quyền lực và Sự thực: Sự can thiệp của Mỹ vào Việt Nam. New York, năm 1986, Chương I.<\/ref>\n\nTừ cuối năm 1949, khi bối cảnh thế giới đã bắt đầu trở nên căng thẳng, Mỹ chính thức cam kết dính líu vào cuộc chiến tranh của Pháp ở Việt Nam chống lại lực lượng [[Việt Minh]] bằng một loạt bước đi liên tiếp: tháng 10–1949, Mỹ cử phái đoàn đầu tiên gồm các đại biểu Quốc hội và cán bộ ngoại giao đến Đông Nam Á, rồi đến [[Thành phố Hồ Chí Minh|Sài Gòn]] nghiên cứu tình hình. Ngày 28-11-1949, Washington chính thức mời đại diện của Chính phủ [[Quốc gia Việt Nam]] sang thăm Mỹ. Bảo Đại cử Bửu Lộc, Chánh văn phòng của Chính phủ Bảo Đại, sang Mỹ.\n\nTrong văn kiện của Hội đồng An ninh Quốc gia Mỹ (NSC.51) do Tổng thống Truman phê chuẩn ngày 30-12-1949, nhấn mạnh sự cần thiết phải ngăn chặn sự Việt Minh ở Đông Dương bằng sự trợ giúp về chính trị, viện trợ kinh tế và quân sự cho Pháp.\n\nSau khi Hội đồng an ninh quốc gia Mỹ đưa ra ý kiến viện trợ quân sự cho chính quyền [[Quốc gia Việt Nam]] thông qua Pháp (ngày 27-2-1950) được Hội đồng tham mưu trưởng liên quân ủng hộ, Mỹ đã để lộ ý đồ muốn ủng hộ [[Quốc gia Việt Nam]] bằng cách viện trợ quân sự thẳng cho chính quyền này không thông qua Pháp. Mâu thuẫn giữa Pháp và Mỹ trong [[chiến tranh Đông Dương]] lúc này đã bộc lộ công khai và có phần gay gắt.\n\nNgày 14-9-1951, tướng De Lattre sang gặp Tổng thống [[Harry S. Truman|Harry Truman]], Bộ trưởng quốc phòng Hoa Kỳ và tướng Collins, Tổng Tham mưu trưởng quân đội Hoa Kỳ tiếp. Lô viện trợ đầu tiên của Mỹ gồm rất nhiều chiến cụ và khí giới: 9.000 [[súng tiểu liên]], 500 đại liên, 5.000 xe chuyên chở đủ loại, 600 máy truyền tin và các xe chiến đấu, máy bay, tàu hải quân, tàu sửa chữa...\n\nTừ tháng 7-1950 đến 1-1-1952, Mỹ đã cung cấp cho Pháp gần 300 triệu đôla vũ khí và trang bị quân sự. Tại hội nghị tay ba Mỹ, Pháp, Anh họp ở Paris bàn về các vấn đề Đông Nam Á ngày 28-5-1952, Ngoại trưởng Mỹ Akison nói từ tháng 6-1951 đến tháng 6-1952, Mỹ đã gánh chịu một phần ba (1\/3) chi phí cho cuộc chiến tranh của Pháp và Quốc gia Việt Nam ở Đông Dương. Và từ hội nghị này, Mỹ đồng ý tăng thêm 150 triệu đôla trong tài khoá 1952-1953 viện trợ quân sự cho Pháp và Quốc gia Việt Nam. [[Le Tourneau]], đại diện Chính phủ Pháp xác nhận sáu tháng tới viện trợ quân sự Mỹ sẽ chiếm tỷ lệ 40% chi phí chiến tranh ở Đông Dương.\n\nMặc dầu vậy, Pháp vẫn không bớt lo ngại trước ý định của Mỹ ủng hộ trực tiếp Quốc gia Việt Nam để chính quyền này ly khai khỏi [[Liên hiệp Pháp]] thành lập một quốc gia độc lập không thuộc Liên hiệp Pháp. Ngày 16-6-1952, [[Le Tourneau]], Bộ trưởng phụ trách Đông Dương trong Chính phủ Pháp tuyên bố ở Mỹ rằng, Pháp cần Mỹ tăng cường viện trợ quân sự, nhưng không muốn có quân đội nước ngoài ở Đông Dương (ý nói không muốn Mỹ đưa quân vào).\n\n==Thời kỳ [[Dwight D. Eisenhower|Eisenhower]]-[[Richard Nixon|Nixon]] (1952-1954)==\n\n===Kế hoạch Navarre===\nNăm 1953, Eisenhower - Nixon chính thức cầm quyền sau khi đánh giá lại tình hình, đã đề ra \"chủ nghĩa Eisenhower\", thay cho \"học thuyết Truman\" và lấy chiến lược \"trả đũa ào ạt\" làm chiến lược quân sự toàn cầu mới, thay cho chiến lược \"ngăn chặn\".\n\nTrong tình hình Pháp đang gặp rất nhiều khó khăn và ở thế bất lợi trong cuộc chiến tranh, một mặt, Mỹ dốc thêm nhiều viện trợ cho Pháp; mặt khác, tìm mọi cách để trực tiếp nắm lấy việc điều hành chiến tranh ở Đông Dương. Tháng 7-1953. Mỹ phê chuẩn [[Kế hoạch Nava]], của bộ chỉ huy Pháp, gánh chịu mọi khoản chi phí cho kế hoạch đó, gồm gần 400 triệu đôla. Tính đến tháng 1-1954, riêng về vũ khí và phương tiện chiến tranh, Mỹ đã viện trợ cho Pháp ở Đông Dương gồm 360 [[máy bay]], 1.400 [[xe tăng]] và [[phương tiện chiến đấu bọc thép|xe bọc thép]], 390 tàu chiến và tàu quân sự, 16.000 xe quân sự các loại, 175.000 [[súng trường]] và [[súng máy]]. Sau năm 1950, Hoa Kỳ đã cung cấp phần lớn vũ khí cho lực lượng viễn chinh Pháp tại Việt Nam. Sau trận [[Chiến dịch Điện Biên Phủ]], [[Quân đội Nhân dân Việt Nam]] thu được rất nhiều vũ khí có xuất xứ từ Hoa Kỳ. Có 37 phi công Hoa Kỳ đã tham gia lực lượng viễn chinh Pháp trong [[Chiến dịch Điện Biên Phủ]]<ref name=\"youcantlie\">[http:\/\/ambafrance-us.org\/IMG\/pdf\/nff\/NFF0502.pdf French Ambassy in the United States: News from France 05.02 (March 2, possition2005)], U.S. pilots honored for Indochina Service, Seven American Pilots were awarded the Legion of Honor...<\/ref><!-- read the official press release (\"U.S. pilots honored for Indochina Service\") before move again -->\n\n[[Tập tin:Eisenhower meets the Nixons.gif|nhỏ|trái|240px|upright|Bộ đôi [[Dwight D. Eisenhower|Eisenhower]]-[[Richard Nixon|Nixon]] năm 1952. Phó tổng thống Nixon từng trực tiếp sang Đông Dương và thị sát việc Pháp xây dựng cụm cứ điểm Điện Biên Phủ.]]\n\nNếu như năm 1950, Mỹ chỉ viện trợ quân sự 10 triệu đôla cho Pháp trong cuộc chiến tranh, thì đến lâu năm 1954, số lượng này đã tăng lên đến 1,1 tỉ đôla, chiếm 78% chi phí chiến tranh của Pháp ở Đông Dương. Từ 1950 đến 1954, tổng số viện trợ kinh tế và quân sự của Mỹ cho Pháp trong chiến tranh Đông Dương đã vượt quá 3,5 tỉ đôla. Tướng Nava sau này viết trong hồi ký rằng: ''\"Địa vị của chúng ta đã chuyển thành địa vị của một kẻ đánh thuê đơn thuần cho Mỹ.\"''\n\nNăm 1953, Mỹ vừa tăng viện trợ quân sự cho Pháp, vừa không ép Pháp nhiều, sợ Pháp bỏ cuộc sớm trong khi Mỹ chưa chuẩn bị đủ các điều kiện thuận lợi để thay Pháp tài trợ cho cuộc chiến tại Việt Nam, mặt khác, Mỹ cũng còn tính những kế hoạch riêng. Ngày 21-7-1953, Tổng thống Eisenhower chính thức mời Thủ tướng Quốc gia Việt Nam [[Nguyễn Văn Tâm]] sang thăm Hoa Kỳ và được Mỹ cam kết ủng hộ giúp đỡ. Trong khi đó, Mỹ cũng bắt đầu cổ động cho chính trị gia khác là [[Ngô Đình Diệm]].\n\nĐể thuyết phục nội bộ chính giới Mỹ và dư luận Mỹ tán thành ủng hộ chủ trương chiến lược hỗ trợ các nhà nước tại Đông Dương nhằm ngăn chặn chủ nghĩa cộng sản bành trướng xuống [[Đông Nam Á]], chính quyền Eisenhower nhiều lần nhắc đến và nhấn mạnh hậu quả, tác động phản ứng dây chuyền của [[thuyết domino|thuyết Domino]]. Chính quyền Washington cho rằng, nếu để mất Đông Dương sẽ gây ra những hậu quả xấu về tâm lý, chính trị, kinh tế, quân sự trọng yếu và sẽ mất nốt phần còn lại của Đông Nam Á. Đông Dương đang trở thành con bài Domino đầu tiên.\n\nTheo [[Félix Green]], mục tiêu của Mỹ không phải chỉ có Việt Nam và Đông Dương, mà là toàn bộ vùng [[Đông Nam Á]]. Vì đây là ''\"một trong những khu vực giàu có nhất thế giới, đã mở ra cho kẻ nào thắng trận ở Đông Dương. Đó là lý do giải thích vì sao Mỹ ngày càng quan tâm đến vấn đề Việt Nam... Đối với Mỹ đó là một khu vực phải nắm lấy bằng bất kỳ giá nào\"''<ref>Kẻ thù, Félix Green<\/ref> Nhiều nhà sử học khác cho rằng mục tiêu cơ bản và lâu dài của Mỹ là muốn bảo vệ sự tồn tại của một chính phủ thân Mỹ tại miền Nam Việt Nam, không chỉ nhằm làm \"tiền đồn chống Chủ nghĩa Cộng sản\", mà qua đó còn duy trì ảnh hưởng lâu dài của \"[[Chủ nghĩa thực dân mới|Quyền lực tư bản]]\" Mỹ lên thị trường vùng [[Đông Nam Á]]<ref>These states of capitalist countries were a thread not so much because they called themselves \"socialist\", but because they were competing capitalist powers and their market were largely closed to American business.\" - Sử gia Jonathan Neale.<\/ref><ref>Phỏng vấn Daniel Ellsberg trên CNN: [http:\/\/www.youtube.com\/watch?v=5LctoUV-tag Chi tiết bài phỏng vấn trên Youtube]<\/ref> (xem thêm ''[[Chủ nghĩa thực dân mới]]'').\n\n===Kế hoạch Chim kền kền===\nĐầu năm 1954, tình hình quân sự trên chiến trường Đông Dương trở nên tồi tệ đối với Pháp. Hội nghị Genève sắp sửa họp, Mỹ lập cầu hàng không Philippines - Đông Dương, tiếp tế cho quân đội Pháp mỗi ngày từ 200 đến 300 tấn vũ khí, đạn dược, lương thực, quân dụng. Hải quân Mỹ ở [[Thái Bình Dương]] đưa hai tàu sân bay thuộc [[Đệ thất Hạm đội Hoa Kỳ|Hạm đội 7]] vào [[vịnh Bắc Bộ]]. [[Kế hoạch Chim kền kền]] dự định đưa 8 sư đoàn quân chiến đấu trên bộ của Mỹ vào trực tiếp tham chiến. Trong số đó sẽ điều ngay một lúc 35 tiểu đoàn vào [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]]. Tập trung 300 [[máy bay cường kích]] để xoá trắng \"khu vực [[Điện Biên Phủ]]\". Và có thể dùng vũ khí nguyên tử đánh vào miền nam Trung Quốc, nếu Trung Quốc đưa quân vào tham chiến.<ref>Tấn thảm kịch Đông Dương, Lanien<\/ref>\n\nỞ Washington, \"bản kế hoạch diều hâu\" đã chuẩn bị xong, Eisenhower và Nixon (Tổng thống, Phó tổng thống) cùng Ridway (Tham mưu trưởng liên quân Mỹ) đưa trình Hội đồng an ninh quốc gia và Quốc hội, nhưng bị phản đối, không được phê chuẩn. Trước đó một tuần, ngoại trưởng Mỹ Dulles tuyên bố: \"''Từ nay, Đông Dương nằm trong khu vực bất khả xâm phạm của chiến lược Mỹ.''\"\n\n==Sau chiến tranh Đông Dương (1954-1963)==\n\n===Mỹ viện trợ cho Quốc gia Việt Nam ===\nNgay từ năm 1954, Mỹ đã bắt đầu hỗ trợ cho Quốc gia Việt Nam (L'etat du Viet Nam). Ngày 1-6-1954, Mỹ đưa Đại tá Lansdale cầm đầu toán tình báo CIA đến Sài Gòn với chiêu bài “giúp đỡ người Việt” trong việc huấn luyện chống chiến tranh du kích. Ngày 13-6-1954, Mỹ đưa Ngô Đình Diệm về miền Nam để lập chính phủ mới. Ngày 8-8-1954, Hội đồng an ninh quốc gia Mỹ đã tiến hành kế hoạch thôn tính miền Nam Việt Nam, ồ ạt đưa hàng trăm cố vấn quân sự, tình báo, gián điệp vào.<ref>[http:\/\/cand.com.vn\/Hoat-dong-LL-CAND\/Luc-luong-Cong-an-bao-ve-mien-Bac-dau-tranh-giai-phong-mien-Nam-604326\/ Lực lượng Công an bảo vệ miền Bắc, đấu tranh giải phóng miền Nam (bài 4)], báo Công an Nhân dân, 26\/07\/2020<\/ref>\n\nSau thất bại của quân đội Pháp ở [[Điện Biên Phủ]] (ngày 7-5-1954), ngày 8-5-1954, Hội nghị Genève về Đông Dương mới bắt đầu họp. Kết thúc Hội nghị Genève, trưởng phái đoàn Chính phủ Mỹ tuyên bố ghi nhận và cam kết tôn trọng quyết định của chín nước thành viên [[Hiệp định Genève, 1954|Hội nghị Genève]]. Nhưng liền sau đó, chính Tổng thống Mỹ lại tuyên bố: \"''Hoa Kỳ không tham dự vào những quyết định của Hội nghị Genève và không bị ràng buộc vào những quyết định ấy''\". Cũng như Tổng thống của mình, thượng nghị sĩ (4 năm sau trở thành Tổng thống) [[John F. Kennedy]] tuyên bố vào ngày 1\/6\/1956: \n:''“Nếu chúng ta không phải là cha mẹ của nước Việt Nam bé nhỏ [chỉ Việt Nam Cộng hòa] thì chắc chắn chúng ta cũng là cha mẹ đỡ đầu của nó. Chúng ta là chủ tọa khi nó ra đời, chúng ta viện trợ để nó sống, chúng ta giúp định hình tương lai của nó (…). Đó là con đẻ của chúng ta - chúng ta không thể bỏ rơi nó, chúng ta không thể không biết tới những nhu cầu của nó”''<ref>Robert S.Mc.Namara: Nhìn lại quá khứ. Tấn thảm kịch và những bài học Việt Nam, Nhà xuất bản Chính trị quốc gia, Hà Nội, 1995, tr.43-44<\/ref>.\n\nNgay sau khi [[Hiệp định Genève]] được ký kết, trả lời Thông tấn xã Việt Nam, [[Chủ tịch Hồ Chí Minh]] đã đoán trước Ngô Đình Diệm và Mỹ sẽ tìm cách phá bỏ Hiệp định để chia cắt Việt Nam: ''\"Theo đúng lập trường của ta từ trước đến nay, nước Việt Nam Dân chủ Cộng hoà sẽ tiếp tục cố gắng đấu tranh cho hoà bình, độc lập, thống nhất, dân chủ của Tổ quốc. Đồng thời, chúng ta phải có tinh thần cảnh giác rất cao đối với âm mưu của [[Hoa Kỳ|đế quốc Mỹ]] định cản trở hai bên đi đến hiệp định đình chiến và mưu mô lập khối liên minh quân sự có tính chất xâm lược, chia châu Á thành những tập đoàn đối lập để dễ xâm lược và khống chế Đông Dương cùng Đông Nam Á.\"''<ref>Bản tin Việt Nam Thông tấn xã ngày 6-7-1954.<\/ref>\n[[Hình:Major-general-lansdale.jpg|trái|nhỏ|180px|Tướng [[Edward Lansdale]], chỉ huy cố vấn Mỹ ở Việt Nam]]\nBáo cáo của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] cho Tổng thống Mỹ [[Dwight D. Eisenhower|Eisenhower]] thấy rằng khoảng 80% dân số Việt Nam sẽ bầu cho [[Hồ Chí Minh]] nếu cuộc tổng tuyển cử được thi hành, và không ai có thể thắng Hồ Chí Minh trong cuộc Tổng Tuyển cử tự do, vì ông là một [[George Washington]] của Việt Nam.<ref>From Prologue To Epilogue In Vietnam, Mortimer T. Cohen, 1979, p.227 and 251<\/ref> Do vậy Hoa Kỳ đã hậu thuẫn Quốc gia Việt Nam (L'etat du Viet Nam) để cuộc tuyển cử không thể diễn ra.<ref>Dwight D. Eisenhower, Mandate for Change, 1953-56 (Garden City, NY: Doubleday & Compnay, Inc., 1963), tr. 372<\/ref> Năm 1956, [[Allen Dulles]] đệ trình lên Tổng thống Mỹ Eisenhower báo cáo tiên đoán nếu bầu cử diễn ra thì ''\"thắng lợi của Hồ Chí Minh sẽ như nước triều dâng không thể cản nổi\"''. Ngô Đình Diệm chỉ có một lối thoát là tuyên bố không thi hành [[Hiệp định Genève, 1954|Hiệp định Genève]]. Được Mỹ khuyến khích, Ngô Đình Diệm kiên quyết từ chối tuyển cử. Mỹ muốn có một chính phủ chống Cộng tồn tại ở miền Nam Việt Nam, bất kể chính phủ đó có tôn trọng nền dân chủ hay không<ref name=\"ReferenceA\">Cecil B. Currey. Chiến thắng bằng mọi giá. Nhà xuất bản Thế giới, trang 333<\/ref>.\n\nTừ đây, Mỹ chủ trương và dùng nhiều biện pháp thực hiện các ý đồ chính trị của Mỹ. Năm 1954, đội bán quân sự của Mỹ do tướng [[Edward Lansdale]], người của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] và đã làm cố vấn cho Pháp tại Việt Nam từ 1953, giúp huấn luyện các lực lượng vũ trang của Quốc gia Việt Nam (sau là Việt Nam Cộng hòa); xây dựng các cơ sở hạ tầng phục vụ quân sự tại Philippin; bí mật đưa một lượng lớn vũ khí và thiết bị quân sự vào Việt Nam; giúp đỡ phát triển các kế hoạch \"bình định Việt Minh và các vùng chống đối\"<ref>Trích tại The CIA: A Forgotten History; All other actions: The Pentagon Papers, Document No. 15: 'Lansdale Team's Report on Covert Saigon Mission in '54 and '55,' pp. 53-66.<\/ref> Đúng 20 ngày sau khi Hiệp định Genève về Đông Dương được ký kết, đô đốc Mỹ Sabin đến Hà Nội, họp với phái đoàn quân sự Mỹ do [[Lansdale]] đứng đầu. Một bộ phận quan trọng trong kế hoạch đó là tuyên truyền kêu gọi hơn dân miền Bắc di cư vào Nam. Điều này góp phần vào việc hơn một triệu người (đặc biệt là dân [[Thiên Chúa giáo]]) di cư vào Nam. Phần đóng góp của Mỹ cho kế hoạch này là 1.455.000 đôla, 41 lượt tàu biển và 19 máy bay vận tải.\n\nHiệp định Genève về Đông Dương vừa được ký kết (20-7-1954), thì Hội đồng an ninh quốc gia Mỹ thông qua \"kế hoạch Memphis\". Tinh thần và nội dung cơ bản của kế hoạch này là ''\"biến vĩ tuyến 17 thành một phòng tuyến ngăn chặn (chủ nghĩa cộng sản) không thể xoá bỏ được\"''. Để lập được phòng tuyến đó cần có một tổ chức liên minh quân sự bao gồm Mỹ và các nước khác trong đó Mỹ đóng vai trò chủ chốt.\n\nSau một thời gian ngắn vận động chuẩn bị, Mỹ triệu tập một hội nghị ở Đông Nam Á, bao gồm: Mỹ, Anh, Pháp, Australia, New Zealand, Pakistan, Philippine, Thái Lan họp ở [[Manila]] (Thủ đô Philippine). Ngày 8-9-1954 các nước này đã ký ''\"Hiệp ước phòng thủ Đông Nam Á\"''. Như vậy, chỉ hơn một tháng sau khi Hiệp định Genève về Đông Dương được ký kết, Mỹ đã thành lập Khối quân sự Đông Nam Á (gọi tắt là [[Tổ chức Hiệp ước Đông Nam Á|SEATO]]). Trong Hiệp ước này (còn gọi là [[Hiệp ước Manila]]) có điều 2, điều 4, điều 8 và một khoản phụ đặt xứ Đông Dương gồm ba nước [[Việt Nam]], [[Lào]], [[Campuchia]] vào ''\"khu vực bảo hộ\"'' của khối Đông Nam Á.\n\nNgày 17-11-1954, [[Joseph Lawton Collins]], Tham mưu trưởng [[Lục quân Hoa Kỳ]] được cử sang Sài Gòn làm đại sứ, đề ra kế hoạch sáu điểm:\n*Viện trợ thẳng cho Quốc gia Việt Nam không qua tay Pháp.\n*Phát triển quân đội Quốc gia Việt Nam với 15 vạn quân do Mỹ huấn luyện, trang bị.\n*Bầu cử quốc hội Quốc gia Việt Nam\n*Định cư cho dân công giáo miền Bắc di cư và thực hiện cải cách điền địa.\n*Thay đổi chế độ thuế khoá, tạo điều kiện cho đầu tư Mỹ tại Việt Nam.\n*Đào tạo cán bộ hành chính cho Quốc gia Việt Nam.\n\nNgày 13-12-1954, Mỹ và Pháp ký kết văn kiện cho phép các cố vấn quân sự Mỹ tham gia huấn luyện [[Quân đội Quốc gia Việt Nam]]. Mỹ thực sự từng bước đặt ảnh hưởng của mình thay thế Pháp ở miền Nam Việt Nam. Tháng 1-1955, Mỹ chính thức viện trợ quân sự trực tiếp cho quân đội Việt Nam Cộng hòa. Ngoại trưởng Mỹ, Dalles đã tuyên bố: ''\"Đầu tư ở miền Nam Việt Nam là chính đáng. Không có sự lựa chọn nào khác ngoài việc tiếp tục ủng hộ Diệm. Chúng ta không cần biết một người lãnh đạo xứng đáng nào khác\"''<ref>Tài liệu mật của Bộ Quốc phòng Mỹ về cuộc chiến tranh xâm lược Việt Nam, Tlđd, t.1, tr. 17.<\/ref>\n\n===Mỹ viện trợ cho Việt Nam Cộng hòa===\nTheo [[Cecil B. Currey]], nếu bầu cử diễn ra thì ''\"thắng lợi của Hồ Chí Minh sẽ như nước triều dâng không thể cản nổi\"''. Ngô Đình Diệm chỉ có một lối ra là tuyên bố không thi hành [[Hiệp định Genève, 1954|Hiệp định Genève]]. Được Mỹ khuyến kích, Ngô Đình Diệm kiên quyết từ chối tuyển cử. Mỹ muốn có một chính phủ chống Cộng tồn tại ở Sài Gòn, bất kể chính phủ đó có tôn trọng nền dân chủ hay không<ref name=\"ReferenceA\" \/>\n\nTháng 8-1955, [[Ngô Đình Diệm]] công khai bác bỏ tổng tuyển cử để thống nhất Việt Nam theo tinh thần Bản Tuyên bố cuối cùng tại Hội nghị Genève. Để chính phủ Quốc gia Việt Nam tách hẳn ra khỏi Liên Hiệp Pháp, xóa bỏ mọi ảnh hưởng mang tính thực dân và đặc quyền của Pháp tại Việt Nam, ngày 23-10-1955, Ngô Đình Diệm tổ chức cuộc [[Trưng cầu dân ý miền Nam Việt Nam, 1955]] để phế truất [[Bảo Đại]], lên làm Tổng thống. Tác giả Dương Phước Thu cho rằng tình báo Mỹ ([[CIA]]) đã sắp xếp để Ngô Đình Diệm thắng tuyệt đối với 98,2% số phiếu<ref name=\"tnch\"\/>. Đại sứ Mỹ Reinhardt đã lo ngại về việc thủ tục trưng cầu dân ý thiếu dân chủ, nhà cầm quyền đã khống chế cuộc trưng cầu dân ý và không tạo cơ hội cho đối thủ (Bảo Đại) có quyền phát biểu và những yếu tố phản dân chủ khác; còn đại tá CIA Edward Lansdale đã khuyên Diệm nên dùng một tấm hình đẹp của Bảo Đại để cho cuộc bầu cử có giá trị. Đại Sứ Reinhard và Bộ Ngoại giao Mỹ bày tỏ rằng Hoa Kỳ đơn thuần mong muốn tương lai của chính quyền Việt Nam là vấn đề nội bộ tùy thuộc vào quyết định của nhân dân Việt Nam.<ref name=\"Chapman\">[https:\/\/escholarship.org\/uc\/item\/629724zz Staging Democracy: South Vietnam's 1955 Referendum to Depose Bao Dai], Chapman Jessica, University of California, 2005<\/ref> Đại tá CIA [[Edward Lansdale]], cố vấn cho Ngô Đình Diệm, trước khi lên máy bay về Mỹ đã nói với Diệm: ''\"Trong lúc tôi đi vắng, tôi không muốn bỗng nhiên nhận được tin rằng ông thắng 99,99%. Vì nếu như thế thì mọi người sẽ biết đó là âm mưu sắp đặt trước\"''<ref name=\"tnch\">Tử ngục Chín Hầm và những điều ít biết về Ngô Đình Cẩn, Dương Phước Thu, Nhà xuất bản Thuận Hóa. tr 29<\/ref>. Cuộc trưng cầu có những gian lận rõ ràng như tại [[Sài Gòn]], Ngô Đình Diệm chiếm được 605.025 lá phiếu trong khi khu vực này chỉ có 450.000 [[cử tri]] ghi tên<ref name=\"encyc\">{{chú thích sách|title=Encyclopedia of the Vietnam War|first=Spencer C.|last=Tucker|year=2000|publisher=[[ABC-CLIO]]|pages= 366|isbn=1-57607-040-0}}<\/ref><ref name=\"karnow\">{{chú thích sách|title=Vietnam: A history|url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4|first=Stanley|last=Karnow|year=1997|publisher=[[Penguin Books]]|pages= [https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4\/page\/239 239]|isbn=0-670-84218-4}}<\/ref> Chính phủ Hoa Kỳ thì cho rằng chính chiến dịch vận động truất phế Bảo Đại hơn là những gian lận về bầu cử đã đưa tới kết quả như đã nói ở trên<ref name=\"Chapman\"\/>.\n\nSử gia Thomas L. Ahern Jr đã viết rằng không có sự trợ giúp của [[CIA]] thông qua cặp bài trùng Lansdale-Harwood thì chế độ [[Ngô Đình Diệm]] khó trụ nổi quá 6 tháng đầu tiên. CIA (cụ thể là Lansdale và Harwood) đã giúp Diệm từ chuyện lớn đến chuyện nhỏ, hết thu phục các giáo phái rồi đến đập tan âm mưu đảo chính của tướng [[Nguyễn Văn Hinh]], chỉ huy quân đội thân Pháp vào cuối năm 1954<ref name=cand>[http:\/\/antg.cand.com.vn\/Ho-so-mat\/Ho-so-moi-giai-mat-CIA-va-nha-ho-Ngo-(ky-2)-294330\/ Hồ sơ mới giải mật CIA và nhà họ Ngô]<\/ref>.\n\nNgày 26-4-1956, Pháp đã rút hết quân khỏi miền Nam Việt Nam. Từ ngày 28-4-1956 phái đoàn [[MAAG]] của Mỹ đã tham gia huấn luyện [[quân lực Việt Nam Cộng hòa|quân đội Việt Nam Cộng hòa]].\n\nĐầu năm 1957, Việt Nam Cộng hòa nộp đơn xin gia nhập Liên Hợp Quốc. Mỹ và các nước đồng minh của Mỹ ủng hộ việc này, nhưng Việt Nam Dân chủ Cộng hòa, Liên Xô và một số nước khác phản đối. Cuối cùng đơn xin bị phủ quyết (cho đến khi kết thúc tồn tại vào năm 1975, Việt Nam Cộng hòa vẫn không được Liên hiệp quốc công nhận là thành viên).\n\nTính ra, từ năm 1954 đến năm 1960, Mỹ đã viện trợ cho Việt Nam Cộng hòa 7 tỷ đôla (tương đương khoảng 105 tỷ USD thời giá năm 2020), trong đó viện trợ quân sự là 1.500 triệu đôla (22,5 tỷ USD thời giá năm 2020).<ref>Robert S.Mc.Namara: Nhìn lại quá khứ. Tấn thảm kịch và những bài học Việt Nam, Nhà xuất bản Chính trị quốc gia, Hà Nội, 1995, tr.43<\/ref> Trong những năm 1955-1956, Mỹ đã bỏ ra 414 triệu đôla (thời giá khi đó) để trang bị cho các lực lượng thường trực Việt Nam Cộng hòa gồm 170.000 quân và lực lượng cảnh sát 75.000 quân; 80% ngân sách quân sự của chế độ Ngô Đình Diệm do Mỹ viện trợ. Từ năm 1955 đến 1960, có tất cả 800 chuyến tàu chờ vũ khí và phương tiện quân sự của Mỹ vào miền Nam Việt Nam. Số viện trợ này giúp Quốc gia Việt Nam đủ sức duy trì bộ máy hành chính và quân đội khi không còn viện trợ của Pháp. [[Quân đội Quốc gia Việt Nam|Quân đội Liên hiệp Pháp người Việt]] dần thay thế chiến thuật và vũ khí của Pháp bằng của Mỹ.\n\nMỹ bắt đầu xây dựng các cơ sở quân sự quan trọng như các sân bay [[Biên Hòa|Biên Hoà]], [[Sân bay quốc tế Tân Sơn Nhất|Tân Sơn Nhất]], [[Sơn Trà]], [[Vũng Tàu]]. Đến giữa năm 1956, Mỹ đã đặt ở Sài Gòn bốn phái đoàn: [[MAAG]], [[TRIM]], [[CATO]], [[TERM]] và đến năm 1960 thêm hai phái đoàn: [[MSU]] và [[USOM]]. Riêng phái đoàn quân sự MAAG, năm 1954 có 200 cố vấn và nhân viên, đến năm 1960, con số đó đã lên đến gần 2.000 trong đó có 800 cố vấn quân sự.\n\nĐầu năm 1961, khi vào Nhà Trắng, chuẩn bị công bố chiến lược \"phản ứng linh hoạt\", Tổng thống Kennedy tuyên bố: \"''Bây giờ đây, chúng ta có một vấn đề là phải làm cho thế giới tin vào sức mạnh của chúng ta, mà Việt Nam chính là nơi để thực hiện điều đó.''\"\n\nNhưng suốt trong một thời gian tương đối dài, trong quan hệ giữa 2 bên, Ngô Đình Diệm vẫn tìm mọi cách hạn chế bớt sự lấn át của Mỹ, trong khi Mỹ tỏ ra thiếu thiện chí và muốn can thiệp quá sâu vào nội bộ miền nam Việt Nam. Năm 1963 xảy ra cuộc [[đảo chính]] của một nhóm tướng lĩnh không hài lòng với cách điều hành đất nước của Tổng thống Ngô Đình Diệm. Đại sứ quán và tình báo Mỹ đã hỗ trợ cho cuộc đảo chính này, bao gồm cả việc trao 3 anh em Diệm - Nhu - Cẩn cho quân đảo chính. Kết quả cả ba anh em nhà họ Ngô bị quân đảo chính giết chết, chế độ Ngô Đình Diệm sụp đổ.\n\nTừ năm 1962, các chính quyền Mỹ luôn tuyên bố rằng nguyên nhân Mỹ có mặt tại Việt Nam chính là để \"giúp miền Nam Việt Nam chống miền Bắc xâm lược\", trong khi không nhắc đến sự trợ giúp của chính Mỹ cho Pháp trước đó. Số đông nhân dân Mỹ thường ghét áp bức, bất công và xâm lược, cách tuyên truyền đó nhiều lúc kích động được tâm lý của người dân Mỹ, đồng thời cũng làm cho nhiều người trong chính giới Mỹ ủng hộ các chính sách của chính phủ Mỹ tại Việt Nam.\n\n==Mỹ trực tiếp tham chiến (1964 - 1973)==\n{{chính|Chiến tranh cục bộ|Việt Nam hóa chiến tranh}}\nLiền sau đó, một loạt các thất bại của Quân lực Việt Nam Cộng hòa trong [[Kế hoạch Staley-Taylor|Chiến tranh đặc biệt]] cho thấy chế độ Việt Nam Cộng hòa không thể đẩy lùi lực lượng vũ trang của [[quân Giải phóng miền Nam Việt Nam|quân Giải phóng]] ra khỏi miền Nam Việt Nam, dù đã được Mỹ viện trợ trên 1 tỷ [[Đô la Mỹ|USD]] mỗi năm (thời giá của năm 1960) và gần 23.000 cố vấn quân sự. Tình hình chính trị nội bộ Việt Nam Cộng hòa cũng lục đục, tổng thống [[Ngô Đình Diệm]] bị quân đảo chính giết chết, liền sau đó là 14 cuộc đảo chính quân sự khác chỉ sau một năm rưỡi. Sự kình chống nhau dữ dội của các tướng lĩnh khiến hệ thống chính trị và quân sự của Việt Nam Cộng hòa suy yếu. Bên cạnh đó, [[Việt Nam Dân chủ Cộng hòa]] đã tăng cường viện trợ hàng ngàn tấn vũ khí, và hàng chục ngàn người cho lực lượng [[quân Giải phóng miền Nam Việt Nam|quân Giải phóng miền Nam]].<ref>John Prados, The Blood Road, New York: John Wiley and Sons, 1998, trang 182<\/ref> Các khu [[Ấp Chiến lược|Ấp chiến lược]] liên tiếp bị phá, quân đội Việt Nam Cộng hòa dần dần bị đẩy khỏi nhiều vùng nông thôn và phải lui về phòng ngự co cụm ở các vùng đô thị.\n\nTới năm 1964, trước việc chính phủ và quân đội Việt Nam Cộng hòa ngày càng lâm vào thế yếu và có nguy cơ sụp đổ bất chấp sự hỗ trợ khổng lồ của Hoa Kỳ và nhất là Việt Nam Dân chủ Cộng hòa hỗ trợ [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] về mọi mặt, Mỹ phải đề ra một chiến lược mới - [[Chiến tranh cục bộ (Chiến tranh Việt Nam)|Chiến tranh cục bộ]]. Mỹ sẽ trực tiếp đem quân viễn chinh tới Việt Nam để tham chiến, chấm dứt sự can thiệp hạn chế ở mức cung cấp viện trợ và cố vấn như trong các giai đoạn trước đó.\n\nSau khi nhận được đề nghị của Đại sứ Mỹ tại Việt Nam Maxwell Taylor, Thủ tướng Phan Huy Quát, được Tướng Nguyễn Văn Thiệu, Chánh văn phòng Hội đồng Lực lượng Vũ trang, đồng ý đã chấp thuận cho quân đội Mỹ đổ bộ vào Việt Nam. Nguyễn Văn Thiệu chấp thuận, nhưng cũng giống như Westmoreland, yêu cầu Thủy quân lục chiến Mỹ “được đưa vào bờ một cách kín đáo nhất có thể thực hiện được”. Đề nghị này đã bị quân Mỹ bỏ qua và Thủy quân lục chiến Mỹ đã đổ bộ một cách phô trương, được cả báo chí đăng tin. Sau khi quân Mỹ đổ bộ vào Đà Nẵng, đến ngày hôm sau  4\/3\/1965, chính phủ Việt Nam Cộng hòa ra văn bản hợp thức hóa “mời” Hoa Kỳ gửi Thủy quân lục chiến tới tham chiến. Việc này đã chính thức bắt đầu quá trình can thiệp công khai của Mỹ vào Việt Nam.<ref>[https:\/\/www.history.com\/this-day-in-history\/u-s-marines-land-at-da-nang U.S. Marines land at Da Nang], History.com, trích \"''The 3,500 Marines were deployed to secure the U.S. airbase, freeing South Vietnamese troops up for combat. On March 1, Ambassador Maxwell Taylor had informed South Vietnamese Premier Phan Huy Quat that the United States was preparing to send the Marines to Vietnam. Three days later, a formal request was submitted by the U.S. Embassy, asking the South Vietnamese government to “invite” the United States to send the Marines. Premier Quat, a mere figurehead, had to obtain approval from the real power, Gen. Nguyen Van Thieu, chief of the Armed Forces Council. Thieu approved, but, like Westmoreland, asked that the Marines be “brought ashore in the most inconspicuous way feasible.” These wishes were ignored and the Marines were given a hearty, conspicuous welcome when they arrived.''\"<\/ref>\n\n==Mỹ giảm viện trợ (1974 - 1975)==\n\n==Đánh giá==\n\n===Quan điểm của Mặt trận Dân tộc Giải phóng Miền Nam===\nTheo quan điểm của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng Miền Nam]], Hoa Kỳ đã thi hành chính sách ''\"[[Lấy chiến tranh nuôi chiến tranh]], dùng người Việt trị người Việt\"'' tương tự như Pháp đã làm trong [[Chiến tranh Đông Dương]]. Hoa Kỳ muốn dùng chiêu bài \"[[chính phủ bù nhìn|quốc gia giả hiệu]]\" để xây dựng bộ máy chính quyền tay sai bản xứ nhằm dập tắt đấu tranh cách mạng ở nông thôn, lập [[ấp Chiến lược|ấp chiến lược]] để dồn dân, chiếm đóng, khống chế quần chúng. Hoa Kỳ thí nghiệm cuộc chiến tranh đó để rút kinh nghiệm đàn áp các [[phong trào giải phóng dân tộc]], đe doạ các nước mới giành được độc lập, bắt các nước đó phải chấp nhận [[chủ nghĩa thực dân mới]] mà Hoa Kỳ áp đặt.<ref>[http:\/\/chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html Giai đoạn 1955-1975: Xây dựng CNXH và Đấu tranh thống nhất đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110509234302\/http:\/\/www.chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html |date = ngày 9 tháng 5 năm 2011}}, CỔNG THÔNG TIN ĐIỆN TỬ CHÍNH PHỦ, Trích: ''Mỹ-Ngụy coi bình định, dồn dân, lập ấp chiến lược là nội dung cơ bản, là \"xương sống\" của chiến lược \"chiến tranh đặc biệt\", là biện pháp chủ yếu để tiến hành chiến tranh tổng lực, trong đó hành quân càn quét, đánh phá, triệt hạ làng mạc, dồn dân, chiếm đóng, khống chế quần chúng là chính...''<\/ref> Do vậy các [[chiến lược]] chiến tranh của Hoa Kỳ đã vấp phải sự phản kháng mạnh mẽ của người dân miền Nam nên đã phá sản.<ref>[http:\/\/chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html Giai đoạn 1955-1975: Xây dựng CNXH và Đấu tranh thống nhất đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110509234302\/http:\/\/www.chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html |date = ngày 9 tháng 5 năm 2011}}, CỔNG THÔNG TIN ĐIỆN TỬ CHÍNH PHỦ, Trích: ''Trong năm 1963, toàn miền Nam có 34 triệu lượt người tham gia đấu tranh chính trị. Nhân dân đã phá hoàn toàn 2.895 \"ấp chiến lược\" trong số 6.164 ấp do địch lập ra, số còn lại đã bị phá đi phá lại 5.950 lần ấp. Nhân dân cũng đã phá được thế kìm kẹp, giành quyền làm chủ ở 12.000 thôn trong tổng số 17.000 thôn toàn miền Nam, giải phóng hơn 5 triệu dân trong tổng số 14 triệu dân toàn miền Nam. Hơn 1,5 triệu ha trên tổng số 3,5 triệu ha ruộng đất đã về tay nông dân; hơn 23.000 thanh niên đã tòng quân. Hàng nghìn \"ấp chiến lược\" đã biến thành làng chiến đấu''<br>''Ngày 20-8-1964, 20 vạn đồng bào Sài Gòn bao vây \"Dinh Độc Lập\", đòi Nguyễn Khánh từ chức. Ngày 24-8-1964, 3 vạn đồng bào thành phố Đà Nẵng tuần hành kết hợp với bãi chợ, bãi khoá. Ngày 20-9-1964, hơn 100 ngàn công nhân Sài Gòn-Gia Định bãi công và tuần hành phản đối chế độ độc tài quân sự Mỹ-Khánh...'' v.v....<\/ref> Lực lượng vũ trang của [[giải phóng quân|quân Giải phóng]] có thể đánh nhiều trận táo bạo, có hiệu suất cao cũng là nhờ có sự hỗ trợ của nhân dân miền Nam.<ref>[http:\/\/chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html Giai đoạn 1955-1975: Xây dựng CNXH và Đấu tranh thống nhất đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110509234302\/http:\/\/www.chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html |date = ngày 9 tháng 5 năm 2011}}, CỔNG THÔNG TIN ĐIỆN TỬ CHÍNH PHỦ, Trích: ''Nhân dân thành phố Sài Gòn và nhiều thành phố khác đã tạo điều kiện cho các lực lượng vũ trang giải phóng tổ chức nhiều trận đánh táo bạo, có hiệu suất cao, nhằm thẳng vào bọn chỉ huy Mỹ và các lực lượng kỹ thuật của chúng ở sào huyệt: Trận tiến công Toà đại sứ Mỹ diệt 217 tên; trận tập kích rạp chiếu bóng Kinh Đô diệt 150 tên Mỹ; trận đánh đắm tàu chở máy bay Cađơ 15 nghìn tấn ở cảng Sài Gòn''...<\/ref> Vùng [[giải phóng quân|quân Giải phóng]] kiểm soát nhờ đó được mở rộng, chiếm phần lớn lãnh thổ miền Nam, trở thành hậu phương trực tiếp và vững chắc giúp họ đương đầu được với quân đội Hoa Kỳ và Quân lực Việt Nam Cộng hòa.<ref>[http:\/\/chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html Giai đoạn 1955-1975: Xây dựng CNXH và Đấu tranh thống nhất đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110509234302\/http:\/\/www.chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html |date = ngày 9 tháng 5 năm 2011}}, CỔNG THÔNG TIN ĐIỆN TỬ CHÍNH PHỦ, Trích: ''Thắng lợi của quân dân miền Nam và thất bại của địch đã làm thay đổi so sánh lực lượng trên chiến trường theo hướng có lợi cho quân và dân miền Nam. Lực lượng vũ trang giải phóng với ba thứ quân lớn mạnh vượt bậc. Vùng giải phóng đã mở rộng, chiếm phần lớn lãnh thổ miền Nam, trở thành hậu phương trực tiếp và vững chắc của cách mạng miền Nam... Trong khi đó, về phía địch, chỗ dựa chủ yếu của \"chiến tranh đặc biệt\" là nguỵ quân, nguỵ quyền; hệ thống \"ấp chiến lược\" và thành thị đều bị lung lay tận gốc. Quân ngụy đứng trước nguy cơ tan vỡ''...<\/ref>\n\nViết trên bài chính luận ''\"Sách Trắng của Mỹ\"'' trên báo Nhân dân (số 3992) nhằm phản đối việc Mỹ đổ quân vào Việt Nam, Chủ tịch [[Hồ Chí Minh]] viết: \n:''\"Ở Hội nghị Giơnevơ, Chính phủ Mỹ đã tuyên bố rằng: Mỹ sẽ không đe doạ hoặc dùng vũ lực cản trở Hiệp định ấy. Nhưng chữ ký chưa ráo mực thì Mỹ đã dùng mọi cách phá hoại Hiệp định Giơnevơ. Mỹ nặn ra [[chính phủ bù nhìn]] phát xít Ngô Đình Diệm, huấn luyện cho nguỵ quyền một quân đội [[lính đánh thuê]] khát máu. Suốt mười nǎm trời, gần 20 vạn đồng bào miền Nam yêu nước đã bị Mỹ - Diệm khủng bố, tù đày, chặt cổ mổ bụng. 70 vạn người đã bị tra tấn giam cầm trở nên tàn phế. Hàng triệu người bị nhốt vào các trại tập trung mà chúng gọi là \"[[ấp chiến lược]]\". Không gia đình nào không có người bị hy sinh. Không làng xóm nào không bị càn quét. Đế quốc Mỹ và bọn tay sai đã phạm hết mọi tội ác dã man, chúng đã biến miền Nam thành một địa ngục.''\n:''Hoa Kỳ bên nớ, Việt Nam bên ni, cách nhau hơn hai vạn dặm. Đế quốc Mỹ có quyền gì mà đã phái đến miền Nam gần 3 vạn binh sĩ, 25% tổng số sĩ quan của quân đội Hoa Kỳ, hơn hai tá tướng lĩnh, xây dựng 11 cảng quân sự với hơn 800 tàu chiến các loại và 169 sân bay với 2.000 chiếc phi cơ. Hãng AP Mỹ (26-12-1964) thú nhận rằng bình quân mỗi tháng chỉ loại máy bay [[A-1 Skyraider]] đã dội 6.500 tấn bom tàn phá các làng mạc miền Nam. Hãng Anh Roitơ (7-1964) cho biết rằng nǎm 1963, máy bay Mỹ đã đi khủng bố 30 vạn chuyến. Tóm tắt mấy việc nói trên đủ vạch rõ đế quốc Mỹ là kẻ phá hoại Hiệp định Giơnevơ, đế quốc Mỹ là kẻ xâm lược....''\n:''Đế quốc Mỹ và lũ tay sai gây chiến tranh phi nghĩa chống lại toàn dân ta, cho nên chúng nhất định thất bại. Buộc phải chiến tranh để bảo vệ Tổ quốc, nhân dân Việt Nam nhất định thắng lợi. Nhất định thắng lợi vì chúng ta có chính nghĩa; vì chúng ta đoàn kết một lòng, kiên quyết kháng chiến; vì chúng ta được sự đồng tình ủng hộ của các nước xã hội chủ nghĩa anh em và của nhân dân yêu chuộng chính nghĩa khắp thế giới - kể cả nhân dân tiến bộ Mỹ... Đế quốc Mỹ chỉ có thể chọn một trong hai con đường: Hoặc là chuẩn bị tinh thần chờ đón một [[trận Điện Biên Phủ]], hoặc là thi hành đúng Hiệp định Giơnevơ nǎm 1954, tức là chấm dứt ngay cuộc [[chiến tranh xâm lược]] ở miền Nam Việt Nam và đình chỉ khiêu khích miền Bắc, rút hết quân đội và vũ khí về Mỹ, để nhân dân miền Nam tự giải quyết việc nội bộ của mình. Nếu đế quốc Mỹ theo con đường thứ hai, nhân dân Việt Nam sẽ sẵn sàng hoan tống họ một cách lịch sự.''.<ref>Sách Trắng của Mỹ, báo Nhân dân (số 3992), 8\/3\/1965<\/ref>\n\nĐại tướng [[Võ Nguyên Giáp]] đã nói trong cuộc gặp cựu Bộ trưởng Quốc phòng Mỹ Robert McNamara:\n:''\"Mỹ xâm lược Việt Nam là một sai lầm. Mỹ thua là do không hiểu được Việt Nam... Các ngài ([[Hoa Kỳ]]) thua vì chưa hiểu, muốn hiểu nên lắng nghe\"''<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/nhung-loi-noi-khong-the-nao-quen-cua-dai-tuong-vo-nguyen-giap-649305.tpo Những lời nói không thể nào quên của Đại tướng Võ Nguyên Giáp], Báo Tiền Phong, 7\/10\/2013<\/ref>\n\n===Quan điểm của chính quyền Mỹ===\nTài liệu được giải mật của [[Lầu Năm Góc]] vào năm 2010 cũng viết: ''\"Không có sự yểm trợ của Hoa Kỳ, Diệm hầu như chắc chắn không thể đứng vững được ở miền Nam... Nam Việt Nam về bản chất là một sáng tạo của Hoa Kỳ\"''<ref>The Pentagon Papers, The Defense Department History of United States Decisionmaking on Vietnam. tr. 25<\/ref>\n\n[[Robert McNamara|Robert S. McNamara]], Bộ trưởng Quốc phòng Mỹ, một trong những người góp phần hoạch định chính sách Mỹ trong cuộc chiến tranh Việt Nam đã thừa nhận rằng: ''\"Chúng tôi đã sai lầm, sai lầm khủng khiếp. Chúng tôi đã mắc nợ các thế hệ tương lai trong việc giải thích tại sao lại sai lầm như vậy\".'' Và, Mc.Namara cho nguyên nhân sai lầm đó là vì Mỹ ''\"đã hiểu sai thậm tệ những mục tiêu của Trung Quốc và lầm lẫn cho rằng những ngôn từ hiếu chiến của nó hàm ẩn động cơ giành bá quyền khu vực. Chúng tôi cũng hoàn toàn đánh giá thấp khía cạnh dân tộc chủ nghĩa trong phong trào Hồ Chí Minh''.\"<ref>Robert S. Mc Namara Nhìn lại quá khứ. Tấn thảm kịch và những bài học Việt Nam, Nhà xuất bản Chính trị quốc gia, Hà Nội, 1995, tr 12, 45.<\/ref>\n\nSĩ quan đặc nhiệm Mỹ, [[Donald W. Duncan]], sau 1 năm tham chiến ở Việt Nam, khi trở về nước đã xuất bản một bản cáo trạng về cuộc chiến tranh đăng [[Tạp chí Ramparts]] (tháng 2-1965). Trong đó có đoạn: ''“Tôi đã phải chấp nhận thực tế rằng… đại đa số người dân Việt Nam ủng hộ Việt Cộng và chống lại chính quyền Sài Gòn. Tôi cũng phải chấp nhận rằng quan điểm: “Chúng ta (Mỹ) ở Việt Nam bởi vì chúng ta thông cảm với những khát vọng và ước muốn của người dân Việt Nam” - là một lời dối trá”''<ref>Joe Allen - Việt Nam cuộc chiến thất bại của Mỹ, Nhà xuất bản Công an nhân dân, H. 2009, tr. 275 - 276.<\/ref>\n\nTrung tướng [[Bernard Trainor]], từng phục vụ ở Việt Nam hai lần, của cả hai loại hình [[Kế hoạch Staley-Taylor|Chiến tranh đặc biệt]] và [[Chiến tranh cục bộ (Chiến tranh Việt Nam)|Chiến tranh cục bộ]], so sánh cuộc chiến ở Việt Nam với cuộc [[cách mạng Mỹ|chiến tranh giành độc lập Hoa Kỳ]]:\n{{cquote|''\"Nhiều người nói rằng chúng ta phải ném bom để đưa miền Bắc về lại thời kỳ đồ đá. Ở mức độ nhất định, chúng ta đã đạt được hiệu quả này, nhưng họ vẫn tiếp tục chiến đấu. Có ném bom nữa cũng không ăn thua gì. Tôi thấy cuộc kháng chiến của Việt Nam có nét tương đồng với cuộc [[Cách mạng Mỹ|Cách mạng của Mỹ]]. Cũng như các nhà cách mạng Mỹ thời đó, người Việt quyết chiến đến cùng. Những người dân Mỹ hồi đó đã đi tới một quyết định rằng độc lập là thiết yếu. Họ đặt cược tính mạng và của cải của mình vào sự nghiệp giành độc lập... Hy vọng ban đầu là thu phục trái tim khối óc của người dân, nhưng hy vọng này đã bị tan tành bởi thất bại của chính quyền Sài Gòn trong việc giành tín nhiệm của dân và chiến lược [[Chiến lược Tìm và diệt|Tìm và diệt]] của [[William Westmoreland|Westmoreland]]…\"''.<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/89\/194762\/print\/Default.aspx Vì sao \"chiến tranh cục bộ\" thất bại?]<\/ref>|}}\n\n===Quan điểm của một số nguyên thủ thế giới===\nNgay từ tháng 3-1961, khi Chủ tịch Quốc hội Pháp [[Jacques Chaban-Delmas]] có chuyến sang Mỹ, Thống chế Pháp [[Charles de Gaulle]] nhờ ông này nhắn lại với Tổng thống Mỹ ''“đừng để sa lầy trong vấn đề Việt Nam, ở đó Mỹ có thể mất cả lực lượng lẫn linh hồn của mình”''. Ngày 31\/5\/1961, tiếp Tổng thống Mỹ [[John F. Kennedy]] tại Paris, Thống chế Pháp [[Charles de Gaulle]] cảnh báo<ref>Charles de Gaulle, Mémoires d’espoir, Nhà xuất bản Plon, Paris, 1970, tập I.<\/ref>: \n::''“Người Pháp chúng tôi có kinh nghiệm về chuyện đó. Người Mỹ các anh trước đây [chỉ các tổng thống Mỹ tiền nhiệm] từng muốn thay chỗ chúng tôi ở Đông Dương. Và hôm nay anh muốn nối gót chúng tôi để nhen lại ngọn lửa chiến tranh mà chúng tôi đã kết thúc. Tôi xin báo trước cho anh biết: anh sẽ từ từ sa vào vũng lầy quân sự và chính trị không đáy, bất chấp những tổn thất [nhân mạng] và chi tiêu [tiền của] mà anh có thể phung phí ở đó”''\n\nTổng Bí thư Liên Xô [[Nikita Khrushchev]] cũng gửi tới các nhà lãnh đạo nước Mỹ lời khuyên<ref>Eric Hobsbawm, The Age of Extremes 1914- 1991, Nhà xuất bản Abacus, London, 1995, tr.244<\/ref>: \n::''“Nếu các anh muốn thì cứ việc tiến tới, cứ đánh nhau trong rừng rậm Việt Nam. Pháp đã đánh nhau ở đó 7 năm, tuy nhiên cuối cùng đã phải cuốn gói. Có lẽ Mỹ [giàu hơn và mạnh hơn Pháp] sẽ có thể chịu đựng được lâu hơn một chút, nhưng rút cục cũng sẽ phải ra đi mà thôi”''\n\n===Quan điểm của các học giả Mỹ===\n[[Tập tin:Proud of what 8.png|nhỏ|trái|255px|Tranh châm biếm cuộc chiến của Mỹ ở Việt Nam: ''\"Chúng tôi đem tới dân chủ. Nhắc lại theo tôi nào: D-Â-N-C-H-Ủ\"'']]\nNăm 1972, Uỷ ban đối ngoại [[Thượng viện Hoa Kỳ|Thượng viện Mỹ]] quyết định tổ chức một cuộc báo cáo điều trần về cuộc chiến tranh Việt Nam suốt ba ngày liền, (9, 10, 11-5-1972) xoay quanh chủ đề nguồn gốc, nguyên nhân của cuộc chiến tranh Việt Nam và những bài học rút ra từ đó. Bốn học giả có tên tuổi đại diện cho phong trào phản chiến [[Leslie Gelb]], [[James Thomson]], [[Arthur Schlesinger]] và [[Noam Chomsky]] được coi là những người am hiểu tình hình đã từng nghiên cứu nhiều về Việt Nam, được Quốc hội Mỹ mời đến báo cáo góp ý kiến cho Quốc hội về cuộc chiến tranh Việt Nam.\n\nĐánh giá chế độ Việt Nam Cộng hòa, giáo sư ngôn ngữ học [[Noam Chomsky]] của [[học viện MIT]] đã nói trước Uỷ ban đối ngoại Thượng nghị viện Mỹ rằng: ''\"Chính phủ Nam Việt Nam đã trở thành nơi ẩn nấp của những người Việt Nam từng đi theo Pháp trong cuộc chiến đấu chống lại nền độc lập của đất nước họ. Chính phủ Nam Việt Nam không có cơ sở thành trì trong nhân dân. Nó đi theo hướng bóc lột dân chúng nông thôn và tầng lớp dưới ở thành thị, trên thực tế nó là sự tiếp tục chế độ thuộc địa của Pháp\"'' <ref name=\"causesoriginsles\">[http:\/\/www.archive.org\/stream\/causesoriginsles00unit#page\/n3\/mode\/2up Nguồn gốc, nguyên nhân và bài học trong chiến tranh Việt Nam, Biên bản Quốc hội Mỹ, tài liệu lưu trữ tại Ban tổng kết chiến lược - Bộ Quốc phòng, 1973]<\/ref> [[Noam Chomsky]] nhận định: ''Đối phương đã tìm ra \"một chiến lược khôn khéo đến mức nguy hiểm để đánh bại Mỹ\"'', giám đốc Phân tích Hệ thống đã cảnh báo ''\"Trừ khi chúng ta nhận ra và chống lại nó ngay bây giờ nếu không chiến lược đó sẽ trở thành phổ biến trong tương lai. Chiến lược đó là tiến hành một cuộc chiến tranh giải phóng dân tộc dựa trên nguyện vọng của nông dân Việt Nam muốn độc lập và công bằng xã hội. Nước ngoài không bao giờ có thể địch nổi chiến lược đó\"'' (trang 91) <ref name=\"causesoriginsles\" \/>\n\nNói về nguyên nhân của cuộc chiến tranh Việt Nam, các học giả trên đã bác bỏ lý do của chính quyền Mỹ dựng lên là ''\"chống miền Bắc Việt Nam xâm lược\",'' [[Arthur Schlesinger]] khẳng định: ''\"Thật là sai lầm khủng khiếp, nếu coi Hà Nội và Việt cộng là mũi lao xâm lược\".'' Noam Chomsky kết luận: ''\"Chính Mỹ đã đẩy nước Việt Nam Dân chủ Cộng hoà vào vòng chiến\".'' <ref name=\"causesoriginsles\" \/>\n[[Tập tin:Vietnam War protesters. 1967. Wichita, Kans - NARA - 283627.jpg|nhỏ|phải|180px|Người biểu tình phản chiến Mỹ với sự châm biếm \"Con rối Sài Gòn\"]]\n[[Leslie Gelb]] nhấn mạnh dứt khoát rằng ''\"lời giải thích thoả đáng duy nhất là đối phương vẫn tiêu biểu cho chủ nghĩa dân tộc và nền độc lập của họ, Mỹ phải chịu trách nhiệm đặc biệt về cuộc chiến tranh này và về việc kéo dài chiến tranh\".'' Arthur Schlesinger lập luận, ''\"sở dĩ có cuộc chiến tranh này là vì chính sách áp đặt những sở thích của chúng ta cho người khác\".'' Do đó, ''\"nếu người Việt Nam không coi trọng sự khôn ngoan của chúng ta, thế là chúng ta quyết định dùng sức mạnh ưu thế của mình để bắt họ phải làm theo ý muốn của chúng ta\".'' Trước Quốc hội, các học giả Mỹ kết luận: nguyên nhân cuộc chiến tranh Việt Nam là bắt nguồn từ chiến lược và chính sách [[xâm lược]] của Mỹ. Điều đó coi như đã được xác nhận từ phía những nhà nghiên cứu Mỹ.\n\nNhà sử học [[Frances FitzGerald]] viết: ''\"Chiến thắng của họ ([[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng miền Nam]]) là chiến thắng của dân tộc Việt Nam - người Bắc cũng như người Nam. Khác xa với một cuộc nội chiến, cuộc đấu tranh của Mặt trận Dân tộc Giải phóng miền Nam là một sự khẳng định nguyên tắc thống nhất dân tộc mà chính quyền Sài Gòn đã tuyên bố ủng hộ rồi phản bội\"''<ref>''Fire in the Lake - The Vietnamese and the Americans in Vietnam'', Vintage Books, 1972, tr.549. Trích:<br \/>\"''Their victory [NLF] would be...the victory of the Vietnamese people - northerners and southerners alike. Far from being a civil war, the struggle of NLF was an assertion of the principle of national unity that the Saigon government has endorsed and betrayed''\"<\/ref>\n\nTheo một góc nhìn khác, tiến sĩ [[Daniel Ellsberg]], sĩ quan [[Lầu Năm Góc]] và là cố vấn [[Bộ Quốc phòng Hoa Kỳ]] trong buổi phỏng vấn với [[CNN]] và trong sách ''\"Những Bí mật về Chiến tranh Việt Nam\"'' đã viết: ''\"Không hề có chiến tranh Đông Dương thứ nhất và thứ nhì, chỉ có một cuộc xung đột nối tiếp trong một phần tư thế kỷ. Dùng ngôn từ thực tế, đứng về một phía (Mỹ), ngay từ đầu nó đã là một cuộc chiến của Mỹ: mới đầu là Pháp-Mỹ, sau đến toàn là Mỹ. Trong cả hai trường hợp, nó là một cuộc đấu tranh của người Việt Nam – không phải là tất cả người Việt Nam nhưng cũng đủ để duy trì cuộc đấu tranh – chống chính sách của Mỹ và những kinh viện, ủy nhiệm, kỹ thuật gia, hỏa lực, và cuối cùng, quân đội và phi công, của Mỹ... Cuộc chiến đó không có gì là \"nội chiến\", như nó đã không là nội chiến trong cuộc tái chiếm thuộc địa của Pháp được Mỹ ủng hộ. Một cuộc chiến mà trong đó một phía hoàn toàn được trang bị và trả lương bởi một quyền lực ngoại quốc – một quyền lực nắm quyền quyết định về bản chất của chế độ địa phương vì những quyền lợi của mình – thì không phải là một cuộc nội chiến... Theo tinh thần [[Hiến chương Liên Hợp Quốc]] và theo những lý tưởng mà chúng ta (nước Mỹ) công khai thừa nhận, đó là một cuộc ngoại xâm, sự [[xâm lược]] của Mỹ\"''<ref>Secrets: A Memoir of Vietnam and the Pentagon Papers, Viking, 2002, p.255<\/ref>. Theo ông nguyên nhân sâu xa của việc Mỹ áp đặt sự chiếm đóng lên miền Nam Việt Nam là để điều khiển và kiểm soát thị trường kinh tế, nhân lực, sức lao động và tài nguyên ở vùng Đông Nam Á<ref>[http:\/\/www.youtube.com\/watch?v=5LctoUV-tag Chi tiết bài phỏng vấn trên Youtube]<\/ref>.\n\nSử gia [[Jonathan Neale]] cũng đồng ý lập luận này và cho rằng chính sách chống Cộng của chính phủ Mỹ chỉ là để phục vụ cho quyền lợi của những tập đoàn tư bản Mỹ.<ref>\"These states of capitalist countries were a thread not so much because they called themselves \"socialist\", but because they were competing capitalist powers and their market were largely closed to American business.\" - Sử gia Jonathan Neale<\/ref>\n\n[[Neil Sheehan]] - nhà báo Mỹ, một trong những người phanh phui Tài liệu mật Lầu Năm Góc ra trước công luận đã nhận định rằng: ''\"Sau những năm dài tìm cách khuất phục những dân tộc nghèo khổ bằng sự tàn bạo của sức mạnh kỹ thuật của mình, nước Mỹ, một nước giàu mạnh nhất trên quả đất này, cuối cùng có thể bị những người cộng sản Việt Nam đuổi ra khỏi bán đảo Đông Dương. Nếu đúng như vậy, thì thắng lợi của người Việt Nam sẽ là một thí dụ vô song về sự toàn thắng của trí tuệ con người đối với máy móc\"'' <ref>Trích trong Lời tựa cuốn sách Cuộc chiến tranh không quân ở Đông Dương của Neil Shechan, do nhóm nghiên cứu về chiến tranh không quân Trường đại học Cornell biên soạn năm 1972. Lưu trữ tại Viện Lịch sử quân sự Việt Nam.<\/ref>.\n\n[[Craig A. Lockard]] nhận xét rằng: ''\"Trong sự khinh thường của những người Mỹ mà họ phục vụ, Việt Nam Cộng hòa chỉ là một thứ công cụ để hợp thức hóa việc phê chuẩn, nếu không phải là thường bị loại ra khỏi sự chỉ đạo của Mỹ. Việt Nam Cộng hòa hiếm khi đưa ra chính sách lớn, họ thậm chí còn không được tham khảo ý kiến về quyết định của Mỹ năm 1965 đưa một lực lượng lớn quân vào tham chiến trên bộ.\"''<ref name=\"Michael Macclear 1981 pp.130-133\">Michael Macclear, ''The Ten Thousand Day War: Vietnam, 1945-1975'' (New York: St.Martin's, 1981), pp.130-133<br \/>Dẫn lại tại Lockard, 237, trích \"''Held in contempt by the Americans they served, they remained primarily verhicles for ratifying, if not always carying out, American directives. They rarely initiated major policies; indeed, they were not consulted on the US decision to commit massive ground forces in 1965.''\"<\/ref>\n\nNhà sử học [[Gregory Daddis]] nhận xét: những hành vi tội ác của quân đội Việt Nam Cộng hòa khiến người dân xem họ như kẻ thù. Một nông dân kể rằng ''\"Khi quân đội Việt Nam Cộng hòa tới, mọi người trong làng đều bị đe dọa... Quân đội thoải mái đánh đập bất cứ ai, giết bất cứ ai\"'', người khác kể rằng ''\"cứ mỗi lần quân đội Việt Nam Cộng hòa tới thì lại càng có nhiều người dân ủng hộ Việt cộng\"''. Khi được hỏi tại sao người dân không ủng hộ chính phủ Sài Gòn, một người dân trả lời ''\"vì quân đội Việt Nam Cộng hòa... thường xuyên đốt nhà của dân làng và [[hiếp dâm]] phụ nữ\". Không có cách nào để Việt Nam Cộng hòa có thể đánh bại đối phương khi mà người dân đã xa lánh họ và quan hệ thân thiết với quân Giải phóng.''<ref>{{chú thích web | url = https:\/\/books.google.com.vn\/books?id=LqsVAgAAQBAJ&pg=PA162&lpg=PA162&dq=arvn+puppet+army&source=bl&ots=0-rFJSdZ4y&sig=Lun6nXCcRSZa5vwj-wLeUgC9zkE&hl=vi&sa=X&sqi=2&ved=0ahUKEwjR4eLdhNDNAhWGGJQKHYYfCF8Q6AEIGTAA#v=onepage&q=arvn%20puppet%20army&f=false | tiêu đề = Westmoreland's War | author = | ngày = | ngày truy cập = 23 tháng 12 năm 2017 | nơi xuất bản = Google Books | ngôn ngữ = }}<\/ref>\n\nNhà sử học [[Marilyn Young]] nhận xét: ''\"Sự tha hóa tư sản của chính phủ Nam Việt Nam từ thời Diệm đã trở nên tồi tệ hơn khi người khác kế nhiệm ông. Chính quyền Sài Gòn vô vọng, tham nhũng, đàn áp dân chủ dữ dội. Đến cuối thập niên 1960 đã có hàng ngàn tù nhân chính trị ở Nam Việt Nam. Bầu cử là một trò hề, không có quá trình cải cách khả thi cho chính quyền Sài Gòn và kết quả là nhiều nhà cải cách tham gia cuộc đấu tranh vũ trang của đối phương.\"'' Trong khi [[Việt Minh]] đã giảm thuế, xóa nợ và cho thuê đất với nông dân nghèo, Diệm [[Cải cách điền địa (Việt Nam Cộng hòa)|đã đưa giai cấp địa chủ trở lại]]. Nông dân đã phải trả lại đất cho địa chủ rồi phải trả tiền thuê đất. Tiền thuê đất này được thu bởi quân đội Nam Việt Nam. Điều này tạo ra một cơn giận dữ ở nông thôn, quân đội Nam Việt Nam bị mắng chửi là ''\"tàn nhẫn hệt như bọn Pháp\"'', kết quả là tại nông thôn, 75% người dân ủng hộ quân Giải phóng, 20% trung lập trong khi chỉ có 5% ủng hộ chế độ Sài Gòn.<ref>Marilyn Young, The Vietnam Wars: 1945—1990 (New York: Harper Perennial, 1991), p. 76 and p. 104.<\/ref>\n\n[[James M. Carter]], giáo sư [[Đại học Drew]] nhận xét trong sách \"Inventing Vietnam: The United States and State Building, 1954-1968\" (Nhà xuất bản [[Đại học Cambridge]], 2008) như sau<ref>{{chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/specials\/170_viet_studies\/page21.shtml | tiêu đề = BBC Vietnamese | author =  | ngày =  | ngày truy cập = 23 tháng 12 năm 2017 | nơi xuất bản = BBC News | ngôn ngữ = Tiếng Anh | archive-date = ngày 31 tháng 1 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160131043715\/http:\/\/www.bbc.com\/vietnamese\/specials\/170_viet_studies\/page21.shtml | url-status = dead }}<\/ref>:\n{{cquote|''Chính thể Sài Gòn không thể tự nuôi nổi chính mình; thậm chí không thu đủ lợi tức cho hoạt động hàng ngày. Họ phải phụ thuộc vào viện trợ Mỹ... Từ trước đó, giới chức Mỹ đã thôi nói về xây dựng quốc gia, cải cách ruộng đất, dân chủ, minh bạch. Thay vào đó, họ bàn về một cuộc chiến phải thắng trước những kẻ thù của [[nhà nước hư cấu]] \"miền Nam Việt Nam\" (fictive state).''<br>\n''Quỹ đạo này của chính sách Mỹ khiến người ta gần như không thể nói thực về thành công, thất bại, đặc biệt là với các nhà hoạch định chính sách. Chưa bao giờ Hoa Kỳ đạt tới mục tiêu là chính thể Sài Gòn có thể tự mình tồn tại mà không cần dựa vào viện trợ Mỹ.''|}}\n\n=== Quan điểm của giới chức Việt Nam Cộng hòa ===\nTổng thống [[Nguyễn Văn Thiệu]] cũng đã từng phát biểu: ''\"Nếu Mỹ mà không viện trợ cho chúng tôi nữa thì không phải là một ngày, một tháng hay một năm mà chỉ sau 3 giờ, chúng tôi sẽ rời khỏi Dinh Độc Lập!\"''.<ref>Michael Mc Lear. Vietnam, The Ten Thousand Day War. London: Thames Methuen, 1982. trang 895.<\/ref> Trong bài viết ''\"30\/4\/1975, Dương Văn Minh và tôi\"'', [[Nguyễn Hữu Thái]] thuật lại lời Tổng thống [[Dương Văn Minh]] đã nói với ký giả [[Francois Vanuxem]]: ''\"Hết Tây (Pháp) rồi đến Mỹ, chẳng lẽ bây giờ còn đi làm tay sai cho Tàu nữa sao!\"''.<ref>{{Chú thích web|url=http:\/\/www.viet-studies.info\/kinhte\/NguyenHuuThai_DuongVanMinhVaToi.htm|tựa đề=30\/4\/1975, Dương Văn Minh và tôi|tác giả=Nguyễn Hữu Thái|website=Viet-studies|ngày=2008|url-status=dead|ngày lưu trữ=2012-10-18|ngôn ngữ=vi|ngày truy cập=2012-09-15|archive-url=https:\/\/web.archive.org\/web\/20121018141408\/http:\/\/viet-studies.info\/kinhte\/NguyenHuuThai_DuongVanMinhVaToi.htm}}<\/ref>\n\nNăm 2005, khi về Việt Nam và trả lời phỏng vấn của [[Thanh Niên (báo)|báo Thanh Niên]], Tướng [[Nguyễn Cao Kỳ]] đã nhận định rằng: ''\"Mỹ luôn luôn đứng ra trước sân khấu, làm \"kép nhất\". Vì vậy ai cũng cho rằng đây là cuộc chiến tranh của người Mỹ và chúng tôi là [[lính đánh thuê|những kẻ đánh thuê]].\"''.<ref>{{Chú thích web | url = http:\/\/dongduongthoibao.net\/view.php?storyid=68 | tiêu đề = Dong Duong Thoi Bao | tác giả = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Đại tướng [[Cao Văn Viên]] thì viết: ''\"Chúng ta không có trách nhiệm về chiến tranh. Trách nhiệm về cuộc chiến ở đây là của người Mỹ. Chính sách đó do họ đề ra, chúng ta chỉ làm theo họ mà thôi!\"''.<ref>{{chú thích web|url=http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/89\/29684\/print\/Default.aspx|tiêu đề=Tổng tham mưu trưởng quân đội Sài Gòn Cao Văn Viên: Lời thú nhận muộn màng|tác giả=Nam Hải|website=Báo điện tử Quân đội nhân dân|ngày=2008-04-14|url-status=dead|ngày lưu trữ=2014-03-01|url lưu trữ=https:\/\/web.archive.org\/web\/20140301191953\/http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/89\/29684\/print\/Default.aspx|ngôn ngữ=vi}}<\/ref> Chuẩn tướng [[Nguyễn Hữu Hạnh]] thì nói: ''\"Tôi nói thật, trong tất cả các đời tổng thống [[Việt Nam Cộng hòa]], ai mà Mỹ không ưa thì người ấy bị hất đổ ngay... Người Mỹ họ có đường lối của họ: đó là họ phải nắm chỉ huy ở miền Nam này. Họ chỉ huy trong mọi lĩnh vực, từ chính trị, kinh tế tới ngoại giao Mỹ đều nắm hết.\"''<ref>Trả lời phóng viên của đài BBC Việt ngữ vào năm 2010<\/ref>\n\n[[Nguyễn Tiến Hưng]], bộ trưởng kinh tế Việt Nam Cộng hòa nhận xét:\n{{cquote|''Tôi cũng đồng ý với câu phương châm \"tiên trách kỷ, hậu trách nhân\" của người xưa. Trước những thất bại, ta phải tự trách mình trước. Về chính trị, các bình luận gia thường nêu lên những yếu kém, khuyết điểm của lãnh đạo và nhân dân miền Nam. Lãnh đạo thì độc tài, thiếu khả năng, quá tin vào Mỹ, tham nhũng, có khi còn xa hoa quá mức. Nhân dân thì chia rẽ, một phần thì thờ ơ, chống đối, chán chường một cuộc chiến dài lê thê.<br>Tất cả những nhận xét trên, không ít thì nhiều đều có phần xác đáng. Tuy nhiên, sau khi theo dõi cuộc chiến nhiều năm, trước hết là từ ngay trên đất Mỹ (vào những năm 1958-1972), cũng như đã được chứng kiến những sự việc ở hậu trường trong ba năm cuối cùng của Việt Nam Cộng hoà (1973-1975), rồi nghiên cứu thêm từ đó, tôi vẫn khẳng định rằng sự lệ thuộc vào Hoa Kỳ gần như hoàn toàn, cả về vật chất lẫn tâm lý đã là yếu tố quyết định (cho sự sụp đổ của Việt Nam Cộng hoà).<br>Về mặt kinh tế, khi chiến tranh leo thang, sản xuất trong nước không phát triển được, lại còn tụt hậu, cung ứng cho nhu cầu của nhân dân phải dựa vào đôla của Mỹ để nhập cảng. Những sản phẩm cho nhu cầu từ ăn, ở, mặc, tới vận chuyển, một tỷ lệ rất quan trọng được đáp ứng từ viện trợ Mỹ... Về vật chất, sự lệ thuộc đã hầu như là toàn diện. Tình trạng này lại còn dẫn tới sự lệ thuộc về tinh thần và tâm lý. Nếu Mỹ còn giúp, thì các nhà lãnh đạo và quân đội Việt Nam Cộng hoà còn chịu đựng, chiến đấu. Nếu có dấu hiệu là Mỹ bắt đầu bỏ, thì tinh thần bắt đầu sa sút. Tới lúc bỏ thật là sụp đổ<br>... Về chính trị, phía Mỹ luôn chủ động như vậy, còn về quân sự? Ngay từ lúc Mỹ mới nhúng tay vào miền Nam cũng đã có sự bất đồng về chiến thuật giữa Cố vấn Mỹ và Tướng lãnh miền Nam. Trong một buổi họp, viên Tư lệnh Mỹ ở miền Nam, [[Tướng O'Daniel]] đã nói toạc ra là '''\"Ai chi tiền thì người đó chỉ huy\"''' (who pays, commands)...''<ref>Khi đồng minh tháo chạy. Nguyễn Tiến Hưng 2005. Trang 160-162<\/ref>}}\n\n[[Nguyễn Văn Ngân]], nguyên trợ lý đặc biệt của Tổng thống [[Nguyễn Văn Thiệu]], đã nhận xét: ''\"Người Mỹ đã thay thế Pháp với chính sách [[chủ nghĩa thực dân mới|thực dân mới]]. Vào thế kỷ 19, người Pháp nhân danh khai hóa để khai thác tài nguyên thuộc địa, nay người Mỹ nhân danh dân chủ để khai thác xương máu người Việt trong việc thiết lập một \"tiền đồn chống Cộng\" tại Đông Nam Á. Người Mỹ đến Việt Nam không vì quyền lợi người Việt Nam mà vì quyền lợi người Mỹ. Nền dân chủ mà người Mỹ tán dương khi can thiệp vào Việt Nam là nền dân chủ được định nghĩa trong quyền lợi của Mỹ, một thứ phó sản được dùng làm bình phong để thực hiện chính sách chia để trị, thiết lập đạo quân thứ năm, khuyến khích tình trạng vô chính phủ, nội loạn… để dễ bề khuynh loát và khi cần thiết để thực hiện các cuộc [[đảo chính]] và ám sát lãnh tụ quốc gia bằng bàn tay của các [[chính phủ bù nhìn|tay sai bản xứ]]. Chính sách viện trợ hoàn toàn có tính cách tiêu thụ đã được sử dụng như lưỡi gươm Damoclès... chỉ nhằm mục đích làm tê liệt ý chí đề kháng và nô lệ hóa…\"''.<ref>{{Chú thích web |url=http:\/\/antgct.cand.com.vn\/vi-vn\/sotay\/2010\/5\/53640.cand |ngày truy cập=2011-10-10 |tựa đề=Tổng thống Sài Gòn cũ Nguyễn Văn Thiệu và con đường chiến bại, Báo Công an Nhân dân, 30\/04\/2010 |archive-date=2011-10-19 |archive-url=https:\/\/web.archive.org\/web\/20111019195251\/http:\/\/antgct.cand.com.vn\/vi-vn\/sotay\/2010\/5\/53640.cand |url-status=dead }}<\/ref>\n\n==Văn hóa đại chúng==\n*Trong bộ phim [[Forrest Gump]], nhân vật chính là một người [[thiểu năng trí tuệ]]. Tuy vậy khi sang Việt Nam chiến đấu, anh lại trở thành anh hùng khi cứu được trung đội trưởng thoát chết sau 1 trận đánh. Khi trở về, anh lại tham gia phong trào phản chiến cùng người yêu. Bộ phim đã kể lại một giai đoạn đầy biến động trong lịch sử nước Mỹ qua góc nhìn ngây thơ và trong sáng của một người chỉ có IQ 75.\n*Trong bộ phim [[X-Men Origins: Wolverine]], nhân vật chính Victor Creed (anh trai người sói) và chính Người sói từng sang Việt Nam chiến đấu. Khi chỉ huy ngăn Victor Creed [[hiếp dâm|hãm hiếp]] 1 bé gái, Victor Creed và người sói đã tức giận giết chết chỉ huy và bị tòa án quân sự tuyên án tử hình, nhưng mọi cách xử tử đều không thể giết được họ.\n*Trong bộ truyện tranh [[Watchmen]], tổng thống [[Richard Nixon|Nixon]] đã mời tiến sĩ Manhattan (một siêu nhân có năng lực khủng khiếp) can thiệp vào [[Chiến tranh Việt Nam]] và giúp [[quân đội Hoa Kỳ|quân đội Mỹ]] giành chiến thắng. [[Việt Nam]] sau đó đã trở thành [[Tiểu bang thứ 51]] của Mỹ.\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Chiến tranh Việt Nam]]"}