{"1211321":"{{otheruses|Cao Xá}}\n{{Thông tin đơn vị hành chính Việt Nam |xã\n| tên = Cao Xá \n| hình = Xanongthonmoi214.jpg \n| ghi chú hình = Xã nông thôn mới Cao Xá năm 2015\n| diện tích = 10,90 km² \n| dân số = 9.845 người \n| thời điểm dân số = 2015\n| mật độ dân số = 903 người\/km² \n| vùng = [[Đông Bắc Bộ]] \n| tỉnh = [[Phú Thọ]] \n| huyện = [[Lâm Thao]] \n| thành lập = 1945 \n| chủ tịch UBND = Quách Văn Chí \n| chủ tịch HĐND = Cao Văn Hoành \n|bí thư =  Cao Ngọc Hoành \n| trụ sở UBND = \n| mã hành chính = 08527<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cao Xá''' là một xã thuộc huyện [[Lâm Thao]], tỉnh [[Phú Thọ]], [[Việt Nam]].\n\n==Địa lý==\nXã nằm trong vùng đồng bằng ven [[sông Hồng]], thuộc vùng trọng điểm lúa của huyện [[Lâm Thao]], có vị trí địa lý:\n*Phía đông thành phố [[Hà Nội]]\n*Phía tây giáp xã [[Vĩnh Lại]] và xã [[Sơn Vi]]\n*Phía bắc giáp thành phố [[Việt Trì]].\n\nDiện tích tự nhiên toàn xã là 1.035,037 hecta. Trong đó có 692,8 hecta đất ở, 54,42 hecta đất chưa sử dụng. Số dân toàn xã là 9.845 người tính tới năm 2015. Sản xuất nông nghiệp là nguồn sống chủ yếu, ngoài ra một số làng nghề thủ công như làm gạch ngói ở [[Hợp tác xã]] Cao Xá, làm Tương ở thôn Dục Mỹ.\n\n== Lịch sử==\n=== Thời kỳ phong kiến ===\nTừ giữa thời Bắc thuộc lần 2, Tổng Cao Xá đã có người sinh sống ở các làng Sơn Vi, Cẩm Đội, Thụy Vân, Mạc Cả, Phù Phong. Thời [[12 sứ quân]], thủ lĩnh [[Nguyễn Khoan]] từ [[Yên Lạc]], [[Vĩnh Phúc]] đến nơi này chiếm giữ, lập thêm các làng Tề Lễ, Dục Mỹ và Vĩnh Mỗ để hình thành đất Cao Xá đến ngày nay.\n\n[[Nhà Đinh|Thời Đinh]], [[Nhà Tiền Lê|Tiền Lê]], Tổng Cao Xá là phụ cận Thành [[Phong Châu (kinh đô)|Phong Châu]]. [[Nhà Lý|Thời Lý]], [[Nhà Trần|Trần]] Tổng Cao Xá thuộc Lộ Tam Giang (Lộ: tương đương cấp tỉnh). [[Nhà Lê sơ|Thời Lê]] - [[Mạc]] - [[Nhà Lê trung hưng|Lê Trung Hưng]], [[Lê-Trịnh|Lê - Trịnh]], Tổng Cao Xá thuộc [[Trấn Sơn Tây]]. Triều Nguyễn phân chia cấp tỉnh, tổng Cao Xá thuộc huyện Sơn Vi, [[Sơn Tây (tỉnh Việt Nam)#Ph.E1.BB.A7 L.C3.A2m Thao|Phủ Lâm Thao]], Tỉnh [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]]. Tổng Cao Xá gồm có 8 làng: Cao Xá, Dục Mỹ, Sơn Vi, Tề Lễ, Thụy Vân, Cẩm Đội, Phù Phong, Vĩnh Mộ.\n\n=== Thời kỳ thuộc Pháp ===\nNăm 1903, [[Đế quốc thực dân Pháp|thực dân Pháp]] thành lập tỉnh [[Phú Thọ]] thì tổng Cao Xá trực thuộc Huyện [[Hạc Trì]] tỉnh Phú Thọ. Năm 1927, tổng Cao Xá giảm bớt một làng Sơn Vi, trả về Lâm Thao. Năm 1929, tổng Cao Xá chuyển làng Cẩm Đội và làng Thụy Vân sang tổng Minh Nông (thuộc huyện Phù Ninh, [[Sơn Tây (tỉnh Việt Nam)#Ph.E1.BB.A7 V.C4.A9nh T.C6.B0.E1.BB.9Dng|phủ Vĩnh Tường]]).\n\n=== Thời kỳ Sau Cách mạng tháng 8\/1945 ===\nSau [[Cách mạng tháng 8]] năm 1945, Chính phủ [[Việt Nam Dân chủ Cộng hòa]] xóa bỏ cấp tổng, mở rộng phạm vi cấp xã, xã mới Hùng Thao được thành lập trên cơ sở tổng Cao Xá với 5 thôn làng cũ là Dục Mỹ, Cao Xá, Phù Phong, Tề Lễ, Vĩnh Mộ.\n\nNăm 1962, huyện Hạc Trì giải thể, tháng 6-1962 thành lập thành phố Việt Trì, xã Hùng Thao trở về thuộc huyện Lâm Thao.\n\nCuối năm 1964, thi hành quyết định 292-NV của [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]] về việc đổi tên một số xã của tỉnh Phú Thọ, xã Hùng Thao được đổi tên thành xã Cao Xá.\n\nNăm 1948 Giặc pháp về phá hoại các thôn làng của xã Hùng Thao, nhân dân Hùng Thao đã lập Làng Cao Xá trở thành [[Làng Kháng chiến]], Ngai thần của các đình của các xóm được đem lên làng Cao Xá để chạy giặc. Đình chùa và nhà dân ở các thôn làng ngoại trừ làng kháng chiến của xã Hùng Thao đều bị đốt phá. Riêng thôn Tề Lễ vì có nhà thờ Kitô nên đốt tới nhà thờ thì giặc pháp thôi không đốt nữa. Ba gia đình góc sau nhà thờ không bị đốt là nhà ông Tô Tiến Phương, nhà ông Tô Tiến Bích và nhà ông Chu Văn Thành. Tới năm 1991, các Ngai thần của các đình chuyển về từ đình Cao Xá, Một số đình chùa bị thực dân pháp đốt sau không khôi phục lại nữa bao gồm đình Dương Khê, Đình Nam Nhạc, Đình Tề Lễ.<ref>Sau sự kiện Đình Tề Lễ được phá dỡ để xây nhà thờ, nhân dân Tề Lễ cũng xây một ngôi đình khác nhỏ hơn nhiều so với đình cũ và nhờ ông trưởng họ Chu là ông Chu Văn Vượng làm ông Từ. Đình Tề Lễ mới nằm ở gần Trụ sở HTX Cao Xá ngày nay. Là đất thổ cư cụ Sức.<\/ref>\n\n=== Địa giới hành chính thời kỳ đổi mới ===\n[[Tập tin:Bdhcxcx.jpg|nhỏ|415x415px|Bản đồ hành chính xã Cao Xá]]\nSau này chia các thôn làng trong xã thành 23 khu hành chính khác nhau, trong đó từ địa giới đất đai của các làng cũ chia thành các khu hành chính mới.\n*Làng Dục Mỹ chia ra thành các khu hành chính: Xóm Trong, Xóm Giữa, Đầu Thành.\n*Làng Cao Xá chia ra thành các khu hành chính: Đông Thịnh, An Thái, An Thịnh, Trung Cường, Hậu Cường, Tân Lĩnh, Đông Lĩnh, Sơn Lĩnh.\n*Làng Phù Phong chia ra thành các khu hành chính: Kiến Thiết, Phong Vân A, Phong Vân B.\n*Làng Tề Lễ chia ra thành các khu hành chính: Tề Lễ, một phần Nam Nhạc, một phần Nguyễn Xá A, Hạ Thôn, Thị Tứ.\n*Làng Vĩnh Mộ được chia ra thành các khu hành chính: Một phần cũ xóm Nam nhạc, Nguyễn Xá A, toàn bộ Nguyễn Xá B, Dương Khê Đông, Dương Khê Tây, Thanh Hà.\n[[Tập tin:Xanongthonmoi214.jpg|nhỏ|Chủ tịch UBND xã Cao Ngọc Hoành thay mặt nhân dân đón nhận danh hiệu nông thôn mới]]\n\n== Công trình tín ngưỡng ==\nTại Cao Xá, trong những năm 1965 - 1975, các nhà khảo cổ học đã phát hiện và khai quật ở bốn địa điểm nhiều công cụ sản xuất bằng đá thuộc nền văn hóa Sơn Vi cách đây hơn 1 vạn năm. Nằm trong vùng đất được coi là chiếc nôi của dân tộc Việt Nam do các Vua Hùng dựng nên, nhân dân Cao Xá cùng với cộng đồng dân tộc đấu tranh anh dũng với thiên nhiên, chống giặc ngoại xâm, lao động cần cù, sáng tạo, xây dựng quê hương. Đề thờ Quốc Công Lân Hổ và Đình, Chùa Cao Xá là những công trình văn hóa được nhà nước CHXHCN Việt Nam xếp hạng di tích lịch sử do địa phương quản lý, là niềm tự hào của người dân Cao Xá.\n\nCác thôn trong xã đều thao đạo [[Phật giáo|Phật]], riêng thônTề Lễ và các thôn thuộc Cao Lĩnh (Đông Lĩnh, Sơn Lĩnh, Tân Lĩnh) có gần 100 hộ dân theo đạo [[Thiên Chúa giáo|Thiên Chúa]].<ref name=\":0\">Vì tranh giành Ngòi Tùng thuộc sở hữu của làng Tề Lễ, Người Làng Tề Lễ đã dựa vào sự trợ giúp của Giáo dân Thiên Chúa giáo để giữ lại mảnh địa giới cuối cùng tránh khỏi sự xâm canh, xâm cư của các làng khác. 90% dân số làng Tề Lễ theo đạo Thiên Chúa, chỉ để lại ba gia đình trưởng họ của ba họ trong làng là họ Lê, họ Chu, họ Tô không theo thiên Chúa giáo để thờ phật và thờ Thành Hoàng. Sau khi theo đạo Thiên Chúa, Đình Tề Lễ và chùa Tề được phá dỡ để lấy đất đai và vật liệu xây cất nhà thờ đạo Kitô.Sau khi Đình Tề Lễ được chuyển ra phụng thờ ở Đình Vĩnh Mộ thì thành hoàng vốn được thờ trong đình Vĩnh Mộ được chuyển ra một ngôi đình mới nhỏ hơn xây cất năm 1933 gọi là đình Vàng ngày nay ở xóm Nguyễn Xá.\n<\/ref>\n\n=== Công trình tôn giáo, tín ngưỡng ===\n\n==== Công trình tín ngưỡng phong kiến ====\n'''[[Tổng]]''' '''Cao xá có 5 ngôi Đình lớn và 2 ngôi Đình nhỏ được các chính thể Phong kiến Việt Nam công nhận.'''\n\nĐình Sơn Vi, Đình Dục Mỹ, Đình Tề Lễ, Đình Cao Xá, Đình Cẩm đội. Đình nhỏ là đình Thụy Vân và Phù Phong.\n\nĐình Cao Xá thờ Vọng Hưng Đạo Đại Vương Trần Quốc Tuấn và Quốc công Lân Hổ với hai vị công chúa thời Hùng Vương thứ 18 là Tiên Dung và Ngọc Hoa. Đình Dục Mỹ thờ Thành hoàng làng và thờ Vọng Quốc công Lân Hổ.\n\nNăm 1927, Sơn Vi trả về Lâm Thao, Đình Sơn Vi thuộc Sơn Vi\n\nNăm 1929, Cẩm Đội, Thụy Vân sang tổng Minh Nông, Đình Cẩm Đội không còn thuộc Tổng Cao Xá\n\nNăm 1930, [[Sơn Tây (tỉnh Việt Nam)#Di t.C3.ADch|đình Tề Lễ]] bị phá dỡ cùng với chùa Tề để dựng nhà nhà đạo Thiên Chúa\n\nNăm 1948, giặc Pháp đốt Đình Phù Phong, sau này không khôi phục nữa.\n\nTrước năm 1954 còn có Đình Vĩnh Mộ và Đình Làng Giang. Thời HTX đã phá bỏ hai ngôi đình nay. Hiện nay Đình Vĩnh Mộ đã được khôi phục lại, nằm kế bên Chùa Diên Phúc.\n\n==== Công trình văn hoá hiện nay ====\nĐình Dục Mỹ, Chùa Vinh Quang, Lăng Lân Hổ; Đình Cao Xá, Chùa Sơn Lôi; Đình, Chùa Hạ Thôn; Nhà thờ Tề Lễ; Nhà thờ Cao Lĩnh; Đình Vĩnh Mộ, Chùa Diên Phúc; Đình Vàng, Miếu Thanh Hà, Chùa Bảo Cát, Miếu Phù Phong\n\nHạ Thôn thường gọi Cao Xá hạ thờ Hai vị công chúa con của Hùng Vương thứ 18 là Tiên Dung và Ngọc Hoa. Hai bà lúc đầu được thờ vọng ở Đình Cao Xá, sau này tách làng tách xóm nên Cao Xá Hạ xây đình mới để Phụng thờ riêng.\n\nMiếu Thanh Hà: Dân gian kể lại có vị quan bị oan sai lẽ phải chết nhưng trốn thoát ra dân gian rồi trộm cắp của dân sống qua ngày. Đến xứ này bị dân đánh chết. Mãi sau này được đồng liêu triều đình minh oan tìm ra nơi táng thân. Dân xứ này từ mộ cũ dựng thành miếu thờ phụng đều đặn những mong hồn thác oan phù hộ cho dân xứ này.\n''Dân gian Việt Nam làng nào cũng có đìng làng là nơi họp làng, là công trình văn hoá đại diện cho một làng quê. Ngoài các công trình văn hóa hiện nay còn một số đình chùa khác không thuộc 5 đình lớn của 5 Làng từng tồn tại trong Lịch sử xã Cao Xá nhưng không còn tồn tại đến ngày nay như Đình Nam Nhạc, Đình Làng Giang, Đình Phù Phong,....'' và đất thiêng đều đã cắt cho dân làng cất nhà để ở.\n\n== Làng văn hóa ==\nChiểu theo các thôn làng cũ của tổng Cao Xá trước đây, các làng văn hóa mới của Xã Cao Xá ngày nay gồm\n\n*Làng văn hóa Dục Mỹ gồm các khu hành chính: Đầu Thành, Xóm Giữa, Xóm Trong.\n*Làng văn hóa Cao Xá gồm các khu hành chính: An Thịnh, An Thái, Trung Cường, Hậu Cường, Đông Thịnh.\n*Làng văn hóa Cao Lĩnh gồm các khu hành chính: Tân Lĩnh, Đông Lĩnh, Sơn Lĩnh.\n*Làng văn Hóa Vĩnh Tề (Trên cơ sở hai làng Vĩnh Mộ, Tề Lễ) gồm bảy khu hành chính: Tề Lễ, Nguyễn Xá A, Nguyễn Xá B, Nam Nhạc, Thanh Hà, Dương Khê Đông, Dương Khê Tây.\n*Làng văn hóa Phù Phong gồm ba khu hành chính: Kiến Thiết, Phong Vân A, Phong Vân B.\n*Làng văn hoá Hạ Trang gồm hai khu hành chính Hạ thôn, Thị Tứ.<ref name=\":5\">Nguồn gốc tên gọi Hạ Trang chính là người làng Cao Xá mua đất rệ đồng Tề phía bên kia ngòi Tùng làm đất ở, dần dà thành một nông trang phía dưới làng Cao Xá, gọi là Cao Xá Hạ để phân biệt với Làng Cao Xá phía trên. Thời gian khoảng những năm cuối thế kỷ 19, Sau đó đến những năm 1922 đỉnh điểm của sự kiện này là 1930, Hạ Trang cùng Vĩnh Mộ cướp ngòi Tùng và Tề Lễ nhờ cậy Giáo sứ Nỗ Lực giữ đất bằng cách tòng giáo Kitô, phá dỡ đình Tề, chùa Tề.<\/ref>\n\n== Thông tin thêm ==\nXã Cao Xá từng hứng trọn [[Trận lụt đồng bằng sông Hồng năm 1971|trận lụt lịch sử năm 1971]].<ref>Năm 1971\/tháng 8. Mưa lớn kéo dài, lũ từ thượng nguồn kéo về làm nước sông Hồng dâng cao trên mức báo động ba. Ngày 20\/8\/1971, tuyến đê Trung ương trên địa bàn huyện bị vỡ nhiều đoạn.\"Trích LSĐB xã Cao Xá\"<\/ref>\n\nLàng Vĩnh Mộ ngày xưa có một cây gạo cổ thụ ở ao đình làng Vĩnh Mộ và Vĩnh Mộ có cống 4 cửa chảy ra Sông Hồng, Cầu Sắt.\n[[Tập tin:Thantichvietnam14.jpg|nhỏ]]\nNguồn gốc tên gọi của Làng Tề Lễ là lấy theo tên quan được triều đình [[nhà Đinh]] phong cho vị tướng ở làng này, cụ ở chức Tề Lễ Đường Thượng Quan, hằng năm rước kiệu tháng 3 đều xướng lên có hai hàng lễ. Vật phẩm tế là xôi nếp đồ từ lúa nếp cấy rẽ ở dệ Đồng Tề và gà luộc chín, gà khi mổ phải không được xước da thịt nào cả. Có Đám rước kiệu đi quanh làng. Đất của Làng Tề Lễ cũng rất lạ, lối vào làng có ba cái cầu, một cầu tre và hai cầu bện đất với đá, mưa đất trôi sụt dân lại nhồi cọc gỗ giữ cầu, cả làng như một cù lao bãi nổi vì con ngòi Tùng chạy vòng quanh, trong ngòi làm đất ở, ngoài ngòi đất trồng cấy.\n\nMột bài báo do nhà Báo Đặng Thiện viết năm 1989, các cụ có tuổi trong làng Tề Lễ kể thì từ Thời vua Đinh dẹp 12 đường loạn mà giữ nước thì vị tướng là [[Hoàng Định]] đã bỏ tối theo sáng, rời đất [[Phong Châu (kinh đô)|Phong Châu]] của sứ quân [[Kiều Công Hãn]] mà tìm về [[Hoa Lư]] cùng [[Nguyễn Bặc]] theo chân mệnh Thiên Tử. Sau khi dẹp xong [[12 sứ quân]], triều [[Nhà Đinh|Đinh]] khai quốc [[Đại Cồ Việt]] thì cụ [[Nguyễn Bặc]] nhận phong Định Quốc Công rồi làm tể tướng triều đình từ năm 968-979 còn cụ Hoàng Định thì từ chức về làm dân thường. Vua [[Đinh Tiên Hoàng]] không nỡ xa nên sau này có mời cụ về làm quan rồi sai cả Tể tướng [[Nguyễn Bặc]] mời mà cụ không về triều đình, cảm đức [[Trương Lương]], [[Phạm Lãi]] <ref>Trương Lương hay Trương Tử Phòng và Phạm Lãi hay Phạm Đại Phu là những công thần khai quốc, hộ quốc của một số triều đại bên Tàu, vì sau khi lập công với triều đình làm quan thì họ đều xin từ quan về trong dân vui thú điền viên, không màng thế sự.<\/ref> nên vua phong cho cụ là Tề Lễ Đường Thượng Quan, lọng, võng về theo và phong đất ở ngay trước thành cũ của [[Kiều Công Hãn]] là đất mà cụ đã chọn từ khi theo Tiên Hoàng đánh đông dẹp bắc.\n\n[[Hoàng định|Tề Lễ Đường Thượng Quan]] là chức quan được phong cho cụ Hoàng Định sau khi cụ từ bỏ làm quan mưu ([[quân sư]])cho [[Kiều Công Hãn]] cát cứ Thành [[Phong Châu (kinh đô)|Phong Châu]] mà đi theo (Phò tá) [[Đinh Tiên Hoàng]]. Cụ Định có công rất lớn trong việc [[Đinh Tiên Hoàng]] thu phục đánh bại các sứ quân trong thời kỳ [[loạn 12 sứ quân]], nguyên quán nghe dân đồn kể ở đất Hưng Hóa nhưng chưa hay hư thực. Khi nghỉ quân ở Ngòi Tùng, Cụ bảo Đất này tốt, dân sống hậu nên tỏ ý khi đất nước thanh bình sẽ tới ở, cũng vì lẽ đó mà đất Mạc Cả đổi thành Tề Lễ theo tên chức quan của cụ, cũng là đất được triều đình Phong thưởng. Đất làng Tề Lễ rộng vậy là do đất phong, chu vi cả đất thổ cư và đất Đồng Tề rộng bằng 1\/3 tổng Cao Xá 8 làng gộp lại là vì lẽ ấy. Tề Lễ Đường Thượng Quan được nhân dân thờ trong đình Tề Lễ. Lịch sử các triều đại tuy ban cho nhiều sắc phong nhưng dân làng Tề cạy thế đất rộng, cây nhiều mà biếng học nên các văn tích dần dần mai một ít người biết đến, tuy Đình Tề Lễ có nhiều sắc phong nhưng đều không truyền ghi lại được, sau bị làng khác cướp đất không giữ được nên lại sẵn nết cũ bỏ đình bỏ chùa mà theo tây xây nhà đạo ki tô, may mà còn một số nhà không theo ki tô giáo phụng sự tổ tiên, giữ được cho danh tiếng người xưa khỏi hoạ mai một. Ngày giỗ của cụ Hoàng Định là Năm thứ 5 niên hiệu Thiên Phúc triều Tiền Lê, ngày 25 tháng 03 năm Giáp Thân 984. Nhắc lại là Tổng Cao Xá chỉ có duy nhất cụ Hoàng Định là người có công lao lớn với lịch sử buổi đầu độc lập sau thời kỳ nghìn năm giặc phương Bắc đô hộ và công lao được hết thảy triều đình phong kiến Việt Nam ghi nhân. Tương truyền Đất Đồng Tề trước thời Hậu Lê không phải nộp tô nhưng chỉ có mấy họ gốc từ khi lập Làng trong đất Làng Tề Lễ còn lại thì không được cho dân nơi khác tới ở để khỏi nhiễu đất miễn thuế quan. Nước mình có chiến tranh nhiều, họ Hoàng đơn truyền nhiều đời nên lâu dần họ cụ Hoàng Định không còn đinh nào nữa. Ân điển phong kiến đến triều Mạc là hết.\n\nLàng Phù Phong (tên chữ: Phong - Gió, Phù - Nổi không phải là Phong - ghẻ lở) lở sông không ở được phải vào trong kè đê, Làng Tề nhường một nửa đồng Tề cho 3 khu gò, Gò Thượng,gò Hạ làm đất ở, Gò Thiện làm điền. Ngày nay Dân Phù Phong định cư tại gò Thượng gọi là Phung Thượng, Dân Phù Phong định cư tại gò Hạ gọi là Phung Hạ.\n\nXã Cao Xá đứng đầu bởi Đảng bộ xã Cao Xá và chính quyền địa phương trong nhiều năm liền luôn là ngọn cờ đầu của Huyện Lâm Thao.\n\nXã Cao Xá đã đạt danh hiệu \"Xã đạt chuẩn Nông thôn mới\" vào năm 2014. Đó là thành công nỗ lực rất lớn của Đảng bộ và nhân dân Cao Xá.\n\n== Chú thích ==\n{{tham khảo}}\nQuyền bài viết dựa trên sách vở lịch sử địa phương, không theo ý riêng của tác giả bài viết.<ref>Toàn bộ bài viết được dẫn nguồn ở Sách:THẦN TÍCH - THẦN SẮC VIỆT NAM- LỊCH SỬ ĐẢNG BỘ XÃ CAO XÁ và sách: LƯỢC SỬ GIÁO SỨ NỖ LỰC.<\/ref><ref>Trích Lược: Lịch sử Đảng bộ xã Cao Xá, chịu trách nhiệm xuấ bản: Nguyễn Tiến Khôi - Phó trưởng ban tuyên giáo tỉnh Phú Thọ. Lây từ tài liệu nội bộ nên không có nguồn trên internet.<\/ref><ref>Chương trình có liên quan của tỉnh Phú Thọ: Biên soạn LSĐB các địa phương - http:\/\/phutho.gov.vn\/timhieulichsudangbo\/-\/vcmsviewcontent\/bvY3\/37920\/138600\/tong-ket-cuoc-thi-tim-hieu-lich-su-ang-bo-tinh-phu-tho-1940-2015-33-tac-gia-nhom-tac-gia-at-giai.html;jsessionid=5EDED0D823D59A77987B6ACBF3D5D996 {{Webarchive|url=https:\/\/web.archive.org\/web\/20160809121954\/http:\/\/phutho.gov.vn\/timhieulichsudangbo\/-\/vcmsviewcontent\/bvY3\/37920\/138600\/tong-ket-cuoc-thi-tim-hieu-lich-su-ang-bo-tinh-phu-tho-1940-2015-33-tac-gia-nhom-tac-gia-at-giai.html;jsessionid=5EDED0D823D59A77987B6ACBF3D5D996 |date=2016-08-09 }} và http:\/\/lyluanchinhtri.vn\/home\/index.php\/tin-tuc\/item\/1426-cong-tac-nghien-cuu-bien-soan-lich-su-dang-bo-dia-phuong-3-nam-2013-2015.html Công tác nghiên cứu LSĐB các địa phương.<\/ref>\n\n{{Đơn vị hành chính thuộc huyện Lâm Thao}}"}