{"405040":"{{Infobox Protected area|name=Khu dự trữ Sinh quyển Cao nguyên Kon Hà Nừng|photo=|photo_caption=|map=\nVietnam|map_caption=Vị trí của Cao nguyên Kon Hà Nừng|locator_x=|locator_y=|location=Nằm trên 3 huyện [[Mang Yang]], [[Đăk Pơ]], [[KBang]] và thị xã [[An Khê]], tỉnh [[Gia Lai]], [[Việt Nam]]|nearest_city=* Thành phố [[Pleiku]]\n* Thành phố [[Kon Tum]]\n* Thành phố [[Quy Nhơn]]\n|coordinates={{coord|14|28|27|N|108|32|27|E|display=inline, title}}|area=4.135&nbsp;km²|established=* {{startdate|năm 2021}}: tỉnh [[Gia Lai]]|visitation_num=|visitation_year=|governing_body= UBND tỉnh [[Gia Lai]]}}\n\n'''Cao nguyên Kon Hà Nừng''' là một cao nguyên ở tỉnh [[Gia Lai]], trải rộng trên diện tích các huyện [[Kbang]], [[Mang Yang]], [[Đăk Pơ]] và thị xã [[An Khê]], được UNESCO công nhận là khu dự trữ sinh quyển thế giới vào 09\/2021.\n\n==Tổng quát==\nKhu dự trữ sinh quyển Kon Hà Nừng hay Cao nguyên Kon Hà Nừng thuộc tỉnh [[Gia Lai]] có diện tích lên đến hơn 413.500ha. Nơi này bao gồm toàn bộ diện tích của [[Vườn quốc gia Kon Ka Kinh]], [[Khu bảo tồn thiên nhiên Kon Chư Răng]], một phần diện tích của 5 huyện: [[Chư Păh]], [[Đak Đoa]], [[Mang Yang]], [[Đak Pơ]], [[Kbang]] và thị xã [[An Khê]]. 3 vùng chức năng của Khu dự trữ sinh quyển Kon Hà Nừng bao gồm: 2 vùng lõi là [[Vườn quốc gia Kon Ka Kinh]] và [[Khu bảo tồn thiên nhiên Kon Chư Răng]], vùng đệm và vùng chuyển tiếp. \n\nCao nguyên Kon Hà Nừng có tầm quan trọng trong việc bảo tồn hệ sinh thái nguyên sơ, nơi sinh sống của các loài động, thực vật quý hiếm được đưa vào Sách Đỏ tại Việt Nam cũng như trên toàn thế giới. Kon Hà Nừng cũng là khu dự trữ có diện tích [[rừng nhiệt đới]] tương đối lớn ở [[Tây Nguyên]].  \n\nĐược biết, hệ sinh thái tại hai vùng lõi của Khu dự trữ sinh quyển Kon Hà Nừng còn tương đối nguyên vẹn và có giá trị đa dạng sinh học cao, đặc trưng cho các khu rừng ở [[Tây Nguyên]]. Đặc biệt hơn, đây không chỉ là nơi sinh trưởng của các loài động, thực vật mà còn là khu vực sinh sống của một bộ phận người dân tộc [[Bahnar]] và [[Jrai]].\n\n==Vị trí và giáp ranh==\nKhu dự trữ Sinh quyển Kon Hà Nừng nằm toàn bộ trên Cao nguyên Kon Hà Nừng, nằm ở phía bắc tỉnh [[Gia Lai]].\nPhía bắc và phía tây giáp với [[cao nguyên Măng Đen]] (Kon Tum), phía đông giáp tỉnh [[Bình Định]] và [[Khu bảo tồn thiên nhiên An Toàn|Khu Bảo tồn thiên nhiên An Toàn]].\n==Địa lý==\nCao nguyên Kon Hà Nừng có độ cao trung bình từ 400m (thung lũng [[sông Ba]]) - 1748m (đỉnh [[Kon Ka Kinh]]). Dạng đất chủ yếu là đất [[Nhóm đất đỏ vàng|feralit]] trên đá [[bazan]]. Khoáng sản ở đây không phong phú, chủ yếu là các mỏ quặng [[Bô xít|bôxit]].\n==Đa dạng sinh học==\nKhu dự trữ sinh quyển Kon Hà Nừng có hệ sinh thái phong phú và đa dạng nhất nhì [[Việt Nam]] với khoảng 1.754 loài thực vật bậc cao, 91 loài thực vật bậc thấp. Ngoài ra còn có 87 loài thú, 326 loài chim, 77 loài bò sát và nhiều loài thú quý hiếm có nguy cơ tuyệt chủng. Nơi đây là mái nhà chung của hàng ngàn hàng vạn loài động, thực vật, bao gồm cả con người cùng tồn tại một cách hài hòa.\n\nKhu dự trữ sinh quyển Kon Hà Nừng là một hệ sinh thái có đa dạng các loài động vật từ thú, lưỡng cư, đến bò sát, các loài chim... Kon Hà Nừng là nơi trú ngụ của 3 loài thú đặc hữu của [[Đông Dương]] bao gồm [[Chà vá chân xám|Voọc Chà vá chân xám]], [[vượn đen má hung]] Trung Bộ và [[mang Trường Sơn]]. [[Chà vá chân xám|Voọc Chà vá chân xám]] ([[Pygathrix cinerea]]) là một loài thuộc [[bộ linh trưởng]] có tính đặc hữu quý hiếm - Đang đối diện với nguy cơ [[tuyệt chủng]] - Của [[Việt Nam]]. Hiện ngoài thiên nhiên chỉ còn hơn 1000 cá thể. Trong đó, Khu dự trữ sinh quyển Kon Hà Nừng tự hào là khu vực có nhiều cá thể [[Chà vá chân xám|Voọc Chà vá chân xám]] sinh sống nhất với hơn 400 cá thể.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=29em}}\n* {{wikispecies nội dòng}}\n*Atlat địa lý Việt Nam, ''Nhà xuất bản Giáo dục - 2009''\n*Atlat hành chính Việt Nam, ''Nhà xuất bản Bản Đồ - 2008''\n\n{{sơ khai Gia Lai}}\n{{Khu dự trữ sinh quyển thế giới ở Việt Nam}}\n{{Cao nguyên Việt Nam}}\n\n\n[[Thể loại:Cao nguyên Việt Nam|Kon]]\n[[Thể loại:Địa lý Gia Lai]]\n[[Thể loại:Khu dự trữ sinh quyển Việt Nam|Kon Hà Nừng]]"}