{"17260713":"{{Nhạc sĩ\n| background = non_vocal_instrumentalist\n| tên = Cao Văn Lý\n| image = \n| imagesize = \n| Tên khai sinh = Phạm Lý\n| Ngày sinh = 1938\n| nơi sinh = Hồng Ngự, [[Đồng Tháp]]\n| ngày mất = \n| nghề nghiệp = Nhạc sĩ, giảng viên\n| Thể loại = \n| ca khúc = ''Lý qua cầu'', ''Trách ai vô tình'', ''Lý Tư Phùng''\n| ca sĩ = \n}}\n'''Cao Văn Lý''' là một nhạc sĩ người Việt Nam, cũng là giảng viên, phó Khoa Âm nhạc dân tộc Nhạc viện TP HCM. Ông là tác giả của nhiều ca khúc mang âm hưởng dân ca Nam Bộ. Nhiều bài vọng cổ, tuồng cải lương sáng tác sau này sử dụng hầu hết là các bài lý do nhạc sĩ Cao Văn Lý sáng tác.<ref name=\":0\" \/>\n\n==Tiểu sử và sự nghiệp==\nNhạc sĩ '''Cao Văn Lý''' tên thật là '''Phạm Lý,''' ông sinh ra và lớn lên ở miệt sông nước Hồng Ngự, tỉnh [[Đồng Tháp]].\n\nNăm 1948, ông tham gia Đoàn Văn công Chim Việt, sau này là Đoàn Văn công Ngũ Yến của tỉnh [[Long Châu Sa]].\n\nĐến năm 1954, khi [[Hiệp định Genève]] được ký kết, ông cùng với gia đình tập kết ra miền Bắc học tập. Chỉ trong vòng một năm sau đó, ông được chọn sang Liên Xô học lý luận âm nhạc, chỉ huy dàn nhạc tại Viện Âm nhạc quốc gia Trai-cốp-xki.\n\nSau khi đất nước thống nhất, ông trở về miền Nam và công tác tại phòng văn nghệ của Đài Tiếng nói Việt Nam II.\n\nNăm 1982, [[Nhạc viện Thành phố Hồ Chí Minh]] được thành lập thay cho Trường Quốc gia Âm nhạc và Kịch nghệ, ông được mời về làm giảng viên rồi về giảng dạy và hoạt động âm nhạc cho đến nay. Tại đây, ông đã đào tạo biết bao thế hệ sinh viên, rất nhiều người trong số đó đã thành danh, có tên tuổi trong giới âm nhạc như nhạc sĩ Lê Văn Lộc, Đinh Trung Cẩn, [[Đức Trí]],...<ref>https:\/\/nld.com.vn\/van-hoa-van-nghe\/dieu-it-biet-ve-tac-gia-trach-ai-vo-tinh-20161113220647009.htm|{{Liên kết hỏng|date = ngày 9 tháng 2 năm 2021 |bot=InternetArchiveBot }} Điều ít biết về tác giả \"Trách ai vô tình\"<\/ref>\n\nNhững bài vọng cổ, tuồng cải lương sáng tác sau này sử dụng hầu hết là các bài lý do nhạc sĩ Cao Văn Lý sáng tác. Nhưng rất ít người biết đó là sáng tác của ông, không chỉ dân không chuyên mà cả một số tác giả chuyên nghiệp cũng không biết. Những bài lý trong dân gian được truyền khẩu thường chân phương, mộc mạc, đậm tính dân dã, còn các bài lý do ông Lý sáng tác có tính học thuật rất cao, tính cấu trúc và tính sáng tác rất rõ!<ref name=\":0\">https:\/\/tuoitre.vn\/nguoi-sang-tac-dan-ca-523593.htm|{{Liên kết hỏng|date = ngày 9 tháng 2 năm 2021 |bot=InternetArchiveBot }} Người sáng tác... dân ca<\/ref>\n\n''Lý qua cầu'' là một trong những bài lý đầu tiên ông sáng tác. Trước ngày tập kết ra Bắc, ông bị bệnh và có cô gái ngày ngày âm thầm chăm sóc, khi đem trái chuối luộc, lúc ly nước mía, lúc là gói xôi. Ông bảo lúc đó còn nhỏ nên không nghĩ đến chuyện yêu đương.\n\nSau năm 1975, ông quay lại tỉnh nhà, cũng đã hơn 20 năm, tình cờ gặp lại người quen cho biết cô gái ấy vẫn chờ đợi, trông tin. Quá bất ngờ và xúc động, ông đã \"lén\" đi tìm cô gái (vì lúc này ông đã có gia đình), chỉ mong muốn được gặp để cảm ơn tấm chân tình. Nhưng tìm mãi không được.\n\nMột lần, bất chợt thấy dáng một phụ nữ bước qua cầu như dáng người xưa..., ông buồn bã ghi lại tâm sự trong nhật ký rồi cảm tác viết một bài ngắn ''Khi bóng em qua cầu''. Lời ca đầy nỗi nhớ thương: ''Dòng kinh in bóng em qua cầu. Dịu dàng trong dáng ai ngày xưa ấy nay về đâu. Dẫu rằng cây da năm xưa trốc gốc trôi rồi...''\nKhông ngờ khi bài hát được phát trên đài phát thanh, ba tháng sau ông nghe người dân miền Tây hát rân bài này. Họ còn đặt lời mới cho bài hát và gọi ngắn gọn là ''Lý qua cầu''.\n\n==Các tác phẩm==\nTrong sự nghiệp sáng tác của mình, số lượng các bài lý mà ông sáng tác lên đến hơn 20 bài, trong đó rất nhiều bài hết sức quen thuộc, nhưng được nhiều người sử dụng với tên gọi mới, đặt lời mới. Nổi bật phải kể đến ca khúc ''Trách ai vô tình'' được cố nhạc sĩ Nhật Ngân viết lời mới từ điệu ''Lý Mỹ Hưng''.\n* Chung một vầng trăng (Lý trăng soi)\n* Đẹp sao khi mắt em cười (Lý đêm trăng)\n* Lý bông trang\n* Lý tư phùng (Lý tương phùng)\n* Em vẫn cùng anh (Lý chim xanh)\n* Lý Mỹ Hưng (Trách ai vô tình, lời [[Nhật Ngân]])\n*Khi bóng em qua cầu ([[Lý qua cầu]])\n\n==Chú thích==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n*https:\/\/baocantho.com.vn\/chuyen-ve-mot-dieu-ly-a95959.html\n*http:\/\/bptv.vn\/?p=187849\n\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Đồng Tháp]]"}