{"587276":"{{wikify}}\n{{Viên chức |\n tên = Cao Văn Phường|\n hình = Cao_Văn_Phường.jpg|200px|\n chức vụ = Chủ tịch HĐQT [[Trường Đại học Bình Dương]]|\n date1 = Năm [[2001]]|\n date2 = nay|\n ngày sinh = {{ngày sinh và tuổi|1940|12|22}}|\n nơi sinh = Trí Phải - [[Thới Bình]] - [[Cà Mau]]|\n}}\nViện sĩ, Tiến sĩ Khoa học '''Cao Văn Phường''' (born [[1940]]) là một nhà giáo Việt Nam. Hiện tại, ông là [[Chủ tịch Hội đồng Quản trị]] [[Trường Đại học Bình Dương]].\n\n== Tiểu sử và quá trình công tác ==\nÔng sinh ngày [[22 tháng 12]] năm [[1940]] tại [[Thới Bình]], [[Cà Mau]]. Năm 1952, ông thoát ly gia đình tham gia quân đội và trở thành liên lạc viên của Văn phòng Bộ Tư lệnh khu 9.\n\nNăm 1954, ông tập kết ra Bắc và được cho theo học tại các trường học sinh Miền Nam số 4, 9, 14, 26, bổ túc Công Nông. Năm 1961, ông được cử sang [[Liên Xô]], theo học [[Đại học Tổng hợp mang tên Lênin]] tại [[Tashkent]], [[Cộng hòa Xã hội chủ nghĩa Xô viết Uzbekistan]] (nay là [[Uzbekistan|Cộng hòa Uzbekistan]]). Năm 1967, ông tốt nghiệp đại học ngành toán cơ.\n\nSau khi tốt nghiệp, ông về nước và được phân công làm Chuyên viên Ban cơ học, [[Bộ Khoa học và Công nghệ (Việt Nam)|Ủy ban Khoa học và Kỹ thuật Nhà nước]]. Năm 1975, ông được cử làm Nghiên cứu sinh tại [[Ba Lan]] và bảo vệ thành công luận án phó Tiến sĩ tại Viện những vấn đề cơ bản của kỹ thuật, [[Viện Hàn lâm Khoa học Ba Lan]].\n\nKhi trở về nước, ông được phân công về [[Cần Thơ]], lần lượt giữ các chức vụ Trưởng ban công thôn, Chủ nhiệm Khoa Cơ khí Nông nghiệp, Chủ nhiệm Khoa Cơ bản, Khoa Tại chức, Trường Phòng Nghiên cứu khoa học – hợp tác Quốc tế, Trưởng phòng Đào tạo sau đại học, Phó chủ tịch thường trực Hội đồng Khoa học, Bí thư Đảng ủy [[Đại học Cần Thơ]]. Ông bảo vệ thành công luận án Tiến sĩ ([[Tiến sĩ khoa học]]) tại Viện Những vấn đề cơ bản của kỹ thuật, Viện Hàn lâm Khoa học Ba Lan, năm 1987. Năm 1988, ông được bầu làm Thành ủy viên [[Cần Thơ (thành phố trực thuộc tỉnh)|Thành phố Cần Thơ]].\n\nTừ năm 1990, ông được điều về làm Viện trưởng Viện Đào tạo Mở rộng. Ngày 15 tháng 6 năm 1990, [[Trường Đại học Mở Thành phố Hồ Chí Minh|Trường Đại học Mở - Bán công Thành phố Hồ Chí Minh]] được thành lập trên cơ sở Viện Đào tạo Mở rộng. Ông trở thành Thành viên sáng lập và Hiệu trưởng đầu tiên của trường. Từ tháng 10 năm 1995 đến tháng 6 năm 2000, ông là Ủy viên Thường trực Hội đồng Quản trị, Đại học Mở - Bán công Thành phố Hồ Chí Minh.\n\nNăm 2001-2017, ông trở thành Chủ tịch Hội đồng Quản trị - Hiệu trưởng trường Đại học Bình Dương. Năm 2009, ông được bầu làm Viện sĩ Viện Hàn lâm Khoa học kỹ sư Liên Bang Nga A.M. Prokhorov.\n\nNăm 2017 ông thôi giữ chức Hiệu trưởng Đại học Bình Dương\n\nPhó chủ Tịch Hiệp Hội Các Trường ĐH, Cao đẳng Việt Nam 7\/2016. Trưởng ban Điều Hành CLB Các Trường ĐH, CĐ Ngoài Công Lập\n\n== Triết lý, Quan điểm về Giáo dục ==\n\n* '''Triết lý'''\n\nCon người sinh ra ai cũng có quyền bình đẳng tồn tại và phát triển. Vì vậy, xây dựng nền kinh tế sinh thái vừa là mục tiêu, vừa là nội dung, vừa là động lực lao động sáng tạo của loài người.\n\nMỗi con người phải tự thân phấn đấu vì sự sinh tồn của bản thân và đồng loại, vì sự phát triển bền vững của bản thân và xã hội bằng con đường lao động sáng tạo - đó là đạo lý. Muốn làm được điều đó con người phải không ngừng học hỏi thông qua giáo dục hoàn thiện đạo lý, tâm lý, pháp lý trên cơ sở không ngừng nâng cao trí tuệ, năng lực tư duy sáng tạo để lao động có hiệu quả.\n\n* '''Quan điểm'''\n\nVì Giáo dục là của mọi người, vì mọi người, cho mọi người, mọi người được quyền bình đẳng hưởng thụ thành quả của nền giáo dục và có trách nhiệm đóng góp xây dựng, phát triển giáo dục.\n\nGiáo dục là quá trình tiến hóa (Evolution) kế thừa có chọn lọc, không phải cược cách mạng (Revolution) đột biến, hủy diệt.\n\n* '''Khái niệm về giáo dục''':\n\nCông tác đào tạo của nhà trường được tổ chức trên nguyên lý giáo dục bao gồm bốn chữ H: \"Học - Hỏi - Hiểu - Hành\". Học là để biết cách Học như thế nào; Học để biết Hỏi; Hỏi để Học; Hỏi để Hiểu; Hiểu phải Hiểu đúng; Hiểu đúng mới Hành đúng; Hành đúng mới có hiệu quả; Hành có hiệu quả mới lo được cho bản thân, mới lo được cho gia đình, mới lo được cho xã hội, mới có điều kiện chăm sóc thiên nhiên. Nói cách khác Hành có hiệu quả con người mới hoàn thành trách nhiệm của mình đó là: \"Trách nhiệm với bản thân - Trách nhiệm với gia đình - Trách nhiệm với xã hội - Trách nhiệm với thiên nhiên\"\n\n* '''Tôn chỉ mục đích''': \"Cổ vũ tinh thần ham học hỏi. Đề cao khả năng tự đào tạo. Dấn thân vì sự nghiệp nâng cao dân trí, đào tạo nhân lực. Bồi dưỡng nhân tài cho xã hội Việt Nam phát triển\"<ref>Hội thảo khoa học Vị thế văn hóa dân tộc trong Giáo dục Đại học, Nhà xuất bản trẻ, 2009, trang 14<\/ref>\n\n== Các câu nói ==\n\n* Giáo dục là của mọi người vì mọi người, cho mọi người mọi người được quyền bình đẳng hưởng thụ thành quả của nền giáo dục và có nghĩa vụ đóng góp, xây dựng, phát triển giáo dục.\n* Thiên chức của người phụ nữ là nhà giáo dục, là bác sĩ chăm sóc sức khỏe ban đầu, là nhà quản trị.\n\n== Nhận xét==\n* \"Việc hình thành nhiều chuyên ngành khác nhau gồm: Ngoại ngữ, Tin học, QTKD cộng thêm Kỹ thuật, Tin học, Báo chí, Luật, Đông Nam Á học, Phụ nữ học, khoa Sau Đại học với các Trung tâm Tin học ứng dụng, Trung tâm Nghiên cứu phát triển nông thôn và chuyển giao công nghệ, cùng với việc từng bước xác lập cơ sở vật chất của trường, thu hút 38.000 sinh viên theo học là những cố gắng lớn cần được biểu dương và phát huy hơn nữa.\" - Nguyên Tổng Bí thư, Cố vấn BCH Trung ương Đảng Cộng sản Việt Nam Nguyễn Văn Linh, phát biểu nhân ngày kỷ niệm 5 năm thành lập Đại học Mở Bán công Thành phố Hồ Chí Minh <ref name=\"Daihocmo\">Đã từng có một Đại học Mở như vậy, Nhà xuất bản Văn học, 2010, tr.174<\/ref>.\n* \"Viện Đại học Mở rộng của đồng chí Cao Văn Phường là một mô hình đào tạo cán bộ đại học tốt\" - Chủ tịch nước Lê Đức Anh, trích thư gửi thủ tướng [[Võ Văn Kiệt]].<ref name=\"Daihocmo\"\/>\n* GS.TS. [[Trần Văn Khê]] - VS thông tấn Hàn lâm châu Âu về KH văn chương nghệ thuật, Giám đốc TT Nghiên cứu quốc gia KHCN Cộng hòa Pháp - Thành viên HĐKH Trường Đại học Bình Dương: \"...Trường Đại học Bình Dương không những chú trọng về tài mà còn rất chú trọng đào tạo về đức, học đi đôi với hành - Hay lắm! Từ tư tưởng, quan điểm, triết lý dạy học ở Trường Đại học Bình Dương phù hợp với đạo Khổng và phật giáo. Trong đó nổi lên ý nghĩa \"trị gia, bình thiên hạ\", giáo dục cho người học hiểu biết về thiên nhiên, môi trường, đạo làm người, nhất là \"Học-Hỏi-Hiểu-Hành\" trong đó phảng phất quan niệm của đạo phật...\"\n* TS. W. Gibson, Phó Hiệu trưởng Đại học Capilano (Canada): \"Trong cuộc đời làm việc 25 năm ở ngành giáo dục, tôi đã từng làm việc với rất nhiều người tại nhiều quốc gia trên thế giới, nhưng thật tình tôi chưa từng thấy ở nơi đâu có thể gặp được một người vừa thông minh, lịch thiệp, thân thiện cởi mở, lại luôn nhiệt tình khao khát làm việc như TS. Cao Văn Phường...\" <ref name=\"Daihocmo2\">Đã từng có một Đại học Mở như vậy, Nhà xuất bản Văn học, 2010, tr.8<\/ref>.\n* GS.TSKH. Bành Tiến Long - Thứ trưởng Bộ GDĐT nói về chiến lược phát triển của Trường Đại học Bình Dương: \"Đây là lần đầu tiên một trường đại học dân lập xây dựng chiến lược phát triển một cách công phu, cả trên phương diện lý luận và thực tiễn, phù hợp với chiến lược phát triển của ngành đồng thời mang đậm bản sắc riêng của khu vực. Chúng tôi đánh giá cao nội dung chiến lược này...\"\n* TS Vũ Cao Phan, nguyên Trợ lý Bộ trưởng, Chủ nhiệm chương trình giáo dục từ xa, Bộ GD-ĐT về trường Đại học Mở - bán công Thành phố Hồ Chí Minh thời kỳ Cao Văn Phường làm Hiệu trưởng:<ref>[http:\/\/www.moingay1cuonsach.com.vn\/?page=clip_detail&category_id=11314&id=40899&portal=minhchau]{{Liên kết hỏng|date = ngày 9 tháng 2 năm 2021 |bot=InternetArchiveBot }} Đã từng có một Đại học Mở như vậy<\/ref>\"Đại học Mở - bán công Thành phố Hồ Chí Minh là cơ sở đào tạo đi đầu trong phương thức tự hạch toán, không dựa vào ngân sách Nhà nước và đã thành công. Là cơ sở đào tạo đi đầu trong việc chuyển đổi từ đào tạo theo niên chế sang đào tạo theo tín chỉ, và thành công. Là cơ sở đào tạo đi đầu trong việc mở ra những ngành học mới lần đầu tiên ở Việt Nam như quản trị kinh doanh, phụ nữ học, Đông Nam Á học và thành công...\"\n*\"...Sự giữ vững và phát triển của nhà trường chứng minh rằng bạn bè và nhân dân, tổ chức có nhiều khả năng chưa lường hết ủng hộ việc nghĩa trực tiếp trợ lực cho việc dạy học đến cấp cao. Rõ ràng là nơi nào nhân dân và bạn bè ghé vai vào thì gánh nặng hóa nhẹ, thực ra tập thể nhà trường đã phải thực tế tỏ ra xứng đáng thì mới nhận được sự ủng hộ đó.\" GS.NGND. Trần Văn Giàu,Chủ tịch Hội đồng khoa học xã hội Thành phố Hồ Chí Minh...\". (Nguồn: Đã từng có một Đại học Mở như vậy, Nhà xuất bản Văn học, 2010, tr.176).\n* \"Tôi thấy quan niệm của TS. Cao Văn Phường rất hay, ai nói gì thì nói, nhưng đồng chí Phường cho rằng chương trình đào tạo từ xa phổ cập kiến thức đến mọi người dân đó là cái quan trọng hơn cả, chứ không phải là chúng ta đào tạo được bao nhiêu bằng cấp, và bằng cấp đó chất lượng cỡ nào\" GS.TS. [[Trần Hồng Quân]] - Nguyên UVTrung ương Đảng - Bộ trưởng Bộ GDĐT - Chủ tịch Hiệp hội các trường ĐHCĐ ngoài công lập Việt Nam.{{fact|date=ngày 10 tháng 1 năm 2010}}\n\n== Danh hiệu ==\n* Năm 2010, ông YU.V. Gulyaev - Chủ tịch Viện, Viện sĩ Viện Hàn lâm khoa học Kỹ thuật Nga A.M. Prokhorov đã trao tặng TSKH. Cao Văn Phường Huân chương Vàng Kendysh<ref>[http:\/\/truyenthongkhoahoc.vn\/vn\/Lap-phan-vien-han-lam-khoa-hoc-Nga-o-Binh-Duong-c1035\/Lap-phan-vien-han-lam-khoa-hoc-Nga-o-Binh-Duong-n616] Lập phân viện hàn lâm khoa học Nga ở trường Đại học Bình Dương<\/ref> - phần thưởng cao quý dành cho những nhà khoa học lĩnh vực Toán học và Cơ học.\n* Ngày 26 tháng 7 năm 2010, Chủ tịch nước trao tặng Huân chương Lao động hạng II cho VS. Cao Văn Phường <ref>[http:\/\/www.baobinhduong.org.vn\/newsdetails.aspx?id=289&newsid=14023]{{Liên kết hỏng|date = ngày 9 tháng 2 năm 2021 |bot=InternetArchiveBot }} VS.TSKH. Cao Văn Phường nhận Huân chương Lao động hạng II<\/ref> nguyên Hiệu trưởng trường Đại học Mở -Bán công Thành phố Hồ Chí Minh;Chủ tịch Hội đồng quản trị - Hiệu trưởng trường Đại học Bình Dương.\n* Giáo sư danh dự trường sau đại học Đại học KuyngNam Hàn Quốc năm 1994.\n* Đại diện của Viện Hàn lâm Khoa học kỹ thuật Liên bang Nga tại Đại học Bình Dương\n* Chủ nhiệm cương trình đào tạo từ xa bậc Đại học trong điều kiện Việt Nam\n\n==Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30087&cn_id=510679 Đổi mới căn bản, toàn diện giáo dục và đào tạo trên nền tảng tư tưởng giáo dục mở của Bác Hồ]\n*[http:\/\/gdtd.vn\/channel\/3161\/201202\/Giao-duc-dai-hoc-can-duoc-Luat-hoa-de-phat-trien-on-dinh-1959099\/ Giáo dục đại học cần được Luật hóa để phát triển ổn định]\n*[http:\/\/dlib.nlv.gov.vn\/CMPortal\/Default.aspx?TabId=ILibAdvanceSearch&isShowSearch=1&itemid=444283 Giới thiệu hồi ký - Đã từng có một Đại học Mở như vậy]{{Liên kết hỏng|date = ngày 9 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.baobinhduong.org.vn\/newsdetails.aspx?id=166&newsid=19222 Báo Bình Dương - Thành lập Viện Hàn lâm khoa học Liên bang Nga tại Đại học Bình Dương]{{Liên kết hỏng|date = ngày 9 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30087&cn_id=356771 Bài viết TSKH. Cao Văn Phường trên báo điện tử Đảng Cộng sản Việt Nam - Tư tưởng Hồ CHí Minh về xây dựng một nền giáo dục mở ]\n*[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30087&cn_id=337718 Bài viết TSKH. Cao Văn Phường trên báo điện tử Đảng Cộng sản Việt Nam - Vị thế văn hóa và văn hóa dân tộc trong xây dựng nền giáo dục mở ]\n*[http:\/\/baobinhduong.org.vn\/newsdetails\/1D3FE180740\/Vien_si_Tien_si_Cao_Van_Phuong_Nguoi_gieo_hat_tuong_lai.aspx Báo Bình Dương - Viện sĩ - Tiến sĩ Cao Văn Phường: Người gieo hạt... tương lai ]{{Liên kết hỏng|date = ngày 23 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n{{Thời gian sống|Sinh=1940}}\n\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Người Cà Mau]]\n[[Thể loại:Tiến sĩ Việt Nam]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Nhân vật còn sống]]"}