{"37804":"{{Thông tin nhân vật phong kiến\n| tên = Cao Bá Quát\n| tên gốc = 高伯适\n| phục vụ = [[Cuộc nổi dậy Cao Bá Quát|cuộc nổi dậy Mỹ Lương]]\n| năm tại ngũ = 1854 - 1855\n| cấp bậc = [[Quân sư]]\n| tự = Chu Thần\n| hiệu = Mẫn Hiên, Cúc Đường\n| bút danh = Chu Thần, Cao Chu Thần, Cúc Đường, Cao Tử\n| sinh = [[1808]]\n| nơi sinh = làng Sủi, phủ Thuận An, trấn [[Kinh Bắc]]<br>(nay thuộc xã Phú Thị, huyện Gia Lâm, [[Hà Nội]])\n| mất = [[1855]] (47 tuổi)\n| triều đại = [[triều Nguyễn]]\n}}\n'''Cao Bá Quát''' ({{hn|ch=高伯适}}; [[1808]] &ndash; [[1855]]), [[biểu tự]] '''Chu Thần''' (周臣), hiệu '''Mẫn Hiên''' (敏軒), lại có hiệu '''Cúc Đường''' (菊堂), là quân sư trong [[Cuộc nổi dậy Cao Bá Quát|cuộc nổi dậy Mỹ Lương]]<ref>Huyện Mỹ Lương thuộc phủ Quốc Oai tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]], nay thuộc phần phía Tây huyện [[Chương Mỹ]], [[Hà Nội]]).<\/ref>, và là một [[nhà thơ]] nổi danh ở giữa [[thế kỷ 19]] trong [[lịch sử]] [[văn học Việt Nam]].\n\n==Thân thế==\nÔng là người làng Sủi, phủ Thuận An, trấn Kinh Bắc; nay thuộc huyện Gia Lâm, [[Hà Nội]].\n\nCó ý kiến khác nhau về tên tự của Cao Bá Quát. Theo GS. [[Dương Quảng Hàm]] thì Cao Bá Quát có hiệu là ''Chu Thần'' (周臣)<ref>''[[Việt Nam văn học sử yếu]]'', bản in 1968, tr. 357.<\/ref>. Theo các tác giả gần đây như GS. Nguyễn Lộc<ref>''Từ điển văn học'', bộ mới, tr. 209.<\/ref>, GS. Vũ Khiêu<ref>''Thơ văn Cao Bá Quát'', tr. 9.<\/ref>, GS. [[Thanh Lãng]]<ref>''Bảng lược đồ văn học Việt Nam'', Quyển Thượng, tr. 798.<\/ref>, GS. [[Nguyễn Q. Thắng]]-Nguyễn Bá Thế <ref>''Từ điển nhân vật lịch sử Việt Nam'', tr. 67.<\/ref>... thì tự của ông là ''Chu Thần'', còn ''Mẫn Hiên'' (閔軒) chỉ là hiệu hoặc là biệt hiệu. Theo gia phả của dòng họ Cao ở Phú Thị: ''\"Thân sinh ra Cao Bá Quát tên là Cao Huy Tham, có tên tự là Bộ Hiên. Ông nội Cao Bá Quát có tên tự là Ngọ Hiên. Cao Bá Quát có tên tự là Mẫn Hiên, lúc sinh thời, ông thường dùng các bút hiệu như: Chu Thần, Cao Chu Thần,  hoặc Cao Tử\"''.\n\nÔng nội Cao Bá Quát tên là [[Cao Huy Thiềm]] ([[1761]]-[[1821]]) sau đổi là ''Cao Danh Thự'', một danh y nổi tiếng trong vùng. Thân sinh Cao Bá Quát tên là [[Cao Huy Sâm]] ([[1784]]-[[1850]]) sau đổi là ''Cao Huy Tham'', cũng là một thầy thuốc giỏi <ref>Xem bài ''Tìm thấy cuốn gia phả họ Cao ở Phú Thị''. Bài viết của nhà sử học Đinh Tú [http:\/\/www.caobaquat.com.vn\/vn\/?frame=product&p=24] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110224133836\/http:\/\/caobaquat.com.vn\/vn\/?frame=product&p=24|date=2011-02-24}}. Trước đây có một số tài liệu ghi cha ông Quát tên là Cao Cửu Chiếu hay đồ Giảng là không đúng.<\/ref>. Cao Bá Quát là em song sinh với [[Cao Bá Nhạ#Thông tin thêm|Cao Bá Đạt]], và là chú của [[Cao Bá Nhạ]].\n\n==Phục vụ nhà Nguyễn==\nThuở nhỏ, Cao Bá Quát sống trong cảnh nghèo khó, nhưng nổi tiếng là trẻ thông minh, chăm chỉ và văn hay chữ tốt. Năm [[Tân Tỵ]] ([[1821]]), ông thi khảo hạch ở trường lúc đó mới 13 tuổi, nhưng [[thi Hương]] (lần đầu) không đỗ.\n\nNăm [[Tân Mão]] ([[1831]]) đời vua [[Minh Mạng]], ông [[thi Hương]] đỗ Á Nguyên tại trường thi [[Hà Nội]], nhưng đến khi duyệt quyển, bị [[Bộ Lễ]] kiếm cớ xếp xuống cuối bảng <ref>GS. [[Phạm Thế Ngũ]] giải thích: \"Vì ông không chịu khuôn phép trường quy. Như có lần, ông viết quyển thi bằng bốn kiểu chữ: chân, thảo, triện, lệ. Ngoài ra, văn ông có khí phách hiên ngang. Bởi vậy, mà các khảo quan đâm ra ghét và tìm cách đánh hỏng\" (sách đã dẫn, tr. 438).<\/ref> xếp ông xuống hạng cuối cùng trong số 20 người đỗ [[Hương cống|cử nhân]].\n\nNăm [[Nhâm Thìn]] ([[1832]]), Cao Bá Quát vào [[cố đô Huế|kinh đô Huế]] dự [[thi Hội]] nhưng không đỗ. Sau đó, ông vào kinh dự thi mấy lần nữa, nhưng lần nào cũng hỏng.\n\nNăm [[1841]] đời vua [[Thiệu Trị]], được quan tỉnh [[Bắc Ninh]] tiến cử, Cao Bá Quát được triệu vào [[cố đô Huế|kinh đô Huế]] bổ làm Hành tẩu ở [[bộ Lễ]]. [[Tháng tám|Tháng 8]] ([[âm lịch]]) năm đó, ông được cử làm sơ khảo trường thi [[Thừa Thiên Huế|Thừa Thiên]]<ref>Theo ''Đại Nam chính biên liệt truyện'', tr. 1052.<\/ref>. Thấy một số bài thi hay nhưng có chỗ phạm trường quy, ông bàn với bạn đồng sự là Phan Nhạ lấy son hòa với muội đèn chữa lại. Việc bị phát giác, ông bị bắt giam vào ngục Trấn Phủ (ngày 7 [[tháng chín|tháng 9]] [[âm lịch]]), rồi chuyển đến ngục [[Thừa Thiên Huế|Thừa Thiên]] (21 [[tháng một|tháng 1]] [[âm lịch]] năm [[Nhâm Dần]], [[1842]]). Suốt thời gian dài bị giam cầm, ông thường bị nhục hình tra tấn. Nhưng khi án đưa lên, vua [[Thiệu Trị]] đã giảm cho ông từ tội \"trảm quyết\" xuống tội \"giảo giam hậu\", tức được giam lại đợi lệnh. Sách ''[[Đại Nam thực lục]]''(Tập 23) chép việc:\n:''Năm [[Tân Sửu]] ([[1841]]), [[tháng tám|tháng 8]]...Cao Bá Quát và Phan Nhạ làm Sơ khảo trường thi [[Thừa Thiên Huế|Thừa Thiên]], chữa văn sĩ nhân (chữa 09 chữ trong một số quyển thi phạm húy). [[Bộ Lễ]] và Viện Đô sát tra xét, nghị tội: Quát và Nhạ phải tội xử tử. [[Nguyễn Văn Siêu]] (làm Phân khảo) phải tội trượng, đồ. Chủ khảo và Giám khảo bị cách chức, giáng chức. Vua xét lại, tha cho Quát, Nhạ tội xử tử và chuyển thành giảo giam hậu. Siêu chỉ bị cách chức, tha cho tội đồ; Chủ khảo [[Bùi Quỹ]] và Phó khảo Trương Sĩ Tiến bị cách lưu làm việc. 5 cử nhân có bài được sửa đều phải thi lại cả ba kỳ và đều được lấy đỗ trở lại'' <ref>Trích trong ''[[Đại Nam thực lục]]'' (Tập 23. Bản dịch của Viện Sử học. Nhà xuất bản Khoa học Xã hội, 1970, tr. 332, 345 và 347). Theo Phạm Thuận Thành, thì đích thân nhà vua cho số người ấy thi lại theo đề mới, thấy cũng có thực tài nên đều lấy đỗ. Nhờ vậy, các quan lo việc thi cũng được nhẹ tội (bài \"Mở khoa thi cốt được thực tài\" trên báo ''Đại biểu nhân dân'' [http:\/\/daibieunhandan.vn\/ONA_BDT\/NewsPrint.aspx?newsId=220515] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304190941\/http:\/\/daibieunhandan.vn\/ONA_BDT\/NewsPrint.aspx?newsId=220515|date=2016-03-04}}).<\/ref>.\n\nSau gần ba năm bị giam cầm khổ sở, khoảng cuối năm [[Quý Mão]] ([[1843]]), Cao Bá Quát được triều đình tạm tha, nhưng bị phát phối đi Đà Nẵng, chờ ngày đi \"dương trình hiệu lực\" (tức đi phục dịch để lấy công chuộc tội).\n\n[[Tháng mười hai|Tháng 12]] ([[âm lịch]]), ông theo [[Đào Trí Phú]] (trưởng đoàn) xuống tàu Phấn Bằng đi hiệu lực đến vùng Giang Lưu Ba ([[Indonesia]]). Cùng lúc ấy, Phan Nhạ theo Nguyễn Công Nghĩa (trưởng đoàn) xuống thuyền Thần Dao đi hiệu lực sang Tân Gia Ba ([[Singapore]])<ref>Theo ''[[Đại Nam thực lục]] chính biên'' (Tập 24), Đệ tam kỷ II, tr. 447-448.<\/ref>\n\n[[Tháng bảy|Tháng 7]] năm [[Giáp Thìn]] ([[1844]]), đoàn công cán trên thuyền Phấn Bằng về đến [[Việt Nam]]. Sau đó, Cao Bá Quát được phục chức ở [[bộ Lễ]], nhưng chẳng bao lâu thì bị thải về sống với vợ con ở Thăng Long.\n\nÔng trở về sống với vợ con ở [[Hà Nội]]. Trước đây, nhà ông vốn ở phố Đình Ngang (nay gần phố [[Nguyễn Thái Học]]), năm [[1834]] khi ông vào [[Huế]] [[thi Hội]], thì vợ ông ở nhà đã xin phép cha chồng cho sửa lại một ngôi nhà gần Cửa Bắc về phía [[Hồ Tây]] và [[Hồ Trúc Bạch]]. Thời gian này, những lúc thư nhàn, ông thường xướng họa với các danh sĩ đất [[Thăng Long]] như [[Nguyễn Văn Siêu]], [[Nguyễn Văn Lý (nhà Nguyễn)|Nguyễn Văn Lý]], Trần Văn Vi, Diệp Xuân Huyên...\n\nSau ba năm bị thải về, Cao Bá Quát nhận được lệnh triệu vào [[Huế]] ([[1847]]) làm ở Viện Hàn Lâm, lo việc sưu tầm và sắp xếp văn thơ. Thời gian ở [[Cố đô Huế|Kinh đô Huế]] lần này, ông kết thân với một số thi nhân nổi tiếng như [[Nguyễn Hàm Ninh]], [[Đinh Nhật Thận]], [[Tùng Thiện Vương|Nguyễn Phúc Miên Thẩm]], [[Tuy Lý Vương|Nguyễn Phúc Miên Trinh]]...và ông đã được mời tham gia ''Mạc Vân Thi xã'' do hai vị hoàng thân này sáng lập.\n\nNăm [[Canh Tuất]] ([[1850]])<ref>Năm Cao Bá Quát bị điều chuyển đi nhận chức giáo thụ ở phủ Quốc Oai, tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] cũ - ở đây ghi theo ''Thơ văn Cao Bá Quát'' (tr.33). Thêm một chứng cứ nữa là trước khi đi, Cao Bá Quát có viết bài đề cuối tập thơ của [[Tùng Thiện Vương]], và ông đã ghi là năm [[Tự Đức]] thứ 3 (tức [[1850]]). Có sách ghi rất khác: ''Đại Nam chính biên liệt truyện'' (tr. 1052) và [[Phạm Thế Ngũ]] (tr. 445) ghi năm [[1854]]. [[Xuân Diệu]] ghi năm [[1851]] (tr. 13), Nguyễn Lộc ghi năm [[1852]] (''Từ điển văn học'', bộ mới, tr. 209).<\/ref>, do không được lòng một số quan lớn tại triều, Cao Bá Quát đã bị đầy đi làm giáo thụ ở phủ Quốc Oai ([[Sơn Tây (tỉnh cũ)|Sơn Tây]] cũ).\n\n==Khởi nghĩa chống nhà Nguyễn==\nKhoảng cuối năm [[Canh Tuất]] ([[1850]]) đời vua [[Tự Đức]], Cao Bá Quát lấy cớ về quê chịu tang cha và sau đó xin ở lại nuôi mẹ già rồi xin thôi chức Giáo thụ ở phủ Quốc Oai.\n\nKhoảng [[tháng sáu|tháng 6]], [[tháng bảy|tháng 7]] [[âm lịch]] năm [[Giáp Dần]] [[1854]], nhiều tỉnh ở miền Bắc gặp đại hạn, lại bị nạn châu chấu làm cho mùa màng mất sạch, đời sống người nhân dân hết sức cực khổ; Cao Bá Quát bèn vận động một số sĩ phu yêu nước, các thổ hào ở các vùng [[Quốc Oai]], [[Vĩnh Phúc]], [[Cao Bằng]], [[Lạng Sơn]]... cùng nhau tôn Lê Duy Cự làm minh chủ chống lại nhà Nguyễn. Cao Bá Quát làm quốc sư, họp với thổ mục Sơn Tây là Đinh Công Mỹ và Bạch Công Trân dựng cờ nổi dậy tại Mỹ Lương, thuộc vùng [[Sơn Tây (tỉnh cũ)|Sơn Tây]] chống lại triều đình đương thời.\n\nĐang trong quá trình chuẩn bị khởi nghĩa, do có người tố giác nên kế hoạch bị bại lộ. Trước tình thế cấp bách, Cao Bá Quát buộc phải phát lệnh tấn công vào cuối năm [[1854]].\n\nBuổi đầu ông cùng các thổ mục ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] là Đinh Công Mỹ và Bạch Công Trân đem lực lượng đánh phá phủ [[Ứng Hòa]], huyện [[Thanh Oai]], huyện thành [[Tam Dương]], phủ [[Quốc Oai]], [[Yên Sơn]]... Tuy giành được một số thắng lợi, nhưng sau khi quan quân triều đình tập trung phản công thì quân khởi nghĩa liên tiếp bị thất bại.\n\n[[Tháng chạp|Tháng Chạp]] năm [[Giáp Dần]] (tháng 12 năm này rơi vào năm [[dương lịch]] [[1855]] <ref>[http:\/\/nhavan.vn\/index.php?mod=article&cat=Buttichnhavan&article=232 Xem giải thích ở đây]<\/ref>), sau khi bổ sung lực lượng (chủ yếu là [[người Mường]] và [[người Thái]] ở vùng rừng núi Mỹ Lương, nay là vùng đất phía Tây [[sông Đáy]] thuộc các huyện Chương Mỹ, [[Mỹ Đức]] của [[Hà Nội]], và các huyện [[Lương Sơn, Hòa Bình|Lương Sơn]], [[Kim Bôi]] tỉnh [[Hòa Bình]]<ref>Cuốn ''Tên làng xã Việt Nam đầu [[thế kỷ 19]]'': Trấn Sơn Tây, Phủ Quốc Oai, huyện Mỹ Lương, trang 38.<\/ref>), Cao Bá Quát đem quân tấn công huyện lỵ Yên Sơn lần thứ hai (huyện lỵ huyện Yên Sơn cũng là phủ lỵ phủ Quốc Oai<ref>''Đại Việt dư địa toàn biên'' của Phương Đình [[Nguyễn Văn Siêu]], tỉnh Sơn Tây, phủ Quốc Oai, trang 403-404.<\/ref>, ngày nay là [[Quốc Oai (thị trấn)|thị trấn Quốc Oai]] huyện [[Quốc Oai]]). Phó lãnh binh Sơn Tây là Lê Thuận đem quân nghênh chiến. Cuộc đối đầu đang hồi quyết liệt tại vùng núi Yên Sơn (giáp [[Sài Sơn]]), thì Cao Bá Quát bị suất đội Đinh Thế Quang bắn chết tại trận. Tiếp theo, Nguyễn Kim Thanh và Nguyễn Văn Thực cũng lần lượt bị quân triều đình bắt được, sau cả hai đều bị xử chém. Ngoài những thiệt hại này, hơn trăm quân khởi nghĩa bị chém chết và khoảng 80 quân khác bị bắt (theo sử [[nhà Nguyễn]]).\n\nNghe tin đại thắng, vua [[Tự Đức]] lệnh cho ban thưởng và cho ''đem thủ cấp của nghịch Quát bêu và rao khắp các tỉnh [[Bắc Kỳ]] rồi giã nhỏ quăng xuống sông''. Sự thật về cái chết của Cao Bá Quát cho đến nay vẫn còn là một vấn đề nghi vấn cần làm sáng tỏ hơn <ref>Theo ''Đại Nam chính biên liệt truyện'', (tr. 1053). Trong hàng trăm cuộc nổi dậy lớn nhỏ đã xảy ra trong suốt lịch sử triều Nguyễn, sách này chỉ chép thành truyện có mấy người đó là: [[Lê Văn Khôi]] (phụ chép [[Nguyễn Văn Trắm]]), [[Nông Văn Vân]] và Cao Bá Quát. Điều này cho thấy cuộc nổi dậy của Cao Bá Quát đã từng làm vua quan [[nhà Nguyễn]] rất bận tâm.<\/ref>.\n\nSau khi dẹp được cuộc khởi nghĩa, triều đình ra lệnh [[tru di tam tộc]] dòng họ Cao của ông. Anh trai song sinh của ông là Cao Bá Đạt đang làm Tri huyện [[Nông Cống]] tỉnh Thanh Hóa, và có tiếng là một viên quan mẫn cán và thanh liêm, cũng phải chịu tội và bị giải về kinh đô Huế. Dọc đường, Cao Bá Đạt làm một tờ trần tình gửi triều đình rồi dùng dao đâm cổ tự vẫn.\n\n==Tác phẩm==\nNgay sau khi cuộc nổi dậy ở Mỹ Lương (tỉnh Sơn Tây) bị thất bại ([[1855]]-[[1856]]), các tác phẩm của Cao Bá Quát đã bị triều đình [[nhà Nguyễn]] cho thu đốt, cấm tàng trữ và lưu hành, nên đã bị thất lạc không ít. Tuy vậy, trước [[1984]], nhóm biên soạn sách ''Thơ văn Cao Bá Quát'', đã tìm đến kho sách cổ của Thư viện Khoa học kỹ thuật trung ương ([[Hà Nội]]), và sau khi loại trừ những bài chắc chắn không phải của ông, thì số tác phẩm còn sót lại cũng còn được trên ngàn bài được viết bằng thứ [[chữ Nôm]] và [[chữ Hán]].\n\nCụ thể là hiện còn 1353 bài [[thơ]] và 21 bài [[văn xuôi]], gồm 11 bài viết theo thể [[ký]] hoặc luận văn và 10 [[truyện ngắn]] viết theo thể [[truyền kỳ]]. Trong số này về [[chữ Nôm]], có một số bài [[ca trù|hát nói]], thơ [[Đường luật]] và bài phú ''[[Tài tử đa cùng]]'' (Bậc tài tử lắm cảnh khốn cùng). Về [[chữ Hán]], khối lượng thơ nhiều hơn, được tập hợp trong các tập:\n*'''Cao Bá Quát thi tập'''\n*'''Cao Chu Thần di thảo'''\n*'''Cao Chu Thần thi tập'''\n*'''Mẫn Hiên thi tập'''\n\n== Sự nghiệp văn chương==\nGiới thiệu một vài nét chính trong sự nghiệp văn chương của Cao Bá Quát, GS. Vũ Khiêu viết đại ý như sau:\n:Tuổi trẻ của Cao Bá Quát được ghi lại bằng hàng loạt bài thơ tràn đầy khí phách (Tài mai [''Trồng mai''], Thanh Trì phiếm châu nam hạ [''Từ Thanh Trì buông thuyền xuôi nam''], Quá [[Núi Non Nước|Dục Thúy Sơn]] [''Qua núi Dục Thúy'']...). Trích hai câu trong bài ''Quá [[Núi Non Nước|Dục Thúy Sơn]]'':\n:''Ngã dục đăng cao\n:''Hạo ca ký vân thủy\n:Dịch;\n:''Ta muốn trèo lên đỉnh cao ngất\n:''Hát vang lên để gửi tấm lòng vào mây nước...\n\nNhưng rồi, mấy lần khăn gói vào [[Huế]] thi đều bị hỏng, nên mộng khoa cử đã tan. Năm 32 tuổi, lần đầu ông được bổ làm một chức quan nhỏ (Hành tẩu [[Bộ Lễ]]). Ở đây, ông bắt đầu cảm thấy nhụt chí và bế tắc khi nhìn thấy cảnh thối nát, bất công và hèn yếu của nhà Nguyễn. Đến khi bị tù, bị tra tấn vì chữa những quyển thi, ông càng đau khổ, uất ức và căm thù cái triều đình ấy (Cấm sở cảm sự, túng bút ngẫu thư [''Nơi nhà giam nhân việc cảm xúc phóng bút viết ngay''], Trường giang thiên [''Một thiên vịnh cái gông dài''], Đằng tiên ca [''Bài ca cái roi song''], Độc dạ cảm hoài [''Ban đêm một mình cảm nghĩ'']...). Trích mấy câu trong ''Trường giang thiên'' (dịch):\n\n:''Gông dài!\n:''Gông dài!\n:''Mày biết ta chăng?\n:''Ta chẳng có gì đáng hợp với mày cà!\n:''Mày biết thế nào được ai phải ai trái!\n:''Mày chẳng qua chỉ là cái máy làm nhục người đời mà thôi...\n\nSau thời gian dương trình hiệu lực, Cao Bá Quát bị thải về quê quán. Ông càng có nhiều dịp tiếp xúc với đời sống của nhân dân lao động. Những cảnh người dân vì túng thiếu đói rét, phải đi xin ăn hay những cảnh họ bị bắt phu bắt lính...đều đã làm ông đau xót, day dứt (Cái tử [''Người ăn xin''], Phụ tương tử [''Người vác hòm''], Quan chẩn [''Xem phát chẩn'']...).\n\nĐứng trước những cảnh tình ấy, cộng thêm nỗi đau của bản thân, cuối cùng đã dẫn ông đến những ý nghĩ hành động:\n:''Ta đã không nỡ nghe mãi bài thơ Hoàng Điểu nói lên cảnh ly tán của nhân dân do chính sự hà khắc, thì lẽ nào chỉ chịu gửi gắm mãi tâm sự vào khúc ngâm của Gia Cát Lượng khi chưa ra giúp đời'' (Trích bản dịch bài ''Ngẫu nhiên nằm mơ đến thăm ông Tuần phủ''...)\n\nTuy nhiên, mãi đến lần Cao Bá Quát bị triều đình đuổi khéo về làm Giáo thụ ở Quốc Oai - một vùng bán sơn địa hẻo lánh xa hẳn kinh thành Huế, thì suy nghĩ của ông mới trở thành quyết tâm đứng lên đánh đổ nhà Nguyễn (Đối vũ [''Nhìn mưa''], Trích Tống Nguyễn Trúc Khê xuất lỵ Thường Tín kiêm trí Lê Huy vĩnh lão khê [''Tiễn Nguyễn Trúc Khê ra nhận chức tại phủ Thường Tín, đồng thời gửi cho ông bạn già là Lê Huy Vĩnh'']...). Trích giới thiệu: \n:''Mặt trời đỏ lẩn đi đàng nào?\n:''Để dân đen than thở mãi...\n\n:(Trích ''Đối Vũ)\nVà:\n:''Tài trai sống ở đời, đã không làm được việc phơi gan, bẻ gãy chấn song, giữ vững cương thường.\n:''Lại ngồi nhìn bọn cầm quyền sói lang hoành hành,\n:''Đến lúc tuổi già thì mặc áo gấm ban ngày về bôi nhọ quê hương.\n:''Chỉ cúi đầu luồn xuống mái nhà thấp, nhục cả khí phách,\n:''Đến lúc già thì gối đầu vào vợ con mà chết,\n:''Giả sử hạng người ấy xuống suối vàng gặp hai cụ ([[Chu Văn An]] và [[Nguyễn Trãi]]),\n:''Thì cũng mặt dầy, trống ngực đánh, thần sắc rũ rượi ra mà thôi…\n:(Trích bản dịch nghĩa bài ''Tống Nguyễn Trúc Khê xuất lỵ Thường Tín kiêm trí Lê Huy vĩnh lão khê'')<ref>Lược theo bài giới thiệu của GS. Vũ Khiêu in đầu sách ''Thơ văn Cao Bá Quát''.<\/ref>\n\nTrích đánh giá trong ''Từ điển văn học (bộ mới)'':\n:''Cao Bá Quát là một nhà thơ rất có bản lĩnh. Từ những tác phẩm đầu tiên đã thấy lòng tin của nhà thơ vào ý chí và tài năng của mình. Ông sống nghèo, nhưng khinh bỉ những kẻ khom lưng uốn gối để được giàu sang, và tin rằng mình có thể tự thay đổi đời mình.''\n:''Đến khi làm quan, muốn đem tài năng ra giúp đời, nhưng rồi Cao Bá Quát sớm nhận ra rằng vấn đề không hề đơn giản như ông tưởng.''\n:''Có những lúc ông cảm thấy bất lực trước những bất công trong xã hội, ông cũng muốn nhàn hưởng lạc thú như [[Nguyễn Công Trứ]]. Thế nhưng mỗi khi nghĩ đến những người cùng khổ bị áp bức, ông lại thấy cách đó là không thể, mà phải tìm một con đường khác. Cuối cùng, con đường mà ông chọn là đến với phong trào nông dân khởi nghĩa chống lại triều đình.''\n:''Ngoài những chủ đề nêu trên, ông còn viết về vợ con, bè bạn, học trò và quê hương. Bài nào cũng thắm thiết, xúc động. Ông cũng có một số bài đề cao những anh hùng trong lịch sử, để qua đó thể hiện hoài bão của mình. Ông cũng có một số bài thơ viết về chuyện học, chuyện thi mà ông cho rằng chỉ là chuyện \"nhai văn nhá chữ\". Trong dịp ông đi công cán ở vùng [[Hạ Châu]], ông cũng có những bài thơ phản ảnh cảnh bất công giữa người da trắng với người da đen...''\n\n:''Về mặt nghệ thuật, Cao Bá Quát là một nhà thơ trữ tình với một bút pháp đặc sắc. Ông làm thơ nhanh, có lúc \"ứng khẩu thành chương\", nhưng vẫn thể hiện được cảm xúc dồi dào và sâu lắng. Và mặc dù hình tượng trong thơ ông thường bay bổng, lãng mạn, nhưng trong những bài viết về quê hương thì ông lại sử dụng rất nhiều chi tiết hiện thực gợi cảm. Ngoài ra, đối với thiên nhiên, ông cũng hay nhân cách hóa, coi đó như những người bạn tri kỷ tri âm...<ref>Lược theo Nguyễn Lộc trong ''Từ điển Văn học'' (bộ mới), tr. 210-211 (Xem dẫn chứng thơ trong ''Thơ văn Cao Bá Quát'', sách dã dẫn).<\/ref>\n\nTrích thêm một số nhận xét khác: \n*GS. [[Dương Quảng Hàm]]:\n:''Cao Bá Quát là một văn hào có nhiều ý tứ mới lạ, lời lẽ cao kỳ'' <ref>Dương Quảng Hàm, ''Việt Nam văn học sử yếu''. Trung tâm học liệu xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968, tr. 357-358.<\/ref>.\n*GS. [[Thanh Lãng]]:\n:''Tư tưởng độc lập của Cao Bá Quát khác cái chí nam nhi của Nguyễn Công Trứ. Ông Trứ lập nghiệp là để giúp vua, để chu toàn nghĩa quân thần; còn ông Quát mang cả cái mộng thay đổi thời cuộc và chuyển vần số mệnh...Về mặt nghệ thuật, sở trường của ông là thể phú <ref>Nổi bật nhất là bài ''Tài tử đa cùng''. Trước [[1975]], nhà nghiên cứu Thạch Trung Giả khen rằng bài này đáng để cho ta nghiên cứu và thưởng thức từng câu, từng chữ, từng mạch văn một (''Văn học phân tích toàn thư.'' Nhà xuất bản Lá Bối, 1973, tr. 211)<\/ref> và thể [[ca trù]]. Hai thể này, với ông đã vươn tới một trình độ nghệ thuật tuyệt vời. Có điều ông hay lạm dụng chữ Nho và điển tích, vì vậy có thua kém Nguyễn Công Trứ về thể loại ca trù <ref>''Bảng lược đồ văn học Việt Nam'' (quyển thượng), tr.800 và 803.<\/ref>.\n*Thi sĩ [[Xuân Diệu]]:\n:''Cao Bá Quát trước mắt chúng ta, tượng trưng cho tài thơ và tinh thần phản kháng. Còn triết lý của ông chính là bền bỉ phục vụ cho đời ''<ref>''Các nhà thơ cổ điển Việt Nam'' (tập 2), tr. 6 và tr. 39.<\/ref>.\n*Sách ''Văn học 11'' và ''Ngữ văn 11 (nâng cao)'':\n:''Cao Bá Quát là một nhà thơ lớn. Thơ ông phong phú trong nội dung cảm hứng: tình cảm thiết tha gắn bó với quê hương xứ sở, với người thân, sự đồng cảm nhân ái với những con người lao khổ; niềm tự hào với quá khứ lịch sử dân tộc và có thái độ phê phán mạnh mẽ đối với triều chính đương thời.\n:''Đặc biệt qua thơ văn, Cao Bá Quát còn bộc lộ một tâm hồn phóng khoáng và một trí tuệ sáng suốt tiếp nhận những hương vị, những màu sắc mới lạ khác với cái nhìn truyền thống.\n:''Nhờ tất cả những điều ấy mà thơ văn ông mới mẻ, phóng khoáng, chú trọng tình cảm riêng của con người, được người đương thời rất mến mộ. Xét về vị trí [[lịch sử]], ông là nhà thơ lớn sáng tác bằng chữ Hán kế sau [[Nguyễn Du]]'' <ref>''Văn học lớp 11'' (Tập 1. Nhà xuất bản Giáo dục, 2003, tr. 19) và ''Ngữ văn 11'' (Tập I, lớp nâng cao. Nhà xuất bản Giáo dục, 2007, tr. 45).<\/ref>.\n\n==Vài vấn đề liên quan==\n===Năm sinh, năm mất===\nPhỏng đoán Cao Bá Quát sinh năm [[1808]] là căn cứ bài \"Thiên cư thuyết\" của ông. Trong bài có câu (dịch): \"Với tuổi ta mới hai kỷ mà đã thấy núi sông, thành quách cũ thay đổi đến ba lần\". Cuối bài ghi: \"Tháng mạnh thu, năm [[Nhâm Thìn]] ([[1832]]), Chu thần thị viết bài thuyết này\". Hai kỷ tức 24 năm, suy ra ông sinh năm [[1808]]. Tuy nhiên cứ liệu này chỉ có giá trị tương đối. Theo GS Vũ Khiêu và nhóm nghiên cứu về Cao Bá Quát thì khẳng định ông sinh năm 1809. Từ điển Bách khoa Việt Nam cũng ghi ông sinh năm [[1809]].<ref>Theo PGS. TS. Nguyễn Minh Tường, ''Cao Bá Quát: Danh sĩ đất [[Thăng Long]]-[[Hà Nội]]'', tr. 423.<\/ref>.\n\nVề năm mất, có một vài tác giả cho rằng Cao Bá Quát mất năm [[1854]]. Nhưng theo Trần Công Nghị thì:\n:''Cao Bá Quát mất ngay tại trận tiền vào [[tháng chạp|tháng Chạp]] năm [[Giáp Dần]]. Khi chuyển qua dương lịch thì: Ngày 1 tháng 12 năm Giáp Dần nhằm ngày 18 [[tháng một|tháng 1]] năm 1855. Ngày 30 tháng Chạp, năm Giáp Dần nhằm ngày 16 [[tháng hai|tháng 2]] năm 1855. Như vậy nguyên [[tháng chạp|tháng Chạp]] năm này đều rơi vào năm 1855. Cho nên năm qua đời của Cao Bá Quát phải ghi là năm 1855 mới đúng''<ref>Sự thật về cái chết của Cao Bá Quát vẫn còn nhiều nghi vấn cần làm sáng tỏ hơn. Xem ở đây [http:\/\/nhavan.vn\/index.php?mod=article&cat=Buttichnhavan&article=232]<\/ref>.\n\n===Những giai thoại===\nHiện vẫn còn tồn tại nhiều giai thoại liên quan đến nhân cách và tài thơ của Cao Bá Quát (như ''Bịa thơ tài hơn vua, Chữa câu đối của vua, Cá đớp cá-người trói người, Trên dưới đều chó, Câu thơ thi xã'' v.v...<ref>Xem: [http:\/\/www.caobaquat.com.vn\/vn\/?frame=product&p=32] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091208125540\/http:\/\/caobaquat.com.vn\/vn\/?frame=product&p=32|date=2009-12-08}}. Xem thêm phần nói về giai thoại ở trang [[Cuộc nổi dậy Cao Bá Quát]].<\/ref>). Tuy nhiên, theo GS. [[Vũ Khiêu]] thì đa phần chúng đều thiếu căn cứ và chưa được xác minh. Bởi vậy theo ông chỉ có thể hiểu Cao Bá Quát và đánh giá đúng tư tưởng cùng hành động của ông trên cơ sở phân tích nguồn gốc xã hội đương thời, diễn biến trong cuộc đời và trong thơ văn của ông mà thôi <ref>Theo ''Thơ văn Cao Bá Quát'', tr. 7.<\/ref>. Ở một đoạn khác, giáo sư lại viết:\n:''Khác với một số giai thoại có ý nói Cao Bá Quát là một con người kiêu căng, ngỗ ngược; và qua số một bài thơ cùng bài hát nói được gán cho ông, có người còn muốn coi ông là kẻ thích hưởng lạc, rượu chè, trai gái...Trái lại, qua cuộc đời và thơ văn của ông, chỉ thấy ông là một người biết giữ gìn phẩm hạnh, đối xử đúng mực với cha mẹ, anh em, vợ con, hàng xóm và biết yêu quý đất nước, quê hương.''<ref>''Thơ văn Cao Bá Quát'', tr. 10-11.<\/ref>\nĐề cập đến ''Trần tình văn''<ref>Trích ''Trần tình văn'': \"Chú tôi (tức Cao Bá Quát) cậy tài càn rỡ, vốn tính ngông cuồng, thường bè bạn với bọn rượu chè, kết giao với con buôn, tiếng là ở nhà nuôi mẹ, nhưng thật ra đạo thần tôn vẫn còn thiếu sót. Vả lại túng thiếu đâm ra liều, xoay ra lối kinh doanh trục lợi. Bạn bè khuyên răn thì cãi lại, anh (tức Cao Bá Đạt) ngăn bảo thì xé cả thư. Cho nên bạn bè vì thế mà tuyệt giao, gia đình vì thế mà sinh bất mục...\" (chép theo GS. [[Thanh Lãng]], tr. 813)<\/ref> của Cao Bá Nhạ, theo giáo sư thì rất có thể người cháu này đã đỗ lỗi cho chú để minh oan cho mình.\n\n==Thơ liên quan==\nKhông chỉ tác phẩm của Cao Bá Quát bị thu đốt, cấm tàng trữ và lưu hành; mà những bài thơ của các tác giả khác có nói đến ông đều không được in ấn hay phổ biến.\n\n==Xem thêm==\n*[[Cuộc nổi dậy Cao Bá Quát]]\n*[[Cao Bá Nhạ]]\n*[[Mẫn Hiên thuyết loại]]\n\n==Sách tham khảo chính==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện''. Nhà xuất bản Văn Học, 2004.\n*[[Phạm Thế Ngũ]], ''Việt Nam Văn học giản ước tân biên'' (quyển trung). Quốc học tùng thư, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*[[Thanh Lãng]], ''Bảng lược đồ văn học Việt Nam'' (quyển thượng). Nhà xuất bản Trình Bày, không ghi năm xuất bản.\n*Nguyễn Lộc, mục từ ''Cao Bá Quát'' trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, ''Thơ văn Cao Bá Quát''. Nhà xuất bản Văn Học, 1984.\n*[[Xuân Diệu]], ''Các nhà thơ cổ điển Việt Nam'' (tập 2). Nhà xuất bản Văn Học, 1987.\n*Nguyễn Minh Tường, ''Cao Bá Quát: Danh sĩ đất [[Thăng Long]]-[[Hà Nội]]''. Nhà Xuất bản Quân đội nhân dân, Hà Nội, 2012.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{wikisource tác giả|Cao Bá Quát}}\n*[http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/ho-so-pha-an\/vu-an-cao-ba-quat-suyt-bi-tu-hinh-vi-chua-hang-loat-bai-thi-3513479.html Vụ án Cao Bá Quát suýt bị tử hình vì chữa hàng loạt bài thi]\n{{Mạc Vân thi xã}}\n\n{{Thời gian sống|sinh=1808|mất=1855}}\n\n[[Thể loại:Người sinh đôi]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người bị kết án tru di tam tộc]]"}