{"504054":"'''Cao Ngọc Lễ''' (? - ?) là quan [[nhà Nguyễn]] và là cộng sự của [[đế quốc thực dân Pháp|thực dân Pháp]] trong [[lịch sử]] [[Việt Nam]].\n\n==Tiểu sử sơ lược==\n'''Cao Ngọc Lễ''' là người xã Bồng Trung, huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]]. Ông vừa là cháu gọi [[Tống Duy Tân]] bằng cậu, vừa là học trò của vị [[tiến sĩ]] này.\n\nTrước đây, khi vua [[Hàm Nghi]] chạy ra [[Cam Lộ]] ([[Quảng Trị]]) ban bố dụ [[Phong trào Cần Vương|Cần Vương]] ngày 13 [[tháng bảy|tháng 7]] năm [[1885]], như bao sĩ phu khác, Cao Ngọc Lễ liền ứng nghĩa. Nhưng sau đó, ông trở về làm việc cho triều đình thân Pháp, được bổ làm tri huyện rồi thăng lên chức án sát tỉnh [[Hà Tĩnh]].\n\nNhiều người<ref>Phần nhiều các sách sử trong đó có: ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1, tr. 128), ''Đại cương lịch sử Việt Nam'' (tập 2. tr. 78) ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 848) đều biên chép theo ý này. Tuy nhiên, nhà sử học [[Phạm Văn Sơn]] thì kể rằng vì bị hăm dọa mà vợ của một viên thổ ty (khi trước có chứa chấp nghĩa quân) đã phải dẫn thiếu úy Hensxhell cùng 20 lính đi bắt sống Tống Duy Tân vào chiều ngày 4 [[tháng mười|tháng 10]] năm [[1892]]. Còn phần Cao Ngọc Lễ làm chỉ điểm, ông chỉ chú thích thêm là có sách chép như vậy ([[Việt sử tân biên]], quyển 5, tập trung, tr. 141).<\/ref> cho rằng chính Cao Ngọc Lễ vì hám lợi đã làm chỉ điểm cho quân Pháp bắt được Tống Duy Tân, khi vị lãnh tụ này ẩn náu tại hang Niên Kỷ (nay thuộc huyện [[Bá Thước]], tỉnh [[Thanh Hóa]]) năm [[1892]].\n\nChính vì vậy, ông đã bị người đời hài tội bằng hai câu thơ:\n:Vô địa khả mai Cao Ngọc Lễ\n:Hữu tiền nan thục Tống Duy Tân.\nTạm dịch nghĩa:\n:''Không có đất chôn Cao Ngọc Lễ,\n:''Có tiền không chuộc Tống Duy Tân<ref>Theo ''Từ điển nhân vật lịch sử Thanh Hóa'' (bản điện tử) thì câu thứ hai có dị bản: Hữu thiên bất tử Tống Duy Tân. Có nghĩa: ''Có trời không chết Tống Duy Tân''. Xem tại đây: [http:\/\/www.quansuvn.net\/index.php?topic=1810.35;wap2].<\/ref>.''\n\nTheo một vài sử liệu thì khi làm quan tại [[Hà Tĩnh]], Cao Ngọc Lễ còn \"tự tay vu hãm chí sĩ [[Ngô Đức Kế]]\"<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr.72) và ''Đại cương lịch sử Việt Nam'' (Tập 2) do Đinh Xuân Lâm làm chủ biên (Nhà xuất bản Giáo dục, 2006, tr. 155).<\/ref>.\n\n==Thông tin thêm==\nCao Ngọc Lễ là ông ngoại nhà văn [[Thanh Châu (nhà văn)|Thanh Châu]], tác giả truyện ngắn ''Hoa [[Chi Ti gôn|Ti gôn]]''.{{cần dẫn nguồn}}\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Vũ Ngọc Khánh, ''Quan lại trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Cộng sự thực dân Pháp]]\n[[Thể loại:Người Thanh Hóa]]"}