{"530044":"'''Cao Điển''' (1848 - 1896) hay '''Cao Điền'''<ref>[[Phạm Văn Sơn]] chép tên là Cao Điền.<\/ref>, là một võ quan [[nhà Nguyễn]] và là một cộng sự đắc lực của [[Tống Duy Tân]] trong cuộc [[khởi nghĩa Hùng Lĩnh]] ([[1887]]-[[1892]]) chống [[Đế quốc thực dân Pháp|Pháp]] ở cuối [[thế kỷ 19]] tại [[Việt Nam]].\n\n==Tiểu sử==\n'''Cao Điển''' <big>sinh ngày 11 tháng 11 năm 1848 tại làng Trinh Sơn( thuộc xã Hoằng Giang, huyện Hoằng Hóa, tỉnh Thanh Hóa)<\/big> Khi bắt đầu tham gia [[phong trào Cần Vương]] tại [[Sầm Sơn]] ([[Thanh Hóa]]), ông chỉ là một viên suất đội, sau thăng dần đến chức Đề đốc.\n\nNăm [[1886]], ông và Sơn phòng sứ [[Tống Duy Tân]] nhận lệnh của thủ lĩnh [[Đinh Công Tráng]] đến Phi Lai (nay thuộc xã [[Hà Lai]], huyện [[Hà Trung]], [[Thanh Hóa]]) lập căn cứ, nhằm hỗ trợ cho căn cứ chính là Ba Đình. Ngoài căn cứ Phi Lai trong sự nghiệp chung, ông còn theo Tống Duy Tân lập thêm một căn cứ nữa, đó là căn cứ Hùng Lĩnh, nằm ở vùng thượng nguồn [[sông Mã]] thuộc [[Vĩnh Lộc]], tức nơi quê hương của Tống Duy Tân.\n\nĐầu năm [[1887]], đông đảo quân Pháp kéo đến đàn áp dữ dội [[phong trào Cần Vương]] ở tỉnh này. Căn cứ [[Ba Đình]] và căn cứ [[Trận đồn Mã Cao (1887)|Mã Cao]] nối tiếp nhau thất thủ...Trước tình thế hiểm nguy, Cao Điền và Tống Duy Tân bèn mang quân chạy lên Hùng Lĩnh, lập nên một trung tâm kháng chiến mới. Tuy nhiên, nghĩa quân Hùng Lĩnh chỉ mở được vài trận tập kích, thì bị thiếu tá Térillon dẫn quân đến vây đánh gắt.\n\nXét thấy lực lượng Hùng Lĩnh vừa gầy dựng bị cô thế và yếu sức hơn, Tống Duy Tân giao quyền chỉ huy lại cho Cao Điền, để đi ra [[Bắc Kỳ|Bắc]] rồi sang [[Trung Quốc]] tìm nguồn hỗ trợ và liên kết với các lực lượng kháng Pháp khác. Nghe lời tướng [[Tôn Thất Thuyết]] (lúc bấy giờ đang ở [[Quảng Đông]]), đầu năm [[1889]], Tống Duy Tân về lại quê nhà. Sau khi tập hợp lại lực lượng, Tống Duy Tân trở thành người tổng chỉ huy phong trào, thì Cao Điển và [[Cầm Bá Thước]] đều trở thành người phụ tá cho ông<ref>Sách ''Việt sử tân biên'' (sách đã dẫn, tr, 137) chép Cao Điển và Cầm Bá Thước đều làm phụ tá cho Tống Duy Tân. Sách ''Lịch sử 11'' thì ghi Tống Duy Tân và Cầm Bá Thước đều là lãnh đạo chính của cuộc [[khởi nghĩa Hùng Lĩnh]] (tr. 253).<\/ref>. Kể từ đó Cao Điển và Tống Duy Tân luôn gắn bó với nhau để thúc đẩy mọi hoạt động của công cuộc kháng Pháp.\n\nSau khi bị nghĩa quân Hùng Lĩnh tập kích nhiều trận, bị thiệt hại đáng kể, quân Pháp bèn tập trung lực lượng mở cuộc truy quét quy mô nhằm tiêu diệt nghĩa quân Hùng Lĩnh. Vì vậy, nghĩa quân ngày càng lâm vào tình thế bị cô lập nên bị thiếu thốn về mọi mặt, nhất là sau trận Thanh Khoái xảy ra vào ngày 29 [[tháng năm|tháng 5]] năm [[1890]].\n\n[[Tháng ba|Tháng 3]] năm [[1892]], từ [[sông Đà]], Đốc Ngữ dẫn quân vượt [[sông Mã]] vào [[Thanh Hóa]]. Sau khi bàn bạc, Cao Điển, Đốc Ngữ và Tống Duy Tân cùng hợp quân đi tấn công quân Pháp ở Niên Kỷ (nay thuộc huyện [[Bá Thước]], tỉnh [[Thanh Hóa]]). Mặc dù thu được một số thắng lợi, nhưng cũng không thể nào cứu vãn được tình thế.\n\nHoạt động ở đây một thời gian ngắn, Đốc Ngữ dẫn quân trở lại mạn [[sông Đà]]<ref>Về đến sông Đà, quân Đốc Ngữ còn chiến đấu thêm một vài tháng nữa thì tan rã hẳn, sau khi Đốc Ngữ bị quân Pháp sát hại vào ngày 7 [[tháng tám|tháng 8]] năm [[1892]].<\/ref>; còn Cao Điển và Tống Duy Tân, thì ở lại cầm cự một thời gian nữa. Nhưng trước cuộc bao vây và càn quét ngày càng ác liệt của đối phương, khoảng [[tháng chín|tháng 9]] năm 1892, hai ông ra tuyên bố giải tán quân sĩ để tránh thêm thương vong <ref>''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần, tr. 128.<\/ref>.\n\nSau đó, Tống Duy Tân về ẩn náu ở hang Niên Kỷ, còn Cao Điển cùng một số thuộc hạ quyết chí theo thì đóng trên một ngọn đồi gần bên. Chẳng lâu sau, [[Cao Ngọc Lễ]] (vừa là học trò cũ, vừa là cháu kêu Tống Duy Tân bằng cậu) đi mật báo cho Pháp đến bủa vây và bắt được Tống Duy Tân vào ngày 4 [[tháng mười|tháng 10]] năm 1892 <ref>Phần nhiều các sách sử trong đó có: ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1, tr. 128), ''Đại cương lịch sử Việt Nam'' (tập 2. tr. 78) ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 848) đều ghi theo ý này. Tuy nhiên theo nhà sử học [[Phạm Văn Sơn]] thì vì bị hăm dọa mà vợ của một viên thổ ty (khi trước có chứa chấp nghĩa quân) phải dẫn thiếu úy Hensxhell cùng 20 lính đi bắt sống Tống Duy Tân vào chiều ngày 4 [[tháng mười|tháng 10]] năm [[1892]]. Còn phần Cao Ngọc Lễ làm chỉ điểm, ông chỉ chú thích thêm là có sách chép như vậy ([[Việt sử tân biên]], quyển 5, tập trung, tr. 141).<\/ref>.\n\nTrước hôm đó một ngày (ngày 3 [[tháng mười|tháng 10]]), một toán quân Pháp khác gồm 30 người đi vây bắt Cao Điển. Hai bên đụng độ ác liệt. Nghĩa quân bị bắt 2, chết 6; nhưng Cao Điền đã kịp chạy thoát cùng bốn năm người với hai khẩu [[súng]]...\n\nKhông chiêu hàng được, Tống Duy Tân bị [[đế quốc thực dân Pháp|thực dân Pháp]] cho xử tử tại [[Thanh Hóa]] ngày 5 [[tháng mười|tháng 10]] ([[âm lịch]]) năm [[Nhâm Thìn]] ([[1892]])<ref>Ngày Tống Duy Tân hy sinh, chép theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 846.<\/ref>, lúc 55 tuổi. Đến đây, cuộc khởi nghĩa mà ông cùng đồng đội đã cố công gầy dựng coi như kết thúc.\n \nPhần Cao Điền, trú ẩn ở đất [[Bắc Kỳ|Bắc]] được một thời gian, ông định đến với [[Hoàng Hoa Thám]] (thủ lĩnh [[khởi nghĩa Yên Thế]]), nhưng vừa tới [[Bắc Giang]] thì đã bị quân Pháp bắt được vào ngày 16 [[tháng một|tháng 1]] năm 1896<ref>Theo [[Phạm Văn Sơn]], [[Việt sử tân biên]], quyển 5, tập trung, tr. 142.<\/ref>. Quân giặc đã dùng mọi biện pháp dụ dỗ rồi tra tấn nhưng ông không chịu khuất phục. Ngày 28 tháng 12 năm 1896, ông bị xử trảm tại Cầu Hạc (nay thuộc TP.Thanh Hóa) cùng với nhiều thủ lĩnh nghĩa quân khác. Nhân dân địa phương và gia đình đã đem xác ông về an táng tại cánh đồng Cồn Thần Ngừa - làng Trinh Sơn\n\n==Xem thêm==\n*[[Phong trào Cần Vương|Cần Vương]]\n*[[Khởi nghĩa Hùng Lĩnh]]\n*[[Tống Duy Tân]]\n\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 5, tập trung). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]]. 1963.\n*Đinh Xuân Lâm-Nguyễn Văn Khánh-Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (tập 2). Nhà xuất bản Giáo dục, 2006.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1. Nhà xuất bản Giáo dục, 1979.\n*Nhiều người soạn (Phan Ngọc Liên chủ biên). ''Lịch sử 11'' (nâng cao). Nhà xuất bản Giáo dục, 2007.\n\n[[Thể loại:Khởi nghĩa Hùng Lĩnh]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Người họ Cao tại Việt Nam]]"}