{"146595":"{{Bài cùng tên}}\n{{Viên chức\n|tên = Cao Văn Khánh\n|ngày sinh = [[1917]]\n|hình = Trung tướng Cao Văn Khánh.jpg\n|quốc tịch = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]|biệt danh = |nơi sinh = [[Thừa Thiên Huế]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n|thuộc = [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ = [[1945]]-[[1980]]\n|cấp bậc = {{QH|trung tướng}}\n|ngày mất = [[1980]]\n|nơi mất = \n| chức vụ = [[Phó Tổng tham mưu trưởng Quân đội nhân dân Việt Nam|Phó Tổng tham mưu trưởng thứ nhất Quân đội nhân dân Việt Nam]]\n| bắt đầu = [[1978]]\n| kết thúc = [[1980]]\n| tiền nhiệm = \n| kế nhiệm = \n| phó chức vụ = \n| phó viên chức =\n\n| chức vụ 2 = [[Phó Tổng tham mưu trưởng Quân đội nhân dân Việt Nam]]\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = [[1974]]\n| kết thúc 2 = [[1980]]\n| địa hạt 2 =\n\n| chức vụ 3 = Tư lệnh Quân khu Trị Thiên\n| bắt đầu 3 = [[tháng 12]] năm [[1972]]\n| kết thúc 3 = [[1974]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 =\n\n| chức vụ 4 = Phó Tư lệnh [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]]\n| bắt đầu 4 = [[tháng 2]] năm [[1971]]\n| kết thúc 4 = [[tháng 12]] năm [[1972]]\n\n| chức vụ 5 = Phó Tư lệnh, Tham mưu trưởng [[Quân khu 3, Quân đội nhân dân Việt Nam|Quân khu 3]]\n| bắt đầu 5 = [[tháng 3]] năm [[1964]]\n| kết thúc 5 = [[1966]]\n\n| chức vụ 6 = Hiệu trưởng [[Trường Đại học Trần Quốc Tuấn|Trường Sĩ quan Lục quân Việt Nam]]\n| bắt đầu 6 = [[1961]]\n| kết thúc 6 = [[1964]]\n| tiền nhiệm 6 = [[Lê Trọng Tấn]]\n| kế nhiệm 6 = [[Nguyễn Bằng Giang]]\n|đơn vị = \n|chỉ huy = \n|tham chiến = \n|khen thưởng = \n|gia đình = \n|công việc khác = \n|chữ ký = }}\n\n'''Cao Văn Khánh''' (1917-1980) là một tướng lĩnh của [[Quân đội nhân dân Việt Nam]], hàm Trung tướng, nguyên Phó [[Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam]]. Ông qua đời vì bị bệnh ung thư gan và được xác định gây nên bởi di chứng của chất diệt cỏ Dioxin.<ref>{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/phong-su\/trung-tuong-cao-van-khanh-trong-ky-uc\/125345.html|title = Trung tướng Cao Văn Khánh trong ký ức|ngày truy cập = 2015-04-05|archive-date = 2015-04-10|archive-url = https:\/\/web.archive.org\/web\/20150410191202\/http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/phong-su\/trung-tuong-cao-van-khanh-trong-ky-uc\/125345.html|url-status = dead}}<\/ref><ref>{{Chú thích web|url = http:\/\/nongnghiep.vn\/nhung-vi-tuong-cua-tran-danh-lon-nguoi-de-xuat-phuong-an-tac-chien-chien-dich-ho-chi-minh-post140774.html|title = Những vị tướng của trận đánh lớn: Người đề xuất phương án tác chiến “Chiến dịch Hồ Chí Minh”... Đọc thêm tại: http:\/\/nongnghiep.vn\/nhung-vi-tuong-cua-tran-danh-lon-nguoi-de-xuat-phuong-an-tac-chien-chien-dich-ho-chi-minh-post140774.html {{!}} NongNghiep.vn}}<\/ref><ref>{{Chú thích web|url = http:\/\/hanoitv.vn\/Gia-dinh\/Dam-cuoi-tren-chien-truong-Dien-Bien-cua-vi-trung-tuong\/40347.htv|title = Đám cưới trên chiến trường Điện Biên của vị trung tướng|ngày truy cập = 2015-04-05|archive-date = 2015-04-10|archive-url = https:\/\/web.archive.org\/web\/20150410110805\/http:\/\/hanoitv.vn\/Gia-dinh\/Dam-cuoi-tren-chien-truong-Dien-Bien-cua-vi-trung-tuong\/40347.htv|url-status = dead}}<\/ref>\n\n==Thuở thiếu thời==\nÔng sinh năm 1917 tại Huế, trong một gia đình quý tộc trí thức của triều Nguyễn.\nÔng có ba anh trai. [[Cao Văn Huy]] là Hiệu trưởng nhiều trường ở Huế và Nha trang. [[Cao Văn Chiểu]], rất gần gũi Ngô Đình Diệm, từng là dân biểu Trung kỳ, rồi Chủ tịch Ủy ban Văn Hóa giáo dục Hạ nghị viện VNCH, Sứ thần VNCH tại Rome từ những năm 1970. Anh thứ ba-Luật sư [[Cao Văn Tường]] ba lần đắc cử dân biểu Lập hiến và Lập pháp Cộng hòa (1956-1963), đệ nhất Phó Chủ tịch Quốc hội. Thời đệ nhị Cộng hòa (1969) là Bộ trưởng Đặc trách liên lạc Quốc hội rồi Thượng nghị sĩ Quốc hội VNCH (4\/1975).\n\nÔng từng học bằng Cử nhân Luật tại Đại học Đông Dương, và tham gia phong trào Hướng đạo Pháp. Cũng tại đây, ông có những tiếp xúc với một số trí thức trẻ nổi tiếng như [[Phan Anh]], [[Tạ Quang Bửu]]....\n\nÔng lại không làm nghề luật mà trở thành một giáo sư tư thục dạy toán ở Huế, và tiếp tục tham gia phong trào Hướng đạo Trung Kỳ.\n\n==Con đường binh nghiệp==\nSau khi chính phủ [[Trần Trọng Kim]] được thành lập, do sự vận động của [[Phan Anh]] và [[Tạ Quang Bửu]], ông tham gia trường Quân sự Thanh niên tiền tuyến<ref>Cùng học tại đây với ông khi đó còn có [[Phan Hàm]], [[Võ Quang Hồ]], [[Đào Văn Liêu]], [[Nguyễn Thế Lâm]], [[Cao Pha]], [[Đặng Văn Việt]], [[Đoàn Huyên]], về sau đều trở thành tướng lĩnh của [[Quân đội nhân dân Việt Nam]]<\/ref>. Hiệu trưởng là ông Phan Tử Lăng.\n\nKhi [[Cách mạng tháng Tám]] nổ ra, ông tham gia thành lập và là Phó Chủ tịch Giải phóng quân Huế, với cốt cán chỉ huy ban đầu là học viên Thanh niên tiền tuyến. Giải phóng quân Huế sau này đã sáp nhập với Việt minh.\n\nKhi quân Pháp nổ súng tại Nam Bộ, ông được cử theo đội quân Nam tiến, tiến quân vào Bình định và trở thành Ủy viên quân sự tỉnh Bình Định.\n\nTháng 10 năm 1945, ông được cử làm Khu trưởng Khu V (chức vụ tương đương quân hàm Đại tá?) (với Chính ủy là Trần Lương, chính là tướng [[Trần Nam Trung]] sau này), rồi Chỉ huy phó phân sở của Ủy ban Hành chính Kháng chiến miền Nam (do [[Nguyễn Sơn]] làm Chủ tịch), phụ trách các tỉnh từ Phú Yên đến Bình Thuận.\n\nGiữa năm 1946, khi Đại đoàn 27 ra đời, ông được cử làm Đại đoàn trưởng. Tháng 12 năm 1946, ông trở lại làm Khu trưởng Khu V một lần nữa.\n\nTháng 8 năm 1949, ông được điều ra Bắc để tổ chức thành lập Đại đoàn 308 (Quân Tiên Phong) Đại đoàn chủ lực đầu tiên của Bộ Tổng Tư lệnh <ref>[[Vương Thừa Vũ]] làm Đại đoàn trưởng<\/ref>. Là Đại đoàn phó chỉ huy tác chiến chiến lược, ông cùng Đại đoàn tham gia các chiến dịch lớn nhất của QDNDVN như Sông Thao 1949, Lê Hồng Phong 1950, Biên Giới 1950, Hoàng Hoa Thám 1951, Hòa Bình 1951, Quang Trung 1952, Tây Bắc, Thượng Lào 1953... Ông tham gia tổ chức và hỗ trợ chỉ huy trực tiếp những trận đánh ác liệt nhất như trận Phố Lu, Tu Vũ. Vĩnh Yên....Trong chiến dịch Biên giới, khi đại đoàn trưởng Vương Thừa Vũ bị chảy máu dạ dày phải nằm lại điều trị, ông được tướng Giáp giao chỉ huy Đại đoàn 308, trong cùng ngày đã lập chiến công lẫy lừng diệt cả hai Binh đoàn Le Page và Binh đoàn Charton, lực lượng tiến công lớn của Pháp ở Đông Dương, và bắt sống Charton. Đây là ngày được coi là bi thảm nhất của quân viễn chinh Pháp.\n\nTừ 1950, các cố vấn Trung Quốc yêu cầu thay đổi tổ chức quân đội Việt Nam, đưa binh lính nông dân lên chỉ huy, loại bỏ dần trí thức, ông và các chỉ huy xuất thân trí thức đã bị ảnh hưởng nhiều qua các kỳ chỉnh huấn-chỉnh quân. sau này cũng ít được nhắc đến, dù họ đóng vai trò rất quan trọng trong xây dựng và trưởng thành của quân đội.\n\nNăm 1953, Cao Văn Khánh (đđ 308) và Lê Trọng Tấn (312). được tướng Giáp giao nghiên cứu chuyên đề \"Tiến công tiêu diệt tập đoàn cứ điểm\". Đây là cơ sở để xây dựng thành phương án tác chiến trong chiến dịch Điện Biên Phủ.\n\nĐầu năm 1954, để chuẩn bị cho [[chiến dịch Điện Biên Phủ]], ông chỉ huy một bộ phận của đại đoàn này, cơ động mở đường hành quân sang Lào, tấn công quân Pháp dọc tuyến sông Nậm Hu, nhằm tiêu hao lực lượng có khả năng tiếp viện và bịt trước đường rút lui dự kiến của binh đoàn Pháp tại lòng chảo Điện Biên.\n\nSau Hiệp định Genève, ông về Bộ Tổng Tham mưu, làm Cục trưởng Cục Quân huấn 1954-1958.\n\nTháng 4 năm 1958, ông giữ chức Cục trưởng Cục tổ chức Kế hoạch, kiêm Cục trưởng Cục Nhà trường, thuộc Tổng cục Quân huấn <ref>Do Thiếu tướng [[Hoàng Văn Thái]] làm Tổng cục trưởng<\/ref>.\n\nNăm 1960 ông cùng nhóm tướng lĩnh cao cấp, sang Liên xô cũ, học tại Học viện quân sự cao cấp Vorosilov.\n\nCũng thời gian này, tháng 10 năm 1960, ông trở thành Hiệu trưởng [[trường Đại học Trần Quốc Tuấn|trường Sĩ quan Lục quân]].\n\nTháng 3 năm 1964, ông được điều làm Phó tư lệnh, kiêm Tham mưu trưởng [[Quân khu 3, Quân đội nhân dân Việt Nam|Quân khu 3, QDNDVN]] nhằm mục đích tổ chức \"Kế hoạch phòng thủ miền Bắc\", và chuẩn bị cho chiến trường miền Nam.\n\nTừ năm 1966 đến 1969, ông lần lượt giữ các chức vụ Phó tư lệnh của Chiến trường B3, Quân khu Trị Thiên, [[Quân khu IV]].\n\nTháng 5 năm 1970, ông là Tư lệnh Mặt trận 968 Hạ Lào. Tháng 10 năm 1970, ông được cử làm Tư lệnh Binh đoàn B70, Binh đoàn chiến thuật chiến lược đầu tiên của QDNDVN, tiền thân của các Quân đoàn sau này.\n\nTừ tháng 2 năm 1971, ông là Phó tư lệnh Mặt trận Đường 9 Nam Lào, rồi Tư lệnh Mặt trận B5, kiêm Phó tư lệnh [[Quân khu 4, Quân đội nhân dân Việt Nam]]. Ông chính là kiến trúc sư của chiến dịch nổi tiếng Đường 9 Nam Lào (chống lại cuộc hành quân Lam Sơn 719 của phía Việt Nam Cộng Hòa).\n\nTừ tháng 12 năm 1972, ông trở thành Tư lệnh Quân khu Trị Thiên. Có thể nói, Cao Văn Khánh gắn bó với chiến trường miền Trung và Tây Nguyên suốt cuộc chiến tranh chống Mỹ, liên tục với các chiến dịch lớn như Đắc Tô (1967), [[Khe Sanh]] (1968), Đường 9 Nam Lào (1971), Quảng Trị (1972), Tây Nguyên (1974).\n\nNăm 1974, ông được điều về lại [[Bộ Tổng Tham mưu Quân đội nhân dân Việt Nam]] với chức vụ Phó [[Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam|Tổng Tham mưu trưởng]]. Ông là Tổ trưởng Tổ Thường trực chỉ đạo tác chiến chiến lược do Tướng Võ Nguyên Giáp thành lập ngày 12-4-1975, đề xuất phương án tác chiến trong chiến dịch 1975 tiến tới kết thúc chiến tranh 30 năm, thống nhất đất nước.\n\nNăm 1978, trên cương vị Phó Tổng Tham mưu trưởng thứ nhất, ông chủ trì biên soạn \"Năm phương thức tác chiến trong chiến tranh bảo vệ Tổ quốc\", chuẩn bị cho cuộc chiến tranh biên giới với Trung Quốc.\n\n[[Thiếu tướng]] (1974), rồi [[Trung tướng]] (1980)\n\nÔng mất năm 1980 tại [[Hà Nội]] do bệnh ung thư gan. \n\nVợ ông từ chối an táng chồng tại nghĩa trang Mai Dịch (dành cho cán bộ cao cấp). mà chọn [[Nghĩa trang nhân dân Bất Bạt]], để ông được nằm cạnh đồng đội đại đoàn 308 tại chiến trường năm xưa, và cạnh hai con trai ông, cũng được chôn tại đây.\n\n==Cuộc sống gia đình==\nNăm 1949, trong buổi nói chuyện với các sinh viên trường Đại học Y khoa Việt Bắc, ông gặp một nữ sinh viên người đồng hương là '''Nguyễn Thị Ngọc Toản'''. Ngày 22 tháng 5 năm 1954, ông bà tổ chức đám cưới tại Điện Biên Phủ sau ngày chiến thắng, ngay trong hầm của tướng [[Christian de Castries]].\n\nVợ của ông, bà [[Nguyễn Thị Ngọc Toản]] xuất thân trong gia đình quý tộc triều Nguyễn. Cha của bà là ông [[Tôn Thất Đàn]], từng giữ chức Thượng thư bộ Hình. Tên gốc của bà là '''Tôn Nữ Ngọc Toản'''. Người chị gái của bà là Tôn Nữ Thị Cung là phu nhân của Giáo sư Bác sĩ [[Đặng Văn Ngữ]].\n\nBà Ngọc Toản hiện đang là Giáo sư, Bác sĩ Quân y, hàm [[Đại tá]], Phó chủ tịch Hội phụ sản Việt Nam. Bà cũng là Ủy viên Trung ương Hội Nạn nhân chất độc da cam\/Dioxin. Bà cũng là tác giả một số sách y học, với các chuyên đề về sinh sản và giới tính, kiến thức về bệnh ung thư gan... được người đọc đánh giá cao.\n\nÔng bà có với nhau 4 người con, 3 trai 1 gái.\n\nNgười con trai đầu tên là '''Cao Quý Vũ''', là học sinh trường Nguyễn Văn Trỗi <ref>Trường dành cho con em cán bộ cao cấp đang công tác tại miền Nam<\/ref>, đã qua đời trong chiến tranh.\n\nNgười con trai thứ là '''Cao Quý Bảo''' từng phục vụ bộ đội, đã rời ngũ và hiện là doanh nhân, chủ nhân khu Resort Vạn Chài ở Thanh Hóa. Người con gái duy nhất là '''[[Cao Thị Bảo Vân]]''' hiện là Phó Giáo sư, Tiến sĩ Dược khoa, Viện phó Viện Paxtơ thành phố Hồ Chí Minh.\n\nNgười con trai út là '''Cao Quý Anh''' đã qua đời vào năm 2003 do bệnh ung thư gan từ di chứng của Dioxin.\n\nBản thân tướng Cao Văn Khánh cũng được xác định qua đời do bệnh ung thư gan từ di chứng của Dioxin. Theo lời của Thiếu tướng [[Nguyễn Đôn Tự]] kể với nhà báo Phùng Nguyên, trong một chuyến công tác qua huyện A Lưới – Thừa Thiên Huế, có năm người gồm cả tướng Cao Văn Khánh, ông và 3 người nữa, đã có đi qua một khu vực bị rải Dioxin làm trụi lá cây. Sau chiến tranh, 4 người trong chuyến công tác ấy đều chết vì ung thư gan, riêng tướng Nguyễn Đôn Tự sinh một người con gái bị di chứng chất độc da cam, gây chậm phát triển.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/vovnews.vn\/Home\/Dam-cuoi-trong-ham-De-Castre\/20095\/111389.vov Đám cưới trong hầm De Castre] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090530081011\/http:\/\/vovnews.vn\/Home\/Dam-cuoi-trong-ham-De-Castre\/20095\/111389.vov |date=2009-05-30 }}\n\n{{thời gian sống|1917|1980}}\n\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Chỉ huy quân sự Việt Nam (Chiến tranh Đông Dương)]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]\n[[Thể loại:Phó Tổng tham mưu trưởng Quân đội nhân dân Việt Nam]]"}