{"494469":"[[Tập tin:Cao_Triều_Phát_Lâm_Lụy_Trần_(cropped).jpg|nhỏ|Cao Triều Phát]]\n'''Cao Triều Phát''' (高朝發,<ref>{{Chú thích sách|url=https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k4238734s|title=Lễ Bổn: Dương Sự - Thể Thức - Tang Tế - Cầu Siêu|last=Cao Triều Phát|year=1939}}<\/ref> 1889-1956), tự '''Thuận Đạt''', là một nhân sĩ trí thức Việt Nam thời cận đại. Ông cũng là một tín đồ cao cấp của [[Cao Đài Minh Chơn Đạo]], từng là Đại biểu quốc hội [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ cộng hòa]], Hội trưởng [[Cao Đài Cứu Quốc]] 12 phái hiệp nhất, Chưởng quản Cửu Trùng Đài [[Hội Thánh Cao Đài Duy Nhứt]].\n\n==Thân thế==\nÔng sinh ngày 18 tháng 3 năm [[Kỷ Sửu]] (tức [[17 tháng 4]] năm [[1889]]) tại làng [[Vĩnh Lợi]], tổng [[Thạnh Hòa]], tỉnh [[Bạc Liêu]] (nay thuộc [[Bạc Liêu (thành phố)|Thành Phố Bạc Liêu]]). Nguyên quán ông ở [[Triều Châu]] ([[Trung Quốc]]), ông nội ông là Cao Cần Thiệt, sang Việt Nam lập nghiệp tại ấp Vĩnh Hinh, làng Vĩnh Lợi, tổng Thạnh Hòa, phủ Ba Xuyên, tỉnh An Giang.<ref>[http:\/\/www.nhipcaugiaoly.com\/post?id=275 Cửu Nương Cao Thọai Kiết], Nhịp Cầu Giáo Lý, Truy cập 5 tháng 5 năm 2011<\/ref> Bà nội ông là Trình Thục Giang, là con một phú hộ gốc Hoa tại vùng An Giang.\n\nCha ông là Cao Minh Thạnh, do có công chiêu dân khai phá, mở mang vùng rừng hoang, có uy tín với dân chúng nên được phong hàm Đốc phủ sứ. Mẹ ông là bà Tào Thị Súc (hay Xúc), người ấp An Trạch, cùng làng Vĩnh Lợi. Ông là con thứ 5 trong gia đình, theo phong tục miền Nam gọi là thứ Sáu.\n\nThuở nhỏ, ông được gia đình cho học bậc tiểu học tại Bạc Liêu, sau lên [[Thành phố Hồ Chí Minh|Sài Gòn]] theo học bậc trung học tại trường [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Chasseloup Laubat]]. Sau khi tốt nghiệp Tú tài năm 1910, ông tiếp tục theo học khóa 2 năm luật ở [[Thành phố Hồ Chí Minh|Sài Gòn]], do Tòa án Sài Gòn mở. Tốt nghiệp, ông về làm thư ký kiêm thông dịch tại Ty Niết<ref>Cơ quan tư pháp<\/ref> ở Bạc Liêu.\n\n==Hoạt động cách mạng==\nTuy là Hoa kiều sang Việt Nam lập nghiệp, lại được chính phủ thực dân trọng dụng ban thưởng, nhưng cha Cao Minh Thạnh của ông luôn ủng hộ cho phong trào độc lập, nhiều lần tài trợ cho tổ chức [[Việt Nam Quang phục Hội|Việt Nam Quang Phục Hội]], một tổ chức đấu tranh đòi độc lập của chí sĩ [[Phan Bội Châu]] và Kỳ Ngoại Hầu [[Cường Để]]. Những hoạt động của cha ông ít nhiều ảnh hưởng đến các con. Trong công điện số 331-S ngày [[5 tháng 12]] năm [[1926]] gởi Giám đốc Tổng nha Mật thám Đông Dương, trùm mật thám Nam Kỳ là Paul Arnoux bảo rằng họ Cao là một gia đình chống Pháp (''famille anti-française'').<ref>Phan Văn Hoàng, ''\"Cao Triều Phát – Nghĩa khí Nam Bộ\"''. tr. 29.<\/ref>\n\n[[Chiến tranh thế giới thứ nhất]] bùng nổ, ông đăng ký làm thông ngôn trong một đơn vị lính thợ sang Pháp. Tại Pháp, ông nhiều lần liên lạc với Tổng liên đoàn Lao động Pháp nhờ trợ giúp bênh vực quyền lợi lính thợ Việt Nam.\n\nSau khi Chiến tranh thế giới thứ nhất kết thúc, ông về nước một thời gian ngắn để thọ tang cha. Năm 1920, ông lại trở sang Pháp, theo học ngành Canh nông, đồng thời tham gia sinh hoạt chính trị trong nhiều tổ chức xã hội Pháp. Ông cũng có nhiều tiếp xúc các thủ lĩnh công đoàn, các chính khách cánh tả Pháp, tham gia diễn thuyết để dân Pháp biết đúng về Việt Nam. Cũng như cha mình, ông có nhiều liên hệ với các chí sĩ Việt Nam tại Pháp như [[Phan Châu Trinh|Phan Chu Trinh]], [[Phan Văn Trường]], [[Hồ Chí Minh|Nguyễn Ái Quốc]].\n\nTháng 9 năm 1922, ông về nước, kế tục sự nghiệp chiêu dân khai khẩn của cha mình, nhanh chóng trở thành một đại phú hộ có uy tín trong vùng. Ông cũng tham gia viết bài cho báo [[La Tribune indigène]] (''Diễn đàn bản xứ'') một thời gian, với bút danh '''Sơn Kỳ Giang''', thể hiện quan điểm chống thực dân, tán thành chủ trương đòi quyền bình đẳng của các tư sản bản xứ. Có lẽ thời gian này ông đã có những quan hệ với một nhà báo nổi tiếng là [[Nguyễn Phan Long]].\n\nTháng 6 năm 1925, chí sĩ [[Phan Châu Trinh|Phan Chu Trinh]] về [[Thành phố Hồ Chí Minh|Sài Gòn]]. Với tư cách là một người quen cũ, ông thường xuyên tiếp xúc với cụ Phan tại khách sạn [[Bá Huê Lầu]]. Ông cũng tham dự hai buổi diễn thuyết của cụ Phan là ''\"Đạo đức và luân lý Đông Tây\"'' ([[19 tháng 11]] năm 1925) và ''\"Quân trị Chủ nghĩa và Dân trị Chủ nghĩa\"'' ([[27 tháng 11]] năm [[1925]]) tại Sài Gòn.\n\nNgày [[21 tháng 3]] năm 1926, ông tham dự cuộc mít-tinh quy tụ khoảng 3.000 người tại Vườn Xoài, xóm Lách trên đường Lanzarotte, Sài Gòn để phản đối thực dân Pháp đàn áp nhà báo [[Trương Cao Động]]. Trên đường về, ông cùng nhiều người bị bắt đưa về [[bót Catinat]]. Tuy nhiên, do không có bằng chứng cụ thể, cũng như sự vận động của báo giới chống thực dân, chính quyền Nam Kỳ buộc phải trả tự do cho ông sau 3 ngày giam giữ.\n\nNgày [[12 tháng 11]] năm [[1926]], ông quy tụ một số bạn đồng chí, thành lập [[Đông Dương Lao động Đảng]] tại Sài Gòn, làm chánh đảng trưởng, và cho ra đời 2 tờ báo là L’Ère Nouvelle (''Kỷ nguyên mới'') và Nhựt Tân Báo làm cơ quan ngôi luận của Đảng. Do lập trường chống thực dân rất rõ nên vào giữa năm 1929, chính quyền Nam Kỳ ra lệnh đóng cửa 2 tờ báo, giải tán Đông Dương Lao động Đảng. Bản thân ông bị trục xuất khỏi Sài Gòn và buộc quản thúc tại gia (Bạc Liêu) một thời gian vì tội ''\"phá rối chính trị an\"''.<ref>[http:\/\/www.phatgiaobaclieu.com\/index.php?option=com_content&task=view&id=1248&Itemid=31 Phủ thờ dòng họ Cao Triều - một địa chỉ du lịch hấp dẫn]<\/ref>\n\nNăm 1930, ông được bầu vào [[Hội đồng Thuộc địa Nam Kỳ|Hội đồng Quản hạt Nam Kỳ]] và nhiều lần đấu tranh đòi quyền lợi cho người bản xứ. Tuy nhiên, chỉ vài năm sau thì ông rút khỏi Hội đồng vì nhận ra đấu tranh ở nghị trường không mang lại kết quả.\n\n==Hành đạo để cứu nước==\nCũng như nhiều nhân sĩ trí thức ưu thời mẫn thế bấy giờ, khoảng năm 1925, 1926, ông có tham gia một số buổi [[cầu cơ]], nhằm thông qua thế giới tâm linh để giải thoát. Ban đầu, ông tham gia hầu đàn với nhóm Cao Phạm, về sau hầu đàn Minh Thiên ở làng Vĩnh Lợi, do ông Trương Kế An lập. Tuy về sau, nhiều nhóm hầu đàn quy hiệp để thành lập [[đạo Cao Đài]] năm 1926, ông vẫn chưa nhập giáo. Tuy nhiên, ông cũng có đóng góp nhiều trong việc phát triển đạo Cao Đài, từng hiến tặng nhiều thánh thất để các tín đồ trong vùng có nơi tu hành.\n\nMãi đến ngày [[30 tháng 4]] năm [[1932]], dưới sự tiến dẫn của [[Giáo sư (Cao Đài)|Giáo sư]] Nguyễn Kim Khuê và Ngọc Chưởng Pháp Trần Đạo Quang, ông bắt đầu nhập giáo tại Thánh thất Thái Dương Minh (nay thuộc ấp Thạch Sau, xã Khánh Hòa, huyện Vĩnh Châu, tỉnh Sóc Trăng)<ref>Thánh thất Thái Dương Minh về sau bị hủy hoại trong chiến tranh. Năm 1972 cất mới tại ấp Thạnh An 3, xã Thạnh Thới Thuận, huyện Mỹ Xuyên, tỉnh Sóc Trăng.<\/ref>.\n\nBấy giờ, do bất đồng trong điều hành Hội Thánh, Ngọc Chưởng Pháp Trần Đạo Quang ly khai [[Tòa Thánh Tây Ninh]], quy tụ một số tín đồ tập hợp tại miền Tây Nam Kỳ để thành lập hệ phái [[Cao Đài Minh Chơn Đạo]] và hành đạo tại miền [[Hậu Giang]], [[Cà Mau]]. Ông được phong chức [[Bảo Đạo]], [[Bảo Pháp]] rồi [[Bảo Thế]] (chức sắc của [[Hiệp Thiên Đài]] sau chức [[Hộ pháp]]).\n\nNăm 1934 ông cùng đại diện các tôn giáo bạn tổ chức Hội lý đạo công đồng giáo lý tại Bạc Liêu. Năm 1937, ông tham gia công cuộc truyền giáo Cao Đài tại tỉnh [[Quảng Nam]]. Năm 1941, Cao Triều Phát được cử giữ chức chủ tịch Cao Đài mười hai phái thống nhất ở miền Hậu Giang. Năm 1945, ông được bầu làm chủ tịch Cao Đài mười một phái hiệp nhất tại chùa Minh Tân. Trong thời gian truyền đạo ở Hậu Giang từ năm 1941, ông bị Pháp bắt giam tại khám lớn Sài Gòn rồi bị quản thúc tại Bạc Liêu.\n\nNgày toàn quốc kháng chiến, 19 tháng 12 năm 1946, ông tham gia kháng chiến trong cương vị một chức sắc Chi phái Minh Chơn Đạo. Ông là người thành lập Thanh niên đạo đức đoàn qui tụ các thanh niên theo đạo Cao Đài Chi phái Minh Chơn Đạo làm công tác xã hội, văn hóa trong cuộc [[chiến tranh Đông Dương|kháng chiến chống Pháp]].\n\nNăm 1947 ông được bầu làm Hội trưởng Cao Đài Cứu quốc mười một phái hiệp nhất, đến [[hiệp định Genève, 1954|hiệp định Genève]] 1954 ông [[tập kết]] ra Bắc.\n\nThời gian ở miền Bắc ông giữ chức Chưởng quản Cửu Trùng Đài (tương đương Giáo tông) của Hội Thánh Cao Đài Duy Nhứt.\n\nÔng từng là đại biểu quốc hội, cố vấn ủy ban kháng chiến Nam Bộ, ủy viên thường trực quốc hội, Ủy viên Trung ương [[Mặt trận Tổ quốc Việt Nam]]...\n\nCao Triều Phát qua đời ngày 8 tháng 9 năm 1956 tại bệnh viện B303, Hà Nội, thọ 67 tuổi.\n\n==Khen thưởng và đánh giá==\n\nÔng được nhà nước [[Việt Nam Dân chủ Cộng hòa|Việt Nam dân chủ cộng hòa]] tặng thưởng các huân chương\n* Độc lập hạng nhì (1949)\n* Kháng chiến hạng nhất (1957)\n* Sau khi mất, được truy tặng Huân chương kháng chiến hạng nhất (1961) \nTên của ông được đặt cho một con đường trong khu đô thị Phú Mỹ Hưng, Thành phố Hồ Chí Minh \n\nNhà văn [[Thiếu Sơn]] trong báo ''[[Đuốc Nhà Nam]]'' ở [[Thành phố Hồ Chí Minh|Sài Gòn]], trong bài ''Bài học Cao Triều Phát'', đánh giá:\n\n:''Cụ đã tham gia kháng chiến ngay từ đầu và đã kháng chiến tới già, tới chết. Phần lớn sự nghiệp của cụ, cụ đã cống hiến cho cách mạng. Hiện tượng Cao Triều Phát là một hiện tượng đặc biệt, nói lên cái nghĩa khí của người dân Nam Bộ, hơn nữa lại là một nhà giàu muôn hộ trọng nghĩa và khinh tài.''\n\nThủ tướng [[Võ Văn Kiệt]] lúc sinh thời đánh giá:\n:''Tôi tham gia cách mạng nếu có mất mát thì cũng chẳng mất mát thứ gì, còn những người như cụ Cao Triều Phát thì mất mát lớn lao. Họ đã đánh đổi cuộc sống giàu sang để vì sự nghiệp chung của dân tộc.''\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.phatgiaobaclieu.com\/index.php?option=com_content&task=view&id=1248&Itemid=31 Phủ thờ dòng họ Cao Triều - một địa chỉ du lịch hấp dẫn]\n* [http:\/\/www.baotanghochiminh.vn\/TabId\/495\/ArticleId\/2140\/PreTabId\/465\/Default.aspx Chủ tịch Hồ Chí Minh viết thư gửi ông Cao Triều Phát] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160729000404\/http:\/\/www.baotanghochiminh.vn\/TabId\/495\/ArticleId\/2140\/PreTabId\/465\/Default.aspx |date=2016-07-29 }}\n* [http:\/\/www.ubmttq.hochiminhcity.gov.vn\/web\/vi-vn\/print.aspx?cat_id=637&news_id=844 Kỷ niệm 50 năm ngày mất Cụ Cao Triều Phát]{{Liên kết hỏng|date=2021-02-23 |bot=InternetArchiveBot }}\n* Phan Văn Hoàng, ''\"Cao Triều Phát - Nghĩa khí Nam Bộ\"''. Nhà xuất bản Trẻ Thành phố Hồ Chí Minh 2001\n* Lê Anh Dũng, ''\"Lịch sử đạo Cao Đài - Thánh thất Hà Nội\"''.\n* Cao Bạch Liên & Huệ Khải, ''\"Hành trạng tiền bối Cao Triều Phát\"'', Nhà xuất bản Tôn Giáo, 2010.\n\n{{ngày tháng sống|sinh=1889|mất=1956}}\n\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Tín đồ đạo Cao Đài]]\n[[Thể loại:Giáo tông đạo Cao Đài|C]]\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Hội đồng Quản hạt Nam Kỳ]]\n[[Thể loại:Huân chương Độc lập hạng Nhì]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Đông Dương Lao động Đảng]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân tỉnh Bạc Liêu]]"}