{"6220":"{{Đạo Cao Đài}}\n'''Cao Đài''' là một tôn hiệu trong [[đạo Cao Đài|tôn giáo Cao Đài]] dùng để chỉ ngôi vị tối cao, tức [[Thượng đế]]. Vì vậy, tôn giáo tôn thờ Cao Đài thường được gọi là [[đạo Cao Đài]] dù danh xưng chính thức của tôn giáo này được các tín đồ gọi là '''Đại Đạo Tam Kỳ Phổ Độ''', có nghĩa là ''Một tôn giáo lớn mở ra lần chót để độ rỗi chúng sanh''.\n\n===Ý nghĩa===\nTên gọi Cao Đài theo nghĩa đen chỉ \"''một nơi cao''\", nghĩa bóng là nơi cao nhất ở đó [[Thượng đế]] ngự trị; cũng là danh xưng rút gọn của Thượng đế trong tôn giáo Cao Đài, vốn có danh xưng đầy đủ là \"'''Cao Đài''' ''Tiên Ông Đại Bồ Tát Ma Ha Tát''\".\n\nTín đồ Cao Đài tin rằng Thượng đế là Đấng sáng lập ra các tôn giáo và cả vũ trụ này. Họ tin rằng tất cả giáo lý, hệ thống biểu tượng và tổ chức đều được \"Đức Cao Đài\" trực tiếp chỉ định. Và đạo Cao Đài chính là được Thượng đế trực tiếp Khai sáng thông qua Cơ bút cho các tín đồ với nhiệm vụ Đại Đạo Tam Kỳ Phổ Độ, có nghĩa là \"Con đường lớn mở ra lần thứ Ba để phổ độ chúng sanh\".\n\n===Những tiên tri về tôn hiệu Cao Đài===\nCác tín đồ Cao Đài cho rằng tôn giáo \"Cao Đài\" đã được tiên tri từ trước khi đạo Cao Đài khai đạo chính thức. Các tài liệu Cao Đài thường trích dẫn sự xuất hiện của tôn hiệu \"Cao Đài\", hoặc khái niệm \"Đại Đạo Tam Kỳ Phổ Độ\" hay biểu tượng [[Thiên nhãn]] trong các tài liệu cổ xưa. Họ cho rằng đó chính là \"''Thiên ý\" hay là \"Ý muốn của Trời\" và chính ý muốn ấy đã được báo trước từ mấy trăm năm qua hoặc còn lâu hơn nữa ở nhiều nơi trên thế giới''<ref>Nguyễn Hữu Nhơn, \"Lịch sử của nền Đại Đạo Tam Kỳ Phổ Độ\".<\/ref>.\n\nMột số tài liệu được các học giả Cao Đài trích dẫn để chứng minh nền đạo của họ đã được tiên tri từ lâu đời, thậm chí, trong cả các tài liệu phương Tây:\n\n{{cquote|\n:''\"Hữu duyên mới gặp '''Tam Kỳ Phổ Độ''',''\n:''Muôn đời còn TỬ PHỦ nêu danh\n:''Ba ngàn công quả đặng viên thành\n:''Mới đặng Thiên thơ chiếu triệu,\"\n|||Tác giả khuyết danh, \"Giác mê ca\"}}\n\n{{cquote|\n:''\"'''''CAO''' như Bắc khuyết nhơn, chiêm ngưỡng,\n:'''''''ĐÀI''' tại Nam phương đạo thống truyền\"\n|||Hai câu liễn in trên bìa một quyển kinh của [[Minh Sư đạo]] ra đời năm Canh-Dần (1650)}} \n \n{{cquote|\n''\"CAO DAI se trouve la tête, au niveau de la tonsure\"''\n|||\"Guide de jeuness dans la recherche de la vérité\"}}\n\n===Tôn hiệu Cao Đài với tín đồ đầu tiên===\nCác tài liệu Cao Đài đều ghi lại tín đồ đầu tiên [[Ngô Minh Chiêu|Ngô Văn Chiêu]] đã chứng nhận tôn hiệu Cao Đài xuất hiện nhiều nhất. Trong đó ghi nhận lần xuất hiện sớm nhất vào năm 1919 ([[Kỷ Mùi]]) tại tỉnh Tân An.\n\nSau đó, tôn hiệu Cao Đài được ghi nhận xuất hiện lần thứ hai vào năm 1920 ([[Canh Thân]]) tại [[Hà Tiên (tỉnh)|Hà Tiên]], lần thứ ba vào 1921 ([[Tân Dậu]]) tại [[Phú Quốc]]. Lần thứ ba này, tôn hiệu được xưng đầu đủ là \"'''Cao Đài Tiên Ông Đại Bồ Tát Ma Ha Tát'''\".\n\n===Ý nghĩa của tôn hiệu===\nTheo \"Cao Đài Từ điển\" thì:\n\n{{Cquote|\n''Câu Chú của Thầy tức là của Đức Chí Tôn có 12 chữ:\n\n''\"Nam-mô Cao-Đài Tiên-Ông Đại Bồ-Tát Ma-Ha-Tát\"\n\n'''''Nam-mô''': do phiên âm từ tiếng Pali \"Namô\" hoặc từ tiếng Phạn \"Namah\", dịch nghĩa là: Qui mệnh, kỉnh lễ, cúi đầu làm lễ. Từ ngữ Nam-mô thường được dùng làm chữ khởi đầu một câu cầu nguyện.\n\n'''''Cao Đài''': Cái đài cao, dùng làm nơi ngự của Đức Chí Tôn Ngọc Hoàng Thượng Đế khi có Đại hội triều đình của Đức Chí Tôn tại Linh Tiêu Điện Ngọc Hư Cung.\n\n'''''Tiên Ông''': Ông Tiên, vị Tiên.\n\n'''''Đại''': Lớn.\n\n'''''Bồ-Tát''': Nói đầy đủ là Bồ-Đề-Tát-Đóa, tiếng Phạn là Bodhisattva, nghĩa là người đã tự giác được bản tánh và có nhiệm vụ phổ độ chúng sanh.\n\n'''''Ma-Ha-Tát''': Nói đầy đủ là Ma-Ha-Tát-Đóa, tiếng Phạn là Mahasattva, nghĩa là Đại chúng sanh, tức là người có dũng tâm muốn làm việc lớn.\n\n''Đại Bồ-Tát Ma-Ha-Tát là vị Bồ Tát lớn, ở phẩm bực cao trọng, xứng đáng đứng hàng Phật vị, nhưng vì còn nhiệm vụ cứu độ chúng sanh nên còn mang danh Bồ Tát.\n\n''Câu Chú của Thầy đặc biệt có 12 chữ là vì con \"số 12 là số riêng của Thầy\".\n\n''Câu Chú nầy có ý nghĩa bao hàm Tam giáo:\n\n* '''''CAO ĐÀI''': tượng trưng Nho giáo.\n* '''''TIÊN ÔNG''': tượng trưng Tiên giáo (Đạo giáo).\n* '''''ĐẠI BỒ-TÁT MA-HA-TÁT''': tượng trưng Phật giáo.\n\n''Do đó, Câu Chú của Thầy (Đức Chí Tôn) có ý nghĩa Tam giáo đồng tông, ngày nay qui nguyên Đại Đạo. Đại Đạo đó chính là Đại Đạo Tam Kỳ Phổ Độ, tức là Đạo Cao Đài do Đức Chí Tôn sáng lập và làm Giáo chủ.''\n|||Nguyễn Văn Hồng, \"Cao Đài Từ điển\"}}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Giáo lý Cao Đài]]"}