{"65158":"{{Thông tin nhà văn\n| name = Cao Xuân Hạo\n| image = Cao Xuân Hạo.jpg\n| birth_date = [[30 tháng 7]] năm [[1930]] \n| birth_place = [[Hà Nội]]\n| death_date = {{ngày mất và tuổi|2007|10|16|1930|7|30}}\n| death_place = [[Thành phố Hồ Chí Minh]] \n| occupation = nhà ngôn ngữ học\n| magnum_opus = ''Tiếng Việt - Văn Việt - Người Việt''\n}}\n'''Cao Xuân Hạo''' ([[1930]]-[[2007]]) là một nhà [[ngôn ngữ học]] người Việt với nhiều đóng góp trong việc định hình phương pháp phân tích cấu trúc câu [[tiếng Việt]]. Ngoài ra, ông còn là một dịch giả, giáo sư văn chương uyên bác.\n\n==Tiểu sử==\nCao Xuân Hạo sinh ngày [[30 tháng 7]] năm [[1930]] tại [[Hà Nội]]<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/nha-nghien-cuu-ngon-ngu-cao-xuan-hao-qua-doi-1894529.html Nhà nghiên cứu ngôn ngữ Cao Xuân Hạo qua đời]<\/ref>. Cha ông, [[Cao Xuân Huy]], cũng là một học giả nổi tiếng. Ông nội ông là [[Cao Xuân Tiếu]]. Dòng họ Cao Xuân của ông ([[Diễn Châu]], Nghệ An) có nhiều danh sĩ. Từ nhỏ, ông đã có giai thoại tự học nghe, nói và viết thành thạo [[tiếng Pháp]] chỉ từ việc chơi với một người bạn [[Pháp]]. Ông từng làm giảng viên ngôn ngữ học, khi đó ông đảm nhận phần lớn công việc dịch sách và hiệu đính các sách dịch tại bộ môn ngôn ngữ học, tại [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp Hà Nội]]. Ông được biết đến với tư cách nhà ngôn ngữ học và dịch giả, và là thành viên [[Hội Nhà văn Việt Nam]]. Giáo sư Cao Xuân Hạo đã được trao tặng Giải thưởng về dịch thuật năm 1985 của Hội Nhà văn Việt Nam.\n\nÔng mất lúc 19h 40 phút ngày [[16 tháng 10]] năm [[2007]] tại [[Bệnh viện Thống Nhất]], [[Thành phố Hồ Chí Minh]] sau hai tuần nằm bệnh do một cơn đột quỵ.\n\n==Tác phẩm==\n\n===Sách ngôn ngữ===\n\n*{{Chú thích sách|title=Tiếng Việt - Sơ thảo ngữ pháp chức năng|publisher=Nhà xuất bản Khoa học xã hội|year=1991}} [https:\/\/www.worldcat.org\/title\/tieng-viet-s-tho-ng-phap-chc-nang\/oclc\/1107820193?referer=di&ht=edition Ấn bản 2017].\n**{{Chú thích sách|title=Tiếng Việt - Sơ thảo ngữ pháp chức năng|publisher=Nhà xuất bản Khoa học xã hội và Công ty Văn hóa Phương Nam|year=2006}}\n*{{Chú thích sách|title=Tiếng Việt – Mấy vấn đề ngữ âm, ngữ pháp và ngữ nghĩa|location=Hà Nội|publisher=Nhà xuất bản Giáo dục|year=1998}}\n*{{Chú thích sách|title=Tiếng Việt - Văn Việt - Người Việt|publisher=Nhà xuất bản Trẻ|year=2001}} [https:\/\/www.worldcat.org\/title\/tieng-viet-van-viet-ngi-viet\/oclc\/1082167382&referer=brief_results Ấn bản 2011]''.''\n*[https:\/\/www.worldcat.org\/title\/am-vi-hoc-va-tuyen-tinh-suy-nghi-ve-cac-inh-e-cua-am-vi-hoc-ng-ai\/oclc\/1013932182&referer=brief_results ''Âm vị học và tuyến tính: suy nghĩ về các định đề của âm vị học đương đại''. Nhà xuất bản Khoa học xã hội và Công ty Văn hóa Phương Nam. 2017]\n\n===Sách dịch===\n*[[Người con gái viên đại úy|Người con gái viên đại uý]] (truyện, 1959).\n*[[Chiến tranh và hòa bình]] (tiểu thuyết, dịch chung, 1962).\n*Truyện núi đồi và thảo nguyên (tập truyện ngắn, dịch chung, 1963).\n*Trên những nẻo đường chiến tranh (tiểu thuyết, 1964).\n*Truyện ngắn Goócki (1966).\n*Con đường đau khổ (tiểu thuyết, 1973).\n*[[Tội ác và hình phạt]] (tiểu thuyết, dịch chung với Cao Xuân Phổ, xuất bản năm 1983 với tên [[Tội ác và trừng phạt]] do BTV tự ý sửa).\n*[[Đèn không hắt bóng]] (1986).\n*Papillon (1988).\n*[[Khải Hoàn Môn (tiểu thuyết)]] (1988).\n*Nô tỳ Isaura (tiểu thuyết 19??).\n*Âm vị học & Tuyến tính (Phonologie et linéarité - Nguyên bản tiếng Pháp được GS viết năm 1980, bản dịch do chính GS thực hiện, xuất bản năm 2006)\n\n===Bài viết quan trọng===\n*\"Hai cách miêu tả hệ thống thanh điệu của tiếng Việt\".\n*\"Chiết đoạn và siêu đoạn trong ngôn ngữ học phương Tây và trong tiếng Việt\" và \"Nguyên lý tuyến tính của năng biểu\" trong âm vị học\", Phonologie et linéarité: réflexions critiques sur les postulats de la phonologie contemporaine, 1985 - viết bằng tiếng Pháp, do Hội Ngôn ngữ học và Nhân loại học Pháp (SELAF) xuất bản.\n*\"Vấn đề âm vị trong tiếng Việt\".\n*\"Trọng âm và các quan hệ ngữ pháp trong tiếng Việt\" (1978).\n*\"Về cương vị ngôn ngữ học của tiếng\".\n*\"Nhận xét về các nguyên âm của một phương ngữ ở tỉnh Quảng Nam\".\n*\"Một số biểu hiện của cách nhìn Âu châu đối với cấu trúc tiếng Việt\".\n*\"Về cách phân tích âm vị học một số vận mẫu có nguyên âm ngắn trong tiếng Việt\".\n*\"Thêm mấy giải pháp âm vị học cho các vận mẫu có nguyên âm ngắn của tiếng Việt\".\n*\"Sợ hơn bão táp\", Báo Văn Nghệ.\n\n==Tư tưởng==\n*\"...Nhược điểm của chữ Quốc ngữ không phải ở chỗ nó chưa thật là một hệ thống phiên âm âm vị học, mà chính là ở chỗ nó có tính chất thuần tuý ghi âm, và hoàn toàn bất lực trước nhiệm vụ biểu hiện nghĩa mà lẽ ra nó phải đảm đương, và nhược điểm ấy lộ rõ nhất và tai hại nhất là trong các từ đồng âm vốn có rất nhiều trong tiếng Việt...Bỏ chữ Hán và chữ Nôm là một tai hoạ không còn hoán cải được nữa, nhưng ta có thể bổ cứu cho sự mất mát này bằng cách dạy chữ Hán như một môn học bắt buộc ở trường phổ thông...\"<ref>Tiếng Việt Văn Việt Người Việt, Nhà xuất bản Trẻ, 2001, bài \"Mấy nhận xét về chữ Quốc ngữ\"<\/ref>.\n*\"Chẳng hạn, từ những năm 20 của thế kỷ XX những người làm từ điển Anh - Việt đã thấy ngay rằng (lạ thay!) tiếng Việt không có \"tính từ\", là vì nếu có thì không thể nào hiểu nổi tại sao người Việt nói Cha tôi già rồi mà không cần và không thể dùng một \"động từ\" như ''to be'' xen vào giữa (tức nói Cha tôi là già rồi)\"<ref>Nguyễn Đức Dương, \"Lời giới thiệu cuốn ''Tìm về linh hồn tiếng Việt''\", Nhà xuất bản Trẻ 2003, trang 7<\/ref>.\n*\"Câu là mệnh đề được thể hiện bằng ngôn từ thực hiện ngay trong lúc nó được phát ra\"<ref>Nguyễn Đức Dương, Tìm về linh hồn tiếng Việt''\", Nhà xuất bản Trẻ 2003, trang 152<\/ref>.\n*\"Những cuốn sách đầu tiên viết về ngữ pháp tiếng Việt, - trừ một số ngoại lệ hiếm hoi như những tác phẩm của Trương Vĩnh Ký, Trần Trọng Kim, Phạm Duy Khiêm (đó là những người không phải chỉ biết tiếng Pháp), - đều do những người chỉ được học một thứ ngữ pháp duy nhất là ngữ pháp tiếng Pháp, hay có chăng cũng lại là một thứ tiếng châu Âu nào đó khác, cho nên dễ tưởng rằng đó là thứ ngữ pháp duy nhất mà một ngôn ngữ có thể có được. Thế là từ đó trở đi các thế hệ sau, tuy hầu hết không biết tiếng Pháp, đều coi sách vở của các bậc tiền bối như là hiện thân của chân lý và không có mấy ai thấy cần nghiên cứu lời ăn tiếng nói của người Việt nữa. Ngữ pháp sao chép từ tiếng Pháp trở thành một thứ tôn giáo nghiệt ngã: bất kỳ một nhận định nào về tiếng Việt cho thấy một cái gì không giống tiếng Pháp đều bị coi là tà thuyết. Từ đó, ta có thể hiểu tại sao 75% những câu thông dụng nhất của tiếng Việt không bao giờ được dạy ở nhà trường\"<ref>Nguyễn Đức Dương, \"Lời giới thiệu cuốn ''Tìm về linh hồn tiếng Việt''\", Nhà xuất bản Trẻ 2003, trang 10<\/ref>.\n*\"Họ [học sinh] chỉ được học những kiểu câu nào hoàn toàn giống câu tiếng Pháp, còn những kiểu câu có thật trong tiếng Việt (vốn chiếm khoảng 75% tổng số câu), thì không có sách nào viết lấy một dòng. Chính ca dao tục ngữ - những câu tiếng Việt mẫu mực nhất, kết tinh những phẩm chất đáng tự hào nhất của linh hồn dân tộc - nằm trong cái số 75% kiểu câu bị loại ra khỏi nội dung giảng dạy ấy. 25% là một tỷ lệ quá ít ỏi để có thể nói rằng học sinh đã học xong ngữ pháp tiếng Việt. Những cách hành văn như ca dao, tục ngữ thường được coi là \"lỗi thời\" và \"không chuẩn\" chỉ vì đó chính là cách hành văn thuần tuý Việt Nam, cho nên không giống tiếng Pháp, mà đã không giống câu tiếng Pháp thì tất nhiên là sai chuẩn, là vô văn hoá tồi, còn học làm gì cho nó hư người đi?\"<ref>Nguyễn Đức Dương, \"Lời giới thiệu cuốn ''Tìm về linh hồn tiếng Việt''\", Nhà xuất bản Trẻ 2003, trang 11<\/ref>.\n\n==Nhận định==\n\n{{cquote|Cao Xuân Hạo thuộc vào số rất ít nhà ngữ học Việt Nam vượt lên khỏi cái địa vị thuần túy cung cấp tư liệu minh họa cho các lý thuyết ngữ học của phương Tây, để đĩnh đạc tranh luận với giới ngữ học quốc tế.|author=Nhà ngữ học Hoàng Dũng}}\n{{cquote|Hình như trong cuộc đời ông cũng chịu không ít bầm dập. Nhưng tôi cho là may mà đời có ông. Ông chân thực vô tư mà minh triết như chú bé trong ngụ ngôn Andersen đã nói huỵch toẹt: hoàng đế cởi truồng. Không hiểu sao tôi có liên tưởng ngộ nghĩnh: một chiều gió bấc, một con đường mòn xa tít hun hút tới chân trời. Trên đó chàng kỵ sĩ gầy, mái đầu muối tiêu, nách cắp cây thương, cưỡi trên con ngẽo cà khổ. Đó là ông, Cao Xuân Hạo, chàng kỹ sĩ độc hành. Trong chiều tà, ngọn bút của ông được phản quang phóng to thành cây thương. Một người một ngựa, ông trơ trọi đi trong chiều vắng. Trước mắt, những hồn ma bóng quế chập chờn. Nhưng ông vui vì tin rằng một ngày mai những con chữ Việt sẽ tưng bừng trong cuộc hoan ca chào đón ông - người giải phóng...|author=Hà Văn Thuỳ}}\n\n{{cquote|Hình như không có lúc nào mà trong tâm trí ông lại không bận rộn chuyện về phương cách, biện pháp phải làm thế nào để miêu tả đúng bản chất tiếng Việt để người Việt vận dụng cho chính xác. Theo cá nhân tôi, Cao Xuân Hạo là một nhà ngữ học chuyên thông của Việt Nam chúng ta...|author=Học giả An Chi}}\n\n{{cquote|Chính nhờ sự thấu hiểu tuyệt vời của mình về tiếng mẹ đẻ, kết hợp với sự tham khảo sâu rộng, sáng suốt và không bao giờ mệt mỏi của mình ở nhiều công trình hữu quan thuộc loại mới nhất của nước ngoài; nên Cao Xuân Hạo chẳng những có nhiều cống hiến to lớn cho Việt ngữ học mà còn buộc người ta hoài nghi nền ngữ học đại cương bằng cống hiến độc đáo và đặc sắc của mình về bản chất của âm vị trong tiếng Việt (và các ngôn ngữ khác cùng loại hình). Lâu nay, người ta cứ mê đắm trong cái biển ngập ngụa chất muối \"Âu châu tâm điểm\" của ngữ học đại cương mà miêu tả rồi định nghĩa âm vị tiếng Việt chẳng khác gì âm vị trong các ngôn ngữ Âu châu. Cao Xuân Hạo chứng minh rằng làm như thế là không đúng với bản chất của đơn vị này trong tiếng Việt: của tiếng Việt là trường âm vị (macrophonématique) còn của các ngôn ngữ Âu Châu là đoản âm vị (microphonématique). Điều này buộc ngữ học đại cương phải định nghĩa lại khái niệm \"âm vị\" để cho nó có thể thích hợp với các loại hình ngôn ngữ.|author=Học giả An Chi}}\n\n{{cquote|Lối dịch văn học của Cao Xuân Hạo vừa sáng vừa chuẩn nhưng vừa mờ ảo. Đó là điều không hề dễ dàng với bất cứ dịch giả nào, khi bản dịch không xấu hổ có thể đứng đàng hoàng bên cạnh nguyên tác, không hề \"phản\" cũng không hề hạ thấp chất văn trong nguyên tác mà lại thăng hoa chất văn trong Việt ngữ. Có được thành công ấy, vì Cao Xuân Hạo trong sâu thẳm tâm hồn mình là một nghệ sĩ, một nghệ sĩ ngôn từ, nghệ sĩ của tiếng Việt|author=Nhà thơ Thanh Thảo}}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*Cao Xuân Hạo, ''[http:\/\/vnn.vietnamnet.vn\/vanhoa\/chuyende\/2006\/01\/533571\/ Suy nghĩ về dịch thuật]''\n*Cao Xuân Hạo, ''[http:\/\/vannghe.free.fr\/caoxuanhao\/chung-vi-cuong.html Chứng vĩ cuồng: hiện tượng và căn nguyên]''\n*Hà Văn Thuỳ, ''[http:\/\/www.talawas.org\/talaDB\/suche.php?res=5630&rb=06 Cao Xuân Hạo – chàng Don Quijote độc hành]''\n*Hoàng Dũng, ''[http:\/\/www.talawas.org\/talaDB\/suche.php?res=5116&rb=06 Cao Xuân Hạo – Nhà ngữ học]''\n*Thanh Thảo, ''[https:\/\/web.archive.org\/web\/20071017151225\/http:\/\/www1.thanhnien.com.vn\/Chaobuoisang\/2007\/10\/17\/212648.tno Người đồng hành cùng tiếng Việt]''\n\n{{Thời gian sống|sinh=1930|mất=2007}}\n\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà ngôn ngữ học Việt Nam]]\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Dòng họ Cao Xuân|Hạo]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]"}