{"40162":"{{Cần biên tập|date=tháng 1\/2022}}\n{{Văn phong|date=tháng 1\/2022}}\n{{Bài cùng tên}}\n'''Cao Thắng''' ([[1864]] – [[1893]]) là một trợ thủ đắc lực của [[Phan Đình Phùng]], và là một chỉ huy xuất sắc trong cuộc [[khởi nghĩa Hương Khê]] ([[1885]]-[[1896]]) trong [[lịch sử Việt Nam]] ở cuối [[thế kỷ 19]].\n{{Thông tin nhân vật\n| hình = [[Tập tin: Cao Thắng.jpg|thumb|250px|Chân dung Cao Thắng do người Pháp vẽ]]\n| ghi chú hình = \n| cỡ hình = 230px\n| ngày sinh = [[6 tháng 6]] năm [[1864]]\n| ngày mất = {{ngày mất và tuổi|1893|1|21|1864|6|6}}\n| nơi mất = Vụ Quang, [[Hương Khê]], [[Hà Tĩnh]]\n| tổ chức = [[nhà Nguyễn|triều Nguyễn]]\n| phong trào = [[Phong trào Cần Vương|Cần Vương]]\n| tôn giáo = \n| giải thưởng = \n| tên = Cao Thắng\n| nơi sinh = Châu Lễ, [[Hương Sơn]], [[Hà Tĩnh]]\n| tên khác = ''Cao Thắng''\n| alt = \n}}\n\n==Thân thế và sự nghiệp==\nÔng sinh ra trong một gia đình nông dân ở xã [[Sơn Lễ]], huyện [[Hương Sơn]], tỉnh [[Hà Tĩnh]]<ref>Sách ''Lịch sử 11'' (nâng cao, tr. 254), ''Đại cương lịch sử Việt Nam'' (tập 2, tr. 80) và ''Hỏi đáp lịch sử Việt Nam'' (tập 3, tr. 288) đều ghi Cao Thắng \"quê ở Hàm Lại thuộc xã [[Sơn Lễ]], huyện [[Hương Sơn]] (Hà Tĩnh)\". Sách ''Từ điển nhân vật lịch sử Việt Nam'' và sách ''Thành ngữ-Điển tích-Danh nhân từ điển'' của Trịnh Vân Thanh (1966, quyển 1, tr. 95) đều chép \"quê ông ở làng Lê Động, huyện Hương Sơn\" (tr. 73). Thông tin trên trang báo ''Hà Tĩnh Online'' chép quê ông \"ở thôn Yên Đức, xã Tuần Lễ, tổng Yên Ấp, huyện Hương Sơn (nay là xã Sơn Lễ, huyện Hương Sơn, tỉnh Hà Tĩnh)\" [http:\/\/baohatinh.vn\/home\/danh-nhan\/cao-thang-1864-1893\/1k47589.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101120113433\/http:\/\/baohatinh.vn\/home\/danh-nhan\/cao-thang-1864-1893\/1k47589.aspx|date=2010-11-20}}. Tại xã Sơn Lễ hiện còn đền thờ ông [http:\/\/hatinh24h.org.vn\/26729\/noi-tho-tu-danh-tuong-cao-thang-khong-co-duong-vao.hatinh24h.org.html]{{Liên kết hỏng|date=2021-02-09|bot=InternetArchiveBot}}.<\/ref>.\n\nNăm [[Giáp Tuất]] ([[1874]]), khi mới 10 tuổi, Cao Thắng đi theo Đội Lựu ([[Trần Quang Cán]]) <ref>Sau khi triều đình [[Huế]] ký [[Hòa ước Giáp Tuất (1874)|Hiệp ước Giáp Tuất]] với [[Pháp]] ngày [[15 tháng 3]] năm [[1874]], Trần Quang Cán cùng Đặng Như Mai, Trần Tấn, Trương Quang Thủ đã nổi dậy đánh Pháp theo chủ trương \"Bình Tây sát tả\". Nghĩa quân đã làm chủ được hầu hết vùng [[Nghệ An]]-[[Hà Tĩnh]], trừ thành [[Nghệ An]] (Vinh). Sau, cuộc khởi nghĩa bị triều đình [[Huế]] sai quân đến đàn áp.<\/ref> làm liên lạc cho nghĩa quân mà triều đình Huế gọi là ''giặc Cờ Vàng''<ref>Theo ''Việt sử tân biên'', sách đã dẫn, tr. 146.<\/ref>. Sau khi Đội Lựu chết, Cao Thắng lẩn trốn, được giáo thụ Phan Đình Thuật (anh ruột [[Phan Đình Phùng]]) đưa về nuôi.\n \nNăm [[1881]], khi ông Thuật mất, Cao Thắng trở về [[Sơn Lễ]] làm ruộng. Năm [[Giáp Thân]] ([[1884]]), Cao Thắng bị vu cáo là thủ phạm giết vợ Quản Loan nên bị bắt và giam tại nhà lao [[Hà Tĩnh]].\n\nNgày [[2 tháng 10]] năm [[Ất Dậu]] ([[5 tháng 11]] năm [[1885]]), thủ lĩnh trong [[phong trào Cần Vương]] là [[Lê Ninh]] đã đưa quân đến tập kích tòa thành trên, giết chết Bố chính Lê Đại, bắt sống Án sát Trịnh Vân Bưu, và giải phóng tù nhân, trong đó có Cao Thắng.\n\n===Gia nhập lực lượng Hương Khê===\nTrở lại quê nhà, Cao Thắng cùng [[Cao Nữu]] (em ruột) và Nguyễn Kiểu (bạn thân) chiêu mộ được khoảng 60 người đồng chí hướng, rồi tất cả cùng tự nguyện đến tham gia cuộc [[khởi nghĩa Hương Khê]] do [[Tiến sĩ]] [[Phan Đình Phùng]] (người được vua [[Hàm Nghi]] giao trọng trách tổ chức phong trào kháng [[Đế quốc thực dân Pháp|Pháp]] ở [[Hà Tĩnh]]) làm thủ lĩnh.\n\nBan đầu, Cao Thắng được phong làm Quản cơ. Đến đầu năm [[1887]], khi phong trào bị suy yếu, Phan Đình Phùng giao quyền tổng chỉ huy lại cho Cao Thắng để ra [[Bắc Kỳ|Bắc]] đến các tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hải Dương]], [[Bắc Ninh]],... tìm sự hỗ trợ và liên kết lực lượng.\n \nỞ lại [[Hà Tĩnh]], Cao Thắng cùng các chỉ huy khác như Cao Nữu, Cao Đạt, Nguyễn Niên,... đem quân đến làng Lê Động ([[Hương Sơn]]) để tổ chức lại lực lượng, luyện quân, xây dựng hệ thống đồn lũy, rèn đúc vũ khí,...\n \nTheo thông tin trên ''báo Hà Tĩnh'' (bản điện tử đăng tải ngày [[21 tháng 8]] năm [[2009]]) thì Cao Thắng đã cho xây dựng một hệ thống đồn lũy tựa lưng vào dãy Thiên Nhẫn và Giăng Màn, vây kín ba mặt Bắc, Tây, Nam, sẵn sàng ứng cứu cho nhau một cách nhanh chóng. Ngoài ra, ở đây còn có đường rút sang [[Lào]], có đường sang [[Nghệ An]], vào [[Quảng Bình]], xuống các vùng thuộc [[Hà Tĩnh]]. Quân Pháp tiến vào đây chỉ có một con đường độc đạo là [[Quốc lộ 8]]. Chính vì thế mà những căn cứ này đã đứng vững cho đến ngày cuối cùng của cuộc khởi nghĩa (1896)<ref>Xem chi tiết ở đây: [http:\/\/baohatinh.vn\/home\/danh-nhan\/cao-thang-1864-1893\/1k47589.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101120113433\/http:\/\/baohatinh.vn\/home\/danh-nhan\/cao-thang-1864-1893\/1k47589.aspx|date=2010-11-20}}.<\/ref>.\n\n===Giúp nghĩa quân chế tạo súng===\nThấy nghĩa quân trang bị thiếu thốn, Cao Thắng ngày đêm suy nghĩ cách chế súng đánh giặc. Buổi đầu, ông nhờ thợ rèn hai làng Trung Lương và Văn Trung (Hà Tĩnh) rèn được 200 khẩu súng trường theo mẫu thiết kế của ông. Đó là loại súng nhồi thuốc ở đầu nòng, dùng kim hỏa đánh lửa đốt thuốc phóng ở đạn. Tuy nhiên, loại súng mà Cao Thắng thiết kế còn nhiều hạn chế, do nạp đạn ở đằng nòng nên việc nạp đạn khá lâu. Từ đó, ông suy nghĩ phải chế được một khẩu súng trường dựa theo kiểu của Pháp.\n\nMột hôm, nghĩa quân phục kích, tiêu diệt một toán lính gồm hai viên quan Pháp và 15 lính nguỵ Việt mang súng áp tải một hòm bạc để phát lương cho lính đóng ở đồn Phố Châu. Thu được 17 khẩu súng trường, hơn 600 viên đạn và mấy nghìn đồng bạc. Có súng Pháp, Cao Thắng đã tập trung những thợ rèn giỏi nghiên cứu và rèn đúc theo mẫu.\n\nĐề cập đến việc Cao Thắng rèn đúc vũ khí, nhà sử học [[Phạm Văn Sơn]] kể:\n:''Một sự khó khăn nhất bấy giờ đối với nghĩa quân là vấn đề vũ khí. Kinh nghiệm cho thấy gươm giáo, gậy guộc không chống nổi súng đồng...Cho nên Cao Thắng liền nghĩ cách chế tạo súng đạn...Trong một trận giáp chiến trên đường [[Nghệ An]]-[[Hương Sơn]], Cao Thắng đoạt được 17 khẩu súng bắn mau của quân Pháp...Ông liền cho thợ rèn ở hai làng là Vân Chàng và Trung Lương ([[Hà Tĩnh]]) lấy súng làm mẫu... Sau mấy tháng ròng đúc được 350 khẩu như hệt kiểu súng năm [[1874]] của Pháp...<ref>Lược theo '[[Việt sử tân biên]]'' (sách đã dẫn, tr. 147). Tuy nhiên \"vì nòng súng không xẻ rãnh, cho nên đạn không đi xa được\" (lời của đại úy Charles Gosselin. ''[[Việt Nam sử lược]]'' trích dẫn lại, tr. 566).<\/ref>\n\nCao Thắng đã tháo một khẩu súng ra thành từng mảnh, xem xét kích thước, công dụng của từng bộ phận, rồi đốc thúc thợ rèn cứ theo đúng kích thước mà làm, nếu hỏng thì rèn lại… cho đến kỳ được mới thôi. Sắt làm súng được thu gom trong nhân dân, còn vỏ đạn thì góp nhặt những mâm đồng, nồi đồng đập dẹp, dát mỏng mà cuốn lại. Thuốc súng thì dùng từ diêm tiêu đào tìm trong hang núi. Riêng nòng súng thì phải làm từ gọng ô.\n\nLàm được súng rồi, khi bắn thử thì nòng súng vỡ ra bởi chất lượng sắt không tốt, nên nòng súng không chịu được hơi thuốc đạn. Không nản chí, Cao Thắng liền cử [[Cao Đạt]] sang Xiêm khảo cứu cách làm súng và mua bột nổ. Bấy giờ, quân Anh ở Xiêm có bất hòa với Pháp, nên đã bày cho cách làm nòng súng đặc bằng thép non, rồi khoan bằng thép già cho thành nòng súng, sau tôi nòng súng cho già. Nhờ đó, nghĩa binh đã chế tạo được súng. Sau hai tháng, Cao Thắng cùng với những người thợ đã chế tạo được 350 súng trường kiểu Pháp<ref>http:\/\/baophapluat.vn\/rubic-cuoc-song\/ky-tai-vi-tuong-nong-dan-che-sung-gioi-nhu-nguoi-phap-do-suc-voi-tay-304999.html<\/ref>.\n\nSúng của Cao Thắng có 2 hạn chế: Đầu tiên, lò xo kim hỏa làm bằng gọng ô, chỉ bắn được 6 phát thì bị nhiệt độ cao làm yếu đi, không bắn được tiếp, nên cứ bắn 6 phát lại phải rót nước vào lò xo để bắn tiếp. Nhược điểm thứ 2 là nòng súng không có rãnh xoắn, nên độ chính xác thấp hơn súng nguyên mẫu. Dẫu vậy thì súng cũng đã vượt trội hơn [[súng hỏa mai]] và mọi loại súng nòng trơn nạp đạn từ miệng nòng hồi giữa thế kỷ 19, có nhiều điểm còn tiên tiến hơn súng trường [[Chassepot]] (loại súng mà quân Pháp sử dụng giai đoạn 1865-1873). Ở cự ly tác chiến dưới 200 mét thì súng Cao Thắng chỉ kém chút ít so với [[súng trường Gras|súng trường Gras Model 1874]] mà quân Pháp dùng khi đó.\n\nĐại úy Ch. Gosselin trong quyển sách L’Empire d’Annam (Đế quốc An Nam) đã viết: ''“Các khẩu súng kiểu 1874 này được sản xuất bí mật tại những địa điểm mà chúng ta không phát hiện ra được và với một khối lượng rất nhiều. Tôi đã mang về Pháp vài khẩu súng này, chúng giống về tất cả mọi phương diện so với những khẩu súng do các công binh xưởng của chúng ta sản xuất và đã làm cho các sĩ quan pháo binh mà tôi đưa cho họ xem phải hết sức ngạc nhiên. Chúng chỉ khác với những khẩu súng của chúng ta về hai điểm mà thôi: Lò xo xoáy ốc được tôi chưa đủ và nòng súng không có xẻ rãnh; hậu quả của điều này là đạn đi không xa. Tuy nhiên, những khẩu súng này đã bắn chết rất nhiều binh lính và sĩ quan người Âu và binh lính người bản xứ”''<ref>{{Chú thích web |url=http:\/\/khoahocdoisong.vn\/nhung-khau-sung-truong-cua-cao-thang-ky-2-sang-tao-trong-thieu-thon\/ |ngày truy cập=2018-09-05 |tựa đề=Bản sao đã lưu trữ |archive-date=2018-09-05 |archive-url=https:\/\/web.archive.org\/web\/20180905142523\/http:\/\/khoahocdoisong.vn\/nhung-khau-sung-truong-cua-cao-thang-ky-2-sang-tao-trong-thieu-thon\/ |url-status=dead }}<\/ref>.\n\nTuy chỉ có thể chế tạo súng thủ công bằng lò rèn địa phương, nhưng nghĩa quân đã chế tạo được khá nhiều súng. Le Normand ước lượng là tổng số vũ khí do nghĩa quân [[khởi nghĩa Hương Khê]] tự sản xuất và sử dụng cho đến 1895 là từ 1.200 đến 1.300 khẩu. Nếu tính cả số thiệt hại và phá huỷ do quân Pháp gây ra nhiều lần khi tấn công vào các căn cứ địa của nghĩa quân, thì tổng số vũ khí do nghĩa quân chế tạo được lên đến hàng ngàn khẩu. Sau khi đàn áp xong cuộc khởi nghĩa, tháng 1-1897 thực dân Pháp đã thu được 403 khẩu súng, 328 nòng súng, 103 súng hỏa mai.\n\nCuối [[tháng chín|tháng 9]] năm [[1889]], Phan Đình Phùng từ [[Bắc Kỳ]] trở về [[Hà Tĩnh]]. Nhờ Cao Thắng và các chỉ huy khác, mà lực lượng lúc này đã có khoảng ngàn lính và 500 khẩu súng kiểu Pháp và rất nhiều [[súng hỏa mai]]<ref>Căn cứ theo ''Việt sử tân biên'', sách đã dẫn, tr. 147.<\/ref>. Nhận thấy trong công tác chuẩn bị, mọi mặt đều đã khá, Phan Đình Phùng và Cao Thắng bèn cho mở rộng địa bàn hoạt động ra khắp bốn tỉnh là Thanh Hóa, Nghệ An, Hà Tĩnh và Quảng Bình; làm cản trở con đường đi lại Bắc-Nam và công cuộc thôn tính nước [[Việt Nam|Việt]] của quân [[Đế quốc thực dân Pháp|Pháp]].\n\nKể từ đó trở đi, Cao Thắng trở thành một trợ thủ đắc lực của thủ lĩnh Phan Đình Phùng, và là một chỉ huy dũng cảm và xuất sắc của lực lượng Hương Khê. Mặc dù bận rộn công việc điều hành chung và rèn đúc vũ khí, nhưng Cao Thắng cũng đã tham dự một số trận đánh, đáng kể là trận:\n*Chống cuộc càn quét của quân Pháp tại khu Hói Trùng và Ngàn Sâu vào đầu [[tháng tám|tháng 8]] năm [[1892]].\n*Dùng mưu bắt sống được Tuần phủ [[Đinh Nho Quang]] vào [[tháng ba|tháng 3]] năm [[1892]], làm chấn động dư luận Hà Tĩnh<ref>''Từ điển nhân vật lịch sử Việt Nam'', tr. 73.<\/ref>.\n\nThấy nghĩa quân Hương Khê ngày càng lớn mạnh, quân Pháp một mặt tăng cường càn quét, thu hẹp phạm vi hoạt động của quân, mặt khác tìm cách cắt đứt liên lạc giữa các quân thứ, và giữa nghĩa quân với nhân dân.\n\n===Tử trận===\nĐể phá thế bị bao vây và mở rộng địa bàn hoạt động, được thủ lĩnh Phan Đình Phùng đồng ý, [[tháng mười một|tháng 11]] năm [[1893]]<ref>Chép theo ''Lịch sử 11'' (nâng cao, tr. 256).<\/ref>, Cao Thắng cùng Cao Nữu, Nguyễn Niên đem khoảng một ngàn quân từ Ngàn Trươi mở trận tấn công lớn vào tỉnh lỵ [[Nghệ An]]. Trên đường hành quân, nhiều đồn trại đối phương bị phá bỏ. Nhưng trận trận tấn công đồn Nu (hay Nỏ) ở [[Thanh Chương]] (một huyện miền núi nằm ở phía tây nam thuộc tỉnh [[Nghệ An]]), Cao Thắng trúng mưu của viên đồn trưởng tên Phiến.\n \nSử gia [[Phạm Văn Sơn]] kể:\n:''Ở đồn Nỏ chỉ có trăm quân. Liệu sức không chống nổi, thiếu úy đồn trưởng tên Phiến chia quân ra làm hai, một nửa ở giữ đồn, một nửa ra ngoài mai phục. Khi Cao Thắng phát lệnh tấn công, thì quân ông bất ngờ bị hỏa lực của đối phương đánh kẹp từ cả hai phía trước và sau. Cao Thắng không may bị đạn, chết tại trận tiền lúc 29 tuổi, gây tổn thất lớn cho nghĩa quân Hương Khê...Để trả thù cho ông, ngày 29 [[tháng ba|tháng 3]] năm [[1894]], Lãnh Lợi đã tổ chức trận đã phục kích tại Vạn Sơn (Nam Đồng). Cuối cùng, Đốc binh Nguyễn Bảo đã giết được thiếu úy Phiến''<ref>Theo ''Việt sử tân biên'', sách đã dẫn, tr. 159 và 163.<\/ref>.\n\nLợi dụng cơ hội nghĩa quân bị mất người đứng đầu tài giỏi, quân Pháp tăng thêm binh lực rồi siết chặt vòng vây. Nghĩa quân Hương Khê cố gắng đánh trả những cuộc vây quét, nhưng thế lực của lực lượng ngày càng giảm sút.\n\n==Sau khi hy sinh==\nSau khi Cao Thắng mất, nghĩa quân Hương Khê thắng một trận lớn ở Vụ Quang ([[tháng mười|tháng 10]] năm [[1894]]), nhưng vẫn không xoay chuyển được tình thế. Ngày [[28 tháng 12]] năm [[1895]], thủ lĩnh [[Phan Đình Phùng]] cũng bị tử thương trong một trận kịch chiến <ref>Sách ''Lịch sử Nghệ Tĩnh'' cho biết trước đây, [[đế quốc thực dân Pháp|thực dân Pháp]] tung tin Phan Đình Phùng mất vì bệnh [[kiết lỵ]], nhưng căn cứ theo bức công điện của Khâm sứ Trung Kỳ gửi Toàn quyền Đông Dương, thì ông đã hy sinh anh dũng (dẫn theo ''Đại cương lịch sử Việt Nam'', tập 2, tr. 84). Sách ''Lịch sử 11'' (nâng cao, tr. 256) chép theo ý này.<\/ref>. \nĐến đầu năm [[1896]], cuộc khởi nghĩa Hương Khê mà Phan Đình Phùng, Cao Thắng và các tướng lĩnh khác đã dày công xây dựng kết thúc.\n\nTheo sử liệu thì di hài Cao Thắng được nghĩa quân đưa về chôn cất tại Ngàn Trươi (núi Vụ Quang). Hiện ở thôn Khê Thượng (huyện [[Hương Khê]]) và ở thôn Cao Thắng (xã [[Sơn Lễ]], huyện [[Hương Sơn]]) đều có đền thờ ông <ref>Nguồn: ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 73), [http:\/\/hatinh24h.org.vn\/26729\/noi-tho-tu-danh-tuong-cao-thang-khong-co-duong-vao.hatinh24h.org.html#ixzz2DMREWCcq]{{Liên kết hỏng|date=2021-02-09|bot=InternetArchiveBot}}.<\/ref>. Ngoài ra, tên ông còn được dùng để đặt tên cho nhiều trường học và đường phố tại [[Việt Nam]].\n\n==Tưởng niệm==\nMất đi một trợ thủ đắc lực là [[Cao Thắng]], quá thương tiếc [[Phan Đình Phùng]] đã làm hai câu liễn để thờ, và nhờ Võ Phát <ref>Võ Phát tục gọi là Bang Nhu, chỉ huy Thạch thứ ở huyện [[Thạch Hà]] ([[Hà Tĩnh]]). Sau thất trận, ông bị bắt rồi bị chém chết tại [[Huế]].<\/ref> soạn một đọc bài [[văn tế]] [[Chữ Nôm|Nôm]] để cho ông đọc. Trong bài văn tế có đoạn:\n \n:''Hào kiệt ấy tài,\n:''Kinh luân là chí;\n:''Vén mây nửa gánh giang san\n:''Vỗ cánh bốn phương hồ thỉ,\n:''Gặp quốc bộ đang cơn binh cách, nghĩa giúp vua chung nỗi ân ưu,\n:''Bỏ gia đình theo việc nhung đao, lòng đánh giặc riêng phần lao tuỵ;\n:''Địa bộ muốn theo dòng [[Nhạc Phi|Nhạc mục]], thét nhung bào từng ghê trận oai linh,\n:''Thiên tài toan học chước [[Gia Cát Lượng|Võ hầu]], chế súng đạn biết bao chừng cơ trí;\n:''Ơn quân tướng Đổng nhung vâng mạng, cầm ấn quan phòng,\n:''Tước triều đình Chưởng vệ gia phong, kéo cờ tân chế;\n:''Những chắc rằng: ba sinh có phước, hăm hở mài gươm chuốt đá, chí khuông phò không phụ với quân vương.\n:''Nào ngờ đâu! một sớm không chừng, mơ màng đạn lạc tên bay, trường chiến đấu biết đâu là số hệ;...\n\n:''...Thôi! Thôi!\n:''Cửa tía lầu vàng đành kẻ khuất, đem thân bách chiến, để tiếng thơm cho tỏ mặt anh hùng.\n:''Súng đồng gươm bạc mặc người còn, truyền lệnh ba quân, thét hơi mạnh để xây nền bình trị.\n:''Thương ôi là thương,\n:''Kể sao xiết kể''<ref>Xem bản đầy đủ trong ''[[Việt sử tân biên]]'', sách đã dẫn, tr. 160-162.<\/ref>.\n\nTrong sách ''[[Việt Nam vong quốc sử]]'' của [[Phan Bội Châu]] cũng có đoạn viết về [[Cao Thắng]] như sau:\n:''...Ở hạt [[Hà Tĩnh]], trong khoảng 11 năm, (nhiều người) đã liều mạng đánh nhau với [[Pháp]], vất vả trăm trận đánh trở thành danh tướng một thời, trong số ấy nổi bật có Chưởng doanh nghĩa binh là [[Cao Thắng]],... Thắng quả cảm, thiện chiến, thấy một cái súng Tây mà có thể y theo kiểu chế tạo ra tinh xảo không kém gì của [[Pháp]]. Đánh nhau với [[Pháp]], ông đã chém được đầu những quan một, quan hai của Pháp, quân Pháp đã phải khuyên nhau hễ gặp Thắng là phải tránh đi. Giá mà trong nước có được mấy trăm ông [[Cao Thắng]] thì [[người Pháp]] chả phải rút về Tây ư?... [[Cao Thắng]] chết, người Pháp đốt chỗ làng (ông) quật mộ ông lên... Tiếc thay! (Nguyễn) Chanh, [[Cao Thắng]] chết rồi, [[Hà Tĩnh]] không có danh tướng nữa''...<ref>''Việt Nam vong quốc sử'', tr. 89.<\/ref>\n\nHiện nay ở Khê Thượng ([[Hương Khê]]) và thôn Cao Thắng ([[Sơn Lễ]], [[Hương Sơn]]) đều có đền thờ [[Cao Thắng]]. Ngoài ra, tên ông còn được dùng để đặt tên cho nhiều trường học và đường phố tại [[Việt Nam]].\n\n==Xem thêm==\n*[[Khởi nghĩa Hương Khê]]\n*[[Phan Đình Phùng]]\n\n==Sách tham khảo==\n*[[Phan Bội Châu]], ''[[Việt Nam vong quốc sử]]''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1982.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 5, tập trung). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]]. 1963.\n*Đinh Xuân Lâm - Nguyễn Văn Khánh - Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (tập 2). Nhà xuất bản Giáo dục, 2006.\n*Hoàng Văn Lân - Ngô Thị Chính, ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1. Nhà xuất bản Giáo dục, 1979.\n*Nhiều tác giả (Phan Ngọc Liên chủ biên). ''Lịch sử 11'' (nâng cao). Nhà xuất bản Giáo dục, 2007.\n*[[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, 1992.\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/baohatinh.vn\/home\/danh-nhan\/cao-thang-1864-1893\/1k47589.aspx Cao Thắng trên báo Hà Tĩnh (bản điện tử đăng tải ngày 21 tháng 8 năm 2009)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101120113433\/http:\/\/baohatinh.vn\/home\/danh-nhan\/cao-thang-1864-1893\/1k47589.aspx |date=2010-11-20 }}\n\n{{thời gian sống|1864|1893}}\n\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Người Hương Sơn]]\n[[Thể loại:Khởi nghĩa Hương Khê]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Nhà cách mạng Việt Nam]]"}