{"570150":"'''Cao Hoài Sang''' ([[1901]]-[[1971]]) là Thượng Sanh chủ chi Thế [[Hiệp Thiên Đài]] của [[đạo Cao Đài]], lãnh đạo tôn giáo Cao Đài từ năm 1957 đến khi quy thiên năm 1971. Ông sinh ngày [[29 tháng 7]] năm [[Tân Sửu]] (dl ngày [[11 tháng 9]] năm [[1900|1901)]] tại làng Thái Bình, tỉnh [[Tây Ninh]].<ref>{{Chú thích web |url=http:\/\/www-personal.usyd.edu.au\/~cdao\/booksv\/tvr12dtdtcdcd13.htm |ngày truy cập=2011-09-30 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-04-03 |archive-url=https:\/\/web.archive.org\/web\/20120403213001\/http:\/\/www-personal.usyd.edu.au\/~cdao\/booksv\/tvr12dtdtcdcd13.htm |url-status=dead }}<\/ref> Con ông Cao Hoài Ân, lúc sinh tiền làm việc tại Tòa án Sài Gòn, là vị Thẩm phán Việt Nam đầu tiên và bà Hồ Thị Lự (sau này là nữ Đầu sư Hàm phong Hương Lự).\n\n== Sự nghiệp đời ==\nÔng là con út trong gia đình có ba anh em. Người anh cả là Cao Đức Trọng, là chức sắc cao cấp của đạo Cao Đài với phẩm vị Tiếp Đạo Hiệp Thiên Đài và chị là bà Cao Thị Cường cũng là một chức sắc Cao Đài với phẩm Giáo sư Thánh danh là Hương Cường, từng là Giám đốc Cô nhi viện Tây Ninh.\n\nSau khi thi đỗ bằng thành chung, ông vào làm việc tại [[Sở Thương Chánh Sài Gòn]] (tức Quan thuế Sài gòn) cho đến chức Tham Tá Thương Chánh rồi hồi hưu. Trong thời gian làm công chức, ông thường được khen tặng là một công chức thanh liêm mặc dù làm ngành quan thuế có nhiều cám dỗ.\n\n== Sự nghiệp đạo ==\nVào khoảng [[tháng bảy|tháng 7]] năm [[1925]], ông cùng với các bạn hữu công chức gốc [[Tây Ninh]] là [[Cao Quỳnh Cư]] và [[Phạm Công Tắc]] cùng thử nghiệm lập bàn tại nhà ông Cao Hoài Sang ở đường Arras. Do các thành viên ban đầu mang [[cao (họ)|họ Cao]] và [[phạm (họ)|họ Phạm]], nên còn được gọi là nhóm Cao - Phạm. Nhóm còn có một thành viên nữ là bà Nguyễn Thị Hiếu, vợ ông Cao Quỳnh Cư.\n\nNhóm được cho là tiếp xúc với [[Thượng đế]] qua danh hiệu AĂÂ vào khoảng tháng 7 năm 1925. Đến khoảng trung tuần tháng 9 năm 1925, nhóm chuyển sang dùng đại ngọc cơ để [[cầu cơ]]. Theo các tài liệu [[đạo Cao Đài]], thì giữa tháng 12 năm đó, nhóm được Thượng đế xưng danh [[Cao Đài]] lần đầu tiên.\n\nĐến ngày [[15 tháng 3]] năm [[Bính Dần]] ([[25 tháng 4]] năm [[1926]]) ông thọ phong phẩm vị Thượng Sanh. Sau năm 1934, ông về sống ẩn dật tại Sài Gòn, không tham gia hành đạo.\n\nKhi Hộ pháp Phạm Công Tắc lưu vong sang [[Campuchia]] do bị [[Ngô Đình Diệm]] đàn áp thì công việc tại Tòa Thánh tạm thời do vị Thời Quân Bảo Thế Lê Thiện Phước nắm giữ. Ngày [[17 tháng Giêng]] năm [[Bính Thân]] (1956), Bảo Thế Lê Thiện Phước đại diện [[Giáo hội Cao Đài Tây Ninh|Hội Thánh Cao Đài Tòa Thánh Tây Ninh]] ký với đại diện chính quyền Ngô Đình Diệm \"Bản thỏa ước Bính Thân\" nhằm xác nhận là [[đạo Cao Đài]] từ đây tách rời chính trị ra khỏi Đạo.\n\nĐến ngày [[10 tháng 3]] năm [[Đinh Dậu]] (dl [[9 tháng 4]] năm [[1957]]) do Hội Thánh Cao Đài yêu cầu Thượng Sanh Cao Hoài Sang và các vị Thời Quân [[Hiệp Thiên Đài]] về [[Tòa Thánh Tây Ninh]] cầm quyền điều hành nền đạo.\n\nTrong thời gian hành đạo tại Tòa Thánh, ông đã làm nhiều việc lưu hậu thế đáng kể như sau:\n\n*Đưa Đạo Cao Đài ra ngoài các ảnh hưởng [[chính trị]], trở về hoạt động thuần túy [[tôn giáo]].\n*Tạo tư cách pháp nhân cho Đạo theo Hiến chương ngày [[19 tháng 12]] năm [[Giáp Thìn]] (dl [[21 tháng 1]] năm [[1965]]) và được ông chủ tịch [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Uỷ ban Lãnh đạo Quốc gia]] [[Nguyễn Văn Thiệu]] ký sắc luật số 003\/65 ngày 12 tháng 7 năm 1965 thừa nhận.<ref>{{Chú thích web |url=http:\/\/www-personal.usyd.edu.au\/~cdao\/booksv\/tvrcts.htm |ngày truy cập=2011-09-30 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-08-08 |archive-url=https:\/\/web.archive.org\/web\/20110808170324\/http:\/\/www-personal.usyd.edu.au\/~cdao\/booksv\/tvrcts.htm |url-status=dead }}<\/ref>\n*Cuối năm 1965, ông ký ban hành Qui điều Ban Thế Đạo. Cơ quan có nhiệm vụ độ dẫn các nhân sĩ trí thức ngoài xã hội, gia nhập vào đạo Cao Đài.\n\n== Vận động thống nhất các chi phái quy hiệp về Tòa Thánh Tây Ninh ==\nNgày [[8 tháng 1]] năm [[Kỷ Dậu]] ([[1969]]), ông ban hành văn bản '''Điều kiện quy nhứt về Tòa Thánh Tây Ninh''' làm nền tảng cho các chi phái muốn quy hiệp về [[Tòa Thánh Tây Ninh]].\n\nNhận được văn bản '''Điều kiện quy nhứt về Tòa Thánh Tây Ninh''' nên ngày [[15 tháng 6]] năm [[Giáp Thìn]] ([[1964]]) một phiên họp của các đại diện các chi phái trong đạo Cao Đài đặt tại Tam Giáo Điện Minh Tân ([[Thành phố Hồ Chí Minh|Sài Gòn]]) gồm có đại diện 7 chi phái và đại diện cơ quan Đạo. Mục đích là tìm phương pháp qui hợp thống nhất các chi phái Cao Đài về [[Tòa Thánh Tây Ninh|Toà Thánh Tây Ninh]]. Toàn Hội giao nhiệm vụ chủ toạ cho ông [[Phan Khắc Sửu]].\n\nToàn Hội quyết định thành lập ban vận động lấy tên là \"Tổng Hợp Chi Phái Cao Đài\" tạm thời uỷ quyền cho ông Trần Văn Quế lãnh tiếp xúc với các chi phái và [[Giáo hội Cao Đài Tây Ninh|Hội Thánh Cao Đài Tòa Thánh Tây Ninh]].\n\n== Tiếp tục công việc của Hộ pháp Phạm Công Tắc ==\nÔng tiếp tục công tác xây dựng cơ sở Đạo mà [[Hộ pháp]] [[Phạm Công Tắc]] và các vị chức sắc khai đạo chưa thực hiện hoàn chỉnh như:\n\n*Năm 1962, ông cho lập Ban Đạo Sử có nhiệm vụ ghi chép, lưu trữ các tài liệu lịch sử của Cao Đài giáo.\n*Ngày [[10 tháng 4]] năm [[Quý Mão]] (dl [[1 tháng 6]] năm [[1963]]) ông ban Đạo lịnh số 017\/ĐL cho thành lập Ban kiểm duyệt kinh sách Đạo. Có nhiệm vụ kiểm duyệt những Kinh, Thánh giáo và sách vở của Đạo trước khi ban hành để tránh điều sơ sót.\n*Ngày [[5 tháng 5]] năm [[Đinh Mùi]] (1967) ông cho lập Cơ quan Phát thanh và Phổ thông giáo lý. Làm cơ quan phổ biến giáo lý Cao Đài cho các tín đồ Cao Đài và dân chúng khắp [[Việt Nam]].\n*Ngày [[13 tháng 8]] năm [[1969]], ông cử ông [[Nguyễn Kim Vinh]] xây dựng Vạn Pháp Cung tại chân [[núi Bà Đen]]. Nhưng vì ảnh hưởng chiến cuộc, sau đó Chí Thiện Võ Văn Đợi và con Võ Văn Kỵ dời về gần phường Ninh Thạnh, [[Tây Ninh (thành phố)|Thành phố Tây Ninh]] hiện nay.\n*Ông cho xúc tiến việc mở mang và xây dựng các [[Thánh thất Cao Đài]] và Điện thờ Phật Mẫu trên khắp [[miền Nam (Việt Nam)|miền Nam Việt Nam]].\n*Năm 1971, ông cho xây dựng Viện Đại học Cao Đài. Ngày [[24 tháng 11]] năm [[1971]] Hội đồng Quản trị Viện Đại học Cao Đài được [[Bộ Giáo dục Việt Nam Cộng Hòa]] cấp giấy phép số 7999\/GD\/VP đề ngày [[29 tháng 9]] năm [[1971]] để bổ túc giấy phép số 9335\/GD cấp ngày [[24 tháng 11]] năm [[1971]].\n\n== Ảnh hưởng đến nhạc lễ Cao Đài và phong trào đờn ca tài tử Nam Bộ ==\nThượng Sanh Cao Hoài Sang vốn dĩ sinh ra trong gia đình có truyền thống hoạt động âm nhạc dân tộc, có tiếng ở tỉnh Tây Ninh.\n\nNgay thời tuổi trẻ, Cao Hoài Sang đã được gần gũi, học hỏi nhiều về ca nhạc tài tử, cũng như [[nhạc lễ Nam Bộ]]. Những năm 1930, 1940, khi ở cạnh [[chợ Thái Bình]], [[Quận 1]], [[Thành phố Hồ Chí Minh]], ông thường xuyên tham gia phong trào [[đờn ca tài tử Nam Bộ|đờn ca tài tử]].\n\nNgay từ những năm đầu, [[Trường Quốc gia Âm nhạc và Kịch nghệ]] ra đời, vào những năm 1950, Thượng Sanh Cao Hoài Sang thường xuyên đến trao đổi, giao lưu với các [[giáo sư]] của trường về đờn ca tài tử, nhạc lễ. Lúc đó, nơi ở của ông cũng là nơi tổ chức các buổi giao lưu, biểu diễn của nhiều nhóm nhạc tài tử.\n\nTrong thời gian này, Thượng Sanh Cao Hoài Sang đã sáng tác nhiều bài ca theo các điệu nhạc tài tử, được lưu hành rộng rãi trong công chúng từ đó đến nay. Trong đó có nhiều bài ca được cảm tác từ Truyện Kiều, như: Bỉ Vận Kiều Nương, Kiều Du Thanh Minh v.v... và nhiều đề tài khác như: Nguyệt Nga Họa Tượng Vân Tiên, Xuân Nhật Hoài Cố Nhân, Hạn Võ Biệt Ngu Cơ .. v.v.<ref>{{chú thích web | url = http:\/\/www.huynhkhai.com\/index.php?option=com_content&view=article&id=178%3Angh-nhan-cao-hoai-sang-&catid=39%3Anhan-vt&Itemid=57&lang=vi | tiêu đề = Nhạc truyền thống Việt Nam | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-03-04 | archive-url = https:\/\/web.archive.org\/web\/20160304131400\/http:\/\/www.huynhkhai.com\/index.php?option=com_content&view=article&id=178:ngh-nhan-cao-hoai-sang-&catid=39:nhan-vt&Itemid=57&lang=vi | url-status = dead }}<\/ref>\n\nNăm 1957, khi trở về cầm quyền điều hành nền đạo tại [[Tòa Thánh Tây Ninh]], ông đã chấn chỉnh lại Bộ Nhạc trung ương Tòa Thánh Tây Ninh theo Thánh ý của Đức Chí Tôn và lời ủy thác của Hộ pháp Phạm Công Tắc trước khi quy Thiên. Ông cho xây dựng Học đường Bộ Nhạc, mở các khóa huấn luyện nhạc sĩ, đào tạo các chức sắc Bộ Nhạc trung ương [[Tòa Thánh Tây Ninh]]. Thống nhất các bài bản cổ nhạc dùng trong nghi lễ của [[đạo Cao Đài]] từ trung ương Tòa Thánh Tây Ninh đến các [[Thánh thất Cao Đài]] và Điện thờ Phật Mẫu ở địa phương.\n\nNói về tài năng và công lao trong việc gìn giữ và phát huy nền âm nhạc dân tộc Việt Nam của ông, trong bài viết của mình Nghệ sĩ ưu tú Nguyễn Văn Thinh đã nói về Thượng Sanh Cao Hoài Sang, có đoạn như sau; \"… giới tài tử tri ân đối với nghệ nhân Cao Hoài Sang, Người đã có công rất lớn đối với ngành mỹ thuật cổ truyền nước nhà. Người đã khuyến khích và chẳng nệ công khó nhọc, sáng tác để phổ biến, truyền bá trong đại chúng hâm mộ cổ nhạc, những ca phẩm đặc sắc về phương diện văn chương, nên đã cứu vãn và quân bình được một tình thế suy kém, gần sụp đổ của nền nhạc cổ truyền, trước sự lấn áp ồ ạt, lôi cuốn của một số loại nhạc ngoại lai.\"<ref>{{chú thích web | url = http:\/\/amnhachuynhkhai.oni.cc\/index.php?option=com_content&view=article&id=178%3Angh-nhan-cao-hoai-sang-&catid=39%3Anhan-vt&Itemid=57&lang=vi | tiêu đề = oni.cc | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-03-04 | archive-url = https:\/\/web.archive.org\/web\/20160304122546\/http:\/\/amnhachuynhkhai.oni.cc\/index.php?option=com_content&view=article&id=178:ngh-nhan-cao-hoai-sang-&catid=39:nhan-vt&Itemid=57&lang=vi | url-status = dead }}<\/ref>\n\nThật sự, những bài ca tài tử của ông có giá trị cao về mặt văn chương, góp phần làm phong phú, đa dạng về nội dung, chủ đề, được nhiều người ưa chuộng, thời bấy giờ. Những đóng góp của ông cho phong trào đờn ca tài tử và nền [[âm nhạc Việt Nam]] qua những ca phẩm, từ những năm 1930, đáng được người đời sau nhắc nhớ.\n\n== Quy thiên khi làm xong nhiệm vụ Thượng đế giao phó ==\nThượng Sanh Cao Hoài Sang mất lúc 17 giờ ngày [[26 tháng 3]] [[Tân Hợi]] (dl [[26 tháng 4]] năm [[1971]]), tại nhà riêng ở [[Thành phố Hồ Chí Minh|Sài Gòn]], thi hài được đưa về [[Tòa Thánh Tây Ninh]] lúc 19 giờ 40 phút cùng ngày.\n\nNgày [[27 tháng 3]] năm [[Tân Hợi]] (DL [[22 tháng 4]] năm 1971), [[Giáo hội Cao Đài Tây Ninh|Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh]] báo tang như sau:\n\n''\"Hội Thánh lấy làm cảm xúc thông tri cho toàn thể Chức sắc, Chức việc và Đạo hữu nam nữ trong toàn quốc hay tin buồn: Đức Thượng Sanh Chưởng Quản Hiệp Thiên Đài vừa qui Thiên hồi 17 giờ ngày [[26 tháng 3]] năm [[Tân Hợi]], liên Đài quàn tại Giáo Tông Đường Tòa Thánh. lễ tang sẽ cử hành trong 9 ngày theo chương trình ấn định kể từ ngày [[27 tháng 3]] năm [[Tân Hợi]] cho đến ngày [[6 tháng 4]] năm [[Tân Hợi]] ([[30 tháng 4]] năm [[1971]]) sẽ nhập Bửu Tháp.''\n\n''Đây là tang chung cho Hội Thánh và toàn Đạo. Để tỏ lòng tri ân ái kính vô biên, nồng nàn mến tiếc Đức Thượng Sanh, một bậc tiền bối đại ân nhân đã dày công khai sáng nền Đại Đạo, để tạo hạnh phúc cho nhơn sanh, trong buổi Tam kỳ phổ độ.''\n\n''Hội Thánh quyết định cho tất cả Thánh thất, Điện thờ Phật Mẫu cùng các văn phòng của Đạo tại địa phương cũng như tại Tòa Thánh phải treo Đạo Kỳ rũ. Toàn Đạo nên chay lạc tịnh tâm \"Di Lạc Chơn Kinh\" suốt trong những ngày Thánh lễ để cầu nguyện ơn trên, Đức Chí Tôn, Đức Phật Mẫu và các Đấng thiêng liêng ban hồng ân cho Chơn linh Đức Ngài được cao thăng Thiên vị\".''\n\nSau khi [[đài Vô tuyến Việt Nam|đài phát thanh Sài Gòn]] phát tin \" Cáo phó\" nêu trên loan khắp [[miền Nam (Việt Nam)|miền Nam Việt Nam]], ở các Châu đạo, Tộc Đạo, chức sắc, đạo hữu ở địa phương lũ lượt đi về Toà Thánh Tây Ninh thọ tang ông. Ai không về được thì tổ chức thọ tang tại chỗ. Các Thánh thất Cao Đài từ miền Nam đến miền Trung, miền Bắc đều tổ chức thọ tang trọng thể. Trong ngày liên đài của ông nhập Bửu Tháp, nhiều nhân vật quan trong của Việt Nam Cộng Hòa lúc bấy giờ như [[Nguyên thủ Việt Nam Cộng hòa|Tổng thống Việt Nam Cộng Hòa]] [[Nguyễn Văn Thiệu]], tướng [[Dương Văn Minh]], Phó tổng thống [[Nguyễn Cao Kỳ]], tướng Nguyễn Thành Phương, Nguyễn Văn Thành và đại điện các tôn giáo đều đến tham dự tiễn đưa. Đại diện Chính phủ [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân Chủ Cộng Hòa]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] đã gởi điện và vòng hoa chia buồn cùng Hội Thánh Cao Đài và toàn thể tín đồ.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{thời gian sống|1901|1971}}\n\n[[Thể loại:Người họ Cao tại Việt Nam]]\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Tín đồ đạo Cao Đài]]"}