{"368457":"{|{{Infobox Aircraft Begin\n |name= A-37 Dragonfly\n |image= File:OA-37B-1.jpg\n |caption= 1 chiếc OA-37B Dragonfly trong cuộc huấn luyện GRANADERO I, 14 tháng 5 năm 1984\n}}{{Infobox Aircraft Type\n |type= [[Máy bay cường kích]]\n |manufacturer= [[Cessna]]\n |designer=\n |first flight= 1963 from T-37 Trainer\n |introduced= \n |retired= \n |status= Ngưng hoạt động ở Hoa Kỳ năm 1992, vẫn được sử dụng ở một số nước khác\n |primary user= [[Không quân Hoa Kỳ|United States Air Force]]\n |more users=  [[Không lực Việt Nam Cộng Hoà|Vietnam Air Force]]<br \/>[[Không quân Nhân dân Việt Nam|Vietnam People's Air Force]]<br \/>[[Chilean Air Force]]<br \/>[[Colombian Air Force]]<!--Limited to three additional users-->\n |produced=\n |number built = 577<ref name=\"Gunston\">Gunston, Bill. ''The Encyclopedia of Modern Warplanes''. New York: Blitz Editions, 1995. ISBN 1-85605-290-7<\/ref>\n |unit cost=\n |developed from = [[T-37 Tweet]]\n}}\n|}\n[[Tập tin:A-37A-VNAF-546FS-BinhThuy.jpg|nhỏ|250px|A-37A Dragonfly của [[Không lực Việt Nam Cộng hòa]]]]\n[[Tập tin:OA-37B-1.jpg|nhỏ|250px|OA-37B]]\n'''A-37 Dragonfly''' là [[máy bay cường kích]] với tổ bay hai người đã từng được [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] sử dụng tích cực trong [[Chiến tranh Việt Nam]] và sau đó vào các hoạt động phi chiến sự khác.\n\n== Mô tả ==\nMáy bay A - 37 là loại máy bay ném bom hạng nhẹ, được Quân đội Mỹ đặt hàng hãng Cessna phát triển từ loại máy bay huẩn luyện phi công 2 chỗ ngồi T - 37Cs, với mục đích tạo ra một loại máy bay ném bom hạng nhẹ có giá thành thấp. Tầm hoạt động và khả năng mang tải ở mức chấp nhận được, phục vụ cho các phi vụ hỗ trợ bộ binh trong các chiến dịch, đồng thời việc phát triển A - 37 Mỹ còn có một loại máy bay phù hợp để cung cấp cho các nước bạn bè. A - 37 có khung thân được gia cố so với khung thân của T - 37Cs, nhằm tăng khả năng mang bom và nhiên liệu A - 37 có trọng tải cất cánh là: 5.440&nbsp;kg. Máy bay cũng được trang bị hệ thống điện tử hàng không mới hơn so với T - 37Cs và để đáp ứng được khả năng mang tải cho nhiệm vụ mới, A - 37 được trang bị 2 động cơ General Electric J85 có công suất lớn hơn so với loại động cơ được trang bị trên T - 37Cs.\n\nTuy nhiên A - 37 vẫn giữ lại tổ lái hai người như trên kiểu máy bay gốc T - 37Cs, máy bay A - 37 có khả năng được điều khiển chỉ với 1 phi công trong buồng lái.\n\nNhững thay đổi chính của A - 37 so với máy bay T - 37Cs là: A - 37 được trang bị thêm 2 thùng nhiên liệu ở 2 đầu cánh, 1 súng GAU-2B minigun cỡ nòng 7,62mm gắn ở khoang mũi của máy bay. Ở 2 bên canh của máy bay A - 37 có 6 giá treo vũ khí, dùng để treo bom và rocket đối đất.\n\n== Thiết kế ==\nChương trình máy bay ném bom hạng nhẹ A - 37, được bắt đầu vào đầu những năm 60 của thế kỉ 20. Nhằm đáp ứng nhu cầu của Không quân Mỹ và Đồng minh trong các chiến dịch hỗ trợ bộ binh đặc biệt là trong cuộc chiến tranh Việt Nam. Nguyên mẫu đầu tiên của A - 37 là chiếc Yat-37D được hãng Cessna cho ra đời vào năm 1963, hay được biết đến nhiều hơn với tên gọi T - 37Cs. Cũng ngay trong năm 1963 nguyên mẫu của máy bay A - 37 được chuyển tới Miền nam Việt Nam để tiến hành các thử nghiệm thực tế trên chiến trường. Với các kết quả thử nghiệm tương đối thành công trên chiến trường, tháng 10 - 1964 nguyên mẫu Yat - 37D chính thức được Không quân Mỹ chấp nhận trang bị với tên gọi A - 37A.\n\nChiếc A - 37A được chấp nhân trang bị có các cải tiến đáng kể so với nguyên mẫu như: Được trang bị cặp cánh mạnh mẽ hơn so với nguyên mẫu, trên 2 đầu mút cánh của A - 37 được thiết kế để đặt 2 thùng nhiên liệu có dung tích 360 lít\/thùng. Đồng thời máy bay A - 37A cũng được lắp 2 động cơ General Electric J-85-GE-5 mạnh mẽ hơn loại động cơ của nguyên mẫu. Máy bay cũng được trang bị hệ thống điện tử hàng không và hệ thống ngắm bắn mục tiêu đối đất mới, nhằm đáp ứng các yêu cầu của nhiệm vụ mới. Đồng thời máy bay mới cũng được trang bị hệ thống thông tin liên lạc tầm xa có nhiều kênh nhằm đảm bảo sự chỉ huy tác chiến và phối hợp với các lực lượng mặt đất.\n\nVề vũ khí A - 37A Được trang bị 1 khẩu súng máy 6 nòng xoay [[M134|M-134 Minigun]] cỡ nòng 7,62mm với băng đạn 1500 viên tốc độ bắn 3000 viên\/phút được bố trí trong khoang mũi máy bay. Ở 2 bên cánh A - 37A được trang bị 6 mấu cứng để treo các loại bom và rocket đối đất, A - 37A có thể mang loại bom Mk.82, bom Napan; tên lửa Mk 4\/Mk 40 FFAR đối đất và tên lửa AIM-9 Sidewinde đối không. Tổng trọng lượng lên tới 1230&nbsp;kg vũ khí.\n\nA - 37A vẫn giữ lại tổ lái hai người như trên nguyên mẫu T - 37Cs, 1 phi công làm nhiệm vụ điều khiển máy bay và vũ khí phi công số 2 làm nhiệm vụ hoa tiêu quan sát và tìm kiếm mục tiêu.\n\n== Các phiên bản của máy báy A - 37 ==\nMáy bay ném bom hạng nhẹ A - 37 có 2 phiên bản là A - 37B và OA - 37B. Phiên bản A - 37B được đưa vào sản xuất năm 1966 với các đặc điểm khí động học và trang bị vũ khí được giữ nguyên như A - 37A, điểm khác biệt giữa hai bản này là A - 37B được gia cố khung thân để kéo dài tuổi thọ của khung thân máy bay, đồng thời A-37B được trang bị 2 động cơ J-85-GE-17A có công suất lớn và tuổi thọ dài hơn động cơ của A - 37A. A - 37B cũng có khả năng tiếp nhiên liệu trên không do đó máy bay có tầm hoạt động xa hơn. \n \nPhiên bản OA - 37B, về bản chất OA - 37B là máy báy A - 37B được thay đổi để cho phù hợp với nhiệm vụ trinh sát chiến trường, giống như AC - 130 máy bay OA - 37B được phát triển ngay trên chiến trường Việt Nam nhằm thay thế cho máy bay trinh sát Skymaster O-2A đã cũ. OA - 37B được Không quân Mỹ sử dụng cho đến đầu những năm 80 của thế kỉ 20, thì được chuyển giao cho lực lượng Vệ binh Quốc gia của Mỹ dùng làm máy bay dự bị trinh sát.\n\n== Thông số kỹ thuật của máy bay ném bom hạng nhẹ A - 37 ==\n- Năm sản xuất: 1964\n\n- Năm gia nhập quân đội: 1964\n\n- Các phiên bản: A - 37A; A - 37B; OA - 37B\n\n- Phi hành đoàn: 2 người\n\n- Chiều dài: 9m\n\n- Chiều dài sải cánh:11m\n\n- [[Chiều cao]]: 2,7m\n\n- Diện tích cánh: 17m2\n\n- Trọng lượng máy bay không tải: 2800&nbsp;kg\n\n- Trọng lượng cất cánh: 6,350Kg\n\n- Trọng lượng vũ khí: 1230&nbsp;kg\n\n- Số lượng động cơ: 02\n\n- Tốc độ bay tối đa: 816&nbsp;km\/h\n\n- Tốc độ bay tiết kiệm nhiên liệu: 780&nbsp;km\/h\n\n- Tầm hoạt động: 740&nbsp;km\n\n- Trần bay: 12730m\n\n- Tốc độ lên cao: 35,5&nbsp;m\/s\n\n== Lịch sử tham chiến của máy bay ném bom hạng nhẹ A - 37 ==\nCuộc chiến tranh mà A - 37 tham gia nhiều nhất là cuộc chiến tranh Việt Nam, từ khi chính thức được đưa tới Miền Nam Việt Nam Tháng 8 - 1967 để tham chiến cho tới khi miền Nam được hoàn toàn giải phóng ngày 30 - 4 - 1975. Đã có hơn 500 máy bay A - 37 được chế tạo và gửi sang Việt Nam. Máy bay A - 37 của không quân Mỹ và VNCH đã thực hiện 100.000 phi vụ trên bầu trời Nam Việt Nam. Nhưng cũng đã có 209 chiếc máy bay A - 37 bị bắn hạ tại chiến trường miền Nam.\n\nCuộc chiến tranh lớn thứ 2 mà A - 37 tham gia là cuộc chiến tranh Cenepa giữa 2 quốc gia Nam Mỹ là Peru và Ecuado, cả hai quốc gia này đều sử dụng máy bay A - 37B của mình để hỗ trợ các chiến dịch mặt đất cho bộ bình của mình. Tháng 2 - 1995 một chiếc máy bay A - 37B của không quân Peru đã bị bắn hạ bởi tên lửa không đối không được bắn từ máy bay chiến đấu của không quân Ecuado. Tháng 12 cùng năm, 1 chiếc A - 37B của không quân Ecuado bị bắn bị thương bởi lực lượng phòng không của quân đội Peru.\n\n== Lịch sử hoạt động của máy bay ném bom hạng nhẹ A - 37 trong Không Quân Nhân dân Việt Nam ==\nThời gian phục vụ của máy bay A - 37 trong Không Quân Nhân dân Việt Nam không dài chỉ từ tháng 4 - 1975 cho tới cuối thập niên 80 của thế kỉ 20, nhưng cùng với các phi công xuất sắc của KQNDVN A - 37 đã lập nên nhiều chiến công đóng góp vào Chiến dịch Hồ Chí Minh lịch sử giải phóng hoàn toàn Miền Nam thống nhất đất nước. Cũng như tham gia cùng những người lính tình nguyện Việt Nam giải phóng nhân dân Campuchia khỏi nạn diệt chủng của chính quyền Khơ me đỏ.\n\nNgày 28 - 4 - 1975, phi đội Quyết thắng của KQNDVN gồm 5 chiếc A - 37B được dẫn đầu bởi Anh hùng phi công [[Nguyễn Thành Trung]] xuất phát từ [[sân bay Thành Sơn]] đã thực hiện cuộc ném bom [[sân bay Tân Sơn Nhất]] gây nhiều thiệt hại cho phía Việt Nam Cộng Hòa.\n\nTháng 5 - 1975 lợi dụng tình hình các đảo trên biển Tây Nam của Việt Nam chưa ổn định, Khmer đỏ đã đưa quân lên chiếm đóng trái phép nhóm đảo này. Trước tình hình đó chấp hành mệnh lệnh của Bộ Quốc phòng Việt Nam, trung đoàn Không quân 935 đã sử dụng hàng chục lần chiếc A - 37 ném bom vào các vị trí đóng quân của quân Khơ me đỏ trên [[đảo Thổ Chu]] góp phần cùng các lực lượng vũ trang nhân dân Việt Nam giải phóng đảo Thổ Chu khỏi sự chiếm đóng của quân Khơ me đỏ.\n\nTrong thời gian từ năm 1977 - 1979, cùng với Sư đoàn Không quân B - 72, những chiếc máy bay ném bom A - 37 đóng góp một phần nhỏ bé vào thắng lợi chung của Bộ đội tình nguyện Việt Nam giải phóng nhân dân Campuchia khỏi nạn diệt chủng do chính quyền Khmer đỏ gây ra. Một số trận đánh tiêu biểu như: Ngày 29 tháng 9, sư đoàn quyết định cho 8 lần chiếc A-37 xuất kích đánh phá mãnh liệt vào sở chỉ huy sư đoàn đối phương ở làng Plông phía nam Xa Mát. Đây là đòn đánh quyết định, làm tê liệt hệ thống chỉ huy của Khơ me đỏ. Ngày 1 tháng 10, sư đoàn cho máy bay A-37 xuất kích đánh vào đội hình 2 sư đoàn bộ binh Khơ me đỏ có xe cơ giới, pháo binh, kho hậu cần đánh chiếm ở khu vực Xa Mát, ấp Cây Tre, cầu Thúc Múc và ấp Bến Trại...\n\nNgày 20 - 12 - 1978, Quân khu 9 yêu cầu Sư đoàn Không quân 372 yểm trợ đánh quân Khơ me đỏ trên sông Rạch Thượng - Huyện Hồng Ngự - Tỉnh Đồng Tháp. Sư đoàn Không quân 372 đã cho 8 lần chiếc A - 37 cất cánh đánh đối phương. Kết quả quân đội Việt Nam đánh trúng sở chỉ huy Trung đoàn đối phương, tiêu diệt 3 tàu trên sông và là bị thương 2 tàu khác chở vũ khí của đối phương.\n\nNgày 23 tháng 12 năm 1978, chiến dịch phản công và tiến công chiến lược trên toàn tuyến biên giới Tây Nam bắt đầu. 6 giờ sáng ngày 3 - 1 - 1979, Sư đoàn 372 cho 12 chiếc máy bay A - 37 tổ chức đội hình thành 3 biên đội cất cánh đánh địch tại khu vực bến phà Niếc Lương. Kết quả Việt Nam tiêu diệt trận địa pháo của Khmer Đỏ tại đây, các biên đội về hạ cánh an toàn xuống sân bay Biên Hòa.\n\nNgày 6 - 1 - 1979. Sư đoàn Không quân 372 tổ chức cho 30 lần chiếc A - 37 xuất kích yểm trợ cho Lữ đoàn 126 Hải quân đánh bộ đổ bộ lên cảng Công-pông-xom và Pô Am, đây là lần đầu tiên trong lịch sử tác chiến của quân đội ta có sự hiệp đồng trên quy mô lớn giữa không quân và hải quân. Kết quả sau trận đánh Việt Nam thu được những thắng lợi nhất định, tiêu diệt và làm tan rã một bộ phận sinh lực Khmer Đỏ.\n\nVì nhiều lý do khác nhau mà máy bay ném bom hạng nhẹ A - 37 đã không còn được sử dụng trong đội hình Không quân nhân dân Việt Nam.\n\n==Xem thêm==\n{{aircontent\n|related=\n* [[T-37 Tweet]]\n|similar aircraft=\n* [[Canadair CT-114 Tutor]]\n* [[BAC Strikemaster]]\n* [[SAAB 105]]\n|sequence=\n* [[T-34 Mentor|T-34]] - [[T-35 Buckaroo|T-35]] - [[Beech XT-36|XT-36]] - '''A-37''' - [[T-38 Talon|T-38]] - [[T-39 Sabreliner|T-39]] - [[Lockheed JetStar|T-40]]\n|see also=\n|lists=\n}}\n\n==Tham khảo==\n;Chú thích\n{{tham khảo|30em}}\n;Tài liệu\n{{đầu tham khảo}}\n* Joiner, Stephen. [http:\/\/www.airspacemag.com\/military-aviation\/Legends-of-Vietnam-Super-Tweet.html \"Super Tweet.\"] ''[[Air & Space]]'', Volume 24, Issue 6, December 2009\/January 2010, pp.&nbsp;42–49.\n* Overall, Mario E. \"Combat Dragons Guatemala's Cessna A-37s.\" ''Air Enthusiast,'' #111, May\/June 2004, pp.&nbsp;12–23.\n\n{{vectorsite}}\n{{cuối tham khảo}}\n\n==Liên kết ngoài==\n{{Commons|Cessna T-37}}\n*[http:\/\/www.airspacemag.com\/military-aviation\/Legends-of-Vietnam-Super-Tweet.html Legends of Vietnam: Super Tweet]\n\n{{Cessna}}\n{{US attack aircraft}}\n{{aviation lists}}\n\n[[Thể loại:Máy bay Cessna|A-37]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1960|A-37, Cessna]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay quân sự]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay hai động cơ phản lực]]\n[[Thể loại:Máy bay cánh dưới]]\n[[Thể loại:Máy bay cường kích Hoa Kỳ]]\n[[Thể loại:Thiết bị sử dụng trong chiến tranh Việt Nam]]"}