{"449788":"Hưởng ứng lời kêu gọi của [[Đảng Cộng sản Việt Nam]] và [[Hồ Chí Minh]], nhiều tỉnh ở Bắc Bộ và Bắc Trung Bộ đã lập \"Phòng Nam Bộ\" ghi tên những người tình nguyện vào Nam chiến đấu. Trong số các chi đội Nam tiến (gồm chi đội Nam Long, chi đội Vi Dân, chi đội Thu Sơn …), '''chi đội Bắc Bắc''' là một trong những chi đội được lệnh đã kịp thời hành quân vào Nam cùng lực lượng tại chỗ đánh ngăn chặn quân Pháp ở mặt trận [[Nha Trang]], [[Khánh Hòa]] những tháng đầu năm [[1946]]\n\n==Hoàn cảnh ra đời==\n[[Tập tin:Nam tiến 1.jpg|250px|nhỏ|phải|Hành quân Nam tiến bằng đường thủy]]\nTrước âm mưu và nguy cơ chiến tranh xâm lược của nhiều thế lực - quân [[Tưởng Giới Thạch|Tưởng]] ở phía Bắc; quân [[Anh]], [[Nhật Bản|Nhật]], [[Pháp]] ở phía Nam - Trung ương Đảng cộng sản Việt Nam, Chính phủ và Chủ tịch Hồ Chí Minh quyết định tập trung mũi nhọn vào đối phương chủ yếu là quân Pháp. Quân Pháp đang âm mưu dựa vào thế quân Anh gấp rút chuẩn bị kế hoạch đánh chiếm [[Nam Bộ Việt Nam|Nam Bộ]], thành lập [[cộng hòa tự trị Nam Kỳ|chính phủ \"Nam Kỳ tự trị\"]], từ đó làm bàn đạp mở rộng đánh ra [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]], [[Tây Nguyên]] và cả nước.\n\nNgày 5 tháng 9 năm 1945, Chủ tịch [[Hồ Chí Minh]] ra lời kêu gọi quân và dân cả nước: ''\"Hỡi đồng bào! Hiện một số quân Pháp đã lọt vào nước ta. Đồng bào hãy đợi lệnh Chính phủ để chiến đấu\"''.<ref>Hồ Chí Minh Toàn tập, tập 4, Nhà xuất bản Sự thật, Hà Nội 1984, trang 9<\/ref> Đêm 22 rạng ngày 23 tháng 9 năm [[1945]], quân Pháp được sự giúp đỡ của quân Anh bất ngờ nổ súng đánh chiếm một số công sở của chính quyền cộng sản ở [[thành phố Hồ Chí Minh|thành phố Sài Gòn]], mở đầu cuộc chiến tranh xâm lược lần thứ 2 tại Việt Nam. Sáng ngày 23 tháng 9 năm 1945, Xứ ủy và Ủy ban nhân dân Nam Bộ họp khẩn cấp ở ngôi nhà số 269 đường Cây Mai (nay là đường Hàm Nghi) quyết định phát động toàn lực chống quân Pháp và gửi điện gấp ra Trung ương Đảng và Chủ tịch Hồ Chí Minh báo cáo:\n\n:''Chúng tôi đã:\n#''Lập ủy ban kháng chiến để lo việc quân sự.\n#''Hạ lệnh tổng đình công và bất hợp tác với Pháp.\n#''Truyền đi lục tỉnh thi hành kế hoạch phá hoại đường giao thông tiếp tế bao vây quân địch'' <ref>''Tuyên cáo quốc dân'' của ủy ban nhân dân Nam Bộ, Báo ''Cứu Quốc'', số 54, ngày 29 tháng 9 năm 1945<\/ref>\n\nSau khi nhận được điện lúc 20 giờ 30 phút ngày 23 tháng 9 năm [[1945]] do Trung tâm thu tín Trung ương (BCR) ở [[Hà Nội]] nhận được của Ủy ban kháng chiến Nam Bộ. [[Hồ Chí Minh]] triệu tập một cuộc họp khẩn cấp gồm thường vụ Trung ương Đảng, Chính phủ ở Bắc Bộ phủ, nhất trí hoàn toàn với quyết tâm kháng chiến của Xứ ủy và Ủy ban nhân dân Nam Bộ. Hội nghị hạ quyết tâm tiến hành kháng chiến chống người Pháp xâm lược và kêu gọi các địa phương trong cả nước chi viện sức người sức của cho Nam Bộ và quyết định thành lập ngay các đơn vị vũ trang cấp tốc hành quân vào Nam chiến đấu.\n\nSáng ngày 24 tháng 9 năm [[1945]], tại cơ quan Bộ Tổng tham mưu số nhà 16 đường Ri ki ê (nay là số 18 phố Nguyễn Du, Hà Nội), ông [[Hoàng Văn Thái]], Tổng tham mưu trưởng triệu tập cơ quan truyền đạt chỉ thị của Chủ tịch [[Hồ Chí Minh]] tổ chức gấp các đơn vị Nam tiến tăng cường ngay cho Nam Bộ kháng chiến. Ngày 26 tháng 9 năm 1945, thư của Chủ tịch [[Hồ Chí Minh]] được phát trên làn sóng [[Đài Tiếng nói Việt Nam]]: \n{{cquote|\n''Tôi chắc và đồng bào cả nước đều chắc vào lòng kiên quyết ái quốc của đồng bào Nam Bộ. Chúng ta nên nhớ lời nói oanh liệt của nhà đại cách mạng Pháp: \"Thà chết tự do hơn sống nô lệ\". Tôi chắc và đồng bào Nam Bộ cũng chắc rằng Chính phủ và toàn quốc đồng bào sẽ hết sức giúp những chiến sĩ và nhân dân đang hy sinh tranh đấu để giữ nền độc lập của nước nhà''|||Hồ Chí Minh <ref>Hồ Chí Minh, Toàn tập, tập 4, Nhà xuất bản Chính trị quốc gia, Hà Nội, 1995, trang 27<\/ref>\n}}\nCũng như một số địa phương khác, tại [[Bắc Giang]], [[Bắc Ninh]], [[Quảng Yên]] đã tổ chức được chi đội mang tên ''Bắc Bắc Quảng''. [[Chu Văn Tấn|Bộ trưởng Bộ Quốc phòng]] trực tiếp chỉ đạo và cử ông [[Lư Giang (trung tướng)|Lư Giang]], ông [[Từ Vân]], ông [[Lê Văn Lương (bí thư tỉnh ủy Hà Giang)|Lê Văn Lương]] chỉ huy, chi đội ''Bắc Bắc Quảng'' thường được gọi là: '''Chi đội Bắc Bắc nam tiến'''. Mặc dù trang bị vũ khí còn thô sơ, trang phục chưa thống nhất (trang phục tự lo) nhưng ''Chi đội Bắc Bắc Quảng'' đã nhanh chóng có kỷ luật và tác phong người lính để có khả năng sẵn sàng chiến đấu cao bởi vì họ đều là những người tình nguyện.\n\n==Hành quân==\n[[Tập tin:Nam tiến 2.jpg|250px|nhỏ|phải|Hành quân Nam tiến bằng tàu hỏa, 1946]]\nNgày 10 tháng 1 năm [[1946]], sau cuộc mít tinh ''tiễn đưa bộ đội lên đường vào Nam đánh giặc'' do tỉnh ủy [[Bắc Giang]] tổ chức tại thị trấn [[Lục Nam]], mọi người xuống ba con tàu mang tên ''Trần Hưng Đạo, Khánh Dư'' và ''Ký Con'' hành quân bằng đường thủy xuôi dòng sông Lục Nam xuống Phả Lại. Trên đường đi đoàn còn nhận thêm một số chiến sĩ tình nguyện. Đêm hôm đó đoàn quân ghé vào [[đền Kiếp Bạc]] tổ chức một cuộc mít tinh tuyên thệ với lời thề ''không thắng giặc, quyết không trở về quê hương''.\n\nTàu tiếp tục xuôi dòng sông qua đêm và sáng ngày 11 tháng 1 năm 1946 đến [[Phả Lại]]. Tại đây đoàn tiếp nhận số quân do ông [[Từ Vân]] phụ trách gồm những người quê ở [[Bắc Ninh]] đi ô tô từ [[Bắc Ninh]] đến [[Phả Lại]], sáp nhập vào cùng hành quân tiếp xuống [[Nam Định]].\n\nTại [[Nam Định]], bộ phận Nam tiến của [[Quảng Yên]], do ông Lê Hữu Quán phụ trách đã đến [[Nam Định]] theo kế hoạch. Đến đây ''Chi đội Bắc Bắc Quảng'' đã tập hợp đủ lực lượng và chuyển đến đóng quân tại ngoại ô [[nam Định (thành phố)|thành phố Nam Định]].\n\nÔng [[Hoàng Văn Thái]], đại diện Bộ Quốc phòng về [[Nam Định]] trực tiếp chỉ đạo chi đội ổn định tổ chức biên chế. ''Chi đội Bắc Bắc Quảng'' gồm bốn trung đội (tương đương bốn đại đội hiện nay), trong đó có một trung đội [[Bắc Giang]], hai trung đội [[Bắc Ninh]] và một trung đội [[Quảng Yên]], [[Đông Triều]] và [[Hải Phòng]]. Quân số Khoảng hơn 1000 người, biên chế theo hình thức \"tứ tứ chế\", nghĩa là một trung đội (tương đương đại đội hiện nay) có bốn phân đội (tương đương 4 trung đội hiện nay), mỗi phân đội có 4 tiểu đội. Ngoài ra, trong biên chế còn có tiểu đội trinh sát còn gọi là \"Thập nhân toàn\" và một phân đội hậu cần. Cũng trong thời gian ở [[Nam Định]], chi đội nhận được bức điện của [[Hồ Chí Minh]] như sau:\n{{cquote|\n''Nghe tin các cháu tình nguyện nhiều lần, nay đã được cấp trên đồng ý cho Nam tiến cùng bộ đội và đồng bào trong Nam đánh giặc Pháp. Tôi hoan nghênh lòng yêu nước của các cháu. Thanh niên được cống hiến cao nhất là ra tiền tuyến, đó là phần thưởng cao quý mà Tổ quốc dành cho các cháu. Kẻ địch, thực dân Pháp được bọn Anh-Ấn giúp sức đều là quân hùng, tướng mạnh, nhưng ta có chính nghĩa thì nhất định thắng. Các cháu không được chủ quan khinh địch, thắng không kiêu bại không nản. Các cháu vào Nam phải thực hiện đoàn kết Bắc-Trung-Nam, gương mẫu dũng cảm khắc phục khó khăn, bộ đội và đồng bào miền Nam đang hăng hái dũng cảm diệt địch. Các cháu phải noi gương học tập để xứng đáng là thanh niên Việt Nam. Tôi bận việc tiếc là không đến thăm được, vậy đánh điện này thay lời chúc các cháu lên đường mạnh khỏe lập nhiều chiến công''|||Hồ Chí Minh<ref>Phong trào Nam tiến (1945-1946), Nhà xuất bản Quân đội nhân dân, Hà Nội, 1997, trang 74-75<\/ref>\n}}\nSau vài ngày dừng chân tại [[Nam Định]] chấn chỉnh tổ chức, ổn định biên chế, sáng ngày 18 thánh 1 năm 1946, toàn chi đội ''Bắc Bắc Quảng'' sau khi giễu hành qua các đường phố ở Nam Định đã lên tàu thẳng hướng vào Nam.\n\nĐến [[Ninh Bình]], do cầu bị hỏng, đoàn quân Nam tiến phải dừng đợi ở đây. Quần chúng nhân dân biết tin liền mang quà bánh lương thực ra tặng. Sau đó họ họp mít tinh, động viên bộ đội lên đường. Tại cuộc mít tinh, Mặt trận Việt Minh tỉnh [[Ninh Bình]] đã tặng chi đội một lá cờ thêu bốn dòng chữ vàng:\n{{cquote|\n''Mừng các bạn phất cờ thẳng tiến\n\n''Vào miền Nam diệt lũ xâm lăng\n\n''Chí nam nhi chiến đấu không ngừng\n\n''Quyết giành lại giang sơn tổ quốc |||<ref>Chi đội Bắc Bắc Nam tiến, Nhà xuất bản Quân đội nhân dân, 2003, trang, 40<\/ref>\n}}\n\nSau đó đoàn quân tiếp tục lên tàu đi tiếp đến [[Quảng Trị]], [[Huế]] đến [[Đà Nẵng]] và dừng lại ở [[Tam Kỳ]]. Nơi đây là vĩ tuyến 16, phạm vi phân chia giữa quân Tưởng và quân Anh giải giáp quân Nhật. Từ vĩ tuyến 16 trở ra do quân Tưởng đảm nhiệm và từ vĩ tuyến 16 trở vào do quân Anh phụ trách. Nên Từ [[Tam Kỳ]] chi đội hành quân bí mật, tàu đều chạy về đêm. Đến ngày 20 tháng 1 năm 1946 khi tàu dừng ở [[Quảng Ngãi]] mọi người mới biết có ông [[Nguyễn Sơn]], Chủ tịch ủy ban kháng chiến miền Nam đi cùng chi đội.\n\nĐến ngày 21 tháng 1 năm 1946, Ban chỉ huy chi đội đến gặp ông [[Nguyễn Sơn]] nhận nhiệm vụ mới. Ông [[Nguyễn Sơn]] cho biết quân Pháp đã chiếm thị xã [[Phan Thiết]] và một bộ phận đã đổ bộ chiếm [[Nha Trang]]; đồng thời đang chuẩn bị đánh từ [[Phan Thiết]] ra [[Nha Trang]]. Mặt khác còn chuẩn bị chiếm [[Buôn Ma Thuột]] từ đó làm bàn đạp đánh xuống đường 21 cùng với lực lượng ở [[Nha Trang]] đánh lên [[Ninh Hòa]], cắt đứt đường xe lửa từ miền trung vào Nam Bộ. Trước tình hình đó chi đội Bắc Bắc Quảng không vào Nam Bộ như kế hoạch nữa, mà dừng lại ở miền Nam Trung Bộ. Về lực lượng, bộ phận [[Quảng Yên]], do ông Lê Hữu Quán phụ trách, tách ra lên phòng thủ mặt trận [[Buôn Ma Thuột]], đại bộ phận lực lượng ở lại chiến đấu trên mặt trận [[Nha Trang]].\n\nNgày 22 tháng 1 năm [[1946]], tại [[Quảng Ngãi]], chi đội gặp ông [[Võ Nguyên Giáp]], bấy giờ là Bộ trưởng Bộ Nội vụ, Chủ tịch Quân ủy hội, trên đường vào kiểm tra tình hình, phổ biến phương châm chiến đấu và những dự kiến tình hình địch ta. Đêm 22 tháng 1 năm [[1946]] tại [[quảng Ngãi (thành phố)|thị xã Quảng Ngãi]] tổ chức cuộc mít tinh có ông [[Võ Nguyên Giáp]] dự và phát biểu động viên chi đội sau đó ông đi ô tô vào [[Nha Trang]] còn toàn chi đội vẫn hành quân bằng xe lửa.\n\nĐêm 23 tháng 1 năm 1946, tại [[Ninh Hòa]] ông [[Võ Nguyên Giáp]] đã truyền đạt tư tưởng chỉ đạo của [[Hồ Chí Minh]] cho toàn chi đội. Đó là những tư tưởng chỉ đạo mà sau này mọi người trong chi đội đã nhận thức sâu sắc và đứng vững trước mọi thử thách khó khăn gian khổ. Sau đó, theo kế hoạch, trung đội Quảng Yên do ông Lê Hữu Quán phụ trách tách khỏi chi đội Bắc Bắc hành quân lên [[Buôn Ma Thuột|Buôn Ma Thuật]].\n\nNgày 24 tháng 1 năm 1946, chi đội tiếp tục hành quân đến ga Lương Sơn thì dừng lại xuống tàu hành quân bộ, băng rừng qua đèo Rù Rì, đường Đắc Lộc tiến về [[Diên Khánh|thị xã Khánh Hòa]]. Sáng ngày 25 tháng 1 thì đến thôn Đại Điền và sau đó hành quân đến công đường tri phủ Diên Khánh rồi đóng quân tại đó, phía trước mặt khoảng 15&nbsp;km là thị xã [[Nha Trang]].\n\nCùng với các đơn vị Nam tiến từ các địa phương miền Bắc vào, chi đội Bắc Bắc Nam tiến là một trong những đơn vị vừa hành quân vừa bổ sung chấn chỉnh tổ chức biên chế và chỉ sau 15 ngày đã có mặt tại Khánh Hòa, một địa bàn quan trọng ở Nam Trung Bộ.\n\n==Tham gia chiến đấu==\n===Kế hoạch của quân viễn chinh Pháp===\n\nTuy bị thất bại trong kế hoạch ''đánh nhanh thắng nhanh'' đối với Nha Trang và các tỉnh Nam Trung Bộ, nhưng quân Pháp đã gấp rút tăng cường lực lượng. Đầu tháng 1 năm [[1946]], sau khi có quân tăng cường và bước đầu chiếm được các tỉnh Nam Bộ, Bộ chỉ huy quân viễn chinh Pháp tập trung binh lực, mở cuộc hành quân ''Gaur'' do [[Le clerc]] chỉ huy nhằm tiếp tục đánh chiếm các tỉnh Nam Trung Bộ.\n\nQuân Pháp có một tiểu đoàn ở [[Đà Lạt]], một tiểu đoàn ở [[Nha Trang]], một tiểu đoàn ở [[Phan Thiết]], một tiểu đoàn ở [[Phan Rang (định hướng)|Phan Rang]]; hai trung đoàn cơ giới, hai đại đội pháo binh; sáu tiểu đoàn bộ binh tổng cộng 15000 quân tập trung đánh theo hai hướng chính.\n\nHướng thứ nhất, xuất phát từ [[Biên Hòa|Biên Hoà]] đánh lên [[Di Linh]], [[Đà Lạt]], sau đó tiến xuống [[Nha Trang]], [[Phan Rang (định hướng)|Phan Rang]] và [[Phan Thiết]]\n\nHướng thứ hai, xuất phát từ [[Buôn Ma Thuột]], theo quốc lộ 21 đánh chiếm [[Ninh Hoà]], phối hợp với quân từ [[Phan Rang (định hướng)|Phan Rang]] ra giải vây cho [[Nha Trang]]. Sau đó hợp lại cùng tấn công [[Vạn Giã]], rồi vượt [[Đèo Cả]] đánh chiếm [[Phú Yên]]\n\nĐể phối hợp với hai cánh quân trên [[Lơ Cléc]] tổ chức thêm một cánh quân thứ yếu từ tây bắc [[Campuchia|Cam Pu Chia]] theo đường 19 đánh vào [[Pleiku|Plây Cu]] và vùng lân cận, sau đó đánh xuống Phan Rang, Phan Thiết.\n\nNhư vậy quân Pháp đã dùng lối đánh tấn công mạnh ở chính diện, phối hợp lực lượng vu hồi đánh vào sau lưng và cạnh sườn, kết hợp với hoả lực ở ngoài biển, mặt đất, trên không mạnh hơn lực lượng phòng thủ nhiều lần. Những phòng tuyến kiên cố khó lòng trụ lại được lâu dài trước sức tiến công mạnh mẽ đó.\n\n==Đại tướng Võ Nguyên Giáp với Mặt trận Nha Trang - Khánh Hòa==\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n\n[[Thể loại:Lực lượng Quân sự trong Chiến tranh Đông Dương]]\n[[Thể loại:Quân đội nhân dân Việt Nam]]"}