{"148313":"{{otheruses|Chi Lăng (định hướng)}}\n[[Tập tin:Quymon.JPG|nhỏ|phải|400px|Dãy núi Cai Kinh phía tây và cánh đồng Chi Lăng]]\n'''Chi Lăng''' (支棱) là một cửa ải nổi tiếng trong [[lịch sử Việt Nam]]. Nơi đây vốn là một [[thung lũng]] có [[sông Thương]] chảy qua, trải dài gần 20 km từ [[Sông Hóa (Lạng Sơn – Bắc Giang)|sông Hóa]] đến xã [[Mai Sao]], thuộc huyện [[Chi Lăng (huyện)|Chi Lăng]], tỉnh [[Lạng Sơn]]. Phía đông thung lũng là dãy núi đất Thái Họa – Bảo Đài, còn phía tây là dãy núi đá Cai Kinh.<ref>{{Chú thích web|url=https:\/\/bvhttdl.gov.vn\/dinh-huong-bao-ton-xay-dung-ho-so-khu-di-tich-lich-su-chi-lang-lang-son-thanh-di-tich-quoc-gia-dac-biet-20190407140750443.htm|tựa đề=Định hướng bảo tồn, xây dựng hồ sơ Khu di tích lịch sử Chi Lăng, Lạng Sơn thành Di tích Quốc gia đặc biệt|ngày=2019-04-07|website=Cổng thông tin điện tử Bộ Văn hóa, Thể thao và Du lịch|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/chilang.langson.gov.vn\/node\/1730|tựa đề=Giới thiệu sơ lược về lịch sử Chi Lăng|ngày=2017-11-01|website=Cổng thông tin điện tử huyện Chi Lăng|url-status=live}}<\/ref>\n\n==Đặc điểm==\n===Toàn cảnh===\nDọc thung lũng Ải Chi Lăng còn có những ngọn núi thấp nằm rải rác và trấn ven đường cái quan như núi Hàm Quỷ, núi Phượng Hoàng, núi Kỳ Lân, núi Mã Yên. Đóng khóa hai đầu của thung lũng, nơi hai vòng cung núi đất phía Đông và núi đá phía Tây khép lại, là lũy Ải Quỷ phía Bắc và núi Ngõ Thề phía Nam, khoanh kín trong lòng một ải quan dài 5 [[km]], rộng khoảng 3&nbsp;km.\n\nTại Ải Chi Lăng còn có Thành Chi Lăng ở vào cây số 109 tính từ Hà Nội và tới cây số thứ 154 thì tới tỉnh lỵ Lạng Sơn, theo ''Đi thăm đất nước'' của [[Hoàng Đạo Thúy]]. Theo ''Địa dư các tỉnh Bắc Kỳ'', Thành cổ tại Ải Chi Lăng do quân Minh đắp trong thời gian xâm lược Việt nam có chu vi 154 [[trượng]] và cao 5 [[thước]], nay chỉ còn nền cũ. Ở gần cửa Nam của thành còn phiến đá khắc 5 chữ ''Hoàng tráng nhị thập đội'' (nơi trú đóng của đội quân Hoàng tráng thứ 20).\n\nPhía nam Ải Chi Lăng có hai khối đá lớn, một khối có hình dáng giống như thanh kiếm khổng lồ gọi là Lê Tổ Kiếm (thanh kiếm của vua [[Lê Thái Tổ]]) và một tượng đá có hình dáng như một người quỳ gối và bị cụt đầu gọi là Liễu Thăng Thạch (tức đá Liễu Thăng, ám chỉ tướng Liễu Thăng bị Lê Sát chém cụt đầu tại ải). (Theo văn học có thể ám chỉ được nhưng theo sử học và quân sự học tương quan lực lượng lấy ít địch nhiều, bất ngờ mai phục nên Liễu Thăng bị trúng tên ,giáo, mác trọng thương chạy ngược lại hơn 10 km  ngã xuống chết thì đã gặp đại quân rồi địch đông lắm không ai có thể xông vào chặt lấy được đầu Liễu Thăng đâu.)\n\n===Quỷ Môn Quan===\n[[Tập tin:AiChiLang.JPG|nhỏ|phải|250px|Một phần của tuyến [[Quốc lộ 1]] chạy qua địa phận Ải Chi Lăng]]\nXã Chi Lăng có Ải Chi Lăng và Quỷ Môn Quan. Sách ''Vân đài loại ngữ'' của [[Lê Quý Đôn]] dẫn sách ''Hoàn Vũ Ký'' của Trung Quốc cho biết Quỷ Môn Quan nằm ở phía Nam huyện Bắc Lưu (Bắc Lưu thuộc châu Uất Lâm tỉnh [[Quảng Tây]] Trung Quốc), cách huyện lỵ Bắc Lưu khoảng 30 dặm. Tại cửa quan này có hai khối núi đối nhau và ở giữa có độ rộng 30 bước, tục gọi Quỷ Môn Quan. [[Mã Viện]] đánh Việt Nam qua đấy dựng bia và tạc rùa đá. Đời [[nhà Tấn]] (265-420) binh lính Trung Hoa qua đó bị giết nhiều nên có câu \n:''Quỷ Môn Quan, Quỷ Môn Quan!'' \n:''Thập nhân khứ, nhất nhân hoàn''\n\nDịch nghĩa là \"Ải cửa Quỷ, Ải cửa Quỷ! Mười người đi, một người về\". Theo ''Phương Đình dư địa chí'', xã Chi Lăng có quan lộ hẹp, núi đá hiểm trở, sông sâu nước độc được gọi là Quỷ Môn Quan.\n\nThời [[Lê Trung Hưng]] sứ Trung Hoa sang Việt Nam [[sắc phong]], ghét tên Quỷ Môn Quan nên đổi gọi bằng tên Úy Thiên Quan. Theo ''Việt Hoa thông sứ sử lược'' của [[Bế Lãng Ngoạn]] và [[Lê Văn Hòe]] <ref>''Việt Hoa thông sứ sử lược'', Quốc học thư xã xuất bản, Hà Nội 1943.<\/ref>, sứ bộ Việt Nam trên bước đường thiên lý sang Trung Hoa đều dừng tại Quỷ Môn Quan trước khi tiến đến [[Ải Nam Quan]]. Như vậy, Quỷ Môn Quan chính là một phần không thể tách rời của Ải Chi Lăng. ( vì thế Ải Chi Lăng được mệnh danh là Ải Quỷ Môn Quan là một trong những cửa ải tử thần giữa trần gian và địa ngục giống như Quỷ Môn Quan nằm ở phía Nam huyện Bắc Lưu tỉnh [[Quảng Tây]] Trung Quốc).\n\n==Lịch sử==\n[[Tập tin:Tuong dai chien thang Chi Lang.JPG|nhỏ|phải|250px|Tượng đài chiến thắng dựng tại Ải Chi Lăng]]\nTừ thời sơ sử, cổ sử Việt Nam, con người đã để lại ở Chi Lăng vết tích của nền văn hóa Bắc Sơn-Mai Pha, với những hang động đẹp và những mảnh rìu đá, mảnh gốm.\n\nNhững năm trước Công nguyên và Công nguyên, [[lịch sử]] đã chọn lựa Ải Chi Lăng như một địa danh đặc biệt gắn với sự nghiệp dựng nước và giữ nước, đấu tranh chống các triều đại phong kiến Trung Quốc xâm lược của dân tộc Việt Nam. Ải Chi Lăng đã gắn liền với những hoạt động của các nhà quân sự tài năng như [[Lê Hoàn]], [[Lý Thường Kiệt]], [[Trần Quốc Tuấn]], Lê Lợi và những thủ lĩnh của [[xứ Lạng]] như Phò mã [[Thân Cảnh Phúc]], [[Thế Lộc]], [[Hoàng Đại Huề]]<ref>{{Chú thích web |url=http:\/\/www.vietnamtourism.com\/v_pages\/Tourist\/travel.asp?uid=1256 |ngày truy cập=2007-12-23 |tựa đề=Bản sao đã lưu trữ |archive-date=2006-10-18 |archive-url=https:\/\/web.archive.org\/web\/20061018072953\/http:\/\/www.vietnamtourism.com\/v_pages\/Tourist\/travel.asp?uid=1256 }}<\/ref>. Đại Huề là một hào trưởng có tinh thần yêu nước là người dân tộc địa phương được sinh ra và lớn lên tại xóm Lựu ( toàn họ Vi đến nay vẫn  không có ai họ Hoàng) tổng Quang Lang, phủ Tràng Khánh, Lạng Sơn. đã chỉ huy dân binh anh dũng tham gia cùng với quan triều đình nhà Lê đánh thắng giặc Minh xâm lược với nhiều chiến công hiển hách trong lịch sử Chi Lăng . Ông và gia đình (vợ và hai con gái) được nhân dân Xóm Lựu, Làng Mỏ, Tổng Quang Lang lập đền thờ cúng tại Nghè Mỏ Bạo, Ông Đại Huề trở thành nhân thần linh thiêng được dân làng đón về thờ tại hậu cung của đình Làng Mỏ .\n\n==Hiểm địa với ngoại xâm==\n[[Tập tin:LieuThangthach.JPG|nhỏ|phải|250px|Đá Liễu Thăng \"cụt\" đầu, thắng tích của Chi Lăng]]\nTrong suốt lịch sử xâm lăng của kẻ thù phương Bắc, từ [[nhà Tống]], [[nhà Nguyên]], [[nhà Minh]] đến [[nhà Thanh]], [[Lạng Sơn]] luôn được coi là vị trí chiến lược chủ yếu và là hướng tấn công chính, lý do là vì ở đó là đồng bằng và chiếm được Lạng Sơn là chiếm được cửa ngõ châu thổ sông Hồng và chỉ còn 150&nbsp;km dọc đường cái quan (nay là [[Quốc lộ 1]]) là có thể tiến chiếm kinh đô [[Đại Việt]]. Tuy nhiên, với giặc ngoại xâm, Ải Chi Lăng trên con đường bách lý xuôi từ biên giới với [[Ải Nam Quan]], qua Lạng Sơn về [[Thăng Long]] - [[Hà Nội]], lại là một tử địa vì quy mô hoành tráng, đồ sộ, địa thế hiểm yếu ''thập nhân khứ, nhất nhân hoàn'' (10 kẻ đi chỉ 1 kẻ quay về được) của nó. Suốt quá trình dựng nước và giữ nước của nhân dân Việt Nam, với chiến lũy hình thang tại Ải Chi Lăng cùng hệ thống đầm lầy, sông suối, núi non hiểm trở của nó, luôn là bức tường thành từ xa của kinh đô Thăng Long ngăn bước viễn chinh quân xâm lược phương Bắc.\n\nNăm 1077, phụ quốc Thái úy [[Lý Thường Kiệt]] thân hành về Chi Lăng gặp phò mã [[Thân Cảnh Phúc]] bàn bạc việc binh. Với chiến tuyến Quyết Lý và Giáp Khẩu (dựng tại Chi Lăng), Thân Cảnh Phúc và quân dân xứ Lạng đã góp sức đánh tan quân xâm lược [[Tống]] lần thứ hai.\n\nNăm 1285, quân Nguyên qua Ải Chi Lăng đã bị quân nhà Trần chặn đánh kịch liệt và tướng Nguyên là [[Nghê Nhuận]] bị giết chết tại chỗ. Chính Hưng Đạo Đại vương [[Trần Quốc Tuấn]] đã thể hiện thiên tài quân sự của ông ở đây: bằng hố bẫy ngựa, phục binh của ta từ dưới hố dùng mã tấu phạt đứt chân ngựa, tách bọn Nguyên Mông thiện chiến ra khỏi ngựa mà tiêu diệt.\n\nCuối năm 1427, Ải Chi Lăng trở thành nơi ghi công một trong những trận đánh nổi tiếng nhất trong lịch sử chống ngoại xâm của Việt Nam. Đạo quân chủ lực của nhà Minh do An Viễn hầu Liễu Thăng chỉ huy gồm gần 10 vạn người kéo sang để dẹp [[khởi nghĩa Lam Sơn]] do [[Lê Lợi]] lãnh đạo. Lê Lợi đã phái [[Lê Sát]] dẫn các tướng lên đón đường, đặt quân mai phục. Tướng Trần Lựu giả cách thua vài trận để dụ [[Liễu Thăng]] lọt vào ổ phục kích tại núi Mã Yên. Quân Lam Sơn đổ ra chém chết Liễu Thăng khiến đạo quân cứu viện hùng hậu bị hoang mang, suy sụp, mất sức chiến đấu và tới đầu tháng 11 năm 1427 thì bị vây đánh, tiêu diệt bắt sống toàn bộ ở Xương Giang.\n\n==Khu di tích lịch sử Chi Lăng==\nKhu di tích lịch sử Chi Lăng nằm trong vùng Ải Chi Lăng, bao gồm 52 điểm (Chính thức chưa thống kê đủ hết vì còn thiếu đình Làng Mỏ, Nghè Mỏ Bạo, Nghè Đồng Thọp ...)  kéo dài gần 20&nbsp;km<ref>http:\/\/www.langson.gov.vn\/details.asp?Object=25954933&news_ID=25962742<\/ref>, phần lớn thuộc hai xã Chi Lăng và Quang Lang, và chủ yếu liên quan đến trận đánh ngày 10 tháng 10 năm 1427 giết chết [[Liễu Thăng]], chủ tướng quân xâm lược [[nhà Minh]]. Khu di tích lịch sử Chi Lăng được Bộ Văn hóa Thông tin (nay là Bộ Văn hóa Thể thao và Du lịch) xếp hạng [[Di tích lịch sử]] cấp quốc gia từ năm 1962, và hạng đặc biệt năm 2020.\n\nBia chiến thắng và Bảo tàng Chi Lăng được xây dựng tại khu di tích này vào năm 1982, nhân kỷ niệm 555 năm chiến thắng Chi Lăng 1427. Tượng đài kỷ niệm chiến thắng Chi Lăng cũng được xây dựng vào những năm sau đó.\n\n==Ải Chi Lăng trong thi văn==\n[[Tập tin:SJI 72, back cover.jpg|nhỏ|250px|Hình vẽ Chi Lăng trên bìa sau một tờ báo năm 1943. Bài thơ \"Qua cửa Chi Lăng\" ở trang 11.<ref>[https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k32665254\/f5.item.zoom ''Sports Jeunesse d'Indochineu'' numéro 72], 14 août 1943, page 11.<\/ref>]]\n[[Tập tin:Chi Lăng 2.jpg|nhỏ|250px|Lúa xanh tươi gần nơi cửa ải|thế=Ảnh này đẹp nhưng chụp ở km 114 QL.1 cũ bên ngoài vùng chiến địa 5km]]\nTừ [[thế kỷ 14]], tể tướng [[nhà Trần]] là [[Phạm Sư Mạnh]], dừng chân trước Ải Chi Lăng trên bước đường tuần thú xứ Lạng đã cảm thán trong bài ''[[Chi Lăng động]]'' khi ''Lâu phong bạt mã cao hồi thủ'' (trước gió ghì cương ngựa, lên cao ngoảnh đầu nhìn) với câu thơ: \n:''Chi Lăng quan hiểm dữ thiên tề'' (Chi Lăng ải hiểm tựa lên trời).\n\nNăm [[1804]] thời [[nhà Nguyễn]], thi hào [[Nguyễn Du]] trên đường đi sứ sang [[nhà Thanh]] khi qua Chi Lăng có vịnh thơ ''Quỷ Môn đạo trung'' rằng:\n{| \n|\n:鬼門道中\n:鬼門石徑出雲棍\n:征客南歸欲斷魂\n:樹樹東風吹送馬\n:山山落月夜啼猿\n:中旬老態逢人懶\n:一路寒威仗酒温\n:山塢何家大貪睡\n:日高猶自掩柴門\n|\n:\"Quỷ Môn đạo trung\" \n:''Quỷ Môn thạch kính xuất vân côn''\n:''Chinh khách nam quy dục đoạn hồn''\n:''Thụ thụ đông phong xuy tống mã''\n:''Sơn sơn lạc nguyệt dạ đề viên''\n:''Trung tuần lão thái phùng nhân lãn''\n:''Nhất lộ hàn uy trượng tửu ôn''\n:''Sơn ổ hà gia đại tham thụy''\n:''Nhật cao do tự yểm sài môn''\n|\n:\"Đường qua Ải Quỷ Môn\"\n:Quỷ Môn đường đá tỏa mây tuôn\n:Lữ khách về Nam sợ mất hồn\n:Gió thổi cây cây chùn ngựa tiễn\n:Trăng tàn núi núi vượn kêu dồn\n:Trung niên già thói lười nghênh khách\n:Thấm lạnh trên đường rượu uống luôn\n:Xóm núi nhà ai ham ngủ quá\n:Then cài cửa đóng nắng cao vươn.\n:(Thảo Nguyên dịch)<ref>Thảo Nguyên. ''Đọc và dịch thơ chữ Hán của Nguyễn Du''. Hà Nội: Hội Nhà Văn, 2007.<\/ref>\n|}\nTuy ý chính bài thơ là vịnh cảnh trên đường đi sứ nhưng tác giả cũng nhắc lại hiểm địa Chi Lăng đối với quân Tàu khiến \"lữ khách về Nam sợ mất hồn\".\n\n==Ảnh== \n<gallery>\nTập tin:Chi Lăng 1.jpg|Bia di tích lịch sử Chi Lăng. \nTập tin: Chi Lăng 3.jpg|Xe qua ải Chi Lăng.\nTập tin:Chi Lăng 4.jpg|Nhà bên đường ở khu vực ải Chi Lăng.\nTập tin: AiChiLang_map.JPG|Bản đồ khu di tích lịch sử Chi Lăng.\n<\/gallery>\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n{{wiktionary|Chi Lăng}}\n* Mục từ ''Chi Lăng'', trong cuốn ''Văn hóa Việt Nam'' (tổng hợp), Ban văn hóa văn nghệ Trung ương, Hà Nội, 1989.\n\n==Liên kết ngoài==\n* [http:\/\/www.vietnamtourism.com\/v_pages\/Tourist\/travel.asp?uid=1256 Ải Chi Lăng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061018072953\/http:\/\/www.vietnamtourism.com\/v_pages\/Tourist\/travel.asp?uid=1256 |date=2006-10-18 }}\n* [http:\/\/www.langson.gov.vn\/details.asp?Object=25954933&news_ID=25962742 Khu di tích lịch sử Chi Lăng]\n\n{{Di tích Việt Nam hạng đặc biệt}}\n[[Thể loại:Di tích tại Lạng Sơn]]\n[[Thể loại:Địa danh lịch sử Việt Nam]]\n[[Thể loại:Địa lý Lạng Sơn]]"}