{"1330950":"{{Thông tin nhân vật hoàng gia\n| tên = Chiêu Linh hoàng thái hậu\n| tên gốc = 昭靈皇太后\n| tước vị = \n| thêm = \n| hình = \n| cỡ hình = \n| chức vị = [[Hoàng hậu]] [[Đại Việt]]\n| tiền nhiệm = [[Lệ Thiên hoàng hậu]]\n| tại vị = [[1138]] - [[1175]]\n| nhiếp chính = \n| kiểu nhiếp chính = \n| kế nhiệm = [[An Toàn hoàng hậu]]\n| thông tin phối ngẫu = \n| phối ngẫu = \n| chức vị 1 = [[Hoàng thái hậu]] [[Đại Việt]]\n| tại vị 1 = [[1176]] - [[1199]]\n| tiền nhiệm 1 = [[Linh Chiếu Thái hậu]]\n| chồng = [[Lý Anh Tông]]\n| kế nhiệm 1 = [[An Toàn hoàng hậu|Đàm Thái hậu]]\n| hoàng tộc =[[Nhà Lý]]\n| kiểu hoàng tộc = Triều đại\n| tước hiệu = Hoàng hậu<br>Chiêu Linh hoàng thái hậu\n| miếu hiệu = \n| thụy hiệu = \n| mất = [[tháng 7]], [[1200]] {{fact}}\n| nơi mất = [[Thăng Long]]\n}}\n'''Chiêu Linh hoàng thái hậu''' ([[chữ Hán]]: 昭靈皇太后, ? - [[tháng 7]], [[1200]] {{fact}}), là một [[Hoàng hậu]], [[Hoàng thái hậu]] của [[nhà Lý]], vợ của [[Lý Anh Tông]], mẹ của Phế Thái tử Bảo Quốc vương [[Lý Long Xưởng]].\n\nBà là mẹ đích của [[Lý Cao Tông]], nhưng ở ngôi [[Thái hậu]] lại mưu việc phế lập ngôi vị, suýt là làm lung lay triều Lý. May có đại thần [[Tô Hiến Thành]] còn đó, sự việc mới được yên, Thái hậu phải rút lui khỏi chính trường.\n\n==Hoàng hậu nhà Lý==\nKhông rõ gia thế bà ra sao, chỉ biết bà [[họ Vũ]] (武). Năm [[1151]], bà sinh được hoàng tử trưởng của Anh Tông là [[Lý Long Xưởng]] (李龍昶), và Long Xưởng do là Hoàng đích trưởng tử nên được phong làm [[Thái tử]].\n\nTheo [[Đại Việt sử lược]] ghi nhận, khi đó có Nguyên phi [[Từ thị]] (徐氏) được Anh Tông sủng ái, Vũ hoàng hậu ghen, xui Long Xưởng quyến rũ Từ thị ấy để Anh Tông xa lánh và khinh nhờn bà ta. Từ thị không chịu và tâu thẳng lên Anh Tông, ông tức giận mà phế bỏ Long Xưởng, giáng làm '''Bảo Quốc vương''' (保國王).\n\nĐến cuối cùng, Anh Tông lập con nhỏ là Lý Long Cán, con của Thục phi [[Đỗ Thụy Châu]] làm [[Thái tử]]. Bà mấy lần xin cho Anh Tông phục vị lại cho con mình, nhưng Hoàng đế gạt đi mà nói: ''\"Làm con mà không biết kính trọng đấng song thân (cha mẹ) thì làm sao làm ông vua yêu dân được?\"''\n\nNăm [[1175]], [[tháng 8]], Anh Tông hoàng đế băng hà, Long Cán lên ngôi tức [[Lý Cao Tông]]. Bà được tôn làm '''Chiêu Linh hoàng thái hậu''', còn Đỗ thị được tôn làm '''Chiêu Thiên Chí Lý hoàng thái hậu''' (照天至理皇太后). [[Tô Hiến Thành]] được cử làm [[Thái úy]] phụ chính.\n\n==Hoàng thái hậu nhà Lý==\nTân đế Cao Tông lên ngôi khi mới 3 tuổi, Thái hậu nghĩ là Hoàng đế còn nhỏ, bèn mưu đoạt lại ngôi vị cho con trai mình.\n\nĐầu năm [[1178]], sau khi mãn tang Tiên đế Anh Tông, Thái hậu mở tiệc ở trong điện và chiêu dụ quan lại hòng lập mưu gây sức ép buộc Cao Tông phải thoái vị, nhưng các đại thần đều một lòng nghe theo Thái úy [[Tô Hiến Thành]], người lĩnh quản Cấm binh, khiến mưu sự không thành.\n\nSau khi thuyết phục các quan viên không được, bà tìm đến Tô Hiến Thành. Biết ông là người trung thực, khó mà mua chuộc, bà sai người đến gặp riêng vợ ông là Lữ phu nhân, đưa hết ngọc ngà châu báu. Ông biết được, than rằng: ''\"Ta là đại thần nhận mệnh tiên đế dặn lại giúp vầy vua bé, nay lấy của đút mà bỏ vua nọ lập vua kia thì làm sao gặp tiên đế ở suối vàng\".\n\nMột hôm, Thái hậu lại triệu ông vào mà thuyết phục, lời nói rằng:''\"Ông đối với nước nhà có thể nói là người trung đấy, nhưng tuổi tác của ông cũng đã đến lúc về chiều rồi vậy mà lại đi giúp một ông vua nhỏ bé thì những việc ông làm ai biết cho ? Chi bằng lập vua lớn tuổi, có lớn tuổi thì kẻ kia mới biết mà đem sự ban thưởng của một vị vua hiền đức đến cho ông, rồi ông sẽ được giàu sang mãi mãi, há không phải đẹp đẽ hay sao?\"''\n\nNhưng Tô Hiến Thành đáp lại:''\"Làm việc bất nghĩa mà được giàu sang, kẻ trung thần nghĩa sĩ đâu có vui làm. Lời tiên đế còn ở bên tai, điện hạ lại không nghe việc của [[Y Doãn]], [[Hoắc Quang]] ngày xưa sao? Thần không dám vâng mệnh\"''. Nói rồi, Tô Hiến Thành vội bước đi. Thái hậu phẫn uất nhưng không làm gì được.\n\nThấy không thuất phục được Tô Hiến Thành, Thái hậu đành mưu việc tạo binh biến. Trong đêm triệu gấp con trai vào cung bàn kế. Long Xưởng vừa sợ vừa mừng, bèn dùng chiếc ghe nhỏ đi theo sông [[Tô Lịch]] để vào cung. Tô Hiến Thành nhận được mật báo, chấn chỉnh quân đội hoàng cung, ngăn cản Long Xưởng vào. Long Xưởng không thể vào được, đành phải rút lui. Việc mưu phế lập không thành. Thái hậu từ đấy từ bỏ việc phế lập, rút lui khỏi chính trường.\n\nNăm [[Kỷ Mùi]] ([[1200]]), tháng 7, Chiêu Linh Thái hậu mất, không rõ bao nhiêu tuổi. Việc đặt [[thụy hiệu]] của bà không được đề cập, cũng không rõ bà có được táng cùng lăng với [[Lý Anh Tông]] hay không.\n\n==Tham khảo==\n{{tham khảo}}\n* [[Đại Việt sử ký toàn thư]]\n* [[Đại Việt sử lược]]\n\n{{Hậu phi nhà Lý}}\n\n[[Thể loại:Hoàng hậu nhà Lý]]"}