{"316643":"{{trung lập}}\n[[Tập tin:Logo of Chiêu Hồi Program.jpg|nhỏ|Huy hiệu chương trình]]\n[[Tập tin:Vietnampropaganda.png|nhỏ|phải|200px|Tờ rơi khuyến khích chiêu hồi]]\n[[Tập tin:Safe conduct.jpg|nhỏ|phải|200px|Giấy thông hành bảo đảm quân đối phương quy hàng sẽ được an toàn khi trình diện Quân lực Đồng minh]]\n[[Tập tin:M16MagCover.jpg|nhỏ|phải|200px|Túi nylon ghi lời khuyến dụ người hồi chánh]]\n'''Chiêu hồi''' là một chương trình do [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]] đề ra để khuyến khích các thành viên của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] và [[Việt Nam Dân chủ Cộng hòa]] đầu hàng hoặc đào ngũ sang phe Việt Nam Cộng hòa. Vận động [[tuyên truyền]] gồm dùng truyền đơn thả bằng [[máy bay]] hoặc bắn kèm với đạn pháo, và nhiều đợt phát thanh vô tuyến.<ref name=\"wherewewere\">{{chú thích sách |last=Kelley |first=Michael P. |title=Where We Were In Vietnam |publisher=Hellgate Press |year=2002 |pages=F–13 |isbn=1-55571-625-3}}<\/ref> Bản nhạc \"[[Ngày về]]\" của [[Hoàng Giác]] được dùng làm nhạc khúc Chiêu hồi cho chương trình phát thanh.<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=64083&z=124 |ngày truy cập=2009-09-01 |tựa đề=Hoàng Giác bên giấc Mơ Hoa, trích báo ''Người Việt'' |archive-date=2007-08-18 |archive-url=https:\/\/web.archive.org\/web\/20070818145357\/http:\/\/www.nguoi-viet.com\/\/absolutenm\/\/anmviewer.asp?a=64083&z=124 |url-status=dead }}<\/ref>\n\nNhững bộ đội, cán bộ đầu hàng thì Việt Nam Cộng hòa gọi là \"hồi chánh viên\". Thậm chí những người trong cơ sở hoạt động bị bắt, và những người không chịu được tra tấn mà khai ra đồng đội cũng được tính là hồi chánh. Trong những \"người hồi chánh\" được biết đến nhiều là [[nhà văn]] [[Xuân Vũ (nhà văn)|Xuân Vũ]]; [[Thượng tá]] Tám Hà, [[chính ủy]] F5; [[Trung tá]] Phan Văn Xưởng; Trung tá Huỳnh Cự; [[ca sĩ]] [[Bùi Thiện]] và [[Đoàn Chính]], con trai [[nhạc sĩ]] [[Đoàn Chuẩn]].<ref>{{Chú thích báo | url = http:\/\/www.vietbao.com\/?ppid=45&pid=5&nid=11739 | tiêu đề = Trang nhất | tác giả 1 =  | ngày =  | ngày truy cập = 1 tháng 3 năm 2015 | work = [[Việt Báo (California)|Việt Báo Online]] | ngôn ngữ =  | url-status = dead | title = Bản sao đã lưu trữ | archive-date = 2009-04-28 | archive-url = https:\/\/web.archive.org\/web\/20090428140229\/http:\/\/www.vietbao.com\/?ppid=45&pid=5&nid=11739 }}<\/ref>\n\nNhìn chung, chương trình này bị xem là không hiệu quả so với chi phí bỏ ra bởi số lượng \"người hồi chánh\" là khá thấp, ngoài ra còn xảy ra tình trạng [[tham nhũng]], thổi phồng số liệu để kiếm tiền. Nghiêm trọng hơn, phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và [[Cộng hòa miền Nam Việt Nam]] đã tận dụng chính sách này để cài cắm điệp viên, xây dựng cả mạng lưới điệp báo trong lòng đối phương.\n==Thành lập==\nChương trình Chiêu hồi phát động dưới thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] vào đầu năm 1963 dùng hai mẫu thực nghiệm: chương trình EDCOR của [[Philippines]] để chiêu dụ lực lượng Cộng sản [[Hukbalahap]] và chương trình của Sir Robert Thompson thuộc quân đội Anh để [[Tình trạng khẩn cấp Malaya|bình định Malaysia]].<ref>[http:\/\/www.rand.org\/content\/dam\/rand\/pubs\/reports\/2006\/R1172.pdf Koch, JA. The Chieu Hoi Program in South Vietnam, 1963-1971]<\/ref> Bản tuyên cáo của Tổng thống [[Ngô Đình Diệm]] ngày [[17 tháng 4]] năm [[1963]] mở đầu chiến dịch Chiêu hồi bằng cách kêu gọi quân đội đối phương trở về với \"chính nghĩa quốc gia\".<ref>Koch, JA. The Chieu Hoi Program in South Vietnam, 1963-1971. Washington, D.C.: Department of Defense, 1973. Trang 46.<\/ref> Chương trình này trực thuộc Bộ Công dân vụ dưới quyền của Bộ trưởng Ngô Trọng Hiếu<ref>http:\/\/www.daiviet.org\/dvc2.asp?action=vdt&mdn=826&chude_id=67<\/ref> và một thời mang tên '''Phong trào Chiêu tập Kháng chiến Lầm Đường'''.<ref>Pearce, R. Michael. ''Evolution of a Vietnamese Village - Part I''. Santa Monica, CA: The Rand Corporation, 1985. Trang 52<\/ref> Sau năm 1963 thì phân ban Chiêu hồi trực thuộc Phủ Thủ tướng. Năm 1965 thì chuyển sang Bộ Thông tin. Sang thời Đệ nhị Cộng hòa thì Chính phủ nâng Phủ Đặc ủy Dân vận Chiêu hồi thành Bộ Chiêu hồi riêng để điều hành hệ thống Chiêu hồi trên khắp 44 tỉnh thành của bốn vùng chiến thuật. Mỗi tỉnh đều có Ty Chiêu hồi. Bộ máy chiêu hồi trong guồng máy chiến tranh tâm lý cũng được chính quyền Sài Gòn hết sức chú ý và đẩy lên mức phát triển cao nhất dưới thời Nguyễn Văn Thiệu. Cho tới trước ngày 30\/4\/1975, Bộ Chiêu hồi do Hồ Văn Châm làm Tổng trưởng đã có 53 trung đoàn chiêu hồi ở khắp các tỉnh thành với 80 đội chiêu hồi và quân số là 7.222 người.<ref name=20nam\/>\n\n==Chiến lược hoạt động==\nBộ máy chiến tranh tâm lý của quân đội Sài Gòn được giao nhiệm vụ “phản tuyên truyền, hạ uy thế Cộng sản, tranh thủ nhân dân, nhất là nông dân, tách rời tâm hồn và tư tưởng của nhân dân ra khỏi cách mạng. Về chiến lược phải xây dựng cho nhân dân lập trường quốc gia để giữ lòng tin đối với chế độ [[Việt Nam Cộng hòa]] và tạo cho dân có cơ sở lý luận chống lại cách mạng một cách tích cực, vững chắc”.<ref name=tienty\/>\n\nTheo tài liệu của [[Tổng cục Chiến tranh Chính trị, Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa]] bị Quân Giải phóng thu được có nội dung kế hoạch công tác tâm lý chiến trong 20 năm được tổng kết và hoạch định như sau:\n\n*''Giai đoạn 1954-1960'': Tuyên truyền \"Cộng sản tam vô, tàn ác\", \"miền Bắc đói kém\", \"bảy Việt Cộng leo một cọng đu đủ không gãy\".\n*''Giai đoạn 1961-1964'': Quốc sách Ấp chiến lược tách dân ra khỏi lực lượng của Mặt trận. Phô trương sức mạnh của [[Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]]. Tổ chức cho thanh niên chiến đấu chống lại lực lượng của Mặt trận tại các làng xã. Thả truyền đơn và Chiêu hồi.\n*''Giai đoạn 1965-1969'': Các đoàn Công dân vụ và Vũ trang tuyên truyền. Đoàn ngũ hóa thanh niên Công giáo và nhân dân tự vệ. Đoàn cán bộ xây dựng nông thôn. Thành lập trung tâm điều động tâm lý chính trị các quân khu, tiểu khu để phối hợp các cơ quan quân sự, dân sự. Tại Vùng chiến thuật I, II, III lập các trung đội vũ trang tuyên truyền chiêu hồi. Các chương trình phát thanh đặc biệt của Đài Tiếng nói Tự do, Đài Gươm thiêng Ái quốc.\n*''Giai đoạn 1970-1975:'' Sử dụng Đài Phát thanh Mẹ Việt Nam, Đài Phát thanh Gươm thiêng Ái quốc, truyền đơn và thực hiện Kế hoạch Tiếng gọi của Tổ quốc.<ref name=20nam>http:\/\/antg.cand.com.vn\/Ho-so-mat\/Nhung-chien-dich-dien-hinh-301925\/<\/ref> Đến năm 1973, Mỹ mới giao Đài Phát thanh Tự Do cho Tổng cục Chiến tranh chính trị Quân lực Việt Nam Cộng hòa, chỉ giữ lại Đài Phát thanh Mẹ Việt Nam cho tới trước ngày 30\/4\/1975 thì tháo gỡ máy móc và đưa một số lớn nhân viên sang Mỹ để tiếp tục các kế hoạch chiến tranh tâm lý hậu chiến.<ref name=tienty>http:\/\/antg.cand.com.vn\/Ho-so-mat\/Cuoc-chien-tranh-tam-ly-20-nam-cua-My-tai-Viet-Nam-Tien-ti-da-trang-301893\/<\/ref>\n\nTheo dự tính của Việt Nam Cộng hòa, đến năm 1977 họ sẽ có nâng Bộ Thông tin chiêu hồi thành Bộ Chính trị và chi phí hoạt động có ngân sách ngang với ngân sách của Bộ Quốc phòng.<ref name=tienty\/>\n\nTheo Trung tướng Trần Độ, Phó chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam, mục đích của Hoa Kỳ và Việt Nam Cộng hòa muốn sử dụng chính sách chiêu hồi để phục vụ chiến tranh tâm lý với các mục tiêu:\n\n#Đánh tráo giữa phe chính nghĩa và phi nghĩa, giữa xâm lược và tự vệ\n#Vu khống, xuyên tạc đường lối chính sách của Việt Nam Dân chủ Cộng hòa, Mặt trận và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam trong khi tô vẽ hình ảnh của lính Mỹ và chính quyền Sài Gòn\n#Cung cấp thông tin sai lệch về tình hình chính trị - xã hội và tình hình chiến trường\n#Lập lờ về mục đích của các bên tham gia cuộc chiến\n#Tuyên truyền nhân sinh quan đồi trụy vào người dân và chiến sỹ cách mạng để làm giảm nhuệ khí chiến đấu của họ\n\nTheo Trung tướng [[Trần Độ]], việc cho rằng \"người Việt Nam xâm lược người Việt Nam\" là một lập luận hết sức vô lý của Mỹ và Việt Nam Cộng hòa, luận điệu này được sử dụng để che giấu thực tế là Mỹ đã đem quân sang xâm lược Việt Nam, Mỹ muốn hợp pháp hóa hành động quân sự của mình tại Việt Nam. Theo tướng Trần Độ, lính Mỹ không thể là người tốt khi họ mang những vũ khí hạng nặng từ bên kia đại dương sang Việt Nam để đốt phá làng mạc, giết hại người Việt Nam. Tướng Trần Độ cũng cho rằng Hoa Kỳ đang cố che giấu sự lệ thuộc của Việt Nam Cộng hòa vào Mỹ về cả chính trị - kinh tế - quân sự bằng việc tô vẽ một hình ảnh \"dân chủ\", \"tự do\". Ông cho rằng đó là một nền dân chủ giả hiệu của một chính quyền tay sai cho ngoại bang với bằng chứng là những gian lận trong Trưng cầu dân ý năm 1955 của Ngô Đình Diệm, tình trạng mua bán, trao đổi phiếu giữa các phe phái chính trị trong bầu cử tại miền Nam. Về tình hình miền Bắc, tướng Trần Độ cho rằng lực lượng chiêu hồi của Mỹ và Việt Nam Cộng hòa đã thổi phồng các khó khăn của miền Bắc và Quân Giải phóng ở miền Nam, giải thích sai đường lối theo đuổi hòa bình, xây dựng kinh tế của Đảng Lao động. Tình hình chiến trường bị lực lượng chiêu hồi, tâm lý chiến xuyên tạc không đúng thực tế. Ông Độ cũng cho rằng, Mỹ đang sử dụng lực lượng chiêu hồi, tâm lý chiến để đánh tráo giữa người gây chiến và bên tìm kiếm hòa bình. Việc Mỹ và Việt Nam Cộng hòa sử dụng vũ lực để khuất phục người dân Việt Nam không thể được coi là hành động theo đuổi hòa bình. Bên cạnh đó, để làm nhụt ý chí chiến đấu của nhân dân và chiến sỹ Việt Nam, Mỹ và chính quyền Sài Gòn đã sử dụng lực lượng chiêu hồi, tâm lý chiến để tuyên truyền những tư tưởng ích kỷ cá nhân, tâm lý thèm khát lối sống xa hoa thậm chí là sa đọa, sợ khổ, ham sống sợ chết. Sử dụng hình ảnh khiếp sợ của vũ khí Mỹ để làm suy giảm lòng dũng cảm của chiến sỹ và người dân.<ref name=trando\/>\n\n==Quá trình hoạt động==\n\n===Tại miền Nam===\nSau năm [[1963]] thì phân ban Chiêu hồi trực thuộc Phủ Thủ tướng. Năm [[1965]] thì chuyển sang Bộ Thông tin.<ref>Hà Thúc Ký. tr 319<\/ref> \nSang thời [[Đệ Nhị Cộng hòa Việt Nam|Đệ Nhị Cộng hòa]] thì chính phủ Việt Nam Cộng hòa nâng Phủ Đặc ủy Dân vận Chiêu hồi thành Bộ Chiêu hồi để điều hành hệ thống Chiêu hồi trên khắp 44 tỉnh thành của bốn [[Việt Nam Cộng hòa#Các quân khu|vùng chiến thuật]]. Mỗi tỉnh thì có Ty Chiêu hồi.\n\nNăm [[1967]] Việt Nam Cộng hòa đưa ra chính sách \"Đại đoàn kết\". Theo Việt Nam Cộng hòa, các thành phần bị chiêu hồi không những được giúp đỡ để tái định cư và đoàn tụ cùng gia đình mà còn được sử dụng tài năng tương xứng với công việc ở bên kia chiến tuyến. Chính sách này chưa có mấy tác dụng thì cuộc [[Sự kiện Tết Mậu Thân|Tổng Tấn công và nổi dậy Tết Mậu Thân]] năm 1968 xảy ra. Sự kiện này làm gián đoạn chương trình Chiêu hồi vì tình hình an ninh bất ổn, nhưng đến năm 1969 thì số lượng bị chiêu hồi lại tăng, đạt tổng số 47.023 người cho năm 1969.<ref>Koch, JA. The Chieu Hoi Program in South Vietnam, 1963-1971. Trang 13.<\/ref>\n\nNgười bị chiêu hồi được chuyển vào một trong hơn 200 trại để học tập chính trị trong thời gian từ bốn đến sáu tuần. Cùng lúc đó họ được phát quần áo và thức ăn, đến khi xuất trại thì trả về nguyên quán hoặc định cư ở những vùng ấn định. Khi nhập trại thì người bị chiêu hồi lãnh 1.500 [[đồng (Việt Nam Cộng hòa)|đồng]] tiền quần áo, 300 đồng cho mỗi tháng tại trại, và khi xuất trại thì được 1.200 đồng. Trên toàn quốc có 38 làng chiêu hồi để những người bị chiêu hồi định cư.<ref>{{Chú thích web |url=http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?jYSnGleRHEtAPl1Exb.hDPY6yDO%40e.qUHmHsBoKdl6OM2XHGgQDBGRHXU42iA8%40ry0SWG3QC.R2%408Ua2s0wnGpjsr74Mx.NLayDW%40.afcREb5JSUwMXJBQ%2F2390321002.pdf |ngày truy cập=2022-01-27 |tựa đề=The Chiêu Hồi Program in Vietnam |archive-date=2016-05-09 |archive-url=https:\/\/web.archive.org\/web\/20160509182849\/http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?jYSnGleRHEtAPl1Exb.hDPY6yDO%40e.qUHmHsBoKdl6OM2XHGgQDBGRHXU42iA8%40ry0SWG3QC.R2%408Ua2s0wnGpjsr74Mx.NLayDW%40.afcREb5JSUwMXJBQ%2F2390321002.pdf |url-status=dead }}<\/ref> Một số được kết nạp vào [[Nha Chiến tranh Tâm lý (Việt Nam Cộng hòa)|Cục Tâm lý chiến]].<ref>Smith, Harvey et al. tr 296<\/ref>\n\nNgười bị chiêu hồi bao gồm cả đàn ông và phụ nữ, xuất thân là [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], cán bộ tập kết hoặc cán bộ [[Việt Nam Dân chủ Cộng hòa|gốc Bắc]]. Một phần trong số những người bị chiêu hồi trở mặt với đồng đội cũ để chỉ điểm, chống phá các cơ sở và giúp đỡ cho Việt Nam Cộng hòa đánh thắng đối phương. Rất nhiều thành viên Mặt trận Dân tộc Giải phóng Miền Nam dứt khoát với quá khứ. Tuy nhiên chính sách chiêu hồi này lại bị nhiều sĩ quan, viên chức lợi dụng để kiếm chác, gây lãng phí tài chính, hoặc diễn ra tình trạng thổi phồng số liệu để tham ô thêm tiền từ ngân sách. Nghiêm trọng hơn, phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] lợi dụng chính chính sách chiêu hồi này để cài cắm điệp viên, thậm chí xây dựng cả mạng lưới điệp báo trong lòng lực lượng Việt Nam Cộng hòa.\n\nTheo số liệu của Việt Nam Cộng hòa đưa ra, trong thời gian từ năm 1963 đến 1973 chương trình Chiêu hồi thu nhận hơn 194.000 người bị chiêu hồi, tức là \"loại được bấy nhiêu quân đối phương khỏi chiến trường\" không cần dùng đến súng đạn.<ref>Koch, JA. The Chieu Hoi Program in South Vietnam, 1963-1971. Trang 9.<\/ref> Ngày [[18 tháng 2]] năm 1973 Bưu chính Việt Nam Cộng hòa cho phát hành con [[tem thư|tem]] \"Chiêu hồi\" trị giá 10 đồng, kỷ niệm người bị chiêu hồi thứ 200.000.<ref>[http:\/\/www.psywarrior.com\/ChieuHoiProgram.html Chương trình Chiêu hồi]<\/ref>. Tuy nhiên, con số 200.000 là một con số gây tranh cãi, bị nghi ngờ là thổi phồng quá cao so với thực tế, bởi tổng quân số của [[Quân Giải phóng miền Nam Việt Nam]] và [[Quân đội Nhân dân Việt Nam]] ở miền Nam chỉ là 219.000 người<ref>Le Gro, Col. William E. (1985), Vietnam from Cease-Fire to Capitulation, US Army Center of Military History, Department of the Army, p. 28<\/ref>\n\nVề mặt văn hóa chương trình Chiêu hồi phổ biến nhiều nhạc phẩm được phát thanh trên [[VTVN|đài vô tuyến Việt Nam]], trong đó nhạc sĩ [[Anh Bằng]] có nhiều tác phẩm như \"Bóng đêm\", \"Đôi bóng\", \"Nếu hai đứa mình\", \"Nếu ai có hỏi\", \"Giấc ngủ cô đơn\"... đều là những bản nhạc có lời nhắn nhủ thành viên Việt Cộng quay về với gia đình.<ref>\"Kỷ niệm về nhạc sĩ Anh Bằng\". Houston, TX: Văn đàn Đồng tâm, 2009. Tr 31<\/ref> Phía Việt Nam Cộng hòa cũng có hoạt động sử dụng loa truyền thanh lắp trên máy bay [[Cessna O-1 Bird Dog|L-19]] để hướng dẫn chiêu hồi. Theo đó, người lính QGP khi ra chiêu hồi phải cầm giấy chiêu hồi, đeo súng với mũi súng hướng xuống đất. Phía Mỹ-VNCH cũng sử dụng âm nhạc để \"ru ngủ\" tinh thần chiến đấu của Quân Giải phóng nhưng hoạt động này gây phản tác dụng khi lại gây suy sụp tinh thần cho lính Mỹ và Việt Nam Cộng hòa nhiều hơn là gây ra cho lính Quân Giải phóng.<ref>https:\/\/www.youtube.com\/watch?v=pmoDHIDAJVE<\/ref>\n\nVề truyền đơn, chính quyền Sài Gòn mỗi ngày sản xuất 1.000.000 truyền đơn khổ 11x14cm hoặc 100.000 bích chương khổ 44x57cm hoặc 100.000 sách loại tìm hiểu học tập khổ 11x14cm dày 16 trang không xếp đóng hoặc 50.000 quyển khổ 14x22 cm dày 16 trang hoặc 5.000 quyển 32 trang in khổ 21x27 cm hoặc 160.000 khẩu hiệu 22x27cm hoặc 50.000 phụ trang báo Tiền Tuyến 2 mặt, hai màu cỡ 44x57cm. Theo hãng tin AP (Mỹ) đưa tin vào năm 1966, ố truyền đơn mà Mỹ rải xuống miền Bắc Việt Nam đã đủ để cuốn hai vòng đường xích đạo. Tháng 3\/1969 đã rải 713,4 triệu tờ truyền đơn bằng máy bay và rải 3,3 triệu tờ bằng tay. Đến năm 1973 trung bình hàng tháng rải 60 triệu truyền đơn. Máy bay C130 mỗi lần bay có thể rải được 11 triệu tờ truyền đơn. Tại miền Nam, trong các truyền đơn rải xuống miền Nam có rất nhiều tờ giấy thông hành có quốc kỳ 6 nước đồng minh Hoa Kỳ, Australia, Thái Lan, Tân Tây Lan, Nam Hàn, Philippines, có ảnh một lính Cộng hòa chỉ đường cho một bộ đội Giải phóng và lời kêu gọi bộ đội Cộng sản quay về với Việt Nam Cộng hòa do Tổng thống Nguyễn Văn Thiệu ký tên. Trong các truyền đơn ném xuống miền Bắc có nội dung biện hộ cho sự ném bom của Mỹ, kêu gọi nhân dân miền Bắc không tham gia bảo vệ các mục tiêu quân sự và hệ thống giao thông, kêu gọi nhân dân miền Bắc giúp đỡ phi công Mỹ bị bắn rơi và hứa thưởng 50 lạng vàng, có chữ ký photo của Bunker Đại sứ Mỹ ở Sài Gòn. Một trong những tờ truyền đơn mà cơ quan tâm lý chiến Mỹ và chính quyền Sài Gòn cho là thành công nhất có lời kêu gọi binh lính [[Quân Giải phóng miền Nam Việt Nam]] quay về với gia đình, nói về nỗi khổ sở đói rét ở Trường Sơn, nỗi buồn chán và tâm tình nhớ quê hương với cả một bài thơ dài gửi mẹ ở hậu phương.<ref name=20nam\/>\n\nBộ máy chiêu hồi của Mỹ và chính quyền Sài Gòn đã dùng đến 50 chiếc máy bay OV10, O2B có máy ghi âm và băng ghi âm sẵn, đài phát công suất 1.000W ghi tiếng nói của các chiêu hồi viên bay và phóng thanh trên các hành lang, khu căn cứ để tác động vào tinh thần cán bộ chiến sĩ Giải phóng.<ref name=tienty\/>\n\n===Tại miền Bắc===\nĐể phục vụ cho các mục tiêu tâm lý chiến, Hoa Kỳ và chính quyền Sài Gòn đã chi một lượng lớn kinh phí xây dựng cơ sở vật chất, kỹ thuật cho bộ máy tuyên truyền của mình. Để phát thanh thì họ dùng máy phát mạnh 10KW sóng trung có thể phát sóng trên toàn miền Bắc Việt Nam và Nam Trung Quốc. Đầu năm 1967, phát sóng 12 giờ một ngày. Năm 1970, tổng số giờ phát sóng tăng lên 46 giờ trên nhiều tần số. Riêng [[Đài Tiếng nói Hoa Kỳ]] phát 17 giờ một ngày cho riêng miền Bắc. Từ giữa năm 1967 đến 1971, số giờ phát của đài này cho các chương trình vào Việt Nam còn tăng gấp ba lần với nhiều sóng khác nhau. Hoa Kỳ cũng huy động cả [[Đài Á Châu Tự Do]] lúc đó có trụ sở ở Hàn Quốc để tăng cường.<ref name=tienty\/>\n\nTrong chương trình chống phá miền Bắc bằng chiến tranh tâm lý, chiêu hồi, Nhóm nghiên cứu và quan sát thuộc Bộ chỉ huy trợ giúp quân sự Mỹ ở Việt Nam (SOG) đã đề nghị dùng Đài tiếng nói Gươm thiêng ái quốc kích động nhân dân ám sát cán bộ miền Bắc. Tháng 5-1965, Văn phòng Truyền thông hỗn hợp Hoa Kỳ (JUSPAO) được lập theo một chỉ thị của Nhà Trắng để phối hợp mọi hoạt động tâm lý chiến, chiêu hồi của Mỹ ở Việt Nam, trong đó có hoạt động tâm lý chiến bí mật chống miền Bắc dọc theo đường mòn Hồ Chí Minh ở Lào và Campuchia. Giám đốc của JUSPAO đề ra phương hướng cho một số cơ quan quân sự và dân sự tham gia vào hoạt động tuyên truyền ''\"đen\", \"xám\", \"trắng”''.\n\n*''Trắng'': Sử dụng chính các cơ quan truyền thông của Mỹ và chính quyền Sài Gòn để tuyên truyền chống phá miền Bắc. Các cơ quan truyền thông này nhận tài chính và chỉ đạo của chính phủ Mỹ và chính quyền Sài Gòn. Theo Trung tướng Trần Độ của Quân đội Nhân dân Việt Nam, Hoa Kỳ và Việt Nam Cộng hòa đã sử dụng chính bộ máy tuyên truyền của mình để bóp méo thông tin chiến trường, biến các thất bại thành thắng lợi. Truyền thông bị điều khiển của Hoa Kỳ và Việt Nam Cộng hòa đã vu khống Quân Giải phóng gây ra các vụ thảm sát mặc dù chính những vụ thảm sát ấy là do lính Mỹ và Việt Nam Cộng hòa gây ra. Hoạt động này diễn ra ở cả hai miền.<ref name=trando\/>\n*''Đen:'' Sử dụng bộ phận phản bội của Đảng Lao động Việt Nam, những người bị chiêu hồi để vu khống Hà Nội bán nước cho Trung Quốc và cho rằng Trung Quốc đã đẩy Việt Nam vào cuộc chiến tranh. Đồng thời, vu cáo Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, hay Việt Cộng và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam là bù nhìn của Hà Nội. Luận điểm chính là Nam Việt Nam là của người miền Nam, người miền Bắc không được can thiệp. Thông qua lực lượng này để đưa các thông tin sai lệch về tình hình chiến trường, chính trị-xã hội ở cả hai miền. Sử dụng lực lượng này để vu cáo miền Bắc \"xâm lược\" miền Nam. Đồng thời, thông qua thông tin sai lệch của những người phản bội làm mất lòng tin của nhân dân và cán bộ miền Bắc.<ref>https:\/\/web.archive.org\/web\/20100719110627\/http:\/\/www.ibiblio.org\/pub\/electronic-publications\/stay-free\/archives\/19\/fbi.html<\/ref><ref>http:\/\/www.ibiblio.org\/pub\/electronic-publications\/stay-free\/archives\/19\/fbi.html<\/ref>\n*''Xám:'' Chuyển tải thông tin không cần che đậy kỹ lưỡng. Tuyên truyền xám chỉ giấu được nguồn tin đối với người ít quan tâm chứ không phải những người nghe tinh tế. Những chủ đề chính bao gồm: Chống lại sự tuyên truyền của Hà Nội; cung cấp thông tin cho dân chúng miền Bắc về cuộc sống ở thế giới tự do; đưa tin tức chính xác về chiến tranh; và cung cấp cho dân chúng miền Bắc cơ sở để so sánh điều kiện sống của họ với miền Nam. Năm 1968, đài này phát tổng cộng 75 tiếng một ngày bằng năm thứ tiếng.\n\nSOG còn tạo ra đài Hà Nội giả để đưa tin sai lệch hoặc có những đánh giá không khách quan về tình hình chiến trường hay về tình hình xã hội miền Bắc. Bộ phận kỹ thuật của SOG bí mật chặn đài phát thanh của đối phương và phát chương trình của mình thay vào tín hiệu của đài phát thật. Các Chương trình phát thanh của miền Bắc và các kênh thông tin điện tử chính thức bị ngăn chặn và thay thế bằng các chương trình khác. Ví dụ như gây nhiễu chương trình thời sự của đài phát thanh Hà Nội và thay vào đó bằng các thông tin mâu thuẫn nhau. Hoạt động phát thanh đen của SOG bị giới hạn vì dân miền Bắc không có đài thu thanh. Thông qua hoạt động có mật danh Peanuts, SOG đặt hàng sản xuất đài bán dẫn từ Nhật Bản, được cố định tần số để chỉ nghe được các đài phát thanh của SOG. Hàng ngàn chiếc máy thu thanh kiểu này được đưa vào miền Bắc dưới dạng các gói quà được thả từ máy bay xuống hoặc thả nổi từ biển vào; một số khác được các toán thám báo đưa vào vùng căn cứ của đối phương (ở Lào hoặc Campuchia), đựng trong hộp có ghi tên thật hoặc giả của bộ đội. Tại thời điểm năm 1968, chương trình Peanuts đã tung đi trên 10.000 đài thu thanh.\n\nDùng máy bay C130, SOG dễ dàng tung hàng chục ngàn truyền đơn, một số lượng lớn truyền đơn không ghi nguồn gốc hoặc ghi nguồn gốc giả được chở bằng đường hàng không thả vào miền Bắc. Về truyền đơn, có nhiều loại với hai mục đích là kêu gọi sự ủng hộ đối với Việt Nam Cộng hòa và Hoa Kỳ bên cạnh việc tác động tới tâm lý một số nhóm người nhất định, trong đó cộng đồng Thiên chúa giáo được ưu tiên tác động. Tương tự như truyền đơn, gói quà được gửi từ nguồn không ghi địa chỉ hoặc địa chỉ giả. Các gói quà bao gồm: giấy viết, xà phòng, bút chì, nến, khăn tắm, vải vóc, sách vở... Tuy nhiên chúng không có thực phẩm vì Mỹ biết rằng đối phương sẽ dùng lượng lương thực này để chống lại Mỹ. Năm 1967, chỉ riêng qua đường hàng không, 22.000 gói quà được rải khắp miền Bắc vào ban đêm.\n\nViệc làm giả có vai trò trọng yếu trong công việc của SOG, bao gồm sản xuất và lưu hành thư từ, tài liệu giả có vẻ bề ngoài giống như thật. Đối tượng chủ yếu của hoạt động làm giả là quan chức của chính phủ và cũng có thể nhằm vào đông đảo quần chúng. Hoạt động thư từ “đen” của SOG bao gồm nhiều biến thể khác nhau và có thể được chia làm hai dạng chính. Dạng thứ nhất liên quan tới thư \"bút độc”. Trong chiến tranh Việt Nam, CIA xây dựng những cơ sở dữ liệu đặc biệt về Bắc Việt Nam, trong đó có thông tin về cán bộ trung cao cấp trong chính quyền, quân đội, và Đảng với địa chỉ cơ quan hoặc nhà riêng của họ. Và thế là số cán bộ này trở thành đối tượng lý tưởng của các thư \"bút độc\" gửi từ Paris, Hồng Kông, Tokyo hoặc Băngkốc. Tương tự như các hoạt động khác của SOG, nội dung của những lá thư này là nhằm đánh vào ý thức cảnh giác của chính phủ Hà Nội. Những lời lẽ trong thư nhằm tạo ra câu hỏi về sự trung thành của người cán bộ này.<ref>http:\/\/baophapluat.vn\/rubic-cuoc-song\/ket-dang-cho-biet-kich-quan-doi-viet-nam-cong-hoa-bi-mat-tiet-lo-tu-nguoi-lam-tai-sog-323618.html<\/ref>\n\nBên cạnh đó, Hoa Kỳ cũng rải tiền (miền Bắc) giả làm suy yếu lòng tin của nhân dân đối với đồng tiền Ngân hàng Việt Nam. Các đồng tiền giả này không cần giống y như tiền thật nhưng quan trọng là các dòng chữ kèm theo: ''\"Đồng tiền ngày càng mất giá và hàng hóa ngày càng khan hiếm, giá hàng sẽ còn lên cao. Tiết kiệm của bạn sẽ trở thành những mẩu giấy không có giá trị\"'' hoặc: ''\"Hãy đề phòng một cuộc đổi tiền tương tự năm 1959. Các bạn có thể mất hết của cải và kết quả mồ hôi nước mắt của các bạn\"''.<ref name=20nam\/>\n\n==Phản ứng của đối phương==\n\n===Tại miền Nam===\n\n[[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] (từ năm 1969 có thêm [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]]) với sự hỗ trợ toàn diện của [[Việt Nam Dân chủ Cộng hòa]] sử dụng lực lượng An ninh Giải phóng thuộc lực lượng Công an Giải phóng để chống lại các chương trình chiêu hồi của Việt Nam Cộng hòa. Lực lượng này đã vận dụng các hình thức khác nhau để đẩy mạnh phong trào “phòng gian bảo mật” trong cơ quan, đơn vị kháng chiến, trong nhân dân ở vùng giải phóng và khu căn cứ. Hướng dẫn quần chúng giữ gìn an ninh trật tự, tổ chức bảo vệ hành lang vận chuyển, căn cứ hậu cần – kỹ thuật phục vụ nhiệm vụ chiến đấu của quân Giải phóng. Các lực lượng An ninh Giải phóng và định hướng công tác an ninh tập trung chủ yếu thực hiện công tác điều tra cơ bản, nắm tình hình âm mưu, thủ đoạn hoạt động gián điệp của Mỹ và Việt Nam Cộng hòa, các tổ chức trá hình, các cơ quan đàn áp, bình định, chiêu hàng và các Đảng phái Quốc gia để tham mưu phục vụ công tác lãnh đạo, chỉ đạo của Trung ương Cục, Khu ủy, Tỉnh ủy trong công tác bảo vệ nội bộ, phát triển lực lượng quần chúng. Hướng dẫn quần chúng giữ gìn an ninh trật tự, tổ chức bảo vệ hành lang vận chuyển, căn cứ hậu cần – kỹ thuật phục vụ nhiệm vụ chiến đấu của Quân Giải phóng. Lực lượng điệp báo nội đô đã nắm được và cung cấp nhiều nguồn tin tức rất có giá trị về số đối tượng làm tình báo, gián điệp, số nhân viên hành chính địa phương nguy hiểm, cung cấp cho lực lượng An ninh chủ động tổ chức công tác phòng ngừa, xử lý, phục vụ công tác phản gián bảo vệ cơ sở cách mạng. Chủ động phát hiện, đấu tranh bóc gỡ nhiều vụ nội gián nguy hiểm trong nội bộ, góp phần thuần khiết nội bộ; phát hiện, trấn áp kịp thời các hoạt động chống phá của đối phương, ngăn chặn các sơ hở mà đối phương có thể lợi dụng.\n\nChỉ tính từ năm 1963 đến năm 1965, lực lượng An ninh miền Nam đã phát hiện và xử lý 277 vụ nội gián, trong đó có 16 vụ từ cấp huyện trở lên. Được quần chúng giúp đỡ, lực lượng An ninh cũng đã phát hiện và bắt giữ được nhiều gián điệp xâm nhập vào vùng Mặt trận kiểm soát, phát hiện hàng trăm tình báo viên, mật báo viên của đối phương trong đó có nhiều người do đối phương cài lại. Trong cuộc Tổng tiến công và nổi dậy mùa xuân 1975, Ban An ninh Trung ương Cục đã huy động hơn 13.000 cán bộ chiến sĩ các lực lượng An ninh Giải phóng (trong đó có hơn 1.500 cán bộ An ninh Trung ương Cục và đặc khu, hơn 1.000 cơ sở của lực lượng An ninh hoạt động trong nội thành) tham gia tiến công trên nhiều hướng, nhiều mũi, đánh thẳng vào các căn cứ sào huyệt của đối phương; tổ chức công tác tuyên truyền, phát động quần chúng nổi dậy, trừng trị, xử lý bọn gián điệp, tình báo, chiêu hồi, đầu sỏ ác ôn, chiếm lĩnh các mục tiêu được phân công, truy kích số đối tượng phản cách mạng lẩn trốn; tiếp quản, thu hồi tài liệu, phương tiện của địch bỏ lại, giải thoát tù nhân… Lực lượng An ninh T4 (An ninh Sài Gòn - Gia Định) nhanh chóng có mặt tại Phủ Tổng thống Việt Nam Cộng hòa tiếp cận thuyết phục Dương Văn Minh, Tổng thống chính quyền Sài Gòn kêu gọi binh sĩ ngừng bắn, bàn giao chính quyền cho cách mạng, góp phần tránh một cuộc chiến tranh trong thành phố và sự đổ máu không cần thiết<ref>http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Dau-tranh-lam-that-bai-cac-ke-hoach-tinh-bao-gian-diep-cua-My---nguy-o-mien-Nam-257779\/<\/ref>.\n\nĐể chống chính sách chiêu hồi trong tù, các tù chính trị Cộng sản đã có chương trình \"tự cung, tự cấp\" và \"có làm, có hưởng\", thể hiện thái độ bất hợp tác với cai tù Việt Nam Cộng hòa. Vào tháng 7 năm 1971, đã có 3.000 tù nhân chính trị tại nhà tù Côn Đảo không tham gia lễ chào cờ Việt Nam Cộng hòa buộc nhà tù phải chuyển trại hơn 1.000 tù chính trị. Trong tù, các tù chính trị vẫn tiếp tục lập các chi bộ và Đảng bộ. Sau khi Hiệp định Paris 1973 được ký kết, Việt Nam Cộng hòa vẫn cố tình không trao trả hết tù chính trị cho [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]], nhưng với sự đấu tranh kiên cường của các tù chính trị Việt Nam Cộng hòa đã phải thả hết các thành viên thuộc [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]]. Phong trào \"Chống chào cờ Ngụy\" và \"Chống lao động khổ sai\" là hai phong trào phản kháng mạnh mẽ nhất của tù chính trị Cộng sản. Đỉnh điểm vào tháng 8 năm 1970, số người tham gia \"Chống chào cờ Ngụy\" là hơn 4.000 người. Trong phong trào \"Năm ngôi sao toàn thắng\" và \"Sáu ngọn cờ đầu\", đã có hàng trăm chiến sĩ Cộng sản hy sinh trong mỗi phong trào để chống lại chính sách chiêu hồi của Việt Nam Cộng hòa<ref>{{Chú thích web | url = http:\/\/www.baotangbrvt.org.vn\/index.php?Module=Content&Action=view&id=354&Itemid=315# | tiêu đề = Bao tang tong hop tinh Ba Ria | tác giả 1 = | ngày = | ngày truy cập = 12 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\nTại nhà tù Chí Hòa, để chống lại chính sách chiêu hồi, tù binh và tù chính trị phát động hát bài [[Giải phóng miền Nam (bài hát)|Giải phóng miền Nam]], quốc ca của [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] trong khi cai tù Việt Nam Cộng hòa tổ chức chào cờ Việt Nam Cộng hòa<ref>{{Chú thích web | url = http:\/\/www.thuviendongnai.gov.vn\/baiviet2015\/ngayphunu\/Lists\/Posts\/Post.aspx?List=1f8fffd0-ad4f-40fb-bcae-e5c4e7fc5f14&ID=11 | tiêu đề = \t\tMỘT SỐ PHONG TRÀO ĐẤU TRANH ĐIỂN HÌNH CỦA NỮ TÙ CHÍNH TRỊ Ở MIỀN ĐÔNG NAM BỘ | tác giả 1 = | ngày = | ngày truy cập = 12 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTại trại tù binh Cần Thơ, tù binh đều đã trải qua nhiều trại giam khác nhau, như: Phú Quốc, Biên Hòa, Pleiku... Trên 90% tù nhân bị bắt khi bị thương rất nặng, mất nhiều máu, lại bị đánh đập, tra tấn, cùng với chế độ lao tù hà khắc, ốm đau, bệnh tật liên miên nên sức khỏe rất yếu. Để lãnh đạo cuộc đấu tranh trong nhà tù, Đảng ủy nhà tù được thành lập. Các phòng giam đều thành lập chi bộ Đảng, đoàn thanh niên, hội đồng hương... Để tránh cai tù phát hiện đàn áp, sinh hoạt Đảng chủ yếu diễn ra trong những thời gian đi bộ hoặc họp bí mật tại khu nhà bếp trại giam. Nhiệm vụ của Đảng ủy nhà tù là tìm hiểu, phát hiện những Đảng viên trung kiên, tổ chức các phong trào đấu tranh cải thiện đời sống lao tù; bảo vệ, chăm sóc thương binh, người già, phụ nữ; bồi dưỡng lý tưởng cách mạng; phát hiện, bồi dưỡng quần chúng tích cực, phát triển Đảng trong tù; liên hệ, móc nối với cơ sở Đảng ngoài nhà tù để hoạt động đúng hướng. Để công khai, trực tiếp đấu tranh với cai tù, Ban đại diện tù binh ra đời gồm các Đảng viên có năng lực, phẩm chất chính trị tốt, có trình độ lý luận, được mọi người tin tưởng bầu ra. Thành lập các tổ giúp việc như: Tổ an ninh chính trị, tổ đời sống, tổ tuyên truyền văn hóa - văn nghệ, tổ chăm sóc thương binh...Hình thức đấu tranh hô la - tuyệt thực - mổ bụng là hình thức đấu tranh tập thể cao nhất, quyết liệt nhất và hiệu quả nhất.<ref>http:\/\/hanoimoi.com.vn\/Ban-in\/Chinh-tri\/680441\/duong-den-chien-thang-cua-nhung-chien-si-mac-ao-tu<\/ref>\n\nNgày 30\/3\/1972, trong khi [[Quân Giải phóng miền Nam Việt Nam]] và người dân miền Nam mở cuộc tấn công chiến lược vào tuyến phòng thủ đường 9 – Quảng Trị, Kon Tum, khu V, miền Đông Nam bộ và đồng bằng sông Cửu Long. Lực lượng An ninh Giải phóng đã phối hợp với bộ đội địa phương tấn công các chi cục cảnh sát, dinh tỉnh trưởng, ty chiêu hồi, cơ quan tình báo, biệt kích, hỗ trợ quần chúng phá ấp chiến lược trở về quê quán. Trong chiến dịch Tây Nguyên, lực lượng An ninh Giải phóng đã phối hợp với Quân Giải phóng phát động quần chúng nổi dậy diệt ác, phá kìm; đánh chiếm các mục tiêu được phân công, như trụ sở làm việc của ngụy quyền, cảnh sát, tình báo và tình báo trá hình, Ty phát triển sắc tộc, Ty chiêu hồi, tổ chức bình định nông thôn, các tổ chức Đảng phái phản động, thu hồi toàn bộ hồ sơ, tài liệu của địch<ref>{{Chú thích web | url = http:\/\/hvctcand.edu.vn\/?q=node\/6143 | tiêu đề = Biểu tượng của sự phối hợp giữa QĐND và CAND Việt Nam | tác giả 1 = | ngày = | ngày truy cập = 12 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\nTính đến tháng 4\/1974, lực lượng An ninh Giải phóng đã xây dựng được 18.480 cơ sở bí mật, riêng điệp báo xây dựng được 218 cơ sở từ cấp xã trở lên. Thông qua đẩy mạnh phong trào “phòng gian bảo mật” trong cơ quan, đơn vị kháng chiến, trong nhân dân ở vùng giải phóng và khu căn cứ bên cạnh việc tăng cường cài cắm nhiều người và cơ sở vào các cơ quan đầu não quan trọng, cơ mật thiết yếu của chính quyền Sài Gòn, lực lượng An ninh Giải phóng đã nắm được và cung cấp nhiều nguồn tin tức rất có giá trị về số đối tượng làm tình báo, gián điệp, chỉ điểm, vận động chiêu hồi của phía Việt Nam Cộng hòa.<ref>{{Chú thích web |url=http:\/\/trian.vn\/tin-tuc\/noi-chinh-3569\/an-ninh-mien-nam-dau-tranh-lam-that-bai-cac-chuong-trinh-ke-hoach-tinh-bao-gian-diep-cua-my-va-chinh-quyen-sai-gon-gop-phan-giai-phong-mien-nam-thong-nhat-to-quoc-167390 |ngày truy cập=2017-08-30 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-08-30 |archive-url=https:\/\/web.archive.org\/web\/20170830152716\/http:\/\/trian.vn\/tin-tuc\/noi-chinh-3569\/an-ninh-mien-nam-dau-tranh-lam-that-bai-cac-chuong-trinh-ke-hoach-tinh-bao-gian-diep-cua-my-va-chinh-quyen-sai-gon-gop-phan-giai-phong-mien-nam-thong-nhat-to-quoc-167390 |url-status=dead }}<\/ref>\n\n===Tại miền Bắc===\n\nTheo Trung tướng Trần Độ, Phó Chủ nhiệm Tổng cục Chính trị, Quân đội Nhân dân Việt Nam không hề chủ quan giản đơn, coi thường mọi hành động tâm lý chiến, chiêu hồi của đối phương. Quân đội Nhân dân Việt Nam sử dụng biện pháp giáo dục chính trị như là một vũ khí then chốt để củng cố lập trường cách mạng, phân biệt địch-ta, hiểu rõ bản chất nham hiểm của đối phương. Một biện pháp nữa là không ngừng nâng cao lòng căm thù sâu sắc đối với các tội ác của Mỹ và đồng minh gây ra, nêu cao chủ nghĩa anh hùng cách mạng, ý chí quyết chiến quyết thắng, chống mọi biểu hiện của chủ nghĩa cá nhân, quét sạch mọi tư tưởng tiêu cực, lạc hậu.<ref name=trando>Chiến tranh tâm lý của Mỹ - nguỵ rất xảo quyệt nhưng nhất định thất bại, Trần Độ, Trần Độ tác phẩm, tập III, Nhà xuất bản Hội Nhà văn, 2012<\/ref>\n\n== Những nhân vật nổi bật được chiêu hồi thành công ==\n#Thượng tá Tám Hà, tức Trần Văn Đắc; chính ủy sư đoàn 5\n#Trung tá Huỳnh Cự\n#Trung tá Phan Văn Xưởng\n#Trung tá Lê Xuân Chuyên\n#Bác sĩ Đặng Tân, trưởng ty y tế Pleiku\n#Nhà văn [[Xuân Vũ (nhà văn)|Xuân Vũ]] Bùi Quang Triết\n#Nhạc sĩ Phan Thế\n#Nhạc sĩ Đoàn Chính, con Đoàn Chuẩn\n#Ca sĩ Bùi Thiện\n#Diễn viên Cao Huynh\n#Mai Văn Sổ<ref>[http:\/\/www.kcl.ac.uk\/lhcma\/cats\/menaul\/mn0710.shtml Papers mainly on the Vietnam War]<\/ref> (em [[sinh đôi|song sinh]] của [[Mai Văn Bộ]])<ref>[http:\/\/docs.google.com\/viewer?a=v&q=cache:jp0dpOaTE3oJ:www.vietnam.ttu.edu\/star\/images\/408\/4080408002a.pdf+%22Mai+van+so%22+%22mai+van+bo%22&hl=en&gl=us&pid=bl&srcid=ADGEESh6NBwBQWByYGi3_E53gOf_Kb_EJXhoaIKvQnhXn-JFs53DfkQdNQBKk8D1Z0YL6SPA0-YC55VS-G-axa652u7a8Hr2mtZR3WtEQDsy1nYiwbVU1sU5JI56hReOUIbrFJD8cbm1&sig=AHIEtbRV3ZvRgOQ18Ct00GlYF3DUNFWv5Q Mai Văn Bộ]<\/ref>\n#Bùi Công Tương; uỷ viên tuyên huấn tỉnh Bến Tre\n\n==Lãnh đạo Bộ Chiêu hồi==\n*Tổng trưởng: Trần Văn Ân (tổng trưởng đầu tiên, tháng 3 đến ngày 19 tháng 6 năm 1965).\n*Tổng trưởng: Thiếu tướng Nguyễn Bảo Trị (ngày 19 tháng 6 năm 1965 đến ngày 9 tháng 11 năm 1967).\n*Tổng trưởng: Nguyễn Xuân Phong (ngày 9 tháng 11 năm 1967 đến tháng 3-1968).\n*Tổng trưởng: Tiến sĩ Tôn Thất Thiện (tháng 3-1968 đến ngày 25 tháng 8 năm 1968).\n*Tổng trưởng: Giáo sư Nguyễn Ngọc An (ngày 25 tháng 8 năm 1968 đến ngày 1 tháng 9 năm 1969).\n*Tổng trưởng: Bác sĩ Hồ Văn Châm (ngày 1 tháng 9 năm 1969 đến đến tháng 4-1973).\n*Tổng trưởng: Hoàng Đức Nhã (tháng 4-1973 đến tháng 4-1975).\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n*Hà Thúc Ký. ''Sống còn với Dân tộc, hồi ký chính trị''. ? Phương Nghi, 2009.\n*Kelley, Michael P. ''Where We Were In Vietnam''. ?: Hellgate Press.\n*Koch, JA. ''The Chieu Hoi Program in South Vietnam, 1963-1971''. Washington, D.C.: Department of Defense, 1973.\n*Pearce, R. Michael. ''Evolution of a Vietnamese Village - Part I''. Santa Monica, CA: The Rand Corporation, 1985.\n*Smith, Harvey et al. ''Area Handbook for South Vietnam''. Washington, DC: US Government Printing Office, 1967.\n\n==Liên kết ngoài==\n*[http:\/\/lienmang-vietsan.50webs.com\/HN_toiTimTuDo22.htm Hồi ký của một hồi chánh viên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090330072936\/http:\/\/lienmang-vietsan.50webs.com\/HN_toiTimTuDo22.htm |date=2009-03-30 }}\n*[http:\/\/www.batkhuat.net\/tl-nn-trove-daigiadinh-dantoc.htm Những Người Trở Về Với Đại Gia đình Dân tộc]\n*[http:\/\/www.psywarrior.com\/ChieuHoiProgram.html Chương trình Chiêu hồi (tiếng Anh)]\n\n{{Sơ khai}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chiến tranh tâm lý]]\n[[Thể loại:Chiến lược quân sự]]"}