{"2221":"{{Chú thích trong bài|date=tháng 6\/2021}}\n{{Lịch sử Chăm Pa}}\n'''Chiêm Thành''' ({{hn|ch=占城}}) là tên gọi của [[chăm Pa|vương quốc Chăm Pa]] ([[tiếng Phạn]]: ''Campanagara'') trong sử sách Việt Nam từ [[877]] đến [[1693]]<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/vnsl\/index.html Việt Nam Sử lược] của [[Trần Trọng Kim]] - Bản điện tử<\/ref>. Trước 859 Việt Nam gọi vương quốc này là [[Hoàn Vương]]. Đầu thế kỷ thứ 11, Chiêm Thành bao gồm 4 vùng đất (nhiều nguồn gọi là tiểu quốc) là: Amaravati (vùng [[Quảng Nam]], [[Đà Nẵng]] ngày nay, và vùng [[Quảng Bình|Bình]] - [[Quảng Trị|Trị]] - [[Thừa Thiên Huế|Thiên]] nhưng sau này bị sáp nhập vào [[Đại Việt]]), [[Vijaya]] (vùng [[Quảng Ngãi]], [[Bình Định]] ngày nay), [[Kauthara]] (vùng [[Phú Yên]], [[Khánh Hòa]] ngày nay) và [[Panduranga]] (vùng [[Ninh Thuận]] và [[Bình Thuận]] ngày nay).\n\n==Các vương triều Chiêm Thành==\n(''Các vương triều trước xin xem bài nhà nước [[Lâm Ấp]] và nhà nước [[Hoàn Vương]]'')\n\nTừ năm 875, sử [[Việt Nam]] gọi [[Chăm Pa|Chăm pa]] là Chiêm Thành Quốc. Riêng, vùng Phan Rang (Panduranga) ngày nay được gọi là Tân Đồng Long.\n\n===Vương triều thứ sáu (875-982\/1000)===\nSống mãi trong xa hoa, vương triều Panduranga trở nên yếu đuối. Sau hơn 20 năm chinh chiến với Angkor quyền hành trong nước lọt dần vào tay các dòng vương tôn miền Bắc, chính họ đã chống trả lại các đợt xâm lăng của đế quốc Angkor.\n\nNăm 859, một vương tôn mang nhiều chiến công, tên Laksmindra Bhumisvara Gramasvamin, được triều thần đưa lên ngôi, hiệu Indravarman II.\n\nTrong những năm 861, 862 và 865, quân Chiêm Thành tổ chức nhiều cuộc tấn công vào phủ An Nam, mang về rất nhiều lương thực và của cải.  Năm 889 vua Angkor là Yasovarman hai lần tiến quân vào Chiêm Thành nhưng đều bị đánh bại và chết trong rừng sâu (năm 890), một phần đất trên Đồng Nai thượng và lãnh thổ đông-bắc Angkor (cao nguyên Rattanakiri và Mondolkiri) đặt dưới quyền kiểm soát  của Chiêm. \n* [[Jaya Indravarman II]] Kinh đô chính là Đồng Dương - Quảng Nam ngày nay. Thời gian của triều đại này là từ 875 - 889.\n*[[Jaya Sinhavarman|Jaya Sinhavarman I]]. Thời gian của triều đại này là từ 898 - 903. Ông là cháu gọi Indravarman II là cậu.\n*[[Jaya Caktivarman]].\n*[[Bhadravarman II]] (vào khoảng những năm 908 đến năm 910).\n*Indravarman III. Vào năm 918, Indravarman III cho đúc tượng nữ thần Bhagavati bằng [[vàng]] dựng tại [[Tháp Po Nagar|Tháp Bà]]. Năm 945 vua Khmer là Rajendravarman II cùng binh sĩ băng rừng từ Angkor vào Kauthara, cướp tượng nữ thần Bhagavati bằng vàng - vị thần bảo vệ xứ sở và là biểu tượng uy quyền của Chiêm Thành - trong tháp Yan Po Nagara mang về nước. Năm 965, Jaya Indravarman I cho dựng lại tượng nữ thần Bhagavati bằng [[đá]] ở Kauthara. Lúc này đạo Bà La Môn trở thành quốc giáo. Cũng trong giai đoạn này, đạo Hồi được truyền bá thông qua một quý tộc từ Java đến tị nạn là Rahdar Ahmed Abu Kamil (Naqid Amr Ali).\n*Paramesvaravarman I (Ba Mỹ Thuế hay Tốt Lợi Đà Bàn Ấn Đồ hoặc Ba Mĩ Thế Hạt Ấn Bồ). Năm 979, trước hoặc sau cái chết của Đinh Tiên Hoàng, ông đã tiếp đón Ngô Nhật Khánh (con Ngô Quyên, theo gia phả là cháu nội Ngô Quyền) lưu vong sang Chăm Pa, hỗ trợ binh lính cho Ngô Nhật Khánh để can thiệp vào việc kế thừa ngôi vua ở Đại Cố Việt và bị vua Lê Đại hành đánh tử trận (982?).\n*Lưu Kế Tông (983), kẻ đoạt ngôi. Năm 983, một quản giáp (trưởng làng) người Việt (?) sinh sống trên lãnh thổ Chăm Pa nổi lên, đoạt ngôi nhưng bị vua Lê Đại Hành đánh tự trận (983?). Trong thời gian Lưu Kế Tông trị vì, có một người Chăm gốc Hoa (?) tên Poulo Ngo (?) dẫn theo khoảng 150 người đổ bộ lên đảo Hải Nam và vùng duyên hải nam Quảng Châu tị nạn. \n*Indravarman IV (Ấn Đà Bàn Ngô Nhật Hoan), Đại Việt Sử Ký gọi là Băng Vương La, lên ngôi năm 983 sau khi Lưu Kế Tông chết, Ông dời đô từ Cửu Chau (Ô Lý) sang Tân Châu (Phật Thành) vào năm 982, 988 hoặc 1000 SCN.\n\n===Vương triều thứ bảy (982\/1000-1044)===\n*Indravarman IV (Ấn Đà Bàn Ngô Nhật Hoan), Đại Việt Sử Ký gọi là Băng Vương La, lên ngôi năm 983 sau khi Lưu Kế Tông chết, Ông dời đô từ Cửu Châu (Ô Lý) sang Tân Châu (Phật Thành) vào năm 982, 988 hoặc 1000 SCN. \n*[[Yan Pu Ku Vijaya]] (Dương Phô Củ). Cho dời đô về Vijaya([[Đồ Bàn]], [[Bình Định]]). Trị vì đến năm 1007.\n*Sri. Bi Trà (Xà Lời) lên ngôi.\n*[[Harivarman III]]\n*[[Paramecvaravarman II]] (phiên âm là Thi Nặc Bài Ma Diệp) tồn tại khoảng trước và sau năm 1021.\n*[[Vikrantvarman IV]].\n*[[Jaya Sinhavarman II]] (phiên âm chữ [[Hán]] là Hình Bốc Tộc Li Trị Tinh Ba Phật) hay Sạ Đẫu. Trị vì từ 1041 đến năm 1044. Vua [[Lý Thái Tông]] đã đánh thành Phật Thệ, chém được Sạ Đẫu, bắt các vợ và cung nữ của Sạ Đẩu, trong đó có nàng [[Mỵ Ê]].\n\n===Vương triều thứ tám (1044-1074)===\n*[[Jaya Paramesvaravavarman I]]. Ứng Ni lên ngôi vào năm 1044, kết thúc trị vì năm 1060. Ông đàn áp sự chống đối của dân [[Panduragan]].\n*[[Bhadravarman IV]], làm vua khoảng 2 năm 1060 đến 1061.\n*[[Rudravarman III]]. Chế Củ (Dương Bộc Thi Lợi Luật Đà Bàn Ma Đề Bà) lên ngôi vào năm 1061. Năm 1069, vua [[Lý Thánh Tông]] đánh Chiêm Thành. Chế Củ dâng ba châu Bố Chính, Địa Lý (Quảng Bình), Ma Linh (Quảng Trị). Năm 1074 đưa vợ con và 3000 lính sang cư trú ở [[Đại Việt]].\n\n===Vương triều thứ chín (1074-1139)===\n*[[Harivarman IV]]. Nhà vua bắt đầu trị vì vào năm 1074, đánh phá biên giới [[Đại Việt]], đánh Chân Lạp đến Cambhupura, đốt phá nhiều đền điện của Chân Lạp. Năm 1075, [[Lý Thường Kiệt]] đi đánh Chiêm Thành nhưng không thu được kết quả. Harivarman IV dựng lại kinh đô Indrapura (Quảng Nam) đã bị bỏ từ lâu và cho xây nhiều đền tại [[Thánh địa Mỹ Sơn|Mỹ Sơn]].\n*Jaya Indravarman II (lần thứ nhất) từ năm 1080 đến 1081. Ông bị chú là Paramabhodistava truất quyền.\n*Paramabhodistava. Bắt đầu vào năm 1081, bị giết năm 1086 nên Jaya Indravarman II lên ngôi lần 2.\n*Jaya Indravarman II(lần thứ 2). [[Chế Ma Na]] bắt đầu trị vì năm 1086. Năm 1104, Chế Ma Na đánh ba châu Địa Lý, Ma Linh, Bố Chính, nhưng bị Lý Thường Kiệt đánh bại.\n*[[Harivarman V]] (1114-1129)là cháu gọi Jaya Indravarman II là chú.\n\n===Vương triều thứ mười (1139-1145)===\n*Jaya Indravarman III (1139-1145). Năm 1145, vua Chân Lạp là Suryavarman II đánh chiếm Vijaya, Jaya Indravarman III mất tích và triều đại này kết thúc.\n\n===Vương triều thứ mười một (1145-1318)===\n*Rudravarman IV. Kinh đô chính là Panduranga. Kết thúc vào năm 1145.\n*Jaya Harivarman I (Chế Bì La Bút). Ông là hoàng tử Civanandana,con vua Rudravarman IV\n*Jaya Harivarman II. Ông là con vua Jaya Harivarman I. Làm vua khoảng 4 năm thì bị cướp ngôi.\n*Jaya Indravarman IV (1167-1190). Ông đã tấn công nước Angkor bằng một [[Thủy chiến Tonlé Sap|trận thủy chiến]] ngược dòng [[Sông Cửu Long|sông Mêkong]]. Có giả thuyết ông bị vua [[Campuchia|Cao Miên]] bắt trong một cuộc hành quân vào Chiêm Thành.\n\nSau đó vào năm 1190, Chiêm Thành chia thành hai tiểu vương quốc riêng: [[Vijaya (Chăm Pa)|Vương quốc Vijaya]] và [[Panduranga-Chăm Pa|Vương quốc Panduranga]]. Vào năm 1192 thì lại hợp nhất lại.\n*Jaya Paramecvaravarman II lên ngôi năm 1226, từ đây người Chân Lạp tự ý rút khỏi Chiêm Thành. Ông là con cả vua Jaya Harivarman II. \n*Jaya Indravarman VI. Jaya Indravarman VI là vị vua có mối quan hệ giao hảo với Đại Việt. Ông bị ám sát và cướp ngôi năm 1257.\n*Indravarman V (1265-1285). Indravarman V có tên thật là Cri Harideva, người cháu đã ám sát vua Jaya Indravarman VI, và đến năm 1266 thì làm lễ đăng quang. Nhường ngôi cho thái tử Harifit tức vua Jaya Sinhavarman III\n*Jaya Sinhavarman III ([[Chế Mân]]). Năm 1305 - 1306, Chế Mân đem vàng bạc và Ô Lý (Ulik) làm lễ cưới [[huyền Trân|công chúa Huyền Trân]]. Năm 1307, Chế Mân chết, [[nhà Trần]] dùng kế đưa Huyền Trân trở về.\n*Jaya Sinhavarman IV ([[Chế Chí]]) (1307-1312). Vua [[Trần Anh Tông]] sai quân đi đánh Chiêm Thành, bắt được Chế Chí đem về hành cung ở Gia Lâm, phong Chế Chí làm Hiệu Trung Vương, sau đó đổi thành Hiệu Thuận Vương. Chế Chí mất năm 1313. Tác Chí lên ngôi sau Chế Chí. Vào năm 1312 thì [[Chế Năng]] (Chế Đà A Bà Niêm) lên ngôi, trị vì cho đến năm 1318. Năm 1318, Chế Năng đánh chiếm hai châu Ô, Lý, nhưng bị thua và phải chạy sang [[Java]].\n\n===Vương triều thứ mười hai (1318-1390)===\n*[[Chế A Nan]] lên ngôi, trị vì từ năm 1318 đến năm 1342. Năm 1342, vua [[Trần Minh Tông]] sai Huệ Túc Vương Đại Niên đem quân đi đánh Chiêm Thành nhưng không được.\n*[[Trà Hoa Bồ Đề]], con rể của Chế A Nan và là hậu duệ của Chế Mân, trị vì từ năm 1342 đến năm 1360. Khi lên ngôi bị con của Chế A Nan là Chế Mỗ phản đối dẫn đến cuộc chiến suốt 10 năm để tranh giành quyền lực. Năm 1360, Trà Hoa Bồ Đề chết.\n*[[Chế Bồng Nga]] (A Đáp A Giả). Em của Chế A Nan, trị vì từ năm 1360 đến năm 1390. Chế Bồng Nga đem quân đi đánh châu Hoá vào các năm 1361, 1362, 1366, 1368. Ông chết trận vào ngày [[23 tháng 1]] năm [[1390]].\n\n===Vương triều thứ mười ba (1390-1458)===\n*La Khải (Các Thắng, 1390-1400). Ông là tướng của [[Chế Bồng Nga]] và ''Minh Sử'' gọi ông là Các Thắng. ''Minh Sử'' cho rằng Các Thắng đã phản bội và làm chết A Đáp A Giả (Chế Bồng Nga) rồi đoạt ngôi nên không công nhận là Vua Chăm Pa chính thức. Năm 1394, [[nhà Trần]] đánh La Khải và thu lại đất Hoá Châu. Năm 1400, La Khải chết và Ba Đích Lại lên ngôi. \n*Ba Đích Lại (Ngaok Glaong Wijaya, 1400-1441). Sau nhà Hồ bị nhà Minh tiêu diệt, một thời gian dài (1407-1428), Ba Đích Lại kiểm soát toàn bộ lãnh thổ Chăm Pa xưa từ Bắc Trung Bộ đến Cực Nam Trung Bộ dưới sự phù hộ của nhà Minh. Theo ''Minh Sử'', ông đã tiếp đãi Đề đốc Trịnh Hòa thăm Chăm Pa rất nhiệt tình (1407). Ông có 4 văn bia bằng tiếng Chăm, và tự hào chiến thắng đối với các nước như Nagar Yuen (Đại Việt), Nagar Kur (Campuchia), Nagar Brah Kanda (một tiểu quốc bên cạnh Chăm Pa, hay la Bal Anguei?). Biên niên sử Mã Lai có ghi chép về vua Cempa (Chăm Pa) tên Po Geleng (=Po Glaong?). \n*Theo ''Biên niên sử Hoàng gia'' (''Sakkahray Dakrai Putao''), năm con trâu ([[1397]]), quân đội Jek đánh Bal Anguei, Vua Anguei tên Po Parican chết, dân tỵ nạn Bal Anguei đổ vào Bal Pangdarang (Pa-nrang, Pāṇḍuraṅga, vùng Phan Rang ngày nay). \n*Năm [[1428]], sau khi quân đội [[nhà Minh]] rút về, Ba Đích Lại đối mặt với Lê Lợi ở phía Bắc (Thăng Long) và Po Kasit, con của Po Parican ở phía Nam (Pāṇḍuraṅga). Năm 1434 và 1435, cuộc chiến tranh giành Hoá Châu giữa nhà Lê và Ba Đích Lại bắt đầu.\n*Ma Ha Bi Cai (Ca, 1441-1446). Năm 1446 bị quân nhà Lê bắt về [[Thăng Long]].\n*Ma Ha Quý Lai (1446-1449). Ông là cháu của Ma Ha Bi Cai, bị em là Ma Ha Quý Do bắt giam và giành lấy ngôi vua.\n*Ma Ha Quý Do (1449-1458). Bị Bàn La Trà Nguyệt giết chết vào cuối năm 1457 đầu năm 1458\n\n===Vương triều thứ mười bốn (1458-1471)===\n*Ban La Trà Nguyệt\n*Ban La Trà Toàn.\n\nNăm 1470, vua Chiêm là Trà Toàn cầu viện nhà Minh, năm 1469, 1470 Trà Toàn sai quân đi đánh Hoá Châu. Năm 1471, vua [[Lê Thánh Tông]] (1460 1497) thân chinh đi đánh Chiêm Thành (Vương quốc Vijaya Chăm Pa), hạ thành Đồ Bàn, giết 60.000 người, bắt Trà Toàn và hơn 30.000 tù nhân, kết thúc triều đại thứ mười bốn của Chiêm Thành. Tướng Chiêm là [[Bô Trì Trì]] sai sứ vào cống xin xưng thần.\n\n===1471 - 1694===\n*Năm 1472: Bô Trì Trì ở Phan Lũng (Pāṇḍuraṅga) tự xưng vương, giữ được 1\/5 đất cũ Chiêm Thành. Lúc đó Chiêm Thành còn lại chia thành ba nước là Hoa Anh, Nam Bàn và Chiêm Thành (Đại Chiêm). Vùng đất từ [[đèo Cù Mông]] đến núi Thạch Bi các chúa Chăm Pa vẫn duy trì cho đến đời chúa [[Nguyễn Hoàng]]). Vua ở Biuh Bal Bat-si-nang, Pa-nrang (dòng dõi của vua Po Parican ở Bal Anguei, thất thủ vào năm 1397) vào năm 1471-1472 là Po Ku Brah (trị vì 1460-1494), con trai của Po Kasit, cháu ngoại của Po Parican.\n*Năm 1611, chúa [[Nguyễn Hoàng]] đem quân vào đánh Chiêm Thành, lấy phần đất từ đèo Cù Mông đến núi Thạch Bi, đặt làm Phủ Phú Yên.\n*Năm 1627 đến năm 1651. Pô Rome xưng vương. Dã sử ghi vợ của Pô Rome có con gái Chúa Nguyễn là [[công chúa Ngọc Hoa]] (Ngọc Khoa). Tuy nhiên, tất cả các sử sách chính thức như ''Đại Nam Thực Lụ''c ''Tiền Biên, Gia phả Nguyễn Phúc Tộc'', ''Biên niên sử Hoàng gia - Sakkahray Dakrai Putao'' và các văn bản Chăm khác đều không có ghi chép này về sự kiện này, Truyện này nằm trong sưu tập của Aymonier và được Dohamide & Dorohiem giới thiệu với tên công chúa Bia Ut - hoàng hậu xứ Bắc. Cốt truyền này khớp với truyền thuyết về Po Phindisak trong cộng đồng Chăm Campuchia, vầ không khớp với mối quan hệ giữa Po Rome và Nguyễn Phúc Nguyên trong lịch sử.\n*Năm 1653. [[Bà Tấm]] đem quân đánh [[Phú Yên]], bị quân chúa [[Nguyễn Phúc Tần]] đánh đuổi đến sông Phan Rang. Chiêm Thành đã mất phần đất Bắc Phan Lũng, giới hạn từ phía Tây sông Phan Rang (Sông Dinh) trở vào (Nam Phan Lũng).\n*Năm 1692. [[Bà Tranh]] đem quân đi cướp phá. Đến năm 1693, bị quân chúa [[Nguyễn Phúc Chu]] đánh bại. Bà Tranh bị bắt, giam tại [[Hòn Chén]] đến năm 1694 thì mất. Đổi Chiêm Thành Quốc thành Thuận Thành Trấn, rồi thành Bình Thuận Phủ.\n*Năm 1694. Quý tộc người Chăm [[Ốc Nha Đát]] và tướng người La Vũ (''Đại Nam Thực Lụ''c ''Tiền Biên'' ghi là người Thanh) [[A Ban]] phản công, đánh bại quân đội chúa Nguyễn. Theo ''Đại Nam Thực Lục'' ''Tiền Biên'' (1848) và Hoa Di Biến Thái (1694), hơn 1.000 lính và 13 tướng Nguyễn bị giết chết.\n*Năm 1695. Chúa Nguyễn Phúc Chu cầu hòa với quân đội Chăm, cho phép lập lại [[Thuận Thành]] Trấn vương, phong Kế Bá Tử làm Trấn Vương, cai trị Thuận Thành Dân ([[người Chăm]] và các dân tộc miền núi Cực [[Duyên hải Nam Trung Bộ|Nam Trung Bộ]] - [[Nam Tây Nguyên]] – [[Đông Nam Bộ]]).\n\n==Tham khảo==\n{{tham khảo|30em}}\n* ''Nguyễn Văn Huy''. ''Tìm hiểu cộng đồng'' người ''Chăm'' tại Việt. Nam\n\n[[Thể loại:Lịch sử Chăm Pa]]"}