{"55954":"{{Thông tin chiến tranh\n|conflict= Nội chiến Lê–Mạc\n|image=Tranh vẽ thời Lê-Trịnh (4).jpg\n|caption=Tranh vẽ một hoạt cảnh của các binh sĩ trung cổ Đại Việt, thời [[Lê trung hưng]].<ref>{{chú thích web|url=http:\/\/www.votran-daiviet.org\/VN_KIEM%20CUNG%20DAO_Cung-Dao.html|title=Tranh cổ Đại Việt – Kiếm Cung Đạo}}<\/ref>\n|place=[[Bắc Bộ Việt Nam|Bắc Bộ]] và [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ]] [[Việt Nam]]\n|date=1533–1677<ref>{{chú thích sách|url=https:\/\/books.google.com.vn\/books?id=MxE8ueS5JZsC&pg=PA6068&dq=Le+mac+dynasties+war&hl=en&sa=X&ved=0ahUKEwiyyfaoldvnAhVlKqYKHZ-uAyEQ6AEIJDAB#v=onepage&q=Le%20mac%20dynasties%20war&f=false|title=Library of Congress Subject Headings|page=5060|language=en}}<\/ref>\n|casus=Giành quyền cai trị [[Đại Việt]]\n|result=[[Nhà Hậu Lê|Nam triều]] thắng, [[nhà Mạc|Bắc triều]] rút lên [[Cao Bằng]] rồi bị diệt hoàn toàn. [[Nhà Hậu Lê]] trung hưng, nhưng mất thực quyền về tay [[chúa Trịnh]]\n|combatant1=[[Nhà Mạc]] <br>[[Chúa Bầu]] (từ 1594)\n|combatant2=[[Nhà Hậu Lê]] <br>[[Chúa Trịnh]] <br>[[Chúa Nguyễn]] <br>[[Chúa Bầu]] (1527-1593)\n|commander1=[[Mạc Đăng Dung|Mạc Thái Tổ]]<br \/>[[Mạc Thái Tông]] <br>[[Mạc Kính Điển]] <br>[[Nguyễn Kính]]<br>[[Phạm Tử Nghi]]<br>[[Dương Chấp Nhất]] (trước 1543 và sau 1545)<br>[[Lê Bá Ly]] (tới 1551)<br>[[Nguyễn Quyện]] <br>[[Mạc Đôn Nhượng]]<br>[[Mạc Ngọc Liễn]]<br>[[Lê Khắc Thận]] (trước 1551, từ 1572)<br> [[Bùi Văn Khuê]] (trước 1592, từ 1600) <br> [[Mạc Kính Chỉ]]<br>[[Mạc Kính Cung]]<br>[[Mạc Kính Khoan]]<br>[[Mạc Kính Vũ]]<br>\n|commander2=[[Nguyễn Kim]] <br \/>[[Trịnh Kiểm]]<br>[[Lê Trang Tông]]<br>[[Lê Trung Tông]]<br>[[Lê Anh Tông]]<br>[[Trịnh Tùng]]<br \/>[[Lại Thế Vinh]]<br \/>[[Nguyễn Hoàng]]<br>[[Lê Bá Ly]] (1551-1557)<br>[[Hoàng Đình Ái]] <br>[[Nguyễn Hữu Liêu]] <br>[[Nguyễn Khải Khang]] (từ 1551) <br>[[Lê Khắc Thận]] (1551-1572)<br>[[Vũ Sư Thước]]<br>[[Lại Thế Khanh]]<br>[[Bùi Văn Khuê]] (từ 1592-1600)<br>[[Trịnh Tạc]]<br>[[Lê Thì Hiến]]<br>[[Lê Sĩ Triệt]]<br>[[Đinh Văn Tả]]\n|strength1= thường trực 120.000<ref name=\"VSH555\">Viện Sử học, sách đã dẫn, tr 555<\/ref>\n|strength2= thường trực 60.000<ref name=\"VSH556\">Viện Sử học, sách đã dẫn, tr 556<\/ref>\n|casualties1= không rõ\n|casualties2= không rõ\n|casualties3= 2.000.000–3.000.000 bao gồm cả thường dân và binh lính tử trận.<ref>{{chú thích sách|title=Library of Congress Subject Headings|page=6069|language=en}}<\/ref>\n||image_size=250px<!-- Kích thước lớn hơn sẽ làm mất cân xứng -->}}\n{{Nội chiến của Việt Nam}}\n'''Nội chiến Lê–Mạc''' ([[1533]]–[[1677]]) là cuộc nội chiến giữa [[nhà Mạc]] và [[nhà Hậu Lê]] trong [[lịch sử Việt Nam]]. Phe chống nhà Mạc về sau khi chép sử có gọi đây là thời kỳ '''Phù Lê diệt Mạc'''.\n\nChiến tranh chia làm hai thời kỳ lớn: \n* Thời kỳ [[1533]]–[[1592]]: tương đương với thời [[Nam-Bắc triều (Việt Nam)|Nam – Bắc triều]] khi [[nhà Mạc]] làm chủ vùng [[Bắc Bộ Việt Nam]], nhà Lê làm chủ khu vực từ [[Thanh Hóa]] trở vào\n* Thời kỳ [[1593]]–[[1677]]: khi tàn dư họ Mạc rút chạy lên [[Cao Bằng]] cát cứ.\n<!--\nTheo những người ngoại quốc đương thời tại Đại Việt mô tả thì cuộc chiến tranh đã sử dụng rất nhiều lọai súng đạn và hỏa pháo, thậm chí còn vượt trội hơn cả súng Âu Châu, [[Ottoman]], Minh triều và Nhật Bản. Đây cũng là cuộc chiến tranh đầu tiên mà cả hai bên cùng sử dụng súng ống \nvới số lượng lớn trong lịch sử Đông Á.<ref>{{citation |url=http:\/\/greatmingmilitary.blogspot.com\/2014\/11\/matchlock-of-ming-dynasty.html |title=Matchlock firearms of the Ming Dynasty |accessdate=ngày 25 tháng 2 năm 2017}}<\/ref>-->\n\n==Hoàn cảnh==\n{{Chính|Lê Chiêu Tông|Trịnh Tuy|Nguyễn Hoằng Dụ|Mạc Đăng Dung|Lê Cung Hoàng}}\n[[Nhà Hậu Lê]] sau thời thịnh trị cuối [[thế kỷ 15]] đã bắt đầu suy yếu từ thời [[Lê Uy Mục]] và [[Lê Tương Dực]]. Bên ngoài, các cuộc khởi nghĩa chống đối của nhân dân làm triều đình nghiêng ngả, điển hình là khởi nghĩa của [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]]. Các tướng trong triều cũng chia bè phái đánh lẫn nhau. Một số tướng lĩnh lập ra vua khác để ly khai triều đình, hình thành các thế lực cát cứ như [[Trịnh Duy Đại]], [[Trịnh Tuy]].\n\nMột võ tướng nhà Lê là [[Mạc Đăng Dung]] đứng ra trấn áp các cuộc nổi dậy bên ngoài, nắm lấy quyền hành triều Lê. Vua [[Lê Chiêu Tông]] chạy trốn khỏi sự khống chế của Đăng Dung, kêu gọi các lực lượng quân phiệt khác \"cần vương\" nhưng cuối cùng đều bị Đăng Dung đánh bại. Vị vua cuối cùng của [[nhà Lê sơ]] là [[Lê Cung Hoàng]] – con bài chính trị được [[Mạc Thái Tổ|Đăng Dung]] dựng lên để chống [[Lê Chiêu Tông]] – bị phế truất năm [[1527]]. Mạc Đăng Dung chính thức giành ngôi nhà Lê, lập ra [[nhà Mạc]].\n\nSau khi [[nhà Mạc]] lên nắm quyền, đã có một số hoạt động chống đối chính quyền như cầu viện [[nhà Minh]] nhưng đều không thành hoặc nổi dậy của hoàng thân Lê Ý nhưng thất bại nhanh chóng. Chỉ đến khi [[nhà Hậu Lê]] tái lập thì chiến tranh quy mô mới thực sự bắt đầu.\n\nNăm [[1529]], một võ tướng cũ của nhà Lê là [[Nguyễn Kim]] không thần phục [[nhà Mạc]], bỏ chạy vào miền núi [[Thanh Hóa|Thanh Hoá]] và sang [[Lào|Ai Lao]] (Lào), tập hợp lực lượng chống [[nhà Mạc]]. Năm [[1533]], [[Nguyễn Kim]] tìm một người tên là [[Lê Trang Tông|Lê Duy Ninh]] là con của vua [[Lê Chiêu Tông]] đưa lên ngôi trên đất [[Huaphanh|Sầm Châu]] ([[Lào|Ai Lao]]), tức là vua [[Lê Trang Tông]].\n\nChiến tranh Lê – Mạc chính thức bùng nổ.\n\n==Nhà Hậu Lê về nước==\nTừ trước khi lập Trang Tông, Nguyễn Kim đã từng tự mình mang quân về mưu đánh chiếm [[Thanh Hóa]]. Đầu năm [[1531]], [[Nguyễn Kim]] từ [[Lào|Ai Lao]] mang quan về đánh [[Thanh Hóa|Thanh Hoá]]. [[Mạc Thái Tông]] sai Tây quận công [[Nguyễn Kính]] vào đánh. Hai bên giao tranh, [[Nguyễn Kính]] bị thua hai trận. Nhưng tới tháng 9, trời đổ mưa nhiều làm nước sông dâng cao, Nguyễn Kính thừa cơ dùng thủy quân tiến đánh, quân Nguyễn Kim rối loạn phải rút về [[Lào|Ai Lao]]<ref>Viện Sử học, sách đã dẫn, tr 520. Dẫn tương tự như ''Đại Việt thông sử''<\/ref>.\n\nLê Trang Tông là cháu xa đời của [[Lê Thánh Tông]], mẹ là Phạm thị, tên húy là Ngọc Quỳnh, người sách [[Cao Trĩ]], huyện [[Thụy Nguyên]]. Khi Đăng Dung cướp ngôi, tiếm hiệu, vua tránh về Thanh Hóa. [[Thái sư]] [[Hưng quốc công]] Nguyễn Kim sai người dò tìm, đón vua sang nước Ai Lao tôn lập.\n\nLê Trang Tông được Nguyễn Kim phong lên ngôi. Vua gặp vận phải đi lánh nạn, nhờ được bề tôi cũ tôn lập, bên ngoài liên kết với nước láng giềng, bên trong dùng được các tướng giỏi, cho nên mọi người đều vui lòng gắng sức, nền móng [[Lê trung hưng|trung hưng]] bắt đầu từ đấy.\n\nTừ khi [[Lê Trang Tông]] lên ngôi, nhiều sĩ phu, tướng lĩnh bắt đầu tập hợp bên Nguyễn Kim để chống nhà Mạc, trong đó có một số tướng sĩ nhà Mạc cũng sang hàng Lê. Nhiều người từ [[Đại Việt]] qua Ai Lao để gia nhập đội quân của Nguyễn Kim.\n\nNăm 1539, Nguyễn Kim chiếm được huyện Lôi Dương ở Thanh Hóa; sang năm sau tiến quân vào Nghệ An, có nhiều người thần phục. Nhà Hậu Lê bắt đầu xác lập chỗ đứng trở lại trên lãnh thổ Đại Việt và chính thức lập ra Nam triều.\n\nNăm 1543, Lê Trang Tông đích thân đem quân đánh Bắc triều, Tổng trấn Thanh Hóa Trung hầu Dương Chấp Nhất dẫn quân ra giả hàng Trang Tông, Trang Tông lấy lại được Tây Đô.\n\nTháng 5 năm 1545 Trang Tông lại đích thân kéo quân ra Yên Mô - Ninh Bình, lúc này Dương Chấp Nhất lại phản lại Trang Tông, bỏ thuốc độc giết Nguyễn Kim rồi trở về với Mạc Phúc Hải. Đại tướng bị giết, Trang Tông phải lui binh. Thừa cơ Mạc Hiến Tông đuổi đánh Lê Trang Tông. Lúc này Trang Tông thăng Trịnh Kiểm lên chức Tiết chế được độc quyền nắm giữ quyền binh để chống lại nhà Mạc.\n\n==Chiến sự giằng co==\n===Chiến sự 1551===\nCó lực lượng của Lê Bá Ly và Nguyễn Thiến, nhà Lê tổ chức tấn công ra bắc. Tháng 6 năm 1551, Trịnh Kiểm làm tổng chỉ huy, sai Lê Bá Ly và Vũ Văn Mật ra quân tấn công Thăng Long.\n\n[[Trịnh Kiểm]] qua đò sông Thao đến An Lạc, cùng Vũ Văn Mật tấn công núi Hy, đánh thắng [[Mạc Kính Điển]] vài trận rồi tiến tới Xuân Canh, Lâm Hạ. Lê Bá Ly, Nguyễn Khải Khang và Vũ Văn Mật chia 3 đường tiến đánh. Mạc Tuyên Tông bèn chạy đi Kim Thành, ủy thác cho chú Mạc Kính Điển làm Đô tổng súy, ở lại cầm quân ở Bồ Đề bảo vệ kinh đô.\n\nTừ Bồ Đề về phía bắc, Mạc Kính Điển đắp lũy đất, đặt thuyền chiến, quân thủy và quân bộ xen kẽ nhau, phòng thủ rất nghiêm ngặt<ref>Viện Sử học, sách đã dẫn, tr 527<\/ref>. Quân Lê tiến vào dải tây nam gồm [[Thường Tín]], Ứng Thiên, Quốc Oai và Quảng Oai. Các tướng Lê định rước vua Lê ra Thăng Long, nhưng Trịnh Kiểm cho rằng lực lượng [[nhà Mạc]] còn nhiều nên cùng Lê Bá Ly rút về Thanh Hóa, Vũ Văn Mật cũng trở về [[Tuyên Quang]].\n\nQuân Lê rút lui, Mạc Kính Điển chia quân đi chiếm lại những vùng bị mất, bộ binh đóng tại [[Yên Mô]] ([[Ninh Bình]]), thủy binh đóng ở [[cửa biển Thần Phù|cửa Thần Phù]].\n\n===Chiến sự 1554===\nNăm 1554, Trịnh Kiểm lập hành dinh tại quê hương Biện Thượng<ref>Xã Vĩnh Hùng, huyện Vĩnh Lộc, [[Thanh Hóa]]<\/ref>, sau đó điều quân đánh [[Thuận Hóa]].\n\nKhi quân Lê tiến vào nam, các quan lại nhà Mạc và các hào trưởng địa phương phần lớn đi theo. Tướng Mạc ở Thuận Hóa là Hoàng Bôi mang quân ra đánh bị tử trận. Quân Mạc bị đánh tan, nhà Lê lấy lại được Thuận Hóa và [[Quảng Nam]].\n\nToàn bộ lãnh thổ Đại Việt chính thức chia làm 2 nửa: từ [[Ninh Bình]] trở ra trong tay [[nhà Mạc]], từ [[Thanh Hóa]] trở vào trong tay [[nhà Lê sơ|nhà Lê]].\n\n===Chiến sự 1555===\nSau khi ổn định tình hình, Mạc Kính Điển bắt đầu tổ chức tiến công vào Thanh Hóa.\n\nTháng 8 năm đó, Mạc Kính Điển sai Thọ quận công đem hơn 100 chiếc thuyền làm tiên phong, tiến đến [[cửa biển Thần Phù]] đóng dinh. Hôm sau, Kính Điển đem quân đến hội ở sông Đại Lại<ref>Tức sông Lèn, một nhánh của sông Mã ở Thanh Hoá<\/ref>, sai Thọ quận công đốc suất quân bản bộ đi trước, đóng dinh ở núi Kim Sơn.\n\nTrịnh Kiểm sai [[Lê Bá Ly]], [[Nguyễn Khải Khang]], [[Nguyễn Thiến]], [[Lê Khắc Thận]] cùng mai phục sẵn ở phía nam sông, còn Trịnh Kiểm đích thân đốc suất đại quân mai phục ở phía bắc sông, chọn 50 con voi phục ở chân núi Kim Sơn; sai Phạm Đốc đem thủy quân cùng [[Nguyễn Quyện]] đem hơn 10 chiếc thuyền chiến chiếm cứ mạn thượng lưu từ sông Hữu Chấp đến sông Kim Bôi.\n\nTrưa hôm sau, thuyền quân Mạc qua Kim Sơn, đến chợ Ông Cung. Trịnh Kiểm lệnh các đạo quân mai phục đổ ra đánh. Quân Mạc thua chạy. Thọ quận công nhảy xuống sông trốn, bị tướng Lê là Vũ Sư Thước bắt sống và sau đó bị chém. Quân Mạc bị bắt rất nhiều, quân Lê thu được nhiều khí giới. Mạc Kính Điển rút quân quay về kinh thành.\n\n===Chiến sự 1557===\n====Trận tháng 7====\nNăm [[1556]], Lê Trung Tông mất, [[Trịnh Kiểm]] định thay làm vua nhưng sau nghe theo lời Trạng Trình [[Nguyễn Bỉnh Khiêm]] đã lập người trong họ Lê là Duy Bang lên ngôi, tức là vua [[Lê Anh Tông|Anh Tông]] (xem chi tiết bài [[chúa Trịnh]]).\n\nTháng 7 năm 1557, [[Mạc Tuyên Tông]] sai Mạc Kính Điển đem quân đánh Thanh Hóa, Phạm Quỳnh và Phạm Dao vào đánh Nghệ An.\n\nMạc Kính Điển chia ra đóng ở sông Thần Phù và vùng Tống Sơn, Nga Sơn, đốt phá cầu phao. [[Trịnh Kiểm]] sai Thanh quận công ra giữ Nga Sơn, Hà Thọ Tường giữ Tống Sơn, quân Mạc không tiến lên được.\n\nTrịnh Kiểm lại đích thân chỉ huy tượng binh, ngầm tiến đến chân núi Yên Mô thẳng tới cửa biển, rồi chia làm 2 cánh đánh úp quân Mạc. Tướng Lê là Vũ Lăng hầu nhảy lên thuyền Mạc Kinh Điển, chém chết người cầm dù. Mạc Kính Điển trở tay không kịp, vội nhảy xuống sông trốn thoát. Quân Mạc đại bại, bỏ thuyền chạy trốn vào núi rừng. Mạc Kính Điển chạy trốn vào hang núi ẩn náu 3 ngày, ban đêm thấy cây chuối trôi qua cửa hang, liền ôm chuối trôi theo dòng để tìm đường về.\n\nTrịnh Kiểm phá tan quân của Mạc Kính Điển, tước lấy chiến thuyền, giả làm quân Mạc kéo vào đánh quân Phạm Quỳnh, Phạm Dao ở Nghệ An. Phạm Quỳnh, Phạm Dao không đề phòng, bị quân Lê đánh bại phải rút về.\n\n====Trận tháng 9====\nTháng 4 năm 1557, [[Lê Bá Ly]] qua đời. Tháng 9 năm đó, [[Nguyễn Thiến]] cũng qua đời. Hai con Nguyễn Thiến là [[Nguyễn Quyện]], Nguyễn Miễn trốn về với nhà Mạc. Mạc Tuyên Tông phong Nguyễn Quyện làm Văn Phái hầu, Nguyễn Miễn làm Phù Hưng hầu và gả con gái tông thất cho.\n\nTrịnh Kiểm đem 5 vạn quân thủy bộ đánh ra Sơn Nam. Quân Lê qua sông Phụng Xí<ref>Các nhà nghiên cứu xác định là [[sông Phượng Tường]] ở [[huyện Trực Ninh]] tỉnh [[Nam Định]]<\/ref> phá tan quân Mạc, bắt sống tướng Mạc là Khánh quốc công. Sau đó Trịnh Kiểm tự mình chỉ huy bộ binh, sai Phạm Đốc chỉ huy thủy quân cùng tiến, sai Vũ Lăng hầu Phạm Đức Kỳ làm Tiền Thủy đội.\n\n[[Mạc Tuyên Tông]] sai Nguyễn Quyện mang quân ra chống giữ ở sông Giao Thủy, đánh nhau to với Vũ Lăng hầu. Vũ Lăng hầu nhảy sang mui thuyền của Nguyễn Quyện. Nguyễn Quyện cầm gươm chém, Vũ Lăng hầu nhảy xuống sông lặn đi. Nguyễn Quyện lại nhảy sang thuyền của Vũ Lăng hầu, chém được đầu của người cầm dù rồi hô lớn: \n:''Đầu Vũ Lăng hầu đây, lũ chúng mày địch sao nổi ta!''\n\nQuân Lê nghe nói sợ hãi, không kịp ngoảnh lại nhìn, nhảy cả xuống sông. Toàn quân Lê tan vỡ, bỏ thuyền nhảy lên bờ tháo chạy. Quân Mạc thừa thắng đuổi đánh. Nhân dân các huyện đều hưởng ứng theo quân Mạc. Trịnh Kiểm vội rút quân.\n\n[[Mạc Kính Điển]] sai tướng đem quân chặn lối về của Trịnh Kiểm, giết rất nhiều quân Lê. Chiến tướng nhà Lê trung hưng bị giết đến vài chục viên, thuyền bè, khí giới phải vứt bỏ hết. Trịnh Kiểm chạy thoát về chỉ còn non nửa số quân<ref name=\"DVSKTT16\"\/>.\n\n===Chiến sự 1559-1562===\nNăm 1558, Trịnh Kiểm mang đại quân lại ra Sơn Nam đánh úp quân Mạc, bắt sống tướng Mạc là Anh Nhuệ hầu đưa về Yên Trường và chém.\n\nTháng 9 năm đó, Trịnh Kiểm lại ra quân đánh Sơn Nam chiếm đất rồi để Nguyễn Khải Khang ở lại trấn thủ để chiêu tập nhân dân. Nhà Mạc sai thổ dân ở Mỹ Lương trá hàng Khải Khang để dụ, rồi lừa bắt Khải Khang mang về. [[Mạc Tuyên Tông]] sai dùng hình xé xác Khải Khang.\n\nTháng 9 năm 1559, Trịnh Kiểm để Trịnh Quang, Lê Chủng, Vũ Sư Thước, [[Lại Thế Khanh]] cùng đem tinh binh trấn giữ cửa biển để phòng quân Mạc, còn mình chỉ huy hơn 6 vạn đại quân đi đánh Mạc. Quân Lê từ Thiên Quan ra Sơn Tây, nhiều người ra hàng phục.\n\nKhi đến Tuyên Quang, Hưng Hoá thì Vũ Văn Mật đem quân đến hội. Hai bên hợp binh vượt sông đánh vào Thái Nguyên, Lạng Sơn, [[Kinh Bắc]]. Sau một thời gian hai bên cầm cự, Trịnh Kiểm lên đóng ở núi Tiên Du. Cuối năm 1559 sang đầu năm 1560, Trịnh Kiểm chia quân đi đánh phá các phủ [[Khoái Châu]], [[Hồng châu|Hồng Châu]], các huyện Siêu Loại, [[Văn Giang]], [[Nam Sách]], [[Tiên Hưng (huyện)|Tiên Hưng]] đều giành thắng lợi<ref name=\"DVSKTT16\"\/>.\n\nTháng 2 âm lịch năm 1560, [[Mạc Tuyên Tông]] sai tướng đem quân giữ thành Thăng Long. Quân Mạc đóng đồn một dải san sát với nhau từ dọc sông Nhị Hà về phía tây, trên từ Bạch Hạc, dưới đến Nam Xang, dinh trại thuyền ghe liền nhau liên tiếp, ban ngày thì phất cờ dóng trống báo nhau cho nhau, ban đêm thì đốt lửa làm hiệu cho nhau để liều chết chống giữ với quân Lê Trịnh.\n\nTrịnh Kiểm không thể đánh hạ nổi bèn chia quân cho các tướng đi đánh các huyện phía đông bắc là [[Đông Triều]], Giáp Sơn<ref>Sau là huyện [[Kinh Môn]], tỉnh [[Hải Dương]]<\/ref>, [[Chí Linh]], [[An Dương]], đều lấy được. Mạc Tuyên Tông phải chạy ra ở huyện Thanh Đàm.\n\nNam triều đã làm chủ hầu hết đất đai bờ bắc sông Hồng. Tháng 3 năm 1560, Trịnh Kiểm sai [[Hoàng Đình Ái]] đem quân trấn giữ [[Lạng Sơn]], [[Lê Khắc Thận]] trấn giữ [[Thái Nguyên]], Vũ Văn Mật trấn giữ [[Tuyên Quang]], Đặng Định trấn giữ [[Hưng Hóa (tỉnh)|Hưng Hoá]], chiêu tập dân cư 10 châu An Tây. Sang tháng 4, Trịnh Kiểm lại chia quân đi đánh phá các vùng [[Thanh Miện]], Gia Phúc, Hồng Châu, [[Khoái Châu]]. Các huyện ở Hải Dương của nhà Mạc chấn động<ref name=\"DVSKTT16\"\/>. Quân Mạc cầm cự qua năm sau, quân Lê vẫn không hạ được Thăng Long và Hải Dương.\n\nNhân lúc quân chủ lực Nam triều tập trung ngoài bắc, tháng 3 năm 1561, Mạc Kính Điển tập trung binh thuyền tấn công Thanh Hóa. Quân Lê bại trận, Vũ Sư Thước và [[Lại Thế Khanh]] đều bỏ dinh trại chạy về; Lê Chủng thì quân vỡ, tháo chạy, đem quân chạy vào Vạn Lại, Yên Trường.\n\nTháng 9 năm 1561, quân Mạc đánh vào cửa Yên Trường, đến Vạn Lại chuẩn bị chiếm kho nhà Lê. Vũ Sư Thước, Lại Thế Khanh hợp sức cố đánh, tung quân mai phục đánh thắng liền mấy trận, chém được hơn trăm thủ cấp quân Mạc. Quân Mạc tan vỡ tháo chạy. Quân Nam triều thừa thắng đuổi theo. Mạc Kính Điển phải rút quân về Thăng Long. Cùng lúc đó, [[Trịnh Kiểm]] nghe tin [[Thanh Hóa]] bị tấn công phải triệt thoái hết các cánh quân ở Bắc Bộ về. Quân Mạc tuy phải rút nhưng vùng Bắc Bộ của nhà Mạc và kinh thành [[Thăng Long]] được giải vây.\n\nĐầu năm 1562, nhân lúc đại quân Lê đã về căn cứ, [[Mạc Tuyên Tông]] sai Nguyễn Phú Xuân và [[Giáp Trưng]] mang quân đánh [[Lạng Sơn]] vẫn còn trong tay nhà Lê. Tướng Lê là [[Hoàng Đình Ái]] không chống nổi, phải bỏ thành rút chạy. Lạng Sơn lại về tay nhà Mạc.\n\n===Chiến sự 1564-1565===\nNăm [[1564]], [[Mạc Tuyên Tông]] mất, con là [[Mạc Mậu Hợp]] mới 2 tuổi lên nối ngôi. Việc chính sự đều do Khiêm vương Kính Điển điều hành.\n\nSau lần ra cướp lương thực ở [[Thanh Trì]] và Thượng Phúc năm 1563, Trịnh Kiểm lại mang quân ra phía bắc 3 lần trong năm 1564-1565, đánh phá các huyện [[Gia Viễn]], [[Yên Mô]], Yên Khang. Tháng 12 năm 1565, trong lúc Trịnh Kiểm tiến đánh Sơn Nam thì Mạc Kính Điển lại mang quân vào cửa biển Linh Trường đánh Thanh Hóa.\n\nVũ Sư Thước sai người cáo cấp với Trịnh Kiểm. Trịnh Kiểm sai Lộc quận công đem quân về cứu Thanh Hóa. Quân Lê hợp lại làm một, giao chiến với quân Mạc ở Du Trường. Quân Mạc phục sẵn ở chỗ hiểm yếu, cho kỳ binh ra khiêu chiến, rồi giả cách thua chạy. Vũ Sư Thước đem binh tượng đuổi theo. Mạc Kính Điển liền tung phục binh ra, bốn mặt cùng nổi dậy, đánh kẹp lại vây thành mấy lớp. Sư Thước, Thế Khanh bại trận, phải phá vòng vây, cố sức đánh thoát chạy vào rừng núi. Lộc quận công bị quân Mạc đâm chết trên lưng voi. Quân Lê bị chết hàng nghìn người. Mạc Kính Điển định đánh tiếp nhưng nghe tin Trịnh Kiểm đã rút quân về đến [[Thạch Thành]], bèn đem quân về.\n\n===Chiến sự 1570===\nTừ năm 1566, chiến sự giữa hai bên chỉ có vài trận nhỏ. Trịnh Kiểm tuổi cao sức yếu, không thực hiện những chiến dịch lớn, còn Mạc Kính Điển cũng tập trung củng cố nội bộ.\n\nCuối năm 1569, [[Trịnh Kiểm]] ốm nặng, giao lại binh quyền cho con cả là [[Trịnh Cối]]. Tháng 3 năm 1570, Trịnh Kiểm chết, Trịnh Cối lên thay. Con thứ Kiểm là [[Trịnh Tùng]] tranh quyền với Cối. Hai bên dàn quân đánh nhau.\n\nNhân cơ hội đó, tháng 8 năm 1570, [[Mạc Kính Điển]] đem hơn 10 vạn quân, 700 chiếc thuyền chiến vào đánh [[Thanh Hóa]]. Ông chia quân sai em là Mạc Đôn Nhượng cùng Mạc Đình Khoa và phó tướng là Mậu quận công đem quân giữ [[cửa biển Thần Phù]].\n\nMạc Kính Điển chia quân làm 6 mũi cùng tiến vào các cửa biển Linh Trường, Chi Long, Hội Triều, hội quân ở Bút Cương. Đến [[Hà Trung]], quân Mạc đóng dinh ven sông.\n\nTrịnh Cối bị kẹp giữa quân Mạc và Trịnh Tùng, tự liệu không chống nổi, liền đem các tướng Lại Thế Mỹ, Vũ Sư Doãn, Trương Quốc Hoa và vợ con đón hàng nhà Mạc. Mạc Kính Điển tiếp nhận, phong cho Trịnh Cối tước Trung Lương hầu và phong chức cho các tướng Lê về hàng, rồi sai các hàng tướng dẫn quân bản bộ tiếp tục tiến.\n\nTrong số các tướng dưới quyền Trịnh Cối chỉ có Vũ Sư Thước định bỏ doanh trại vào cửa quan Yên Trường theo nhà Lê, nhưng quân lính muốn hàng nhà Mạc, không chịu theo. Sư Thước buộc phải về theo nhà Mạc, được phong tước Thủy quận công.\n\nVua [[Lê Anh Tông]] thấy Trịnh Cối hàng Mạc bèn trao binh quyền cho [[Trịnh Tùng]] làm Tiết chế các dinh thủy bộ. Trước thế mạnh của quân Mạc, Trịnh Tùng chủ trương phòng thủ chia quân chiếm giữ cửa luỹ các xứ, đào hào đắp luỹ, đặt phục binh giữ nơi hiểm yếu để phòng.\n\nNgày 25 tháng 8 âm lịch, Mạc Kính Điển mang quân cùng tiến, dọc [[sông Mã]] và [[sông Lam]]. Nhân dân [[Thanh Hóa]] bỏ chạy, nhà Mạc mang nhiều người và của cải lấy được ở Thanh Hóa ra bắc.\n\nQuân Mạc ngày đêm tiến đánh luỹ Yên Trường. Quân Lê thế yếu, chỉ đắp luỹ cao, đào hào sâu, giữ chỗ hiểm để chờ thời. Tướng Lê là Đoan Vũ hầu Lê Cập Đệ dùng mẹo sai quân lính ban đêm dựng luỹ tầng ngoài kéo dài đến hơn 10 dặm, lấy nhiều vách nhà để che chắn, dùng [[bùn]] trát bên ngoài, trên thả chông [[tre]], chỉ một đêm mà thành giả làm xong.\n\nHôm sau, Mạc Kính Điển trông thấy, cho là thành thật, kinh ngạc không dám đến gần và đốc suất tướng sĩ ngày đêm đánh gấp. Hai bên giao chiến ác liệt, bên trái sông từ Da Châu, Tàm Châu, bên phải sông từ đầu nguồn hai huyện [[Lôi Dương]], [[Nông Cống]] đều là chiến trường, quân Mạc lần lượt đánh chiếm. Tướng Nam triều là Hà Khê hầu đem quân ra giữ luỹ Ai ở huyện Cẩm Thủy đầu hàng [[nhà Mạc]].\n\nTháng 10 âm lịch năm 1570, hai bên giao chiến ở sông Bảo Lạc, Long Sùng. Quân Lê dùng chiến thuật ban ngày thì cố thủ, ban đêm thì đánh cướp doanh trại, quấy rối quân Mạc. Mạc Kính Điển thấy đánh mãi không được, liền lui giữ dinh Hà Trung.\n\nVũ Sư Thước đã hàng Mạc, lại muốn trở về hàng Lê. Nhờ Sư Thước làm nội ứng, quân Lê chia ra đánh chiếm lại các huyện Tống Sơn, [[Đông Sơn, Thanh Hóa|Đông Sơn]], [[Quảng Xương]]. Sư Thước đem 500 quân bản bộ nửa đêm bỏ trốn về hàng Lê. Mạc Kính Điển tiến đánh không được, lui về giữ dinh sông Bút Cương rồi đến tháng chạp thì rút đại quân về bắc.\n\n===Chiến sự 1571===\nTháng 8 năm 1571, Mạc Kính Điển đốc suất quân lính vào đánh các huyện ở Nghệ An. Nghệ An xa bản dinh vua Lê nên không được ứng cứu, dân Nghệ An sợ uy quân Mạc từ nhiều năm<ref name=\"DVSKTT16\"\/>, phần nhiều đầu hàng họ Mạc. Do đó từ sông Cả vào Nam đều trở về hàng nhà Mạc.\n\nTướng trấn thủ nhà Lê là Nguyễn Bá Quýnh nghe tin quân Mạc kéo đến sợ hãi bỏ chạy, còn lại Hoàng quận công chống nhau với [[Nguyễn Quyện]] nhưng không địch nổi, bỏ cả thuyền chạy vào Hoá Châu, cuối cùng bị quân Mạc bắt sống. Đại Việt sử ký toàn thư ghi nhận: ''\"Từ đó, thế giặc (Mạc) lại mạnh, đi đến đâu, dân đều bỏ chạy\"''<ref name=\"DVSKTT16\"\/>.\n\nTháng 9 năm 1571, Trịnh Tùng sai Trịnh Mô (tức Nguyễn Cảnh Hoan)và Phan Công Tích đi cứu Nghệ An. Quân Mạc rút về bắc.\n\n===Chiến sự 1572===\nTừ năm [[1558]], con thứ Nguyễn Kim là [[Nguyễn Hoàng]] sợ bị anh rể Trịnh Kiểm hại như anh cả Nguyễn Uông nên xin vào trấn thủ [[Thuận Hóa|Thuận Hoá]]. Năm [[1570]], Trịnh Kiểm lại giao cho Hoàng trấn thủ nốt [[Quảng Nam]].\n\nNăm 1572, Mạc Kính Điển lại mang quân vào đánh Thanh Hóa và Nghệ An, đồng thời sai Mạc Lập Bạo mang 70 chiến thuyền vào đánh Thuận Hóa. Nguyễn Hoàng dùng kế giết được [[Mạc Lập Bạo]]. Từ đó nhà Mạc mất hẳn phía nam và chỉ còn kiểm soát [[Bắc Bộ Việt Nam|Bắc Bộ]].\n\nQuân Mạc lại đánh phá Nghệ An, quân Lê không chống nổi. Thái phó Vi quận công nhà Lê là Lê Khắc Thận, vượt lũy về hàng nhà Mạc. Trịnh Tùng bèn bắt các con của Khắc Thận là Tuân, Khoái, Thầm mang giết hết.\n\nTháng 10 năm 1572, Lại Thế Khanh, Trịnh Mô, Phan Công Tích đem quân đi Nghệ An. Khi quân Lê đến nơi thì quân Mạc rút lui.\n\n===Chiến sự 1573-1574===\nNội bộ nhà Lê trung hưng xảy ra mâu thuẫn. Lo sợ Trịnh Tùng thao túng quyền bính, Lê Anh Tông cùng Đoan Vũ hầu Lê Cập Đệ mưu giết Trịnh Tùng. Âm mưu bị bại lộ; Lê Cập Đệ bị Trịnh Tùng hại chết. Anh Tông cùng 4 người con lớn trốn ra ngoài, chạy vào Nghệ An. [[Trịnh Tùng]] lập con út của Anh Tông là Duy Đàm lên ngôi, tức là Lê Thế Tông. Sau đó Trịnh Tùng sai [[Nguyễn Hữu Liêu]] đi đánh bắt được [[Lê Anh Tông]] và giết chết. Từ đó quyền hành nhà Lê trung hưng hoàn toàn trong tay Trịnh Tùng.\n\nTháng 8 năm 1573, [[Mạc Kính Điển]] lại tiến đánh Thanh Hóa, đánh dinh Yên Trường. Trịnh Tùng rút vào dinh cố thủ rồi bất ngờ chia quân ra đánh úp. Quân Mạc bị thua phải rút về.\n\nTháng 7 năm 1574, [[Mạc Mậu Hợp]] lại sai [[Nguyễn Quyện]] vào đánh Nghệ An. Từ [[sông Cả]] trở về Bắc lại theo nhà Mạc. Tướng nhà Lê là Hoàng quận công đánh nhau với Nguyễn Quyện nhiều lần bị thua. Quân Lê nhiều người bỏ trốn, Hoàng quận công bèn làm vòng sắt khoá chân quân lính vào thuyền. Quân Mạc đuổi đến, họ cũng không chịu đánh. Hoành quận công bèn bỏ thuyền lên chạy bộ. Đến châu Bố Chính thì Hoàng quận công bị Nguyễn Quyện bắt sống đem về Thăng Long giết chết.\n\nTrịnh Tùng sai Phan Công Tích và Trịnh Mô đem quân cứu Nghệ An, chống nhau với Nguyễn Quyện đến vài tháng. Sau một thời gian Nguyễn Quyện đem quân về kinh, Công Tích cũng thu quân về Thanh Hoa.\n\n===Chiến sự 1575===\nNgày mồng 6 tết âm lịch, Mạc Kính Điển lại đem quân đánh Thanh Hoa, Nguyễn Quyện đem quân đánh Nghệ An.\n\nThế quân Mạc mạnh, tiến đến đâu, mọi người đều không dám chống lại, trốn xa vào núi rừng<ref name=\"DVSKTT16\"\/>. Mạc Kính Điển tự đem đại binh tiến đánh các sông ở [[Yên Định]] và Thuỵ Nguyên, chia quân cho bọn [[Mạc Ngọc Liễn]] tiến đánh các huyện Lôi Dương và [[Đông Sơn, Thanh Hóa|Đông Sơn]].\n\nTháng 8 năm 1575, Trịnh Tùng sai thái phó [[Hoàng Đình Ái]] cùng Đỗ Diễn, Thạch quận công và Phan Văn Khoái đem quân đi cứu các huyện Lôi Dương, Nông Cống, Đông Sơn, đóng quân ở núi Tiên Mộc. Trịnh Tùng tự dẫn đại quân Trung dinh, sai [[Vũ Sư Thước]] và [[Nguyễn Hữu Liêu]] làm tiên phong; phía sau có các tướng Trịnh Bách, Trịnh Đồng, Trịnh Ninh, Trịnh Vĩnh Thiệu, Trịnh Đỗ, Tống Đức Vị, Hà Thọ Lộc tiến đến Chiêu Sơn đóng quân. Mạc Kính Điển đem đại binh đánh ở Đông Lý, huyện Yên Định. Vũ Sư Thước và Nguyễn Hữu Liêu mang quân ra đánh, quân Mạc bại trận rút về.\n\nTại chiến trường Nghệ An, Lại Thế Khanh, Trịnh Mô và Phan Công Tích đem quân vào cứu, đụng độ với [[Nguyễn Quyện]]. Nguyễn Quyện đem kỳ binh phục sẵn để đợi, đánh thắng liền mấy trận, bắt được Phan Công Tích đem về kinh.\n\n===Chiến sự 1576===\nTháng 8 năm 1576, Mạc Kính Điển lại đem quân tấn công Thanh Hóa, tiến đánh sông Mã ở huyện Thuỵ Nguyên. Ông sai [[Mạc Ngọc Liễn]] đem quân tiến đánh sông Đồng Cổ ở huyện Yên Định. Mặt khác, Kính Điển vẫn chia quân cho Nguyễn Quyện đánh Nghệ An.\n\n[[Nguyễn Quyện]] đánh nhau với Trịnh Mô vài tháng. Trịnh Mô nhiều lần đánh không được, trốn về Thanh Hoa, đến huyện Ngọc Sơn. Nguyễn Quyện tự đốc quân đuổi tới Ngọc Sơn, bắt được Trịnh Mô ở giữa đường đưa về Thăng Long.\n\nKể từ khi bắt được Mô, uy danh của Nguyễn Quyện ngày một lừng lẫy. Các tướng Nam triều đều cho là mình không bằng Nguyễn Quyện<ref name=\"DVSKTT16\"\/>.\n\n===Chiến sự 1577===\nNhân thế Nam triều suy yếu, [[Mạc Mậu Hợp]] muốn tập trung lực lượng đánh diệt Nam triều, bèn ra lệnh động binh thêm và quân lính phải dự trữ lương trong 3 tháng để chuẩn bị đánh vào Thanh-Nghệ.\n\nPhía Nam triều cũng lo cố thủ chống quân Bắc triều. [[Trịnh Tùng]] lệnh cho các huyện dọc sông ở Thanh Hóa làm kế \"vườn không nhà trống\", giấu của cải gia súc vào núi để tránh quân Mạc và đặt súng ở các nơi canh phòng để bắn làm hiệu.\n\nTháng 9 năm 1577, Mạc Kính Điển lại mang quân đánh Thanh Hóa. Trịnh Tùng đích thân đem đại binh ra cửa luỹ Khoái Lạc chống lại. Quân Mạc đánh phá dinh Hội Thượng. [[Hoàng Đình Ái]] và [[Nguyễn Hữu Liêu]] đem quân ngăn chặn. Hai bên đánh nhau với ở Hà Đô.\n\n[[Nguyễn Quyện]] đem quân phục ở phía ngoài đê chờ đợi, rồi sai Hoàng quận công [[tức Mạc Đăng Lượng]] cùng với Lại Thế Mỹ đem quân khiêu chiến, tiến đến ngoài cửa luỹ Khoái Lạc. Thế Mỹ nhảy lên ngựa trước đến đánh. Quân Lê dùng súng bắn chết Thế Mỹ. Quân Mạc tan vỡ rút chạy.\n\nMạc Kính Điển đem quân về [[Thăng Long]], Trịnh Tùng cũng trở về dinh Yên Trường.\n\n===Chiến sự 1578-1579===\nTháng 8 năm 1578, [[Mạc Kính Điển]] đem quân vào lấn các huyện ven sông xứ Thanh Hoa. Quân Mạc Tiến đến Giang Biểu, Trịnh Tùng sai Trịnh Bách đem quân vượt sông phục sẵn ở núi Phụng Công, đánh nhau to với quân Mạc ở cầu Phụng Công. Quân Lê tập trung súng bắn vào, quân Mạc chết rất nhiều. Mạc Kính Điển liền rút quân về Thăng Long.\n\nTháng 11 năm đó, [[Mạc Ngọc Liễn]] được lệnh đem quân đánh [[chúa Bầu]] các châu huyện ở Tuyên Quang và Hưng Hoá, đến châu Thu và châu Vật. Chúa Bầu Vũ Công Kỷ tung quân đánh, quân Mạc thất bại rút về.\n\nTháng 8 năm 1579, Mạc Kính Điển lại đem quân vào đánh Thanh Hoa, cướp phá vùng ven sông, đến sông Tống Sơn, phủ Hà Trung, đánh vào xã Chương Các. Trịnh Tùng sai Đặng Huấn đốc quân chống quân Mạc ở Thái Đường và Trịnh Văn Hải làm tiên phong đánh vào núi Kim Âu. Đặng Huấn thúc quân tiến ngầm đến địa phương Tống Sơn, ra Mục Sơn ở sông Bình Hoà, chặn phía sau quân Mạc. Quân Mạc thua to phải rút về.\n\nĐây là lần nam tiến cuối cùng của Mạc Kính Điển.\n\n===Chiến sự 1580-1583===\nTháng 8 năm 1580, Mạc Mậu Hợp sai [[Nguyễn Quyện]], [[Mạc Ngọc Liễn]] cùng Hoàng quận công Mạc Đăng Lượng đem quân vào đánh Thanh Hoa, cướp lấy tiền của, súc vật các huyện dọc sông rồi rút về.\n\nTháng 11 năm đó, Mạc Kính Điển qua đời. Lực lượng quân đội nhà Mạc suy yếu đi nhiều vì thiếu đi người chỉ huy có tầm cỡ và uy tín. Quyền phụ chính giao cho em út Kính Điển là Ứng vương [[Mạc Đôn Nhượng]].\n\nMùa thu năm 1581, Mạc Mậu Hợp sai Mạc Đôn Nhượng đi đánh các huyện ven sông ở Thanh Hóa. Đôn Nhượng đem quân vượt biển vào đến huyện Quảng Xương, đóng quân ở núi Đường Nang.\n\nTrịnh Tùng sai [[Hoàng Đình Ái]] thống lĩnh các tướng tiến quân chống giữ. Đình Ái chia thành ba đạo, cùng Nguyễn Hữu Liêu, Trịnh Bính, Hà Thọ Lộc làm tả đội chống quân Nguyễn Quyện, còn Trịnh Văn Hải chống quân Mạc Ngọc Liễn.\n\nHai bên đánh nhau to. Quân Lê chém hơn 600 quân Mạc, bắt sống tướng Mạc là Nguyễn Công và Phù Bang hầu. Quân Mạc đại bại, tan vỡ tháo chạy. Mạc Đôn Nhượng và tướng sĩ thu nhặt tàn quân về Thăng Long.\n\nTháng 8 năm 1583, quân Mạc lại vào đánh Thanh Hóa, cướp phá các huyện ven sông. Trịnh Tùng sai quân đánh lớn ở ngoài cửa biển, quân Mạc rút chạy về.\n\nĐây là lần nam tiến cuối cùng của Bắc triều.\n\n==Nam triều thắng thế==\n[[Mạc Mậu Hợp]] từ nhỏ lên ngôi, khi lớn vẫn dựa vào các hoàng thân phụ chính, không chú trọng việc chính sự. Sau khi [[Mạc Kính Điển]] qua đời, việc trong ngoài đều trông chờ vào Mạc Đôn Nhượng cùng các tướng [[Nguyễn Quyện]], [[Mạc Ngọc Liễn]]. Uy thế quân Mạc suy sút nhiều và thường bị thua trận.\n\n===Chiến sự 1584-1585===\nTháng giêng năm 1584, Trịnh Tùng ra quân đánh các huyện Gia Viễn, Yên Mô, Yên Khang (Ninh Bình).\n\nTháng giêng năm 1585, Trịnh Tùng mang quân đi đánh phá các huyện Mỹ Lương, [[Thạch Thất]], Yên Sơn. Quân Lê tiến tới núi Sài Sơn thì rút về, Trịnh Tùng để lại viên tỳ tướng là Chiêu quận công ở chợ Quảng Xá. Quân Mạc đuổi theo đánh, Chiêu quận công chết tại trận. Trịnh Tùng đem quân về nam.\n\n===Chiến sự 1587===\nTháng 12 năm 1587, Trịnh Tùng mang quân ra bắc, đến huyện Mỹ Lương. Mạc Mậu Hợp sai [[Mạc Ngọc Liễn]] đem quân ra huyện Ninh Sơn để đánh vào phía trái tả, [[Nguyễn Quyện]] đem quân ra huyện Chương Đức, vượt sông Do Lễ<ref>Sông ở xã Do Lễ, nay thuộc [[huyện Mỹ Đức]], [[Hà Nội]]<\/ref> đánh vào bên phải. Nguyễn Quyện đến sông Do Lễ chia quân phục sẵn ở con đường nhỏ dưới chân núi để đợi quân Lê tới, định cắt đứt con đường chở lương của cánh quân Lê phía sau.\n\nTrịnh Tùng đoán biết ý định quân Mạc, bèn chia quân để lại cho Hà Thọ Lộc, Ngô Cảnh Hựu bảo vệ quân chở lương ở phía sau; còn Hoàng Đình Ái đem quân ngầm rút nhanh về để giữ Thanh Hoa; Nguyễn Hữu Liêu, Trịnh Đỗ, Trịnh Đồng, Trịnh Ninh đem quân ra cầm cự với quân của Mạc Ngọc Liễn. Trịnh Tùng tự mình cầm đại quân ra đánh Nguyễn Quyện.\n\nQuân hai bên giao chiến, quân Lê thắng lớn. Nguyễn Quyện tự liệu không thể chống nổi, liền rút chạy; quân Mạc mai phục cũng vỡ chạy, tranh nhau qua sông, bị chết đuối rất nhiều, vài trăm người bị quân Lê giết chết.\n\nMạc Ngọc Liễn nghe tin cánh quân Nguyễn Quyện đã thua, cũng lui quân về. Quân Lê từ Đốn Thủy, tiến đóng ở Hoàng Sơn, lại tiến đánh Yên Sơn, và Thạch Thất. Sang đầu năm dương lịch 1588, Trịnh Tùng thu quân và hạ lệnh rút về Thanh Hóa.\n\n===Chiến sự 1588===\nSau trận chiến năm 1587, [[kinh tế]] [[nhà Mạc]] bị tàn phá nghiêm trọng. Nhằm tính kế phòng thủ lâu dài, tháng 3 năm 1588, [[Mạc Mậu Hợp]] lệnh cho dân các huyện đắp thêm 3 tầng lũy ngoài thành Thăng Long, từ phường Nhật Chiêu qua Tây Hồ đến Cầu Dừa, Cầu Dền và [[Thanh Trì]], giáp phía tây bắc [[sông Nhuệ]]. Lũy cao hơn thành Thăng Long vài trượng, đào 3 tầng hào, trồng che vài chục dặm để phòng bị.\n\nTháng 12 năm 1588, Trịnh Tùng đem đại binh ra đánh các huyện của phủ Trường Yên và Thiên Quan. Quân Lê tới Yên Mô, Yên Khang rồi đến luỹ trại Dương Vũ đóng quân. Sau một tuần, Trịnh Tùng giả cách rút quân về, để lại kỵ binh và voi ngựa mai phục ở sau dinh rồi đốt doanh trại để dụ quân Mạc. Tân quận công, Quỳnh quận công phía quân Mạc ra tiến lên, phục binh nổi dậy đánh úp, chém được mấy trăm quân Mạc. Tân quận công, Quỳnh quận công chạy thoát. Trịnh Tùng lại thu quân rút về Thanh Hóa.\n\n===Chiến sự 1589===\nMùa thu năm 1589, [[Mạc Đôn Nhượng]] thống suất quân bốn trấn, định ngày cùng tiến đến Yên Mô, hẹn giao chiến với quân Nam triều.\n\n[[Trịnh Tùng]] sai [[Nguyễn Hữu Liêu]] đem 15.000 quân tinh nhuệ và 200 cỗ khinh kỵ đi ngầm trong đêm tối tới vùng chân núi tìm các hang động, khe suối và những nơi có lau sậy mà mai phục để đợi quân Mạc; Trịnh Đỗ, Trịnh Đồng, Trịnh Ninh đem quân chặn hậu; Ngô Cảnh Hựu đem quân chở lương thực, thu nhặt rút trước vào núi Tam Điệp để lừa quân Mạc tưởng là lui quân về.\n\nMạc Đôn Nhượng không biết kế lừa, nhân có nhiều quân bèn thúc tiến đánh. Đến chỗ hiểm ở núi [[Tam Điệp]], Trịnh Tùng tung đại quân đánh ra, chém được hơn 1.000 quân Mạc, bắt sống được hơn 600 người. Quân Mạc tan vỡ chạy về [[Thăng Long]]. Trịnh Tùng cũng đem quân về [[Thanh Hóa]].\n\n===Chiến sự 1592-1593===\n====Chiến trận giáp Tết====\nTháng chạp năm [[Tân Mão]] (đầu năm dương lịch 1592), Trịnh Tùng khởi đại quân ra bắc. Quân chia làm 5 đạo:\n#[[Nguyễn Hữu Liêu]] và Trịnh Ninh đem 1 vạn quân tinh nhuệ làm tiên phong\n#[[Hoàng Đình Ái]], Trịnh Đồng và voi ngựa cùng 1 vạn quân\n#Trịnh Đỗ và 1 vạn giáp binh, [[voi]], [[ngựa]]\n#Trịnh Tùng đích thân đốc suất 2 vạn quân\n#Hà Thọ Lộc và Ngô Cảnh Hựu cùng đốc suất quân chở lương làm hậu quân.\n\nNgoài ra, Trịnh Tùng sai Trịnh Văn Hải, Nguyễn Thất Lý đem quân thủy, bộ đi trấn giữ những nơi hiểm yếu ở các cửa biển, Lê Hoà kiêm coi võ sĩ trong ngoài bốn vệ bảo vệ vua [[Lê Thế Tông]]. Quân Nam triều từ Tây Đô đi ra theo đường tây bắc của huyện Thạch Thành<ref>Huyện Thạch Thành, tỉnh Thanh Hoá.<\/ref>, qua phủ Thiên quan, đi gấp hơn 10 ngày, đến núi Mã Yên thuộc huyện [[Quốc Oai]] thì đóng quân lại.\n\nQuân Nam triều khí thế mạnh mẽ, trong 10 ngày tiến thẳng đến các huyện Yên Sơn, [[Thạch Thất]], Phúc Lộc<ref>Tức huyện [[Phúc Thọ]], [[Hà Nội]] hiện nay<\/ref>, Tân Phong<ref>Tức huyện [[Quốc Oai]], Hà Nội hiện nay<\/ref>.\n\nNgày 21 [[tháng chạp]], [[Mạc Mậu Hợp]] cử hết đại binh, tất cả hơn 10 vạn người, chia ra các đạo:\n#[[Mạc Ngọc Liễn]] đốc suất các tướng sĩ binh mã Tây đạo đi bên phải\n#[[Nguyễn Quyện]] đốc suất tướng sĩ binh mã Nam đạo đi bên trái\n#Ngạn quận công, Thủy quận công chỉ huy binh mã Đông đạo\n#Đương quận công, Xuyên quận công chỉ huy binh mã Bắc đạo\n#Khuông quận công, Tân quận công chỉ huy binh mã 4 vệ đi tiên phong<ref>Sử không chép rõ tên các tướng nhà Mạc<\/ref>.\n\nMạc Mậu Hợp đích thân đốc suất binh mã của chính dinh. Ngày 27 tháng chạp, quân Mạc chia đường cùng tiến. Đến địa phận xã Phấn Thượng<ref>Nay là xã Ngọc Tảo, Hà Nội<\/ref>, hai bên đối trận với nhau, dàn bày binh mã. Mạc Mậu Hợp đích thân đốc chiến.\n\nQuân hai bên đón đánh nhau giáp lá cà suốt từ sáng sớm giờ Mão đến giờ Tỵ gần trưa, quân Nam triều chém được Khuông Định công và Tân quận công của Bắc triều tại trận. Quân Mạc không địch nổi, tan vỡ bỏ chạy. Quân Nam triều đuổi đến Giang Cao, chém được hơn 1 vạn quân Mạc, cướp được rất nhiều khí giới và ngựa. Mạc Mậu Hợp xuống thuyền vượt sông bỏ chạy về Thăng Long.\n\nNgày 30 tết âm lịch, Trịnh Tùng tiến quân đến chợ Hoàng Xá, hạ lệnh cho quân các dinh vượt sông Cù<ref>Tức là đoạn sông Hát chảy qua xã Cù Sơn<\/ref> phá huỷ hào luỹ của quân Mạc, san thành đất bằng. Trịnh Tùng sai Nguyễn Hữu Liêu đem 5000 quân tinh nhuệ và voi tiến đến đóng ở cầu Cao tại góc tây bắc thành Thăng Long, thiêu đốt nhà cửa. Mạc Mậu Hợp bỏ kinh thành chạy trốn.\n\n====Chiến trận sau Tết====\nNgày mồng 5 tết, Trịnh Tùng đốc quân vượt sông, Mạc Mậu Hợp vượt sông Nhị Hà đến bến Bồ Đề, ở tại Thổ Khối<ref>Thuộc huyện Gia Lâm, Hà Nội<\/ref>, để lại các đại tướng chia giữ các cửa trong thành.\n\nNgày mồng 6 tết, Trịnh Tùng đốc quân qua [[sông Tô Lịch]] đến cầu Nhân Mục, đóng quân ở núi Xạ Đôi<ref>Gò tập bắn, khu vực Giảng Võ, [[Hà Nội]]<\/ref> dàn binh bố trận.\n\nMạc Mậu Hợp sai [[Mạc Ngọc Liễn]] đem quân bản đạo cố thủ từ cửa Bảo Khánh về phía tây đến phường Nhật Chiêu; [[Bùi Văn Khuê]], Trần Bách Niên đem quân bốn vệ giữ cửa Cầu Dừa, qua cửa Cầu Muống đến thẳng cửa Cầu Dền, ngày đêm đóng cửa cố thủ trong thành Đại La; [[Nguyễn Quyện]] đem quân giữ từ Mạc Xá trở về đông, ứng cứu quân các đạo. Mạc Mậu Hợp tự đốc suất thủy quân, dàn hơn 100 chiếc thuyền giữ sông [[Nhị Hà]] để làm thanh viện. Nguyễn Quyện đặt quân phục ở ngoài cửa Cầu Dền để đợi, dàn súng lớn Bách Tử và các thứ hoả khí để phòng bị.\n\nTrịnh Tùng ra lệnh tiến đánh. Hai bên giao chiến từ sáng giờ Tỵ đến giờ Mùi (qua trưa) chưa phân thắng bại. Sau đó Văn Khuê, Bách Niên tự liệu sức không chống nổi, quân tự tan vỡ tháo chạy. Mạc Ngọc Liễn thấy các cánh quân bị thua cũng bỏ chạy theo. Quân Nam triều đuổi tràn đến tận sông, phóng lửa đốt cung điện và nhà cửa trong thành.\n\nSau đó Trịnh Tùng thúc voi ngựa và quân lính đánh phá cửa Cầu Dền. Quân Mạc tan vỡ, quân mai phục của Nguyễn Quyện chưa kịp nổi dậy, bị chết hết ở ngoài cửa Cầu Dền. Nguyễn Quyện cùng kế, định chạy trốn, nhưng không còn đường nào, trong ngoài đều vị vây và cửa luỹ lại bị lấp. Các con Nguyễn Quyện là Bảo Trung, Nghĩa Trạch và thủ hạ cố sức đánh, đều bị tử trận. Nguyễn Quyện kiệt sức chạy về bản dinh, bị quân Nam triều bắt sống<ref>Nguyễn Quyện được dụ hàng nhưng sau vẫn mưu theo nhà Mạc, bị lộ và bị giết<\/ref>.\n\nTổng số quân Mạc bị chết vài ngàn người, tướng Mạc bị chết đến mấy chục viên<ref name=\"DVSKTT17\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt22a.html Đại Việt sử ký toàn thư, quyển 17]<\/ref>. Mạc Mậu Hợp thu nhặt tàn quân giữ sông Cái để cố thủ. Trịnh Tùng đem quân đến bờ sông, dừng lại đóng doanh trại.\n\nNguyễn Quyện bị bắt, trá hàng Trịnh Tùng, xui Tùng điều quân đi phá luỹ đất mà quân Bắc triều đã đắp thành Đại La năm trước để làm kế hoãn binh, kéo dài thời gian cho vua Mạc chuẩn bị lực lượng phòng thủ bên kia sông<ref name=\"DVSKTT17\"\/>. Trịnh Tùng làm theo, ngày rằm tháng giêng sai quân Nam triều san luỹ đất, phát hết bụi rậm gai góc, cày lấp hào rãnh.\n\nTháng 3 âm lịch năm 1592, Trịnh Tùng tiến quân đến huyện Chương Đức, chia quân đi đánh các huyện [[Thanh Trì]], [[Thượng Phúc]], [[Phú Xuyên]], tự mình đốc quân đánh dẹp các huyện [[Từ Liêm]], [[Đan Phượng]], Phúc Lộc, Tiên Phong, Ma Nghĩa, Yên Sơn, [[Thạch Thất]]. \n\n====Chiến trận tháng 10====\nCó [[sông Hồng]] ngăn trở, quân Nam triều chưa qua sông được. Mạc Mậu Hợp lại không lo phòng giữ, sa vào tửu sắc. Vợ tướng [[Bùi Văn Khuê]] là [[Nguyễn Thị Niên]] có chị ruột là hoàng hậu của Mậu Hợp<ref>Cùng là con gái Nguyễn Quyện<\/ref>, thường ra vào trong cung. Mậu Hợp thấy Thị Niên đẹp, liền ngầm mưu dụ giết Văn Khuê để cướp lấy vợ.\n\n[[Bùi Văn Khuê]] biết chuyện, tháng 10 năm đó liền sai con là Bùi Văn Nguyên chạy đến xin hàng Lê. Trịnh Tùng nghe sai [[Hoàng Đình Ái]] đi trước cứu Văn Khuê. Mạc Mậu Hợp biết Văn Khuê đã đầu hàng, lại có quân đến cứu, liền lui về giữ sông Thiên Phái<ref>Khúc sông Đáy làm ranh giới hai huyện Ý Yên và Phong Doanh thuộc tỉnh Nam Định cũ, chảy ra cửa Liêu<\/ref>.\n\nNgày 28 tháng 10, Trịnh Tùng mang quân ra phủ [[Trường Yên, Hoa Lư|Trường Yên]]. Mạc Mậu Hợp sai Nghĩa quốc công ra đóng quân ở sông Thiên Phái, đắp luỹ đất ở bờ sông chống cự, thả chông tre hai bên bờ sông. Trịnh Tùng sai [[Bùi Văn Khuê]] ngầm kéo theo thuyền ra cửa sông để đánh ở thượng lưu, sai bắn súng ở ven sông để đánh ở hạ lưu; sai voi ngựa, quân lính qua sông đánh mạnh vào trung lưu để thu lấy thuyền quân Mạc trên sông.\n\nNghĩa quốc công trở tay không kịp, bỏ thuyền chạy trốn, quân lính tan vỡ tháo chạy. Quân Nam triều thu được 70 chiếc thuyền. Nghĩa quốc công thu nhặt tàn quân trở về Thăng Long. Tướng Mạc là Trần Bách Niên đem quân tới hàng Lê.\n\n====Đoạn kết của Bắc triều====\nNgày 14 tháng 11, quân Nam triều ra cửa [[sông Đáy|sông Hát]] tiến theo cả hai đường thủy, bộ. Tướng Mạc là Mạc Ngọc Liễn dàn thuyền để chống cự, cắm cọc gỗ ở cửa sông Hát, đắp luỹ đất trên bờ sông làm thế hiểm vững. Quân Nam triều tiến đánh phá tan, Ngọc Liễn cùng quân lính bỏ thuyền lên bộ chạy đến chân núi [[Tam Đảo]]. Quân Nam triều đuổi đến tận cửa Nam thành Thăng Long, đóng quân ở bến Sa Thảo<ref>Được xác định là vùng [[ga Hà Nội]] ngày nay<\/ref>.\n\nĐêm 14 tháng 11, Mạc Mậu Hợp cùng tông tộc trốn chạy về huyện Kim Thành, trấn Hải Dương. Các tướng Mạc nhiều người đến hàng Nam triều.\n\nNgày 25 tháng 11, Trịnh Tùng tiến quân đến [[Hải Dương]]. Mạc Mậu Hợp bỏ thành chạy trốn, các cánh quân không tiếp ứng được nhau, bỏ hết thuyền bè chạy trốn.\n\n[[Mạc Mậu Hợp]] lập con là [[Mạc Toàn]] làm vua, tự mình làm tướng đốc quân.\n\nTháng chạp năm Nhâm Thìn (đầu năm 1593 dương lịch), [[Trịnh Tùng]] chia quân phá được tông thất nhà Mạc là [[Mạc Kính Chỉ]] ở xã Tân Mỹ, huyện Thanh Hà (Hải Dương).\n\nCác cánh quân Mạc bị thua lớn, tan rã. Mạc Mậu Hợp bỏ thuyền đi bộ, đến một ngôi chùa ở huyện Phượng Nhãn ẩn nấp, giả làm sư. Được 11 ngày, quân Nam triều truy kích đến nơi, có người trong thôn dẫn đường đưa vào chùa bắt được Mạc Mậu Hợp. Mậu Hợp bị đưa về dinh quân Trịnh Tùng, hành hình ở bến Bồ Đề.\n\nKhông lâu sau Vũ An Đế [[Mạc Toàn]] cũng bị quân Nam triều bắt và giết chết. Kể từ đó Bắc triều chấm dứt.\n\n==Tàn dư Bắc triều==\n{{Xem thêm|Mạc Kính Chỉ|Mạc Kính Cung|Mạc Kính Khoan|Mạc Kính Vũ}}\n===Giằng co miền Bắc===\nNgay từ khi Mạc Mậu Hợp bị thua lớn ở Thăng Long đầu năm 1592, nhiều hoàng thân nhà Mạc thuộc chi Mạc Kính Điển đã tìm cách lập nghiệp riêng để khôi phục.\n\n[[Mạc Mậu Hợp]] thất thế, con trưởng Kính Điển là [[Mạc Kính Chỉ]] thu thập tàn quân chiếm cứ vùng Thanh Lâm và xưng vua ở Nam Giản thuộc [[Chí Linh]], [[Hải Dương]], lấy niên hiệu Bảo Định. Cũng ngay trong tháng 4 năm đó, Đà Quốc công [[Mạc Ngọc Liễn]] sau trận thua ở Tam Đảo đã chạy về phía bắc tìm dòng dõi nhà Mạc để lập làm vua. Ngọc Liễn tìm thấy con thứ của Kính Điển là Mạc Kính Cung ở Văn Châu, bèn lập Mạc Kính Cung làm vua mới.\n\nDo sự ly khai của một số hoàng tộc, lực lượng của cha con [[Mạc Mậu Hợp]], [[Mạc Toàn]] bị yếu đi. Sau khi Mạc Mậu Hợp bị giết, thế lực của nhà Mạc vẫn còn khá mạnh. Vũ An đế Mạc Toàn thế cô phải chạy sang theo Bảo Định Đế Kính Chỉ và chỉ xưng Vũ An vương.\n\nTrong nhiều năm từ [[1593]] đến [[1623]], các vùng như [[Thái Nguyên]], [[Lạng Sơn]], [[Cao Bằng]] vẫn thuộc quyền quản lý của các tôn thất Bắc triều như [[Mạc Kính Chỉ]], [[Mạc Kính Cung]], [[Mạc Kính Khoan]], Mạc Kính Dụng, Mạc Kính Chương...\n\nLê Thế Tông được rước trở lại Thăng Long tháng 4 năm 1593, đánh dấu mốc nhà Lê trung hưng. Đồng thời, quyền lực của họ Trịnh cũng được xác lập lên hàng chúa và được thế tập. Tuy nhiên, trong vòng 30 năm đầu, do sự uy hiếp của lực lượng họ Mạc, các [[chúa Trịnh]] đã 2 lần phải rước vua Lê chạy vào Thanh Hóa (1600, 1623).\n\nCùng lúc đó, [[chúa Bầu]] Vũ Đức Cung ở [[Tuyên Quang]] lại không theo nhà Lê như thời [[Nam-Bắc triều (Việt Nam)|Nam-Bắc triều]] nữa mà từ năm 1594 quay sang liên kết với họ Mạc để chống triều đình Lê Trịnh.\n\n===Tái chiếm kinh thành===\nMạc Kính Chỉ có phụ chính cũ là Ứng vương [[Mạc Đôn Nhượng]] giúp đỡ, chiếm cứ vùng Thanh Lâm và xưng vua ở Nam Giản thuộc [[Chí Linh]], [[Hải Dương]]. Sang tháng 1 năm 1593, Kính Chỉ bị [[Trịnh Tùng]] đánh bại, cùng Vũ An vương Mạc Toàn và nhiều tông thất khác bị bắt và bị giết. Mạc Đôn Nhượng chạy lên [[Lạng Sơn]] rồi lâm bệnh qua đời.\n\nCác thân vương khác tiếp tục chiếm cứ nhiều nơi ở Bắc Bộ. Theo kế dặn lại của [[Mạc Ngọc Liễn]] trước khi mất (1594), khi đại quân Lê Trịnh kéo đến, họ Mạc thường tránh, tản vào rừng núi hoặc chạy sang bên kia biên giới. Khi quân Lê Trịnh rút về, quân Mạc lại tụ tập. ''Đại Việt thông sử'' viết về chiến thuật này: ''\"Quan quân tới đâu, quân giặc (tức quân Mạc) lập tức tản ra, quan quân đi thì chúng lại tụ lại, các huyện ở Thái Nguyên, Lạng Sơn khổ vì chúng\"''. Chúa Trịnh điều những tướng giỏi như [[Hoàng Đình Ái]], [[Nguyễn Hữu Liêu]], [[Nguyễn Hoàng]], [[Trịnh Đỗ]] đi đánh trong nhiều năm nhưng chỉ một bộ phận quân Mạc bị bắt hoặc giết, bộ phận khác vẫn chạy trốn và triều đình Lê Trịnh không thể trừ diệt hết.\n\nNăm 1596, tướng Phan Ngạn bắt được Trang vương Mạc Kính Chương (cháu nội Kính Điển) ở Yên Quảng, mang về kinh giết chết.\n\nNăm 1598, Mạc Kính Dụng sau mấy năm trấn giữ Thái Nguyên bị thua trận, bỏ chạy lên An Bác. Thổ quan là Phú Lương hầu<ref>Sử không chép rõ tên<\/ref> lừa dụ Kính Dụng trốn vào hang rồi sai người đi báo cho Trịnh Tùng. Trịnh Tùng điều quân tới bắt được Kính Dụng mang về kinh giết chết.\n\nVùng phía bắc Bắc Bộ chỉ còn lực lượng Mạc Kính Cung, Mạc Kính Khoan là đáng kể.\n\nTháng 5 năm 1600, ba viên Quận công Phạm Ngạn, Bùi Văn Khuê, Ngô Đình Nga chạy về hàng [[nhà Mạc]]. Nguyễn Hoàng nhân đó muốn về nam ly khai họ Trịnh, giả thác là đi đuổi bắt 3 viên tướng nhưng lại phóng hỏa đốt sạch doanh trại rồi xuống thuyền kéo quân vào [[Quảng Nam]]. Kinh thành rối loạn, lòng người dao động, Trịnh Tùng phải mang [[Lê Kính Tông]] rời bỏ kinh đô chạy vào Thanh Hoa.\n\nMẹ của Mạc Mậu Hợp<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt22a.html Đại Việt sử ký toàn thư, quyển 17] ghi: trước khi Mạc Mậu Hợp truyền ngôi cho con, ''\"Năm 1592... Thái hậu nhà Mạc bị bắt, lo buồn mà chết\"''. [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt23.html Đại Việt sử ký toàn thư, quyển 18] ghi: ''\"Năm 1600... Mẹ [[Mạc Mậu Hợp]] xưng là Quốc mẫu... tông thất họ Mạc...cùng với con trưởng của Mậu Hợp đến kính lạy chào\"''. Như vậy nhiều khả năng bà hoàng hậu vợ chính của [[Mạc Tuyên Tông]] (bị bắt và mất năm 1592) không phải là mẹ đẻ của Mậu Hợp; mẹ đẻ Mậu Hợp là vợ thứ của Tuyên Tông<\/ref> nhân đó tự xưng Quốc mẫu, cùng tông thất nhà Mạc trở về Thăng Long và sai người đón [[Mạc Kính Cung]]. Tướng Ngô Đình Nga mang quân lại hàng<ref>Phan Ngạn ngờ vực giết Bùi Văn Khuê, sau đó Ngạn bị vợ Khuê là Nguyễn Thị Niên giết. Ba tướng bỏ Lê theo Mạc chỉ còn Đình Nga<\/ref>. Lực lượng của Mạc Kính Cung lại mạnh lên, có vài vạn người<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt23.html. Đại Việt sử ký toàn thư, quyển 18]{{Liên kết hỏng|date=2021-01-28 |bot=InternetArchiveBot }}<\/ref>.\n\nTháng 8 năm 1600, Trịnh Tùng mang quân ra bắc đánh Mạc Kính Cung. Kính Cung thua trận, chạy ra Kim Thành. Mẹ Mạc Mậu Hợp bị bắt và bị giết. Quân Lê Trịnh chiếm lại được Thăng Long.\n\nNăm 1601, Trịnh Tùng lại ra quân đánh Mạc, sai Hoàng Đình Ái đánh Kim Thành, Mạc Kính Cung bỏ thành chạy lên Lạng Sơn, quân Lê Trịnh phá hủy doanh trại quân Mạc. Ít lâu sau, Mạc Kính Cung lại ra chiếm đóng Thái Nguyên và Tây Nông. Năm 1609, Trịnh Tùng lại sai Trịnh Đỗ đi đánh Mạc. Kính Cung rút chạy vào núi, quân Lê Trịnh không truy kích được phải rút về. Sau đó Kính Cung lại tiến về Cao Bằng và Kim Thành.\n\nTháng 11 năm 1621, Trịnh Tùng lại điều quân đánh Mạc. Kính Cung lại bỏ Kim Thành về Cao Bằng, xưng hiệu là '''Càn Thống'''. Cùng lúc, cháu gọi Kính Cung bằng chú là Kính Khoan cũng xưng hiệu '''Long Thái''', không theo Kính Cung. Khi quân Lê Trịnh đánh đến Cao Bằng, cả Kính Cung và Kính Khoan đều bỏ chạy. Quân Lê Trịnh rút đi, Kính Cung lại trở về Cao Bằng.\n\nTháng 6 năm 1623, [[Trịnh Tùng]] ốm nặng, con thứ là Trịnh Xuân làm loạn muốn tranh ngôi. Thế tử [[Trịnh Tráng]] mang xa giá vua Lê Thần Tông chạy ra Ninh Giang. Trịnh Tùng sai em là Trịnh Đỗ dụ lừa Xuân đến và giết chết, không lâu sau cũng ốm chết ở [[Thanh Xuân]]. Trịnh Tráng lên thay ngôi chúa, thấy người theo Trịnh Xuân còn nhiều, bèn mang cả triều đình chạy vào Thanh Hóa lần nữa.\n\nNhân khi kinh thành lúc này bỏ trống, [[Mạc Kính Khoan]] đốc xuất binh mã tiến về [[Gia Lâm]] đóng đồn ở Thổ Khố, Châu Cầu. Nhân dân và các quần thần văn võ của triều Lê ở vùng này lại về với Mạc Kính Khoan, những người có lòng với triều Mạc cũng đi theo rất đông.\n\nTháng 8 năm 1623, Trịnh Tráng củng cố lực lượng đánh ra Thăng Long. Mạc Kính Khoan thua trận bỏ chạy lên Cao Bằng, nhiều thủ hạ theo hàng Trịnh Tráng.\n\nNăm 1625, Trịnh Tráng đốc binh đánh nhà Mạc. Quân Lê Trịnh dùng kế hỏa cung đánh thắng quân Mạc, cuối cùng bắt được Mạc Kính Cung tại [[Cao Bằng]], đem về giết tại kinh đô.\n\n===Cát cứ ở Cao Bằng===\nSau khi Kính Cung bị bắt, Mạc Kính Khoan chạy vào lẩn trốn trong vùng người dân tộc Dao, tiếp tục tập hợp lực lượng. Sau đó Kính Khoan sai người dâng biểu về triều xin quy thuận. Chúa Trịnh cũng thấy không thể diệt ngay hết được nhà Mạc nên nhân danh Lê Thần Tông phong Mạc Kính Khoan chức ''Thống quốc công'' và giao trấn giữ vùng biên giới.\n\n[[Nhà Minh]], vì muốn duy trì thế Nam Bắc triều ở Việt Nam để có lợi cho [[Trung Quốc]], nên đã can thiệp để họ Mạc được cát cứ ở [[Cao Bằng]]. Khi nhà Minh mất (1644), các vua [[Nhà Nam Minh|Nam Minh]] - tàn dư nhà Minh - vẫn ủng hộ họ Mạc. Từ Mạc Kính Khoan, họ Mạc nối nhau trấn giữ ở đây trong nhiều năm.\n\nNăm 1638, Kính Khoan chết, con là [[Mạc Kính Vũ]] lại xưng hiệu là Thuận Đức, tiếp tục cát cứ tại đây chống triều đình Lê Trịnh. Đến khi nhà Minh mất hẳn (1662) về tay [[nhà Thanh]], họ Mạc vẫn nhờ can thiệp của nhà Thanh để cát cứ ở đây. Lực lượng Lê Trịnh nhiều lần lên đánh đều không tiêu diệt được. Năm 1643, Kính Vũ nhân lúc [[Trịnh Tráng]] đi đánh [[Nguyễn Phúc Nguyên]] ở Thuận Hóa đã đánh phá ra Thái Nguyên, Bắc Cạn. Khi chiến tranh với họ Nguyễn tạm ngưng, chúa Trịnh 3 lần điều quân lên Cao Bằng năm 1662, 1666 và 1667 nhưng Kính Vũ khi thua trận thường chạy sang Long châu (Trung Quốc), khi quân Trịnh lui thì Kính Vũ lại trở về Cao Bằng.\n\nTuy nhiên sau đó [[Mạc Kính Vũ]] lại giúp phản thần [[Ngô Tam Quế]] chống lại [[nhà Thanh]] nên không được ủng hộ nữa. Họ [[chúa Trịnh|Trịnh]] nhân đó mới ra tay dẹp họ Mạc. Tới năm [[1677]], chúa Trịnh sai [[Đinh Văn Tả]] đi đánh thắng được quân Mạc. Mạc Kính Vũ chạy sang Trung Quốc. Việc trấn giữ [[Cao Bằng]] của họ Mạc lúc đó mới chấm dứt.\n\nNhững người họ Mạc bị đổi sang họ khác. Về sau, nhân khi chính sự [[Đàng Ngoài]] dưới thời [[Trịnh Giang]] rối ren, năm [[1739]], hậu duệ của họ Mạc là Nguyễn Cừ, Nguyễn Tuyển lại nổi dậy, mở đầu trong phong trào [[khởi nghĩa nông dân Đàng Ngoài]] chống Trịnh trong vài năm<ref>Nguyễn Huy Thức, Lê Văn Bảy, sách đã dẫn, tr 76<\/ref>.\n\n==Hậu quả==\nCả hai vương triều Mạc và Hậu Lê được dựng lên trong bối cảnh rất phức tạp và đầy biến động. Hai bên là hai thế lực không dung hòa, mục tiêu của cả hai bên trong cuộc chiến là tìm mọi biện pháp để loại trừ lẫn nhau. Do đó việc quan trọng hàng đầu của cả hai chính quyền Mạc-Lê là xây dựng và củng cố lực lượng quân sự mạnh để chiến thắng trên chiến trường<ref name=\"VSH555\"\/>.\n\nNgay sau khi xây dựng lên vương triều Mạc, [[Mạc Đăng Dung|Mạc Thái Tổ]] đã xây dựng Dương Kinh ([[Hải Dương]]) làm thế ỷ dốc cho [[Thăng Long]], đồng thời cải tổ quân đội. Lực lượng của Bắc triều có 12 vạn người và tổ chức khá chặt chẽ<ref name=\"VSH555\"\/>. Nam triều tuy sở hữu đất đai hẹp hơn nhưng quân đội thường trực cũng thường xuyên có 6 vạn người<ref name=\"VSH556\"\/>.\n\nTrong thời kỳ đầu khi nhà Mạc gặp mâu thuẫn nội bộ, Nam triều tổ chức tấn công ra bắc 11 lần, có những lần kéo dài tới 2 năm. Quân Mạc thời kỳ này chủ yếu là phòng thủ, chỉ 4 lần tổ chức đánh vào Thanh Hóa. Chiến trường chính là Sơn Nam và [[Thanh Hóa]].\n\nTừ năm [[1570]], Bắc triều ổn định trở lại và đứng vững thì Nam triều lại phát sinh mâu thuẫn. Tận dụng cơ hội này, Bắc triều chủ động tấn công. Nam triều phải co về phòng thủ và chiến trường chính diễn ra tại vùng [[sông Chu]], [[sông Mã]], [[sông Cả]] ở [[Thanh Hóa]], [[Nghệ An]].\n\nCác nhà nghiên cứu tổng kết: trong 60 năm chiến tranh (1533–1592) giữa Lê và Mạc đã diễn ra 38 trận lớn nhỏ<ref name=\"VSH556\"\/>, cả hai bên đều huy động gần hết các lực lượng lao động chính trong [[xã hội]] vào cuộc chiến cùng những nhân tài, vật lực trong tay. Sau mỗi trận đánh, lực lượng mới lại được huy động để bù đắp cho lực lượng tổn thất trên chiến trường.\n\nCuộc chiến đã tác động tiêu cực đến đời sống nhân dân lao động. Sản xuất bị đình trệ, ảnh hưởng đến đời sống kinh tế toàn quốc. Không những [[nông dân]], những người thợ thủ công cũng chịu mức thuế khóa nặng nề để cung ứng cho cuộc chiến<ref>Viện Sử học, sách đã dẫn, tr 560<\/ref>.\n\nTại các khu vực chiến trận tiếp diễn trong nhiều năm và nhân dân vẫn tiếp tục chịu cảnh lầm than, đồng ruộng bị bỏ hoang. Dân gian còn lưu lại những câu [[Ca dao Việt Nam|ca dao]] nói về sự khổ cực của nhân dân trong việc lao dịch, quân ngũ vì chiến sự ở [[Cao Bằng]]:\n:''Cái cò lặn lội bờ sông''\n:''Gánh gạo nuôi chồng tiếng khóc nỉ non''\n:''Nàng về nuôi cái cùng con''\n:''Để anh đi trảy nước non Cao Bằng''\n\n==Hoán đổi lực lượng hai bên==\n* [[Chúa Bầu]]: Các chúa Bầu họ Vũ ở [[Tuyên Quang]] theo [[nhà Lê sơ|nhà Lê]] chống [[nhà Mạc]] thời [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]], nhưng tới khi nhà Lê chiếm được [[Thăng Long]] thì lại ngả theo họ Mạc ở [[Cao Bằng]] để chống vua Lê [[chúa Trịnh]]\n* [[Dương Chấp Nhất]] hàng Nam triều năm 1543, tới năm 1545 ám sát [[Nguyễn Kim]] rồi trở về Bắc triều\n* [[Lê Bá Ly]], [[Nguyễn Thiến]], Bùi Trụ: các nhà thông gia ly khai nhà Mạc, mang theo gia quyến theo nhà Hậu Lê năm 1551\n* [[Nguyễn Quyện]], Nguyễn Miễn: hai người con Nguyễn Thiến vào [[Thanh Hóa]] năm 1551, trở về theo Bắc triều năm [[1557]]\n* [[Trịnh Cối]]: con trưởng [[Trịnh Kiểm]], bị em [[Trịnh Tùng]] tranh ngôi, theo hàng Bắc triều năm 1570 (mất 1584)\n* [[Lê Khắc Thận]]: con Lê Bá Ly, trở về Bắc triều năm [[1572]]\n* [[Bùi Văn Khuê]]: bị [[Mạc Mậu Hợp]] cướp vợ, bỏ sang Nam triều năm 1592, tới năm [[1600]] lại bỏ Lê theo Mạc.\n\n<!--\n==Thay đổi nhân sự hai bên==\n:''Xem thêm:'' [[Vấn đề biên giới Việt-Trung thời Mạc]]\nVua [[Lê Trang Tông]], là con của [[Chiêu Tông]], cháu xa đời của Thánh Tông. Khi Đăng Dung cướp ngôi, tiếm hiệu, vua tránh về Thanh Hóa. [[Thái sư Hưng quốc]] công Nguyễn Kim sai người dò tìm, đón vua sang nước Ai Lao tôn lập.\n\n1533, Mùa xuân, tháng giêng, vua lên ngôi ở Ai Lao, đặt niên hiệu là [[Nguyên Hòa]], tôn Đại tướng quân Nguyễn Kim là [[Thượng phụ thái sư]] [[Hưng quốc công]], chưởng nội ngoại sự, lấy trung nhân Đinh Công làm [[Thiếu Úy]] [[Hùng Quốc Công]], còn lại, người nào cũng được phong thưởng để họ đồng lòng khuông phù. Lại liên kết với vua Ai Lao Xạ Đẩu, nhờ họ giúp binh khí, lương thực để mưu việc đánh lấy lại nước.\n\nVua sai [[Trịnh Duy Liêu]] sang nhà Minh tâu tội trạng của Mạc Đăng Dung, 1534. Nhà Minh nghe tin Mạc Đăng Dung cướp ngôi, đặt quan lại nguỵ, chiếm giữ Kinh thành, ngăn trở đường tiến cống, tự tiện làm bài Đại cáo, tiềm xưng là thượng hoàng, tội trạng đã rõ, bèn sai Hàm Ninh hầu [[Cừu Loan]] làm tổng đốc quân vụ, Binh bộ thượng thư Mao Bá Ôn làm tham tán quân vụ, đem quân sang hỏi đánh mang tính uy hiếp.\n\n1536. Vua sai [[Trịnh Viên]] sang nhà Minh lại trình bày việc họ Mạc cướp ngôi giết vua, và vua phải xiêu giạt vào Thanh Hóa.\n\nTây An hầu [[Lê Phi Thừa]] của họ Mạc khởi quân cướp lấy của cải của ba ty, rồi thu quân chạy vào nước Ai Lao đầu hàng vua Lê.\n\n1539, các quận công được ban ấn của vua Lê sai đem quân bản bộ từ tây nam tiến đánh các nơi để lấy lại [[Tây Kinh]], khí thế quân sĩ càng mạnh. Tiếp theo tiến đánh huyện [[Lôi Dương]], quân Mạc phần nhiều bị thua, rồi lui quân về.\n\n1540, các sứ nhà Mạc sang nhà Minh dâng biểu xin cầu hòa để lo tập trung đánh nhà Lê dưới phía nam. Nhà Minh chấp nhận rút lui và không ngã về phe nhà Lê nữa.\n\n1542, Lê Trang Tông tấn công ra từ thành Tây Đô. Nhà Mạc thất thế, Tướng Mạc là Trung Hậu hầu Dương Chấp Nhất ra hàng. Trang Tông sai người triệu Nguyễn Kim ở Ai Lao về, gia thăng Kim làm Thái tể, tiết chế tướng sĩ các dinh và chia đường tiến đánh vùng Tây Nam.\n\nNăm [[1545]], hàng tướng [[Dương Chấp Nhất]] đầu độc [[Nguyễn Kim]]. Dương Chấp Nhất bỏ trốn về nhà Mạc. Con rể Nguyễn Kim là [[Trịnh Kiểm]] lên thay cầm quyền chỉ huy quân đội. Từ đó binh quyền [[Nhà Lê sơ|Nam triều]] do [[chúa Trịnh|Chúa Trịnh]] đảm đương.\n\nỞ phía Tây Bắc, vùng [[Hưng Hóa (định hướng)|Hưng Hoá]] và [[Tuyên Quang]], anh em [[Vũ Văn Mật]], [[Vũ Văn Uyên]] ([[Chúa Bầu]]) là thủ lĩnh trong vùng cát cứ không thần phục nhà Mạc. Nhà Mạc vài lần mang quân chinh phạt nhưng không diệt được họ Vũ, sau lại phải đối phó với nhiều biến cố khác nên buộc phải để họ Vũ cát cứ. Họ Vũ sai người liên lạc theo về [[nhà Lê trung hưng]].\n\nNăm [[1546]], [[Mạc Hiến Tông]] chết, con là Phúc Nguyên còn nhỏ lên thay, tức là [[Mạc Tuyên Tông]], chú là Khiêm Vương [[Mạc Kính Điển]] làm phụ chính. [[Nhà Mạc|Bắc triều]] xảy ra biến loạn. Tướng [[Phạm Tử Nghi]] muốn lập con [[Mạc Đăng Dung|Mạc Thái Tổ]] là Hoằng Vương [[Mạc Chính Trung]] đã trưởng thành nhưng không được nên cùng Chính Trung khởi binh nổi loạn. Phạm Tử Nghi nhiều lần muốn đánh chiếm [[Đông Kinh]] không thành, bèn đem Chính Trung ra chiếm cứ [[Yên Quảng]] ([[Quảng Ninh]]), cướp phá [[Hải Dương]] và đánh phá sang [[Trung Quốc]] khiến [[nhà Minh]] không kiềm chế nổi<ref name=\"DVSKTT16\"\/>. Đến năm [[1551]]<ref>Đây ghi theo [[Đại Việt sử ký toàn thư]], còn ''Đại Việt thông sử'' ghi năm 1549<\/ref>, [[Mạc Kính Điển]] dẹp được [[Phạm Tử Nghi]]. Tử Nghi bị giết, Chính Trung bỏ chạy và cũng bị giết. Có thuyết nói Tử Nghi chết về tay người Minh<ref>Nhiều tác giả, sách đã dẫn, tr 501<\/ref>.\n\nNăm [[1548]], [[Lê Trang Tông]] mất, con là [[Lê Trung Tông|Trung Tông]] lên thay. Năm [[1551]], tại Bắc triều, [[thái tể]] [[Lê Bá Ly]] quyền thế quá lớn, có phần hống hách, hai sủng thần là [[Phạm Quỳnh (nhà Mạc)|Phạm Quỳnh]], [[Nhân vật trong Ỷ Thiên Đồ Long ký#Minh giáo|Phạm Dao]] cậy thế vua Mạc vây đánh Bá Ly. Bá Ly cùng thông gia là [[Nguyễn Thiến]] mang gia quyến gồm các tướng [[Nguyễn Quyện]], [[Nguyễn Khải Khang]], [[Lê Khắc Thận]] cùng 14.000 quân chạy vào [[Thanh Hóa]] theo hàng Nam triều.\n\nSau khi mất Phạm Tử Nghi cùng hai nhà Lê Bá Ly và Nguyễn Thiến, nhà Mạc bị tổn thất nghiêm trọng về nhân sự. Mạc Tuyên Tông trông cậy hết vào Khiêm vương [[Mạc Kính Điển]].\n-->\n\n==Xem thêm==\n*[[Trận Cao Bình 1677]]\n*[[Nam-Bắc triều (Việt Nam)|Nam–Bắc triều]]\n*[[Trịnh-Nguyễn phân tranh|Trịnh–Nguyễn phân tranh]]\n*[[Nhà Mạc]]\n*[[Nhà Hậu Lê]]\n*[[Chúa Trịnh]]\n*[[Chúa Bầu]]\n*[[Mạc Kính Điển]]\n*[[Trịnh Kiểm]]\n*[[Trịnh Tùng]]\n*[[Quân đội nhà Mạc]]\n*[[Quân đội nhà Lê trung hưng]]\n\n==Tham khảo==\n*''[[Đại Việt sử ký toàn thư]]''\n*[[Đại Việt Thông sử|''Đại Việt thông sử'']]\n* ''[[Khâm định Việt sử Thông giám cương mục]]''\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội.\n* Nhiều tác giả (1995), ''Nhà Mạc và vấn đề ngụy triều trong sử sách'', Nhà xuất bản Văn hóa thông tin.\n* Nguyễn Huy Thức và Lê Văn Bảy (2006), ''Lê triều dã sử'', Nhà xuất bản Văn hóa thông tin.\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Quân sự Việt Nam thời Lê trung hưng]]\n[[Thể loại:Quân sự Việt Nam thời Mạc]]\n[[Thể loại:Nội chiến Việt Nam|L]]\n[[Thể loại:Nam Bắc triều| ]]\n[[Thể loại:Lê-Mạc phân tranh]]\n[[Thể loại:Xung đột năm 1539]]\n[[Thể loại:Xung đột năm 1551]]"}