{"88665":"{{chú thích trong bài}} \nĐầu tháng 2 năm 1966, để giành thế chủ động trên chiến trường, Mỹ đã mở cuộc hành quân '''Hòn đá lăn''' vào [[Chiến khu Đ]]. Cuộc hành quân này nhằm hai mục đích rất rõ rệt là tìm diệt cơ quan đầu não của lực lượng chủ lực của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] trong Chiến khu Đ, đồng thời hỗ trợ cho [[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng Hòa]] thực hiện bình định, mở rộng vùng chiếm đóng.\n\nVới khả năng trang bị hiện đại, sáng ngày 5 tháng 2 năm 1966, Mỹ dùng hàng chục chiếc [[Boeing B-52 Stratofortress|B-52]], cùng với [[pháo]] hạng nặng, trút hàng trăm tấn bom đạn xuống Chiến khu Đ thực hiện bước mở đường cho [[bộ binh]] tiến lên. Cuộc hành quân của Mỹ chia thành hai cánh. Cánh thứ nhất là Sư đoàn \"Anh cả đỏ\" đổ quân bằng [[máy bay trực thăng|trực thăng]] xuống khu vực xóm Sình, Bà Đã, Ván Hương. Cánh thứ hai gồm Lữ đoàn dù 173, một tiểu đoàn lính [[Úc]] và [[New Zealand]], 2 tiểu đoàn Quân lực Việt Nam Cộng hòa thuộc Sư đoàn 10 tiến vào Hiếu Liêm.\n\nPhía quân Giải phóng lúc này, [[Sư đoàn 9, Quân đội Nhân dân Việt Nam|Sư đoàn 9]] được phân tán thành nhiều bộ phận, phối hợp với du kích trong khu vực liên tục chặn đánh tiêu hao sinh lực quân đội Mỹ. Việc phân tán lực lượng, tổ chức tác chiến nhỏ lẻ là rất phù hợp với nguyên tắc chống càn đã được đúc rút kinh nghiệm từ cuộc [[chiến tranh Đông Dương|kháng chiến chống Pháp]]. Thế trận [[chiến tranh nhân dân]], [[chiến tranh du kích]] được phát huy tối đa. Quân Mỹ đi đến đâu gặp bãi mìn, hầm chông, gặp các lực lượng phục kích, nên tốc độ tiến công rất chậm chạp.\n\nSau gần 20 ngày tiến công, Mỹ không thể khép nổi vòng vây, nên cuộc hành quân \"Hòn đá lăn\" coi như phá sản. Mục đích \"tìm diệt\" trở nên không khả thi, quân Mỹ buộc phải co lại để hỗ trợ quân đội [[Việt Nam Cộng hòa]] thực hiện mục tiêu \"bình định\" tại khu vực Nhà Đỏ, Bông Trang, Tân Bình, Bình Mỹ.\n\nTối ngày 23 tháng 2 năm 1966, cả hai cánh quân Mỹ cụm lại tại Bông Trang, Nhà Đỏ chờ để sáng hôm sau sẽ thực hiện \"bình định\". Đội hình quân đội Mỹ trú quân có [[xe tăng]], thiết giáp quây ở vòng ngoài. Quân Mỹ lúc này đã vô cùng mệt mỏi sau một quãng thời gian dài căng thẳng và liên tục bị [[Quân Giải phóng miền Nam Việt Nam]] chặn đánh. Nhận thấy đây là thời cơ thuận lợi để tiêu diệt đối phương, bộ đội đặc công Chiến khu Đ cùng bộ binh Sư đoàn 9, hình thành 3 mũi, tập kích vào đội hình quân đội Mỹ. Chỉ trong vài giờ chiến đấu đã có hơn 200 quân Mỹ bị tiêu diệt. Quân Giải phóng bắn cháy, bắn hỏng 48 xe tăng, xe thiết giáp. Tiêu hao một tiểu đoàn lính Úc. Sở chỉ huy Sư đoàn \"Anh cả đỏ\" bị chiếm gọn. Sau đòn đánh bất ngờ này, quân Mỹ bị tổn thất nặng, buộc phải rút ra khỏi Chiến khu Đ để củng cố, chính thức chấm dứt cuộc hành quân \"Hòn đá lăn\".\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Rolling Stone]]"}