{"2029561":"{{Infobox military conflict\n| conflict = Chiến tranh Pháp-Thái\n| partof = [[chiến tranh thế giới thứ hai]]\n| image  = [[Tập tin:Indochine française (1913).jpg|300px]]\n| caption = ''Đông Dương thuộc Pháp''\n| date = tháng 10 năm 1940–9 tháng 5 năm 1941\n| place  = [[Liên bang Đông Dương|Đông Dương thuộc Pháp]]\n| casus  = \n| territory = Các lãnh thổ tranh chấp ở Đông Dương thuộc Pháp được nhượng lại cho Thái Lan<ref>Fall, tr. 22: \"Nước Pháp bị buộc phải nhượng cho Thái Lan ba tỉnh ở Campuchia và hai tỉnh ở Lào.\"<\/ref><ref>Windrow, pg. 78<\/ref>\n| result = Bất phân thắng bại<ref>Tucker, p. 552<\/ref>\n*Nhật Bản dàn xếp việc ngừng bắn<ref>Fall, p.22. \"Trên biển, one old French cruiser sank one-third of the whole Thai fleet...,Japan, seeing that the war was turning against its pupil and ally, imposed its \"mediation\" between the two parties.\"<\/ref><ref>Fall, p.22. \"Nước Pháp bị buộc phải nhượng cho Thái Lan ba tỉnh ở Campuchia và hai tỉnh ở Lào.\"<\/ref>\n| combatant1 = {{flagcountry|Vichy France}}\n* {{flagcountry|French Indochina}}\n| combatant2 = {{flag|Thái Lan}}\n| commander1 = {{flagicon|Vichy France}} [[Jean Decoux]]\n| commander2 = {{flagicon|Thái Lan}} [[Plaek Pibulsonggram|Plaek Phibunsongkhram]]\n| strength1 = 12.000 quân chính quy<br>20 xe tăng hạng nhẹ<br>100 máy bay<br>20 chiến hạm\n| strength2 = 60.000 quân chính quy<br>134 xe tăng<br>200 máy bay<ref name=\"Royal Thai Air Force 1976\">Royal Thai Air Force. (1976) ''The History of the Air Force in the Conflict with French Indochina''. Bangkok.<\/ref><br>18 tàu chiến\n| casualties1 = '''Trên bộ:'''<br\/>321 thương vong<br>178 mất tích<br>222 bị bắt làm tù binh<br>22 máy bay bị phá hủy<br\/>'''Trên biển:'''<br\/>1 tuần dương hạm hạng nhẹ bị hư hại\n| casualties2 = '''Trên bộ:'''<br\/>54 bị giết<ref name=\"Sorasanya Phaengspha 2002\">Sorasanya Phaengspha (2002) The Indochina War: Thailand Fights France. Sarakadee Press.<\/ref><br>307 bị thương<br>21 bị bắt<br>8–13 máy bay bị phá hủy<br\/>'''Trên biển:'''<br\/>36 bị giết<br\/>không rõ số bị thương<br\/>2 tàu phóng lôi bị chìm<br\/>1 tàu tuần duyên bị mắc cạn\n| notes  = \n| campaignbox = \n}}\n{{Chiến tranh Thái Bình Dương}}\n'''Chiến tranh Pháp–Thái''' ({{lang-th|กรณีพิพาทอินโดจีน}} {{lang-fr|Guerre franco-thaïlandaise}}) (1940–1941) là một cuộc chiến giữa [[Thái Lan]] và [[chính phủ Vichy]] của Pháp trong các vùng đất của [[Liên bang Đông Dương|Đông Dương thuộc Pháp]] mà từng thuộc về Thái Lan.\n\nCác cuộc đàm phán với Pháp ngay trước [[chiến tranh thế giới thứ hai]] đã chỉ ra rằng chính phủ Pháp sẵn sàng chỉnh sửa đường biên giới giữa Thái Lan và Đông Dương thuộc Pháp một cách thích hợp, nhưng chỉ ở mức độ nhỏ. Sau khi [[trận chiến nước Pháp|nước Pháp thất thủ]] năm 1940, thiếu tướng [[Plaek Pibulsonggram]] (thường được biết đến là \"Phibun\"), thủ tướng Thái Lan, quyết định rằng việc thua trận của nước Pháp đem đến cho người Thái một cơ hội chưa từng có để giành lại những vùng đất đai mà họ đã mất dưới triều vua [[Rama V|Chulalongkorn]].\n\nQuân Đức xâm chiếm mẫu quốc Pháp khiến cho việc cai trị của Pháp ở những thuộc địa hải ngoại, bao gồm Đông Dương, trở nên vô nghĩa. Việc quản lý các thuộc địa cô lập không còn nhận được những sự hỗ trợ và giúp đỡ từ bên ngoài. Sau khi [[Chiến dịch Đông Dương (1940)|Nhật Bản tiến vào Đông Dương]] tháng 9 năm 1940, người Pháp buộc phải cho phép quân Nhật thiết lập những căn cứ quân sự ở đây. Động thái được coi là hèn nhát này đã thuyết phục Phibun rằng chính phủ Vichy sẽ không thể chống lại một cuộc đối đầu với Thái Lan.\n\n==Lực lượng hai bên==\n\n===Pháp===\n[[Tập tin:Renault FT17 IMG 8414.jpg|nhỏ|trái|Đội quân của Vichy đã sử dụng một số xe tăng [[Renault FT-17]] thời thế chiến thứ nhất trong cuộc chiến này.]]\nLực lượng của Pháp ở Đông Dương bao gồm một đội quân xấp xỉ 50.000 lính, trong đó có 12.000 người Pháp, được biên chế thành 41 tiểu đoàn bộ binh, hai trung đoàn pháo binh và một tiểu đoàn công binh<ref>{{chú thích web | last = Stone| first = Bill| authorlink = | url = http:\/\/www.sonic.net\/%7Ebstone\/history\/vichyvssiam.shtml| title = Vichy Indo-China vs Siam, 1940-41 }}<\/ref>. Khuyết điểm dễ thấy của quân Pháp là thiếu xe thiết giáp: chỉ có 20 xe tăng [[Renault FT-17]] đã lỗi thời để chống lại gần 100 [[phương tiện chiến đấu bọc thép|xe bọc thép]] của [[Lục quân Hoàng gia Thái Lan]]. Quân chủ lực của Pháp đóng gần biên giới với Thái Lan bao gồm các trung đoàn số 3 và số 4 [[quân đoàn bộ binh Bắc Kỳ]] (''Tirailleurs Tonkinois'') cùng với đó một tiểu đoàn [[người Thượng|Montagnard]], quân thường trực Pháp trong bộ binh thuộc địa và các đơn vị Lê Dương viễn chinh Pháp.<ref>Rives, Maurice. ''Les Linh Tap''. ISBN 2-7025-0436-1 page 90<\/ref>\n\n[[Không quân Pháp|Armée de l'Air]] có 100 máy bay trong biên chế, trong số đó có 60 chiếc có thể tham chiến, bao gồm 30 chiếc [[Potez 25]] TOEs, 4 chiếc [[Farman F.220|Farman 221]], 6 chiếc [[Potez 540|Potez 542]], 9 chiếc [[Morane-Saulnier M.S.406]] và 8 chiếc [[Loire 130]].<ref>Ehrengardt, Christian J. and Shores, Christopher. (1985) ''L'Aviation de Vichy au combat: Tome 1: Les campagnes oubliées, 3 juillet 1940 - 27 novembre 1942''. Charles-Lavauzelle.<\/ref>\n\n[[Tập tin:Aérodrome de Haguenau, Morane-Saulnier MS.406, D-3801 suisse.jpg|nhỏ|trái|''Armée de l'Air'' Pháp từng sử dụng máy bay chiến đấu [[Morane-Saulnier M.S.406]] (trong ảnh là một máy bay mẫu đang được bảo quản)]]\n\n===Thái Lan===\n[[Quân đội Thái]] là một đội quân được trang bị khá tốt<ref>Hesse d'Alzon, Claude. (1985) ''La Présence militaire française en Indochine''. Château de Vincennes: Publications du service historique de l'Armée de Terre.<\/ref>. [[Lục quân Hoàng gia Thái Lan]] tập trung 60.000 quân, phân thành bốn tập đoàn quân, trong đó lớn nhất là Tập đoàn quân Burapha với 5 [[sư đoàn]] và Tập đoàn quân Isan với 3 [[sư đoàn]]. Các đội hình độc lập chịu sự kiểm soát trực tiếp của Bộ tư lệnh quân đội bao gồm hai tiểu đoàn kỵ binh cơ giới, một tiểu đoàn pháo binh, một tiểu đoàn pháo hiệu, một tiểu đoàn công binh và một trung đoàn thiết giáp. Lực lượng pháo binh trang bị kết hợp các loại [[pháo Krupp]] với [[Bofors 40 mm|pháo Bofors]] hiện đại hơn, trong khi 60 xe tăng [[Carden Loyd tankette|Carden Loyd]] và 30 xe tăng Vickers 6 tấn chiếm phần lớn lực lượng xe tăng của lục quân.\n\n[[Hải quân Hoàng gia Thái Lan]] yếu thế hơn [[Hải quân Pháp]] khi chỉ có hai tàu tuần duyên, 12 tàu phóng lôi và bốn tàu ngầm.<ref name=\"Young, Edward M. 1995\">Young, Edward M. (1995) ''Aerial Nationalism: A History of Aviation in Thailand''. Smithsonian Institution Press.<\/ref>. Tuy nhiên [[Không quân Hoàng gia Thái Lan]] lại trội hơn ''Armée de l'Air'' về cả mặt số lượng lẫn chất lượng.<ref>Ibid.<\/ref> Trong số 140 máy bay tạo nên sức mạnh tuyến đầu của Thái Lan có 24 máy bay ném bom hạng nhẹ [[Mitsubishi Ki-30]], 9 máy bay ném bom tầm trung [[Mitsubishi Ki-21]], 25 tiêm kích [[Curtiss P-36 Hawk|Hawk 75N]], 6 máy bay ném bom tầm trung [[Martin B-10]], và 70 máy bay ném bom hạng nhẹ [[Vought O2U Corsair|O2U Corsair]].<ref name=\"Royal Thai Air Force 1976\"\/>\n\n==Chiến dịch==\nTrong khi các cuộc biểu tình thể hiện chủ nghĩa dân tộc và các cuộc mít tinh chống Pháp được tổ chức tại [[Bangkok]], các cuộc giao tranh nhỏ lẻ diễn ra ở dọc biên giới [[sông Cửu Long|sông Mekong]]. Không quân Hoàng gia Thái Lan đã tiến hành các vụ ném bom ban ngày ở [[Viêng Chăn|Vientiane]], [[Phnôm Pênh|Phnom Penh]], [[Sisophon]] và [[Battambang]]. Người Pháp đã trả đũa bằng chính chiếc máy bay của họ, nhưng thiệt hai gây cho đối phương là ít hơn. Những hoạt động của Không quân Thái Lan, đặc biệt trong việc ném bom bổ nhào<ref name=\"Young, Edward M. 1995\"\/> đã được [[Toàn quyền Đông Dương]] [[Jean Decoux]] nhận xét một cách miễn cưỡng rằng những chiếc phi cơ Thái Lan dường như được lái bởi những phi công dày dạn kinh nghiệm trận mạc.<ref>Elphick, Peter. (1995) Singapore: the Pregnable Fortress: A Study in Deception, Discord and Desertion. Coronet Books.<\/ref>\n[[Tập tin:Vickers Light Amphibious Tank.jpg|180px|nhỏ|trái|Xe tăng lội nước hạng nhẹ Vicker phục vụ trong quân đội Thái (Xiêm)]]\n\n==Kết quả==\n===Thỏa thuận ngừng bắn===\nNhật Bản đã làm trung gian hòa giải cho cuộc xung đột này. Một \"Hội nghị đình chiến\" do Nhật Bản bảo trợ đã diễn ra ở Sài Gòn và một văn kiện sơ bộ cho việc ngừng bắn giữa chính phủ Vichy của tướng [[Philippe Pétain]] và [[Xiêm|Vương quốc Xiêm]] đã được ký kết trên [[Natori (tàu tuần dương Nhật)|tàu tuần dương Natori]] của Nhật ngày 31 tháng 1 năm 1941 và một lệnh đình chiến hoàn toàn được áp đặt vào lúc 10 giờ ngày 28 tháng 1. Ngày 9 tháng 5, một hiệp ước hòa bình đã được ký kết ở [[Tōkyō|Tokyo]]<ref name=\"Young, Edward M. 1995\"\/><ref name=\"ReferenceA\">Hesse d'Alzon, Claude. ''op. cit.''<\/ref>. Pháp bị Nhật ép buộc phải từ bỏ chủ quyền đối với các vùng đất tranh chấp gần biên giới. Pháp đã phải nhượng lại các tỉnh sau cho Thái Lan:\n\n(từ lãnh thổ [[Campuchia]]):\n* [[Battambang (tỉnh)|Battambang]] và [[Pailin]], hai tỉnh này được tái tổ chức thành tỉnh [[Phra Tabong]] của Thái;\n* [[Xiêm Riệp (tỉnh)|Siem Reap]], [[Banteay Meanchey (tỉnh)|Banteay Meanchey]] và [[Oddar Meancheay (tỉnh)|Oddar Meanchey]], ba tỉnh này được tái lập thành tỉnh [[Phibunsongkhram]];\n* [[Preah Vihear (tỉnh)|Preah Vihear]], được gộp vào một phần của [[champasack|tỉnh Champassak]] của [[Lào]] thành tỉnh Nakorn Champassak;\n* [[Koh Kong (tỉnh)|Koh Kong]], ngày nay là một phần của [[koh Kong (tỉnh)|tỉnh Koh Kong]] và [[Pursat]].\n(từ lãnh thổ [[Lịch sử Lào tới năm 1945#Lào thuộc Pháp|Lào]]):\n* [[Xayabury]] gồm có [[Luangprabang|Luang Prabang]], được đổi tên thành tỉnh ''Lan Chang'';\n* một phần phía tây [[champasack|tỉnh Champassak]] bên [[sông Cửu Long|sông Mekong]], sau là tỉnh Nakorn Champassak.\n\nTuy vậy, thị xã [[Xiêm Riệp|Siem Reap]] và đền [[Angkor Wat]] vẫn thuộc Đông Dương thuộc Pháp.\n\n[[Tập tin:Provinces of Cambodia loss to Thailand during Franco-Thai War.png|nhỏ|Các tỉnh được Pháp nhượng lại từ [[Campuchia]] cho Thái Lan được tập hợp lại thành các tỉnh mới của Thái Lan: Phra Tabong , Phibunsongram và Nakhon Champassak]]\n\n===Hiệp ước===\nNhững gì cuộc xung đột này đem lại được đông đảo người Thái hoan nghênh và đây cũng được xem như là một chiến thắng cá nhân của Phibun. Đây cũng là lần đầu tiên Thái Lan nhận được sự nhượng bộ từ một cường quốc phương Tây dù rằng là nước yếu hơn. Đối với người Pháp ở Đông Dương, cuộc chiến này là một lời nhắc nhở cay đắng về tình trạng bị cô lập của họ sau khi [[Trận chiến nước Pháp|nước Pháp thất thủ]].\n\n===Thương vong===\nCon số thương vong của Pháp là 321, trong đó có 15 sĩ quan. Tổng số binh sĩ bị mất tích sau ngày 28 tháng 1 là 178 người (6 sĩ quan, 14 hạ sĩ quan và 158 lính.<ref name=\"ReferenceA\"\/>). Có 222 người trở thành tù binh của Thái Lan (17 lính Bắc Phi, 80 lính Pháp và 125 người Đông Dương).<ref name=\"Royal Thai Air Force 1976\"\/>\n\nLục quân Thái Lan tổn thất 54 binh sĩ thiệt mạng và 307 binh sĩ bị thương<ref name=\"Sorasanya Phaengspha 2002\"\/>. Có 41 lính thủy đánh bộ và lính hải quân của Thái bị thiệt mạng trong khi bị thương 67 người. Trong trận Ko Chang có 36 binh sĩ Thái Lan bị giết, trong đó có 20 thuộc tàu HTMS Thonburi, 14 người tàu HTMS Songkhla và 2 người thuộc tàu HTMS Chonburi. Không quân Thái mất 13 người. Con số binh sĩ Thái bị Pháp bắt chỉ là 21 người.\n\n==Tham khảo==\n{{tham khảo|30em}}\n{{Chiến tranh thế giới thứ hai}}\n\n[[Thể loại:Xung đột năm 1940]]\n[[Thể loại:Xung đột năm 1941]]\n[[Thể loại:Pháp năm 1940]]\n[[Thể loại:Chiến tranh liên quan tới Pháp]]\n[[Thể loại:Chiến tranh liên quan tới Thái Lan]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Pháp năm 1941]]\n[[Thể loại:Thái Lan 1941]]"}