{"1331263":"{{Infobox military conflict\n| conflict = Operation Market Time\n| sea battle of = [[Chiến tranh Việt Nam]]\n| image = [[Tập tin:US Navy Market Time patrol areas in Vietnam 1966.png|300px]]\n| caption = \n| place = vùng ven biển [[Nam Việt Nam]]\n| result = Hải quân Hoa Kỳ phong tỏa và ngăn chặn hầu hết các hoạt động tiếp tế trên biển của phía [[Việt Nam Dân chủ Cộng hòa]].\n| combatant1 = {{flag|Hoa Kỳ}}<br>{{flag|Việt Nam Cộng hòa}}\n| combatant2 = {{flag|Việt Nam Dân chủ Cộng hòa}}<br\/>[[Tập tin:FNL Flag.svg|23px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n| commander1 = \n| commander2 = \n| strength1 = \n| strength2 = \n| casualties1 = \n| casualties2 = \n}}\n'''Chiến dịch Market Time''' ({{lang-en|Operation Market Time}} là một hoạt động tổng lực kéo dài từ tháng 3 năm 1965 đến tháng 12 năm 1972, chủ yếu của [[Hải quân Mỹ]] nhằm ngăn chặn binh lực và tiếp tế hậu cần thâm nhập theo đường biển từ [[Bắc Việt Nam]] vào [[Nam Việt Nam]]. Được thực hiện chủ yếu bởi Lực lượng tuần tra biển Coastal Patrol Force, thành lập 11\/3\/1965, mật danh TF 115 (Task Force 115).\n\n=== Bối cảnh diễn biến ===\n[[Sự kiện Vũng Rô]] ngày [[16 tháng 2]] năm 1965 là một chứng cớ hiển nhiên đối với những nghi ngờ từ lâu từ Mỹ và Việt Nam Cộng hòa về các hoạt động tiếp tế bằng đường thủy của miền Bắc Việt Nam cho lực lượng vũ trang của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\nKế hoạch chiến dịch Market Time được thiết lập bởi Hội đồng Tham mưu Liên quân Mỹ sau vụ Vũng Rô 1965 để phong toả vùng biển ven bờ vô cùng rộng lớn của miền Nam Việt Nam, ngăn chặn các tàu đánh cá lưới rà thực chất là tàu chở lén vũ khí của miền Bắc. Các tàu này thường có vỏ sắt, [[chiều dài]] khoảng 100 foot (30m), có thể chở được hàng tấn vũ khí, đạn dược trong khoang. Các tàu này thường không mang cờ hiệu để có thể nhận biết, và thường cơ động ra ngoài khơi, chờ lúc trời tối thì lao hết tốc lực vào phía bờ biển miền Nam. Nếu thuận lợi, các tàu này sẽ đổ hàng (quân sự) cho các lực lượng Việt Cộng hoặc Bắc Việt Nam đợi sẵn (ở các toạ độ tập kết, bến bãi).\n\nCác tàu chở máy bay Currituck (AV-7), Pine Island (AV-12), và Salisbury Sound (AV-13) được sử dụng làm tàu chỉ huy (flagships) cho chiến dịch Market Time.\n \nCác phi đoàn thủy phi cơ tuần hải P5M, các tàu khu trục của Hải quân Mỹ, các tàu quét mìn trên đại dương PCF (cao tốc), và các ca nô của lực lượng tuần tiễu bờ biển của Mỹ đã tham gia chiến dịch Market Time. Các tàu chiến tuần tiễu (PG) của Hải quân đóng vai trò chính trong bắn phá (dọc các tuyến hải trình của đối phương).\n\nCác tàu tuần tiễu PG khá phù hợp với nhiệm vụ chiến đấu này, do có khả năng chuyển từ động cơ diesel sang động cơ xăng chỉ trong vài phút. Các tàu loại nhỏ bằng nhôm và bằng vật liệu thủy tinh không chỉ nhanh mà còn có tính cơ động cao vì khả năng sử dụng nhiều nấc tốc độ. Chúng có tầm hoạt động rộng từ bờ biển Campuchia đến cực nam của Việt Nam, và từ đó đến [[Đà Nẵng]]. Các tàu tiếp tế của Quân tiếp vụ, như các tàu chở dầu, sẽ cung cấp cả nhiên liệu và văn hoá phẩm, thư tín.\n\nĐể ngăn ngừa các hoạt động thâm nhập tiếp theo (của tàu bí mật chở vũ khí từ miền Bắc Việt Nam), Chiến dịch Market Time cũng triển khai một nỗ lực hiệp đồng tác chiến trong tuần tiễu tầm xa bằng máy bay trinh sát và theo dõi. Các phi vụ này ban đầu sử dụng thủy phi cơ P5M, sau là các máy bay P-2V Neptune và P-3 Orion sử dụng tên lửa không đối mặt đất (mặt nước) Bull Pup, để có thể tác chiến trực tiếp chống các tàu thuyền (từ miền Bắc) này. Các đơn vị thuộc không lực Mỹ tham chiến cất cánh từ các căn cứ ở Nam Việt Nam, Thái Lan, hoặc Philippines là các phi đội VP-1, VP-2, VP-4, VP-6, VP-8, VP-16, VP-17, VP-26, VP-28, VP-40, VP-42, VP-46,VP-48, VP-49 và VP-50.\n\nNhiều thuyền mảng của biệt kích Mỹ và Việt Nam cộng hoà hoạt động lẫn vào các thuyền đánh cá của dân chài để bí mật phát hiện các tàu từ miền Bắc.\n\nTrang bị của chiến dịch Market Time cho phép tiếp cận một tàu\/thuyền đánh cá chỉ trong 15 – 30 giây. Những tàu thuyền nào không dừng lại hoặc không phát tín hiệu cho phép nhận dạng lập tức bị đưa vào kính ngắm. Các tàu bỏ chạy bị bắn chìm.\n\nMột trong những sự kiện đáng chú ý là ngày 11 tháng 8 năm 1966, tàu tuần tiễu ven bờ Point Wellcome, bị một tốp máy bay của Không quân Mỹ bắn nhầm. Kết quả là hai thành viên của thủy thủ đoàn trong đó có viên chỉ huy tử nạn, và hầu hết các thủy binh Mỹ khác trên tàu bị thương trong hành động \"bắn vào quân mình\" (friendly fire) này.\n\nMột hoạt động tác chiến nổi trội thuộc Chiến dịch Market Time xảy ra hôm 1 tháng 3 năm 1968, khi Bắc Việt Nam tìm cách tổ chức cho bốn tàu đánh cá lưới rà có chở lén vũ khí thâm nhập (vào vùng biển nam vĩ tuyến 17). Hai trong số tàu này bị phá huỷ bởi các lực lượng Đồng minh (phe Mỹ) trong cuộc đấu súng, một thủy thủ đoàn Bắc Việt dùng lượng nổ làm nổ tung tàu của họ để tránh lọt vào tay đối phương, còn tàu thứ tư dùng tốc độ cao rút được ra ngoài khơi. Trung uý Norm Cook, cơ trưởng máy bay tuần tiễu VP-17 P-2H Neptune cất cánh từ phi trường Cam Ranh được thưởng huân chương thứ hạng cao do đã phát hiện và bám sát hai trong số bốn tàu (đánh cá chở vũ khí của miền Bắc) trong tiến trình chiến sự.\n\n==Xem thêm==\n* [[Đường Hồ Chí Minh trên biển]]\n* [[Tàu không số]]\n* [[Sự kiện Vũng Rô]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam]]"}