{"520400":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Igloo White\n|partof=[[Chiến tranh Việt Nam]]\n|image= [[Tập tin:Khe Sanh Operation Niagara Sensor drop.jpg|300px]]\n|caption=\"Cây nhiệt đới\" chuẩn bị được thả xuống Trường Sơn từ máy bay\n|date= 1968&ndash;1973\n|place=[[Việt Nam]] và [[Lào]]\n|result=Thất bại về chiến lược của Hoa Kỳ\n|combatant1=[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ]]\n|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ Cộng hoà]]\n}}\n\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Chiến dịch Igloo White''' là một hoạt động chiến tranh điện tử chung của quân đội Hoa Kỳ được tiến hành từ cuối tháng 1 năm 1968 cho đến tháng 2 năm 1973, trong Chiến tranh Việt Nam, nhằm thiết lập một hệ thống thám báo điện tử với các cảm biến điện tử, máy tính và mạng lưới không lực chuyển tiếp thông tin liên lạc nhằm tự động ngăn chặn sự chi viện của phe [[việt Nam Dân chủ Cộng hòa|miền Bắc]] qua [[đường Trường Sơn|đường mòn Hồ Chí Minh]] vào chiến trường miền Nam.\n\n==Bối cảnh==\nSau cuộc [[Sự kiện Tết Mậu Thân|Tổng tiến công Tết Mậu Thân 1968]], [[Hàng rào điện tử McNamara]] đã chứng tỏ sự vô hiệu của nó trong việc ngăn chặn sự tiếp viện của Quân đội Nhân dân Việt Nam qua [[Dãy Trường Sơn|Trường Sơn]]. Chứng kiến sự thiếu hiệu quả của một tuyến hàng rào cố định, giới quân sự Mỹ chuyển sang dùng một hệ thống ngăn chặn linh hoạt dựa trên kỹ thuật viễn thông quân sự hiện đại. Tổng thống Nixon coi phương sách mới này là có hiệu quả hơn trong việc thực hiện mục tiêu chiến lược. Bộ trưởng Quốc phòng Mỹ C. Cliford liền huy động các quân chủng tham gia ''Chương trình ngăn chặn mới''. Chương trình này gồm 2 hệ thống phối hợp với nhau: hệ thống thám báo tự động (''Igloo White'') và hệ thống đánh phá tự động ([[Chiến dịch Commando Hunt|''Commando Hunt'']]). ''Igloo White'' có nghĩa tiếng Việt là \"mái lều tròn tuyết trắng\", một loại lều của thổ dân [[Eskimo]] ở [[Bắc Cực]].\n\n==Cảm biến và hệ thống máy tính trong chiến dịch Igloo White==\n''Infiltration Surveillance Center (''viết tắt là ''ISC,'' tạm dịch ''Trung tâm Cảnh giới Xâm nhập)'' là ''t''rung tâm chỉ huy của ''Igloo White'' được đặt tại căn cứ không quân Mỹ tại [[Nakhon Phanom]], [[Thái Lan]]. Với 2 [[máy tính]] khổng lồ [[IBM 360\/65]] thuộc loại hiện đại nhất vào thời điểm khi đó, ''ISC'' nhận nhiệm vụ thu nhận, lưu trữ và xử lý dữ liệu nhận được từ những thiết bị [[electron|điện tử]] được rải xuống khắp 40.000&nbsp;km² trên Trường Sơn. Chúng kiểm soát từng vùng theo mã số, đánh hơi người, bắt âm thanh theo các tần số, phát hiện những vật di động, xác định thời gian và địa điểm… rồi thông báo tức thì cho loại máy bay Night Hawk đến đánh phá. Chi phí cho toàn bộ hệ thống thám báo tự động này là 1,7 tỷ USD (tương đương khoảng {{formatnum:{{Inflation|US|1700000000|1968|r=0}}}} USD theo giá đồng USD năm {{CURRENTYEAR}}).<ref>''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức (trích theo ''The Vietnam War, Comprehensive and Illustrated History of the Conflict in Southeast Asia'', London, p.26)<\/ref>\n\n===Các thiết bị điện tử===\n[[Tập tin:Beech QU-22B USAF.jpg|200px|phải|nhỏ|Máy bay QU-22B Pave Eagle sử dụng trong Chiến dịch Igloo White]]\nNhững thiết bị điện tử gồm khoảng gần 100 loại khác nhau được rải xuống Trường Sơn, được mệnh danh là những \"thám tử giấu mặt\", những \"kẻ gác đường\". Có những máy [[ra đa|radar]] nhỏ rải rác khắp các nẻo đường để phát hiện tiếng động hoặc tía [[tia hồng ngoại|hồng ngoại]] do các xe cơ giới phát ra, báo về trung tâm chỉ huy. Có những máy đánh hơi được mùi [[amonia]] trong mồ hôi để gọi máy bay oanh tạc tới. Trong số các loại thiết bị này, có thể kể đến một số loại phổ biến:\n*SPIKE BUOY: Cảm ứng âm thanh do máy bay thả xuống đất, lẫn màu cây cỏ, lặng lẽ phát hiện các tiếng động: chân đi, xe chạy, người nói, chó sủa, gà gáy… được truyền tất cả về trung tâm.\n*ACOU BUOY: Loại máy cảm ứng có dù do máy bay thả xuống các khu rừng, treo bám trên cành cây, lẫn vào lá, rất khó phát hiện, làm nhiệm vụ tương tự loại trên.\n*ADSID (''Air Delivered Seismic Intrusion Detector)'': Dùng để phát hiện thâm nhập bằng đường bộ bằng cảm ứng địa chấn. ADSID được thả xuống từ máy bay để đầu nhọn có cảm biến địa chấn cắm vào trong đất. Phần thấy được còn lại trên mặt đất là antenna. ADSID thường được lực lượng [[Quân đội Nhân dân Việt Nam|bộ đội]] gọi là \"cây nhiệt đới\" và là loại máy được biết đến nhiều nhất của chiến dịch Igloo White.\n*ACOUSID: Máy cảm ứng địa chấn và âm thanh tương tự ADSID, nhưng có thêm chức năng truyền âm thanh với bộ phận thu truyền âm thanh để trạm trinh sát kiểm tra đối tượng gây địa chấn là người hay xe vận tải.\nCác máy phát hiện thâm nhập theo nguyên lý phát hiện [[Động đất|địa chấn]] có tên gọi kết thúc bằng 3 chữ SID (''Seismic Intrusion Detector'').\n\nNgoài các máy phát hiện địa chấn thả từ máy bay còn có các máy có tính năng tương tự do binh lính triển khai, thường dùng trong các hoạt động chiến thuật phục vụ canh phòng hay phục kích (''GSID'' hay ''Ground Seismic Intrusion Detector'', ''PSID'' hay ''Patrol Seismic Intrusion Detector'' và ''HANDSID'').\n\nỞ các vùng bùn nước nhiều, không thể dùng máy phát hiện địa chấn, quân đội Mỹ dùng máy phát hiện thâm nhập EMID (''Electro-Magnetic Intrusion Detector'') hoạt động theo nguyên tắc phát hiện nhiễu loạn cường độ sóng phản xạ. Tuy nhiên trên thực tế hầu như người ta không phát hiện thấy sử dụng loại máy này.\n\nCùng với các máy phát hiện, hệ thống còn có các máy thu (hiển thị kết quả phát hiện) xách tay dùng cho các hoạt động chiến thuật, các trạm chuyển tiếp sóng vô tuyến điện có và không người trông coi, các trạm thu ghi và phân tích kết quả phát hiện để có tin tình báo cấp chiến trường.\n\nĐể phòng khi sóng bị nhiễu (do đối phương phá sóng, do ảnh hưởng vật lý…), giới kỹ thuật Mỹ còn chế tạo một số phương tiện hỗ trợ như máy chuyển tiếp, đặt trên phi cơ không người lái [[QU-22B]] bay ở độ cao lớn, đi được vào vùng có hoả lực phòng không dày đặc, nhận tín hiệu từ mặt đất rồi chuyển về trung tâm. Sau đó, họ còn chế tạo thêm trạm chuyển tiếp tự động (DART), hay chương trình bảo trợ ''Commando Bolt'', tức hệ thống điều hành toàn bộ hệ thống trinh sát điện tử để có thể chỉ huy tự động, đảm bảo cho [[không quân Hoa Kỳ|không quân Mỹ]] không kích chính xác trong mọi hoàn cảnh thời tiết.<ref name=\"ReferenceA\">''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức<\/ref>\n\nCác cảm biến gởi dữ liệu thu được qua các kênh tần số vô tuyến trong khoảng từ 162 MHz đến 174 MHz, với 31 kênh tần số được phân bổ cho mỗi loại cảm biến, mỗi kênh cách nhau 375 kHz. Mỗi kênh tần số lại có 27 mã định danh khác nhau sẽ được sử dụng tùy theo yêu cầu của loại cảm biến đó. Do đó, sẽ có đến tổng cộng 837 cảm biến (27x31) có thể được triển khai một lần mà không gặp phải sự cố trùng lắp dữ liệu gởi về trên một vùng hoạt động.<ref>Van Staaveren, ''Interdiction'', p. 268.<\/ref>\n\nCác cảm biến sẽ chuyển tiếp dữ liệu của chúng về ISC, thông qua những máy bay EC-121R đang bay trên quỹ đạo của Phi đoàn Trinh sát 553 của Lực lượng Không quân, có trụ sở tại Căn cứ Không quân Hoàng gia Thái Lan Korat. Những chiếc EC-121 sau đó sẽ chuyển tiếp những thông tin đã nhận được từ các cảm biến qua tần số vô tuyến trong khoảng từ 2200 đến 2300 MHz đến Nakhon Phanom. Tại Lực lượng đặc nhiệm Alpha, dữ liệu tình báo (từ nhiều nguồn khác nhau, không chỉ các cảm biến) sẽ được nhập, đối chiếu, truy xuất và lưu trữ bởi hai máy tính. IBM 360\/40 (sau này là hai chiếc 360\/65).\n\n== Giải pháp của Quân đội Nhân dân Việt Nam ==\nTuy Hoa Kỳ đã sử dụng trong chiến dịch này những phương tiện kỹ thuật tối tân của họ nhưng họ đã nhanh chóng bị các giáo sư của [[Viện Khoa học và Công nghệ Quân sự (Việt Nam)|Viện Khoa học và Công nghệ Quân sự]] và [[Trường Đại học Bách khoa Hà Nội]] khắc chế và gặp phải những giải pháp chống đỡ khôn ngoan của lực lượng bộ đội Trường Sơn. Ở các binh trạm thường thành lập các nhóm chuyên trách săn tìm các thiết bị do thám. Họ thường là những sinh viên trường [[Đại học Bách khoa Hà Nội|Bách khoa]], họ là những người rất thông thạo trong việc định vị và tháo dỡ chúng. Theo lời kể của Đại tá [[Hồ Minh Trí]], ông nguyên là Tư lệnh Sư đoàn 473: \"Các thiết bị này rất khó phát hiện và chỉ có thể sử dụng mắt thường để tìm. Các máy cảm ứng thường có cấu tạo thêm một bộ phận tự huỷ để chống tháo gỡ. Trước tiên phải làm liệt chi tiết này, và các thao tác đã được nghiên cứu, kiểm định kĩ lưỡng và chắc chắn thì cần phải phổ biến ngay cho các chiến sĩ. Với loại có dù treo cao trên ngọn cây, nếu cao quá thì dùng súng [[AK-47]] (hoặc [[CKC]]) bắn huỷ ngay tại chỗ, nếu thấp thì hạ xuống rồi vô hiệu hoá bằng cách buộc 4 cái râu của nó lại với nhau bằng dây thép. Với các loại \"cây nhiệt đới\" (ADSID, ACOUSID) thì dùng kìm cắt ngay cần ăng ten. Đối với những loại khó tháo gỡ thì đơn giản nhất là áp 200g thuốc nổ vào (gói theo kiểu bộc phá) hoặc dùng [[lựu đạn]] cho nổ cắt đôi khí tài ra là xong\". Đánh lừa các thiết bị này cũng là một giải pháp được những người lính [[Quân đội nhân dân Việt Nam]] và [[Quân Giải phóng miền Nam Việt Nam]] sử dụng phổ biến. Những máy phát hiện nhiệt năng của động vật bị đánh lừa, khi thay cho những đoàn quân đi lại là những đoàn vật nuôi như: trâu, bò, chó, lợn, gà, vịt, dê, ngựa...thậm chí có cả ngỗng do người dân địa phương cấp. Những máy phát hiện mùi mồ hôi cũng bị đánh lừa bằng những lọ nước tiểu của người và gia súc (loại nước tiểu gia súc được bộ đội dùng phổ biến nhất là nước tiểu bò vì nước tiểu bò có mùi mạnh hơn các mùi nước tiểu khác) được treo lơ lửng trong các lọ thủy tinh tại những tuyến đường \"khỉ ho cò gáy\", làm cho phía Mỹ luôn bị báo động rằng đang có hàng sư đoàn địch đi qua, khi máy bay tới dội bom cũng là lúc những đoàn quân của bộ đội ta đã di chuyển qua những con đường khác an toàn hơn rất nhiều.<ref name=\"ReferenceA\" \/><ref name=\"ReferenceB\">''Chân trần, chí thép'' (''Bare Feet, Iron Will''), James G. Zumwalt, Nhà xuất bản Tổng hợp TP. Hồ Chí Minh<\/ref> Về vấn đề này, Tư lệnh bộ đội Trường Sơn [[Đồng Sĩ Nguyên]] cho biết:\n\n{{cquote|''Tương tự Hàng rào điện tử McNamara, những thiết bị do thám thả xuống trông giống như cây rừng. Chúng được thả trong một khu vực có chiều rộng tới 100 cây số, bao trùm một mạng lưới giao thông của chúng tôi. Phải mất bảy ngày để tìm ra giải pháp. Rồi chúng tôi đưa xe tới gần chỗ có thiết bị đó và cho chạy đi chạy lại'' (để lừa phía Mỹ)''. Trong vòng vài tháng sau đó, người Mỹ tiếp tục thả máy do thám xuống trước khi ngưng hẳn. Phương cách này khiến chúng tôi mất một số xe khi máy bay Mỹ tấn công khu vực mà chúng tôi cố ý cho xe tải chạy để đánh lừa. Khi người Mỹ bị dụ tới một địa điểm khác, các đoàn xe của chúng tôi hoạt động an toàn hơn''<ref name=\"ReferenceB\"\/>}}\n\nKhông chỉ dừng lại ở đó, những kỹ sư, công binh kỹ thuật giỏi còn có thể tận dụng được các linh kiện của các thiết bị điện tử Mỹ. Có trường hợp họ còn dùng chính phương tiện của Mỹ để lừa máy bay và sở chỉ huy Mỹ, làm chúng lạc đích, thậm chí đánh vào nhau, như trường hợp của binh trạm trưởng Nguyễn Khang của Binh trạm 34 đã dùng các sensor của Mỹ kết hợp với âm thanh giả được ghi lại trong đài [[cassette]] cũ mà vị binh trạm trưởng này xin lại của cấp trên để khiến cho các khu vực núi đá hiểm trở, không có người sinh sống, qua lại bị [[B 52]] Mỹ dội bom. Kết quả là sau hàng tấn bom B-52 thì Mỹ mới tiêu diệt được...một chiếc cát-xét cũ của đối phương, ngoài ra còn giúp cho đối phương phá núi, mở thêm đường. Chính biện pháp này đã gây hiểu lầm cho phía Mỹ rằng tình báo Bắc Việt đã thâm nhập các hệ thống thông tin của đối phương, và điều khiển pháo binh và không quân tấn công vào các đơn vị của Hoa Kỳ, như trong một số tài liệu mật của phía Mỹ mới được giải mật hồi [[tháng một|tháng 1]] năm [[2008]].<ref name=\"ReferenceA\"\/>\n\n==Kết quả==\nSau 2 năm, Chiến dịch Igloo White nói riêng và ''\"Chương trình ngăn chặn mới\"'' nói chung đã không thể thu được kết quả như mong muốn. Đến năm [[1970]], các thông tin của cơ quan tình báo chiến trường Mỹ đã khiến người ta phải sửng sốt. Theo đó, từ năm 1969 cho đến năm 1970, mức thâm nhập qua Trường Sơn lên tới 348 đoàn, trong đó có 46 tiểu đoàn trang bị mạnh, 24.530 tấn vũ khí, có 335 chuyến bay các loại bí mật thả vũ khí xuống các hành lang ở [[Lào]].<ref name=\"ReferenceA\"\/> John McConnell, Tham mưu trưởng Không quân Mỹ thừa nhận:<ref>''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức (trích theo Nguyễn Việt Phương, ''Trường Sơn đường Hồ Chí Minh huyền thoại'', sđd, tập 1, tr.334)<\/ref>\n\n{{cquote| ''Không quân Mỹ đang phải gánh chịu những tổn thất to lớn trong cuộc chiến kỳ lạ để giành lấy những thắng lợi nhỏ nhoi… Tôi chưa bao giờ thất vọng như lúc này''}}\n\nSau khi Hàng rào McNamara bị chọc thủng, đến lượt kế hoạch ''Igloo White'' bị phá sản. Từ sau năm 1970, kỹ thuật quân sự Mỹ bế tắc, không tìm ra lời giải mới nào khả quan hơn.<ref>''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức (theo Nguyễn Việt Phương, sđd, tập 1 tr.327-322)<\/ref> Tuy nhiên, kế hoạch này vẫn tiếp tục được kéo dài cho đến năm [[1973]], khi [[Hiệp định Paris 1973|Hiệp định Paris]] được ký kết. Khi quân đội Mỹ rút khỏi Việt Nam theo Hiệp định Paris, hệ thống các phương tiện phát hiện thâm nhập đang có trong lãnh thổ Việt Nam được chuyển giao cho [[Quân lực Việt Nam Cộng hòa|quân đội Sài Gòn]].\n\n== Tài liệu tham khảo ==\n\n* Van Staaveren, Jacob, ''Interdiction in Southern Laos, 1961–1968''. Washington DC: Center for Air Force History, 1993.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n* [[Chiến dịch Lam Sơn 719]]\n* [[Chiến dịch Đường 9 - Khe Sanh]]\n* [[Chiến dịch Commando Hunt]]\n* [[Đường Trường Sơn|Đường mòn Hồ Chí Minh]]\n* [[Hàng rào điện tử McNamara]]\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Igloo White]]\n[[Thể loại:Việt Nam năm 1968]]\n[[Thể loại:Việt Nam năm 1970]]\n[[Thể loại:Xung đột năm 1968]]\n[[Thể loại:Xung đột năm 1969]]\n[[Thể loại:Xung đột năm 1970]]\n[[Thể loại:Xung đột năm 1971]]\n[[Thể loại:Việt Nam năm 1969]]\n[[Thể loại:Xung đột năm 1972]]\n[[Thể loại:Xung đột năm 1973]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}