{"31368":"{{Pp|small=yes}}\n{{Pp-move-indef}}\n{{Cần dọn dẹp|lý do=Nội dung bài viết dùng nguồn nói về Việt Nam quá nhiều, có dấu hiệu thiếu trung lập, tuyên truyền ở đây.|ngày=tháng 3 2021}}\n{{POV}}\n{{Thông tin chiến tranh\n|conflict=Chiến dịch Lam Sơn 719 \/ Chiến dịch đường 9 - Nam Lào\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:Lamson.jpg|300px]]\n|caption=Bản đồ kế hoạch ''Lam Sơn 719''.\n|date=[[8 tháng 2]]&ndash;[[24 tháng 3]] năm [[1971]]\n|place=[[Lào]]\n|result=Chiến dịch thất bại, [[thắng lợi chiến lược]] của Quân Giải phóng miền Nam<ref>{{Chú thích web | url = http:\/\/vovworld.vn\/vi-VN\/Chinh-tri\/Le-ky-niem-45-nam-ngay-chien-thang-Khe-Sanh-giai-phong-Huong-Hoa\/165500.vov | tiêu đề = Lễ kỷ niệm 45 năm ngày chiến thắng Khe Sanh, giải phóng Hương Hóa\n | tác giả = | ngày = 2013-07-07 | ngày truy cập = 2021-02-08 | nơi xuất bản =VOV World | ngôn ngữ = }}<\/ref>\n|combatant1=[[Tập tin:Flag of the United States.svg|22px]] [[Mỹ]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]<br>[[Tập tin:Flag of Laos (1952-1975).svg|22px]] [[Vương quốc Lào]]\n|combatant2=[[Hình:Flag of North Vietnam (1955–1975).svg|22px]][[Quân đội nhân dân Việt Nam ]]<br>[[Hình:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] <br>[[Tập tin:Flag of Laos.svg|22px]] [[Pathet Lào]]\n|commander1=[[Tập tin:Flag of the United States.svg|22px]] [[James W. Sutherland, Jr.]]<br>\n[[Tập tin:Flag of South Vietnam.svg|22px]] [[Hoàng Xuân Lãm]]\n|commander2=[[Tập tin:FNL Flag.svg|22px]] [[Lê Trọng Tấn]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Cao Văn Khánh]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Lê Quang Đạo]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Đồng Sĩ Nguyên|Đồng Sỹ Nguyên]]\n|strength1='''Khoảng 50.000 quân và rất nhiều vũ khí hạng nặng, bao gồm:'''<br> [[Tập tin:Flag of South Vietnam.svg|22px]] '''VNCH''': ban đầu có 17.000,<ref>{{Chú thích web | url = http:\/\/www.history.army.mil\/books\/AMH-V2\/AMH%20V2\/chapter11.htm | tiêu đề = Chapter 11: THE U.S. ARMY IN VIETNAM FROM TET TO THE FINAL WITHDRAWAL, 1968-1975 | tác giả =  | ngày =  | ngày truy cập = 2021-04-08 | nơi xuất bản =  | ngôn ngữ = en | archive-date = 2016-10-19 | archive-url = https:\/\/web.archive.org\/web\/20161019151236\/http:\/\/www.history.army.mil\/books\/AMH-V2\/AMH%20V2\/chapter11.htm | url-status = dead }}<\/ref> sau tăng lên 21.000 quân\n[http:\/\/encarta.msn.com\/text_761552642___25\/Vietnam_War.html], cùng với 10.000 quân hỗ trợ ở tuyến sau (pháo binh, liên lạc, vận tải...)<br> 450 [[xe tăng]] - [[phương tiện chiến đấu bọc thép|xe thiết giáp]], 250 đại bác, vài trăm pháo cỡ nhỏ và súng cối<br \/>[[Tập tin:Flag of the United States.svg|22px]] '''Mỹ''': 10.000 quân (sau tăng lên 15.000 quân)<br>800 trực thăng (về sau bổ sung thêm 300 trực thăng nữa)<br> 300 [[máy bay cường kích]], 50 máy bay vận tải và 50 máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52]] (ném tổng cộng 52.000 tấn bom).<br>[[Tập tin:Flag of Laos (1952-1975).svg|22px]]'''Quân Hoàng gia Lào''': ~4.000\n|strength2=60.000 quân<br> 88 xe tăng, vài chục đại bác<br>300 pháo phòng không các loại\n|casualties1=[[Tập tin:Flag of South Vietnam.svg|22px]]'''VNCH''': 1.529 tới 8.483 chết<br> 5.483 tới 12.420 bị thương<br>625 mất tích{{Sfn|Nolan|1986|p=358}}<ref>Theo một số tài liệu khác'''VNCH''': 8.483 chết<br \/>12.420 bị thương<br \/>691 mất tích<br \/>'''Mỹ''': 211 chết<br \/>1.942 bị thương<br \/>42 mất tích là các con số từ tài liệu Quân đoàn XXIV Hoa Kỳ. David Fulgham & Terrence Maitland, ''South Vietnam on Trial''. Boston: Boston Publishing Compnay, 1984, tr. 90. So với 1.500 chết, 5.500 bị thương và 600 mất tích, Nguyen Duy Hinh, ''Lam Son 719''. Washington DC: U.S. Army Center of Military History, 1979, tr. 129.<\/ref><br> 1.142 bị bắt \n[[Tập tin:Flag of the United States.svg|22px]] '''Hoa Kỳ''': 253 chết<br>1.149 bị thương<br>38 mất tích<br>'''Tổn thất trang bị:''' 7 máy bay, 108 trực thăng bị phá hủy, 618 trực thăng khác bị bắn hỏng (20% trong số đó bị hỏng không thể sửa chữa)<ref>{{chú thích web | url = http:\/\/www.history.army.mil\/books\/AMH-V2\/AMH%20V2\/chapter11.htm | tiêu đề = Chapter 11: American Military History, Volume II | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-10-19 | archive-url = https:\/\/web.archive.org\/web\/20161019151236\/http:\/\/www.history.army.mil\/books\/AMH-V2\/AMH%20V2\/chapter11.htm | url-status = dead }}<\/ref><ref name=\"vhpa.org\">http:\/\/www.vhpa.org\/KIA\/incident\/71032437KIA.HTM<\/ref><ref name=\"South Vietnam invades Laos 1971\">[https:\/\/www.historynet.com\/south-vietnam-invades-laos-1971.htm South Vietnam invades Laos 1971]<\/ref><ref name=\"comanchero.org\">https:\/\/www.comanchero.org\/LamSon719.html<\/ref><br>71 xe tăng, 163 xe thiết giáp, 37 xe công binh, 278 xe tải bị phá hủy hoặc tịch thu<ref name=\"General Nguyen Duy Hinh 2015. P. 127\">LAM SON 719. By Major General Nguyen Duy Hinh. Pickle Partners Publishing, 2015. ISBN 1786251361, 9781786251367. P. 127<\/ref><br> 96 đại bác, gần 100 súng cối cỡ lớn, 1.577 radio, 418 súng cỡ lớn bị phá hủy hoặc tịch thu<br>43 tàu xuồng, xà lan bị đánh chìm\n|casualties2='''Thống kê của Việt Nam''': 2.163 chết, 6.176 bị thương<ref>Viện Sử học, Lịch sử Việt Nam 1965-1975, Nhà xuất bản Khoa học xã hội, Hà Nội - 2002.<\/ref><br>'''Tổn thất trang bị:''' 11 xe tăng bị bắn hỏng\n}}\n{{Campaignbox Vietnam War}}\n\n'''Chiến dịch Lam Sơn 719''' hay '''Cuộc Hành quân Hạ Lào''' (cách gọi của [[Việt Nam Cộng hòa]]) hay '''Chiến dịch đường 9 - Nam Lào''' (cách gọi của [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]]) là một chiến dịch trong [[Chiến tranh Việt Nam]], do [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) thực hiện với sự yểm trợ của không quân và pháo binh [[Hoa Kỳ|Mỹ]]. Mục tiêu của chiến dịch là phá vỡ hệ thống hậu cần của [[Quân đội Nhân dân Việt Nam]] (QĐNDVN) và [[Quân Giải phóng miền Nam Việt Nam]] (QGP) tại [[Lào]] và cắt đứt [[Đường Trường Sơn|Đường mòn Hồ Chí Minh]] tại thị trấn [[Tchepone]] (Xê-pôn) nằm cách biên giới Việt-Lào 42&nbsp;km về phía Tây.\n\nChiến dịch này còn là một thử nghiệm về khả năng Quân lực Việt Nam Cộng hòa có thể tự chiến đấu trong tình huống Mỹ tiếp tục rút quân ra khỏi chiến trường miền Nam Việt Nam, một thử nghiệm về chiến lược [[Việt Nam hóa chiến tranh]] và năng lực hoạt động độc lập một cách hiệu quả của Quân lực Việt Nam Cộng hòa.\n\nDo những sai lầm cố hữu trong hệ thống chỉ huy của Mỹ và Việt Nam Cộng hòa, nhu cầu bảo mật làm hạn chế việc lập kế hoạch kĩ càng, và sự bất lực của các chỉ huy quân sự và chính trị của Mỹ và Việt Nam Cộng hòa khi đối mặt với thực tế chiến sự, và do sự thi hành kém, Chiến dịch Lam Sơn 719 đã sụp đổ khi đối mặt với sự phản kháng kiên quyết và khéo léo của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]]. Chiến dịch này đã là một thảm họa đối với Quân lực Việt Nam Cộng hòa, làm tiêu tan những đơn vị thiện chiến nhất của quân đội này, và phá tan sự tự tin đã được xây dựng trong ba năm trước đó. Đối với Mỹ, chiến lược [[Việt Nam hóa chiến tranh]] mà nhiều quan chức chính trị và quân sự Mỹ coi là phương cách tốt nhất để cứu vãn Việt Nam Cộng hòa và để Mỹ hoàn thành việc rút quân, đã thể hiện sự thất bại.\n\nChiến dịch này còn đánh dấu bước phát triển mới của [[Quân Giải phóng miền Nam Việt Nam]]. Chiến sự bùng nổ ở Hạ Lào không giống như bất cứ trận chiến nào trước đó trong Chiến tranh Việt Nam. Đây là lần đầu tiên [[Quân Giải phóng miền Nam Việt Nam]] bỏ chiến thuật cũ và tiến hành phản công theo kiểu chiến tranh chính quy truyền thống, mở các đợt tấn công lớn bằng bộ binh với yểm trợ của [[thiết giáp]] và [[pháo binh]] hạng nặng để đè bẹp các vị trí của QLVNCH tại các cánh sườn của tiền đội chính. Sự hiệp đồng tác chiến của hỏa lực phòng không đã làm cho yểm trợ không quân chiến thuật và tăng viện bằng không quân của Mỹ trở nên khó khăn và chịu nhiều thiệt hại.\n\n[[Quân Giải phóng miền Nam Việt Nam]] dự đoán sẵn một nỗ lực quân sự tiếp theo tất yếu của sự Việt Nam hóa chiến tranh và bày sẵn thế trận tiêu hao đối thủ. Trong thời gian đầu của chiến dịch, [[Quân Giải phóng miền Nam Việt Nam]] cố gắng tìm cách giấu lực lượng để địch tiến về phía tây, chỉ đến khi không còn giữ được bí mật, mới tiến hành trận đánh [[Trận Bản Đông|Đại phá bản Đông]], cho thấy Quân lực Việt Nam Cộng hòa thất bại \"từ trong trứng\". Hoặc một cách lập luận khác, Việt Nam Cộng hòa đã biết chắc thất bại nhưng vẫn tiến hành chiến dịch đẫm máu vì những lý do chính trị, như lời của Tổng thống [[Nguyễn Văn Thiệu]]: \"chỉ cần đến Tchepone rồi rút về\".{{cần dẫn chứng}}\n\n==Hoàn cảnh==\n[[Tập tin:HoCMT.png|phải|nhỏ|250px|Hệ thống đường Trường Sơn]]\nTrong thời kỳ 1959-1970, [[đường Trường Sơn]] đã trở thành tuyến hậu cần quan trọng của [[Quân Giải phóng miền Nam Việt Nam]] cho nỗ lực của họ nhằm thực hiện các hoạt động quân sự để lật đổ chính phủ Việt Nam Cộng hòa do Mỹ hỗ trợ và thống nhất đất nước. Chạy từ phía tây Bắc Trung Bộ qua vùng Đông Nam Lào và đi vào một số vùng phía Tây của miền Nam, hệ thống đường Trường Sơn đã là mục tiêu của các nỗ lực đánh phá ngăn chặn liên tục của Mỹ suốt từ năm 1966. Tuy nhiên, hỗ trợ các chiến dịch không kích, các hoạt động ngầm mới chỉ được thực hiện ở quy mô nhỏ trong địa phận của Lào nhằm ngăn chặn dòng người và hàng trên đường Trường Sơn.<ref>For a description of the air interdiction campaigns see Jacob Van Staaveren ''Interdiction in Southern Laos''. Washington DC: Center of Air Force History, 1993. Xem thêm Bernard C. Nalty, ''The War Against Trucks''. Washington DC: Air Force History and Museums Program, 2005. Về các hoạt động quân sự bí mật chống phá đường, xem John L. Plaster, ''Secret Commandos''. New York: Simon & Schuster, 2004.<\/ref> \n[[Tập tin:M113 Red Devil Road Vietnam.jpg|nhỏ|trái|240px|Hành quân bằng Thiết giáp [[M113]]]]\nKể từ năm 1966, trên 630.000 người, 100.000 tấn lương thực, 400.000 tấn vũ khí, và 50.000 tấn đạn dược đã di chuyển qua mê cung của những con đường đất, đường rải đá, đường mòn, và các hệ thống vận chuyển đường sông dọc ngang vùng Đông Nam Lào, nối với một hệ thống hậu cần tương tự tại nước láng giềng [[Campuchia]] - [[Đường mòn Sihanouk]].<ref>Fulghum & Maitland, tr. 65.<\/ref> Tuy nhiên, từ sau khi [[Norodom Sihanouk]] bị lật đổ năm 1971, chính quyền [[Lon Nol]] thân Mỹ đã không cho lực lượng quân Giải phóng tiếp tục sử dụng cảng [[Sihanoukville]] để nhận hàng. Về mặt chiến thuật, đây là một đòn nặng đối với nỗ lực của Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam, do 70% hàng quân sự cho miền cực nam đã được chuyển đến qua cảng này.<ref>Arnold Isaacs, Gordon Hardy, & MacAlister Brown, ''Pawns of War''. Boston: Boston Publishing Company, 1987, tr. 89.<\/ref> Cú đòn tiếp theo vào hệ thống hậu cần đặt tại Campuchia đã được thực hiện vào mùa xuân và mùa hè năm 1970, khi quân Mỹ và Việt Nam Cộng hòa vượt qua biên giới và tấn công các khu căn cứ của Mặt trận Dân tộc Giải phóng Miền Nam trong chiến dịch Campuchia.\n\nSau khi tấn công vào các \"thánh địa Cộng sản\" tại Campuchia, các sở chỉ huy Mỹ tại [[Thành phố Hồ Chí Minh|Sài Gòn]] quyết định rằng thời gian đang thuận lợi cho một chiến dịch tương tự tại Lào. Các tướng lĩnh Mỹ tin rằng, nếu thực hiện một chiến dịch như vậy, tốt nhất là làm thật nhanh, trong khi các phương tiện chiến tranh của Mỹ vẫn còn sẵn có tại miền Nam Việt Nam. Một chiến dịch như vậy sẽ gây ra sự thiếu thốn đạn dược vũ khí cho Giải phóng quân sau 12 đến 18 tháng, trong khi quân đội Mỹ rút dần ra khỏi miền Nam Việt Nam, và nhờ đó trì hoãn một cuộc tấn công lớn của Quân Giải phóng vào các tỉnh phía Bắc Việt Nam Cộng hòa trong vòng 1 năm, thậm chí có thể 2 năm.<ref>Shelby L. Stanton, ''The Rise and Fall of An American Army''. New York: Dell, 1985, tr. 333.<\/ref> \n[[Tập tin:ARVN ACAVs in Laos 1971.jpg|nhỏ|240px|Binh sĩ Việt Nam Cộng hòa thuộc [[Tiểu đoàn 1 Cơ giới]] tại Mặt trận Đường 9 Nam Lào]]\nKhi đó đang có các dấu hiện ngày càng tăng của hoạt động hậu cần tại miền Đông Nam Lào, hoạt động này báo hiệu một cuộc tấn công lớn của [[Quân Giải phóng miền Nam Việt Nam]].<ref>Dave R. Palmer, ''Summons of the Trumpet''. Novato CA: Presidio Press, 1978, tr. 303.<\/ref> Các cuộc tấn công này thường xảy ra vào gần cuối mùa khô tại Lào (từ tháng 10 đến tháng 3), mùa các lực lượng hậu cần của Quân đội Nhân dân Việt Nam hoạt động mạnh nhất nhằm hỗ trợ [[Quân Giải phóng miền Nam Việt Nam]]. Một báo cáo tình báo Mỹ ướng tính khoảng 90% lượng quân nhu của [[Quân Giải phóng miền Nam Việt Nam]] chuyển dọc đường Trường Sơn đang được điều vào 3 tỉnh cực Bắc của Việt Nam Cộng hòa, hiện tượng này cho thấy sự chuẩn bị cho một cuộc tấn công lớn của [[Quân Giải phóng miền Nam Việt Nam]].{{Sfn|Nolan|1986|p=14}} Đây là một tín hiệu cảnh báo cho cả Washington và chỉ huy Mỹ tại Việt Nam, hối thúc về sự cần thiết của một cuộc tấn công ngăn chặn để làm trật bánh các mục tiêu của [[Quân Giải phóng miền Nam Việt Nam]] trong tương lai.<ref>Nolan, tr. 15.<\/ref>\n\nBấy giờ theo hồi ký của [[Nguyễn Cao Kỳ]], quân đội Sài Gòn đã có thêm 400.000 người sau lệnh tổng động viên 18 đến 38 tuổi (1968-1969), nâng tổng số quân lên 1.000.000 người (cuối năm 1970) và trong vòng trên dưới 3 năm, Mỹ chuyển giao cho quân Sài Gòn khoảng 1 triệu vũ khí cá nhân, 46.000 quân xa, 1.100 máy bay gồm cả trực thăng. Sau quá trình \"chuyển giao\" trên, Mỹ và Sài Gòn muốn chứng tỏ sự ''\"trưởng thành của quân đội Việt Nam Cộng hòa\"'' đã mở cuộc hành quân quy mô do binh lính Sài Gòn đảm nhiệm nhằm cắt đứt [[đường mòn Hồ Chí Minh]].<ref name=\"source0\">{{Chú thích web | url = http:\/\/motthegioi.vn\/xa-hoi\/hoi-ky-cua-cac-tuong-ta-sai-gon\/ky-38-tran-danh-muu-cat-duong-mon-ho-chi-minh-139922.html | tiêu đề = Kỳ 38 – Trận đánh mưu cắt đường mòn Hồ Chí Minh | tác giả = | ngày = | ngày truy cập = 29 tháng 9 năm 2015 | nơi xuất bản = Một Thế giới | ngôn ngữ = | archive-date = 2015-04-15 | archive-url = https:\/\/web.archive.org\/web\/20150415235106\/http:\/\/motthegioi.vn\/xa-hoi\/hoi-ky-cua-cac-tuong-ta-sai-gon\/ky-38-tran-danh-muu-cat-duong-mon-ho-chi-minh-139922.html | url-status = dead }}<\/ref>\n\n==Lực lượng tham chiến==\n===Mỹ và Việt Nam Cộng hòa===\nLực lượng của Mỹ, Việt Nam Cộng hòa trong cuộc hành quân này gồm có:\n*Quân lực Việt Nam Cộng hòa: tổng cộng khoảng 31 ngàn quân, bao gồm 10 ngàn quân hỗ trợ tuyến sau (quân y, vận tải, liên lạc), gồm:\n**3 sư đoàn: [[Sư đoàn Nhảy dù Quân lực Việt Nam Cộng hòa|Sư đoàn Dù]] (gồm 3 lữ đoàn 1,2,3), [[Sư đoàn Thủy quân lục chiến Quân lực Việt Nam Cộng hòa|Sư đoàn Thủy quân Lục chiến]], [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]. Trong đó, Sư đoàn Dù và Sư đoàn Thủy quân Lục chiến được đánh giá là 2 sư đoàn thiện chiến nhất của Việt Nam Cộng hòa.\n**3 lữ đoàn: Liên đoàn 1 Biệt động quân, trung đoàn 4 và trung đoàn 5 - sư đoàn bộ binh số 2\n**4 trung đoàn và 2 chi đoàn thiết giáp: trung đoàn 17, 11, 7, 4 (trang bị xe tăng [[M-41]])\n**13 tiểu đoàn pháo binh\n\nNhư vậy những lực lượng mạnh nhất của QLVNCH đã tập trung tại đây (trừ lữ đoàn Biệt kích dù số 81 là đơn vị tổng trù bị chiến lược đang đóng ở Đông Nam Bộ).\n\n*Quân đội Mỹ: ban đầu có khoảng 10 ngàn quân, gồm:\n**12 tiểu đoàn bộ binh: 5 tiểu đoàn thuộc sư đoàn dù 101, 4 tiểu đoàn lữ 1 sư đoàn 5 bộ binh cơ giới, 3 tiểu đoàn thuộc sư đoàn Americal\n**8 tiểu đoàn pháo binh (cỡ pháo từ 155 đến 203&nbsp;mm)\n**1.200 máy bay: 800 [[máy bay trực thăng|trực thăng]], 300 [[máy bay phản lực]], 50 máy bay vận tải cỡ lớn và 50 máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52]].\n\nTrong quá trình chiến dịch, do tổn thất cao nên Mỹ tiếp tục bổ sung lực lượng. Khi cao nhất - ngày 10\/3\/1971, quân Mỹ đã tăng tổng số quân từ 9.000 dự kiến lên đến 15.000, điều động 5 tiểu đoàn thiết giáp (tăng hơn dự kiến 1 tiểu đoàn) và 4 tiểu đoàn pháo binh (tăng hơn dự kiến 1 tiểu đoàn) để hỗ trợ trực tiếp; điều động khẩn cấp 3 lữ đoàn bộ binh trong 2 ngày 23 và 24 tháng 2 năm 1971 từ Thừa Thiên ra vùng Quán Ngang, Mai Lộc, điểm cao 241, Khe Sanh (tức là Lữ đoàn 11 bộ binh Mỹ, 2 lữ đoàn dù thuộc Sư đoàn 101 dù Mỹ) và thêm 4 tiểu đoàn pháo binh (tăng hơn dự kiến 2 tiểu đoàn) để bảo vệ phía sau. Đây là không kể hơn 300 máy bay lên thẳng được điều thêm để phục vụ cho cơ động và vận chuyển lực lượng.\n\n*Ngoài ra còn có 2 binh đoàn Quân đội Hoàng gia Lào với khoảng 4.000 quân (thuộc 2 binh đoàn cơ động GM30 và GM33)\n\nTheo [[Quân Giải phóng miền Nam Việt Nam]], tổng lực lượng Mỹ-VNCH trên địa bàn chiến dịch lúc cao nhất có 55.000 quân, gồm 15 trung đoàn bộ binh, 3 [[thiết đoàn]] thiết giáp, 21 tiểu đoàn pháo binh, trang bị gồm 578 xe tăng, xe bọc thép, 318 khẩu pháo, 700 máy bay các loại.<ref name=\"nhandan.org.vn\">{{Chú thích web|url=https:\/\/nhandan.org.vn\/thoi-su-chinh-tri\/Chi%e1%ba%bfn-th%e1%ba%afng-c%e1%bb%a7a-s%e1%bb%a9c-m%e1%ba%a1nh-%c4%91o%c3%a0n-k%e1%ba%bft-Vi%e1%bb%87t-L%c3%a0o-529182\/|tựa đề=Chiến thắng của sức mạnh đoàn kết Việt-Lào|tác giả=|họ=|tên=|ngày=2011-03-16|website=Nhân dân cuối tuần|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2021-02-08}}<\/ref>\n\n===[[Quân Giải phóng miền Nam Việt Nam]]===\n\n'''Lực lượng quân sự:''' Tổng cộng có khoảng 60.000 quân, với chỉ huy là Bộ tư lệnh Mặt trận Đường 9 - Nam Lào (mật danh là \"Bộ tư lệnh 702\").\n*Các sư đoàn bộ binh: [[Sư đoàn 2, Quân đội Nhân dân Việt Nam|2]], [[Sư đoàn 304, Quân đội Nhân dân Việt Nam|304]], [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|308]], [[sư đoàn 320, Quân đội Nhân dân Việt Nam|320]] và [[Sư đoàn 324, Quân đội Nhân dân Việt Nam|324]] của [[Quân Giải phóng miền Nam Việt Nam]]\n*Ba tiểu đoàn tăng, thiết giáp: 297, 397, 198, với 88 xe tăng (Tiểu đoàn 397 trang bị 33 xe [[T-34|T-34\/85]], Tiểu đoàn 297 trang bị 33 xe [[T-54\/55|T-54]], Tiểu đoàn 198 trang bị 22 xe tăng lội nước [[PT-76]])\n*Một số tiểu đoàn [[đặc công]]\n*Ba trung đoàn pháo binh cơ giới: 368, 38, 45\n*Trung đoàn pháo mang vác 84\n*Ba trung đoàn pháo phòng không: 230, 241, 591\n*Ba trung đoàn công binh: 219, 83, 7\n*Bảo vệ hậu phương chiến lược, trực tiếp của chiến dịch là Sư đoàn phòng không 367 gồm 3 trung đoàn pháo phòng không 282, 284, 224 và hai trung đoàn tên lửa 238, 237\n*Các lực lượng tại chỗ của B5, B4 và [[Đoàn 559, Quân đội Nhân dân Việt Nam|Đoàn 559]] của [[Quân Giải phóng miền Nam Việt Nam]]. Đoàn 559 đã tổ chức 7 khu vực tác chiến tại chỗ; huy động tham gia chiến dịch 1 sư đoàn và 5 trung đoàn phòng không (có 1 trung đoàn tên lửa), 10 tiểu đoàn pháo cao xạ, 25 đại đội và 33 trung đội súng máy phòng không, gồm khoảng 300 pháo cao xạ và mấy trăm súng máy phòng không, bố trí thành 8 cụm trên tâm điểm là tam giác Bản Đông - Tha Mé - La Hạp.\n*Lực lượng chính quy và dân quân [[Pathet Lào]]\n\n'''Lực lượng dân sự:'''\n\nLực lượng dân sự của quần chúng nhân dân chủ yếu phục vụ bảo đảm giao thông vận tải, bảm đảm kho bãi. Nhiều hộ dân đã sử dụng chính nhà của mình để là kho chứa vũ khí và trạm dừng chân của bộ đội. Quần chúng nhân dân đã tổ chức các điểm phục vụ nước uống, tặng quà cho các đơn vị huấn luyện diễn tập, cả trên đường quân ta hành quân đi qua; đồng thời chấp hành nghiêm các quy định \"phòng gian bảo mật\", bảo vệ an toàn nơi bộ bội đóng quân, ngụy trang bến bãi, kho tàng..., tạo mọi điều kiện tốt nhất cả vật chất và động viên tinh thần cho bộ đội trước khi vào mặt trận.<ref>{{Chú thích web|url=https:\/\/baoquangbinh.vn\/quoc-phong-an-ninh\/201112\/Quan-dan-Quang-Binh-trong-chien-dich-duong-9-Nam-Lao-nam-1971-2096629\/|tựa đề=Quân dân Quảng Bình trong chiến dịch Đường 9 - Nam Lào năm 1971|tác giả=Đại tá Nguyễn Văn Hiếu, Ủy viên Thường vụ Tỉnh ủy, Chỉ huy trưởng Bộ CHQS tỉnh|ngày=2011-12-12|website=Báo Quảng Bình|ngày truy cập=2021-03-14}}<\/ref>\n\nXét về tương quan, hai bên khá tương đương về quân số, tuy nhiên phía Mỹ và VNCH mạnh hơn hẳn về trang bị và hỏa lực hạng nặng (gấp 5 lần về thiết giáp, 3 lần về pháo hạng nặng và hơn tuyệt đối về không quân).\n\n==Chiến lược và kế hoạch==\n[[Tập tin:A Laos.jpg|nhỏ|phải|300px|Sơ đồ kế hoạch tấn công của Quân lực Việt Nam Cộng hòa trong chiến dịch Lam Sơn 719]]\n\nMục tiêu của QLVNCH là tiến vào phần lãnh thổ Lào quanh đường 9, kéo dài từ biên giới tới thị trấn [[Tchepone]] (Xê-pôn); tiêu diệt lực lượng đối phương đóng trong vùng; phá hủy tất cả các kho xăng dầu và hậu cần; kiểm soát mọi sự thâm nhập dọc theo [[đường Trường Sơn|đường mòn Hồ Chí Minh]] từ Bắc vào Nam.\n\nĐối với QLVNCH, [[chiến thuật quân sự|chiến thuật]] cơ bản của Lam Sơn 719 là đánh-và-rút. Trên kế hoạch, điều này là khả thi do yểm trợ về không quân và khả năng di chuyển bằng máy bay. Để gây thiệt hại tối đa về người cho [[Quân Giải phóng miền Nam Việt Nam]], QLVNCH sẽ tiến công và thiết lập các cứ điểm mạnh, kéo đối phương vào các vùng trống, tạo điều kiện cho hỏa lực mạnh của không quân và pháo binh Mỹ phát huy hiệu quả. Các nhà chiến lược quân sự Mỹ cho rằng, với ''\"ưu thế tuyệt đối, 600 - 1.000 máy bay lên thẳng sẽ cho phép 20.000 quân Sài Gòn làm được những điều mà phải cần đến 8 hoặc 10 vạn quân\"''.\n\nNgày 7 tháng 1 năm 1971, [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|MACV]] nhận được thẩm quyền lập kế hoạch chi tiết cho cuộc tấn công vào các khu căn cứ 604 và 611 của [[Quân Giải phóng miền Nam Việt Nam]]. Tướng [[James W. Sutherland, Jr.]], được giao nhiệm vụ lập kế hoạch để MACV thông qua.\n\nTheo kế hoạch, chiến dịch sẽ bao gồm 4 pha. Trong pha đầu tiên, quân Mỹ sẽ chiếm vùng sát biên và thực hiện các hoạt động nghi binh. Tiếp theo, đội hình dù phối hợp tăng thiết giáp của VNCH sẽ tấn công dọc theo đường 9 về phía thị trấn Tchepone của Lào - căn cứ hậu cần 604 của [[Quân Giải phóng miền Nam Việt Nam]]. Đội hình tiến công sẽ được bảo vệ bởi các đơn vị dù và biệt động quân ở sườn phía bắc và Sư đoàn 1 Bộ binh ở sườn phía Nam. Trong pha thứ 3, các hoạt động tìm diệt tại Tchepone sẽ được thực hiện. Cuối cùng, các lực lượng của VNCH sẽ rút ra dọc theo đường 9 hoặc qua căn cứ 611 và ra khỏi địa phận Lào qua [[thung lũng A Sầu]].<ref>Palmer, tr. 304.<\/ref> Những người lập kế hoạch đã hy vọng rằng quân đội của VNCH có thể trụ lại Lào cho đến khi mùa mưa đến vào đầu tháng 5.<ref>Trước đó, các tham mưu Mỹ đã ước tính rằng một chiến dịch như vậy sẽ cần đến 4 sư đoàn Mỹ (60.000 quân), trong khi Sài Gòn chỉ sử dụng một lực lượng bằng nửa con số đó. Stanley Karnow, ''Vietnam''. New York, Viking, 1983, tr. 629.<\/ref>\n\nPhần chiến dịch do Mỹ thực hiện được đặt tên ''Dewey Canyon II'', lấy tên theo [[chiến dịch Dewey Canyon]] do thủy quân lục chiến Mỹ thực hiện tại vùng Tây Bắc Việt Nam Cộng hòa năm 1969, với hy vọng rằng sự trùng tên này sẽ làm Hà Nội nhầm lẫn về mục tiêu chính của cuộc tấn công. Phần của Quân lực Việt Nam Cộng hòa được đặt tên ''Lam Son 719'', con số 719 được ghép từ năm 1971 và Đường 9 - trục chính của cuộc tấn công.\n\nNgày [[29 tháng 1]], Tổng thống Mỹ Nixon phê chuẩn lần cuối đối với chiến dịch. Ngày hôm sau, chiến dịch ''Dewey Canyon II'' bắt đầu. Việt Nam Cộng hòa sắp bước vào chiến dịch lớn nhất, phức tạp nhất, và quan trọng nhất của họ trong cuộc chiến tranh.\n\nPhía Mỹ đã chuẩn bị rất kỹ lưỡng nhưng kế hoạch vẫn bị lộ. Một tháng trước chiến dịch, tình báo của Quân Giải phóng đã dò ra được kế hoạch của Mỹ. Điệp viên [[Tống Văn Trinh]] dưới vỏ bọc là nhân viên Sở Công chánh Viêng Chăn, có mối quan hệ rộng rãi với viên chức Lào và Sứ quán Sài Gòn. Ông Trinh tổ chức cuộc chiêu đãi đặc biệt, mời 25 quan khách Việt - Lào, gồm cả những sĩ quan cao cấp của Bộ Tổng tham mưu QLVNCH sang công tác, bữa tiệc có cả mâm hút [[thuốc phiện]] và chiếu bạc ăn thua bằng đô-la Mỹ. Khi thấy nhóm sĩ quan đã mải chơi bời, ông Trinh lẻn đến bàn làm việc và phát hiện thấy tập hồ sơ đề chữ \"tuyệt mật\" ghi tên ''\"Opération Lam Sơn 719\"''. Sau khi đọc chớp nhoáng, ngay đêm hôm ấy ông thức đến gần sáng để viết báo cáo và gửi khẩn cấp về trung tâm (Cục 2) ở Hà Nội<ref>[http:\/\/tapchitaichinh.vn\/xay-dung-khu-hanh-le-nghia-trang-liet-sy-quoc-gia\/nguoi-tinh-bao-phat-hien-ke-hoach-duong-9-nam-lao-12324.html Người tinh báo phát hiện kế hoạch Đường 9 Nam Lào]<\/ref>\n\n==Diễn biến==\nNgày 21-1-1971, khi Mỹ còn chưa mở cuộc hành quân thì các Sư đoàn Quân Giải phóng đóng ở Nam Lào nhận được lệnh: ''\"Triển khai đội hình chiến đấu, sẵn sàng đánh địch đổ bộ trong khu vực từ Bản Đông đến Sê Pôn. Nhiệm vụ của Sư đoàn là diệt nhiều sinh lực địch, bắn rơi nhiều máy bay, bảo vệ vững chắc đường vận chuyển chiến lược…\"''. Ngày 31-1-1971, Trung ương Đảng ra lời kêu gọi toàn thể cán bộ, chiến sĩ Mặt trận đường 9 Nam Lào: ''\"Trận này là một trận có ý nghĩa quyết định về chiến lược, không những để giữ vững tuyến vận chuyển chiến lược mà còn nhằm tiêu diệt nhiều đơn vị dự bị chiến lược của địch, tạo điều kiện đánh bại một bước quan trọng âm mưu \"[[Việt Nam hóa chiến tranh]]\". Quân đội ta nhất định phải đánh thắng trận này\"''\n\nĐầu tháng 2 năm 1971, 17.000 quân (sau tăng lên 21.000) VNCH vượt biên giới với Lào đi theo đường 9 và hướng về trung tâm hậu cần của [[Quân Giải phóng miền Nam Việt Nam]] tại Tchepone (Xê-pôn). Chiến dịch Lam Sơn 719, cuộc tấn công vào hệ thống đường mòn Hồ Chí Minh và cuộc thử nghiệm lớn chính sách [[Việt Nam hóa chiến tranh]] của Mỹ, đã bắt đầu.<ref>Tài liệu đầy đủ nhất về cuộc tiến công này là cuốn ''Lam Son 719'' của đại tướng Nguyễn Duy Hinh. Washington DC: US Army Center of Military History, 1979. Xem thêm John Prados, ''The Blood Road'', New York: John Wiley and Sons, 1998, tr. 317-361.<\/ref> Theo luật, quân đội Mỹ (ngoại trừ các đơn vị không quân, pháo binh, và trực thăng) không được phép tham gia cuộc xâm lấn.<ref>Keith W. Nolan, ''Into Laos'', Novato CA: Presidio Press, 1986.<\/ref>\n\nQLVNCH đã tấn công, tiến đến các vị trí đã định trong kế hoạch. Nhưng không chốt giữ được lâu để thực hiện mục đích ngăn cản sự tiếp tế. [[Quân Giải phóng miền Nam Việt Nam]] đã dự đoán trước được hướng tiến công nên đã chủ động thực hiện phòng ngự - phản công, gây thiệt hại lớn và ngăn chặn được ý đồ chia cắt của QLVNCH.\n\n===Hình thành thế trận===\nĐây là giai đoạn bên tấn công chuẩn bị hậu cần, chuyển quân. Sở chỉ huy chiến dịch (Quân đoàn 1 QLVNCH) chuyển từ Đà Nẵng tới [[Đông Hà]], chuẩn bị hậu cần để tiếp nhận lực lượng tăng cường từ Sài Gòn. QLVNCH thực hiện các hoạt động nghi binh như thể sắp vượt giới tuyến 17 đánh ra Bắc. Cuối cùng, sở chỉ huy chuyển về đặt tại [[Khe Sanh]].\n\nĐầu tháng 2 năm 1971, trên hướng phối hợp đông đường 9 gồm các huyện [[Gio Linh]], [[Cam Lộ]], [[Hướng Hóa]] do [[Các địa bàn quân sự của Quân Giải phóng miền Nam Việt Nam|Mặt trận đường 9 - Bắc Quảng Trị (B5)]] chỉ huy, từ ngày 1 đến 5 tháng 2 năm 1971, Tiểu đoàn 2 (Trung đoàn 27), Tiểu đoàn 3 (Trung đoàn 84 pháo binh) của [[Quân Giải phóng miền Nam Việt Nam]] tiến công chế áp quân QLVNCH ở khu vực Tân Lâm, Sa Mưu; Tiểu đoàn 3 độc lập tập kích quân QLVNCH ở tây Đầu Mầu, Tiểu đoàn 15 đánh cắt giao thông từ Bồng Kho đi Rào Quán. Trong hai ngày 6 và 7 tháng 2 năm 1971, Tiểu đoàn 3 (Trung đoàn 84 pháo binh) bắn 200 viên đạn pháo các loại vào căn cứ Đông Hà và Sở chỉ huy tiền phương [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ Binh]] QLVNCH ở điểm cao 241... Trên hướng tây đường 9 bao gồm các khu vực Đồng Hến ([[Atsaphangthong]]), Pha Lan ([[Thaphalanxay]]), Mường Phìn ([[Phine]]) tỉnh [[Savannakhet]] của nước [[Lào]], Trung đoàn 48 ([[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Sư đoàn 320]]) phối hợp với [[Quân Pathet Lào]], trong hai ngày (25 và 26 tháng 1 năm 1971) đánh thiệt hại nặng Tiểu đoàn đặc nhiệm, Binh đoàn GM33 ở Pha Lan.\n\nNgày 6 tháng 2, Bộ Quốc phòng VNDCCH ra quyết định thành lập Bộ tư lệnh Mặt trận Đường 9 - Nam Lào với mật danh \"bộ tư lệnh 702\". Một lực lượng lớn gồm bộ binh, pháo binh và thiết giáp, phòng không tên lửa được đặt dưới sự chỉ huy của Bộ tư lệnh mặt trận sẵn sàng đợi lệnh.\n\n===Tấn công===\nTối 7-2, Tổng thống Mỹ [[Richard Nixon]] nhận được bản báo cáo đầu tiên: cuộc tiến quân vượt biên giới Việt – Lào đã tiến hành \"theo đúng kế hoạch\", mà không gặp bất kỳ sự cản trở nào.\n\n8 giờ ngày [[8 tháng 2]] năm [[1971]], Tống thống Việt Nam Cộng Hòa [[Nguyễn Văn Thiệu]] tuyên bố mở cuộc tiến công nhằm cắt đứt đường mòn Hồ Chí Minh. Chính quyền Việt Nam Cộng Hòa tuyên bố: \"Sẽ đón các nhà báo quốc tế tại [[Tchepone]]\"...{{cần dẫn chứng}}.\n\nĐầu năm 1971, tình báo Mỹ ước tính lực lượng [[Quân Giải phóng miền Nam Việt Nam]] tại Căn cứ 604 là 22.000 người, gồm 7.000 lính chiến đấu, 10.000 người trong các đơn vị hậu cần và hỗ trợ, và 5.000 quân [[Pathet Lào]], tất cả nằm dưới sự chỉ huy của ''Mặt trận 702'' mới được thành lập.<ref>Fulghum & Maitland, tr. 66.<\/ref> Đã có nhiều quan điểm khác nhau về phản ứng có thể của [[Quân Giải phóng miền Nam Việt Nam]] đối với cuộc tấn công. Tướng Abrams tin rằng, không như ở Campuchia, tại các căn cứ ở Lào, [[Quân Giải phóng miền Nam Việt Nam]] sẽ trụ lại và chiến đấu. Ngay từ ngày 11 tháng 12, ông đã báo cáo với [[Đô đốc]] [[John S. McCain, Jr.|McCain]] (1911-1981) rằng\n<blockquote>các đội hình bộ binh, thiết giáp, và pháo mạnh đã có mặt ở Nam Lào... các tuyến phòng không ghê gớm đã được triển khai... địa hình rừng núi là một trở ngoại bổ sung. Các bãi trống tự nhiên cho trực thăng hạ cánh hiếm và khả năng lớn là đã được phòng thủ chặt chẽ. Các khối lớn các đơn vị chiến đấu đang ở trong vùng lân cận Tchepone, và [[Quân Giải phóng miền Nam Việt Nam]] chắc sẽ bảo vệ các căn cứ và các trung tâm hậu cần của mình trước bất kì hoạt động quân sự nào của Mỹ và đồng minh.<ref>Sorely, tr. 235, 236.<\/ref><\/blockquote>\n\nTuy nhiên, tình báo MACV đã tin rằng cuộc xâm nhập sẽ chỉ bị chống cự nhẹ. Các cuộc không kích chiến thuật và pháo sẽ làm mất tác dụng của số lượng vũ khí phòng không trong khu vực được ước tính là từ 170 đến 200 khẩu, và mối đe dọa từ các đơn vị thiết giáp [[Quân Giải phóng miền Nam Việt Nam|Quân Giải]] được coi là tối thiểu. Khả năng tăng viện của [[Quân Giải phóng miền Nam Việt Nam]] được xác định là từ hai sư đoàn đóng phía bắc [[Khu Phi Quân sự]] sẽ đến sau 14 ngày, và MACV hy vọng rằng các hoạt động nghi binh sẽ giữ chân các đơn vị này trong thời gian xảy ra chiến dịch.<ref>Fulghum & Maitland, tr. 72.<\/ref> Tuy nhiên, khi viện binh của [[Quân Giải phóng miền Nam Việt Nam]] đến nơi, họ lại không đến từ phía bắc như MACV dự đoán, mà lại từ Căn cứ 611 và thung lũng A Sầu ở phía nam, nơi 8 trung đoàn, tất cả đều có các đợn vị [[pháo binh]] hữu cơ, đang ở trong tầm 2 tuần hành quân.\n\nNgay từ ngày 26 tháng 1, [[Quân Giải phóng miền Nam Việt Nam]] đã đang chờ đợi một cuộc tấn công.<ref>Sorely, tr. 241. when the text of an intercepted radio message read \"It has been determined that the enemy may strike into our cargo carrier system in order to cut it off...Prepare to mobilize and strike the enemy hard. Be vigilant.\"<\/ref>\n\nSau các đợt bắn phá dữ dội của hàng chục trận địa pháo gồm hàng trăm khẩu từ 105&nbsp;mm tới 175&nbsp;mm bố trí dọc biên giới Việt - Lào trên một chính diện 30&nbsp;km; và các phi vụ ném bom [[Boeing B-52 Stratofortress|B-52]] dọc hai bên Đường 9 - Nam Lào, cuộc hành quân Lam Sơn - 719 bắt đầu vào ngày 8 tháng 2, khi cánh quân chính của Việt Nam Cộng hòa, lực lượng hiệp đồng thiết giáp\/bộ binh gồm 4000 quân thuộc Lữ đoàn 3 Thiết giáp và các Tiểu đoàn 1 và 8 Nhảy dù, tiến về phía Bản Đông theo đường 9 không gặp phản kháng. Để bảo vệ sườn phía bắc, Tiểu đoàn 39 Biệt động quân được không vận tới bãi đáp Ranger North (''biệt động quân bắc''), còn Tiểu đoàn 21 Biệt động quân tới Ranger South (''biệt động quân nam''). Các tiền đồn này có nhiệm vụ làm rào cản đối với bất kỳ cuộc tiến quân nào của [[Quân Giải phóng miền Nam Việt Nam]] từ phía Bắc vào khu vực xâm nhập của Quân lực Việt Nam Cộng hòa. Cùng thời gian đó, Tiểu đoàn 2 Nhảy dù chiếm cứ điểm 30 (Fire Support Base 30), còn sở chỉ huy Lữ 3 Dù cùng Tiểu đoàn 3 Nhảy dù tới cứ điểm 31. Đồng thời, các đơn vị của Sư đoàn 1 Bộ binh đánh chiếm các bãi đáp Blue, Don, White, và Brown cùng các cứ điểm Hotel, Delta, và Delta 1, che chắn sườn phía nam của đội hình chính.{{Sfn|Major General Nguyen Duy Hinh|pp=8-12}}\n\nNhiệm vụ của đội hình chính là tiến theo thung lũng [[sông Xê Pôn|sông Tchepone]], một dải đất tương đối bằng phẳng với cây bụi xen lẫn rừng thưa, phía Bắc và phía Nam là núi cao. Gần như ngay lập tức, các trực thăng tiếp vận chịu hỏa lực từ các đỉnh cao, nơi các chiến sĩ [[Quân Giải phóng miền Nam Việt Nam]] có thể dùng súng máy và [[súng cối]] bắn xuống máy bay. Thêm vào đó, đường 9 xấu đến mức chỉ có xe bánh xích và xe jeep có thể đi được về phía Tây. Điều này đặt gánh nặng tăng viện và hậu cần cho máy bay. Các đơn vị trực thăng trở thành hình thức hậu cần sống còn, một vai trò trở nên ngày càng nguy hiểm do trần mây thấp và hỏa lực phòng không không dứt.<ref>Nalty, ''Air War'', tr. 256.<\/ref>\n\n[[Tập tin:M41-walker-bulldog-tank.jpg|nhỏ|trái|200px|[[M41 Walker Bulldog]], xe tăng chiến đấu chính của QLVNCH]]\n\nNgày 10 tháng 2, lực lượng thiết giáp QLVNCH kiểm soát được Đường 9 cho đến [[Bản Đông]], nằm sâu 20&nbsp;km trong địa phận Lào và ở khoảng giữa đường tới Tchepone. Đến 11 tháng 2, Bản Đông trở thành căn cứ và là trung tâm chỉ huy chiến dịch. Theo kế hoạch, cần tấn công mạnh để chiếm giữ mục tiêu chính, nhưng Quân lực Việt Nam Cộng hòa lại dừng lại ở Bản Đông để chờ lệnh tiến của tướng Lãm.{{Sfn|Major General Nguyen Duy Hinh|p=38}} Hai ngày sau, tướng Abrams và Sutherland bay đến sở chỉ huy tiền phương của Hoàng Xuân Lãm tại Đông Hà để đẩy nhanh lịch trình. Nhưng tại cuộc họp, thay vào đó, các tướng đã quyết định đẩy các tiền đồn của Sư đoàn 1 Bộ binh ở phía Nam đường 9 về phía Tây để bảo vệ sườn cho hướng tiến quân theo kế hoạch. Việc chuyển quân này tốn thêm 5 ngày nữa.{{Sfn|Major General Nguyen Duy Hinh|p=43}} Trong khi đó, [[Quân Giải phóng miền Nam Việt Nam]] đã tổ chức vây hãm Bản Đông từ nhiều phía, không để cho cánh quân chính của Việt Nam Cộng hòa theo đường 9 tiến lên Tchepone.\n\nTại Washington, [[Bộ trưởng Quốc phòng Mỹ]] [[Melvin Laird]] phủ nhận khẳng định của các nhà báo rằng cuộc tiến công của VNCH đã đình trệ. Tại một cuộc họp báo, Laird tuyên bố rằng A Loui (Bản Đông) chỉ là một điểm tạm dừng để các chỉ huy QLVNCH có cơ hội \"quan sát và đánh giá các di chuyển của đối phương.... Chiến dịch đang tiến triển theo kế hoạch.\"<ref>\"Indochina: Tough Times on the Trail\"', ''Time Magazine'', 8 tháng 3 năm 1971.<\/ref>\n\n<!-- đoạn sau đây rất khó hiểu, Cha kỵ liên quan gì ở đây nhỉ? -->\nVề phía [[Quân Giải phóng miền Nam Việt Nam]], sáng 9 tháng 2, Trung đoàn 24 ([[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Sư đoàn 304]]) tăng cường cho [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Sư đoàn 308]] liên tiếp đánh bại 5 đợt tiến công của chiến đoàn đặc nhiệm dù tại chốt 351 cầu Cha Kỵ, diệt gần hai đại đội. Cùng ngày, tại đường 16, Tiểu đoàn 6, Trung đoàn 88 ([[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Sư đoàn 308]]) đánh thiệt hại nặng Đại đội 2 (Tiểu đoàn 21 Biệt động quân) bảo vệ an toàn trận địa pháo Làng Sen.\n\nĐêm 11 tháng 2, Tiểu đoàn 4 (Trung đoàn 88) và Tiểu đoàn 7 (Trung đoàn 64) tập kích Tiểu đoàn 2 dù ở bắc Sê Num.\n\nTừ ngày 11 đến 13 tháng 2, Trung đoàn 64 ([[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Sư đoàn 320]]) liên tiếp đánh thắng hai trận ở khu vực điểm cao 456 và đồi Không tên, tiêu diệt 3 đại đội của Tiểu đoàn 3 và Tiểu đoàn 6 (Lữ đoàn dù 3) chốt giữ căn cứ 31 (điểm cao 543) bắc Bản Đông 7&nbsp;km. Cùng thời gian này, trên hướng nam và tây Bản Đông, các mũi tiến công của QLVNCH đều bị chặn đánh quyết liệt.\n\n===Phản công===\nPhản ứng của [[Quân Giải phóng miền Nam Việt Nam]] đối với cuộc xâm nhập phát triển dần dần. Ban đầu Hà Nội tập trung chú ý vào một hoạt động nghi binh cho Hải quân Mỹ thực hiện ở ngoài khơi VNDCCH. Lực lượng này thực hiện tất cả các hoạt động cần thiết cho việc đổ bộ vào một địa điểm chỉ cách thành phố [[Vinh]] 20&nbsp;km.<ref>Prados, tr. 338.<\/ref> Nhưng sự chú ý này không kéo dài, Binh đoàn 70 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] đã lệnh cho 3 sư đoàn ''[[sư đoàn 304, Quân đội Nhân dân Việt Nam|304]]'', ''[[sư đoàn 308, Quân đội Nhân dân Việt Nam|308]]'', và ''[[sư đoàn 320, Quân đội Nhân dân Việt Nam|320]]'' vào vùng chiến sự ở Nam Lào. Đặc biệt, [[Sư đoàn 2, Quân đội Nhân dân Việt Nam|Sư đoàn 2]] [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] cũng đã hành quân từ phía Nam tới phu vực Sê-pôn và bắt đầu tiến về phía đông để đón mối đe dọa của VNCH. Đến đầu tháng 3, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] đã có 36.000 quân trong khu vực, gấp rưỡi quân số của VNCH.<ref>Fulgham & Maitland, p. 76.<\/ref> Trung tuần tháng 2 năm 1971, sau khi chiến dịch mất tính bất ngờ, Bộ Tư lệnh Chiến dịch Mặt trận Đường 9 - Nam Lào ([[Quân Giải phóng miền Nam Việt Nam]]) chỉ thị cho các đơn vị trong [[Binh đoàn 70]] trên hướng chủ yếu của chiến dịch chuyển sang tiến công.\n\nPhương pháp mà [[Quân Giải phóng miền Nam Việt Nam]] chọn để đánh bại cuộc xâm lấn là: Trước hết, pháo phòng không được sử dụng để cô lập các căn cứ hỏa lực ở phía bắc. Các vị trí vòng ngoài sẽ bị giã suốt ngày đêm bằng [[pháo]], [[tên lửa]], và [[súng cối]]. Tuy các căn cứ hỏa lực của QLVNCH được trang bị pháo, nhưng các khẩu pháo của họ thường dưới tầm các khẩu pháo Liên Xô cỡ 122&nbsp;mm và 130&nbsp;mm của [[Quân Giải phóng miền Nam Việt Nam]], việc hỗ trợ của không quân thì không hiệu quả do [[Quân Giải phóng miền Nam Việt Nam]] ngụy trang kỹ các trận địa pháo. Do vậy các khẩu pháo của [[Quân Giải phóng miền Nam Việt Nam]] này chỉ cần đứng một chỗ và nã đạn vào các vị trí này. Vành phòng thủ mà đáng ra đã có thể được thiết lập bằng cách sử dụng [[Boeing B-52 Stratofortress|B-52]] chiến thuật đã bị vô hiệu hóa bởi các chiến thuật đánh gần của [[Quân Giải phóng miền Nam Việt Nam]].<ref>Nalty, ''Air War'', tr. 262.<\/ref> Tiếp theo, các cuộc tấn công tập trung bằng bộ binh với yểm trợ bằng pháo và tăng sẽ kết thúc việc đánh chiếm.\n[[Tập tin:LS02.jpg|nhỏ|phải|250px|Tại cứ điểm 31, binh sĩ [[Quân Giải phóng miền Nam Việt Nam]] đứng trên đỉnh hầm chỉ huy đã bị đánh sập của Lữ 3 Dù QLVNCH]]\n\nTại hướng bắc Đường 9 - Nam Lào, từ ngày [[16 tháng 2]], [[Quân Giải phóng miền Nam Việt Nam]] đã bắt đầu nhắm các cứ điểm Rangers South và chiều ngày 19 tập trung tấn công cứ điểm Rangers North. Lực lượng tấn công trên bộ là [[Trung đoàn Thủ Đô|Trung đoàn 102 Thủ Đô]] của [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Sư đoàn 308]], do Trung đoàn trưởng [[Hoàng Ngọc Tý]] và Chính ủy [[Nguyễn Hữu Ích]] chỉ huy, hỗ trợ bởi các xe tăng [[PT-76]] và [[T-54\/55|T-54]].{{Sfn|Major General Nguyen Duy Hinh|p=63}} Tại Ranger North (điểm cao 500), vị trí này do Tiểu đoàn 39 (Liên đoàn 21 biệt động quân) chiếm giữ, có sự hỗ trợ của B-52 và pháo. Phòng thủ đến chiều ngày 20, quân số của Tiểu đoàn 39 đã giảm từ 500 tay súng xuống còn 323, họ bắt đầu rút về phía Ranger South cách đó 6&nbsp;km.<ref>\"Indochina: The Soft Sell Invasion\", ''Time Magazine'', 22 tháng 2 năm 1971.<\/ref> Đến đêm, chỉ có 109 người đến được Ranger South. Trong nỗ lực hỗ trợ Tiểu đoàn 39, 10 máy bay Mỹ, trong đó có 6 máy bay trực thăng, đã bị bắn rơi. Mỹ ước tính [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] thương vong khoảng 600 người trong trận này.<ref>Prados, tr. 339.<\/ref>\n\nNgày 21 tháng 2, đến lượt Ranger South, nơi có 400 quân của VNCH với hơn 100 quân từ Ranger North đến, bị tấn công. Lực lượng này giữ vị trí thêm 2 ngày trước khi tướng Lãm ra lệnh rút về Cứ điểm 30 cách đó 5&nbsp;km về phía đông nam.{{Sfn|Major General Nguyen Duy Hinh|p=64}}\n\nNgày 23 tháng 2, cứ điểm Hotel 2 ở phía nam Đường 9 bị tấn công dữ dội bằng pháo binh và bộ binh. Hôm sau, lực lượng QLVNCH tại đây rút khỏi cứ điểm.\n\nTừ ngày 26 đến ngày 28 tháng 2, được sự hỗ trợ đắc lực của các đơn vị tại chỗ của Đoàn 559, phối hợp với [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Sư đoàn 308]] và Sư đoàn 320 hoạt động ở hướng bắc, các Sư đoàn 304, 324, 2 ở hướng nam và tây nam Đường 9 chuyển từ chốt chặt sang tiến công, đánh thiệt hại nặng [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|sư đoàn 1 BB]] và sư đoàn TQLC QLVNCH, phá tan các đợt \"nhảy cóc\" lùng sục đánh phá kho tàng.\n\nCăn cứ 31 (điểm cao 543) - vị trí then chốt 2 ở phía bắc là cứ điểm tiếp theo bị đánh chiếm. Căn cứ này đã bị Trung đoàn 64 ([[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Sư đoàn 320]] [[Quân Giải phóng miền Nam Việt Nam]], do Trung đoàn trưởng [[Khuất Duy Tiến (trung tướng)|Khuất Duy Tiến]] và Chính ủy Đặng Văn Trượng chỉ huy, bao vây tiến công từ ngày 21 tháng 4. Hỏa lực phòng không dữ dội của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] làm cho việc tăng viện và hậu cần cho căn cứ 31 trở nên bất khả thi. Tướng [[Dư Quốc Đống]], chỉ huy Sư đoàn Dù VNCH khi đó đã lệnh cho các đơn vị của Thiết đoàn 17 từ Bản Đông tiến về phía bắc để tăng cường cho căn cứ. Nhưng lực lượng này đã không bao giờ tới nơi do các mệnh lệnh mâu thuẫn của tướng Lãm và tướng Đống.<ref>Nolan, tr. 144-145.<\/ref>\n\nTrong khi đó, bằng [[Vây lấn|chiến thuật vây lấn]], từ ngày 21 đến 24 tháng 2, các đơn vị của Trung đoàn 64 [[Quân Giải phóng miền Nam Việt Nam]] đã lần lượt tiêu diệt các trận địa hỏa lực và trận địa phòng ngự vòng ngoài, cắt đường bộ từ Bản Đông lên căn cứ 31. Trưa 25 tháng 2, Trung đoàn 64 được phối thuộc thêm Đại đội 9 (Tiểu đoàn xe tăng 198) gồm 3 xe tăng [[PT-76]] nhận lệnh tấn công diệt cứ điểm. 11h30 phút ngày 25\/, Đại đội 9 được lệnh xuất kích, húc đổ những cây to đã cưa sẵn tiến lên điểm cao 543, dùng pháo bắn sập các lô cốt yểm trợ bộ binh tiến công. Trong quá trình chiến đấu, 1 xe PT-76 bị bắn cháy và 1 chiếc khác bị bắn hỏng, chiếc xe tăng còn lại mang số hiệu 555 đã một mình quần thảo trong căn cứ suốt hàng giờ, bắn gần hết đạn dược có trong xe. Cuối trận đánh, tổ lái còn nhô ra khỏi xe ném lựu đạn cay và tấn công bằng súng AK. Đến một căn hầm, họ bủa vây bắt giữ 47 tù binh, trong đó có Lữ đoàn trưởng Nguyễn Văn Thọ. Đáng chú ý, xe tăng 555 cũng chính là một trong những chiếc xe đánh tham gia đánh [[trận Làng Vây]] năm 1968.<ref>{{Chú thích web | url = http:\/\/kienthuc.net.vn\/vu-khi\/nhung-tran-danh-doc-dao-cua-bo-doi-tang-thiet-giap-vn-2-184048.html | tiêu đề = Những trận đánh độc đáo của bộ đội Tăng - Thiết giáp VN (2) | tác giả = | ngày = | ngày truy cập = 14 tháng 11 năm 2015 | nơi xuất bản = Kienthuc.net.vn | ngôn ngữ = }}<\/ref>\n\nBằng trận tiến công hiệp đồng binh chủng, Trung đoàn 64 đã làm chủ căn cứ 31, tiêu diệt Lữ đoàn 3 dù, bắt sống đại tá Lữ đoàn trưởng Nguyễn Văn Thọ và toàn bộ Ban tham mưu. Lữ đoàn 1 Dù và Lữ đoàn 1 Thiết giáp tại các căn cứ 30 và Bản Đông khi đó cũng đang bị Quân giải phóng tấn công nên đã không thể hỗ trợ. Thiệt hại của [[Quân Giải phóng miền Nam Việt Nam]] được Mỹ ước tính là 250 người chết, 11 xe tăng PT-76 và T-54 bị diệt (thực ra trận này [[Quân Giải phóng miền Nam Việt Nam]] chỉ mất 2 xe [[PT-76]]). QLVNCH có 155 người chết, 100 bị bắt chưa kể số bị thương.<ref>Fulghum & Maitland, tr. 85.<\/ref>\n\nCứ điểm 30 chỉ trụ được thêm khoảng 1 tuần. Tuy độ dốc của ngọn đồi mà cứ điểm đặt trên đó đã loại trừ khả năng tấn công bằng xe tăng, sự bắn phá của pháo binh [[Quân Giải phóng miền Nam Việt Nam]] đã rất hiệu lực. Đến ngày [[3 tháng 3]], 6 khẩu [[lựu pháo]] 105 li và 155 li của cứ điểm đã bị phá hỏng.\n\nĐể cứu trợ cứ điểm 30, Thiết đoàn 17 QLVNCH đã tiến về phía căn cứ này <ref>Hinh, pgs. 66-67.<\/ref>. Xe tăng của [[Quân Giải phóng miền Nam Việt Nam]] và QLVNCH đã giáp chiến lần đầu trong Chiến tranh Việt Nam tại phía bắc Đường 9. Trong 5 ngày từ [[25 tháng 2]], khi cứ điểm 31 bị đánh bại, đến [[1 tháng 3]], 3 trận đánh lớn đã xảy ra, trong đó QLVNCH được sự hỗ trợ của máy bay. QLVNCH mất 5 xe tăng [[M-41]] và 25 [[xe bọc thép chở quân]] (APC). Thiệt hại của [[Quân Giải phóng miền Nam Việt Nam]] theo báo cáo của QLVNCH là 17 xe tăng hạng nhẹ [[PT-76]] và 6 xe [[T-54\/55|T-54]] bị bắn cháy.<ref>Fulghum & Maitland, tr. 85. Xem thêm Prados, tr. 341.<\/ref> Báo cáo của QLVNCH bị các sĩ quan Mỹ nghi ngờ, tướng Sutherland cho rằng đây chỉ là điều bịa đặt. Tài liệu của [[Quân Giải phóng miền Nam Việt Nam]] thì xác nhận trong giai đoạn này, họ chỉ có 1 chiếc T-54 bị chết máy và phải tự phá hủy để tránh bị đối phương thu giữ.\n\nTrong các cuộc tấn công kể trên vào các căn cứ hỏa lực và các đội quân cứu viện, các đơn vị của [[Quân Giải phóng miền Nam Việt Nam]] đã chịu thương vong cao từ bom, pháo, tấn công từ trực thăng trang bị súng, và hỏa lực nhỏ. Tuy nhiên, họ luôn thể hiện sự thiện chiến và quyết tâm cao làm đối phương sửng sốt và ấn tượng. William D. Morrow, cố vấn của Sư đoàn Dù QLVNCH trong cuộc tấn công, đã ca ngợi các lực lượng của [[Quân Giải phóng miền Nam Việt Nam]] một cách ngắn gọn - ''\"họ có thể đánh bại bất cứ quân đội nào thực hiện cuộc xâm lấn này.\"'' <!--impressed and shocked those that observed them (nguyên văn bản tiếng Anh - phòng khi ai nghi ngờ) --><ref>Gloria Emerson, \"Spirit of Saigon's Army Shaken in Laos,\" ''The New York Times'', 28 March, 1973. William D. Morrow, Jr., một cố vấn của Sư đoàn Dù QLVNCH trong cuộc tấn công, đã ca ngợi các lực lượng của [[Quân Giải phóng miền Nam Việt Nam]] một cách ngắn gọn - \"họ có thể đánh bại bất cứ quân đội nào thực hiện cuộc xâm lấn này.\" Prados, tr. 361.<\/ref>\n\nCác chiến thắng phá tung cánh cung hướng bắc và chiến thắng ở hướng nam đường 9 đã tạo điều kiện thuận lợi cho [[Quân Giải phóng miền Nam Việt Nam]] triển khai lực lượng tiến công đội hình trung tâm của QLVNCH từ [[Lao Bảo]] đến Bản Đông.\n\n===Đến Tchepone===\nNgày 2 tháng 3, cho rằng thời cơ đã đến, [[Quân ủy Trung ương|Tổng Quân ủy]] của [[Quân Giải phóng miền Nam Việt Nam]] đã chỉ thị cho Đảng ủy và Bộ Tư lệnh Mặt trận 702 \"Tập trung tiêu diệt địch trong khu vực Bản Đông\" với thời gian càng nhanh càng tốt. Sư đoàn 308 và các Trung đoàn 64 ([[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Sư đoàn 320]]), Trung đoàn 66 ([[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Sư đoàn 304]]) được lệnh tập trung bao vây tiến công tập đoàn cứ điểm [[Bản Đông]]. Sư đoàn 2 (Quân khu 5) hoạt động ở hướng nam bao vây kìm chân hai trung đoàn của Sư đoàn 1 bộ binh VNCH, ngăn không cho chi viện Bản Đông. Trung đoàn 24 (Sư đoàn 304) và một số tiểu đoàn của Mặt trận chốt giữ đường 9 giữa Bản Đông và Lao Bảo, quyết chặn không cho đối phương chạy thoát.\n\nMới non một tuần, con số thương vong của quân đội Sài Gòn đã lên đến 3.000. Từ Mỹ, [[Lầu Năm Góc]] điện hỏi tới tấp đại sứ Bunker và bộ chỉ huy lực lượng Mỹ ở Sài Gòn. Nguyễn Văn Thiệu sốt ruột lệnh tướng Hoàng Xuân Lãm bằng mọi giá ''\"chiếm lấy Tchépone nhưng không cần cố giữ lấy nó\"'', miễn sao tin tức loan đi ''\"chiếm Tchépone\" để có lý do tuyên bố chiến thắng, còn ngay sau đấy rút liền cũng được\"''<ref name=\"source0\"\/>\n\nTrong khi đội hình chính của QLVNCH đang dậm chân tại Bản Đông đã được 3 tuần, còn các đơn vị Dù và Biệt động quân đang chiến đấu để sống sót, Tổng thống Thiệu và tướng Lãm quyết định thực hiện một cuộc tấn công trực thăng vận xuống chính Tchepone. Mặc dù các nhà lãnh đạo Mỹ và các phóng viên đã tập trung vào thị trấn bỏ hoang này như là một trong các mục tiêu chính của ''Lam Sơn 719'', nhưng nơi mà hệ thống hậu cần của [[Quân Giải phóng miền Nam Việt Nam]] đi qua thực ra lại nằm ở phía Tây của thị trấn bị tàn phá. Tuy nhiên, nếu các lực lượng của VNCH có thể chiếm giữ Tchepone thì Nguyễn Văn Thiệu sẽ có được một lý do chính trị để tuyên bố \"chiến thắng\" và rút quân về Nam Việt Nam.{{Sfn|Major General Nguyen Duy Hinh|p=100}}{{Sfn|Major General Nguyen Duy Hinh|p=103}}\n\n[[Tập tin:Nguyen Van Thieu with map (cropped).jpg|nhỏ|phải|[[Nguyễn Văn Thiệu]], Tổng thống Việt Nam Cộng hòa]]\nCuộc tấn công này đã giao cho Sư đoàn 1 Bộ binh VNCH đang chiếm giữ các căn cứ phía nam Đường 9 thực hiện, chứ không phải cho đội hình chính với thiết giáp yểm trợ hiện đang ở Bản Đông, cũng không phải lực lượng Thủy quân lục chiến dự phòng. Điều đó có nghĩa là, trước hết, Thủy quân lục chiến phải được đưa vào thay chân Sư đoàn 1 ở phía nam đường 9, việc này làm chậm thêm quá trình tiến quân. Bộ chỉ huy QLVNCH quyết định đưa thêm đội 2 gồm Lữ đoàn Dù số 2, Trung đoàn TQLC số 147 và 258 tham chiến.\n\nCuộc tấn công bắt đầu vào ngày [[3 tháng 3]], khi các đơn vị của Sư đoàn 1 Bộ binh được không vận tới 2 căn cứ hỏa lực (Lolo và Sophia) và bãi đổ bộ Liz, tất cả đều ở phía nam Đường 9. 11 chiếc trực thăng đã bị bắn rơi và 44 chiếc khác bị bắn hỏng khi chở 1 tiểu đoàn tới căn cứ Lolo.<ref>Stanton, tr. 336.<\/ref> Ba ngày sau, 276 trực thăng [[Bell UH-1 Iroquois|UH-1]] được bảo vệ bởi các máy bay AH-1 Cobra mang rocket và máy bay tiêm kích đã đưa các tiểu đoàn 2 và 3 của Trung đoàn 2 từ Khe Sanh tới Tchepone. Đây là cuộc đổ quân bằng trực thăng lớn nhất trong Chiến tranh Việt Nam.<ref>Sorley, tr. 253.<\/ref> Chỉ có 1 trực thăng bị hỏa lực phòng không bắn rơi khi quân đổ xuống bãi đổ bộ Hope, cách Tchepone 4&nbsp;km về phía đông bắc.<ref>Các căn cứ được đặt tên theo các nữ nghệ sĩ quen thuộc đối với các các phi công Mỹ: Gina Lolobrigida, Sophia Loren, Elizabeth Taylor, và Hope Lang.<\/ref> Trong hai ngày, các đội trinh sát của hai tiểu đoàn này lùng soát Tchepone và khu vực xung quanh nhưng không đến gần vùng đồi núi ở phía Tây thị trấn. Họ không tìm thấy gì ngoài xác những người lính [[Quân Giải phóng miền Nam Việt Nam]] bị chết do trúng bom. [[Quân Giải phóng miền Nam Việt Nam]] đã phản ứng bằng cách tăng cường bắn phá hàng ngày vào các cứ điểm, đặc biệt là Lolo và Hope.\n\nTrong khi đó, phối hợp với lực lượng tại Mặt trận Đường 9 - Bắc Quảng Trị ở hướng đông, từ ngày 5 đến 10 tháng 3, [[Quân Giải phóng miền Nam Việt Nam]] trên hướng chủ yếu liên tục đánh các lực lượng tiếp viện của QLVNCH đến giải tỏa cho Bản Đông, đánh thiệt hại nặng Trung đoàn 1 (Sư đoàn 1 Bộ binh VNCH), [[Chia cắt (quân sự)|chia cắt]] đội hình QLVNCH ở Đường 9 - Bản Đông và các đơn vị bảo vệ hướng nam.\n\n===Rút lui===\n\nMục tiêu tại Lào có vẻ như đã đạt được, Tổng thống Thiệu và tướng Lãm ra lệnh rút quân, cuộc rút lui bắt đầu ngày 9 tháng 3 và sẽ kéo dài cho đến hết tháng, phá hủy Căn cứ 604 và các kho hàng gặp trên đường. Tướng Abrams khuyên Nguyễn Văn Thiệu nên tăng cường quân tại Lào để họ tiếp tục gây rối khu vực cho đến khi mùa mưa bắt đầu. Đến thời điểm này, toàn bộ lực lượng dự bị của QLVNCH chỉ còn một lữ đoàn Thủy quân lục chiến. Nguyễn Văn Thiệu trả lời bằng cách đề nghị sử dụng quân Mỹ tại Lào, biết rằng lựa chọn này là không thể được.<ref>Sorley, tr. 255.<\/ref> Tuy nhiên, chiến trận đã chuyển sang hướng có lợi cho [[Quân Giải phóng miền Nam Việt Nam]]. Hỏa lực phòng không vẫn có sức hủy diệt mạnh, và [[Quân Giải phóng miền Nam Việt Nam]] không gặp khó khăn trong việc hậu cần và tiếp viện cho các đơn vị tham gia chiến đấu.\n\nNgay khi thấy dấu hiệu rằng bộ binh của Quân lực Việt Nam Cộng Hòa đã bắt đầu rút lui, [[Quân Giải phóng miền Nam Việt Nam]] tăng cường nỗ lực nhằm tiêu diệt lực lượng này trước khi nó có thể về đến Nam Việt Nam. Hỏa lực phòng không được tăng cường để chặn đứng hoặc làm chậm các nỗ lực hậu cần và sơ tán của trực thăng, các căn cứ hỏa lực thiếu người bị tấn công, và các đơn vị trên bộ của QLVNCH phải đi qua một chuỗi đầy các ổ phục kích suốt dọc Đường 9.\n[[Tập tin:Fire Support Base Lolo being overun during Operation Lam Son 719 - 1971.jpg|nhỏ|trái|240px|Binh sĩ [[Quân Giải phóng miền Nam Việt Nam]] chiếm được căn cứ Lolo]]\n\nSáng 16\/3, [[Sư đoàn 2]] do Sư đoàn trưởng [[Nguyễn Chơn]] chỉ huy, được tăng cường Tiểu đoàn 3 của Trung đoàn 48 ([[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Sư đoàn 320]]) thực hiện mệnh lệnh của Tư lệnh chiến dịch tiêu diệt Trung đoàn 1 bộ binh thuộc Sư đoàn 1 VNCH đang bỏ điểm cao 723 chạy về hướng Đông Bắc và lọt vào khu vực phục kích, đội hình hoàn toàn rối loạn. Sau hai ngày tiến công, Sư đoàn 2 đã tiêu diệt và bắt sống 1.750 lính, diệt gọn Trung đoàn 1 thuộc Sư đoàn 1 VNCH, bắn rơi 50 máy bay các loại, thu hàng trăm súng, pháo, [[súng cối]] hạng nặng.\n\nTrên đà thắng, từ ngày 12 đến 17 tháng 3, các Trung đoàn 36 ([[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Sư đoàn 308]]), 64 (Sư đoàn 320), 66 ([[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Sư đoàn 304]]) và các đơn vị hỏa lực xe tăng, pháo binh, pháo cao xạ của Quân giải phóng đã tiến công dồn dập tập đoàn cứ điểm Bản Đông do lữ đoàn 1 dù và 2 thiết đoàn đóng giữ. Trước sức tiến công mãnh liệt của [[Quân Giải phóng miền Nam Việt Nam]], ngày 18 tháng 3, do đã bị thiệt hại quá nặng, QLVNCH bắt đầu rút khỏi Bản Đông. Đến 20 tháng 3, cứ điểm Bản Đông bị tiêu diệt, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tuyên bố đã diệt 1.762 quân đối phương, bắt sống 107 lính, thu và phá hủy 113 xe quân sự, 24 khẩu pháo, bắn rơi 52 máy bay trực thăng. Trận đánh còn được gọi: ''Đại phá Bản Đông, mấu chốt chiến dịch'', theo lời đề tựa của một bức ảnh của phóng viên [[Đoàn Công Tính]].\n\nChỉ có một quân đội kỉ luật cao và hiệp đồng tốt mới có thể thực hiện được cuộc lui quân có trật tự khi phải đối mặt với đối phương quyết chiến, nhưng QLVNCH không có được đặc điểm nào như trên. Cuộc rút quân nhanh chóng biến thành một sự thảm bại, tháo chạy hỗn loạn.<ref>Karnow, tr. 630.<\/ref> Những giờ phút bi thảm nhất của đạo quân chủ lực tinh nhuệ, thực hiện cuộc hành quân Lam Sơn - 719 đã diễn ra.\n\nNgày 19-3-1971, tiểu đoàn 3, Trung đoàn 27 [[Quân Giải phóng miền Nam Việt Nam]] được lệnh cơ động phục kích ở động Na, Kế Sách, Ba Lào. Chờ xe tăng và thiết giáp lọt vào đội hình phục kích, tiểu đoàn đánh thẳng vào giữa đoàn xe. Sau 1 giờ chiến đấu, tiểu đoàn diệt gọn 28 xe tăng - thiết giáp và xe vận tải. Gần 100 binh sĩ QLVNCH đã tử trận, hàng trăm binh lính khác vứt bỏ súng đạn, chạy vào rừng hòng thoát thân đã bị vây bắt làm tù binh.\n\nNgày 20 tháng 3, QLVNCH đã hoàn toàn rút khỏi khu vực Bản Đông - nơi đã được chọn làm khu vực đánh trận then chốt. Từng cứ điểm đơn độc bị [[Quân Giải phóng miền Nam Việt Nam]] tiêu diệt hoặc đánh bại, và mỗi chuyến rút quân đều phải trả giá đắt. Ngày [[21 tháng 3]] Thủy quân lục chiến tại cứ điểm Delta phía nam Đường 9 bị tấn công dữ dội bằng pháo binh và bộ binh. Trong một cố gắng rút quân không thành, 7 trực thăng bị bắn rơi và 50 chiếc khác bị trúng đạn.<ref>Nalty, tr. 269.<\/ref> Cuối cùng, lực lượng Thủy quân lục chiến tại đây đã liều phá vây và di chuyển đến nơi an toàn tại cứ điểm Hotel rồi cũng nhanh chóng rời bỏ cứ điểm này. Trong khi rút Trung đoàn 2 QLVNCH, 28 trong số 40 trực thăng tham gia đã bị bắn rơi hoặc hư hại.<ref>Stanton, tr. 336-337.<\/ref> \n[[Tập tin:LSKS.jpg|nhỏ|phải|200px|Đặc công [[Quân Giải phóng miền Nam Việt Nam]] phá nổ kho đạn tại Khe Sanh, 23 tháng 3 năm 1971]]\n\nTrên Đường 9 - Nam Lào, đoạn từ Bản Đông về Lao Bảo, hơn 100 xe tăng, xe thiết giáp của QLVNCH bị chặn đánh. Lực lượng tăng thiết giáp này đã mất 60% số [[xe tăng]] và một nửa số [[phương tiện chiến đấu bọc thép|xe bọc thép]] (APC). Quân đội VNCH hoảng sợ và rối loạn, tháo chạy không còn tổ chức nên đã bỏ lại nguyên vẹn 54 khẩu [[lựu pháo]] 105mm và 28 khẩu pháo 155mm.<ref name=\"Nalty, tr. 271\">Nalty, tr. 271.<\/ref> Máy bay Mỹ lại phải bay tới ném bom phá hủy số xe pháo này để tránh bị đối phương chiếm và tái sử dụng.\n\nNhiệm vụ bọc hậu trên Đường 9 trước được giao cho Sư đoàn Dù VNCH nay thuộc về Lữ đoàn 1 Thiết giáp. Khi được tù binh báo rằng trước mặt có 2 trung đoàn [[Quân Giải phóng miền Nam Việt Nam]] đang mai phục, chỉ huy lữ đoàn, Đại tá Nguyễn Trọng Luật báo cáo cho Tướng Đống. Tư lệnh quân Dù đã điều lực lượng giải tỏa được đoạn đường nhưng lại không báo lại cho Đại tá Luật.<ref>Nolan, tr. 313.<\/ref> Để tránh bị tiêu diệt trên Đường 9, Đại tá Luật đã lệnh cho đội hình bỏ đường chính khi chỉ còn cách biên giới 5&nbsp;km để đi vào đường mòn trong rừng. Tuy nhiên, con đường mòn lại dẫn đến ngõ cụt bên bờ dốc của sông Tchepone, đội hình bị tắc lại ở đây, trong khi [[Quân Giải phóng miền Nam Việt Nam]] áp sát và tấn công dữ dội từ phía sau. Cuối cùng, hai xe ủi đất phải được trực thăng cẩu vào để QLVNCH tạo một đoạn sông cạn để lội qua.\n\nNhững binh lính sống sót về được miền Nam Việt Nam vào ngày [[23 tháng 3]].<ref>Prados, tr. 355.<\/ref> Đến ngày 25, 45 ngày kể từ khi bắt đầu chiến dịch, lực lượng còn sống sót của QLVNCH đã rút hết về được đến miền Nam Việt Nam. Căn cứ tiền phương tại Khe Sanh cũng bị tấn công ngày càng mạnh bởi pháo và đặc công. Ngày 23\/3\/1971, phối hợp với lực lượng Đường 9 Nam Lào, bộ đội [[Đặc công]] B5 đã tập kích căn cứ không quân Mỹ ở Tà Cơn, tiêu diệt 100 phi công trực thăng và nhân viên kỹ thuật, phá hủy hoặc gây hư hại 42 máy bay lên thẳng, 6 xe tăng. Một bộ phận lực lượng [[Quân Giải phóng miền Nam Việt Nam]] phát triển đánh vào khu vực Hướng Hóa, Khe Sanh làm quân Mỹ náo loạn Ngày [[6 tháng 4]] đến lượt căn cứ này bị bỏ lại, các lực lượng của VNCH và Mỹ rút hết, Chiến dịch Lam Sơn 719 kết thúc.\n\n==Kết quả==\nDù một đợt tấn công bằng trực thăng đã chiếm được một phần Tchepone, nhưng đó là một kết quả phải trả bằng giá đắt, vì QLVNCH chỉ đóng giữ thị trấn trong một thời gian ngắn ngủi trước khi phải rút lui do các cuộc tấn công vào đội hình chính. Mục tiêu chiến lược là cắt tuyến tiếp vận trên đường mòn Hồ Chí Minh đã không thực hiện được. Thiệt hại của QLVNCH là rất lớn, ví dụ, riêng Liên đoàn thiết giáp 1 đã tổn thất 21 xe tăng [[M41 Walker Bulldog]], 26 xe thiết giáp các loại, 2 xe làm đường và 51 quân xa đủ loại, chiếm một nửa số xe ban đầu. Trong quá trình rút lui, 60% số [[xe tăng]] và một nửa số [[phương tiện chiến đấu bọc thép|xe bọc thép chở quân]] (APC), cùng với 54 khẩu [[lựu pháo]] 105mm và 28 khẩu 155mm đã bị phá hủy hoặc bị chiếm mất.<ref name=\"Nalty, tr. 271\"\/> Theo thống kê của tướng [[Nguyễn Duy Hinh]], QLVNCH đã mất tổng cộng 71 xe tăng, 163 xe thiết giáp, 37 xe công binh, 278 xe tải bị phá hủy hoặc thu giữ<ref name=\"General Nguyen Duy Hinh 2015. P. 127\">LAM SON 719. By Major General Nguyen Duy Hinh. Pickle Partners Publishing, 2015. ISBN 1786251361, 9781786251367. P. 127<\/ref> Một nguồn khác thống kê QLVNCH bị mất 96 khẩu pháo hạng nặng (cỡ 105mm và 155mm), chưa kể tổn thất về pháo hạng nhẹ và [[súng cối]]<ref>Walk Tall: With the 2nd Battalion 1st ARVN Regiment. John (Jack) Peel, Xlibris Corporation, 2014. P. 166<\/ref> Không rõ tổn thất về máy bay và trực thăng.\n\nQuân Mỹ thiệt hại nhẹ hơn về người, nhưng thiệt hại nặng về trang bị, đặc biệt là [[máy bay trực thăng]]. Không quân Mỹ bị mất 7 máy bay chiến đấu. Lục quân Mỹ tổn thất 108 trực thăng bị phá hủy hoàn toàn (10 OH-6A, 6 OH-58, 53 UH-1H, 26 AH-1G, 3 CH-47, 2 CH-53) và 618 chiếc khác bị hư hại (25 [[OH-6]]A, 15 [[OH-58]], 316 [[UH-1]]H, 158 [[AH-1]]G, 26 [[CH-47]], 13 [[CH-53]], 2 [[CH-54]])<ref name=\"comanchero.org\">https:\/\/www.comanchero.org\/LamSon719.html<\/ref> 20% trong số trực thăng bị hư hại đã không thể sửa chữa được do hỏng quá nặng<ref>https:\/\/www.historynet.com\/south-vietnam-invades-laos-1971.htm<\/ref> Tổng cộng, Lục quân Mỹ bị tổn thất tới 726 trực thăng (chiếm 66% trong số khoảng 1.100 trực thăng được huy động cho chiến dịch), trong đó khoảng 230 chiếc đã bị phá hủy hoặc hư hại hoàn toàn. Đó là chưa kể tới vài chục trực thăng thuộc biên chế Quân lực Việt Nam cộng hòa cũng bị mất trong chiến dịch.\n\n[[Tập tin:Lam Son 719 operation ending.jpg|nhỏ|phải|270px|Tranh biếm họa của Mỹ mô tả \"những tiểu đoàn VNCH hân hoan trở về sau chiến thắng tại Lào\", họ chạy đạp lên phóng viên Mỹ do bị truy kích]]\nTheo [[Quân Giải phóng miền Nam Việt Nam]], chiến dịch phản công của họ kết thúc thắng lợi sau 45 ngày chiến đấu. [[Quân Giải phóng miền Nam Việt Nam]] tuyên bố diệt gọn 2 [[lữ đoàn]] (lữ đoàn dù 3 và lữ đoàn 147 thủy quân lục chiến), 1 [[trung đoàn]] bộ binh (trung đoàn 1 Sư đoàn 1) và 5 tiểu đoàn khác (tiểu đoàn 39 biệt động quân, tiểu đoàn 8 - lữ 1 dù, tiểu đoàn 2 của trung đoàn 3, tiểu đoàn 2 và 4 của trung đoàn 2 - Sư đoàn l), 4 thiết đoàn (4, 7, 11 và 17), 8 [[tiểu đoàn]] pháo (3 tiểu đoàn pháo của Sư đoàn 1, 2 tiểu đoàn pháo của Sư đoàn dù, 1 tiểu đoàn pháo của lữ 147, 1 tiểu đoàn pháo của biệt động quân và 1 tiểu đoàn pháo của lữ đoàn kỵ binh không vận), đánh thiệt hại nặng 3 sư đoàn (Sư đoàn dù, Sư đoàn 1 bộ binh, Sư đoàn thủy quân lục chiến). Bắn rơi, phá hủy 556 máy bay (có 505 máy bay [[máy bay trực thăng|trực thăng]]), 43 tàu xuồng - xà lan, 1.138 xe quân sự (có 528 [[xe tăng]] và [[phương tiện chiến đấu bọc thép|xe bọc thép]]), phá hủy 112 khẩu đại bác và [[súng cối]] cỡ lớn.<ref name=\"nhandan.org.vn\"\/> Vũ khí thu giữ được gồm 2 máy bay trực thăng, 24 xe quân sự, 78 khẩu đại bác và súng cối, hơn 2.000 súng bộ binh và nhiều trang dụng quân sự khác.<ref>{{Chú thích web|url=http:\/\/tapchiqptd.vn\/vi\/nhung-chu-truong-cong-tac-lon\/chien-dich-duong-9-nam-lao-1971-va-nhung-bai-hoc-kinh-nghiem-van-dung-trong-su-nghiep-bao-\/886.html|tựa đề=Chiến dịch Đường 9 - Nam Lào 1971 và những bài học kinh nghiệm vận dụng trong sự nghiệp bảo vệ Tổ quốc hiện nay|tác giả=Đại tướng Phùng Quang Thanh|ngày=2011-11-28|website=Tạp chí Quốc phòng toàn dân|ngày truy cập=2021-03-14}}<\/ref>\n\nĐây là cuộc hành quân thiệt hại nặng nề nhất đối với QLVNCH. Nếu xét phương diện một thử nghiệm của [[Việt Nam hóa chiến tranh]], Lam Sơn 719 đã là một thất bại nặng nề. Hơn nửa lực lượng xâm lấn đã bị thương vong.<ref>Nolan, p. 359.<\/ref> Lực lượng tinh nhuệ Biệt động quân và sư đoàn nhảy dù đã bị thiệt hại nặng, đây là các đơn vị dự bị chiến lược tốt nhất của Việt Nam Cộng hòa. Một tướng Mỹ sang giám sát tình hình đã nhận xét: ''\"Chiến dịch Lam Sơn đã phá hủy mất phần tinh nhuệ nhất của QLVNCH và trở nên nghiêm trọng, bất lợi hơn nhiều so với điều mà người ta tưởng lúc đó. Việc điều khiển chiến dịch của chúng ta rất tồi. Toàn bộ vai trò và chỉ đạo yểm trợ của Mỹ không hoàn tất được vì sự quan liêu của Lầu Năm góc... Đây là một thử thách thực sự của chương trình \"Việt Nam hóa\". Lầu Năm góc đã từ chối không để người Mỹ tham gia vào chiến dịch. Sự yểm trợ mà Nam Việt Nam đã quá quen thuộc và đang mong đợi được tiếp tục, đến đây đã bị cắt đứt...\"''. Tướng không quân [[Nguyễn Cao Kỳ]] đã đánh giá: Đem một đội quân quen ''\"lệ thuộc phần lớn vào quân đội khác về chỉ huy, về vũ khí và ngay cả chiến lược\"'' để nhào nặn thành \"mới\" và tách ra độc lập tác chiến như kiểu Lam Sơn 719 rất khó mà địch nổi đối phương\".<ref>{{Chú thích web |url=http:\/\/119.15.167.94\/qdndsubsite\/vi-vn\/89\/70\/86\/86\/86\/28793\/Default.aspx |ngày truy cập=2014-04-18 |tựa đề=Thất bại của \"Việt Nam hóa\" chiến tranh |archive-date=2014-04-19 |archive-url=https:\/\/web.archive.org\/web\/20140419025319\/http:\/\/119.15.167.94\/qdndsubsite\/vi-vn\/89\/70\/86\/86\/86\/28793\/Default.aspx |url-status=dead }}<\/ref>\n\nNếu xét về phương diện phá hoại hậu cần, chiến dịch này chỉ phá hủy được một số kho tàng và cơ sở vật chất của [[Quân Giải phóng miền Nam Việt Nam]]. Theo đánh giá của Mỹ, chiến dịch này làm kế hoạch tấn công các tỉnh phía Nam giới tuyến của [[Quân Giải phóng miền Nam Việt Nam]] bị chậm lại một năm. Nhưng về cơ bản, hệ thống tiếp tế của [[Quân Giải phóng miền Nam Việt Nam]] đã không bị hư hại, số chuyến xe vận tải tăng lên ngay sau khi chiến dịch kết thúc.<ref>Truck sightings in the Route 9 area reached 2,500 per month post the offensive, numbers usually seen only during peak periods. Prados, p. 361<\/ref> Đầu năm [[1972]], lực lượng [[Quân Giải phóng miền Nam Việt Nam]] đã tích lũy đủ đạn dược và lại tung ra một trận tổng tiến công nữa - [[Chiến dịch Xuân - Hè 1972|Chiến dịch Xuân hè 1972]].\n\n===Với kỹ thuật quân sự thế giới===\n\nTrước đây, chiến thuật \"[[trực thăng vận]]\" đã tỏ nhược điểm, nhưng đến nay nhược điểm thể hiện trong trận đánh lớn danh tiếng. Lúc này đang có mâu thuẫn về xu hướng hiện đại hóa kỹ thuật quân sự, người ta đang tranh cãi [[xe tăng]] hay trực thăng vũ trang sẽ là chủ lực trên chiến trường. Chiến dịch đường 9 Nam Lào được giới khoa học quân sự nghiên cứu kỹ càng, thiệt hại nặng nề của lực lượng trực thăng Mỹ trong chiến dịch này chứng tỏ vị trí của trực thăng vũ trang chỉ là yểm trợ cơ động chứ không thể thay thế hoàn toàn xe tăng - thiết giáp. Tờ ''Người quan sát mới'' ([[Pháp]]) ngày 29 tháng 3 năm 1971 bình luận: ''\"Ý nghĩa sâu sắc của cuộc hành quân Lam Sơn 719 là chỉ ra thất bại lớn đầu tiên của loại máy móc từ trước đến nay vẫn được giới quân sự Mỹ dương dương tự đắc trong cuộc chiến tranh ở miền Nam Việt Nam – đó là máy bay lên thẳng\"''.\n\nNgày nay, [[trực thăng]] vũ trang sử dụng ở tiền tuyến chỉ là kiểu máy bay chở ít người, bọc giáp tốt, chống tăng tốt, gọi là \"trực thăng tấn công\". Những loại có vỏ giáp mỏng và vũ trang yếu được lùi về tuyến sau để tham gia vận tải, chở quân là chính. Ngày nay trực thăng chở quân không còn được sử dụng như xe bọc thép chiến đấu ở tiền tuyến ([[Xe chiến đấu bộ binh|IFV]]).\n\nCũng như vậy, chiến dịch làm nổi lên vấn đề tồn tại từ lâu trong nghệ thuật [[pháo binh]], pháo 175&nbsp;mm tự hành nòng dài tầm xa [[M107]] của Mỹ. Pháo được sơn dòng chữ \"vua chiến trường\" trên nòng do tầm bắn xa và sức công phá rất mạnh, nhưng khi tham chiến thì nhiều nhược điểm lộ ra: xe không có vách bọc thép nên dễ bị tổn hại, lại cồng kềnh không tiện cho cơ động-trú ẩn, tốc độ bắn chậm (chỉ 1 - 2 phát\/phút), bắn xa kém chính xác do tính toán và định vị ngày đó chưa hoàn thiện. Do vậy khi đấu pháo, M107 không chống lại được kiểu pháo xe kéo [[Pháo 130mm M46|M-46 cỡ 130mm]] (do Liên Xô viện trợ cho Việt Nam), dù về lý thuyết thì M107 có tầm bắn xa hơn và sức công phá của đạn mạnh hơn. Ngày nay pháo này không còn được [[Hoa Kỳ]] sử dụng, được coi như phát triển chưa hoàn chỉnh.\n\n===Tổn thất===\n*[[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng Hòa]]: một tài liệu của VNCH thống kê con số thương vong là 1.529 chết, 5.483 bị thương và 625 mất tích, ngoài ra còn có 1.142 bị bắt. Tuy nhiên đó chỉ là thương vong do QLVNCH tự công bố, có thể con số này đã bị giảm bớt để che giấu mức độ thiệt hại. Còn theo tài liệu của Quân đoàn XXIV Hoa Kỳ (đơn vị tham gia hỗ trợ chiến dịch) thì con số thương vong của VNCH còn cao hơn nhiều so với thống kê nêu trên: lên tới 8.483 chết, 12.420 bị thương, 691 mất tích.<ref>William Nolan, Into Laos. Novato CA: Presidio Press, 1986, tr. 358<\/ref> \n*[[Quân đội Hoa Kỳ|Quân đội Mỹ]]: 215 chết, 1.149 bị thương, 38 mất tích. Về trang bị, có 7 máy bay phản lực, 108 trực thăng bị phá hủy và 618 trực thăng khác bị bắn hỏng (20% số trực thăng bị hỏng đã không thể sửa chữa được)<ref name=\"South Vietnam invades Laos 1971\">[https:\/\/www.historynet.com\/south-vietnam-invades-laos-1971.htm South Vietnam invades Laos 1971]<\/ref><ref name=\"comanchero.org\"\/><ref>Nolan, Keith W. Into Laos: The Story of Dewey Canyon II\/Lam Son 719, Vietnam 1971. Novato CA: Presidio Press, 1986. p. 358.<\/ref>\n*[[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng]]: Theo số liệu của [[Quân Giải phóng miền Nam Việt Nam]], thương vong của họ trong toàn chiến dịch là 2.163 chết, 6.176 bị thương.\n\n===Nguyên nhân thất bại của quân Mỹ - Việt Nam Cộng hòa===\nCuộc hành quân này đã thất bại vì những lý do sau:\n*Cuộc hành quân không bảo đảm tính bất ngờ chiến lược, đã bị đối phương dự đoán và chuẩn bị từ lâu để chặn đánh.<ref name=\"nhandan.org.vn\"\/> QĐNDVN chuẩn bị trước tại đây những sư đoàn mạnh mẽ, kỷ luật.\n*Các căn cứ của [[Quân Giải phóng miền Nam Việt Nam]] là những nơi họ đã lâu năm thông thuộc địa bàn và có bố phòng. Ngay quân đội Hoa Kỳ với sức mạnh tổng lực, huy động không quân và biệt kích đánh phá suốt nhiều năm mà vẫn không thể làm gì nổi. Trong thời kỳ tìm-diệt, các [[Chiến dịch Attleboro]] và [[chiến dịch Junction City|Junction City]] đều đã thất bại khi đánh vào những vùng căn cứ kiểu này. Hơn nữa, vùng Hạ Lào là nơi tập trung rất nhiều binh lực hiện đại của QĐNDVN, còn mạnh hơn vùng B2 rất nhiều, so với các khu căn cứ khác thì Quân lực Việt Nam Cộng hòa không có đủ sức mạnh, kinh nghiệm và bản lĩnh để đương đầu. Trong chiến dịch, các chỉ huy Mỹ nhận xét QLVNCH đã có những thiếu sót nghiêm trọng ''\"từ việc lập kế hoạch, tổ chức, lãnh đạo, cho tới tinh thần và kỹ năng chiến đấu\"''.<ref>Stanton, Shelby L. (1985). The Rise and Fall of an American Army: U.S. Ground Forces in Vietnam, 1965–1973. New York: Dell. ISBN 0-89141-232-8. P 337<\/ref>\n*Khi hoạch định kế hoạch, người ta chú ý nhiều đến khía cạnh phô trương sức mạnh của Quân lực Việt Nam Cộng hòa đánh được vào \"đất thánh Cộng sản\" chứ ý nghĩa quân sự thì ít (Tổng thống Nguyễn Văn Thiệu nói rằng chiến dịch này ''\"Chỉ cốt sao đến được Tchepone rồi về\"''). Chính vì để phô trương nên khi gặp khó khăn rất lớn, các chỉ huy Mỹ-VNCH vẫn không chịu chấm dứt chiến dịch mà cố gắng tiến khó nhọc đến Tchepone để rồi bị bao vây, phải cố sức mở đường máu quay về với thiệt hại lớn mới thoát dù chỉ cách biên giới vài chục km.<ref>Stanley Karnow, ''Vietnam''. New York, Viking, 1983, tr. 629.<\/ref>\n*Sự phối hợp của quân Mỹ và quân lực Việt Nam Cộng hòa không tốt. Không quân Mỹ chỉ ném bom [[Boeing B-52 Stratofortress|B-52]] dọn đường theo yêu cầu, còn nhiệm vụ phối hợp hoả lực chiến thuật cho bộ binh tác chiến thực hiện không hiệu quả.<ref>Tilford, Earl H. Setup: What the Air Force Did in Vietnam and Why. Maxwell Air Force Base AL: Air University Press, 1991. P 200-201<\/ref>\n*Liên quân Mỹ - Việt Nam Cộng hòa đã đánh giá sai tình hình khi cho rằng Quân Giải phóng sau các đợt càn quét năm 1969-70 đã không còn đủ đạn dược và lực lượng để kháng cự lại các đợt tấn công của liên quân Mỹ-VNCH và họ cũng nghĩ rằng QGP không có khả năng tác chiến hợp đồng binh chủng mà chỉ có thể tiến hành tấn công-phòng thủ đơn binh chủng.<ref name=\"bqllang.gov.vn\">{{Chú thích web|url=https:\/\/www.bqllang.gov.vn\/tin-tuc\/tin-tong-hop\/3978-ky-niem-68-nam-ngay-thuong-binh-liet-si-27-7-1947-27-7-2015-10-dai-pho-sach-huyen-thoai-luu-danh-anh-hung-liet-si-viet-nam-phan-3.html|tựa đề=Kỷ niệm 68 năm Ngày Thương binh – Liệt sĩ (27\/7\/1947-27\/7\/2015) 10 Đại pho sách Huyền Thoại lưu danh Anh hùng liệt sĩ Việt Nam (Phần 3)|ngày=2015-07-29|website=Ban Quản lý Lăng Chủ tịch Hồ Chí Minh|ngày truy cập=2021-03-14}}<\/ref>\n*Lực lượng máy bay trực thăng đã bị lọt vào khu vực đậm đặc phòng không đã chờ sẵn của [[đường Trường Sơn|đường mòn Hồ Chí Minh]] nên đã bị thiệt hại quá nặng, không thể hoàn thành nhiệm vụ yểm trợ cho bộ binh<ref name=\"vhpa.org\"\/>\n\n==Ý nghĩa==\n\nChiến thắng Đường 9 - Nam Lào của Quân Giải phóng miền Nam Việt Nam và lực lượng Pathet Lào đã làm thất bại nặng nề về quân sự và chính trị của Mỹ và chính quyền Sài Gòn. Chiến thắng này giúp QGP bảo vệ vững chắc tuyến hành lang vận tải chiến lược dọc biên giới Việt Nam - Lào, làm phá sản một bước quan trọng chiến lược \"Việt Nam hóa chiến tranh\" của Mỹ.<ref>{{Chú thích web|url=https:\/\/baotintuc.vn\/thoi-su\/chien-thang-duong-9-nam-lao-1971-tam-voc-y-nghia-va-bai-hoc-lich-su-20111130085629941.htm|tựa đề=Chiến thắng Đường 9 - Nam Lào 1971: Tầm vóc, ý nghĩa và bài học lịch sử|tác giả=Viết Tôn - Xuân Khu|ngày=2011-11-30|website=Báo Tin Tức|ngày truy cập=2021-03-14}}<\/ref> Chiến thắng đường 9 - Nam Lào của Quân Giải phóng và lực lượng Pathet Lào đã tác động mạnh mẽ đến cục diện chiến tranh trên chiến trường ba nước Đông Dương. Qua thắng lợi này, so sánh lực lượng và thế chiến lược trên chiến trường miền Nam nói riêng và trên chiến trường Đông Dương nói chung thay đổi nhanh chóng.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/40-nam-chien-thang-duong-9-nam-lao-lich-su-49532.html|tựa đề=40 năm chiến thắng Đường 9 - Nam Lào lịch sử|tác giả=L.Thư|ngày=2011-11-22|website=Vietnamnet|ngày truy cập=2021-03-14}}<\/ref> Chiến thắng Đường 9 - Nam Lào 1971 của Quân Giải phóng miền Nam Việt Nam và lực lượng Pathet Lào đã chấm dứt quá trình tiến công - phản kích đánh ra vùng ngoài của liên quân Mỹ - quân đội Sài Gòn, tạo ra bước ngoặt rất quan trọng trong so sánh tương quan lực lượng và thế chiến lược có lợi.\n\nVới QGP, thắng lợi của Chiến dịch phản công Đường 9 - Nam Lào mở ra thời kỳ phát triển hết sức phong phú, đa dạng nhiều cách đánh của các lực lượng trong đội hình tác chiến binh chủng hợp thành.<ref>[http:\/\/www.quangninh.gov.vn\/vi-VN\/bannganh\/bochihuyQST\/Trang\/Tin%20chi%20ti%E1%BA%BFt.aspx?newsid=551&dt=2011-12-04&cid=3{{Liên kết hỏng|date = ngày 10 tháng 2 năm 2021 |bot=InternetArchiveBot }} Bộ chỉ huy Quân sự tỉnh Quảng Ninh]{{Liên kết hỏng}}<\/ref> Chiến thắng này thực sự đánh dấu bước trưởng thành mới của QGP, đặc biệt là nghệ thuật quân sự. Đây là lần đầu tiên, QGP đã thực hiện thắng lợi một chiến dịch phản công quy mô lớn bằng các lực lượng binh chủng hợp thành, đánh và tiêu diệt được đối phương có chi viện hỏa lực và cơ động. Với chiến thắng này, QGP đã đưa nghệ thuật tác chiến phản công lên một trình độ cao và hoàn thiện. Đó là nghệ thuật lập thế ta, phá thế địch; nghệ thuật phối hợp ăn ý và hiệu quả cao về tác chiến chiến dịch giữa lực lượng cơ động và lực lượng tại chỗ, trên địa bàn rừng núi thưa dân.\n\nChiến thắng này của liên minh Việt Nam – Lào đã đánh bại cuộc hành quân Lam Sơn 719 của Mỹ và VNCH, đã thể hiện tình đoàn kết gắn bó keo sơn giữa quân và dân hai nước cũng như sự đoàn kết và liên minh chiến đấu đặc biệt giữa Việt Nam và Lào.<ref name=\"bqllang.gov.vn\" \/> Kết quả chiến dịch đã làm thay đổi cán cân trên bàn đàm phán tại Hội nghị Paris khi phái đoàn VNDCCH và phái đoàn CHNMVN dần lấy lại thế thượng phong. Với sự thất bại của Chiến dịch Lam Sơn 719, phái đoàn Hoa Kỳ buộc phải thay đổi giọng điệu trên bàn đàm phán trong khi phái đoàn CHNMVN tiếp tục đưa ra yêu sách.<ref>Tài liệu Nha chính trị Âu châu của Bộ Ngoại giao Việt Nam Cộng hòa số 109 ngày 28-04-1971<\/ref>\n\n== Tài liệu tham khảo ==\n*[http:\/\/www.nhandan.com.vn\/tinbai\/?top=37&sub=50&article=21327 Chiến dịch Đường 9 - Nam Lào] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080228070044\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=37&sub=50&article=21327 |date=2008-02-28 }} Đại tá Trần Tiến Hoạt ([[Viện Lịch sử Quân sự Việt Nam]])\n*{{Chú thích sách|url=http:\/\/doanket.orgfree.com\/lamso719\/vsc-lamson1.html|title=Operation Lam Sơn 719. Washington DC: U.S. Army Center of Military History, 1979.|last=Major General Nguyen Duy Hinh|access-date = ngày 15 tháng 4 năm 2007 |archive-date = ngày 30 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070930190414\/http:\/\/doanket.orgfree.com\/lamso719\/vsc-lamson1.html}}\n*{{Chú thích sách|title=Into Laos: The Story of Dewey Canyon II\/Lam Son 719.|last=Nolan|first=William K.|publisher=Novato CA: Presidio Press|year=1986}}\n* Bowman John S. ''The Vietnam War Day by Day'' New York: Mallard Books, 1989.\n* Fulgham, David, Terrence Maitland, et al. ''South Vietnam On Trial: Mid-1970 to 1972''. Boston: Boston Publishing Company, 1984.\n* Nalty, Bernard C. ''Air War Over South Vietnam: 1968-1975''. Washington DC: Air Force History and Museums Program, 2000.\n* Nolan William K. ''Into Laos: The Story of Dewey Canyon II\/Lam Son 719''. Novato CA: Presidio Press, 1986.\n* Tilford, Earl H. ''Setup: What the Air Force Did in Vietnam and Why''. Maxwell Air Force Base AL: Air University Press, 1991.\n*Van Stolkweg, ''South Vietnam Takes the Offensive-Lam Son 719''. The Hague, Netherlands: Interdoc, 1991.\n*{{chú thích báo\n | title =Indochina: The Soft-Sell Invasion\n | publisher =Time\n | date =ngày 22 tháng 2 năm 1971\n | url =http:\/\/www.time.com\/time\/magazine\/article\/0,9171,902812,00.html\n | access-date =ngày 5 tháng 4 năm 2004\n | archive-date =2013-03-08\n | archive-url =https:\/\/web.archive.org\/web\/20130308030157\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,902812,00.html\n | url-status =dead\n }}\n*{{chú thích báo\n | title =Indochina: Tough Days on the Trail\n | publisher =Time\n | date =ngày 8 tháng 3 năm 1971\n | url =http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904773,00.html\n | access-date =ngày 5 tháng 4 năm 2004\n | archive-date =2013-03-08\n | archive-url =https:\/\/web.archive.org\/web\/20130308031354\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904773,00.html\n | url-status =dead\n }}\n*{{chú thích báo\n | title =Showdown in Laos\n | publisher =Time\n | date =ngày 15 tháng 3 năm 1971\n | url =http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904835,00.html\n | access-date =ngày 5 tháng 4 năm 2004\n | archive-date =2013-03-08\n | archive-url =https:\/\/web.archive.org\/web\/20130308031416\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904835,00.html\n | url-status =dead\n }}\n*{{chú thích báo\n | title =Was It Worth It?\n | publisher =Time\n | date =ngày 9 tháng 3 năm 1971\n | url =http:\/\/www.time.com\/time\/magazine\/article\/0,9171,944297,00.html\n | access-date =ngày 5 tháng 4 năm 2004\n | archive-date =2013-03-08\n | archive-url =https:\/\/web.archive.org\/web\/20130308031541\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,944297,00.html\n | url-status =dead\n }}\n*{{chú thích báo\n | title =The Invasion Ends\n | publisher =Time\n | date =ngày 5 tháng 4 năm 1971\n | url =http:\/\/www.time.com\/time\/magazine\/article\/0,9171,876899,00.html\n | access-date =ngày 5 tháng 4 năm 2004\n | archive-date =2013-03-08\n | archive-url =https:\/\/web.archive.org\/web\/20130308033655\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,876899,00.html\n | url-status =dead\n }}\n*{{chú thích báo\n | title =The Wan Edge of an Abyss\n | publisher =Time\n | date =ngày 12 tháng 4 năm 1971\n | url =http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904963,00.html\n | access-date =ngày 5 tháng 4 năm 2004\n | archive-date = ngày 30 tháng 9 năm 2007 | archive-url =https:\/\/web.archive.org\/web\/20070930095613\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904963,00.html\n }}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\nTiếng Anh:\n*[http:\/\/www.militaryhistoryonline.com\/vietnam\/vietnamization\/laos.aspx The Effects of Vietnamization on the Republic of Vietnam's Armed Forces, 1969-1972] by John Rincon\n*[http:\/\/www.a101avn.org\/LamSon719.html Lam Son 719 at 101st Aviation Battalion site] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070405160433\/http:\/\/www.a101avn.org\/LamSon719.html |date=2007-04-05 }}\n*[http:\/\/www.mrfa.org\/vnstats.htm A list of Vietnam statistics. Has the helicopter losses reference.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150118011608\/http:\/\/www.mrfa.org\/vnstats.htm |date = ngày 18 tháng 1 năm 2015}}\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|L]]\n[[Thể loại:Xung đột năm 1971]]\n[[Thể loại:Chiến tranh Việt Nam]]"}