{"418052":"{{Thông tin chiến tranh\n|image=[[Tập tin:Qin Empire in the south of Yangtze River (210 BC).png|270px]]\n|caption=Bản đồ các khu vực lẻ tẻ do [[nhà Tần]] chiếm được của các nhóm tộc [[Bách Việt]] ở phía nam [[sông Dương Tử]] sau năm 214 TCN.\n|conflict=Chiến tranh Tần-Việt\n|place=[[Hoa Nam]] và [[miền Bắc Việt Nam]] (tranh chấp)\n|date=[[221]]– [[214 TCN]]\n|casus=[[Nhà Tần]] mở mang bờ cõi xuống phía nam\n|result=[[Nhà Tần]] chiếm được nhiều vùng lãnh thổ ở phương Nam, lập ra ba quận là Nam Hải, Quế Lâm, và Tượng Quận vào năm 214 TCN<br>Tộc Âu Việt do [[Thục Phán]] chỉ huy kháng cự thành công\n|combatant1=[[Bách Việt]]\n|combatant2=[[Nhà Tần]]\n|commander1=[[Dịch Hu Tống]]<br \/>[[An Dương Vương|Thục Phán]] (hoặc [[Kiệt Tuấn]])\n|commander2=[[Đồ Thư]] <br \/>[[Sử Lộc]]\n|strength1=Không rõ\n|strength2= Ước tính hơn 500.000 quân\n|casualties1= Không rõ\n|casualties2= Không rõ\n|}}\n{{Kháng chiến của Việt Nam}}\n'''Chiến tranh Việt – Tần''' là cuộc kháng chiến chống [[nhà Tần]] mở rộng về phía nam của các bộ tộc [[Bách Việt]] ở vùng [[Hoa Nam]], đây là các tộc người phân bố ở miền nam Trung hoa và Bắc Bộ [[Việt Nam]] hiện nay. Chiến dịch diễn ra 221 TCN đến năm 214 TCN, nghĩa là nhà Tần thực hiện mở rộng lãnh thổ về phía nam ngay sau khi thống nhất Trung Quốc.\n\n==Nguyên nhân==\nSau khi tiêu diệt 6 nước Sơn Đông, thống nhất Trung Quốc và lên ngôi Hoàng đế, [[Tần Thủy Hoàng]] tiếp tục ý định mở rộng lãnh thổ về phía bắc và phía nam. Phía bắc, ông sai [[Mông Điềm]] mang 30 vạn quân đánh đuổi người [[Hung Nô]], lập ra 44 huyện và xây [[Vạn lý Trường thành]]. Phía nam, từ khi diệt [[sở (nước)|nước Sở]] năm [[223 TCN]], Tần Thủy Hoàng đã thu phục một bộ phận [[Bách Việt]], lập ra quận [[Cối Kê]] và [[Mân Trung]]<ref name=\"CKH220\">Cát Kiếm Hùng, sách đã dẫn, tr. 220.<\/ref>. Kế tục chủ trương \"bình Bách Việt\" của các vua Sở thời [[Chiến Quốc]], Thủy Hoàng sai Lâu thuyền tướng quân [[Đồ Thư]] mang 50 vạn quân tiếp tục đánh chiếm những vùng đất phía nam.\n\nTư liệu cổ nhất ghi chép về cuộc chiến này là sách ''[[Hoài Nam Tử|Hoài Nam tử]]'' của hoàng thân [[nhà Hán]] là Hoài Nam vương [[Lưu An]], sống sau thời Tần khoảng trên 50 năm. Lưu An lý giải thêm nguyên nhân nam tiến của vua Tần:\n{{cquote|\n''[nhà Tần] lại ham [[sừng]] [[tê giác|tê]], [[ngà]] [[voi]], lông trả, ngọc châu và ngọc cơ của người [[Bách Việt|Việt]], bèn sai Đồ Thư mang 50 vạn binh chia làm 5 đạo''…|40px||Lưu An<ref name=\"LSVN123\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr. 123.<\/ref>\n}}\n\n== Chinh phạt lần thứ nhất ==\nVào năm Tần Thủy Hoàng thứ hai mươi tám (219 TCN), Tần Thủy Hoàng lấy Đồ Thư làm tướng quân và đưa 500.000 quân chia thành năm đạo quân. Theo ghi chép của các biên niên sử địa phương ở Hồ Nam và các nơi khác, quân đội Tần sử dụng trong cuộc chiến này chủ yếu là quân Tần diệt Sở, nhưng để thích ứng với cuộc chiến phía nam, không dưới 100.000 trong số 500.000 quân. quân do nước Sở ban đầu [5] .\n\nQuân Tần được chia thành năm lộ trình và tiến xuống từ sườn núi phía Nam. Tuyến đầu tiên tập trung tại Yugan (nay là tỉnh Giang Tây), tấn công các khu vực Đông Âu và Mân Việt (chủ yếu ở Phúc Kiến ngày nay), và thành lập quận Minzhong sau khi bị chiếm. Tuyến thứ hai được canh giữ ở Nam Việt (nay là thành phố Nam Cương, tỉnh Giang Tây), tạo thành một xu hướng áp bức đối với Mân Việt và Nam Việt. Con đường thứ ba đi qua Trường Sa ngày nay, tiếp theo là cưỡi Thiên Lăng và chiếm Phiên Ngung ở Nam Việt. Tuyến thứ tư đóng tại núi Jiuyi (nay là phía nam huyện Ninh Viễn, tỉnh Hồ Nam), và tuyến thứ năm đóng tại Yuechengling gần Tancheng (nay là phía tây nam của Jingzhou Miao và Dong Autonomous County, Hunan Province) , sẵn sàng cùng nhau tấn công Xiou. Hai tuyến đường phía tây nhất của nó lần đầu tiên đánh bại sự kháng cự của Tây Âu và giết chết Tây Âu Yiyu Song. Năm thứ hai, quân Tần đã xâm nhập hoàn toàn vào nội địa Nam Việt, và ba quận Nam Hải, Quế Lâm và Tương Quân được đặt làm cơ sở cho việc thành lập thành phố Nam Vũ ở cửa sông Châu Giang, phía bắc. của Quảng Tây, và ngã ba của Việt Nam và Quảng Tây. Đầu quân Tần, Đường Tư Đồ và Đường Chiêu Nghi, tổng cộng 200.000 con ngựa, là những người đầu tiên tấn công. [5]\n\nPhần lớn binh lính của quân Tần là từ phía bắc, và phần lớn là từ Thiểm Tây, Sơn Tây và Hà Nam. Khoảng 218 năm trước, quân Tần gặp phải sự kháng cự ngoan cố từ Tây Âu ở Quảng Tây, sau khi thủ lĩnh tộc Tây Âu là Dịch Hu Tống chết, người Tây Âu đã chạy trốn vào rừng để tiếp tục kháng chiến và cắt đứt đường lương thực của quân Tần. \" \"ghi chép rằng Tây Âu \" tấn công Tần vào ban đêm, đập tan nó, giết chết Yutu Sui, chôn xác và đổ máu hàng vạn \", buộc quân Tần\" ở một nơi vô dụng, sau đó không phải rút lui \", vì vậy “ba năm không tháo giáp, giãn nỏ, để tù không chuyển lương” [6] [7] .\n\nSau khi Đồ Thư chết, phó tướng của ông là Triệu Đà lên thay. Quân Tần tổn thất khoảng 300.000 người, 200.000 người còn lại rút về phía đông Lĩnh Nam. Quân Tần phái thêm bọn tội phạm canh giữ biên giới, 500.000 người \"lưu vong di cư\" bị Tần phái đến Nam Việt \"lưu lạc linh tinh\". Vì nhiều người từ đồng bằng miền Trung đến Lĩnh Nam không có vợ nên Triệu Đà yêu cầu Tần Thủy Hoàng phái 3 vạn cung nữ xuống phía nam, nhưng Tần Thủy Hoàng chỉ phái 15 ngàn người. Vì vậy, nhiều người trong số họ đã lấy phụ nữ Việt Nam làm vợ. Dưới sự bảo trợ của Triệu Đà, nhà Tần bắt đầu giảm bớt mối quan hệ giữa người Việt và những người cai trị của họ. Với sự mở rộng quy mô của các cuộc hôn nhân, số người từ phương Bắc vào trấn giữ biên giới cũng ngày một nhiều hơn. [số 8]\n\n==Sự kháng cự của người Việt==\n[[Tập tin:Bản đồ Văn Lang & Nam Cương.JPG|nhỏ|phải|Vị trí nước Văn Lang và các con sông tại đất Lĩnh Nam của người Bách Việt.]]\nTrong khi ba đạo quân tiến đánh vùng [[Mân Việt]], [[Đông Việt]] và [[Người Nam Việt|Nam Việt]] khá thuận lợi và hoàn thành mục tiêu, đạo quân tiến vào [[Ngũ Lĩnh]] gặp rất nhiều khó khăn. Liên tiếp trong 3 năm (218 – 215 TCN), quân Tần vừa phải đào kênh, vừa phải đối phó với sự đánh trả khá mạnh của người [[Âu Việt]]. Trong 3 năm đó quân Tần liên tục phải tác chiến, ''\"không cởi giáp dãn nỏ\"''<ref name=\"LSVN125\"\/>.\n\nNhờ có [[Linh Cừ]], quân Tần tiến theo [[sông Quế]] vào lưu vực [[Tây Giang]] là địa bàn của người [[Âu Việt|Tây Âu]]. Tại đây, quân Tần giết được thủ lĩnh người [[Âu Việt|Tây Âu]] là Dịch Hu Tống, tuy nhiên người [[Bách Việt]] không chịu đầu hàng mà tiếp tục bầu thủ lĩnh khác lên chỉ huy cuộc chiến chống Tần.\n\nNăm 214 TCN, [[Đồ Thư]] tiếp tục thúc quân về phía nam. Quân Tần theo sông [[Tả Giang]] và [[sông Kỳ Cùng]] tiến vào vùng đất của người [[Âu Việt]].\n\nSau khi Dịch Hu Tống tử trận, để tránh thế mạnh của quân Tần, người [[Bách Việt|Việt]] rút vào [[rừng]] sâu, cùng nhau bầu thủ lĩnh mới để chống địch. [[An Dương Vương|Thục Phán]] trở thành một thủ lĩnh [[Âu Việt|Tây Âu]] đứng lên chống Tần. Quân Tần truy kích nhưng vấp phải sự kháng cự mạnh mẽ. Người [[Bách Việt|Việt]] đánh tập kích bất ngờ và dùng [[Cung (vũ khí)|cung]] [[nỏ]] chống lại quân Tần, làm tổn thất nhiều binh lính của [[Đồ Thư]].\n\nCuộc chiến chống Tần của người [[Bách Việt|Việt]] diễn ra trong nhiều năm. Quân Tần tổ chức tấn công tiêu diệt không hiệu quả, dần dần lương thực bị tuyệt và thiếu, muốn tiến hay lui đều bị người [[Bách Việt|Việt]] bủa vây đánh úp. [[Sử ký Tư Mã Thiên|Sử ký]] mô tả tình trạng quân Tần<ref name=\"LSVN1292\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr. 129.<\/ref>:\n{{cquote|\n''Đóng binh ở đất vô dụng… Tiến không được, thoái không xong. Đàn ông mặc áo giáp, đàn bà phải chuyên chở, khổ không sống nổi. Người ta phải thắt cổ trên cây dọc đường. Người chết trông nhau''|40px||[[Tư Mã Thiên]]\n}}\n\nKhi quân Tần bị nguy khốn, người [[Bách Việt|Việt]] tổ chức tấn công, giết được tướng [[Đồ Thư]]. Quân Tần bị thua nặng, sách ''[[Hoài Nam Tử|Hoài Nam tử]]'' mô tả: ''\"thây phơi máu chảy hàng chục vạn người\"''<ref name=\"LSVN1292\"\/>.Tần cử tướng mới là [[Nhâm Hiêu]] để đàn áp Việt dữ dội và cai trị xứ thuộc địa mới này.\n\n==Hậu quả==\n\nChiến tranh Việt-Tần là cuộc đụng độ lịch sử đầu tiên giữa người [[Bách Việt|Việt]] và nước Trung Hoa thống nhất (không tính tới những cuộc chiến giữa [[Sở (nước)|nước Sở]] và các bộ tộc người [[Bách Việt]] thời [[Chiến Quốc]]). Các sử gia hiện đại Việt Nam coi đây là cuộc chiến chống ngoại xâm đầu tiên của [[Việt Nam]]<ref name=\"LSVN1292\"\/>. Lãnh thổ [[nhà Tần]] đã mở rộng về phía nam, bao gồm các quận [[Nam Hải quận|Nam Hải]], [[Quế Lâm quận|Quế Lâm]] và [[Tượng quận|Tượng]]. Năm 214 TCN, [[Tần Thủy Hoàng]] sai [[Triệu Vũ Vương|Triệu Đà]] dời vài chục vạn người đến vùng [[Ngũ Lĩnh]] (Việt Thành, Đồ Bang, Manh Chữ, Kỵ Điền, Đại Dữu (thuộc [[Hồ Nam]]), Cần ([[Giang Tây]]), Việt (thuộc [[Quảng Đông]]) và Quế (thuộc [[Quảng Tây]]). Từ đây [[Lưỡng Quảng]] thuộc về Trung Quốc<ref name=\"CKH220\"\/>.\n\nKhi [[Trung Nguyên]] đại loạn, [[nhà Tần]] suy sụp. [[Triệu Vũ Vương|Triệu Đà]] đã làm theo kế của [[Nhâm Hiêu]], ly khai [[nhà Tần]] sắp mất mà hình thành ra nước [[Nam Việt]].\n\nTheo các sử gia Việt Nam hiện đại thì ở phía nam, gần như cùng thời điểm đó, sau cuộc chiến chống Tần thắng lợi, thủ lĩnh người [[Âu Việt]] là [[An Dương Vương|Thục Phán]] đã thay thế các thủ lĩnh [[Lạc Việt]] (Sử đời sau của Việt Nam gọi các thủ lĩnh này là \"[[Hùng Vương]]\"), sáp nhập 2 tộc Việt và thành lập nước [[Âu Lạc]] vào khoảng năm 207 TCN<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr. 129-130, 144. Quan điểm này khác với quan điểm của các sử gia thời cổ cho rằng Âu Lạc của An Dương Vương hình thành từ năm 257 TCN và chấm dứt khi bị Nam Việt thôn tính năm 208 TCN. Quan điểm cũ cho rằng khi Triệu Đà hình thành Nam Việt thì lấy luôn được [[Âu Lạc]]. Các sử gia hiện nay căn cứ theo tài liệu cổ nhất là Sử ký thì Tây Âu Lạc (phía Tây nước Âu Lạc) bị Triệu Đà thôn tính \"sau khi [[Lã hậu|Lã Hậu]] mất\", tức khoảng năm 179 TCN, tồn tại gần 30 năm.<\/ref>.\n\nSau khi [[nhà Tần]] mất 4 năm, [[Hán Cao Tổ|Lưu Bang]] diệt Tây Sở thống nhất thiên hạ năm 202 TCN, lập ra [[nhà Hán]]. Nhà Hán phải đối phó với [[Hung Nô]] phía bắc và các [[chư hầu]] mới, không tính tới việc thôn tính [[Nam Việt]]. Gần như toàn bộ đất đai [[nhà Tần]] mới mở ở phương nam lọt vào tay [[Triệu Đà]]<ref>Vùng đất [[Nam Việt]] trong tay họ Triệu đến năm 111 TCN mới bị [[Hán Vũ Đế]] đánh chiếm.<\/ref>, [[nhà Hán]] tiếp quản [[Trung Nguyên]] nhưng không tiếp quản được vùng này mà dùng ngoại giao coi [[Nam Việt]] như 1 nước \"chư hầu\"...\n\nHai biến động lớn nhất sau cuộc chiến Việt-Tần là sự hình thành nước [[Nam Việt]] của [[Triệu Đà]] (quốc gia có sự [[Hán hóa]] người [[Bách Việt]] ở lãnh thổ [[Hoa Nam]] ngày nay) và nước [[Âu Lạc]] của [[Thục Phán]] thay thế nước [[Văn Lang]] (trên lãnh thổ miền bắc Việt Nam ngày nay)<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr. 129-130.<\/ref>. Nhà Triệu sau đó sáp nhập Âu Lạc (Miền Bắc Việt Nam) vào lãnh thổ nước Nam Việt; [[nhà Tây Hán]] thay thế nhà Tần ở Trung Nguyên và đánh bại Nam Việt năm 111 TCN, từ đó thì nước [[Việt Nam]] chính thức trở thành thuộc địa bị trung ương đi cai trị trực tiếp và chính thức bị các ảnh hưởng văn hóa-chính trị-triết học... của [[Trung Hoa|Trung Quốc]] ngay từ thời nhà Hán đến nay.\n\n== Ảnh hưởng ==\nHiêu chiết, đà lập tức di hịch cáo hoành phố, dương sơn, Hoàng Hoát quan viết: “đạo binh thả chí, cấp tuyệt đạo tụ binh tự thủ! ”nhân sảo dĩ pháp tru tần sở trí trưởng lại, dĩ kỳ đảng vy giả thủ. Tần dĩ phá diệt, đà tức kích tịnh quế lâm, tượng quận, tự lập vy Nam Việt Vũ vương. Hán thập nhất niên, khiển lục giả nhân lập đà vy nam việt vương, dữ phẫu phù thông sử, hoà tập bách việt, vô vy nam biên hoạn hại, dữ trưởng sa tiếp cảnh. 」[10]\n\nCăn cứ quan vu lạc việt truyện thuyết, cổ thục của vương tộc hậu duệ thục phán diệt văn lang quốc tịnh thả kích bại kỳ tha lạc việt đích bộ lạc thủ lĩnh, dĩ loa thành （nay việt nam hà nội thị đông anh huyện nội ）là đô thành kiến lập liễu âu lạc quốc （ 258 TCN ）.\n\nTần tướng triệu đà suất quân thung công nguyên tiền 210 niên khai thủy, tiến công kiêm tịnh liễu âu lạc quốc, ước tại tiền 204niên, dĩ phiên ngu vy đô thành, tại lĩnh nam địa khu kiến lập nam việt quốc. [11]\n\nTần quân tại đệ nhị thứ chiến tranh hậu đích bộ đội lưu tại lĩnh nam, dữ đương địa nhân dung hợp, thành vy liễu hiện tại đích lưỡng quảng nhân đích tổ tiên. Chi hậu tại lĩnh nam do nguyên tần quân đẳng trung nguyên di dân cập bách việt nhân cộng đồng trị lý đích nam việt quốc trì tục liễu ước 93niên.\n\n==Xem thêm==\n* [[Nhà Tần]]\n* [[An Dương Vương]]\n* [[Âu Lạc]]\n* [[Tần Thủy Hoàng]]\n* [[Triệu Vũ Vương|Triệu Đà]]\n* [[Nam Việt]]\n* [[Phiên Ngung (kinh đô)]]\n* [[Mân Việt]]\n* [[Lưỡng Quảng]]\n* [[Bách Việt]]\n\n==Tham khảo==\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Đại học và Giáo dục chuyên nghiệp.\n* Viện Sử học (1988), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà Xuất bản Khoa học xã hội.\n* Cát Kiếm Hùng chủ biên (2006), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc, tập 1'', Nhà Xuất bản Văn hóa Thông tin.\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời An Dương Vương}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Nhà Tần]]\n[[Thể loại:Chiến tranh Việt Nam–Trung Quốc]]\n<!-- [[Thể loại:Lịch sử Trung Quốc thời Tần]] -->\n[[Thể loại:Lịch sử Việt Nam thời An Dương Vương]]\n[[Thể loại:Chiến tranh liên quan tới Trung Quốc]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]"}