{"14865":"{{Chiến tranh Việt Nam}}\n'''Tình hình Miền Nam Việt Nam giai đoạn 1960-1965''' là một giai đoạn của [[Chiến tranh Việt Nam]] ở miền Nam [[Việt Nam]].\n==Lực lượng cộng sản chuyển hướng đấu tranh==\nViệc dùng bạo lực để loại trừ những người Việt Minh một cách vô tội vạ, đã khiến lực lượng Việt Minh còn lại ở miền nam bị suy yếu trầm trọng, nhưng đồng thời gây bất mãn và căm phẫn cho thành phần nhân dân thân Việt Minh. Việt Minh, sau khi rút phần lớn lực lượng quân sự đi tập kết, con số nằm vùng ở lại vào khoảng 10 vạn; nhưng khi thực thi đạo luật 10-59 tổng số người bị hành hình (xử bắn), tra tấn, cầm tù lại lên đến hàng chục vạn, nghĩa là có quá nhiều dân thường bị oan sai, trong khi thực tế các cơ sở Việt Minh vẫn chưa bị triệt hoàn toàn.\n\nNăm [[1959]], [[Việt Nam Dân chủ Cộng hòa]] và [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] đã ra Nghị quyết 15 công khai cổ vũ đấu tranh vũ trang tại miền Nam. Năm [[1960]], Đại hội đảng thứ 3 tại [[Hà Nội]] đã bầu ông [[Lê Duẩn]] làm Bí thư thứ nhất (tương đương Tổng bí thư). Ông là người chủ trương đấu tranh bằng vũ trang với mọi hy sinh để \"''Giải phóng miền Nam, thống nhất đất nước, đưa cả nước đi lên chủ nghĩa xã hội''\". Ngay lập tức chiến trường miền Nam có sự đột biến. Phía Cộng sản phát động ngay một đợt tiến công quy mô kết hợp đấu tranh chính trị với đấu tranh vũ trang mà trong đó chính trị vẫn đóng vai trò chủ đạo.\n\nHọ phát động nông dân ở nông thôn nổi dậy giành chính quyền, phá [[ấp Chiến lược|ấp chiến lược]], lùng bắt và thủ tiêu các nhân viên chính quyền tại địa bàn. Các hoạt động nổi dậy này được phối hợp nhịp nhàng cùng lúc với việc thành lập lực lượng vũ trang. Họ đánh hoặc bao vây các vị trí quân sự để không cho quân chính phủ kéo về can thiệp và, đồng thời, họ phát động dân chúng biểu tình; nếu thấy đối phương yếu thế thì biểu tình phát triển thành nổi dậy cướp chính quyền, nếu chưa thể thì kéo dài đưa ra các yêu sách quấy rối làm tê liệt chính quyền. Nếu chính phủ điều quân tới thì những người biểu tình bao vây lấy quân đội bắt đầu binh vận ngay tại chỗ. Phương cách này được phía Cộng sản đúc kết thành phương châm \"Ba mũi giáp công\" (quân sự, chính trị, binh vận). Phong trào được có tên là [[Phong trào Đồng khởi|Đồng khởi]] và bắt đầu được thí điểm tại tỉnh [[Bến Tre]]. Sau khi thấy chính phủ Ngô Đình Diệm lúng túng trong việc lập lại trật tự các vùng khác cũng theo nhau đồng khởi. Đến cuối năm 1960 một phần đáng kể của nông thôn miền Nam đã thành vùng do Cộng sản kiểm soát.\n\nĐể cho cuộc chiến có chính danh, ngày [[20 tháng 12]] năm [[1960]] phía Cộng sản thành lập [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] gồm nhiều đại diện các thành phần tôn giáo, tầng lớp xã hội, dân tộc khác nhau ở miền Nam Việt Nam do [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] lãnh đạo. Ngày [[15 tháng 2]] năm [[1961]], họ thành lập [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam]]. Kể từ lúc này tại miền Nam đã chính thức tồn tại hai chính quyền, hai quân đội đối địch. Phía Cộng sản đã đủ mạnh để đánh được chỗ nào là họ thành lập \"chính quyền cách mạng\". Ước chừng ban đầu có khoảng 30 ngàn thanh thiếu niên đã gia nhập lực lượng [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]].\n\n==Chiến tranh đặc biệt của Hoa Kỳ==\nĐứng trước tình hình trên Hoa Kỳ thấy cần hành động gấp giúp Việt Nam Cộng hoà đẩy lùi phía Cộng sản. Tướng [[Maxwell D. Taylor]] được phái sang Việt Nam đánh giá tình hình. Kế hoạch Staley-Taylor được soạn thảo và đem thi hành để chống lại chiến tranh du kích, bình định miền Nam trong vòng 18 tháng. Người Mỹ luôn suy nghĩ theo cách cân đong vật chất, đối với họ sự thắng thua trong chiến tranh được quyết định bằng súng đạn. Kế hoạch trên tuy có tính đến khía cạnh chính trị nhưng còn quá sơ sài, nó tập trung nhiều nhất đến khía cạnh quân sự: tăng quân số, tăng lương binh sĩ, tăng cường binh lực trang thiết bị...\n\n[[Hình:Thanh nien hoc sinh Sai gon.jpg|phải|nhỏ|200px|Thanh niên sinh viên Sài Gòn biểu tình chống Mỹ và Việt Nam Cộng hòa]]\n\nKế hoạch Staley-Taylor, hay còn gọi là kế hoạch [[kế hoạch Staley-Taylor|chiến tranh đặc biệt]], có công thức tổng quát là: Quân đội Việt Nam Cộng hoà + Cố vấn Mỹ + Vũ khí Mỹ + Viện trợ kinh tế Mỹ. Viện trợ Mỹ bao gồm các kế hoạch tăng cường sức mạnh cho quân đội Việt Nam Cộng hoà: gấp rút tăng quân số, cung cấp xe thiết giáp và máy bay, nhất là trực thăng, đưa cố vấn quân sự Mỹ xuống đến đơn vị chiến đấu để giúp các sĩ quan Việt Nam Cộng hoà vạch kế hoạch hành quân và chỉ huy chiến đấu. Chiến thuật của quân đội Việt Nam Cộng hoà là [[trực thăng vận]] và [[thiết xa vận]]: khi phát hiện các đơn vị của địch lập tức dùng trực thăng đổ quân bao vây chặt lấy, sau đó gọi thiết giáp đến đánh giải quyết chiến trường (chiến thuật \"tung lưới-phóng lao\").\n\nTrong thời gian đầu chiến tranh đặc biệt đã phát huy tác dụng khá tốt, tình hình quân sự được ổn định, quân đội Giải Phóng bị chiến thuật cơ động nhanh \"tung lưới-phóng lao\" làm thương vong, họ phải chuyển hoạt động ra xa, hành quân và đánh đêm là chính. Để chống chiến thuật \"Chính trị kết hợp với quân sự\" của phía Cộng sản và cách ly họ ra khỏi dân chúng, chính phủ Việt Nam Cộng hoà quyết tâm tiến hành quyết liệt \"Quốc sách [[Ấp Chiến lược|Ấp chiến lược]]\". Ở thời điểm đó thì các khu trù mật, Ấp chiến lược ở nông thôn miền Nam làm mọi người liên tưởng đến các trại tập trung có rào thép gai, dãy chông, tháp canh xung quanh, còn người dân bị giam trong các ấp chiến lược. Điều này đã làm méo mó hình ảnh dân chủ và Hoa Kỳ đã phải nhiều lần khuyến cáo Tổng thống Ngô Đình Diệm nhưng không được tiếp thu.\n[[Hình:Charles DeGaulle and Ho Chi Minh are hanged in effigy during the National Shame Day celebration in Saigon, July 1964.jpg|nhỏ|200px|Tổ chức [[Sinh viên Tân xã]] của [[Việt Nam Quốc dân Đảng]] biểu tình phản đối Charles de Gaule và Hồ Chí Minh nhân dịp 10 năm sau Hiệp định Genève]]\n\n==Miền Bắc tham chiến==\nĐầu năm 1961 các lực lượng Việt Minh đã thành lập xong \"Quân Giải phóng miền Nam\" với quy mô cấp quân khu. Việc tổ chức quân sự vẫn theo khuôn mẫu của Quân đội Nhân Dân Việt Nam nhưng vẫn có sự tổ chức giống với Việt Minh lúc trước, cho phù hợp với tổ chức ở miền nam. Theo đó, lực lượng quân sự tập trung ở các huyện sẽ được chọn lọc, huấn luyện và trang bị thành các tiểu đoàn cấp tỉnh. Từ các tiểu đoàn này sẽ hình thành đơn vị cấp trung đoàn đóng ở quân khu. Tuy nhiên qua các trận đánh, những đơn vị chính quy có thương vong tăng cao và khó có thể tái huấn luyện bổ sung tổn thất một cách kịp thời. Việc tăng cường lực lượng cũng được điều động từ miền Tây Nam Bộ lên, vốn là những vùng đông nhân lực.\n\nCuối giai đoạn chiến tranh, việc lấy quân tại miền Nam không còn đủ số lượng để đáp ứng cho nhu cầu tác chiến mở rộng, họ đã dùng binh lính miền Bắc hành quân vào theo [[đường Trường Sơn]]. Lúc này, cho đến khi kết thúc chiến tranh, tại chiến trường miền Nam có hai quân đội chính quy của Cộng sản, không tính đến du kích quân. Thứ nhất là [[Quân đội Nhân dân Việt Nam]], gồm các thanh niên miền Bắc lên đường Nam tiến, dưới chỉ huy trực tiếp của Bộ tổng tư lệnh Quân đội Nhân dân tại [[Hà Nội]] (còn gọi là quân Bắc Việt). Thứ hai là [[Quân Giải phóng miền Nam Việt Nam]] thuộc bộ chỉ huy quân Giải phóng tại rừng [[Tây Ninh]] (thường gọi là quân Việt Cộng).\n\nĐầu tiên, khi đường Trường Sơn còn hẹp, họ chỉ đưa được một số nhân lực hạn chế gồm toàn các bộ đội Việt Minh từng tập kết ra bắc tám năm về trước. Thành phần quân lính miền Bắc trong quân Việt Cộng còn ít, chỉ chiếm 10-20% trên tổng quân số của toàn chiến trường, mà có khi họ là người gốc miền nam từng đi tập kết chứ chưa hẳn là người bắc. Sau này, khi đến [[1965]], khoảng 3 vạn quân đã từ miền bắc thâm nhập vào, và chiếm khoảng 50% vào năm 1968. Vẫn có các tiểu đoàn thâm nhập vào sâu để bổ sung quân số và trang bị cho những đơn vị bị tổn thất. Tuy nhiên trong thời kỳ 1960-1965 tại chiến trường miền Nam các hoạt động tác chiến chủ yếu là Quân Giải phóng còn các đơn vị quân đội [[Việt Nam Dân chủ Cộng hòa]] chủ yếu đang đứng chân vòng ngoài tại tuyến đường Trường Sơn, Tây Nguyên họ đang xây dựng các căn cứ để đánh lớn sau này. Đoàn quân lớn nhất thâm nhập vào được sâu nhất là đơn vị chi viện U Minh của sĩ quan Phạm Văn Trà, vào năm 1964.\n\nNăm 1964 khi Hoa Kỳ phát hiện ra các lực lượng Quân đội Nhân Dân Việt Nam từ miền bắc di chuyển vào Trường Sơn và thâm nhập, thì VNDCCH tuyên bố công khai vai trò chi viện của họ, nhưng không công khai sự lãnh đạo. Mặt trận Dân tộc Giải phóng vẫn nắm vau trò chủ chốt trên danh nghĩa. Mặc dù miền bắc đã chi viện rất lớn vũ khí, chuyên môn, thuốc men và nguồn cán bộ có trình độ vào miền nam.\n[[Tập tin:Scene of Viet Cong terrorist bombing in Saigon, Republic of Vietnam, 1965 (Colorized).jpg|thế=|nhỏ|300x300px|Việt Cộng đặt bom nổ trên đường năm 1965 tại Sài Gòn]]\nSau gần hai năm kinh nghiệm chiến đấu Quân Giải phóng đã biết cách xử lý các nhược điểm của chiến thuật trực thăng vận và thiết xa vận của quân đội Việt Nam Cộng hoà. Ngày [[2 tháng 1]] năm [[1963]] tại tỉnh [[Tiền Giang]] đã xảy ra [[trận Ấp Bắc]] và quân đội Việt Nam Cộng hoà đã thất bại nặng. Trận đánh này được báo chí thế giới miêu tả kỹ lưỡng và cho thấy QGP không còn là các nhóm quân nhỏ bất lực trước trực thăng vận, thiết xa vận nữa mà họ đã lớn mạnh đủ để đánh bại quân cơ động của đối phương.\n\nTrong các năm [[1963]] và [[1964]] QGP thắng thế tiến công trên toàn chiến trường và đến tháng 12 năm 1964 họ tiến hành [[trận Bình Giã|chiến dịch Bình Giã]] tại tỉnh [[Bà Rịa]]. Trong vòng một tháng họ điều động các đơn vị lên đến cấp [[sư đoàn]] liên tục làm thiệt hại các chiến đoàn thiết giáp cơ động và các đơn vị dự bị chiến lược của [[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng hoà]]. Cùng với các trận đánh lớn khác họ ép quân đội Việt Nam Cộng hoà lui về thế thủ gần các thành phố lớn. Ở nông thôn chỗ nào QGP đến là họ cho phá dỡ ấp chiến lược. Cuối năm 1963, khi Tổng thống Diệm bị lật đổ, chỗ nào còn ấp chiến lược thì cũng bị dân chúng tự nổi lên phá hết.\n\n==Cuộc đảo chính năm 1963==\nNgày [[8 tháng 5]] năm 1963 xảy ra [[biến cố Phật giáo, 1963|sự kiện Phật Đản]] tại [[Huế]]. Sự kiện này bắt nguồn từ một chỉ thị của chính phủ Ngô Đình Diệm siết chặt quy định cấm treo cờ tôn giáo tại nơi công cộng. Từ một vụ lộn xộn cảnh sát không cho treo [[cờ Phật giáo]] nhân ngày [[Lễ Phật Đản|Phật Đản]], lãnh đạo Phật giáo đã quyết định đấu tranh chống chính quyền đến cùng cho dù chính phủ Ngô Đình Diệm đã có nhiều cố gắng xoa dịu sự bất mãn của Phật giáo. Cho đến khi Hoà Thượng [[Thích Quảng Đức]] tự thiêu tại [[Thành phố Hồ Chí Minh|Sài Gòn]] phản đối chính sách đàn áp Phật giáo của chính phủ, rồi một loạt các cuộc tự thiêu khác của Phật tử, đã làm chấn động tình hình trong nước và quốc tế (''Xem [[Biến cố Phật giáo, 1963|Sự kiện Phật Đản, 1963]]''). Tình thế đã vượt khỏi tầm kiểm soát của chính phủ Việt Nam Cộng hoà.\n\nNgày [[1 tháng 11]] năm 1963 [[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng Hòa]], dưới sự chỉ huy của tướng [[Dương Văn Minh]] và sự im lặng không phản đối của Hoa Kỳ, đã làm đảo chính lật đổ và giết chết ba anh em Tổng thống Ngô Đình Diệm (ông Diệm và Nhu bị giết chết ngày [[2 tháng 11]] năm 1963; riêng ông Cẩn bị xử tử ngày [[9 tháng 5]] năm 1964). Sự kiện này được biết ở miền Nam với cái tên \"[[Cách mạng 1\/11]]\".\n\nNgay sau đó Việt Nam Cộng hoà rơi vào khủng hoảng lãnh đạo trầm trọng trong một thời gian gần hai năm. Cho đến khi nhóm quân nhân của hai tướng [[Nguyễn Văn Thiệu]] và [[Nguyễn Cao Kỳ]] lên chấp chính thành lập [[Hội đồng lãnh đạo Quốc gia]] (tháng 6 năm [[1965]]) thì tình hình mới tạm yên.\n\nLực lượng [[biệt động]] của Mặt trận Dân tộc Giải phóng liên tiếp [[Danh sách những vụ tấn công của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|tổ chức các cuộc tấn công, đánh bom]] tại Sài Gòn và trong các thành phố như vụ [[Đánh bom cư xá Brink]] 1964, đánh bom sứ quán Mỹ 1965.\n\nVào giữa năm 1965, với các thất bại liên tiếp trên chiến trường và tình hình chính trị rối loạn, chính phủ Hoa Kỳ quyết định hủy bỏ kế hoạch Staley-Taylor và đem [[quân đội Hoa Kỳ|quân chủ lực]] trực tiếp chiến đấu trên chiến trường [[miền Nam (Việt Nam)|miền Nam Việt Nam]].\n\n==Tuyên bố Bắc tiến của một số giới chức Việt Nam Cộng hòa==\nMặc dù chính trị đang hỗn loạn sau vụ đảo chính Tổng thống [[Ngô Đình Diệm]] năm 1963, nhưng một số giới chức lãnh đạo Việt Nam Cộng hoà vẫn có những tuyên bố đòi tiến công lên miền bắc để thống nhất Việt Nam. Ngày 14 tháng 7\/1964 người đứng đầu chính phủ Việt Nam Cộng hoà là tướng [[Nguyễn Khánh]] đã công khai tuyên bố Bắc tiến. Hai ngày sau, tướng [[Nguyễn Cao Kỳ]] cũng khẳng định [[Không lực Việt Nam Cộng hòa]] đã sẵn sàng.<ref>Giô-dép A Am-tơ Lời Phán quyết về VN-Nhà xuất bản Quân đội Nhân dân 1985 tr 81<\/ref>\n\nNhững tuyên bố này đã làm cả thế giới sửng sốt và gặp phải sự phản đối từ Washington. Tổng thống Mỹ và các cố vấn của ông ta biết rằng họ phải tháo ngay ngòi nổ. Những đề nghị hòa bình được [[U Thant]], nhà lãnh đạo [[Liên Hợp Quốc]] gửi tới, yêu cầu Hà Nội, Sài Gòn và Washington cùng thương lượng. Sáng kiến của U Thant nhận được sự đồng tình của Tổng thống Pháp [[Charles De Gaul]]. Tướng De Gaul cũng yêu cầu các bên phải tuân thủ [[Hiệp định Genève, 1954|Hiệp định Genève]] năm 1954 để tránh cuộc chiến \"mở rộng thành cơn ác mộng trên toàn châu Á\".<ref>Giô-dép A Am-tơ Lời Phán quyết về VN-Nhà xuất bản Quân đội Nhân dân 1985 tr 82<\/ref>\n\nTrong một diễn biến khác làm Washington bất ngờ, cả [[Liên Xô]] lẫn đồng minh [[Việt Nam Dân chủ Cộng hòa]] đều tuyên bố đòi \"hòa bình\". Lãnh đạo Liên Xô đề nghị tổ chức 1 Hội nghị Genève mới để giải quyết cuộc chiến tại Việt Nam. [[Cộng hòa Nhân dân Trung Hoa]] cũng ủng hộ đề nghị này của Liên Xô. Hoa Kỳ đã bác bỏ tất cả đề nghị này.<ref>Giô-dép A Am-tơ Lời Phán quyết về VN-Nhà xuất bản Quân đội Nhân dân 1985 tr 82-83<\/ref>\n\n== Hoa Kỳ ngày càng can thiệp sâu vào cuộc chiến ==\nChính phủ Hoa Kỳ lập tức can thiệp: từ chỗ đưa lính kỹ thuật không quân vào các sân bay ở miền Nam - đến việc đưa lục quân vào trực tiếp tham chiến với phe Cộng sản vào giữa năm [[1965]]. Không có mốc thời gian chính xác về sự chuyển đổi này vì nó tùy tình hình khu vực, mà Hoa Kỳ có thể tham chiến đến đâu. Trận Vạn Tường lần đầu tiên TQLC Hoa Kỳ đụng độ với trung đoàn chính quy của Việt Cộng, chấm dứt chiến lược chiến tranh da vàng và khởi đầu cuộc chiến tranh cục bộ - chiến cuộc đẫm máu nhất của CTVN. Nhưng vẫn có một trận chiến lớn mang toàn bộ nhân lực da vàng (cũng là trận cuối cùng của giai đoạn trước) diễn ra ngay khi lục quân Hoa Kỳ đang can thiệp sâu vào chiến trường.\n\n==Phong trào sinh viên những năm 1960==\n{{Xem thêm|Hát cho đồng bào tôi nghe}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Danh sách những vụ tấn công của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] \n*[[Biến cố Phật giáo, 1963|Sự kiện Phật Đản, 1963]]\n*[[Đảo chính Việt Nam Cộng hòa 1963|Biến cố đảo chính Chính phủ Ngô Đình Diệm]]\n*[[Hiến chương Vũng Tàu]]\n*[[Phong trào Hát cho đồng bào tôi nghe|Hát cho đồng bào tôi nghe]]\n\n[[Thể loại:Chiến tranh Việt Nam]]"}