{"462498":"{{Thông tin chiến tranh \n|conflict= Chiến dịch Bolo\n|partof= [[Chiến tranh Việt Nam]]\n|image=\n[[Tập tin:Olds kill1 edited-1.jpg|300px]]\n|caption= Chiếc F-4 của Đại tá [[Không lực Hoa Kỳ]] Robin Olds giao chiến với MiG-21 của Không quân Nhân dân Việt Nam trong Chiến dịch Bolo\n|date= [[2 tháng 1]] năm [[1967]]\n|place= [[Bắc Việt Nam]]\n|result= Không quân Mỹ chiến thắng\n|combatant1= {{flagicon|Hoa Kỳ}} [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]]\n|combatant2= {{flagicon|North Vietnam}} [[Không quân Nhân dân Việt Nam]]\n|commander1= Robin Olds<br \/>Daniel James, Jr\n|commander2= Trần Mạnh\n|strength1= 56 máy bay F-4C\n|strength2= 16 máy bay MiG-21 (9 chiếc tham chiến)\n|casualties1= không có\n|casualties2= 5 máy bay bị bắn rơi\n|}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Chiến dịch Bolo''' được tiến hành vào ngày [[2 tháng 1]] năm [[1967]], là một chiến dịch do [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tiến hành nhằm tiêu diệt một số lượng lớn các máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] của [[Không quân Nhân dân Việt Nam]]. Trong chiến dịch này, các máy bay của phía Việt Nam đã bị các máy bay [[McDonnell Douglas F-4 Phantom II|F-4]] của Mỹ phục kích bắn rơi ngay khi vừa rời đường băng và chưa kịp xếp đội hình.<ref>Cảnh Dương & Đông A, ''Bí mật các chiến dịch không kích của Mỹ vào Bắc Việt Nam'', Nhà xuất bản Công an nhân dân<\/ref> Theo phía Mỹ, đã có 7 chiếc [[MiG-21]] của Việt Nam đã bị bắn rơi trong trận đánh này<ref>[http:\/\/www.acepilots.com\/vietnam\/olds_bolo.html ''Robin Olds Mastermind of Operation Bolo'', acepilot.com]<\/ref> Phía Việt Nam xác nhận có 5 chiếc bị bắn rơi.\n\nCuối năm 1965, những chiếc MiG-21 đầu tiên của Việt Nam đã bắt đầu trực chiến tại căn cứ không quân Đa Phúc. Những chiếc MiG-21 của Việt Nam thường tấn công đối phương với tốc độ vượt âm, phóng tên lửa từ phía sau mục tiêu và nhanh chóng thoát khỏi sự truy đuổi. Người Mỹ đã khó đưa ra một giải pháp nào đó chống lại chiến thuật này, một chiến thuật đòi hỏi sự chuẩn bị tốt cho phi công và sĩ quan dẫn đường trên mặt đất ở sở chỉ huy.\n\nTrong năm 1966, các phi công Hoa Kỳ tuyên bố đã bắn rơi6 chiếc MiG-21 bị phá hủy. Phía Việt Nam tuyên bố 7 chiếc F-4 Phantom II và 11 chiếc F-105 Thunderchiefs đã bị MiG-21 bắn hạ.\n\nPhản ứng lại, không quân Mỹ triển khai chiến dịch Bolo nhằm đáp trả. Chiến dịch này được Mỹ nghiên cứu rất kỹ, giữ bí mật ý đồ tác chiến nên đã gây bất ngờ cho không quân Việt Nam. Các phi công Mỹ tham gia trận không chiến được tập trung nghiên cứu kỹ mọi chi tiết của chiến dịch, cách sử dụng các thiết bị tác chiến điện tử, cách nghi binh, sử dụng vũ khí. Để nghi binh đánh lạc hướng hệ thống rađa ở miền Bắc Việt Nam, không quân Mỹ sử dụng kết hợp bố trí đội hình (đội hình bay, thời gian cất cánh, tốc độ, độ cao) và các thiết bị tác chiến điện tử, gây nhiễu (máy bay F-4 đeo khối ECM Pod với thiết bị gây nhiễu [[QRC-160]] Jamming Pod, giống các máy bay [[F-105 Thunderchief]] để khiến Việt Nam tưởng lầm đó là F-105). Khi chiến dịch bắt đầu, các máy bay tiêm kích Mỹ bay trực chiến trên mây ngay trên vùng trời sân bay, sẵn sàng tấn công khi các máy bay MiG-21 mới xuyên mây lên chưa tập hợp xong đội hình. Khi MiG-21 cất cánh để đi đánh chặn đã bị phục kích bất ngờ, chịu tổn thất ngay khi mới cất cánh lên.\n\nViệt Nam công nhận đã có 5 chiếc MiG bị hạ trong ngày 2\/1 và thêm 2 chiếc vào ngày 6\/1, điều may mắn là chỉ có 1 phi công tử trận còn 6 người khác đã nhảy dù an toàn. Không quân Việt Nam đã quyết định dừng bay MiG-21 đến ngày 23-4-1967 nhằm rút kinh nghiệm, chỉ ra nguyên nhân, bài học và tìm ra phương án đối phó với các chiến thuật mới của không quân Mỹ, sẵn sàng cho các trận đánh tiếp theo.<ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/586802\/chien-dich-bolo-cuoc-khong-chien-ac-liet.html#ad-image-0 | tiêu đề = Chiến dịch Bolo - cuộc không chiến ác liệt - Tuổi Trẻ Online | tác giả = | ngày = 24 tháng 12 năm 2013 | ngày truy cập = 27 tháng 9 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref> Tính chung nửa đầu năm 1967, trong các trận không chiến, các phi công Việt Nam tuyên bố đã bắn rơi được 15 máy bay Mỹ.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{sơ khai lịch sử}}\n\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]\n[[Thể loại:Việt Nam năm 1967]]\n[[Thể loại:Xung đột năm 1967]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}