{"10532":"{{Chiến tranh Việt Nam}}\n'''Tình hình Miền Bắc Việt Nam giai đoạn 1954-1959''' là một phần của [[Chiến tranh Việt Nam]], (Xem [[Hiệp định Genève, 1954|Hiệp định Genève]]). Đây là thời kỳ miền Bắc phục hồi các vết thương chiến tranh, xây dựng tổ chức lại đất nước, và tích lũy để chuẩn bị cho cuộc chiến tranh sắp tới.\n\nSau [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]] và [[Hiệp định Genève, 1954|Hiệp định Genève]], nước [[Việt Nam Dân chủ Cộng hòa]] được thành lập sau [[Cách mạng tháng Tám|Cách mạng Tháng Tám]] chỉ còn quyền lực trên miền Bắc. Các thế lực chống Cộng và thân Pháp đã rời miền Bắc vào tập trung tại miền Nam. Do đó, chính trị ở miền Bắc vững mạnh, dân chúng tuyệt đối tin tưởng ủng hộ chính quyền.\n\nChiến tranh chủ yếu diễn ra trên miền Bắc trước đây đã tàn phá nặng nề cơ sở vật chất, các công trình cầu đường bị phá hủy, nhiều làng xóm bị đốt trụi. Sau năm 1954, miền Bắc đứng trước những khó khăn rất lớn về kinh tế, vượt qua được chỉ bởi sự ủng hộ hết lòng của dân chúng và sự lãnh đạo của chính phủ. Lúc này viện trợ nước ngoài chưa nhiều, chủ yếu dừng ở mức đào tạo.\n\n==Chính trị==\nNhững người lãnh đạo miền Bắc lúc đó là những người [[chủ nghĩa cộng sản|cộng sản]] được dân chúng tin tưởng và ủng hộ{{fact|date = ngày 17 tháng 7 năm 2014}} vì họ vừa chiến thắng cuộc chiến giành độc lập cho [[Việt Nam]] trong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]. Sau khi thắng [[Pháp]], họ từng bước bắt tay vào việc tổ chức đất nước theo mô hình [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]] của [[Liên Xô]] và [[Trung Quốc]], đặc biệt là vận dụng các phương pháp cực đoan của [[Mao Trạch Đông]] trong các \"công tác phát động quần chúng\" để [[đấu tranh giai cấp]], thực hành chuyên chính vô sản và các công tác tuyên truyền khác. Các chiến dịch [[cải cách ruộng đất]], [[hợp tác hoá nông nghiệp]], [[cải tạo tư bản tư doanh]], chống [[Phong trào Nhân Văn - Giai Phẩm|Nhân văn-Giai phẩm]] đã san bằng các thành phần xã hội, tiêu diệt giai cấp tư sản, địa chủ{{fact|date = ngày 6 tháng 1 năm 2013}}. Các chiến dịch đó khi thực hiện có nhiều sai lầm gây nhiều hậu quả nghiêm trọng. Sai lầm lớn nhất là trong [[cải cách ruộng đất]]. Những đơn vị cán bộ được huấn luyện trước đến làng xã xa lạ, tìm \"địa chủ áp bức\" theo tỷ lệ dân số rồi đấu tố. Sửa sai diễn ra phục hồi khoảng 70-80% những tổn thất này, và dẫn đến [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng bí thư]] [[Trường Chinh]] đã phải từ chức.\n\nĐời sống xã hội dựa trên nguyên tắc kỷ luật hoá cao độ, các [[quyền tự do cá nhân]] và các tổ chức bị hạn chế tối đa. Xã hội nhanh chóng chuẩn bị cho cuộc sống quân sự hoá cao độ theo phương châm ''\"Toàn dân-Toàn diện, mỗi người dân đều là một chiến sĩ\"'' dưới sự lãnh đạo toàn diện của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]].\n\nNhìn chung, xã hội miền Bắc trong thời gian 1954-1959 là một xã hội chính trị rất mạnh, về cơ bản người dân của Việt Nam Dân chủ Cộng hoà chấp nhận những thiếu thốn và coi đó như sự hy sinh cần thiết{{fact|date = ngày 6 tháng 1 năm 2013}}. Uy tín của Đảng Cộng sản vẫn rất cao{{fact|date = ngày 17 tháng 7 năm 2014}}, dân chúng tin tưởng vào sự lãnh đạo của họ và sẵn sàng hy sinh nhân lực-vật lực để chuẩn bị cho mục tiêu thống nhất đất nước mà khi đó tất yếu sẽ phải giải quyết bằng chiến tranh, và phải đối đầu với [[siêu cường]] số 1 thế giới là Hoa Kỳ.\n\nSự tuyệt đối trung thành của dân chúng đạt được trong [[Cách mạng tháng Tám]], được duy trì và củng cố bởi tình hình kinh tế, mức sống thực tế, trình độ giáo dục tăng và tăng vọt. Do kinh tế nhỏ lẻ, nên những chấn chỉnh chính trị ít mang lại hậu quả với kinh tế.\n\n==Kinh tế - xã hội==\nMiền Bắc không thuận lợi về [[nông nghiệp]] như miền Nam do đất canh tác ít hơn, lại hay bị lũ lụt. Thời [[Pháp thuộc]], nông nghiệp miền Bắc có những năm thậm chí còn không đủ để nuôi sống người dân chứ không nói đến thặng dư. Trong khi những nông dân trung lưu miền Nam có thể sinh sống khá giả trên đất của họ. Những mặt hàng xuất khẩu truyền thống như [[gạo]], [[cao su]], [[hồ tiêu|hạt tiêu]], [[cà phê]] nằm hầu hết ở miền Nam. Điều này gây khó khăn cho miền Bắc về ngoại thương. Miền Bắc có thuận lợi về [[khoáng sản]], thuận tiện phát triển [[công nghiệp]]. Nhưng trước chiến tranh công nghiệp rất nhỏ lẻ, yếu ớt, lại bị tàn phá trong suốt 9 năm [[chiến tranh Đông Dương]].\n\nThời kỳ này (1954-1960) là thời kỳ phục hồi. Giai đoạn này được nhà nước chia làm hai kế hoạch 3 năm [[1954]]-1957 và 1958-[[1960]]. Các kế hoạch phục hồi kinh tế diễn ra thuận lợi, đến hết thời kỳ này đã có các chỉ tiêu ngang mức trước chiến tranh. Cuối thời kỳ này, các nền móng của hàng loạt các công trình lớn được xây dựng, chuẩn bị cho thời kỳ phát triển công nghiệp rất mạnh 1960-1964. Mức sống nhân dân đã ổn định cùng với việc phát triển phúc lợi xã hội. Nhà nước Việt Nam Dân chủ Cộng hòa chú trọng xây dựng con người hơn là phát triển công nghiệp, điều này đóng góp cho sức phát triển lâu dài của miền Bắc.\n\n===Nông nghiệp===\nNgay sau khi chấm dứt chiến tranh, nhà nước thực hiện nhiều đợt [[cải cách ruộng đất]] tịch thu không bồi thường đất đai của những người bị quy là địa chủ chia cho nông dân thiếu đất. Sau đó nhà nước thực hiện chính sách hợp tác hoá nông nghiệp đưa tất cả nông dân miền Bắc vào hợp tác xã. Đồng thời chính quyền cũng tập trung phục hồi nông nghiệp.\n\nNông nghiệp miền Bắc lạc hậu do thiếu vốn và máy móc nhưng việc hợp tác hóa tạo ra những tổ chức kinh tế nông nghiệp lớn cấp làng xã, tạo điều kiện tập trung các nguồn lực và phát triển [[thủy lợi]], áp dụng [[công nghệ|kỹ thuật]] mới. Lúc đó, các [[hợp tác xã nông nghiệp]] chưa bị đình đốn như sau này, có thể thấy những tranh ảnh hồi đó miêu tả hàng đoàn người dàn hàng ngang tát nước cứu lúa, điều không thể thực hiện được trước đây.\n\n[[Phân vô cơ|Phân hóa học]] nhanh chóng được sử dụng rộng rãi, dù trước đó còn xa lạ với đại bộ phận nông dân. Hệ thống [[thủy lợi]] cấp xã huyện ngày nay về cơ bản đã được hình thành thời kỳ này. Các công trình [[thủy lợi]] lớn thời cổ như [[Sông Nhà Lê|Kênh Nhà Lê]] (đời Lê)<ref>Kênh đào ở [[Ninh Bình]]. Kênh được nạo vét, nối vào hệ thống kênh sông mới. Kênh sử dụng nhiều để chuyển hàng vào Nam sau này<\/ref>, [[Kênh Thái Sư]] (đời Trần)<ref>Kênh ở huyện [[Hưng Hà]], [[Vũ Thư]] nối vùng quê [[Trần Thủ Độ]] và sông [[Duyên Hà]]. Kênh này và các kênh nhánh, sông nhỏ đảm bảo tưới tiêu một số huyện ở [[Thái Bình]]<\/ref> được nạo vét và đào thêm các kênh nhánh. Xây dựng rất nhiều các công trình hồ đập nhỏ và vừa như [[Cấm Sơn]], [[Quan Thần]]. Công trình lớn [[Hệ thống thủy lợi Bắc Hưng Hải|Đại thủy nông Bắc Hưng Hải]] đảm bảo nước tưới cho [[Bắc Ninh]], [[Hải Dương]] và [[Hưng Yên]] được xây dựng chủ yếu bằng sức người, đến nay vẫn có vai trò sống còn với nông nghiệp ở đó. Đê điều được củng cố, thời kỳ này các đê xung yếu [[sông Hồng]] như [[Đê Đìa]]<ref>Đê Đìa là đoạn đê [[sông Hồng]] dưới ngã ba [[sông Luộc]], đoạn này nhiều lần vỡ gây lụt lớn cho [[Thái Bình]]<\/ref> được đắp cao rộng gấp đôi trước đây, toàn bộ các điếm canh đê thời cổ được xây lại kiên cố.\n\nNhìn chung, hệ thống thủy lợi hiện nay của [[Đồng Bằng Bắc Bộ]] được xây dựng trong thời kỳ này. Đây là hệ thống quy mô rất lớn và mật độ dày đặc so với thế giới, kế thừa từ cổ đại, một niềm tự hào của [[người Việt]]. Sau này mới có máy móc, còn đến hết thời kỳ này, hệ thống vẫn được xây dựng bằng sức người.\n\nNhững vùng [[vành đai trắng]]<ref>Pháp lập các vùng vành đai trắng quanh các đồn bốt, đốt phát chặt hết cây cối để nhìn, gài mìn dày đặc, thường xuyên bắn phá. Các đồn lớn vành đai trắng này có bán kính 3-4 km<\/ref> rộng lớn được gỡ mìn và phục hóa. Nhà nước tổ chức lực lượng thanh niên và bộ đội phục viên khai hoang những vùng đất mới có do thủy lợi, thành lập những nông trường lớn, thí điểm xây dựng nông nghiệp tiên tiến, ví dụ [[Nông trường Tam Thiên Mẫu]]<ref>[[Tam Thiên Mẫu]] là một vùng đầm lầy lớn ở [[Hưng Yên]], nhờ có thủy lợi nên sử dụng được.<\/ref>, [[Nông trường Ba Sao]].\n\nNhà nước động viên một số lượng lớn người di cư, huy động các trí thức y tế giáo dục, điều động các đơn vị bộ đội đến những vùng xa xôi để khai khẩn phát triển. Ví dụ như phát triển [[Sơn La]], [[Lai Châu]] và [[Điện Biên]] (hiện nay hội những trí thức [[Hà Nội]] di cư lên [[Hướng Tây Bắc|Tây Bắc]] vẫn sinh hoạt). Một ví dụ nữa là tiễu phỉ và xây dựng [[Hà Giang]]. Thị xã Hà Giang xây hoàn toàn mới, đến nay vẫn phần đông là người gốc xuôi. Các vùng núi thấp [[Bắc Bộ Việt Nam|Bắc Bộ]] và đất đỏ [[Phủ Quỳ]] cũng thành lập các nông trường trồng cây công nghiệp. Ví dụ [[Nông trường Lục Nam]]<ref>[[Lục Nam]], [[Bắc Giang]]<\/ref> trồng [[dứa]], hàng xuất khẩu rất giá trị hay [[Nông trường Phủ Quỳ]] trồng [[cao su]].\n\nNhà nước khuyến khích và cộng tác với các lái buôn gia súc để chuyển [[trâu]] [[bò]] về miền xuôi làm sức kéo. Vấn đề này có tầm quan trọng lớn, vì trong [[chiến tranh]], trâu bò bị chết, nhiều nơi [[nông dân]] phải đeo ách kéo cầy thay trâu bò. Thông thường, nhà nước không thu thuế và hỗ trợ tiền vận chuyển. Có những lái buôn ở [[Hưng Yên]] mỗi chuyến mang đến vài toa xe chở trâu. Việc nhiều gia đình nông dân mua chung trâu bò cũng được khuyến khích để tăng tốc độ phát triển đàn sức kéo. Sau này, việc khuyến khích buôn trâu bò mới bị hạn chế do nhà nước thực hiện chính sách [[cải tạo tư bản tư doanh]]. Nhà nước dùng phương pháp truyền thống thời [[phong kiến]] để quản lý trâu bò, chống giết thịt.<ref>Thời phong kiến, nhà nước hạn chế di chuyển trâu bò, một phần để chống [[dịch thuật|dịch]], nhưng phần lớn để chống giết thịt. Chính quyền cấm giết thịt trâu bò còn cày được, nhưng người dân rất thích giết thịt. Người giết thịt trâu bò đãi làng xóm trong cỗ khao vọng giỗ chạp lễ tết được cộng đồng kính trọng ủng hộ. Xuất hiện tình trạng dân chúng mua trâu bò từ làng này sang làng khác, biến trâu bò cày thành trâu bò thịt. Việc buôn trâu bò ở miền Bắc đến thời [[cải tạo tư bản tư doanh]] thành thị cũng bị hạn chế, sau khi đã phục hồi đàn trâu bò ở đồng bằng.<\/ref>\n\nNgay năm 1955, nạn đói cơ bản đã được giải quyết<ref>Nǎm 1955 miền Bắc sản xuất 3.893.000 tấn lương thực, nǎm 1959 sản xuất 5.700.000 tấn lương thực. Lương thực bình quân đầu người tǎng từ 286,8 kg lên 367,2 kg. Nǎng suất thóc bình quân mỗi hécta cũng tǎng từ 16,2 tạ lên 22,84 tạ{{Cần chú thích}}<\/ref>, sau đó là những năm được mùa liên tiếp cho đến [[vụ chiêm]] 1960 mất mùa. Hết thời kỳ này, miền Bắc đã bắt đầu thu hoạch các cây công nghiệp, sau đó sản lượng tăng cao trong thời kỳ 1960-1964, phục vụ công nghiệp mới và xuất khẩu<ref>Từ nǎm 1955 đến nǎm 1959 tỷ trọng của cây công nghiệp từ 1,7% tǎng lên 3,2%{{Cần chú thích}}<\/ref>. Nếu như năm 1955 được gọi là \"năm rách\", dân chúng phải lột cả vải sơn trên xác [[máy bay]] để mặc, thì đến năm 1960 mỗi người dân đã có vài bộ quần áo một năm, hơn thời trước chiến tranh.\n\n===Khai khoáng===\nCác mỏ lớn dễ phục hồi hơn vùng nông thôn, do các công nhân có kỷ luật và các cơ sở công nghiệp xa những vùng có chiến sự. Tuy vậy, giao thông bị phá hủy cản trở tốc độ xây dựng lại các mỏ. Việc mất khách hàng truyền thống tiêu thụ [[than đá]] cũng làm chậm sản lượng than và thiếu vốn đầu tư. Tuy vậy, hết thời kỳ này than đá đã sản xuất gần đạt mức trước chiến tranh, năm 1938.\n\nNhà nước xây dựng đội ngũ trí thức [[trắc địa]] và [[địa chất học|địa chất]] quy mô có nhiệt tình lao động. Nhờ đó, một số mỏ lớn được phát hiện như [[mỏ Apatit Lào Cai]], các mỏ [[sắt]], [[mangan]] cho công nghiệp. Tuy nhiên, phát triển [[địa chất học|địa chất]] chỉ mạnh mẽ sau thời này, khi những nhà địa chất mới học xong về nước làm việc.\n\nCác mỏ mới được xây dựng phục vụ kế hoạch phát triển thời kỳ 1960-1965, như các mỏ sắt, mangan, [[thiếc]], [[than mỡ]] ở Đông Bắc Bộ phục vụ cho \"thành phố gang thép\" [[Thái Nguyên]] đang xây dựng<ref>Trong 6 nǎm, điện 3,8 lần, than đá 2,8 lần, xi mǎng 3,5 lần, gỗ khai thác tǎng gấp đôi, phosphat tǎng hơn 6 lần{{Cần chú thích}}<\/ref>.\n\n===Công nghiệp===\nTrước chiến tranh (1938), công nghiệp miền Bắc rất lạc hậu và nhỏ bé. Thời kỳ này, một kế hoạch đồng bộ xây dựng công nghiệp mới rất lớn được vạch ra và tiến hành. Song song với việc phục hồi giao thông là tổ chức các nông trường, mỏ khoáng cung cấp nguyên liệu cho các nhà máy sẽ xây trong kế hoạch. Đến cuối thời kỳ này, một vài nhà máy mới đã đi vào hoạt động, nhưng phần lớn đang được xây dựng. Ví dụ: [[khu công nghiệp Thượng Đình]], [[Nhà máy Trần Hưng Đạo]], [[Trung Qui Mô]], [[Dệt Nam Định]]. Những khu công nghiệp lớn chưa từng thấy được động thổ, như thành phố gang thép Thái Nguyên hay liên hợp các nhà máy dệt Nam Định<ref>Hết 1960 so với 1954: vải tǎng hơn 8,5 lần, đường mật tǎng hơn 3 lần, muối tǎng gấp rưỡi, thuốc lá tǎng hơn gấp đôi, diêm tǎng 5,5 lần, giấy viết tǎng 4,5 lần{{Cần chú thích}}.<\/ref>.\n\nNhìn chung, việc phát triển công nghiệp mới gặp thuận lợi vì đây là thời kỳ ổn định của chế độ xã hội chủ nghĩa. [[Liên Xô]] đang chứng minh tính ưu việt của mình bằng sự phát triển nhanh chóng các ngành công nghiệp khổng lồ và hiện đại, bằng hệ thống y tế và giáo dục miễn phí có chất lượng tốt; [[Trung Quốc]] chưa rơi vào tình trạng hỗn loạn trong [[Cách mạng văn hóa|Cách mạng Văn hóa]].\n\nThời kỳ này công nghiệp chưa phát triển nhưng đã giúp người dân sau chiến tranh đỡ cơ cực, các kế hoạch thời này về sau trở thành xương sống của công nghiệp Việt Nam. Việc phục hồi kinh tế với tốc độ cao và các kế hoạch đúng đắn đã làm tốc độ phát triển năm 1960-1964 cao vọt, đến năm 1964, công nghiệp miền Bắc đã vượt hàng chục lần trước chiến tranh (1938)<ref>''đã có một số cơ sở (công nghiệp) đầu tiên, sản xuất được một số loại máy công cụ hạng nhỏ và hạng vừa, máy dập gạch ngói, máy xát gạo, tàu kéo, ca nô, toa xe hỏa, máy phát điện...; cung cấp cho nông nghiệp hàng vạn nông cụ cải tiến, một số máy bơm nước và máy móc nông nghiệp nhỏ và một số loại phụ tùng trước vẫn phải mua ở nước ngoài. Về gang thép, đi đôi với việc xây dựng nhà máy liên hợp Thái Nguyên, chúng ta đã xây dựng 6 lò cao cỡ nhỏ ở các địa phương, với dung tích tính chung là 56 mét khối, có thể sản xuất hàng nǎm khoảng một vạn tấn gang...Chúng ta đã sản xuất được nhiều mặt hàng mới về vải, hàng dệt kim, đồ nhựa, đồ sắt tráng men, đồ dùng gia đình, vǎn phòng phẩm, sǎm lốp xe đạp, một số loại dược phẩm.'' Tài liệu lưu trữ. Báo cáo Đại hội 3 [[Đảng Cộng sản Việt Nam]]<\/ref>.\n\n===Giao thông===\n[[Tập tin:DuongHanhPhuc haging2007.jpg|nhỏ|300px|phải|[[Đường Hạnh Phúc]] dài 140 km, khởi công 1959, vừa làm vừa tiễu phỉ.]]\nSau chiến tranh, hầu như các cầu nhỏ và vừa bị phá hủy, đường sắt bị lột ray, đường bộ bị đào bới cản phá xe địch. Thời kỳ này, công nghiệp phát triển chậm vì phải đợi phục hồi giao thông. Các công ty công trình giao thông lớn ngày nay hầu hết được thành lập thời đó. [[Trung Quốc]] đã giúp đỡ nhiều trong việc này (tại đầu [[cầu Việt Trì]] cũ vẫn còn bia tưởng niệm liệt sĩ Trung Quốc hy sinh trong khi xây dựng cầu này). Đường giao thông lớn được phục hồi và chuyển từ 6 mét trước chiến tranh thành 8 mét và hơn nữa. Thiết bị được nhập khẩu số lượng lớn. Tiêu chuẩn giao thông thời kỳ này rất nhỏ so với ngày nay, nên toàn bộ các cầu đường xây dựng ngày đó nay đã làm lại.\n\nHết thời kỳ này, hệ thống giao thông đã hoạt động như trước chiến tranh, khổ đường và các cầu mở rộng so với trước đây. Đường sắt đến [[Vinh]], các cảng biển và đường sắt quốc tế là yếu tố tiên quyết để nhập khẩu hàng hóa trong thời kỳ xây dựng lớn sau đó<ref>Cuối nǎm 1959: khôi phục và làm mới 720 km đường sắt, 2.910 km đường bộ{{Cần chú thích}}.<\/ref>.\n\nCác phương tiện giao thông bộ hết sức khan hiếm, đáng kể nhất là số xe tải thu được của [[Pháp]] trong chiến tranh và số xe tải có được do viện trợ. Việc tổ chức sản xuất [[xe đạp]], [[mô tô|xe máy]], [[máy kéo]]... mới trên kế hoạch. Các [[nhà máy đóng tàu]] thuyền ít và hoạt động chậm. Nhà nước thành lập các [[hợp tác xã]] đóng tàu thuyền, chủ yếu bằng phương pháp thủ công.\n\nCảng [[Hải Phòng]] được lắp thiết bị mới. Rất nhiều cảng bí mật như [[Mũi Chùa]], [[Cái Lân]] được xây dựng phục vụ chiến tranh. (Cảng Mũi Chùa ở [[Tiên Yên]] [[Quảng Ninh]] có kho nằm trong lòng núi, nay đã bịt kín. Cảng Cái Lân nay trở thành khu công nghiệp lớn). Các cảng bí mật này đảm bảo nhập hàng hóa và chuyển vũ khí vào Nam khi Mỹ đánh phá ách liệt. Một số cảng dân sự lớn được nạo vét như [[Hạ Long]], [[Cửa Ông]], [[Cảng nổi Bái Tử Long]], [[Bến Thủy|Bến Thủy]], mực nước sâu, luồng lạch tốt hơn cảng Hải Phòng - cảng duy nhất trước chiến tranh.\n\nTrong thời kỳ này cũng đã mở [[Đường hạnh phúc]]<ref>Đường Hạnh Phúc là con đường nối vùng cao [[Hà Giang]] và thị xã, đường do nhân dân bản địa đóng góp công sức, miền xuôi hỗ trợ phương tiện, [[Khu tự trị Việt Bắc]] hỗ trợ dân công.<\/ref> lên vùng cao Hà Giang năm 1959. Con đường dài 140&nbsp;km trên vách đá nhưng chỉ có hai xe tải chạy than là công cụ cơ giới khi làm đường. Khi làm [[Đường Hạnh Phúc]] phải treo công nhân khoan lên vách đá dựng đứng đã nói lên những khó khăn và dũng cảm của ngày đó<ref>[http:\/\/www.vietnamplus.vn\/Home\/Huyen-thoai-ve-mot-con-duong-mang-ten-Hanh-phuc\/20128\/154509.vnplus Huyền thoại về một con đường mang tên Hạnh phúc, VietnamPlus, TTXVN]<\/ref>.\n\n===Thương mại===\nBan đầu, nội thương vẫn trong tay những cửa hàng cá nhân buôn bán nhỏ lẻ, hoạt động chủ yếu trong các chợ. Các chính sách cải tạo vì thế ít ảnh hưởng đến nội thương cho đến khi xuất hiện các [[hợp tác xã mua bán]] và công ty thương nghiệp của nhà nước với nguồn hàng dồi dào hơn các cá nhân. Các tổ chức thương nghiệp nhà nước xuất hiện cùng với chính sách phân phối hạn chế chặt chẽ thương nghiệp. Ngoài các công ty thương nghiệp nhà nước, mọi hình thức thương mại khác không do nhà nước thực hiện đều bị coi là bất hợp pháp. Người dân mua hàng hoá bằng cách cầm phiếu mua hàng được phân bổ đến các cửa hàng. Chính sách này thực chất là một hình thức phân phối theo đầu người của thời chiến. Chỉ có những hàng hóa bình dân tối cần thiết được sản xuất và mua bán. Các hàng hóa được coi là xa xỉ bị cấm đoán. Tuy thắt chặt nội thương, nhưng lượng hàng hóa tăng cùng phát triển kinh tế vẫn làm dân chúng dễ chịu hơn những năm tháng trước chiến tranh và chiến tranh.\n\nNgoại thương phát triển nhảy vọt do nhu cầu nhập khẩu thiết bị. Tuy nhiên, giao thông chưa được phục hồi không cho phép số lượng hàng hóa lớn. Chủ yếu các hàng nhập lúc này là phương tiện và vật liệu cho các công trình và giao thông. Một số hàng nhập khẩu là thiết bị nông nghiệp, công nghiệp cho các cơ sở cung cấp nguyên liệu, dành cho các nhà máy sắp được xây dựng trong kế hoạch. Nguồn thanh toán chủ yếu là viện trợ không hoàn lại. Chính quyền đã sớm nhìn ra những lợi thế ngoại thương. Cuối giai đoạn này, một số hàng xuất khẩu đã xuất hiện, như hoa quả nhiệt đới, cao su... nhưng còn rất ít.\n\n===Y tế, giáo dục===\nTrong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]], [[Việt Nam Dân chủ Cộng hòa]] đã thành lập [[Việt Nam Học Hiệu]] ở gần biên giới, bên trong lãnh thổ Trung Quốc để duy trì ngành giáo dục.\n\nĐến những năm 1954-1960, một kế hoạch khổng lồ cho phát triển y tế và giáo dục được xây dựng, bắt đầu được tiến hành và hoàn thành khoảng đầu những năm 1970. Kết quả: số lượng giáo viên, y bác sĩ, trường học, bệnh viện, số giường bệnh và chỗ ngồi học tăng 30-50 lần.\n\nKhẩu hiệu của [[Hồ Chí Minh]] là: \"Vì mục đích mười năm phải trồng cây, vì mục đích trăm năm phải trồng người\". Khẩu hiệu này đã động viên dân chúng tham gia dạy và học, kể cả trong hoàn cảnh thời đó nhiều gia đình nông dân lúc đó không muốn cho con cái đi học mà để chúng ở nhà làm việc, họ chưa từng biết chữ và chưa nhận thấy giá trị của kiến thức. Chính phủ đề cao chủ nghĩa dân tộc và tinh thần đoàn kết Bắc-Nam, phù hợp với hoàn cảnh chia cắt về chính trị khi đó.\n\nCác trường [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm]], [[Trường Đại học Bách khoa Hà Nội|Đại học Bách Khoa]], [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp]], [[Trường Đại học Y Hà Nội|Đại học Y]], [[Trường Đại học Dược Hà Nội|Đại học Dược]] được thành lập và mở rộng. Việc học hoàn toàn miễn phí, hình thức tuyển chọn là cử tuyển.<ref>Việt Nam-Những sự kiện (1954-1964).Nhà xuất bản Khoa học xã hội. Hà Nội. 1973<\/ref> [[Sinh viên]] có tiêu chuẩn lương thực và vải mặc như người đi làm. Những [[học sinh]] giỏi nhất được cử đi học ở nước ngoài từ trong Kháng chiến chống Pháp. Điều này giải phóng một nguồn lực tri thức lớn trong nông dân. Những trí thức trưởng thành giai đoạn này về sau là lực lượng lãnh đạo kinh tế-kỹ thuật của Việt Nam. Với người lớn, phong trào [[Bình dân học vụ]] và các lớp bổ túc, xóa nạn mù chữ mở rộng khắp, hết thời kỳ này về cơ bản đã xóa được nạn mù chữ.<ref>Tổng cục thống kê. Niên giám thống kê 1955-1959. Nhà xuất bản Thống kê. Hà Nội. 1960<\/ref>\n\nCác trí thức đi du học thời này khi trở về đã đặt nền móng cho khoa học của nước Việt Nam mới. Những nước đào tạo nhiều cho Việt Nam là [[Tiệp Khắc]], [[Liên Xô]], [[Trung Quốc]]. Thời kỳ sau thì gần như tất cả các nước xã hội chủ nghĩa đào tạo cho Việt Nam. Từ thời kỳ này, người Việt Nam có cơ hội học tập nghiên cứu trong những trường đại học và viện nghiên cứu hàng đầu thế giới.\n\nĐoàn [[Viện Hàn lâm Khoa học Liên Xô]] đã đến miền Bắc tìm hiểu và giúp xây dựng kế hoạch phát triển các cán bộ có trình độ cao.\n\nTrước đây, nhiều tỉnh đông dân như [[Thái Bình]] chưa có [[trường cấp 3]] (trung học), điều này gây khó khăn cho học sinh, do phải đi trọ học tốn kém. Cùng với số lượng thầy giáo mới được đào tạo, số lượng các trường tăng theo cấp số nhân. Việc tăng số lượng các trường diễn ra cùng mới việc tăng mức phổ cập giáo dục, từ xóa nạn mù chữ đến hết cấp 3. Hệ thống trường giáo dục phổ thông ngày nay được hình thành hoàn tất khoảng những năm 1970.\n\nKhoa học y tế Việt Nam khá phát triển, ngay từ thời kỳ này đã chế tạo được các sản phẩm tiên tiến như [[vắc-xin]], [[kháng sinh]]. Tốc độ xây dựng các [[bệnh viện]] cũng nhanh như trường phổ thông. Trước chiến tranh nhiều tỉnh chưa có bệnh viện, hệ thống các bệnh viện ngày nay được hình thành xong khoảng những năm 1970. Việc chữa bệnh thời kỳ này hoàn toàn miễn phí.\n\nỞ miền núi, [[y tế]] và [[giáo dục]] được các đơn vị [[người lính|bộ đội]], [[biên phòng]] đảm nhiệm. Nhà nước động viên những đợt [[giáo viên]] và y [[bác sĩ]] di cư đến vùng núi xa xôi, như [[Hướng Tây Bắc|Tây Bắc]], [[Hà Giang]].\n\nSự phát triển về y tế giáo dục trong thời kỳ này là một thành công nhảy vọt có tầm quan trọng ảnh hưởng lớn tới các mặt khác trong xã hội, để đến những năm 1960 sau đó có được các cán bộ trình độ cao. Đến khi hòa bình lập lại, miền Bắc mới có 700 cán bộ chuyên môn có trình độ đại học. Nhưng sáu nǎm sau, đã đào tạo 2.500 cán bộ có trình độ đại học và trên 10.000 cán bộ trung cấp chuyên nghiệp.<ref name=\"ReferenceA\">Tổng cục thống kê. Niên giám thống kê 1960-1964. Nhà xuất bản Thống kê. Hà Nội. 1965<\/ref> Năm 1960 có 1.815.000 học sinh phổ thông, 2.400 lưu học sinh đang học ở nước ngoài, trong nước có 9 trường đại học với 11.070 sinh viên, có 50 trường trung cấp chuyên nghiệp với 26.330 học sinh.<ref name=\"ReferenceA\"\/> ''Trong 5 nǎm, sẽ có thêm gần 25.000 cán bộ tốt nghiệp đại học và gần 10 vạn cán bộ tốt nghiệp trung cấp chuyên nghiệp''<ref>Kế hoạch 1961-1965. Tài liệu lưu trữ. [[Đảng Cộng sản Việt Nam]]. ''Nhiệm vụ và phương hướng của Kế hoạch 5 năm lần thứ nhất phát triển kinh tế quốc dân (1961-1965). Báo cáo bổ sung tại Đại hội đại biểu toàn quốc lần thứ III'', Nguyễn Duy Trinh trình bày, ngày 7-9-1960<\/ref>.\n\n==Quân đội==\n===Tổ chức lại về mặt chính trị===\n[[Quân đội Nhân dân Việt Nam]] được tổ chức lại về mặt chính trị để bảo đảm trung thành tuyệt đối với đảng. Một cán bộ lý luận cấp cao nhất, [[Đại tướng]] [[Nguyễn Chí Thanh]], được biệt phái thành lập [[Tổng cục Chính trị Quân đội Nhân dân Việt Nam|Tổng cục Chính trị]] Quân đội Nhân dân Việt Nam nhằm thực hiện chính sách của đảng trong quân đội. Công tác chính trị và giáo dục lý tưởng được đặt ngang hàng công tác quân sự. Nhiều sĩ quan xuất thân từ thành thị, có kinh nghiệm tác chiến và học vấn tốt đã bị thay thế vì các tiêu chuẩn như thành phần lý lịch và không đủ độ tin tưởng của đảng{{fact|date = ngày 6 tháng 1 năm 2013}}. Thay vào đó là lớp sĩ quan xuất thân từ nông dân. Tuy nhiên đó là một xáo trộn không lớn, chủ yếu chỉ diễn ra trong hàng ngũ cán bộ sơ cấp và trung cấp. Hàng ngũ tướng lĩnh chỉ huy của quân đội không bị xáo trộn nhiều. Sau này, cùng với [[sửa sai]], việc thanh lọc này được phục hồi, chỉ còn những cán bộ có anh em, bố mẹ theo đối phương mới bị loại bỏ. Trong chuyện này có sự can thiệp của những lãnh tụ cấp cao nhất có tư tưởng thực tế như [[Hồ Chí Minh]] và [[Võ Nguyên Giáp]].\n===Chính quy hoá===\nKhoa học quân sự [[Việt Nam]] rất phát triển, thực tiễn 9 năm kháng chiến đã kết hợp chặt chẽ binh thư cổ đại và chiến tranh hiện đại. Những năm [[hòa bình lập lại]], khoa học quân sự được đúc kết từ thực tiễn vào sách vở thành tài liệu, nghiên cứu, giảng dạy cùng với [[quân đội]] đang được hiện đại hóa. [[Quân đội Nhân dân Việt Nam]] từ đó hết sức thiện chiến ở cả hai mức, cá nhân từng chiến sĩ và khoa học chỉ huy. Phương pháp xây dựng công sự hình râu tôm phân nhánh, phương pháp tiến quân ba mũi là những độc đáo đặc sắc của khoa học quân sự này.\n\nCũng như dân sự, hệ thống các trường [[quân đội]] được thành lập để phát triển nhân sự. Cũng rất nhiều cán bộ trí thức được cử đi đào tạo ở nước ngoài. Sự phát triển của xã hội là nền tảng phát triển quân đội.<ref>Ví dụ, các phi công [[Mikoyan-Gurevich MiG-17|MiG-17]] rất khó tuyển, chủ yếu lấy từ quân đội, nhưng sau đó, các phi công [[Mikoyan-Gurevich MiG-21|MiG-21]] lại lấy chủ yếu từ học sinh, sinh viên. Trước đây, do ít người học được đến cấp 3 nên phi công lấy từ quân dội, rồi cử đi học văn hoá cùng huấn luyện chuyên môn. Sau này, phi công được tuyển chủ yếu từ học sinh, rất ít từ sinh viên. Hàng năm đều có các đợt tuyển phi công trong các trường cấp 3. Do số lượng học sinh tăng lớn, nên việc tuyển chọn dễ dàng, người ta chỉ lấy những người có thể chất và trí tuệ tốt nhất. Nhiều học sinh đủ điều kiện nhưng lúc khám tuyển trượt chỉ vì lúc đó có mụn nhọt.{{Cần chú thích}}<\/ref>.\n\nVệ quốc đoàn Việt Minh ở giai đoạn trước, vừa được chính quy hóa, vừa được tiếp viện gần 8 vạn bộ đội tập kết từ miền nam ra, trở nên rất mạnh mẽ cả về chuyên môn và tư tưởng, sự trung thành. Rất nhiều người miền nam tham gia hiện đại hóa công nghiệp quốc phòng, trong khi một phần trong những người còn lại được huấn luyện để chuẩn bị gửi vào chiến trường.\n\n===Hiện đại hoá===\nThời kỳ này, số lượng [[vũ khí]] mới ít, trình độ khoa học quân sự chưa cao làm cản trở đáng kể việc phát triển các binh chủng hiện đại. Cùng thời kì, [[Việt Nam Cộng hòa]] đã được trang bị nhiều phương tiện hiện đại hơn. Nhưng việc phát triển vững chắc dựa trên nòng cốt là phát triển con người đem lại những thuận lợi cho tương lai. Ví dụ, đến năm 1965, Quân đội Nhân dân Việt Nam đã có những đơn vị [[máy bay tiêm kích]], [[ra đa|radar]], [[tên lửa]] của Liên Xô viện trợ trong khi [[Việt Nam Cộng hòa]] cũng nhận viện trợ các kỹ thuật đó ở người [[Hoa Kỳ|Mỹ]] với tổng số viện trợ quân sự trong 6 năm (1955-1960) là 1,0289 tỷ USD.<ref>Gabiel Kolko. Giải phẫu một cuộc chiến tranh (in lần thú ba). Nhà xuất bản Quân đội nhân dân. Hà Nội. 2003<\/ref>\n\nNăm 1954, khi kết thúc chiến tranh tại Miền Bắc Việt Nam, [[Quân đội Nhân dân Việt Nam]] chủ yếu được trang bị súng chiến lợi phẩm theo tiêu chuẩn phương Tây (xem [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]). Trong [[Chiến dịch Điện Biên Phủ]] đã có một số cối pháo tiêu chuẩn [[Liên Xô]] viện trợ như: cối 82mm, pháo phản lực, pháo phòng không 37&nbsp;mm, nhưng số lượng vẫn rất hạn chế. Súng cầm tay cũng đã có một lượng không đáng kể được viện trợ bởi [[hệ thống xã hội chủ nghĩa|các nước xã hội chủ nghĩa]], như [[PPSh-41]] (tên Việt Nam là [[K-50]]).\n\nMột trong những thành công của thời kỳ 1954-1960 là tìm được phương án biên chế súng đạn tiêu chuẩn cho bộ binh. Các [[vũ khí]] [[bộ binh]] chỉ được nhập khẩu đủ sau đó, nhưng cơ cấu sử dụng súng đạn đã có. Các [[súng]] bộ binh phương Tây chiến lợi phẩm (là vũ khí chủ yếu đến lúc này) dần đổi sang các súng của khối [[Hệ thống xã hội chủ nghĩa|Xã hội chủ nghĩa]] dùng tiêu chuẩn Liên Xô.\n\nChính vì phải thay đổi tiêu chuẩn vũ khí nên cần nhập khẩu số lượng rất lớn vũ khí, [[đạn]] dược, [[khí tài]] và tổ chức dự trữ đạn dược, đào tạo nhân sự. Điều này đến trong khi giao thông còn tồi tệ dẫn đến hiện đại hóa quân đội chậm chạp, các vũ khí nặng càng chậm hơn, chỉ tương đối hoàn thành năm 1966.\n\nĐến năm 1958 thì cơ cấu quân sự xuất hiện trong giai đoạn [[Chiến tranh Việt Nam]] đã hình thành. Lực lượng quân chủ lực trung ương là những đơn vị đầu tiên đổi vũ khí cũ (chiến lợi phẩm từ Pháp) sang vũ khí mới được viện trợ. Năm 1958, 2\/3 súng của lực lượng quân chủ lực đã đổi tiêu chuẩn<ref>''bộ binh là lực lượng chủ yếu có 7 sư đoàn, 6 lữ đoàn, 12 trung đoàn độc lập... Hai phần ba số đơn vị được trang bị mới bằng súng CKC, AK, RPĐ, đại liên Coriolốp của các nước XHCN sản xuất bắn cùng cỡ đạn 7,62mm. Sư đoàn được trang bị 6.645 súng bộ binh, 200 khẩu pháo mặt đất và cối, 42 khẩu pháo và súng cao xạ, 281 xe vận tải và kéo pháo, 37 máy vô tuyến điện''. Tài liệu lưu trữ tổng cục kỹ thuật, báo cáo 1958<\/ref>. Chính vì vậy, đến năm 1966, 60% lực lượng chủ lực Quân đội Nhân dân Việt Nam đã được trang bị súng trường tấn công [[AK-47]], số còn lại dùng cạc bin [[CKC|SKS]]. Súng AK-47 được xem là vượt trội hơn vũ khí cá nhân tiêu chuẩn của quân Mỹ trước năm 1966 là súng trường [[M14]] (năm 1966 quân Mỹ mới trang bị hàng loạt súng trường tấn công [[M16]]).\n\nCác kế hoạch thiết kế và chế tạo vũ khí mới vẫn được duy trì từ trước Kháng chiến chống Pháp, nhưng thời điểm này chậm phát triển do vũ khí nhập khẩu đã xuất hiện. Các đại bác và súng chống tăng không giật ([[RPG]]) mới nhập rất thích hợp. Quân đội Nhân dân Việt Nam chuyển sang nghiên cứu sử dụng và sao chép, cải tiến các súng nhập khẩu. Nhưng chỉ sau 1960 mới sản xuất được số lượng lớn vũ khí, do công nghiệp thời này còn yếu.\n\nTrong khi súng trường tấn công mới chưa phổ biến, các binh chủng hiện đại chưa về nước<ref>Như nhóm các phi công, nhân viên kỹ thuật đi học ở Tiệp Khắc.<\/ref> thì [[pháo binh]] và [[phòng không]] đã phát triển trước. Quân đội Nhân dân Việt Nam từ bỏ các pháo phương Tây chiến lợi phẩm như lựu pháo 105mm, cối 81mm, thay bằng các pháo khối Xã hội chủ nghĩa tiêu chuẩn Liên Xô như [[cối 82mm]], pháo nòng dài chống tăng [[85mm Đ44]], [[lựu pháo 122mm]]... Các cán bộ kỹ thuật, kế toán, trinh sát, thông tin được chọn trong số các trí thức quân đội và cử đi du học. Sau này có những vũ khí được thiết kế riêng cho chiến trường Việt Nam như [[ĐKB]] của Liên Xô. Trong giai đoạn này, số lượng pháo tăng gấp nhiều lần. Lực lượng phòng không tách khỏi pháo binh năm 1956 trở thành một [[binh chủng]] độc lập. Trong khi đó các đơn vị bộ binh dần xây dựng kiểu hợp thành, gồm các thành phần pháo binh, phòng không riêng, đóng vai trò lực lượng cơ động mạnh.\n\n==Chuẩn bị chiến tranh==\nNhững nỗ lực thực hiện [[Hiệp định Genève, 1954|Hiệp định Genève]] của miền Bắc bất thành. Chính phủ Việt Nam Cộng hòa thẳng tay đàn áp những người cộng sản ở miền Nam và từ chối tất cả các đề nghị hợp tác của Việt Nam Dân chủ Cộng hòa. Lực lượng Cộng sản miền Nam hoạt động ngày càng mạnh, đòi hỏi sự hỗ trợ của miền Bắc.\n\nThời kỳ này là thời kỳ ''khủng bố trắng'' đen tối, nhiều đoàn cán bộ miền Nam đã vượt biển về trung ương xin vũ khí bằng tàu nhỏ. Tuyến đường biển hình thành, quan trọng với vùng ven Trung Bộ như [[Bình Định]], [[Quảng Nam]], [[Quảng Ngãi]]. (xem [[Đường Hồ Chí Minh trên biển|Đường mòn Hồ Chí Minh trên biển]]).\n\nGiai đoạn này miền Bắc bắt đầu bí mật cho tiến hành phát triển tuyến đường tiếp vận chiến lược: [[Đường Trường Sơn]] - còn được gọi là [[Đường Trường Sơn|Đường mòn Hồ Chí Minh]]. Đây sẽ là một tuyến vận chuyển chiến lược đảm bảo nhu cầu chiến tranh sẽ được mở rộng tại miền Nam sau này. Nhưng vào lúc đó tuyến đường này vẫn chỉ là các lối mòn trong rừng cho giao liên và các toán cán bộ vào Nam.\n\nCác hoạt động ngoại giao đảm bảo một con đường thuận lợi qua [[Campuchia]], hàng đến [[Campuchia]] bằng đường biển và chuyển vào miền Nam bằng đường bộ.\n\nNói chung, các nỗ lực tranh đấu của [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ Cộng hoà]] vào thời kỳ này là đấu tranh chính trị và ngoại giao để đòi tổng tuyển cử theo [[Hiệp định Genève, 1954|Hiệp định Genève]]. Miền Bắc ở giai đoạn này đang tích luỹ nhưng chưa đủ khả năng để tiến hành chiến tranh tại miền Nam.\n\n==Ngoại giao==\nNgay từ trong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]], chính phủ Việt Nam Dân chủ Cộng hòa đã nỗ lực tranh thủ ngoại giao. [[Chiến dịch Biên giới]] năm 1950 kết thúc thắng lợi, nối liền miền Bắc với khối Xã hội chủ nghĩa, [[Trung Quốc]], [[Liên Xô]] và [[Đông Âu]]. Chủ tịch [[Hồ Chí Minh]] cùng [[Mao Trạch Đông]] đến dự sinh nhật thứ 70 của [[Iosif Vissarionovich Stalin|Stalin]], sau đó ký các hiệp định hợp tác. Trung Quốc và Liên Xô đặt quan hệ ngoại giao với [[Việt Nam Dân chủ Cộng hòa]] năm 1950. Sau này, đây là nguồn hỗ trợ lớn để Việt Nam Dân chủ Cộng hòa duy trì cuộc chiến lấu dài thống nhất đất nước. Trong thời kỳ này, Việt Nam Dân chủ Cộng hòa còn được nhiều nước khác đặt quan hệ ngoại giao.\n\nViệt Nam Dân chủ Cộng hòa có quan hệ mật thiết với [[Campuchia]], nước này sau này sẽ trở thành hậu phương lớn của chiến trường miền Nam, đường vận chuyển đầu tiên vào Nam. Một số hoàng thân [[Lào]] để gia đình của họ trú tại Việt Nam Dân chủ Cộng hòa trong khi họ hoạt động cách mạng tại Lào.\n\nViệt Nam Dân chủ Cộng hòa là một tấm gương lớn cho các nước Á Phi giải phóng dân tộc. Nhưng quan hệ còn rất ít. Lúc này mới có những bước đi đầu tiên với [[Phong trào không liên kết|Phong trào Không liên kết]].\n==Viện trợ nước ngoài==\nKhối lượng hàng quân sự Liên Xô, [[Trung Quốc]] và các nước xã hội chủ nghĩa (bao gồm [[Tiệp Khắc]], [[Ba Lan]], [[Hungary]], [[Bulgaria]], [[România]], [[Cộng hòa Dân chủ Đức|Đông Đức]], [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]] và [[Cuba]]) viện trợ từ năm 1955 đến 1975, qua từng giai đoạn như sau:<ref>Lê Huy Hòa ''(chủ biên)''. Bách khoa tri thức quốc phòng toàn dân. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2002. trang 638.<\/ref>\n\n* Giai đoạn 1955-1960: tổng số 49.585 tấn, gồm: 4.105 tấn hàng hậu cần, 45.480 tấn vũ khí, trang bị-kỹ thuật; trong đó, Liên Xô: viện trợ 29.996 tấn, Trung Quốc viện trợ 19.589 tấn.\n* Giai đoạn 1961-1964: tổng số 70.295 tấn, gồm: 230 tấn hàng hậu cần, 70.065 tấn vũ khí, trang bị - kỹ thuật; trong đó, Liên Xô: 47.223 tấn: Trung Quốc 22.982 tấn, các nước xã hội chủ nghĩa khác: 442 tấn.\n* Giai đoạn 1965-1968: tổng số 517.393 tấn, gồm: 105.614 tấn hàng hậu cần, 411.779 tấn vũ khí, trang bị-kỹ thuật; trong đó, Liên Xô: 226.969 tấn, Trung Quốc: 170.798 tấn, các nước xã hội chủ nghĩa khác 119.626 tấn.\n* Giai đoạn 1969-1972: tổng số 1.000.796 tấn, gồm: 316.130 tấn hàng hậu cần, 684.666 tấn vũ khí, trang bị-kỹ thuật; trong đó, Liên Xô 143.793 tấn, Trung Quốc 761.001 tấn, các nước xã hội chủ nghĩa khác 96.002 tấn.\n* Giai đoạn 1973-1975: Tổng số 724.512 tấn, gồm: 75.267 tấn hàng hậu cần, 49.246 tấn vũ khí, trang bị - kỹ thuật; trong đó, Liên Xô: 65.601 tấn, Trung Quốc: 620.354 tấn, các nước xã hội chủ nghĩa khác: 38.557 tấn.\n\nNhư vậy, qua 20 năm, các nước xã hội chủ nghĩa đã viện trợ cho Việt Nam Dân chủ Cộng hòa tổng khối lượng hàng hóa là 2.362.581 tấn; khối lượng hàng hóa quân sự trên quy đổi thành tiền, tương đương 7 tỉ rúp. Việc tự lực sản xuất vũ khí của Quân đội Nhân dân Việt Nam chủ yếu hướng vào quân trang quân phục và vũ khí cá nhân, còn vũ khí hạng nặng phụ thuộc phần nhiều vào viện trợ từ các quốc gia đồng minh.<ref>Lê Huy Hòa ''(chủ biên)''. Bách khoa tri thức quốc phòng toàn dân. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2002. trang 636-638.<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Chiến tranh Việt Nam]]\n*[[Phong trào Nhân Văn - Giai Phẩm|Phong trào Nhân Văn-Giai Phẩm]]\n*[[Chiến tranh Việt Nam (miền Nam, 1954-1959)|Tình hình miền Nam 1954-1959]]\n==Liên kết ngoài==\n* [https:\/\/web.archive.org\/web\/20071118174203\/http:\/\/www.cpv.org.vn\/details.asp?topic=2&subtopic=4&leader_topic=220&id=BT990537150 Nhiệm vụ và phương hướng của kế hoạch 5 năm lần thứ nhất phát triển kinh tế quốc dân (1961-1965). Báo cáo bổ sung tại Đại hội đại biểu toàn quốc lần thứ III do đồng chí Nguyễn Duy Trinh trình bày, ngày 7-9-1960]\n\n[[Thể loại:Chiến tranh Việt Nam]]"}