{"100532":"{{Chú thích trong bài|date=tháng 5\/2021}}\n{{Thông tin chiến tranh\n|conflict=Chiến dịch Xuân – Hè 1972\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:Ofensiva pascua.jpg|250px]]\n|caption=Sơ đồ trận tiến công của Quân Giải phóng miền Nam Việt Nam với sự hỗ trợ của Quân đội Nhân dân Việt Nam\n|date= [[30 tháng 3]] năm 1972 – [[31 tháng 1]] năm [[1973]]\n|place= Miền Nam Việt Nam\n|result= – [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]] chặn được cuộc tiến công của Quân Giải phóng miền Nam nhưng mất nhiều vị trí chiến lược<br> – [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] mở rộng vùng kiểm soát thêm 10 - 20% lãnh thổ miền Nam <br>[[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] tiếp tục duy trì lợi thế tại Hội nghị Paris từ sau [[Chiến dịch Lam Sơn 719|Chiến dịch đường 9 – Nam Lào]]\n|combatant1={{flagcountry|Hoa Kỳ}}<br> {{flagcountry|Việt Nam Cộng hòa}}\n|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ Cộng hoà]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] \n|commander1=[[Tập tin:Flag of the United States.svg|22px]] [[Creighton Abrams]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Frederick C. Weyand]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[James L. Holloway III]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[John W. Vogt Jr]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[John Dale Ryan]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Gerald W. Johnson]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Andrew B. Anderson]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Glenn R. Sullivan]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Ngô Quang Trưởng]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Nguyễn Văn Toàn]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n|commander2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Võ Nguyên Giáp]]<br>[[Tập tin: FNL Flag.svg|22px]] [[Lê Trọng Tấn]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Hoàng Văn Thái]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Văn Tiến Dũng]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Trần Văn Trà]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Hoàng Minh Thảo]]\n|strength1= ''' Tổng cộng: trên 810.000 (gồm 65.000 lính Mỹ)'''<br>[[Tập tin:Flag of South Vietnam.svg|22px]] 13 sư đoàn và 11 lữ đoàn quân chủ lực<ref>William Conby-Một chiến thắng bị bỏ lỡ Nhà xuất bản CAND<\/ref> và quân Địa phương tại các nơi diễn ra chiến sự<br>'''Trang bị''': <br>2.090 xe chiến đấu (472 xe tăng, 1.618 xe thiết giáp)<br>1.692 máy bay và trực thăng các loại, 1.611 tàu chiến và ca-nô<ref>{{chú thích web | url = http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/3\/32\/32\/180858\/Default.aspx | tiêu đề = Chiến dịch giải phóng Quảng Trị và Thành cổ qua đánh giá từ phía bên kia | author = | ngày = | ngày truy cập = 24 tháng 9 năm 2015 | nơi xuất bản = Quân đội Nhân dân | ngôn ngữ = }}<\/ref><br>[[Tập tin:Flag of the United States.svg|22px]] [[Không quân Hoa Kỳ]] (1.270 máy bay, vài trăm trực thăng) và [[Đệ thất Hạm đội Hoa Kỳ|Hạm đội 7]] (có 6 [[tàu sân bay]], 135 [[tàu tuần dương]], [[tàu khu trục]] và tàu nổi khác).\n|strength2= ''' Tổng cộng: trên 200.000 quân chính quy'''<br>Gồm 14 sư đoàn, 26 trung đoàn độc lập<ref name=\"Spencer.113\"\/><br>Hàng trăm nghìn dân quân, du kích hỗ trợ<br>'''Trang bị:'''<br>322 xe tăng và xe thiết giáp<ref>http:\/\/mod.gov.vn\/wps\/portal\/!ut\/p\/b1\/vZPJjqNADIafZR4goghrjsUSCsK-py4ohEDYM5BAwtM3M2qNNIfuvsy0fbL1Wb9_SyYwERO4O01lcbqXfXdqftWYTfbQdHmBhEAJHQaoFJQQBVgADGYFjisgKhDRnA4ArysrAFHg7hyKApD6aj4i4urICOKozrIc2mATOcfKtZonByHncVjEmrpgreXREnG9Iwi5GCcLRRtmXDN97zEhrvK1l_GjrkZXLZfRYEehPcfnqJUHN6XN5dJptFVSlGd4D4ZGDNkMwrZ8wDMnCIaoW47iurXDyegWbRjyZ7_N82CcURCpZDKEGY_2HFysalHoH-9-wQcBwdd-8d8Ij0h2RZDEhqFHKSL3Dnx20t_AJzscV4D7cAuZJXwiBnTiVa-butSLW4HX05dvpuFjCwzBbIDEN4N68XYWaUjBAmrSMofTPMol8HWs-hmys9ANBAhvdvUYvxLkvluQ-e-CFtoDVfM1xrOcLTiAb3YY0P9cUCNw0fTp-vRheqR0qVfnvewl1yCKm-VU3vPC5sx9diHHixgDaD7TJG7d67FVX-VidPX8nDYxKLzq3LZGwTSs_dSC1H5ap26UDm7TlnjUejBhrYIrsKeLRLqX6p0nu1EZZnBW2bqaDp3GXcWt1Aryw9gp91kRz7owJakd-Lu8ASlmp0Oh6bE0shknCxkDa-fARsHQyMyLvWwOJt0nkbIQJurbC3Frg0lnXbTEf_LyBkZ7r9c!\/dl4\/d5\/L2dBISEvZ0FBIS9nQSEh\/<\/ref><br>Khoảng 100 máy bay các loại (chỉ phòng thủ không phận miền Bắc).\n|casualties1='''Tính chung cả năm 1972:'''<br>\n[[Tập tin:Flag of the United States.svg|22px]] Mĩ: 561 chết, 3.936 bị thương, 11 mất tích<br>\n[[Tập tin:Flag of South Vietnam.svg|22px]] VNCH: 39.587 chết, 139.731 bị thương, hàng nghìn mất tích<ref>Clarke, Jeffrey J. (1988), United States Army in Vietnam: Advice and Support: The Final Years, 1965–1973, Washington, D.C: Center of Military History, United States Army, p. 275<\/ref>\n<br>'''Quân đội Nhân dân Việt Nam thống kê:''' 213.307 chết hoặc bị thương, 13.000 bị bắt.<ref>Bách khoa tri thức quốc phòng toàn dân. Nhà xuất bản Chính trị quốc gia. Hà Nội.2003. các trang 280–284 và 1734–1745.<\/ref><br>'''Tổn thất trang bị''':<br>Khoảng 1.000 xe tăng và xe thiết giáp bị phá hủy<br>Vài trăm máy bay và trực thăng bị bắn rơi<br>Vài chục tàu chiến bị bắn chìm hoặc bắn cháy\n|casualties2='''Tính chung cả năm 1972'''<br>'''''Hoa Kỳ ước tính:''''' ~40.000 chết, ~60.000 bị thương hoặc mất tích<ref>For a comparison of casualty figures, see Lewis Sorley, ''A Better War''. New York: Harvest Books, 1999, Chapt. 20, fn. 49. Although North Vietnamese casualties were horrendus, the figure of 100.000 dead, often quoted in historical sources, is only an approximation. See Dale Andrade, ''Trial by Fire''. New York: Hippocrene Books, 1995, p. 531.<\/ref><br>\n'''''Nguồn Việt Nam:''''' Chưa có thống kê chi tiết<br>'''Tổn thất trang bị''':<br>Khoảng 250 xe tăng và xe thiết giáp bị phá hủy<br>54 máy bay bị bắn rơi{{cần chú thích}}\n}}\n{{Campaignbox Vietnam War}}\n'''Chiến dịch Xuân – Hè 1972''', còn được biết đến với tên gọi '''Mùa hè đỏ lửa''' (theo cách gọi của [[Quân lực Việt Nam Cộng hòa]]), hoặc '''Easter Offensive''' (\"Chiến dịch [[Lễ Phục Sinh]]\"; theo cách gọi của [[Hoa Kỳ]]), là một phần trong [[Chiến cục năm 1972 tại Việt Nam]], diễn ra từ ngày 30 tháng 3 năm 1972 đến ngày 31 tháng 1 năm 1973 trong [[Chiến tranh Việt Nam]], là một nhóm các chiến dịch do [[Quân Giải phóng miền Nam Việt Nam]] (QGP) và [[Quân đội Nhân dân Việt Nam]] (QĐNDVN), chống lại [[quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]] ([[Quân lực Việt Nam Cộng hòa|QLVNCH]]). Đây là cuộc tổng tấn công chiến lược bằng các chiến dịch tiến công quy mô lớn, hiệp đồng binh chủng, tiến công sâu vào hệ thống phòng ngự tại những hướng chiến lược quan trọng: [[Quảng Trị]] – [[Thừa Thiên Huế]], [[Bắc Tây Nguyên]], [[đông Nam Bộ (Việt Nam)|miền Đông Nam Bộ]], [[đồng bằng Khu V]] và Khu VIII (Nam Bộ). Cuộc tiến công bắt đầu ngày 30 tháng 3 năm 1972<ref>[http:\/\/vietnamlibrary.informe.com\/csvsq-k16-tvbqgvn-tqlc-dt583.html]<\/ref> và kéo dài tới 31 tháng 1 năm 1973.\n\n==Kế hoạch của Quân Giải phóng miền Nam Việt Nam==\n\nNhận thấy tình hình chuyển biến ngày càng có lợi về so sánh lực lượng và về thế chiến lược, Bộ Chính trị, Quân ủy Trung ương [[Quân Giải phóng miền Nam Việt Nam]] quyết định xúc tiến việc chuẩn bị để mở cuộc tấn công chiến lược năm 1972 trên toàn miền Nam, trong đó mặt trận Trị – Thiên được chọn là hướng tấn công chủ yếu. Khu 5, trong đó có [[Đà Nẵng]] là chiến trường phối hợp quan trọng.<ref>ĐÀ NẴNG TRONG CUỘC ĐẤU TRANH CHỐNG CHIẾN LƯỢC 'VIỆT NAM HÓA CHIẾN TRANH' CỦA MỸ (1969 - 1973) [http:\/\/www.danang.gov.vn\/home\/view.asp?id=61&id_tin=2409&kieu=in]<\/ref>\n\nTháng 10 năm 1971, [[Trung ương Cục miền Nam]] họp Hội nghị lần thứ 9, xác định quyết tâm kiên quyết thực hiện thắng lợi Nghị quyết Bộ Chính trị và [[Quân ủy Trung ương]]. Trung ương Cục nêu rõ phương hướng và nhiệm vụ trước mắt của chiến trường B2 là: ''\"Tranh thủ thời gian, phấn đấu hoàn thành công tác chuẩn bị, xây dựng thế tiến công chiến lược mới bằng ba quả đấm mạnh trên cả ba vùng chiến lược; tiếp đó, mở cuộc tiến công và nổi dậy rộng lớn nhằm đánh suy sụp nặng ngụy quân, ngụy quyền, đánh bại cơ bản kế hoạch bình định của địch\"''. Để đạt được yêu cầu trên, Thường vụ Trung ương Cục chỉ rõ yêu cầu, nhiệm vụ trên từng vùng chiến lược:{{cần chú thích}}\n* ''Đánh bại về cơ bản kế hoạch bình định của Mỹ ở nông thôn.''\n* ''Đẩy mạnh đòn đánh tiêu diệt địch của bộ đội chủ lực, phát triển thế tiến công liên tục khắp các chiến trường, làm cho quân địch suy sụp và tan rã nặng.''\n* ''Đẩy mạnh phong trào đấu tranh ở đô thị lên một bước mới, nhất là [[Thành phố Hồ Chí Minh|Sài Gòn]] – [[Gia Định]]; khoét sâu mâu thuẫn Mỹ – Thiệu, đấu tranh đòi quyền lợi dân sinh, đòi hòa bình, chấm dứt chiến tranh, tiến tới cao trào đấu tranh chính trị rộng lớn, phối hợp chặt chẽ với đòn tiến công quân sự của bộ đội chủ lực ở hướng chính, buộc Mỹ phải lập một chính phủ mới vãn hồi hòa bình.''\nChiến dịch này được định thời gian cho trùng với giai đoạn đầu của chiến dịch [[bầu cử]] [[Tổng thống Hoa Kỳ|Tổng thống Mỹ]], với hy vọng rằng chiến sự leo thang sẽ gây ra áp lực mạnh mẽ tại Mỹ đòi hòa bình và chấm dứt chiến tranh. Quân Giải phóng miền Nam Việt Nam tấn công thẳng vào các hệ thống phòng thủ chiến lược của Việt Nam Cộng hòa, nhằm làm mất uy tín chính sách [[Việt Nam hóa chiến tranh]] và cầm chân tối đa các lực lượng chủ lực của đối phương, phá vỡ chương trình bình định nông thôn của chính phủ Việt Nam Cộng hòa, và nâng cao vị thế trước khi diễn ra [[Hội nghị Paris, mặt trận ngoại giao năm 1968-1972|Hội nghị Paris]] ngã ngũ.\n\nĐể giành thắng lợi, Quân Giải phóng miền Nam Việt Nam đã huy động rất nhiều tân binh cho trận quyết chiến này. Nhiều người lính lên đường mùa hè 1972 là những thanh niên từ 30 trường đại học, cao đẳng của [[Hà Nội]]: gần 10.000 bộ đội gồm sinh viên và cả giảng viên trẻ. Hiện nay ở [[Nghĩa trang liệt sĩ Trường Sơn|Nghĩa trang Trường Sơn]], ở [[Thành cổ Quảng Trị]] có nhiều bia mộ của những người lính Quân Giải phóng miền Nam Việt Nam ghi năm sinh là 1953 hay 1954. Cũng trong chiến dịch này, lần đầu tiên quân Giải phóng sử dụng 2 loại vũ khí mới, đó là tên lửa phòng không vác vai [[Strela 2]] và tên lửa chống tăng [[AT-3 Sagger]], đây là những loại vũ khí gọn nhẹ nhưng uy lực cao, rất phù hợp với chiến thuật tập kích đánh nhanh - rút gọn của quân Giải phóng.\n\nTheo ước tính của Spencer C.Tucker, tổng lực lượng [[Quân Giải phóng miền Nam]] huy động trong chiến dịch này lúc đầu là 14 [[sư đoàn]] và 26 [[trung đoàn]] độc lập, bao gồm khoảng 200.000 quân. Về trang bị, có 322 xe tăng và xe thiết giáp (136 xe tăng [[T-54]], 54 xe tăng lội nước [[PT-76]], 24 pháo cao xạ tự hành [[ZSU-57-2]], 108 xe tăng [[T-34]] và xe thiết giáp [[BTR-50]]). Lực lượng không quân Quân đội Nhân Dân Việt Nam có khoảng 100 máy bay chiến đấu nhưng không tham gia yểm trợ tấn công mà được giữ lại phòng thủ miền Bắc chống lại các cuộc không kích của Không quân Mỹ.\n\nVề phía Hoa Kỳ, lực lượng tham chiến chủ yếu là [[Không quân Hoa Kỳ]] (gồm 1.270 máy bay) và [[Đệ thất Hạm đội Hoa Kỳ|Hạm đội 7 Thái Bình Dương]] (có 6 [[tàu sân bay]], 5 [[tàu tuần dương|tuần dương hạm]] và hàng chục [[khu trục hạm]]). Quân đội VNCH có trong tay khoảng 742.000 quân (trong đó có khoảng 350.000 quân chủ lực, còn lại là quân địa phương), trang bị khoảng 2.090 xe tăng, xe thiết giáp và hàng trăm pháo tự hành các loại, gần 1.700 máy bay và trực thăng các loại, 1.611 tàu chiến và ca-nô<ref>{{chú thích web | url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/3\/32\/32\/180858\/Default.aspx | tiêu đề = Chiến dịch giải phóng Quảng Trị và Thành cổ qua đánh giá từ phía bên kia | author =  | ngày =  | ngày truy cập = 24 tháng 9 năm 2015 | nơi xuất bản = Quân đội Nhân dân | ngôn ngữ =  | archive-date = 2013-11-15 | archive-url = https:\/\/web.archive.org\/web\/20131115140731\/http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/3\/32\/32\/180858\/Default.aspx | url-status = bot: unknown }}<\/ref>. Như vậy, tương quan lực lượng nghiêng hẳn về phía Hoa Kỳ và VNCH, cả về quân số lẫn trang bị.\n\nVề sau chiến sự kéo dài nên hai bên huy động lực lượng tham chiến càng lúc càng nhiều, cho tới khi ngưng bắn vào tháng 1\/1973.\n\nTrong lúc [[Quân Giải phóng miền Nam]] đang dồn sức chuẩn bị cho cuộc tiến công chiến lược trên toàn miền Nam, tình báo Hoa Kỳ và VNCH vẫn không phát hiện ra. Họ vẫn chủ quan cho rằng: ''\"Cộng sản còn ở thế bị động về chiến lược chiến thuật và đang thiếu thốn trầm trọng, nhất là đạn dược, tinh thần cán binh giảm sút, tuyển mộ khó khăn, số hồi chánh tăng, mức độ hoạt động của cộng sản trong năm 1972 sẽ chỉ tương tự như 6 tháng cuối năm 1971. Có thể việc chống phá bình định được tăng cường hơn và đẩy mạnh hoạt động trong dịp bầu cử Tổng thống Mỹ tháng 11-1972\"''<ref>Kế hoạch quân sự hỗn hợp AB-147 của Bộ Tổng tham mưu Quân lực Việt Nam cộng hòa, lưu tại Viện Lịch sử quân sự Việt Nam.<\/ref>\n\n==Diễn biến==\nChiến dịch Xuân hè 1972 xảy ra trên 3 mặt trận chính:\n*[[Mặt trận Trị Thiên Huế năm 1972|Mặt trận Trị Thiên Huế]] hay [[Chiến dịch Trị Thiên]] tại mặt trận B2 (Vùng 1 chiến thuật), ở hai tỉnh [[Quảng Trị]] và [[Thừa Thiên Huế|Thừa Thiên – Huế]] (từ 30\/3 tới 31\/1\/1973), ban đầu có 45.000 quân chính quy, toàn chiến dịch huy động 105.650 quân.\n* [[Chiến dịch Bắc Tây Nguyên 1972|Mặt trận Bắc Tây Nguyên]] hay [[Chiến dịch Bắc Tây Nguyên 1972|Chiến dịch Bắc Tây Nguyên]] (từ 30\/3 đến 5\/6\/1972) tại Đăk Tô, Tân Cảnh, Kon Tum. Có khoảng 45.000 quân.\n*[[Mặt trận Đông Nam Bộ năm 1972|Mặt trận Đông Nam Bộ]] hay [[Chiến dịch Nguyễn Huệ]] – chiến dịch đánh [[Lộc Ninh]], [[Bình Long (tỉnh)|Bình Long]] và dọc đường 13, [[đông Nam Bộ (Việt Nam)|miền Đông Nam Bộ]]<ref>Chú thích tại chương 1, ''Những năm tháng quyết định'', hồi ký của [[Đại tướng]] [[Hoàng Văn Thái]].<\/ref> được điều động 50.000 quân của Bộ Tư lệnh Miền cho toàn chiến dịch.\n\nLúc chiến dịch diễn ra, Hoa Kỳ chỉ còn 65.000 quân nhân đóng tại Việt Nam<ref name=\"Spencer.112\">Spencer C.Tucker, ''Encyclopedia of the Vietnam War'', ABC-CLIO, 2000. tr. 112<\/ref>, trong đó số quân chiến đấu trên bộ chỉ còn rất ít và ít tham chiến. Tuy nhiên, lực lượng không quân và Hải quân Hoa Kỳ đóng ở Đông Nam Á thì vẫn rất hùng hậu, sẵn sàng yểm trợ hỏa lực cho lực lượng trên bộ của Mỹ - VNCH.\n\nTại Vùng I chiến thuật, [[Quân Giải phóng miền Nam]] tấn công bằng 3 Sư đoàn 304, 308, 324, Mặt trận B5 (4 trung đoàn), 1 trung đoàn hỏa tiễn, 4 trung đoàn pháo binh, 3 trung đoàn chiến xa và 2 trung đoàn biệt lập địa phương. Trong tháng 4 và 5\/72, hai [[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Sư đoàn 320]] và 325 từ phía Bắc của Nam Trung Bộ tiến xuống và Sư đoàn 312 từ Lào về tăng cường tấn công Cam Lộ, La Vang, Hải Lăng và thành phố Quảng Trị. Quân lực VNCH có ở đây 2 sư đoàn bộ binh, 2 lữ đoàn lính thủy đánh bộ, 1 lữ đoàn thiết giáp, 17 tiểu đoàn pháo binh, với hơn 50 ngàn quân chính quy, cộng với hơn 100.000 quân địa phương. Tuy nhiên ưu thế quân số này bị vô hiệu hóa bởi [[Quân Giải phóng miền Nam|Quân Giải phóng]] nắm thế chủ động, buộc Quân lực VNCH phải dàn mỏng lực lượng để đối phó.\n\n[[Tập tin:DRVA.jpg|300px|trái|nhỏ|[[Đại bác|Pháo]] 122mm của [[Quân Giải phóng miền Nam Việt Nam]]]]\nTrưa ngày [[30 tháng 3]] năm 1972, hai [[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Sư đoàn 304]] và [[sư đoàn 308, Quân đội Nhân dân Việt Nam|308]] [[Quân Giải phóng miền Nam|QGP]] với sự hỗ trợ của các trung đoàn xe tăng và pháo binh<ref>{{Chú thích web |url=http:\/\/encarta.msn.com\/text_761552642___25\/Vietnam_War.html |ngày truy cập=2007-12-15 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-11-10 |archive-url=https:\/\/web.archive.org\/web\/20071110000120\/http:\/\/encarta.msn.com\/text_761552642___25\/Vietnam_War.html |url-status=dead }}<\/ref>, vượt qua khu phi quân sự tại giới tuyến 17 chia cắt 2 miền. Từ phía Tây, [[Sư đoàn 324B]], với xe tăng hỗ trợ, theo đường 9 từ Lào vượt qua [[Khe Sanh]], tiến vào thung lũng sông Thạch Hãn. Lực lượng tương đương 3 sư đoàn này đã gây bất ngờ cho quân phòng thủ của Mỹ - Việt Nam Cộng hòa<ref>David Fulghum & Terrance Maitland, et al, ''South Vietnam on Trial''. Boston: Boston Publishing Company, 1984, tr. 138.<\/ref>.\n\n[[Quân Giải phóng miền Nam]] đánh vào các vị trí phòng thủ của Sư đoàn 3 [[Quân lực Việt Nam Cộng hòa|QLVNCH]] và làm tan rã lực lượng này. [[Quân lực Việt Nam Cộng hòa|QLVNCH]] rút lui, hai bên bắt đầu một cuộc chạy đua tới các cây cầu tại [[Đông Hà]] và [[Cam Lộ]]. Ngày [[2 tháng 4]], trung tá [[Phạm Văn Đính]] – chỉ huy Trung đoàn 56 và trung tá Vĩnh Phong – trung đoàn phó cùng với 1.500 quân ra hàng. Cuối ngày hôm đó, [[Quân lực Việt Nam Cộng hòa|QLVNCH]] bỏ [[Mai Lộc]], căn cứ cuối cùng ở phía Tây. Từ đó, [[Quân Giải phóng miền Nam|QGP]] có thể vượt cầu [[Cam Lộ]] cách Đông Hà 11&nbsp;km về phía Tây.\n\nSau 3 tuần giảm hoạt động, ngày [[27 tháng 4]] [[Quân Giải phóng miền Nam|Quân Giải phóng]] tấn công Đông Hà từ nhiều hướng (lấy được thị xã này vào ngày hôm sau) và tiến đến sát [[quảng Trị (thị xã)|thị xã Quảng Trị]]. Ngày 29, Quân lực Việt Nam Cộng hòa được lệnh rút về [[sông Mỹ Chánh]] cách đó 13&nbsp;km về phía Nam. [[Quảng Trị (thị xã)|Thị xã Quảng Trị]] về tay [[Quân Giải phóng miền Nam|Quân Giải phóng]] ngày [[2 tháng 5]].\n\nChỉ vài ngày sau khi cuộc tiến công tại mặt trận Trị Thiên mở màn, ngày [[5 tháng 4]], lực lượng gồm [[Sư đoàn 5]], [[Sư đoàn 7]] và một số trung đoàn độc lập của [[Quân Giải phóng miền Nam|QGP]] vượt biên giới từ Campuchia tấn công tỉnh [[Bình Long]] ở phía bắc Sài Gòn. Họ nhanh chóng cắt đường tới thủ đô Sài Gòn, chiếm [[Lộc Ninh]] ngày [[7 tháng 4]], bao vây [[An Lộc]] từ ngày [[13 tháng 4]].\n\nNgày [[12 tháng 4]], mặt trận Bắc Tây Nguyên nổ súng. Sư đoàn 2 [[Quân Giải phóng miền Nam|QGP]] cùng một phần của Trung đoàn 203 Tăng thiết giáp và một số trung đoàn độc lập của [[Mặt trận B-3]] tấn công một loạt các cứ điểm quanh [[Đăk Tô]] và [[Tân Cảnh]]. Lực lượng gồm hơn 100 xe tăng - thiết giáp của [[Quân lực Việt Nam Cộng hòa|QLVNCH]] từ [[Bến Hét]] di chuyển về phía Đăk Tô đã bị mai phục và tiêu diệt gần hết. Đến ngày [[24 tháng 4]], cả Đăk Tô và Tân Cảnh đã thất thủ. Hàng ngàn binh sĩ Việt Nam Cộng hòa rút chạy về [[Kon Tum]] gây nên một sự hỗn loạn và hoảng sợ tại thị xã này. Nếu trong vòng 1 tuần, [[Quân Giải phóng miền Nam|Quân Giải phóng]] tiếp tục tiến dọc đường 14 để truy đuổi đến đây, Kon Tum sẽ nhanh chóng sụp đổ<ref>Nhận xét của John Vann, cố vấn Mỹ của Vùng 3 Chiến thuật. Nguồn: Neil Sheehan, ''A Bright Shining Lie'', Random House, 1988, tr. 776.<\/ref>. Nhưng do thiếu đạn dược bổ sung nên quân Giải phóng đã dừng lại.\n\nTrong giai đoạn đầu, cuộc tổng tấn công đã là một thành công hoàn hảo. Tình báo Mỹ đã đánh giá sai về thời gian, quy mô, và địa điểm của các cuộc tấn công. [[Quân Giải phóng miền Nam|QGP]] nhanh chóng chọc thủng các tuyến phòng thủ của [[Quân lực Việt Nam Cộng hòa|QLVNCH]], nhanh chóng tiến về các [[quảng Trị (thị xã)|thị xã Quảng Trị]] ở phía bắc, Kon Tum ở Tây Nguyên, và An Lộc ở cách Sài Gòn chỉ 60 dặm. Chỉ trong hơn 2 tháng tiến công, riêng tại Quảng Trị, QGP diệt hoặc bắt sống gần 30.000 quân, trong đó có một số đơn vị tinh nhuệ của [[quân lực Việt Nam Cộng hòa|QLVNCH]] như: Lữ đoàn 147 TQLC; phá hủy và thu 636 [[xe tăng]], xe thiết giáp, 1.870 xe quân sự, 419 khẩu pháo các loại, bắn rơi và phá hủy 340 máy bay. \n{{chiến tranh Việt Nam}}\nTổng thống [[Nguyễn Văn Thiệu]] buộc phải rút quân bỏ ngỏ vùng nông thôn, huy động hầu hết lực lượng dự bị để bảo vệ các thị xã bị đe dọa, tạo cơ hội cho các lực lượng địa phương của [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng Miền Nam]] mở các cuộc tấn công tại [[đồng bằng sông Cửu Long]] và các vùng tập trung dân cư quanh Sài Gòn.\n\nTình báo Mỹ có trụ sở tại Đà Nẵng, trong báo cáo đã viết: ''“Về cơ bản, các lực lượng quân đội Bắc Việt Nam đã chiến thắng nhanh như chớp. Quân lực Việt Nam cộng hòa ngạc nhiên khi quân đội Bắc Việt Nam sử dụng lực lượng mạnh như vậy trong các cuộc tiến công”''. Theo ông [[William Colby]], giám đốc cơ quan [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] tại Sài Gòn thì Quân Giải phóng chắc chắn sẽ chiếm được [[Huế]] nhưng không thể chiếm được [[Đà Nẵng]]<ref>https:\/\/web.archive.org\/web\/20131115140731\/http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/3\/32\/32\/180858\/Default.aspx<\/ref> Dù vậy, thực tế tốt hơn mong đợi khi Hạm đội 7 và Không lực của Mỹ tham chiến, hỗ trợ hỏa lực đã giúp ngăn đà tiến của quân Giải phóng, giúp [[Quân lực Việt Nam Cộng hòa|QLVNCH]] có thêm thời gian bổ sung thiệt hại và tổ chức lại.\n\nHoa Kỳ tiến hành chiến dịch tiếp vận quy mô lớn để bổ sung cho những thiệt hại của quân VNCH thông qua 2 chiến dịch Tăng cường ''(Operations Enhance và Enhance Plus)'', được tiến hành từ tháng 5 đến tháng 12 năm 1972. Tổng thống Hoa Kỳ [[Richard Nixon]] vào ngày 17\/5 đã chỉ đạo phải cung cấp tối đa trang bị và vật chất cho quân VNCH càng nhanh càng tốt. Cụ thể: \n*''\"Chiến dịch Tăng cường\"'' đã cung cấp cho quân VNCH hàng nghìn vũ khí chống tăng, 69 trực thăng, 55 máy bay chiến đấu phản lực, 100 máy bay khác và 7 tàu tuần tra<ref>Isaacs, Arnold R. (1983), ''Without Honor: Defeat in Vietnam and Cambodia'', Baltimore: The Johns Hopkins University Press, p. 511<\/ref> Trang bị cho lục quân bao gồm 2 tiểu đoàn pháo phòng không, 3 tiểu đoàn [[M107 175mm|pháo tự hành 175mm]], 2 tiểu đoàn xe tăng [[M48 Patton|M48A3]] và 141 bệ phóng tên lửa chống tăng [[BGM-71 TOW]]<ref name=CINCPAC>{{Chú thích web|url=https:\/\/nautilus.org\/foia-document\/cincpac-command-history-1973-volume-i\/|title=CINCPAC Command History 1973|access-date=12 May 2019}}{{PD-notice}}<\/ref>{{rp|511}} \n*''\"Chiến dịch Tăng cường Plus\"'' từ tháng 10 tới tháng 12\/1972 cũng viện trợ rất lớn, bao gồm 234 máy bay chiến đấu phản lực F-5A và [[A-37 Dragonfly]], 32 máy bay vận tải [[C-130]], 277 trực thăng [[UH-1]]H , 72 xe tăng, 117 xe bọc thép chở quân, nhiều đại bác và 1.726 xe tải<ref name=CINCPAC\/>{{rp|512}} Chi phí trang bị lên tới khoảng 750 triệu đôla (~6 tỷ đôla thời giá năm 2017). \n*Ngoài ra, khi hai sư đoàn [[Hàn Quốc]] (khoảng 38.000 quân) rút khỏi Việt Nam thì phần lớn trang bị của họ cũng được trao lại cho quân VNCH. Thêm nữa, trong quá trình quân viễn chinh Mỹ rút khỏi Việt Nam, phần lớn vũ khí trong các căn cứ Mỹ đều được chuyển giao cho quân VNCH chứ không đưa về Mỹ<ref>Isaacs, pp. 48-49, 511<\/ref> Kết quả của số viện trợ rất lớn này là quân VNCH vào cuối năm 1972 đã có lực lượng không quân lớn thứ 4 và lục quân lớn thứ 5 trên thế giới xét về số lượng trang bị.\n\nTổng thống Thiệu cũng cách chức một loạt tướng lĩnh, và giao quyền chỉ huy trận Quảng Trị cho [[Trung tướng]] [[Ngô Quang Trưởng]]. Với sự yểm trợ hỏa lực tối đa của Mỹ, tướng Trưởng đã ngăn được đà của Quân Giải phóng tiến vào Huế, khiến đối phương phải lui về phòng ngự. Nhờ hỏa lực khủng khiếp từ không quân Mỹ và hạm đội 7, việc tập trung nhiều lực lượng xung quanh mục tiêu tiến công đã khiến [[Quân Giải phóng miền Nam]] chịu hỏa lực oanh tạc liên tục. Với sự hỗ trợ của Mỹ, quân VNCH sau đó phản công và tái chiếm lại [[thành cổ Quảng Trị]] sau đó 2 tháng, nhưng phải hứng chịu tổn thất nặng nề vì QGP chống trả rất quyết liệt.<ref name=\"ReferenceA\">Một Chiến Thắng Bị Bỏ Lỡ-William Colby-Nhà xuất bản Công an nhân dân p 372<\/ref> Sau đó, 2 bên giằng co cho đến cuối tháng 1\/1973 thì Hiệp định Paris được ký kết, hai bên ngừng chiến. Kết quả chiến dịch là Quân Giải phóng miền Nam Việt Nam đã kiểm soát được thêm một nửa tỉnh Quảng Trị (''Xem chi tiết: [[Chiến dịch Trị Thiên]]'')\n\nTại [[An Lộc]], [[Quân Giải phóng miền Nam]] liên tiếp huy động thêm sư đoàn 9 và một số tiểu đoàn của [[Quân khu 8]], lực lượng thiết giáp và pháo binh tác chiến. Sư đoàn 9 cùng đặc công Miền nổ súng đánh mạnh vào An Lộc, hy vọng sẽ đè bẹp đối phương rồi tiến vào [[bao vây]] [[Sài Gòn]]. Tuy nhiên họ đã để lỡ thời cơ. Mùa mưa đến, nhờ những cuộc tấn công yểm trợ dữ dội của không quân Mỹ, [[Quân lực Việt Nam Cộng hòa|QLVNCH]] đã trụ vững.<ref name=\"ReferenceA\" \/>. Kết quả chiến dịch: [[Quân Giải phóng miền Nam|Quân Giải phóng]] kiểm soát được thêm thị xã [[Lộc Ninh]] và nhiều huyện ở Đông Nam Bộ cũng như vây lỏng An Lộc (''Xem chi tiết: [[Chiến dịch Nguyễn Huệ]].'')\n\nTuy không quân Mỹ đã đánh phá dữ dội các địa điểm tập trung của Quân Giải phóng nhưng chiến lược [[Việt Nam hóa chiến tranh]] đã nhấn mạnh: quân Việt Nam Cộng hòa phải tự lo lấy phần việc chiến đấu trên mặt đất, còn quân đội Mỹ sẽ chỉ giúp họ về [[hậu cần]] và hỏa lực [[Không quân]]. Thực chất, [[Việt Nam hóa chiến tranh]] đã tỏ rõ dấu hiệu phá sản khi [[Chiến dịch Lam Sơn 719]] của [[Quân lực Việt Nam Cộng hòa|QLVNCH]] thất bại<ref>Một Chiến Thắng Bị Bỏ Lỡ-William Colby-Nhà xuất bản Công an nhân dân p 374<\/ref>\n\nTrong chiến dịch, Hoa Kỳ ước tính khoảng 25.000 dân thường bị thiệt mạng, gần 1 triệu phải đi tản cư.<ref>Andrade, Dale. ''Trial By Fire: The 1972 Easter Offensive, America's Last Vietnam Battle''. New York: Hippocrene Books, 1995, tr. 529.<\/ref> Việc Hoa Kỳ sử dụng lượng hỏa lực rất lớn, pháo kích, máy bay ném bom và B-52 đánh phá hàng ngày làm cả thường dân và nhà cửa dân cư chịu tổn thất lớn.\n\n==Kết quả==\n:''Xem [[Hiệp định Paris 1973]] và [[Hội nghị Paris, mặt trận ngoại giao năm 1968-1972|Hội nghị Paris, mặt trận ngoại giao năm 1968–1972]]''\n\nSau khi cuộc tấn công của [[Quân Giải phóng miền Nam]] diễn ra, Không quân Hoa Kỳ tiến hành oanh tạc [[Hà Nội]] và [[Hải Phòng]] cùng những hoạt động phóng [[ngư lôi]] phong toả các [[cảng|hải cảng]] ở miền Bắc Việt Nam.<ref>http:\/\/baodatviet.vn\/quoc-phong\/ho-so\/my-phong-toa-thuy-loi-khong-kich-cang-hai-phong-nam-1972-3337874\/<\/ref> Tuy nhiên, sau một thời gian ngắn, bằng nhiều biện pháp khác nhau công binh và hải quân nhân dân Việt Nam đã phá gần hết số ngư lôi và thủy lôi, giúp hoạt động thương mại đường biển không bị đình trệ.<ref>http:\/\/www.baobariavungtau.com.vn\/the-gioi\/201408\/pha-tran-thuy-loi-va-bom-tu-truong-ky-1-muu-do-tham-doc-516691\/<\/ref><ref>http:\/\/www.baobariavungtau.com.vn\/the-gioi\/201408\/pha-tran-thuy-loi-va-bom-tu-truong-ky-2-nguoi-nghien-cuu-pha-bom-tu-truong-517171\/<\/ref><ref>http:\/\/www.baobariavungtau.com.vn\/the-gioi\/201408\/pha-tran-thuy-loi-va-bom-tu-truong-ky-3-mo-mom-thuy-loi-517588\/<\/ref><ref>http:\/\/www.baobariavungtau.com.vn\/the-gioi\/201408\/pha-tran-thuy-loi-va-bom-tu-truong-ky-4-canh-tay-thep-sa-gi-giac-nuoc-518063\/<\/ref><ref>https:\/\/baotintuc.vn\/ho-so\/pha-tran-thuy-loi-va-bom-tu-truong-ky-cuoi-quyet-chien-den-cung-20130628085022443.htm<\/ref><ref>http:\/\/vov.vn\/xa-hoi\/dung-co-le-pha-thuy-loi-bom-tu-truong-cua-my-268321.vov<\/ref>\n\n[[Tập tin:T-59 VC.jpg|nhỏ|trái|Binh sĩ thuộc Trung đoàn 20 Tăng Thiết giáp QLVNCH thu 1 xe tăng Type–59 của quân Giải phóng ở phía Nam [[Đông Hà]] năm 1972]]\n\nSau khi chiến dịch tạm ngưng, [[Quân lực Việt Nam Cộng hòa|QLVNCH]] trở nên kiệt sức trong khi Quân đội Mỹ chính thức không còn khả năng tham gia cuộc chiến thêm nữa do phí tổn lớn, hiệu quả thấp và chịu nhiều sức ép của dư luận Mỹ và thế giới. Sau chiến dịch này, hệ thống tình báo của Mỹ đã bộc lộ nhiều điểm yếu khi họ dự báo Quân Giải phóng sẽ tấn công lên Tây Nguyên chứ không tấn công vào Quảng Trị và các khu vực nam vỹ tuyến 17.<ref>Tuần báo Newsweek ngày 15\/5\/1972<\/ref> Trong khi đó, báo le Figaro của Pháp nhận định việc Quân Giải phóng mở [[Chiến dịch Trị Thiên]] trước chuyến thăm của R.Nixon tới Trung Quốc vào tháng 2 và mở [[Chiến dịch Bắc Tây Nguyên]] trước vài ngày chuyến thăm Liên Xô của R.Nixon vào tháng 4 cho thấy Việt Nam Dân chủ Cộng hòa và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam cũng nhằm thể hiện quyết tâm không để các nước lớn quyết định vận mệnh của họ. Hoạt động của [[Quân Giải phóng miền Nam]] đã khiến chuyến thăm Liên Xô của Nixon đã hoàn toàn thất bại trong việc kêu gọi Liên Xô gây sức ép với Việt Nam do Quân Giải phóng đã đi trước một bước, khiến các cường quốc lâm vào một sự đã rồi.<ref>Nhật báo Le Figaro - ngày 13\/4\/1972<\/ref>\n\nMặc dù, cả [[Quân Giải phóng miền Nam]] và Quân đội Mỹ đều tuyên bố chiến thắng nhưng thực chất chiến lược [[Việt Nam hóa chiến tranh]] của Mỹ đã chính thức thất bại khi ngày 15\/4\/1972, Tổng thống Richard Nixon tuyên bố gia tăng các cuộc oanh tạc, kể cả những vùng đông dân cư, như tướng Abrams yêu cầu.<ref>Nhật báo The Guardian - ngày 17\/4\/1972<\/ref> Theo nhà báo Jean Lacouture thì các cuộc oanh tạc của Mỹ vô tác dụng trước ý chí quyết tâm của dân tộc Việt Nam.<ref>Tuần báo Le Nouvel Observateur, từ ngày 8 đến ngày 14\/5\/1972<\/ref>\n\nSau chiến dịch, [[Quân lực Việt Nam Cộng hòa|QLVNCH]] hoàn toàn kiệt sức khi ngay trong tháng đầu tiên của chiến dịch, 1\/3 số đơn vị chủ lực của họ, tương đương với 5 sư đoàn, đã thương vong nặng nề. Một phần ba số đơn vị khác bị thương vong từ nhẹ đến trung bình. Đặc biệt, gần một nửa trong số 40 tiểu đoàn của các đơn vị tinh nhuệ như nhảy dù, biệt động quân và thủy quân lục chiến đã thiệt hại nặng, mất khả năng công kích. Báo The Guardian của Anh nhận định, với chiến thuật \"đánh điểm, diệt viện\" từng nhiều lần thành công trong quá khứ đã giúp cho Quân Giải phóng tiếp tục làm kiệt quệ [[Quân lực Việt Nam Cộng hòa|QLVNCH]] trong giai đoạn sau của chiến dịch. Cộng thêm với khả năng chiến đấu yếu kém của các tân binh, [[Quân lực Việt Nam Cộng hòa|QLVNCH]] đã không thể phá thành công bất kỳ vòng vây nào của [[Quân Giải phóng miền Nam]]. Sau chiến dịch, Quân Giải phóng chuyển sang củng cố khu vực kiểm soát và thực hiện [[vây lỏng]].<ref>Nhật báo The Guardian – ngày 4\/5\/1972<\/ref>\n\nTuy rằng hiệu quả chiến đấu của [[Quân lực Việt Nam Cộng hòa|QLVNCH]] khá thấp, thua nhiều trận và họ phải chịu thương vong rất lớn (khoảng 70.000 cho đến giai đoạn tái phối trí, trong tổng số hơn 180.000 thương vong của toàn chiến dịch), nhưng cuối cùng quân đội này đã trụ vững với sự yểm trợ hỏa lực mạnh mẽ của Mỹ, đặc biệt là từ [[không quân]], trong đó phải kể đến các phi vụ [[Boeing B-52 Stratofortress|B–52]] liên tiếp rải thảm xuống đội hình đối phương. Mỹ và Việt Nam Cộng hòa tin rằng chính sách [[Việt Nam hóa chiến tranh]] đã chứng tỏ hiệu lực<ref>Palmer, Dave Richard, ''Summons of the Trumpet: A History of the Vietnam War From A Military Man's Viewpoint''. Novato CA: Presidio Press, 1999, tr. 324.<\/ref>, bởi họ đã đẩy lui được cuộc tổng tấn công lớn nhất từ trước đến nay của [[Quân Giải phóng miền Nam]]. Song nhận định này có phần lạc quan quá mức, bởi thực tế rằng phải nhờ có hỏa lực mãnh liệt của không quân, hải quân Mỹ thì quân VNCH mới có thể trụ vững. Ngoài ra, các điểm yếu nội tại trong chiến thuật của Việt Nam Cộng hòa đã lộ rõ và ngày càng trầm trọng, khi họ tỏ ra quá phụ thuộc vào yểm trợ hỏa lực của Mỹ, điều này đã bị quân Giải phóng nắm bắt và tận dụng sau đó. Những nhược điểm của Quân lực Việt Nam Cộng hòa càng chứng minh nhận xét của Nguyễn Văn Thiệu: \"''Nếu Hoa Kỳ mà không viện trợ cho chúng tôi nữa thì không phải là một ngày, một tháng hay một năm mà chỉ sau 3 giờ, chúng tôi sẽ rời khỏi Dinh Độc Lập!''\".<ref>Michael Mc Lear. Vietnam, the ten thousand day war. Thames Methuen. London. 1982. pg. 895.<\/ref>\n\n[[Quân Giải phóng miền Nam]] đã sử dụng 14 sư đoàn và 26 trung đoàn độc lập (phần lớn số quân chính quy) cho cuộc tấn công, và đã thiệt hại lớn về quân số và trang bị. Một nguồn của Mỹ ước tính 50.000 – 75.000 chiến sĩ Quân Giải phóng đã bị thương vong, khoảng 700 xe tăng - xe thiết giáp bị phá hủy<ref>James K. Moore, [http:\/\/www.historynet.com\/wars_conflicts\/vietnam_war\/3807216.html?page=4&c=y North Vietnamese Army's 1972 Eastertide Offensive]<\/ref> (thực ra, con số 700 xe bị tiêu diệt mà Mỹ tuyên bố chỉ là thổi phồng, vì tổng số xe tăng - xe thiết giáp mà quân Giải phóng huy động cho toàn chiến dịch chỉ là 322 chiếc). Một nguồn khác của Mỹ ước tính hợp lý hơn, theo đó số xe tăng - xe thiết giáp của quân Giải phóng bị phá hủy là khoảng 250 xe (gồm các loại xe tăng [[Xe tăng T-34|T-34]], [[T-54\/55|T-54]], [[PT-76]], xe thiết giáp [[BTR-50]], pháo cao xạ tự hành [[ZSU-57-2]])<ref>Andrade, tr. 536.<\/ref> Một nguồn khác nữa thì cho rằng ít nhất một nửa số khẩu pháo và xe tăng của quân Giải phóng bị phá hỏng<ref>Spencer, tr. 113<\/ref>. Đổi lại, quân Giải phóng đã giành được quyền kiểm soát lâu dài tại một nửa diện tích của 4 tỉnh miền Trung [[Quảng Trị]], [[Thừa Thiên Huế|Thừa Thiên]], [[Quảng Nam]], và [[Quảng Tín]] cũng như các vùng ven phía Tây của các Vùng II và III Chiến thuật (khoảng 10 – 20% diện tích miền Nam). Quân Giải phóng cũng tin rằng họ đã giành được vị thế mạnh hơn tại cuộc đàm phán hòa bình ở Paris.<ref name=\"Spencer.113\">Spencer C.Tucker, ''Encyclopedia of the Vietnam War'', ABC-CLIO, 2000. tr. 113<\/ref>\n\nVề phía [[Quân Giải phóng miền Nam]], sau chiến dịch này, mặc dù nhiều mục tiêu quan trọng như An Lộc hay Kon Tum đã không chiếm được mà chỉ vây lỏng hay kiểm soát được các vùng lân cận, nhưng thế và lực nói chung đã tốt hơn hẳn, khi đã kiểm soát được nhiều vị trí chiến lược. Ví dụ như cảng [[Cửa Việt]], đây là một trong những cửa ngõ thuận lợi để nhận chi viện từ miền Bắc qua đường biển. Các cuộc tấn công của quân Giải phóng chỉ thực sự giảm cường độ khi phái đoàn Hoa Kỳ tại Hội nghị Paris chấp nhận các nguyên tắc có lợi cho Cộng hòa miền Nam Việt Nam và Việt Nam Dân chủ Cộng hòa, đặc biệt là vấn đề Mỹ phải rút quân trong khi quân Giải phóng được giữ các vùng đã kiểm soát được. Việc Quân Giải phóng không hạ được thị xã An Lộc và Kon Tum khiến phái đoàn Cộng hòa miền Nam Việt Nam và phái đoàn Việt Nam Dân chủ Cộng hòa chấp nhận để Nguyễn Văn Thiệu nắm quyền đến khi tổ chức Tổng tuyển cử thành lập chính quyền liên hiệp ba thành phần ở miền Nam.<ref>Tài liệu Nha Chính trị Châu Âu, Bộ Ngoại giao Việt Nam Cộng hòa về cuộc Hòa đàm tại Ba Lê, số 164<\/ref>\n\nTheo đánh giá của Mỹ, thì quân Giải phóng trong chiến dịch đã gặp phải 2 thử thách lớn: \n* Khả năng chiến đấu của [[Quân lực Việt Nam Cộng hòa|QLVNCH]], tuy tỏ ra yếu kém về tinh thần chiến đấu và chỉ huy, nhưng vào năm 1972 vẫn là một trong những quân đội được trang bị tốt nhất thế giới nhờ vào lượng vũ khí viện trợ rất lớn của Mỹ.\n* Không tính toán được hết sự hủy diệt cực mạnh của không lực Mỹ trên chiến trường truyền thống. Các chỉ huy QGP đã không tận dụng lực lượng vũ trang địa phương, mà sử dụng quân chủ lực liên tiếp đánh trực diện vào các phòng tuyến mạnh, nên phải chịu sự oanh tạc mạnh của máy bay Mỹ.\n\nSau nhiều tháng chiến đấu, khi đã khá kiệt sức khó có thể chiến đấu tiếp, và để củng cố và tăng cường lực lượng, [[Quân Giải phóng miền Nam]] cũng cần một khoảng thời gian ngừng chiến tạm thời. Việc quân đội Mỹ vẫn còn ở Việt Nam lúc đó khiến cán cân lực lượng chưa nghiêng hẳn về phía Quân Giải phóng, họ chưa thể đánh dứt điểm đối phương trong khoảng thời gian từ cuối năm 1972 đến giữa năm 1974. Đặc biệt khi [[Quân lực Việt Nam Cộng hòa|QLVNCH]] vẫn còn ưu thế về không quân trong khi Quân Giải phóng chưa thể triển khai lực lượng không quân ở miền Nam.<ref>CUỘC TIẾN CÔNG XUÂN – HÈ 1972 VÀ CHIẾN Thắng QUẢNG TRỊ VỚI CUỘC ĐÀM PHÁN PARIS, Nguyễn Khắc Huỳnh<\/ref>\n\nTuy nhiên, Hà Nội và Lộc Ninh nhanh chóng tận dụng được những gì giành được. [[Quân Giải phóng miền Nam]] bắt đầu mở rộng các hành lang hậu cần từ Lào và Campuchia vào miền Nam Việt Nam. Các cơ sở tại [[Cửa Việt]] và [[Đông Hà]] được nhanh chóng mở rộng, trong vòng 1 năm, hơn 20% hàng chuyển vào cho chiến trường miền Nam được đi qua đây.<ref>Fulgham, David, Terrence Maitland, et al. ''South Vietnam on Trial: Mid-1970-1972''. Boston: Boston Publishing Company, 1984, tr. 183.<\/ref>\n\nTại [[Paris]], đàm phán hòa bình tiếp diễn, lần này cả hai bên cùng đồng ý thỏa hiệp. Mỹ và Việt Nam Cộng hòa đồng ý chấp nhận ngừng bắn tại chỗ, thừa nhận [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] là một trong 2 chính phủ tồn tại song song tại miền Nam Việt Nam (tức là ngang hàng với Việt Nam Cộng hòa), và Mỹ rút quân hoàn toàn ra khỏi Nam Việt Nam. Tuy nhiên, do thắng lợi đã đạt được, phía Việt Nam Dân chủ Cộng hòa và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam được tiếp tục đóng giữ các vùng do họ kiểm soát. Các điểm này thực tế đã đủ để thỏa mãn các tiêu chí cho chiến thắng mà quân Giải phóng đã đề ra trước khi cuộc tổng tấn công bắt đầu.<ref>Fulgham & Maitland, tr.183.<\/ref> Còn Việt Nam Dân chủ Cộng hòa và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam đồng ý để tổng thống Nguyễn Văn Thiệu tiếp tục giữ quyền lực cho đến khi thành lập được chính phủ liên hiệp ba thành phần tại miền Nam để tổ chức Tổng tuyển cử thống nhất về nhà nước với miền Bắc (gồm Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam, lực lượng thứ ba, cuối cùng là Việt Nam Cộng hòa – trừ Thiệu và nội các).\n\nĐến đây, trở ngại duy nhất đối với một cuộc dàn xếp là [[Nguyễn Văn Thiệu]]. Thất bại của Mỹ trong việc thuyết phục tổng thống Thiệu đã dẫn đến việc ngừng đàm phán vào tháng 12. Tiếp đó là [[chiến dịch Linebacker II]] đánh phá miền Bắc Việt Nam nhưng thất bại, do vậy Mỹ quay sang gây áp lực buộc Nguyễn Văn Thiệu chấp nhận kết quả thương lượng hồi tháng 10, trước khi các bên quay lại đàm phán. [[Hiệp định Paris 1973|Hiệp định hòa bình Paris]] được kí vào tháng 1 năm 1973 với nội dung cơ bản giống với bản đã được kí tắt hồi tháng 10, với điều khoản quan trọng nhất là cho phép Quân đội Nhân dân Việt Nam và [[Quân Giải phóng miền Nam Việt Nam]] tiếp tục đóng ở các vùng mà họ đã kiểm soát được. Hiệp định cũng ngăn việc Mỹ tiếp tục đưa quân viễn chinh sang Việt Nam chiến đấu, trong khi không ngăn Việt Nam Dân chủ Cộng hòa chi viện cho Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam cũng như không ngăn các nước Xã hội Chủ nghĩa tiếp tục viện trợ cho Việt Nam Dân chủ Cộng hòa. Trên thực tế, sau khi Hiệp định được ký kết, Mỹ rút quân viễn chinh về nước nhưng vẫn tiếp tục viện trợ cho Việt Nam Cộng hòa, bất chấp sự phản đối của Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam và Việt Nam Dân chủ Cộng hòa.{{cần chú thích}}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Lt. Gen. Ngo Quang Truong, [http:\/\/www.vlink.com\/nlvnch\/easter72\/eastr721.html#Contents THE EASTER OFFENSIVE OF 1972] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121128024451\/http:\/\/www.vlink.com\/nlvnch\/easter72\/eastr721.html#Contents |date=2012-11-28 }}, U.S. Army Center Of Military History\n\n==Liên kết ngoài==\n*[http:\/\/fr.youtube.com\/watch?v=ufAwR4WTuLg&feature=related Video về trận Quảng Trị]\n*[http:\/\/fr.youtube.com\/watch?v=VFnU7DWpYAA&feature=related Video về trận Quảng Trị 2]\n*[http:\/\/www.thebattleofkontum.com\/intro.html The battle of Kontum]\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Xuân hè 1972]]\n[[Thể loại:Khởi đầu năm 1972]]\n[[Thể loại:Chấm dứt năm 1973]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}