{"19159595":"{{listen\n|filename = Operation Wandering Soul Vietnam War (Ghost Tape Number 10) - Record by US military.ogg\n|title = Chiến dịch những linh hồn phiêu bạt (Chiến tranh Việt Nam)\n}}\n'''Chiến dịch những linh hồn phiêu bạt''', hay '''Chiến Dịch Oan Hồn Vất Vưởng''' ({{Lang-en|Operation Wandering Soul Vietnam War}}; viết tắt là '''OWS''') là một chiến dịch tâm lý khai thác niềm tin của [[người Việt]] về những người đã khuất mà [[Mỹ]] và chính quyền Sài Gòn phối hợp thực hiện trong [[chiến tranh Việt Nam]].<ref>{{chú thích web|url=https:\/\/congly.vn\/the-gioi\/vu-an-noi-tieng\/chien-tranh-viet-nam-bi-an-chien-dich-oan-hon-vat-vuong-va-marigold-p-2-149524.html|title=Chiến tranh Việt Nam: Bí ẩn chiến dịch “Oan hồn vất vưởng” và Marigold (P.2)|last=|first=|date=|website=|archive-url=|archive-date=|accessdate =}}<\/ref> Đây là chiến dịch trong quá khứ, còn “Những linh hồn phiêu bạt” là dự án hỗ trợ Việt Nam xác định vị trí chôn cất cũng như nhận diện những quân nhân Việt Nam mất tích trong các trận đụng độ với lực lượng của [[Úc]] và [[New Zealand]]. Dự án do một nhóm học giả Úc từng tham chiến ở Việt Nam, hiện công tác tại [[Đại học New South Wales]] (Học viện Quốc phòng Úc), thực hiện.<ref name=\"Long 2013\">{{chú thích web | last=Long | first=Minh | title=Những linh hồn không còn phiêu bạt | website=Báo điện tử Tiền Phong | date=ngày 7 tháng 7 năm 2013 | url=https:\/\/www.tienphong.vn\/content\/NjM1NDgy.tpo | language=vi | accessdate =ngày 25 tháng 4 năm 2020}}<\/ref>\n\n==Mục đích==\nChiến dịch đã khiến người Việt tin vào khái niệm \"những linh hồn phiêu bạt\":\n\n<blockquote>\nTheo tín ngưỡng của người Việt thì người đã chết phải được chôn cất kỹ lưỡng ở đất của họ, hoặc không thì linh hồn họ sẽ phiêu bạt không có điểm đến kèm theo cơn đau khổ của họ. Người Việt nghĩ nếu họ không chôn cất người đã mất tử tế, thì linh hồn của họ sẽ đi chu du khắp nơi. Người Việt thường tổ chức lễ tưởng nhớ cho người đã mất ([[Giỗ|đám giỗ]]) ở nơi họ đã mất. Người Việt muốn linh hồn họ được siêu thoát và về đúng nơi của họ. Quân đội Mỹ đã dùng lợi thế này để gạt những chiến sĩ [[Việt Cộng]] bằng cách phát một cuốn băng ghi âm.<ref>{{chú thích web\n| url = http:\/\/pcf45.com\/sealords\/cuadai\/wanderingsoul.html| title = The Wandering Soul\n| accessdate = ngày 29 tháng 11 năm 2006 | author = SGM Herbert A. Friedman (Ret.)\n| date = ngày 31 tháng 12 năm 2005| work = Patrol Craft Fast| publisher = Robert B. Shirley\n}}<\/ref>\n<\/blockquote>\nĐể giúp chiến dịch trở thành hiện thực, chuyên viên quân sự Mỹ với sự giúp đỡ của người Việt đi khắp nơi hoang vắng trong rừng sâu, sáng tác một cuốn băng có tên ''Ghost Tape No. 10'' (Cuốn băng Ma số 10), sau đó đem phát tán, nhưng hiệu quả của nó lại không được kiểm chứng.\n\n==Thu âm giọng nói==\nCác kỹ sư Hoa Kỳ đã dành nhiều tuần để thu lại những âm thanh kỳ lạ, chỉnh sửa, thay đổi giọng nói và đóng vai những người lính Việt Cộng hy sinh. Mỹ cũng đưa những người lính [[Việt Nam Cộng hòa]] đến để thu âm những câu nói của họ qua băng để có thêm tính xác thực. Cuốn băng Ghost Tape No. 10 được phát trên loa phóng thanh ở những khu vực Việt Cộng hoạt động thường là vào ban đêm.<ref>{{chú thích web|url=https:\/\/science.howstuffworks.com\/ghost-tape-no-10-haunted-mixtape-the-vietnam-war.htm|title=Ghost Tape No. 10: The Haunted Mixtape of the Vietnam War|work=HowStuffWorks|first=Alia|last=Hoyt|date=16 tháng 5 năm 2017|accessdate=ngày 12 tháng 5 năm 2023}}<\/ref> Máy bay trực thăng đôi khi cũng được triển khai để phát các đoạn thu âm trong đó các giọng nói đã được thu sẵn kêu gọi \"con cháu\" của họ trong Việt Cộng đào ngũ và ngừng chiến đấu. Mỹ cũng sử dụng các tàu tuần tra ngược dòng sông để chơi băng ma, triển khai bộ binh đặc biệt để thâm nhập vào phòng tuyến của kẻ thù và cũng phát đoạn thu âm, hầu hết các hoạt động như thế này đều diễn ra vào ban đêm.<ref>[https:\/\/www.youtube.com\/watch?v=SUJP5KyD_0k The Quiet Mutiny], bởi John Pilger<\/ref>\n\n==Kết quả==\nCác báo cáo liên quan đến chiến dịch OWS rất sơ sài, một số báo cáo cho biết cuốn băng này vô tác dụng, nhưng cũng có báo cáo lại cho biết nó ảnh hưởng lên sức chiến đấu của đối phương. Thực tế, đoạn băng thê lương, nặng tính dị đoan, chứa đựng những điều phi lý như giọng nói từ cõi âm rên rỉ, mắc kẹt do chết oan, khóc đòi về nhà,... phần lớn đã bị đối phương loại bỏ, tịch thu vì nó không hợp với tín ngưỡng của người Việt, nhất là trong giai đoạn chiến tranh khốc liệt hồi [[Thập niên 1960|thập niên 60]], [[Thập niên 1970|70]].<ref name=\"Báo Đắk Lắk\">{{chú thích web | title=Những bí ẩn trong chiến tranh Việt Nam làm | website=Báo Đắk Lắk | url=http:\/\/baodaklak.vn\/channel\/3696\/201504\/nhung-bi-an-trong-chien-tranh-viet-nam-lam-dau-dau-nguoi-my-2383988\/ | language=vi | accessdate =ngày 25 tháng 4 năm 2020}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n\n==Xem thêm==\n* [[Chiến tranh tâm lý]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Những linh hồn phiêu bạt]]\n[[Thể loại:Chiến tranh tâm lý]]"}