{"328262":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Thập Vạn Đại Sơn\n|partof= [[Nội chiến Trung Quốc]] và [[Chiến tranh Đông Dương]] \n|image= \n|caption= \n|date=[[Tháng sáu|Tháng 6]] - [[tháng mười|tháng 10]] năm [[1949]]\n|place=Các huyện [[Nam Ninh|Ung Châu]], [[Long Châu]] và [[Khâm Châu]], [[Quảng Tây]], [[Trung Quốc]] \n|result=Liên quân [[Giải phóng quân Nhân dân Trung Quốc|Quân Giải phóng Nhân dân Trung Quốc]] và [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] chiếm thành phố [[Nam Ninh]] và một số địa phương khác tại [[Quảng Tây]]\n|combatant1={{flag|Trung Quốc}}<br>\n* [[Tập tin:People's Liberation Army Flag of the People's Republic of China.svg|22px]]  [[Giải phóng quân Nhân dân Trung Quốc]]\n{{flag|Việt Nam Dân chủ Cộng hòa}}\n* [[Tập tin:Flag of the People's Army of Vietnam.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|combatant2= {{flag|Đài Loan}}\n* [[Tập tin:Flag of the Republic of China Army.svg|22px]] [[Quốc quân Trung Hoa Dân Quốc]]\n|commander1=[[Tập tin:People's Liberation Army Flag of the People's Republic of China.svg|22px]] [[Trần Minh Giang]] <br> [[Tập tin:Flag of the People's Army of Vietnam.svg|22px]] [[Lê Quảng Ba]]\n|commander2=[[Tập tin:Flag of the Republic of China Army.svg|22px]] không rõ\n|strength1=\n|strength2=\n}}\n'''Chiến dịch Thập Vạn Đại Sơn''' là một chiến dịch quân sự diễn ra trong thời gian từ tháng 6 đến tháng 10 năm 1949 do liên quân [[Giải phóng quân Nhân dân Trung Quốc|Quân Giải phóng Nhân dân Trung Quốc]] và [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] thực hiện tại biên khu Việt – Quế ([[Quảng Đông]] – [[Quảng Tây]]) chống lại quân của [[Trung Quốc Quốc Dân Đảng|Trung Quốc Quốc dân Đảng]]. Mục tiêu của chiến dịch là mở rộng vùng kiểm soát tại khu vực dãy núi [[Thập Vạn Đại Sơn]] tại 3 [[huyện (Trung Quốc)|huyện]] [[Nam Ninh|Ung Châu]], [[Long Châu]] và [[Khâm Châu]] giáp biên với vùng [[Đông Bắc Bộ]] của [[Việt Nam]], tạo điều kiện phát triển lực lượng phối hợp với đại quân của Giải phóng quân Nhân dân Trung Quốc khi đó đang tiến về phía Nam.\n\n==Lực lượng==\nLực lượng của [[Giải phóng quân Nhân dân Trung Quốc]] gồm 3 tiểu đoàn quân địa phương, do Trần Minh Giang chỉ huy. Lực lượng [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] tham gia chiến dịch gồm một số đơn vị thuộc 3 trung đoàn 28, 174, 95, do [[Lê Quảng Ba]] chỉ huy. Lực lượng Quốc dân Đảng Trung Quốc gồm 5 trung đoàn, không rõ chỉ huy.\n\nLực lượng Việt Minh tham gia liên quân là theo đề nghị của phía Trung Quốc. Năm 1949, theo đề nghị của đại diện [[Đảng Cộng sản Trung Quốc]], Tư lệnh Biên khu Việt – Quế (Quảng Đông – Quảng Tây), Chủ tịch Hồ Chí Minh và Bộ Tổng tư lệnh Quân đội Nhân dân Việt Nam phái một lực lượng vũ trang sang giúp Trung Quốc \"''xây dựng một khu giải phóng ở vùng Ung–Long – Khâm liền với biên giới Đông Bắc ta, thông ra bể, tạo điều kiện khuếch trương lực lượng, đón Đại quân Nam Hạ''\" (Mệnh lệnh của Bộ Tổng tư lệnh Quân đội nhân dân Việt Nam, ngày 23-4-1949).<ref name=QDND\/>\n\n==Diễn biến==\nChiến dịch có hai hướng: Khâm Châu và Long Châu.\n\nTrên hướng Long Châu, [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] đánh chiếm [[Bằng Tường]], [[Thủy Khẩu]] (ngày 12 tháng 6), Hạ Đống (ngày 13 tháng 6). Ngày 18 tháng 6, diệt viện binh Quốc dân Đảng từ Long Châu xuống và tiến đánh [[Ninh Minh]].\n\nTrên hướng Khâm Châu, trong thời gian từ ngày 3 đến ngày 9 tháng 7, liên quân Trung – Việt đánh thị trấn Trúc Sơn (trên đường [[Đông Hưng]] – [[Phòng Thành]]) nhưng không thành. Ngày 25 tháng 7, liên quân Trung – Việt chuyển sang tấn công quân Quốc dân Đảng tại Voòng Chúc, Mào Lêng, rồi tiến sát Phòng Thành. Quân Quốc dân Đảng phải rút khỏi các đồn bốt nhỏ, tập trung về các thị trấn Long Châu, Nà Lương, Phòng Thành, Đông Hưng.\n\nChiến dịch kết thúc vào tháng 10 khi cánh quân từ phía bắc của Quân Giải phóng Trung Quốc đánh chiếm [[Nam Ninh]]. Đến đây, liên quân Trung – Việt đã chiếm được 10 trên 12 vị trí thuộc 3 huyện Long Châu, Khâm Châu, Phòng Thành, mở rộng vùng kiểm soát, tạo điều kiện thuận lợi cho Quân Giải phóng Nhân dân Trung Quốc đánh chiếm biên khu Việt – Quế.\n\n\n\n==Tưởng niệm==\n===Đài tưởng niệm và nghĩa trang liệt sĩ Việt-Trung tại Đông Hưng===\nĐể ghi công và tưởng nhớ các chiến binh đã tử trận trong chiến dịch Thập Vạn Đại Sơn, tại thị trấn Đông Hưng (Trung Quốc) có một đài liệt sĩ trên khắc song song hai hàng chữ Việt – Hán: \"Đài kỷ niệm liệt sĩ cách mạng nhân dân Việt – Trung\". Trên bệ có khắc một bia bằng tiếng Việt \"''Nhân dân Việt Nam đời đời nhớ ơn các chiến sĩ đã hy sinh vì sự nghiệp giải phóng dân tộc và tình hữu nghị giữa các dân tộc. 1956, Đảng Lao động và Mặt trận Tổ quốc, Ủy ban hành chính huyện Hải Ninh''\".<ref name=QDND>{{chú thích báo\n|url=http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.nhungchiensiquocte.20778.qdnd\n|title=Đài liệt sĩ Việt Nam tại Đông Hưng\n|author=Phạm Quý\n|publisher=Báo Quân đội Nhân dân\n|date=ngày 27 tháng 7 năm 2007\n|access-date=ngày 2 tháng 3 năm 2009\n|archive-date=2008-02-03\n|archive-url=https:\/\/web.archive.org\/web\/20080203124606\/http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.nhungchiensiquocte.20778.qdnd\n|url-status=bot: unknown\n}}<\/ref>\n\nHài cốt của các tử sĩ Việt Nam và Trung Quốc được quy tập và [[chôn cất|mai táng]] dưới chân đài.\n\n===Nghĩa trang liệt sĩ Trung-Việt tại Thủy Khẩu===\nTrong chiến dịch, tại Thủy Khẩu (thị trấn cửa khẩu thuộc huyện [[Long Châu, Sùng Tả|Long Châu]], Trung Quốc, đối diện cửa khẩu Tà Lùng, [[Cao Bằng]], Việt Nam) có một trận đánh kéo dài 2 ngày đêm của liên quân Trung – Việt chống lại 6 trung đoàn quân Quốc dân Đảng, trong số những người tử trận có Chủ tịch huyện Long Tân Ngu Khắc Hàn và 22 chiến sĩ Việt Nam.\n\nĐể tưởng nhớ liệt sĩ của hai nước, các hài cốt đã an táng tại Khiếu Lâm, La Hồi, và Hạ Đông được cải táng về Thủy Khẩu, lấy tên là \"Nghĩa trang Liệt sĩ Trung Việt tại Thủy Khẩu Long Châu\" (龙州水口中越烈士陵园 – Long Châu Thủy Khẩu Trung Việt Liệt sĩ Lăng Viên). Đây là một trong các địa điểm du lịch của Long Châu.<ref>[http:\/\/www.dpc.gov.cn\/Article\/ShowArt.asp?Art_ID=12502 水口关边]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Nội chiến Trung Quốc|T]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|T]]\n[[Thể loại:Lịch sử Quảng Tây]]"}