{"409583":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Phan Rang - Xuân Lộc\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:The fall of Xuan Loc..JPG|300px]]\n|caption=''Sơ đồ chiến trường Xuân Lộc''\n|date=9\/4\/1975 - 22\/4\/1975\n|place=[[Xuân Lộc]], [[Phan Rang (định hướng)|Phan Rang]], [[Nam Việt Nam]]\n|result=[[Quân Giải phóng miền Nam Việt Nam]] giành chiến thắng chiến lược<ref>http:\/\/baotintuc.vn\/dau-an-su-kien\/dap-tan-tuyen-phong-thu-phan-rang-cua-dich-20150320145720914.htm<\/ref><ref>http:\/\/vov.vn\/xa-hoi\/ky-uc-dap-tan-la-chan-thep-phan-rang-393702.vov<\/ref><ref>http:\/\/luutruvn.com\/index.php\/2016\/04\/05\/phong-tuyen-phan-rang-xuan-loc-trac-nghiem-cuoi-cung-cua-nguoi-my\/<\/ref>\n|combatant1=[[Tập tin:FNL Flag.svg|22px]] [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]]\n|combatant2=[[Tập tin:Flag of United States.svg|22px]] [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|commander1=[[Tập tin:FNL Flag.svg|22px]] [[Lê Trọng Tấn]]<br \/>[[Tập tin:FNL Flag.svg|22px]] [[Trần Văn Trà]]<br \/>[[Tập tin:FNL Flag.svg|22px]] [[Nguyễn Hữu An]] <br \/>[[Tập tin:FNL Flag.svg|22px]] [[Hoàng Cầm (tướng)|Hoàng Cầm]]<br \/>[[Tập tin:FNL Flag.svg|22px]] [[Hoàng Thế Thiện]]\n|commander2=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Nguyễn Văn Toàn]]<br \/>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Lê Minh Đảo]]<br \/>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Nguyễn Vĩnh Nghi]]\n|strength1= ~45.000<br>16 xe tăng, 40 pháo xe kéo và 30 pháo cỡ nhỏ, 18 pháo cao xạ\n|strength2= ~35.000<br>100 xe tăng - xe thiết giáp, 54 pháo xe kéo (chưa kể pháo cỡ nhỏ), 150 máy bay\n|casualties1= ~2.000 thương vong\n|casualties2= 2.056 chết hoặc bị thương, 2.785 bị bắt<br> 42 [[xe tăng]] - xe thiết giáp, 16 ô tô bị phá hủy. 48 ô tô, 1.499 súng các loại bị thu giữ\n|notes=\n}}\n\n'''Chiến dịch Phan Rang – Xuân Lộc''' là chiến dịch quyết định giữa [[Quân Giải phóng miền Nam Việt Nam]] và [[Quân lực Việt Nam Cộng hòa]] trước cửa ngõ [[Thành phố Hồ Chí Minh|Sài Gòn]] trong [[Chiến dịch Mùa Xuân 1975|Cuộc tổng tấn công và nổi dậy mùa xuân 1975]]. Trong chiến dịch này, hai bên lần lượt đưa những lực lượng mạnh nhất của mình vào trận. Vì đây là địa bàn trọng điểm, là hai cánh cửa cuối cùng của toàn bộ tuyến phòng thủ còn lại trong kế hoạch nỗ lực tối đa để có thể bảo vệ được nửa lãnh thổ phía Nam còn lại và đi đến một cuộc đàm phán với Hà Nội ở các điều kiện tốt hơn cho mình nên Quân lực Việt Nam Cộng hòa được lệnh phải tử thủ ở Xuân Lộc. Trong khi đó thì Hà Nội kiên quyết không thương lượng. [[Quân Giải phóng miền Nam Việt Nam]] quyết tâm thực hiện đến cùng các mục tiêu đã được đề ra trong nghị quyết tháng 3 năm 1975 của họ, dù có phải hy sinh nhiều trong một cuộc tổng tấn công còn hơn là mất thì giờ để tìm kiếm thắng lợi qua việc lập một chính phủ liên hiệp.<ref>Frank Snepp. sđd. trang 199-200.<\/ref>\n\nDo đó cả [[Quân Giải phóng miền Nam Việt Nam]] và Quân lực Việt Nam Cộng hòa đều nhận được mệnh lệnh từ cấp trên của mình là đánh bại đối phương. Như thường thấy trong các cuộc chiến tranh, khi hai bên đều nhận được mệnh lệnh giống nhau thì chỉ có một trong hai mệnh lệnh ấy được thực hiện đến cùng.<ref>Lev Tolstoi. Chiến tranh và hòa bình. Tập 3. Dịch giả chính: Cao Xuân Hạo. Nhà xuất bản Văn học. Hà Nội. 1961. trang 218.<\/ref> Và chiến dịch Phan Rang - Xuân Lộc lại là một chiến thắng quan trọng nữa của [[Quân Giải phóng miền Nam Việt Nam]] trong chuỗi các trận thắng như chẻ tre trong mùa xuân năm 1975.\n\n== Bối cảnh ==\n'''Xuân Lộc''' là thủ phủ tỉnh Long Khánh (nay là thành phố thuộc tỉnh Đồng Nai). Thành phố này có quốc lộ số 1 và đường sắt xuyên Việt đi qua, có ngã ba Dầu Giây là điểm cuối của đường 20 từ Đà Lạt về, có đường 56 nối với Vũng Tàu; cách Sài Gòn 60&nbsp;km về phía đông - đông bắc, cách Biên Hòa 25&nbsp;km về phía đông. Địa hình khu vực này không quá phức tạp, gồm nhiều đồi thấp xen giữa các cánh đồng, bãi sắn, vườn cây. Phía nam có điểm cao Tân Phong (độ cao tuyệt đối 300 m), phía Tây có điểm cao Núi Thị rất thuận lợi cho quan sát chiến trường, tổ chức chỉ huy phòng thủ. Với mục tiêu biến Xuân Lộc thành \"cánh cửa thép\" che chở cho Sài Gòn từ hướng Đông, được sự ủng hộ của tướng [[Fredrick C. Weayend]], Quân lực Việt Nam Cộng hòa đã nâng cấp cấu trúc Xuân Lộc thành cụm cứ điểm mạnh với hai trung tâm chính là tiểu khu quân sự Long Khánh và căn cứ sư đoàn 18 bộ binh, hai tiền đồn quan trọng là Núi Thị và Tân Phong với nhiều boong ke, lô cốt, hầm ngầm.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 105.<\/ref><ref>Lịch sử sư đoàn bộ binh 7 (1966-2006). trang 144<\/ref>\n\n'''Phan Rang''' là thị xã thủ phủ tỉnh Ninh Thuận, cách Sài Gòn 361&nbsp;km về phía đông bắc, cũng có đường quốc lộ số 1 và đường sắt xuyên Việt đi qua. Địa hình khu vực tương đối phức tạp gồm các dải đồi cát và chân ruộng nhỏ hẹp ven biển, phía bắc có khu căn cứ Bác Ái do Mặt trận Dân tộc giải phóng miền Nam Việt Nam kiểm soát, phía tây có đèo Ngoạn Mục trên đường 27 nối với Đơn Dương và Đà Lạt - Lâm Đồng qua đường 20. Tại đây có các căn cứ quan trọng như chi khu quân sự Du Long án ngữ phía ắc thị xã, sân bay Thành Sơn (căn cứ của Sư đoàn 6 Không quân VNCH), cảng dân sự Tân Thành, quân cảng Ninh Chữ và tiểu khu quân sự Ninh Thuận. Trong kế hoạch phòng thủ \"Nỗ lực tối đa\" của QLVNCH đầu năm 1975, Phan Rang trở thành lá chắn phía Đông để ngăn chặn cánh quân duyên hải của [[Quân Giải phóng miền Nam Việt Nam]], hỗ trợ phòng ngự cho cụm cứ điểm Xuân Lộc và che chở từ xa cho Sài Gòn.<ref>Lịch sử Quân đoàn 2 1974-2004. trang 218.<\/ref>\n\n=== Thế và lực của [[Quân Giải phóng miền Nam Việt Nam]] ===\nChỉ trong một thời gian ngắn non 1 tháng, [[Quân Giải phóng miền Nam Việt Nam]] đã tiêu diệt và làm tan rã hai [[quân đoàn]] và hai quân khu, trên 35% bộ binh, 40% lực lượng binh chủng, thu và phá hủy 43% cơ sở vật chất kĩ thuật của đối phương, giải phóng 12 tỉnh từ [[Quảng Trị]] đến [[Khánh Hòa]] và toàn bộ Tây Nguyên. Đến ngày 8 tháng 4 năm 1975, [[Quân Giải phóng miền Nam Việt Nam]] đã kiểm soát quá nửa diện tích lãnh thổ tại miền Nam Việt Nam với 16 tỉnh thuộc Quân khu I (toàn bộ), Quân khu II (10\/12 tỉnh) và tỉnh Phước Long thuộc Quân khu III. Ngoài ra còn một số không nhỏ các \"lõm giải phóng\" có quy mô cấp quận, cấp tổng nằm rải rác ở vùng ven đang tranh chấp hoặc ở sâu trong vùng QLVNCH đang kiểm soát.\n\nNgày 1 tháng 4 năm 1975, đại tướng [[Võ Nguyên Giáp]], Ủy viên Bộ Chính trị, Bí thư [[Quân ủy Trung ương]], Bộ trưởng Bộ Quốc phòng điện cho Bộ chỉ huy mặt trận Sài Gòn: ''\"Vấn đề quyết định là phải kịp thời nắm lấy thời cơ, quán triệt đầu đủ tư tưởng chỉ đạo: Thần tốc, táo bạo, bất ngờ, chắc thắng\"''.\n\nLực lượng chiến đấu của [[Quân Giải phóng miền Nam Việt Nam]] có mặt tại miền Nam Việt Nam đã lên đến 3 [[quân đoàn]], đều đã có mặt hoặc đang trên đường tiến quân đến tuyến phòng thủ Phan Rang - Xuân Lộc. \n*Quân đoàn 4 đã có mặt ở Đông Nam Bộ trong [[Chiến dịch Đường 14 - Phước Long|Chiến dịch đường 14-Phước Long]] đang lần lượt đánh chiếm các tiền đồn của QLVNCH tại Tây Ninh và Bình Long và Bắc Long Khánh, hình thành thế bao vây cụm phòng thủ Xuân Lộc từ các hướng Đông Bắc, Bắc và Tây Bắc.\n*Quân đoàn 2 chỉ để lại sư đoàn 324 làm nhiệm vụ bảo vệ Trị Thiên Huế và Đà Nẵng; đã sử dụng 2.588 xe ô tô, xe tăng, xe thiết giáp, xe kéo pháo và các loại phương tiện cơ giới có trong tay, chia thành 5 khối hành quân dọc đường số 1, nhanh chóng tiếp cận phòng tuyến Phan Rang.\n*Quân đoàn 3 (thành lập ngày 26 tháng 3 năm 1975) sau khi đã chiếm trọn tỉnh cuối cùng tại Tây Nguyên (Tuyên Đức) và hai tỉnh ven biển (Phú Yên và Khánh Hoà) đã nhanh chóng thu quân, điều động lực lượng về hướng Tây và Tây Bắc Sài Gòn tại Dầu Tiếng và Bến Súc thay cho Quân đoàn 4 di chuyển về mặt trận Xuân Lộc. Phía sau lưng các cánh quân này, Quân đoàn 1 tại Ninh Bình đã nhận được lệnh lên đường vào chiến trường ngày 31 tháng 3 năm 1975, chỉ để lại sư đoàn 308 bảo vệ miền Bắc.<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 372-376<\/ref> 0 giờ 30 phút ngày 7 tháng 4, đại tướng Võ Nguyên Giáp, Tổng tư lệnh [[Quân Giải phóng miền Nam Việt Nam]] gửi bức điện số 157\/ĐK:TK cho các cánh quân trong đó có đoạn viết: \"Thần tốc, thần tốc hơn nữa, táo bạo, táo bạo hơn nữa\".<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 377<\/ref>\n\n=== Tình hình của Quân lực Việt Nam Cộng hòa ===\n[[Tập tin:President Ford meets with Kissinger, Weyand, and Martin - NARA - 186794.jpg|nhỏ|phải|300px|Tổng thống Gerald Ford, đại sứ Graham Martin, tướng Weyland và Henry Kissinger họp bàn về tình hình miền Nam Việt Nam. Nhà Trắng ngày 25 tháng 3 năm 1975]]\n\nTình hình nội bộ của chế độ Việt Nam Cộng hòa đầu năm 1975 cũng có những diễn biến phức tạp không thua kém tình hình trên các mặt trận. Đã có ít nhất hai âm mưu ám sát Tổng thống Nguyễn Văn Thiệu bị phát giác. Ngày 23 tháng 1, một sĩ quan Quân lực Việt Nam Cộng hòa đã ám sát hụt tổng thống của mình bằng súng ngắn. Anh này lập tức bị đưa ra tòa án binh xét xử. Ngày 4 tháng 4, phe đối lập định đặt bom tại Dinh Độc Lập nhưng bị lộ. Ngày 8 tháng 4, phi công Nguyễn Thành Trung dùng máy bay F-5E ném bom Dinh Độc Lập. Tất cả những động thái nói trên làm cho Nguyễn Văn Thiệu càng tăng thêm nghi ngờ một số tướng lĩnh có âm mưu đảo chính chống lại mình.<ref name=\"Dương Hảo. sđd. trang 208\">Dương Hảo. sđd. trang 208.<\/ref>.\n\nNgày 2 tháng 4 năm 1975, Thượng nghị viện VNCH ra một kiến nghị đòi thay đổi chính phủ. Ngay ngày 2 tháng 4, thủ tướng Trần Thiện Khiêm xin từ chức và được Nguyễn Văn Thiệu lập tức chấp thuận. Cũng trong ngày hôm đó, Thượng nghị viện thông qua đạo luật giao cho Nguyễn Bá Cẩn, chủ tịch quốc hội kiêm nhiệm chức thủ tướng.<ref>Frank Snepp. sđd. trang 75.<\/ref> Trong bài diễn văn đọc trên truyền hình Sài Gòn tối ngày 4 tháng 4, Nguyễn Văn Thiệu nhân danh Tổng thống Việt Nam Cộng hòa yêu cầu bắt giam 3 sĩ quan cao cấp quân đội gồm: tướng [[Phạm Văn Phú]] vì đã để mất toàn bộ Tây Nguyên; tướng Phạm Quốc Thuần vì đã bất tuân thượng lệnh, không chịu tổ chức phòng thủ Nha Trang; tướng [[Dư Quốc Đống]] về tội để mất Phước Long. Nguyễn Văn Thiệu còn muốn bắt giam cả tướng [[Ngô Quang Trưởng]] nhưng vì ông này đang nằm điều trị tại bệnh viện nên không bị động đến.<ref>Alan Dawson. sđd. trang 63.<\/ref>\n\nGiải quyết tạm ổn vấn đề nội trị, ngày 3 tháng 4 năm 1975, Nguyễn Văn Thiệu đã trình bày trước phó đại sứ Hoa Kỳ Lehman và tướng [[Fredrick C. Weyand]] bản kế hoạch \"Nỗ lực tối đa\" nhằm giữ vững những phần đất còn lại. Ông ta cho rằng cần phải lấy Xuân Lộc làm trung tâm phòng ngự, hai bên sườn phải giữ được Tây Ninh và Phan Rang. Cuộc họp trở nên căng thẳng khi Nguyễn Văn Thiệu đưa ra bức thư của cựu tổng thống Richard Nixon hứa sẽ can thiệp bằng quân sự nếu VNDCCH tấn công và hỏi chính quyền Hoa Kỳ còn nhớ đến lời hứa này không. Chưa hết, đáp lại lời tuyên bố cùng ngày của tổng thống Gerald Ford rằng ''\"quyết định đơn phương về việc rút quân của tổng thống Thiệu đã tạo ra hậu quả là một tấn thảm kịch không thể tưởng tượng được\"'', ông Thiệu còn tuyên bố rằng chính quyền Hoa Kỳ đã đem con bỏ chợ và rằng bản thân ông ta đã bị Henry Kissinger viết chung vào một hóa đơn và bán đứng cho VNDCCH cùng với Hiệp định Paris rồi.<ref name=\"Dương Hảo. sđd. trang 208\"\/><ref>Alan Dawson. sđd. trang 59.<\/ref>\n\nTheo giới phân tích quân sự, kế hoạch trên đây rất khó thực hiện vì từ quân số hơn một triệu, QLVNCH đã bị tiêu diệt, bị bắt và tan rã một nửa. Theo đại tá Lê Trung Hiền, người phát ngôn của Bộ Tổng tham mưu QLVNCH thì đã có đến sáu sư đoàn rưỡi mất khả năng tác chiến. Giới quân sự cũng nghi ngờ khả năng chiến đấu thực tế của sư đoàn 5 và sư đoàn 25 vì hai viên tướng tư lệnh của họ là Lê Văn Tư và Trần Quốc Lịch đang ngồi tù do mắc tội [[tham nhũng]], bị cả cơ quan điều tra VNCH và Hoa Kỳ cáo buộc là đã bán gạo và vật liệu cho đối phương. Ngay cả tướng Nguyễn Vĩnh Nghi, trong thời gian làm tư lệnh Quân đoàn IV (1973-1974) cũng bị nghi ngờ vì đã để \"biến mất\" 8.000 máy bộ đàm cầm tay và 25.000 khẩu súng tiểu liên M-16.<ref>Alan Dawson. sđd. trang 74.<\/ref> Sư đoàn 2 phòng thủ Phan Rang thì chỉ còn 2 trung đoàn (trong đó có trung đoàn 4 vừa tái lập) và vẫn đang trong giai đoạn chỉnh đốn lại biên chế. Ba sư đoàn khác không phải là các đội quân thiện chiến đang nằm ở đồng bằng sông Cửu Long và khó có thể di chuyển về bảo vệ Sài Gòn do bị đối phương liên tục tập kích. Tất cả chỉ còn trông vào sư đoàn 18 do chuẩn tướng Lê Minh Đảo (người đã từng cùng chuẩn tướng Lê Văn Hưng phòng thủ An Lộc) chỉ huy. Đây chính là đơn vị được chọn để tử thủ tại Xuân Lộc cùng với các lực lượng dù, thủy quân lục chiến, biệt động quân, tăng thiết giáp và không quân còn lại.<ref>Alan Dawson. sđd. trang 60.<\/ref><ref>Trương Dưỡng. Đời chiến binh. Dẫn theo Lê Đại Anh Kiệt. Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà Nội. 2003. trang 177.<\/ref>.\n\n== Lực lượng và phương án tác chiến của hai bên ==\n{{Chiến tranh Việt Nam}}\n\n=== [[Quân Giải phóng miền Nam Việt Nam]] ===\n\n'''Tại mặt trận Xuân Lộc'''\n\nDo Quân đoàn 4 tiếp cận chiến trường sớm nhất nên Quân ủy Trung ương và Bộ Tư lệnh miền quyết định sử dụng quân đoàn này làm lực lượng chủ công tại mặt trận Xuân Lộc gồm các đơn vị:\n* Các sư đoàn bộ binh 7, 341 và 6 (trong đó sư đoàn 6 nguyên thuộc Khu 7, được điều động về Quân đoàn 4 thay thế sư đoàn 9 chuyển thuộc Đoàn 232)<ref>Hoàng Cầm. sđd. trang 180-182<\/ref>\n* Lữ đoàn phòng không 71.\n* Hai tiểu đoàn bộ binh của Tỉnh đội Long Khánh.\n* Các lữ đoàn Công binh 24, 25\n* Lữ đoàn thông tin 26.\n* Hai tiểu đoàn pháo gồm 4 khẩu 130&nbsp;mm, 18 khẩu 105 và 122&nbsp;mm và 12 khẩu 85&nbsp;mm.<ref name=\"8-381\">Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 381<\/ref>\n* Hai tiểu đoàn xe tăng (mỗi tiểu đoàn chỉ còn 8 chiếc hoạt động được)<ref name=\"qd4-112\">Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 112.<\/ref>\n\nNgày 3 tháng 4, Bộ Tư lệnh quân đoàn 4 đã vạch ra hai phương án tác chiến để đánh chiếm Xuân Lộc:\n:'''''Phương án 1''''': Đánh vòng ngoài là chủ yếu, lấy bao vây cô lập là chính. Nếu thời cơ xuất hiện sẽ tiến công dứt điểm. Đây là phương án \"đánh chắc, tiến chắc\" được rút ra từ bài học kinh nghiệm trên mặt trận Bình Long năm 1972.\n:'''''Phương án 2''''': Nếu đối phương hoang mang, dao động, cần khẩn trương dùng bộ binh có xe tăng đột kích mở đường, pháo binh yểm hộ tối đa đánh thẳng vào trung tâm phòng ngự của đối phương.<ref name=\"8-381\"\/><ref name=\"qd4-112\"\/>\n\nKế hoạch tấn công ban đầu của Quân đoàn là sử dụng sư đoàn 7 tấn công trên hướng chủ yếu từ phía Đông với mục tiêu đánh chiếm Sở chỉ huy sư đoàn 18. Sư đoàn 341 từ phía Bắc đánh chiếm tiểu khu quân sự Long Khánh và các mục tiêu trong thị xã. Sư đoàn 6 và trung đoàn 95 (mới được điều từ Tây Nguyên vào) làm nhiệm vụ dự bị chiến dịch, dự kiến được tung vào trận đánh để quyết định số phận chiến trường hoặc phản kích đẩy lùi các lực lượng dự bị cơ động của QLVNCH được điều đến tham chiến.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 113.<\/ref> Trong tiến trình trận đánh, ngày 12 tháng 4, Bộ tư lệnh Quân đoàn thay đổi một phần kế hoạch; chuyển hướng đánh của sư đoàn 341 từ hướng thứ yếu thành hướng chủ yếu. Việc chuyển hướng này đã quyết định thắng lợi của [[Quân Giải phóng miền Nam Việt Nam]] trên mặt trận Xuân Lộc.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 117.<\/ref>\n\n'''Tại mặt trận Phan Rang'''\n\nDo chỉ có sư đoàn 3 Sao Vàng (vốn thuộc Quân khu 5) tiếp cận mặt trận sớm hơn cả (ngày 11 tháng 4), Bộ Tư lệnh Quân đoàn 2 quyết định sử dụng sư đoàn này đánh trận mở màn tại Phan Rang với lực lượng gồm có:\n* Các trung đoàn bộ binh 2, 12, 25 và 141.\n* Một trung đoàn pháo binh gồm 2 cụm pháo có 36 khẩu 155&nbsp;mm, 105&nbsp;mm, 85&nbsp;mm và pháo phản lực H-12.\n* Tiểu đoàn cao xạ 37&nbsp;mm gồm 18 khẩu.\n\nVì không có xe tăng chi viện, Bộ tư lệnh sư đoàn 3 vạch kế hoạch sử dụng trung đoàn 2 đánh chiếm chi khu quân sự Du Long, chiếm lĩnh vị trí đầu cầu để tiến công thị xã từ hướng Bắc. Trung đoàn 141 đánh vu hồi vời hướng Đông Nam thị xã, cắt đứt đường rút ra biển của đối phương. Trung đoàn 25 tấn công ở chính diện, đánh chiếm sân bay Thành Sơn. Trung đoàn 12 làm lực lượng dự bị, sẵn sàng được tung vào hướng cần thiết. Trung đoàn pháo binh yểm hộ từ hai hướng Tây và Tây Bắc. Hai khẩu đội pháo nòng dài 85&nbsp;mm và một đại đội cao xạ 37&nbsp;mm được tách ra để khống chế sân bay Thành Sơn. Bộ tư lệnh Quân đoàn 2 cho sư đoàn 3 một ngày chuẩn bị trận đánh.<ref>Lê Anh Sáng. sđd. trang 268.<\/ref>\n\n=== Quân lực Việt Nam Cộng hoà ===\n\n'''Tại mặt trận Xuân Lộc'''\n\nVới vị trí là cụm phòng thủ trung tâm trong số ba cụm Tây Ninh, Xuân Lộc, Phan Rang; đến ngày 8 tháng 4 năm 1975, QLVNCH bố trí tại đây binh lực mạnh nhất có trong tay gồm:\n* Sư đoàn bộ binh 18 còn nguyên vẹn với ba trung đoàn 43, 48 và 52\n* Thiết đoàn 3 kỵ binh (thiết giáp)\n* Bốn tiểu đoàn bảo an 340, 342, 343, 367\n* Hai tiểu đoàn pháo binh 181 và 182 với 42 khẩu pháo các loại trong đó có hai khẩu M107 175mm\n* Hai liên đoàn dân vệ.\n\nTrong tiến trình trận đánh, ngày 12 tháng 4, QLVNCH tăng viện cho mặt trận này lữ đoàn 1 dù, lữ đoàn 3 kỵ binh - thiết giáp có đủ ba thiết đoàn 15, 18 và 22, chiến đoàn 8 bộ binh (sư đoàn 5), liên đoàn 33 biệt động quân và hai tiểu đoàn pháo binh. Toàn bộ lực lượng không quân của Quân đoàn III gồm các sư đoàn 5 (tại Biên Hoà) và 3 (tại Tân Sơn Nhất) được dùng để yểm trợ cho Xuân Lộc. Hai lữ đoàn thủy quân lục chiến mới tái lập (258 và 369) được điều lên bảo vệ tổng kho Long Bình và sân bay Biên Hòa.\n\nTổng số binh lực của QLVNCH tại khu vực Biên Hòa - Xuân Lộc lên đến 25.000 quân, chiếm 30% lực lượng bộ binh của Quân đoàn III, 57% số lượng xe tăng - thiết giáp, 40% pháo binh. Số quân này được bố trí như sau:\n* Sư đoàn 18 (thiếu trung đoàn 52), lữ đoàn 3 kỵ binh thiết giáp giữ Xuân Lộc. Từ ngày 12 tháng 4 có thêm lữ dù 1 tham gia phòng thủ.\n* Trung đoàn 52 (sư đoàn 18) giữ các cứ điểm Tân Phong, Núi Thị và các chốt dọc đường số 1 từ Trảng Bom đi Xuân Lộc. Từ ngày 12 tháng 4 có thêm lữ đoàn 3 thiết giáp, trung đoàn 8 (sư đoàn 5), liên đoàn 33 biệt động quân tham chiến.\n* Các lữ đoàn 258 và 369 thủy quân lục chiến bảo vệ căn cứ Biên Hòa và tổng kho Long Bình.<ref>Dương Hảo. sđd. trang 229-230<\/ref>\n\n'''Tại mặt trận Phan Rang'''\n\nNgày 2 tháng 4, tướng Nguyễn Văn Toàn, tư lệnh Quân đoàn III-QLVNCH bay ra Phan Rang thị sát chiến trường. Ngày 6 tháng 4, tướng Nguyễn Vĩnh Nghi (phó tư lệnh Quân đoàn III) và tướng Phạm Ngọc Sang (tư lệnh sư đoàn 6 không quân) phúc trình với Bọ Tổng tham mưu QLVNCH kế hoạch phối trí phòng thủ Phan Rang như sau:\n* Trung đoàn 5 (sư đoàn 2 mới tái lập) và Liên đoàn 31 biệt động quân bố trí dọc hai bên đường số 1 ở Bắc Phan Rang 20&nbsp;km, lấy đường hẻm Du Long làm trận địa phòng ngự. Tiểu đoàn pháo binh của Liên đoàn biệt động 31 gồm 4 khẩu 155&nbsp;mm và 8 khẩu 105&nbsp;mm bố trí phía sau cánh quân này.\n* Trung đoàn 4 (sư đoàn 2) giữ đường 20 phía Nam đèo Ngoạn Mục.\n* Lữ đoàn 2 dù (mới được điều từ Sài Gòn ra thay lữ đoàn 3 rút về chỉnh trang) giữ sân bay Thành Sơn\n* Tiểu đoàn pháo của Lữ dù 2 bố trí trong thị xã.\n* Chi đoàn thiết giáp thuộc sư đoàn 2 làm dự bị.\n* Bốn tiểu đoàn bảo an của chi khu Ninh Thuận giữ các chốt Suối Đá, Ba Râu, Hội Diên, Cà Đú, Đới Sơn và ngã tư Ga Tháp Chàm.\n* Lực lượng còn lại của Sư đoàn 6 không quân gồm hơn 150 máy bay các loại đóng tại sân bay Thành Sơn.<ref>Dương Hảo. sđd. trang 224.<\/ref><ref>Hồi ức của chuẩn tướng Phạm Ngọc Sang. Dẫn theo Lê Đại Anh Kiệt. Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà Nội. 2003. trang 166-167<\/ref><ref>Lịch sử Quân đoàn 2 (1974-2004). trang 212.<\/ref>\n\n== Diễn biến các trận đánh ==\n\n=== Các trận đánh tại thượng du miền Đông Nam Bộ ===\nMột tuần sau khi Chiến dịch Tây Nguyên 1975 mở màn, Quân đoàn 4 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] mở các trận đánh trên hướng Tây Ninh - Bình Dương, tiếp tục những mục tiêu mà họ chưa đạt được vào ba năm trước. Tại đây, QLVNCH không còn tuyến phòng thủ liên hoàn như năm 1972 do không đủ binh lực và phương tiện chốt giữ. Mặc dù tuyến này không phải là hướng trọng điểm trong các hướng tiến công của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] năm 1975 nhưng do vị trí tiếp giáp Sài Gòn từ hướng Tây Bắc nên những trận đánh tại miền Đông Nam Bộ trong tháng 3 và đầu tháng 4 năm 1975 đã thu hút một phần lớn binh lực của Quân đoàn III QLVNCH, không cho các lực lượng này được rảnh rỗi để chi viện cho các hướng khác. Tại Tây Ninh, QLVNCH bố trí 1 sư đoàn bộ binh, (sư đoàn 25), 2 liên đoàn biệt động quân và 4 chi đoàn thiết giáp. Tại Bình Dương có 1 sư đoàn bộ binh (sư đoàn 5), 1 liên đoàn biệt động quân và 1 chi đoàn thiết giáp.<ref>Dương Hảo. sđd. trang 219.<\/ref>\n\nBộ Tư lệnh quân đoàn 4 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] quyết định chọn tuyến Dầu Tiếng - Chơn Thành là điểm yếu nhất trong các cứ điểm phòng thủ từ xa của Quân đoàn III - QLVNCH tại hướng Bắc Tây Bắc Sài Gòn. QLVNCH bố trí tại đây 4 tiểu đoàn bảo an (35, 304, 312, 352) với 2600 quân, 1 chi đoàn thiết giáp, 10 khẩu pháo 105&nbsp;mm. Trung tâm phòng ngự của QLVNCH tại tuyến này là chi khu quân sự Dầu Tiếng nằm ở điểm tiếp giáp ba tỉnh Tây Ninh, Bình Long và Bình Dương. Khu vực này được cấu trúc thành cụm cứ điểm kiên cố gồm 47 đồn, gần 100 lô cốt với 2000 quân. Tại khu vực ngoại vi trên đường 239, Bến Củi, Suối Ông Hùng có 6 đồn, 11 lô cốt với 600 quân. Nhiệm vụ tấn công chi khu quân sự được Quân đoàn 4 giao cho sư đoàn 9 với 3 trung đoàn bộ binh, được tăng cường trung đoàn 16, tiểu đoàn 22 xe tăng (thiếu 1 đại đội), 1 tiểu đoàn pháo binh, 2 tiểu đoàn cao xạ.<ref>Đinh Văn Thiên - Đỗ Phương Linh. sđd. trang 3.<\/ref><ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 101.<\/ref>\n\n5 giờ sáng ngày 11 tháng 3, sư đoàn 9 nổ súng tấn công chi khu quân sự Dầu Tiếng. Pháo binh QLVNCH của chi khu và tại các căn cứ lân cận như Rừng Nần, Bàu Đồn, Chà Là đã chi viện cho lực lượng phòng thủ chi khu chặn được mũi tấn công chính của Sư đoàn 9 [[Quân Giải phóng miền Nam Việt Nam]] trong ngày 11 tháng 3. Chiều 11 tháng 3, tướng Lê Nguyên Khang điều chi đoàn 3 thiết đoàn 45 thuộc lữ đoàn 3 kỵ binh thiết giáp từ Bàu Đồn theo đường 239 lên giải tỏa cho Dầu Tiếng nhưng bị trung đoàn 16 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] phục kích chặn đánh tại Suối Ông Hùng, phải lui về Bàu Đồn. Các trận địa pháo của QLVNCH tại Bàu Đồn và Rừng Nần cũng bị tiểu đoàn pháo binh của sư đoàn 9 bắn kiềm chế.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 102.<\/ref>\n\nNgày 12 tháng 3, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tiếp tục tấn công, kết hợp với đột kích bằng bộ binh, có pháo binh và xe tăng yểm hộ với đặc công dùng thuốc nổ phá hầm ngầm cố thủ tại chỉ huy sở chi khu. Thiếu tá chi khu trưởng Võ Văn Quý dẫn số quân còn lại rút về Bàu Đồn. Lúc 9 giờ 40 phút cùng ngày, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] làm chủ chi khu quân sự Trị Tâm (Dầu Tiếng). Ngày 13 tháng 3, trung đoàn 2 (sư đoàn 9) được tăng cường tiểu đoàn 9 (Trung đoàn 3) cùng 1 đại đội xe tăng yểm trợ tấn công cụm phòng ngự [[Tam giác]] trên đường 239 và các đồn lẻ Vườn Chuối, Ngã ba Sắc, Cầu Tàu, Bến Củi và làm chủ trận địa sau ba giờ giao chiến. Mặc dù Bộ tham mưu Quân đoàn III QLVNCH đã có kế hoạch sử dụng 2 chiến đoàn của sư đoàn 25 có lữ đoàn 3 kỵ binh thiết giáp tăng phái mở cuộc phản kích lấy lại Dầu Tiếng nhưng phải hủy bỏ vì lệnh của Tổng thống Nguyễn Văn Thiệu yêu cầu lui về giữ Truông Mít, Bầu Đồn, Tây Ninh.<ref>Đinh Văn Thiên - Đỗ Phương Linh. sđd. trang 3-5.<\/ref>\n\nNgày 16 tháng 3, trước nguy cơ bị tiêu diệt, QLVNCH bỏ An Lộc; rút 2 liên đoàn biệt động quân và lực lượng của tiểu khu An Lộc về tăng cường cho lực lượng cố thủ tại Chơn Thành. Từ ngày 24 đến ngày 30 tháng 3, các trung đoàn 1 và 2 (sư đoàn 9 liên minh [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]]) được phối thuộc 2 tiểu đoàn của tỉnh đội Bình Phước mở cuộc tấn công Chơn Thành lần thứ nhất nhưng bị đánh bật lại. Ngày 31 tháng 3, sau khi tập trung đầy đủ 3 trung đoàn bộ binh, được Bộ chỉ huy quân đoàn 4 tăng cường trung đoàn 273 (sư đoàn 341) và tiểu đoàn pháo binh gồm 15 khẩu, trong đó có 4 khẩu 130&nbsp;mm, sư đoàn 9 bao vây và tiếp tục tập kích cụm cứ điểm Chơn Thành. QLVNCH điều 1 chi đoàn thuộc lữ đoàn 3 kỵ binh thiết giáp lên giải vây cho Chơn Thành nhưng đã bị những lực lượng của trung đoàn 1, trung đoàn 2 chặn đứng trên đường số 13. Trước nguy cơ bị tiêu diệt, lực lượng còn lại của liên đoàn 31 biệt động quân tại Chơn Thành đã mở đường máu rút sang phía Đông, lui về hậu cứ của chiến đoàn 315 tại Bàu Bàng. Sư đoàn 9 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] đánh chiếm toàn bộ quận lỵ Chơn Thành ngày 2 tháng 4. 2134 sĩ quan, binh sĩ QLVNCH bị tiêu diệt, 472 người bị bắt, 16 máy bay các loại bị bắn rơi. [[Quân Giải phóng miền Nam Việt Nam]] thu giữ 39 xe quân sự (trong đó có 8 xe tăng), gần 1000 súng các loại (trong đó có 5 khẩu pháo cỡ 105 và 155&nbsp;mm); chiếm lĩnh hoàn toàn tỉnh Bình Long và tạo ra nhiều bàn đạp chiến thuật bao quanh cụm cứ điểm Xuân Lộc.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 104-105.<\/ref>\n\n=== Mặt trận Xuân Lộc ===\n{{chính|Trận Xuân Lộc}}\nNgay sau các trận đánh tại thượng du miền Đông Nam Bộ, Bộ tư lệnh [[Quân đoàn 4, Quân đội Nhân dân Việt Nam]] có bốn ngày để chuẩn bị cho trận đánh tại quyết chiến điểm Xuân Lộc. Thiếu tướng [[Hoàng Cầm (tướng)|Hoàng Cầm]], tư lệnh quân đoàn sử dụng phương án 2 và trực tiếp chỉ huy cánh quân phía Bắc và Tây Bắc. Đại tá Bùi Cát Vũ, phó tư lệnh Quân đoàn chỉ huy cách quân Đông.<ref>Hoàng Cầm. sđd. trang 168.<\/ref> Tại cụm cứ điểm Xuân Lộc, Chuẩn tướng Lê Minh Đảo và đại tá Nguyễn Văn Phúc, tỉnh trưởng Long Khánh cũng bố trí xong trận địa phòng thủ. Lê Minh Đảo tuyên bố với báo chí: ''\"Tôi thề giữ vững Xuân Lộc. Bất chấp cộng sản tập trung bao nhiêu sư đoàn, tôi cũng đánh gục họ. Tôi sẽ đánh một trận oai hùng cho thế giới biết sức mạnh và tài ba của Quân lực Việt Nam Cộng hòa\"''.<ref>Dương Hảo. sđd. trang 228-229.<\/ref>\n\n5 giờ 40 phút sáng ngày 9 tháng 4 năm 1975, chiến sự tại Xuân Lộc mở màn với trận pháo kích gần một giờ của bốn cụm pháo binh chiến dịch thuộc Quân đoàn 4 - [[Quân Giải phóng miền Nam Việt Nam]]. Sư đoàn 341 từ hướng Bắc nhanh chóng đánh chiếm khu thông tin, khu cố vấn Hoa Kỳ và khu cảnh sát sau hơn một giờ công kích. Tuy nhiên, cách quân này vẫn phải dừng lại phòng ngự cơ động do bị Chiến đoàn 52 QLVNC phản kích vào bên sườn phía Nam. Ngược lại, cánh quân phía đông của [[Quân Giải phóng miền Nam Việt Nam]] (sư đoàn 7) đã không chờ xe tăng đi cùng, phát triển tấn công trước nên bị thương vong nhiều. Đến 8 giờ, tám xe tăng của Quân đoàn 4 mới đến chi viện nhưng bộ binh không theo kịp để yểm hộ, bị QLVNCH bắn cháy ba chiếc gần ấp Bảo Chánh A.<ref>Lịch sử sư đoàn bộ binh 7 (1966-2006). trang 146.<\/ref>. Đến xế trưa, các trung đoàn 209 (sư đoàn 7) và 270 (sư đoàn 341) chốt giữ vòng ngoài đã đánh bại cuộc phản kích giải tỏa Sở chỉ huy sư đoàn 18 và dinh tỉnh trưởng Long Khánh do các chiến đoàn 43 và 48 thực hiện tại Núi Thị, Tân Phong, Bảo Toàn, bắn cháy 7 xe tăng của QLVNCH tại ấp Bảo Toàn<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 134.<\/ref>. Tại hướng Nam, sư đoàn 6 [[Quân Giải phóng miền Nam Việt Nam]] phối hợp tấn công dọc theo quốc lộ 1 từ Hưng Nghĩa đến đèo Mẹ Bồng Con, chiếm ấp Trần Hưng Đạo, phá hủy 11 xe tăng và xe bọc thép của Chiến đoàn 322 định ứng cứu cho Xuân Lộc từ phía Tây.<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 382.<\/ref> Trong ngày 9 tháng 4, các chiến đoàn của Sư đoàn 18 QLVNCH tổ chức hàng chục trận phản kích vào các cánh quân của Quân đoàn 4 [[Quân Giải phóng miền Nam Việt Nam]], chặn được đà tiến quân của các lực lượng này, đặc biệt là trên hướng tấn công chủ yếu từ phía Tây Bắc.<ref>Hoàng Cầm. sđd. trang 172.<\/ref>\n\nTừ này 10 đến ngày 11 tháng 4, các trung đoàn 141, 165 và 207 (sư đoàn 7) có xe tăng yểm hộ tiếp tục tấn công hậu cứ Sư đoàn 18, chiến đoàn 52 và thiết đoàn 5 QLVNCH nhưng cả ba mũi tấn công đều bị chặn đứng. Trên hướng Tây Bắc, các trung đoàn 226 và 270 (sư đoàn 341) tiếp tục phái đổi phó với các trận phản kích của các Chiến đoàn 322 và 43. Trên hướng phối hợp, trung đoàn 33 (sư đoàn 6) chiếm được một phần chi khu quân sự Dầu Giây. Trong hai ngày này, không quân VNCH từ Biên Hòa đã tổ chức hơn 200 phi vụ ném bom, yểm hộ cho sư đoàn 18 và các đơn vị QLVNCH đang phòng thủ tạị Xuân Lộc. Do các lực lượng phòng thủ Xuân lộc đã bị chia cắt thành ba cụm: Núi Thị, Dầu Giây và thị xã, đêm 11 tháng 4, tướng Lê Minh Đảo bí mật chuyển Sở chỉ huy sư đoàn 18 từ trong thị xã ra Chi khu Tân Phong. Đại tá Phạm Văn Phúc, tỉnh trưởng Long Khánh cũng di tản lên căn cứ Núi Thị.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 135.<\/ref>\n\nNgày 12 tháng 4 năm 1975, Bộ Tổng tham mưu QLVNCH quyết định tăng cường cho mặt trận Xuân Lộc nhiều đơn vị rút từ lực lượng tổng trù bị. Lữ đoàn dù 1 đổ bộ xuống đồn điền cao su Bảo Định. Hai lữ đoàn thủy quân lục chiến được điều đến phòng ngự phía Đông căn cứ Biên Hòa. Liên đoàn 33 biệt động quân, trung đoàn 8 bộ binh (sư đoàn 5), 8 tiểu đoàn pháo binh, 3 chi đoàn thiết giáp 3\/15, 3\/18, 3\/22 được đưa đến khu vực Tân Phong, Dầu Giây. Sư đoàn 3 và sư đoàn 5 không quân tại Biên Hòa và Tân Sơn Nhất tổ chức mỗi ngày từ 80 đến 120 phi vụ yểm hộ cho cụm phòng thủ Xuân Lộc<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 136-137.<\/ref>.\n\n14 giờ ngày 12 tháng 4, Không lực VNCH đã sử dụng máy bay C-130 ném hai quả bom [[CBU-55]] (bom Daisy Cutter) và cả bom địa chấn [[BLU-82]] nặng gần 7 tấn, một trong những loại vũ khí phi hạt nhân có sức hủy diệt hàng loạt xuống xã Xuân Vinh, sát thị xã Xuân Lộc<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 384.<\/ref><ref>Lê Đại Anh Kiệt. sđd. trang 181.<\/ref> Hoa Kỳ ước tính nó đã gây thương vong cho khoảng 250 người lính [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]], nhưng ước tính này không thể kiểm chứng.<ref name=\"Snepp, tr. 327\">Snepp, tr. 327<\/ref><ref>Spencer C., tr.185<\/ref> Còn theo nhân chứng là Anh hùng lực lượng vũ trang Trần Văn Chín và anh Lê Quang Tá thì tiểu đoàn 2 (Trung đoàn 4, sư đoàn 6) của họ đã bị trúng loại bom này tại khu vực suối Nhạn, khiến 28 người chết tại chỗ, 58 người khác bị thương phải đưa đi điều trị<ref>https:\/\/www.tienphong.vn\/xa-hoi-phong-su\/di-tim-noi-qua-bom-cbu55-roi-gap-nhau-o-suoi-nhan-597936.tpo<\/ref>\n\nNgày 13 tháng 4, tướng Trần Văn Trà, Phó tư lệnh Quân giải phóng miền Nam Việt Nam đến Sở chỉ huy Quân đoàn 4. Tại đây, ông quyết định tạm dừng tấn công và thay đổi cách đánh, sử dụng sư đoàn 6 và một phần của sư đoàn 341 chuyển hướng tấn công chủ yếu sang phía Tây Nam cụm phòng thủ Xuân Lộc tại điểm yếu nhất là khu Dầu Giây, cắt đường số 2 đi Bà Rịa - Vũng Tàu, cắt đường 1 đoạn Xuân Lộc - Biên Hòa, tổ chức nhiều chốt chặn trên địa đoạn Trảng Bom - Biên Hòa. Bằng cách đó, có thể dùng \"thế\" để đánh chiếm Xuân Lộc. Bộ tư lệnh Quân đoàn 2 cũng điều trung đoàn 95B tăng cường cho Quân đoàn 4 tại mặt trận Xuân Lộc. QLVNCH cho rằng họ đã đẩy lùi cuộc tấn công của đối phương, chấm dứt thời kỳ rút lui. Tổng thống Nguyễn Văn Thiệu tuyên bố \"khả năng chiến đấu của quân lực Việt Nam cộng hòa đã được phục hồi\" và \"đủ mạnh để giữ vững chế độ\". Tướng Lê Minh Đảo cũng tuyên bố ''\"Việt cộng muốn qua Long Khánh phải bước qua xác của Đảo này\"''.<ref>Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). trang 138-139.<\/ref>\n\nTuy nhiên, đến ngày 15 tháng 4 thì tình hình mặt trận đã diễn biến khác hẳn. Sáng 15 tháng 4, pháo binh [[Quân Giải phóng miền Nam Việt Nam]] không bắn phá thị xã Xuân Lộc mà nhằm vào sân bay Biên Hòa. Trong gần một ngày, sư đoàn 3 KQVNCH tại đây đã bị trúng pháo nên không tổ chức được một phi vụ xuất kích nào. Để có đủ hỏa lực yểm hộ cho Xuân Lộc từ trên không, Sư đoàn 4 không quân tại căn cứ Trà Nóc được huy động. Ngay trong ngày 15 tháng 4, Sư đoàn 6 và Trung đoàn 95B [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] đã đánh tan Chiến đoàn 52 và Chi đoàn thiết giáp số 13 của QLVNCH tại Túc Trưng, Kiệm Tân, ngã ba Dầu Giây và căn cứ Nguyễn Thái Học, phá vỡ tuyến phòng thủ phía Tây Xuân Lộc. Toàn bộ chiến đoàn chỉ còn hơn 200 người sống sót<ref>Hồi ức của thiếu tá Phạm Huấn. Dẫn theo Lê Đại Anh Kiệt. Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà Nội. 2003. trang 181.<\/ref> Trong hai ngày 16 và 17 tháng 4, Bộ Tư lệnh tiền phương Quân đoàn III - QLVNCH sử dụng Lữ đoàn thiết giáp số 3 và Chiến đoàn 8 (sư đoàn 5) với sự yểm hộ của gần 200 phi vụ ném bom và hơn 100 khẩu pháo tại các căn cứ Nước Trong, Bà Thức, Long Bình, Đại An phản kích theo đường số 1 nhằm giải toả ngã ba Dầu Giây nhưng đều bị các lực lượng của Sư đoàn 6 và Trung đoàn 95B Quân Giải phóng đẩy lùi về Bàu Cá. Trên các khu vực xung quanh thị xã Xuân Lộc, các chiến đoàn 43, 48 và tiểu đoàn dù 2 (lữ đoàn dù 1) QLVNCH liên tục bị tập kích và tiêu hao.<ref>Hoàng Cầm. sđd. trang 179-181.<\/ref>\n\nTừ ngày 16 đến ngày 18 tháng 4, các tuyến phòng thủ của QLVNCH tại Phan Rang, Phan Thiết, Hàm Tân liên tiếp bị Quân Giải phóng phá vỡ. Các đơn vị phái đi trước của Cánh quân Duyên Hải của Quân Giải phóng (gồm Quân đoàn 2 và chủ lực khu 5) đã có mặt tại Rừng Lá, cách Xuân Lộc 10&nbsp;km về phía Đông, các trục lộ giao thông quan trọng nối Xuân Lộc với các địa bàn xung quanh đều bị cắt đứt. Trước nguy cơ bị bao vây và tiêu diệt hoàn toàn, ngày 19 tháng 4, tướng Lê Minh Đảo điện cho Bộ Tổng tham mưu QLVNCH đề nghị rút khỏi Xuân Lộc và lập tức được chấp thuận với yêu cầu giữ bí mật tuyệt đối kế hoạch rút lui. Ngày 20 tháng 4, dưới trời mưa tầm tã, hơn 200 xe quân sự các loại vận chuyển những đơn vị QLVNCH còn lại tại Xuân Lộc di chuyển theo liên tỉnh lộ 2 hướng đi Bà Rịa rồi theo đường mòn vòng về Biên Hòa. Những đơn vị này đã bị một tiểu đoàn của tỉnh đội Long Khánh ([[Quân Giải phóng miền Nam Việt Nam]]) truy kích và tiêu diệt toán quân rút sau cùng. Viên đại tá Phạm Văn Phúc, tỉnh trưởng Long Khánh và trung tá Lê Quang Định phó tỉnh trưởng tử trận<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 392-393.<\/ref><ref>Lê Đại Anh Kiệt. sđd. trang 181-182<\/ref>. \"Cánh cửa thép\" Xuân Lộc bị đập vỡ. Trận đánh có tổ chức nhất của QLVNCH trước cửa ngõ Sài Gòn tháng 4 năm 1975 kết thúc với sự rút lui của các đơn vị tổng trù bị cuối cùng khiến Sài Gòn không còn một lực lượng nào đáng kể để mặc cả với đối phương. Theo Frank Snepp, đại tướng Cao Văn Viên phải bất đắc dĩ mà công nhận rằng: quân đội không còn chiến đấu được nữa và không còn hy vọng gì thắng trận.<ref>Frank Snepp. sđd. trang 102.<\/ref>\n\n=== Mặt trận Phan Rang ===\n\nDo phải hành quân trên chặng đường dài hơn 400&nbsp;km từ Quảng Nam vào nên đến sáng 13 tháng 4, các chi đội phái đi trước của cánh quân Duyên hải ([[Quân Giải phóng miền Nam Việt Nam]]) gồm sư đoàn 3 Sao Vàng và trung đoàn bộ binh 25 (được điều từ Quân đoàn 3 sang phối thuộc) mới có mặt tại phía Nam Cam Ranh. Bộ tư lệnh cánh quân Duyên Hải giao cho Sư đoàn này nhiệm vụ đánh chiến Phan Rang trong hành tiến. Việc chuẩn bị lực lượng chỉ trong một ngày.<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. trang 386.<\/ref>\n\nSáng ngày 14 tháng 4, sư đoàn 3 Sao Vàng bắt đầu đột phá tuyến phòng thủ tại hẻm Du Long do Trung đoàn 5 (sư đoàn 2) và Liên đoàn 31 biệt động quân QLVNCH trấn giữ. Để hạn chế thương vong, Bộ tư lệnh sư đoàn 3 chỉ dùng trung đoàn 2 đánh vỗ mặt, điều trung đoàn 52 luôn sâu và phía Nam, bất ngờ đánh chiếm hai điểm chốt tại ấp Bà Râu và cảng Ninh Chữ; đến buổi chiều cùng ngày thì khép được vòng vây cánh quân của QLVNCH ở phía Bắc Phan Rang tại Bà Râu, Du Long, Kiền Kiền, Ba Tháp, Suối Đá. Trên hướng Tây Bắc, trung đoàn 25 đánh bật các đợt phản kích của trung đoàn 4, sư đoàn 2 tại đèo Ngoạn Mục, đẩy đơn vị này phải lùi khỏi tuyến phòng ngự ngoại vi Phan Rang rút về thị xã. Chuẩn tướng Phạm Ngọc Sang, điều 8 máy bay A-37 ném bom phá sập cầu Kiền Kiền và dùng trực thăng đổ thêm quân xuống tuyến phòng thủ Kiền Kiền - Ba Tháp, tạm thời chặn được mũi tấn công của Sư đoàn 3 [[Quân Giải phóng miền Nam Việt Nam]] ở hướng này.<ref>Lê Anh Sáng. sđd. trang 124.<\/ref>\n\nNgày 15 tháng 4, Sư đoàn 3 Sao Vàng một mặt vẫn sử dụng trung đoàn 2 và trung đoàn 52 phá vỡ tuyến phòng ngự phía Bắc Phan Rang tại Kiền Kiền và Ba Tháp; mặt khác tiếp tục điều động từ lực lượng dự bị của mình các trung đoàn 12 và 141 vượt đường số 1 thực hiện mũi vu hồi thọc sâu thứ hai, tấn công áp sát sân bay Thành Sơn, vây chặt thi xã Phan Rang. Tướng Phạm Ngọc Sang tiếp tục lệnh cho sư đoàn 6 không quân ném bom đánh sập tất cả các cầu ở phía Bắc Du Long nhưng vẫn không ngăn cản được các đơn vị xe tăng phái đi trước của Lữ đoàn 203 - Quân đoàn 2 [[Quân Giải phóng miền Nam Việt Nam]] tiếp cận Phan Rang. Trưa 15 tháng 4, tướng Nguyễn Văn Toàn, tư lệnh Quân đoàn III và tổng trưởng quốc phòng Trần Văn Đôn ra thị sát Phan Rang trong một chuyến đi chớp nhoáng. Tướng Nguyễn Vĩnh Nghi xin tăng viện một tiểu đoàn dù nhưng được trả lời rằng quân dù hiện đang tăng phái cho Xuân Lộc, không còn đơn vị nào để điều cho Phan Rang. Tối hôm đó, các tướng Nguyễn Vĩnh Nghi, Phạm Ngọc Sang, Trần Văn Nhựt (tư lệnh sư đoàn 2) và các đại tá Lê Quang Lưỡng (chỉ huy quân dù), Nguyễn Văn Biết (chỉ huy biện động quân) bàn định một kế hoạch phản công quy mô vào sáng hôm sau để khôi phục tình hình ở Du Long.<ref>Dương Hảo. sđd. trang 226.<\/ref>\n\nNgay khi tiếp cận chiến trường, Bộ tư lệnh Quân đoàn 2 điều động thêm trung đoàn bộ binh 101 (sư đoàn 325) và một tiểu đoàn xe tăng thuộc lữ đoàn 203 tham chiến. 5 giờ sáng ngày 16 tháng 4, tất cả các cánh quân của sư đoàn 3 và trung đoàn 25 tấn công hợp điểm vào trung tâm thị xã. Chưa kịp ra lệnh phản công, tướng Nguyễn Vĩnh Nghi đã nhận được tin điện khẩn cấp từ Liên đoàn 31 biệt động quân đóng tại Hội Diên, Xuân An báo về: \"Xe tăng cộng sản vượt qua sông suối đang tràn qua Du Long vào Phan Rang\". Tướng Sang ra lệnh cho tất cả các máy bay còn bay được lập tức xuất kích ngăn chặn xe tăng đối phương. Tuy nhiên, ngay sau đó, một trận pháo kích mạnh của pháo binh [[Quân Giải phóng miền Nam Việt Nam]] đã phá hỏng đường băng sân bay Thành Sơn. Các máy bay đã cất cánh phải quay về Biên Hòa sau khi thực hiện phi vụ.<ref>Lê Anh Sáng. sđd. trang 126.<\/ref> Lúc 9 giờ 30 phút cùng ngày, trung đoàn 101 đánh chiếm dinh tỉnh trưởng, bắt sống đại tá Nguyễn Văn Tư, tỉnh trưởng Ninh Thuận. Lúc 10 giờ cùng ngày, trung đoàn 25 làm chủ sân bay Thành Sơn, bắt sống trung tướng Nguyễn Vĩnh Nghi - Phó tư lệnh Quân đoàn III và chuẩn tướng Phạm Ngọc Sang, chỉ huy sư đoàn 6 không quân QLVNCH. \"Lá chắn Phan Rang\" của QLVNCH đã chịu chung một số phận với \"Lá chắn Xuân Lộc\".<ref>Lịch sử Quân đoàn 2 (1974-2004). trang 244.<\/ref>\n\n== Kết quả chiến dịch ==\n\n=== Kết quả chính trị - quân sự ===\n\nVới bốn tỉnh Ninh Thuận, Bình Thuận, Hàm Tân và Long Khánh vừa chiếm được, [[Quân Giải phóng miền Nam Việt Nam]] đã kiểm soát 20 tỉnh, chiếm hai phần ba lãnh thổ miền Nam Việt Nam. Không chỉ mất hai vị trí phòng thủ then chốt là Xuân Lộc và Phan Rang, QLVNCH còn mất nốt những lực lượng trù bị chiến lược cuối cùng. Điều đó nói lên thế và lực của quân đội này đã hoàn toàn suy sụp và khả năng Sài Gòn bị [[Quân Giải phóng miền Nam Việt Nam]] đánh chiếm chỉ còn là vấn đề của thời gian có thể tính từng ngày. Sáng 18 tháng 4, tướng [[Nguyễn Văn Toàn]], tư lệnh Quân đoàn III đã báo cho tổng thống [[Nguyễn Văn Thiệu]] biết tin thua trận, quân đội đang tán loạn và chỉ còn có thể chống đỡ được vài ba ngày.<ref>Frank Snepp. sđd. trang 99.<\/ref> Còn Văn phòng CIA tại Sài Gòn đã đánh một bức điện về Trung tâm CIA với nội dung: \"Mọi dấu hiệu cho thấy Cộng sản đã thay đổi kế hoạch thời gian biểu của họ. Có thể họ sẽ tiến công vào khu vực Sài Gòn khoảng giữa tháng Tư. Họ cũng chẳng nhắc đến thương lượng và đả động đến một chính phủ ba thành phần nữa\".<ref>Dương Hảo. sđd. trang 232.<\/ref>\n\nHai cuộc thất trận liên tiếp ở Phan Rang và Xuân Lộc đã gây ra một cơn địa chấn chính trị tại Sài Gòn. Sáng 18 tháng 4, tổng thống VNCH Nguyễn Văn Thiệu đã tiếp một số nhân vật ôn hòa. Họ đều nói cho Nguyễn Văn Thiệu biết rằng thời của ông ta đã hết và họ mong muốn một sự rút lui êm ả. Trong khi đó, tại thượng viện và hạ viện, những người đối lập không giấu giếm ý muốn lấy thủ cấp chính trị của Nguyễn Văn Thiệu. Kể cả phe cực hữu cũng muốn Nguyễn Văn Thiệu phải ra đi. Theo họ, ông ta phải chịu trách nhiệm vì những thất bại quân sự quá chóng vánh vừa qua.<ref>Alan Dawson. sđd. trang 66.<\/ref>\n\nCũng trong những ngày cuối cùng này, tại cả thượng nghị viện và hạ nghị viện Sài Gòn đều nổ ra những cuộc tranh cãi dữ dội về đối sách của VNCH. Phe hữu kêu gọi phải chiến đấu đến cùng và tin rằng người Mỹ sẽ viện trợ tất cả những gì cần để chống đỡ, để ổn định lại tình hình và thương lượng với cộng sản trên thế mạnh. Phe ôn hòa thì phê phán những người yêu cầu chiến đấu đến cùng là thiếu đầu óc thực tế. Họ cho rằng nếu đã phải thương lượng thì nên thương lượng ngay để tránh một thất bại khủng khiếp, thất bại hoàn toàn cả về quân sự và chính trị. Cho dù cuộc tranh cãi vô vọng ấy vẫn tiếp diễn thì cũng đã có đến sáu nhóm muốn loại bỏ Nguyễn Văn Thiệu khỏi chức vụ Tổng thống Việt Nam Cộng hòa vì họ đều biết Nguyễn Văn Thiệu là người mà \"phía bên kia\" không bao giờ chấp nhận nói chuyện:\n* Nhóm quân nhân cao cấp do [[Nguyễn Cao Kỳ]] cầm đầu.\n* Nhóm chính trị cấp tiến do tướng [[Dương Văn Minh]] làm thủ lĩnh.\n* Nhóm Phật giáo do Thượng tọa [[Thích Trí Quang]] lãnh đạo.\n* Nhóm Thiên chúa giáo do Tổng giám mục [[Phaolô Nguyễn Văn Bình|Nguyễn Văn Bình]] lãnh đạo.\n* Nhóm ''Phong trào cứu nước, cứu vãn hòa bình, đấu tranh chống tham nhũng'' do linh mục Trần Hữu Thanh lãnh đạo.\n* Nhóm các lực lượng hòa hợp dân tộc do Thượng nghị sĩ Vũ Văn Mẫu đứng đầu.<ref>Paul Drayfrus. sđd. trang 107.<\/ref>\n\nTất cả các áp lực trên cùng với sự thua trận về quân sự đã dẫn đến kết quả là 19 giờ tối 21 tháng 4 năm 1975, Nguyễn Văn Thiệu tuyên bố từ chức sau 10 năm ngồi ghế tổng thống Việt Nam Cộng hòa. Ngay sau đó, Thượng nghị viện đã chỉ định ông Trần Văn Hương giữ chúc vụ này với một nhiệm vụ duy nhất: bằng mọi cách, phải mở được một cuộc đàm phán với đối phương. Nhiều người trách cứ Thiệu là đã ra đi quá muộn, để tình hình quá nát đến mức không còn có thể cứu với được gì. Tuy nhiên, đó không chỉ là lỗi của riêng ông ta. Người muốn giữ Nguyễn Văn Thiệu thêm một thời gian nữa không phải ai khác mà chính là đại sứ Hoa Kỳ Graham Martin.<ref>Dương Hảo. sđd. trang 241-242.<\/ref>\n\n=== Phản ứng của quốc tế ===\n\nThắng lợi cùng lúc tại hai mặt trận Xuân Lộc và Phan Rang đã làm cho vai trò của hai đoàn đại biểu Việt Nam Dân chủ Cộng hòa và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam trong Ban Liên hợp quân sự bốn bên đóng tại Tân Sơn Nhất trở nên quan trọng. Tại buổi họp thường kỳ vào sáng thứ Bảy (19 tháng 4) ông Võ Đông Giang, đại diện cho Chính phủ Cách mạng lâm thời không những yêu cầu Nguyễn Văn Thiệu phải ra đi mà còn yêu cầu cả đại sứ Martin và các cố vấn quân sự Hoa Kỳ đang mặc thường phục cũng phải ra đi nhưng thường dân Hoa Kỳ thì không bị coi là đồng minh với VNCH. Người đứng đầu CIA tại Sài Gòn, ông Polga thì lại cho đó là tín hiệu cho việc duy trì sự có mặt tối thiểu của Hoa Kỳ cho dù có điều gì xảy ra đi nữa. Và thế là phía Hoa Kỳ bắt đầu một cuộc vận động để Thiệu ra đi càng nhanh càng tốt nhằm lấy chỗ cho một người có thể đứng ra nói chuyện được với đối phương. Trái với những gì Polga đã làm trước đây là tô hồng tình hình để mong có được sự hậu thuẫn từ Washington và động viên Thiệu phần nào; lần này Polga ra lệnh cho cấp dưới làm báo cáo thật đen tối để thuyết phục Thiệu rút lui.<ref>Frank Snepp. sđd. trang 100.<\/ref>\n\nTrong ngày 20 tháng 4, đại sứ Hoa Kỳ Graham Martin có hai cuộc gặp quan trọng. Buổi sáng, ông gặp Nguyễn Văn Thiệu và nói rõ rằng người Việt Nam cho rằng Nguyễn Văn Thiệu phải chịu trách nhiệm về tình hình này; rằng các tướng lĩnh đều cho rằng phòng thủ là tuyệt vọng trừ phi có được một sự trì hoãn được bắt đầu bằng một cuộc thương lượng với \"phía bên kia\". Mà để có được điều đó thì ông Thiệu phải ra đi. Đến lúc này, Nguyễn Văn Thiệu vẫn khăng khăng đòi phía Hoa Kỳ đưa không quân can thiệp nhưng ý kiến này đã bị đại sứ Martin bác bỏ thẳng thừng. Martin hứa với Nguyễn Văn Thiệu sẽ bảo đảm cho sự ra đi ấy an toàn, trọn vẹn nếu Thiệu chấp nhận. Buổi chiều, đại sứ Martin gặp đại sứ Cộng hòa Pháp Merillon và đại sứ một số nước đồng minh của Hoa Kỳ để vận động họ ủng hộ giải pháp ngừng chiến để thương lượng. Một cuộc vận động ngoại giao lập tức diễn ra ở một số thủ đô của các nước lớn trên thế giới và đại sứ Martin hy vọng bằng cách này, có thể giúp VNCH có thời gian ổn định tình hình, giữ được phần đất còn lại trong một cuộc mặc cả chính trị.<ref>Dương Hảo. sđd. trang 245.<\/ref>\n\nTuy nhiên, thời gian không còn nhiều. Và điều oái oăm là chính giới Sài Gòn khi đó lại chọn Trần Văn Hương, người cùng phe với Nguyễn Văn Thiệu vào ghế tổng thống. Mặc dù ngay khi nhậm chức, ông này kêu gọi: \"chấp thuận ngừng bắn, lập một hội đồng quốc gia ba thành phần trong đó có sự tham gia của cộng sản\"; mặc dù Bộ trưởng thông tin VNCH Phan Hòa Hiệp đã đến Tân Sơn Nhất gặp hai phái đoàn của \"phía bên kia\" để thông báo lệnh của chính phủ VNCH thả một số tù chính trị, đồng thời cử một người trung gian ra Hà Nội để \"trao đổi quan điểm\" nhưng VNDCCH đã bác bỏ tất cả những đề nghị đó. Ngày 23 tháng 4, Đài phát thanh Tiếng nói Việt Nam truyền đi một bài xã luận, trong đó nêu rõ rằng đây là sự duy trì tập đoàn Nguyễn Văn Thiệu mà không có Thiệu; đồng thời nói rõ thời hạn rút các cố vấn Mỹ đã sắp cạn, có thể chỉ còn vài ba ngày, thậm chí là 24 giờ tới. Tiếng nổ của những trái hỏa tiễn và đạn pháo 130&nbsp;mm của [[Quân Giải phóng miền Nam Việt Nam]] nã vào sân bay Tân Sơn Nhất sáng sớm ngày 24 tháng 4 năm 1975 đã chứng tỏ Hà Nội không nói suông.<ref>Frank Snepp. sđd. trang 102-103.<\/ref> Tuy nhiên, cả đại sứ Hoa Kỳ Martin và đại sứ Pháp Merillon vẫn bám vào một niềm tin vô vọng là cho đến phút cuối cùng, Bắc Kinh sẽ lên tiếng để chặn tay Hà Nội trước cửa ngõ Sài Gòn, để cho VNCH tiếp tục tồn tại.<ref>Dương Hảo. sđd. trang 251.<\/ref>\n\n== Chú thích ==\n{{tham khảo|cột=2}}\n\n==Tham khảo==\n'''Việt Nam'''\n* Trần Xuân Ban (chủ biên). ''Lịch sử sư đoàn bộ binh 7 (1966-2006)''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2006\n* Hoàng Cầm, ''Chặng đường mười nghìn ngày''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2001\n* Trương Dưỡng, ''Đời chiến binh''. Dẫn theo Lê Đại Anh Kiệt. Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà Nội. 2003\n* Hồ Sơn Đài (chủ biên), ''Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004)''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2004\n* Phạm Gia Đức - Phạm Quang Định (đồng chủ biên). ''Lịch sử Quân đoàn 2 1974-2004''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2004\n* Dương Hảo, ''Một chương bi thảm''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 1980\n* Lê Đại Anh Kiệt, ''Tướng lĩnh Sài Gòn tự thuật''. Nhà xuất bản Công an nhân dân. Hà Nội. 2003\n* Phạm Ngọc Thạch - Hồ Khang và tập thể tác giả, ''Lịch sử kháng chiến chống Mỹ cứu nước''. Tập VIII. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2008.\n* Đinh Văn Thiên - Đỗ Phương Linh, ''Những trận đánh trước cửa ngõ Sài Gòn''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005\n* Lê Anh Sáng, ''Lịch sử Sư đoàn 3 Sao Vàng''. Nhà xuất bản Quân đội nhân dân. Hà Nội. 1983\n'''Nước ngoài'''\n* Alan Dawson. ''55 ngày chế độ Sài Gòn sụp đổ''. Dịch giả. Cao Minh. Nhà xuất bản Sự Thật. Hà Nội. 1990\n* Paul Drayfrus, ''Sài Gòn sụp đổ''. Dịch giả: Lê Kim. Nhà xuất bản Công an nhân dân. Hà Nội. 2004\n* Frank Snepp, ''Cuộc tháo chạy tán loạn''. Dịch giả: Ngô Dư. Nhà xuất bản Thành phố Hồ Chí Minh\n\n== Xem thêm ==\n* [[Chiến tranh Việt Nam]]\n* [[Chiến dịch Mùa Xuân 1975|Chiến dịch mùa xuân 1975]]\n* [[Chiến dịch Tây Nguyên]]\n* [[Chiến dịch Huế - Đà Nẵng]]\n* [[Chiến dịch Hồ Chí Minh]]\n* [[Sự kiện 30 tháng 4 năm 1975]]\n\n[[Thể loại:Tổng tiến công và nổi dậy mùa xuân 1975|P]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|P]]\n[[Thể loại:Năm 1975]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1975]]\n[[Thể loại:Lịch sử miền Nam Việt Nam]]\n[[Thể loại:Xung đột năm 1975]]\n[[Thể loại:Lịch sử Đồng Nai]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}