{"1254844":"{{Xung đột quân đội\n|conflict= Chiến dịch Eagle Pull\n|image=[[Tập tin:Marines deploy at LZ Hotel.jpg|300px|Thủy quân lục chiến Mỹ triển khai tại khu vực hạ cánh Khách sạn vào ngày 12 tháng 4 năm 1975]] \n|caption= Thủy quân lục chiến Mỹ triển khai tại khu vực hạ cánh Khách sạn vào ngày 12 tháng 4 năm 1975 \n|date=12 tháng 4 năm 1975 \n|place= [[Campuchia]] – [[Phnôm Pênh]], {{Coord|11|32|53.16|N|104|55|52.16|E|region:VN|name=Scene of Operation Eagle Pull}}\n|result= Chiến thắng chiến thuật Hoa Kỳ với lực lượng Mỹ không vận 289 người đến nơi an toàn; Khmer Đỏ tuyên truyền chiến thắng \n|combatant1= {{flag|Mỹ}}<br \/> [[Tập tin:Flag of the Khmer Republic.svg|22px]] [[Cộng hòa Khmer]] \n|combatant2= [[Tập tin:Flag of Democratic Kampuchea.svg|22px]] [[Campuchia Dân chủ|Khmer Đỏ]]\n|commander1= Chỉ huy lực lượng đặc nhiệm 76 \n|commander2= [[Pol Pot]] \n|strength1=\n|strength2=\n|casualties1= Không\n|casualties2= Không rõ\n|campaignbox=\n}}\n{{Campaignbox Vietnam War}} \n'''Chiến dịch Eagle Pull''' (tạm dịch: ''Chiến dịch Đại Bàng Quắp'') là chiến dịch di tản trên không do [[Đế quốc Mỹ|Mỹ]] tiến hành ở [[thủ đô]] [[Phnôm Pênh]], [[Campuchia]] vào ngày [[12 tháng 4]] năm [[1975]].<ref name=\"Final\">{{Chú thích web |năm=2000 |url=http:\/\/www.history.navy.mil\/seairland\/chap5.htm |tiêu đề=Chapter 5: The Final Curtain, 1973–1975 |nhà xuất bản=history.navy.mil |ngày truy cập=ngày 24 tháng 7 năm 2007 |archive-date=2007-06-27 |archive-url=https:\/\/web.archive.org\/web\/20070627121028\/http:\/\/www.history.navy.mil\/seairland\/chap5.htm |url-status=dead }}<\/ref> Đầu tháng 4 năm 1975, Phnôm Pênh được xem là tiền đồn cuối cùng còn lại của nước [[Cộng hòa Khmer]] đang bị [[Khmer Đỏ]] bao vây và hoàn toàn phụ thuộc vào việc tiếp tế trên không thông qua [[sân bay quốc tế Phnôm Pênh|sân bay Pochentong]]. Với chiến thắng được báo trước của Khmer Đỏ, [[Hoa Kỳ]] thực hiện kế hoạch dự phòng cho cuộc di tản đầy rủi ro của nhân viên Mỹ và viên chức cùng người dân Campuchia bằng [[máy bay]] [[máy bay trực thăng|trực thăng]] tới [[tàu chiến]] neo trong [[vịnh Thái Lan]]. Chiến dịch Eagle Pull diễn ra vào sáng 12 tháng 4 năm 1975 và là một thành công chiến thuật được thực hiện mà không có bất kỳ tốn thất về nhân mạng. Vào ngày 17 tháng 4 năm 1975, Cộng hòa Khmer sụp đổ và quân Khmer Đỏ tiến vào chiếm Phnôm Pênh, đánh dấu sự kết thúc của cuộc [[nội chiến tại Campuchia|nội chiến Campuchia]].<ref>{{chú thích sách |last=Dunham |first=George R |title=U.S. Marines in Vietnam: The Bitter End, 1973–1975 (Marine Corps Vietnam Operational Historical Series) |url=https:\/\/archive.org\/details\/usmarinesinvietn00geor |publisher=Marine Corps Association |year=1990 |isbn=978-0160264559|pages= }}<\/ref>\n\n==Bối cảnh==\nVào đầu năm 1975, Cộng hòa Khmer, một chính phủ quân sự do Hoa Kỳ hậu thuẫn, chỉ còn kiểm soát được khu vực Phnôm Pênh và một loạt các thị trấn dọc theo sông [[Mê Kông]] đã cung cấp các tuyến tiếp tế thực phẩm và đạn dược quan trọng đến thượng nguồn từ miền [[Việt Nam Cộng hòa|Nam Việt Nam]]. Là một phần cuộc tấn công mùa khô của họ vào năm 1975, hơn là nối lại cuộc tấn công tiền tuyến tại Phnôm Pênh, Khmer Đỏ lập ra để cắt đứt các tuyến tiếp tế dọc theo sông [[Sông Cửu Long|Cửu Long]] rất quan trọng. Ngày 12 tháng 1 năm 1975, Khmer Đỏ tấn công [[Neak Loeang|Neak Luong]], một vị trí tiền đồn phòng thủ then chốt của [[Lực lượng Vũ trang Quốc gia Khmer]] (FANK) trên sông Mê Kông. Ngày 27 tháng 1, bảy tàu vận tải bị đánh chìm khi tiến vào Phnôm Pênh, những người sống sót của một đoàn tàu hộ tống 16 chiếc đã bị tấn công trong cuộc hành trình khoảng 100&nbsp;km (62 dặm) từ biên giới Việt Nam. Ngày 3 tháng 2, một đội hộ tống tiến về phía cửa sông đã trúng phải [[thủy lôi]] do Khmer Đỏ bố trí tại [[Phú Mỹ]] khoảng 74&nbsp;km (46 dặm) từ Phnôm Pênh. Hải quân FANK có khả năng dò mìn nhưng cũng đành bất lực hoặc phải gánh chịu phí tổn cực kỳ tốn kém trước tình trạng hỗn loạn như vậy.<ref name=\"Dunham102-04\">Dunham, pp. 102–04.<\/ref> Hải quân FANK đã mất một phần tư số tàu và 70% thủy thủ bị giết hoặc bị thương.<ref name=Shawcross>{{chú thích sách |title=Sideshow Kissinger, Nixon and the Destruction of Cambodia |last=Shawcross |first=William |publisher=Andre Deutsch Limited |year=1979 |isbn=0233970770 |page=347}}<\/ref>\n\nTới ngày 17 tháng 2, Cộng hòa Khmer đã từ bỏ nỗ lực để mở lại tuyến tiếp tế trên sông Mê Kông. Trong tương lai, tất cả đồ quân nhu viện trợ cho Phnôm Pênh sẽ phải vận chuyển bằng đường hàng không đến sân bay Pochentong.<ref name=\"Dunham105\">Dunham, p. 105.<\/ref> Hoa Kỳ nhanh chóng huy động một cầu không vận nhiên liệu, lương thực và đạn dược vào Phnôm Pênh, nhưng khi sự hỗ trợ của Mỹ cho Cộng hòa Khmer bị giới hạn bởi [[Tu chính án Giáo hội]] (Case–Church Amendment),<ref name=\"Shawcross347\">Shawcross, p. 347.<\/ref> [[BirdAir]], một công ty theo hợp đồng với Chính phủ Hoa Kỳ, kiểm soát không vận với một hạm đội hỗn hợp [[C-130 Hercules|C-130]] và máy bay [[DC-8]], tiến hành bay 20 lần một ngày vào Pochentong.<ref name=\"Dunham105\">Dunham, p. 105.<\/ref>\n\nNgày 5 tháng 3, Khmer Đỏ pháo kích tại [[Toul Leap]], phía tây bắc Phnôm Pênh, nã pháo vào sân bay Pochentong nhưng quân FANK chiếm lại Toul Leap vào ngày 15 tháng 3 và kết thúc trận pháo kích. Lực lượng Khmer Đỏ tiếp tục tiến gần sát phía bắc và phía tây của thành phố và đã nhanh chóng bắn vào Pochentong một lần nữa. Ngày 22 tháng 3, một loạt quả [[rốc két]] đã bắn trúng hai máy bay tiếp tế, buộc Đại sứ quán Mỹ phải công bố đình chỉ cầu không vận vào ngày 23 tháng 3 cho đến khi tình hình an ninh được cải thiện. Đại sứ quán nhận ra rằng nước Cộng hòa Khmer sẽ sớm sụp đổ mà không có viện trợ, nên đã ra quyết định hủy bỏ việc đình chỉ vào ngày 24 tháng 3 và gia tăng số lượng máy bay không vận. Ngày 1 tháng 4, tràn qua chiếm Neak Luong và Ban-am, vị trí cuối cùng còn lại của FANK trên sông Mê Kông. Giờ đây, Khmer Đỏ có thể tập trung tất cả lực lượng của họ hướng về Phnôm Pênh.<ref name=\"Dunham105\">Dunham, p. 105.<\/ref> Trước áp lực của các phe phái chính trị và dư luận trong nước, Thủ tướng [[Lon Nol]] buộc phải từ chức ngày hôm đó và rời nước sống lưu vong; sự sụp đổ cuối cùng của nước Cộng hoà Khmer đã được đoán trước.<ref name=\"Shawcross358\">Shawcross, p. 358.<\/ref>\n\n==Diễn biến==\n===Kế hoạch===\n[[Tập tin:Map of Operation Eagle Pull evacuation sites.jpg|nhỏ|300px|phải|Bản đồ địa điểm di tản chiến dịch Eagle Pull hiển thị Đại sứ quán và khu vực hạ cánh Khách sạn.]] \nKế hoạch sơ tán đã được quân đội Mỹ phát triển và cải tiến ngay khi lực lượng Khmer Đỏ tiến sát Phnôm Pênh, đã bắt đầu ngay từ năm [[1973]].<ref name=\"Dunham42\">Dunham, p. 42.<\/ref> Ngày 27 tháng 6 năm 1973, [[Không quân Hoa Kỳ|Không lực Bảy]] (Seventh Air Force) công bố Kế hoạch Dự phòng 5060C Eagle Pull yểm trợ việc di tản Phnôm Pênh. Conplan 5060C có ba lựa chọn: \n*Lựa chọn 1: sơ tán nhân viên Đại sứ quán, công dân Mỹ và những người Campuchia được chọn bằng các chuyến không vận dân sự thường xuyên hoặc điều lệ từ sân bay Pochentong.\n*Lựa chọn 2: nếu Khmer Đỏ hành động thì buộc phải huỷ bỏ các chuyến bay dân sự từ sân bay Pochentong, cảnh sát an ninh từ Đội Cảnh sát an ninh 56 (56th Security Police Squadron) tại [[căn cứ không quân Hoàng gia Thái Lan Nakhon Phanom]] sẽ bay để lo liệu khâu an ninh trật tự cho việc sơ tán khoảng 600 nhân viên Đại sứ quán Hoa Kỳ, công dân Mỹ và những người Campuchia được chọn bởi máy bay cánh cố định của Không quân Hoa Kỳ (với CH-53 và máy bay trực thăng HH-53 nếu cần thiết).\n*Lựa chọn 3: nếu Pochentong bị đóng cửa để dành tuyến giao thông cho Đội Cảnh sát an ninh 56 được phép hạ cánh vào [[khu vực hạ cánh]] (LZ) ở trung tâm Phnôm Pênh (và các thị trấn khác nếu cần) để sử dụng trực thăng CH-53 của [[Phi đội chiến dịch đặc biệt 21]] (21st Special Operations Squadron) và chiếc trực thăng cứu hộ HH 53 của [[Phi đội phục hồi và giải cứu hàng không vũ trụ 40]] (40th Aerospace Rescue and Recovery Squadron).<ref>{{chú thích sách |title=Search and Rescue in Southeast Asia 1961–1975 |url=https:\/\/archive.org\/details\/searchrescuesout00tilf |last=Tilford |first=Earl |publisher=Office of Air Force History |year=1980 |isbn=9781410222640 |page=[https:\/\/archive.org\/details\/searchrescuesout00tilf\/page\/n146 137]}}<\/ref>\n\nLựa chọn 3 sau đó đã được sửa lại nhằm cung cấp việc sử dụng các máy bay trực thăng của [[Thủy quân lục chiến Hoa Kỳ]] (United States Marine Corps) cùng với máy bay trực thăng quân Hoa Kỳ có trụ sở tại [[Thái Lan]] và cho lực lượng an ninh mặt đất được tạo thành từ thủy quân lục chiến hơn là cảnh sát an ninh không quân. Khu vực hạ cánh ngay sát Đại sứ quán Mỹ tại Phnôm Pênh.<ref name=\"Tilford138\">Tilford, p. 138.<\/ref>\n\n[[Tập tin:Operation Eagle Pull helicopters on LZ Hotel.jpg|nhỏ|trái|Không ảnh 3 chiếc trực thăng CH-53 Thủy quân lục chiến Hoa Kỳ đậu trên khu vực hạ cánh Khách sạn.]]\n[[Tập tin:Marines move to perimeter of LZ Hotel.jpg|nhỏ|phải|Lính thủy đánh bộ di chuyển đến vành đai của khu vực hạ cánh Khách sạn.]]\n\nNgày 6 tháng 1 năm 1975, [[CINCPAC]] đặt [[Đơn vị viễn chinh Thủy quân lục chiến 31|đơn vị đổ bộ Thủy quân lục chiến 31]] (31st Marine Amphibious Unit) vào lệnh báo động 96 giờ để di chuyển các hạm đội di tản vào vị trí ngoài khơi [[Sihanoukville|Kampong Som]] (trước đây là [[Sihanoukville]]) trong vịnh Thái Lan để tiến hành chiến dịch Eagle Pull.<ref name=\"Dunham105\">Dunham, p. 105.<\/ref> Ngày 6 tháng 2 thời gian phản ứng được giảm xuống 48 giờ, có nghĩa là các hạm đội di tản đã duy trì một bán kính 48 giờ bay từ Kampong Som. Sự việc tiếp tục giảm vào ngày 28 tháng 2 xuống 24 giờ, có ý nghĩa thực sự là hạm đội phải duy trì trong [[vịnh Thái Lan]].<ref name=\"Dunham106107\">Dunham, pp. 106-107.<\/ref> \n \nNgày 21 tháng 3, Đại sứ quán dự đoán sẽ có 3600 người di tản, vượt xa ước tính ban đầu khoảng 400 người. Điều này đòi hỏi phải phát triển một kế hoạch sơ tán mới, theo đó Thủy quân lục chiến sẽ bảo vệ sân bay Pochentong, trong khi máy bay trực thăng sẽ chở người sơ tán từ trung tâm Phnôm Pênh đến Pochentong, nơi họ sẽ được bay trên máy bay C-130 đến Thái Lan.<ref name=\"Dunham109\">Dunham, p. 109.<\/ref> Tuy nhiên, kế hoạch này đã nhanh chóng vượt quá dự liệu ban đầu do nguồn cung cấp ít ỏi số máy bay C-130 vào Pochentong đã được sử dụng cho người sơ tán trên hành trình trở về, nhanh chóng giảm số lượng người sơ tán sẽ cần phải được di chuyển trong một cuộc di tản cuối cùng.<ref name=\"Dunham110\">Dunham, p. 110.<\/ref>\n\nNgày 3 tháng 4, do tình hình quân sự ngày càng xấu dần trong tuyến phòng thủ xung quanh Phnôm Pênh, Đại sứ [[John Gunther Dean]] đã yêu cầu việc triển khai 10 nhân viên thuộc đơn vị không quân chỉ huy chiến dịch Eagle Pull đã hạ cánh tại Pochentong trên một máy bay BirdAir C-130.<ref name=\"Dunham110\">Dunham, p. 110.<\/ref> Các đơn vị không quân chỉ huy giám sát máy bay cánh cố định sơ tán hơn 750 người Campuchia diễn ra trong vòng bảy ngày tiếp theo trong khi phải đối mặt với 80-90 viên đạn pháo 105 ly và rốc két 107 ly bắn mỗi ngày.<ref name=\"Dunham111-12\">Dunham, pp. 111–12.<\/ref> Đến ngày 10 tháng 4 Khmer Đỏ tiến hành các đợt bắn phá dữ dội khiến cho việc sơ tán bằng máy bay cánh cố định buộc phải kết thúc.<ref name=\"Dunham112\">Dunham, p. 112.<\/ref>\n\nNhóm chỉ huy sau đó hướng sự chú ý đến việc lựa chọn các khu vực hạ cánh máy bay trực thăng để sơ tán. Khi Khmer Đỏ kiểm soát bờ phía đông của sông Cửu Long đối diện Phnôm Pênh, nhóm chỉ huy đã quyết định chọn khu vực hạ cánh Khách sạn, một sân bóng đá khoảng 900&nbsp;m (3.000&nbsp;ft) phía đông bắc của Đại sứ quán. Được che chắn từ bờ sông bởi một dãy nhà chung cư, khu vực hạ cánh này không thể bị ngăn cản bởi các vũ khí bắn trực tiếp khiến nó trở thành vị trí an toàn nhất. Toàn bộ nhân viên Đại sứ quán chuẩn bị sẵn sàng để rời khỏi thành phố vào ngày 11 tháng 4, nhưng quá trình di tản đã bị trì hoãn cho đến ngày hôm sau để cho phép tàu sân bay [[USS Hancock]] tham gia hạm đội di tản ra khỏi Kampong Som.<ref name=\"Dunham113\">Dunham, p. 113.<\/ref> \n \n===Hạm đội di tản===\nNgày 3 tháng 3 năm 1975, [[Nhóm sẵn sàng đổ bộ Alpha]] trực thuộc Biệt đội 76.4 (Task Group 76.4) và đơn vị thủy quân lục chiến đổ bộ 31 trực thuộc Biệt đội 79.4 (Task Group 79.4) lên tàu và đến vị trí chỉ định Kampong Som trong vịnh Thái Lan, lực lượng bao gồm: \nBiệt đội 76.4 (Nhóm Vận chuyển Alpha)<ref name=\"Dunham111\">Dunham, p. 111.<\/ref> \n*[[USS Okinawa (LPH-3)|USS ''Okinawa'']] chở theo [[HMH-462]] bao gồm 14 chiếc [[CH-53]], 3 chiếc [[CH-46]], 4 chiếc [[AH-1J]] và 2 chiếc trực thăng [[UH-1E]]<ref name=\"Dunham106\">Dunham, p. 106.<\/ref>\n*[[USS Vancouver (LPD-2)|USS ''Vancouver'']]\n*[[USS Thomaston (LSD-28)|USS ''Thomaston'']]\n\nNhững tàu hộ tống dành cho hỏa lực, hộ tống và khu vực phòng thủ hải quân:<ref name=\"Final\"\/>\n*[[USS Edson (DD-946)|USS ''Edson'']]\n*[[USS Henry B. Wilson (DDG-7)|USS ''Henry B. Wilson'']]\n*[[USS Knox (FF-1052)|USS ''Knox'']]\n*[[USS Kirk (FF-1087)|USS ''Kirk'']]\n\nNgày 17 tháng 3, [[Bộ tổng tham mưu Liên quân Hoa Kỳ]] (Joint Chiefs of Staff) lo ngại một phi đội máy bay trực thăng thủy quân lục chiến không đủ để sơ tán, bèn ra lệnh cho tàu sân bay [[USS Hancock]] dỡ cánh máy bay và tiến tới [[Trân Châu Cảng]]. Ngày 26 tháng 3 Phi đội Trực thăng bốc hạng nặng Thủy quân lục chiến (Marine Heavy Lift Helicopter Squadron) [[HMH-463]] gồm 25 chiếc CH-53, CH-46, AH-1J và trực thăng UH-1E lên tàu Hancock và tiến tới [[vịnh Subic]].<ref name=\"Dunham108\">Dunham, p. 108.<\/ref> Sau khi lấy thêm nhiều máy bay trực thăng tại vịnh Subic, Hancock tạm giao cho Nhóm sẵn sàng đổ bộ Bravo (Amphibious Ready Group Bravo) hiện đang trú đóng tại [[Vũng Tàu]], miền Nam Việt Nam, nhưng vào ngày 11 tháng 4 thì Hancock gia nhập Nhóm sẵn sàng đổ bộ Alpha tại vịnh Thái Lan.<ref name=\"Dunham110\">Dunham, p. 110.<\/ref> Đội dự phòng di tản thủy quân lục chiến gồm một tiểu đoàn đội hạ cánh, [[Thủy quân lục chiến 4 Tiểu đoàn 2|Thủy quân lục chiến 4, Tiểu đoàn 2]] (2\/4).<ref name=\"Final\"\/> \n \nKhi Khmer Đỏ không có lực lượng không quân và chỉ có khả năng [[Chiến tranh phòng không|phòng không]] hạn chế, không có sự yểm trợ cần thiết từ lực lượng không quân nhưng việc di tản đã được máy bay của Không quân Hoa Kỳ có trụ sở tại Thái Lan hỗ trợ. Nghi ngờ rằng Khmer Đỏ có thể sở hữu súng phóng tên lửa đất đối không [[SA-7]] và do đó các máy bay trực thăng di tản đều được sơn bằng sơn hồng ngoại phản xạ thấp và được trang bị với máy tung nhiễu ký hiệu [[ALE-29]].<ref name=\"Dunham110111\">Dunham, pp. 110-111.<\/ref>\n\n===Di tản===\n[[Tập tin:View of Phnom Penh from CH-53.jpg|nhỏ|phải|Quang cảnh Phnôm Pênh nhìn từ cửa sổ trực thăng CH-53 Thủy quân lục chiến Hoa Kỳ.]]\n\nVào chiều ngày 11 tháng 4 năm 1975, MAU 31 nhận được lệnh thực hiện Chiến dịch Eagle Pull.<ref name=\"Dunham116\">Dunham, p. 116.<\/ref> Lúc 06:00 ngày 12 tháng 4, 12 chiếc CH-53 của HMH-462 phóng từ boong tàu sân bay USS Okinawa và cứ 10 phút sau thì hạ cánh một lần nữa để đón lính thủy đánh bộ. Các đơn vị không quân của công ty F và H và nhóm chỉ huy lên tàu từ Okinawa trong khi các đơn vị không quân của công ty G lên những chiếc trực thăng của họ trên tàu sân bay USS Vancouver, đón tổng cộng khoảng 360 lính thủy đánh bộ của lực lượng an ninh mặt đất. Khi những chiếc trực thăng hoàn thành việc chở lính, họ cho thành lập các nhóm đặc nhiệm bay theo quỹ đạo ba vòng.<ref name=\"Dunham119\">Dunham, p. 119.<\/ref>\n\nLúc 07:30 Đại sứ Dean thông báo cho quyền Tổng thống Campuchia, Thủ tướng [[Long Boret]] và các nhà lãnh đạo khác của Campuchia bao gồm cả Hoàng thân [[Sisowath Sirik Matak]], rằng người Mỹ sẽ chính thức rời khỏi nước này trong vòng vài giờ tới và hỏi nếu muốn di tản trong trường hợp này thì họ nên tới đại sứ quán vào 09:30 để kịp sơ tán. Tất cả đều từ chối ngoại trừ quyền Tổng thống [[Saukam Khoy]], kế đến là Lon Nol, Tổng thống của nước Cộng hòa Khmer, người bỏ đi mà không nói với các nhà lãnh đạo đồng bào của mình.<ref name=\"Dunham114\">Dunham, p. 114.<\/ref> Hoàng thân Sirik Matak, cựu Thủ tướng Chính phủ và là lực lượng thúc đẩy sự hình thành của Cộng hòa Khmer từ chối lời đề nghị di tản và nói với Đại sứ Dean rằng: \"Tôi đã phạm phải sai lầm này khi tin tưởng vào ngài, người Mỹ\".<ref name=\"Dunham121\">Dunham, p. 121.<\/ref>\n\n10 người thuộc nhóm chỉ huy tiến hành lái xe tới khu vực hạ cánh Khách sạn, cố ý vô hiệu hóa chúng để ngăn chặn dòng xe cộ đi lại từ bất kì chỗ nào của thành phố, một số đường khác dẫn từ Đại sứ quán đến chỗ khu vực di tản.<ref name=\"Dunham114115\">Dunham, pp. 114-115.<\/ref> Nhóm chỉ huy sau đó tiến hành việc liên lạc với King Bird, một chiếc máy bay [[HC-130]] của [[Phi đội giải cứu 56|Phi đội phục hồi và giải cứu hàng không vũ trụ 56]] (56th Aerospace Rescue and Recovery Squadron) sẽ kiểm soát dòng máy bay trực thăng.<ref name=\"Dunham115\">Dunham, p. 115.<\/ref>\n\n[[Tập tin:Eagle Pull command group arrives in Thailand.jpg|nhỏ|phải|Nhóm chỉ huy Eagle Pull và người của Phi đội phục hồi và giải cứu hàng không vũ trụ 40 ăn mừng thành công hoàn toàn của chiến dịch tại Thái Lan.]]\n\nVào 07:43 nhóm máy bay trực thăng đầu tiên vượt qua bờ biển Campuchia và khoảng một giờ sau đó, sau khi vượt qua 160&nbsp;km (99 dặm) lãnh thổ thù địch, đợt ban đầu đặt ra trên khu vực hạ cánh Khách sạn và hải quân nhanh chóng thành lập một vành đai phòng thủ. Một đám đông người Campuchia sớm tụ tập vượt ra khỏi sự tò mò hơn là cản trở. Thiết lập vành đai bảo vệ, thủy quân lục chiến bắt đầu quá trình di dời đám đông trở lại để giữ an ninh trật tự tại khu vực hạ cánh và sau đó bắt đầu di chuyển các nhóm di tản tới đợi những chiếc trực thăng CH-53. Vì khu vực hạ cánh Khách sạn chỉ có thể giữ ba chiếc CH-53 tại bất kỳ lúc nào, các chuyến bay đến sau khi việc xây dựng ban đầu đã được tổ chức tại Mũi Oscar, khoảng 50&nbsp;km (31 dặm) về phía nam Phnôm Pênh cho đến khi được gọi là ''Vua Chim''.<ref name=\"Dunham121\">Dunham, p. 121.<\/ref> Việc di tản được tiến hành suôn sẻ mặc dù số lượng người sơ tán về cơ bản thấp hơn so với dự kiến. Các ước tính mới nhất cho thấy có 590 người được sơ tán, 146 người Mỹ và 444 người Campuchia làm việc cho Mỹ và công dân của các nước thứ ba. HMH-462 sơ tán 84 người Mỹ và 205 người Campuchia cùng công dân các nước thứ ba. Trong số người di tản còn có thêm các phóng viên nước ngoài đưa tin về cuộc chiến giữa Khmer Đỏ và chính phủ Campuchia khi đó cũng được đưa khỏi đất nước chùa tháp.<ref name=\"Dunham121\"\/>\n\nLúc 09:45, Đại sứ quán Mỹ đóng cửa.<ref name=\"Dunham121\"\/> Chấm dứt quan hệ ngoại giao giữa Mỹ và Campuchia một lần nữa cho đến khi được nối lại vào ngày [[11 tháng 11]] năm [[1991]]. Khoảng 10:41, tất cả số người di tản trong đó có Đại sứ Dean và Tổng thống Saukam Khoy đã được những chiếc trực thăng HMH-462 bốc lên. Máy bay trực thăng HMH-463 hoạt động từ từ tàu sân bay Hancock sau đó bắt đầu đáp xuống đón các binh sĩ của lực lượng an ninh mặt đất. Lo ngại có thể bị Khmer Đỏ tấn công bất cứ lúc nào nên phía Mỹ đã điều hơn 300 tay súng đến bảo vệ sân bóng. Tuy nhiên, về sau kế hoạch đã diễn ra trót lọt.<ref name=\"Dunham122\">Dunham, p. 122<\/ref>\n \n[[Tập tin:Ambassador Dean arrives in Thailand.jpg|nhỏ|phải|Đại sứ Dean bước ra khỏi chiếc trực thăng CH-53 HMH-462 tại U-Tapao vào buổi chiều ngày 12 tháng 4 năm 1975.]]\n\nVào khoảng 10:50, Khmer Đỏ bắt đầu bắn hàng loạt quả rốc két 107 ly gây ảnh hưởng nghiêm trọng trong vùng lân cận khu vực hạ cánh Khách sạn. Khoảng 10 phút sau đó, khu vực hạ cánh còn phải hứng chịu thêm loạt đạn súng cối 82 ly. Ngay khi toàn quân Khmer Đỏ bắt đầu khai hỏa, kiểm soát viên trong khu vực thông báo cho bộ phận không kiểm tiền tuyến thuộc Lực lượng Không quân (FAC) bay trên không cho [[OV-10]] thuộc [[Phi đội hỗ trợ chiến thuật trên không 23]] (23d Tactical Air Support Squadron). FAC ngay lập tức bay hạ thấp về phía đông bờ sông Mê Kông, nhưng không thể phát hiện bất kỳ tiếng súng từ các vị trí địch quân được biết đến tại địa điểm đó.<ref name=\"Dunham122\"\/> Lúc 10:59, đơn vị không quân cuối cùng của Thủy quân lục chiến 4 Tiểu đoàn 2 rời khỏi khu vực và chiếc trực thăng thủy quân lục chiến cuối cùng đã hạ cánh trên tàu sân bay Okinawa vào lúc 12:15.<ref name=\"Dunham123\">Dunham, p. 123.<\/ref> \n \nLúc 11:15, hai chiếc [[Sikorsky CH-53 Hải Mã|siêu khổng lồ màu xanh lá cây]] HH-53 của Không quân Mỹ từ Phi đội phục hồi và giải cứu hàng không vũ trụ 40, như dự kiến bay tới đón ban chỉ huy chiến dịch Eagle Pull.<ref name=\"Dunham122\"\/> Một nhóm quân nhỏ khai hỏa trong quá trình không vận cuối cùng gây ra thiệt hại tối thiểu cho chiếc máy bay đầu tiên, nhưng khẩu súng máy 12,7 ly (0,50 in) bắn trúng đuôi cánh quạt của chiếc trực thăng thứ hai khi nó đang cất cánh khỏi khu vực. Mặc dù bị chấn động mạnh, chiếc trực thăng đã an toàn trở về đến [[căn cứ không quân Ubon]] ở Thái Lan.<ref name=\"Dunham123\"\/> Lúc 14:50, CH-53 HMH-462 khởi hành từ tàu sân bay Okinawa tới chở Đại sứ Dean đến [[căn cứ không quân U-Tapao]] ở Thái Lan.<ref name=\"Dunham123124\">Dunham, pp. 123-124<\/ref>\n\nNgày 13 tháng 4, người di tản đã bay tới căn cứ không quân U-Tapao ở Thái Lan trên những chiếc trực thăng HMH-462 và Nhóm sẵn sàng đổ bộ Alpha cũng đã đi đến điểm hẹn với lực lượng đặc nhiệm 76 (Task Force 76) ở vùng biển nam Trung Hoa (tức [[Biển Đông]]) nhằm chuẩn bị thực hiện [[Chiến dịch Gió lốc|chiến dịch Frequent Wind]] kế tiếp với mục tiêu di tản nhân viên Đại sứ quán Mỹ và lãnh đạo, công dân, viên chức [[Việt Nam Cộng hòa]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]].<ref name=\"Dunham124\">Dunham, p. 124.<\/ref> \n \n===Hậu quả===\n[[Tập tin:The Soccer Field, scene of Operation Eagle Pull.jpg|nhỏ|200px|Sân banh xưa là khu vực hạ cánh Khách sạn chụp vào tháng 1 năm 2008.]]\n\nTại [[Washington]], [[Gerald Ford|Tổng thống Ford]] giải thích nguyên nhân Mỹ rút khỏi Campuchia. Ford nói rằng ông đưa ra quyết định đó mà tâm trạng nặng trĩu song vẫn phải làm vậy để đảm bảo an toàn cho người Mỹ. Hành động rút quân của Mỹ là kết cục không mấy vẻ vang sau 5 năm can thiệp vào cuộc nội chiến ở Campuchia và sự hiện diện của Mỹ tại vương quốc này gắn liền với cuộc chiến mà họ đang tiến hành tại [[Việt Nam]] lúc bấy giờ. [[Henry Kissinger]] nhận xét trong cuốn hồi ký [[chiến tranh Việt Nam]] của ông rằng chính quyền Ford đã bất ngờ và xấu hổ bởi trên thực tế các quan chức hàng đầu của Campuchia đã từ chối rời khỏi đất nước. Bao gồm Thủ tướng [[Long Boret]] và em trai cựu Tổng thống Lon Nol là [[Lon Non]], Quyết định của họ gây ngạc nhiên bởi cả hai đều nằm trong danh sách mà Khmer Đỏ thề sẽ xử tử.<ref>''Encyclopedia of the Vietnam War''. ed. Spencer Tucker, s.v. \"EAGLE PULL, Operation\"<\/ref>\n\nNgày 17 tháng 4 năm 1975, Khmer Đỏ tiến vào Phnôm Pênh dẫn đến cuộc [[nội chiến tại Campuchia|nội chiến Campuchia]] chính thức kết thúc. Long Boret, Lon Non và các quan chức hàng đầu của Chính phủ Cộng hoà Khmer đều bị xử tử tại trung tâm thể dục thể thao [[Cercle Sportif]], trong khi quân đội [[Lực lượng Vũ trang Quốc gia Khmer]] trong thành phố đều bị tước vũ khí và đưa đến [[Sân vận động Olympic Quốc gia Phnôm Pênh|sân vận động Olympic]] sát hại toàn bộ.<ref>{{chú thích sách |title=When The War Was Over Cambodia and the Khmer Rouge Revolution|last=Becker |first=Elizabeth |publisher=Somon & Schuster |year=1988 |isbn=1891620002 |page=160}}<\/ref> Hàng trăm nghìn người dân bị buộc rời khỏi các thành phố về các vùng thôn quê lao động khổ sai. Những hành động của chế độ Pol Pot đã khiến khoảng 1,7 triệu người chết vì tra tấn, bệnh tật, đói và làm việc quá sức.<ref name=\"Becker,Elizabeth162\">Becker&Elizabeth, p. 162.<\/ref>\n\nĐối với Thủy quân lục chiến 4 Tiểu đoàn 2 và Nhóm sẵn sàng đổ bộ Alpha, chiến dịch Eagle Pull đóng vai trò như là một cuộc diễn tập quy mô nhỏ cho chiến dịch Frequent Wind phức tạp hơn 17 ngày sau đó.<ref name=\"Dunham124\">Dunham, p. 124.<\/ref> \n \n===Ảnh hưởng văn hóa===\nChiến dịch Eagle Pull được mô tả sống động trong phim ''[[Cánh Đồng Chết (phim)|Cánh Đồng Chết]]''.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Operation Eagle Pull}} \n* [http:\/\/picasaweb.google.com\/rolandneveu Ảnh chụp của Roland Neveu về những ngày cuối cùng trước khi Phnôm Pênh thất thủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121107003726\/http:\/\/picasaweb.google.com\/rolandneveu |date=2012-11-07 }}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]\n[[Thể loại:Trận đánh và chiến dịch trong chiến tranh Việt Nam năm 1975]]\n[[Thể loại:Di tản]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Lịch sử quân sự Campuchia]]\n[[Thể loại:Campuchia năm 1975]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}