{"41583":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Biên giới Thu đông 1950\n|partof=[[Chiến tranh Đông Dương]]\n|date=16 tháng 9 - 14 tháng 10 năm [[1950]]\n|place=[[Cao Bằng]], [[Lạng Sơn]]\n|result= [[Thắng lợi chiến lược]] của Quân đội nhân dân Việt Nam\n|combatant1 = {{plainlist|\n* {{flagicon image|Flag of France (1794–1815, 1830–1974, 2020–present).svg}} [[Liên hiệp Pháp]]\n** {{flagcountry|Đệ Tứ Cộng hòa Pháp}}\n** {{flagicon image|Merchant flag of French Morocco.svg}} [[Pháp bảo hộ Maroc|Maroc thuộc Pháp]]\n** {{flagdeco|Quốc gia Việt Nam}} [[Quốc gia Việt Nam]]\n** {{flagicon image|Flag of the Nùng Autonomous Territory.svg}} [[Khu tự trị Nùng]]}}\n|combatant2 = {{plainlist|\n* {{flag|Việt Nam Dân chủ Cộng hòa|1945}}\n}}\n|commander1 = {{flagicon|Đệ Tứ Cộng hòa Pháp}} [[Marcel Maurice Carpentier]]<br \/>{{flagicon|Đệ Tứ Cộng hòa Pháp}} [[Marcel Le Page]]<br \/>{{flagicon|Đệ Tứ Cộng hòa Pháp}} [[Pierre Charton]]<br \/>{{flagicon image|Flag of France (1794–1815, 1830–1974, 2020–present).svg}} [[Pierre Jeanpierre]]\n|commander2={{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Võ Nguyên Giáp]] (Chỉ huy trưởng Bộ chỉ huy chiến dịch)<br\/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Hoàng Văn Thái]] (Tham mưu trưởng chiến dịch)<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Trần Đăng Ninh]] (Chủ nhiệm Tổng cục Cung cấp phụ trách hậu cần chiến dịch)<br\/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Phan Phác]] (Tham mưu phó chiến dịch)<br\/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Vương Thừa Vũ]]<br\/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Lê Quảng Ba]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Đặng Văn Việt]]\n|strength1= 12.000 lính Pháp và Quốc gia Việt Nam (thuộc Pháp)<br>27 khẩu pháo<br>Máy bay hỗ trợ\n|strength2= Khoảng 29.500<br>20 khẩu pháo\n|casualties1= '''Pháp:''' 4.800 chết hoặc bị thương<br \/>2.000 mất tích hoặc bị bắt<br>'''Quốc gia Việt Nam:''' Hơn 1.000 chết hoặc bị thương, hơn 500 bị bắt\nHơn 3000 tấn vũ khí và đạn dược các loại, nhiều khẩu pháo, 60 ô tô bị thu giữ\n|casualties2= Khoảng 1.000 chết<br>1.550 bị thương\n|notes=\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n{{Chiến tranh Đông Dương thời kỳ 1947-1950}}\n'''Chiến dịch Biên giới Thu đông 1950''' còn gọi là '''''Chiến dịch Lê Hồng Phong 2''''', là một chiến dịch trong [[Chiến tranh Đông Dương]] do [[Quân đội nhân dân Việt Nam]] (được phía Pháp gọi là [[Việt Minh]]) thực hiện từ ngày [[16 tháng 9]] đến [[14 tháng 10]] năm 1950, nhằm phá vòng vây mà quân viễn chinh của [[Đệ tứ Cộng hòa Pháp]] bố trí nhằm cô lập của căn cứ địa [[Việt Bắc]], từ đó khai thông biên giới Việt - Trung để mở đầu cầu tiếp nhận viện trợ của [[Liên Bang Xô Viết]] thông qua [[Cộng Hòa Nhân Dân Trung Hoa]]. Mặt khác, Việt Minh sẽ mở rộng căn cứ địa, làm tiêu hao sinh lực quân đồn trú Pháp, và thử nghiệm các chiến thuật của [[Quân đội Nhân dân Việt Nam]] cho các trận đánh lớn sau này.\n\n==Bối cảnh==\nĐến năm [[1949]], [[Quân đội viễn chinh Pháp vùng Viễn Đông|lực lượng viễn chinh Pháp]] vẫn chưa chiếm được khu vực [[Việt Bắc]]; việc kiểm soát [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] diễn ra chậm và thiếu ổn định. Trong khi đó, [[Việt Minh]] đã tổ chức lại bộ máy và lực lượng, bắt đầu mở những trận đánh quy mô lớn để chống lại quân Pháp. Ngoài các lực lượng địa phương, [[Việt Minh]] đã tập hợp được hai [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]] và [[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Đại đoàn 304]], hai [[trung đoàn 174]] và [[trung đoàn 209]] để làm lực lượng cơ động.\n\nTrong [[Việt Minh|5 năm bị cô lập]], Việt Minh tích cực mở rộng quan hệ ngoại giao nhằm tìm kiếm sự ủng hộ của quốc tế. Ngày 1 tháng 10 năm 1949, nước [[Cộng hòa Nhân dân Trung Hoa]] được thành lập; họ nhanh chóng công nhận và thiết lập quan hệ ngoại giao với [[Việt Nam Dân chủ Cộng hòa]]. Sau đó ngày [[18 tháng 1]] năm 1950, [[Liên Xô]] và các nước [[Đông Âu]] công nhận và đặt quan hệ ngoại giao với Việt Nam Dân chủ Cộng hòa. Uy tín và tiềm lực quân sự của [[Mặt trận Việt Minh]] ngày càng tăng ảnh hưởng trong dân chúng.\n\nNgoài ra, Việt Minh cũng thông qua các tổ chức [[Việt kiều]] tại [[Pháp]] và các tổ chức cánh tả để đấu tranh chính trị, tác động mạnh đến phong trào phản đối cuộc [[chiến tranh Đông Dương]] lúc này đang cao trào. Nước Pháp lâm vào cuộc khủng hoảng chính trị chưa từng có. Nhà nước [[Quốc gia Việt Nam]] thiếu uy tín trong nhân dân do bị coi là [[chính phủ bù nhìn]]; quân đội của họ không đủ năng lực để có thể phối hợp tốt với lực lượng viễn chinh Pháp tại [[Bán đảo Đông Dương|Đông Dương]] để chiến thắng cuộc chiến. Vì vậy, chính phủ Pháp tính đến phương án chấp nhận các khoản viện trợ quân sự và kinh tế từ chính phủ [[Hoa Kỳ]] để tiếp tục cuộc chiến <ref>Điện Biên Phủ: Hồi ức của Võ Nguyễn Giáp<\/ref>\n\n==Mục tiêu của chiến dịch==\n[[Hình:RC4 vietnam.jpg|nhỏ|right]]\n\nTrước tình hình chiến trường [[Bán đảo Đông Dương|Đông Dương]], ngoài việc tăng viện 20 tiểu đoàn [[lê dương]] Âu – Phi, quân Pháp còn thực hiện chiến lược [[Da vàng hóa chiến tranh]], tổ chức thêm 35 tiểu đoàn quân đội bản xứ ([[Quân đội Quốc gia Việt Nam]]). Nước Mỹ bắt đầu nhảy vào cuộc với viện trợ quân sự cho Pháp và Quốc gia Việt Nam. Tháng 5\/1949, Tổng tham mưu trưởng quân đội Pháp là tướng [[Georges Marie Joseph Revers]] được phái sang Đông Dương nghiên cứu tình hình \nđể vạch ra kế hoạch mới. Theo đó, người Pháp sẽ tăng viện tại [[Bắc Bộ Việt Nam|Bắc Bộ]] để củng cố, mở rộng phạm vi ảnh hưởng ở đồng bằng và trung du; giành lấy các nguồn cung ứng quan trọng; tăng cường phòng thủ tứ giác [[Lạng Sơn]] – [[Tiên Yên]] – [[Hải Phòng]] – [[Hà Nội]] và phong tỏa biên giới; phát triển quân đội người bản xứ và quân Âu-Phi làm lực lượng cơ động.\n\nTheo kế hoạch của tướng Revers, quân đội Pháp ở [[Bán đảo Đông Dương|Đông Dương]] thực hiện chủ trương xem [[Bắc Bộ Việt Nam|Bắc Bộ]] là chiến trường chính; chiếm đóng đồng bằng, củng cố biên giới; đồng thời ra sức tǎng viện, tổ chức quân đội quốc gia bản xứ để làm giảm ảnh hưởng và thu hẹp khả năng kiểm soát của lực lượng [[Việt Minh]]; tǎng cường lực lượng trên chiến trường đồng bằng [[Bắc Bộ Việt Nam|Bắc Bộ]]; tổ chức một hệ thống phòng ngự mới dựa vào những cứ điểm lớn và những [[binh đoàn ứng chiến]] (''colonne'') lớn; và tǎng cường phi cơ và trọng pháo để chống lại các cuộc tấn công của quân [[Việt Minh]]. Trong lúc đó, mở những cuộc càn quét liên tiếp vào vùng địch hậu, nhất là ở [[Nam Bộ Việt Nam|Nam Bộ]] để củng cố hậu phương.\n\nĐể lấy lại thế chủ động, Pháp tăng cường hệ thống phòng ngự [[quốc lộ 4|đường thuộc địa số 4]], khoá biên giới Việt- Trung nhằm cô lập căn cứ địa [[Việt Bắc]] với bên ngoài, thiết lập hành lang Đông- Tây với mục đích cô lập [[Việt Bắc]] với [[Bắc Bộ Việt Nam|đồng bằng Bắc Bộ]], chuẩn bị lực lượng tấn công [[Việt Bắc]] lần 2 để tiêu diệt đầu não [[Việt Minh]], lập ra hệ thống Liên khu Biên thùy.\n\nLực lượng Pháp chủ trương tiếp tục kiểm soát toàn tuyến từ [[Cao Bằng]] đến [[Móng Cái]] (suốt tuyến đường số 4). Khi tình hình chuyển biến xấu, quân Pháp ở [[Bán đảo Đông Dương|Đông Dương]] rút bớt một số đơn vị nhỏ lẻ nhưng vẫn giữ vững các thị xã, thị trấn chiến lược như [[Cao Bằng]], [[Đông Khê (thị trấn)|Đông Khê]], [[Thất Khê]], [[Na Sầm]], [[Đồng Đăng]] và dọc tuyến [[Lạng Sơn]] - [[Tiên Yên]] - [[Móng Cái]].\n \nVề phía Việt Minh, tích cực thực hành hình thức chiến tranh [['''Đại đội độc lập - Tiểu đoàn tập trung''']] và trong tháng 2 năm 1950 đã đề ra chủ trương: Gấp rút hoàn thành việc chuẩn bị, giành thắng lợi lớn, làm chuyển biến chiến tranh có lợi, tiêu diệt cho được một phần quan trọng lực lượng địch, thu hẹp vùng kiểm soát của đối phương, tích cực ngăn ngừa và phá những cuộc càn quét, tiến tới giành chủ động về chiến lược trên chiến trường chính [[Bắc Bộ Việt Nam|Bắc Bộ]].\n\nBộ chỉ huy Việt Minh đã nhận định đúng ý đồ của Pháp, nhanh chóng vạch kế hoạch chủ động tấn công để khai thông con đường liên lạc quốc tế để nhận viện trợ từ [[Trung Quốc]], [[Liên Xô]] và khối [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]]. Đồng thời, Việt Minh có thể tiêu diệt một bộ phận sinh lực đối phương, mở rộng ảnh hưởng và củng cố địa bàn căn cứ địa [[Việt Bắc]], tạo điều kiện đẩy mạnh công cuộc kháng chiến.\n\nĐể thực hiện chủ trương này, [[Việt Minh]] mở [[chiến dịch Lê Hồng Phong 1]] với trọng điểm là khu vực [[Lào Cai]] – [[Bắc Hà (huyện)|Bắc Hà]] nhưng kết quả rất hạn chế. Đầu tháng 7\/1950, Bộ Tổng tư lệnh Việt Minh quyết định chuyển hướng chiến dịch sang [[Cao Bằng]] – [[Lạng Sơn]].\n\n==Lực lượng hai bên==\n===Pháp===\nTrên con đường dài 116&nbsp;km xuyên qua rừng rậm núi cao từ Lạng Sơn lên Cao Bằng, Pháp đặt hệ thống đồn bốt ở các thị xã [[Lạng Sơn (thành phố)|Lạng Sơn]], [[Cao Bằng (thành phố)|Cao Bằng]] và các thị trấn [[Đồng Đăng]], [[Na Sầm]], [[Thất Khê]], [[Đông Khê (định hướng)|Đông Khê]] cùng nhiều đồn nhỏ nằm rải rác chung quanh.\n \nVề lực lượng, quân Pháp ở Cao Bằng có 3 tiểu đoàn vừa lê dương [[Maroc]] và nhiều lính phụ lực bản xứ do đại tá Charton phụ trách, trực thuộc bộ chỉ huy vùng đặt tại Lạng Sơn do đại tá Constans chỉ huy. Ở Lạng Sơn có 5 tiểu đoàn lính Pháp, thiết giáp, trọng pháo và nhiều lính phụ lực bản xứ. Ở Đông Khê (cách Cao Bằng 30&nbsp;km về phía đông nam), có 2 đại đội lê dương dưới quyền của hai đại uý Vollaire và Alliou. Ở Thất Khê (cách Đông Khê khoảng 20&nbsp;km), có một đại đội khác trấn giữ. Ở Na Chàm, có một đại đội do đại úy Mattéi và trung úy Aluzot chỉ huy.\n\nTổng cộng quân Pháp có 10 [[tiểu đoàn]] Âu Phi, 1 tiểu đoàn và 9 đại đội lính Việt; 27 khẩu pháo các loại gồm: 2 khẩu 155mm, 15 khẩu 105mm, 1 khẩu 94mm, 5 khẩu 75mm, 4 khẩu 57mm; 4 đại đội công binh; 4 đại đội cơ giới; 6 máy bay chiến đấu và 2 máy bay trinh sát liên lạc.\n\nCác tiểu đoàn lê dương là các đội quân tinh nhuệ, có khả năng đánh phòng ngự tốt. Các tiểu đoàn [[Tabor]] lính Maroc có khả năng đánh rừng núi. Lực lượng lính bản xứ Thổ - Nùng cũng được đánh giá là xông xáo và thông thạo chiến trường.\n\nLực lượng cơ động của Pháp ở biên giới thuộc GTM (Binh đoàn Maroc – Groupement tirailleur Marocain) và do Trung tá [[Le Page]] chỉ huy. Tính trên toàn chiến trường [[Bắc Bộ Việt Nam|Bắc Bộ]] là 9 tiểu đoàn cơ động\/12 tiểu đoàn cơ động Đông Dương\/124 tiểu đoàn của quân đội Liên hiệp Pháp. Trên thực tế, Pháp đã điều thêm 2 tiểu đoàn cơ động lên Biên giới là 1 BEP (Tiểu đoàn dù lê dương số 1) và 3 BCCP.\n\nHệ thống đồn bốt của Pháp rất vững chắc, các vị trí đều có [[lô cốt]] bê tông cốt sắt kiên cố. Các vị trí này là những mục tiêu khó khăn đối với trang bị của [[Việt Minh]] thời bấy giờ. Tuy nhiên, hệ thống này cũng có những điểm yếu. Đó là bố trí thành tuyến độc đạo kéo dài, một số vị trí dễ thành đột xuất, cô lập và hở sườn dễ bị chia cắt; hậu cần, tiếp tế, tải thương đều khó khăn và gần như phụ thuộc hoàn toàn vào [[không quân]]; khả năng sử dụng vũ khí khí tài công nghệ cao như [[xe tăng]], máy bay bị hạn chế.\n\n=== Quân đội Nhân dân Việt Nam===\n* [[Đại đoàn]] 308 gồm 3 trung đoàn bộ binh: 36, 88, 102 và tiểu đoàn 11.\n* 2 [[trung đoàn]] chủ lực: 174 và 209.\n* 3 [[tiểu đoàn]] độc lập: 426, 428 của Liên khu [[Việt Bắc]]; tiểu đoàn 888 của tỉnh Lạng Sơn.\n* [[Pháo binh]]: gồm 4 đại đội [[sơn pháo]], gồm 20 khẩu pháo 70mm và 75mm\n* [[Công binh]]: 5 đại đội.\n\nQuân số các đơn vị là 25.000 người. Bộ chỉ huy chiến dịch và cơ quan: 4.500 người. Tổng cộng: 29.500 người. Ngoài ra còn có một số đại đội bộ đội địa phương và du kích của hai tỉnh [[Cao Bằng]] và [[Lạng Sơn]].\n\nLãnh đạo chiến dịch là Đảng ủy và Bộ chỉ huy chiến dịch, gồm:\n* Đại tướng [[Võ Nguyên Giáp|Giáp]], chỉ huy trưởng kiêm chính ủy mặt trận.\n* Thiếu tướng [[Hoàng Văn Thái]], Tổng tham mưu trưởng: Tham mưu trưởng chiến dịch.\n* Đại tá [[Phan Phác]], Quyền Tổng tham mưu phó: Tham mưu phó chiến dịch.\n* [[Lê Liêm]], Phó Chủ nhiệm [[Tổng cục chính trị]]: Chủ nhiệm Phòng Chính trị chiến dịch\n* [[Lê Quang Đạo]], Phó Chủ nhiệm [[Phòng Chính trị]] chiến dịch\n* [[Trần Đăng Ninh]], Chủ nhiệm [[Tổng cục Cung cấp]]: Chủ nhiệm Phòng Cung cấp chiến dịch.\n* [[Bùi Quang Tạo]], Phó Chủ tịch Uỷ ban kháng chiến hành chính [[Liên khu Việt Bắc]]: Phó Chủ nhiệm Phòng Cung cấp chiến dịch.\n\n[[Hình:PKA.jpg|nhỏ|phải|250px|Hình ảnh [[du kích quân]] trong tranh ''Nhớ một chiều Tây Bắc'' của [[Phan Kế An]]]]\n\nNgoài việc biên chế đã bước đầu thống nhất, các đơn vị chủ lực [[Quân đội Nhân dân Việt Nam]] ([[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]], trung đoàn 174 và 209, trung đoàn pháo binh 675) được huấn luyện quân sự ở Trung Quốc từ tháng 4 đến tháng 7 năm 1950; họ có nhiều tiến bộ trong các kỹ thuật chiến đấu như kỹ thuật đánh [[bộc phá]], đánh [[công kiên]],... Song song với huấn luyện quân sự, bộ đội đã qua các lớp giáo dục chính trị. Một số mặt hạn chế của [[Quân đội Nhân dân Việt Nam]] là cách thức du kích vẫn chiếm ưu thế; thiếu kinh nghiệm chiến đấu quy mô lớn với yêu cầu hiệp đồng chặt chẽ; tổ chức và biên chế cồng kềnh; trình độ tổ chức của chỉ huy chưa đáp ứng được yêu cầu tác chiến hiệp đồng binh chủng.\n\nĐặc biệt, đây là lần đầu tiên [[Quân đội Nhân dân Việt Nam]] đối diện với bài toán hậu cần quy mô lớn nên tiến hành rất khó khăn. Các tỉnh Cao Bằng, Bắc Cạn và Lạng Sơn đã huy động hàng trăm tấn gạo, 73 tấn ngô. Kết quả thực tế hậu cần chiến dịch đã tiếp tế cho bộ đội 1.886 tấn lương thực thực phẩm (1.700 tấn gạo, 113 tấn ngô, 33 tấn muối); 200 tấn vũ khí đạn dược (có 41 tấn đạn), cứu chữa hơn 1.550 thương binh; huy động 121.700 lượt người đi dân công, phục vụ 1.716.000 ngày công.\n\nDo tầm quan trọng của chiến dịch, [[Hồ Chí Minh]] cũng trực tiếp tham gia công tác chỉ đạo và tham mưu. Khi chia tay với Đại tướng [[Võ Nguyên Giáp]] lên đường đi chiến dịch, chủ tịch [[Hồ Chí Minh]] dặn: '''\"Chiến dịch này hết sức quan trọng, chỉ được thắng không được thua!\"'''<ref>{{Chú thích sách|title=Tổng tập Hồi kí|last=Võ Nguyên Giáp|first=|publisher=Nhà xuất bản Quân đội nhân dân|year=2006|isbn=|editor-last=Hữu Mai|location=|pages=|author-link=Võ Nguyên Giáp}}<\/ref>\n\nNgày 2\/9\/1950, sau khi họp Hội đồng Chính phủ, Chủ tịch Hồ Chí Minh lên đường ra mặt trận, đoàn hộ tống đi chiến dịch mang mật danh \"Thắng Lợi\". Đây là lần đầu đoàn hộ tống đi theo có tới sáu người. Trên đường đi, ghé thăm một đơn vị thanh niên xung phong làm đường phục vụ chiến dịch, Chủ tịch Hồ Chí Minh đã tặng thanh niên bốn câu thơ, về sau trở thành khẩu hiệu của Hội liên hiệp Thanh niên Việt Nam:\n{{cquote|\"Không có việc gì khó,<br>Chỉ sợ lòng không bền,<br>Đào núi và lấp biển,<br>Quyết chí ắt làm nên\"|}}.\n\nNgày 9\/9\/1950, Chủ tịch Hồ Chí Minh ra \"Lời kêu gọi đồng bào Cao - Bắc - Lạng\", cảm tạ đồng bào ba tỉnh đã đóng góp rất nhiều cho chiến dịch, như góp quân lương, sửa đường sá, vận tải, chuyên chở, giúp đỡ bộ đội và kêu gọi ''\"Toàn thể đồng bào ba tỉnh, các ủy ban kháng chiến và hành chính, các đoàn thể nhân dân cố gắng thêm nữa, tiếp tục giúp đỡ cho bộ đội ta trước mặt trận để quân ta giết nhiều địch, đánh thắng to\"''.\n\nNgày 10\/9\/1950, Chủ tịch Hồ Chí Minh đến Sở chỉ huy chiến dịch ở làng Tả Phày Tử thuộc huyện Quảng Yên, phía bắc thị xã Cao Bằng. Ngày 13\/9\/1950, Chủ tịch Hồ Chí Minh rời Sở chỉ huy chiến dịch để đến mặt trận Đông Khê để trực tiếp theo dõi đánh trận mở màn, và chỉ thị cho bộ đội: ''\"Dù khó khăn đến đâu cũng kiên quyết khắc phục đánh cho kỳ thắng trận đầu\"''. Đến thăm Trung đoàn 296 đang đóng gần Đông khê, Chủ tịch Hồ Chí Minh giao nhiệm vụ ''\"phải đánh thắng trận mở màn của chiến dịch Biên giới\"''. Tại đây, Hồ Chí Minh đã làm bài thơ<ref>http:\/\/ditichhochiminhphuchutich.gov.vn\/bac-ho-di-chien-dich-bien-gioi-2890<\/ref>:\n{{cquote|\"Chống gậy lên non xem trận địa<br>Vạn trùng núi đỡ vạn trùng mây<br>Quân ta khí mạnh nuốt ngưu đẩu<br>Thề diệt xâm lăng lũ sói cầy\"''|}}\n\n==Diễn biến==\n===Ý đồ chiến dịch của Việt Minh===\nNgày 21\/8\/1950, qua thảo luận Hội nghị Đảng ủy chiến dịch, cùng với tham khảo ý kiến của các cố vấn Trung Quốc, [[Việt Minh]] quyết tâm như sau:\n* Tập trung ưu thế binh hỏa lực tiêu diệt [[Đông Khê (định hướng)|Đông Khê]] đồng thời tiêu diệt quân ứng chiến đường không và đường bộ.\n* Chuyển xuống [[Thất Khê]], nếu có điều kiện thì tiêu diệt [[Thất Khê]], chưa có điều kiện thì đánh vận động quanh Thất Khê hoặc đánh quân Pháp trên quãng Thất Khê – Đông Khê hay [[Thất Khê]] – [[Lạng Sơn]].\n* Sau khi tiêu diệt được Thất Khê, nghỉ 10 đến 15 ngày sẽ lên đánh Cao Bằng. Nếu sau khi Đông Khê bị tiêu diệt, Pháp bỏ Cao Bằng rút chạy về phía nam thì tập trung lực lượng tiêu diệt trên quãng [[Cao Bằng]] – [[Đông Khê (định hướng)|Đông Khê]].\n* Các lực lượng bộ đội địa phương và dân quân du kích tỉnh [[Lạng Sơn]] và dọc quốc lộ số 4, cùng 1 đại đội của k và 2000 dân công hoạt động du kích, phá đường, phục kích, tiêu hao quấy rối, có điều kiện thì tiêu diệt một bộ phận quân Pháp trên quãng [[Thất Khê]] – Lạng Sơn.\n* Thời gian dự kiến là 30 đến 40 ngày, trong đó phải giải quyết nhanh Đông Khê, Thất Khê, tốt nhất là từ 7 đến 10 ngày.\n* 14\/9\/1950 các lực lượng tham gia chiến dịch phải sẵn sàng ở vị trí tập kết.\n\n===Đợt 1 (16 đến [[20 tháng 9]] năm 1950): Tiêu diệt cứ điểm [[Đông Khê (định hướng)|Đông Khê]]===\n{{chính|Trận Đông Khê}}\n\nNgày [[16 tháng 9]] năm 1950, [[trung đoàn]] 174 và trung đoàn 209 của [[Quân đội Nhân dân Việt Nam|quân Việt Minh]] do [[Thiếu tướng]] [[Hoàng Văn Thái]] chỉ huy (khi đó ông là: Tổng Tham mưu trưởng [[Quân đội Nhân dân Việt Nam|quân đội nhân dân Việt Nam]] và làm Tham mưu trưởng chiến dịch), chủ động đánh chiếm cứ điểm Đông Khê đầu tiên với mục đích: chắc chắn đạt được thắng lợi; cô lập [[Cao Bằng]], uy hiếp cứ điểm [[Thất Khê]] từ đó phá thế trận phòng thủ của quân Pháp trên đường số 4; mở đầu Chiến dịch Biên giới thu đông 1950.\n\nThị trấn [[Đông Khê (thị trấn)|Đông Khê]] thuộc huyện [[Thạch An]], tỉnh [[Cao Bằng]], nằm dọc theo đường số 4, trên ngã ba đường đi Thị xã Cao Bằng, [[Tà Lùng]], [[Thất Khê]]. Cách Đông Khê 45&nbsp;km về phía bắc là Thị xã Cao Bằng, 15&nbsp;km về phía nam là [[Pò Khẩu]], 5–7&nbsp;km về phía đông là Phìa Khoá, 12&nbsp;km về phía tây là làng Hạc.\n\nCụm cứ điểm Đông Khê nằm trong hệ thống phòng thủ Cao Bắc Lạng, trực thuộc phân khu Thất Khê. Lực lượng Pháp có 2 đại đội thuộc tiểu đoàn 2 [[trung đoàn 3 bộ binh lê dương]] trấn giữ và 1 trung đội bảo an do đại úy Allioux chỉ huy, quân số khoảng 350. Vũ khí có 2 [[pháo|đại bác]] 105mm, 2 [[súng cối]] 81mm, 2 cối 60mm, 2 pháo 57mm, 2 pháo 20mm. Bố trí thành 2 khu vực chính là khu trung tâm và ngoại vi. Cứ điểm Đông Khê có hoả lực mạnh, công sự kiên cố. các cứ điểm được xây dựng liên hoàn, có thể chi viện hỗ trợ nhau.\n\nĐể đảm bảo chắc thắng trận đầu, Ban chỉ huy mặt trận Đông Khê, do [[Hoàng Văn Thái]] phụ trách, quyết định sử dụng một lực lượng ưu thế để đánh Đông Khê. Nhiệm vụ các đơn vị được phân công như sau: \n*[[Trung đoàn 174]] được tăng cường tiểu đoàn 426, tiểu đoàn 11 [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]], sáu khẩu [[sơn pháo]] 75mm, bốn khẩu ĐKZ 57mm có nhiệm vụ tiến công trên hướng chủ yếu từ hướng đông bắc và bắc.\n*[[Trung đoàn 209]] được tăng cường bốn khẩu sơn pháo 75mm, hai khẩu ĐKZ, có nhiệm vụ tiến công trên hướng thứ yếu từ hướng tây nam và tây.\n*Tiểu đoàn pháo 75mm gồm ba khẩu bố trí ở đông cụm cứ điểm, chi viện trực tiếp cho trận đánh.\n\n[[Trung đoàn 36]] Đại đoàn 308 bố trí ở đông nam Đông Khê, có nhiệm vụ tiêu diệt quân nhảy dù và chặn đánh quân Pháp ở Đông Khê chạy về phía nam, đồng thời làm lực lượng dự bị đánh Đông Khê khi cần thiết.\n\nSáng ngày 16\/9\/1950, Chủ tịch Hồ Chí Minh và Đại tướng [[Võ Nguyên Giáp]] dậy sớm lên đài quan sát trên một mỏm núi liền với bản Nà Lạn. Ngọn núi này cách Đông Khê khoảng 10&nbsp;km theo đường chim bay. Từ đây có thể theo dõi tình hình chung của trận đánh qua ống nhòm.\n\nSáng ngày 16\/9 năm 1950, Đông Khê, 6 giờ 30, Một trận pháo kích lớn đổ xuống những trận địa Pháp ở đây. Trung đoàn 174 tổ chức mở cuộc tiến công các vị trí tiền tiêu, đến 9 giờ chiếm được đồn Yên Ngựa, 10 giờ 30 phút, chiếm đồn Thìa Khóa (phía đông cách pháo đài 200m). Hướng tây nam, trung đoàn 209 triển khai trận địa chậm, nên đến 18 giờ mới nổ súng, 21 giờ diệt được đồn Pò Đình, tiếp tục tiến công đồn Pò Hầu, nhưng hết ngày vẫn chưa giải quyết xong.\n\nỞ Cao Bằng, Trung tá Charton, chưa nhận được lệnh của cấp trên, vẫn dựa vào những thông tin của tướng Marchand cho ông ta cách đây 3 ngày. Ông ta chưa biết những do dự của bộ chỉ huy cấp cao, nhưng từ sáng đến giờ, ông ta biết rõ: ''\"Tiếng pháo nổ vang liên tục ở phía nam! chắc là ở Đông Khê, lần này có vẻ rất nghiêm trọng...\"''\n\nNgày 17\/9, ở Đông Khê, tình hình trở nên rất khó khăn cho Pháp. Trong pháo đài, hệ thống phòng thủ bị cắt ra làm đôi. Đến 4 giờ sáng, trung đoàn 174 chiếm được Cẩm Phầy, trung đoàn 209 chiếm được Phủ Thiện, Nhà Cũ, khu trường học. Vào cuối buổi sáng, 1 chiếc Morane vẫn quan sát cờ tam tài bay trên pháo đài. Trung sỹ nhất Rajault, phi công thuộc phi đội 3\/6 \"Roussillon\" đồn trú ở [[Gia Lâm]] trên chiếc [[Bell P-63 Kingcobra|P63 Kingcobra]] số 599, trong một đợt rải đạn yểm trợ cho pháo đài đã bị bộ đội Việt Minh dùng ba khẩu [[M2 Browning]] với 405 viên đạn thu được của quân Pháp bắn rơi ở phía nam Đông Khê. Cuối ngày hôm đó, trước sự chống cự quyết liệt của lính lê dương Pháp, cuộc tấn công bị dừng lại một thời gian.\n\nVào 18 giờ 30, tướng [[Hoàng Văn Thái]], chỉ huy trực tiếp trận đánh hạ lệnh tổng tấn công. Tiểu đoàn 251 tiến công trên hướng đông pháo đài, đã chiếm được đầu cầu. Trên hướng bắc, tiểu đoàn 249 cũng chiếm được đồn Nhà Thương, phát triển vào bên trong, bắt liên lạc được với trung đoàn 209, cùng phối hợp tổ chức mũi tiến công vào sau lưng pháo đài. Trận chiến đấu ác liệt kéo dài suốt đêm, nhiều chiến sĩ chiến đấu rất dũng cảm: Đại đội trưởng [[Trần Cừ]] lấy thân mình lấp [[lỗ châu mai]], tiểu đội trưởng [[La Văn Cầu]] nhờ đồng đội chặt cánh tay bị thương để tiếp tục lao lên đánh bộc phá.\n\nSau 54 giờ chiến đấu, đến ngày 18, cứ điểm Đông Khê hoàn toàn thất thủ, mặc dù đã được không quân yểm trợ. Quân Pháp bị diệt hơn 120 lính, bị bắt 200, chỉ có 20 lính thoát vây chạy vào rừng. Đại úy Jeaugeon cùng khoảng 20 lính lê dương trốn thoát được về [[Thất Khê]] ngày 24\/9, quần áo tả tơi, đói khát và kiệt sức. Đại úy Allioux, chỉ huy cứ điểm, bị bắt cùng với số còn lại. Pháp mất 1 [[máy bay tiêm kích]] bị bắn rơi; 2 pháo 105mm, 1 pháo 57mm, 1 cối 81mm, 1 trọng liên, 5 đại liên, 3 khẩu PIAT, 13 trung liên, 2 cac bin, 2 súng ngắn, 162 súng trường bị tịch thu. Phía Việt Minh có 130 người tử trận và 223 bị thương.\n\nLần đầu tiên [[Quân đội Nhân dân Việt Nam]] áp dụng thành công chiến thuật công kiên có hiệu quả ở cấp [[trung đoàn]]. Thắng lợi của trận Đông Khê đã tạo điều kiện quan trọng cho chiến dịch, đồng thời mở ra một giai đoạn chiến đấu mới: chuyển từ cách đánh du kích sang đánh chính quy.\n\nChiến thắng [[Đông Khê (định hướng)|Đông Khê]] đã chặt đứt một mắt xích quan trọng trong hệ thống phòng thủ đường số 4, khiến phòng tuyến của Pháp bị cắt ra làm đôi. Đây là trận chiến đấu công kiên có quy mô tương đối lớn, có hiệp đồng giữa các binh chủng, tập trung tiêu diệt 1 cứ điểm lớn của Pháp bố trí phòng ngự trong [[công sự]] kiên cố, hoả lực mạnh, quân số đông ở địa hình rừng núi hiểm trở.\n\nHướng mặt trận [[Na Sầm]] - [[Lạng Sơn]], trước khi đánh Đông Khê, bộ đội địa phương đã phá bốn cầu, nhiều đoạn đường trên đường 4 đoạn phía nam [[Thất Khê]]. Ngày 16 tháng 9, tiểu đoàn 428 phục kích ở đoạn [[Pắc Luông]] đánh tiểu đoàn 3 Ta-bo từ [[Lạng Sơn]] lên Na Sầm, phá bốn xe, diệt 60 lính. Ngày 17 tháng 9, tiểu đoàn 888 phục kích ở [[Tha Lai]] phá hai xe, diệt 120 lính, đến 18 tháng 9 phá cầu Tha Lai.\n\n===Đợt 2 (21\/9 đến 29\/9): tiêu diệt quân cơ động Pháp===\n{{chính|Thảm họa Cao Bằng}}\n\n====Kế hoạch hành quân của Pháp====\nNgày 16\/9, tại [[Thành phố Hồ Chí Minh|Sài Gòn]], mệnh lệnh đặc biệt tối mật số 46 của tướng Carpentier gửi cho tướng chỉ huy ở Hà Nội: ''\"Tôi quyết định rút tất cả các đồn bốt ở Cao Bằng và Đông Khê. Thành phố Cao Bằng sẽ được rút lui hoàn toàn một khi chiến dịch tấn công lên Thái Nguyên bắt đầu vào 1 ngày gần ngày 1\/10 nhất có thể được... Ngày của cuộc rút lui khỏi Cao Bằng sẽ do tư lệnh vùng Bắc Bộ quyết định theo tình hình chung và chậm nhất là vào ngày 15\/10...\"''\n\nVề tiến trình rút lui: ''\"Các đơn vị ở Cao Bằng sẽ được củng cố bằng 2 tiểu đoàn Tabor đến bằng đường không. Cũng bằng đường không, thường dân trẻ em, người già và phụ nữ sẽ được đưa về Lạng Sơn. Những người đàn ông sẽ rút bằng đường bộ với quân đội. Đường rút lui sẽ là đường số 4, cùng với các đơn vị đồn trú ở Đông Khê... Chỉ có các đồ đạc quý giá và nhẹ mới được vận chuyển bằng máy bay. Những vật liệu và quân dụng khác sẽ được phá huỷ tại chỗ...\"''\n\nPháp nhanh chóng điều động quân đội ở [[Bắc Bộ Việt Nam|Bắc Bộ]] thực hiện cuộc \"hành quân kép\". Quân Pháp gửi tiếp viện đi từ [[Lạng Sơn]] qua ngả [[Thất Khê]] nhằm tái chiếm [[Đông Khê (định hướng)|Đông Khê]]. Cùng lúc đó, một đơn vị Pháp khác hướng về đại bản doanh [[Việt Minh]] tại [[Thái Nguyên]]: \n*[[Cuộc hành quân Tizgnit]]: một cánh gồm ba tiểu đoàn lính Tabor và lính [[Maroc]] do trung tá [[Marcel Le Page]] chỉ huy hành quân từ [[Thất Khê]] lên nhằm chiếm lại cứ điểm [[Đông Khê (định hướng)|Đông Khê]] mở lại [[quốc lộ 4|đường số 4]] và thu hút chủ lực của quân [[Việt Minh]];\n*[[Cuộc hành quân Orage]] (Bão táp): một cánh do trung tá [[Pierre Charton]] chỉ huy rút từ [[Cao Bằng]] xuống gặp Le Page ở [[Đông Khê (định hướng)|Đông Khê]].\n*Một tiểu đoàn nhảy dù do thiếu tá Segrétain và đại úy Jeanpierre chỉ huy được thả xuống [[Thất Khê]] để tiếp viện và chặn giữ Việt Minh khỏi tràn xuống Lạng sơn (ngày 18-9).\n\nTại [[Lạng Sơn]], Bộ chỉ huy của đại tá Constans, chỉ huy [[trung đoàn 3 lê dương]] và các đơn vị đồn trú ở vùng biên giới đông bắc, người nhận của mệnh lệnh số 46, trước tình hình mới bất ngờ, phản ứng ngay. Ông ta lúc này có trong tay 1 liên đoàn bộ binh bắc phi do trung tá Le Page chỉ huy:\n* Tiểu đoàn 1 Tabor do đại úy Feaugas chỉ huy bao gồm 856 lính, 15 sĩ quan và 54 hạ sĩ quan.\n* Tiểu đoàn 11 Tabor của thiếu tá Delcros, 860 lính, 14 sĩ quan, 50 hạ sĩ quan.\n* Tiểu đoàn pháo dã chiến của trung đoàn 8 bộ binh nhẹ Maroc của thiếu tá Arnaud, 706 lính, 17 sĩ quan, 119 hạ sĩ quan.\n* Tiểu đoàn 3 Tabor của thiếu tá de Chergé, 850 lính, 16 sĩ quan, 50 hạ sĩ quan. Tiểu đoàn sắp được chở đến [[Cao Bằng]] bằng máy bay trong vòng 48 giờ nữa để chuyển cho Charton.\n\n====Thế trận phục kích của Việt Minh====\n\nTiểu đoàn 1 Tabor của đại úy Feaugas, lúc đó đang ở [[Đồng Đăng]], đã nhanh chóng đi về phía [[Na Sầm]]. Ngày 17-9, trừ tiểu đoàn 1 Tabor, binh đoàn Le Page bị chặn lại ở vùng núi vôi [[Tà Lài]], cách [[Đồng Đăng]] 5&nbsp;km. Đơn vị đi đầu, tiểu đoàn 3 Tabor bị rơi vào 1 ổ phục kích. Kết quả 5 chết, 16 bị thương.\n\n[[Việt Minh]] đã sớm bố trí các thế trận chờ sẵn. Trong thời gian 12 ngày khi binh đoàn Le Page đi qua [[Thất Khê]], đại tướng [[Võ Nguyên Giáp]] đã liên tục củng cố các vị trí phục kích chỉ cách thị trấn có vài giờ đường. Phần lớn của lực lượng chủ lực [[Việt Minh]] bao gồm [[sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]], trung đoàn 209 và trung đoàn pháo binh 95 tập trung trong vùng núi giữa biên giới TQ và đường số 4 kéo dài từ dãy [[Nà Kéo]] cho đến dãy [[Nà Mộc Ngần]] xung quanh Bông Bạch và Pô-ma, trên một hành lang khoảng 12–13&nbsp;km.\n\n[[Trung đoàn 174]], sau khi đã giải quyết [[Đông Khê (định hướng)|Đông Khê]], vẫn cùng với tiểu đoàn 426 và 4 khẩu [[sơn pháo]] 75mm, được lệnh cấp tốc hành quân xuống phía nam Thất Khê, vượt qua thị trấn bằng phía tây. Mục tiêu là để cắt đường số 4 giữa [[Thất Khê]] và [[Na Sầm]], sẵn sàng tiêu diệt các đồn bốt vẫn còn đóng rải rác trên con đường này đến [[Lạng Sơn]].\n\n[[Tập tin:Batalla de Cao Bang.jpg|nhỏ|280px|trái|Sa bàn diễn biến chiến dịch]]\nCuối tháng 9, ở [[Cao Bằng]], từng đoàn máy bay chở đến [[Cao Bằng]] toàn bộ tiểu đoàn 3 Tabor rút khỏi binh đoàn Le Page sau trận phục kích ở Tha Lai. Trên đài phát thanh [[Paris]], người ta vẫn nói rằng [[Cao Bằng]] sẽ được tử thủ. Nhưng thực tế sau ngày 20\/9, Alessandri đã viết ra một bản phác thảo kế hoạch triệt thoái khỏi [[Cao Bằng]] (hiện nay vẫn nằm ở kho văn khố quân đội Pháp [[SHAT]]): ''\"Ngày 27, Bỏ Cao Bằng… cuộc gặp gỡ sẽ xảy ra ở địa điểm \"hầm\" cách Đông Khê khoảng 8km, nhưng tình hình sẽ khả quan hơn nếu Le Page đến được km 20 từ Cao Bằng (km 26 từ Đông Khê)\"''. Ông ta còn viết thêm: ''\"Về vấn đề phá hủy vũ khí, xem với tướng tổng chỉ huy\"''.\n\nNgày 29\/9, Charton đã được cho biết một cách chính thức rằng ông phải bỏ [[Cao Bằng]], cuộc hành quân được đặt tên [[chiến dịch Therese]]. Cuộc rút lui của ông phải trùng với các hoạt động của binh đoàn Le Page, nhưng ông ta không thể biết chính xác được [[binh đoàn Le Page]] đang ở đâu. Ngày rút lui cũng đã được chỉ định là ngày mùng 3, trong trường hợp này, Charton chỉ có thể tuân lệnh và không thể tự ý tự quyết định được. Trong trường hợp ông ta tự ý rời [[Cao Bằng]] sớm hơn, binh đoàn của ông ta sẽ phải một mình chịu trận với hơn 10 [[tiểu đoàn]] [[Việt Minh]] mà không có sự hỗ trợ của Le Page.\n\nThiếu tá Delcros, trong bản báo cáo tổng kết chiến dịch đã lên án việc giữ bí mật quá đáng và cũng xem nó là một trong những giải thích chính cho sự chiến thắng của [[Việt Minh]]. Hệ thống tình báo [[Việt Minh]], từ những người giúp việc cho đến những thư ký phụ cận gần các sĩ quan Pháp ''\"đã cho tướng Giáp biết rõ tình hình của đối phương gần như qua truyền hình trực tiếp\"''. Những trò giữ bí mật cuối cùng chẳng khác gì những viên đạn mà sĩ quan Pháp tự bắn vào chân họ trong quá trình tiến triển của chiến dịch.\n\n[[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]] đã chiếm các điểm cao quan trọng ở các ngọn núi Ngọc Trà và Khâu Luông, từ đó khống chế được [[Đông Khê (định hướng)|Đông Khê]] và [[quốc lộ 4|đường số 4]]. Sáng ngày 1\/10, binh đoàn Le Page bắt đầu hành quân 2 bên lề đường số 4 về phía [[Lũng Phầy]]. Không một cuộc đụng độ nào xảy ra. Giai đoạn đầu của chiến dịch \"Tiznit\" kết thúc, Le Page đã thi hành theo đúng mệnh lệnh nhận được, chiếm giữ những vị trí quan trọng dọc đường số 4. Vài ngày sau các tù binh Pháp sẽ biết được rằng họ đã bị theo dõi chặt chẽ, phía [[Việt Minh]] để chắc ăn đã đợi Pháp tiến sâu vào trận địa. Quân Pháp càng tiến lên phía trước càng cách xa nguồn tiếp viện và yểm trợ. Cao nguyên Nầ Pá đang trở thành một cái bẫy khổng lồ.\n\n====Binh đoàn Le Page bị bao vây====\nChiều 1 tháng 10, Bộ chỉ huy [[Quân đội Nhân dân Việt Nam]] quyết định ''\"tập trung lực lượng tiêu diệt toàn bộ quân địch…, trọng điểm tiêu diệt từ Đông Khê đến Keo Ái\"''. Các đơn vị được giao nhiệm vụ như sau: [[Trung đoàn 209]] chiếm lĩnh các điểm cao trong thị trấn và bắc thị trấn không cho địch chiếm lại [[Đông Khê (định hướng)|Đông Khê]]; trung đoàn 88 chiếm lĩnh [[Keo Ái]] chặn không cho Pháp rút về cũng như quân Pháp từ [[Thất Khê]] lên; Trung đoàn 36 chiếm lại Khâu Luông, sẵn sàng đánh quân dù trong phạm vi từ Nà Pá đến Pò Hầu; trung đoàn 102 làm lực lượng dự bị.\n\nChiều ngày 1-10, Tiểu đoàn dù lê dương bị dính lại trước 1 vị trí [[súng máy]] Việt Minh đặt trên 1 gò đất thuộc vị trí bốt phía nam cũ của Đông Khê. Lúc này là 17 giờ. Tiểu đoàn trưởng Segretain và Le Page đồng ý đóng quân lại ở đây, vì thời tiết quá xấu để không quân có thể yểm trợ, hơn nữa những khẩu pháo mà Constant hứa chi viện vẫn chưa đến nơi. Các sĩ quan dù lê dương sống sót và đại úy Feaugas chỉ huy tiểu đoàn 1 Tabor sau này trách quyết định thiếu kiên quyết này của Le Page. Họ cảm thấy phía trước vẫn còn ít địch, 1 cuộc tấn công thần tốc của binh đoàn chắc có lẽ đủ để lấy lại Đông Khê. Thực ra, [[Võ Nguyên Giáp|tướng Giáp]] đã đồn trú nhiều tiểu đoàn xung quanh pháo đài để tránh làm mục tiêu không kích, nhưng vẫn sẵn sàng tham chiến nếu Đông Khê bị uy hiếp. Vì thế việc \"ít địch đằng trước\" chỉ là ảo giác.\n\nSáng sớm ngày 2-10-1950, Le Page chuyển quân. Tiểu đoàn dù đi tiền phong, đến đồn Nà Pá hiện bỏ trống, cách Đông Khê khoảng 6 cây số thì giao chiến. 10 tiểu đoàn [[Quân đội Nhân dân Việt Nam]] đợi quân dù xuống lòng chảo mới ở trên các ngọn đồi và từ đồn Na-pa nổ súng xuống. Trọng pháo, súng liên thanh, moóc-chi-ê nổ liên hồi vào đầu quân nhảy dù. Ngay những phút đầu, tiểu đoàn dù đã thiệt hại 1\/3 quân số. Le Page vội vàng ra lệnh ngưng tiến, ra lệnh cho quân dù còn lại cố cầm chân [[Quân đội Nhân dân Việt Nam|QĐNDVN]] để Le Page tìm đường khác xuyên qua rừng.\n\nSuốt ngày [[2 tháng 10]], các trận địa mai phục của [[sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]] [[Việt Minh]] liên tục đánh thiệt hại và làm tiêu hao cánh quân của Le Page. \n* 17 giờ, đại đội 1 trung đoàn 8 bộ binh [[Maroc]] gồm 120 lính bị đánh bật ra khỏi vị trí ở đỉnh Trọc Ngà bởi tiểu đoàn 29 của [[trung đoàn 88]], kết quả là 50 lính bị chết, 30 bị thương và 5 bị bắt. Đại úy Feuillet, đại đội trưởng bị thương nặng. (xem chi tiết tại [[Trận Trọc Ngà]])\n* 18 giờ: tiểu đoàn Tabor 1 bắt đầu bị nã [[súng cối]] và các trận đánh bộ binh đã xảy ra quyết liệt vào 22 giờ.\n* Ở Na Kéo, tiểu đoàn Tabor 11 của thiếu tá Delcros cũng bị pháo kích ác liệt.\n\nĐêm 2 rạng sáng 3 tháng 10, 4 giờ sáng, tiểu đoàn 1 Tabor lại tiếp tục tấn công lên dãy núi vôi phía tây nam [[Đông Khê (định hướng)|Đông Khê]]. Trong 2 ngày vừa rồi, số tổn thất của đơn vị là 7 chết và 17 bị thương chủ yếu là ở đại đội 29. Vào 6 giờ 30, 2 đại đội của Tabor 1 chịu nhiều đợt tấn công và cận chiến dữ dội do 2 tiểu đoàn 80 và 84 trung đoàn 36 của Việt Nam. [[Sơn pháo]] Pháp từ vị trí nằm ở phía bên kia dốc núi không thể chi viện được. Đến sáng, không quân đến tiếp viện nhưng lại bắn nhầm vào vị trí lính [[Bắc Phi]] do nhầm màu xanh quân phục của họ với màu quân phục [[Việt Minh]]. Kết quả của đêm đó: tiểu đoàn 11 có 17 người chết và 35 bị thương.\n\nVào 16 giờ, trận đánh ở Nà Kéo bắt đầu lại. Le Page ở điểm cao 765 cách đó 4&nbsp;km, theo dõi tình hình với rất nhiều lo âu. Vào cuối buổi chiều, Delcros cho biết rằng tiểu đoàn ông ta sắp bị tràn ngập, quân Việt Nam đã chiếm được các đỉnh cao xung quanh Na Kéo. Ông ta muốn đưa thương binh về Lũng Phai để các đơn vị đồn trú ở đây đưa họ về [[Thất Khê]].\n\nĐêm 3-4 tháng 10, đơn vị của Delcros bị đánh bật khỏi Na Kéo. Bỏ lại những tử sỹ, họ định hành quân với thương binh về Lũng Phai cách đó 7&nbsp;km. Đây là lần đầu tiên từ thế chiến thứ 2 mà lính lê dương phải bỏ lại xác của đồng đội, điều đó chứng tỏ tình huống rất gay go. Trong đêm, lính [[Bắc Phi]] đi trước, rồi đến tiểu đoàn dù lê dương và thương binh. Phía đầu của đội hình bị rơi vào 1 ổ phục kích, tất cả các [[cu li]] bản xứ đều bỏ chạy để lại toàn bộ cáng thương binh cho binh lính của Delcros, các đơn vị [[Bắc Phi]] bị đánh tan tác, viên chỉ huy Delcros và đại úy Jean-Pierre chỉ huy phó tiểu đoàn dù lê dương bị lạc khỏi đội hình. Cùng thời gian đó, đại đội Bắc Phi ở Lũng Phai cũng đã bị tiểu đoàn 18 [[trung đoàn 102]] và tiểu đoàn 23 [[trung đoàn 88]] đánh bật ra khỏi vị trí phải lui về cao điểm 703. Cái rọ ở Đông Khê đã được đóng lại.\n\nĐến ngày [[4 tháng 10]] tiểu đoàn dù lê dương số 1 và Tabor{{Efn|bộ binh người [[Maroc]]}} của Pháp đã bị thiệt hại nghiêm trọng và buộc phải rút chạy khỏi Khâu Luông chạy về cố thủ với nửa binh đoàn còn lại ở thung lũng [[Cốc Xá]], cách [[Đông Khê (định hướng)|Đông Khê]] 6&nbsp;km về phía Tây Nam để đợi cánh quân của Charton rút về từ [[Cao Bằng]].\n\n====Binh đoàn Charton rút khỏi Cao Bằng====\nNgày 2\/10, ở [[Cao Bằng]], trong khi Binh đoàn Le Page đang bị bao vây, Charton chuẩn bị những phương án cuối cùng cho cuộc rút lui. Trưa hôm đó, ra lệnh phá huỷ hết các kho trại, các khí giới nặng không mang theo được và những điểm chiến lược quan trọng tại Cao bằng được ban bố. Charton ra lệnh hủy bỏ các thứ nặng cồng kềnh, bỏ tất cả xe cam-nhông, trọng pháo, bỏ đạn dược, quân nhu, lương thực... chỉ mang theo hai ngày lương thực, băng rừng xuống mạn tây nam để gặp đoàn quân Le Page. Tất cả đồ đạc của đám dân sự, phần lớn là người Tàu, người Thổ đen, cũng bị đốt hết để cho nhẹ. Charton truyền lệnh ai đi chậm không theo kịp thì bị bỏ lại.\n\nSáng ngày 3\/10, Charton đã thu xếp xong và rời thị xã. Binh đoàn Charton tiến rất chậm và vẫn chờ liên lạc của Constans và nhất là của binh đoàn Le Page đến đón. Đoàn xe kéo dài hàng km bao gồm:\n* Tiểu đoàn 3 trung đoàn 3 [[lê dương (định hướng)|lê dương]] (3\/3 REI) của thiếu tá Forget, 558 lính, 62 hạ sĩ quan và 16 sĩ quan.\n* Tiểu đoàn hỗ trợ quân sự Việt Nam của đại úy Tissier, 937 người trong đó có 72 người Pháp.\n* Trung đội công binh của trung úy Clerget, 37 người.\n* Pháo binh và hậu cần: 19 người.\n* Tất cả có 2 xe bọc thép, 3 xe Dodge 3 cầu, 1 Dodge 4 cầu của công binh, 3GMC ben, 6 GMC tải, 8 Jeep, 2 khẩu pháo 105mm, 1 khẩu pháo Bô-pho 40mm trên GMC và 1 khẩu cối 81mm của 3\/3 REI. Cộng với đoàn quân là hàng trăm thường dân thuộc các dân tộc thiểu số do công chức của [[Quốc gia Việt Nam]] đưa đi.\n\n====Binh đoàn Charton và Le Page bị tiêu diệt====\n=====Binh đoàn Le Page=====\n\nĐêm 1 rạng sáng 2 tháng 10, trên đường số 4 giữa [[Thất Khê]] và [[Lạng Sơn]], [[Trung đoàn 174]] đã đến nơi tụ tập, sẵn sàng tấn công các đồn bốt phía nam [[Thất Khê]] và cắt liên lạc giữa 2 thị trấn này. Ngày 3\/10, Trung đoàn 174 cùng 2 tiểu đoàn 426 và 428 bắt đầu công việc cắt đường. Bốt 41 Tây nằm một mình trên [[sông Kỳ Cùng]] bị tấn công và tiêu diệt lúc 21 giờ. Có 30 lính Pháp sống sót vượt sông về bốt 41 Đông. Ngày 4\/10, quân [[Việt Minh]] tiếp tục tiêu diệt bốt 41 Đông. Vào 0 giờ 25 ngày mùng 5, sau gần 4 giờ cận chiến, đơn vị lê dương ở đây phải rút lui với 7 người chết, 13 bị thương và hơn 30 mất tích. Đại đội 3 lê dương, đóng ở đồn 45, mất liên lạc với cấp trên, đã tự động bỏ chốt lui về [[Thất Khê]]. Như vậy là từ lúc này, không còn hiện diện nào của quân Pháp trong vòng 20&nbsp;km phía nam [[Thất Khê]]. Cũng lúc này, trung tá [[Đặng Văn Việt]] được lệnh cùng với trung đoàn 174 lên phía bắc tham gia vào chiến dịch tiêu diệt 2 binh đoàn Pháp đang rút lui.\n\n[[Trung đoàn 209]] ([[trung đoàn Sông Lô]]) của [[Việt Minh]] đã hành quân lên Quang Liệt, phía Bắc [[Đông Khê (định hướng)|Đông Khê]] để chặn đánh binh đoàn Charton. Ngày [[6 tháng 10]], cánh quân của Charton cũng đến được Cốc Xá và bắt liên lạc được với Le Page. [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]] lập tức bao vây chặt Cốc Xá và điểm cao 477. Trung đoàn 209 chặn ở phía Bắc. Phía Nam, trung đoàn 174 chốt chặn đường rút ở [[Cốc Tồn]] - [[Khâu Pia]]. Ngày 5\/10, những lính Pháp sống sót của các bốt 41 Đông và Tây, 45 rút về đến [[Thất Khê]], trên khoảng 2 đại đội ban đầu chỉ còn 77 lính lê dương và 2 sĩ quan trong đó chỉ có 6 thương binh đã đi theo kịp.\n\nSáng sớm ngày 6 tháng 10, trung đoàn 36 bắt đầu tấn công Cốc Xá.<ref>{{Chú thích sách|title=Đường tới Điện Biên Phủ|last=Võ Nguyên Giáp|first=|publisher=Nhà xuất bản Quân đội nhân dân|year=2001|isbn=|editor-last=Hữu Mai|location=|pages=61-79|author-link=Võ Nguyên Giáp}}<\/ref> Tình hình phòng thủ của các đơn vị [[Bắc Phi]] bắt đầu xấu đi rất nhanh vào buổi sáng, những khẩu súng máy và [[súng cối]] của [[Việt Minh]] đã bao phủ hoàn toàn vị trí phòng thủ của các đơn vị này. Trong cả ngày hôm đó những bức điện liên tục được gửi cho Le Page bởi Constans cho thấy tình hình đầy kịch tính của chiến trận.\nVào 10 giờ 15 ngày 6\/10\/1950, lần đầu tiên [[bom napan]] được sử dụng ở Việt Nam bên cạnh những quả bom thường. Đại úy [[Jean-Pierre]], trong 1 cuộc tuần tra đã phát hiện ra lính [[Bắc Phi]] đã rút lui bỏ vùng \"hẻm núi\" phía Cốc Xá, và hiện nay vị trí này đã được quân [[Việt Minh]] đã chiếm đóng.\n\nĐến buổi trưa thì gần như toàn bộ binh đoàn Le Page đã bị xoá sổ chỉ còn 650 trên tổng số 2500 người, số ít còn lại cố chạy sang điểm cao 477 cùng với chỉ huy Le Page. Nhưng tại 477, 5 tiểu đoàn của [[sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]] và của trung đoàn 209 đã vây chặt quân Charton. Buổi chiều, tiểu đoàn 89 đã chiếm lĩnh con đường độc đạo đi về phía Cốc Xá, bắt đầu đặt ở vùng \"hẻm núi\" những ổ [[súng máy]], thành lập 1 hệ thống phòng thủ chiều sâu, đơn vị tiền tuyến là đại đội 395 của đại đội trưởng [[Nguyễn Tiến Trang]] với sự yểm trợ của 2 đại đội 397 và 399 cùng [[tiểu đoàn]] bộ ngay phía sau. Chưa kể các khẩu súng máy trên 2 điểm cao kề bên Cốc Xá có thể bắn chéo cánh sẻ vào toàn bộ con đường hành lang.\n\nVào 17 giờ, Le Page họp tất cả các tiểu đoàn trưởng của binh đoàn và cho biết cuộc tấn công phá vây vào hẻm Cốc Xá sẽ bắt đầu vào 3 giờ sáng hôm sau. Tiểu đoàn dù lê dương sẽ là đơn vị tiên phong. Lúc này, Le Page nói chuyện lần đầu tiên trực tiếp qua điện đàm với Charton, cho biết tình hình của binh đoàn đang bị bao vây và sắp phải phá vòng vây này, ông ta cũng hẹn găp Charton ở 477 vào cuối đêm.\n\nĐơn vị đi đầu trong cuộc xung phong ban đêm này là trung đội của trung úy Chauvet, liền sau đó là đại đội 2 của đại úy Bouyssou rồi tiểu đội sinh viên sĩ quan của trung úy Faulques. Ở bên phải, phía bãi đá phía nam là đại đội 3 của đại úy [[De Saint Etienne]]. Bên trái, phía bắc là đại đội 1 của đại úy Garrigue cùng với đại đội chỉ huy của đại úy De Borde. Tất cả có khoảng hơn 350 lính dù lê dương còn lại sau những trận đánh trước đó.\n\nTrong 1 cuộc xung phong được nhiều nhân chứng xem là ''\"ghê rợn nhất trong lịch sử [[chiến tranh Đông Dương]]\"'', với tiếng nổ liên hồi của [[lựu đạn]] và cối, [[súng tự động]] của [[Việt Minh]] ''\"đã gặt những người lính dù Lê Dương như gặt lúa\"''. Chỉ trong vòng chưa đầy 1 giờ, cả tiểu đoàn đã bị tiêu diệt, tất cả các chỉ huy [[đại đội]] đều đã tử trận, đa số các trung đội trưởng đều đã bị chết hoặc bị thương. Vượt qua những xác lính dù lê dương, tiểu đội sinh viên sĩ quan của trung úy Faulques đã đến được cách \"nguồn suối\" chỉ còn vài chục mét trước khi bị tiêu diệt, trung úy Faulques bị trúng 3 viên đạn vẫn cố gắng cùng những lính lê dương cuối cùng lết về phía mục tiêu để bị bắn hạ hết người này đến người khác. Trung úy Stien, chỉ huy phòng nhì của tiểu đoàn, cùng nhóm Pác-ti-dăng, vượt qua được vách đá để xuống thung lũng trước khi bị tiêu diệt ở đây.\n\nVào khoảng 6 giờ 30 sáng, những người lính [[Bắc Phi]] sống sót đã đến được vị trí \"nguồn nước\", nhưng ở đây họ vẫn còn phải vượt 1 vách đá để xuống vùng thung lũng, nơi binh đoàn Charton đang đợi, trong khi đó những khẩu [[súng máy]] ở các điểm cao xung quanh vẫn không ngớt rải đạn vào họ.\n\n=====Binh đoàn Charton=====\n\nNgày 6\/10, tình hình của binh đoàn Charton xấu đi rõ rệt. Đại úy Morichere, chỉ huy 1 đại đội hỗ trợ bản xứ, quyết định vượt rặng đá vôi phía đông Quang Liệt để đến gặp Le Page. Anh ta đã đụng với một đơn vị Việt Minh lớn, có thể là 1 tiểu đoàn. Kết quả, cả 1 đại đội hỗ trợ bị tiêu diệt hoàn toàn.\n\nĐêm 6-7 tháng 10, [[Việt Minh]] tiếp tục đè mạnh áp lực lên cao điểm 590 của tiểu đoàn 3 Lê dương. Phía tây, Charton thấy nhiều đơn vị vũ trang đang di chuyển trong ánh đuốc, có lẽ đây là tiểu đoàn 23 trung đoàn 88. Trong khi đó hàng ngàn bộ đội [[Việt Minh]] khác đang âm thầm tiến về hướng của ông ta. Một điểm đáng lo lắng khác là tình hình của binh đoàn Le Page, với hàng trăm thương binh mà đáng lẽ phải là đơn vị đi giải cứu cho binh đoàn của ông ta. Vào 5 giờ sáng, tiếng âm vang giữ dội của trận đánh phía Cốc Xá chỉ làm ông ta lo lắng hơn.\n\nVào sáng sớm bộ đội [[Việt Minh]] bắt đầu tấn công. Đại đội hỗ trợ bản xứ bị đánh bật khỏi [[Bản Ca]] và lùi về phía tiểu đoàn Tabor ở phía bắc, bởi tiểu đoàn 84 trung đoàn 36. Cách đây 5 ngày tiểu đoàn cũng đã tham gia vào trận Nà Kéo, sau đó cùng với các đơn vị [[Việt Minh]] khác hành quân vòng qua phía nam dãy núi đá vôi về phía Cốc Tôn và Bản Ca.\n\nVào 7 giờ sáng, đến lượt tiểu đoàn 3 Tabor bị tấn công. Đại đội 36 của đại úy Peyris đóng ngọn đồi số 3 bị tràn ngập và phải rút về phía đại đội 51. Khi đến nơi, tiểu đoàn 3 Lê Dương có tổ chức 1 cuộc tấn công lấy lại ngọn đồi này nhưng đã thất bại, thiếu tá Forget, chỉ huy tiểu đoàn đã tử thương. Phần lớn những dân thường đã bỏ chạy khỏi binh đoàn, đa số là những người [[công giáo]], sẽ đến được [[Lạng Sơn]] vài ngày sau và đã trú ở ngay trong nhà thờ ở đây. [[Lạng Sơn]] sẽ bị bỏ rơi và 4 năm sau những người [[công giáo]] lại sẽ phải khăn gói vào phía nam [[vĩ tuyến 17 Bắc|vĩ tuyến 17]].\n\nCharton cho 2 đại đội hỗ trợ bản xứ do trung úy Viltard đến đóng quân ở đồi Quy Chân, nhìn về phía Cốc Xá để đón tiếp binh đoàn Le Page. Trong suốt buổi sáng, họ nhìn thấy đi về phía họ từng nhóm hỗn hợp bộ binh Bắc Phi cùng với một số lính dù lê dương vừa thoát ra khỏi vòng vây. Khi đến nơi, những người lính dù lê dương đã được tập hợp lại thành đơn vị chiến đấu, họ chỉ còn lại 130 người. Tiểu đoàn trưởng Segretain vẫn còn sống, cũng như tiểu đoàn phó Jeanpierre và 6 trung-thiếu úy. Ngược lại, những đơn vị [[Bắc Phi]] đã mất hết khả năng chiến đấu và không thể tập hợp lại được nữa. Trung tá Le Page và sở chỉ huy của ông ta đã gặp trung úy Stien và vài lính Pác-ti-dăng sống sót, họ đã cùng vượt qua vòng vây để đến gặp Charton.\n\nSở chỉ huy của Charton nằm ở vùng trũng giữa đồi 477 và 1 điểm cao 600m phía nam. Đến chiều, binh đoàn Charton trở nên rối loạn khi biết tin binh đoàn Le Page đã bị xoá sổ. 16 giờ, Charton đã tập hợp những người còn sống sót rút khỏi 477 mở đường máu về Nà Cao, nhưng đến chiều thì bị bắt làm tù binh cùng với toàn bộ ban tham mưu. Trong số 635 lính lê dương của tiểu đoàn Pháp rời [[Lạng Sơn]] 4 ngày trước, chỉ có 32 sẽ đến được [[Thất Khê]], trong đó chỉ có 1 sĩ quan trên 15 người lúc đầu. Phía Việt Nam ghi nhận đã tiêu diệt 677 địch, bắt 1.386 tù binh, trong đó có Charton cùng nhiều sĩ quan chỉ huy và cả tỉnh trưởng Cao Bằng của Pháp.\n\nNhững quân lính còn lại của Le Page cùng với chỉ huy của mình mất liên lạc với Charton đã tìm cách rút theo đường rừng để về [[Thất Khê]] nhưng sang ngày 8 tháng 10, Le Page cũng đã bị các binh sĩ của trung đoàn 88 [[sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]] bắt làm tù binh cùng với các sĩ quan tham mưu của mình.<ref>{{Chú thích sách|title=Hồi ký Lê Trọng Tấn|last=Lê Trọng Tấn|first=|publisher=|year=1994|isbn=|location=|pages=135}}<\/ref> Thiếu tá Arnaud và đại úy Faugas cũng đều bị bắt và làm tù binh của [[Việt Minh]] trong vòng 4 năm.\n\nĐêm 17 rạng ngày 18-10, Constans ở [[Lạng Sơn]] ra lệnh quân sĩ lên đường, hấp tấp chạy không kịp phá huỷ gì, bỏ lại nguyên vẹn thành phố, doanh trại, kho quân nhu, đạn dược, thực phẩm, chỉ mang theo trọng pháo và một số xe cam-nhông chuyên chở. Số vũ khí đủ để trang bị cho một đại đoàn sau đó đã rơi toàn bộ vào tay Quân đội Nhân dân Việt Nam.\n\n===Đợt 3 (từ 9 đến ngày 14\/10 năm 1950): truy kích quân Pháp rút chạy===\nTrong số 5.807 binh lính và sĩ quan của 2 binh đoàn Pháp, chỉ có tất cả 1.388 người đã đến được [[Thất Khê]] hay [[Lạng Sơn]] trước khi những nơi này được di tản. Binh đoàn Le Page chỉ có 1.021 thoát được trên 3.193, binh đoàn Charton chỉ có 367 trên 2.614. Đặc biệt tiểu đoàn dù BEP số 1, hơn 1.000 người chỉ còn sống sót được 23 người.\n\nCharton và Le Page bị bắt. Các sĩ quan khác bị bắt hoặc tử trận hết, chỉ thoát được có một mình đại úy dù Jean Pierre (chỉ huy tiểu đoàn dù BEP số 1) chạy về được [[Thất Khê]]. Một ngoại lệ là 1 hạ sĩ quan cùng 7 lính [[Bắc Phi]] đã chạy vào rừng và đi bộ trong vòng 3 tuần, sử dụng thực phẩm của dân để tới tận [[Hải Phòng]].\n\nTính đến ngày [[8 tháng 10]], [[Quân đội Nhân dân Việt Nam]] đã loại khỏi vòng chiến đấu 8 tiểu đoàn quân Pháp, làm sụp đổ kế hoạch phòng thủ biên giới của Pháp. Quân Pháp tiếp tục phải chịu những tổn thất nặng nề khi bị 4 tiểu đoàn của [[sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]] cùng toàn bộ trung đoàn 174 (Cao Bắc Lạng) truy kích. Tiểu đoàn 3 com-măng-đô đi chặn hậu để bảo vệ cuộc rút lui bị tiêu diệt và bị bắt hết, chỉ còn 5 người thoát được về [[Lạng Sơn]].\n\nTrước nguy cơ [[Thất Khê]] sẽ lại bị tiêu diệt như Đông Khê, bộ chỉ huy quân viễn chinh Pháp đã ra lệnh rút khỏi [[Thất Khê]] trong rối loạn. Ngày 11-10, [[Thất Khê]] rút lui bỏ lại nguyên vẹn đồn bót, súng ống đạn dược. Ngày 15-10, Na Sầm thất thủ sau một tuần chiến đấu. Quân Pháp ở [[Đồng Đăng]] cũng bỏ chạy.\n\nỞ các địa phương khác, quân [[Việt Minh]] liên tục quấy rối, không cho quân Pháp thực hiện các cuộc chuyển quân tiếp viện cho mặt trận Cao-Bắc-Lạng. Đến ngày 17 tháng 10, [[Quân đội Nhân dân Việt Nam]] chủ động kết thúc chiến dịch.\n\nDưới sự uy hiếp của quân Việt Nam và sự hoang mang của bộ chỉ huy Pháp, đến ngày 22 tháng 10 năm 1950, quân Pháp phải rút bỏ hoàn toàn khỏi các cứ điểm còn lại trên đường 4 như [[Thất Khê]], [[Na Sầm]], [[Đồng Lập]], [[Lạng Sơn]]... với thiệt hại rất nặng về trang bị. Chẳng hạn quân Pháp đã bỏ lại nguyên vẹn ở [[Lạng Sơn]] cho [[Việt Minh]] một số lượng vũ khí đủ để trang bị cho một đại đoàn.<ref>{{Chú thích sách|title=Biên niên sự kiện lịch sử ngành kỹ thuật pháo binh Quân đội nhân dân Việt Nam 1945-1975|last=Artillery Command|first=|publisher=Nhà xuất bản Quân đội Nhân dân|year=1997|isbn=|location=|pages=|city=[[Hà Nội]]}}<\/ref><ref>Hồi ký sĩ quan Pháp{{Ai}}<\/ref>\n\n==Kết quả==\n===Pháp===\nChiến dịch Biên giới đã làm phá sản [[chiến lược]] quân sự chính trị của Pháp. Vòng vây biên giới bị đập tan, hành lang đông - tây bị chọc thủng, kế hoạch Reve cơ bản bị sụp đổ. Tổn thất hơn 8.000 lính trong 1 chiến dịch là một thất bại chưa từng có trong lịch sử [[chiến tranh xâm lược]] [[thuộc địa]] của [[đế quốc Pháp]]. Mất quyền chủ động quân sự, Pháp cũng mất quyền chủ động về ngoại giao, chính trị.\n\nTin thất trận làm chính phủ và quốc hội Pháp lo ngại sợ hãi. Ngày 15-10-1950, thủ tướng [[Pleven]] cử một phái đoàn gồm Bộ trưởng Liên kết [[Letourneau]], tướng [[Juin]] và tướng [[Valluy]] sang [[Bán đảo Đông Dương|Đông Dương]] để điều tra. Quốc hội họp phiên đặc biệt ngày 19-10-50. Ngày 17-10-50, Bộ trưởng Letourneau và hai tướng Juin, Valluy tới Saigon. Phái đoàn được các nhà chức trách quân sự tức tốc trình bày tình hình đặc biệt ở Bắc Việt Nam. Phái đoàn Letourneau tới [[Hà Nội]] giữa không khí chủ bại và hoảng sợ bao trùm. Những tin đồn rộ lên là [[Hồ Chí Minh]] hứa sẽ mang quân vào Hà Nội ăn [[Tết Nguyên Đán|Tết]] Tân mão 1951, làm các công chức Pháp lo sợ, phải tản cư gia đình của họ vào [[Sài Gòn]].\n\nTướng Marchand chỉ huy Hà Nội và đại tá Constans chỉ huy Lạng Sơn bị lột chức, tướng Alessandri chỉ huy [[Bắc Kỳ]] xin thuyên chuyển về Pháp, tướng [[Boyer de la Tour]] được cử thay thế tạm Alessandri. Tướng Carpentier nhờ được sự che chở của tướng Juin nên không bị trừng phạt nhưng cũng bị mất chức. Chính phủ vội tìm người có đủ uy tín và khả năng để giao phó [[Bán đảo Đông Dương|Đông Dương]] vào tay người đó. Tướng Juin, tướng Koenig được mời nhưng đều từ chối, tướng [[Jean de Lattre de Tassigny|De Lattre de Tassigny]] nhận lời.\n\nDe Lattre vội vã bay ra Hà Nội và ở luôn tại đó để trấn tĩnh nhân tâm và cải tổ lại quân đội, thay đổi một loạt các sĩ quan cao cấp, tạo lập các Toán quân lưu động, mang quân từ miền Nam ra tiếp viện. De Lattre chặn đứng việc triệt thoái khỏi [[Tiên Yên]], [[Móng Cái]] mà [[Boyer de Latour]], thi hành chương trình của tướng Carpentier để lại, định bỏ ngỏ cửa ngõ vào [[Hải Phòng]] cho [[Việt Minh]] từ phía [[Lạng Sơn]] xuống.\n\n===Việt Nam===\nViệt Nam đã đạt được toàn bộ mục tiêu đề ra, thành công hoàn toàn trong chiến dịch. Họ đã loại khỏi vòng chiến đấu 8.300 lính đối phương, gồm 7.000 lính Âu- Phi và hơn 1.000 lính pạc-ti-dăng (bắt sống 3.576, có 3.000 là lính Âu - Phi). [[Quân đội Nhân dân Việt Nam]] thu được hơn 3.000 tấn vũ khí và phương tiện chiến tranh; gồm 2.000 súng máy các loại (trung liên, đại liên, trọng liên), 8.500 súng cá nhân (súng ngắn, súng trường, tiểu liên), 450 xe tải, 13 khẩu trọng pháo, 120 [[súng cối]] các cỡ của quân Pháp và 3.500 quả đạn, ba tiểu đội thiết giáp, 12.500 viên đạn đại bác 105mm, 7.000 viên đạn [[súng không giật]], 5 triệu viên đạn súng bộ binh, 600 tấn xăng. Quân trang thu hơn 4000 áo capot, đủ trang bị cho hơn 2 trung đoàn. Quân lương như Gạo, Bột mì, muối, đường, sữa... thu được 1.279 tấn, quân y thu 8 tấn thuốc men, băng gạc.\n\nÝ nghĩa lớn về mặt quân sự của chiến dịch không phải là số đất được chiếm hay số quân bị bắt. Vành đai đồn bốt Pháp thực hiện sau năm 1947 để bao vây [[Việt Bắc]] đã được phá hủy hoàn toàn. Khai thông biên giới Việt- Trung (từ [[Cao Bằng]] đến [[Đình Lập]]), mở rộng địa bàn kiểm soát lên đến 4.000&nbsp;km² và 35 vạn dân. (Chỉ tính số đất về tay Việt Nam dọc RC4, chưa tính hàng loạt các vùng du kích được mở rộng khi đánh mạnh phối hợp với quân chính quy). Tính chung cả nước, trong cuộc tiến công Thu Đông năm 1950 đã tiêu diệt gần 12.000 địch, hạ và bức rút 217 vị trí, giải phóng 40 vạn dân, trong đó có 5 thị xã (Cao Bằng, Lạng Sơn, Lào Cai, Thái Nguyên, Hoà Bình) và 17 thị trấn.\n\nChiến dịch đã khai thông một đoạn biên giới dài, nối [[Việt Bắc]] với các đồng minh lớn thành một dải liên tục đến tận [[châu Âu]]. Hàng loạt các đồng minh quan trọng nhất (Liên Xô, Trung Quốc) công nhận Nhà nước Việt Nam Dân chủ cộng hòa ngay từ thời điểm này. Thế bị bao vây cả trong lẫn ngoài của [[Việt Minh]] đã được phá vỡ. Việc nối liền biên giới với các đồng minh lớn cũng mở đường xây dựng một đội quân chính quy, hùng hậu, trang bị hiện đại để kết thúc chiến tranh. Ngay sau chiến dịch, những đợt hàng viện trợ đầu tiên đã vượt biên giới Trung Quốc vào Việt Nam, ban đầu chỉ là vũ khí phương Tây mà Việt Nam quen dùng, chiến lợi phẩm của các đồng minh. Sau này là những vũ khí, khí tài hiện đại dần dần thay thế trang bị cho [[Quân đội Nhân dân Việt Nam]].\n\nChiến dịch Biên Giới nối tiếp hàng loạt các nỗ lực thực hành đánh công kiên xung quanh [[Việt Bắc]], từ [[Lào Cai]], [[Yên Bái]] (đồn Phố Lu) cho đến [[Lạng Sơn]], [[Quảng Ninh]] (các đồn An Châu, [[Phố Ràng]]...). Sau chiến dịch này, quân Việt Nam hoàn toàn thoát khỏi thế bao vây, thanh lập nhóm cơ động gồm các đại đoàn mạnh, mở nhiều cuộc tiến công lớn xa căn cứ [[Việt Bắc]], giành quyền chủ động từ tay quân Pháp.\n\nNgày 14\/10\/1950, Chủ tịch Hồ Chí Minh thay mặt Chính phủ gửi thư cảm ơn và khen ngợi đồng bào Cao - Bắc - Lạng. Cùng ngày, với bí danh Đin, Chủ tịch Hồ Chí Minh viết thư gửi Tổng Bí thư Liên Xô là [[Iosif Stalin]] thông báo những thắng lợi bước đầu của quân dân Việt Nam, cảm ơn sự giúp đỡ của nước bạn. Cuối tháng 10\/1950, Bác thăm bệnh viện Thủy Khẩu, nơi cứu chữa các thương binh trong chiến dịch. Thăm hỏi thương binh nặng và nói chuyện với thương binh nhẹ, Người báo tin: ''\"Quân ta thắng lợi rồi, ta không còn bị bao vây, cửa đã mở ra thế giới, Đảng và Bác không quên công lao của các chiến sĩ đã ngã xuống hoặc bị thương tật\"''. Ngày 30\/10\/1950, trong \"Lời kêu gọi và khuyên nhủ các chiến sĩ\" đăng trên báo Sự thật, Chủ tịch Hồ Chí Minh nêu rõ hai thắng lợi: thứ nhất là đã tiêu diệt địch và đã giải phóng Cao Bằng, Đông Khê, Thất Khê. Thắng lợi thứ hai là đã nhận thức được những ưu khuyết điểm của ta. Người căn dặn: ''\"Chúng ta chớ vì thắng lợi mà kiêu căng, chủ quan, khinh địch. Chúng ta phải nhớ rằng: trong toàn cuộc trường kỳ kháng chiến thì thắng lợi này chỉ mới là bước đầu. Chúng ta còn phải đánh và phải thắng nhiều trận gay go hơn, to tát hơn nữa mới đi đến thắng lợi hoàn toàn\"''\n\nĐây là chiến dịch đầu tiên mà [[Quân đội Nhân dân Việt Nam]] chủ động tấn công, làm thay đổi cục diện chiến trường: bắt đầu giành quyền chủ động [[chiến lược]] trên chiến trường chính [[Bắc Bộ Việt Nam|Bắc Bộ]]. Quân Pháp thất bại lớn cả về quân sự và chính trị, bị đẩy lùi vào thế phòng ngự bị động. Chiến dịch này có ý nghĩa bản lề quan trọng, là một bước ngoặt của cuộc chiến tranh.\n\n==Chú thích==\n{{Notelist}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.net4war.com\/e-revue\/dossiers\/indochine\/RC4\/rc4-01.htm tài liệu phía Pháp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071104005011\/http:\/\/www.net4war.com\/e-revue\/dossiers\/indochine\/RC4\/rc4-01.htm |date=2007-11-04 }}\n\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|B]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1950]]\n[[Thể loại:Trận đánh liên quan tới binh đoàn Lê dương Pháp]]\n[[Thể loại:Trận đánh liên quan tới Pháp]]"}