{"14120932":"{{Infobox military conflict\n| conflict= Chiến dịch Sa Thầy (1967)\n| partof=[[Chiến tranh Việt Nam]]\n| date= [[14 tháng 2]] đến [[06 tháng 4]] năm [[1967]] \n| place= [[Sa Thầy]], [[Kon Tum]], [[Việt Nam Cộng hoà]]\n| result= [[Quân Giải phóng miền Nam Việt Nam]] chiến thắng\n| combatant1=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Quân lực Việt Nam Cộng hòa]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Quân đội Hoa Kỳ|Quân đội Mỹ]]\n| combatant2=[[Tập tin:FNL Flag.svg|23px]] [[Quân Giải phóng miền Nam Việt Nam]]\n| strength1= [[Tập tin:Flag of the United States.svg|22px]] Sư đoàn 2 <br>[[Tập tin:Flag of the United States.svg|22px]] Sư đoàn 4<br>[[Tập tin:Flag of the United States.svg|22px]] [[Boeing B-52 Stratofortress|B-52]] hỗ trợ <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Trung đoàn 45<br> [[Tập tin:Flag of South Vietnam.svg|22px]] 02 Tiểu đoàn biệt động quân số 11 và 22 <br>[[Tập tin:Flag of South Vietnam.svg|22px]] 01 chi đoàn thiết giáp\n| strength2= [[Tập tin:FNL Flag.svg|23px]] Sư đoàn 01 (gồm 03 Trung đoàn 66, 88 và 320) <br>[[Tập tin:FNL Flag.svg|23px]] Trung đoàn pháo binh 40 (gồm 02 tiểu đoàn súng cối và 01 tiểu đoàn súng máy phòng không)<br>[[Tập tin:FNL Flag.svg|23px]] Trung đoàn bộ binh 24<br>[[Tập tin:FNL Flag.svg|23px]] Trung đoàn bộ binh 33<br>[[Tập tin:FNL Flag.svg|23px]] Tiểu đoàn bộ binh 101 thiếu (thuộc Trung đoàn 95) <br>[[Tập tin:FNL Flag.svg|23px]] Tiểu đoàn bộ binh 2 (thuộc Trung đoàn 95)<br>[[Tập tin:FNL Flag.svg|23px]] Tiểu đoàn bộ binh 1 (thuộc Trung đoàn 95)\n| commander1= {{flagicon|Hoa Kỳ}} [[William R. Peers]]\n| commander2=[[Tập tin:FNL Flag.svg|23px]] [[Nguyễn Chánh]] (Tư lệnh) <br>[[Tập tin:FNL Flag.svg|23px]] [[Chu Huy Mân]] (Chính ủy) <br>[[Tập tin:FNL Flag.svg|23px]] [[Nguyễn Hữu An]] <br>[[Tập tin:FNL Flag.svg|23px]] [[Huỳnh Đắc Hương]]\n| casualties1 = [[Tập tin:Flag of the United States.svg|22px]] 10 đại đội <br> [[Tập tin:Flag of the United States.svg|22px]] 1 trung đội <br> [[Tập tin:Flag of the United States.svg|22px]] 1 tiểu đoàn <br> [[Tập tin:Flag of the United States.svg|22px]] '''Tổng thiệt mạng:''' khoảng 3.397 <br> [[Tập tin:Flag of South Vietnam.svg|22px]] 3 Đại đội <br> [[Tập tin:Flag of South Vietnam.svg|22px]] 3 Trung đội <br> [[Tập tin:Flag of South Vietnam.svg|22px]] '''Tổng thiệt mạng:''' hơn 1.500 lính VNCH<br> '''Thiệt hại về vật chất:''' 61 máy bay (chủ yếu là trực thăng)<br> 20 pháo<br> 180 xe quân sự<br> 129 vũ khí cộng đồng<br> 17 máy vô tuyến điện <ref name=VLS>Viện Lịch sử quân sự, Tóm tắt các chiến dịch trong kháng chiến chống Mỹ cứu nước 1954-1975, Nhà xuất bản QĐND, 2003<\/ref>\n| casualties2 = Không rõ\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Chiến dịch Sa Thầy (1967)''' là một chiến dịch của [[Quân Giải phóng miền Nam Việt Nam]] trong [[chiến tranh Việt Nam]] bao gồm 140 trận kéo dài từ 14\/02 đến 30\/04\/1967 nhằm chống lại [[Quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]], mở rộng vùng giải phóng tại khu vực Tây Nguyên. Kết thúc chiến dịch, phần thắng thuộc về [[Quân Giải phóng miền Nam Việt Nam]] khi lực lượng này loại khỏi vòng chiến đấu được hàng nghìn binh lính đối phương và mở rộng địa bàn kiểm soát ở vùng Bắc và Tây Tây Nguyên.<ref name=VLS\/>\n\n==Bối cảnh==\n\nSau hai mùa khô 1965 – 1966 và 1966 – 1967, Liên quân Mỹ - Việt Nam Cộng hòa đã nhiều lần thất bại nặng nề trước Quân Giải phóng và rất choáng váng nhưng vẫn cố gắng để giảm bớt ưu thế của đối phương. Về phía Quân Giải phóng miền Nam việt Nam, để đánh bại hoàn toàn gọng kìm \"tìm diệt\" trong cuộc phản chiến lược lần thứ 2 của đối phương, sau 2 tháng chuẩn bị, ngày 3\/02\/1967, Thường vụ Đảng ủy và Bộ tư lệnh mặt trận Tây Nguyên họp và quyết định sử dụng toàn bộ lực lượng của mặt trận mở chiến dịch tiến công quân địch ở Tây Nguyên trong thời gian một tháng rưỡi hoặc hơn, nhằm phối hợp tác chiến với các chiến trường, tiêu diệt sinh lực đối phương, với chỉ tiêu cụ thể là diệt từ 8 đến 10 đại đội Mỹ, từ 5 đến 7 đại đội Việt Nam Cộng hòa; nếu đối phương vào sâu địa bàn của Quân Giải phóng thì Quân Giải phóng với thế rất thuận lợi thì cố gắng diệt gọn từ 1 đến 2 tiểu đoàn Mỹ, buộc đối phương phải điều lực lượng lên Tây Nguyên để Quân Giải phóng sẽ nhử địch vào sâu để tiêu diệt, góp phần phá tan âm mưu \"bình định\" của đối phương ở đồng bằng, phát triển chiến trường du kích và phong trào đấu tranh chính trị của nhân dân, rèn luyện bộ đội. \nBộ tư lệnh mặt trận Tây Nguyên trực tiếp chỉ huy chiến dịch. Tướng Nguyễn Chánh trực tiếp làm Tư lệnh, Tướng Chu Huy Mân làm Chính ủy. Bộ tư lệnh chiến dịch đã đề ra phương châm: tích cực, chủ động, linh hoạt, các lực lượng, luân phiên đánh liên tục (cố gắng tiêu diệt gọn từ 1 đến 2 đại đội trong đánh vận động, đánh địch trong công sự phải bảo đảm chắc thắng), phối hợp chặt chẽ giữa các hướng, bố trí đội hình thưa, có kế hoạch nghi binh chiến dịch, đẩy mạnh đánh nhỏ lẻ trên các tuyến giao thông.\n\nĐến đầu năm 1967, Quân Giải phóng đã thành lập được binh trạm nam và binh trạm bắc, căn cứ hậu cần khu vực bảo đảm chỗ đứng chân, xây dựng và tác chiến các đơn vị chủ lực.\n\n==Ý đồ của Quân Giải phóng miền Nam Việt Nam==\nỞ hướng Nam, tấn công đối phương trên hướng chủ yếu ở khu vực đông và tây sông Sa Thày. Khi chiến dịch phát triển sẽ mở thêm hướng tiến công vào khu vực Sùng Thiện, bắc Chư Păk (ở đông sông Pô Kô), có nhiệm vụ tiêu diệt một bộ phận quan trọng sinh lực đối phương ở khu quyết chiến điểm, dùng quy mô vừa, từng tiểu đoàn đánh tiêu diệt từng đại dội địch, khi có điều kiện thuận lợi thì tập trung trung đoàn đánh tiêu diệt tiểu đoàn đối phương; sử dụng cách đánh bao vây uy hiếp quân địch đã có ở đông sông Sa Thày để kéo đối ra khỏi nơi ẩn nập để tiêu diệt, từng bước dụ đối phương sang khu vực tây sông Sa Thày để tiêu diệt lớn quân đối phương.\n\n==Đặc điểm địa bàn tác chiến==\n\nKhu vực tác chiến chủ yếu được Quân Giải phóng xác định khoảng 500&nbsp;km² nằm trên địa bàn huyện Sa Thày và một phần tây bắc huyện Chư Păh. Cụ thể từ biên giới Việt Nam - Campuchia đến đường 15 từ Sùng Lễ đến Sùng Thiện. Địa hình có hai phần tương đối rõ rệt: từ sông Sa Thày đến sông Pô Kô núi cao liên tiếp thành dãy, ở khu vực phía tây cứ điểm Plây Jirăng có một số núi thấp, gần sát sông Sa Thày có một số bãi trống; từ sông Sa Thày đến sát biên giới Việt Nam - Cam-pu-chia là rừng bằng, cây thưa có nhiều bãi trống, rất có thể địch sẽ lợi dụng đổ quân bằng máy bay lên thẳng. Đường bộ, phía bắc có đường 18, phía nam có đường 19. Đường thủy, có hai con sông chảy dọc theo địa bàn mở chiến dịch, nước chảy xiết, sông Sa Thày rộng từ 100 đến 200m, sông Pô Kô từ 300 đến 500m.\n==Lực lượng các bên==\n\n===[[Quân Giải phóng miền Nam Việt Nam]] ===\n*Sư đoàn 1 do Nguyễn Hữu An làm Tư lệnh, Huỳnh Đắc Hương làm Chính ủy bao gồm:\n:*Trung đoàn bộ binh 66, 88 và 320\n:*Trung đoàn pháo binh 40 (gồm 2 tiểu đoàn cối, 1 tiểu đoàn súng máy phòng không)\n:*2 tiểu đoàn súng máy phòng không 12,7mm\n:*Trung đoàn bộ binh 24\n:*Trung đoàn bộ binh 33\n*Trung đoàn 95\n:*04 Tiểu đoàn bộ binh\n*Trung đoàn 24\n*Trung đoàn 33\n\n===[[Quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]] ===\n==== [[Quân đội Hoa Kỳ]]====\n*Sư đoàn 4\n*Sư đoàn 2\n*[[Boeing B-52 Stratofortress|B-52]] hỗ trợ\n====[[Quân lực Việt Nam Cộng hòa]] ====\n*Trung đoàn 45\n*02 Tiểu đoàn Biệt động quân (Tiểu đoàn 11 và 22)\n*01 Chi đoàn thiết giáp\n\n==Diễn biến==\n\n===Đợt 1===\nMặc dù kế hoạch của Quân Giải phóng là 14\/02 mới mở màn tuy nhiên ngày 10\/02, Quân đội Mỹ đã nổ súng tấn công Quân Giải phóng ở đông sông Sa Thày cách cứ điểm Pki Jirăng khoảng 12&nbsp;km về phía tây với hai mũi tấn công bao gồm 01 tiểu đoàn xuyên rừng chiếm cao điểm 346 và 1 tiểu đoàn thêm 1 đại đội pháo binh hỗ trợ đổ bộ xuống cao điểm 300. Quân Giải phóng rút lui sau đó tiến hành đúng kế hoạch ban đầu. Vào ngày 14\/02, lúc 18h00, tiểu đoàn 8 của trung đoàn 66 tập kích đánh tiêu diệt 2 đại đội Mỹ, bắn rơi 4 máy bay lên thẳng ở cao điểm 346 ở phía đông song Sa Thầy. Sáng sớm ngày 15\/02, khoảng 15h30, trung đoàn 320 tổ chức pháo kích vào cao điểm 300, tiêu diệt một số lính Mỹ và buộc đối phương rút lui, phá hủy 1 máy bay lên thẳng. 10h00 cùng ngày, Quân đội Mỹ bổ sung thêm 01 đại đội để cố thủ cao điểm 346. Sau đó 2h đồng hồ, Quân Giải phóng triển khai tiểu đoàn 7 trung đoàn 66 phục kích diệt đại đội C (Charlie) thuộc tiểu đoàn 2 trung đoàn 8 lữ đoàn 2 Mỹ, bắn rơi 2 máy bay ở khu vực Mít Dép, gần sông Sa Thầy. Tại cao điểm 300, Quân Giải phóng tiếp tục triển khai iểu đoàn 4 trung đoàn 320 vận động tiến công 2 đại đội (A và C) của tiểu đoàn 1, lữ đoàn 2 Quân đội Mỹ khiến 1 đại đội và 1 trung đội của Mỹ bị tiêu diệt hoàn toàn. Đêm ngày 15\/02, Tiểu đoàn 3 Trung đoàn 40 pháo binh Quân Giải phóng tấn công sở chỉ huy lữ đoàn 2 Mỹ tại Sùng Thiện khiến khoảng 30 lính Mỹ thiệt mạng, 1 trực thăng bị phá hủy.\n\nTừ ngày 16-20\/02, Quân Giải phóng vây ép cao điểm 300 và 346, nơi Quân Mỹ đổ bộ và đang cố thủ. Ngày 21\/01, Quân Giải phóng đã đánh bật đợt tấn công của Quân đội Mỹ vào cao điểm 621 khiến 01 đại đội Mỹ bị tiêu diệt. Ngày 25\/02, khi tiểu đoàn 1 trung đoàn 12 lữ đoàn 2 Mỹ tiến ra phía tây điểm cao 346 bị đại đội 1 của tiểu đoàn 1 trung đoàn 88 Quân Giải phóng đánh chặn khiến nhiều binh sỹ Mỹ thiệt mạng, 01 trực thăng bị phá hủy. Để củng cố cao điểm 300, Quân đội Mỹ triển khai thêm 01 tiểu đoàn xuống phía bắc của cao điểm. Từ 19-25\/02\/1967, Quân đội Mỹ bổ sung thêm Sư đoàn 4, 02 tiểu đoàn biệt động quân và 01 chi đoàn thiết giáp của Việt nam cộng hòa.\n\nNgày 3\/03, 1 đại đội của tiểu đoàn 4, trung đoàn 320 Quân Giải phóng đánh tao ngộ với lính Mỹ ở bắc cao điểm 300 diệt 1 trung đội Mỹ. Chiều cùng ngày, 02 đại đội Mỹ di chuyển nhằm cố thủ cao điểm 289 nhưng rạng sáng ngày 4\/03 bị Quân Giải phóng tiêu diệt. Quá trình vây lính Mỹ tại cao điểm 300 và 346 tiếp tục kéo dài đến ngày 8\/03. Trong khoảng từ 04-08\/03, Quân Giải phóng đã 05 lần pháo kích bằng súng cối vào 02 cao điểm này nhưng vẫn chưa đẩy được lính Mỹ ra khỏi vị trí. Cùng lúc, lực lượng phòng không Quân Giải phóng sử dụng súng 12.7mm hạ 18 máy bay trực thăng của đối phương, 16 xe bộ binh cơ giới bị công binh QGP tiêu diệt bằng mìn. Đến 14h ngày 8\/03 do không còn sức kháng cự, Quân Mỹ tổ chức rút quân khỏi cao điểm 346 nhưng trên đường rút lui tiếp tục thiệt hại 119 lính, 05 máy bay trực thăng, 01 pháo 105mm. Cùng lúc này tại Đăk Lăk, một ấp chiến lược và 02 trung đội VNCH bị tiêu diệt.\n===Đợt 2===\nSau khi rút khỏi cao điểm 346, Quân đội Mỹ tập trung củng cố cao điểm 300, tăng cường hoạt động phi pháo, rải bom bằng máy bay B52 và thả chất độc hóa học nhằm tiêu hao lực lượng của Quân Giải phóng. Quân đội Mỹ tiếp tục triển khai Sư đoàn 02 ở cao điểm 300 và cố gắng đánh chiếm cao điểm 621, triển khai sư đoàn 04 đến sông Pô Kô làm lực lượng dự bị.\n\nNgày 11\/03, đợt 2 của chiến dịch chính thức bắt đầu. Trong ngày 11\/03, Tiểu đoàn 7 của QGP đã tiêu diệt 03 đại đội của lính Mỹ. Ngày 13\/03, Sư đoàn 1 Quân Giải phóng tổ chức pháo kích 03 đợt vào nơi đồn trú của lính Mỹ tại Sùng Thiện khiến 2 tiểu đoàn pháo, 1 lữ đoàn và 1 đại đội bộ binh Mỹ, 2 đại đội Biệt động quân VNCH. Tổng cộng, các trận pháo kích khiến 350 lính Mỹ, 75 lính Việt nam cộng hòa thiệt mạng, 8 khẩu pháo, 7 trực thăng và 30 xe quân sự bị phá hủy. Trong đêm ngày 13, Sư đoàn 1 QGP tiếp tục pháo kích vào cao điểm 621 và 300 khiến 1 đại đội pháo của Mỹ thiệt hại nặng.\n\nSau khi lực lượng Việt Nam cộng hòa ở Đức Cơ, Plây Me, Kon Brai rối loạn, Trung đoàn 66 của Quân Giải phóng được triển khai ở Chư Ba để chuẩn bị nghênh chiến với quân tiếp viện của Mỹ. Đúng như dự đoán, sáng ngày 15\/3, Sư đoàn 2 của Mỹ triển khai 1 lữ đoàn nhưng đúng phải trận địa mìn của QGP đồng thời bị pháo kích bằng cối khiến 01 trung đội thiệt mạng. Ngày 14\/3, Quân Giải phóng tiếp tục vây ráp cao điểm 300 khiến Quân đội Mỹ buộc phải triển khai 2 đại đội ra phía Tây Nam cao điểm để phá vây. Tuy nhiên, do bị phục kích sẵn nên 2 đại đội này thiệt hại gần hết. Ngày 15\/3, do không sức ép của Quân Giải phóng quá lớn, Quân đội Mỹ phải rút khỏi cao điểm 300. \nSau khi chiếm được cao điểm 300, Quân Giải phóng tiếp tục tăng cường vòng vây với cao điểm 621. Ngày 21\/3, Quân Giải phóng tấn công cao điểm 621 khiến gần 2 đại đội Mỹ thiệt mạng. Cùng ngày, Trung đoàn 95 Quân Giải phóng tố chức đánh Plây Me, Plây Mo Rông và Đức Cơ khiến 1 đại đội bộ binh, 1 đại đội biệt kích đến tăng cường của Mỹ bị tiêu diệt. Ngày 23\/3, Tiểu đoàn Mỹ ở Chư Ba tiến về phía tây bị Tiểu đoàn 101 QGP phục kích, khiến thiệt hại gần 2 đại đội. Ngày 26\/3, Quân đội Mỹ bị buộc phải rút khỏi Chư Ba, ngày 1\/4 rút quân khỏi Sùng Thiện. Do chưa chuẩn bị kỹ nên Quân Giải phóng không thể tấn công truy kích lực lượng Mỹ đang rút lui.\nCùng lúc lính Mỹ rút lui, Quân Giải phóng tổ chức tấn công lính Mỹ tại Chư Păk, Chư Prông (Gia Lai) bằng mìn khiến 30 xe quân sự của đối phương bị phá hủy. Từ ngày 27-28\/3, Quân Giải phóng ở Pa Kha và Kon Tum tấn công khiến 1 đại đội biệt kích Mỹ, 2 máy bay và 148 lính VNCH bị tiêu diệt.\nSau khi rút khỏi Sùng Thiện, Sư đoàn 4 của Mỹ triển khai Lữ đoàn 1 ở Sùng Lễ - Lệ Thanh, Lữ đoàn 2 rút về Plei Ku. Ngày 2\/4, Quân lực VNCH triển khai Tiểu đoàn 11 ở Tân Lạc, Thanh Giáo, Lê Ngọc để tranh giành quyền kiểm soát các vùng dân sự với Quân Giải phóng. Cùng ngày, Quân Giải phóng bị Tiểu đoàn 22 VNCH tấn công trên đường 15. Đây là sự kiện khiến Quân Giải phóng phải tạm ngừng tấn công đợt 2 để chuẩn bị đợt 3.\n\n===Đợt 3===\n\nNgày 29\/3, đợt 3 chính thức bắt đầu. Tiểu đoàn 1 của Quân Giải phóng bắt đầu tiến hành vây ép đối phương ở Thăng Đức và chiếm được phía Nam đường 19. \nNgày 6\/4, Quân Giải phóng tổ chức pháo kích Chư Ba. Ngày 20\/4, do không cầm cự được nên Tiểu đoàn 22 và chi đoàn xe bọc thép QLVNCH phải rút về Đức Cơ nhưng trên đường rút bị Tiểu đoàn 3 Trung đoàn 88 QGP chặn đánh khiến thiệt mạng 1 trung đội, cháy 3 xe bọc thép và rơi 1 máy bay. Cùng ngày, lính Mỹ ở Sùng Lễ bị pháo kích. Trong khi đó, ở Plei Me, Trung đoàn 95 QGP đã phục kích, tiêu diệt 2 đại đội Mỹ. Ngày 21\/4, lực lượng Mỹ mất Thăng Đức.\n\nNgày 29\/4, Quân đội Mỹ triển khai 1 đại đội bộ binh và 1 đại đội pháo binh tại đông nam Đức Vinh nhưng đến sáng ngày 30\/4 bị Quân Giải phóng pháo kích khiến 40 lính Mỹ thiệt mạng và lực lượng Mỹ phải rút lui. Cùng ngày 30\/4, Trung đoàn 95 QGP chống càn ở Plây Ya Pran đã diệt 80 lính Mỹ. Ngày 30\/4, sau ý đồ kéo liên quân Mỹ - Việt nam cộng hòa lên Tây Nguyên thành công, QGP quyết định ngừng Chiến dịch Sa Thầy để chuẩn bị tổ chức [[Chiến dịch Đắk Tô - Tân Cảnh (1967)|Chiến dịch Đắk Tô - Tân Cảnh]].\n\n==Kết quả==\n[[Quân Giải phóng miền Nam Việt Nam]] đánh 140 trận, khiến 10 đại đội và 1 trung đội Mỹ,1 tiểu đoàn, 3 đại đội và 3 trung đội Việt Nam cộng hòa thiệt mạng với 3.397 lính Mỹ và 1.541 lính VNCH, bắn rơi và phá hủy 61 máy bay, 20 khẩu pháo và 180 xe quân sự, thu 129 súng cỡ lớn và 17 máy vô tuyên điện. Có thể nói, [[Quân Giải phóng miền Nam Việt Nam]] đã thành công trong việc tiêu hao phần lớn lực lượng đối phương cũng như kéo đối phương vào thế trận đã chuẩn bị sẵn trước khi mở [[Chiến dịch Đắk Tô - Tân Cảnh (1967)|Chiến dịch Đắk Tô - Tân Cảnh]]. Ngoài việc, giữ được các cao điểm chiến lược, Quân Giải phóng đã tiếp tục mở rộng được vùng kiểm soát.<ref>Viện Lịch sử quân sự, Tóm tắt các chiến dịch trong kháng chiến chống Mỹ cứu nước 1954-1975, NXB QĐND, 2003<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam]]"}