{"420838":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Speedy Express\n|partof=[[Chiến tranh Việt Nam]]\n|image=\n|caption=\n|date=[[Tháng mười hai|Tháng 12]], [[1968]] đến [[11 tháng 5]] năm [[1969]]\n|place=Các tỉnh [[Định Tường]], [[Kiến Hòa]] và [[Gò Công]], miền Nam [[Việt Nam]]\n|casus=\n|territory=\n|result=[[Quân Giải phóng miền Nam Việt Nam]] chiến thắng, giữ được các căn cứ<ref>http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-092920159155146\/index-09292015913534619.html<\/ref><ref>http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-092920158445246\/index-29292015846334622.html<\/ref>\n|combatant1=[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ]]\n|combatant2=[[Tập tin:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n|commander1=[[Julian J. Ewell]]\n|commander2=Không rõ\n|strength1=8.000+ \n|strength2=Không rõ\n|casualties1=40 tử trận, 312 bị thương<ref name=transchool.eustis.army.mil\/>\n|casualties2= 10.889 tử trận (theo tuyên bố của tướng Ewell)<ref name=transchool.eustis.army.mil\/><br>Các nguồn sau đó cho rằng phần lớn người chết thực ra là dân thường 5,000 chết \n|casualties3=Ít nhất 5.000 dân thường thiệt mạng\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n'''Chiến dịch Speedy Express''' ([[tiếng Anh]]: '''Operation Speedy Express''') là một chiến dịch quân sự do [[Quân đội Hoa Kỳ]] tiến hành trong thời gian [[Chiến tranh Việt Nam]] tại địa phận các tỉnh [[Định Tường]], [[Kiến Hòa]] và [[Gò Công]] của [[Việt Nam Cộng hòa]]. Diễn ra trong thời gian từ [[tháng mười hai|tháng 12]] năm [[1968]] cho tới ngày [[11 tháng 5]] năm [[1969]], mục tiêu tuyên bố của quân đội Mỹ trong chiến dịch này là ngăn chặn các đơn vị vũ trang của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] can thiệp vào các nỗ lực bình định của Quân đội Mỹ ở khu vực và cắt đứt đường dây liên lạc của đối phương.\n\nSau khi kết thúc, chiến dịch Speedy Express đã trở thành một bê bối của quân đội Hoa Kỳ xoay quanh những cáo buộc về việc phóng đại số lượng thiệt hại của đối phương, con số hơn 5.000 dân thường bị thiệt mạng cũng khiến một số báo chí so sánh chiến dịch này với vụ [[Thảm sát Mỹ Lai]].<ref>{{Chú thích web |url=http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/KI01Ae03.html |ngày truy cập=2009-10-24 |tựa đề=From My Lai to Lockerbie |archive-date=2012-04-15 |archive-url=https:\/\/web.archive.org\/web\/20120415054330\/http:\/\/atimes.com\/atimes\/Southeast_Asia\/KI01Ae03.html }}<\/ref>\n\n== Chiến dịch ==\nNăm [[1969]] Lữ đoàn 1 thuộc [[Sư đoàn bộ binh số 9 (Hoa Kỳ)|Sư đoàn bộ binh 9 Hoa Kỳ]] tiếp tục chiến dịch của họ tại tỉnh [[Định Tường]] bằng chiến thuật phục kích ban đêm, trong lúc đó Lữ đoàn 2 tiếp tục nhiệp vụ của họ cùng Lực lượng cơ động ven sông (Mobile Riverine Force). Mục tiêu của Chiến dịch Speedy Express theo quân đội Mỹ là nhằm tấn công thẳng vào quân địch và cắt đứt đường tiếp viện của họ từ [[Campuchia]].<ref name=transchool.eustis.army.mil>{{Chú thích web |url=http:\/\/www.transchool.eustis.army.mil\/lic\/documents\/231st%20Trans%20Co.doc |ngày truy cập=2009-10-24 |tựa đề=Bản sao đã lưu trữ |archive-date=2009-03-27 |archive-url=https:\/\/web.archive.org\/web\/20090327090809\/http:\/\/www.transchool.eustis.army.mil\/lic\/documents\/231st%20Trans%20Co.doc |url-status=dead }}<\/ref> Để phục vụ mục tiêu này, quân đội Mỹ đã huy động 8.000 lính lục quân, 50 pháo, 50 trực tăng và ném bom tăng cường. Trong chiến dịch này, sức mạnh hỏa lực của Hoa Kỳ đã được huy động ở mức cực lớn: 4.338 lượt xuất kích của trực thăng, 6.500 phi vụ không kích dội xuống mặt đất ít nhất 5.078 tấn bom và 1.784 tấn [[napalm]], cùng với đó là 311.083 loạt đạn pháo đã được bắn ra bởi pháo binh Sư đoàn 9 Hoa Kỳ.<ref>Nick Turse, ''Mệnh lệnh lưỡi lê: Sự thật về cuộc chiến của Mỹ ở Việt Nam'' (''Kill Everything That Moves: The Real American War in Vietnam''), Nhà xuất bản Trẻ, tr 343-349.<\/ref>\n\nChiến dịch này hướng tới việc đẩy lùi [[Quân giải phóng miền Nam Việt Nam]] khỏi các căn cứ của họ cũng như để kéo dài thời gian tới thời điểm [[Hoa Kỳ]] có lợi thế lớn trên bàn đàm phán tại Hội nghị Paris. Tuy nhiên, sau đó [[Quân giải phóng miền Nam Việt Nam]] tiến hành phàn kích để buộc [[Hoa Kỳ]] đàm phán thực chất hơn và để [[Cộng hòa miền Nam Việt Nam|Chính phủ cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] tham gia bàn đàm phán.<ref>Hồ sơ về Hiệp định Paris<\/ref>\n\n== Bê bối ==\nSau khi kết thúc chiến dịch, Quân đội Mỹ đưa ra con số thiệt mạng của đối phương là 10.889 người trong khi quân Mỹ chỉ có 40 lính tử trận trong thời gian chiến dịch từ tháng 12 năm 1968 cho tới [[31 tháng 5]] năm [[1969]] (tỉ lệ thiệt mạng 272,2:1), tuy nhiên thực tế họ chỉ thu được 748 vũ khí (tỉ lệ vũ khí thu được của đối phương 14,6:1). Theo Quân đội Mỹ, lý do của sự chênh lệch này là tỉ lệ lớn của những người bị thiệt mạng trong đêm (ước khoảng 40%) và bởi các cuộc tấn công đường không, đồng thời báo cáo của phía Mỹ cũng thừa nhận rằng \"nhiều đơn vị du kích không được trang bị vũ khí\". Trong khi đó, chỉ huy trưởng Sư đoàn 9, [[Julian Ewell]], được cho là một người bị ám ảnh bởi chiến thuật [[đếm xác]] (body count) và tỉ lệ thiệt mạng có lợi cho quân Mỹ, Ewell từng phát biểu rằng \"ở đồng bằng cách duy nhất để xóa bỏ sự kiểm soát và mối đe dọa của Việt Cộng là bằng vũ lực tàn bạo chống lại Việt Cộng\".<ref name=GuenterLewy>Guenter Lewy book: [http:\/\/books.google.ca\/books?id=xq2dMUWPKxoC&pg=PA142&lpg=PA142&dq=%22operation+speedy+express%22&source=web&ots=IIGGAGJq9A&sig=xxU7kDQUCWdq0z298miJ4s3fm2w&hl=en#PPA142,M1 ''America in Vietnam'']. 1980. Page 142. ISBN 0-19-502732-9.<\/ref>\n\nNăm [[1972]], Chiến dịch Speedy Express gây ra bê bối khi phóng viên [[Kevin Buckley]] của tờ ''[[Tạp chí Newsweek|Newsweek]]'' trong bài viết \"Pacification's Deadly Price\" (\"Cái giá chết chóc của bình định\") đã đặt câu hỏi về tỉ lệ thiệt mạng đáng kinh ngạc do phía Mỹ đưa ra cùng số lượng vũ khí ít ỏi thu được, ông đồng thời cũng dẫn nguồn một sĩ quan Mỹ giấu tên đưa ra con số hơn 5.000 dân thường thiệt mạng trong chiến dịch này. Mặc dù Buckley thừa nhận cơ sở và tầm kiểm soát rộng lớn của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tại khu vực, ông vẫn viết rằng các bệnh viện khu vực đã phải chữa cho nhiều nạn nhân của hỏa lực Mỹ hơn là từ phía Mặt trận.<ref>Kevin Buckley [http:\/\/www.chss.montclair.edu\/english\/furr\/Vietnam\/buckley.html] Pacification’s Deadly Price, Newsweek¸ 19 tháng 6 năm 1972, pp. 42-3.<\/ref> Cũng có quan điểm cho rằng các sĩ quan chỉ huy Mỹ đã khai tăng số lượng đối phương thiệt mạng vì đó là một cách đánh giá mức độ thành công của chiến dịch.<ref name=\"GuenterLewy2\">Guenter Lewy book: [http:\/\/books.google.ca\/books?id=xq2dMUWPKxoC&pg=PA142&lpg=PA142&dq=%22operation+speedy+express%22&source=web&ots=IIGGAGJq9A&sig=xxU7kDQUCWdq0z298miJ4s3fm2w&hl=en#PPA142,M1 ''America in Vietnam'']. 1980. Page 143. ISBN 0-19-502732-9.<\/ref>\n\nTrong số báo ra ngày [[1 tháng 12]] năm [[2008]] trên tạp chí ''The Nation'', nhà báo Nick Turse đã viết bài báo có nhan đề ''A My Lai a Month'' (''Mỗi tháng một Mỹ Lai'') theo đó ông cho rằng chiến dịch Speedy Express là một cố gắng có chủ ý của quân Mỹ nhằm thảm sát dân thường.<ref>{{Chú thích web |url=http:\/\/www.thenation.com\/doc\/20081201\/turse |ngày truy cập=2009-10-24 |tựa đề=A My Lai a Month |archive-date=2010-04-03 |archive-url=https:\/\/web.archive.org\/web\/20100403074756\/http:\/\/www.thenation.com\/doc\/20081201\/turse |url-status=dead }}<\/ref> [[Nick Turse]], trong sách ''\"Giết mọi thứ di động'', lập luận rằng: việc không ngừng tìm kiếm nhiều hơn số xác chết để báo cáo thành tích, việc sử dụng lan tràn vùng tự do bắn phá, thường dân có thể bị xem là du kích, và thái độ khinh miệt phổ biến dành cho thường dân Việt Nam đã dẫn đến thương vong lớn và tội ác chiến tranh gây ra bởi quân đội Mỹ trong Chiến dịch Speedy Express<ref name = \"Turse 2013 251\">{{Harvnb|Turse|2013|p=251}}.<\/ref>. Nó được mô tả bởi [[John Paul Vann]], là một vụ thảm sát còn ghê gớm gấp nhiều lần [[Thảm sát Mỹ Lai]].<ref name = \"Turse 2013 251\"\/> Cụ thể hơn:\n\n{{Quotation| Đại úy không quân, Brian Wilson, thực hiện ném bom vào vùng tự do bắn phá, nhận thấy những kết quả đầu tiên: \"Đó là hình ảnh thu nhỏ của sự vô đạo đức... Một trong những lần tôi đếm số xác chết sau khi không kích kết thúc với hai quả [[bom napalm]], thứ sẽ đốt cháy tất cả mọi thứ, tôi đếm được 62 thi thể. Trong báo cáo của tôi, tôi mô tả họ gồm rất nhiều phụ nữ ở khoảng 15 tới 25 tuổi và rất nhiều trẻ em - thường nằm chết trong vòng tay người mẹ hoặc chị, và rất nhiều người già.\" Thế nhưng sau khi đọc báo cáo chính thức, Wilson lại thấy những thi thể thường dân này được quân đội Mỹ liệt kê là 130 binh lính địch bị giết.<ref name = \"Turse 2013 212\">{{Harvnb|Turse|2013|p=212}}.<\/ref> }}\n\n== Tham khảo ==\n{{Tham khảo}}\n* John Pilger: ''Heroes'' Jonathan Cape, Australia, 1986\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Speedy Express]]\n[[Thể loại:Trận đánh 1968]]\n[[Thể loại:Trận đánh 1969]]\n[[Thể loại:Thảm sát tại Việt Nam]]\n[[Thể loại:Tội ác của quân đội Hoa Kỳ]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1968]]\n[[Thể loại:Xung đột năm 1968]]\n[[Thể loại:Xung đột năm 1969]]\n[[Thể loại:Việt Nam năm 1969]]\n[[Thể loại:Trận đánh liên quan tới Hoa Kỳ]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}