{"96822":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Attleboro\n|partof=[[Chiến tranh Việt Nam]]\n|date=[[14 tháng 9]]-[[24 tháng 11]] năm [[1966]]\n|place=Tây Bắc Dầu Tiếng, miền Nam [[Việt Nam]]\n|result=Hoa Kỳ thắng về chiến thuật<br>[[Thắng lợi chiến lược]] của Mặt trận Dân tộc Giải phóng\n|combatant1=[[Tập tin:flag of the United States.svg|22px]][[Hoa Kỳ]]<br>[[Tập tin:flag of South Vietnam.svg|22px]][[Việt Nam Cộng hòa|Việt Nam Cộng hoà]]\n|combatant2=[[Tập tin:FNL Flag.svg|22px]][[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng Miền Nam]]\n|commander1=Thiếu tá Guy S. Meloy \n|commander2=Không rõ\n|strength1= ~22.000\n|strength2= ~8.000\n|casualties1=[[Tập tin:flag of the United States.svg|22px]] Hoa Kỳ: 155 chết{{fn|1}}{{fn|2}}<br>494 bị thương{{fn|1}}{{fn|2}}<br>[[Tập tin:flag of South Vietnam.svg|22px]] Không rõ<br>Tổng số: Không rõ số chết<br>~3,000 bị thương hoặc bị ốm<br>14 trực thăng trúng đạn (1 chiếc rơi và 7 chiếc hư hại nặng)<ref>Dust Off: Army Aeromedical Evacuation in Vietnam. DIANE Publishing. Peter Dorland,Peter Dorland James Nanney, James Nanney. P 54<\/ref>\n|casualties2=500+ chết (Mỹ tuyên bố có 1.106 chết{{fn|1}}, nhưng thực tế quân Mỹ chỉ thu được 127 vũ khí cá nhân và 19 vũ khí cộng đồng)\n|}}\n{{Campaignbox Vietnam War}}\n\n'''Chiến dịch Attleboro''' là một chiến dịch của [[Quân lực Việt Nam Cộng hòa]] và [[quân đội Hoa Kỳ]] trong [[Chiến tranh Việt Nam]] nhằm vào [[chiến khu Dương Minh Châu]] của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\n==Hoàn cảnh lịch sử==\nTrong địa bàn tỉnh Tây Ninh có một vùng địa danh nổi tiếng với những trận giao tranh lớn: đó là [[Chiến khu C]] hay còn gọi là Chiến khu Dương Minh Châu, nơi tập trung nhiều đơn vị chủ lực của Quân Giải phóng miền Nam Việt Nam và là căn cứ địa của Trung ương cục Miền Nam. Chính từ vùng này, Quân Giải phóng đã khởi động nhiều cuộc tấn công quy mô vào [[Tây Ninh]], [[Hậu Nghĩa]]. Ngoài ra, từ hướng tây và tây bắc [[Thành phố Hồ Chí Minh|Sài Gòn]], họ đã thiết lập vùng [[Địa đạo Củ Chi|Tam giác Sắt]] với hệ thống mật khu vòng đai như Hố Bò, Bời Lời, Long Nguyên. Theo phân tích của các chuyên viên tình báo Việt Nam Cộng hòa, lộ trình tấn công của Quân Giải phóng vào khu vực vòng đai đô thành Sài Gòn và tỉnh [[Gia Định]] có thể dọc theo [[sông Sài Gòn]] về hướng Nam và có thể giao tiếp với một cánh quân khác dọc theo Quốc lộ 13 từ hướng [[Bình Long (tỉnh)|Bình Long]].\n\nTừ hướng Tây-Nam, các cuộc tấn công của Quân Giải phóng có thể được xuất phát từ khu vực Mỏ Vẹt và Ba Thu trên đất [[Campuchia]] kế đó băng qua khu Vườn Thơm tại Hậu Nghĩa và cuối cùng tiến vào ngoại vi của [[Chợ Lớn]]. Từ tháng 10 năm 1966 đến tháng 5 năm 1967, liên quân Việt Nam Cộng hòa - Mỹ đã mở hai cuộc hành quân đại quy mô để truy tìm các đơn vị Quân Giải phóng tại vùng [[Chiến khu C]] và phụ cận.\n\n==Diễn biến==\nTháng 8 năm 1966, khi Lữ đoàn khinh binh Hoa Kỳ đến Nam Việt Nam, Bộ tư lệnh Lực lượng Hoa Kỳ đã bố trí lữ đoàn này ngay vào khu vực ven Chiến khu C, nơi mà [[Sư đoàn 9, Quân đội Nhân dân Việt Nam|Sư đoàn 9]] tập trung trở lại. Cùng với sư đoàn 9, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] này còn có một trung đoàn cơ động biệt lập vừa xâm nhập vào. [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] toan đánh vào một tiền đồn của Lực lượng Đặc biệt để dụ quân tiếp viện đến và chận đánh luôn theo chiến thuật \"công đồn đả viện\". Cuối tháng 10, [[Quân Giải phóng miền Nam Việt Nam|QGP]] đã thành công trong kế hoạch chận đánh một đại đội tiếp viện cho tiền đồn, nhưng khi họ làm như vậy đồng nghĩa với đánh tiếng cho liên quân Việt Nam Cộng hòa - Mỹ rằng QGP đang khai triển quân ở vùng này.\n\n<!--Hình thiếu thông tin về bản quyền [[Hình:Vietcong11.jpg|nhỏ|trái|250px|Binh sĩ [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] -->Để triệt hạ lực lượng [[Quân Giải phóng miền Nam Việt Nam|QGP]] quanh vùng Chiến khu C, vào giữa tháng 9 năm 1966, [[Bộ tư lệnh Lực lượng Dã chiến 2]] của [[Hoa Kỳ]] tại Vùng 3 đã phối hợp với [[Bộ tư lệnh Quân đoàn 3]] Việt Nam Cộng hòa tổ chức cuộc hành quân quy mô mang tên là Attleboro với quân số tham chiến là 22 ngàn liên quân Việt Nam Cộng hòa-Mỹ. Nỗ lực chính của lực lượng Hoa Kỳ gồm 19 tiểu đoàn thuộc các binh đoàn sau đây: [[Sư đoàn 1 Bộ binh Hoa Kỳ|Sư đoàn 1]], [[Lữ đoàn Bộ binh 196 Hoa Kỳ|Lữ đoàn Bộ binh 196]], 2 lữ đoàn của [[Sư đoàn 4 Bộ binh Hoa Kỳ|Sư đoàn 4]] và [[Sư đoàn 25 Bộ binh Hoa Kỳ|Sư đoàn 25]]. Phía Việt Nam Cộng hòa có chiến đoàn đặc nhiệm trực thuộc Quân đoàn 3. Về lực lượng [[Quân Giải phóng miền Nam Việt Nam|QGP]] tại vùng hành quân, tin tức tình báo cho biết có 4 trung đoàn: 101, 271, 272 và 273 (Tương ứng với các trung đoàn 101D QĐNDVN và Q761-Q762-Q763 [[Quân Giải phóng miền Nam Việt Nam|QGP]]).\n\nTrong 6 tuần đầu của cuộc hành quân, không có trận đụng độ lớn. Nhưng trận chiến đã bùng nổ vào ngày 3 tháng 11 năm 1966 tại một địa điểm cách tỉnh lỵ Tây Ninh 27&nbsp;km về hướng Đông-Bắc, khi Lữ đoàn 196 Hoa Kỳ kịch chiến với 3 trung đoàn [[Quân Giải phóng miền Nam Việt Nam|QGP]]. Giao tranh ác liệt đã diễn ra từ ngày 3 đến ngày 9 tháng 11 năm 1966. Lực lượng bộ binh Việt Nam Cộng hòa và một số tiểu đoàn thuộc Sư đoàn 1 và 25 Bộ binh Hoa Kỳ đã tiếp ứng Lữ đoàn 196 để cố đẩy lùi [[Quân Giải phóng miền Nam Việt Nam|QGP]] ra khỏi trận địa.\n\nTrong ngày 6 tháng 11 năm 1966, theo ước tính của Mỹ, cái giá để bảo vệ bộ chỉ huy [[Quân Giải phóng miền Nam Việt Nam|QGP]] phải đổi lấy là thiệt mạng lên đến 270, ngày 7 tháng 11, liên quân Việt Nam Cộng hòa - Mỹ chiếm được 35 pháo đài kiên cố của Quân Giải phóng và họ tuyên bố đã hạ 319 người. Ngày 7 tháng 11, [[Quân Giải phóng miền Nam Việt Nam|QGP]] củng cố hỏa lực mở nhiều đợt xung phong tấn công trở lại nhưng phi cơ Hoa Kỳ đã dội [[napan|napalm]] xuống sát vị trí của đơn vị bộ chiến Mỹ (bất chấp thương vong đôi bên), đẩy lùi cuộc tiến công.\n\nTổng số [[Quân Giải phóng miền Nam Việt Nam|QGP]] thiệt mạng được Mĩ tuyên bố là 758. Ngày 9 tháng 11, liên quân Việt Nam Cộng hòa - Mỹ bung rộng lục soát chiến trường, tìm thấy thêm 95 xác nữa, đưa tổng số [[Quân Giải phóng miền Nam Việt Nam|QGP]] tử thương lên 828 người. Từ 10 đến ngày 26 tháng 11, các đơn vị Việt Nam Cộng hòa - Mỹ tiếp tục truy tìm [[Quân Giải phóng miền Nam Việt Nam|QGP]], trong thời gian này không có cuộc đụng độ nào đáng kể. Ngày 27 tháng 11, cuộc hành quân kết thúc, tổn thất của [[Quân Giải phóng miền Nam Việt Nam|QGP]] theo phía Mỹ và Việt Nam Cộng hòa là: 1.101 chết (bị thổi phồng), 44 tù binh, 149 vũ khí bị tịch thu và khoảng 1.000 tấn gạo bị tìm thấy.\n\nTrong trận kịch chiến nói trên, số quân Việt Nam Cộng hòa - Mỹ trực tiếp giao tranh với Quân Giải phóng là 10 ngàn trong tổng số 22 ngàn lính tham dự cuộc hành quân từ ba hướng, riêng [[pháo binh]] Hoa Kỳ đã tác xạ yểm trợ cho hơn 10 ngàn quả đạn đại bác, ngoài ra bộ chỉ huy của họ trong cuộc hành quân cũng đã sử dụng [[Boeing B-52 Stratofortress|B-52]] oanh tạc vào các khu vực được nghi vấn. Sau trận này, [[Quân Giải phóng miền Nam Việt Nam|QGP]] đã rút lui về bên kia biên giới Việt-Campuchia.\n\n==Kết quả==\nTheo liên quân Mỹ - Việt Nam Cộng hòa tuyên bố với truyền thông, trong trận này quân Giải phóng đã bị tổn thất đến 1.106 người tử trận. Tuy nhiên trên thực tế, quân Mỹ đã không thể chủ động tổ chức được một trận đánh lớn nào với [[Quân Giải phóng miền Nam Việt Nam|QGP]].[http:\/\/www.pbs.org\/battlefieldvietnam\/timeline\/index1.html]. Con số thương vong của [[Quân Giải phóng miền Nam Việt Nam|QGP]] mà Mỹ tuyên bố cũng bị xem là cố tình phóng đại so với thực tế, bởi suốt chiến dịch, Mỹ chỉ tịch thu được 127 vũ khí cá nhân và 19 vũ khí cộng đồng (ít hơn 8 lần so với tuyên bố của Mỹ<ref>http:\/\/freepages.military.rootsweb.ancestry.com\/~realmccoy\/attlebor.html<\/ref>).\n\nQuân Giải phóng đã tránh giao chiến trực diện với quân Mỹ, và chiến dịch đã không tiêu diệt được các cơ sở chính trị của quân Giải phóng tại Tây Ninh. Một số tổn thất tương đối thấp người và lương thực không phải là vấn đề lớn với [[Quân Giải phóng miền Nam Việt Nam|QGP]], bởi chừng nào họ còn các cơ sở chính trị trong dân chúng ở khắp Sài Gòn thì chừng đó họ sẽ được bổ sung về quân số và lương thực<ref name=Daddis>[http:\/\/books.google.com.vn\/books?id=sGC0vIUE6mkC&pg=PA7&dq=Operation+Attleboro+casualties&hl=vi&sa=X&ei=ONp7VLv3EcGwmAWk7YC4Bw&redir_esc=y#v=onepage&q=Operation%20Attleboro%20casualties&f=false No Sure Victory: Measuring U.S. Army Effectiveness and Progress in the Vietnam war. Oxford university. Gregory A. Daddis. P 7]<\/ref>.\n\n==Chú thích==\n* {{fnb|1}} [http:\/\/www.historynet.com\/magazines\/vietnam\/3037201.html Operation Attleboro: The 196th's Light Infantry Brigade Baptism By Fire in the Vietnam War] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070614130016\/http:\/\/www.historynet.com\/magazines\/vietnam\/3037201.html |date=2007-06-14 }}\n* {{fnb|2}} [http:\/\/www.vietnam-war.info\/battles\/operation_attleboro.php Operation Attleboro] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080725091213\/http:\/\/www.vietnam-war.info\/battles\/operation_attleboro.php |date=2008-07-25 }}\n\n==Xem thêm==\n*[[Chiến dịch Cedar Falls]]\n*[[Chiến dịch Junction City]]\n==Tham khảo==\n{{Tham khảo|30em}}\n*Summers, Harry G. ''Historical Atlas of the Vietnam War''. New York: Houghton Mifflin Company.\n\n==Liên kết ngoài==\n*[http:\/\/vietnam.ictglobal.net\/ Việt Nam - Chiến tranh và lịch sử 1954-75]\n\n{{DEFAULTSORT:Attleboro}}\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Attleboro]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1966]]\n[[Thể loại:Xung đột năm 1966]]\n[[Thể loại:Trận đánh liên quan tới Hoa Kỳ]]\n[[Thể loại:Bình Dương]]\n[[Thể loại:Hoạt động quân sự liên quan tới Việt Nam]]\n[[Thể loại:Hoạt động quân sự trong Chiến tranh Việt Nam]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}