{"81343":"{{Thông tin chiến tranh|partof=[[Chiến tranh Việt Nam]]|image=[[Tập tin:Long Bien Bridge destroyed by LGBs 1972.jpg|275px]]|caption=[[Cầu Long Biên]] ([[Hà Nội]]) bị bom Mỹ phá hỏng, tháng 5 năm 1972|date=9 tháng 5 – 23 tháng 10 năm 1972<br\/>{{số năm theo năm và ngày|1972|5|9|1972|10|23}}|place=[[Miền Bắc Việt Nam]]|commander1=[[Melvin R. Laird]]<br>[[Thomas H. Moorer]]<br>[[John Dale Ryan]]<br>[[John C. Meyer]]<br>[[John W. Vogt, Jr.]]|commander2=[[Võ Nguyên Giáp]]<br>[[Văn Tiến Dũng]]<br>[[Phùng Thế Tài]]<br>[[Lê Văn Tri]]<br>[[Hoàng Phương]]|combatant1=[[Tập tin:Flag of the United States.svg|22px]] Hoa Kỳ<br\/> [[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa]]|casualties1='''VNDCCH tuyên bố''': 674 máy bay Hoa Kỳ bị bắn hạ hoặc bị phá hủy tại căn cứ<ref>Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII<\/ref> 125 tàu chiến Mỹ bị bắn chìm hoặc hư hại<ref name=\"Victory in Vietnam, p. 301\">''Victory in Vietnam'', p. 301.<\/ref>\n'''Hoa Kỳ tuyên bố''': 134 máy bay Hoa Kỳ và 10 máy bay Việt Nam Cộng hòa bị bắn hạ<br>(chưa tính số máy bay bị phá hủy tại căn cứ)|casualties2=60 máy bay bị hạ (51 chiếc trong không chiến và 9 do tai nạn), thương vong lớn về thường dân|result=Cả hai bên đều tuyên bố chiến thắng}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n'''Chiến dịch Linebacker''' là chiến dịch do [[Hoa Kỳ]] thực hiện trong [[Chiến tranh Việt Nam]] nhầm giải tỏa áp lực tiến công của [[Giải phóng quân|Quân giải phóng]] trong [[Chiến dịch Xuân - Hè 1972|Chiến dịch hè 1972]]. Thực hiện bằng cách ném bom miền Bắc Việt Nam, thả thủy lôi phong tỏa [[cảng Hải Phòng]], nhằm làm kiệt quệ miền Bắc, ngăn chặn sự chi viện cho miền Nam. Việt Nam Dân chủ Cộng hòa gọi chiến dịch này là '''\"Chiến tranh phá hoại miền Bắc lần thứ hai\"'''.\n\nChiến dịch Linebacker bắt đầu ngày 16 tháng 4 năm 1972, thực sự là một đòn bất ngờ đối với miền Bắc, vì phần lớn lực lượng phòng không đã được điều động bảo vệ hậu phương của [[Chiến dịch Xuân - Hè 1972|Chiến dịch hè 1972]]. Mặt khác, lần này Hoa Kỳ đã tung ra những loại máy bay và những đòn tiến công mạnh mẽ, ác liệt hơn so với cuộc [[chiến dịch Sấm Rền|chiến tranh phá hoại lần thứ nhất]] (1964-1968). Ngay ngày đầu tiên của cuộc chiến, [[Hà Nội]] bị đánh phá ác liệt. Tổng kho xăng dầu Đức Giang bốc cháy hơn 1 tuần lễ liền. Lần đầu tiên [[Hải Phòng]] bị [[Boeing B-52 Stratofortress|B-52]] rải thảm. Các cuộc oanh tạc Hà Nội và Hải Phòng cùng những hoạt động phóng [[ngư lôi]] phong toả các [[cảng|hải cảng]] ở miền Bắc Việt Nam, do Tổng thống [[Richard Nixon|Nixon]] ra lệnh vào tháng 5 để trả đũa [[Chiến dịch Xuân - Hè 1972|Chiến dịch Xuân Hè 1972]], đã giáng một đòn nặng nề vào [[kinh tế Việt Nam Dân chủ Cộng hoà]].<ref name=\"ReferenceA\">Liên bang Xô Viết và chiến tranh Việt Nam-Ilya V. Gaiduk Chương 10 Giữa sự hoà hoãn và Việt Nam<\/ref> Hoạt động vận chuyển hàng hóa từ bên ngoài vào miền Bắc, cũng như hoạt động tiếp tế của Việt Nam Dân chủ Cộng hòa cho các chiến trường miền Nam Việt Nam bị suy giảm rõ rệt, dẫn đến những thay đổi lớn trong [[chiến cục năm 1972 tại Việt Nam]].\n\nCho đến trước [[chiến dịch Linebacker II|chiến dịch phòng không Hà Nội - Hải Phòng]], chiến cuộc diễn ra ác liệt khắp miền Bắc. Cơ sở hạ tầng của miền Bắc từ [[đường giao thông|đường bộ]], [[đường ray|đường sắt]], cầu, cảng, nhà máy, cơ sở sản xuất cho đến đê điều đều bị tàn phá nặng nề. Đổi lại, về phía Hoa Kỳ cũng đã có 674 máy bay các loại bị bắn hạ (số liệu của Việt Nam Dân chủ Cộng hòa). Trong số các máy bay bị bắn rơi có 34 chiếc B-52, 4 chiếc F111.\n\n==Diễn biến==\n\n===Đợt 1 \"Chiến thuật nhảy cừu\"===\n\nMở đầu chiến dịch này, ngày 6 tháng 4, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] huy động hơn 150 lần chiếc máy bay, trong đó có 18 lần chiếc [[Boeing B-52 Stratofortress|B-52]] phối hợp với các pháo hạm ném bom, bắn phá các kho hàng, chân hàng và trận địa tên lửa của [[Quân đội nhân dân Việt Nam]] tại [[Quảng Bình]] và [[Vĩnh Linh]]. Tiểu đoàn 52 Trung đoàn tên lửa 267 thuộc Sư đoàn phòng không 363B đã bắn rơi tại chỗ 1 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] tại [[Quảng Hưng]], [[Quảng Trạch]], [[Quảng Bình]]. Đây là chiếc máy bay đầu tiên bị hạ trong Chiến dịch Linebacker.\n\nNgày 7 tháng 4 [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức nhiều trận không kích lớn vào các đơn vị phòng không của Quân đội nhân dân Việt Nam tại Vĩnh Linh và Quảng Bình; đánh hỏng 6 bộ khí tài, 7 tiểu đoàn tên lửa của các Sư đoàn phòng không 367 và 377 mất sức chiến đấu. Đợt tấn công đầu tiên của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] kết thúc ngày 10 tháng 4. Tuy được công nhận bắn rơi 18 máy bay nhưng đợt tấn công này đã làm suy yếu đáng kể sự yểm hộ đất đối không của Quân đội nhân dân Việt Nam cho chiến dịch Trị-Thiên. Phía Việt Nam phản ứng thận trọng. Ngày 7 tháng 4, [[Quân ủy Trung ương]] Quân đội nhân dân Việt Nam ra chỉ thị: \"Tăng cường sẵn sàng chiến đấu, kiên quyết bảo vệ miền Bắc và làm tốt nhiệm vụ chi viện tiền tuyến trong tình hình mới\".<ref name=\"lstlpkvn\">Lịch sử bộ đội tên lửa phòng không 1965-2005. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005<\/ref>. Đến ngày 9 tháng 4, Bộ Tổng tham mưu Quân đội nhân dân Việt Nam mới ban hành mệnh lệnh chuyển trạng thái sẵn sàng chiến đấu cho tất cả các lực lượng vũ trang trên toàn miền Bắc.<ref name=\"lspkkqvn\">Lịch sử quân chủng phòng không-không quân. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2006<\/ref>\n\nĐêm 9 rạng ngày 10 tháng 4, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] huy động 50 lần chiếc máy bay, trong đó có 12 chiếc [[Boeing B-52 Stratofortress|B-52]] ném bom khu vực Vinh - Bến Thủy. Ngày 13 tháng 4, 64 lần chiếc máy bay cường kích và 6 chiếc B-52 không kích cầu Hàm Rồng và sân bay Thọ Xuân (căn cứ của MiG-21). Sư đoàn phòng không 365 của QĐNDVN ở khu vực này không bắn rơi được chiếc nào. 3 giờ sáng ngày 16 tháng 4. [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức một trận đánh quy mô vào Hải Phòng; sử dụng 261 phi vụ chiến thuật và 9 phi vụ B-52 dội bom xuống thành phố kết hợp với sử dụng nhiễu điện tử ồ ạt và dày đặc. Các Trung đoàn tên lửa 285 và 238 Quân đội nhân dân Việt Nam bảo vệ thành phố Hải Phòng đã bắn lên 93 quả đạn tên lửa nhưng không trúng chiếc B-52 nào. Sau trận này, tướng Mormoyer, tham mưu trưởng [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tuyên bố: \"[[Boeing B-52 Stratofortress|B-52]] của Không quân chiến lược Hoa Kỳ có thể đánh bất cứ địa điểm nào trên miền Bắc Việt Nam mà không gặp phải sự kháng cự đáng kể của đối phương\" <ref>Green Wood. Airforce in Vietnam war - the hubris of power. Solomon press. London. 1973<\/ref>.\n\n[[Tập tin:ThanhHoaBridge1.jpg|nhỏ|2000 px|phải|Cầu Hàm Rồng bị máy bay Mỹ sử dụng bom LORAN đánh hỏng năm 1972 (ảnh chụp từ trên không)]]\n\nTrong các trận đánh tháng 4 năm 1972 ở miền Bắc, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã sử dụng phổ biến các loại máy gây nhiễu điện tử có công suất lớn: ALQ (các phiên bản 51, 87, 100, 101) gây nhiễu radar điều khiển tên lửa đất đối không; [[ALR-18]] gây nhiễu radar của [[Mikoyan-Gurevich MiG-21|MiG-21]]; [[ALQ-76]] và [[QTR-13]] gây nhiễu ra đa pháo phòng không COH-9A. Các máy bay thế hệ mới được sử dụng có F-4D và E thay cho F-4C, [[Republic F-105 Thunderchief|F-105G]] thay cho F-105F, [[Grumman A-6 Intruder|A-6]] và [[LTV A-7 Corsair II|A-7]] thay cho [[Douglas A-4 Skyhawk|A-4]]. Các kỹ thuật điều khiển vũ khí hiện đại có: hệ thống điều khiển bom bằng laser ZOT và KNIGHT. Các loại tên lửa chống ra đa mới như [[AGM-78 Standard ARM|AGM-78]], [[AGM-88 HARM|AGM-88]] cũng được đưa vào sử dụng kết hợp với loại [[AGM-45 Shrike|AGM-45]] cũ.<ref name=\"KJE&MLM\">Karl J. Eschmann. Linebacker -The Untold Story of the Air Raids Over North Vietnam<\/ref><ref name=\"Marshall11\">Marshall L. Mitchel. 11 Days of Christmas, published 2002.<\/ref>\n\nSáng ngày 9 tháng 5, phân hạm đội tuần dương và khu trục số 11 thuộc Hạm đội 7 (Hải quân Hoa Kỳ) bắt đầu chiến dịch rải thủy lôi ngăn chặn, cô lập bờ biển Bắc Việt Nam với 7.963 quả ở 43 khu vực bến cảng, cửa sông của 10 tỉnh ven biển từ Quảng Bình đến Quảng Ninh; tập trung nhiều nhất ở các khu vực Hải Phòng, Cửa Hội, Hòn La và cửa sông Gianh.\n\nVề chiến thuật, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] không leo thang theo từng địa điểm từ Nam ra Bắc mà đánh theo lối \"nhảy cừu\": từ Quảng Bình ra Vinh, Thanh Hóa (bỏ qua Hà Tĩnh) đến Hải Phòng, Hà Nội (bỏ qua Nam đồng bằng Bắc Bộ). Từ ngày 6 tháng 4 đến ngày 8 tháng 5, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] và không quân của [[Hải quân Hoa Kỳ]] đã không kích 857 điểm trên miền Bắc, trong đó có: 345 mục tiêu giao thông, 215 mục tiêu dân sự, 85 mục tiêu quân sự. Các pháo hạm của Hạm đội 7 đã bắn 12.870 quả đạn vào các mục tiêu ven biển từ Đồ Sơn đến Vĩnh Linh. Theo phía Việt Nam Dân chủ Cộng hòa, họ đã bắn rơi 89 máy bay của đối phương. Hoa Kỳ chỉ công nhận mất 15 chiếc.<ref name=\"CH-VALUSAF\">Chris Hobson. Vietnam Air Losess - United States Air Force, Navy and Marine Corps Fixed-Wing Aicraft Losses in Southeast Asia 1961-1973.<\/ref>\n\n===Đợt 2-\"Vùng 6\"===\n[[Tập tin:F-4B Phantoms of VF-161 and A-7C Corsairs of VA-86 drop bombs on Vietnam in March 1973.jpg|nhỏ|256px|phải|Đội hình [[McDonnell Douglas F-4 Phantom II|F-4]] phối hợp với [[LTV A-7 Corsair II|A-7]] không kích miền Bắc Việt Nam]]\n\n\"Vùng 6\" là mật danh của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] chỉ không phận Hà Nội và các vùng lân cận có bán kính 50 dặm. Ngày 10 và 11 tháng 5, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức các trận đánh quy mô lớn vào Hà Nội và các khu vực lân cận. Tên lửa phòng không của Quân đội nhân dân Việt Nam không bắn rơi được chiếc nào do bị gây nhiễu nặng bao gồm cả nhiễu trong đội hình từ các máy phát nhiễu gắn trên máy bay ném bom, máy bay tiêm kích gây ra cũng như nhiễu ngoài đội hình từ các máy bay [[Douglas B-66 Destroyer|EB-66]] và [[EC-121]] gây ra. Các đầu mối giao thông chiến lược như cầu Long Biên, cầu Đuống, Cầu Phú Lương và nhiều khu công nghiệp ở miền Bắc bị máy bay Mỹ đánh hỏng trong thời gian ngắn. Bộ Tham mưu quân chủng phòng không - không quân Quân đội nhân dân Việt Nam phải tổ chức điều chỉnh lại khí tài và tập huấn tác chiến tên lửa đối không để đối phó với các biện pháp chống tên lửa hiện đại của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] và tổ chức lại thế trận phòng không trên toàn miền Bắc.<ref name=\"lspkkqvn\"\/> Không quân tiêm kích của Quân đội nhân dân Việt Nam bắn rơi 9 máy bay của đối phương (Hoa Kỳ công nhận rơi 5 chiếc). Trung đoàn không quân tiêm kích 923 (QĐNDVN) mất 2 chiếc [[Mikoyan-Gurevich MiG-17|MiG-17]] trong trận bảo vệ cầu Phú Lương (Hải Dương) <ref>Lịch sử Trung đoàn không quân 923 (1965-2000). Nhà xuất bản Quân đội nhân dân. Hà Nội. 2000<\/ref>\n\nSong song với các cuộc không kích vào Hà Nội, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] còn tổ chức các đợt tấn công vào các đầu mối giao thông quan trọng ở phía Nam đồng bằng Bắc Bộ. Trong các ngày từ 7 đến 30 tháng 5, hàng trăm lần chiếc cường kích tổ chức hơn 10 trận không kích cầu Ninh Bình nhưng không phá được cầu, chỉ đánh hỏng được các đoạn đường giao thông ở hai đầu cầu và mất 8 máy bay.\n\nTừ ngày 15 tháng 5 đến cuối tháng 6, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tiếp tục tổ chức các trận đánh lẻ vào \"Vùng 6\" và các khu vực lân cận. Ngày 6 tháng 6, Trung đoàn tên lửa 261 bắn rơi một chiếc F-4 ở Yên Bái chấm dứt 2 tháng thúc thủ không đánh rơi máy bay đối phương của tên lửa phòng không. Ngày 27 tháng 6, Trung đoàn 261 hạ một F-4 rơi ở Đại Kim (Hà Nội); Trung đoàn 257 đánh rơi 1 F-105G ở Thanh Sơn (Phú Thọ). Đầu tháng 7 năm 1972, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] phối hợp với không quân của hải quân Hoa Kỳ tổ chức 6 trận đánh lớn vào Hà Nội. Các đơn vị tên lửa quanh Hà Nội đã cơ động ra vòng ngoài, hình thành thế ngoài đánh vào, bắn rơi 6 chiếc F-4 và F-105. Trong tháng 6, các Trung đoàn không quân tiêm kích 921 và 923 [[Không quân Nhân dân Việt Nam]] cũng bắn rơi 16 máy bay của đối phương và chịu tổn thất 4 chiếc. Lực lượng dân quân tự vệ của các tỉnh miền Bắc cùng tham gia với quân đội chính quy đánh các máy bay bay thấp của [[Hải quân Hoa Kỳ]]. Trong các ngày 12, 17, 19 và 21 tháng 7 các đơn vị này đã bắn rơi 3 chiếc A-7 và 1 chiếc F-4H.\nNgày 27 tháng 6, [[Không quân Hoa Kỳ|Không quân Mỹ]] tổ chức một trận tập kích lớn vào Hà Nội với 24 máy bay cường kích và 20 máy bay tiêm kích F-4 yểm hộ. 5 chiếc MiG-21MF của [[Không quân Nhân dân Việt Nam]] hạ 4 chiếc F-4E của các Liên đội không quân chiến thuật số 366 và 423 của Không quân Hoa Kỳ tại vùng trời Tây Bắc Việt Nam (các F-4 bị rơi có số hiệu 68-0314, 67-0248, 69-7271, 69-7296); bắn bị thương 1 F-4E (số hiệu 67-0243).<ref name=\"MrMi-ACONV\"\/>\n\nTrong tháng 7 năm 1972, Việt Nam Dân chủ Cộng hòa công bố bắn rơi 43 máy bay của không quân và hải quân Hoa Kỳ. Phía Hoa Kỳ ghi nhận từ ngày 10 tháng 5 đến 30 tháng 7, họ chỉ mất mất 35 chiếc.<ref name=\"CH-VALUSAF\"\/>\n===Đợt 3-\"Không kích mở rộng\"===\n[[Tập tin:RF-4C Phantom II of the 11th TRS is shot down by a S-75 missile over Vietnam, 12 August 1967.jpg|nhỏ|256px|phải|Một chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] bị trúng tên lửa [[S-75 Dvina|SAM-2]] khi đang không kích miền Bắc Việt Nam]]\n\nTừ tháng 8 đến tháng 9 năm 1972, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] giảm bớt cường độ các đợt đánh phá vào Vùng 6 và mở rộng đánh phá ra các tuyến giao thông quan trọng ở phía Bắc, phía Nam Hà Nội (quốc lộ số 1) và phía Đông (quốc lộ số 5, quốc lộ số 10). Trọng điểm không kích trong thời gian này là các cầu, phà đầu mối (Sông Hóa, Bắc Giang, Đáp Cầu, Tân Đệ, Phú Lương, Ninh Bình, Hàm Rồng...), các chân hàng, kho hàng (Hải Phòng, Đồng Mỏ, Đông Anh), các trận địa tên lửa phòng không, các sân bay, các nhà ga đầu mối trên các tuyến đường sắt Hà Nội-Thanh Hóa-Vinh, Hà Nội-Đồng Đăng, Hà Nội-Hải Phòng, Hà Nội-Yên Bái và các kho xăng, dầu. Quân chủng phòng không-không quân Quân đội nhân dân Việt Nam tổ chức thêm 3 trung đoàn pháo cao xạ, bố trí lại thế trận từ tập trung bảo vệ yếu địa Hà Nội sang phân tán ra các địa bàn đường 1 Bắc, đường 1 Nam... tổ chức các cụm phòng không bảo vệ các đầu mối giao thông.<ref name=\"lspkkqvn\"\/>\n\nNgày 25 tháng 9, Bộ Tư lệnh [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] điều 2 đại đội gồm 48 máy bay cường kích [[General Dynamics F-111 Aardvark|F-111A]] thuộc Liên đội không quân chiến thuật số 47 đến căn cứ Takhli (Thái Lan) với nhiệm vụ phối hợp với các máy bay tầm thấp A-6 và A-7 của không lực [[Hải quân Hoa Kỳ]] tiêu diệt các trận địa tên lửa SAM. F-111A có góc cánh thay đổi (cụp-xòe), có vận tốc siêu âm, mang được 8 tấn bom, có thể bay thấp cách mặt đất 60 m, lần đầu tiên xuất hiện trong chiến tranh Việt Nam. Cũng trong tháng 9, Quân chủng phòng không - không quân Quân đội nhân dân Việt Nam đã xây dựng xong phương án đối phó với các cuộc tập kích đường không lớn bằng [[Boeing B-52 Stratofortress|B-52]].<ref name=\"QT&MT-HNĐBP\">Quân khu Thủ đô (Nguyễn Minh Tâm: chủ biên). Hà Nội - Điện Biên Phủ trên không. Nhà xuất bản Quân đội nhân dân. 2008<\/ref>\n\nNgày 6 tháng 10, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức cuộc oanh kích lớn vào Hà Nội với đội hình hơn 40 máy bay tiêm kích và cường kích, tập trung đánh các trận địa tên lửa phòng không của Quân đội nhân dân Việt Nam ở Chèm, Dục Tú, Đại Chu, Yên Nghĩa, Bắc Hồng, Song Mai. Ngày 8 tháng 10, Không quân chiến thuật Hoa Kỳ tiếp tục tấn công các sân bay quanh Hà Nội. Ngày 11 tháng 10, máy bay của Hải quân Mỹ tập kích Hải Dương. Trong loạt trận này, các đơn vị tên lửa của Quân đội nhân dân Việt Nam đã áp dụng thành công các biện pháp chống tên lửa tự dẫn AGM-87 và AGM-88 của không quân Hoa Kỳ, không những không bị tổn thất mà còn bắn rơi 4 máy bay cường kích. Đêm 17 tháng 10, một máy bay F-111A bị súng phòng không tầm thấp hạ tại cầu Tiền Châu, Phúc Yên, Vĩnh Phúc. Từ tháng 8 đến tháng 10 năm 1972, Việt Nam Dân chủ Cộng hòa công bố kết quả bắn rơi 221 máy bay của đối phương. Tuy nhiên, phía Hoa Kỳ chỉ thừa nhận mất 93 chiếc.<ref name=\"MrMi-ACONV\">Marshall L. Michell III. Air Combat Over North Vietnam 1965-1972. Naval Institute Press, 1997.<\/ref>\n\n===Đợt 4-\"Kéo dãn đối phương\"===\n\nNgày 8 tháng 10, tại Hội nghị Paris, phía Việt Nam Dân chủ Cộng hòa đưa ra Dự thảo hiệp định hòa bình. Đoàn [[Hoa Kỳ]] do [[Henry Kissinger]] dẫn đầu đã cùng đoàn Việt Nam Dân chủ Cộng hòa thảo luận, tu chỉnh dự thảo này trong ba ngày và đi đến thoả thuận sẽ ký tắt Hiệp định vào ngày 23 tháng 10 tại Hà Hội, ký chính thức vào ngày 26 tháng 10 tại Paris. Trước đó, [[Hoa Kỳ]] sẽ chấm dứt ném bom miền Bắc từ ngày 18 tháng 10. Ngày 20 tháng 10, phía [[Hoa Kỳ]] đề nghị lùi thời gian biểu lại năm ngày. Phía Việt Nam Dân chủ Cộng hòa chấp nhận. Đến ngày 23 tháng 10, Tổng thống [[Richard Nixon]] tuyên bố đơn phương ngừng ném bom miền Bắc Việt Nam nhưng không phải là tất cả mà chỉ từ vĩ tuyến 20 trở ra. Cùng ngày, Tổng thống [[Richard Nixon]] cũng gửi công hàm cho [[Phạm Văn Đồng]] đề nghị có thêm một cuộc gặp riêng nữa ở Paris vì có nhiều vấn đề kỹ thuật xuất hiện. Vấn đề đó chính là bốn điều kiện mà [[Nguyễn Văn Thiệu]] đòi phải đáp ứng để ký kết hiệp định:\n\n[[Tập tin:Boeing B-52D-1-BW (SN 55-0049) 061127-F-1234S-018.jpg|nhỏ|256px|phải|Một chiếc [[Boeing B-52 Stratofortress|B-52]]D (số đuôi 56-0110) cùng kiểu với chiếc trong ảnh này đã bị [[S-75 Dvina|SAM-2]] bắn trúng ngày 22\/11\/1972, rơi cách sân bay Nakhon Phanom 20 km]]\n\n:1- Không có chính phủ liên hiệp;\n:2- Quân miền Bắc phải rút khỏi miền Nam;\n:3- Tôn trọng tính trung lập của khu phi quân sự;\n:4- Giải quyết những bất đồng chính trị còn lại giữa hai miền mà không có sự can thiệp nước ngoài.<ref name=\"kismai\">Henry Kissingerr. A la maison blanche 1968-1973. Edition Fayard. Paris. 1979<\/ref>\n\nTừ ngày 23 tháng 10, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tập trung đánh phá các tuyến giao thông ở các tỉnh từ Thanh Hóa trở vào. Các khu vực trọng điểm Tân Kỳ, Triều Dương, Đô Lương (trên tuyến đường 15) thường xuyên bị [[Boeing B-52 Stratofortress|B-52]] oanh kích. Từ cuối tháng 10 đến giữa tháng, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã ném xuống các mục tiêu ở khu 4 hơn 1.000 tấn bom trong hơn 60 trận đánh nhưng không ngăn chặn được việc vận chuyển 21.000 tấn hàng qua khu vực này, còn bị mất thêm 11 máy bay cường kích. Đêm 22 rạng ngày 23 tháng 11, các Tiểu đoàn tên lửa 43, 44 của Sư đoàn phòng không 365 bắn trúng 1 chiếc [[Boeing B-52 Stratofortress|B-52D]] có số đuôi 55-0110, mật danh liên lạc ''Olive 2'', trên độ cao 25.000&nbsp;ft tại vùng trời Nghệ An. Chiếc máy bay này cố gắng bay về hạ cánh xuống sân bay Nakhon Phanom nhưng khi còn cách sân bay 20&nbsp;km thì bị rơi. Theo thống kê của Marshall, chiếc này bị [[Mikoyan-Gurevich MiG-21|MiG-21]] bắn, nhưng theo thống kê của Hobson, nó bị [[S-75 Dvina|SA-2]] bắn.<ref name=\"CH-VALUSAF\"\/><ref name=\"MrMi-ACONV\"\/>\n\n[[Tập tin:Hai Duong bridge bombing 1972.jpg|nhỏ|trái|256px|Cầu Phú Lương (Hải Dương) bị Không quân Mỹ ném bom]]\n\nĐầu tháng 11, Bộ Tổng tham mưu và Bộ Tư lệnh quân chủng phòng không-không quân Quân đội nhân dân Việt Nam đứng trước hai sự lựa chọn, hoặc cho các đơn vị tên lửa về quanh Hà Nội và Hải Phòng, hoặc phòng thủ Hà Nội từ xa. Ngày 15 tháng 11, Bộ Tổng tham mưu thực hiện nghị quyết của [[Quân ủy Trung ương|Quân uỷ Trung ương]] điều Trung đoàn tên lửa 267 vào bảo vệ địa bàn Thanh Hóa. Tuy nhận được Trung đoàn 274 từ Quảng Bình ra tăng cường cho lực lượng tên lửa bảo vệ Hà Nội nhưng trung đoàn này chỉ còn 1 tiểu đoàn đủ khí tài, có thể tác chiến được. Ngày 8 tháng 12, Bộ tổng tham mưu tiếp tục ra lệnh điều Trung đoàn 261 vào phía Nam. Bộ Tư lệnh phòng không-không quân phải mất hai ngày thuyết phục, Bộ Tổng tham mưu mới đồng ý giữ trung đoàn này lại.<ref name=\"lspkkqvn\"\/> Trong chiến dịch \"Điện Biên Phủ trên không\" chính Trung đoàn 261 là một trong hai đơn vị chủ công, bắn rơi nhiều B-52 nhất. Do sự điều động thay đổi lực lượng này, các tướng lĩnh và sĩ quan cao cấp của lực lượng phòng không Quân đội nhân dân Việt Nam quyết định bố trí các đơn vị tác chiến theo các hướng chủ yếu, thứ yếu và phối hợp bổ trợ, tạo ra càng nhiều vùng \"trùng hỏa lực\" càng tốt.<ref name=\"QT&MT-HNĐBP\"\/>\n\nVới các biện pháp điều động binh lực phòng không được ghi nhận như trên, về hình thức, có vẻ như phía Mỹ đã đạt được mục đích kéo giãn lực lượng tên lửa phòng không của Quân đội nhân dân Việt Nam ra xa khu vực Hà Nội và Hải Phòng. Lực lượng tên lửa [[S-75 Dvina|SA-2]] bảo vệ Hà Nội chỉ còn bằng 1\/3 so với năm 1967.<ref name=\"lstlpkvn\"\/> Đầu tháng 12 năm 1972, lực lượng phòng không của Quân đội nhân dân Việt Nam phòng thủ miền Bắc như sau:\n:* Sư đoàn phòng không Hà Nội (361) gồm 2 trung đoàn + 1 tiểu đoàn tên lửa [[S-75 Dvina|SA-2]] (tổng cộng 9 tiểu đoàn hỏa lực), 5 trung đoàn pháo cao xạ. Các đơn vị khác tham gia bảo vệ Hà Nội có 3 trung đoàn không quân tiêm kích (thuộc Bộ Tư lệnh phòng không-không quân, 4 đại đội pháo 100 mm và 226 trung đội súng máy phòng không (thuộc Bộ Tư lệnh Thủ đô). Các Trung đoàn 276 và 277 trang bị tên lửa [[S-125 Neva\/Pechora|SA-3]] mới từ Azerbaijan và Armenia về nước nhưng khí tài không về kịp nên coi như không tham chiến.\n:* Sư đoàn phòng không Hải Phòng (363) gồm 2 trung đoàn tên lửa [[S-75 Dvina|SA-2]] (mỗi trung đoàn chỉ có 3 tiểu đoàn hỏa lực); Trung đoàn cao xạ 252 (4 tiểu đoàn, có 2 đại đội pháo 100 mm), một cụm súng máy cao xạ hạng nặng gồm 36 khẩu kiểu [[ZPU-2]], [[ZPU-4]] và 12 khẩu [[DShK]] 12,7 mm; hơn 80 trung đội súng máy tầm thấp.\n:* Hướng vùng núi phía Bắc có Trung đoàn 268 trang bị tên lửa [[S-75 Dvina|Hongqi-2]] của Trung Quốc nhưng không chiến đấu được do khí tài bị đánh hỏng trong trận các oanh kích tháng 8 tại Bắc Giang, 5 trung đoàn pháo cao xạ, trong đó có trung đoàn 256 pháo 100 mm bảo vệ Thái Nguyên.\n:* Hướng Nam Hà Nội có Sư đoàn phòng không 365 ở Thanh Hóa, Nghệ An, Sư đoàn phòng không 367 ở Quảng Bình, Vĩnh Linh và Trung đoàn không quân tiêm kích 927 (thuộc Bộ Tư lệnh phòng không - không quân).<ref name=\"lstlpkvn\"\/>\n\n[[Tập tin:North Guam from space.jpg|nhỏ|256px|phải|Phần Bắc lãnh thổ Guam (USA) nhìn từ trên không; phía trên, bên phải là căn cứ không quân Anderson]]\n\nCùng thời gian này, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] một mặt tiếp tục oanh kích các mục tiêu đường giao thông, nhà ga, cầu phà, bến cảng, kho hàng... ở phía nam vĩ tuyến 20; mặt khác, tích cực chuẩn bị cho Chiến dịch Linebacker II. Đến ngày 16 tháng 12, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã tập trung xong Tập đoàn không quân chiến lược số 8 (SAC-8AF) gồm 3 không đoàn: Không đoàn lâm thời số 57 (57AD-P) ở Anderson (Guam), Không đoàn lâm thời số 17 (17AD-P) ở U-Tapao (Thái Lan) và Không đoàn phục vụ chiến đấu số 376 (376SW) ở căn cứ Kadena trên đảo Okinawa (Nhật Bản). Phối hợp và yểm hộ cho lực lượng này có Tập đoàn không quân chiến thuật số 7 (TAC-7AF) ở Đông Nam Á và Lực lượng đặc nhiệm 77 gồm các máy bay của hải quân trên các tàu sân bay đậu tại \"Trạm Yankee\" trên Vịnh Bắc Bộ.<ref name=\"Carthy1985\">James. R. McCarthy and Robert E. Rayfield. Linebacker II A view from the rock. Office of Air force history - United States Air force. Washington DC. 1985.<\/ref> Toàn bộ lực lượng gồm có:\n\n:* Máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52]]D: 107 chiếc; tại U-Tapao (Thái Lan): 54 chiếc thuộc Liên đoàn 307 (có 4 chiếc đang sửa chữa, bảo dưỡng), tại Guam: 53 chiếc thuộc Liên đoàn 43; (có 3 chiếc đang sửa chữa, bảo dưỡng)\n:* Máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52]]G: 99 chiếc thuộc Liên đoàn 72, đều ở Guam (có 2 chiếc đang sửa chữa-bảo dưỡng);\n:* Máy bay tiếp dầu [[KC-135]] (các version A và Q): 53 chiếc thuộc liên đoàn 310 ở U-Tapao; 96 chiếc thuộc không đoàn 376 ở Okinawa và căn cứ Clark (Philippines);\n:* Máy bay trinh sát [[SR-71 Blackbird|SR-71]]: 10 chiếc tại Okinawa;\n:* Máy bay trinh sát [[Lockheed U-2|U-2]]C và DC-130: mỗi loại 2 chiếc tại U-Tapao.\n:* Máy bay ném bom [[General Dynamics F-111 Aardvark|F-111]]A: 48 chiếc tại Takhli (Thái Lan);\n:* Máy bay tiêm kích-ném bom [[McDonnell Douglas F-4 Phantom II|F-4]] (các version C, D, E): 267 chiếc; tại Udorn (Thái Lan) 99 chiếc, tại Korat (Thái Lan) 30 chiếc, tại Ubon (Thái Lan) 111 chiếc, tại Nậm Phong (Thái Lan) 27 chiếc;\n:* Máy bay cường kích-gây nhiễu điện tử [[Republic F-105 Thunderchief|F-105]]G: 23 chiếc tại Korat;\n:* Máy bay cường kích [[LTV A-7 Corsair II|A-7]]C: 72 chiếc tại Korat;\n:* Máy bay tác chiến điện tử [[Douglas B-66 Destroyer|EB-66]]: 17 chiếc tại Korat;\n:* Máy bay trinh sát-chỉ huy tác chiến trên không [[EC-121]]: tại Korat (không rõ số lượng);\n:* Máy bay tìm kiếm-cứu hộ [[HC-130|C-130]]: tại Korat (không rõ số lượng);\n:* Trực thăng tìm kiếm-cứu hộ [[HH-53]]: tại Nakhon Phanom (Thái Lan) (không rõ số lượng).<ref>Terry Horstead. History of Strategic Air Command - History of Linebacker II-Vietnam.<\/ref>\n\n[[Tập tin:Yankee Station Location 1.gif|nhỏ|300px|trái|Vị trí của \"Trạm Yankee\", nơi đậu các tàu sân bay Hoa Kỳ ở Biển Đông]]\n\nLực lượng hải quân của hạm đội 7 [[Hoa Kỳ]] tham gia chiến dịch Linebacker II có:\n\n:* Tàu sân bay USS America (CVA-66) có 75 máy bay\n:* Tàu sân bay USS Enterprise (CVAN-65) có 75 máy bay\n:* Tàu sân bay USS Midway (CVA-41) có 55 máy bay\n:* Tàu sân bay USS Oriskany (CVA-34) có 45 máy bay\n:* Tàu sân bay USS Saratoga (CVA-60) có 65 máy bay\n:* Tàu sân bay USS Ranger (CVA-61) có 65 máy bay\nNgoài ra còn có hơn 30 tuần dương hạm, khu trục hạm và hơn 20 tàu chở bom đạn, chở dầu, hậu cần, bệnh viện... Không quân và hải quân vận tải của [[Hoa Kỳ]] đã vận chuyển hàng vạn tấn xăng dầu, hơn 500 nghìn tấn bom đến các căn cứ không quân Kadena ([[Okinawa]], Nhật Bản), Anderson ([[Guam]]), [[U-Tapao]] và các căn cứ khác ở (Thái Lan).\n\nQua kinh nghiệm chiến đấu trong [[Chiến dịch Sấm Rền]] và tổng kết các cuộc không kích của máy bay Mỹ từ tháng 4 đến cuối tháng 11 năm 1972. Bộ Tư lệnh quân chủng phòng không - không quân QĐNDVN dự báo [[Boeing B-52 Stratofortress|B-52]] sẽ tấn công Hà Nội từ bốn hướng. Trong đó, có hai hướng chủ yếu và hai hướng thứ yếu:\n:*Hướng thứ nhất (chủ yếu): lấy ngã ba sông [[Việt Trì]] làm điểm kiểm tra tập hợp đội hình và tấn công Hà Nội theo trục sông Hồng (Tây Bắc - Đông Nam); sau khi cắt bom thoát ly ra biển theo hướng Đông Nam hoặc sang Lào Theo hướng Tây Nam.\n:*Hướng thứ hai (chủ yếu): lấy núi Viên Nam (nam [[Ba Vì]]) là điểm kiểm tra tập hợp đội hình đột nhập không phận Hà Nội từ phía Tây; thoát ly theo hướng Đông Nam ra biển hoặc \"uốn móc câu\" trở lại Lào.\n:*Hướng thứ ba (thứ yếu): lấy ngã ba sông Lục Nam và Sông Thương làm điểm kiểm tra, tập hợp đội hình và bay vào Hà Nội từ phía Đông Bắc qua Hà Bắc; thoát ly ra biển hoặc bay thẳng sang Lào.\n:*Hướng thứ tư (thứ yếu): lấy cửa Ba Lạt làm điểm kiểm tra tập hợp đội hình và bay thẳng lên Hà Nội theo trục sông Hồng (Đông Nam-Tây Bắc); thoát ly phía Tây, Tây Bắc, Tây Nam sang Lào.\n\nThực tế [[Chiến dịch Linebacker II]] sau đó cho thấy các tốp [[Boeing B-52 Stratofortress|B-52]] sử dụng hướng thứ nhất và thứ hai trong 2\/3 số phi vụ, các hướng thứ hai và thứ tư được sử dụng ít hơn.\n\nCác đường bay đột kích của [[Boeing B-52 Stratofortress|B-52]] vào Hải Phòng được dự báo có hai hướng:\n:*Hướng thứ nhất: lấy cửa Nam Triệu làm điểm kiểm tra và đột nhập Hải phòng từ phía chính Đông\n:*Hướng thứ hai: lấy cửa sông Văn Úc làm điểm kiểm tra tập hợp đội hình vào đánh Hải Phòng từ phía Tây Nam.\n\nTrên thực tế, các tốp [[Boeing B-52 Stratofortress|B-52]] vào Hải Phòng từ ngày 22 tháng 12 đến ngày 26 tháng 12 đều sử dụng cả hai đường bay này.<ref name=\"lstlpkvn\"\/>\n\nTại Paris, cuộc đàm phán [[Việt Nam]] - [[Hoa Kỳ]] một lần nữa lâm vào bế tắc và đây cũng là lần bế tắc cuối cùng. Đêm 12 tháng 12, Chánh văn phòng Nhà trắng Heizman thừa uỷ quyền của [[Richard Nixon]] gửi một bức điện cho [[Henry Kissinger|Kissinger]] có đoạn viết: Chúng ta cần tránh làm bất cứ điều gì có vẻ như là chúng ta phá vỡ thương lượng một cách đột ngột. Nếu xảy ra tan vỡ thì phải làm như là do họ chứ không phải do chúng ta. Trong bất cứ trường hợp nào, Hoa Kỳ không được chủ động cắt đứt cuộc nói chuyện. Chúng ta cần yêu cầu hoãn cuộc họp để tham khảo thêm\".<ref name=\"kismai\"\/> Ngày 15 tháng 12, đàm phán ở Paris bế tắc, [[Lê Đức Thọ]] và [[Henry Kissinger|Kissinger]] chia tay nhau tại sân bay Le Bourger (Paris). Ngày 16 tháng 12, [[Henry Kissinger|Kissinger]] họp báo tại Washington DC đổ lỗi cho Việt Nam Dân chủ Cộng hòa kéo dài đàm phán. Tối 18 tháng 12, khi [[Lê Đức Thọ]] vừa về đến nhà (sau khi ghé qua Maskva và Bắc Kinh) thì những trái bom đầu tiên từ [[Boeing B-52 Stratofortress|B-52]] trong chiến dịch Linebacker II rơi xuống Hà Nội.<ref name=\"luuvanloi\">Lưu Văn Lợi - Nguyễn Anh Vũ. Các cuộc thương lượng Lê Đức Thọ-Kissinger tại Paris. Nhà xuất bản Công an nhân dân. Hà Nội. 2002<\/ref>\n\nTổng thống Nixon viết: ''\"Phải nói thẳng với [[Brezhnev]] rằng chừng nào người Bắc Việt Nam tiếp tục sát hại người miền Nam và người Mỹ ở đó, thì chừng đó Tổng thống Mỹ sẽ còn phải thường xuyên cho oanh tạc các căn cứ quân sự ở miền Bắc\"'' Và ông cũng đã bày tỏ với công luận: ''\"Nếu như sự hiểu biết của chúng ta đối với người Nga luôn cho thấy rằng chúng đã bắt đầu và cuối cùng là giảm bớt mức độ cuộc oanh tạc trong khi kẻ thù vẫn tiếp tục quy mô chiến tranh của nó, thì chúng ta sẽ phải chuốc lấy những điều tồi tệ nhất của hai phái: sự coi thường của phía tả và sự chán nản hoàn toàn của phía hữu\".''<ref name=\"ReferenceA\"\/>\n\n==Xem thêm==\n* [[Chiến tranh phá hoại]]\n{{Clear}}\n==Chú thích==\n{{tham khảo|30em}}\n{{sơ khai Hoa Kỳ}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Linebacker]]\n[[Thể loại:Xung đột năm 1972]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}