{"236099":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Campuchia\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:Map Cambodian Incursion May 70 from USMA.jpg|300px]]\n|caption= Bản đồ chiến dịch\n|date=[[29 tháng 4]] - [[22 tháng 7]] [[1970]]\n|place=Miền Đông [[Campuchia]]\n|result= Quân đội Hoa Kỳ và VNCH thu giữ khối lượng lớn vật tư, nhưng thất bại trong việc tiêu diệt lực lượng quân Giải phóng ở Campuchia<br>Mở rộng nội chiến Campuchia.<br>Quân giải phóng kiểm soát thêm nhiều vùng tại Campuchia\n|combatant1=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Quân lực Việt Nam Cộng hòa]],<br>[[Tập tin:Flag of the United States.svg|22px]] [[Quân đội Hoa Kỳ]]<br>[[Tập tin:Flag of the Khmer Republic.svg|22px]] [[Lực lượng Vũ trang Quốc gia Khmer]]\n|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội Nhân dân Việt Nam]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Quân Giải phóng miền Nam Việt Nam]]<br> {{flagicon image|Flag of Democratic Kampuchea.svg}} [[Khmer Đỏ]] \n|commander1= [[Lữ Mộng Lan]]<br> [[Đỗ Cao Trí]]<br> [[Nguyễn Việt Thanh]]<br>[[Creighton W. Abrams]] (U.S.)<br>[[Lon Nol]] (Campuchia)\n|commander2= [[Phạm Hùng]] <br>[[Hoàng Văn Thái]] \n|strength1=>[[Tập tin:Flag of the United States.svg|22px]] Hoa Kỳ: 50.659<br>[[Tập tin:Flag of South Vietnam.svg|22px]] VNCH: 58.608\n|strength2=~40.000\n|casualties1='''Nguồn 1:''' [[Tập tin:Flag of the United States.svg|22px]] 434 chết, 2.233 bị thương, 13 mất tích<br>[[Tập tin:Flag of South Vietnam.svg|22px]] 809 chết, 3.486 bị thương<br>\n'''Nguồn 2:''' [[Tập tin:Flag of the United States.svg|22px]] 2.765 chết hoặc bị thương<br>[[Tập tin:Flag of South Vietnam.svg|22px]] 7.450 chết hoặc bị thương\n|casualties2=Không rõ<br>(Hoa Kỳ tuyên bố có 12.354 chết hoặc bị thương, 1.177 bị bắt<ref>John M. Shaw, ''The Cambodian Campaign''. Lawrence KS: University of Kansas Press, 2005, p. 158. His original source was the Current Historical Evaluation of Counterinsurgency Operations (Project CHECO).<\/ref>, nhưng con số này bị bác bỏ bởi [[CIA]], bởi nó bao gồm cả thường dân thiệt mạng<ref>Victory at Any Cost: The Genius of Viet Nam's Gen. Vo Nguyen Giap. Cecil B. Currey, Potomac boos 1997. P. 278<\/ref>.)\n}}\n{{Campaignbox Vietnam War}}\n'''Chiến dịch Campuchia''' (tài liệu đương thời gọi '''Chiến dịch vượt biên Cao Miên''' hoặc '''Cuộc xâm nhập Campuchia''') là tên chiến dịch tấn công vào miền Đông Campuchia vào năm 1970 của [[quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]] nhằm nhằm truy quét các lực lượng của [[Trung ương Cục miền Nam]] đang đóng ở trong lãnh thổ Campuchia trong [[Chiến tranh Việt Nam]].\n\n==Kế hoạch can thiệp của Hoa Kỳ==\nKhi người Pháp rời khỏi Campuchia năm 1954, Quốc trưởng [[Norodom Sihanouk]] nắm quyền. Tuy nhiên ông bị chống đối bởi phe [[Khmer Xanh]] (thân Mỹ) lẫn phe [[Khmer Đỏ]] (thân Trung Quốc). Do những rắc rối ở Việt Nam gia tăng, ông cố gắng giữ cho đất nước một thái độ trung lập. Campuchia đồng thời có quan hệ ngoại giao với cả Mỹ và Trung Quốc.\n\nNăm 1965, sau khi người Mỹ đưa quân vào Việt Nam bảo vệ [[Việt Nam Cộng hòa]] ông chuyển hướng sang ủng hộ Trung Quốc<ref>Cawthorne, tr. 350<\/ref> đồng thời cắt đắt quan hệ ngoại giao với Mỹ và Anh<ref name=\"Henri Locard\">[http:\/\/www.bbc.co.uk\/vietnamese\/world\/2012\/10\/121015_sihanouk_profile.shtml Sihanouk - vị nguyên thủ 'tình cờ', Henri Locard, BBC Vietnamese]<\/ref>. Ông cũng đồng ý cho [[Việt Nam Dân chủ Cộng hòa]] sử dụng các tuyến đường vận chuyển vũ khí vào miền Nam trên lãnh thổ Campuchia và cho phép [[Quân Giải phóng miền Nam Việt Nam]] thiết lập các [[căn cứ]] dọc theo [[biên giới]] Việt Nam - Campuchia và tin tưởng Trung Quốc sẽ bảo đảm vị thế cho mình.\n\nSau [[Sự kiện Tết Mậu Thân]], tướng [[William Westmoreland]] tìm kiếm sự ủng hộ cho việc tấn công truy quét các căn cứ của Quân giải phóng miền Nam và [[Trung ương Cục miền Nam|Trung ương cục miền Nam]] ở Campuchia. Lo ngại người Mỹ, Sihanouk cho phép họ được quyền truy đuổi Quân giải phóng, miễn là không người dân Campuchia nào bị ảnh hưởng. Người Mỹ đề xuất một chiến dịch đánh bom ngắn hạn xuống các căn cứ của Quân giải phóng miền Nam ở Campuchia dưới sự hỗ trợ tình báo từ người của Sihanouk, nhưng chiến dịch này lại kéo dài tới 14 tháng và làm Campuchia mất ổn định.\n\nKhi còn là Phó Tổng thống Mỹ, [[Richard Nixon|Nixon]] đã coi Campuchia là một khâu trọng yếu trong việc giành thắng lợi ở Việt Nam. Khi làm Tổng thống Mỹ, Nixon đưa ra một kế hoạch nhằm biến Campuchia đang cắt đứt quan hệ ngoại giao với Mỹ, dựa vào sự ủng hộ của khối các nước Xã hội chủ nghĩa thành một quốc gia thân Mỹ. Còn [[Creighton Abrams]], Tư lệnh quân Mỹ ở miền Nam Việt Nam thì cho rằng Campuchia là nơi đứng chân của [[Trung ương Cục miền Nam]] và Bộ chỉ huy Quân giải phóng miền Nam. Vì vậy, viên tư lệnh chiến trường này nhận định, nếu phá được ''\"thánh đường Việt cộng\"'' ở Campuchia, cách mạng miền Nam sẽ bị bóp nghẹt, chiến tranh Việt Nam sẽ kết thúc trong vòng một năm. [[Creighton Abrams]] đề nghị Nixon dùng [[Boeing B-52 Stratofortress|B-52]] đánh vào khu căn cứ 353 (vùng Móc Câu và Mỏ Vẹt bên kia biên giới Campuchia), nơi mà Creighton Abrams cho rằng Trung ương Cục miền Nam đang đứng chân.\n\nĐề nghị của Abram được Nixon chấp thuận, bởi trong nhìn nhận của giới lãnh đạo [[Washington]], ''\"một cuộc chiến tranh không quân ở Campuchia có thể giữ bí mật mà vẫn đạt được các mục tiêu cắt đứt các đường tiếp tế và phá huỷ các căn cứ của địch. Quan trọng hơn cả là nó có thể buộc Campuchia bỏ chính sách lâu nay của họ\"''\n\nTháng 2-1969, sau gần bốn năm gián đoạn, Campuchia và Mỹ đã lập lại quan hệ ngoại giao ở cấp đại sứ. Chính Đại sứ quán Mỹ ở Phnôm Pênh cùng với Cục Tình báo Trung ương Mỹ ([[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]]) đã ủng hộ Lon Nol - một đại diện phái cực hữu trong Chính phủ Campuchia do Sihanouk làm Quốc trưởng, tiến hành các hoạt động quân sự tấn công Quân giải phóng miền Nam. Đầu năm 1970, thừa lúc Sihanouk đi dưỡng bệnh ở Pháp, Lon Nol và [[Sisowath Sirik Matak]] ra tuyên bố huỷ bỏ Hiệp định thương mại với Chính phủ [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa Miền Nam Việt Nam|Cộng hoà Miền Nam Việt Nam]], đóng [[cảng Sihanoukville]] không cho vũ khí, quân trang, quân dụng của [[Việt Nam Dân chủ Cộng hòa]] cập cảng này tiếp tế cho [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam Việt Nam]]. Ngày 13-3-1970, Lon Nol phát đi tối hậu thư đòi tất cả các lực lượng Quân giải phóng phải rời Campuchia trong vòng hai ngày. Hết thời hạn, theo yêu cầu của Lon Nol, không quân và pháo binh Mỹ bắn phá dữ dội vào các vùng dọc biên giới Campuchia - Việt Nam, nơi có các căn cứ kháng chiến của Quân giải phóng.\n\nGiữa tháng 2-1969, lực lượng không quân chiến lược Mỹ được lệnh tiến hành các phi vụ [[Boeing B-52 Stratofortress|B-52]] đánh phá căn cứ 353. Ngày 18-3-1969, cuộc tiến công bằng B-52 mà phía Mỹ gọi là \"hoạt động bữa ăn\" được thực hiện nhằm vào khu vực dọc theo biên giới Campuchia - Việt Nam, khởi đầu cho việc leo thang mở rộng chiến tranh sang Campuchia. Từ đó, đất nước Campuchia bước vào một thời kỳ đầy biến động.\n\nTrong hơn 1 năm (từ tháng 3-1969 đến tháng 4-1970), lực lượng không quân chiến lược Mỹ (B-52) đã thực hiện trên 3.630 phi vụ ném bom xuống Campuchia, chiếm 60% tổng số phi vụ B-52 trên chiến trường Đông Dương trong cùng thời gian đó.\n\n==Hoa Kỳ và Việt Nam Cộng hòa tiến vào Campuchia==\n===Quốc hội Campuchia quyết nghị bãi nhiệm Sihanouk===\nNgày 18 tháng 3 năm 1970, trong lúc Sihanouk đang ở nước ngoài, [[Lon Nol]] - thủ tướng chính phủ - cho quân đội bắt giữ chính quyền dân sự ở Phnompenh và bố trí xe tăng bao vây toà nhà Quốc hội sau đó triệu tập Quốc hội bỏ phiếu phế truất [[Norodom Sihanouk]] khỏi vị trí Quốc trưởng và trao quyền lực khẩn cấp cho Lon Nol. Việc đàn áp đối lập và các chính sách kinh tế sai lầm của Sihanouk, cũng như thái độ xích lại gần Việt Nam và Trung Quốc của ông cùng với áp lực của Lon Nol khiến Quốc hội bỏ phiếu bãi nhiệm ông. Sihanouk gọi đây là âm mưu đảo chính của CIA và buộc phải đi an dưỡng ở biệt thự riêng của gia đình ông tại Riviera một thời gian.<ref name=\"Henri Locard\"\/> Với việc Quốc hội Campuchia quyết nghị bãi nhiệm Sihanouk, quan hệ giữa Mỹ và Campuchia hoàn toàn thay đổi từ chỗ Sihanouk đã cắt đứt quan hệ ngoại giao với Mỹ để xích lại gần các nước xã hội chủ nghĩa như Trung Quốc, Bắc Triều Tiên, Việt Nam Dân chủ Cộng hòa<ref name=\"Henri Locard\" \/> thì Campuchia do Lon Nol lãnh đạo trở thành đồng minh của Mỹ. Đây là điều kiện quan trọng để Mỹ thực hiện ý đồ [[Việt Nam hóa chiến tranh]] là mở rộng chiến tranh ra toàn Đông Dương.\n\nSau đó, quân đội Campuchia tấn công các căn cứ của Quân giải phóng miền Nam ở Campuchia nhưng bị đẩy lui. Không lâu sau, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] bắt đầu rải bom và nã pháo vào các căn cứ của Quân giải phóng miền Nam tại Campuchia. Sau đó Quân lực Việt Nam Cộng hòa tiến vào nhưng lại gặp sự kháng cự mạnh của đối phương. Tổng thống [[Richard Nixon|Nixon]] cũng cho quân vào Campuchia để hỗ trợ cho nước này sau khi Thủ tướng Campuchia Lon Nol yêu cầu.<ref name=\"Cawthorne-352\">Cawthorne, tr. 352<\/ref>\n\nNgày 22-4-1970, Nixon triệu tập [[Hội đồng An ninh quốc gia Mỹ]] để thảo luận về bước đi tiếp theo của Mỹ ở Campuchia. Trong cuộc họp này, giới lãnh đạo Mỹ cho rằng, các vùng \"đất thánh\" Mỏ Vẹt và Móc Câu, nơi đứng chân của cơ quan chỉ đạo quân Giải phóng miền Nam, sau 14 tháng B-52 ném bom, gần như vẫn còn nguyên vẹn. Vì vậy, Mỹ quyết định phát động cuộc tiến công trên bộ vào Campuchia để \"chộp bắt\" các cơ quan chỉ đạo quân Giải phóng miền Nam, mở rộng chiến tranh ra toàn bán đảo Đông Dương.\n\nNgày 28-4-1970, một số đơn vị [[quân lực Việt Nam Cộng hòa|quân đội Sài Gòn]] vượt biên giới Campuchia tiến công khu vực Mỏ Vẹt. Hai ngày sau, ngày 30-4-1970, theo lệnh của Nixon, Mỹ huy động năm vạn quân Mỹ phối hợp với năm vạn quân [[Việt Nam Cộng hòa]], mở cuộc tiến công quy mô lớn vào Campuchia. Giờ đây, [[Chiến tranh Việt Nam]] đã thực sự mở rộng ra toàn cõi Đông Dương.\n\n===Chủ trương của quân Giải phóng===\n\nTheo đánh giá của quân Giải phóng miền Nam, ''\"ngày 30-4-1970, Mỹ đưa hơn 10 vạn - vừa quân Mỹ vừa quân Sài Gòn, mở cuộc hành quân đánh chiếm Campuchia, nhằm cứu bọn ngụy Lon Non đang có nguy cơ sụp đổ, triệt phá cái mà chúng gọi là \"đất thánh Việt cộng\" trên đất Campuchia, biến nước này thành thuộc địa kiểu mới, căn cứ quân sự của Mỹ, thực hiện ở đây một chiến lược chiến tranh mới phù hợp với \"học thuyết Níchxơn\" - chiến lược \"Khơme hóa chiến tranh\".''<ref>Đại cương Lịch sử Việt Nam tập 3 - Nhà xuất bản Giáo dục<\/ref>\n\nNgay khi cuộc đảo chính ở Campuchia nổ ra, [[Bộ Chính trị (định hướng)|Bộ Chính trị]] Trung ương Đảng đã họp và nhận định: ''\"Đây là nấc thang mới của đế quốc Mỹ nhằm biến Campuchia thành [[chủ nghĩa thực dân mới|thuộc địa kiểu mới]] và căn cứ quân sự của chúng, xoá bỏ căn cứ và bàn đạp chiến lược của ta, cắt đứt tuyến tiếp tế hậu cần chi viện cho chiến trường miền Nam, thực hiện âm mưu bóp nghẹt cách mạng miền Nam.\"'' Phân tích những thuận lợi và khó khăn của quân Giải phóng cũng như của Mỹ khi cuộc đảo chính xảy ra, Bộ Chính trị chỉ rõ: ''\"Cuộc đảo chính ở Campuchia trước mắt có gây cho ta một số khó khăn về mặt hậu cần tiếp tế, ta cần có những biện pháp thiết thực để khắc phục, nhưng Mỹ và tay sai cũng gặp những khó khăn lúng túng về nhiều mặt, thế và lực bọn phản động ở Campuchia nói chung là yếu. Mỹ đang xuống thang ở miền Nam đưa quân vào Campuchia không phải dễ dàng, nhưng chúng tìm mọi cách để phối hợp. Ta vẫn có nhiều thuận lợi lớn\"''\n\nTrên cơ sở phân tích những thuận lợi và khó khăn của đôi bên trên chiến trường, Bộ Chính trị chủ trương đẩy mạnh tiến công ở miền Nam, đồng thời ''\"tích cực giúp đỡ cách mạng Campuchia giương cao ngọn cờ dân tộc chống đế quốc Mỹ và bọn tay sai cực hữu\"''. Bộ Chính trị chỉ thị cho lãnh đạo, chỉ huy các chiến trường phải ''\"nghiên cứu tổ chức, bố trí lại lực lượng cho thích hợp với tình hình mới bảo đảm đẩy mạnh tiến công ở miền Nam, giúp cách mạng Campuchia có hiệu lực vừa mạnh vừa vững chắc, chủ động và lâu dài\"''<ref>Điện số 99 Bộ Chính trị gửi Trung ương Cục miền Nam ngày 4-4-1970.<\/ref>\n\n===Diễn biến cuộc tấn công===\n====Các cuộc hành quân của Hoa Kỳ====\nTrong vòng hai tháng (từ ngày 30-4 đến ngày 30-6-1970), quân Mỹ và [[quân lực Việt Nam Cộng hòa]] đã mở 23 cuộc hành quân, ồ ạt đánh sâu vào đất Campuchia 30&nbsp;km đến 40&nbsp;km (có nơi đến 80&nbsp;km), trên toàn tuyến biên giới tiếp giáp với Việt Nam, tập trung vào các hướng đông và đông nam [[Svay Rieng]], [[Memot]] - [[Snuol]], [[Takéo]] - đông [[Kam pốt]], trọng tâm là [[căn cứ Ba Thu]] ([[Bến Lức]], [[Long An]]) và vùng [[Lưỡi Câu]] (ở [[Kampong Cham]]).\n\nQuân giải phóng miền Nam rút ngay khi Mỹ tiến vào nhưng họ lại kháng cự quyết liệt ở [[thị trấn]] [[Snoul]]. Hơn 90% thị trấn bị xóa sổ sau hai ngày bị oanh tạc bằng [[bom]], [[napan|na-pan]] và [[pháo]]. Quân đội Mỹ cũng thông báo là đã phát hiện cách đó không xa một khu vực rộng hai dặm vuông của Quân giải phóng miền Nam dưới các tán [[rừng già]] gồm các hệ thống [[boong ke]], lán trại, lối mòn, [[nhà để xe|ga-ra]] [[xe tải]], nhà ăn, chuồng nuôi [[chi Lợn|heo]], [[gà]], bãi tập bắn và cả [[hồ bơi]]. Quân Mỹ kiểm tra thấy có tới hơn 400 lán trại, nhà kho và boong ke, chứa đầy [[thực phẩm|lương thực]], [[trang phục|quần áo]] và [[thuốc men]], 182 [[hầm vũ khí]] và [[đạn dược]]. Có hầm chứa tới 480 khẩu súng và một hầm khác có 120.000 [[đạn|viên đạn]].<ref name=\"Cawthorne-352\"\/>\n\n[[Tập tin:11ACRCambodia1970.jpg|trái|nhỏ|200px|Xe tăng tiến vào thị trấn Snuol]]\nVài ngày sau [[máy bay trực thăng|trực thăng]] phát hiện 4 [[xe tải]] của Quân Giải phóng đang di chuyển trên [[đường mòn]] giữa rừng già. Sau cuộc đọ súng với lực lượng bộ binh, Quân giải phóng miền Nam rút lui, để lại phía sau một hầm đạn lớn nhất được Hoa Kỳ khám phá được trong cuộc chiến, với hơn 6 triệu rưởi viên đạn các loại, hàng ngàn [[rốc két]], [[tiểu liên]], một số xe vận tải và cả 1 [[Tổng đài điện thoại]]. Dù không có tài liệu hay cơ sở hạ tầng rõ ràng để xác định, nhưng người Mỹ cho rằng đây chính là trung tâm đầu não của [[Trung ương Cục miền Nam]] huyền thoại.<ref>Cawthorne, tr. 353<\/ref>\n\nĐối với [[Tổng thống]] [[Richard Nixon|Nixon]] thì đây là một lễ [[Lễ Giáng Sinh|Giáng sinh]] vui vẻ. Cuộc xâm nhập là một thành công ngoài sức tưởng tượng. Chỉ trong hai tuần [[chiến dịch]] đã thu được 4.793 [[vũ khí cá nhân]], 730 [[súng cối]], hơn 3 triệu viên [[đạn]] dành cho [[vũ khí cá nhân]], 7.285 rốc két, 124 xe tải và 2 triệu pound [[gạo]]. Tuy nhiên mục tiêu chính của cuộc tấn công là tiêu diệt đầu não quân Giải phóng thì vẫn chưa thực hiện được.\n\nSau đó người Mỹ tăng cường thêm 31.000 người sang Campuchia nhằm đẩy mạnh truy lùng. Tuy nhiên nó lại gây ra phản ứng dữ dội từ [[Pháp]] và [[Liên Xô]] vì hành động này mở rộng chiến tranh sang Campuchia. Ở Mỹ, các cuộc biểu tình chống đối Nixon lại có dịp bùng phát.\n\n====Quân Giải phóng phản công====\n\nĐến tháng 5 năm 1970, trước tình hình mở rộng chiến tranh sang Campuchia, Bộ Chính trị của [[Đảng Cộng sản Việt Nam]] ra nghị quyết \"Về tình hình mới ở bán đảo Đông Dương và nhiệm vụ mới của chúng ta\", nêu lên ''\"sự phát triển mới của cục diện cuộc kháng chiến chống Mỹ, cứu nước trên chiến trường ba nước Việt Nam, Lào, Campuchia; âm mưu và chủ trương chiến lược của địch; nhiệm vụ mới, những phương châm chiến lược lớn nhằm đẩy mạnh cuộc kháng chiến chống Mỹ, cứu nước, nâng cao sức mạnh đoàn kết chiến đấu của nhân dân ba nước Đông Dương, tiến lên giành những thắng lợi mới.\"''<ref>Thông tấn xã Việt Nam, [http:\/\/www.vnagency.com.vn\/pPrint.aspx?itemid=98586 Xuất bản cuốn sách Văn kiện Đảng Toàn tập - Tập 31]{{Liên kết hỏng|date=2021-02-10 |bot=InternetArchiveBot }}<\/ref>\n\nThực hiện chủ trương của Bộ Chính trị, dưới sự chỉ đạo, chỉ huy của Trung ương Cục và Quân uỷ miền, các đơn vị bộ đội chủ lực, hậu cần, lực lượng bảo vệ căn cứ, kho tàng phối hợp với lực lượng du kích Campuchia tiến công vào một số thị trấn, chi khu quân sự, kiểm soát thêm nhiều vùng nông thôn thuộc tỉnh [[Kratié (tỉnh)|Kratié]] (ở phía đông Campuchia), sáu huyện thuộc [[Takéo]], [[Kam pốt]] (ở nam và tây nam Campuchia), bao vây nhiều vùng khác, đưa phong trào quần chúng vũ trang ở các tỉnh [[Svay Rieng (tỉnh)|Svay Rieng]], [[Kandal]], Takéo, Kam pốt, [[Prey Veng (tỉnh)|Prey Veng]]... phát triển mạnh.\n\nỞ hướng bắc, Trung đoàn 205 và 207 tiến công [[Kampong Thom (tỉnh)|Kampong Thom]], [[Kampong Chhnang (tỉnh)|Kampong Chhnang]] dọc [[Biển Hồ]] từ phía bắc xuống Précđam, từ [[Xiêm Riệp (tỉnh)|Xiêm Riệp]] xuống Kampong Thom. Hướng đông bắc, hai trung đoàn thuộc Sư đoàn 5 chủ lực miền tiến công tỉnh lỵ Kratié (ngày 5-5), [[Stung Treng (tỉnh)|Stung Treng]] (ngày 18-5) và [[Mondulkiri (tỉnh)|Mondulkiri]]. Cuối tháng 5, Trung đoàn 5 Sư đoàn 5 tiến về phía tây, tăng cường cho mặt trận [[Bình Long]] - [[Phước Long (định hướng)|Phước Long]]. Tại đây, từ tháng 4-1970, Sư đoàn 1 chủ lực miền và các đơn vị bộ binh, [[đặc công]] của [[Quân khu 9, Quân đội Nhân dân Việt Nam|Quân khu 9]] đã giải phóng các khu vực Tani (Kam pốt), Túcmia, [[Kampong Tralach]], [[Kep]]... cắt đứt [[Quốc lộ 4 (Campuchia)|đường số 4]], đánh chiếm [[Kampong Speu (tỉnh)|Kampong Speu]], [[Vườn quốc gia Kirirom|Kirirom]], Kimini, giải phóng một vùng rộng lớn ở nam - bắc [[Quốc lộ 5 (Campuchia)|đường 5]] với trên 50 vạn dân.\n\nTại hai tỉnh Svay Rieng và Prey Veng, Sư đoàn 9 chủ lực miền phối hợp với Quân giải phóng Campuchia đánh chiếm nhiều vùng nông thôn từ biên giới đến [[mê Kông|sông Mê Kông]], từ nam [[Quốc lộ 1 (Campuchia)|đường số 1]] đến tây [[Quốc lộ 22|đường số 22]], đồng thời liên tục tập kích vào các cụm quân Mỹ trên các trục đường 1, 22, [[Quốc lộ 15 (Campuchia)|15]], bảo vệ hệ thống kho tàng, bệnh viện, các cơ quan Trung ương cục.\n\nTrên địa bàn tỉnh Kampong Cham, Sư đoàn 7 chủ lực miền cùng các đơn vị thuộc khu vục [[Căn cứ 20]] và lực lượng du kích cơ quan, bệnh viện đã chiến đấu quyết liệt làm thất bại cuộc hành quân lớn của 21 tiểu đoàn quân Mỹ và quân Sài Gòn. Đây là cuộc hành quân nhằm tiêu diệt cơ quan đầu não của Quân giải phóng miền Nam. Sau khi sử dụng một bộ phận lực lượng tập kích, phục kích ghìm chân và tiêu hao quân Mỹ, tạo điều kiện cho việc di chuyển cơ quan, kho tàng, bệnh viện về phía sau, từ ngày 11-5-1970, Quân giải phóng bắt đầu tập trung lực lượng đánh mạnh vào các cụm hoả lực tại Krariêng, Sa Tum, Sóc Chum, bẻ gãy các đợt tiến công của Sư đoàn 25 bộ binh và Trung đoàn 7 thiết giáp của Mỹ.\n\nTại Thủ đô [[Phnôm Pênh]], đặc công biệt động Quân giải phóng và du kích Campuchia đẩy mạnh các hoạt động quấy rối, tiêu hao, tiêu diệt sinh lực và phương tiện chiến tranh, làm cho Phnômpênh hầu như bị biệt lập với cảng [[Côngpông Xom]] từ tháng 5-1970.\n\n==Cuộc rút lui==\n{{chú thích trong bài}}\nTrước việc không thể đạt mục tiêu và dưới áp lực phản đối của dư luận Mỹ, Nixon rút quân Mỹ ra khỏi Campuchia 7 tuần sau đó, dù các cuộc oanh tạc vẫn tiếp diễn. Cuộc hành quân mà Mỹ dự định kéo dài đến hết 1970 đã phải bỏ dở giữa chừng mà mục tiêu chính của cuộc hành quân không đạt được: không tiêu diệt được các cơ quan lãnh đạo [[Trung ương Cục miền Nam]] và Bộ Chỉ huy miền, chỉ triệt phá được một phần hệ thống căn cứ, kho tàng, bệnh viện và các tuyến tiếp tế hậu cần của Quân giải phóng miền Nam. Tướng Mỹ để lại 20 tiểu đoàn quân Sài Gòn ở lại để giữ những vùng làm bàn đạp trên đất Campuchia, đồng thời làm nòng cốt cho việc xây dựng và hoạt động của quân Lon Nol.{{fact|date = ngày 6 tháng 1 năm 2013}}\n\nViệc phát động cuộc tiến công sang Campuchia đã khiến Mỹ phạm một sai lầm lớn về [[chiến lược]]. Việc mở rộng chiến tranh sang Campuchia của chính quyền Mỹ càng khiến phong trào phản đối chiến tranh, phản đối chính quyền dâng lên mạnh mẽ ở khắp nước Mỹ. (xem [[Thảm sát Đại học Tiểu bang Kent]]){{fact|date = ngày 6 tháng 1 năm 2013}}\n\nĐến tháng 6-1970, sau hai tháng ròng rã, theo báo cáo của phía Sài Gòn, đã có 7.450 lính Sài Gòn, và 2.765 lính Mỹ bị hạ. Cùng với du kích Campuchia, lực lượng vũ trang quân Giải phóng đã kiểm soát hoàn toàn năm tỉnh Đông Bắc Campuchia, chiếm 1\/3 lãnh thổ nước này<ref>CIVIL WARS OF THE WORLD: MAJOR CONFLICTS SINCE WOR By KARL DEROUEN and U.K. HEO. ABC-Clio Inc. 2007. Trang 222<\/ref> với hơn 4 triệu dân.<blockquote>QGP sử dụng trung đoàn 207 và nhiều đơn vị khác để huấn luyện các tổ vũ trang Việt kiều Campuchia làm nòng cốt xây dựng lực lượng của Campuchia. Khi hoàn tất huấn luyện, quân Campuchia rút khỏi đơn vị QGP. Lực lượng vũ trang chống Mỹ ở Campuchia từ mười đội du kích buổi đầu, đến giữa năm 1970 đã lên tới 9 [[tiểu đoàn]], 80 đại đội tập trung, hàng trăm trung đội du kích.{{fact|date = ngày 6 tháng 1 năm 2013}} Về phía QGP họ tiếp tục thành lập thêm trung đoàn 201 để bảo vệ căn cứ ở biên giới.<\/blockquote>[[Quân lực Việt Nam Cộng hòa]] tiếp tục chiến đấu ở Campuchia dưới sự hỗ trợ của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]]. Tuy vậy, thế đứng chân của họ không vững chắc. Quân giải phóng miền Nam được triển khai ở đây liên tục tăng cường sức mạnh. Phía Mỹ đề nghị ngừng bắn, bên nào ở yên chỗ nấy nhưng quân Giải phóng phản đối vì họ rất tự tin ở thế thắng của mình.<ref>Nigel Cawthorne, Chiến tranh Việt Nam - Được và Mất, Nhà xuất bản Đà Nẵng p 355<\/ref> Đến cuối năm 1970, [[quân lực Việt Nam Cộng hòa]] đã bị đánh bật khỏi các đồn bốt, phải rút trở lại bên kia biên giới.\n\n==Tham khảo==\n*Nigel Cawthorne, ''Chiến tranh Việt Nam - Được và Mất'', Nhà xuất bản Đà Nẵng\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Campuchia]]\n[[Thể loại:Xung đột năm 1970]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}