{"3159126":"'''Chiến tranh kế vị thời Tiền Lê''' là cuộc nội chiến giữa các hoàng tử con vua [[Lê Đại Hành]] diễn ra năm [[1005]] sau cái chết của vị vua này. Cuộc chiến kéo dài gần 1 năm với ít nhất 6 hoàng tử tham gia và kết quả có 3 người bị chết, ngôi vua chuyển từ [[Lê Trung Tông]] sang [[Lê Long Đĩnh]]. Cuộc chiến làm suy yếu hoàng tộc nhà Tiền Lê dẫn đến khi Lê Long Đĩnh mất con còn quá nhỏ Lý Công Uẩn đã giành được ngôi vua và lập ra nhà Lý.\n\n== Hoàn cảnh==\nVua [[Lê Đại Hành]] có 5 hoàng hậu và 11 người con trai cùng 1 người con nuôi. Hoàng tử trưởng là Lê Thâu được lập làm thái tử. Mười một người còn lại được phong vương, sai đi trấn giữ ở 11 địa phương trong nước gồm có:\n# Lê Long Thâu làm Kình Thiên đại vương (phong năm [[989]], mất năm [[1000]]).\n# [[Lê Ngân Tích]] (Long Tích) làm Đông Thành vương (phong năm [[989]]).\n# [[Lê Trung Tông (Tiền Lê)|Lê Long Việt]] làm Nam Phong vương (phong năm [[989]]).\n# [[Lê Long Đinh]] làm Ngự Man vương, đóng ở Phong Châu (phong năm [[991]]).\n# [[Lê Long Đĩnh]] làm Khai Minh vương, đóng ở Đằng Châu (phong năm [[992]]).\n# [[Lê Long Cân]] làm Ngự Bắc vương, đóng ở Phù Lan (phong năm [[991]]).\n# [[Lê Long Tung]] làm Định Phiên vương, đóng ở Tư Doanh (phong năm 993).\n# [[Lê Long Tương]] làm Phó vương, đóng ở [[Đỗ Động Giang]] (phong năm [[993]]).\n# [[Lê Long Kính]] làm Trung Quốc vương, đóng ở Càn Đà, Mạt Liên (phong năm [[993]]).\n# [[Lê Long Mang]] làm Nam Quốc vương, đóng ở Vũ Lung (phong năm [[994]]).\n# [[Lê Long Đề]] (Minh Đề) làm Hành Quân vương, đóng ở Bắc Ngạn, Cổ Lãm (phong năm [[995]]).\n# Con nuôi làm Phù Đái vương, đóng ở Phù Đái (phong năm [[995]]).\n\nSử sách chỉ xác định 2 hoàng tử Long Việt và Long Đĩnh là con cùng mẹ Chi hậu Diệu nữ (không phải là một trong 5 hoàng hậu), còn những người còn lại không được xác định là con bà vợ nào của vua Đại Hành (trong số các bà Đại Thắng Minh hoàng hậu [[Dương Vân Nga]], Phụng Càn Chí Lý Hoàng hậu, Thuận Thánh Minh Đạo Hoàng hậu, Trịnh Quắc Hoàng hậu và Phạm Hoàng hậu).\n\nNăm 1000, thái tử Long Thâu qua đời. Hoàng tử thứ 5 là [[Lê Long Đĩnh]] xin làm thái tử, [[Lê Đại Hành]] có ý muốn cho, nhưng đình thần nghị bàn cho rằng không lập con trưởng mà lập con thứ là không phải lễ. Vì vậy Đại Hành bèn thôi.\n\nTháng giêng năm [[1004]], Lê Đại Hành lập người con lớn là Nam Phong vương Long Việt làm hoàng thái tử, gia phong Long Đĩnh làm Khai Minh Đại Vương, Long Tích làm Đông Thành Đại Vương.\n\n== Diễn biến ==\n=== Chiến thắng của Lê Long Việt===\nTháng 3 năm [[1005]], Lê Hoàn mất. Các hoàng tử tranh giành ngôi vua với thái tử Long Việt. Tham gia cuộc chiến có Lê Long Việt, Đông Thành vương Ngân Tích, Trung Quốc vương Long Kính và em cùng mẹ là Khai Minh vương Long Đĩnh.\n\nSử sách không ghi chép cụ thể về lực lượng và địa bàn chiếm đóng của từng người, chỉ ghi rất vắn tắt là cuộc chiến giằng co 8 tháng, trong nước không có chủ<ref name=\"dvsktt\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Bản kỷ quyển 1]<\/ref>.\n\nTháng 10 năm 1005, Đông Thành vương Ngân Tích thua chạy vào đất Cử Long. Thái tử Long Việt đuổi bắt. Ngân Tích lại chạy sang [[Chiêm Thành]], nhưng chưa đến nơi thì bị người châu Thạch Hà ([[Hà Tĩnh]]) giết ở cửa biển Cơ La<ref>Nay là cửa Nhượng, thuộc xã Cẩm Nhượng, huyện [[Cẩm Xuyên]], tỉnh [[Hà Tĩnh]]<\/ref>.\n\nLong Việt trở về [[kinh đô Hoa Lư]] tự lập làm vua.\n\n=== Lê Long Đĩnh cướp ngôi ===\n[[Lê Long Việt]] lên làm vua, tức là Lê Trung Tông. Ông tha không truy xét tội chống đối của Lê Long Đĩnh vì Long Đĩnh là em cùng mẹ. Khi ấy, các lực lượng chống đối khác trong nước vẫn chưa bị dẹp bỏ hết. Người trong nước cũng quy phụ Ngự Bắc vương Long Cân ở trại Phù Lan. Ngoài ra còn Trung Quốc vương Long Kính không thần phục.\n\nLong Việt lên ngôi vừa được 3 ngày thì Long Đĩnh sai bọn trộm cướp đêm trèo tường vào cung giết chết ông. Long Đĩnh lên ngôi vua, tức là [[Lê Ngọa Triều]], truy tôn Long Việt là Trung Tông.\n\n=== Lê Long Đĩnh đánh dẹp===\nNgay sau khi lên ngôi, [[Lê Long Đĩnh]] tiếp tục chinh phạt những hoàng tử còn chống đối.\n\nNgự Bắc vương Long Cân cùng với Trung Quốc vương Long Kính chiếm trại Phù Lan<ref>Khu vực huyện Mỹ Hào, Hưng Yên hiện nay<\/ref>, không thần phục Long Đĩnh. [[Lê Long Đĩnh]] thân chinh mang quân đi đánh.\n\nĐến trại Phù Lan, hai anh em Long Cân và Long Kính đóng cửa trại cố thủ. [[Lê Long Đĩnh]] đánh không hạ được, bèn vây chặt vài tháng.\n\nNgười trong trại hết lương ăn. Ngự Bắc vương Long Cân tự biết kế cùng không thể chống cự được, bèn bắt Trung Quốc vương Long Kính đem nộp. [[Lê Long Đĩnh]] bèn chém Trung Quốc vương và tha tội cho Ngự Bắc Vương.\n\nSau đó ông đem quân đánh Ngự Man vương Long Đinh ở Phong Châu. Ngự Man vương phải chịu hàng. Từ đấy về sau các vương và lực lượng chống đối ở địa phương đều hàng phục. Cuộc chiến tranh quyền thừa kế giữa các con [[Lê Đại Hành]] chấm dứt.\n\n==Hậu quả==\nCuộc chiến kết thúc cuối năm 1005, kéo dài khoảng 10 tháng. Việc chém Long Kính và sự quy hàng của Long Cân, Long Đinh là cuộc chiến chính thức chấm dứt. Không còn ai trong các con của [[Lê Hoàn]] tranh ngôi với Long Đĩnh.\n\n[[Lê Hoàn]] từ khi mới qua đời, chưa chôn vào sơn lăng, được gọi là Đại Hành hoàng đế theo lễ đời trước. Thông thường đến khi lăng tẩm đã yên thì hợp bầy tôi bàn xem đức hạnh tốt hay dở để đặt thụy hiệu cho vua, không gọi là Đại Hành nữa. Tuy nhiên, do các con đều lo tranh giành ngôi báu, không ai đặt thụy hiệu cho Lê Hoàn. Sau này khi chiến tranh kết thúc, [[Lê Long Đĩnh]] đã yên vị cũng không đặt thụy hiệu cho cha. Vì vậy đời sau lấy Đại Hành làm thụy hiệu cho Lê Hoàn mà truyền đến ngày nay. Sử gia [[Lê Văn Hưu]] thời [[nhà Trần]] khi nói tới việc này đã trách [[Lê Long Đĩnh]] là \"con bất tiếu\" (không giống cha, tức là không phải là người hiền)<ref name=\"dvsktt\"\/>.\n\nTri Quảng châu nhà Tống là [[Lãng Sách]] và Duyên biên an phủ sứ [[Thiệu Việp]] thấy Đại Cồ Việt có nội chiến đã viết thư đề nghị [[Tống Chân Tông]] đánh Đại Cồ Việt lần thứ hai. Tuy nhiên vua Tống không muốn đánh [[Đại Cồ Việt]] vì cho rằng \"''Giao Châu nhiều lam chướng dịch lệ, nếu đem quân sang đánh thì chết tất nhiều, nên cẩn thận giữ gìn cõi đất của tổ tông mà thôi''\"<ref name=\"dvsktt\"\/>.\n\nEm của Lê Long Đĩnh là Hành Quân vương Lê Minh Đề đi sứ nhà Tống trở về gần đến biên giới, thấy trong nước loạn không thể về được, trú lại ở [[Quảng Châu]]. Tri Châu là Cao Nhật thôi không cấp giấy quán khoán (giấy đi đường) cho nữa. Vua Tống phải xuống chiếu cho riêng 50 vạn (quan) tiền, 150 hộc gạo và tiếp tục cấp quán khoán. Minh Đề trở về nước.\n\nTheo sử gia [[Ngô Thì Sĩ]], hệ quả của việc anh em Long Đĩnh tranh giành ngôi vua đã khiến cho [[Lý Công Uẩn]] mạnh lên: ''Quân Tứ sương (do Lý Công Uẩn chỉ huy) chỉ đứng ngoài bên xem ai thành ai bại, để cho người họ khác vào nắm binh quyền, Công Uẩn dần dần mạnh lên, rồi họ Lý nổi lên không ai ngăn nổi.''\n\n== Nhận định ==\nDiễn biến cuộc chiến được sử sách ghi chép sơ lược và vắn tắt. Lê Văn Siêu coi cuộc xưng hùng tranh chấp ngôi báu giữa các hoàng tử nhà Tiền Lê là điều ứng với câu sấm năm 974 thời [[Đinh Tiên Hoàng]], câu 3 và 4<ref>Lê Văn Siêu, sách đã dẫn, tr 467<\/ref>:\n\n:''Thập nhị xưng đại vương''\n:''Thập ác vô nhất thiện''\n\nNghĩa là:\n\n:''Mười hai người xưng đại vương''\n:''Mười ác không một thiện''\n\nMười hai xưng đại vương ứng với 12 người con của [[Lê Đại Hành]] (kể cả thái tử Thâu và con nuôi Phù Đái vương) được phong vương. Mười ác không một thiện chỉ những người tham gia làm loạn, trừ Long Thâu đã mất và Long Đề đi sứ nhà Tống không tham chiến.\n\nLê Văn Siêu cho rằng: Lê Hoàn muốn thay đổi cách cai trị của [[Đinh Tiên Hoàng]], rút kinh nghiệm từ việc mất ngôi của [[nhà Đinh]] nên tỏa lực lượng tông thất ra các địa phương trong nước để làm vây cánh, phong cho các con làm vương cai trị từng vùng. Nhưng chính điều đó dẫn đến lực lượng của các hoàng tử ngày càng lớn mạnh, không chịu tuân phục triều đình, gây ra nội chiến tương tàn giữa các anh em<ref>Lê Văn Siêu, sách đã dẫn, tr 474<\/ref>.\n\nSử gia [[Ngô Sĩ Liên]] thời Lê sơ bàn về việc Long Đĩnh giết Long Việt cướp ngôi như sau<ref name=\"dvsktt\"\/>::''Trung Tông về tình anh em tuy là hậu, nhưng việc đứng chủ cúng tế, nối dõi tổ tiên thì xã tắc là trọng, anh em là khinh, huống chi là em bất dễ! Lúc ấy Trung Tông phải nêu việc Quản Thúc, Thúc Nha mà trị tội thì mới phải, nếu không làm thế thì đem giam cầm ở một nơi riêng cho đến khi chết cũng được. Nhưng Trung Tông lại thả lỏng thì sao cho khỏi bị phản, rốt cuộc tan họ, diệt dòng là tự Trung Tông làm ra cả. Ngọa Triều thì có bõ trách làm chi? Cho nên người làm vua tất phải cư xử cho thật đúng đắn và phải xét hết lẽ vậy''\n\n==Xem thêm ==\n* [[Nhà Tiền Lê]]\n* [[Lê Đại Hành]]\n* [[Lê Long Đĩnh]]\n* [[Lê Long Việt]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám Cương mục]]\n* Nguyễn Khắc Thuần (2008), ''Thế thứ các triều vua Việt Nam'', Nhà xuất bản Giáo dục\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n\n== Chú thích ==\n{{tham khảo}} \n{{Lịch sử Việt Nam thời Tiền Lê}}\n\n[[Thể loại:Nội chiến Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]"}