{"93201":"{{Xung đột quân đội\n|conflict=Chiến dịch Starlite\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:OperationStarlight.jpg|300px]]\n|caption=Tù binh [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng miền Nam]] bị bắt trong chiến dịch Starlite\n|date=[[17 tháng 8]] - [[24 tháng 8]] năm [[1965]]\n|place=Vạn Tường (cách [[Chu Lai (định hướng)|Chu Lai]] 17 km về phía Nam), [[miền Nam (Việt Nam)|miền Nam Việt Nam]]\n|casus=\n|territory='''Thế trận:''' Quân Mỹ: tấn công; Quân Giải phóng: Phòng ngự cơ động \n|result= [[Quân Giải phóng miền Nam Việt Nam]] chiến thắng\n|combatant1=[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ]]\n|combatant2=[[Tập tin:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng miền Nam]]\n|commander1=[[Lewis W. Walt]]\n|commander2=[[Nguyễn Chơn]]\n|strength1=5.500\n|strength2=gần 2.000 \n|casualties1='''Theo Hoa Kỳ:''' 51 chết, 203 bị thương.<br>'''Theo QGP:''' 919 chết và bị thương (bao gồm cả quân số những đơn vị Hoa Kỳ bị tan rã, bị lạc ngũ hoặc bị cô lập được cộng dồn)<br> 22 xe tăng và xe bọc thép bị phá hủy <br> 12 máy bay bị bắn rơi.\n|casualties2='''Theo QGP''': 2 tiểu đoàn thiệt hại vừa (khoảng 200-300 người chết hoặc bị thương)<ref>http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929092952\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ |date=2007-09-29 }} Thượng tướng Nguyễn Chơn, Trận đánh Vạn Tường<\/ref><br>\n'''Hoa Kỳ tuyên bố''': 573 chết, 9 bị bắt<ref>{{Chú thích web |url=http:\/\/www.1stmarinedivisionassociation.org\/operations-history-folder\/starlite.htm |ngày truy cập=2007-08-22 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-09-03 |archive-url=https:\/\/web.archive.org\/web\/20070903094922\/http:\/\/www.1stmarinedivisionassociation.org\/operations-history-folder\/starlite.htm |url-status=dead }}<\/ref>, nhưng thực tế quân Mỹ báo cáo chỉ thu được 127 vũ khí các loại<ref>http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?AfZYH8Sm8hksh7dILNC@fJWiOhG2gc1gdjicH69LNorN6qrCdYEb29IQIk1oo@THcJitcpA3bijqOe5z6UDh01oyp0s2W.w7iHM0bnYLctZLXoL@oSVnHg\/1201063060.pdf{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n}}\n{{Campaignbox Vietnam War}}\n\n'''Chiến dịch Starlite''', trong [[tiếng Việt]] gọi là '''Cuộc hành quân Ánh sáng sao''', là một chiến dịch \"[[chiến lược Tìm và diệt|tìm và diệt]]\" của quân đội Mỹ trong [[Chiến tranh Việt Nam]]. Đây là chiến dịch đầu tiên được tiến hành thuần tuý bởi các đơn vị quân đội Hoa Kỳ. Tại Việt Nam, chiến dịch thường được gọi là \"Cuộc hành quân Ánh sáng sao\" (dịch nhầm từ từ [[tiếng Anh]] ''Star light'' - đồng âm với tên đúng của chiến dịch).\n\nHành quân Ánh sáng sao bắt đầu từ ngày [[17 tháng 8]] năm [[1965]] và chính thức kết thúc vào ngày [[24 tháng 8]] năm [[1965]] khi Tiểu đoàn 1 của Trung đoàn 7 Thủy quân lục chiến (TQLC) Hoa Kỳ trở về đến [[căn cứ Chu Lai]]. Trận đánh chính diễn ra vào ngày [[18 tháng 8]] quanh làng [[Vạn Tường]], huyện [[Bình Sơn]] tỉnh [[Quảng Ngãi]], được phía Việt Nam gọi là [[trận Vạn Tường]].\n\nĐại tá Don P. Wyckoff đặt tên cho chiến dịch là ''Satellite'' nhưng khi kế hoạch của sư đoàn được đánh máy thì [[máy phát điện]] bị hỏng, thư ký phải đánh máy dưới ánh [[nến|đèn cầy]] nên đã đánh sai thành ''Starlite''. Lỗi này được phát hiện vào sáng sớm ngày hôm sau nhưng không còn thời gian để sửa đổi nữa{{fn|1}}.\n\n==Lực lượng tham gia chiến đấu==\n===[[Thủy quân lục chiến Hoa Kỳ]]===\nChiến đoàn đổ bộ Lữ đoàn 9 TQLC:\n* Tiểu đoàn 1\/7 TQLC\n* Tiểu đoàn 2\/4 TQLC\n* Tiểu đoàn 3\/3 TQLC\n* Tiểu đoàn 3\/7 TQLC (''Special Landing Force'')\n* Đại đội (C) pháo 155&nbsp;mm thuộc tiểu đoàn 2\/ trung đoàn 12 pháo binh của thủy quân lục chiến Mỹ.\n* Đại đội súng cối 106,7&nbsp;mm thuộc tiểu đoàn 3\/ trung đoàn 12 pháo binh TQLC.\n* Đại đội xe tăng hỗn hợp M24-M41 thuộc Sư đoàn 1 TQLC Mỹ\n* Tiểu đoàn xe thiết giáp M113 số 2 thuộc Trung đoàn 7, sư đoàn 1 TQLC Mỹ.\n* Liên đội 6 thuộc Liên đoàn không quân của TQLC Mỹ đóng tại Đà Nẵng.\nTổng cộng khoảng 5.500 quân nhân chiến đấu trên đất liền. Ngoài ra còn có [[tàu tuần dương|tuần dương hạm]] [[USS Galveston]] và [[tàu khu trục|khu trục hạm]] [[USS Orleck]] yểm trợ ngoài khơi với 8 khẩu 127&nbsp;mm và 6 khẩu 138&nbsp;mm, 7 [[tàu đổ bộ]] USS Bayfield, USS Iwo Jima, USS Talladega, USS Cabildo, USS Point Defiance và USS Vernon City{{fn|2}}.\n\nTrong giai đoạn càn quét sau trận Vạn Tường còn có sự tham gia của Tiểu đoàn 1\/7 TQLC Hoa Kỳ và 2 tiểu đoàn [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) là Tiểu đoàn 3 TQLC và Tiểu đoàn 3 thuộc Trung đoàn 51{{fn|2}}.\n\nQuân Giải phóng miền Nam cho rằng lực lượng Hoa Kỳ tham gia chiến đấu trên đất liền bao gồm 7.000 đến 8.000 người{{fn|3}}.\n\n===[[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] (QGP)===\nTrung đoàn 1 (tức Trung đoàn Ba Gia thuộc Quân khu V - Quân Giải phóng) gồm 4 tiểu đoàn 40, 45, 60 và 90{{fn|3}}; Đại đội 21 bộ đội địa phương tỉnh Quảng Ngãi{{fn|4}}. Thực chất chỉ có tiểu đoàn 40 và Sở chỉ huy nhẹ của E1 đóng quân tại các thôn An Thái 1, An Lộc và Vạn Tường, còn tiểu đoàn 60 đóng ở Lộc Tự, Châu Phước dưới chân phía Đông Nam núi Phổ Tĩnh; tiểu đoàn 45 và tiểu đoàn 90 và Trung đoàn bộ E1 đóng ở Châu Bình, rìa phía Đông núi Phượng Hoàng.\n\nTrước khi chiến dịch bắt đầu, phía Hoa Kỳ dự đoán lực lượng QGP bao gồm 2 tiểu đoàn của Trung đoàn 1 và 2 đại đội thuộc các đơn vị khác, tổng cộng vào khoảng 2.000 người{{fn|2}}. Những thông tin do Mỹ thu thập được về việc toàn bộ Trung đoàn Ba Gia có mặt tại Vạn Tường ngày 18\/8\/1965 là không chính xác.\n\n==Bối cảnh==\nVào đầu tháng 8, phía Hoa Kỳ nhận được nhiều tin tình báo về việc Trung đoàn 1 QGP đang tiến gần đến căn cứ Chu Lai. Trung đoàn 4 TQLC Mỹ cho 1 tiểu đoàn kết hợp với Trung đoàn 51 QLVNCH mở [[chiến dịch Thunderbolt]] ([[6 tháng 8]] đến [[7 tháng 8]] năm [[1965]]) tìm kiếm Trung đoàn 1 QGP ở phía nam [[sông Trà Bồng]], nhưng không tìm được dấu hiệu nào cho thấy có lực lượng lớn của QGP hiện diện tại khu vực này.\n\n8 ngày sau khi Thunderbolt chấm dứt, liên quân Mỹ-VNCH cuối cùng đã xác định được vị trí của Trung đoàn 1. Vào ngày [[15 tháng 8]], một trinh sát của Trung đoàn 1 sang đầu hàng lực lượng QLVNCH{{fn|1}},{{fn|3}}. Trong cuộc thẩm vấn tại bộ tư lệnh của tướng [[Nguyễn Chánh Thi]], nguyên tư lệnh [[Quân đoàn 1 QLVNCH]], người này khai rằng lực lượng của Trung đoàn một trong khu vực Vạn Tường lúc đó bao gồm 2 tiểu đoàn 60 và 80, cộng thêm Đại đội 52 và một Đại đội của Tiểu đoàn 45, ước lượng có vào khoảng 1.500 người{{fn|2}}. Tướng Thi, người trực tiếp thẩm vấn tù binh, tin lời khai của hàng binh và chuyển thông tin này cho tướng [[Lewis W. Walt]], chỉ huy lực lượng TQLC Hoa Kỳ tại Việt Nam. (Chỉ sau khi chiến dịch chấm dứt, qua thẩm vấn tù binh, phía Hoa Kỳ mới biết rằng lực lượng Trung đoàn 1 có mặt trong thời gian này tại Vạn Tường bao gồm toàn bộ 4 tiểu đoàn của Trung đoàn 1{{fn|2}}.) Trong vòng 2 ngày sau đó, các bộ tham mưu của Quân đoàn 3 TQLC Hoa Kỳ (III Marine Amphibious Corps – III MAF), Sư đoàn 1 TQLC, chiến đoàn không quân và Trung đoàn 7 đã tập hợp lực lượng và lên kế hoạch tấn công với lực lượng bao gồm 2 tiểu đoàn, một đổ bộ từ biển và một được [[máy bay trực thăng|trực thăng]] vận. Sư đoàn TQLC điều động 2 tiểu đoàn đặt dưới quyền chỉ huy của Đại tá Oscar F. Peatross, trung đoàn trưởng Trung đoàn 7 TQLC vừa mới đến Việt Nam. Theo yêu cầu của Tướng Walt, một tiểu đoàn thuộc Lực lượng Đổ bộ Đặc biệt (LLĐBĐB) được phái làm lực lượng dự bị. Vào lúc này LLĐBĐB đang đóng quân tại [[vịnh Subic]], cách đó 720 dặm. Do vậy mà ngày N được ấn định là ngày 18 tháng 8.\n\n==Kế hoạch hành quân của phía Mỹ==\n[[Tập tin:Operation Starlite.jpg|nhỏ|phải|300px|Kế hoạch hành quân chiến dịch Starlite]]\nSáng ngày 17, kế hoạch của cuộc Hành quân Ánh sáng sao hoàn thành. Lúc 06:30 ngày 18, Tiểu \nđoàn 3 của Trung tá Joseph E. Muir thuộc Trung đoàn 3 đổ bộ vào khu bờ biển có mật danh là Green Beach, chặn đường rút lui về phía nam. Đại đội I và K đổ bộ trong đợt đầu, đại đội L là lực lượng dự bị sẽ đổ bộ tiếp theo sau khi 2 đại đội đầu ngoặt về hướng tây-bắc. Đại đội M, đại đội còn lại của Tiểu đoàn 3, hành quân từ căn cứ Chu Lai về phía nam, vượt sông Trà Bồng án ngữ trên địa thế cao chặn đường rút lui ở phía bắc. Ngay sau giờ G, Tiểu đoàn 2 của Trung tá Joseph R. Fisher thuộc Trung đoàn 4 sẽ được trực thăng vận xuống 3 bãi đáp (''landing zone'') Đỏ, Trắng và Xanh, mỗi bãi cách nhau khoảng 2&nbsp;km, tạo hình vòng cung phía Tây-Nam của Vạn Tường. Hai tiểu đoàn sẽ hợp quân khi Đại đội H từ bãi đáp Blue nối liên lạc với Đại đội I phía ngoài thôn An Cường (2)<!--đây là chú thích ???-->. Sau đó 2 tiểu đoàn sẽ hành quân hướng ra biển xuyên qua làng Vạn Tường.\n\nThực chất đây là chiến thuật \"bủa lưới phóng lao\", một chiến thuật quan trọng trong chiến lược \"tìm và diệt\" của quân Mỹ do đại tướng Westmoreland khởi thảo và tổ chức thực hiện.\n\n==Kế hoạch phòng ngự, phản công của Quân Giải Phóng==\n\nDo phát hiện được một quân nhân đã đầu hàng địch và khai báo, ngày 15\/8\/1965, Ban chỉ huy E1 QGP đã bố trí lại lực lượng. Điều D60 đến chân núi Phổ Tĩnh, đưa D45, D90 và Sở chỉ huy chính của Trung đoàn xuống Châu Bình. Ngày 17\/8\/1965, tổ chức diễn tập hiệp đồng. Cách đánh chung là phân tán lực lượng vào các làng xã với đội hình chiến đấu cấp trung đội là chủ yếu; kết hợp phòng thủ khu vực với phòng ngự cơ động, mở các đợt phản công vào phía sau và hai bên sườn đội hình tiến quân của Mỹ; sử dụng dân quân, du kích đánh vào đội hình hậu cần của các trung đoàn tiến công của Mỹ; sử dụng phương pháp cận chiến, đánh nhanh, cơ động nhanh, không cho quân Mỹ mở cuộc tấn công tổng lực và buộc Mỹ phải hạn chế sử dụng phi pháo (do sợ bắn nhầm vào quân nhà).\n\n==Diễn biến trận đánh==\n\nKhai trận lúc 6 giờ 15 sáng 18\/8\/1965, không quân của TQLC Mỹ cho xuất kích 20 lần chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] và [[Douglas A-4 Skyhawk|A-4]], ném 18 tấn bom sát thương, bom napalm xuống Vạn Tường và các địa điểm lân cận. Các pháo hạm trên biển bắn phá dọn bãi cho D2\/E4 TQLC đổ bộ bằng [[máy bay trực thăng]] và D3\/E3 TQLC đổ bộ bằng tàu LCU. 6 giờ 30, 2 đại đội thuộc D3\/E3 TQLC có 5 xe tăng M-48, 3 xe tăng phun lửa M-67 dùng tàu LCU đổ bộ lên An Cường (mật danh Green Beach - Vịnh xanh), hình thành vòng vây phía Nam; đánh chiếm thôn An Cường 1 và tiến quân về phía Tây. 6 giờ 45, C1\/D4 TQLC đổ bộ bằng [[máy bay trực thăng]] xuống thôn Bình Phước (trên bản đồ là bãi đỏ - LZ Red), C2, C3\/D4 TQLC đổ bộ xuống thôn Bình Long (trên bản đồ là bãi trắng - LZ White), C4\/D4 +C4\/D3 TQLC đổ bộ xuống thôn Bình Thạnh Tây (bãi xanh - LZ Blue), hình thành cánh quân bao vây phía Tây. Từ Chu Lai, C1 và C2\/D3 TQLC có 8 xe tăng M41 và 18 xe bọc thép M113 đột kích theo đường bộ vượt sông Trà Bồng đánh xuống, hình thành cánh quân bao vây phía Bắc. Ý đồ của Bộ chỉ huy Mỹ là dồn lực lượng QGP ra biển, buộc họ phải giao chiến trên địa bàn trống trải. Ở đó, không quân, pháo binh và xe tăng - thiết giáp Mỹ có thể phát huy hết khả năng tác chiến.\n\nỞ phía Tây Nam Vạn Tường, cánh quân của D3 + C7\/D4 TQLC Mỹ tiến đến Lạc Sơn đã phải dừng lại vì D40\/E1 và Đại đội trinh sát thuộc E1 QGP phòng ngự, chốt chặn tại điểm cao BANANA (Cao điểm 30 thuộc thôn An Cường 2). D3\/E3 TQLC phải đưa thêm 1 đại đội vào tham chiến, tổ chức nhiều đợt ném bom, bắn phá mới vượt qua chốt của QGP, đến trưa 18\/8 mới chiếm được thôn An Cường 2 và hội quân với C4\/D3 sau khi đã bị tổn thất khoảng 1 trung đội.\n\nSau khi cho trực thăng và pháo binh bắn phá dọn bãi, quân Mỹ tổ chức một đoàn gồm 5 xe thiết giáp chở quân loại LVT và 3 tăng phun lửa M-67 tiến quân theo đội hình hàng dọc từ An Cường đi theo con đường mòn giữa An Thái và Nam Yên tấn công D40 và D60\/E1 QGP. Lợi dụng địa hình kín đáo, các đơn vị thuộc Tiểu đoàn 40 và Tiểu đoàn 60 chờ cho đoàn xe TQLC Mỹ đến cách 50m mới nổ súng. Bằng súng không giật, súng chống tăng B40 và lựu đạn phóng AT, QGP đã bắn cháy 4 chiếc đi đầu ngay trong loạt đạn đầu. Những chiếc còn lại hoảng loạn bỏ chạy, sa xuống ruộng lầy. Tiểu đội trưởng Hồ Công Thám chỉ huy tiểu đội của mình dùng lựu đạn AT và lựu đạn diệt tiếp 3 xe. Phía Mỹ ghi nhận họ đã mất 5 xe tăng và xe bọc thép trong trận phục kích này, cùng với đó là 5 lính Mỹ chết và 17 người khác bị thương.\n\nDo không xác định dược vị trí đóng quân của QGP, hai đại đội thuộc D3\/E3 TQLC Mỹ đã đổ bộ xuống ngay trước trận địa của D60\/E2 QGP và bị tập kích ngay từ lúc máy bay trực thăng còn ở trên không. 4 [[máy bay trực thăng]] H-34 bị bắn rơi. TQLC Mỹ phải gọi trực thăng vũ trang HU-1A đến chi viện và chiếm được Cao điểm 43 sau khi đã bị tổn thất hơn 150 quân. Chiều 18\/8\/1965, D45\/E2 QGP nằm ngoài vòng vây từ Châu Bình mở một mũi đột kích đánh vào sau lưng cánh quân đổ bộ đường biển của TQLC Mỹ. Bị đánh bất ngờ từ sau lưng D3\/E3 và D2\/E4 TQLC Mỹ phải xoay chính diện về hướng Tây Nam để chống lại các mũi tập kích của D45\/E1 QGP. Do đó cánh quân này đã bị hở sườn phía Bắc, bị D40\/E1 QGP phản kích và buộc phải lùi về co cụm tại Bình Hòa với sự yểm họ của các [[xe tăng]] và trực thăng vũ trang.\n\nPhối hợp với chiến trường chính, chiều 18\/8\/1965, Đại đội 21 bộ đội địa phương (QGP) tỉnh Quảng Ngãi mở mũi đột kích sâu từ Tây Hy, qua Thượng Hòa xuống Lệ Thủy, phối hợp với du kích các xã Đồng Lễ và Bình Trị đánh vào sau lưng cánh quân của D3\/E7 TQLC Mỹ, buộc cánh quân này phải tập trung đối phó, không chi viện được cho cánh quân của D3\/E3 và D2\/E4 TQLC Mỹ. Trong khi dùng hỏa lực yểm hộ cho D3\/E7 TQLC Mỹ, thêm 3 [[máy bay trực thăng]] HU-1A bị bắn rơi tại thôn Lệ Thủy.\n\nLợi dụng vòng vây bị đứt đoạn giữa cánh Bắc và cánh Nam của TQLC Mỹ, đêm 18 rạng ngày 19\/8\/1965. Trung đoàn Ba Gia đã rút được phần lớn sở chỉ huy nhẹ và tiểu đoàn 40 ra khỏi vòng vây. Riêng đại đội trinh sát phòng ngự độc lập tại Cao điểm 45 (núi Đầm Tái, thôn Vạn Tường) bị tổn thất hầu hết quân số.\n\nTừ ngày 19\/8 đến ngày 24\/8, TQLC Mỹ càn quét khu vực Vạn Tường và các xã lân cận nhưng chỉ bắt được một số ít thương binh QGP chưa kịp rút ra và nhiều thường dân.\n\n==Ý nghĩa chiến thuật, chiến lược của trận đánh==\nQuân Giải phóng cũng coi đây là một trận thắng lớn sau khi đã loại khỏi vòng chiến đấu hơn 900 lính Mỹ, bắn cháy 22 xe tăng và xe bọc thép, hạ 13 máy bay (Mỹ chỉ thừa nhận có 51 người chết và 203 người bị thương). Con số này bị phóng đại mang tính tuyên truyền vì QGP đã cộng dồn cả những đơn vị lính Mỹ bị lạc, bị thu hồi súng và tan rã, bị cô lập, trúng hầm chông; hoặc cộng theo kiểu \"mỗi lính mỹ bị thương phải có thêm 2 người khuân vác\". Thương vong đôi bên là ngang nhau và thực lực mỗi bên đều rất mạnh.\n\nTrong cuộc hành quân Ánh sáng sao, quân Mỹ hoàn toàn chủ động tổ chức hành quân, lựa chọn chiến trường, đối tượng, thời gian và cách đánh, tập trung lực lượng gấp bội đối phương và có ưu thế tuyệt đối về binh khí kỹ thuật, nhưng biểu tượng \"sức mạnh của Hoa Kỳ\" đã thất bại. Bình luận về cách đánh tài tình của QGP miền Nam, hãng AP (Mỹ) thuật lại lời một số sĩ quan Mỹ đã tham dự cuộc hành quân \"Ánh sáng sao\": ''\"Trận đánh này giống như trận đánh Ô-ki-na-oa trong chiến tranh thế giới thứ hai…Việt cộng xuất hiện từ trong các hầm hố mà lính thủy đánh bộ không trông thấy. Việt cộng xuất hiện thình lình cả đằng trước mặt và đằng sau lưng…\"''. Rõ ràng thua ở trận Vạn Tường quân Mỹ không thể đổ lỗi cho sự bị động.\n\nChiến thắng này đã mở đầu cho cao trào diệt Mỹ, khẳng định Quân Giải phóng có khả năng đánh bại hoàn toàn quân đội Mỹ, dù quân đội Mỹ có thể đông quân, hùng hậu về vũ khí trang bị và khả năng cơ động nhanh.<ref>http:\/\/baotintuc.vn\/giai-mat\/chien-thang-van-tuong-mot-chien-cong-choi-loi-20140817113027556.htm<\/ref> Đánh giá về trận này, cố Tổng Bí thư Lê Duẩn đã từng nói:\n\n{{cquote|''\"Nếu trong chiến tranh bảo vệ Tổ quốc của Liên Xô, trận Stalingrad là một bước ngoặt chứng minh quân phát xít Hitler không phải là không đánh được, thì chúng ta cũng có thể coi trận Vạn Tường là một bước ngoặt chứng minh một cách hùng hồn rằng quân giải phóng miền Nam hoàn toàn có khả năng đánh bại được quân đội Mỹ trong điều kiện chúng có mọi ưu thế tuyệt đối về binh khí và hỏa lực so với quân giải phóng\"''.<ref>http:\/\/www.qdnd.vn\/ho-so-su-kien\/70-nam-quan-doi-nhan-dan-viet-nam-anh-hung\/chien-thang-van-tuong-don-phu-dau-quan-vien-chinh-my-261537<\/ref>}}\n\n{{sơ khai trận chiến}}\n\n==Chú thích==\n*{{fnb|1}} Jack Shulimson & Charles M. Johson: ''U.S. Marines in Vietnam:The Landing and the Buildup, 1965'' [http:\/\/ehistory.osu.edu\/osu\/books\/1965\/index.cfm?page=0070 Chapter 5: STARLITE: The first Big Battle]\n*{{fnb|2}}''Operation Starlite'' from USMC History Division, trang 88. Item Number 1201063060 on [http:\/\/www.vietnam.ttu.edu\/virtualarchive\/ Vietnam Center and Archive]\n*{{fnb|3}}[http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ Thượng tướng Nguyễn Chơn, Trận đánh Vạn Tường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929092952\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ |date=2007-09-29 }}\n*{{fnb|4}}[http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1891\/ Đại tá Trần Quý Cát & Đại tá Phạm Ngọc Trầm, Thế trận Vạn Tường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929103017\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1891\/ |date=2007-09-29 }}\n{{tham khảo|30em}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Starlite]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1965]]\n[[Thể loại:Trận đánh liên quan tới Hoa Kỳ]]\n[[Thể loại:Xung đột năm 1965]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}