{"93980":"[[Tập tin:Vietconghuntcrop.jpg|phải|nhỏ|300px|Binh sĩ Hoa Kỳ thuộc lực lượng Không Kỵ đang truy lùng Việt Cộng ở một ngôi làng tại Tây Nguyên]]\n{{chiến tranh Việt Nam}}\n'''Tìm diệt''', '''Tìm và diệt''' (dịch từ [[tiếng Anh]]: ''Search\/Seek and destroy'') hay '''Lùng và diệt''' (cách gọi của [[Việt Nam Cộng hòa]]) là một [[chiến lược quân sự]] đã trở thành một phần của [[Chiến tranh Việt Nam]]. Nội dung của chiến lược này là đưa những lực lượng mặt đất tiến nhập vào lãnh thổ thù địch để tiêu diệt những lực lượng đối phương rồi sau đó nhanh chóng rút lui, chiến lược này dường như là rất phù hợp khi đối phó với [[chiến tranh du kích]] trong rừng rậm. Một chiến lược phổ thông hơn và bổ sung cho chiến lược tìm diệt là \"bình định\" – chiến lược bao gồm tấn công vị trí đối phương, chiếm giữ, củng cố và bảo vệ triệt để.\n\nCác nhiệm vụ tìm diệt bao gồm gửi một toán lính từ căn cứ, tiến vào rừng, tiêu diệt đối thủ. Phần lớn thời gian, nhiệm vụ tìm diệt là ẩn nấp trong vị trí thích hợp, phục kích trong bụi rậm gần các con đường mòn có nghi vấn.\n\nNhiệm vụ phục kích thông thường là đặt [[mìn M18A1|mìn Claymore]], sử dụng vũ khí cá nhân, [[súng cối]] và có thể kêu gọi [[pháo binh]] hỗ trợ bằng radio.\n\nTừ năm 1966, quân đội Mỹ bắt đầu các chiến dịch tìm diệt những đơn vị [[Quân đội Nhân dân Việt Nam]] và [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam]].\n\nTrong hai năm 1966 và 1967, [[Quân đội Hoa Kỳ|Quân đội Mỹ]] và [[Quân lực Việt Nam Cộng hòa|Việt Nam Cộng hòa]] tổ chức ba chiến dịch tìm diệt quy mô lớn là: \n*[[Chiến dịch Cedar Falls]] – đánh vào [[địa đạo Củ Chi|khu tam giác sắt Củ Chi]], nơi có [[địa đạo Củ Chi|hệ thống địa đạo]], được phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] dùng làm bàn đạp thâm nhập [[Thành phố Hồ Chí Minh|Sài Gòn]]; \n*[[Chiến dịch Attleboro]] – đánh vào [[chiến khu Dương Minh Châu]]; và \n*[[Chiến dịch Junction City]] – đánh vào [[chiến khu C]] của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\nQuân Mỹ và đồng minh mở các \"chiến dịch tìm-diệt\" để truy lùng và tiêu diệt các đơn vị quân Giải phóng, nhưng chẳng thấy đối phương đâu trong khi bất cứ lúc nào họ cũng có thể bị tấn công. Các chiến dịch tìm diệt thường gây thương vong cho dân thường vì nhầm lẫn người dân là quân Giải phóng, thậm chí gây ra các vụ thảm sát thường dân tại các khu vực quân Giải phóng thường hoạt động hoặc do người dân ở khu vực đó che giấu và cung cấp nhân lực, vật lực, tài chính cho quân Giải phóng.\n\nTuy nhiên, '''Chiến lược Tìm và diệt''' đã thất bại khi thương vong quá lớn, gây phẫn nộ trong dư luận Hoa Kỳ và quốc tế. Riêng trong 6 tháng đầu 1967, liên quân [[Hoa Kỳ]]-[[Việt Nam Cộng hòa]] mất 772 phi cơ.<ref name=\"đệ nhị\">Tổng kết hoạt động hành quân (mật) đệ nhị tam cá nguyệt năm 1967 của Trung tâm Hành quân, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa<\/ref>\n\nQua [[sự kiện Tết Mậu Thân]], chiến lược tìm diệt tỏ ra chưa có hiệu quả cao trong việc làm suy yếu các lực lượng của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Chiến lược này sau đó được thay thế bằng chính sách [[Việt Nam hóa chiến tranh]].\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Xem thêm==\n*[[Vùng bắn phá tự do]] (''free-fire zone'')\n{{sơ khai}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chiến lược quân sự]]\n[[Thể loại:Chiến thuật quân sự]]"}