{"9220863":"{{unreferenced}}\n{{Thông tin chiến tranh \n|tên = Chiến dịch Nghĩa Lộ \n|một phần của = [[Chiến tranh Đông Dương]]\n|thời gian = 18 tháng 4 năm 1948 – 1 tháng 5 năm 1948\n|địa điểm = [[Yên Bái]]\n|bên 1 = {{flagdeco|Pháp|1830}} [[Liên hiệp Pháp]]<br>\n* {{flagcountry|Đệ Tứ Cộng hòa Pháp}}\n|bên 2 = {{flag|Việt Nam Dân chủ Cộng hòa|1945}}<br>\n* {{flagdeco|Việt Nam Dân chủ Cộng hòa|1945}} [[Việt Minh]]\n|lực lượng 1 = * Tiểu đoàn số 1 xứ Thái tự trị thuộc tiểu khu Yên Bái gồm 3 Đại đội.\n* Một trung đội chỉ huy của Đại đội Commando số 1 Lào và số đông lính dõng.\n|lực lượng 2 = * 2000 chiến sĩ.\n* 2 Trung đoàn bộ đội địa phương của tỉnh Sơn La và Yên Bái.\n* 2 Tiểu đoàn (Tiểu đoàn Sông Lô và Tiểu đoàn 45 của Bộ)\n}}\n'''Chiến dịch Nghĩa Lộ''' 1948.\nBắt đầu từ ngày 18\/4\/1948\nKết thúc ngày 01\/5\/1948\nTừ cuối năm 1947, đầu năm 1948 Pháp kiểm soát được hầu hết các tỉnh lỵ, thị xã, thị trấn và đường giao thông quan trọng ở Tây Bắc. Bộ Tổng chỉ huy chỉ thị cho Khu 10 phá kế hoạch bao vây biên giới của địch, đưa các Đại đội hoạt động độc lập, các đội xung phong công tác, vũ trang tuyên truyền vào sâu trong vùng địch tạm chiếm, tiến tới xây dựng và mở rộng căn cứ địa Tây Bắc.\nThực hiện chỉ thị trên, Bộ chỉ huy Khu 10 quyết định mở chiến dịch tiến công Nghĩa Lộ vào đầu tháng 4 năm 1948. Cụ thể là tập trung một lực lượng mạnh tiêu diệt Tiểu đoàn số 1 xứ Thái tự trị ở Nghĩa Lộ trong thời gian ngắn để uy hiếp Sơn La, buộc quân địch ở Lào Cai, Văn Bàn phải phân tán lực lượng về giữ hậu phương, tạo thuận lợi cho các đơn vị khác diệt các vị trí án ngữ biên giới, đồng thời buộc địch phải điều quân từ Hòa Bình lên giữ Sơn La.\n\nLực lượng:\n\nLực lượng phía Pháp ở Nghĩa Lộ gồm:\n\n+ Tiểu đoàn số 1 xứ Thái tự trị thuộc tiểu khu Yên Bái gồm 3 Đại đội.\n\n+ Một trung đội chỉ huy của Đại đội Commando số 1 Lào và số đông lính dõng.\n\nVị trí chính đóng tại Nghĩa Lộ, Cốc Báng, Gia Hội, Quang Huy. Các đồn phụ đóng ở Thượng Bằng La, Thu Cúc, Văn Yên, Phong Phú, Tú lệ, Cửa Nhì.\n\nLực lượng phía Việt Minh gồm: tổng số 2.000 chiến sĩ.\n\n+ 2 Trung đoàn bộ đội địa phương của tỉnh Sơn La và Yên Bái.\n\n+ 2 Tiểu đoàn (Tiểu đoàn Sông Lô và Tiểu đoàn 45 của Bộ)\n\nBan chỉ huy gồm Bế Sơn Cương, Vũ Lập; Nhung (không rõ họ); Yến (không rõ họ). Sở chỉ huy đặt ở Ca Vịnh.\n\nKế hoạch tác chiến:\n\nBan chỉ huy quyết định đánh chiếm vị trí Nghĩa Lộ, giải quyết xong Nghĩa Lộ sẽ tập trung quân đánh xuống Quang Huy.\n\n+ Hướng Nghĩa Lộ do Nhung chỉ huy dùng Tiểu đoàn Sông Lô, Trung đoàn tỉnh Yên Bái và 5 Đại đội độc lập được trang bị 1 cối 81 ly, 1 cối 60 ly, 9 badôca, 11 trung liên (FM), súng trường tiến công. Tiểu đoàn 45 đánh nghi binh ở Gốc Bản, Cửa Nhì.\n\n+ Hướng tiến công Quang Huy do Yến chỉ huy.\n\nPháp biết được kế hoạch tiến công của Việt Minh nên tăng cường quân phòng thủ Nghĩa Lộ, đóng thêm một số vị trí. Khu 10 quyết định chuyển hướng chính đánh vào Gia Hội. Lực lượng địch ở đây có 150 tên, trong đó có một quan hai và 11 lính Pháp, có 2 cối và 4 trung liên.\n\nNgày 21\/4, Việt Minh gồm 2 Đại đội tấn công Gia Hội. Hai bên bắn nhau trong vòng 1 giờ. Trời sáng, bộ đội Việt Minh rút lui.\n\nĐêm 22\/4, cả 4 Đại đội 510;514; 518; 520 của Việt Minh tấn công vào đồn Gia Hội. Pháp để một lực lượng nhỏ bắn trả, còn lại rút ra ngoài rồi dùng cối bắn vào quanh đồn. Đến 4h30' Việt Minh lui quân. Kết quả, Pháp chết 6 người (có một quan hai), 10 lính khố đỏ và bị thương nhiều người. Việt Minh bị chết 9 người, bị thương 19 người, bị lạc 2 người.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n{{Chiến tranh Đông Dương}}\n{{sơ khai lịch sử Việt Nam}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|Nghĩa Lộ]]"}