{"1440752":"{{Xung đột quân đội\n|conflict=Chiến dịch Hump\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:US 1 503rd paratrooper Operation Hump SVN November 1965.PNG|220px|alt=A soldier laying prone on the ground with his back to camera. Through the broken foliage and smoke other soldiers can be seen.]]\n|caption=Binh sĩ Mỹ chiến đấu trong Chiến dịch Hump.\n|date=[[5 tháng 11]] – [[8 tháng 11]] năm [[1965]]\n|place=[[Biên Hòa]], [[Miền Nam (Việt Nam)|Miền nam Việt Nam]]\n|result=Liên quân Hoa Kỳ - Úc chiến thắng\n|combatant1=[[Hình:Flag of the United States.svg|22px]] [[Hoa Kỳ]]<br>[[Hình:Flag of Australia.svg|22px]] [[Úc]]\n|combatant2=[[Hình:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n|units1={{flagicon|United States}} 1 tiểu đoàn của Lữ đoàn Không vận 173<br>{{flagicon|Australia}} Tiểu đoàn 1\/Trung đoàn Hoàng gia Úc\n|units2=[[Hình:FNL Flag.svg|22px]] Sư đoàn 9\n|strength1=Khoảng 400\n|strength2=Khoảng 400 quân thuộc tiểu đoàn 3 và đại đội tỉnh 303 <br>\n|casualties1='''Hoa Kỳ:''' 48 chết<br>83 bị thương<br>'''Úc:''' 2 mất tích (thi thể được xác định và hồi hương vào năm 2007<ref name=\"theage\">[http:\/\/www.theage.com.au\/news\/National\/Four-remain-missing-from-Vietnam-war\/2007\/06\/04\/1180809381508.html Four remain missing from Vietnam war – Breaking News – National – Breaking News<!-- Bot generated title -->]<\/ref>)\n|casualties2=Không rõ (theo Hoa Kỳ: 403 chết)\n|campaignbox=\n}}\n{{Campaignbox Vietnam War}}\n\n'''Chiến dịch Hump''' là một chiến dịch trong [[Chiến tranh Việt Nam]] được thực hiện bởi Lữ đoàn Không vận 173 của [[Quân đội Hoa Kỳ]] tại khu vực cách [[Biên Hòa]] gần 30&nbsp;km về phía bắc, diễn ra từ ngày [[5 tháng 11]] đến ngày [[8 tháng 11]] năm [[1965]].\n\n==Bối cảnh==\nNgày 5 tháng 11 năm 1965, Lữ đoàn Không vận 173 Hoa Kỳ phối hợp với Tiểu đoàn 1 Trung đoàn Hoàng gia Úc mở cuộc hành quân tìm diệt Hump, càn quét khu vực [[Tân Uyên]], [[Biên Hòa]]. Ngày 8 tháng 11 năm 1965, Tiểu đoàn 1\/503 Mỹ bị Tiểu đoàn 3 Trung đoàn 1 Sư đoàn 9 (D3\/E1\/F9 QGP) phục kích ở khu vực Cao điểm 65, [[Đất Cuốc]]. Trận đánh này còn được phía Mỹ gọi là '''Battle of Hill 65''', còn QGP gọi đây là chiến thắng '''Đất Cuốc'''.\n\n== Lực lượng đôi bên ==\nTheo Hoa Kỳ, có tới hơn 1000 QGP tham chiến. Điều này quá phi lý vì Trung đoàn 1 (E1\/F9) QGP phải chia 1 tiểu đoàn để dàn trận ở Đồng Xoài, 1 tiểu đoàn phòng thủ bảo vệ sở chỉ huy cấp E\/F, vì vậy chỉ có 1 tiểu đoàn được trang bị mạnh tham gia trận này mà thôi. Để đảm bảo chắc thắng, QGP phối hợp với Đại đội 303 tỉnh Phước Thành. Quân số tham chiến trực tiếp rơi vào khoảng 400 bộ đội.\n\nTiểu đoàn 1\/503 thuộc Lữ đoàn Không vận 173 Hoa Kỳ tham gia đi càn. Chiến dịch có sự phối hợp của Tiểu đoàn 1 Trung đoàn Hoàng gia Úc, nhằm mục đích đánh bật lực lượng của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] đang chiếm giữ một số cao điểm quan trọng tại đây.\n\n==Diễn biến==\nNgày 5 tháng 11 năm 1965, Tiểu đoàn 1\/503 Mỹ được trực thăng vận đổ bộ xuống càn quét khu vực Tân Uyên. Trong 3 ngày đầu, quân Mỹ lùng sục phá hủy một số vị trí trú quân của QGP nhưng hầu như không có đụng độ.\n\nLúc 6 giờ ngày 8 tháng 11, cuộc hành quân tiếp tục. Đại đội C tiến về phía tây bắc tới Cao điểm 65, Đại đội B tiến về phía đông bắc tới Cao điểm 78, Đại đội A là lực lượng dự bị của tiểu đoàn.\n\nLúc 8 giờ, cánh phải của Đại đội C Mỹ vấp phải hỏa lực của Tiểu đoàn 3 QGP bố trí ở mặt nam Cao điểm 65. QGP tiến đánh vào cánh phải Đại đội C nên đến 9 giờ 30 phút, Đại đội B được lệnh tiến về Cao điểm 65 để hỗ trợ. Sau cuộc giao tranh quyết liệt, Đại đội B giải tỏa được cánh phải của Đại đội C, nhưng ngay sau đó đến lượt cánh phải của đại đội này cũng bị uy hiếp. Để hỗ trợ, quân Mỹ cho Đại đội A dự bị của tiểu đoàn tiến đánh vào cánh trái của QGP. Trong khi đó Đại đội B bị bao vây và phải phá vây 2 lần.\n\nĐến trưa, Đại đội A của Mỹ được lệnh rút về khu vực tiểu đoàn bộ ở phía sau khoảng 1&nbsp;km, đại đội B và C củng cố phòng ngự, hướng dẫn pháo binh và không quân bắn chặn để đẩy lùi các đợt tiến công của QGP.\n\nĐến chiều tối, giao tranh trong khu vực giảm xuống, chỉ còn các hoạt động bắn tỉa hay quấy rối. Trong đêm 8 tháng 11 chỉ còn chạm súng lẻ tẻ xảy ra giữa Tiểu đoàn 1\/503 Mỹ với các phân đội QGP trên đường rút khỏi khu vực. Đến đây trận đánh Đất Cuốc và Chiến dịch Hump đã chấm dứt.\n\n==Kết quả==\nTrong cuộc hành quân Hump (chủ yếu là ở trận Đất Cuốc), quân Mỹ tổn thất 49 chết và 83 bị thương, 4 máy bay yểm trợ tầm thấp bị bắn rơi. Phía [[Úc]] cũng có 2 binh sĩ thiệt mạng trong trận đánh ở Cao điểm 82. Tiểu đoàn Úc còn nguyên vẹn. Theo phía Mỹ, QGP có 403 người chết.<ref>{{Chú thích web | url = http:\/\/www.quansuvn.net\/index.php?action=printpage;topic=4890.0 | tiêu đề = Quân sử Việt Nam | tác giả = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Thương vong này bị khai khống vì nó vượt quân số tham chiến của QGP. Ngay cả ước lượng quân số thực của đối phương, người Mỹ cũng đoán sai hoàn toàn.\n\nĐối với QGP, đây là trận thắng lợi lớn (ngang với trận Tầm Bó) khi một tiểu đoàn tăng cường của QGP đánh bại một tiểu đoàn tăng cường của Hoa Kỳ trong điều kiện hỏa lực và khí tài chênh lệch lớn.\n\n==Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1965]]\n[[Thể loại:Xung đột năm 1965]]\n[[Thể loại:Lịch sử Đồng Nai]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]"}