{"4773":"[[Tập tin:Hoaluk1.jpg|nhỏ|phải|250px|Bia [[Lý Thái Tổ]] bên [[sông Sào Khê]] tại [[Cố đô Hoa Lư]], nơi vua ban chiếu dời đô.]]\n[[Tập tin:ChieuDoiDo2010.jpg|nhỏ|250px|Chiếu dời đô, bản dịch của Viện Khoa học Xã hội Việt Nam.]]\n\n'''''Thiên đô chiếu''''' (chữ Hán: 遷都詔) tức '''''Chiếu dời đô''''' là một đoạn văn được [[Ngô Sĩ Liên]] ghi lại sớm nhất ở [[thế kỷ 15]] trong sách ''[[Đại Việt sử ký toàn thư]]''<ref>[[Lý Công Uẩn]] và Chiếu dời đô, áng văn bất hủ - nhà sử học Tạ Ngọc Liễn, Viện Sử học Việt Nam.<\/ref>, bài văn này được cho rằng do vua [[Lý Thái Tổ]] ban hành vào mùa xuân năm [[1010]] để chuyển [[Thủ đô|kinh đô]] của nước [[Đại Cồ Việt]] từ [[Hoa Lư]] ra [[Đại La]].\n\nTheo ý kiến của sử gia [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]]<ref>Xem bài \"Chiếu Dời Đô\", trang 155, cuốn \"Hà Nội nghìn xưa\", tác giả Trần Quốc Vượng - Vũ Tuân Sán, Nhà Xuất bản Hà Nội.<\/ref>, ''Chiếu dời đô'' đã khẳng định được vai trò của kinh đô [[Thăng Long]],<ref>Nằm ở trung tâm [[đồng bằng sông Hồng|châu thổ sông Hồng]], đất đai bằng phẳng, cao ráo, sáng sủa không giống với [[kinh đô]] [[Hoa Lư]] và các kinh đô khác bị núi non bao phủ mặc dù nằm ở trung tâm hình học của đất nước thời bấy giờ.<\/ref> là [[tác phẩm văn học]] khai sáng của [[nhà Lý]]. Tuy nhiên, ''Chiếu dời đô'' chưa nêu bật được [[chủ nghĩa dân tộc]]<ref>[[Lý Thái Tổ]] lấy việc làm của các triều đại cường quyền của Trung Hoa để noi gương. Ông gọi Đô hộ phủ [[Cao Biền]] là \"Cao Vương\", gọi thành Đại La là \"đô cũ\".<\/ref> và khát vọng [[độc lập]]<ref>Việc lập đô của các [[nhà Đinh]] và [[nhà Tiền Lê]] không phải là tự theo ý riêng, phải xét trong bối cảnh vừa thoát khỏi thời Bắc thuộc, chính quyền còn non trẻ, hơn nữa đây là kinh đô tập quyền đầu tiên của người Việt.<\/ref>, hơn nữa [[ngôn ngữ]] sử dụng trong [[văn bản]] này mang đượm màu sắc dị đoan, [[phong thủy]].<ref>{{Chú thích web |url=http:\/\/www.cinet.vn\/upLoadFile\/HTML\/8_56_5_332010\/thanglonghanoi.html |ngày truy cập=2010-07-11 |tựa đề=Kinh đô Văn Lang đến Thăng Long Hà Nội |archive-date=2010-08-21 |archive-url=https:\/\/web.archive.org\/web\/20100821020319\/http:\/\/www.cinet.vn\/upLoadFile\/HTML\/8_56_5_332010\/thanglonghanoi.html |url-status=dead }}<\/ref>\n\n==Văn bản==\n[[Tập tin:遷都詔.jpg|nhỏ|trái|302x302px|Chiếu dời đô ([[chữ Hán]]).]]\nBản [[chữ Hán]]:\n:昔商家至盤庚五遷。周室迨成王三徙。豈三代之數君徇于己私。妄自遷徙。以其圖大宅中。爲億萬世子孫之計。上謹天命。下因民志。苟有便輒改。故國祚延長。風俗富阜。而丁黎二家。乃徇己私。忽天命。罔蹈商周之迹。常安厥邑于茲。致世代弗長。算數短促。百姓耗損。萬物失宜。朕甚痛之。不得不徙。\n:况高王故都大羅城。宅天地區域之中。得龍蟠虎踞之勢。正南北東西之位。便江山向背之宜。其地廣而坦平。厥土高而爽塏。民居蔑昏墊之困。萬物極繁阜之豐。遍覽越邦。斯爲勝地。誠四方輻輳之要会。爲萬世帝王之上都。\n:朕欲因此地利以定厥居。卿等如何。\n\nBản phiên âm [[Từ Hán-Việt|Hán-Việt]]:\n:''Tích Thương gia chí Bàn Canh ngũ thiên, Chu thất đãi Thành Vương tam tỉ. Khởi Tam Đại chi sổ quân tuẫn vu kỷ tư, vọng tự thiên tỉ. Dĩ kỳ đồ đại trạch trung, vi ức vạn thế tử tôn chi kế; thượng cẩn thiên mệnh, hạ nhân dân chí, cẩu hữu tiện triếp cải. Cố quốc tộ diên trường, phong tục phú phụ. Nhi Đinh Lê nhị gia, nãi tuẫn kỷ tư, hốt thiên mệnh, võng đạo Thương Chu chi tích, thường an quyết ấp vu tư, trí thế đại phất trường, toán số đoản xúc, bách tính hao tổn, vạn vật thất nghi. Trẫm thậm thống chi, bất đắc bất tỉ.''\n:''Huống Cao Vương cố đô Đại La thành, trạch thiên địa khu vực chi trung; đắc long bàn hổ cứ chi thế. Chính Nam Bắc Đông Tây chi vị; tiện giang sơn hướng bối chi nghi. Kỳ địa quảng nhi thản bình, quyết thổ cao nhi sảng khải. Dân cư miệt hôn điếm chi khốn; vạn vật cực phồn phụ chi phong. Biến lãm Việt bang, tư vi thắng địa. Thành tứ phương bức thấu chi yếu hội; vi vạn thế đế vương chi thượng đô''\n:''Trẫm dục nhân thử địa lợi dĩ định quyết cư, khanh đẳng như hà?''\n\nBản dịch [[tiếng Việt]]:\n:''Xưa [[nhà Thương]] đến đời [[Bàn Canh]] 5 lần dời đô<ref>Năm lần dời đô: Vua Thang ([[Thành Thang]]) đóng đô ở phía đông nam huyện Thương Khâu (thuộc tỉnh [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]] bây giờ). [[Trọng Đinh]] dời đô đến huyện Thành Cao (thuộc tỉnh Hà Nam). [[Hà Đản Giáp]] đời đô đến phủ Chương Đức (cũng thuộc tỉnh Hà Nam). [[Tổ Ất]] dời đô đến phủ Thuận Đức (tỉnh [[Sơn Tây (Trung Quốc)|Sơn Tây]] bây giờ). [[Bàn Canh]] dời đô đến huyện Yên Sư (hay Ân Sư thuộc tỉnh Hà Nam).<\/ref>, [[nhà Chu]] đến đời [[Chu Thành vương|Thành Vương]] 3 lần dời đô<ref>3 lần dời đô: [[Cơ Xương|Chu Văn Vương]] đóng đô ở phía đông tỉnh [[Thiểm Tây]]. [[Chu Vũ vương]] dời đô đến huyện Tương Yên (tỉnh Thiểm Tây). [[Chu Thành vương]] dời đô đến huyện [[Lạc Dương]] (tỉnh Hà Nam).<\/ref>, há phải các vua thời Tam Đại<ref>Thời Tam Đại: Ba nhà [[nhà Hạ|Hạ]], [[nhà Thương|Thương]], [[nhà Chu|Chu]] trong [[lịch sử Trung Quốc]].<\/ref> ấy theo ý riêng tự tiện dời đô. Làm như thế cốt để mưu nghiệp lớn, chọn ở chỗ giữa, làm kế cho con cháu muôn vạn đời, trên kính mệnh trời, dưới theo ý dân, nếu có chỗ tiện thì dời đổi, cho nên vận nước lâu dài, phong tục giàu thịnh. Thế mà 2 nhà [[nhà Đinh|Đinh]], [[nhà Tiền Lê|Lê]] lại theo ý riêng, coi thường mệnh trời, không noi theo việc cũ Thương Chu, cứ chịu yên đóng đô nơi đây, đến nỗi thế đại không dài, vận số ngắn ngủi, trăm họ tổn hao, muôn vật không hợp. Trẫm rất đau đớn, không thể không dời.''\n:''Huống chi thành [[Đại La]], kinh đô cũ của [[Cao Biền|Cao Vương]]<ref>Tức Cao Biền, là [[Tiết độ sứ]] Tĩnh Hải quân (quan đô hộ [[Giao Châu]] theo cách gọi trước) của [[nhà Đường]] vào khoảng các năm 864-868. Cao Biền đắp thêm thành Đại La vào khoảng năm 866. Xem thêm [[Hà Nội]].<\/ref>, ở vào nơi trung tâm trời đất, được thế [[rồng]] cuộn [[hổ]] ngồi, chính giữa nam bắc đông tây, tiện nghi núi sông sau trước. Vùng này mặt đất rộng mà bằng phẳng, thế đất cao mà sáng sủa, dân cư không khổ thấp trũng tối tăm, muôn vật hết sức tươi tốt phồn thịnh. Xem khắp nước [[Việt Nam|Việt]] đó là nơi thắng địa, thực là chỗ tụ hội quan yếu của bốn phương, đúng là nơi thượng đô kinh sư mãi muôn đời.''\n:''Trẫm muốn nhân địa lợi ấy mà định nơi ở, các khanh nghĩ thế nào?''\n::(Bản dịch của [[Viện Hàn lâm Khoa học xã hội Việt Nam]], in trong ''[[Đại Việt sử ký toàn thư]]'', Nhà Xuất bản Khoa học Xã hội, Hà Nội, 1993)\n\n==Ý nghĩa==\nCó ý kiến cho rằng ''Chiếu dời đô'' đã thể hiện những ý nghĩa sâu sắc, tầm nhìn thời đại của một vị vua [[Đại Cồ Việt]] 1000 năm về trước, khi ông chọn [[Đại La]] làm kinh đô mới để mưu nghiệp lớn, tính kế phồn vinh, trường kỳ cho muôn đời sau. Bản chiếu nêu bật được vai trò [[Thăng Long|kinh đô Thăng Long]] xứng đáng là trung tâm [[chính trị]], [[kinh tế]], [[văn hóa]] của [[quốc gia]]. Thời gian sau đó, [[Thăng Long]] vẫn là [[Thủ đô|kinh đô]] của các [[nhà Trần]], [[nhà Hậu Lê]], [[nhà Mạc]], [[nhà Lê trung hưng]] và đang là [[thủ đô]] của nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]]. [[Thăng Long]] thực sự là \"nơi kinh đô bậc nhất của đế vương muôn đời\".<ref>[http:\/\/www.hanoi.ws\/van-hoa\/danh-nhan\/ly-cong-uon.html?start=1 Lý Công Uẩn - Chiếu dời đô]<\/ref>\n\nNhận xét về kinh đô [[Thăng Long]], sử gia [[Ngô Thì Sĩ]] trong ''[[Đại Việt sử ký tiền biên]]'' viết:\n:''\"Núi là vạt áo che, sông là dải đai thắt, sau lưng là sông nước, trước mặt là biển, địa thế hùng mạnh mà hiếm, rộng mà dài, có thể là nơi vua ở hùng tráng, ngôi báu vững bền, hình thể [[Đại Việt]] không nơi nào hơn được nơi này.\"''\n\nViệc xuất hiện bài chiếu có ý nghĩa rất to lớn đối với lịch sử [[Hoa Lư]] và [[Thăng Long]]. Nó làm nên tính chất trọng đại của hành trình 1000 năm lịch sử. Đó là một áng văn của thời khắc lịch sử từ [[Hoa Lư]] đến Thăng Long – một bước ngoặt hào hùng của dân tộc [[Việt Nam]].<ref>[http:\/\/www.ninhhoatoday.net\/stbkky34-3.asp CHIẾU DỜI ĐÔ (LÝ THÁI TỔ)]<\/ref>\n* Ý nghĩa về kinh tế, quản lý:\n** Bài chiếu đã nêu rõ Thăng Long là đất đồng bằng, phồn thịnh nhưng không chịu cảnh ngập úng, thuận tiện làm nông.\n** Vị trí trung tâm trời đất, chính giữa nam bắc đông tây, bên cạnh có sông, địa hình bằng phẳng, chính là cái lợi cho việc di chuyển. Di chuyển có thuận tiện thì giao thương mới dễ dàng phát triển. Thêm nữa, việc địa hình thuận lợi cũng mang lại lợi ích cho việc quản lý đất nước, địa phương nộp thuế phú, tham gia hội họp cũng thuận tiện mà nhà vua kiểm soát đất nước, tuần thú, dẹp giặc cũng thuận tiện. \n* Ý nghĩa chính trị:\n** Nhà Lý mới lập không lâu thì nhà vua ban chiếu dời đô. Vì Hoa Lư là đất cũ 2 họ Đinh, Lê, lòng người chưa bỏ, vẫn còn nhiều người nhớ tình chủ cũ, nay vua mới lên, chuyển dời kinh đô cũng là cái cách để phân tán thế lực triều đình, giảm bớt ảnh hưởng của cựu thần vậy.\n** Dời đô Thăng Long, chính là bằng chứng, là dấu mốc cho việc vương triều mới thành lập, là việc làm lớn của bậc đế vương, được lưu danh sử sách. Trên thực tế, cho đến nay rất nhiều người vẫn biết việc dời đô diễn ra năm 1010 nhưng lại không biết nhà Lý thành lập 1 năm trước đó.\n** Việc dời đô, với những lời lẽ phủ định, mang ý chê bai nhà Đinh, Tiền Lê cũng tương tự là một cách mà các triều đại thường làm để phủ định triều trước, thu thập nhân tâm, củng cố địa vị của mình. Điều này không thể coi là vi phạm đạo lý ''Uống nước nhớ nguồn'' được vì trên thực tế, 2 nhà Đinh, Lê cũng đã có thời gian thái bình, đủ để dời đô nhưng không làm, còn các công tích khác thì Lý Thái Tổ cũng không phủ định hay phê phán. \n** Thăng Long vốn gần quê cũ của nhà Lý (Bắc Ninh) nên dời đô Thăng Long cũng coi như một cách để giúp đỡ quê hương phát triển, giúp cho địa vị cũng cố hơn.\n\n== Hành trình dời đô ==\nHơn 1 năm sau khi lên ngôi Hoàng đế, tháng 7 năm Canh Tuất, [[Lý Thái Tổ]] bắt đầu dời đô từ [[Hoa Lư]] về [[Đại La]]. Từ việc tìm đất, nghị bàn đến việc chuẩn bị để dời đô diễn ra tương đối khẩn trương. Từ Hoa Lư về thành Đại La có thể đi theo đường bộ hoặc theo đường thủy. Sử cũ không ghi chép chi tiết [[nhà Lý]] dời đô bằng đường nào. Các nhà nghiên cứu đã kết luận: nhà Lý dời đô bằng đường thủy. Và chỉ có dời đô bằng đường thủy thì mới an toàn và tải được cả bộ máy triều đình đông đảo cùng vật chất bảo đảm đồ sộ đi kèm..\n\n==Từ Hoa Lư tới Thăng Long==\nKhác với các kinh đô chính thống khác ở Việt Nam, [[Hoa Lư|kinh đô Hoa Lư]] có một vai trò lịch sử đặc biệt: là nơi đánh dấu sự ra đời kinh thành Thăng Long - Hà Nội, thủ đô hiện tại của đất nước [[Việt Nam]]. Mốc son Lý Thái Tổ dời đô từ [[Hoa Lư]] về Thăng Long mà bằng chứng là '''Chiếu dời đô''' được xác định là thời điểm khai sinh lịch sử thủ đô mặc dù với việc mở rộng diện tích phần lớn các vùng đất đế đô của [[Việt Nam]] có trước [[Hoa Lư]] như Mê Linh (Hai Bà Trưng), Long Biên ([[nhà Tiền Lý]]), Cổ Loa ([[nhà Ngô]]) nay đều thuộc về [[Hà Nội]].\n\n[[Hoa Lư]] gắn liền với sự nghiệp của 2 vua đầu triều đại nhà Lý. Vua [[Lý Thái Tổ]] được triều đình Hoa Lư tiến cử lên ngôi thay [[nhà Tiền Lê]]. Vì thế mà hệ thống chính trị và cơ sở vật chất của kinh thành Thăng Long sau này đều thừa hưởng từ [[Hoa Lư|kinh đô Hoa Lư]] trước đó. Để tưởng niệm công lao đặt nền móng xây dựng độc lập tự chủ của đất nước và nhớ đến [[Cố đô Hoa Lư]], [[nhà Lý]] đã xây dựng nhiều công trình kiến trúc giống ở [[Hoa Lư]] tại khu vực ở Thăng Long mà chúng vẫn tồn tại đến tận nay như: Ô Cầu Dền, phố Tràng Tiền, phố Cầu Đông, [[chùa Một Cột]], ngã ba Bồ Đề, cống Trẹm, tháp Báo Thiên, phố Đình Ngang...<ref>{{Chú thích web |url=http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns050317134209 |ngày truy cập=2010-10-14 |tựa đề=Kinh đô Hoa Lư-Thủ đô nước Đại Cồ Việt |archive-date=2008-10-14 |archive-url=https:\/\/web.archive.org\/web\/20081014012556\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns050317134209 |url-status=dead }}<\/ref><ref>Cố đô Hoa Lư (Nguyễn Văn Trò) – Nhà Xuất bản Văn hóa dân tộc.<\/ref> Sách [[Đại Nam nhất thống chí]]<ref>Đại Nam nhất thống chí, quyển XIV tỉnh Ninh Bình, mục cổ tích.<\/ref> chép: \"''Đô cũ nhà Đinh, nhà Lê ở xã Trường Yên Thượng và Trường Yên Hạ về phía tây bắc huyện Gia Viễn, có nội thành và ngoại thành, có cửa xây bằng đá, lại có các danh hiệu: cầu Đông, cầu Dền, cầu Muống, Tràng Tiền, chùa Tháp, [[chùa Nhất Trụ]],... nền cũ vẫn còn. Về sau Lý Thái Tổ dời đô đến Thăng Long đều dùng theo các danh hiệu ấy...''\"\n{|\n|[[Tập tin:Khuôn viên Nhất Trụ tự, 2010 (2).jpg|nhỏ|giữa|220px|[[Chùa Nhất Trụ]] ở [[Cố đô Hoa Lư]] do Vua [[Lê Đại Hành]] cho xây dựng.]]|| \n|[[Tập tin:Caudong.jpg|nhỏ|giữa|220px|Phố Cầu Đông ở Hoa Lư.]]||\n[[Tập tin:Chuabango.jpg|nhỏ|giữa|220px|Chùa Bà Ngô ở [[Cố đô Hoa Lư]] được xây dựng từ thời Vua [[Đinh Tiên Hoàng]].]]\n|}\n{|\n|[[Tập tin:ChuaMotCot2.JPG|nhỏ|giữa|220px|[[Chùa Một Cột]] ở Thăng Long do Vua Lý Thái Tông cho xây dựng.]]|| \n|[[Tập tin:Dong Xuan market.jpg|nhỏ|giữa|220px|Phố Cầu Đông ở Thăng Long nay chỉ còn chợ Đồng Xuân.]]||\n[[Tập tin:Chua Ba Ngo1.JPG|nhỏ|giữa|220px|Chùa Bà Ngô ở Hà Nội được xây dựng vào thời vua Lý Thần Tông.]]\n|}\n\n== Xem thêm ==\n* [[Lý Thái Tổ]]\n* [[Hoa Lư]]\n* [[Thăng Long]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource}}\n* {{TĐBKVN|32293}}\n* [https:\/\/web.archive.org\/web\/20070516002950\/http:\/\/tapchitruyenhinhvietnam.com.vn\/index.php?option=com_content&task=view&id=771&Itemid=57 Từ kinh đô Hoa Lư đến kinh đô Thăng Long: Tầm nhìn xuyên thế kỷ]\n* Đại Việt Sử ký toàn thư, [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html kỷ nhà Lý]\n* [http:\/\/dlib.nlv.gov.vn\/CMPortal\/Resources\/CMPortal\/TempFolder\/2aa4e8cc-ce86-47a8-8a2a-876d27a95095.pdf Bản lưu trữ chiếu dời đô dạng text]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }} tại [[thư viện Quốc gia Việt Nam]]\n\n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Văn học Việt Nam thời Lý]]\n[[Thể loại:Tác phẩm thế kỷ 11]]"}