{"788032":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Hòa Bình\n|partof=[[Chiến tranh Đông Dương]]\n|image= \n|caption= \n|date=[[10 tháng 11]] năm [[1951]] - [[25 tháng 2]] năm [[1952]]\n|place=[[Hòa Bình]]\n|map_type = Việt Nam\n|map_relief =\n|map_size =\n|map_marksize =\n|map_caption = Vị trí trong Việt Nam\n|map_label =\n|result=[[Quân đội nhân dân Việt Nam]] giành [[thắng lợi chiến lược]]\n|combatant1={{plainlist|\n* {{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Liên hiệp Pháp]]\n** {{flagcountry|Đệ Tứ Cộng hòa Pháp}}\n** {{flagicon image|Flag of Muong Autonomous Region.svg}} [[Khu Tự trị Mường]]\n** {{flagdeco|Quốc gia Việt Nam}} [[Quốc gia Việt Nam]]}}\n|combatant2= {{flag|Việt Nam Dân chủ Cộng hòa|1945}}\n|commander1= {{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Jean de Lattre de Tassigny]]<br>{{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Raoul Salan]]\n|commander2= {{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Võ Nguyên Giáp]]<br>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Hoàng Văn Thái]]<br>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}} [[Nguyễn Chí Thanh]]\n|strength1='''Tại Hòa Bình''': 6 binh đoàn cơ động, khoảng 20.000 quân (chưa kể [[Quân đội Quốc gia Việt Nam|quân Quốc gia Việt Nam]])<br>'''Mặt trận đồng bằng sông Hồng''': khoảng 100.000 quân\n|strength2='''Tại Hòa Bình''': 3 Đại đoàn bộ binh, 1 Đại đoàn pháo binh (khoảng 30.000 quân)<br>'''Mặt trận đồng bằng sông Hồng''': khoảng 20.000 quân chủ lực và hàng chục ngàn dân quân du kích\n|casualties1='''Theo Pháp''': 436 chết, 458 mất tích, 2.060 bị thương (chỉ riêng ở Hòa Bình)<br>[[Quân đội Quốc gia Việt Nam|Quốc gia Việt Nam]]: không rõ thương vong<br>'''Theo Việt Minh''': 14.030 chết hoặc bị thương, 7.219 bị bắt (tính chung toàn mặt trận)\n|casualties2= 2.692 chết, 8.501 bị thương hoặc bị bắt<ref>Lịch sử Bộ Tổng tham mưu trong kháng chiến chống Pháp (1945 – 1954), Nhà xuất bản QĐND H.1991 tr. 556.<\/ref>\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Chiến dịch Hòa Bình''' ([[10 tháng 12]] năm [[1951]] - [[25 tháng 2]] năm [[1952]]) là chiến dịch tiến công của [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam (Việt Minh)]] ở khu vực thị xã Hoà Bình - Sông Đà - Đường 6 (cách [[Hà Nội]] khoảng 40 – 60&nbsp;km về phía tây) nhằm tiêu diệt sinh lực địch, đánh bại kế hoạch chiếm đóng [[Hòa Bình]] của Pháp, phá vỡ phòng tuyến Sông Đà (hướng chủ yếu) và tạo điều kiện phát triển chiến tranh du kích ở [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]] (hướng phối hợp).\n\n==Hoàn cảnh==\n===Kế hoạch của Pháp===\nSau thất bại ở [[Chiến dịch Biên giới]] thu - đông năm 1950, tiếp đó lại bị đánh mạnh ở đường 18, [[Hà Nam Ninh]], quân Pháp lâm vào thế phòng ngự bị động. Chi phí cho [[Chiến tranh Đông Dương]] ngày càng tốn kém và càng làm hao tổn ngân sách của nước Pháp, hơn nữa, những chi phí đó còn vượt qua những chi phí kiến thiết mà nước Pháp đang cần. Tới năm 1951, chi phí cho chiến tranh Đông Dương đã lên tới 308 tỷ [[franc]], gấp 2,5 lần chi phí cho tái thiết đất nước sau [[Chiến tranh thế giới thứ hai]] của Pháp. Do đó, tướng Pháp [[Jean de Lattre de Tassigny]] phải cần một hành động hiệu quả và một thắng lợi để tạo tiếng vang gây thiện cảm ở [[Hạ viện Pháp|Quốc hội Pháp]].\n\nĐể giành lại quyền chủ động, mùa đông năm 1951, Pháp mở cuộc tiến công ra [[Hòa Bình]], lập phòng tuyến [[sông Đà]] nối liền với tuyến phòng thủ trung tâm nhằm nối lại \"Hành lang Đông - Tây\", thực hiện tăng cường khả năng phòng thủ đồng bằng Bắc Bộ, cắt đứt đường liên lạc giữa [[Việt Bắc|chiến khu Việt Bắc]] với các liên khu 3 và 4. Ở Hòa Bình, Pháp cho thành lập các ''\"Xứ M­ường tự trị\"'' để thực hiện \"[[Da vàng hóa chiến tranh]]\", nhằm dùng các lợi ích về kinh tế - chính trị để lôi kép các bộ tộc người dân tộc thiểu số tại đây đi lính cho [[Pháp]].\n\nCuối tháng 10 năm 1951, vừa trở lại [[Hà Nội]], de Lattre tuyên bố: ''\"Đã tới lúc giành lại thế chủ động trên chiến trường, buộc [[Việt Minh]] phải tiếp nhận chiến đấu trên một địa điểm do Pháp lựa chọn\"''.<ref>Vũ Dương Ninh; Chiến cuộc Điện Biên Phủ trong bối cảnh quốc tế những năm 1950, Tạp chí nghiên cứu Lịch sử số 3\/ 2004.<\/ref> De Lattre đã thống nhất với [[Raoul Salan]] về đề xuất đánh chiếm Hòa Bình. Từ Hòa Bình để mở đường đánh chiếm vùng tự do Liên khu 4 với các cuộc hành binh:\n* Cuộc hành binh '''\"Hoa Tuylíp\"''' (''Opération Tulipe'') ngày [[10 tháng 11]] năm 1951, với 12 [[tiểu đoàn]] bộ binh và 5 cụm [[pháo binh]] của Pháp bất thần chiếm [[Chợ Bến]] để cắt đường di chuyển của Quân đội Nhân dân Việt Nam (QĐNDVN) từ Việt Bắc xuống đồng bằng. Dưới quyền chỉ huy của De Linarès, đoàn quân thiết giáp của Đại tá [[Christian de Castries]], toán quân biệt kích của Đại tá Dodelier cùng với đoàn quân lưu động [[Mường]] của Đại tá Vanuxem và một tiểu đoàn dù nhảy thẳng xuống trận địa, ba mặt cùng tiến vào Chợ Bến. Đến 5 giờ chiều cùng ngày thì [[Pháp]] kiểm soát được khắp vùng Chợ Bến, khoảng 100 cây số vuông, QĐNDVN hầu như không kháng cự mà âm thầm rút lui.\n* Cuộc hành binh '''\"Hoa Sen\"''' (''Opération Lotus'') ngày [[14 tháng 11]] năm 1951 do đích thân tướng [[Raoul Salan]] chỉ huy, lực lượng gồm 16 tiểu đoàn, 8 cụm pháo binh, 2 tiểu đoàn [[công binh]], 2 đại đội [[xe tăng]] cùng với [[không quân]]. Buổi chiều 3 tiểu đoàn dù nhảy xuống [[Hòa Bình]], đến nửa đêm 2 binh đoàn cơ động chia làm hai hướng, một theo đường số 6 đến [[Hòa Bình (thành phố)|thị xã Hòa Bình]], theo sông Đà và sông Hồng tiến chiếm [[Trận Tu Vũ (1952)|Tu Vũ]]. Cũng nhảy như hôm tấn công vào Chợ Bến, Hòa Bình bị chiếm dễ dàng, không có sự kháng cự của QĐNDVN.\nĐoàn xe thiết giáp và xe ủi đất do hai tiểu đoàn [[công binh]] điều khiển tiến theo đường số 6 từ [[Hà Đông (tỉnh)|Hà Đông]] qua [[Xuân Mai (thị trấn)|Xuân Mai]] tới [[Hòa Bình]], dài khoảng 60&nbsp;km, mở đường cho bộ binh. Ngày [[15 tháng 11]] năm 1951, tướng Salan tuyên bố Pháp kiểm soát được Hòa Bình, khoá cửa ngõ tiếp tế và giao thông của [[Việt Minh]] giữa đồng bằng và [[Việt Bắc]]. Ngay chiều hôm đó, tướng de Lattre đích thân chủ trì cuộc họp báo tại Hà Nội loan tin chiến thắng Hòa Bình và tuyên bố: ''\"Tiến công Hòa Bình đã gây khó khăn lớn cho đối phương. Tiến công [[Hòa Bình]] có ý nghĩa chiến lược là chúng ta đã buộc đối phương phải xuất trận. Trận Hòa Bình có ảnh hưởng quốc tế lớn\"''.<ref>Đại tướng Võ Nguyên Giáp, Tổng tập Hồi kí; Nhà xuất bản: Quân đội nhân dân 2006 (Hữu Mai thể hiện).<\/ref>\n\n===Kế hoạch của Việt Minh===\nTrước kế hoạch của Pháp, [[Bộ Chính trị Đảng Cộng sản Việt Nam|Bộ Chính trị]] đã quyết định mở chiến dịch tấn công quân Pháp ở Hòa Bình nhằm mục đích tiêu diệt sinh lực địch, giải phóng thị xã Hòa Bình, đập tan phòng tuyến [[sông Đà]] và tạo điều kiện phát triển chiến tranh du kích ở đồng bằng Bắc Bộ.\n\nNgày [[15 tháng 11]] năm 1951 [[Quân ủy Trung ương Việt Nam|Tổng quân ủy]] họp sau khi thảo luận Hội nghị đã quyết định: đề nghị Trung ương và Chủ tịch [[Hồ Chí Minh]] ''\"cho mở chiến dịch tại Hòa Bình, chuyển hướng hoạt động thụ động sang tiến công địch mới chiếm đóng. Hòa Bình là hướng chính, các nơi khác là hướng phối hợp. Mục đích của chiến dịch là tiêu diệt sinh lực địch, đẩy mạnh chiến tranh du kích\"''.\n\nTrong cuộc họp, Bộ Tư lệnh có mời Mai Gia Sinh, cố vấn [[Trung Quốc]] tham gia. Mai Gia Sinh nói với [[Hoàng Văn Thái]]: ''\"Tôi nghĩ sau mấy chiến dịch gặp khó khăn, mùa đông này ta lên đánh nhỏ như kế hoạch trước đây, nhằm phát động [[chiến tranh du kích]]\"''. Ý kiến của cố vấn Trung Quốc đều tỏ ý lo ngại, chưa muốn đánh lớn sau mấy chiến dịch liên tiếp không thắng lợi như mong muốn. Cố vấn Trung Quốc khuyên nên hoạt động nhỏ và phân tán để hạn chế sức mạnh của [[máy bay]] và [[pháo]] địch, họ lo ngại phải chịu trách nhiệm nếu tiếp tục lao vào những trận đánh lớn mà thất bại. Tuy nhiên, Đại tướng [[Võ Nguyên Giáp]] vẫn quyết tâm tiến hành chiến dịch, các cố vấn Trung Quốc sợ trách nhiệm thì không cần phải tham gia.<ref name=vng>Đại tướng Võ Nguyên Giáp, Tổng tập Hồi kí; Nhà xuất bản Quân đội nhân dân, 2006 (Hữu Mai thể hiện).<\/ref>\n\nNgày [[18 tháng 11]] năm 1951, Trung ương Đảng và Tổng Quân ủy nhận định: ''\"Đó là một cơ hội hiếm có cho ta tiêu diệt nhiều sinh lực địch. Đánh ra [[Hòa Bình]] địch phải phân tán lực lượng cơ động, lực lượng tinh nhuệ trên một mặt trận rộng lớn, núi rừng hiểm trở, địa hình đột xuất, công sự chưa vững chắc. Mặt khác vì phải tập trung phần lớn quân cơ động ra Hòa Bình nên lực lượng địch ở đồng bằng bị dàn mỏng, các vùng từ hữu ngạn, tả ngạn Liên khu 3 đến Trung du đều tương đối sơ hở hơn trước\"''.<ref>Hồ sơ 514, Trung tâm lưu trữ Bộ Quốc phòng.<\/ref>\n\nCăn cứ vào nhận định trên, Trung ương chủ trương mở một cuộc tiến công lớn trên cả hai mặt trận: tập trung chủ lực ở hướng chính là [[Hòa Bình]] và mạnh bạo đưa một bộ phận chủ lực vào hoạt động trong vùng địch hậu ở [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]] nhằm tiêu diệt một bộ phận sinh lực, tiến tới phá tan kế hoạch chiếm đóng Hòa Bình của Pháp, đẩy mạnh chiến tranh du kích trọng tâm là [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]].\n\nNgày [[24 tháng 11]] năm 1951, Tổng quân ủy quyết định mở Chiến dịch Hòa Bình, sử dụng ba [[Sư đoàn 308, Quân đội nhân dân Việt Nam|Đại đoàn 308]], [[Sư đoàn 312, Quân đội nhân dân Việt Nam|312]], [[Sư đoàn 304, Quân đội nhân dân Việt Nam|304]] vây hãm và tiêu diệt quân cơ giới ở mặt trận Hòa Bình. Hai [[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Đại đoàn 320]], [[Sư đoàn 316, Quân đội nhân dân Việt Nam|316]] phối hợp với lực lượng vũ trang địa ph­ương và nhân dân phá \"bình định\" phát triển chiến tranh ở vùng sau l­ưng địch.<ref>{{Chú thích web |url=http:\/\/sovanhoa.hoabinh.gov.vn\/index.php?option=com_content&view=article&id=377:di-tich-lch-s-chin-cong-dit-xe-tng-ca-anh-hung-cu-chinh-lan&catid=52:di-tich-danh-thng&Itemid=88 |ngày truy cập=2012-01-15 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-03-13 |archive-url=https:\/\/web.archive.org\/web\/20160313125044\/http:\/\/sovanhoa.hoabinh.gov.vn\/index.php?catid=52:di-tich-danh-thng&id=377:di-tich-lch-s-chin-cong-dit-xe-tng-ca-anh-hung-cu-chinh-lan&itemid=88&option=com_content&view=article |url-status=dead }}<\/ref>\n\n==Lực lượng hai bên==\n===Quân đội Nhân dân Việt Nam===\nGồm ba đại đoàn bộ binh:\n*[[Sư đoàn 320, Quân đội nhân dân Việt Nam|Đại đoàn 320]] đánh địch từ thị xã Hòa Bình đến Trung Hà và hai bên tả, hữu sông Đà\n*[[Sư đoàn 308, Quân đội nhân dân Việt Nam|Đại đoàn 308]] sẵn sàng chiến đấu\n*[[Sư đoàn 304, Quân đội nhân dân Việt Nam|Đại đoàn 304]] đánh địch ở phía nam Hòa Bình, tiêu diệt một số điểm cao, cắt đường vận chuyển của Pháp trên đường số 6 để phối hợp với các đại đoàn 308, 312 hoạt động trên tuyến sông Đà và vùng [[Hòa Bình (thành phố)|thị xã Hòa Bình]].\n\nĐại đoàn công binh-pháo binh 351 và lực lượng vũ trang địa phương phối hợp với chiến dịch, các Đại đoàn 316, 320 được lệnh tiến sâu vào vùng [[quân đội Pháp]] tạm chiếm ở đồng bằng Bắc Bộ, cùng lực lượng vũ trang địa phương đánh [[Pháp]], hỗ trợ nhân dân nổi dậy, phá tề, trừ gian, mở rộng du kích. Đại đoàn 316 được phối thuộc trung đoàn 246, phối hợp với bộ đội địa phương hoạt động ở [[Bắc Giang]], [[Bắc Ninh]]. Trung đoàn 98 thâm nhập vào vùng địch hậu Bắc Ninh. Trung đoàn 174 đánh từ một đến hai vị trí ở tuyến ngoài. Trung đoàn 176 bố trí giữ mặt [[Lạng Sơn]].\n\nÝ định của Bộ chỉ huy chiến dịch là tập trung binh lực hỏa lực đột phá khu phòng ngự sông Đà, đánh một trận mở màn quyết định, tiêu diệt bộ phận sinh lực địch, mở đường [[giao thông]] vận chuyển chiến dịch, đồng thời tạo thế phát triển thuận lợi cho chiến dịch. Đợt đầu tiên nhằm đánh tiêu diệt cụm cứ điểm [[Tu Vũ (xã)|Tu Vũ]], [[núi Chẹ]], nằm trong tuyến phòng thủ phân khu sông Đà của Pháp và là hướng chủ yếu của chiến dịch. Phương châm là ''\"đánh điểm diệt viện\"'', kết hợp chặt chẽ đánh công kiên với đánh phục kích giao thông, tiêu diệt quân viện trên sông, trên bộ, vận dụng linh hoạt chiến thuật đánh vận động, tiêu diệt từng bộ phận quân [[Pháp]] đi càn quét sục sạo, buộc Pháp phải co vào các vị trí dã chiến, đánh tiêu diệt quân nhảy dù hoặc quân ứng cứu giải tỏa.\n\nVề hậu cần, Tổng Quân ủy quyết định thành lập hai Ban cung cấp tiền phương ở bắc và nam Hòa Bình. Ban cung cấp tiền phương mặt trận bắc Hòa Bình có nhiệm vụ bảo đảm cho [[Sư đoàn 308, Quân đội nhân dân Việt Nam|Đại đoàn 308]], [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Đại đoàn 312]] và Đại đoàn công pháo 351 cùng các lực lượng vũ trang địa phương. Ban cung cấp tiền phương mặt trận nam Hòa Bình có nhiệm vụ bảo đảm cho [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Đại đoàn 304]], [[Sư đoàn 320, Quân đội nhân dân Việt Nam|Đại đoàn 320]]. Thời kỳ đầu ở mặt trận Hòa Bình đã chuẩn bị được 820 tấn gạo và có 20.000 dân công phục vụ chiến dịch. Công tác quân y đã chuẩn bị đủ thuốc cứu chữa cho 4.000 thương binh. Kết quả trong 78 ngày đêm bảo đảm cho chiến dịch, đã huy động trên 330.400 lượt dân công phục vụ chiến dịch với 11.914.000 ngày công các Ban cung cấp mặt trận đã tiếp tế cho bộ đội 6.475 tấn [[lương thực]], [[thực phẩm]], 280 tấn đạn, cứu chữa 6.390 thương binh<ref name=hc \/>\n\n===Lực lượng Pháp===\nGồm 4 binh đoàn cơ động (GM): 2, 3, 5, 7 và sau được tăng cường 2 binh đoàn cơ động (GM): 1, 4.\n\nSau khi đánh chiếm các vị trí then chốt khu vực [[Hòa Bình]]-Đường 6, Sông Đà-Ba Vì (hành quân Hoa Tuylíp và Hoa Sen, tháng 11 năm 1951), Pháp tổ chức phòng ngự thành 2 phân khu: [[Sông Đà]]-[[Ba Vì]] (khu Bắc) và Hòa Bình-đường 6 (khu Nam), trong đó thị xã Hòa Bình được xây dựng thành một tập đoàn cứ điểm (ngoài ra còn có phân khu Chợ Bến là tiền đồn phía Đông bảo vệ Hòa Bình); lực lượng gồm 13 tiểu đoàn [[bộ binh]], 3 tiểu đoàn dù, 4 tiểu đoàn [[pháo binh]], 1 tiểu đoàn thiết giáp, 1 đại đội công binh và 1 trung đội [[xe tăng]].\n\nTổ chức phòng ngự của Pháp gồm 28 cứ điểm lớn nhỏ, kiến trúc theo kiểu dã chiến. Mỗi cứ điểm có từ một đến hai đại đội bộ binh chiếm giữ, những nơi quan trọng như ''Pheo, Đồng Bến, Ao Trạch, Chẹ, Đá Chông'' thường có ba đại đội bộ binh, được tăng cường một trung đội [[xe tăng]] và một đại đội [[pháo]].\n\n==Diễn biến==\n===Đợt 1 (10 - 26 tháng 12 năm 1951)===\nQĐNDVN tập trung đột phá tuyến Sông Đà: đánh [[quân đội Pháp]] càn quét ở Nam [[Ba Vì]], tiến công diệt cứ điểm [[Tu Vũ (xã)|Tu Vũ]] (xem [[Trận Tu Vũ (1952)|trận Tu Vũ]], 10 tháng 12 năm 1951), đánh nhiều trận phục kích cắt đứt tuyến vận chuyển của quân đội Pháp trên [[Sông Đà]], uy hiếp đường 6, đồng thời đánh mạnh ở vùng quân đội Pháp hậu [[Bắc Ninh]]. [[Pháp]] rút bớt lực lượng cơ động từ [[Hòa Bình]] về Bắc Ninh để đối phó, nhưng ngay sau đó phải đưa quân trở lại cứu nguy cho Hòa Bình.\n\n[[Trận Tu Vũ (1952)|Trận Tu Vũ]] là trận công kiên then chốt mở màn Chiến dịch Hòa Bình. Theo kế hoạch, giai đoạn đầu chiến dịch, xác định trận mở màn quyết định là cứ điểm Tu Vũ (nay thuộc xã Tu Vũ, huyện [[Thanh Thủy]], tỉnh [[Phú Thọ]]). Mục tiêu trận đánh là tiêu diệt một bộ phận sinh lực, triệt đường tiếp tế chủ yếu trên sông, mở rộng đường giao thông vận chuyển chiến lược, tạo thế cho chiến dịch phát triển để giành thắng lợi.\n\nTại cứ điểm Tu Vũ, [[Pháp]] bố trí một tiểu đoàn Âu-Phi, một đại đội Mường số 6, tổ chức phòng ngự thành 3 khu (A, B, C) với 3 [[xe tăng]], có công sự gỗ đất, 4 hàng rào kẽm gai, được lực lượng pháo binh ở Chẹ, Đá Chông, Thủ Pháp yểm trợ. Bộ chỉ huy chiến dịch nhận định: Cứ điểm Tu Vũ thuộc phân khu Sông Đà-Ba Vì, tổ chức phòng ngự ở vào thế tương đối yếu so với các vị trí khác, bởi nằm ở vị trí dễ bị cô lập khi bị tiến công do sông ngăn cách và xa các căn cứ [[Sơn Tây (thị xã)|Sơn Tây]], [[Trung Hà, Yên Lạc|Trung Hà]]. Muốn ứng cứu cho cứ điểm Tu Vũ khi bị tiến công, Pháp chỉ có thể sử dụng đường bộ theo trục đường số 87 và đường thủy theo dòng sông Đà.\n\nCác lực lượng tham gia trận đánh Tu Vũ gồm Trung đoàn 88 ([[Sư đoàn 308, Quân đội nhân dân Việt Nam|Đại đoàn 308]]) được tăng cường một tiểu đoàn bộ binh và 8 khẩu [[sơn pháo]] 75mm, cùng một đại đội súng phòng không 12,7mm. Theo kế hoạch, 17 giờ ngày [[10 tháng 12]] năm 1951, các đơn vị bí mật hành quân vào chiếm lĩnh trận địa, đến hơn 23 giờ cơ bản tới các vị trí tập kết. Bộ chỉ huy chiến dịch xác định 3 hướng tiến công: Hướng chủ yếu, do Tiểu đoàn 29 được tăng cường một khẩu DKZ 57mm, 2 [[Bazooka|bazoka]], tổ chức 2 mũi đột phá tiến công, tiêu diệt Sở chỉ huy Tiểu đoàn 1 và lực lượng địch ở khu A. Hướng thứ yếu, do Tiểu đoàn 23 được tăng cường một khẩu ĐKZ 57mm, hai [[Súng máy|đại liên]], tổ chức thành hai mũi đột phá, tiêu diệt địch ở khu B. Hướng phối hợp, Tiểu đoàn 322 được tăng cường một đại đội bộ binh, hai khẩu ĐKZ 57mm, hai [[Súng cối|cối]] 82mm, hai đại liên, một sơn pháo 75mm, tiến công tiêu diệt địch ở khu C. Còn Tiểu đoàn pháo binh 80 (thiếu) làm đội dự bị sẵn sàng chi viện hỏa lực cho các hướng khi có lệnh.\n\nNgay sau đó, bộ đội tổ chức các mũi tiến công mãnh liệt vào các vị trí quân địch. Hướng phối hợp nổ súng trước, sau 2 giờ chiến đấu chiếm được khu C. Tiếp đó, trên hai hướng chủ yếu và thứ yếu, sau khi dùng hỏa lực [[pháo binh]] chế áp, các đơn vị tổ chức thành các mũi đồng loạt đột phá mãnh liệt vào 2 khu A và B, tiêu diệt hoàn toàn cứ điểm. 3 giờ 30 phút ngày [[11 tháng 12]] năm 1951, QĐNDVN làm chủ hoàn toàn trận địa.\n\n[[Trận Tu Vũ (1952)|Trận Tu Vũ]] là một trong những trận đánh công kiên điển hình quy mô trung đoàn tiêu diệt các cứ điểm độc lập tiểu đoàn ở trung du-đồng bằng, nơi Pháp có ưu thế về hỏa lực và sức cơ động lực lượng. Trong quá trình diễn ra trận đánh, Pháp huy động pháo binh bắn gần 5000 quả đạn ngăn chặn, nhưng chỉ huy trung đoàn đã kịp thời củng cố đơn vị, tiến sát [[Dây kẽm gai|hàng rào kẽm gai]] để tránh hỏa lực sát thương. Thắng lợi ở Tu Vũ mở ra khả năng một trung đoàn bộ binh QĐNDVN hoàn toàn có đủ khả năng đánh thắng một tiểu đoàn Pháp có [[xe tăng]], thiết giáp phòng ngự cứ điểm có công sự vững chắc, với hỏa lực pháo binh chi viện mạnh. Đây cũng là trận đánh cung cấp kinh nghiệm quý về [[chiến thuật công kiên]] và nghệ thuật đánh trận then chốt mở màn chiến dịch lớn, sẽ phát huy tác dụng lớn trong [[chiến dịch Điện Biên Phủ]] sau này.\n\nCác đội dân quân du kích cũng đẩy mạnh hoạt động tập kích. Sáng [[11 tháng 12]], một đoàn ca nô Pháp từ phía Trung Hà tiến lên bị tiểu đoàn 84 trung đoàn 36 phục kích ở [[Đoan Hạ]], bắn chìm một chiếc, bắn bị thương hai chiếc, số còn lại chạy về Trung Hà. Chiều [[11 tháng 12]], một đoàn ca nô khác từ thị xã Hòa Bình xuống, bị tiểu đoàn 6 trung đoàn 141 phục ở [[Lạc Sơn]], bắn chìm một chiếc, bắt 15 tù binh. Tuyến cơ động trên sông Đà của Pháp bị cắt đứt.\n\nNgày [[13 tháng 12]], tại phía bắc thị xã Hòa Bình, quân Pháp đi sục sạo đến xóm Mới, gặp tiểu đoàn 16 trung đoàn 141 chặn đánh, thiệt hại một trung đội và phải rút về thị xã. Ngày [[14 tháng 12]], Pháp rút binh đoàn cơ động số 4 về Trung Hà, kết thúc cuộc càn quét vùng [[Ba Vì]].\n\nTiêu biểu cho các trận phục kích là các trận đánh ở dốc Giang Mỗ cạnh đ­ường 6A (cũ) thuộc địa phận xóm Giang Mỗ, xã [[Bình Thanh, Cao Phong|Bình Thanh]], huyện [[Cao Phong]], tỉnh [[Hòa Bình]]. Ngày 12, trung đoàn 66 của [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Đại đoàn 304]] phục kích trên quãng đường từ Cầu Dụ đến Hang Đá, cách Hòa Bình 15&nbsp;km về phía đông bắc. 11 giờ 45 phút, 30 xe tải phủ bạt kín từ [[Xuân Mai (thị trấn)|Xuân Mai]] lên, cùng lúc 4 xe chở đầy lính từ Hòa Bình xuống đón. Chờ cho đoàn xe lọt vào trận địa, bộ đội nổ súng tiêu diệt xe đi đầu và cuối đoàn xe. Toàn bộ đoàn xe bị chặn lại ở khu vực Cầu Dụ. Dưới sự chi viện của hỏa lực, bộ đội vận động đánh thẳng vào đoàn xe. Sau 20 phút chiến đấu, 34 chiếc xe và toàn bộ quân Pháp trên xe bị tiêu diệt.\n\nNgày [[13 tháng 12]] năm 1951, tiểu đoàn 352 trung đoàn 9 được một trung đội địa phương [[Hòa Bình]] phối hợp chiến đấu thực hiện trận phục kích ở làng Giang Mỗ, đoạn từ Hòa Bình đi [[Chợ Bờ]], cách thị xã Hòa Bình khoảng 10&nbsp;km. Quân Pháp lọt vào trận địa, tiểu đoàn 352 nổ súng quyết liệt. Sau 30 phút chiến đấu, năm xe GMC và [[xe tăng]] bị phá hủy, hơn một đại đội Âu-Phi bị diệt và bị bắt. Lúc chuẩn bị rút thì [[xe tăng]] Pháp tiếp viện tới bắn dữ dội vào đội hình, chặn đ­ường rút và làm nhiều người thương vong. Chiến sĩ [[Cù Chính Lan]] hô anh em tập trung lựu đạn cho mình rồi tìm cách tiếp cận nhảy lên xe, giật nắp quăng lựu đạn vào trong xe, lính tăng [[Pháp]] nhặt l­ựu đạn ném ra và lái xe tăng chuyển hướng. Cù Chính Lan táo bạo mở chốt [[lựu đạn]], chờ cho khói thuốc xì ra được một vài giây rồi mới ném vào buồng lái. Lựu đạn nổ diệt hết lính tăng trong xe, chiếc xe dừng lại tại chỗ, trận đánh kết thúc thắng lợi. Xác chiếc xe tăng hiện nay vẫn nằm ở giữa khu đất có kè đá xung quanh, chiếc xe tăng mang nhãn hiệu Mỹ: \"'''B2885498USA'''\".\n\nTrong lúc tình hình chiến sự căng thẳng thì quân Pháp lại nhận tin xấu: bệnh tình của tướng [[Jean de Lattre de Tassigny|De Lattre]] đã vô vọng cứu chữa. Từ nhiều tháng qua, De Lattre bị [[ung thư]] chân. Công việc điều khiển Đông Dương, những hành trình qua Pháp và qua Mỹ để xin viện trợ, sự đau buồn vì con chết trận đã làm De Lattre kiệt sức dần, bệnh tình càng ngày càng trầm trọng, đến ngày [[19 tháng 11]] năm 1951, De Lattre về Pháp để vào bệnh viện giải phẫu. Ngày [[7 tháng 12]] năm 1951 De Lattre bất tỉnh, đến ngày [[12 tháng 12]] năm 1951 thì từ trần. Chính phủ Pháp truy tặng hàm [[Thống chế Pháp]] và làm lễ quốc táng. Ngày [[8 tháng 1]] năm 1952, [[Raoul Salan]] được chính thức cử giữ chức Quyền Chỉ huy tối cao Quân đội viễn chinh thay De Lattre, Tổng trưởng Letourneau được cử giữ chức vụ Cao ủy, có cựu thống sứ Gautier phụ tá\n\nNgày [[22 tháng 12]], QĐNDVN làm tê liệt tuyến vận chuyển trên sông được coi là tuyến tiếp tế chính của Pháp. Tướng Salan vội dừng cuộc càn quét ở [[Bắc Ninh]], điều gấp 2 binh đoàn cơ động trở lại Ba Vì và hữu ngạn sông Đà. Ngày [[29 tháng 12]] năm 1951, trên đường thuộc địa số 6, một đại đội lê dương bị phục kích bất ngờ làm chết 130 người trong số 200 người. Tin thiệt hại đó báo về Pháp trong lúc Quốc hội đang bàn cãi về ngân khoản chiến phí ở Đông Dương làm những nghị sĩ chống chiến tranh lên diễn đàn, tổng trưởng Letourneau bị đả kích nặng nề.\n\nĐợt 1 chiến dịch kết thúc ngày [[26 tháng 12]]. QĐNDVN tuyên bố đã loại khỏi vòng chiến đấu 23 đại đội chủ lực Pháp, phần lớn là lính Âu-Phi, bắn chìm bảy canô, tàu, xuồng; bắn bị thương hai chiếc khác trên [[sông Đà]], uy hiếp mạnh đường số 6, cắt đứt tuyến sông Đà.\n\nPháp cố gắng tăng viện cho Hòa Bình, vẫn không đánh thông được tuyến Sông Đà, phải chuyển sang củng cố tuyến đường 6, bảo vệ [[Hòa Bình (thành phố)|thị xã Hòa Bình]].\n\n===Đợt 2 (27 tháng 12 năm 1951 - 25 tháng 2 năm 1952)===\nNgày [[6 tháng 1]] năm 1952, tướng Salan quyết định rút toàn bộ lực lượng trên tuyến sông Đà, chỉ để lại cụm cứ điểm Đan Khê - Là Phù. Tất cả lực lượng rút về được tăng cường cho tuyến phòng ngự [[Hòa Bình (thành phố)|thị xã Hòa Bình]] - Đường số 6, quyết định này chưa kịp thực hiện thì đợt tiến công thứ ba của QĐNDVN bắt đầu.\n\nQĐNDVN tiếp tục đánh mạnh hướng [[Sông Đà]]-[[Ba Vì]], tập kích diệt [[quân đội Pháp]] ở các điểm cao 500 và 564; trên hướng Đường 6 tiến công các cứ điểm Đồi Mồi, Hàm Voi.\n\nĐêm [[29 tháng 12]], trung đoàn 141 của [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Đại đoàn 312]] tiến công diệt điểm cao 400, 600, diệt gần 100 lính, bắt 96 (có 35 lính lê dương). QĐNDVN hy sinh 16 người, bị thương 60 người. Cũng trong đêm 29 tiêu diệt Đồi Mồi. Đêm 31 đánh chiếm cao điểm Hàm Voi, tiêu hao một trung đội Âu Phi. Đây là những vị trí quan trọng trên đường 21 bảo vệ sườn cho tuyến thị xã Hòa Bình – Đường số 6.\n\nQĐNDVN chuyển hướng tiến công chủ yếu sang đường 6 và bao vây thị xã Hòa Bình: tập kích tiêu diệt trận địa pháo và 4 vị trí [[quân đội Pháp]] ở trung tâm và ngoại vi thị xã; đánh cắt giao thông, làm tê liệt vận chuyển của quân đội Pháp trên đường 6. Trong vòng không đầy 1 giờ hai tiểu đoàn của trung đoàn 36 đã tiêu diệt gọn 4 vị trí Đồi Cháy, Đồi Dè, Khuỷu, Dậm và 1 trận địa pháo, nhưng đánh cứ điểm Pheo (xem trận Pheo, 7 tháng 1 năm 1952) và Đầm Huống không thành công.\n\nXóm Pheo, một tiền đồn cách 5&nbsp;km về phía bắc Hòa Bình do Thiếu tá Roux và tiểu đoàn 2 Lê dương trấn giữ, bị trung đoàn 102 QĐNDVN tấn công. 50 khẩu [[sơn pháo]] 75 ly và [[Súng không giật|pháo không giật]] của QĐNDVN nhả đạn vào đồn. Đến 1 giờ sáng thì QĐNDVN xung phong, dùng [[lựu đạn]] và mìn tràn vào các điểm phòng thủ. 700 phát đạn pháo 105 ly được các đồn Pháp bắn yểm trợ vào xung quanh đồn trong thời gian 15 phút QĐNDVN xung phong, cho đến lúc QĐNDVN tràn vào trong đồn và trận giáp la cà xảy ra, đến sáng thì QĐNDVN rút lui. Cả hai bên thiệt hại nhiều.\n\nMặc dầu thất bại trong trận tấn công Xóm Pheo, QĐNDVN cũng không rời bỏ khu vực [[Hòa Bình (thành phố)|thị xã Hòa Bình]]. Một mặt, QĐNDVN dùng chiến thuật ''\"công đồn đả viện\"'' và thường xuyên uy hiếp các đường tiếp tế thủy bộ để cầm chân số lớn lính Pháp (riêng tại đường số 6, Pháp phải dùng tới 16 [[tiểu đoàn]] để bảo vệ), một mặt mở một mặt trận khác về phía [[Phát Diệm]], với các [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Đại đoàn 316]], [[Sư đoàn 320, Quân đội nhân dân Việt Nam|320]], làm Pháp phải chia quân ra nhiều nơi, cạn hết quân dự trữ. Bộ chỉ huy Pháp lúng túng lo ngại.\n\nNgày [[27 tháng 1]], Tổng Quân ủy họp, nhận định: ''\"Theo thế chung thì muốn hay không muốn, địch cũng phải rút khỏi Hòa Bình\"''. Căn cứ vào ý định của Tổng Quân ủy, [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng Tham mưu]] xây dựng kế hoạch đánh quân Pháp rút chạy.\n\nBị bao vây, cô lập ở Hòa Bình, lại bị đánh mạnh ở trung du, đồng bằng, sáng 23 tháng 2 quân Pháp buộc phải rút khỏi Hòa Bình theo cách cuốn chiếu. 17 giờ ngày [[22 tháng 2]] năm 1952, 5 tiểu đoàn Pháp ở thị xã lặng lẽ vượt sông Đà. Trung tá Ducourneau và Đại tá Gilles chỉ huy cuộc triệt thoái. Hơn 1.000 dân [[Mường]], 20.000 binh sĩ cùng các chiến cụ, đạn dược khí giới vượt qua sông, tiến về [[Hà Nội]] bằng đường số 6.\n\nĐại bộ phận quân Pháp đã qua sông, chỉ còn tiểu đoàn 2 dù (2e BEP) và tiểu đoàn 3 thuộc bán lữ đoàn lê dương thứ 13 (3\/13e DBLE) đang được máy bay và [[pháo|đại bác]] bảo vệ chặt chẽ, tiếp tục qua sông. Trung đoàn 36 lúc này mới phát hiện, pháo ở bến Ngọc đồng loạt bắn vào đội hình Pháp ở cả hai bên bờ [[sông Đà]]. Một chiếc ca nô bắn chìm, một số xe cơ giới bị phá hủy, nhưng tới trưa quân Pháp vẫn qua sông. Buổi chiều, trung đoàn 209 tiến công vị trí Pheo, khi GM1 đang rút khỏi đây. Máy bay Pháp nối nhau trút bom, bảo vệ cho binh lính chạy về phía đoàn xe trên đường 6. Trận địa phòng không 12,7&nbsp;mm của QĐNDVN bắn rơi một máy bay [[Grumman F6F Hellcat|F8F Hellcat]]. Ngày [[24 tháng 2]], quân Pháp ở Ao Trạch tiếp tục rút về Đồng Bãi, bị trung đoàn 9 Đại đoàn 304 chặn đánh một bộ phận, thiệt hại gần hai đại đội. Ngày [[25 tháng 2]], quân Pháp tiếp tục rút khỏi Đồng Bãi về [[Xuân Mai (thị trấn)|Xuân Mai]].\n\nNhìn chung, Pháp tổ chức rút quân chặt chẽ, dùng tới 30.000 viên đạn pháo để yểm trợ cho cuộc rút quân. QĐNDVN cũng không tổ chức tốt việc đánh [[quân đội Pháp]] rút lui nên chỉ diệt được một số, còn phần lớn quân đội Pháp chạy thoát về Xuân Mai. Sau hai ngày ba đêm, đoàn quân Pháp về đến nơi. Đoàn quân chặn hậu bị chặn đánh, thiệt hại khoảng 300 người chết và bị thương. Bộ chỉ huy Pháp mừng rỡ với sự tổn thất nhẹ như vậy.\n\nTrong ba ngày đánh Pháp rút lui, QĐNDVN phá hủy 23 xe quân sự, thu trên 100 tấn đạn dược và quân trang, quân dụng. Ngày [[25 tháng 2]], Tổng Quân ủy quyết định kết thúc chiến dịch.\n\n==Kết quả==\n[[Việt Minh]] tuyên bố loại khỏi chiến đấu 21.249 quân Pháp và chư hầu, trong đó có 14.030 chết hoặc bị thương, 7219 bị bắt. Trong đó:\n*Tại mặt trận Hòa Bình: diệt 6.012 lính, thu 24 [[pháo|khẩu pháo]] các loại, 788 súng, 98 máy vô tuyến điện, phá hủy 12 khẩu pháo, bắn rơi 9 [[máy bay]], bắn chìm và bắn cháy 17 ca nô, tàu, xuồng, phá hủy 246 xe quân sự.\n*Mặt trận địch hậu (Trung du, Liên khu 3): loại khỏi vòng chiến đấu 15.237 lính, thu 6.126 súng các loại, giải phóng 4.000&nbsp;km² với hơn một triệu dân.\n*Về trang bị: Tổng cộng bắn rơi 13 máy bay, bắn chìm 17 [[Tàu thủy|tàu]] xuồng, phá hủy 20 khẩu pháo, 9 [[Đầu máy xe lửa|đầu xe lửa]], 20 toa xe, 291 xe cơ giới các loại. Thu giữ gần 150 tấn vũ khí, đạn dược chiến lợi phẩm (trong đó có 788 súng các loại, 88 máy vô tuyến điện, 24 khẩu pháo)<ref name=hc>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/cong-tac-hau-can-bao-dam-cho-chien-dich-hoa-binh-463503<\/ref>\n\nVề đất đai, đã giải phóng 5.000&nbsp;km² khu vực Hòa Bình-Sông Đà với gần 2 triệu dân, giữ vững đường giao thông liên lạc giữa [[Việt Bắc]] với các Liên khu 3 và 4, góp phần đẩy mạnh chiến tranh du kích vùng sau lưng [[quân đội Pháp]], làm thất bại âm mưu giành lại quyền chủ động chiến lược và chia cắt chiến trường Bắc Bộ của Pháp. Theo [[Bernard Fall]] nhận xét: ''\"Chiến dịch Hòa Bình đối với người Pháp cũng tổn thất về sinh mạng và trang bị không kém gì [[chiến dịch Biên giới]] và chiến dịch Điện Biên Phủ sau này\"''.<ref name=vng \/>\n\nTại hướng đồng bằng (hướng phối hợp), bộ đội Việt Nam tiến hành cuộc [[chiến tranh nhân dân]] rộng lớn, loại khỏi vòng chiến đấu trên 10 nghìn quân, bức hàng và bức rút khoảng 1 nghìn đồn bốt, tháp canh, giải phóng trên 2 triệu dân. Sự phối hợp tác chiến giữa bộ đội chủ lực trên hướng chủ yếu với lực lượng vũ trang trên hướng phối hợp làm phong phú thêm kinh nghiệm của nghệ thuật chiến dịch Việt Nam. Bộ chỉ huy nhận xét: ''\"Thắng lợi to lớn của ta ở mặt sau lưng địch làm thay đổi tình thế [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]], đã có ý nghĩa quyết định thắng lợi của toàn bộ Chiến dịch Hòa Bình\"''.<ref>Lịch sử Quân đội nhân dân Việt Nam, Nhà xuất bản QĐND, H, 1974, t.1, tr.459.<\/ref>\n\nNgày 25 tháng 2 năm 1952, Chủ tịch [[Hồ Chí Minh]] gửi thư khen ngợi Bộ chỉ huy chiến dịch và các chiến sĩ mặt trận Hòa Bình, dân công phục vụ và đồng bào địa phương: ''\"So với những thắng lợi trước, thắng lợi lần này là khá to. Thắng lợi lần này đã đánh dấu một bước tiến bộ mới của [[Người lính|bộ đội]] ta, và đã làm cho địch phải thất bại nhục nhã trong âm mưu củng cố phòng ngự chuyển lên tiến công, nhưng bộ đội phải luôn luôn cố gắng thi đua giết giặc lập công và ra sức học tập chỉnh huấn, đồng bào phải ra sức thi đua tăng gia sản xuất hơn nữa để tranh lấy thắng lợi to hơn nữa\"''.<ref>[[Hồ Chí Minh]], biên niên tiểu sử, t.5, Nhà xuất bản Chính trị Quốc gia, H.1995, tr. 186.<\/ref>\n\nVới thất bại ở chiến dịch Hòa Bình, tướng [[Henri Navarre]] viết rằng: ''\"Chúng ta đã bị thiệt hại nặng nề về [[chiến lược]], không thu được một kết quả quyết định nào. Chiến dịch Hòa Bình đã giam chân các binh đoàn chủ lực cơ động tinh nhuệ của ta ở xa đồng bằng trong một thời gian dài. Do đó đã tạo lợi thế cho đối phương đưa các binh đoàn chủ lực lọt vào đồng bằng hoạt động. Đối phương đã giành được thắng lợi quan trọng\"''.<ref>Hồi ký của Na-va: \"Đông Dương hấp hối\".<\/ref>\n\nSau cuộc rút lui khỏi Hòa Bình, Pháp mở nhiều cuộc hành quân trong vùng [[đồng bằng]] để càn quét. Chương trình của Salan và Letourneau là quét sạch quân du kích trong khu [[tam giác]] đồng bằng, xúc tiến việc tổ chức [[quân đội Quốc gia Việt Nam]] với sự viện trợ của Mỹ, thành lập đoàn Quân thứ lưu động (GAMO) để phối hợp với quân đội tổ chức an ninh xã hội các vùng đã được càn quét, rồi trao cho Thủ hiến [[Nguyễn Văn Tâm (Thủ tướng)|Nguyễn Văn Tâm]] tổ chức hành chính.\n\nTới cuối tháng giêng năm 1952, viện trợ Mỹ cập [[Cảng Sài Gòn|bến Sài Gòn]] đã lên tới 120.000 tấn chiến cụ, trong số đó có 178 [[máy bay]], 170 tàu thủy đủ loại, [[phương tiện chiến đấu bọc thép|xe thiết giáp]], đạn dược và dụng cụ truyền tin.\n\n==Xem thêm==\n==Chú thích==\n{{tham khảo|30em}}\n{{Chiến tranh Đông Dương}}\n\n{{Các chủ đề|Pháp|Lịch sử Việt Nam}}\n\n==Liên kết ngoài==\n* [http:\/\/www.dailymotion.com\/video\/x2dwgx_bao-dai-decore-des-heros-03011952 Bao Dai honors VNA veterans of Hoa Binh] (French newsreels, ngày 3 tháng 1 năm 1952)\n* [http:\/\/www.historynet.com\/magazines\/vietnam\/3024816.html?page=1&c=y The Hoa Binh Campaign]\n\n[[Thể loại:Hòa Bình]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|H]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1951]]\n[[Thể loại:Võ Nguyên Giáp]]"}