{"19796848":"'''Chiến dịch Enhance và Enhance Plus''' ([[tiếng Anh]]: ''Operations Enhance and Enhance Plus'') là hoạt động chuyển giao một số lượng lớn trang thiết bị và căn cứ quân sự của [[quân đội Mỹ]] cho chính phủ [[Việt Nam Cộng hòa]] trước khi [[Hiệp định Hòa bình Paris]] chấm dứt sự dính líu của nước [[Mỹ]] trong [[chiến tranh Việt Nam]]. Hai chiến dịch này được tiến hành từ tháng 5 đến tháng 12 năm 1972.\n\n==Chiến dịch Enhance==\nCuối tháng 3 năm 1972, [[Bắc Việt]] đã mở [[Chiến dịch Xuân – Hè 1972|Chiến dịch Xuân – Hè]] nhằm tổng tấn công Việt Nam Cộng hòa. Mục tiêu của phe cộng sản là làm suy yếu lực lượng vũ trang Việt Nam Cộng hòa, chiếm thêm lãnh thổ miền Nam Việt Nam và giảm bớt quyết tâm tiếp tục viện trợ Việt Nam Cộng hòa của Mỹ. Chiến dịch Xuân – Hè được tiến hành trong bối cảnh [[Việt Nam Dân chủ Cộng hòa]] đang đàm phán một hiệp định hòa bình với Hoa Kỳ và mong muốn củng cố vị thế của mình tại miền Nam Việt Nam trước khi hoàn tất hiệp định.<ref>Andrade, Dale (1995), ''Trial by Fire'', New York: Hippocrene Books, p. 43<\/ref>\n\nMùa hè đỏ lửa đã đặt lực lượng quân sự của Việt Nam Cộng hòa dưới áp lực dữ dội. Sau khi tỉnh lỵ [[Chiến dịch Trị Thiên|Quảng Trị]] thất thủ của và khả năng ngăn chặn Bắc Việt của Việt Nam Cộng hòa bị nghi ngờ, Tổng thống [[Richard Nixon]] vào ngày 17 tháng 5 đã chỉ thị rằng tối đa thiết bị và vật chất của Mỹ sẽ được chuyển giao cho Việt Nam Cộng hòa càng nhanh càng tốt. Ngày 19 tháng 5, Nixon liền phê duyệt danh sách thiết bị sẽ được cung cấp cho Việt Nam Cộng hòa trước ngày 1 tháng 8 và Dự án Enhance bắt đầu. Nixon cũng muốn tích lũy trang thiết bị quân sự của Việt Nam Cộng hòa để nếu hiệp định hòa bình dự kiến ban hành một lệnh cấm đưa trang thiết bị quân sự mới, Việt Nam Cộng hòa sẽ có đủ nguồn cung cấp.<ref name=Webb>{{cite book|last1=Webb|first1=William|last2=Poole|first2=Walter|title=The Joint Chiefs of Staff and the War in Vietnam 1971-1973|publisher=Office of the Chairman of the Joint Chiefs of Staff|year=2007|isbn=}}{{PD-notice}}<\/ref>{{rp|213–5}}\n\nChiến dịch Enhance đã cung cấp cho quân đội Việt Nam Cộng hòa số pháo và vũ khí chống tăng, 69 máy bay trực thăng, 55 máy bay chiến đấu phản lực, 100 máy bay khác và 7 tàu tuần tra.<ref name=Isaacs>{{cite book|last=Isaacs|first=Arnold|title=Without Honor: Defeat in Vietnam and Cambodia|url=https:\/\/archive.org\/details\/withouthonordefe0000isaa|publisher=The Johns Hopkins University Press|year=1983|isbn=}}<\/ref>{{rp|511}} Trang thiết bị được cung cấp cho [[Quân lực Việt Nam Cộng hòa]] (ARVN) bao gồm 2 tiểu đoàn pháo phòng không, 3 tiểu đoàn [[M107|pháo 175mm]], 2 tiểu đoàn xe tăng [[M48 Patton|M48A3]] và 141 bệ phóng [[BGM-71 TOW|tên lửa TOW]].<ref name=CINCPAC>{{cite web|url=https:\/\/nautilus.org\/foia-document\/cincpac-command-history-1973-volume-i\/|title=CINCPAC Command History 1973|access-date=12 May 2019}}{{PD-notice}}<\/ref>{{rp|511}}\n\n==Chiến dịch Enhance Plus==\nNgày 20 tháng 10 năm 1972, Nixon ra lệnh chuyển giao thêm trang thiết bị quân sự của Mỹ cho Việt Nam Cộng hòa. Nixon dự đoán rằng một hiệp định hòa bình sớm được ký kết và hiệp định này sẽ cấm mở rộng viện trợ quân sự cho Việt Nam Cộng hòa và chỉ cho phép thay thế trang thiết bị quân sự một đổi một. Ông muốn Việt Nam Cộng hòa có tối đa trang bị trong tay trước khi những hạn chế trong hiệp định hòa bình diễn ra. Chuyến hàng chở đồ trang bị cuối cùng đến vào ngày 12 tháng 12 và hiệp định hòa bình chưa được ký kết mãi cho đến ngày 27 tháng 1 năm 1973.<ref>Hartsook, Elizabeth and Slade, Stuart (2013), ''Air War Vietnam Plans and Operations 1969-1975'', Newtown, CT: Defense Lions Publications, p. 325<\/ref><ref name=Webb\/>{{rp|220–2}}\n\nCác thiết bị chuyển giao cho Việt Nam Cộng hòa bao gồm 234 máy bay chiến đấu phản lực [[Northrop F-5|F-5A]] và [[Cessna A-37 Dragonfly|A-37]], 32 máy bay vận tải [[Lockheed C-130 Hercules|C-130]], 277 trực thăng [[Bell UH-1 Iroquois|UH-1H]], 72 xe tăng, 117 xe bọc thép chở quân, pháo và 1.726 xe tải.<ref name=CINCPAC\/>{{rp|512}} Chi phí của hàng loạt trang thiết bị này là khoảng 750 triệu đô la (5,7 tỷ đô la năm 2015). Hơn nữa, hầu hết các thiết bị đều do người Mỹ cung cấp cho hai sư đoàn quân đội [[Hàn Quốc]] đang rời đi (khoảng 38.000 người) cũng được trao cho Việt Nam Cộng hòa. Ngoài ra, nước Mỹ còn chuyển giao quyền sở hữu các căn cứ quân sự của họ ở miền Nam Việt Nam và đống đồ trang bị nằm tại các căn cứ cho Việt Nam Cộng hòa.<ref name=Isaacs\/>{{rp|48–9, 511}}\n\n==Tác động==\nKết quả của chiến dịch này đã giúp Việt Nam Cộng hòa sở hữu lực lượng không quân lớn thứ tư trên thế giới vào cuối năm 1972. Tuy vậy, nhiều người nghi ngờ rằng liệu Việt Nam Cộng hòa có đủ khả năng sử dụng và bảo dưỡng tất cả các trang thiết bị này hay không. Một cố vấn của Tổng thống [[Nguyễn Văn Thiệu]] cho biết chiến dịch này mang lại giá trị chính trị như một dấu hiệu cho thấy Mỹ sẽ không bỏ rơi Việt Nam Cộng hòa\".<ref>Lipsman, Samuel and Weiss, Stephen (1984), ''The False Peace,'' Boston: Boston Publishing Company, p 18<\/ref><ref name=Isaacs\/>{{rp|48–9}}\n\nHiệp định Hòa bình Paris được tất cả các bên tham chiến ký kết vào ngày 27 tháng 1 năm 1973, cấm thay thế quân trang quân dụng ở miền Nam Việt Nam ngoại trừ trên cơ sở một đối một và chấm dứt việc chuyển giao thiết bị quân sự lớn từ phía Mỹ. Hiệp định cũng yêu cầu rút gần như toàn bộ nhân viên quân sự Mỹ mặc dù nước này vẫn giữ lại vài nghìn cố vấn dân sự ở Việt Nam Cộng hòa.<ref name=Webb\/>{{rp|228}}\n\n==Tham khảo==\n{{tham khảo|2}}\n\n[[Thể loại:Việt Nam năm 1972]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam Cộng hòa]]\n[[Thể loại:Lịch sử quân sự Hoa Kỳ thế kỷ 20]]\n[[Thể loại:Chiến dịch quân sự liên quan tới Việt Nam]]\n[[Thể loại:Chiến dịch quân sự trong Chiến tranh Việt Nam]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam năm 1972]]"}