{"340334":"'''Chiến dịch giải phóng Nghệ An''' là một chiến dịch lớn của [[khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] thực hiện trong các năm [[1424]]-[[1425]] nhằm giải phóng lãnh thổ, thành lập chiến khu vững mạnh mới thay cho vùng núi [[Thanh Hóa]], tạo bàn đạp tiến đánh giải phóng các miền khác trong cả nước.\n\n==Nguyên nhân==\nNăm [[1416]], [[Lê Thái Tổ|Lê Lợi]] và các cộng sự mở [[Hội thề Lũng Nhai]], bắt đầu khởi nghĩa chống [[nhà Minh|quân Minh]] xâm lược.\n\nBan đầu nghĩa quân lập chiến khu ở vùng núi Lam Sơn ([[Thanh Hóa]]), mặc dù có giành được một vài thắng lợi ở Lạc Thủy, Mường Một, Mường Chánh, nhưng lực lượng mỏng lại bị quân Minh trấn áp quyết liệt, nên phải rút về lập chiến khu mới ở vùng núi Chí Linh tại thượng nguồn [[sông Chu]] (thuộc xã Giao An giữa [[Lang Chánh]] và [[Thường Xuân]] của [[Thanh Hóa]]) vào khoảng năm [[1418]]. Tại Chí Linh, quân Việt tiếp tục gặp phải khó khăn về lương thực và lực lượng, bị quân Minh tấn công dữ dội. [[Lê Lai]] đã phải cảm tử, đóng giả [[Lê Lợi]] để cứu nguy cho chủ tướng. Giữa năm [[1419]], quân Minh lập căn cứ ngay tại vùng Lam Sơn, gây sức ép mạnh trực tiếp tới Chí Linh, quân Việt buộc phải di chuyển căn cứ của mình tới vùng Mường Khôi ở thượng lưu [[sông Mã]], và phải xin viện trợ về lương thực và [[voi]], [[ngựa]] của các bộ tộc [[Lào]]. Nhưng về sau Lê Văn Luật gièm pha, nên Lào không giúp nữa và còn liên minh với quân Minh đánh quân Việt.<ref>Đại Việt thông sử, quyền I, tờ 16-17.<\/ref><ref>[[Trần Trọng Kim]] trong [[Việt Nam sử lược]] viết rằng: cuối năm [[1421]], giữa lúc quân Việt và quân Minh đang giao chiến căng thẳng, quân Lào đông tới 3 vạn người giả sang cứu viện cho quân Việt, nhưng bất ngờ đánh úp. Tướng [[Lê Thạch]] bị trúng tên chết.<\/ref> Cuối năm [[1420]], sau khi hạ được trại Quan Du của quân Minh, Lê Lợi chuyển đại bản doanh của mình về đây. Đầu năm [[1423]], quân Minh sử dụng lực lượng lớn đánh vào Quan Du, quân Việt phải rút về huyện Khôi (Nho Quan). Quân Minh phối hợp với quân Lào tiến đánh huyện Khôi, tuy quân Việt phòng thủ thành công, nhưng cũng thiệt hại lớn và nhận thấy huyện Khôi nằm giữa [[Tây Đô]] và [[Đông Quan]] là những căn cứ lớn của địch, nên không phải là nơi thuận lợi. Tháng 5\/[[1423]], quân Việt quay trở lại vùng núi Chí Linh, tướng sĩ đều kiệt quệ, lương thực thiếu nghiêm trọng, lại rút tiếp về Lam Sơn. Nhân việc nhà Minh giao chiến lớn với [[Mông Cổ]] ở phía Bắc, quân Minh và quân Việt tạm hòa hoãn. Trong thời gian hòa hoãn khoảng 1 năm, nghĩa quân Lam Sơn tranh thủ đẩy mạnh sản xuất, tích trữ lương thực, chiêu mộ binh sĩ, và đặc biệt là nghiên cứu tìm một căn cứ chiến khu mới.\n\n[[Nguyễn Chích]] đã đề xuất nghĩa quân lấy [[Nghệ An]] làm nơi trú chân mới vì nơi đây lực lượng quân Minh mỏng nên dễ giải phóng, lại xa [[Đông Quan]] và Tây Đô nên sức ép của quân Minh không mạnh. Phía nam Nghệ An là vùng Tân Bình-Thuận Hóa, nơi lực lượng quân Minh không nhiều. Điều quan trọng nữa là [[Nghệ An]] có thể cung cấp sức người cho quân khởi nghĩa; vùng đồng bằng [[Nghệ An]] khi được giải phóng có thể cung cấp lương thực.\n\nCuối năm [[1424]], [[Lê Lợi]] quyết định tiến hành chiến dịch giải phóng [[Nghệ An]].\n\n==Diễn biến==\nQuân Lam Sơn quyết định tiến theo đường núi vào [[Nghệ An]], giải phóng miền núi Nghệ An, và tiếp theo giải phóng vùng đồng bằng tại đây .\n\n===Trận Đa Căng===\nĐể dọn đường vào Nghệ An, quân Việt đánh thành Đa Căng (ở [[Thọ Xuân]]) vào ngày 12\/10\/[[1424]].<ref>Đại cương lịch sử Việt Nam, tập I, trang 290.<\/ref> Thành này do [[Lương Nhữ Hốt]], một viên tướng [[người Việt]] theo quân Minh giữ chức Tham chính, làm chỉ huy. Trận này quân Việt giành thắng lợi, diệt hơn 1 ngàn quân địch, thu hết quân giới, đốt sạch trại thành của địch. Lương Nhữ Hốt bỏ chạy về [[thành nhà Hồ|thành Tây Đô]]. Quân Minh do Hoa Anh chỉ huy đến đánh, bị thua, cũng rút về Tây Đô.<ref name=\"ĐVTSqIt18\">Đại Việt thông sử, quyển I, tờ 18.<\/ref>\n\n===Trận Bồ Đằng===\nSau khi đánh xong Đa Căng, quân Việt theo đường núi Bồ Lạp ở lưu vực [[sông Hiếu]], [[sông Hiếu|sông Con]] và [[sông Lam]] thuộc huyện [[Quỳ Châu]] ngày nay, tiến tới đánh thành Trà Lân. Quân Minh chia làm 2 cánh chặn đầu và chặn đuôi quân Việt. Cánh chặn đầu do Sư Hựu (người Minh, giữ chức Đồng tri), Cầm Bành (người Việt, giữ chức Tham tri phủ châu Trà Lân), Cầm Lạn (người Việt giữ chức Tri phủ ở Quỳ Châu) chỉ huy có 5 nghìn quân. Cánh chặn hậu do [[Trần Trí]] (Tổng binh), Lý An, Phương Chính, Thái Phúc (đều là người Minh) chỉ huy dẫn quân từ thành Tây Đô tới.\n\nCánh chặn hậu của quân Minh bị quân Việt phục kích đánh thua ở [[Bồ Đằng]] (Quỳ Châu), phải rút lui. Trận này, quân Việt tiêu diệt trên 2000 quân địch, chém được Trần Trung (hoặc Trần Quý) là Đô ty người Minh.<ref>Đại Việt thông sử chép là Trần Quý. [[Khâm định Việt sử thông giám cương mục]] và Đại cương Lịch sử Việt Nam đều chép là Trần Chung.<\/ref> Cánh chặn đầu của quân Minh không dám đánh nữa, mà rút về lập trại ở Trịnh Sơn để bảo vệ thành Trà Lân.<ref name=\"ĐVTSqIt18\" \/><ref name=\"ĐCLSVN291\">Đại cương lịch sử Việt Nam, tập I, trang 291.<\/ref>\n\n===Trận Trà Lân===\nThành Trà Lân ở châu Trà Lân<ref>Còn gọi là châu Trà Long, nay là các huyện [[Con Cuông]] và [[Tương Dương (huyện)|Tương Dương]], phía tây [[Nghệ An]].<\/ref> là một [[sơn thành]] tọa lạc tại một trái núi ở bờ Bắc [[sông Lam]], chỗ hợp lưu của [[sông Hiếu|sông Con]] với [[sông Lam]] thuộc địa phận xã Bồng Khê, huyện [[Con Cuông]] ngày nay. Thành này trấn giữ đường từ miền núi [[Nghệ An]] xuống vùng đồng bằng. Thành đắp theo thế núi, chu vi khoảng 2&nbsp;km, ngoài có hàng rào tre và hào sâu. Lực lượng của Cầm Bành vào khoảng 2.000 người.<ref name=\"ĐCLSVN291\" \/>\n\nQuân Việt vây thành Trà Lân, vừa đánh vừa dụ hàng. Cầm Bành cố thủ, nhưng quân lính trốn mất dần. Tổng binh Trần Trí ở thành [[Nghệ An]] sau trận thua đau ở Bồ Đằng không dám đến cứu Cầm Bành. Sơn Thọ (quân Minh) thả sứ của quân Việt là Lê Trăn để xin Lê Lợi hòa hoãn.\n\nSau 2 tháng bị vây đánh, Cầm Bành xin hàng. Lê Lợi tha cho Cầm Bành, tuyển mộ thêm 5000 tân binh.<ref name=\"CMchinhbienquyenXIII\">Khâm định Việt sử thông giám cương mục, chính biên, quyển XIII.<\/ref><ref>Về sau, Cầm Bành mưu phản, bị Lê Lợi tiêu diệt.<\/ref> Thế lực của quân Việt lớn mạnh thêm. Thành Trà Lân trở thành một căn cứ của quân Việt, khống chế cả vùng miền núi Nghệ An, uy hiếp thành Nghệ An.<ref name=\"ĐCLSVN291\" \/>\n\n===Trận ải Khả Lưu - Bồ Ải===\nBị vua Minh phê bình, Trần Trí đành tiến quân tái chiếm Trà Lân.<ref name=\"CMchinhbienquyenXIII\" \/> Từ thành Nghệ An tới thành Trà Lân phải đi qua ải Khả Lưu, cách thành Trà Lân khoảng 40&nbsp;km.<ref name=\"ĐCLSVN292\">Đại cương lịch sử Việt Nam, tập I, trang 292.<\/ref>\n\nLê Lợi dẫn quân tới ải Khả Lưu, cho làm các hoạt động nghi binh tại ải này, và bố trí trận địa mai phục ở sau ải. Mặt khác, ông phái một cánh quân tinh nhuệ đến phục ở Bãi Sở (Long Sơn, [[Anh Sơn]]), sát trại Phá Lũy của quân Minh.\n\nQuân Minh đánh ải Khả Lưu, quân Việt giả vờ thua chạy nhử địch vào trận địa mai phục rồi ập lại đánh. Trong khi đó, cánh quân Việt ở bãi Sở đánh úp, chiếm được doanh trại Phá Lũy. Hai trận này, quân Minh bị thiệt hại rất nặng.<ref>Xem Đại Việt sử ký toàn thư, quyền X, tờ 14.<\/ref> Tuy nhiên số quân Minh còn lại tiếp tục lập trại trên các núi để ngăn chặn quân Việt. Lê Lợi bèn cho đốt phá trại ở Khả Lưu rồi rút quân về ải Bồ (Đức Sơn, Anh Sơn) và bố trí một trận mai phục ở đây. Quân Minh thấy quân Việt rút liền truy kích nhưng lại rơi vào ổ mai phục, bị thiệt hại nặng; Đô ti Chu Kiệt bị quân Việt bắt, và tiên phong Hoàng Thành bị tử trận. Trần Trí phải rút tàn quân về thành Nghệ An cố thủ.<ref name=\"CMchinhbienquyenXIII\" \/><ref name=\"ĐCLSVN292\" \/>\n\n===Trận Đỗ Gia===\nTừ sau các trận Bồ Đằng, Trà Lân, Khả Lưu, thanh thế của [[Lê Lợi]] nổi mạnh, các lực lượng khởi nghĩa của [[người Việt]] ở [[Nghệ An]] đều xin theo. Nhiều châu, huyện được giải phóng thêm. Cả Cẩm Quý, người Việt làm Tri phủ cho quân Minh ở phủ Ngọc Ma cũng xin quy thuận.<ref name=\"CMchinhbienquyenXIII\" \/> Quân Việt áp sát thành [[Nghệ An]], đưa thành này vào thế bị cô lập. Quân Minh từ [[Thành Nghệ An]] đánh ra vài lần đều thất bại, đành cố thủ bên trong.<ref>Đại cương lịch sử Việt Nam, tập I, trang 294.<\/ref>\n\nĐầu năm [[1425]], quân Minh từ thành [[Đông Quan]] do Lý An chỉ huy đi đường biển vào chi viện cho mặt trận [[Nghệ An]]. Quân Trần Trí từ trong thành đánh ra. Quân Việt dụ đối phương đến cửa sông Đỗ Gia và dùng chiến thuật phục kích đánh bại. Trần Trí chạy về Đông Quan. Lý An ở lại cố thủ thành Nghệ An.<ref>Việt Nam sử lược, chương XIV.<\/ref>\n\n===Trận Diễn Châu===\nTháng 6 năm [[1425]], Lê Lợi sai [[Đinh Lễ]] đem quân đánh thành [[Diễn Châu]]. Thành này là trị sở của châu Diễn (gồm các huyện [[Quỳnh Lưu]], [[Diễn Châu]], [[Yên Thành]] ngày nay). Quân Minh cố thủ trong thành. Quân Minh ở [[Thanh Hóa]] điều 300 thuyền lương do Đô ti Trương Hùng chỉ huy vào tiếp tế cho thành Diễn Châu, nhưng rơi vào ổ phục kích của quân Đinh Lễ ngay tại ngoài thành. Quân Minh bị mất nhiều thuyền bè và lương thực, lại thêm trên 300 binh sĩ bị tử trận tại chỗ. Trương Hùng bỏ chạy về Thanh Hóa. Quân Việt tiếp tục hãm thành.<ref>Đại cương lịch sử Việt Nam, tập I, trang 295.<\/ref>\n\n==Kết quả==\nBằng cách dùng lối đánh bao vây và mai phục, chỉ trong vài tháng, quân Việt đã giành được những thắng lợi quan trọng, giải phóng các miền [[Nghệ An]], đưa các thành [[Nghệ An]] và [[Diễn Châu]] vào thế bị cô lập. [[Nghệ An]] trở thành căn cứ quan trong, bàn đạp lợi hại để giải phóng các vùng khác của đất nước, trước hết là [[Thanh Hóa]] và Tân Bình-Thuận Hóa.<ref>Các tài liệu lịch sử ghi rằng, sau trận phục kích Trương Hóa ở ngoài thành [[Diễn Châu]], [[Đinh Lễ]] đã theo đường thủy truy kích Trương Hóa. Lê Lợi cũng phái [[Lý Triện]], [[Lê Sát]], [[Lưu Nhân Chú]], [[Bùi Bị]] đem 2000 quân và 3 voi chiến theo đường núi từ [[Nghệ An]] ra [[Thanh Hóa]]. Hai cánh quân Việt thủy bộ giáp công thành [[Tây Đô]]. Quân Minh ở Thanh Hóa sau khi điều động một bộ phận đáng kể vào chi viện cho mặt trận Nghệ An thì lực lượng còn ít. Khi quân Việt đánh thành [[Tây Đô]], quân Minh bị thiệt hại, phải bỏ doanh trại bên ngoài vào cố thủ trong thành. Quân Việt một mặt vây thành, một mặt tiến đánh giải phóng các miền Thanh Hóa. Dân [[Thanh Hóa]] nô nức tòng quân theo Lê Lợi. Sau khi [[Nghệ An]] và [[Thanh Hóa]] bị quân Việt giải phóng, quân Minh ở Tân Bình và Thuận Hóa bị cô lập. Tháng 8 năm [[1425]], quân Việt chia hai đường thủy (do [[Lê Ngân]] chỉ huy) và bộ (do [[Trần Nguyên Hãn]] chỉ huy) đánh và giải phóng hai địa phương phía Nam này. [[Trần Nguyên Hãn]] tuyển mộ thêm vài vạn người địa phương vào đội ngũ.<\/ref> Quân Minh chỉ còn giữ được mấy thành ở đây, nhưng bị chia cắt và cô lập hoàn toàn, không ứng cứu được cho nhau.\n\n==Ý nghĩa==\nChiến dịch giải phóng [[Nghệ An]] của quân Lam Sơn thành công đã làm thay đổi cục diện chiến tranh Minh-Việt tại [[Việt Nam]]. Giải phóng được cả miền rộng lớn từ [[Thanh Hóa]] vào nam, [[nghĩa quân Lam Sơn]] phát triển mạnh cả về lực lượng và kinh nghiệm chiến đấu, có điều kiện tiến hành tổng tấn công ra miền Bắc.\n\n==Xem thêm==\n* [[Khởi nghĩa Lam Sơn]]\n\n==Tham khảo==\n*Trương Hữu Quýnh chủ biên (2007), ''Đại cương lịch sử Việt Nam (tập I)'', chương IX, [[Nhà xuất bản Giáo dục|Nhà Xuất bản Giáo dục]], [[Hà Nội]].\n*[[Ngô Sĩ Liên]] chủ biên, ''[[Đại Việt sử ký toàn thư]]'', quyển X (bản [[PDF]]).\n*[[Lê Quý Đôn]], ''[[Đại Việt thông sử]]'', quyển I (bản PDF).\n*Quốc sử quán ([[nhà Nguyễn|triều Nguyễn]]), ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'', quyển XIII (bản PDF).\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'' (bản PDF).\n\n==Chú thích==\n{{Tham khảo}}\n{{Khởi nghĩa Lam Sơn}}\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Lịch sử Nghệ An]]\n[[Thể loại:Lịch sử Hà Tĩnh]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1424]]\n[[Thể loại:Việt Nam năm 1425]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 4]]"}