{"411603":"{{Kháng chiến của Việt Nam}}\n{{Chiến tranh Việt-Xiêm}}\n[[Tập tin:Map shows Indochina and Southeast Asia 1750.jpg|nhỏ|458x458px|Đông Nam Á khoảng năm 1750.]]\n'''Chiến tranh Việt- Xiêm (1771-1772)''' là cuộc chiến giữa Thái Lan dưới [[Vương triều Thonburi]] của vua [[Taksin]] và [[Đàng Trong]] nước [[Đại Việt]] ([[Việt Nam]] ngày nay) thời chúa [[Nguyễn Phúc Thuần]] cuối [[thế kỷ 18]].\n\nCuộc chiến này bao gồm nhiều trận lớn nhỏ, phần lớn đã xảy ra ở các tỉnh thuộc [[miền Nam]] [[Việt Nam]]. Trong hai năm đối đầu này, đôi bên đều bị thiệt hại nặng về người và của, nhất là xứ [[Hà Tiên (tỉnh)|Hà Tiên]], khiến [[Trịnh Hoài Đức]] đã phải viết rằng: ''Khi quân Xiêm qua xâm chiếm, chúng đã phá hết thành lũy Hà Tiên, phá tan nhà cửa, cướp hết của cải, nhân dân đều bỏ trốn chỉ còn lại gò đất hoang mà thôi''.<ref name=\"THD\">[http:\/\/lichsuvn.info\/forum\/showthread.php?t=4224&page=2 Theo ''Gia Định thành thông chí'']{{Liên kết hỏng|date=2021-01-28 |bot=InternetArchiveBot }}<\/ref>\n\n==Nguyên nhân== \nSau khi [[Taksin|Trịnh Quốc Anh]] lên ngôi vua ở Xiêm La, biết con vua cũ (Phong vương)<ref>Phong vương: tức Ekkathat, vua cuối cùng của nước [[Ayutthaya]]. Phong vương, Phung vương, Tiễn vương nghĩa là ông vua bị bệnh cùi. Do vua Ekkathat bị bệnh nám da hoặc phong cùi nên có biệt danh này.<\/ref> là Chiêu Thúy<ref>Chiêu (Chao) ở đây là tước hiệu, như Tướng hoặc Đại nhân, Thúy có thể là tên.<\/ref> còn ở Hà Tiên (Việt Nam), sợ ngày sau sinh ra biến loạn, bèn đến tháng 10 năm [[Tân Mão]] (1771) đem binh thuyền sang vây đánh [[Hà Tiên (tỉnh)|Hà Tiên]].\n\n==Diễn biến==\nTheo ''[[Việt Nam sử lược]]'' thì sau đó Tổng binh trấn Hà Tiên là [[Mạc Thiên Tứ]] giữ không nổi phải bỏ thành chạy về Trấn Giang ([[Cần Thơ]]). Vua Tiêm La ([[Xiêm|Xiêm La]]) để tướng là [[Trần Liên]], ở lại giữ Hà Tiên rồi tiến quân sang đánh [[Chân Lạp]]. Quốc vương là [[Outey II|Nặc Tôn]] phải bỏ chạy. Vua Tiêm La đóng quân ở thành [[Phnôm Pênh|Nam Vang]] và lập [[Ang Nan|Nặc Non]] lên làm vua Chân Lạp.\n\nTháng 6 năm sau (1772) chúa Nguyễn ([[Nguyễn Phúc Thuần]]) sai quan Tổng suất là [[Nguyễn Cửu Đàm]] lĩnh chức Điều khiển đem binh thuyền đi đánh quân Tiêm la. Quân của Nguyễn cửu Đàm tiến sang đến Nam Vang, quân Tiêm La bỏ chạy về Hà Tiên, Nặc Non cũng chạy về [[Kam pốt|Cần Bột]]. Nặc Tôn lại về làm vua Chân Lạp. Vua Tiêm La về đến Hà Tiên sai người đưa thư sang gọi Mạc Thiên Tứ về để giảng hòa. Mạc thiên Tứ không chịu. Vua Tiêm La bèn để Trần Liên ở lại giữ Hà Tiên, rồi bắt con gái Mạc thiên Tứ và Chiêu Thúy đem về nước.\n\nNăm sau Mạc Thiên Tứ thấy việc không xong, bèn sai người sang Tiêm La xin hòa. Vua Tiêm La gọi Trần Liên về và cho người con gái của Mạc Thiên Tứ về Hà Tiên. Còn Chiêu Thúy thì đem giết đi. Từ đó Mạc thiên Tứ lại về giữ đất Hà Tiên.<ref>Theo [[Trần Trọng Kim]], ''Việt Nam sử lược'', tr. 355-336.<\/ref>\n \nTác giả ''[[Gia Định thành thông chí]]'' là [[Trịnh Hoài Đức]] kể chi tiết:\n:''Tháng 9 (1771), Phi nhã Tân''<ref>Tức Taksin. Ông vốn tên Sin, trùng âm tiếng Hoa là Tân hoặc Tín. Phi Nhã (Phraya) là chức quan ở Xiêm, như tướng quân hoặc đại quan.<\/ref> ''(tức Trịnh Quốc Anh) thấy Chiêu Thúy (Chúy) hiện đang ở [[Hà Tiên (tỉnh)|Hà Tiên]], lo rằng việc ấy khó chịu...(Nhân) thừa nhuệ khí vừa mới phá giặc ở Lục Côn (thuộc nước [[Myanmar|Miến Điện]]) nên mới thân điều 2 vạn lính thủy lục, dùng tên cướp Trần Thái ở [[Kep|núi Bạch Mã]] làm người dẫn đường.''\n:[[Tập tin:Núi Tô Châu, Hà Tiên.jpg|nhỏ|272x272px|Núi Tô Châu, Hà Tiên.]]''Ngày mùng 3 tháng 10, chúng tiến đến Hà Tiên, vây chặt [[trấn thành]] (thành có 3 mặt chắn bằng ván gỗ, không phải xây bằng đất đá). Lúc ấy quân giữ Hà Tiên rất ít ỏi, nên họ phải đóng chặt cửa thành để chống cự, mặt khác lo cấp báo với đồn [[long Hồ (dinh)|dinh Long Hồ]]. Thủy quân của Xiêm chiếm được [[núi Tô Châu]] rồi dùng súng lớn bắn vào thành, tình thế rất nguy cấp.''\n\n:[[Tập tin:Phố thị Hà Tiên.jpg|nhỏ|270x270px|Một phần phố thị Hà Tiên (Kiên Giang, Việt Nam) hiện nay.]]''Đêm mùng 10, kho thuốc súng ở núi Ngũ Hổ bốc cháy khiến cả thành đều chấn động. Qua đêm 13, quân Xiêm từ cửa sau của thành do chỗ cửa sông nhỏ không được đắp thành phá cửa xông vào phóng lửa đốt dinh, ánh lửa rực cả núi rừng, quân Xiêm trong ngoài giáp công, chúng vừa đánh trống vừa hò reo huyên náo, tiếng súng đại bác vang như sấm. Tông Đức hầu (Mạc Thiên Tứ) thân dẫn quân đánh với chúng trên đường phố, một lúc sau, quân dân trong thành tan vỡ chạy tán loạn, qua canh ba thành vỡ, Tông Đức hầu quyết tử chiến với địch thì Cai đội Đức Nghiệp hầu đến ôm nách đưa Tông Đức hầu lên thuyền rồi chèo theo [[sông Giang Thành|đường sông]] hướng về Giang Thành (tên một thủ sở) mà chạy. Hiệp trấn [[Mạc Tử Hoàng]], Thắng Thủy hầu [[Mạc Tử Thảng]] và Tham tướng [[Mạc Tử Dung]] đem thủy quân phá vòng vây rồi theo đường biển chạy xuống [[Rạch Giá|Kiên Giang]], sau đó qua Trấn Giang đóng lại.''\n \n:''Ngày 15, thuyền của Tông Đức hầu đến [[Châu Đốc]], tướng Xiêm là Chiêu khoa Liên<ref>Chiêu Khoa Liên vốn người Triều Châu, họ Trần, tên Liên, làm mưu sĩ cho vua Phi nhã Tân (Taksin). Chiêu Khoa là tên gọi một chức quan của nước Xiêm, có lẽ là phiên âm của chữ Chao Phraya (Chiêu Phi Nhã) thì đúng hơn.<\/ref> cho truy binh đuổi theo, Tông Đức hầu sai Cai đội Đồ Bà (Chà Và) là Sa Ra chặn đánh nhưng cũng thua, bèn rút ra đạo [[Tân Châu]] [[sông Tiền|Tiền Giang]], ở đó ông gặp Lưu thủ dinh Long Hồ là Cai cơ Kính Thận hầu [[Tống Phước Hiệp]] đang thân dẫn binh của dinh đến tiếp ứng, họ vội giục gấp quân tiến vào [[sông Châu Đốc]] đánh giết đẩy lui quân giặc. Quân giặc Xiêm vì không biết đường nên đi lầm vào sông cụt, bị đại binh đuổi kịp chém đầu được hơn 300 tên. Chiêu khoa Liên bỏ thuyền chạy lên bờ rồi suốt đêm theo đường Chơn Giùm (Chan Sum) chạy về Hà Tiên. Quân dinh Long Hồ thu được 5 chiếc thuyền chiến, súng ống và vật dụng của quân Xiêm và ghe sai của Hà Tiên không kể xiết, rồi để quân ở lại giữ đạo Châu Đốc, còn đại binh lui về Tân Châu cùng Tông Đức hầu hỏi han, an ủi cơ sự, sau đó sai thuyền bè đưa Tông Đức hầu về nghỉ tại dinh Long Hồ.''\n\n:''Lại nói Cai đội [[Sa Đéc|đạo Đông Khẩu]] là Nhơn Thanh hầu [[Nguyễn Hữu Nhơn]] đón đánh quân Xiêm ở Cường Thành ([[Lấp Vò]], thuộc tỉnh [[Đồng Tháp]]), [[sông Hậu|Hậu Giang]], ông cho quân giữ lấy chỗ hiểm yếu rồi bất thần xuất quân đánh liền mấy trận đều thắng, thu được 10 chiếc thuyền chiến của quân Xiêm. Quân Xiêm theo đường bộ chạy trốn nhưng cũng bị chém, bị thương và bị đói khát chết mất quá nửa và cuối cùng chúng thấy đất Long Hồ nhiều hiểm yếu nên không dám tái phạm. Khi ấy Phi nhã Tân để Chiêu khoa Liên ở lại giữ trấn Hà Tiên còn y thân dẫn hùng quân thẳng đến nước Cao Miên. Vua [[Campuchia|Cao Miên]] là [[Outey II|Nặc Ong Ton]] (Ang Ton) chạy ra đất Bát Chiên, Long Quật. Phi nhã Tân đưa [[Ang Nan|Nặc Ong Non]] (Ang Non) trở lại làm Quốc vương Cao Miên, quân Xiêm chiếm giữ phủ [[Phnôm Pênh|Nam Vang]] và có ý dòm ngó đất [[Gia Định]] của [[Đàng Trong|ta]].''\n\n:''Tháng 11, Thống suất Khôi Khoa hầu, Tham mưu Miên Trường hầu gửi công văn mời Tông Đức hầu cùng hội họp...Tông Đức hầu trình bày hết mọi nguyên do thất thủ và dâng biểu xin chịu tội. Tháng 12, triều đình xuống chiếu tha tội cho Tông Đức hầu, lại cấp cho lương tiền rồi sai quan Điều khiển ([[Nguyễn Cửu Đàm]]) điểm binh đưa Tông Đức hầu về trú ở [[Cần Thơ|đạo Trấn Giang]] để chiêu dụ vỗ về kẻ lưu vong, chuẩn bị cơ hội dẹp [[xiêm|giặc]].''\n\n:''Tháng 2 mùa xuân năm [[Nhâm Thìn]] (1772), triều đình nghị tội việc Khôi Khoa hầu không tiếp viện để cho Hà Tiên bị rơi vào tay địch, giáng Khôi Khoa hầu xuống làm Cai đội, triệu Miên Trường hầu về [[cố đô Huế|kinh]] đợi lệnh. Tháng 6, quan Điều khiển điều binh tiến đánh, Đàm Ân hầu lãnh đại binh kéo đi theo đường Tiền Giang, Cai bạ dinh Long Hồ là Hiến Chương hầu [[Nguyễn Khoa Thuyên]] đem quân binh Đông Khẩu theo đường biển Kiên Giang tiến tới, Lưu thủ Kính Thận hầu theo đường Hậu Giang đến đóng ở Châu Đốc để làm 2 đường tiếp ứng cho đạo quân trước. Lúc ấy, Nhơn Thanh hầu đương bị bệnh nặng, một mình Hiến Chương hầu quản 3000 quân dùng 50 chiếc thuyền đủ cỡ lớn nhỏ tiến đánh quân Xiêm nhưng thấy bất lợi nên phải rút về đạo Kiên Giang. Đàm Ân hầu lại dùng một người Cao Miên là Nhum Rạch làm tiên phong kéo quân đến đánh Nam Vang, quân Xiêm bị chết rất nhiều. Phi nhã Tân phải chạy xuống Hà Tiên, Nặc Ong Non (Ang Non) thì chạy về [[Cần Vọt]], quân ta thu phục được các phủ [[Phnôm Pênh|Nam Vang]] và [[Longvek|La Vách]]. Nặc Ong Ton (Ang Ton) trở lại ngôi cũ, nước Cao Miên từ đó được yên ổn, đại binh kéo về và gửi tiệp báo lên triều đình...''\n \n:''Phi nhã Tân về đến Hà Tiên bèn viết thư giảng hòa gởi đến [[Mạc Thiên Tứ|Tông Đức hầu]] nhưng hầu không trả lời, Phi nhã Tân tự nghĩ mình mới chiếm được nước Xiêm, gốc rễ chưa được vững bền, nay đem quân đi xâm lược phương xa cũng chưa thành công, nếu cứ để cho quân sĩ lưu dây dưa thì một mai nước Xiêm có người chiếm lấy sào huyệt khiến tấn thoái đều cùng đường, dẫu có hối cũng không kịp. Y bèn chọn quân giao cho Chiêu khoa Liên ở lại giữ Hà Tiên, còn tự thân dẫn quân, bắt lấy con cái của Tông Đức hầu và Chiêu Thúy (Chúy) đưa xuống thuyền trở về thành [[Bangkok|Vọng Các]]. Về tới Xiêm thì giết Chiêu Thúy.''\n\n:''Tháng 2 mùa xuân năm [[Quý Tỵ]] (1773), Tông Đức hầu ở tại Trấn Giang rồi cho người sang Xiêm để thăm dò động tĩnh, ngoài mặt tỏ ra là hòa hoãn kết thân, nên Phi nhã Tân bằng lòng, đưa người thiếp thứ tư và người con gái nhỏ của Tông Đức hầu mà y đã bắt để làm tin trở về Trấn Giang và cho gọi Chiêu khoa Liên về nước. Khi quân Xiêm qua xâm chiếm, chúng đã phá hết thành lũy Hà Tiên, phá tan nhà cửa, cướp hết của cải, nhân dân đều bỏ trốn chỉ còn lại gò đất hoang mà thôi. Tông Đức hầu khôn xiết bùi ngùi trước cảnh hoang tàn như thơ Thử Ly miêu tả nên tạm trú ở Trấn Giang, rồi sai Hiệp trấn [[Mạc Tử Hoàng]] trở về để sửa sang lại dinh lũy.''<ref name=\"THD\" \/>\n\n==Sử liệu liên quan==\n[[Tập tin:Thanh kiếm Xiêm.jpg|nhỏ|170px|phải|Thanh gươm gãy của một võ tướng Xiêm, được tìm thấy ở Hà Tiên.]]\nTrích ký sự của Alexander Hamilton:\n:''Trong năm 1771, vua Xiêm đã gây chiến với lân bang với đạo quân gồm 50.000 người đi đường bộ và 20.000 người đi đường biển...Khi lục quân và hải quân Xiêm đe dọa [[Campuchia]], nhà vua nước này biết không thể đương đầu được với người Xiêm, bèn ra lệnh cho dân chúng sống dọc biên giới phải tản cư về kinh thành, đồng thời hủy hoại mọi thứ mà họ không mang theo được...Ngay sau đó, nhà vua cho người đi cầu viện nhà vua xứ [[Đàng Trong]], xin nhà vua này tham chiến và che chở cho ông. Việc ấy, được người Việt Nam chấp nhận với điều kiện là nước Campuchia trở thành thuộc quốc của xứ Đàng Trong. Mọi việc liền được thỏa thuận và nhà vua Campuchia đã tiếp nhận một đạo quân gồm có 5.000 người tham chiến trên bộ và 3.000 thủy binh cùng nhiều chiến thuyền có trang bị đầy đủ.''\n \n:''Cánh quân đi đường bộ của Xiêm, khi mới xâm nhập biên giới Campuchia đã nhận thấy đây đó vắng lặng, họ bắt đầu hoang mang, thất vọng…Thiếu thực phẩm, họ buộc phải giết lần hồi tất cả các súc vật dùng để kéo xe hay chuyển vận: cả [[voi]] lẫn [[ngựa]]...Bệnh dịch tả và bệnh sốt rét cũng hoành hành trong quân ngũ. Chỉ trong vòng hai tháng rưỡi, quân số bộ binh của Xiêm chỉ còn lại một nủa...''\n\n:''Còn cánh thủy binh của Xiêm vào thành Hà Tiên trên những chiếc thuyền nhỏ chỉ nhằm cướp bóc và đốt phá thị trấn này. Việc ấy đã được họ thực hiện xong, chỉ kể riêng món ngà voi mà họ đốt bỏ đã trên hai trăm tấn. Còn những chiếc thuyền lớn và ghe nhỏ của họ thì chở đầy ắp đồ vật cướp được…Người Việt Nam nắm chắc tình thế thuận lợi đã tấn công chớp nhoáng vào những tàu lớn, đốt một số chiếc, đồng thời lùa một số chiếc lên cạn. Trong lúc đó, đa số thuyền nhỏ của Xiêm bị mắc kẹt trong lòng sông hẹp dẫn vào thị trấn, và không thể quay ra tiếp cứu cho các tàu to…Người Việt Nam sau khi kết thúc chiến trận này bèn rút lui. Họ không cố ý kéo dài cuộc chiến đối đầu với một lực lượng hải quân nhiều hơn gấp bội.''\n:''Năm 1772, tôi (A. Hamilton) vẫn còn thấy nhiều xác tàu đắm và mọi thứ điêu tàn, đổ nát tại Hà Tiên.''<ref>A. Hamilton, ''A New Account of the East Indies'', xuất bản ở Edinburgh, Vương quốc [[Anh]], 1727. Chép lại theo ''Nghiên cứu Hà Tiên'', tr. 397-399.<\/ref>\n==Chú thích==\n{{Tham khảo}} \n==Tham khảo== \n*Trịnh Hoài Đức, ''Gia Định thành thông chí''. Bản điện tử: [http:\/\/lichsuvn.info\/forum\/showthread.php?t=4224&page=2]{{Liên kết hỏng|date=2021-01-28 |bot=InternetArchiveBot }}\n*Trần Trọng Kim,''Việt Nam sử lược,'' Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1964\n*Phạm Văn Sơn,'' Việt sử tân biên'', Quyển 3, Sài Gòn, 1959.\n*Trương Minh Đạt, ''Nghiên cứu Hà Tiên,'' Nhà xuất bản Trẻ & Tạp chí Xưa và Nay cùng ấn hành, 2008.\n*Phạm Việt Trung - Nguyễn Xuân Kỳ - Đỗ Văn Nhung, ''Lịch sử Campuchia''. Nhà xuất bản Đại học và Trung học chuyên nghiệp, 1981.\n\n[[Thể loại:Quân sự Việt Nam thời Lê trung hưng]]\n[[Thể loại:Vương triều Thonburi]]\n[[Thể loại:Việt Nam năm 1771]]\n[[Thể loại:Việt Nam năm 1772]]\n[[Thể loại:Xung đột 1771]]\n[[Thể loại:Xung đột 1772]]\n[[Thể loại:Chiến tranh Việt–Xiêm]]\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Quan hệ quân sự Thái Lan-Việt Nam]]"}