{"1241943":"{{pp-vandalism|small=yes}}\n{{Thông tin chiến tranh\n| rộng = \n| tên = Chiến tranh Pháp-Đại Nam \n| một phần của = \n| hình = Prise de Saigon 18 Fevrier 1859 Antoine Morel-Fatio.jpg\n| cỡ hình = 300px\n| ghi chú hình = ''Lực lượng viễn chinh Pháp và Tây Ban Nha tấn công [[thành Gia Định]]'', tranh của [[Antoine Léon Morel-Fatio]].\n| thời gian = 1 tháng 9 năm 1858 – 6 tháng 6 năm 1884<br \/>({{Age in years, months, weeks and days|month1=9|day1=1|year1=1858|month2=6|day2=6|year2=1884}})\n| địa điểm = Khắp lãnh thổ [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] và một phần của Nhà Thanh\n| kết quả = Pháp chiến thắng \n* Hòa ước Nhâm Tuất (1862), nhà Nguyễn nhượng 3 tỉnh Đông Nam Kỳ cho Pháp (gồm Biên Hòa, Gia Định, Định Tường)\n* [[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi]] (1883)\n* [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân]] (1884), Pháp giành quyền bảo hộ Đại Nam\n* Pháp mở rộng tầm ảnh hưởng đến khu vực [[Viễn Đông]]\n| thay đổi lãnh thổ = Toàn bộ Đại Nam chính thức bị Pháp đô hộ\n| bên 1 = \n{{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Đệ Nhị Đế chế Pháp]] <small>(1858–71)<\/small><br \/> {{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Đệ Tam Cộng hòa Pháp]] <small>(1871–84)<\/small><br \/> {{flagicon image|Flag of Spain (1785-1873 and 1875-1931).svg}} [[Lịch sử Tây Ban Nha#Thế kỷ 19|Tây Ban Nha]] <small>(1858–74)<\/small>\n| bên 2 = {{flagicon image|Noflag.PNG}} [[Nhà Nguyễn|Đại Nam]] <small>(1858–83)<\/small> <br \/> {{flagdeco|Nhà Thanh|1862}} [[Nhà Thanh|Đại Thanh]] <small>(1883–84)<\/small><br \/> {{flagicon image|Black Flag Army Flag.svg|23px}} [[Quân Cờ Đen]]<br \/><small>(1873–84)<\/small>\n| chỉ huy 1 = \n{{flagicon|Pháp|1830}} [[Napoleon III]] <br \/> {{flagicon|Pháp|1830}} [[Charles Rigault de Genouilly|de Genouilly]] <br \/> {{flagicon|Pháp|1830}} [[François Page]] <br \/> {{flagicon|Pháp|1830}} [[Leonard Charner]] <br \/> {{flagicon|Pháp|1830}} [[Francis Garnier]] {{KIA}} <br \/> {{flagicon|Pháp|1830}} [[Henri Rivière]] {{KIA}} <br \/> {{flagicon|Pháp|1830}} [[Eugène Bouët]] <br \/> {{flagicon|Pháp|1830}} [[Berthe de Villers]] <br \/> {{flagicon|Tây Ban Nha|1873}} [[Carlos Palanca y Gutierrez|Carlos Palanca]]\n| chỉ huy 2 = {{flagicon image|Heirloom seal of the Nguyễn Dynasty.svg}} [[Tự Đức]]<br \/>{{flagicon image|Flag of the Nguyễn Dynasty Army (Musée de l'Armée, Paris; simplified version).svg}} [[Nguyễn Tri Phương]]{{KIA}}<br \/>{{flagicon image|Flag of the Nguyễn Dynasty Army (Musée de l'Armée, Paris; simplified version).svg}} [[Hoàng Diệu]]{{KIA}}<br \/>{{flagicon image|Flag of the Nguyễn Dynasty Army (Musée de l'Armée, Paris; simplified version).svg}} [[Hoàng Kế Viêm]]<br \/>{{flagicon image|Flag of the Nguyễn Dynasty Army (Musée de l'Armée, Paris; simplified version).svg}} [[Tôn Thất Thuyết]]<br \/>{{flagicon image|Flag of the Nguyễn Dynasty Army (Musée de l'Armée, Paris; simplified version).svg}} [[Nguyễn Quang Bích]]<br \/>{{flagicon image|Flag of the Nguyễn Dynasty Army (Musée de l'Armée, Paris; simplified version).svg}} [[Nguyễn Thiện Thuật]]<br \/>{{flagicon|Qing Dynasty|1862}} [[Phan Đỉnh Tân]]<br \/>{{flagicon|Qing Dynasty|1862}} Sầm Dục Anh<br \/>{{flagicon|Qing Dynasty|1862}} Vương Đức Bảng<br \/>[[Tập tin:Black Flag Army Flag.svg|23px]] [[Lưu Vĩnh Phúc]] \n}}\n{{Hộp chiến dịch Nam Kỳ}}\n{{Biến cố Bắc Kỳ}}\n{{Hộp Chiến dịch Bắc Kỳ}}\n\n'''Chiến tranh Pháp–Đại Nam''' hoặc '''chiến tranh Pháp–Việt''', hay còn được gọi là '''Pháp xâm lược Đại Nam''' là một cuộc chiến tranh giữa [[nhà Nguyễn]] của [[Việt Nam|Đại Nam]] và [[Đệ Nhị Đế chế Pháp]] (về sau [[Đệ tam Cộng hoà Pháp|Đệ Tam Cộng hoà Pháp]] kế tục), diễn ra từ năm [[1858]] đến năm [[1884]]. Cuộc chiến kết thúc bằng thắng lợi của [[Pháp]]. Pháp xâm chiếm toàn bộ lãnh thổ Đại Nam và thiết lập bộ máy cai trị, bắt đầu thời kỳ [[Pháp thuộc]] trong [[lịch sử Việt Nam]].\n\n== Bối cảnh ==\n{{xem thêm|Gia Long|Pigneau de Behaine|Thành Gia Định}}\n[[Tập tin:Ban do viet nam 1857.jpg|thumb|left|Bản đồ Việt Nam năm 1857]]\nTrong cuộc chiến chống lại triều đình Tây Sơn, [[Gia Long|Nguyễn Ánh]] giành được nhiều sự giúp đỡ của người Pháp, đặc biệt là giám mục [[Bá Đa Lộc|Pigneau de Béhaine]] (hay còn gọi là Bá Đa Lộc) để củng cố quân đội và tạo cho mình một thế đứng vững vàng. Cũng đồng thời lúc đó vua [[Nguyễn Huệ|Quang Trung]] của [[Nhà Tây Sơn|Tây Sơn]] đột ngột qua đời, [[nhà Tây Sơn]] rơi vào cảnh \"cốt nhục tương tàn\", triều đình nhanh chóng suy yếu và mất lòng dân. [[Gia Long|Nguyễn Ánh]] ra sức tấn công và đến năm 1802 đánh bại hoàn toàn Tây Sơn, lên ngôi hoàng đế, lập ra triều đại [[nhà Nguyễn]]<ref name=\"DNTL,3\">''Đại Nam thực lục'', Đệ nhất kỷ, quyển 3<\/ref>.\nSau khi diệt xong [[nhà Tây Sơn]], [[nhà Nguyễn]] vẫn có quan hệ tốt với Pháp, đặc biệt, những người Pháp như Chaigneau, Vannier và Despiau làm quan tại triều, Gia Long (Nguyễn Ánh) cho mỗi người 50 lính hầu và khi chầu thì không cần lạy Hoàng đế.<ref name=\"DNTL,3\"\/>\n\nNăm [[1817]], chính phủ Pháp phái chiếc ''Cybèle'' tới Đại Nam để thăm dò bàn giao. Thuyền trưởng là Achille De Kergariou nói rằng vua [[Louis XVIII của Pháp|Louis XVIII]] sai sang xin thi hành [[Hiệp ước Versailles (1787)|những điều ước do Bá Đa Lộc ký năm 1787]] về việc nhường cửa [[Đà Nẵng]] và [[côn Sơn (đảo)|đảo Côn Lôn]]. Vua Gia Long sai quan ra trả lời rằng những điều ước ấy nước Pháp trước đã không thi hành thì nay bỏ, không nói đến nữa. Tuy nhiên, sự bành trướng của châu Âu ở Đông Nam Á khiến Gia Long e ngại, nhất là sau khi [[Đế quốc Anh|người Anh]] đánh chiếm được [[Singapore]]. Nhà vua thấy rằng cần phải giao hảo với người [[Thế giới phương Tây|Tây phương]] nhưng không thể biệt đãi một quốc gia đặc biệt nào. Năm 1819, John White, một thương gia [[Hoa Kỳ]] tới [[Gia Định]] và được hứa hẹn sẽ dành cho mọi sự dễ dàng khi buôn bán ở [[Nhà Nguyễn|Đại Nam]].<ref name=\"DNTL,4\">''Đại Nam thực lục'', Đệ nhất kỷ, quyển 18<\/ref>\n\n[[Tập tin:Matyrdom of Saint Pierre Borie 1838 Vietnam.jpg|nhỏ|trái|Cảnh hành hình giáo sĩ [[Pierre Borie]] năm 1838 dưới thời [[Minh Mạng]]]]\nVị vua kế tục [[Gia Long]] là [[Minh Mạng]] không có cảm tình với người Pháp như thái độ chung của người Á Đông lúc đó, coi người châu Âu là bọn man di, quân xâm lược.<ref name = \"vstt432\">{{harvnb|Phạm Văn Sơn|1960|p=432}}<\/ref> Ngoài ra ông cũng không thích cả [[Công giáo]] của [[châu Âu]]. Trong thời kỳ Minh Mạng nắm quyền, tín đồ Công giáo bị đàn áp quyết liệt. Với những người Pháp đã từng giúp vua Gia Long, Minh Mạng tỏ thái độ lạnh nhạt nên khi Chaigneau trở lại Đại Nam không được trọng dụng nữa. Minh Mạng cho Chaigneau hay rằng không cần phải ký thương ước giữa hai chính phủ, người Đại Nam vẫn đối xử tốt đẹp với người Pháp là đủ, ông chỉ thỏa thuận mua bán với người Pháp nhưng không chấp nhận xây dựng đặt quan hệ ngoại giao chính thức với nước Pháp, quốc thư của Pháp xin cho ông Chaigneau làm Lãnh sự Pháp ở Đại Nam không được nhà vua đếm xỉa đến.\n\nVào giữa thế kỷ 19, ở Đại Nam đã có khoảng 300.000 người theo [[Kitô giáo|đạo Kitô]]. Hầu hết các giám mục và linh mục đều nói [[tiếng Pháp]] hoặc tiếng [[Tây Ban Nha]]. Hầu hết người Đại Nam thời bấy giờ không thích và nghi ngờ cộng đồng Kitô giáo. Người Pháp lại bắt đầu cảm thấy có trách nhiệm đảm bảo tính mạng cho họ. Việc triều đình Đại Nam sách nhiễu các Kitô hữu cuối cùng giúp Pháp có một lý do để tấn công Đại Nam.<ref>Thomazi, ''Conquête'', tr. 25–9<\/ref> Sự căng thẳng càng ngày càng gia tăng. Do những việc cấm đạo và tàn sát giáo dân của vua [[Minh Mạng]] mà ngay trong năm 1838 đã có sĩ quan Hải quân Fourichon đề nghị nước Pháp gửi Hải quân tới can thiệp nhưng bị [[Ngoại trưởng Pháp]] là [[Guizot]] bác bỏ.<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=15-16}}<\/ref> Dư luận Pháp thì sôi động vì sự ngược đãi giáo dân của [[Minh Mạng]] nên ủng hộ đề nghị dùng vũ lực.<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=17}}<\/ref> Khi [[Thiệu Trị]] nối ngôi có thái độ mềm mỏng hơn, cho thả một số linh mục bị bắt và tỏ ý sẽ cho tàu sang [[Châu Âu]] mua bán nhưng sự kiện đụng độ tại [[Đà Nẵng]] năm 1847 giữa tàu Pháp và Đại Nam khiến nhà vua tức giận và ông ra lệnh xử tử ngay tại chỗ tất cả người Âu bắt được tại [[Nhà Nguyễn|Đại Nam.]]\n\nKhi [[Tự Đức]] lên cầm quyền, triều đình vẫn không cải cách quốc gia,<ref name = \"đvtđtt308\"\/> không có một biện pháp nào đối phó với [[phương Tây]], ngược lại chỉ [[cấm đạo]] và cấm mua bán quyết liệt hơn trước.<ref name = \"đvtđtt308\">{{harvnb|Đặng Việt Thủy|Đặng Thành Trung|2008|p=308}}<\/ref><ref name=\"nta18\">{{harvnb|Nguyễn Thế Anh|2008a|p=18}}<\/ref> Nhân vụ An Phong công [[Nguyễn Phúc Hồng Bảo|Hồng Bảo]] mưu phản, tìm cách liên hệ với các giáo sĩ để soán ngôi mà nhà vua cho công bố 2 [[đạo dụ]] cấm đoán [[Công giáo]] các năm 1848 và 1851, từ 1848-1860, đã có hàng vạn giáo dân bị [[tàn sát]] hay [[lưu đày]].\n\nNgày 16 tháng 9 năm 1856, tàu chiến ''Catinat'' đưa phái viên Pháp mang quốc thư đến Đà Nẵng nhằm thiết lập quan hệ ngoại giao với Đại Nam để có thể thông thương và tự do truyền đạo, nhưng [[Nhà Nguyễn|triều đình Huế]] lo ngại không chịu tiếp.<ref>Thomazi, ''Conquête'', 64<\/ref> Thất bại trong việc thiết lập quan hệ ngoại giao cùng với việc dò xét tình hình nội bộ triều đình, theo tác giả Nguyễn Thế Anh là nhằm phục vụ âm mưu xâm lược Đại Nam, ngày 26 tháng 9 năm 1856, hải quân Pháp khai hỏa bắn phá các đồn lũy rồi kéo lên khóa tất cả các đại bác bố trí ở trên bờ, sau đó tàu nhổ neo bỏ đi.<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=57}}<\/ref> Một tháng sau, ngày 24 tháng 10, chiến hạm ''Capricieuse'' lại cập bến cảng Đà Nẵng xin được gặp các quan lại trong triều để thương lượng, nhưng cũng bị cự tuyệt. Cuối cùng, ngày 23 tháng 1 năm 1857, một phái viên tên là Montigny của [[Napoléon III]] cập bến Đà Nẵng yêu cầu được tự do truyền đạo và buôn bán. Theo Thomazi, thực ra đây chỉ là một chuyến đi dọn đường sẵn cho cuộc can thiệp vũ trang khi đánh xong [[Nhà Thanh]]         ( [[Trung Quốc]] lúc bấy giờ ) .<ref>Thomazi, ''Conquête'', 101<\/ref> Cho nên, ngay trước khi Montigny đến Đà Nẵng một tháng, Bộ trưởng Hải quân Pháp là Hamelin đã tiếp viện thêm cho hạm đội Pháp ở [[Thái Bình Dương]], và Bộ trưởng Ngoại giao nước Pháp là Walewski cũng đã ra lệnh cho Phó Đô đốc Rigault de Genouilly, lúc đó đang chỉ huy hạm đội Pháp tham gia cuộc tấn công Trung Quốc, sau khi bắn phá và chiếm cứ xong [[Quảng Châu]] phải kéo ngay quân xuống đánh Đại Nam. Tác giả Nguyễn Thế Anh nhận định: rõ ràng việc cử Montigny sang triều đình Huế chỉ có giá trị ngoại giao hình thức, còn mọi kế hoạch đều đã được sắp đặt từ trước, chỉ đợi thời cơ và kiếm cớ để nổ súng. Vấp phải thái độ của triều đình Huế cương quyết cự tuyệt không tiếp, trước khi rút lui về nước, ông đã đe dọa sẽ dùng vũ lực để trừng phạt nếu không đình chỉ việc cấm đạo, đồng thời ông cũng cấp báo về nước yêu cầu cử binh chiếm gấp [[Nam Kỳ]].<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=88}}<\/ref> Trước khi xuống tàu về nước, ông còn đưa giáo sĩ Pellerin về Pháp yêu cầu Napoleon III cử binh sang Đại Nam để bênh vực những người theo đạo.<ref>{{harvnb|Nhiều tác giả|2007|p=19}}<\/ref> Pellerin kêu gọi Napoleon III đưa quân sang xâm lược Việt Nam và ông sẽ làm người dẫn đường cho quân Pháp. Hội truyền giáo ngoại quốc ở Paris ủng hộ cuộc vận động của Pellerin. Tây Ban Nha đang bất bình vì linh mục Diaz bị giết nên sẵn lòng liên minh với [[Đệ Nhị Đế chế Pháp|Pháp]] đánh Đại Nam.<ref>Nam Bộ chiến sử, trang 35-36, Nguyễn Bảo Hóa, Nxb Lửa sống, 1947<\/ref>\n\nNgày 22 tháng 4 năm 1857, Napoleon III quyết định lập ra Hội đồng Nam Kì để xét lại [[Hiệp ước Versailles (1787)|Hiệp ước Versailles]] đã được ký kết năm 1787 giữa Pigneau de Behaine, đại diện cho Nguyễn Ánh và Montmorin, đại diện cho [[Louis XVI của Pháp|Louis XVI]].<ref>{{harvnb|Nhiều tác giả|2007|p=21}}<\/ref><ref name=\"Thomazi, Conquête, 125\">Thomazi, ''Conquête'', 125<\/ref> Âm mưu của Pháp lúc đó là muốn dựa vào Hiệp ước Versailles để \"hợp pháp hóa\" việc mang quân sang đánh chiếm Đại Nam. Nhưng trong thực tế thì hiệp ước đó đã bị thủ tiêu ngay sau khi ký kết, Chính phủ Pháp lúc đó không có điều kiện thi hành vì còn lo đối phó với ngọn sóng cách mạng đang dâng cao trong nước.<ref>{{harvnb|Nhiều tác giả|2007|p=26}}<\/ref> Họ không thể dựa vào cớ thi hành hiệp ước để đưa quân chiếm đóng [[Đà Nẵng]], [[Côn Đảo]], đòi độc quyền thương mại và tự do truyền đạo ở Đại Nam như các điều khoản của hiệp ước đã ghi. Mặc dù vậy, người Pháp vẫn quyết định cử quân sang đánh chiếm Đại Nam, lập luận rằng việc đem quân đánh chiếm Nam Kỳ đã từ lâu nằm trong dự kiến của nước Pháp, đến nay thi hành chẳng qua chỉ là tiếp tục truyền thống cũ, trung thành với một \"quốc sách\" đã được các chính phủ tiếp tục theo đuổi qua các thời kì mà thôi. Tháng 7 năm 1857, [[Napoléon III|Napoleon III]] quyết định can thiệp vào Đại Nam bằng vũ lực.<ref>{{harvnb|Nhiều tác giả|2007|p=29}}<\/ref> Pháp đã lấy cớ trả thù việc triều đình Huế không tiếp nhận quốc thư của Pháp do tàu chiến ''Catina'' đem đến tháng 9 năm 1856, vì cho là \"làm nhục quốc kì\" Pháp. Mặt khác, họ còn lấy cớ \"bênh vực đạo\", \"truyền bá văn minh công giáo\" để tranh thủ sự đồng tình ủng hộ của dư luận công giáo ở Pháp và Đại Nam. Có quan điểm cho rằng nguyên nhân sâu xa bên trong của âm mưu xâm lược là do nhu cầu tìm kiếm thị trường và căn cứ ở [[Viễn Đông]], nhất là ở miền [[Hoa Nam|Nam Trung Quốc]], của chủ nghĩa tư bản Pháp đang chuyển mạnh lên con đường đế quốc thực dân, đó là cuộc chạy đua giành giật thị trường giữa Pháp với các nước tư bản khác ở khu vực Viễn Đông, đặc biệt với Anh.<ref>{{harvnb|Nhiều tác giả|2007|p=32}}<\/ref>\n\nNăm 1857, [[Danh sách quân chủ Pháp|Hoàng đế Pháp]] [[Napoléon III]] đã thành lập [[Ủy hội Nghiên cứu Nam Kỳ]] (''Commission de la Cochinchine'') gồm nhiều nhân vật thông thạo vùng [[Viễn Đông]] và Ủy hội này đã bày tỏ ý kiến nước Pháp phải chiếm cứ ba thương cảng [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Đà Nẵng]], [[Thăng Long|Kẻ Chợ]] để có lợi cho Pháp trên cả 3 phương diện [[tinh thần]], [[chính trị]] và [[thương mại]]. Hoàng đế Napoléon III đã tán thành ý kiến của Ủy hội.Tháng 11 năm [[1857]], hoàng đế [[Napoléon III|Napoleon III của Pháp]] ra lệnh Đô đốc [[Charles Rigault de Genouilly]] đem một đoàn viễn chinh sang trừng phạt Đại Nam.\n\nCùng lúc đó, Tự Đức lại cho xử tử hai nhà truyền giáo Tây Ban Nha. Đây không phải là đầu tiên nhưng cũng không phải là sự cố mới nhất, và lần trước chính phủ Pháp đã bỏ qua các hành động khiêu khích kiểu này. Nhưng lần này, [[Tự Đức]] hành xử không đúng thời gian, vì hiện đang diễn ra cuộc [[Chiến tranh Nha phiến|Chiến tranh Nha phiến lần thứ 2]]. Quân đoàn viễn chinh của [[Đế quốc Anh|Anh]] và [[Đệ Nhị Đế chế Pháp|Pháp]] được gửi đến vùng [[Viễn Đông]] để trừng phạt [[Nhà Thanh]], và kết quả là người Pháp có thừa quân trong tay để can thiệp vào tình hình Đại Nam.\n\n== Các chiến dịch ==\n\n=== Nam Kỳ ===\n{{xem thêm|Chỉ dụ chống Pháp năm 1860 của hoàng đế Tự Đức}}\n[[Tập tin:NamKy1867.jpg|nhỏ|Bản đồ Nam Kỳ giai đoạn 1862-1867, kết quả của chiến dịch Nam Kỳ.|295x295px]]\nNgày 1 tháng 9 năm 1858, liên quân [[Pháp]] và [[Tây Ban Nha]] có khoảng 3000 binh lính cùng sĩ quan, 14 chiến thuyền đã cập bến tại [[Đà Nẵng|Tourane]] (Đà Nẵng) và chiếm được bán đảo Sơn Trà cùng 2 xã Mĩ Thị và Cẩm Lệ để tấn công ra Huế nhưng bị quân đội Đại Nam [[Trận Đà Nẵng (1858–1859)|cầm chân tại đây]] trong 5 tháng, sau đó buộc phải rút đi hai phần ba số quân vào Gia Định chiếm [[Thành phố Hồ Chí Minh|Sài Gòn]] vì quân đội không quen khí hậu ở đây nên bị dịch tả và sốt rét rất nhiều.<ref>Thomazi, ''Conquête'', 29–33<\/ref>\n\nTháng 6 năm 1862, vua [[Tự Đức]] ký hiệp ước nhượng ba tỉnh [[Nam Kỳ Lục tỉnh|miền Đông]] Nam Kỳ cho Pháp. Năm 1867, Pháp chiếm nốt ba tỉnh [[Nam Kỳ#Các đơn vị hành chính|miền Tây]] kế tiếp để tạo thành một lãnh thổ thuộc địa [[Nam Kỳ|Cochinchine]] (Nam Kỳ). Sau khi củng cố vị trí vững chắc ở Nam Kỳ, từ năm 1873 đến năm 1886, Pháp xâm chiếm nốt những phần còn lại của Đại Nam qua những cuộc chiến phức tạp ở [[Bắc Kỳ]]. Miền Bắc khi đó rất hỗn độn do những mối bất hòa giữa [[người Việt]] và [[người Hoa]] lưu vong. Chính quyền Đại Nam không thể kiểm soát nổi mối bất hòa này. Cả Trung Hoa và Pháp đều coi khu vực này thuộc tầm ảnh hưởng của mình và gửi quân đến đó.\n[[Tập tin:Charles Rigault de Genouilly.jpg|nhỏ|trái|200px|Đô đốc [[Charles Rigault de Genouilly]]]]\nSau khi giao chiến một thời gian, quân Pháp đã đuổi được phần lớn quân Thanh về Trung Quốc, tuy nhiên tại một số tỉnh, quân Thanh vẫn còn có mặt và đe doạ sự có mặt của người Pháp ở Bắc Kỳ. Chính phủ Pháp đã sai Fournier sang [[Thiên Tân]] ký với [[Lý Hồng Chương]] bản sơ bộ về [[Hòa ước Thiên Tân (1885)|Hoà ước Thiên Tân]], trong nội dung bản hoà ước sơ bộ giữa Pháp và nhà Thanh năm 1884, đã có điều khoản nhà Thanh công nhận quyền bảo hộ của Pháp ở Đại Nam. Ngày 6 tháng 6 năm 1884, [[Hòa ước Giáp Thân (1884)|Hòa ước Patenôtre]] được ký kết tại kinh đô Huế gồm có 19 điều khoản, chia nước Đại Nam làm ba xứ: [[Bắc Kỳ]], [[Trung Kỳ]] và [[Nam Kỳ]] dưới ba chế độ khác nhau. Mỗi kỳ có một chế độ cai trị riêng như là ba nước riêng biệt. Nam Kỳ là thuộc địa Pháp, Bắc Kỳ và Trung Kỳ thuộc sự bảo hộ của Pháp nhưng triều đình nhà Nguyễn trên danh nghĩa vẫn được quyền kiểm soát. Đầu năm 1858, [[Đô đốc]] [[Charles Rigault de Genouilly]] tiến quân để đánh chiếm Đà Nẵng để buộc triều Nguyễn phải chấp nhận cho các [[nhà truyền đạo Pháp]] độc quyền giảng đạo tại Đại Nam. Người Pháp tin là mục tiêu sẽ đạt được khi [[Đà Nẵng]] thất thủ, sau đó thì tùy vị Đô đốc toàn quyền quyết định các quan hệ với nhà Nguyễn. Chính sách của Pháp lúc này chỉ dừng lại ở việc chiếm 1 căn cứ dành cho việc thương lượng.<ref>Duboc, E., ''Trente cinq mois de campagne en Chine, au Tonkin'', trang 23<\/ref>\nDù cho các [[giáo sĩ]] khẳng định là người Pháp sẽ được [[giáo dân]] nổi dậy ủng hộ nhưng trên thực tế họ chỉ nhận được sự thờ ơ. [[Đô đốc]] [[Rigault de Genouilly]] thấy triều đình không muốn thương nghị mà lại chuẩn bị kháng cự, quân Pháp lại nhiễm [[bệnh tả|dịch tả]] cũng như [[sốt rét]] rất nhiều nên ông quyết định gửi báo cáo về [[Paris]] và thay đổi mục tiêu xuống phía Nam. Ngày 18 tháng 2 năm 1859, [[Đô đốc]] Rigault de Genouilly chiếm được thành [[Gia Định]].<ref name=\"nta28\">{{harvnb|Nguyễn Thế Anh|2008a|p=28}}<\/ref>\n\nNăm 1860, xung đột với [[nhà Thanh]] khiến 2 chính phủ [[Anh]] và [[Pháp]] phải quyết định cử lực lượng viễn chinh sang [[Tên gọi Trung Quốc|Trung Hoa]], kể cả nhóm quân Pháp tại Nam Kỳ, chỉ còn một số rất ít quân Pháp và [[Tây Ban Nha]] ở lại chống cự các cuộc tấn công của [[Nguyễn Tri Phương]] ở Nam Kỳ.<ref name=\"nta281\">{{harvnb|Nguyễn Thế Anh|2008a|p=29}}<\/ref>\n\nChính phủ Pháp khi đó muốn rút quân khỏi Nam Kỳ nhưng Đô đốc [[Rigault de Genouilly]] để quyền chỉ huy lại cho tướng [[François Page]] và trở về [[Paris]], cố gắng biện hộ cho sự chiếm đóng tại [[Gia Định]]. [[Bộ trưởng Hải quân]] Pháp là ông [[Chasseloup-Laubat]] cũng tán thành ý kiến của Rigault de Genouilly. Do đó mà sau khi [[Hòa ước Bắc Kinh]] với [[Tên gọi Trung Quốc|Trung Hoa]] được ký, đô đốc [[Léonard Charner]] (mới thay [[François Page]]) đem 1 [[hạm đội]] gồm 70 chiến hạm và 3.500 người tới Nam Kỳ.<ref name=\"nta28\" \/><ref>Duboc, E., ''Trente cinq mois de campagne en Chine, au Tonkin'', trang 26<\/ref>\n\nTháng 2 năm 1861, quân Pháp chiếm [[Đại đồn Chí Hòa]], [[Mỹ Tho]] thất thủ trong tháng 4. Trong suốt năm 1861, Đô đốc Charner tiếp tục mở rộng việc chiếm đóng quanh [[Gia Định]] và [[Mỹ Tho]] cũng như bắt đầu xây dựng bộ máy hành chính để quản lý khu vực chiếm đóng.<ref name=\"nta283\">{{harvnb|Nguyễn Thế Anh|2008a|p=31}}<\/ref> Khi Đại đồn thất thủ, triều đình lập tức cho ông [[Nguyễn Bá Nghi]] làm ''Khâm sai Đại thần'' thay Nguyễn Tri Phương. Bá Nghi thấy thế không chống đỡ nổi với quân Pháp nên gởi tấu về xin giảng hòa. Trong lúc này, Thiếu tướng [[Louis-Adolphe Bonard]] thay thế Charner vẫn tiếp tục cho quân Pháp chiếm thêm [[Biên Hòa]] và [[Bà Rịa]] tháng 12 năm 1861, [[Vĩnh Long]] tháng 3 năm 1862. Triều đình phải cử [[Phan Thanh Giản]] và [[Lâm Duy Hiệp]] tới giảng hòa và miễn cưỡng chịu ký hiệp ước nhường 3 tỉnh miền Đông với [[côn Sơn (đảo)|đảo Côn Lôn]] cho quân Pháp và phải bồi thường chiến phí 4.000.000 đồng [[bạc]] trong 10 năm cùng việc mở cửa thông thương ở Đà Nẵng, [[Ba Lạt]] và [[Quảng Yên]].<ref>{{harvnb|Đào Duy Anh|2002|p=500}}<\/ref>\n[[Tập tin:BasseCochinchineFrancaise1863.jpg|nhỏ|Bản đồ các [[gia Định (tỉnh)|tỉnh Gia Định]], [[Định Tường]] và [[Biên Hòa (tỉnh)|Biên Hòa]] trong bản đồ hành chính Cochin Chine khu vực thuộc Pháp kiểm soát năm 1863 (Basse Cochinchine Francaise) và trước đó là Nam Kỳ Lục tỉnh năm 1859 (Basse Cochinchine). ([[Henri Rieunier]] (1833-1918) vẽ năm 1863.)]]\n[[Tập tin:NamKy1865.jpg|nhỏ|phải|Ba tỉnh miền Đông Nam Kỳ năm 1865, thời Pháp xâm chiếm miền Đông.]]\nĐất [[Gia Định]] là vùng khai nghiệp và cũng là nơi cung cấp [[thực phẩm|lương thực]] của triều Nguyễn nên vua Tự Đức vẫn cố gắng điều đình chuộc lại. Ông bèn sai [[Phan Thanh Giản]] làm ''Chánh sứ'' cùng các ông [[Phạm Phú Thứ]] và [[Ngụy Khắc Đản]] sang Pháp thương nghị.\n\nTại Pháp lúc này, ngoại trừ những người có quan hệ với ''Hội Ngoại quốc truyền giáo'' và các công ty làm ăn ở [[Đông Á|Á Đông]], không mấy ai quan tâm tới xứ Nam Kỳ, kể cả Hoàng đế [[Napoléon III]]. Tuy nhiên, do sự nỗ lực vận động của Bộ trưởng Hải quân Pháp là ông [[Chasseloup-Laubat]] mà sau đó, [[Thiếu tướng]] [[De la Grandière]] trở thành [[Thống soái]] Pháp tại Nam Kỳ và ông này cự tuyệt mọi lời đề nghị chuộc đất của nhà Nguyễn. Khi người Pháp chiếm được đất Gia Định, sự kháng cự được tổ chức mau chóng bởi các quan lại trung thành với triều đình với các [[lãnh tụ]] như [[Trương Định]], [[Nguyễn Hữu Huân]], [[Phan Văn Đạt]]...đã khiến người Pháp gặp phải nhiều sự khó khăn. Cuối năm 1861, [[Nguyễn Trung Trực]] đã đốt cháy chiến hạm ''Espérance'' trong [[trận Nhật Tảo]], các đồn nhỏ cũng bị tấn công. Trong 3 năm rưỡi, quân Pháp thiệt hại tới 2.000 người.<ref name=\"nta284\">{{harvnb|Nguyễn Thế Anh|2008a|p=32}}<\/ref>\n\nTuy nhiên, lúc này phía Pháp lại được triều đình Huế chấp nhận thương thuyết do kinh thành đang thiếu lương thực trầm trọng bởi thóc gạo ở Nam Kỳ bị phong tỏa và cuộc nổi dậy của [[Cuộc nổi dậy Tạ Văn Phụng|Lê Duy Phụng]] nổ ra khắp các tỉnh Đông [[Bắc Kỳ]]. Do đó mà [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] được ký ngày 5 tháng 6 năm 1862 tại [[Thành phố Hồ Chí Minh|Sài Gòn]] và vì nhiều lý do mà Hòa ước này đã bị phản đối quyết liệt ở cả Pháp lẫn Đại Nam<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=33-34}}<\/ref>\n\nVua Tự Đức hy vọng bằng [[thiện chí]] của mình sẽ có thể đi tới sửa đổi các [[điều khoản]] của Hòa ước và chỉ 5 [[tháng]] sau đó, triều đình bắt đầu yêu cầu sửa đổi nhưng sau khi các cuộc nổi dậy ở Nam Kỳ do họ ngầm tổ chức bị Pháp dập tắt cũng như quân nổi loạn của [[Cuộc nổi dậy Tạ Văn Phụng|Lê Duy Phụng]] hoành hành dữ dội trên đất Bắc thì các yêu cầu này đành phải bỏ. Dù ông [[Phan Thanh Giản]] ra sức giao hảo thân thiện với phía Pháp nhưng Thiếu tướng De la Grandière viện cớ các tỉnh miền Tây có liên hệ với các tổ chức chống Pháp ở miền Đông nên tháng 7 năm 1867 quân Pháp vẫn tập kết ở Mỹ Tho định tấn công 3 tỉnh [[Vĩnh Long]], [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]]. Quá trình cụ thể được tổng đốc Vĩnh Long Trương Văn Uyển tường thuật lại như sau:\n\n:''Ngày 19 tháng 5 năm ngoái ( 20 tháng 6 năm 1867), vào khoảng giờ Thìn, thấy viên quan Tây đem số lớn tàu binh đến bến tỉnh thành thả neo, kì thủy một viên quan cùng một người tên là Cố Trường (tức linh mục Pháp Legrand de la Liraye) đưa đến một phong thư, trong thư nói rằng: viên quan Tây nhận thấy bọn giặc (ý nói nghĩa binh Nam kì) quấy rối lâu nay phần nhiều là dân của tỉnh Châu Đốc, nay y muốn rằng quý quốc nhường lại ba tỉnh [miền Tây] để y kiểm soát, thì chúng không dám quấy rối như xưa…''\n:''Thần đẳng xem xong bức thư, cùng nhau thương nghị, rồi Kinh lược sứ (Phan Thanh Giản) lập tức đem viên Niết ti Võ Doãn Thanh, theo xuống dưới tàu cùng viên chúa tàu đàm thoại; trách y đã vin vào cớ nhỏ mọn mà đã vội làm thương tổn đại nghĩa. Y trả lời rằng: “Bổn ý thế nào, đã nói ở trong bức thư”. Nói đoạn y cho chiến thuyền tấn sát vào phía ngoài thành rồi cho bộ binh vào thành đóng giữ…''\n\nCho rằng không chống nổi, [[Phan Thanh Giản]] khuyên các quan ở 3 tỉnh nên đầu hàng còn ông viết sớ về triều tạ tội, [[di chúc]] cho con cháu quyết không được nhận quan chức gì của Pháp ở Nam Kỳ rồi nhịn ăn mà từ trần ngày 5 tháng 7 năm 1867. Không cần có Hiệp ước mới, [[Nam Kỳ Lục tỉnh|Lục tỉnh Nam Kỳ]] đã biến thành [[thuộc địa]] của nước [[Pháp]].<ref>{{harvnb|Đào Duy Anh|2002|p=502}}<\/ref>\n\n=== Bắc Kỳ, 1873 ===\n{{chính|Biến cố Bắc Kỳ (1873)}}\n[[Tập tin:FrancisGarnierPhotograph.JPG|phải|nhỏ|[[Francis Garnier]]]]\n\nSau khi chiếm [[Nam Kỳ]], người Pháp thấy [[sông Cửu Long]] không thuận tiện cho việc giao thông với [[Vân Nam]].<ref>Marolles, tr. 178–92<\/ref> Năm 1868, Đại úy Garnier gặp 1 thương nhân Pháp là [[Jean Dupuis]] tại [[Hán Khẩu]]. Dupuis được [[Francis Garnier|Garnier]] cho biết rằng theo [[sông Hồng]] ở Bắc Kỳ có thể tới được Vân Nam khá thuận lợi nên đã tổ chức 1 đoàn thuyền và tự tiện lên Hà Nội, thuê thuyền nhỏ dỡ hàng hóa để thông thương sang Vân Nam (năm 1872).<ref>Huard, tr. 103–22; Loir, tr. 13–22; Thomazi, ''Conquête'', tr. 165–6; ''Histoire militaire'', tr. 62–4<\/ref> Khi trở về, bởi có lệnh cấm từ trước nên Jean Dupuis bị các quan địa phương ngăn cản, Dupuis cho rằng có lệnh của các quan Trung Hoa là đủ. [[Nguyễn Tri Phương]] ra Bắc yết thị cấm không cho [[người Việt]] và [[Hoa kiều]] giao thiệp với người tây, không cho chở hàng đi Vân Nam và đòi Jean Dupuis phải rời khỏi Bắc Kỳ. Triều đình yêu cầu phía Pháp bắt Dupuis vì theo [[Hòa ước Nhâm Tuất (1862)|Hiệp ước Nhâm Tuất]] năm 1862 thì [[Hà Nội]] không phải nơi thông thương nhưng Dupuis kiên quyết ở lại.<ref>Eastman, tr. 51–7<\/ref> Triều đình phải cử quan [[Khâm sai]] [[Lê Tuấn]] cùng [[Nguyễn Văn Tường]] và [[Nguyễn Tăng Doãn]] tới Sài Gòn thương nghị. [[Đô đốc]] [[Marie Jules Dupré]] yêu cầu Francis Garnier (lúc này đã lên chức [[Đại tá]]) ra Bắc để giải quyết vụ Dupuis. Garnier khi gặp Nguyễn Tri Phương có đề nghị ký 1 bản thương ước mở [[sông Hồng]] cho việc thông thương nhưng [[Nguyễn Tri Phương]] từ chối do chưa rõ ý kiến của triều đình Huế.<ref>Marolles, tr. 75–92<\/ref>\n\nĐại tá Garnier sau đó gửi cho các quan chức Đại Nam 1 bản tối hậu thư trong đó ông yêu cầu quân nhà Nguyễn phải [[giải giáp]] và cho [[Jean Dupuis]] tự do đi lại. Khi không nhận được thư trả lời đúng hẹn, ngày 20 tháng 11 năm 1873, quân Pháp bắt đầu tấn công. [[Nguyễn Tri Phương]] chỉ huy quân lính phòng thủ nhưng chẳng bao lâu thì [[hoàng thành Thăng Long|thành Hà Nội]] thất thủ, ông bị thương nặng. Bị quân Pháp bắt, [[Nguyễn Tri Phương]] nhịn ăn và qua đời sau đó.<ref>Marolles, tr. 133–44; Lung Chang, tr. 90–1<\/ref> Con trai ông là [[Nguyễn Lâm]] cũng tử trận. Sau khi Hà Nội thất thủ, quân Pháp chia nhau đi lấy các thành [[Nam Định]], [[Phủ Lý]], [[Hải Dương]] và [[Ninh Bình]]. Không lâu sau, [[Đại tá]] Garnier bị [[quân Cờ Đen]] của [[Lưu Vĩnh Phúc]] phục kích ở [[Cầu Giấy]] và bị giết ngay tại chỗ.<ref>Eastman, tr. 57–65<\/ref>\n\nTriều đình khi nhận được tin lập tức cho 2 [[Lê Tuấn]] và [[Nguyễn Văn Tường]] đi thương nghị với [[Đô đốc]] [[Marie Jules Dupré]]. Đô đốc Pháp không được chính phủ ủng hộ trong vụ Bắc Kỳ nên bằng lòng trả các thành lại cho các quan địa phương và ký Hòa ước mới. Sau vụ đụng độ ở Bắc Kỳ, quyền tự quyết về [[Ngoại giao]] của Đại Nam bị buộc phải giao cho người Pháp.<ref>Huard, tr. 26–30<\/ref>\n\n==== Hà Nội, 1873 ====\n{{chính|Trận thành Hà Nội (1873)}}\n[[Tập tin:TongDoc de Hanoi et sa suite.jpg|nhỏ|Tồng đốc Hà Ninh và tùy tùng, 14 tháng 7 năm 1884]]\nNgày 19 tháng 11 năm 1873, Garnier gửi tối hậu thư ra lệnh cho quan binh trong thành Hà Nội phải hạ vũ khí đầu hàng và nộp thành.<ref>P.Vial, trang 58<\/ref>. Cùng ngày, Garnier và Dupuis lên kế hoạch đánh thành Hà Nội, theo đó thì từ 6 giờ sáng ngày 20 tháng 11, các pháo thuyền ''Scorpion'' và ''Espignole'' dưới sự chỉ huy của thuyền trưởng Balny d' Avricourt bắt đầu pháo kích vào hai cửa thành phía Bắc và phía Đông cùng các cơ sở chính quyền trong thành Hà Nội; đặc biệt tập trung pháo kích hương về doanh trại chỉ huy của khâm sai đại thần [[Nguyễn Tri Phương]], dinh phủ của [[Tổng đốc Hà Ninh]] và cột cờ.<ref>Fourniau, C., trang 64<\/ref> Tới 6 giờ 30, quân Pháp sẽ ngừng pháo kích. Garnier cùng phụ tá De Trentinian chỉ huy 25 thủy bộ binh với hai khẩu sơn pháo phối hợp với các thủy thủ của phó thuyền trưởng Esmez tấn công cửa thành số 2 phía Nam và sẽ bắt liên lạc với cánh quân của Bain cùng với 2 phụ tá Hautefeuille và Perrin sau khi cánh quân này tấn công phá cửa thành số 1 phía Đông. Cả hai toán quân này tổng cộng gồm 90 người. Dupuis bố trí quân và thủ hạ của mình sát gần cửa thành phía Đông trong giai đoạn bắn phá của 2 pháo thuyền. Ngay sau khi ngưng pháo kích, toán binh lính đánh thuê [[Trung Quốc]] và các thủ hạ của ông ta sẽ chiếm đóng lầu canh hình bán nguyệt nơi cổng thành phía Đông rồi đóng chốt ở phía Bắc chận giữ đường rút lui tháo chạy của quan binh triều đình.<ref>Fourniau, C., trang 67<\/ref>\nNgày 20 tháng 11 năm 1873, từ lúc 5 giờ sáng, lực lượng phối hợp do [[Francis Garnier]] và [[Jean Dupuis]] chỉ huy chuẩn bị lần cuối trước khi tấn công vào thành Hà Nội. Đúng 6 giờ sáng, hai pháo thuyền trên sông Hồng từ khoảng cách 1.200 mét bắt đầu bắn phá vào thành Hà Nộị, tới 6 giờ 30, cuộc pháo kích ngừng. Toán quân của Dupuis chiếm đóng cổng thành phía Bắc, trong khi đích thân Dupuis chỉ huy một toán quân chiếm đóng lầu canh hình bán nguyệt và mở cổng thành<ref>Jules Gros, trang 196, 197<\/ref>. Đội quân đặc nhiệm của Garnier chia thành hai cánh: cánh quân thứ nhất do phó thuyền trưởng [[Bain de la Coquerie]] chỉ huy 30 binh sĩ kèm theo một khẩu sơn pháo lấy từ tàu chiến Decrès kéo tới dàn trận trước cổng thành phía Tây-Nam để nghi binh, giả tấn công vào mặt này nhằm đánh lạc hướng quan binh trong thành. Cánh quân thứ hai gồm có 27 thủy bộ binh do chuẩn úy Trentinian chỉ huy và nột đội thủy quân biệt phái 29 người do phó thuyền trưởng Esmez chỉ huy, cùng với 3 khẩu trọng pháo và 19 binh sĩ trừ bị của tàu ''Decrès'', có nhiệm vụ tấn cổng vào thành ở cửa Đông-Nam. Trại đóng quân nơi Trường Thi do 10 binh sĩ canh giữ dưới quyền chỉ huy của kỹ sư Bouiller.<ref>Fourniau, C., trang 71-72<\/ref>\n \nGarnier dẫn đầu toán quân thứ hai tấn công mặt Đông-Nam. Tháp canh mặt này bị chiếm ngay sau khi cổng thành bị phá vỡ, toán quân của Garnier tràn vào thành mà chỉ gặp những sức kháng cự yếu ớt không gây thiệt hại nào đáng kể. Đích thân khâm sai Nguyễn Tri Phương đứng trên tháp canh để đốc thúc binh sĩ chống trả dù đã bị bắn trọng thương ở bụng nhưng chỉ sau một giờ giao chiến, quan binh triều đình tan rã, thành Hà Nội bị quân Pháp chiếm.<ref>Fourniau, C., trang 81<\/ref>\n\n==== Hải Dương ====\n{{chính|Trận Hải Dương (1873)}}\nĐể duy trì đường thông thương ra biển và kiểm soát đường cái quan Hà Nội-Huế, Garnier lại cử thuyền trưởng [[Adrien-Paul Balny d'Avricourt]] đi Hải Dương và Ninh Bình. Tổng đốc Hải Dương từ chối không chịu xuống chiến hạm ''Espignole'' để gặp Balny. Quân Pháp đổ bộ lên bờ, quan binh trong thành kháng cự mạnh nhưng không gây được thiệt hại nào cho đối phương. Quân Pháp tiếp tục công thành, cửa thành bị vỡ, quân trong thành rút chạy, thành Hải Dương bị mất vào tay quân Pháp chỉ trong vòng hơn một tiếng đồng hồ giao tranh giữa hai bên.<ref>Thomazi, A., ''Histoire militaire de l’Indochine française'', trang 31<\/ref>\n \nĐổng suất quân vụ [[Lê Hữu Thương]], Tổng đốc Hải Dương [[Đặng Xuân Bảng]], Bố chính [[Nguyễn Hữu Chánh]] bỏ thành chạy ra huyện [[Gia Lộc]] và [[Cẩm Giàng]]. Quân Pháp phá hủy, đốt hết binh trại trong thành, chiếm đoạt kho lương và tiền bạc rồi đặt chuẩn úy Tritinian và 15 lính thủy bộ ở lại giữ thành, tổ chức việc cai trị, mộ thêm lính bản xứ địa phương để phòng giữ an ninh.<ref>Paulin Vial, trang 63, 64<\/ref><ref>Phan Khoang, trang 220<\/ref>\n\n==== Ninh Bình ====\n{{chính|Trận Ninh Bình (1873)}}\nĐinh ninh toán binh sĩ của Balny vẫn còn ở [[Phủ Lý]], Garnier sai chuẩn úy Hautefeuille với một thuyền chạy máy hơi nước nhỏ với 8 thủ thủ và 2 lính dân vệ người An Nam tăng cường để Balny chuẩn bị tiến chiếm thành [[Hải Dương]].<ref>Thomazi, A., trang 45<\/ref>\n \nKhi đến Phủ Lý thì Hautefeuille hay tin thành Hải Dương đã bị toán quân của Balny chiếm, nên 5 tháng 12 Hautefeuille theo dòng [[sông Đáy]] chạy tàu ra [[Kẻ Sở]] để phá bỏ các chướng ngại vật, cũng như đưa toán lính đi theo của mình lên bờ sông để giải tán rất nhiều dân phu do quan lại địa phương bắt đi đắp lũy, làm bè tre hỏa công, đóng cọc nhằm ngăn chận quân Pháp vượt qua sông. Một phó lãnh binh điều khiển nhóm dân phu lao dịch bị Hautefeuille bắt giữ nhưng rồi được tha ngay sau đó. Sáng sớm ngày 5 tháng 12 năm 1873 (16 tháng 10 âm lịch năm Quý Dậu), tàu của Hautefeuille đến trước thành Ninh Bình, bắn hai phát trọng pháo vào thành rồi chờ đợi trời sáng và phản ứng của quân trú thành.<ref>Thomazi, A., trang 46<\/ref>\n \nQuân trú phòng xuất hiện rất đông trên bờ thành. Dân quân tự vệ chuẩn bị chèo ghe ra bao vây tàu máy của Hautefeuille nhưng bị giải tán ngaỵ. Hautefeuille dẫn quân nhảy lên bờ tiến đến cổng thành. Các ụ công sự trước cổng thành đã bị bỏ trống không có người chống giữ. Dân quân tự vệ ào ra bao vây toán quân của Hautefeuille nhưng e sợ không dám tấn công.<ref>Loir, M., trang 41<\/ref> Quân Pháp bắn đại bác từ tàu hơi nước lên bờ giải tán nhóm dân quân. Hautefeuille vượt nhanh qua cầu trước cổng thành. Tuần phủ [[Nguyễn Vũ]] đang đứng dưới lọng che trong nhà tiếp khách bên ngoài vòng thành để đón Hautefeuille nhưng bị Hautefeuille xông tới bắt làm con tin để quân Pháp vào thành một cách an toàn và bắt trói tất cả các quan chức trong thành, thành [[Ninh Bình]] với 1.700 quân thất thủ.<ref>Thomazi, A., trang 47<\/ref>\n\nNgày 09 tháng 12 năm 1873, [[Francis Garnier]] rời Hà Nội đi tàu Scorpion với 40 quân binh và thủy thủ đoàn, kéo theo một thuyền buồm chuyên chở đạn dược tới Ninh Bình vào buổi chiều, vào thành Ninh Bình khen ngợi Hautefeuille, sắp xếp để lại cho Hautefeuille 10 bộ binh thay cho 7 thủy thủ cũ để giữ thành Ninh Bình.<ref>Thomazi, A., trang 50<\/ref>\n\n==== Nam Định ====\n{{chính|Trận Nam Định (1873)}}\nNgày hôm sau, 10 tháng 12 năm 1873, Francis Garnier đem quân thẳng tiến xuống [[Nam Định]]. Vào lúc 9 giờ sáng, tàu chiến ''Scorpion'' tới một khuỷu sông gần thành Nam Định thì rơi vào ổ phục kích của quân Nguyễn nhưng không bị thiệt hại nào đáng kể. Đồng thời đạn đại pháo từ trong thành bắn ra nhưng hầu hết đều không bắn trúng được tàu chiến ''Scorpion''. Nhiều thủy thủ leo lên cột buồm tàu bắn trả khiến cho tiếng súng trong thành và từ các ổ phục kích phải chấm dứt. Toán của Bouxin gồm có 15 binh sĩ và một khẩu trọng pháo đổ bộ lên bờ để dụ quân trú phòng kéo tới phòng thủ cổng thành phía nam, nhưng quân binh trên thành chống trả mạnh khiến cho toán quân Bouxin không thể tiến lên. Trước tình hình đó Garnier đích thân dẫn đầu một toán 15 binh sĩ đổ bộ lên bờ trước cửa thành phía Đông, trong khi một toán khác do Bouillet chỉ huy đổ bộ vào phố thị buôn bán của tỉnh Nam Định và ngăn ngừa quân An Nam tấn công đường rút lui toán quân của Bouxin.<ref>Thomazi, A., trang 51<\/ref>\n\nTrước cổng thành phía Đông, Garnier dùng đại bác bắn phá cửa thành nhưng [[pháo|đại bác]] lại bị hỏng sau ba phát đạn. Garnier liền dùng một trong các con ngựa dùng làm chướng ngại vật chận ngang cầu trước cổng vào thành để làm thang trèo vào bên trong. Garnier dẫn đầu leo lên bờ thành, quân lính trong thành hoảng sợ rút lui tìm đường chạy trốn về phía cổng thành phía Nam. Thành Nam Định bị thất thủ.<ref>Thomazi, A., trang 52-53<\/ref>\n\n==== Cầu Giấy ====\n{{chính|Trận Cầu Giấy (1873)}}\nNgay sau khi [[Trận thành Hà Nội (1873)|thành Hà Nội thất thủ]], triều đình Huế phái [[Trần Đình Túc]], [[Trương Gia Hội]] cùng hai giáo sĩ [[Giáo hội Công giáo Rôma|Gia Tô]] là Sohier và Danzelger ra Hà Nội để điều đình với Garnier nhưng Garnier đã cho quân binh đánh chiếm thêm nhiều nơi khác ở Bắc Kỳ. Hà Nội, Hải Dương, Ninh Bình, Nam Định nối nhau thất thủ. [[Tự Đức]] liền khiến Tam Tuyên tổng thống [[Hoàng Kế Viêm|Hoàng Tá Viêm]] sung tiết chế Bắc Kỳ quân vụ và tham tán [[Tôn Thất Thuyết]] đem theo 1.000 quân đến đóng ở phủ [[Từ Sơn]] tỉnh Bắc Ninh lo việc phòng ngự. Tuy nhiên, quân tăng phái triều đình ra đến Thanh Hóa thì phải ngưng lại vì thành Ninh Bình đã bị quân Pháp đánh chiếm.<ref>Huguet, L., trang 89<\/ref>\n \nTrong khi Garnier đánh chiếm thành Nam Định thì ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Quân Cờ Đen|Quân cờ đen]] do [[Lưu Vĩnh Phúc]] chỉ huy hoạt động mạnh và đánh chiếm lại đồn phòng thủ của quân Pháp ở [[Phủ Hoài]] và nhiều tiền đồn ở sát Hà Nội chỉ vài cây số. Garnier phải cử tàu Scorpion chở 15 lính tăng viện cho [[Bain de la Coquerie]] và ngay sau đó tàu này phải ra [[cửa Cấm]] chờ tàu ''Decrès'' chở quân tăng viện từ [[Thành phố Hồ Chí Minh|Sài Gòn]] ra.<ref>Huguet, L., trang 91<\/ref>\n\nNgày 18 tháng 12 năm 1873, sau khi cử y sĩ Harmand giữ chức quản trị quân sự cùng với 25 lính thủy giữ thành Nam Định, Garnier quay trở về Hà Nội để dự trù một cuộc hành quân phản công ở Phủ Hoài vào ngày 21 tháng 12 năm 1873. Tuy nhiên, vào buổi chiều ngày 19 tháng 12 năm 1873, Garnier phải đón tiếp đoàn thương nghị của triều đình Huế do Trần Đình Túc, Trương Gia Hội cầm đầu cùng với 2 giáo sĩ Gia Tô, Garnier liền niêm yết cáo thị tạm ngừng chiến để thương nghị tìm giải pháp hòa bình.<ref>Huguet, L., trang 92<\/ref>\n\nTới ngày 21 tháng 12, Garnier đang ngồi nghị bàn với phái đoàn của triều đình Huế thì được khẩn báo là quân binh triều đình cùng với quân Cờ đen ở Sơn Tây phối hợp đang tiến đến cổng thành Hà Nội. Garnier dẫn một toán quân ra chặn đánh, nhưng bị Quân cờ đen phục kích và giết chết tại [[Cầu Giấy]].<ref name=\"Thomazi, Conquête, 125\"\/>\n\nĐại tá Thomazi, nhà sử học [[Liên bang Đông Dương|Đông Dương thuộc Pháp]], ghi lại những giờ phút cuối cùng của Garnier như sau:<ref>Thomazi, ''Conquête'', 126–7<\/ref><ref>Thomazi, ''Conquête'', 126–8<\/ref>\n<blockquote>\n''Giữa ngày [[21 tháng 12]] năm ấy, khi đang bàn luận với các sứ bộ An Nam thì viên thông dịch vào báo rằng quân Cờ Đen (tức quân Lưu Vĩnh Phúc) đang đánh thành ở cửa Tây. Garnier kéo ra trận tiền nơi lính Tây đang nã súng, buộc quân Cờ Đen phải rút lui sau lùm tre. Liền đó một cỗ pháo nòng 40-mm được kéo ra. Garnier gọi một toán lính hơn một chục người rồi giao cho ba người kéo cỗ súng ra ngoài cổng thành đuổi theo quân địch. Vì súng thì nặng nên không đi nhanh được, Garnier sau ra lệnh bỏ lại với vài tên lính. Chín tên lính còn lại thì Garnier chia thành ba nhóm. Hai nhóm truy kích vòng ra hai phía tả hữu còn Garnier thì dẫn nhóm trực chỉ lối giữa. Đuổi khoảng 1 km rưỡi thì Garnier trượt chân ngã xuống ở chân dốc đê. Một toán quân Cờ Đen ẩn đằng sau đê ùa ra, súng bắn tràn. Lúc đó Garnier đã bỏ xa hai người lính hộ vệ 100 mét. Một người trúng đạn chết; người kia cũng bị thương. Garnier gào to: \"Hỡi những binh sĩ dũng cảm, hãy lại đây với tôi, tôi sẽ đánh cho chúng một trận chí tử!\" Sau đó Garnier cố tự vệ dùng súng côn bắn sáu phát. Quân địch ùa đến bổ vây dùng giáo và kiếm đâm chém, chặt đầu rồi bỏ chạy, để lại một thi thể đầy thương tích rùng rợn. Hai toán lính truy kích nghe tiếng súng liền sấn vào nhưng chỉ kịp cướp lấy cái thây đầy máu của Garnier đem lại về thành Hà Nội.''<\/blockquote>\n\n=== Chiến dịch cuối cùng ===\n{{chính|Chiến dịch Bắc Kỳ}}\n[[Tập tin:HenriRiviere1870s.JPG|nhỏ|phải|[[Henri Rivière]] (1827–1883)]]\nCác năm 1876 và 1880, để đối phó với quân Pháp, sứ bộ Đại Nam do [[Phạm Thận Duật]] đi đầu đã sang [[Tên gọi Trung Quốc|Trung Hoa]] cầu viện sự giúp đỡ từ [[nhà Thanh]]. Triều đình cũng chiêu nạp quân Cờ Đen của [[Lưu Vĩnh Phúc]], phong ông này làm [[Chuẩn Đô đốc|Đề đốc]] cùng các quan chống cự quân Pháp khiến họ lo ngại. Trong khi đó, tình trạng mất [[an ninh]] ở Bắc Kỳ bởi các lượng lượng người Hoa, nhất là [[quân Cờ Đen]] khiến [[chính phủ Pháp]] phải lựa chọn hoặc là đặt sự bảo hộ hoàn toàn ở Bắc Kỳ hoặc là phải rút lui. Lựa chọn thứ 2 có thể làm nước Pháp tổn thất danh dự nặng nề nên ngay từ năm 1879, [[Thượng tướng]] [[Bernard Jauréguiberry]] đã yêu cầu gởi thêm 6.000 người sang [[Bắc Kỳ]] áp đặt nền bảo hộ nhưng chính phủ Pháp đã từ chối. [[Thống đốc Nam Kỳ]] [[Le Myre de Vilers]] trong năm 1882 đã yêu cầu [[Đại tá]] [[Henri Rivière|Henry Rivière]] ra Bắc với 233 binh sĩ để bảo vệ các [[thương gia]] Pháp trước quân cướp tống tiền người Hoa.<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=86}}<\/ref> Khi tới Hà Nội ngày 3 tháng 4 năm 1882, Henry Rivière đã có ý chiếm thành. [[Le Myre de Vilers]] đã tỏ ý phản đối việc làm của Rivière nhưng lại có trách nhiệm phải che chở [[Henry Rivière]].<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=87}}<\/ref>\n\nCuối năm 1882, quân Thanh do các tướng [[Tạ Kính Bưu]] và [[Đường Cảnh Tùng]] vượt biên giới sang đóng ở [[Bắc Ninh]] và [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Triều Nguyễn khi đó đã yêu cầu [[nhà Thanh]] can thiệp trong khi [[Đại sứ]] Pháp ở [[Bắc Kinh]] thương thảo với Tổng đốc [[Trực Lệ]] [[Lý Hồng Chương]] về 1 sự phân chia Bắc Kỳ dọc theo [[sông Hồng]] giữa 2 nước. Đại tá Rivière sau đó đã cho quân đi đánh chiếm nhiều nơi như [[Hồng Gai, Hạ Long|Hòn Gai]] và [[Nam Định]] nhưng sau đó các quan viên triều Nguyễn như [[Trương Quang Đản]], [[Bùi Ân Niên]], [[Hoàng Kế Viêm]] đe doạ kéo quân bao vây người Pháp ở Hà Nội. Trong khi xuất quân phá vây, Rivière bị quân Cờ Đen của [[Lưu Vĩnh Phúc]] hạ sát sáng ngày 19 tháng 5 năm 1883. 4 ngày trước cái chết của Rivière, [[Hạ viện Pháp|Quốc hội Pháp]] thông qua 1 khoản ngân sách 5.500.000 franc cho phép gởi thêm quân lực tới xứ Bắc Kỳ.\n\nHiểu rằng vấn đề Bắc Kỳ chỉ có thể giải quyết ở Huế, bộ chỉ huy Pháp muốn lợi dụng những biến loạn xảy ra khi vua Tự Đức băng hà ngày 17 tháng 7 năm 1883, tướng Courbet đem hạm đội đi đánh [[cửa Thuận An]] buộc triều đình phải xin hưu chiến và chấp nhận ký kết [[Hòa ước Quý Mùi, 1883|Hiệp ước Harmand]]. Dù vậy, phái chủ chiến của [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] chỉ coi đây là 1 kế hoãn binh mà thôi.<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=90-91}}<\/ref> Thuyết và Tường đã cổ vũ thành lập những đội nghĩa quân chống Pháp, đắp đồn xung quanh kinh thành và cho xây dựng [[căn cứ Tân Sở]]. Trong khi hàng vạn nhân công đang xây dựng căn cứ trong miền [[rừng]] [[núi]] [[Quảng Trị]] thì vua [[Hiệp Hòa|Hiệp Hoà]] chủ trương hoà giải bị cho là nhu nhược và bị ép phải tự tử. [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] lập [[Kiến Phúc]] kế vị.\n\nTrong năm 1884 quân Pháp được tiếp viện dồi dào đã chiếm được nhiều tỉnh giàu có của Bắc Kỳ. Tháng 5 năm 1884, [[Hiệp ước Thiên Tân]] được ký giữa [[Lý Hồng Chương]] và đại diện Pháp Fournier cam kết quân Thanh phải rút hết về nước và tôn trọng các hiệp ước đã ký giữa triều Nguyễn và người Pháp. Triều Nguyễn cũng phải chấp nhận sửa đổi một số điều kiện trong [[Hòa ước Quý Mùi, 1883|Hiệp ước Harmand]] và ký với [[Jules Patenôtre]], lãnh sự Pháp tại Bắc Kinh [[Hòa ước Giáp Thân (1884)|Hiệp ước Patenôtre]] ngày 6 tháng 6 năm 1884. Với [[Hòa ước Giáp Thân (1884)|Hiệp ước Patenôtre]] thì việc thiết lập nền bảo hộ của Pháp trên nước Đại Nam không còn bị ngăn cản nữa.<ref>{{harvnb|Nguyễn Thế Anh|2008a|p=95}}<\/ref>\n\n==== Thành Hà Nội, 1882 ====\n{{chính|Trận thành Hà Nội (1882)}}\nQuân đội Pháp dưới quyền Trung tá hạm trưởng [[Henri Rivière]] rời [[Thành phố Hồ Chí Minh|Sài Gòn]] ngày 26 tháng 3 năm 1882 với 2 tàu chiến ''Drac'' và ''Parseval'',<ref name=Antonini269>Antonini, Paul, tr. 269<\/ref> chở theo 2 đại đội thủy bộ binh do thiếu tá Chanu chỉ huy, một toán biệt phái xạ thủ An Nam, 5 tàu sà-lúp máy hơi nước, mỗi binh sĩ được trang bị 200 viên đạn. Trước khi lên đường, Henri Rivière được lệnh phải tuân thủ hiệp định đã ký và chỉ được dùng vũ lực trong trường hợp cần thiết,<ref name=Antonini269\/> tuy nhiên người ta cũng hiểu rằng chỉ cần có phản ứng nhỏ của quan lại Đại Nam thì Rivière lập tức hành động.<ref name=Antonini270>Antonini, Paul, tr. 270<\/ref> Đại đội quân binh Pháp tới [[Hải Phòng]] ngày [[2 tháng 4]] rồi dùng tàu sà-lúp đưa quân đến Hà Nội ngày [[3 tháng 4]] năm 1882, rồi đóng quân ở Đồn Thủy hiện đang có 2 đại đội thủy bộ binh đóng giữ dưới sự chỉ huy của tiểu đoàn trưởng [[Berthe de Villers]].<ref name=Antonini270\/> Tổng số quân Pháp đóng ở ngoài [[hoàng thành Thăng Long|thành Hà Nội]] lúc này là 600 bộ binh gồm 450 lính thủy quân lục chiến, 130 lính thủy và 20 lính bản xứ.<ref name=Rambaud424>Rambaud, Alfred, tr. 424<\/ref>\n \nĐược tin quân Pháp động binh, quan binh Bắc Kỳ lo phòng bị chống giữ. Henri Rivière không được tổng đốc Hà Ninh [[Hoàng Diệu]] tiếp đón long trọng có ý không hài lòng và gợi sự ra bằng cách cho rằng các việc sửa soạn phòng bị của quan binh triều đình ở Bắc Kỳ là có tính cách thù địch và khiêu khích.<ref name=Antonini271>Antonini, Paul, tr. 271<\/ref>\n \nNgày [[25 tháng 4]] năm 1882, vào lúc 5 giờ sáng. H.Rivière gởi tối hậu thư đến Tổng đốc Hoàng Diệu hạn đến 8 giờ sáng thì trong thành phải giải giáp và các quan lại phải đến trình diện tại Đồn Thủy nếu không Rivière sẽ chiếm thành.<ref name=Antonini271\/> Trước đó triều đình Huế đã phái ngay Tả thị lang bộ Hộ [[Nguyễn Thành Ý]] vào Sài Gòn biện bạch về những lý do khiến cho người Pháp phải động binh đồng thời cũng gửi khẩn thư lệnh cho quan binh Bắc Kỳ phải giữ nguyên trạng thành Hà Nội như đã có trước khi các đội quân của Henri Rivière kéo đến nhưng khẩn thư này tới quá trễ. Quân quan nhà Nguyễn trong thành Hà Nội tổ chức chống cự đơn độc mà không có sự chi viện kịp thời của các cánh quân từ Sơn Tây ([[Hoàng Kế Viêm]], [[Lưu Vĩnh Phúc]]) và Bắc Ninh ([[Trương Quang Đản]]), mặc dù cánh quân của Hoàng Kế Viêm và Lưu Vĩnh Phúc đóng ở Phủ Hoài (Dịch Vọng, Từ Liêm) cách Hà Nội không xa.\n \nĐúng 8 giờ 15, các pháo thuyền ''Fanfare'', ''Surprise'', ''Massue'' và ''Carbine'' từ bờ sông Hồng bắn đại bác vào thành. Tới 10 giờ 45, quân Pháp đổ bộ tấn công vào thành. Vào lúc 11 giờ thì quân Pháp chiếm được thành. Thiếu tá Berthe des Villers và 3 binh sĩ Pháp bị thương. Trong thành Hà Nội, Hoàng Diệu cùng lãnh binh [[Hồ Văn Phong]] chỉ huy phòng thủ cửa Bắc, đề đốc [[Lê Văn Trinh]] giữ của Đông, lãnh binh [[Lê Trực]] giữ cửa Tây và lãnh binh [[Nguyễn Đình Đường]] giữ cửa Nam. Phía quân triều đình có 40 tử trận và chỉ có 20 bị thương, vì đa số đã binh lính đều bỏ thành chạy trốn. Ở cửa Đông và cửa Nam, Lê Văn Trinh và Nguyễn Đình Đường sợ hãi bỏ trốn. Tổng đốc Hoàng Diệu cố gắng chống cự nhưng quân Pháp đã tràn vào thành, ông gửi di biểu về triều đình rồi treo cổ tự vẫn dưới một cái cây trước [[Võ Miếu (Hà Nội)|Võ Miếu]], thọ 54 tuổi.<ref>{{chú thích web | url = http:\/\/thanglong.chinhphu.vn\/Home\/Hoang-Dieu--vi-Tong-doc-trung-liet-cua-Ha-Noi\/20105\/4909.vgp | title = Hoàng Diệu - vị Tổng đốc trung liệt của Hà Nội | date = ngày 31 tháng 5 năm 2010 | access-date = ngày 1 tháng 5 năm 2013 | author = Minh Thắng | language = vi }}{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==== Nam Định, 1883 ====\n{{chính|Trận Nam Định (1883)}}\nNgày [[23 tháng 3]] năm [[1883]], Henri Rivière để Berthe de Villers cùng 400 quân ở lại Hà Nội để chỉ huy quân Pháp tiến tới Nam Định. Tới ngày 25 thì Rivière đến Nam Định, một lần nữa kịch bản chiếm thành Hà Nội được lặp lại khi tổng đốc Nam Định không tới gặp Rivière theo thư yêu cầu và lập tức quân Pháp chiếm thành Nam Định vào ngày [[27 tháng 3]]. Thiệt hại nặng nhất của quân Pháp trong trận này là cái chết của trung tá Carreau. Sự kiện này đã khiến chính phủ Pháp lo lắng và một lần nữa ra lệnh cho quân Pháp chỉ được can thiệp khi thực sự cần thiết. Quyết định của chính phủ Pháp chứng tỏ người Pháp vẫn đang lưỡng lự trước việc mở một cuộc chiến tranh toàn diện ở Đại Nam.<ref name=Antonini272>Antonini, Paul, tr. 272<\/ref>\n\nTrong lúc Rivière ở Nam Định thì tại Hà Nội, lực lượng của de Villers bị 4.000 quân tấn công trong đêm ngày 26 và 27 tháng 3.<ref name=Antonini272\/> Tuy quân Pháp ở Hà Nội đẩy lui được hai cuộc tấn công buổi đêm này nhưng tình hình nghiêm trọng vẫn buộc Rivière phải trở về Hà Nội ngày [[2 tháng 4]] đồng thời đề nghị đô đốc Mayer, chỉ huy hải quân Pháp ở Trung Quốc, đưa quân ứng cứu.<ref name=Antonini273>Antonini, Paul, tr. 273<\/ref>\n\nViệc Rivière đánh chiếm [[Nam Định]] đánh dấu một bước leo thang quan trọng thể hiện tham vọng của người Pháp tại Bắc Kỳ, và có hệ quả nghiêm trọng. [[Nhà Thanh]] bắt đầu ngầm hỗ trợ chính quyền [[nhà Nguyễn]] chống lại sự xâm lược của thực dân Pháp. Sự can thiệp của quân Thanh tại [[Bắc Kỳ]] cuối cùng dẫn đến cuộc [[chiến tranh Pháp-Thanh]] sau này.\n\n==== Cầu Giấy, 1883 ====\n{{chính|Trận Cầu Giấy, 1883}}\nSau khi nhận được yêu cầu cứu viện của Rivière, chỉ huy hải quân Pháp ở Trung Quốc là đô đốc Mayer lập tức đưa quân Pháp tới ứng cứu, lực lượng này tới Hà Nội ngày [[14 tháng 5]] năm 1883. Trong lúc đó người Pháp ở Hà Nội tiếp tục bị tấn công bởi một lực lượng mạnh từ 15 cho tới 20.000 quân. Sau khi quân tiếp viện của Mayer tới nơi, lực lượng Pháp bắt đầu quay lại phản công. Ngày 15, người Pháp đốt khu vực đồn trú của quân Cờ đen, một ngày sau đó quân Pháp dưới sự chỉ huy của Berthe de Villers tiến tới ngã ba [[sông Đuống]] (canal des Rapides). Tuy nhiên Henri Rivière vẫn cảm thấy bất an và trong lúc chờ lực lượng cứu viện cho phép người Pháp chiếm Bắc Ninh và Sơn Tây, Rivière quyết định vào ngày 19 tháng 5 sẽ rút khỏi Hà Nội để tiến về [[Dịch Vọng|Phủ Hoài]] theo hướng Sơn Tây. Tối ngày 18, Rivière cho triệu tập các sĩ quan Pháp để thông báo quyết định chuyển quân, ông ta cho rằng hành động này của quân Pháp không có gì bất thường nên sẽ ít bị đối phương chú ý. Tuy nhiên Rivière không ngờ rằng kế hoạch của mình đã bị một người hầu gốc Hoa nghe được.<ref name=Antonini273>Antonini, Paul, tr. 273<\/ref>\n\n4 giờ sáng ngày 19 tháng 5, lực lượng Pháp do Berthe de Villers chỉ huy bắt đầu xuất phát, Henri Rivière cũng có mặt trong đội quân này, cùng lúc một nhóm quân Pháp do đại úy Jacquin chỉ huy được lệnh canh chừng cho cuộc hành quân. Tới 6 giờ sáng thì các cuộc đụng độ giữa hai bên bắt đầu và quân Pháp chiếm được Cầu Giấy. Được thông báo trước về kế hoạch của người Pháp, quân Cờ đen của Lưu Vĩnh Phúc đã phục sẵn với đại bác ở khu vực làng [[làng Cót|Hạ Yên Khê]] (còn gọi là Hạ Yên Quyết) bên trái Cầu Giấy.<ref name=Antonini273\/> Khi quân Pháp tiến gần làng thì lính Cờ đen bắt đầu nổ súng làm Berthe de Villers thiệt mạng. Nhận thấy đối phương với lực lượng đông đảo có dấu hiệu chặn đường rút lui của mình, Rivière ra lệnh cho quân Pháp vừa đánh vừa lùi, một loạt lính Pháp cùng hai sĩ quan Brisis và Clerc bị giết, một số khác bị thương. Trong khi đang lùi quân thì một khẩu đại bác của quân Pháp bị rơi xuống ruộng lúa buộc Rivière phải chỉ huy quân kéo khẩu súng lên đường vì không muốn nó lọt vào tay quân Cờ đen. Bất ngờ quân Cờ đen nổ súng vào vị trí của Rivière khiến ông ta tử vong cùng viên đại úy Jacquin và một lính thủy có tên Moulun. Sau khi Rivière chết, quân Cờ đen tiến tới cắt đầu và tay của ông ta để làm chiến lợi phẩm.<ref name=Antonini274>Antonini, Paul, tr. 274<\/ref>\n\nĐến 9 giờ 30 thì tàn quân Pháp rút về tới thành Hà Nội trong sự truy đuổi ráo riết của quân Cờ đen. Quân Pháp trong thành buộc phải cố thủ và phái người tới [[Hải Phòng]] xin tiếp viện.<ref name=Antonini275>Antonini, Paul, tr. 275<\/ref>\n\n==== Thuận An, 1883 ====\n[[Tập tin:Thuan An Landing.jpg|nhỏ|trái|Quân Pháp đổ bộ vào Thuận An]]\nLợi dụng sự lục đục trong nội bộ triều đình nhà Nguyễn sau khi [[Tự Đức]] băng hà, Courbet trở lại [[vịnh Đà Nẵng]] cùng với chiến hạm ''Bayard'' vào tối ngày 16 tháng 8 và đã lên kế hoạch tấn công vào pháo đài Trấn Hải cạnh cửa biển Thuận An pháo đài vào ngày 18 tháng 8. Ngày 17 tháng 8, quân Pháp bắt đầu tập trận. Quân [[Đế quốc thực dân Pháp|Pháp]] dùng thuyền đi ngược [[sông Hương]] lúc 8 giờ sáng ngày 18 tháng 8. ''Bayard'' là soái hạm của Pháp trong trận này. ''Bayard'' tiến sâu vào trong đất liền để có thể nã pháo vào các pháo đài lớn ở phía nam và phía bắc từ khoảng cách 2000 mét. ''Châteaurenault'' cách đó một chút về phía đông, và tấn công các pháo đài phía Nam. ''Atalante'' neo ở phía tây ''Bayard'', được giao nhiệm vụ tấn công các pháo đài lớn nằm ở phía Bắc. Chiến hạm ''Drac'' neo tại sườn phía tây hạm đội Pháp bắn đạn vào các pháo đài nhỏ ở cuối các vị trí địch quân. ''Lynx'' và ''Vipère'' đã neo ở giữa ''Atalante'' và ''Drac'' để bảo vệ cuộc đổ bộ.<ref name=\"Thomazi, Conquête, 165\">Thomazi, ''Conquête'', 165<\/ref>\n\nTrong buổi sáng, người Pháp đã chiếm được pháo lũy ở phía Bắc. Tuy nhiên, pháo đài Nam vẫn còn trong tay Đại Nam. Trong buổi chiều, để chuẩn tấn công pháo đài Nam, chiến hạm ''Lynx'' và ''Vipère'' vượt qua đập sông cách táo bạo. Đại bác quân Đại Nam từ trong thành bắn ra nhưng không trúng phát nào, và lại bị hai tàu chiến bắn trở lại. Ngoài biển, ''Bayard'' và ''Châteaurenault'' được bổ sung thêm nhằm chiếm được pháo đài cách nhanh nhất. Người Pháp có vũ khí hiện đại hơn còn quân Đại Nam tuy bắn trả lại suốt ngày hôm đó, nhưng do vũ khí quá thua kém, trình độ quá lỗi thời nên đến cuối ngày các pháo lũy đều bị đạn pháo quân Pháp phá hủy, lực lượng phòng thủ bị tổn thất rất nghiêm trọng mà quân [[Đế quốc thực dân Pháp|Pháp]] không bị thiệt hại gì, quan trấn thành là Lê Sĩ, Lê Chuẩn tử trận, Lâm Hoành, [[Trần Thúc Nhẫn|Trần Thúc Nhân]] nhảy xuống sông tự tử.\n\nTổn thất Đại Nam trong cuộc oanh tạc và đỗ bộ tiếp theo có lẽ lên tới 2500 lính bị giết hoặc bị thương. Thương vong Pháp, ngược lại chẳng bao nhiêu, khi chỉ có vài chục người bị thương. Vào ngày hôm sau, Courbet cùng quân sĩ ăn mừng thắng trận, đối với các sĩ quan và thủy thủ đoàn ''Lynx'' và ''Vipère'', đều được khen thưởng đặc biệt.<ref>Thomazi, ''Conquête'', 167<\/ref>\n\nQuân [[Đế quốc thực dân Pháp|Pháp]] chiếm được đóng cửa [[Thuận An (định hướng)|Thuận An]] ([[Huế]]). Dưới sức ép quân sự của [[Đế quốc thực dân Pháp|Pháp]], ngày 25 [[tháng tám|tháng 8]], [[nhà Nguyễn]] phải chấp thuận ký hòa ước với [[Đế quốc thực dân Pháp|Pháp]], theo đó chấp thuận sự bảo hộ của [[Đế quốc thực dân Pháp|Pháp]] tại Bắc Kỳ.<ref>Thomazi, ''Conquête'', 169<\/ref>\n\n==== Bắc Lệ, 1884 ====\n{{chính|Trận Bắc Lệ (1884)}}\nHay tin [[Hòa ước Giáp Thân (1884)|Hiệp ước Giáp Thân]] và [[Hòa ước Thiên Tân (1885)|Hiệp ước Thiên Tân]] đã được ký kết, quân Pháp ở Bắc Kỳ rất vui và nhẹ nhõm vì cho rằng chiến tranh, vậy là đã kết thúc. Bởi theo tờ quy ước của Trung tá Fournier ký với Tổng đốc Trực Lệ [[Lý Hồng Chương]] ở [[Thiên Tân]], thì quân Thanh ở [[Lạng Sơn]], [[Thất Khê]] và [[Cao Bằng]] sẽ phải rút hết về nước. Tin vậy, nên ngày 13 [[tháng sáu|tháng 6]] năm [[1884]], Thống tướng Millot phái Thiếu tá Dugenne dẫn hơn ngàn binh lính và khoảng ngần ấy phu khuân vác, từ [[Phủ Lạng Thương]] kéo lên tiếp quản các tỉnh thành trên.Ngày 22 tháng 6, đoàn quân Pháp đi đến đồn Bắc Lệ<ref>Bắc Lệ nay ở xã Tân Thành, huyện Hữu Lũng tỉnh Lạng Sơn còn có thông Bắc Lệ và ga Bắc Lệ.<\/ref>. Nhưng khi quân Pháp đến bờ sông Hóa (một nhánh của [[sông Thương]]), cách cầu Quan Âm khoảng 8 [[dặm Anh|dặm]] thì bị chặn lại. Ở phía bên kia cầu, quân Thanh và quân khởi nghĩa người Việt do Nguyễn Thiện Thuật, Tạ Hiện, Phạm Huy Quang cùng chỉ huy, vẫn còn đang đóng giữ.<ref>De Lonlay, tr. 114<\/ref>\n\nNgày 23, sau khi thăm dò được một quãng sông không sâu lắm, dưới làn mưa đạn, quân Pháp vẫn cố vượt sông. Trước tình thế căng thẳng, tướng nhà Thanh sai quân đưa thư, đại ý nói rằng đã biết có hòa ước, nhưng vì chưa được lệnh rút quân về, vậy xin hoãn lại mấy ngày nữa để đợi chỉ dụ của [[Bắc Kinh]].\n \nSách ''[[Việt Nam sử lược]]'' của Trần Trọng Kim viết:<ref>''Việt Nam sử lược'', tr. 543-544.<\/ref>\n\n<blockquote>\n''Thống tướng Millot tiếp được tin quân Pháp thua ở Bắc Lệ, liền sai thiếu tướng De Négrier đem 2 đại đội quân bộ, 2 đội pháo binh và một toán công binh đi đường Phủ Lạng Thương qua làng Kép, lên tiếp ứng cho trung tá Dugenne. Khi tiếp được quân của trung tá rồi, thiếu tướng Millot triệu thiếu tướng De Négrier về Hà Nội, để chờ lệnh và quân ở bên Pháp sang.''\n\n''(Nhưng) Trung tá Dugenne không chịu; đến quá trưa, trung tá cho người đưa thư sang bảo quân Tàu rằng trong một giờ nữa mà quân Tàu không rút về thì quân Pháp cứ việc tiến lên. Đoạn rồi trung tá truyền lệnh tiến binh; đi được một lúc, thì quân Tàu phục hai bên đường bắn ra. Quân Pháp dàn trận đánh nhau đến tối. Sáng ngày hôm sau, quân Pháp thấy quân Tàu sắp vây cả bốn mặt, bèn rút quân về bên này sông Thương, để đợi quân cứu viện ở Hà Nội lên. Trận ấy quân Pháp bị 28 người tử trận, 46 người bị thương, còn những phu phen chết không biết bao nhiêu mà kể.''\n<\/blockquote>\n\nTrận đánh này có tiếng vang rất lớn ở [[Pháp]] và [[Việt Nam|Đại Nam]] thời bấy giờ, khiến thực dân Pháp rất hoang mang, lo ngại. Đây thật sự là một thất bại nặng nề của quân Pháp, một thắng lợi to lớn của liên quân [[Nhà Nguyễn|Việt]]–[[Thanh]]. Cho nên khi nhận được tin, thủ tướng Jules Ferry liền đánh điện khẩn cho Lý Hồng Chương, để phản đối kịch liệt sự việc này. Và sau đó, đã hai lần (12 tháng 7 và 19 tháng 8) Jules Ferry gửi tối hậu thư đòi quân Thanh phải rút ngay khỏi [[Bắc Kỳ]] và phải đòi thường thiệt hại cho Pháp 250 triệu francs (khoản tiền này sau cứ giảm dần đi). Nhưng mặc dù tình hình giao thiệp giữa Pháp và Thanh rất căng thẳng, nhưng cả đôi bên đều muốn dùng con đường thương thuyết để tránh một cuộc chiến tranh lớn. Nhưng trước những yêu sách quá đáng của Pháp, triều đình [[Bắc Kinh]] không thể nào nhượng bộ được nữa, cuối cùng, cuộc [[chiến tranh Pháp-Thanh]] cũng đã nổ ra ([[tháng tám|tháng 8]] năm 1884).<ref>[[Phạm Văn Sơn]], ''Việt sử tân biên'', quyển 5, tập thượng, Sài Gòn năm 1962, tr. 438-440<\/ref>\n\nSau trận Bắc Lệ, Trung tướng Millot bị triệu hồi, Thiếu tướng Brière de l'Isle lên thay thế, để tiếp tục công việc đánh dẹp và bình định Bắc Kỳ.<ref>Đinh Xuân Lâm, Nguyễn Văn Khánh, Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'', tập II, Nhà xuất bản Giáo dục năm 2006, tr.59-60<\/ref>\n\n==Các hòa ước ==\n=== Nhâm Tuất, 1862 ===\n{{chính|Hòa ước Nhâm Tuất (1862)}}\nHòa ước Nhâm Tuất được ký ngày [[5 tháng 6]] năm [[1862]] tại [[Thành phố Hồ Chí Minh|Sài Gòn]] giữa đại diện [[nhà Nguyễn|triều Nguyễn]] (thời vua [[Tự Đức]]) là chính sứ [[Phan Thanh Giản]] và phó sứ [[Lâm Duy Hiệp]] (hay Thiếp) với đại diện của [[Pháp]] là thiếu tướng [[Louis Adolphe Bonard|Bonard]] và đại diện của [[Tây Ban Nha]] là đại tá Don Carlos Palanca Guttiere.<ref>Thomazi, A., trang 62<\/ref>\n\nTheo G. Taboulet<ref>G. Taboulet, ''Le geste français en Indochine'' (tập 2), [[Paris]], 1956, tr. 472.<\/ref> thì tàu ''Forbin'' đưa sứ bộ rời [[Huế]] vào ngày 28 [[tháng năm|tháng 5]] năm 1862, đến [[Thành phố Hồ Chí Minh|Sài Gòn]] vào ngày 3 [[tháng sáu|tháng 6]] năm [[1862]], qua ngày 5 [[tháng sáu|tháng 6]] năm [[1862]] (9 [[tháng năm|tháng 5]] [[âm lịch]] năm [[Nhâm Tuất]]) thì hai bên ký bản hòa ước trên tàu chiến Duy-pe-rơ của Pháp đậu ở bến [[Thành phố Hồ Chí Minh|Sài Gòn]].<ref>Thomazi, A., trang 63<\/ref> Ký hòa ước xong, triều đình sai ông [[Phan Thanh Giản]] làm tổng đốc [[Vĩnh Long]], ông Lâm Duy Hiệp làm tuần phủ Khánh Thuận, để giao thiệp với các quan nước Pháp ở [[Gia Định]]. [[Tháng hai|Tháng 2]] năm [[Quý Hợi]] ([[1863]]), thiếu tướng Bonard và đại tá Palanca ra [[Huế]] gặp vua [[Tự Đức]] để công nhận sự giảng hòa của ba nước. Xong rồi thiếu tướng Bonard về [[Pháp]] nghỉ, Hải quân thiếu tướng De la Grandière sang thay.<ref>Thomazi, A., trang 64<\/ref>\n\nSử gia [[Phạm Văn Sơn]] cho rằng:\n{{cquote|''Giữa lúc quân Pháp không ngờ nhất, thì thiếu tá Simon đang công tác ở ngoài khơi [[Trung Kỳ]] trở về [[Thành phố Hồ Chí Minh|Sài Gòn]] báo tin là vua [[Tự Đức]] vừa đề nghị mở cuộc giảng hòa.<ref group=\"Ghi chú\">Theo lý giải của sử gia [[Phạm Văn Sơn]]: ''Sử Nguyễn ghi Pháp cầu hòa trước là không đúng. Phải cử người đến [[Gia Định]], phài nộp tiền để đảm bảo thiện chí cầu hòa, chỉ hai việc ấy thôi thì cũng đủ hiểu. \"Có lẽ sử thần ta vì tự ái dân tộc mà xuyên tạc chăng?\"''<\/ref> [[Tháng tư|Tháng 4]] năm [[Nhâm Tuất]], đô đốc Bonard liền phái Simon mang chiến hạm Forbin có bố trí đại bác, ba chiếc thuyền gỗ cùng 200 lính đến cửa Thuận An ([[Huế]]), để đưa ra ba yêu sách là: Gửi sứ thần có thẩm quyền quyết định vào [[Gia Định]], bồi thường chiến phí và phải nạp trước 100.000 [[Franc]] để đảm bảo thiện chí cầu hòa. \n}}\n\n=== Giáp Tuất, 1874 ===\n{{chính|Hòa ước Giáp Tuất (1874)}}\nSau khi ký [[Hòa ước Nhâm Tuất (1862)|Hoà ước Nhâm Tuất 1862]], Pháp chiếm đóng và cai trị 3 tỉnh miền Đông Nam Kỳ và quyết định xâm chiếm và lấy nốt 3 tỉnh miền Tây còn lại của Nam Kỳ, đến năm 1867 họ đã lấy nốt thành công 3 tỉnh còn lại sau khi Kinh lược sứ [[Phan Thanh Giản]] biết không chống đỡ nổi đã quyết định giao các thành cho Pháp.<ref>Huguet, L., trang 98<\/ref> Sau khi củng cố Nam Kỳ, nhân sự rối ren ở [[Bắc Kỳ]], Pháp đã quyết định từng bước tiến ra với mục đích chiếm lấy Bắc Kỳ. Để mục đích được thuận lợi, Pháp ra những yêu sách rất ngang ngược với triều đình Huế về các quyền lợi ở Bắc Kỳ rồi đưa quân ra và chiếm lần lượt các thành [[Hà Nội]], [[Nam Định]], [[Ninh Bình]], [[Hải Dương]].<ref>Huguet, L., trang 99<\/ref> Tình hình diễn ra ở Bắc Kỳ cũng như sự chiếm đóng các tỉnh Tây Nam Kỳ dẫn tới vi phạm vào bản Hòa ước Nhâm Tuất 1862 mà hai bên đã ký, và dẫn tới việc Pháp thay thế hiệp ước mới bằng bản Hoà ước Giáp Tuất 1874 có lợi hơn cho Pháp.<ref>Huguet, L., trang 97<\/ref>\n\nĐây là bản hiệp định thứ hai giữa [[nhà Nguyễn|triều Nguyễn]] và [[Pháp]], được ký vào ngày [[15 tháng 3]] năm [[1874]] với đại diện của triều Nguyễn là [[Lê Tuấn]] - Chính sứ toàn quyền đại thần, [[Nguyễn Văn Tường]] - Phó sứ toàn quyền đại thần và đại diện của Pháp là [[Dupré]] - Toàn quyền đại thần, [[Thống đốc Nam Kỳ]].<ref>Huguet, L., trang 100<\/ref> Hoà ước gồm có 22 điều khoản với nội dung chính là thay thế bản [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất 1862]], công nhận chủ quyền vĩnh viễn của Pháp ở Nam Kỳ, lệ thuộc về chủ quyền ngoại giao, mở cửa cho Pháp tự do buôn bán tại các cảng biển và trên [[sông Hồng]] cùng tự do truyền đạo.<ref>Huguet, L., trang 101-02<\/ref>\n\n=== Quý Mùi, 1883 ===\n{{chính|Hòa ước Quý Mùi, 1883}}\nĐầu [[thập niên 1880]], tình hình ở Bắc Kỳ càng rắc rối khi Pháp chủ trương xâm lăng và tìm cách gây hấn. Năm [[1882]] thủ phủ [[Hà Nội]] thất thủ; Pháp chiếm toàn miền [[đồng bằng sông Hồng|trung châu]] Bắc Kỳ. Các tỉnh [[Vân Nam]], [[Quảng Đông]], [[Quảng Tây]] của [[Trung Quốc]] được đặt vào tình trạng báo động. Một mặt [[nhà Thanh]] cho tăng cường việc phòng bị biên ải. Mặt khác quân Thanh vượt biên giới vào Bắc Kỳ khi triều đình Huế gửi thư cầu viện. Dưới danh nghĩa giúp [[nhà Nguyễn]], quân Tàu mở đầu cuộc [[Chiến tranh Pháp-Thanh]]. Trong khi đó quân Việt tại các tỉnh Bắc Kỳ phối hợp với quân Thanh cùng đánh Pháp.<ref>Billot, tr. 411-15<\/ref>\n\nCũng vào thời gian này, vua [[Tự Đức]] [[băng hà]] ngày [[19 tháng 7|19 Tháng Bảy]], [[1883]] lại không có con nối ngôi.<ref>Bruce M. Lockhart, William J. Duiker ''Historical Dictionary of Vietnam'' 2010 -trang 154\"<\/ref> Việc triều đình rối ren, các quan phụ chính thì tranh nhau quyền lợi khiến vua [[Dục Đức]] ở ngôi chỉ 3 ngày (20 - 23 tháng Bảy) rồi vua [[Hiệp Hòa|Hiệp Hoà]] ở ngôi bốn tháng ([[30 tháng 7]] - [[30 tháng 11]]) tiếp theo nhau bị phế. Lợi dụng tình thế, ngày [[20 tháng 8]] năm [[1883]], quân Pháp tấn công và chiếm lấy [[cửa Thuận An]], khống chế cửa ngõ thủy lộ chính lên kinh đô Huế. Trong hoàn cảnh nguy ngập bị Pháp uy hiếp sát kinh thành, triều đình cử [[Nguyễn Trọng Hợp]] - [[Thượng thư]] [[bộ lại]] ra Thuận An để điều đình với Pháp.<ref>Huard, tr. 122–30; Thomazi, tr. 166<\/ref> Tổng ủy Jules Harmand ra [[tối hậu thư]] với nhiều yêu sách ngang ngược và khắc nghiệt. Tổng cộng có 27 điều khoản; Harmand gia hạn cho triều đình Huế phải trả lời trong 24 [[giờ|giờ đồng hồ]], nếu không sẽ khai hỏa đánh lên kinh thành. Thư của Harmand đe dọa: \"Đế quốc An Nam, hoàng triều, cùng các vương công, đại thần sẽ tự tuyên án tử hình cho chính mình. Cái tên Đại Nam sẽ bị xóa khỏi lịch sử...\" nếu vua quan nhà Nguyễn không chấp nhận toàn phần những điều kiện nêu ra.<ref name=\"Colonial\">Pierre Brocheux và Daniel Hémery. ''Indochina, An Ambiguous Colonization, 1858-1954''. Berkeley, CA: University of California Press, 2009. tr 15-69<\/ref> Lúc này, triều đình Huế đang ở thế thua, không làm được gì hơn ngoài việc phải ký chấp nhận 27 điều khoản do Pháp đưa ra.<ref name=\"VNSL\">Trần Trọng Kim. ''Việt Nam Sử lược''. Sài Gòn: Bộ Giáo dục Trung tâm học liệu, ?. tr 221<\/ref>\n\nHoà ước Harmand được hai bên ký kết ngày 23 Tháng Bảy [[âm lịch]] triều Hiệp Hòa, tức ngày [[25 tháng 8]] năm [[1883]].<ref>McAleavy, tr. 213–14<\/ref>\n\n=== Giáp Thân, 1884 ===\n{{chính|Hòa ước Patenôtre}}\nSau khi ký [[Hòa ước Quý Mùi, 1883|Hoà ước Quý Mùi 1883]], trong nội bộ triều đình Huế tiếp tục lục đục, các vị vua [[Hiệp Hòa]], [[Kiến Phúc]], [[Hàm Nghi]] kế tiếp nhau lên ngôi trong thời gian ngắn. Lúc này, ở [[Bắc Kỳ]] quân Pháp đang đánh nhau với quân [[nhà Thanh]] và đã đuổi được phần lớn quân Thanh về Trung Quốc, tuy nhiên tại một số tỉnh quân Thanh vẫn còn có mặt và đe doạ sự có mặt của người Pháp ở Bắc Kỳ.<ref>Billot, tr. 171–84<\/ref> Chính phủ Pháp đã sai Fournier sang [[Thiên Tân]] ký với [[Lý Hồng Chương]] bản sơ bộ về Hoà ước Thiên Tân 1884, trong nội dung bản hoà ước sơ bộ giữa Pháp và nhà Thanh năm 1884, đã có điều khoản nhà Thanh công nhận quyền [[bảo hộ]] của Pháp ở Đại Nam. Dựa vào bản sơ bộ này, mà sau này là bản chính thức [[Hòa ước Thiên Tân (1885)|Hòa ước Thiên Tân 1885]], Chính phủ Pháp đã sai Patenôtre-Đại diện Cộng hoà Pháp đến Huế sửa lại [[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi 1883]] trước đó giữa Pháp và nhà Nguyễn.<ref>Huard, tr. 246<\/ref>\n\nNgày [[6 tháng 6]] năm [[1884]], hòa ước Patenôtre được ký kết tại [[Thủ đô|kinh đô]] [[Huế]] gồm có 19 điều khoản. Đại diện các phía nhà Nguyễn là [[Phạm Thận Duật]] - Toàn quyền đại thần, [[Tôn Thất Phan]] - Phó Toàn quyền đại thần, [[Nguyễn Văn Tường]] - Phụ chính đại thần và phía Pháp là [[Jules Patenôtre]] - Sứ thần Cộng hoà Pháp.<ref>Billot, tr. 178–80<\/ref>\n\n==Hậu quả==\n{{xem thêm|Phong trào giải phóng dân tộc Việt Nam (1885-1945)}}\nChiến tranh kết thúc, tuy một số quan lại, tướng lĩnh [[nhà Nguyễn]] cùng một số sĩ phu yêu nước còn nổi dậy chống lại người Pháp, nhưng đến cuối [[thế kỷ 19]], các lực lượng này cơ bản bị trấn áp. Cuộc chiến chống Pháp xâm lược của người Việt hoàn toàn thất bại. Nước Đại Nam sau gần 460 năm giành lại độc lập (tính từ khi [[khởi nghĩa Lam Sơn]] thành công) lại bị mất nước, rơi vào tay nước ngoài đô hộ.\n\nSau các [[Hòa ước Quý Mùi, 1883|Hòa ước Harmand]] và [[Hòa ước Giáp Thân (1884)|Patrenôtre]], nhà Nguyễn chỉ còn cai quản Trung Kỳ với chế độ bảo hộ, không có quân đội, không tài chính, không ngoại giao<ref name=\"Trần Thanh Tâm, sách đã dẫn, tr 32\">Trần Thanh Tâm, sách đã dẫn, tr 32<\/ref>. Vua nhà Nguyễn chỉ lo việc cúng tế, nhóm họp dưới quyền chỉ huy của Khâm sứ người Pháp không mang triều phục.\n\nVề hình thức, bộ máy triều đình Huế không thay đổi (vẫn có vua, Cơ mật viện, các Thượng thư...) nhưng về bản chất đã hoàn toàn thay đổi. Tuy không bị người Pháp xóa sổ, đây chỉ còn là triều đình trên danh nghĩa không có quyền hành, là những viên chức phục vụ. Thỉnh thoảng họ được mở hội nghị Cơ mật viện hoặc Hội đồng thượng thư do Khâm sứ Trung kỳ chủ tọa làm tư vấn lấy lệ. Do không có quân đội, Bộ Binh trong triều đình danh nghĩa này bị bãi bỏ<ref name=\"Trần Thanh Tâm, sách đã dẫn, tr 32\"\/>.\n\nNgười Pháp mở rộng lãnh thổ thuộc địa tại bán đảo Đông Dương sau khi đã xâm chiếm [[Campuchia]] (1863). Sau khi chiếm Đại Nam không lâu, Pháp chính thức thôn tính Lào (1893), áp đặt sự thống trị trên toàn bộ Đông Dương.<ref name=\"USvietAnalysis\">\n{{chú thích sách\n |authors=George McTurnin Kahin & Lewis, John W.| title=The United States in Vietnam: An analysis in depth of the history of America's involvement in Vietnam\n | year=1967\n | publisher=Delta Books |isbn=}}<\/ref>\n\n== Nguyên nhân nhà Nguyễn thất bại ==\n{{Xem thêm|Quân đội nhà Nguyễn}}\n\n[[Tập tin:Annamese kowtowing to French soldiers.jpg|nhỏ|220px|Người dân Bắc Kỳ sụp lạy các binh sĩ Pháp (1884). Tranh vẽ trong cuốn ''La guerre du Tonkin'' của L. Huard]]\nMột trong những nguyên nhân thất bại chính của nhà Nguyễn là do [[quân đội]] quá lạc hậu. Dưới thời trị vị của Tự Đức, [[Quân đội nhà Nguyễn|công tác quốc phòng]] của nhà Nguyễn có sự tương phản rõ rệt với các triều trước. Một trong các lý do khiến tình hình quân đội suy sút là vấn đề tài chính. Thời kỳ [[Gia Long]] hay [[Minh Mạng]], lấy phương Tây làm kiểu mẫu cho việc tổ chức quân đội, hướng đến việc quân cần tinh nhuệ, không cần nhiều, bỏ bớt số lượng người cầm cờ từ 40 người xuống 2 người trong đội ngũ đơn vị 1 vệ. Còn sang thời Tự Đức, vũ khí và trang thiết được đổi mới gần như không có. Trang bị bộ binh rất lạc hậu: 50 người mới có 5 súng, mỗi năm chỉ tập bắn 1 lần 6 viên đạn. Vũ khí được bảo trì cũng kém. Về thủy binh, không [[tàu hơi nước]] nào được đóng mới, thủy quân thậm chí không đủ khả năng bảo vệ bờ biển chống hải tặc. Việc giảng dạy binh pháp không chú trọng tới sách vở phương Tây nữa mà quay trở lại với ''[[Binh thư yếu lược]]'' của [[Trần Hưng Đạo]]. Đời sống quân lính không được quan tâm thoả đáng, lương thực lại bị ăn bớt. Do đó tinh thần chiến đấu của quân sĩ không cao.<ref name=vdlstn75\/> Người Pháp chỉ cần vài chục đến vài trăm binh sĩ là có thể chiếm được một thành có hàng trăm đến hàng ngàn lính bảo vệ.\n\nQuan điểm khoa học quân sự của vua quan nhà Nguyễn không hề vượt quá khuôn khổ của khoa học quân sự phong kiến. Việc không bắt kịp với thành tựu mới của khoa học phương Tây thời Tự Đức khiến quân sự Đại Nam bị lạc hậu nhiều. Do đó, khi người Pháp vào xâm lược Đại Nam (1858), khoảng cách về trang thiết bị giữa [[quân đội nhà Nguyễn]] và quân Pháp đã khá xa.<ref name=vdlstn75>{{harvnb|Nhiều tác giả|2007|p=75}}<\/ref>\n\nTrong ''[[Việt Sử tân biên]]'', tác giả [[Phạm Văn Sơn]] lại cho rằng, [[Nhà Nguyễn]] mất nước với Tây phương chỉ là vì văn minh nông nghiệp của [[Đông Á|Á Đông]] hết sức lạc hậu, yếu hèn, mà văn minh khoa học cùng cơ giới của phương Tây lại quá mạnh.<ref name=nvdlstn325>{{harvnb|Nhiều tác giả|2007|p=325}}<\/ref> Ngược lại, các nhà sử học [[Việt Nam Dân chủ Cộng hòa]] trong giai đoạn 1954-1975 có xu hướng quy trách nhiệm hoàn toàn cho các vua Nguyễn đối với việc mất nước rằng [[Gia Long|Nguyễn Ánh]] đã \"cõng rắn cắn gà nhà\" và [[Tự Đức]] \"bán rẻ đất nước\" cho thực dân.<ref name=nvdlstn325\/>\n\nVề phía [[Pháp]], sử gia Gosselin nói rằng các hoàng đế [[An Nam]] phải chịu trách nhiệm về sự đổ vỡ và xuống dốc của đất nước họ. Dân xứ này, quan lại, binh lính xứng đáng có được những người cầm đầu có giá trị hơn thế. Chính quyền họ đã mù quáng vì không dự liệu, không chuẩn bị gì hết.<ref name=nvdlstn325\/>\n\nGiáo sư Nguyễn Phan Quang có ý kiến như sau:\n{{cquote|''Mất nước không phải là tất yếu... Triều Nguyễn thua Pháp vì lúng túng về đường lối chính trị dẫn đến lúng túng về [[quân sự]], tuy quân lực không yếu mà tự phải thua. Sự lúng túng còn thể hiện trong nỗi lo sợ trước luồng tư tưởng mới đang tràn vào. Lo sợ, nhưng không có giải pháp hữu hiệu, đành thu mình đóng kín. Càng lúng túng hơn khi nhà Nguyễn đồng thời phải đối phó với những [[mâu thuẫn nội bộ]] rất nghiêm trọng, mà những mâu thuẫn này lại bị sự chi phối rất mạnh của các áp lực từ bên ngoài. Riêng đối với đạo Gia-tô thì triều Nguyễn đã từ lúng túng đi đến bế tắc, không đủ sức chuyển đổi tư duy để có biện pháp thích hợp''.<ref name=nvdlstn325\/>\n}}\n\n==Xem thêm==\n* [[Nhà Nguyễn]]\n* [[Chiến tranh Pháp-Thanh]]\n* [[Phong trào giải phóng dân tộc Việt Nam (1885-1945)]]\n* [[Đế quốc Việt Nam]]\n* [[Chiến tranh Đông Dương]]\n\n== Ghi chú ==\n{{Tham khảo|group=\"Ghi chú\"}}\n\n== Chú thích ==\n{{tham khảo|3}}\n\n==Tham khảo==\n{{refbegin|2}}\n* McAleavy, H., ''Black Flags in Vietnam: The Story of a Chinese Intervention'' (New York, 1968)\n* Billot, Albert, [http:\/\/www.archive.org\/download\/laffairedutonkin00dipluoft\/laffairedutonkin00dipluoft.pdf ''L’affaire du Tonkin: histoire diplomatique de l’établissement de notre protectorat sur l’Annam et de notre conflit avec la Chine, 1882–1885, par un diplomate''], J. Hetzel et Cie, éditeurs, Paris, 1886, vi+ 430 pp.\n* Huard, L., ''La guerre du Tonkin'' (Paris, 1887)\n* Armengaud, J. L., ''Lang-Son: journal des opérations qui ont précédé et suivi la prise de cette citadel'' (Paris, 1901)\n* Duboc, E., ''Trente cinq mois de campagne en Chine, au Tonkin'' (Paris, 1899)\n* Dukay, P., ''Les héros de Tuyen-Quan'' (Paris, 1933)\n* Fourniau, C., ''Annam–Tonkin 1885–1896: lettrés et paysans vietnamiens face à la conquête coloniale'' (Paris, 1989)\n* Huard, ''La guerre du Tonkin'' (Paris, 1887)\n* Huguet, L., ''En colonne: souvenirs de l'Extrême-Orient'' (Paris, 1888)\n* Lecomte, J., ''Lang-Son: combats, retraite et négociations'' (Paris, 1895)\n* Loir, M., ''L'escadre de l'amiral Courbet'' (Paris, 1886)\n* Lung Chang [龍章], ''Yueh-nan yu Chung-fa chan-cheng'' [越南與中法戰爭, Vietnam and the Sino-French War] (Đài Bắc, 1993)\n* Thomazi, A., ''Histoire militaire de l’Indochine française'' (Hà Nội, 1931)\n* Thomazi, A., ''La conquête de l'Indochine'' (Paris, 1934)\n* {{chú thích | author=Đào Duy Anh | title=Lịch sử Việt Nam từ nguồn gốc đến Thế kỷ XIX | publisher=Nhà xuất bản Văn hóa Thông tin | place= | volume= | edition= | year=2002 | authorlink=Đào Duy Anh}}\n* {{chú thích sách |author=Nguyễn Thế Anh |year=2008a |publisher=Nhà xuất bản Văn Học |title=Việt Nam Thời Pháp Đô Hộ |isbn= 1107020003574}}\n* {{chú thích |author=[[Phạm Văn Sơn]] |year=1960 |publisher= |title=Việt sử toàn thư}}\n* {{chú thích | last1=Đặng Việt Thủy | last2=Đặng Thành Trung | title=54 vị Hoàng đế Việt Nam | publisher=[[Nhà xuất bản Quân đội Nhân dân]] | place=[[Hà Nội]] | volume= | edition= | year=2008 | ISBN=}}\n* {{chú thích | author=Nhiều tác giả | authorlink= | title=Những vấn đề lịch sử triều Nguyễn | publisher=Nhà xuất bản Văn hoá Sài Gòn | place=TP Hồ Chí Minh | volume= | url= | edition= | year=2007 | ISBN=}}\n* {{chú thích | author=Trần Thanh Tâm | authorlink= | title=Tìm hiểu quan chức nhà Nguyễn | publisher=Nhà xuất bản Thuận Hóa | place=Huế | volume= | url= | edition= | year=1996 | ISBN=}}\n{{refend}}\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n{{Pháp xâm lược Đại Nam}}\n{{Các chủ đề|Pháp|Việt Nam|Lịch sử|Quân sự}}\n{{Sao chọn lọc}}\n\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]\n[[Thể loại:Việt Nam thế kỷ 19]]\n[[Thể loại:Xung đột thế kỷ 19]]\n[[Thể loại:Chiến tranh Pháp–Đại Nam]]"}