{"824185":"{{Thông tin chiến tranh\n|conflict=Chiến cuộc Đông Xuân 1953-1954\n|partof=[[Chiến tranh Đông Dương]] \n|image=[[Tập tin:Victory in Battle of Dien Bien Phu.jpg|300px]]\n|caption=[[Quân đội Nhân dân Việt Nam]] phất cờ chiến thắng trên nóc hầm chỉ huy của Pháp tại [[Điện Biên Phủ]].\n|date=[[Tháng mười|Tháng 10]] năm [[1953]] – [[7 tháng 5]] năm [[1954]]\n|place=[[Liên bang Đông Dương|Đông Dương thuộc Pháp]], chiến trường chính tại [[Việt Nam]].\n|territory=\n|result= [[Thắng lợi quyết định]] của [[Việt Nam Dân chủ Cộng hòa]]<br \/>[[Pháp]] đồng ý ký [[Hiệp định Genève, 1954|Hiệp định Geneve]] trao trả độc lập cho [[Việt Nam]]\n|combatant1={{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} '''[[Liên hiệp Pháp]]'''<br\/>\n* {{flagcountry|Đệ Tứ Cộng hòa Pháp}}\n* {{flagdeco|Quốc gia Việt Nam}} [[Quốc gia Việt Nam]]\n* {{flag|Vương quốc Lào}}\n* {{flagicon image|Flag of Cambodia (1948–1970).svg}} [[Vương quốc Campuchia (1953-70)|Vương quốc Campuchia]]\n|combatant2='''{{flagcountry|Việt Nam Dân chủ Cộng hòa|1945}}'''<br\/>\n* {{flagdeco|Việt Nam|army}} [[Quân đội nhân dân Việt Nam]]\n|commander1={{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Raoul Salan]] (1952-53)<br \/>{{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Henri Navarre]] (1953-54)\n|commander2={{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Hồ Chí Minh]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Võ Nguyên Giáp]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Nguyễn Chí Thanh]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Hoàng Văn Thái]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Văn Tiến Dũng]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Phạm Văn Đồng]]<br \/>{{flagicon|Việt Nam Dân chủ Cộng hòa|1945}}[[Trường Chinh]]<br \/>{{flagicon|Lào}}[[Souphanouvong]]\n|strength1=445.000 (gồm 146.000 quân Âu Phi và 299.000 quân Quốc gia Việt Nam) ('''1954''')<ref name=\"ReferenceA\">[[Võ Nguyên Giáp]], ''Đường tới Điện Biên Phủ'', Chương 1 - Cuộc họp ở Tín Keo.<\/ref>\n|strength2=230.000 quân chính quy<br \/>2.000.000 du kích<ref>''Giáo trình Lịch sử Đảng Cộng sản Việt Nam'', [[Nhà xuất bản Chính trị quốc gia - Sự thật|Nhà Xuất bản Chính trị Quốc gia]], Hà Nội, 2008, trang 156.<\/ref><ref>''Đường tới ĐBP-Điểm hẹn Lịch sử''.<\/ref>\n|casualties1=~128.200 chết, bị thương hoặc bị bắt<br>162 [[máy bay]] bị phá hủy<br>81 đại bác bị phá hủy hoặc tịch thu<ref>Sách Giáo khoa Lịch sử Lớp 12 nâng cao, năm 2010, trang 205.<\/ref><br>43.782 khẩu súng, 66 tàu thủy (không kể ca nô), 2.766 xe các loại bị phá hủy hoặc thu giữ.\n|\n|casualties2=Chưa có thống kê chi tiết.\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n\n'''Chiến cục Đông Xuân [[1953|1953-1954]]''' là tên gọi để chỉ một chuỗi các cuộc tiến công [[chiến lược]] trên toàn chiến trường [[Bán đảo Đông Dương|Đông Dương]] của lực lượng vũ trang [[Quân đội Nhân dân Việt Nam]] phối hợp với các lực lượng kháng chiến [[Lào]], [[Campuchia]] trong [[chiến tranh Đông Dương]] ([[1945]] – 19[[1954|54]]). Mục đích nhằm đánh bại [[Kế hoạch Navarre]], làm thất bại kế hoạch của [[Pháp]] và [[Mĩ]] muốn đảo ngược tình hình bằng một thắng lợi quyết định; làm thay đổi cục diện chiến tranh có lợi cho ba nước [[Đông Dương]].\n\n==Hoàn cảnh ra đời==\n===Tình thế chiến trường Đông Dương năm 1953===\nSau 8 năm tiến hành chiến tranh, quân [[Pháp]] đã bị sa lầy trong một cuộc chiến tiêu hao không có lối thoát. Quân Pháp sa lầy và suy yếu nghiêm trọng: các chiến dịch liên tục bị thất bại, số quân thiệt hại từ đầu cuộc chiến đã lên đến 390.000 quân, vùng chiếm đóng bị thu hẹp. Quân Pháp một mặt phải tập trung lực lượng để mong xoay chuyển tình thế, mặt khác lại phải lo phân tán quân để chiếm đất giành dân, đối phó với [[du kích]]. Mâu thuẫn giữa 2 chiến lược ngày càng sâu sắc, không thể tháo gỡ.<ref>''\"Giáo trình Lịch sử Đảng Cộng sản Việt Nam\"'', [[Nhà xuất bản Chính trị quốc gia - Sự thật|Nhà Xuất bản Chính trị Quốc gia]], Hà Nội, 2008.<\/ref>\n\nChi phí cho chiến tranh ngày càng cao làm cho nền kinh tế tài chính Pháp kiệt quệ. Tình hình [[chính trị]] [[xã hội]] bất ổn, nhiều chính phủ lập lên đổ xuống nhiều lần. Nước Pháp hầu như không còn đủ sức chịu đựng gánh nặng [[chiến tranh Đông Dương]]. Cuộc chiến sang năm thứ chín đã chứng tỏ Pháp chỉ còn cách duy nhất là tìm một ''\"lối thoát danh dự\"'', nếu không muốn dâng [[Đông Dương]] cho [[Mỹ]].\n\nTrong khi đó, lực lượng kháng chiến của [[Quân đội Nhân dân Việt Nam]] ngày càng lớn mạnh, đã giải phóng nhiều khu vực rộng lớn ở [[Tây Nguyên]], [[khu 5]], các tỉnh [[Cao Bắc Lạng|Cao – Bắc – Lạng]],... và nhiều khu vực ở đồng bằng Bắc bộ, kiểm soát hơn 2\/3 lãnh thổ. Các đơn vị đã được tổ chức đến cấp [[sư đoàn]], các binh chủng [[pháo binh]] và [[pháo cao xạ]] đã được huấn luyện hoàn thiện.\n\nTrước tình hình đó, để cứu vãn tình thế, [[Pháp]] tranh thủ thêm viện trợ của Mỹ, tập trung mọi cố gắng đẩy mạnh chiến tranh hòng tìm ra một lối thoát ''\"trong thắng lợi\"''. Viện trợ của [[Mỹ]] cho [[Pháp]] tăng vọt, chiếm gần 80% chiến phí của Pháp.<ref>''\"Thời điểm của những sự thật\"'' (2004), Nhà Xuất bản Công an Nhân dân, (nguyên gốc: \"Le Temps des Vérites\" xuất bản tại Paris năm 1979), tr. 51, trích: \"Từ năm 1952, viện trợ Mỹ chiếm khoảng 80% chi phí chiến tranh ở Đông Dương\".<\/ref> Pháp đề nghị Mỹ viện trợ 650 triệu đô la cho niên khóa [[1953]], và được chấp nhận 385 triệu.<ref>{{Chú thích web|url=http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/118\/118\/118\/30770\/Default.aspx|tiêu đề=Bàn tay của Mỹ trong Điện Biên Phủ|website=Báo Quân đội Nhân dân|ngày truy cập=2017-04-19|archive-date = ngày 13 tháng 9 năm 2012 |archive-url=https:\/\/archive.is\/20120913210209\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/118\/118\/118\/30770\/Default.aspx|url-status=bot: unknown}}<\/ref> Mỹ hứa năm [[1954]] sẽ tăng viện trợ cho Pháp tại Đông Dương lên gấp đôi. Mỹ cũng chuyển giao cho Pháp nhiều trang thiết bị, vũ khí, trong đó có 123 [[máy bay]] và 212 tàu chiến các loại.\n\nNgày 7\/5\/1953, với sự thỏa thuận của Mỹ, Pháp cử tướng [[Henri Navarre]] sang Đông Dương làm Tổng chỉ huy quân viễn chinh Pháp. Henri Navarre là đại tướng 5 sao, 55 tuổi, đang phụ trách nhiệm vụ Tham mưu trưởng cho [[Thống chế Pháp|Thống tướng]] Juin ở cơ quan phòng thủ OTAN (Cơ quan thuộc [[NATO]]). Navarre chưa hề bước chân tới [[Đông Dương]], nên ban đầu Navarre đã từ chối, nhưng [[Thủ tướng]] Mayer khẩn khoản: ''\"Việc Đại tướng không biết chút gì về [[Đông Dương]] cũng là một lý do để tôi cử đại tướng. Đại tướng sẽ nhìn vấn đề bằng một cặp mắt mới mẻ... Chúng ta đang bị kẹt trong một ngõ cụt. Chúng ta phải tìm một lối thoát danh dự cho nước [[Pháp]], Đại tướng hãy giúp chúng tôi\"''\n\nNgày 21 tháng 5 năm 1953 tướng Navarre, có tướng Không quân Bodet và tướng Gambiez phụ tá, tới [[sân bay Gia Lâm]] cùng với Tổng trưởng Letourneau. Navarre điều tra và nghiên cứu tình hình Đông Dương trong một tháng, rồi trở về Pháp tường trình kết quả trước Hội đồng các Tham mưu trưởng do Thống chế Juin chủ tọa ngày ngày 17 tháng 7 năm 1953. Ngày 24-7, Navarre trình bày kế hoạch trước Hội đồng Quốc phòng do [[Tổng thống Pháp]] chủ tọa. [[Kế hoạch Navarre|Kế hoạch quân sự Navarre]] ra đời.\n\n===Kế hoạch Navarre===\n{{chính|Kế hoạch Navarre}}\n[[Kế hoạch Navarre|Kế hoạch quân sự Navarre]] là kế hoạch chiến lược có quy mô rộng lớn, thể hiện sự cố gắng lớn nhất và cũng là cuối cùng của [[quân đội Pháp]], có sự ủng hộ và giúp đỡ to lớn của [[Mỹ]] trong cuộc chiến tranh [[xâm lược]] tại [[Đông Dương]].\n\nKế hoạch này ra đời nhằm tìm kiếm một chiến thắng quân sự quyết định để làm cơ sở cho một cuộc thảo luận hòa bình trên thế mạnh. Kế hoạch của Bộ Chỉ huy Pháp tại [[Đông Dương]] gồm hai bước:\n\n* '''Bước thứ nhất''': Thu Đông [[1953]] và Xuân [[1954]] giữ thế phòng ngự ở miền Bắc, tập trung một lực lượng cơ động lớn ở [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]] để đối phó với cuộc tiến công của [[Quân đội Nhân dân Việt Nam]]; thực hiện tiến công chiến lược ở miền Nam nhằm chiếm đóng ba tỉnh ở đồng bằng [[Liên khu|Liên khu 5]]; đồng thời đẩy mạnh việc mở rộng lực lượng bản địa hỗ trợ là [[Quân đội Quốc gia Việt Nam]] và xây dựng một đội quân cơ động lớn đủ sức đánh bại các đại đoàn chủ lực [[Việt Minh]].\n* '''Bước thứ hai''': Từ Thu Đông năm [[1954]], sau khi đã hoàn thành những mục tiêu trên, sẽ dồn toàn lực ra Bắc, chuyển sang tiến công chiến lược trên chiến trường chính giành thắng lợi lớn về quân sự, buộc [[Việt Minh]] phải chấp nhận điều đình theo những điều kiện của [[Pháp]], nếu khước từ, quân cơ động chiến lược của Pháp sẽ tập trung mọi nỗ lực loại trừ chủ lực [[Quân đội Nhân dân Việt Nam]].\n\nĐể thực hiện kế hoạch này, Pháp cho tiến hành xây dựng và tập trung lực lượng cơ động lớn, mở rộng quân đội bản địa - [[Quân đội Quốc gia Việt Nam]], càn quét bình định vùng kiểm soát. Thực hành tấn công chiến lược ở vùng [[Khu 5|Khu V]],... Navarre được nhà nước Pháp cấp thêm cho 9 [[tiểu đoàn]] tinh nhuệ, tăng cường bắt lính và phát triển quân đánh thuê bản xứ, chuyển quân từ các chiến trường khác tập trung về [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]] lên đến 84 [[tiểu đoàn]].\n\nĐiều quan trọng hơn, [[Kế hoạch Navarre]] được Mỹ tán thành. Mỹ gánh chịu mọi khoản chi phí cho kế hoạch đó, gồm gần 400 triệu đôla. Tính đến tháng 1-1954, riêng về vũ khí và phương tiện chiến tranh, [[Mỹ]] đã viện trợ cho quân [[Pháp]] ở Đông Dương 360 [[máy bay]], 1.400 [[xe tăng]] và [[phương tiện chiến đấu bọc thép|xe bọc thép]], 390 tàu chiến và tàu quân sự, 16.000 xe quân sự các loại, 175.000 [[súng trường]] và [[súng máy]].\n\nThời gian này ở tất cả các cấp bộ trong [[Quân đội viễn chinh Pháp vùng Viễn Đông|quân đội viễn chinh Pháp]] đều có cố vấn Mỹ. [[Người Mỹ]] có thể đến bất cứ nơi nào kiểm tra tình hình không cần sự chấp thuận của Tổng chỉ huy Pháp. Sự phụ thuộc quá nhiều của Pháp vào Mỹ khiến tướng Navarre than phiền trong hồi ký: ''\"Địa vị của chúng ta đã chuyển thành địa vị của một kẻ đánh thuê đơn thuần cho Mỹ\".''<ref name=\"ReferenceB\">[[Võ Nguyên Giáp]], ''\"Điện Biên Phủ Điểm hẹn lịch sử\"'', Chương 1: Cuộc họp ở Tín Keo.<\/ref>\n\nTrước khi vào mùa khô năm [[1953]], Navarre đã đưa lực lượng cơ động chiến lược và chiến thuật lên tới 82 [[tiểu đoàn]]. Với việc phát triển ồ ạt quân đội bản xứ [[người Việt]] liên kết theo chủ trương của [[Mỹ]], và quân tăng viện mới đưa từ Pháp sang, từ chiến trường [[Triều Tiên]] về, Navarre đã tổ chức được 18 binh đoàn cơ động chiến lược, trong đó có 11 binh đoàn Âu Phi, 7 binh đoàn lính Việt. Navarre tập trung già nửa số quân cơ động, 44 [[tiểu đoàn]], ở [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]], trong đó có 7 binh đoàn cơ động mạnh được tổ chức từ trước, để đối phó với cuộc tiến công của QĐNDVN trên chiến trường chính.\n\n===Chủ trương của Quân đội Nhân dân Việt Nam===\nTrước mùa khô [[1953]]-[[1954]], so sánh lực lượng về quân số, Pháp đã vượt lên khá xa. Tổng quân số của [[Pháp]] là 445.000 người, gồm 146.000 quân Âu Phi (33%) và 299.000 quân đánh thuê bản xứ của [[Quốc gia Việt Nam]] (67%). Tổng quân số của [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] là 252.000 người. Như vậy, quân Pháp đông hơn 193.000 người. Riêng quân đội đánh thuê bản xứ của [[Quốc gia Việt Nam]] cũng đã đông hơn 47.000 người.\n\nLực lượng cụ thể 2 bên lúc này như sau:\n\n– Về bộ binh, Pháp có 267 [[tiểu đoàn]]. Về [[pháo binh]], Pháp có 25 tiểu đoàn; quân bản địa có 8 tiểu đoàn. Về cơ giới, Pháp có 10 [[trung đoàn]], 6 tiểu đoàn và 10 [[đại đội]]; quân bản địa có 1 trung đoàn và 7 đại đội. Về [[không quân]], Pháp có 580 [[máy bay]]; quân bản địa có 25 máy bay thám thính và liên lạc. Về [[hải quân]], Pháp có 391 tàu; quân bản địa có 104 tàu loại nhỏ và 8 tàu ngư lôi. Lực lượng QĐNDVN vẫn đơn thuần là [[bộ binh]], gồm 6 [[đại đoàn]], 18 [[trung đoàn]] và 19 [[tiểu đoàn]]. Về [[pháo binh]], QĐNDVN có 2 trung đoàn, 8 tiểu đoàn và 4 đại đội. Về phòng không, QĐNDVN có 1 trung đoàn và 2 tiểu đoàn.\n\n– Tính theo số [[tiểu đoàn]] [[bộ binh]], QĐNDVN có tổng cộng 127 tiểu đoàn so với 267 tiểu đoàn của Pháp. Biên chế tiểu đoàn của QĐNDVN là 635 người; biên chế tiểu đoàn Pháp từ 800 - 1.000 người.\n\nPháp tuy có ưu thế vượt trội về binh lực, nhưng thế trận [[chiến tranh nhân dân]] của QĐNDVN đã làm cho Pháp phải phân tán trên khắp các chiến trường. Không những Pháp không thể tập trung toàn bộ ưu thế đó vào một trận đánh quyết định, mà cũng chưa đủ lực lượng để mở một cuộc tiến công lớn vào các đại đoàn chủ lực QĐNDVN trên miền Bắc. Trong tổng số 267 [[tiểu đoàn]], thì 185 tiểu đoàn đã phải trực tiếp làm nhiệm vụ chiếm đóng, chỉ còn 82 tiểu đoàn làm nhiệm vụ cơ động chiến thuật và chiến lược. Già nửa lực lượng cơ động Pháp, 44 tiểu đoàn, phải tập trung trên miền Bắc để đối phó với chủ lực QĐNDVN. Vào thời điểm này, nếu tính chung trên chiến trường Bắc Bộ, lực lượng QĐNDVN mới bằng 2\/3 lực lượng Pháp (76 tiểu đoàn\/112 tiểu đoàn), nhưng tính riêng lực lượng cơ động chiến lược, thì lực lượng QĐNDVN đã vượt hơn về số tiểu đoàn (56\/44).<ref name=\"ReferenceB\"\/>\n\n[[Quân ủy Trung ương]] nhận định: ''\"[[Kế hoạch Navarre]] ra đời trong hoàn cảnh bị động, trong thế thua nên nó chứa đựng đầy mâu thuẫn và nảy sinh mầm mống thất bại ngay từ đầu. Nắm được sự mâu thuẫn này thì quân Pháp thất bại là không thể tránh khỏi.\"''\n\nCuối tháng 8 năm [[1953]], [[Bộ Tổng Tham mưu Quân đội Nhân dân Việt Nam]] báo cáo với Tổng quân ủy một bản kế hoạch tác chiến với bốn nhiệm vụ:<br>1. Đẩy mạnh chiến tranh du kích ở địch hậu, phá tan âm mưu bình định của địch, phá kế hoạch mở rộng quân ngụy Việt.<br>2. Bộ đội chủ lực dùng phương thức hoạt động thích hợp tiêu diệt từng bộ phận sinh lực địch, có thể tác chiến lớn trên chiến trường đồng bằng để rèn luyện bộ đội.<br>3. Có kế hoạch bố trí lực lượng tiêu diệt địch khi chúng đánh ra vùng tự do.<br>4. Tăng cường hoạt động lên hướng Tây Bắc ([[Lai Châu]]), [[Thượng Lào]] và các chiến trường khác để phân tán chủ lực địch.<ref>{{Chú thích web|url=http:\/\/www.nhandan.com.vn\/chinhtri\/item\/8150402-.html|tiêu đề=Nam Bộ trong chiến cuộc đông xuân 1953 - 1954 và Điện Biên Phủ|website=Báo Nhân dân}}<\/ref>\n\nChủ trương chiến lược của Bộ Tổng Tham mưu là ''\"Tập trung lực lượng mở những cuộc tiến công vào những hướng quan trọng về chiến lược mà địch tương đối yếu nhằm tiêu diệt một bộ phận sinh lực của địch, giải phóng đất đai, đồng thời buộc chúng phải bị động phân tán lực lượng đối phó với ta trên những địa điểm xung yếu mà chúng không thể bỏ, do phải phân tán binh lực mà tạo ra cho ta những điều kiện thuận lợi mới để tiêu diệt thêm từng bộ phận sinh lực của chúng\"''. Phương châm tác chiến là ''\"Tích cực, chủ động, cơ động và linh hoạt; đánh ăn chắc, tiến ăn chắc, chắc thắng thì đánh cho kì thắng, không chắc thắng thì kiên quyết không đánh.\"''\n\nTrong cuộc họp, chủ tịch [[Hồ Chí Minh]] tổng kết: ''\"Địch tập trung quân cơ động để tạo nên sức mạnh... Không sợ! Ta buộc chúng phải phân tán binh lực thì sức mạnh đó không còn\".''<ref name=\"ReferenceB\"\/>\n\nTheo đó QĐNDVN sẽ mở một loạt chiến dịch tại nhiều vùng để phân tán binh lực địch, không cho quân Pháp co cụm tạo thành một lực lượng cơ động đủ mạnh để xoay chuyển tình thế. Về sử dụng binh lực, Bộ Tổng Tham mưu dự kiến:<ref name=\"ReferenceA\"\/>\n\n- Mặt trận Tây Bắc và Thượng Lào là hướng chính, có [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]] và Trung đoàn 148. Bước đầu sử dụng Đại đoàn 316 tiêu diệt quân Pháp ở [[Lai Châu]], giải phóng hoàn toàn khu Tây Bắc; bước thứ hai, phối hợp giữa đại đoàn 316 với Trung đoàn 148 của khu Tây Bắc, bộ đội tình nguyện và Quân giải phóng [[Pathet Lào]] giải phóng tỉnh [[Phongsaly|Phong Xa Lỳ]]. Hướng này do [[Lê Quảng Ba]], [[Chu Huy Mân]], Tư lệnh và [[Chính ủy]] Đại đoàn 316 phụ trách.<br>– Mặt trận Trung Du có từ 2 tới 3 đại đoàn và bộ đội địa phương. [[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Đại đoàn 320]] và các trung đoàn chủ lực của [[Liên khu|Liên khu 3]] sẽ chiến đấu thu hẹp phạm vi chiếm đóng của Pháp, đánh giao thông, phá hủy các phương tiện vận chuyển đường bộ, đường thủy, đường không. Ở khắp các vùng tạm chiếm từ trung du, [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]], [[Miền Trung (Việt Nam)|Trung Bộ]] và [[Nam Bộ Việt Nam|Nam Bộ]], đến chiến trường [[Lào]] và [[Campuchia]] sẽ đẩy mạnh chiến tranh du kích buộc Pháp phải căng mỏng lực lượng đối phó.<br>– Mặt trận Hữu ngạn Liên khu 3 (Trung và Hạ Lào) có 2 đại đoàn, trong đó, một bộ phận vào địch hậu. Lực lượng gồm Trung đoàn 66 của [[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Đại đoàn 304]], Trung đoàn 101 của [[Sư đoàn 325, Quân đội nhân dân Việt Nam|Đại đoàn 325]], do [[Hoàng Sâm]], Tư lệnh Đại đoàn 304 và [[Trần Quý Hai]], Tư lệnh kiêm Chính ủy Đại đoàn 325 phụ trách, phối hợp với [[Pathet Lào]] mở rộng đất đai, đánh thông hành lang Nam – Bắc Đông Dương. Tại đây sẽ thành lập Bộ chỉ huy Mặt trận Trung và Hạ Lào.<br>– Mặt trận [[Tây Nguyên]] có các trung đoàn chủ lực của [[Liên khu|Liên khu 5]]. Hai trung đoàn 108 và 803, chủ lực của Liên khu 5, do [[Nguyễn Chánh]], Tư lệnh kiêm Chính ủy Liên khu 5 trực tiếp phụ trách, sẽ chiếm bàn đạp Bắc [[Tây Nguyên]], phá kế hoạch củng cố và bình định Nam Việt Nam của Pháp.\n\nKhối chủ lực còn lại gồm các [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]], [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|312]], [[Sư đoàn 304, Quân đội Nhân dân Việt Nam|304]] (thiếu Trung đoàn 66), [[Đại đoàn Công Pháo 351|Đại đoàn Công pháo 351]], Trung đoàn 246 bí mật giấu quân tại trung du, sẵn sàng cơ động lên Tây Bắc, và đánh quân Pháp tiến công.\n\nRiêng [[Sư đoàn 325, Quân đội nhân dân Việt Nam|Đại đoàn 325]] (thiếu Trung đoàn 101) để lại Trung đoàn 18 hoạt động ở [[Bình Trị Thiên|Bình-Trị-Thiên]], Trung đoàn 95 ra [[Nghệ An]] chỉnh huấn, làm lực lượng dự bị cho Bộ, sẵn sàng cơ động trên các hướng.\n\nĐây là phác thảo kế hoạch tác chiến chiến cục Đông Xuân [[1953|1953 –]][[1954]].\n\n==Các cuộc tiến công chiến lược trong Đông Xuân 1953 – 1954==\n===Hướng Tây Bắc và Thượng Lào===\n{{chính|Chiến dịch Lai Châu|Chiến dịch Nậm Hu|Cuộc hành quân Castor|Vòng vây Điện Biên Phủ|Chiến dịch Điện Biên Phủ}}\nTrung tuần tháng 11 năm [[1953]], theo kế hoạch, [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]] từ địa điểm trú quân tại [[Thanh Hóa]] tiến lên Tây Bắc. Từ đầu tháng 11, bộ phận chuẩn bị chiến trường của 316, do Tham mưu trưởng [[Vũ Lập]] dẫn đầu, đã lên đường. Ngày [[15 tháng 11]] năm [[1953]], 316 vượt [[sông Đà]].\n\nTrong thực tế, đây chỉ là cuộc hành quân của cơ quan chỉ huy đại đoàn cùng với Trung đoàn 174 về Thạch Thành, [[Thanh Hóa]] chỉnh huấn sau [[chiến dịch Thượng Lào]]. Hai trung đoàn khác của 316 vẫn không rời địa bàn Tây Bắc. Trung đoàn 98 ở lại [[Xamneua|Sầm Nưa]] một thời gian, củng cố căn cứ địa, tháng 9 năm [[1953]] quay về [[Sơn La]]. Trung đoàn 176 được trao nhiệm vụ tiễu phỉ, khoảng 2.000 lính, do Pháp nhen nhóm dọc hai bờ [[sông Đà]] đang quấy rối hậu phương.\n\nTối ngày 20, Đại tướng [[Võ Nguyên Giáp]] nhận được tin một số tiểu đoàn Dù của Pháp đã nhảy xuống [[Điện Biên Phủ]]. Tại đây, trong thời gian này chỉ có một tiểu đoàn cùng với trung đoàn bộ của Trung đoàn độc lập 148 đang đóng quân. Cuộc hội ý Tổng Quân ủy được triệu tập đã nhận định: ''\"Địch đã phát hiện 316 đang tiến quân lên Tây Bắc. Chúng cảm thấy [[Lai Châu]] và Thượng Lào bị uy hiếp, nên đưa một bộ phận lực lượng lên Tây Bắc đối phó.\"''\n\nNgay đêm hôm đó, một bức điện khẩn được gửi cho [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|316]] đang trên đường hành quân: ''\"Địch nhảy dù xuống [[Điện Biên Phủ]] là để che chở cho Lai Châu và Thượng Lào bị uy hiếp. Như vậy là bị động phân tán lực lượng để đối phó với ta, tình hình căn bản có lợi cho ta... Nắm cơ hội tốt, tạo cơ hội tốt để tiêu diệt địch\"''. Mệnh lệnh quy định 316 tổ chức thành những tiểu đoàn hành quân cho nhanh, chậm nhất ngày [[6 tháng 12]] năm [[1953]] phải có mặt ở [[Tuần Giáo]].\n\nĐầu tháng 12 năm [[1953]], Bộ Tổng Tư lệnh ra lệnh cho [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]] vượt [[sông Hồng]], đưa Trung đoàn 36 đi trước, theo đường tắt, nhanh chóng chốt chặn ở Pom Lót, phía nam-tây nam [[Điện Biên Phủ]], ngăn không cho quân Pháp rút sang [[Lào]]. Cùng lên đường với 308 có Trung đoàn [[Sơn pháo]] 675 của 851. Pháo và đạn được chuyển bằng ô tô, các pháo thủ đều đi bộ.\n\nQuân Pháp nhảy dù xuống Điện Biên Phủ, Tây Bắc đã thực sự trở thành hướng chính như dự kiến của Bộ Tổng Tư lệnh trong kế hoạch Đông Xuân. Trước đây, quyết tâm của [[Trung ương Đảng]] là sau khi giải phóng [[Lai Châu]], sẽ phối hợp cùng với bộ đội [[Pathet Lào]] giải phóng tỉnh [[Phongsaly|Phông Xa Lỳ]] trực tiếp uy hiếp [[Luangprabang (tỉnh)|Luông Phabăng]], kinh đô của nhà vua Lào. Chiến trường Tây Bắc đã thay đổi và còn tiếp tục thay đổi. Tổng Quân ủy nhận định quân Pháp có thể giữ cả [[Lai Châu]] và [[Điện Biên Phủ]], cũng có thể tập trung về Điện Biên Phủ. Nếu quân Pháp không rút như ở Nà Sản, thì sẽ biến Điện Biên Phủ thành một '''tập đoàn cứ điểm''' lớn. Hướng chuẩn bị của QĐNDVN là đánh công kiên tập đoàn cứ điểm.\n\nNgay [[6 tháng 12]] năm [[1953]], tờ trình của Tổng Quân ủy được gửi lên [[Bộ Chính trị (định hướng)|Bộ Chính trị]], nêu: ''\"Thời gian tác chiến ở Điện Biên Phủ ước độ bốn mươi lăm ngày\".'' Trận đánh có thể khởi đầu vào tháng 2 năm [[1954]]. Đây \"sẽ là một trận công kiên lớn nhất từ trước tới nay\", sẽ phải sử dụng 3 [[đại đoàn]] bộ binh, toàn bộ [[pháo binh]], [[công binh]], lực lượng phòng không. Nếu kể cả cơ quan chỉ huy chiến dịch, các đơn vị trực thuộc, bộ đội bảo vệ tuyến cung cấp, bộ đội bổ sung, thì ''\"quân số tổng quát của chiến dịch sẽ là 42.000 người\"''. Dự kiến đánh [[Điện Biên Phủ]] đệ trình [[Bộ Chính trị]] được chuẩn bị theo tinh thần ''\"đánh chắc tiến chắc\".''\n\nCũng trong ngày [[6 tháng 12]], quân Pháp được tin 316 đã xuất hiện ở Tuần Giáo, trực tiếp uy hiếp Lai Châu. [[René Cogny|Cônhi]] lập tức ra lệnh cho Trung tá Tơrăngca ([[Trancart]]) thực hiện ''cuộc hành binh Pollux'', đưa toàn bộ lực lượng từ Lai Châu về Điện Biên Phủ. Lực lượng chính quy của vùng tác chiến Tây Bắc (Z O.N.O.), tương đương với ba tiểu đoàn, đóng tại thị xã Lai Châu sẽ được không vận về [[Mường Thanh]] bằng máy bay. \"Binh đoàn biệt kích không vận hỗn hợp\" (G.C.M.A) bảo vệ cho lực lượng chính quy rút lui xong sẽ đi theo đường Pa vi (Pavie) nối liền Lai Châu với Điện Biên Phủ.\n\nNgày [[7 tháng 12]] năm [[1953]], cơ quan tác chiến báo cáo quân Pháp đang rút các tiểu đoàn đóng ở thị xã Lai Châu về Điện Biên Phủ bằng máy bay, một bộ phận đã tới [[Mường Thanh]]. Bộ Tổng Tham mưu thông báo gấp cho sở chỉ huy tiền phương kịp thời xử trí.\n\n[[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]] vừa trải qua 20 đêm hành quân liên tục. Đại đoàn trưởng [[Lê Quảng Ba]] và Chính ủy [[Chu Huy Mân]] quyết định đưa Tiểu đoàn 439 của Trung đoàn 98, do phó Chính ủy Trung đoàn [[Phạm Quang Vinh]] trực tiếp phụ trách, tiến gấp lên phía bắc chiếm thị xã Lai Châu, một tiểu đoàn khác của 98 tạm dừng lại [[Tuần Giáo]] đề phòng quân Pháp nhảy dù tập kích phía sau vào hậu phương trực tiếp của chiến dịch, đại bộ phận đơn vị tiến về con đường Lai Châu - Điện Biên Phủ.\n\nTối ngày 10, Tiểu đoàn 439 tới Pa Ham, một đồn nhỏ cách thị xã Lai Châu 32&nbsp;km, được tin quân Pháp ở những vị trí chung quanh mới dồn về đây chừng ba đại đội. Nửa đêm, tiểu đoàn bắt đầu tiến công. Quân Pháp cầm cự được nửa giờ rồi bỏ chạy. Ngày [[12 tháng 12]] năm [[1953]], QĐNDVN tiến vào thị xã [[Lai Châu (định hướng)|Lai Châu]] sau gần một thế kỷ nằm dưới sự đô hộ của Pháp. [[Đèo Văn Long]], quốc vương của \"xứ Thái tự trị\", cùng với gia đình đã được máy bay Pháp đưa về [[Hà Nội]].\n\nSáng ngày 12, Đại đội 674 của Tiểu đoàn 251 Trung đoàn 174 tiến xuống [[Mường Pồn]] thì phát hiện trong bản có nhiều quân Pháp từ Lai Châu rút về đang tập trung tại đây. Đại đội lập tức tiến hành bao vây và nổ súng. Quân Pháp có máy bay yểm trợ, thấy lực lượng đối phương ít, kiên quyết xung phong để mở đường đi về [[Điện Biên Phủ]]. Chiến sĩ liên lạc [[Bế Văn Đàn]] mang lệnh đến cho Tiểu đội Chu Văn Pù giữa lúc cả Tiểu đội chỉ còn bốn người đang phải chặn đánh một cánh quân từ trên cao tràn xuống. Chu Văn Pù có khẩu trung liên trong tay nhưng không biết đặt vào đâu, Bế Văn Đàn lao tới nhấc hai chân súng đặt lên vai mình để Pù có thể tác xạ, đợt tiến công của quân Pháp bị chặn đứng. [[Bế Văn Đàn]] trúng đạn tử trận, sau này được tuyên dương [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng vũ trang Nhân dân]].\n\nVề phía Pháp, để hỗ trợ cho [[cuộc hành quân Pollux]], [[Christian de Castries|Đờ Cát]], chỉ huy vừa được bổ nhiệm của tập đoàn cứ điểm [[Điện Biên Phủ]], ra lệnh cho [[Pierre Langlais|Lănggơle]] chỉ huy Binh đoàn Không vận số 2 (Groupement aéroporté No2, viết tắt là G.A.P.2) tăng cường, gồm Tiểu đoàn Dù Lê dương số 1 (1er BEP), Tiểu đoàn Dù Việt Nam số 5 (5è BPVN), và Tiểu đoàn Dù 8 xung kích (8è BPC), hai cụm pháo 105 ly, với bốn máy bay ném bom [[Douglas A-26 Invader|B-26 Invader]] và hai máy bay trinh sát yểm trợ, đi theo đường Pa vi lên Mường Pồn đón các đơn vị còn lại từ Lai Châu rút về. Với số lượng những đơn vị và phương tiện được huy động, đây không còn là một cuộc hành binh nhỏ như kế hoạch ban đầu. [[René Cogny|Cônhi]] đã chỉ thị cho [[Christian de Castries|Đờ Cát]] cần thực hiện việc ngăn chặn bằng cách mở những cuộc tiến công vào sâu khu vực của đối phương.\n\n7 giờ ngày [[11 tháng 12]], Binh đoàn Không vận số 2 lên đường. 11 giờ 30, quân Pháp đến [[Bản Tấu]] cách [[Mường Thanh]] 6&nbsp;km. Tiểu đoàn 888 chốt chặn tại đây lập tức nổ súng, ba tiểu đoàn dù bị chôn chân tại chỗ suốt ngày 11. Ba đại đội biệt kích Thái ở Mường Pồn đang bị Đại đội 674 chặn đánh, khẩn thiết kêu gọi cánh quân cứu viện cố mở đường tới giải vây. Suốt từ ngày 11 đến ngày 13, cánh quân cứu viện chỉ tới được [[đèo Pu San]] hiểm trở, cao 1.168 mét, nơi có Tiểu đoàn 215 và Đại đội Phòng không 677 chốt giữ. Mặc dù có máy bay [[Douglas A-26 Invader|B-26]] yểm trợ, thả cả [[napan|bom napalm]], quân Pháp không thể vượt qua 4&nbsp;km từ Pu San đến Mường Pồn.\n\nSáng ngày 13, Đại đội 674 bao vây Mường Pồn được Đại đội 317 đến tiếp sức, mở đợt tiến công cuối cùng tiêu diệt toàn bộ quân Thái đóng ở Mường Pồn. Buổi trưa ngày 13, Binh đoàn Không vận số 2 thấy tiếng súng phía Mường Pồn ngừng lại. Ngay sau đó, máy bay trinh sát báo tin những đơn vị ở đây đã bị tiêu diệt.\n\nPhóng viên chiến trường [[Bernard Fall]] kể về trận đánh này: ''\"Bộ phận đi đầu do Thiếu tá Lơcléc và Đại úy Tua rê (Tourret) chỉ huy vừa mới bắt đầu rút về hướng đông - nam lúc 16 giờ 50 thì bị một hỏa lực dữ dội của địch bắn xâu chuỗi. Theo tường trình trong báo cáo của G.A.P.2 thì [[Việt Minh]] không có máy bay quan sát cũng như những đơn vị tuần tiễu điều chỉnh đường bắn, vẫn thành công trong việc bố trí trọng pháo cách nơi những lính dù vừa hạ trại 500 mét, và dội đạn xuống họ một cách cực kỳ chính xác. Chỉ trong ít phút họ đã chịu đựng những tổn thất nghiêm trọng... Và chưa hết! Đối phương không còn bị cái nút Mường Pồn chặn lại đã bắt kịp cả G.A.P.2. Trưa ngày [[14 tháng 12]], đạn pháo bắt đầu bắn vào đơn vị bảo vệ phía sau gồm những binh lính của Tiểu đoàn Dù Lê dương 1. Giống như buổi sáng, [[Việt Minh]] tìm cách tiếp cận mục tiêu thật nhanh để tránh những trận oanh kích của không quân. 14 giờ 50, Tiểu đoàn Lê dương Dù 1 báo cáo họ đang bị đối phương chiến đấu giáp lá cà dữ dội và yêu cầu [[máy bay tiêm kích]] yểm hộ. Không quân lại tiếp tục can thiệp, nhưng lần này đã có một báo hiệu không lành cho những gì sẽ diễn ra ở [[Điện Biên Phủ]] sau này; 15 giờ, một máy bay trinh sát báo cáo trúng đạn phòng không Việt Minh, và 16 giờ, một [[máy bay tiêm kích]] và một chiếc [[Morane-Saulnier M.S.406|Morane]] khác lần lượt báo cáo trúng đạn...\"'' <ref>Hồi ký Bernard Fall: Điện Biên Phủ - Một góc địa ngục.<\/ref>\n\nTừ chiều ngày [[13 tháng 12]] năm [[1953]], cuộc truy lùng quân Pháp diễn ra trên tất cả các hướng. [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Đại đoàn 316]] chia làm nhiều nhóm đuổi theo quân Pháp hàng trăm km đường rừng, suốt ngày đêm, kết hợp tiến công vừa kêu gọi đầu hàng. Số hàng binh Thái rất đông, nhiều hàng binh có cả gia đình. Cán bộ 316 đã tập hợp tù binh cùng với dân tuyên truyền giải thích, nói sẽ trả tự do cho tù binh nếu được nhân dân bảo đảm là sẽ không để họ tiếp tục cầm súng chiến đấu cho Pháp.\n\nTổng kết sau 2 tuần, [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Đại đoàn 316]] đã tiêu diệt và làm tan rã 25 đại đội, thu nhiều vũ khí, quân trang, quân dụng. Bernard Fall kết luận về [[cuộc hành quân Pollux]]: ''\"Bây giờ chỉ còn công việc tính sổ những thiệt hại trong tuần lễ cuối cùng của cuộc đánh vận động. Khi lực lượng Pháp rời [[Lai Châu]] ngày [[9 tháng 12]], họ gồm 2.101 người, trong đó có 8 trung úy, và 34 hạ sĩ quan Pháp. Khi những người sống sót của đại đội lừa ngựa Thái và đại đội nhẹ 428 tới [[Điện Biên Phủ]], ngày [[22 tháng 12]], chỉ còn 10 người Pháp, trong đó có viên Trung úy Ulpat và 175 binh lính Thái. Gần 2.000 lính biệt kích, hàng trăm người dân sự, cũng như 2 sĩ quan, 25 hạ sĩ quan Pháp không còn lên tiếng khi điểm danh. Hơn thế, [[Việt Minh]] đã thu được đủ vũ khí để trang bị cho một trung đoàn\".'' Trong bản báo cáo của mình về trận đánh này, [[Pierre Langlais|Lănggơle]], chỉ huy G.A.P.2, đã nhấn mạnh ''\"sự thuần thục lạ lùng của kẻ thù khi bố trí những vị trí [[pháo binh]] và vị trí trú quân ngoài tầm quan sát của [[không quân]] và lực lượng thám báo mặt đất...\"''\n\nTới đầu tháng 1-1954, QĐNDVN đã vượt qua đợt dự kiến cho chiến dịch Tây Bắc. Hình thái chiến trường lúc này đã thay đổi đáng kể: giữa Tây Bắc xuất hiện một tập đoàn cứ điểm lớn với gần 11.000 quân Pháp án ngữ tại [[Điện Biên Phủ]]. Bộ Chỉ huy [[Quân đội Nhân dân Việt Nam]] nhìn nhận trận Điện Biên Phủ như cơ hội đánh tiêu diệt lớn, tạo chiến thắng vang dội để từ đó chấm dứt kháng chiến trường kỳ, và đã chấp nhận thách thức của quân Pháp để tiến công tập đoàn cứ điểm Điện Biên Phủ. Đây là trận quyết chiến [[chiến lược]] của QĐNDVN. Trung ương Đảng đã hạ quyết tâm: ''\"Tiêu diệt tập đoàn cứ điểm Điện Biên Phủ để tạo nên một bước ngoặt mới trong chiến tranh, trước khi [[đế quốc Mỹ]] can thiệp sâu hơn vào [[Đông Dương]].\"''\n\nQĐNDVN sau đó đã huy động 4 đại đoàn bộ binh và 1 đại đoàn công pháo (khoảng 48 ngàn quân) bao vây và tiến công cụm cứ điểm suốt 3 tháng, cuối cùng đã giành [[thắng lợi quyết định]] cho toàn cuộc chiến tại nơi đây (''xem chi tiết tại'' [[Chiến dịch Điện Biên Phủ]]).\n\n===Hướng Trung và Hạ Lào===\n{{chính|Chiến dịch Trung Lào|Chiến dịch Hạ Lào-Đông Bắc Campuchia}}\nTừ cuối tháng 11 năm [[1953]], cùng với cuộc tiến quân lên Tây Bắc, một cánh quân khác của QĐNDVN cũng lên đường tiến xuống Trung, Hạ Lào. Tham gia tiến công ở hướng này có Trung đoàn 66 của [[Sư đoàn 304, Quân đội Nhân dân Việt Nam|Đại đoàn 304]], các trung đoàn 101 và 18 của [[Sư đoàn 325, Quân đội Nhân dân Việt Nam|Đại đoàn 325]], cùng với các đơn vị tình nguyện của [[Liên khu|Liên khu 4]], [[Liên khu|Liên khu 5]] đã sang phối hợp với bạn hoạt động từ những năm trước, và một số đơn vị [[Pathet Lào]]. Bộ Chỉ huy chiến dịch Trung Lào, lấy mật danh là \"Mặt trận D\" được thành lập gồm [[Hoàng Sâm]], Tư lệnh Đại đoàn 304, [[Trần Quý Hai]], Tư lệnh kiêm Chính ủy Đại đoàn 325 được cử tham gia Bộ Chỉ huy Liên quân.\n\nLực lượng QĐNDVN tiến vào Trung, Hạ Lào theo ba đường. Các trung đoàn 66, 101, Tiểu đoàn 274 (thuộc Trung đoàn 18), và Đại đoàn Bộ binh 325 hành quân theo tỉnh lộ [[Nghệ An]] vào Chu Lễ, [[Hương Khê]] rồi vượt đèo Quân và dốc Trẫm - Trẹo sang bắc Trung Lào. Trung đoàn 18 (thiếu 1 tiểu đoàn) theo Quốc lộ 1 tới [[Kỳ Anh]], vượt đèo Móng Gà sang Cổ Áng theo đường Ba Rền, U Bò tiến vào phía bắc [[Quốc lộ 9A|đường 9]]. Tiểu đoàn 436 thuộc Trung đoàn 101 theo đường xuyên [[Trường Sơn]] tiến thẳng xuống Hạ Lào.\n\nNhững cánh quân và hàng vạn dân công đã bị máy bay trinh sát Pháp phát hiện. Tướng Buốcgun ([[Bourgound]]), Tư lệnh mới ở miền Trung Đông Dương, bố trí ba cụm phòng thủ nhằm bịt các cửa ngõ phía đông. Một cụm ở khu vực Căm Cớt, Lạc Sao trên đường số 8, gồm Tiểu đoàn số 9 và một đại đội pháo 105 ly. Một cụm ở Nhommarát trên đường số 12, gồm hai tiểu đoàn bộ binh [[Maroc]], một tiểu đoàn bộ binh [[Algérie]] và một tiểu đoàn pháo 105 ly. Một cụm ở Nậm Thun, có Tiểu đoàn Bộ binh Cơ giới Xpahi (Spahis) số 6 làm lực lượng dự bị.\n\nBộ Chỉ huy Liên quân Lào - Việt đề ra trong kế hoạch đợt 1, tiến công cụm cứ điểm phòng ngự then chốt trên đường số 12. Lực lượng sử dụng là hai trung đoàn, dùng chiến thuật ''đánh điểm diệt viện''. Trung đoàn 66 đánh cứ điểm Mụ Giạ, Trung đoàn 101 phục kích đánh viện trên đường số 12. Tiếp đó, hai đơn vị sẽ theo đường 12 đánh về Nhommarát để chiếm phía đông tỉnh [[Khammuane|Khăm Muộn]].\n\nỞ hướng thứ yếu của chiến dịch, một tiểu đoàn của Trung đoàn 101 và bộ đội [[Lào]] đánh Lạc Sao, Căm Cớt sau đó phát triển theo trục đường số 8, đánh xuống đường 12.\n\nTheo kế hoạch, ngày [[23 tháng 12]], Trung đoàn 66 nổ súng tiến công cứ điểm Mụ Giạ mở màn chiến dịch. Nhưng một sự việc bất ngờ đã xảy ra. Sáng ngày 20, đoàn cán bộ Trung đoàn 101 do Trung đoàn trưởng [[Trần Văn Bành]] và [[Chính ủy]] [[Hoàng Văn Thái]] dẫn đầu, đi trinh sát thực địa trên đường 12 tìm nơi bố trí trận địa phục kích đánh viện. Tới suối Nậm On, đoàn cán bộ chạm trán với một toán lính [[Pháp]] đang lùng sục trong vùng. Cuộc đọ súng diễn ra chóng vánh, bắt sống một đại úy cùng với bốn lính Âu Phi thuộc cụm phòng thủ trên đường số 12. Viên đại úy cho biết cách đây bốn hôm, Tiểu đoàn Cơ động [[Algérie]] số 27 (27è BTA) và một đại đội pháo 105 ly từ Thà Khẹc, Nhommarát đã lên đây xây dựng thêm một cứ điểm ở khu vực cầu Khăm He, Binh đoàn Cơ động số 2 cũng mới thiết lập một sở chỉ huy ở gần cầu Kha Ma trên đường số 12.\n\nTrung đoàn trưởng 101 nhận định quân [[Pháp]] mới tới còn đứng chân chưa vững nên đánh điện báo cáo Bộ Chỉ huy Liên quân, và đề nghị cho chuyển từ nhiệm vụ phục kích sang khẩn trương tập kích tiêu diệt tiểu đoàn Âu Phi ở cứ điểm Khăm He. Đề nghị của trung đoàn được bộ chỉ huy chấp thuận.\n\nBộ binh được lệnh bỏ lại trang bị nặng và lập tức lên đường. Trung đội trinh sát và một đại đội bộ binh đi đầu mở đường. Cán bộ chỉ huy trung đoàn và các tiểu đoàn trưởng cùng đi với phân đội trinh sát để kịp thời hạ quyết tâm chiến đấu. Trời vừa tối, trung đoàn ra tới đường 12. Đêm ngày [[21 tháng 12]], Trung đoàn 101 bí mật tiếp cận mục tiêu và nổ súng tiến công.\n\nCác phân đội hiệp đồng đúng theo kế hoạch, thọc sâu vào giữa đồn rồi tỏa rộng chia cắt quân [[Pháp]], phối hợp [[Nở hoa trong lòng địch|trong đánh ra, ngoài đánh vào]]. Gần sáng, trận đánh kết thúc. Hầu hết binh lính thuộc Tiểu đoàn Algérie số 27 và đại đội pháo 105 ly bị tiêu diệt. QĐNDVN thu ở Khăm He nhiều vũ khí, quân trang quân dụng, trong đó có 4 khẩu [[lựu pháo]] 105 ly nguyên vẹn cùng với một ngàn viên đạn pháo.\n\nĐêm ngày [[23 tháng 12]], theo kế hoạch, Trung đoàn 66 mở cuộc tiến công vào khu vực then chốt ở Trung Lào: cụm cứ điểm Mụ Giạ, Ba Chào. Tin thất thủ ở Khăm He, Kha Ma đã làm cho quân [[Pháp]] ở cả hai nơi này rút chạy. Cuộc công đồn biến thành truy kích. Trung đoàn cắt đường rừng, vượt sông, bắt kịp quân Pháp ở ngã ba Nacacham, tiêu diệt một số. Một tiểu đoàn [[Marốc]] từ Ba Chào rút về, cùng một đại đội lính [[Lào]] chạy vào đồn Pa Cuội, dựa vào công sự đối phó. Trung đoàn 66 tiến công đồn Pa Cuội, đánh thiệt hại nặng tiểu đoàn Marốc và đại đội Lào tại đây. Tướng Buốcgun chỉ có những lực lượng đóng rải rác nên không thể ngăn chặn những đợt tiến công của QĐNDVN.\n\nCũng trong hai ngày 23 và 24-12, một đơn vị QĐNDVN tiến công Lại Sao, Căm Cớt, diệt một loạt vị trí dọn đường số 12, chiếm thị xã Nhommarát, tiến vào Thà Khẹc, kiểm soát toàn tỉnh [[Khammuane|Khăm Muộn]] với 40.000 kilômét vuông và hàng chục vạn dân. Phòng tuyến Trung Lào của Pháp tan vỡ. Trước tình thế ''\"Đông Dương bị cắt làm đôi\"'', [[Henri Navarre|Navarre]] điều thêm một binh đoàn cơ động và một binh đoàn không vận từ [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] vào, tổ chức Xên, nằm trên đường số 9 gần [[Savannakhet|Xavanakhét]], thành một tập đoàn cứ điểm với 10 [[tiểu đoàn]].\n\nCuối tháng 12 năm [[1953]], quân Pháp ở Trung Lào đã lên tới 26 tiểu đoàn, trở thành nơi tập trung quân lớn thứ ba trên chiến trường [[Bán đảo Đông Dương|Đông Dương]]. Chỉ trong đợt 1 chiến dịch, lực lượng QĐNDVN và quân Giải phóng Lào ở Trung Lào đã vượt dự kiến. 50.000 dân công các tỉnh từ [[Nghệ An]] trở vào đã cùng bộ đội lên đường qua Lào phục vụ chiến dịch. Như vậy, Navarre đã buộc phải phân tán khối cơ động ra ba nơi: đồng bằng Bắc Bộ, Tây Bắc và Trung Lào. [[Kế hoạch Navarre]] tập trung quân cơ động thành \"Quả đấm thép\" giành chiến thắng quyết định như dự kiến ban đầu đã phá sản.\n\nRạng sáng ngày [[30 tháng 1]], giai đoạn 2 trên chiến trường Hạ Lào cũng bắt đầu. Trong kế hoạch Đông Xuân [[1953]] – [[1954]], QĐNDVN chủ trương đưa một trung đoàn của [[Sư đoàn 325, Quân đội nhân dân Việt Nam|Đại đoàn 325]] thọc sâu xuống Hạ Lào, tạo thêm cho Pháp một bất ngờ nữa, đồng thời mở ra một địa bàn cho chủ lực phát triển xuống phía nam. Một khó khăn rất lớn ở hướng này là đường tiếp tế quá xa và hầu như không có dân. Từ vùng [[Thanh Hóa]], [[Nghệ An]] đến Hạ Lào, bộ đội phải vượt 1.200&nbsp;km đường rừng hiểm trở dọc [[Dãy Trường Sơn|Trường Sơn]], cuộc hành quân phải kéo dài khoảng hai tháng. Trong chiến dịch nếu tiêu thụ hết số đạn mang theo, chỉ còn cách duy nhất là cướp súng đạn của [[Pháp]] để tiếp tục chiến đấu.\n\nSau khi bàn bạc với bạn Lào và đại đoàn, Bộ Tổng Tư lệnh quyết định chỉ đưa Tiểu đoàn 436 thuộc Trung đoàn 101 của 325, do Trung đoàn phó [[Lê Kích]] chỉ huy; xuống Hạ Lào cùng phối hợp với 1 đại đội quân tình nguyện Liên khu 5 và bộ đội, du kích [[Pathet Lào]]. Đơn vị được Bộ tăng cường quân số, hỏa lực, biên chế lên tới 760 người, gồm 5 đại đội bộ binh, 2 đại đội hỏa lực. Các tỉnh [[Nghệ An]], [[Hà Tĩnh]], [[Quảng Trị]], [[Thừa Thiên Huế|Thừa Thiên]] và [[Liên khu|Liên khu 5]] sẽ lo việc tiếp tế, huy động dân công chuyển đạn, gạo tới khu vực tập kết, là một căn cứ du kích của bộ đội Lào ở tỉnh [[Attapeu|Atôpơ]]. Mũi thọc sâu của một tiểu đoàn tăng cường vào một hướng hiểm yếu sẽ có sức mạnh không kém một cánh quân.\n\nTiểu đoàn 486 bắt đầu rời [[Nam Đàn]], [[Nghệ An]]. Sau gần hai tháng hành quân dọc [[Dãy Trường Sơn|Trường Sơn]], 436 có mặt tại căn cứ ở tỉnh Atôpơ, cực nam Lào. Lực lượng [[Pháp]] ở đây có một tiểu đoàn tăng cường, gồm một ngàn quân, bố trí thành hai cụm phòng ngự. Cụm thứ nhất là khu vực thị xã [[Attapeu|Atôpơ]] và sân bay, có bốn đại đội. Cụm thứ hai là cứ điểm Pui, phía tây - nam thị xã Atôpơ 19&nbsp;km, có một đại đội xung kích và một trung đội pháo. Đại đội xung kích này là đơn vị thiện chiến nhất trong khu vực, được đặt ở Pui nhằm án ngữ cửa ngõ khu du kích của Lào.\n\nKế hoạch của QĐNDVN gồm hai bước. Bước một, tập trung toàn Tiểu đoàn 436 đánh cứ điểm Pui, đại đội quân tình nguyện Liên khu 5 và bộ đội, du kích Lào bao vây khu vực thị xã. Bước hai, Tiểu đoàn 436 cùng các đơn vị bạn tiến công giải phóng toàn vùng [[Attapeu|Atôpơ]].\n\nĐêm ngày [[29 tháng 1]] năm [[1953]], Tiểu đoàn 436 tiến công vị trí Pui. Chỉ sau 30 phút chiến đấu, QĐNDVN đã tiêu diệt hoàn toàn vị trí. Quân Pháp ở thị xã Atôpơ bất ngờ, tưởng có một cánh quân lớn của QĐNDVN đang tràn xuống Hạ Lào, vội vã rút về Pắc Xế. Tình hình Pắc Xế cũng trở nên hoảng loạn. Quân [[Pháp]] đốt cháy kho tàng, phá hủy vũ khí nặng chuẩn bị rút lui. Khi Tiểu đoàn 436 vận động tới Pắc Xế, thấy trong thị xã có nhiều đám cháy, lập tức cùng bộ đội Lào tiến công thẳng vào thị xã. Quân Pháp chỉ chống cự lẻ tẻ rồi bỏ Pắc Xế, rút về [[Saravane|Xaravan]].\n\nCuộc tiến công của QĐNDVN ở Trung Lào đã khiến báo chí ở Paris loan tin: \"[[Đông Dương]] đã bị cắt làm đôi\". Đòn bồi tiếp làm cho tướng Navarre thêm lo ngại. Navarre muốn đưa thêm một lực lượng cơ động về hướng này nhưng đã sử dụng gần hết quân cơ động, mà còn phải lo tăng cường binh lực cho [[Điện Biên Phủ]].\n\nTại Hạ Lào, tới giữa tháng 2-1954, Tiểu đoàn 436 và lực lượng vũ trang Lào đã kiểm soát toàn bộ [[cao nguyên Bôlôven]], trong đó có tỉnh [[Attapeu|Atôpơ]], rộng gần 20.000&nbsp;km vuông. Navarre lại phải điều lực lượng xuống Hạ Lào tổ chức nhiều cụm cứ điểm bảo vệ các thị xã [[Saravane|Xaravan]] và [[Pakxe|Pắc Xế]].\n\nSau khi giải phóng cao nguyên Bôlôven, tháng 3-1954, một bộ phận liên quân Việt - Lào đã phát triển xuống phía nam, phối hợp với bộ đội [[Mặt trận Issarak Thống nhất|Itxarắc Campuchia]] giải phóng Viên Sai, Xiêm Pang, uy hiếp Tung Trung. Ơ miền đông [[Campuchia]], quân tình nguyện Việt Nam cùng bộ đội Itxarắc giải phóng phần lớn [[Kampong Cham (tỉnh)|Công-pông Chàm]]. Căn cứ miền đông và đông bắc [[Campuchia]] đã nối liền với vùng giải phóng ở Trung, Hạ Lào và [[Tây Nguyên]].\n\n===Hướng Tây Nguyên và Liên khu 5===\n{{chính|Chiến dịch An Khê|Chiến dịch Atlante|Chiến dịch Bắc Tây Nguyên (1954)}}\n\nTháng 2-1954, lúc bộ đội ở [[Điện Biên Phủ]] bắt đầu kéo pháo ra thì tiếng súng bắt đầu nổ ở Bắc Tây Nguyên. [[Tây Nguyên]] nằm ở [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]] nối liền hai miền Việt Nam, tiếp giáp với Hạ Lào và Bắc [[Campuchia]], có vị trí chiến lược quan trọng bậc nhất trên chiến trường [[Đông Dương]]. Từ lâu, Tây Nguyên vẫn được quân Pháp coi là một hậu phương an toàn.\n\nQĐNDVN nhận định: chừng nào [[Tây Nguyên]] còn bị Pháp khống chế thì cục diện chiến đấu ở Nam Đông Dương còn khó được cải thiện. Và nếu [[Liên khu|Liên khu 5]] không mở rộng vùng tự do về phía tây thì cũng khó giữ vững được các tỉnh ở đồng bằng hiện nay. Nhiệm vụ quân sự cho Liên khu 5 trong Đông Xuân này là ''\"tranh thủ thời gian, tích cực tăng cường lực lượng võ trang của [[liên khu]] về số lượng và chất lượng, phát triển mạnh về hướng Tây Nguyên và Hạ Lào, chủ yếu hiện nay là hướng Bắc Tây Nguyên để tiêu diệt một bộ phận sinh lực địch, mở rộng căn cứ địa (kể cả vùng tự do hiện nay) về phía Tây, củng cố vùng hành lang Bắc Tây Nguyên nối [[Liên khu|Liên khu 5]] và Hạ Lào và phát triển rộng ra, phá âm mưu của địch củng cố Tây Nguyên và chiếm rộng ra vùng ven biển\".''\n\nLiên ủy [[khu 5]] đã quyết định trao nhiệm vụ bảo vệ vùng tự do cho lực lượng địa phương, tập trung bộ đội chủ lực tiến công lên Tây Nguyên. Nhiệm vụ của vùng tự do liên khu được quy định: địch đánh đến địa phương nào thì nơi đó tự tìm mọi cách đối phó, tiêu hao địch, kìm chân không cho [[Pháp]] nhanh chóng mở rộng phạm vi kiểm soát, hạn chế đến mức thấp nhất những thiệt hại. Địa phương nào Pháp chưa đánh tới, phải tích cực động viên, tổ chức nhân dân phục vụ tiền tuyến.\n\nNhiệm vụ của bộ đội chủ lực liên khu gồm hai trung đoàn 108, 803 và hai tiểu đoàn chủ lực độc lập là phối hợp với các lực lượng địa phương mở chiến dịch Bắc [[Kon Tum]]. Cuộc tiến công ở Tây Nguyên dự kiến sẽ tiến hành theo hai bước: \n* Bước một, trên hướng chủ yếu, sử dụng Trung đoàn 108 và liên đội [[biệt kích|đặc công]] diệt hai cứ điểm [[Măng Đen]], [[Măng Bút]], kéo quân tiếp viện của Pháp từ [[Kon Tum]] ra cho Trung đoàn 803 đánh viện trên đường Công Trây – Măng Đen; tiếp đó tiêu diệt Công Trây, uy hiếp thị xã Kon Tum, đánh quân cứu viện trên đường Kon Tum - Công Trây.\n* Bước hai, tiến công tiêu diệt hệ thống cứ điểm của Pháp từ [[Đăk Tô|Đắc Tô]] đến [[Đắc Lây]], hoàn thành nhiệm vụ giải phóng Bắc Kon Tum. Trên hướng thứ yếu của chiến dịch, đường 19 - [[An Khê]], Trung đoàn địa phương 120 cùng một tiểu đoàn chủ lực tiêu diệt các cứ điểm Kà Tưng, Ba Bả - Cà Tu, cắt đường giao thông, thu hút giam chân một bộ phận lực lượng của Pháp.\n\nBộ Chỉ huy chiến dịch được thành lập do [[Nguyễn Chánh]], Bí thư liên Khu ủy trực tiếp làm Bí thư Đảng ủy, Tư lệnh kiêm [[Chính ủy]] chiến dịch. Trước đó, bộ đội Liên khu 5 đã được tăng cường vũ khí, đặc biệt là ĐKZ ([[súng không giật]]) để làm nhiệm vụ công đồn. Bộ Tư lệnh Liên khu quyết định tổ chức một tuyến đường hành lang bí mật từ đồng bằng lên [[Tây Nguyên]] để bảo đảm tình huống bất ngờ. Các tỉnh [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]], [[Phú Yên]] đều lập kho dự trữ gạo, muối cho chiến dịch. Riêng trong đợt l, [[liên khu]] đã huy động 100.000 dân công làm công tác hậu cần.\n\nĐêm ngày [[26 tháng 1]] năm [[1954]], trên hướng thứ yếu của chiến dịch, bộ đội tiêu diệt các vị trí Kà Tung, Ba Bả – Ka Tú, Búp Bê. Đêm hôm sau, [[27 tháng 1]], trên hướng chủ yếu, Trung đoàn 108 và tiểu đoàn đặc công tiến công ba vị trí: [[Măng Đen]], [[Măng Bút]], [[Công Trây]] trong hệ thống phòng ngự Bắc Tây Nguyên. 2 vị trí sau nhanh chóng bị diệt, riêng trận [[Măng Đen]] diễn ra rất quyết liệt, do đây là cứ điểm then chốt trong hệ thống phòng thủ Bắc Tây Nguyên. Mỗi khu có những lô cốt bê tông nối liền với nhau bằng một hệ thống giao thông hào ngầm, xung quanh có hàng rào dây thép gai rộng từ 30 đến 90 mét, ở giữa có cả một sân bay nhỏ. Cuộc chiến đấu diễn ra giằng co suốt đêm, đến 7 giờ ngày [[28 tháng 1]], trận đánh mới kết thúc.\n\nChỉ sau một đêm, những cứ điểm mạnh trong hệ thống phòng ngự Bắc Tây Nguyên đã bị san phẳng. Đường vào [[Kon Tum]] đã để ngỏ, Bắc Tây Nguyên đứng trước nguy cơ tan vỡ trong khi quân Pháp không còn quân cơ động để phản ứng lại.\n\nMười ngày đầu tháng 2 năm [[1954]], bộ đội Liên khu 5 đã chiếm [[kon Tum (thành phố)|thị xã Kon Tum]], kiểm soát cả vùng Bắc Tây Nguyên. Bộ đội Liên khu 5 còn truy kích quân Pháp rút về [[Pleiku|Plây Cu]] trên chặng đường dài 200&nbsp;km, tiến đến sát đường 19. Ngày [[18 tháng 2]] năm [[1954]], Trung đoàn 80 tiến công cứ điểm [[Đak Đoa|Đắc Đoa]], nam Kon Tum 15&nbsp;km, loại khỏi vòng chiến đấu hai đại đội. Cùng thời gian đó đặc công tập kích vào các cơ sở kho tàng, cơ quan chỉ huy Pháp trong thị xã Plây Cu.\n\nTổng kết chiến dịch, QĐNDVN đã kiểm soát một địa bàn chiến lược quan trọng ở bắc Tây Nguyên rộng 16.000&nbsp;km vuông, với 20 vạn dân, phá thế uy hiếp của [[Pháp]] đối với phía sau lưng các tỉnh [[Quảng Nam]], [[Quảng Ngãi]]. Vùng tự do từ ven biển [[Quảng Nam]], [[Quảng Ngãi]] đến biên giới Việt - Lào, đã nối liền với vùng tây nam Bôlôven của nước Lào.\n\nTrước tình hình [[Tây Nguyên]] bị uy hiếp nghiêm trọng, Navarre buộc phải ra lệnh cho [[De Beaufort]] tạm ngừng [[Chiến dịch Atlante]] ở đồng bằng Liên khu 5, rút một số đơn vị lên tăng cường cho Plây Cu, và điều chỉnh lại lực lượng ở miền nam Trung Bộ. Quân Pháp được bố trí thành hai khối lớn. Khối thứ nhất ở Tây Nguyên, 24 tiểu đoàn, có nhiệm vụ bảo vệ [[Pleiku|Plây Cu]], và đề phòng tiến xuống phía nam đánh vào [[Cao nguyên Đắk Lắk|cao nguyên Đắc Lắc]]. Khối thứ hai ở đồng bằng, 16 tiểu đoàn, bảo vệ thị xã [[Tuy Hòa]], những vị trí mới chiếm đóng ở [[Phú Yên]], và làm lực lượng dự bị ở [[Nha Trang]], [[Ninh Hòa]]. Với cách bố trí mới này, Navarre đã chuyển sang dành ưu tiên số một cho vùng rừng núi Tây Nguyên thay vì đồng bằng duyên hải miền Trung.\n\n===Hướng đồng bằng sông Hồng===\n{{chính|Chiến dịch Hải Âu}}\nỞ đồng bằng Bắc Bộ, Pháp chủ động tấn công bằng [[Chiến dịch Ninh Bình|Chiến dịch Hải Âu]], cấu thành từ hai cuộc hành quân lớn là ''cuộc hành quân Mouette'' (Hải Âu) vào tây nam [[Ninh Bình]] nhằm vào [[Sư đoàn 320, Quân đội Nhân dân Việt Nam|Đại đoàn 320]] của [[Quân đội Nhân dân Việt Nam]] và ''cuộc hành quân Pélican'' (Bồ nông) vào ven biển [[Thanh Hóa]]. Cuộc tiến công không đạt được mục tiêu đề ra là đánh gục Đại đoàn 320, quân Pháp phải rút lui (''xem chi tiết tại'' [[Chiến dịch Ninh Bình|Chiến dịch Hải Âu]]).\n\nTừ hạ tuần tháng 12 năm [[1953]], Liên Khu ủy Bộ Tư lệnh Liên khu 3, và Bộ Tư lệnh khu Tả Ngạn họp bàn xác định phương hướng, chủ trương tiếp tục tiến công trên toàn địa bàn. Hội nghị cán bộ đảng [[Liên khu|Liên khu 3]] đề ra 4 mục tiêu:<br>– Tập trung lực lượng của liên khu cùng Đại đoàn 320 tiến công đập tan phòng tuyến [[Sông Đáy]], mở rộng vùng tự đo liên khu nối liền với các khu du kích sau lưng địch ở đồng bằng.<br>– Triệt để đánh phá giao thông vận tải, uy hiếp hậu phương địch, ngăn chặn tiếp tế cho [[Điện Biên Phủ]] và các chiến trường khác.<br>– Tích cực phá kế hoạch bắt lính phát triển ngụy quân, đẩy mạnh công tác binh vận làm tan rã hàng ngũ quân địch.<br>– Động viên mọi lực lượng tập trung sức người, sức của chi viện cho chiến trường chính Tây Bắc, Điện Biên Phủ và các chiến trường khác.\n\nTháng 1 năm [[1954]], Đại đoàn 320 tiến công chọc thủng phòng tuyến [[Sông Đáy]], nối liền các khu căn cứ Thanh Liêm ([[Hà Nam]]), Ý Yên ([[Nam Định]]) với vùng tự do ở đồng bằng Liên khu 3. Sau đó, đại đoàn tiến sâu vào [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]], cùng với các trung đoàn 42, 46, 50, 246, 238, các tiểu đoàn địa phương tỉnh và dân quân du kích tiến công trên khắp những vùng quan trọng, phát triển các khu du kích, mở rộng cơ sở cách mạng. Hầu hết đường giao thông thủy bộ, đường sắt của [[Pháp]] đều bị đánh phá. Trên đường số 5, con đường huyết mạch nối liền Hà Nội với [[cảng Hải Phòng]], dân quân du kích [[Hải Dương]], đặc biệt là huyện Kim Thành, đánh nhiều trận địa lôi táo bạo, làm giao thông tê liệt hàng tuần lễ. Bộ đội liên khu dùng lực lượng nhỏ nhưng tinh nhuệ tập kích hậu cứ của Pháp, như trận đột nhập [[đồ Sơn|thị xã Đồ Sơn]] và [[nam Định (thành phố)|thành phố Nam Định]]. Các căn cứ và khu du kích của đã chiếm 3\/4 đất đai vùng Pháp tạm kiểm soát ở châu thổ sông Hồng.\n\nĐêm ngày [[4 tháng 3]] năm [[1954]], tại đồng bằng Bắc Bộ, bộ đội bí mật đột nhập [[sân bay Gia Lâm]], đốt cháy 12 máy bay và 1 kho xăng. Hai ngày sau, đêm [[6 tháng 3]], bộ đội địa phương [[Kiến An]] đột nhập [[sân bay Cát Bi]], phá hủy 4 máy bay [[Douglas A-26 Invader|B-26 Invader]] và 6 máy bay [[Morane-Saulnier M.S.406|Moran]]. Đại tướng [[Võ Nguyên Giáp]] gửi ngay một bức điện tuyên dương toàn thể cán bộ, chiến sĩ đã tập kích sân bay Gia Lâm và Cát Bi đã ''\"đánh thẳng vào nơi trung tâm quân sự của địch ở sát [[Hà Nội]] và [[Hải Phòng]], đã phá hủy một bộ phận quan trọng không quân địch, tạo điều kiện thuận lợi cho nhiều chiến thắng sắp tới trên chiến trường toàn quốc\".''<ref>[[Võ Nguyên Giáp]]. ''Điện Biên Phủ điểm hẹn lịch sử''. Chương 4: Thế trận hình thành.<\/ref>\n\n===Các hướng phối hợp khác===\n\nỞ [[Bình Trị Thiên|Bình – Trị – Thiên]], cực [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]], du kích đánh mạnh trên các đường giao thông, lật đổ nhiều đoàn tàu, chống các cuộc càn quét, mở rộng các căn cứ du kích và khu du kích, tăng cường công tác binh vận làm tan rã hàng ngũ [[quân đội Quốc gia Việt Nam]]. Từ ngày [[20 tháng 1]] đến ngày [[20 tháng 2]] năm [[1954]], QĐNDVN đã phá hủy 17 cầu, 18 cống từ [[Đông Hà]] lên [[Rào Quán]] trên [[quốc lộ 9A|đường 9]], tiêu diệt và bức rút 6 vị trí, giải phóng hoàn toàn huyện [[Hướng Hóa]]. Riêng huyện [[Vĩnh Linh]] có tới ba vạn dân sát cánh cùng du kích phá hoại cầu đường.\n\nTại [[Thừa Thiên Huế|Thừa Thiên]], bộ đội địa phương và dân quân du kích chống càn, giữ vững và mở rộng vùng căn cứ. Quân du kích còn đánh địa lôi liên tiếp trên nhiều đoạn đường ở [[Hương Thủy]], [[Lăng Cô]], [[Mỹ Chánh]], [[Phú Lộc]], [[Huế]] – [[Quảng Trị]], [[Huế]] – [[Đà Nẵng]],... lật đổ hàng chục đoàn tàu quân sự, mỗi lần tiêu diệt từ 1 trung đội đến 1 tiểu đoàn. Chỉ riêng ''trận Lăng Cô'' (Thừa Thiên) đã lật đổ 2 đầu máy, 19 toa, diệt 400 lính. Trận Phố Trạch ([[Quảng Trị]]), tập kích diệt 200 lính, thu 2 đại bác.\n\nĐể phối hợp với cuộc tiến công ở [[Tây Nguyên]], bộ đội và du kích [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]] tập kích [[nha Trang|thành phố Nha Trang]], đốt cháy hàng triệu lít xăng, đột kích thị trấn [[Ninh Hòa]] ([[Khánh Hòa]]), đột nhập Suối Dầu đốt cháy một kho xăng lớn. Bộ đội địa phương [[Quảng Nam]], [[Phú Yên]], [[Khánh Hòa]], [[Bình Thuận]] đã diệt nhiều cứ điểm đại đội, tiểu đoàn, tập kích táo bạo vào La Lung ([[Phú Yên]]) diệt trên 1 tiểu đoàn, và tiến sâu vào vùng Pháp tạm chiếm tiêu diệt nhiều vị trí và tháp canh. Từng vùng rộng lớn được giải phóng như [[Điện Bàn]] ở [[Quảng Nam]] (có trên bốn vạn dân), vùng Hòn Khói và tây - bắc [[Khánh Hòa]]. Ở cực Nam Trung Bộ, kết hợp tiến công quân sự với đấu tranh của quần chúng, nhân dân đã cùng Trung đoàn 812 giải phóng hai huyện Tánh Linh và Lương Sơn ở [[Bình Thuận]].\n\nTại Nam Bộ, từ giữa năm [[1953]], Pháp buộc phải rút quân ồ ạt từ Nam Bộ ra chi viện cho chiến trường Trung Bộ và Hạ Lào. Lực lượng Âu-Phi chỉ còn 3 tiểu đoàn không đủ biên chế, 12 tiểu đoàn [[quân đội Quốc gia Việt Nam]] mới thành lập thì khả năng chiến đấu yếu, tinh thần sút kém. [[Trung ương Cục miền Nam|Trung ương Cục]] chỉ thị \"chuẩn bị đón lấy thời cơ\". Lực lượng chủ lực của QĐNDVN ở Nam Bộ chỉ có ba [[tiểu đoàn]] của Khu là 302, 304, [[tiểu đoàn 307|307]] và bảy tiểu đoàn của các tỉnh là: 300, 303, 306, 308, 310, 311, 410, ngoài lực lượng này còn có các đại đội, trung đội bộ đội địa phương của các huyện và dân quân du kích xã.<ref>{{Chú thích web|url=http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30171&cn_id=118649|url-status=live|tiêu đề=www.cpv.org.vn|ngày truy cập=30 tháng 9 năm 2015}}<\/ref> So với địch không những ít hơn về số lượng mà trang bị vũ khí cũng kém hơn, vì vậy nhiệm vụ của Nam Bộ trong Đông Xuân [[1953]] – [[1954]] chủ yếu là hoạt động đều khắp ở các vùng địch hậu, kết hợp đánh nhỏ, đánh vừa theo kiểu du kích nhằm tiêu hao, cầm chân và gây bất ổn hậu phương.\n\nTừ cuối năm [[1953]] sang những tháng đầu năm [[1954]], phong trào chiến tranh du kích phát triển mạnh, bộ đội và du kích tổ chức thành từng phân đội nhỏ đánh tiêu hao trên khắp các vùng du kích và vùng tạm chiếm.\n\nTrong thời gian phối hợp chiến đấu với [[Điện Biên Phủ]], tại Phân liên khu miền Tây, các lực lượng vũ trang phát triển vùng giải phóng, tiêu diệt và bức rút trên 1.000 đồn trại, tháp canh. Ngày [[24 tháng 2]] năm [[1954]], Tiểu đoàn 309 phối hợp với bộ đội địa phương huyện [[Vàm Cỏ]] tổ chức phục kích ở [[Tầm Vu]], tiêu diệt và bắt sống toàn bộ Tiểu đoàn 502 của [[Quốc gia Việt Nam]] và Đại đội Pháp số 14, thu nhiều vũ khí và đồ dùng quân sự. Từ đêm ngày [[1 tháng 3]] năm [[1954]], 1 tiểu đoàn được tăng cường Đại đội 552 tỉnh [[Bạc Liêu]], cùng du kích tiến hành bao vây quận lỵ [[An Biên]] và toàn bộ những tháp canh từ quận lỵ ra [[Xẻo Rô]], dùng [[súng cối]] pháo kích đồn An Biên, nhằm kéo quân tăng viện từ [[Rạch Giá]] tới. Ngày 4, quân Pháp tại các tháp canh đều bị tiêu diệt, bức hàng hoặc chạy trốn. Nhiều đợt quân tăng viện bị phục kích, thiệt hại 1 tiểu đoàn, quân Pháp ở quận lỵ phải phá vây bỏ đồn.\n\nCuối tháng 3 năm [[1954]], QĐNDVN tiêu diệt tiếp đồn Xẻo Rô, kiểm soát hoàn toàn quận [[An Biên]]. Ở [[Mỹ Tho]], chỉ một đại đội của tỉnh đã đánh tan một tiểu đoàn trong trận vận động ở Kênh Bùi, thu nhiều vũ khí với hàng chục trung liên, đại liên và [[súng cối]].\n\nTại Phân liên khu miền Đông, Bộ đội [[Vĩnh Long]] đột nhập bến tàu, bắn chìm và hỏng nặng 7 tàu chiến. Bộ đội [[biệt động Sài Gòn]] đột nhập kho bom Tân Sơn Nhất, một trong những kho bom lớn nhất [[Đông Dương]], phá hủy trên 800 tấn bom, tiêu diệt cả đại đội lính Âu Phi bảo vệ. Bộ đội Bà Rịa - Chợ Lớn đột nhập khách sạn Ô Cấp, diệt hơn 100 sĩ quan Pháp và cả cố vấn Mỹ...\n\nPhối hợp tác chiến trên chiến trường toàn Đông Dương, toàn bộ Tiểu đoàn chủ lực 302 của Phân liên khu miền Đông, gồm 5 đại đội, được điều động sang Đông Campuchia. Tiểu đoàn 302 đã cùng bộ đội [[Mặt trận Issarak Thống nhất|Itxarắc]] phát triển chiến tranh du kích, tiêu diệt đồn An Sông ([[Prey Veng (tỉnh)|Prâyveng]]), đồn Ta Pang Phóng, tiến công các đồn Păng Cà Nhây, Bốt Cho, Tà Nốt, chống càn ở Trắc Tô, diệt và bắt sống nhiều địch, thu nhiều vũ khí.\n\nTổng kết lại, Phân liên khu miền Đông đã đánh 2.133 trận lớn nhỏ, tiêu diệt và bức hàng 197 đồn bốt, tháp canh. 4.000 binh lính [[Quốc gia Việt Nam]] rã ngũ, trong đó có nhiều đại đội, trung đội không thể xây dựng lại. Hệ thống đồn bốt bị thu hẹp dần, vùng du kích ngày càng mở rộng. [[Chiến khu Đ]] phát triển, phía nam giáp [[sông Đồng Nai]], phía bắc giáp đường 14, phía tây giáp đường 16. [[Chiến khu Dương Minh Châu]] nối liền với Định Thành, mở sang cả phía đông [[sông Sài Gòn]], phía bắc giáp biên giới [[Campuchia]]. Chiến khu [[Đồng Tháp Mười]] mở rộng phía nam xuống sát [[kênh Nguyễn Văn Tiếp]], phía tây ra tới ven [[sông Tiền]], phía đông tới ven sông [[Vàm Cỏ Đông]], phía bắc lên tới đường số 1. Ba chiến khu trên cùng với một số chiến khu khác và hàng trăm căn cứ vệ tinh, đã tạo thành một hệ thống căn cứ kháng chiến rộng lớn, liên hoàn, đan xen nhau trên toàn bộ chiến trường.\n\n==Kết quả==\nTrong khoảng thời gian một tháng, kể từ khi hoãn cuộc tiến công vào [[Điện Biên Phủ]] đến cuối tháng 2 năm [[1954]], toàn bộ kế hoạch Đông Xuân [[1953]]-[[1954]] đã được triển khai trên toàn chiến trường [[Đông Dương]]. Với những đơn vị không lớn hoạt động ở những hướng khác nhau, quân dân ba nước [[Đông Dương]] đã thực hiện được mục tiêu đầu tiên, cơ bản nhưng rất quan trọng trong kế hoạch là làm cho lực lượng cơ động [[Pháp]] buộc phải phân tán.\n\nTrong tháng 2 năm [[1954]], lực lượng cơ động [[Pháp]] đã buộc phải phân tán ra năm nơi:\n* Tại Trung và Hạ Lào: có Binh đoàn Cơ động người Việt số 51, và những tiểu đoàn rút từ binh đoàn cơ động số 1, số 5 và Binh đoàn Cơ động Dù ở Bắc Bộ (GM1, GM5, GM Pa ra). [[Henri Navarre|Navarre]] thành lập thêm một tập đoàn cứ điểm tại Xên, với tên gọi là \"Binh đoàn tác chiến trung Lào\" (GOML), và sau đó, một tập đoàn cứ điểm mới tại [[Saravane|Xaravan]], Hạ Lào.\n* Tại Thượng Lào: có Binh đoàn Cơ động số 7, Tiểu đoàn 1 Dù thuộc địa, Tiểu đoàn 10 Tabor, Trung đoàn 11 Bộ binh thuộc địa, Tiểu đoàn 414 Bộ binh thuộc địa (GM7, 1er BPC, 10è Tabor, 11è RIC, 414è RIC), Tiểu đoàn 301 Khinh quân Việt. Trong số này có 8 tiểu đoàn cơ động mới điều từ Bắc Bộ sang. Navarre lập thêm hai tập đoàn cứ điểm ở [[Luangprabang (tỉnh)|Luông Phabăng]] và [[Mường Sài]].\n* Tại [[Tây Nguyên]], có 5 binh đoàn cơ động: Binh đoàn Cơ động 100 (GM100) mới từ [[Triều Tiên]] về, Binh đoàn Cơ động 21 (GM21) từ Nam Bộ ra, Binh đoàn Cơ động 11 (GM11) từ [[Bình Trị Thiên]] vào, các binh đoàn 41, 42 (GM41, GM42) vốn ở tại chỗ. Thêm một tập đoàn cứ điểm nữa đang xuất hiện ở [[An Khê]]. Tại đồng bằng Liên khu 5 có 16 tiểu đoàn, trong đó có Binh đoàn Cơ động số 10 (GM10) mới từ Pháp sang.\n* Tại [[Điện Biên Phủ]]: có Binh đoàn tác chiến Tây Bắc (2 tiểu đoàn và 7 đại đội) gồm những tiểu đoàn được lựa chọn trong số những đơn vị ưu tú nhất, được coi là \"ngọn giáo\" (''fer de lance'') của đội quân viễn chinh.\n* Tại [[Đồng bằng sông Hồng|đồng bằng Bắc Bộ]], nơi tập trung khối cơ động - nổi tiếng của [[Henri Navarre|Navarre]] hồi đầu mùa khô, chỉ còn lại 3 binh đoàn cơ động. Phần lớn những đơn vị của các binh đoàn này cũng không còn là cơ động, vì phải chia ra để bảo vệ những khu vực, tuyến đường quan trọng.\n\nCó thể nói chín phần mười trong tổng số 82 tiểu đoàn cơ động chiến lược và chiến thuật của [[Henri Navarre|Navarre]] đã phân tán khi trận đánh chính chưa nổ ra. Những hoạt động Đông-Xuân của QĐNDVN đã làm đảo lộn thế bố trí của [[Pháp]] trên các chiến trường, mở động vùng giải phóng tại [[Việt Nam]] và [[Lào]] thêm hàng chục ngàn km vuông, tiếp tục phát triển ở nhiều hướng, đặc biệt là vùng địch hậu Bắc Bộ, Trung Bộ và Nam Bộ.\n\nĐiều quan trọng là QĐNDVN đã tạo ra một điểm quyết chiến chiến lược. Hạ tuần tháng 11 năm [[1953]], Navarre ném xuống [[Điện Biên Phủ]] 6 tiểu đoàn với ý định ngăn chặn một đại đoàn chủ lực của QĐNDVN đang tiến vào Tây Bắc. Vào lúc đó, Castor chỉ là một cuộc hành binh thứ yếu, một nhiệm vụ quân sự - chính trị có tính địa phương, nhằm giữ nguyên trạng tình hình trên chiến trường chính với chủ trương phòng ngự chiến lược của [[Henri Navarre|Navarre]]. Chỉ ba tháng sau, từ những cuộc điều binh của QĐNDVN trên bàn cờ chiến cuộc Đông Xuân, [[Điện Biên Phủ]] đã trở thành nơi quyết định vận mệnh chiến tranh.\n\nQĐNDVN đã ghìm chân quân Pháp trên khắp các chiến trường, Navarre không còn gì nhiều để cứu nguy cho ''\"con nhím\"'' Điện Biên Phủ nếu nó bị bao vây. Tất cả đều đã chín muồi cho [[chiến dịch Điện Biên Phủ|trận đánh quyết định]] của [[Quân đội Nhân dân Việt Nam]].\n\n==Tham khảo==\n* Spencer C.Tucker, ''Encyclopedia of the Vietnam War'', ABC-CLIO, 2000.\n* William Duiker, ''Ho Chi Minh: A Life'', Hyperion, 2000.\n\n== Chú thích ==\n\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|First Indochina War}}\n* [https:\/\/web.archive.org\/web\/20070208070701\/http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.phantich.8112.qdnd Đi vào cuộc kháng chiến toàn quốc chống thực dân Pháp xâm lược nêu cao thiện chí, nỗ lực vãn hồi hòa bình], ''[[Quân đội nhân dân (báo)|Báo Quân đội Nhân dân]]''\n* [http:\/\/baocuuchienbinhvietnam.com.vn\/co-thang-tam-phat-len-tu-day-16082012_t221c423n11277.html Cờ tháng Tám phất lên từ đây (16\/08\/2012)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170420143136\/http:\/\/baocuuchienbinhvietnam.com.vn\/co-thang-tam-phat-len-tu-day-16082012_t221c423n11277.html |date=ngày 20 tháng 4 năm 2017 }}, ''Cựu chiến binh Việt Nam''.\n* [https:\/\/web.archive.org\/web\/20070503004126\/http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.phantich.5424.qdnd Tiến tới kỷ niệm 60 năm Toàn quốc Kháng chiến (19-12): Khẩn trương chuẩn bị kháng chiến], ''[[Quân đội nhân dân (báo)|Báo Quân đội Nhân dân]]''.\n\n{{Việt Nam thế kỷ 20}}\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Chiến tranh Đông Dương|Đông-Xuân]]\n[[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Lịch sử Pháp]]"}