{"411023":"'''Chiến tranh Việt – Xiêm''' (1833-1834) là một cuộc chiến gồm hai đợt tấn công của quân Xiêm vào lãnh thổ [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] ([[Việt Nam]] ngày nay), đợt thứ nhất khởi đầu từ tháng 11 năm 1833, đợt thứ hai tấn công từ [[tháng giêng|tháng Giêng]] năm [[Giáp Ngọ]] (1834), đến tháng Năm cùng năm thì kết thúc. Sau cùng, quân Việt chiến thắng<ref>Tuy cuộc chiến Việt Xiêm này có quy mô lớn và quân số đông nhưng lại ít được quan tâm như trận Rạch Gầm - Xoài Mút.<\/ref>. Theo [[Việt sử tân biên]], Quyển 4, thì: \n{{cquote|\n''Nhờ cuộc chiến thắng này, mà uy danh của chính quyền Việt Nam được nổi hơn bao giờ hết, các nước chư hầu càng thêm kính phục. Quốc vương Xiêm La phải cử một sứ bộ qua [[Huế]] xin giảng hòa...''|||Phạm Văn Sơn<ref>''Việt sử tân biên'', Quyển 4, tr. 368.<\/ref>\n}}\n{{Thông tin chiến tranh \n|conflict= Chiến tranh Việt – Xiêm (1833-1834) \n|partof=[[Lịch sử chiến tranh Việt–Xiêm]] \n|hình=Map_of_Vietnam_1829.jpg\n|caption=.\n|date= 1833-1834\n|place= Đại Nam \n|result= Quân Việt chiến thắng \n|combatant1=  [[Nhà Nguyễn]] \n|combatant2={{flagicon image|Flag of Thailand (1817).svg}} [[ Xiêm La | Triều Rattanakosin ]] \n|commander1= \n'''Chỉ huy chính''': \n [[Trương Minh Giảng]]<br>  [[Nguyễn Xuân]]<br>  [[Tống Phước Lương]]<br> [[Phạm Hữu Tâm]]<br>  [[Lê Văn Thụy]]<br>  [[Phạm Văn Điển]]<br> [[Nguyễn Văn Xuân (tướng nhà Nguyễn)|Nguyễn Văn Xuân]]<br> [[Trương Phúc Đĩnh]]\n|commander2= \n'''Chỉ huy chính''': \n{{flagicon image|Flag of Thailand (1817).svg}} [[Chao Phraya Bodin Decha]]<br>{{flagicon image|Flag of Thailand (1817).svg}} [[Prayurawongse]] (Phra Klang)<ref>Thực ra đây là Prayurawongse, người cùng Bodin (Chất Tri) tham gia đánh Đại Nam năm 1833. Đại Nam Thực Lục ghi là Phi Nhã Phật Lăng do Prayurawongse làm Bộ trưởng Ngoại giao, tiếng Thái gọi là Krom Phra Khlang. Sau năm 1833, Prayurawongse được thăng lên tước hiệu Samuha Kalahom (Bộ trưởng Quốc phòng) cho nên sử nhà Nguyễn ghi là Cao La Hâm, dù đây chỉ là một người.<\/ref>\n|strength1= 40.000-80.000\nvài chục chiến thuyền\n|strength2= 80.000-100.000\nvài trăm chiến thuyền\n|casualties1= 10.000-20.000 quân và dân chết\n|casualties2= Tướng [[Phi Nhã Khổ Lặc]] tử trận\n20.000-40.000 quân chết\n|}}\n{{Kháng chiến của Việt Nam}}\n{{Chiến tranh Việt-Xiêm}}\n\n==Bối cảnh==\nLịch sử Xiêm vốn có quan hệ mật thiết với [[Campuchia]] (Chân Lạp), từ khi [[Rama I|Chao Phraya Chakri]] lên ngôi (1782, sau đó lấy hiệu là [[Rama I]]) cho đến lúc [[Gia Long|Nguyễn Ánh]] xưng đế lấy hiệu là [[Gia Long]] (1802), trong giai đoạn đầu những năm 1800 này, Xiêm gần như độc quyền thao túng, chi phối tình hình chính trị quân sự ở Campuchia, trong khi Việt Nam đang trong tình trạng nội chiến giữa Nguyễn Ánh và [[nhà Tây Sơn|Tây Sơn]].\n\nNăm 1796, Rama I đưa hoàng tử [[Ang Chan II|Ang Chan]] (sử nhà Nguyễn thường gọi là Nặc Chăn<ref>Sách Đại Nam Thực Lục ghi là Nặc Chăn, có lẽ để phân biệt với vua Chân Lạp trước đó là [[Nặc Ông Chân]] ([[Ramathipadi I]]).<\/ref>), con trai của vua [[Ang Eng]], lên làm vua Campuchia khi chỉ mới 5 tuổi. Xiêm còn cử viên quan Chân Lạp thân Xiêm tên là Pok làm quan nhiếp chính cho Chân Lạp mà hầu như không gặp cản trở gì. Trước đó vua Ang Eng cũng được nuôi dưỡng tại Băng Cốc từ nhỏ, các con của ông (Ang Chan, Ang Snuong, Ang Em, [[Ang Duong]]) cũng được nuôi dưỡng bởi triều đình [[Bangkok|Băng Cốc]]. Một trong những chính sách thực hiện từ lâu trong lịch sử quan hệ Xiêm - Chân Lạp là nuôi dưỡng, đào tạo các hoàng tử Khmer thân Xiêm để đưa lên ngôi vua Campuchia khi có điều kiện thuận lợi nhằm gây ảnh hưởng và thao túng vương quốc này.\n\nKể từ thời chúa [[Nguyễn Phúc Chu]] về sau, các chúa Nguyễn dần lấy hết đất [[Chiêm Thành]], lại lấn sang đất [[Chân Lạp]]. Do đó, theo ''[[Việt Nam sử lược]]'' thì:<blockquote>''Người Xiêm La có ý muốn ngăn trở để giữ lấy Chân Lạp làm của mình. Nhưng vì thế chúa Nguyễn mạnh hơn, cho nên phải chịu để chúa Nguyễn sang bảo hộ Chân Lạp. Tuy vậy nước Xiêm La thường hay dùng những người phản đối với vua Chân Lạp, rồi giúp binh lực cho về làm loạn trong nước.''<\/blockquote><blockquote>''Nhiều khi quân Việt phải sang đánh đuổi quân Xiêm La để giúp quốc vương Chân Lạp. Cũng có khi quân Xiêm La sang đánh ở đất [[Hà Tiên (tỉnh)|Hà Tiên]], như năm [[Ất Mùi]] (1715), [[Tân Mão]] (1771)... Lại có khi sang sinh sự với những nước ở [[Lào]]. Hễ khi nào Xiêm và Lào đánh nhau, thì nhà vua sai quan quân phòng giữ những chỗ biên thùy, và sang cứu viện những nước bị người Xiêm bắt nạt, như năm [[Đinh Hợi]] (1827)...<ref>[[Trần Trọng Kim]], ''Việt Nam sử lược'', tr. 335 và 457.<\/ref>''<\/blockquote>Do bị kiềm kẹp giữa hai quốc gia hùng mạnh, vua Ang Chan phải thi hành chính sách \"chư hầu kép\": đồng thời thần phục cả Xiêm lẫn Việt Nam. Năm 1807, Ang Chan quyết định ngã sang hẳn về phía Việt Nam bằng cách xin vua Gia Long cho thụ phong và cống nạp. Điều này được Việt Nam chấp nhận còn Xiêm tỏ ra khiên cưỡng, vì nó khiến cho ảnh hưởng của Xiêm tại Campuchia bị giảm sút nghiêm trọng. Từ thời vua Ang Eng cho đến khi vua Ang Chan lên ngôi, Xiêm đã tốn công nuôi dưỡng và xây dựng hệ thống quan lại Chân Lạp thân Xiêm, nay lại bị Việt Nam ảnh hưởng. Tuy nhiên, vua Rama I và Gia Long vốn có mối thâm tình thuở trước nên cả hai bên đã chấp nhận chia sẻ quyền lực tại Campuchia.\n\nSau khi vua Rama I mất (1809), vua [[Rama II]] lên nối ngôi, đã cho quân Xiêm hỗ trợ các em trai thân Xiêm của Ang Chan trở lại tranh giành ngôi vua Campuchia vào những năm 1812-1813, 1814 nhằm phá bỏ cục diện nói trên để giành lại ảnh hưởng ở Campuchia, nhưng không thành công.\n\nBên cạnh đó, do còn phải đương đầu với [[Myanmar|Miến Điện]] ở phía tây, Xiêm không tập trung sức lực trong việc cạnh tranh ảnh hưởng với Việt Nam được. Tuy nhiên sau khi Miến Điện thua Anh trong cuộc chiến 1824-1826, Xiêm quay sang bành trướng ở hướng đông.\n\nTừ sau khi các vua Rama I, Rama II và Gia Long mất, quan hệ Xiêm - Việt không còn mối ràng buộc hữu nghị nữa. Các vua nối ngôi ở hai nước là [[Rama III]] và [[Minh Mạng]] đã đẩy quan hệ hai nước tới bờ vực chiến tranh.\n\nVua Xiêm mới là [[Rama III]] đã thẳng tay bình định cuộc nổi dậy của [[Anouvong|Chậu A Nụ]] (Anouvong, 1827-1829), biến Lào thành một tỉnh của Xiêm (1831). Đồng thời, Xiêm cũng chờ cơ hội thuận tiện để can thiệp quân sự vào Việt Nam.\n\nTháng 6 năm [[Quý Tỵ]] (1833), [[Lê Văn Khôi]] [[cuộc nổi dậy Lê Văn Khôi|khởi binh]] chống vua Minh Mạng ở đất [[Gia Định]]. Vài tháng sau vì yếu thế, Lê Văn Khôi cho người sang cầu cứu Xiêm La. Không bỏ lỡ cơ hội, vua [[Rama III]] liền sai sai tướng (Chiêu) Phi Nhã Chất Tri (còn gọi là tướng [[Chao Phraya Bodin Decha|Bodin]], ''[[Chao Phraya Bodin Decha|Chao Phraya]]'' [[Chao Phraya Bodin Decha|Bodindecha]]) và [[Prayurawongse|Phi Nhã Phật Lăng]] (Phra Klang, Tish Bunnag) dẫn hàng ngàn quân thủy bộ chia ra làm 5 đạo sang đánh Đại Nam.\n\n==Kế hoạch và lực lượng==\n===Phía Xiêm La===\nGồm 5 đạo quân, có nhiệm vụ như sau:\n\n*Đạo thứ nhất từ tỉnh [[Battambang (tỉnh)|Battambang]]<ref>Tỉnh này cùng với một số tỉnh khác của Chân Lạp đã bị Xiêm chiếm từ nhiều đời vua trước.<\/ref>, theo đường bộ vào [[Chân Lạp]], chiếm [[Phnôm Pênh|Nam Vang]], đi dọc sông [[Mê Kông]] xuống [[Châu Đốc]] để tới [[Gia Định]]. Đây là cánh quân quan trọng nhất, do '''Phi Nhã Chất Tri''' ([[Chao Phraya Bodin Decha]] hay còn gọi là Bodin<ref>''Chao Phraya'' (เจ้าพระยา) hay Chiêu Phi Nhã thực chất chỉ là tước hiệu phổ biến cao cấp cho quan lại Xiêm La. Tên hoặc hiệu của người này là Bodindecha (บดินทรเดชา).<\/ref>) chỉ huy gồm 40.000 quân bộ binh.\n*Đạo thứ nhì tiến bằng đường thủy, từ [[Chonburi (tỉnh)|Chanburi]] qua [[vịnh Thái Lan]] tiến công vào Hà Tiên, với 10.000 quân thủy do [[Prayurawongse|'''Phi Nhã Phật Lăng''']] (còn gọi là PhraKlang<ref>Phra Khlang (tiếng Thái: พระคลัง) chỉ đơn giản là chức danh, kiểu như Bộ trưởng. Vậy thì Phật Lăng không phải là tên người. Cụ thể ở đây thì Tish Bunnang là Bộ trưởng Ngoại giao.<\/ref>, Prayurawongse, Tish Bunnag, Bộ trưởng bộ Ngoại giao) chỉ huy.\n*Đạo thứ ba theo đường bộ đánh lấy Cam Lộ ([[Quảng Trị]]).\n*Đạo thứ tư theo đường bộ đánh lấy [[Nghệ An]].\n*Đạo thứ năm theo đường bộ đánh lấy [[Bồn Man|Trấn Ninh]].\n\nTuy rằng năm đạo trên cùng tiến, nhưng chủ đích chính là đánh lấy Chân Lạp và các tỉnh thuộc miền Nam nước Việt; nên chỉ có đạo quân thứ nhất và thứ hai là đông đảo và hùng mạnh; còn các đạo khác, chỉ cốt để phân tán lực lượng của quân Việt.\n\nTrong cánh quân do tướng Bođin chỉ huy có hai hoàng tử Campuchia là Ang Em và [[Ang Duong]] đi cùng. Họ là những người đã chạy sang Xiêm cùng với anh trai Ang Suguon (Nặc Ong Nguyên) và sống ở Băng Cốc vào năm 1812 (Ang Suguon sau đó chết ở Xiêm năm 1822). Thêm vào đó còn có sự tham gia tích cực của hai viên quan người Campuchia tên là Kâu và Preah Ang Kêv Ma <ref>Khin Sok (1991), Le Cambodge entre le Siam et le Vietnam (de 1775 à 1860), Eùcole francaise d'Extrờme-Orient, Paris, trang. 82.<\/ref> (hai người đó rời bỏ Campuchia chạy đến tị nạn ở triều đình Băng Cốc, một năm trước đó). Bốn người này cầm đầu 4 phân đội tiến công vào Campuchia. Nhiệm vụ của các đội quân này là: \"quét hết quân đội Việt Nam trong đất Campuchia\" rồi tuyển thêm người Khmer bổ sung cho cánh quân này, sau đó vượt Campuchia sang chiếm thành Châu Đốc nằm ở cửa kênh Vĩnh Tế để phối hợp với cánh quân thủy của PhraKlang sẽ đến đó.\n\n===Phía Đại Nam===\nVua [[Minh Mạng]] được tin báo cấp, liền xuống chiếu sai quan quân phòng ngự các nơi.\n* Phía [[Hướng Tây Nam|Tây Nam]]: [[Trương Minh Giảng]], [[Nguyễn Xuân]] lấy quân ở [[Gia Định]], giữ mặt [[An Giang]]. Sau có thêm [[Tống Phước Lương]] và [[Phạm Hữu Tâm]] cùng mang binh đến chi viện.\n* Phía [[Hướng Tây Bắc|Tây Bắc]]: Lê Văn Thụy giữ mặt [[Cam Lộ]], thuộc [[Quảng Trị]].\n* Phía [[Nghệ An]]: [[Phạm Văn Điển]] trấn giữ.\n* Phía [[Bồn Man|Trấn Ninh]]: [[Nguyễn Văn Xuân (tướng nhà Nguyễn)|Nguyễn Văn Xuân]] trấn giữ.\n\n==Diễn biến==\n===Quân Xiêm chủ động tiến công===\nKhi quân của Bodin tiến vào Campuchia thì quân Việt đóng tại đó đã rút về nước để tăng cường lực lượng chống [[Cuộc nổi dậy Lê Văn Khôi|Lê Văn Khôi]]. Cánh quân của Bođin tiến vào Campuchia một cách khá dễ dàng. Quân Xiêm chỉ gặp một cuộc chống cự duy nhất ở trận [[Kampong Chhnang (tỉnh)|Kampong Chhnang]], nơi mà quân Campuchia đã gấp rút tổ chức để cố gắng chặn đứng quân Xiêm nhưng không được. Sau trận đánh này, vua [[Ang Chan II|Ang Chan]] đó phải rời bỏ thủ đô Phnôm Pênh (Nam Vang) chạy đến ẩn náu ở dinh Long Hồ, Vĩnh Long<ref>Quốc sử quán triều Nguyễn (1965), Đại Nam thực lục, t.XIV, Nhà xuất bản KHXH, Hà Nội, trang 48<\/ref>. Bodin cho hoàng tử Ang Em đóng ở thành [[Oudong (Campuchia)|Oudong]], Ang Duong ở thành [[Phnôm Pênh|Nam Vang]] để thu phục dân chúng Chân Lạp.\n\nTrong đợt tấn công đầu tiên, quân Xiêm làm chủ tình thế. Tháng 11, quân Xiêm chiếm được thành Nam Vang rồi chia quân làm hai đạo tiến vào [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]. Cánh quân của Phraklang tràn vào [[Hà Tiên (tỉnh)|Hà Tiên]] hầu như không gặp phải một sự kháng cự nào đáng kể. Tại mặt trận Hà Tiên, quân của Ngô Văn Loan hạ được ba tàu chiến của quân Xiêm, chặn đối phương được ít ngày nhưng thành Hà Tiên thất thủ.\n\nPhraKlang để lại ở Hà Tiên một đội pháo nhỏ rồi theo kênh Vĩnh Tế tiến lên phía thành [[Châu Đốc]] để hội quân với Bodin từ Nam Vang theo sông Hậu tiến xuống. [[An Giang|Tỉnh An Giang]] nhanh chóng thất thủ.\n\nQuân Xiêm thừa thắng, từ Ba Nam<ref>Ba Nam nằm trên sông [[Mê Kông]], nửa đường Nam Vang xuống Châu Đốc, thuộc tỉnh Prey Vieng.<\/ref>, Chân Lạp cho chiến thuyền đổ xuống theo [[sông Tiền]], tập trung quân, lập nhiều đồn ở hai bên bờ sông Thuận Cảng ([[Vàm Nao (sông)|Vàm Nao]], An Giang)<ref>Đại Nam Thực Lục<\/ref>.\n\n===Quân Việt chống trả===\nTin cấp báo về đến [[Huế]] rằng quân Xiêm đang tấn công ồ ạt vào [[Hà Tiên (tỉnh)|Hà Tiên]], cả triều đình lẫn vua [[Minh Mạng]] vẫn còn \"bán tín bán nghi\". Tuy nhiên nhà vua vẫn khẩn cấp điều động một đơn vị cấm quân cùng 500 hương dũng dùng thuyền đi vào [[Nam Bộ Việt Nam|Nam Bộ]]. Đồng thời, vua Minh Mạng cấp cho tỉnh [[An Giang]] 10 chiến thuyền; các tỉnh [[Vĩnh Long]], [[Định Tường]], [[Hà Tiên (tỉnh)|Hà Tiên]] mỗi tỉnh 5 đến 7 chiếc; cấp cho Vĩnh Long 3000 cân thuốc súng; An Giang và Định Tường mỗi tỉnh 2000 cân, Hà Tiên 1000 cân; cấp đại bác mỗi tỉnh từ 5 đến 10 khẩu, số đạn mỗi khẩu 100 viên. Việc điều động được tiến hành một cách bí mật để nhân dân khỏi hoang mang lo sợ. Ngoài ra, vua Minh Mạng cũng lệnh cho các tỉnh An Giang, Hà Tiên, Định Tường bổ sung quân từ 200 đến 500 hương dũng nhằm chuẩn bị lực lượng để đến đóng giữ [[Phnôm Pênh|Nam Vang]]<ref>Nguyễn Lệ Thi (1977), Thư tịch cổ Việt Nam viết về Đông Nam Á, phần Xiêm, Nhà xuất bản KHXH, Hà Nội,trang 53.<\/ref>.\n\nSau đó, tại kinh đô Huế, Minh Mạng còn cấp tốc điều động 2 đại đội: thủy quân và lục quân, nhiều thuyền lớn, voi chiến, súng đạn và gần 10.000 quân được động viên từ các tỉnh đi vào [[Gia Định]] phối hợp với lực lượng tại chỗ chống lại quân Xiêm.\n[[Tập tin:Rạch Ông Chưởng.jpg|thumb|Bản đồ vị trí sông Thuận Cảng (Vàm Nao) và đồn Cổ Hỗ (nay là chợ Thủ, xã Long Điền A, huyện Chợ Mới).]]\nCuối tháng 12 năm 1833, quân Đại Nam do [[Trương Minh Giảng]] và [[Nguyễn Xuân]] lãnh đạo tới An Giang, giao tranh với quân Xiêm ở Thuận Cảng. Quân Đại Nam lùi về sông Cổ Hỗ<ref>Cổ Hổ, Củ Hủ hay Cù Hu, là con rạch chảy qua làng Tứ Điền ở vùng [[Chợ Thủ]], nay thuộc địa bàn hai xã Long Điền A, Long Điền B, huyện [[Chợ Mới]], tỉnh An Giang. Nơi này xưa kia là một đồn lính của nhà Nguyễn, gọi là Thủ Chiến Sai. Chợ Thủ bắt nguồn từ tên gọi rút gọn của ngôi chợ ở Thủ Chiến Sai.<\/ref> để ngăn quân Xiêm. Hai bên cầm cự và giao tranh trên sông.\n\nCùng lúc quân Xiêm huy động nước Vạn Tượng mang hơn 1.000 quân tiến vào đất Quảng Trị. Minh Mạng cho rằng quân Xiêm chỉ hư trương thanh thế, mặt trận chính vẫn là phía nam, nên sai Vệ úy Lê Văn Thụy ra phòng giữ<ref>Quốc Sử quán triều Nguyễn, sách đã dẫn, tr 225<\/ref>.\n\nVài ngày sau, quân Xiêm lại lấn vào [[Xiengkhuang|Trấn Ninh]] ở Nghệ An. Quân Đại Nam do Nguyễn Đức Long chỉ huy lui về giữ động Giăng Màn. Quân Xiêm tiến về đóng khe Nhự Ổi rồi tiến vào bờ sông Hiển Bôn<ref>Một nhánh của sông Gianh<\/ref>. Dân huyện [[Khamkeuth|Cam Cát]] (tức Khăm Cợt hay Khamkheuth, tỉnh [[Borikhamxay|Bolikhamxai]]) và [[Khammuane|Cam Môn]] báo với trấn thủ [[Sông Ngàn Phố|Ngàn Phố]] (tức [[Hà Tĩnh]]). Bố chánh [[Nguyễn Đình Tân]] và án sát [[Võ Đĩnh]] bèn mang quân ra giữ. Quân Xiêm cũng án binh không tiến.\n\nNhằm phân tán lực lượng quân Nguyễn, và để Xiêm dễ dàng tập trung lực lượng giành chiến thắng ở chiến trường chính Hà Tiên và Campuchia, Rama III ra lệnh cho các đơn vị quân Xiêm-Lào từ [[Luangprabang|Luang Prabang]] và Nông Khai (tức [[Nong Khai (tỉnh)|Nong Khai]], [[Thái Lan]]) tập trung ở [[Bồn Man|Trấn Ninh]], [[Xiengkhuang|Xiêng Khoảng]] <ref>Snit Smuckarn và Kennon Breazeale (1988) A Culture in Search of Survival The Phuan of Thailand and Laos, Nhà xuất bản Yale Center for International and Area Studies, New Haven (USA), trang 28.<\/ref> và các vùng biên giới Việt Nam từ [[Nghệ An]] đến [[Quảng Trị]] để tấn công, quấy rối, bắt người đem về.\n\nQuân Xiêm tăng cường quấy rối các bản mường dọc biên giới Việt Lào trong quy mô lớn và tiến hành thực hiện chánh sách di dời người Phuôn (chủ yếu ở Trấn Ninh). Điều này đó ảnh hưởng nghiêm trọng đến tình hình an ninh biên giới của Việt Nam, buộc các quan lại địa phương, có lúc cả triều đình Nguyễn phải tìm cách ứng phó giải quyết.\n\nTheo \"Đại Nam Thực Lục\", cuối 12-1833 Xiêm đó cho quân xâm chiếm đất Trấn Tĩnh thuộc Nghệ An, đưa thư đòi Trấn Ninh phải nép những người dân Viêng Chăn còn lưu lại ở đó. Mặt khác, Xiêm tấn công phủ Trấn Định, xâm phạm các huyện [[Cam Lộ]], Cam Cát, Cam Môn. Từ tháng 1 đến tháng 5 năm 1834, Xiêm tăng cường tấn công, quấy phá, bắt người ở các vùng nói trên càng quyết liệt hơn.\n\nTới tháng 1 năm [[Giáp Ngọ]] (1834), thủy quân Xiêm từ Thuận Cảng (tức [[vàm Nao (sông)|sông Vàm Nao]]) tiến đánh quân Đại Nam đang đóng ở rạch Củ Hủ<ref>Củ Hủ hay Cù Hu, Cổ Hổ, là con rạch chảy qua làng Tứ Điền ở vùng Chợ Thủ, nay thuộc địa bàn hai xã Long Điền A, Long Điền B, huyện [[Chợ Mới]], tỉnh An Giang.<\/ref>. Khi ấy, quân Xiêm nhân lúc nước xuống, theo bờ sông phóng hỏa đốt bè, ngăn trở thủy quân Việt rồi sấn tới đánh, Quản vệ Phạm Hữu Tâm đốc binh đánh từ giờ [[Dần]] đến giờ [[Tỵ]], chém quân Xiêm chết nhiều.\n\nĐề cập chiến công này, ''Minh Mạng chính yếu'' chép:\n{{cquote|\n''Giặc Xiêm dẫn binh thuyền hơn trăm chiếc, từ Thuận Cảng xuôi xuống, bày ngang giữa dòng sông để chống lại thuyền của quân ta, lại đánh đồn của ta đóng bên tả ngạn. Quản vệ giữ đồn là Phạm Hữu Tâm chống đánh, chém kẻ cầm đầu của giặc là Phi Nhã Khổ Lặc. Giặc dựng trại ngang đồn, ngày đêm dùng đại bác bắn phá. Ta chờ quân chi viện, nhưng giặc ở phía thượng nguồn bèn nhân đêm tối, thừa lúc nước ròng, noi theo hai bên tả hữu bờ sông, phóng lửa đốt thuyền quân ta, rồi giặc đem quân đến đồn phía tả ngạn mà đánh từ giờ dần đến giờ Tỵ, quân giặc chết nhiều, thây chồng lên nhau. Giặc liền lui...|||Minh Mạng chính yếu<ref>Chép lại theo Sơn Nam, ''Lịch sử An Giang'', tr. 10.<\/ref>\n}}\n[[Đại Nam thực lục|Đại Nam Thực Lụ]]<nowiki\/>c thì chép:<blockquote>''Trước kia bọn Giảng từ Thuận Cảng lui đóng ở sông Cổ Hỗ, đặt đồn ở hai bên bờ làm thế ỷ giốc. Sau đó vài ngày, Tướng quân Tống Phước Lương lại đến. Giặc Xiêm dẫn hơn 100 binh thuyền từ Thuận Cảng xuống, dàn ngang giữa dòng sông, cầm cự chu sư của ta, lại vây đánh đồn ở bờ bên tả. Quản vệ giữ đồn là Phạm Hữu Tâm cự chiến, chém được tên đại đầu mục giặc là Phi Nhã Khổ Lạc và hơn 20 đầu giặc. Giặc dựng trại đối diện với lũy ta, ngày đêm bắn đại bác. Quân ta có người bị thương và chết. Bọn Giảng cho rằng thế giặc đương dữ tợn hung hăng, bèn phi tư cho quân thứ Gia Định phái thêm binh thuyền đến tiếp ứng. Bấy giờ vừa gặp Tham tán Hồ Văn Khuê đến quân thứ. Trần Văn Năng liền bàn, uỷ [Văn Khuê] đi giúp việc quân. Lại phái Phó vệ úy vệ Hậu thủy Nguyễn Tiến Khoan đem hơn 300 binh dõng và 7 chiếc thuyền, đồng thời cùng tiến. Rồi đem việc tâu lên.''<\/blockquote>\n\n===Quân Việt phản công===\nQuân các tỉnh phía Đông Campuchia dưới sự chỉ huy của viên quan Campuchia là Chakrey Long<ref>Đại Nam Thực Lục ghi là: ốc Nha Trà Tri tên là Long<\/ref> và Yumreach Hu<ref>Đại Nam Thực Lục ghi là: ốc Ma Nhâm Lịch tên là Tu<\/ref> nhanh chóng tổ chức lực lượng, trang bị vũ khí đánh tan được một đội quân Xiêm ở tỉnh Prey Veng. Nhờ thắng lợi này quân Campuchia nhiều nơi khác cùng phối hợp với quân Việt đánh các đội quân khác của Xiêm. Lúc này Bodin rất khó khăn vì đội tàu đánh trong sông của ông đang bị tổn hại nặng trong trận thủy chiến, tinh thần quân Xiêm hết sức hoang mang. Nhất là khi các cánh quân thủy, bộ của triều đình Huế đến nơi, làm cho tinh thần quân Xiêm càng thêm nao núng.\n\nQuân Xiêm sau đó từ Thuận Cảng lui quân rút lên Châu Đốc, quân Đại Nam thừa thế ngược sông Tiền, sông Hậu tiến lên. Đại Nam Thực Lục chép:<blockquote>''Giặc Xiêm lui về đồn Châu Đốc. Trước đây, quân giặc đánh nhau với quân ta ở Tiền Giang, bị thua luôn, định rút lui, bèn ngầm đem 1 cánh quân Đà Đạo (thuộc địa giới Định Tường) ở bên hữu sông, chực đánh úp đồn hữu ngạn, nhưng biết ta đã phòng bị trước, nên cuối cùng mưu không thành, bèn dốc hết quân hướng về đồn tả ngạn, hò la bắn súng, làm ra dáng định cướp trại: từ sáng sớm đến canh tư mới im tiếng súng. Khi quan quân biết thì giặc Xiêm đã lìa trại, bỏ xác chết mà đi rồi. Tham tán Nguyễn Xuân liền đem vài chục binh thuyền riêng đi đến địa phận thủ sở Tân Châu ở thượng du để ngăn chặn. Bọn Tham tán Trương Binh Giảng, Hồ Văn Khuê và Tán tương Trương Phước Đĩnh đồng thời đốc thúc, đại đội binh thuyền do Thuận Cảng qua Hậu Giang, đuổi theo đến sông Châu Đốc, thì giặc đóng đồn ở bờ sông chống cự lại. Bọn Giảng sai Phạm Hữu Tâm và Thái Công Triều tiến đánh. Triều, một mình đi thuyền Cự Hải sấn lên trước. Giặc dùng súng lớn, súng nhỏ bắn loạn xạ. Quân ta nhiều người thương vong. Triều cũng bị thương. Ta bèn chia quân đóng giữ trên bờ và dàn chu sư ở trong sông, tùy cơ đánh dẹp. Rồi làm sớ tâu lên.''<\/blockquote>Về phía quân Xiêm, tại Châu Đốc, Bođin và Phraklang khi bàn bạc kế hoạch tấn công Gia Định, Phraklang cho rằng cơ hội chiến thắng tương đối nhỏ và tinh thần binh lính lúc đó đã suy sụp, lương thực và đạn dược đã bị cạn kiệt, nên ông đề nghị tổ chức một cuộc rút quân bí mật. Mặc dầu Bođin không đồng ý, song Phraklang vẫn bí mật cho quân thủy rút khỏi Châu Đốc. Vì vậy, số quân Xiêm còn lại ở Việt Nam chỉ khoảng 10.000 quân bộ đang trong tình trạng hoang mang, lo lắng và bị quân Nguyễn bao vây. Trong tình cảnh đó, Bođin đã hạ lệnh cho quân Xiêm bí mật rút lui sau khi phóng lửa đốt hết kho tàng, nhà cửa... Khi quân Nguyễn vào chỉ thu được 8 cỗ súng hồng y và 90 phương muối, còn tiền bạc, thúc gạo đó bị đốt cháy gần hết<ref>Quốc sử quán triều Nguyễn (1965), Đại Nam thực lục, t.XIV, Nhà xuất bản KHXH, Hà Nội, trang 34 -35<\/ref>.\n\nĐạo quân của Bodin rút về Campuchia theo đường bộ, vượt qua [[Prey Kabbas]] để đi về [[Battambang (tỉnh)|Battambang]]. Preah Ang Kêv Ma được lệnh rút chạy trước về Phnôm Pênh và U Đông để báo cho Ang Im và Ang Đuông về tình hình của quân Xiêm để hai anh em Ang Im và Ang Đuông tìm cách rút lui về Xiêm <ref>Khin Sok, trang 82<\/ref>. Còn thủy quân của Phraklang rời bỏ Hà Tiên theo đường biển để về Xiêm.\n\nThừa thắng, quân Việt thu phục thành Châu Đốc<ref>Đại Nam Thực Lục chép:\n\n''Quan quân quân thứ An Giang lấy lại được đồn Châu Đốc. Lúc giặc Xiêm mới rút lui, thì quân thủy của giặc ở Châu Đốc trốn trước, chỉ để hơn 10.000 bộ binh và voi ngựa ở lại để chống quân ta. Bọn Tham tán Trương Minh Giảng, Hồ Văn Khuê và Tán tương Trương Phước Đĩnh đốc sức binh dõng tiến sát đồn giặc: hai bên cùng bắn nhau suốt ngày chưa hạ được. Bấy giờ binh thuyền của Bình khấu tướng quân Trần Văn Năng tiếp đến. Giặc nhân ban đêm, phóng lửa đốt hết kho tàng, nhà cửa trong đồn mà đi. Quân ta vào đồn chỉ lấy được có 8 cỗ súng hồng y và hơn 90 phương muối, còn tiền bạc, thóc gạo bị giặc đốt cháy gần hết. Trần Văn Năng phái ngay Lãnh binh An Giang là Nguyễn Đăng Huyên đem binh thuyền hiệp cùng bọn tuần phủ, án sát và lãnh binh Hà Tiên do sông Vĩnh Tế nhằm đến Hà Tiên đuổi đánh.''\n<\/ref>, tiến công lấy lại thành Hà Tiên rồi cùng lực lượng quân Chân Lạp tiến đánh chiếm lại thành Nam Vang. Trương Minh Giảng và Nguyễn Xuân lại tiếp tục truy đuổi. Sau khi quan quân Việt thắng liền mấy trận, chém tướng bắt binh, thu được nhiều khí giới, lấy lại thành Phú Túc (Pursat), liền cho người Chân Lạp đóng giữ các nơi hiểm yếu. Minh Mạng gửi thư khích lệ phong chức cho các tướng người Chân Lạp<ref>Quốc Sử quán triều Nguyễn, sách đã dẫn, tr 226<\/ref>.\n\nQuân Nguyễn tiếp tục truy kích quân Xiêm đến tận biên giới Campuchia-Xiêm, đồng thời đưa Ang Chan trở lại ngôi vua. Cho đến đầu tháng 3-1834 tướng Xiêm Bođin mới trở về được Battambang với khoảng 3.000 tàn quân, sau khi đã ''bị thiệt hại nặng nề''<ref>Mai Văn Bảo (dịch giả) (1978), Lịch sử nền thống trị Thái Lan, tập 1. Bản dịch ở Viện Đông Nam Á, Hà Nội (Bản dịch không ghi tên tác giả), tr.135.<\/ref>. Toán quân này được chia làm bốn nơi đóng giữ Battambang mà không trở về Xiêm. Em của vua Rama III là Thôn-kha-long-danh-hoà từ Băng Cốc đem 2.000 quân đến đóng ở Bồn Khương hỗ trợ, truyền hịch giục Bođin về. Bodin không chịu về, lấy lý do rằng \"quyết lấy cho được Chân Lạp, thề chẳng về nước Xiêm\" <ref>Quốc sử quán triều Nguyễn (1965), Đại Nam thực lục, t.XIV, Nhà xuất bản KHXH, Hà Nội, trang 210<\/ref>. Theo sử liệu triều Nguyễn thì cho rằng: Bođin không chịu về chẳng qua ông ta \"sợ bại trận trở về chẳng được người nước (Xiêm) đếm xỉa đến nữa\".\n\nTrong khi đó tại mặt trận Quảng Trị, Vệ úy ở Cam Lộ của Đại Nam là Lê Văn Thụy ra quân đánh quân Xiêm ở Thú Kê giành thắng lợi. Lê Văn Thụy đánh tiếp đồn Tầm Bồn, Mang Bổng. Quân Xiêm bỏ đồn chạy về. Quân Xiêm chưa ngưng chiến, lại mang 5.000 quân đánh đồn Công Nhạc thuộc châu Mang Bổng và đạo Cam Lộ. Lê Văn Thụy lại ra quân đánh lui địch, bắt được tướng Xiêm là Mạc Sát Khôn La Mân và tướng Khiếu, thu được nhiều súng. Tháng 2 năm 1834, quân Xiêm lại đánh vào châu Ba Lan ở Cam Lộ nhưng cũng bị Lê Văn Thụy, Phạm Phi, Nguyễn Cửu Đức...đánh lui.\n\nTại Trấn Ninh, Nghệ An, Phạm Văn Điển được lệnh ra chi viện cho Nguyễn Đức Long, Lê Thuận Tĩnh. Tháng 2 năm 1834, Lê Thuận Tĩnh đụng độ quân Xiêm ở động Giăng Màn bị bại trận, tướng Phan Văn Sĩ tử trận. Quân Đại Nam phải lui về giữ ở Trú Cẩm. Minh Mạng lại cử Nguyễn Văn Xuân ra chi viện đánh lui quân Xiêm.\n\n[[Tập tin:Vàm nao.jpg|nhỏ|phải|200px|Một đoạn sông Vàm Nao, nơi xảy ra trận thủy chiến.]] \nĐánh giá trận thủy chiến chính trong cuộc đối đầu này, nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] viết:\n{{cquote|\n''Trận thủy chiến trên Vàm Nao là trận ác chiến, mang tầm chiến lược quan trọng. Quân Xiêm dùng hỏa công, thả bè lửa, theo nước ròng (thủy triều rút ra biển) chảy xiết để đốt chiến thuyền quân Việt. Trận chiến kéo dài từ khoảng 3 giờ khuya đến 10 giờ trưa mới dứt. Nếu quân Việt không ngăn được, quân Xiêm sẽ xuống [[Sa Đéc]] rồi [[Rạch Gầm - Xoài Mút|Rạch Gầm]], [[Mỹ Tho]]...''|||Sơn Nam<ref>Sơn Nam, 'Lịch sử An Giang'', tr. 13><\/ref>\n}}\n\n==Kết quả==\nQuân Xiêm sang đánh (lần hai) từ tháng 1 năm Giáp Ngọ (1834), đến tháng 5 năm ấy, thì quân nhà Nguyễn đã bình xong cả mọi nơi. Vua [[Minh Mạng]] mừng rỡ, ban thưởng cho các tướng sĩ và bố cáo ra cho mọi nơi đều biết.<ref>Trần Trọng Kim, ''Việt Nam sử lược'', sách đã dẫn, trang 459.<\/ref>\n\nQuân Xiêm rút lui, quân nổi dậy của Lê Văn Khôi ở [[thành Gia Định|thành Phiên An]] cũng không còn lực lượng hỗ trợ, chỉ có thể cố thủ trong thành cho tới khi thành bị hạ vào tháng 9 năm 1835.\n\nKhi rút chạy, PhraKlang cướp thuyền biển và mang theo 2.000 người Việt, phần lớn theo đạo Thiên Chúa (ít nhiều có liên hệ với [[cuộc nổi dậy Lê Văn Khôi]]) đưa về sống ở ngoại thành Băng Cốc<ref>Quốc sử quán triều Nguyễn (1968), Đại Nam thực lục, t.XX, Nhà xuất bản KHXH, Hà Nội, trang 8<\/ref>. Về sau Xiêm sử dụng số người này để phá rối vùng biên giới Việt Nam-Campuchia. Trước khi rời bỏ Phnôm Pênh, quân Xiêm đốt cháy và phá huỷ dinh thự của vua Ang Chan, đồng thời tranh thủ thời cơ, lợi dụng tình thế khi rút lui để bắt dân Khmer sống dọc bờ sông [[Tonlé Sap|Tonle Sap]] và một vài nơi khác đưa về Xiêm <ref>. Khin Sok, trang 82<\/ref>.\n\nCuộc tấn công bất ngờ của Xiêm gây ảnh hưởng nghiêm trọng đến bang giao hai nước. Hai nước cắt đứt quan hệ, bắt đầu một thời kỳ căng thẳng, xung đột và chiến tranh trên đất [[Campuchia]] kéo dài hơn 10 năm (từ cuối năm 1833 cho đến đầu năm 1847). Thắng lợi của cuộc chiến này đem lại cơ hội cho Đại Nam dưới thời vua Minh Mạng, được quyền bảo hộ phần lớn đất đai của Cao Miên như trước. Sau chiến thắng này, Minh Mạng quyết định nhập toàn bộ vùng đất Cao Miên nằm trong quyền bảo hộ của Đại Nam vào lãnh thổ Đại Nam và đổi tên là Trấn Tây thành, khi [[Ang Chan II]] mất, mà không có con trai nối dõi.\n[[Tập tin:ChanLapProtectorate.png|nhỏ|phải|Vùng đất Cao Miên do Đại Nam bảo hộ (tô màu hồng). Phần gạch chéo là phần nhà Nguyễn thực sự kiểm soát.]]\nNăm Minh Mạng thứ 16 (1836), Trương Minh Giảng đã dâng biểu xin được vua Minh Mạng chia Cao Miên thành 33 phủ là: [[Phnôm Pênh|Nam Vang]], Kỳ Tô (Thời Thâu), Tầm Đôn (Tầm Giun), Tuy Lạp (Xui Rạp), [[Peam Ro|Ba Nam]] (Ba Cầu Nam), [[Baray|Ba Lại]] (Ba Lầy), Bình Tiêm (Bông Xiêm), Kha Bát (Lợi Ỷ Bát), Lư Viên, Hải Đông (Bông Xui), Hải Tây (Phủ Lật), Kim Trường, Thâu Trung (phủ Trung), Ca Âu (Ca Khu), Vọng Vân, Trung Hà, Trưng Lai (Trưng Lệ), Sơn Phủ, [[Sambour|Sơn Bốc]], Tầm Vu (Mạt Tầm Vu), Khai Biên, Kha Lâm (Ca Rừng), [[Kratié (huyện)|Ca Thê]], Lạp Cẩm, Bài Lô, Việt Long, Tôn Quảng, Biên Hóa, Di Chấn Tài, Ý Dĩ (Phủ Phủ), Chân Thành (Châu Chiêm) (sau thuộc huyện Hà Dương [[An Giang]]), Mật Luật (sau thuộc huyện Tây Xuyên [[An Giang]]), [[Ô Môn, Cần Thơ|Ô Môn]] (sau thuộc huyện Phong Phú [[An Giang]]), và 2 man là Cân Chế và Cân Dò, rồi cử quan cai trị. Phế bỏ tước hiệu quan chức bản địa của Cao Miên, áp dụng quan chế nhà Nguyễn: cử Lê Đại Cương (sau được thay bằng Dương Văn Phong) làm Tham tán đại thần, cắt đặt các chức hiệp tán, đề đốc, lãnh binh, lang trung, viên ngoại lang, giáo thụ huấn đạo,... Dùng người Cao Miên làm bia tập bắn cho quân sĩ Việt. Lòng dân Cao Miên không phục, nhưng Trương Minh Giảng vẫn tâu về triều là họ tín phục.<ref>''[[Đại Việt dư địa toàn biên]]'' của [[Nguyễn Văn Siêu]], trang 323.<\/ref>\n\n==Nhận định về việc cai trị của Đại Nam ở Cao Miên thời Minh Mạng == \nPhê phán việc quan lại Việt sang Chân Lạp làm nhiều điều trái lẽ, sử gia [[Trần Trọng Kim]] viết: \n:''Ấy cũng là vì người mình (người Việt) không biết bênh vực kẻ hèn yếu, chỉ đem lòng tham tàn mà ức hiếp người ta (Chân Lạp), cho nên thành ra hao tổn binh lương, nhọc mệt tướng sĩ, mà lại phải sự bại hoại, thật là thiệt hại cho nước mình.''<ref>Xem thêm ''Việt Nam sử lược''. tr. 461.<\/ref>\n\nSử gia Phạm Văn Sơn nhận định:\n:''Tiếc rằng sau chiến thắng 1834, do không biết lựa chọn cán bộ hay không có cán bộ đứng đắn, liêm chính nên Việt Nam bị đánh bật ra khỏi Trấn Tây thành phải coi là một sự xấu hổ cho triều đình thuở ấy. Và việc này đã chứng minh rõ rằng đường lối chính trị của vua Minh Mạng quá dở và đám quan lại của triều đình thật là bất tài vô hạnh. Vì họ mà nhà nước phải hao tổn biết bao nhiêu binh tướng, tài sản và tính mạng của nhân dân...'' <ref>Theo Phạm Văn Sơn, ''Việt sử tân biên'', Quyển 4, tr. 368 và 398.<\/ref>\n\n==Tham khảo==\n* Trần Trọng Kim,'' Việt Nam sử lược'', Nhà xuất bản Tân Việt, Sài Gòn, 1964\n* Sơn Nam, ''Lịch sử An Giang'', Nhà xuất bản Tổng hợp An Giang, 1988.\n* Sơn Nam, ''Lịch sử khẩn hoang Miền Nam''. Nhà xuất bản Văn nghệ TP. HCM, 1994.\n* Phạm Văn Sơn,'' Việt sử tân biên'', Quyển 4. Tủ sách Sử học Việt Nam, [[thành phố Hồ Chí Minh|sài Gòn]], 1961.\n* Quốc sử quán triều Nguyễn, ''Quốc triều chính biên toát yếu,'' Nhà xuất bản Thuận Hóa, 1998\n*David Chandler - [[iarchive:david chandler a history of cambodia 4th edition|A History Of Cambodia, 4th Edition Westview Press (2009)]]\n* [[Quốc sử quán (nhà Nguyễn)|Quốc sử quán triều Nguyễn]], [[Đại Nam thực lục]]. Bản dịch của Trung tâm khoa học xã hội và nhân văn quốc gia, Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch Viện Sử học phiên dịch. Nhà xuất bản Giáo Dục xuất bản năm 2007.\n* Theam, Bun Srun (1981). [https:\/\/openresearch-repository.anu.edu.au\/handle\/1885\/111867 Cambodia in the Mid-Nineteenth Century: A Quest for Survival (PDF)]. Unpublished dissertation, Australian National University.\n* Vu Duc Liem (2012). [http:\/\/cuir.car.chula.ac.th\/handle\/123456789\/36716 The rise of the Nguyen Dynasty and change in the power paradigm of early nineteenth century mainland Southeast Asia]. Thesis (M.A.) - Chulalongkorn University, 2012\n\n==Xem thêm==\n* [[Chiến tranh Việt–Xiêm (1771-1772)|Chiến tranh Việt- Xiêm (1771-1772)]]\n* [[Cuộc nổi dậy Lê Văn Khôi]]\n* [[Chiến tranh Việt–Xiêm (1841-1845)|Chiến tranh Việt-Xiêm (1841-1845)]]\n* [[Lịch sử chiến tranh Việt-Xiêm]]\n*[[Lịch sử Campuchia (1431-1863)]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Quân sự Việt Nam thời Nguyễn]]\n[[Thể loại:Triều Chakri]]\n[[Thể loại:Việt Nam năm 1833]]\n[[Thể loại:Việt Nam năm 1834]]\n[[Thể loại:Xung đột 1833]]\n[[Thể loại:Xung đột 1834]]\n[[Thể loại:Chiến tranh Việt–Xiêm]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1831]]\n[[Thể loại:Xung đột năm 1832]]\n[[Thể loại:Xung đột năm 1833]]\n[[Thể loại:Xung đột năm 1834]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Chiến tranh liên quan tới Campuchia]]\n[[Thể loại:Chiến tranh liên quan tới Thái Lan]]\n[[Thể loại:Quan hệ quân sự Thái Lan-Việt Nam]]"}