{"1332993":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Hoàng Hoa Thám\n|partof=[[Chiến tranh Đông Dương]]\n|campaign=\n|date=[[23 tháng 3]] năm [[1951]] &ndash; [[5 tháng 4]] năm [[1951]]\n|place=Đường 18 đoạn từ [[Phả Lại]] đến [[Uông Bí]], [[Mạo Khê]]\n|result= [[Việt Minh]] giành chiến thắng.<ref>{{chú thích web | url = http:\/\/www.caobang.gov.vn\/content\/t%E1%BB%AB-chi%E1%BA%BFn-th%E1%BA%AFng-bi%C3%AAn-gi%E1%BB%9Bi-%C4%91%E1%BA%BFn-chi%E1%BA%BFn-th%E1%BA%AFng-%C4%91i%E1%BB%87n-bi%C3%AAn-ph%E1%BB%A7 | tiêu đề = Từ chiến thắng Biên giới đến chiến thắng Điện Biên Phủ | author =  | ngày =  | ngày truy cập = 1 tháng 12 năm 2016 | nơi xuất bản =  | ngôn ngữ =  }}{{Liên kết hỏng|date=2021-02-10 |bot=InternetArchiveBot }}<\/ref>\n\nCả bốn trung đoàn của [[Việt Minh]] đều đột phá không thành công.\n|combatant1={{flagicon|Pháp|1830}} [[Liên hiệp Pháp]]<br>{{flagicon image|Flag of South Vietnam.svg}} [[Quốc gia Việt Nam]]\n|combatant2={{flagicon|North Vietnam|1945}} [[Quân đội nhân dân Việt Nam]]\n|commander1={{flagicon|Pháp|1830}} [[Jean de Lattre de Tassigny|De Lattre de Tassigny]]<br>{{flagicon|Pháp|1830}} [[Raoul Salan]]\n|commander2={{flagicon|North Vietnam|1945}} [[Võ Nguyên Giáp]]<br>{{flagicon|North Vietnam|1945}} [[Vương Thừa Vũ]]<br>{{flagicon|North Vietnam|1945}} [[Lê Trọng Tấn]] \n|strength1=[[Binh đoàn cơ động]] số 7 của Pháp cùng quân đồn trú của [[Quốc gia Việt Nam]], tổng cộng 11 [[tiểu đoàn]].\n|strength2=2 đại đoàn và 2 trung đoàn bộ binh, bộ đội địa phương\n|casualties1='''Theo Việt Nam:''' 2.900 thương vong (bao gồm 2.281 chết và bị thương, 580 bị bắt, 39 ra hàng)<ref name=bqp>Bộ Quốc phòng: Viện Lịch sử Quân sự Việt Nam \/\/ Bộ Quốc phòng 1945-2000 (Biên niên sự kiện).- H.: Quân đội Nhân dân, 2003.- tr. 117.<\/ref><br>Thu 413 súng các loại, phá huỷ 49 xe quân sự\n|casualties2=2.262 thương vong (495 chết, bị thương 1.673, mất tích 94)<ref name=bqp \/>\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Chiến dịch Hoàng Hoa Thám''' là một trong những cuộc tiến công lớn của [[Quân đội Nhân dân Việt Nam|Quân đội nhân dân Việt Nam]] vào khu vực [[Hải Phòng]] thuộc đồng bằng [[Bắc Bộ Việt Nam|Bắc Bộ]] do quân [[Liên hiệp Pháp]] kiểm soát. Đây là một trong 3 chiến dịch lớn trong đông-xuân 1950-1951.\n\n== Bối cảnh ==\n{{chính|Ba chiến dịch tiến công 1950-1951}}\n[[Tập tin:De Lattre.jpg|trái|120px|nhỏ|Đại tướng  [[Jean de Lattre de Tassigny]], Tổng chỉ huy Quân đội kiêm Cao uỷ Pháp ở Đông Dương]]\n[[Chiến dịch Trần Hưng Đạo]] kết thúc, Đại tướng [[Võ Nguyên Giáp]] đề nghị tạm hoãn mở chiến dịch ở Liên khu 3 và chuyển hướng sang Đông Bắc. Trung ương Đảng Lao động xác định mục đích của chiến dịch: ''\"Tiêu diệt sinh lực địch, phá kế hoạch chấn chỉnh pḥòng ngự của chúng và đẩy mạnh chiến tranh du kích. Mục tiêu đề ra là diệt từ 6 đến 8 tiểu đoàn. Chiến dịch mang tên anh hùng dân tộc [[Hoàng Hoa Thám]]. Bộ Tổng tham mưu đề ra hai phương án tác chiến để Bộ chỉ huy chiến dịch lựa chọn. Phương án 1 lấy đường số 17 và 18 làm hướng chính, hướng phụ là đường số 13. Phương án 2 lấy đường 13 làm hướng chính, hướng phụ là đường 17 và 18. Sau khi cân nhắc, Đảng ủy quyết định chọn hướng chinh của chiến dịch là đường 18, đoạn từ Băi Thảo đến Uông Bí, dài khoảng 50 km\"''<ref>Đảng ủy quân sự Trung ương – Bộ Quốc phòng (Trần Trọng Trung- chủ biên); Nhà xuất bản: 2004; Một số văn kiện chỉ đạo chiến cuộc Đông – Xuân 1953 -1954 và Điện Biên Phủ; Nhà xuất bản: Quân đội nhân dân. trang 716-717<\/ref>\n\nPhương châm chiến dịch là \"Đánh điểm diệt viện\", tiêu diệt sinh lực địch và phát triển chiến tranh du kích. Đây là một trong những chiến dịch quy mô lớn đầu tiên của QĐNDVN đánh vào phòng tuyến [[Boong ke]] kiên cố của [[Jean de Lattre de Tassigny]]\n\n(Đờlát Đờtátxinhi) ở Bắc Bộ.\n\nCông tác kế hoạch hậu cần phải tính toán nhu cầu vật chất với việc điều tra nắm vững nguồn và kế hoạch huy động nhân vật lực. Để hoàn thành nhiệm vụ bảo đảm hậu cần cho chiến dịch trong một thời gian ngắn, chỉ có 25 ngày. Phòng Cung cấp chiến dịch đã chủ động tổ chức lực lượng quan hệ với các địa phương trong địa bàn chiến dịch để nắm tình hình công tác chuẩn bị hậu cần cho chiến dịch và khả năng cung cấp nhân lực, vật lực, dự kiến nhu cầu vật chất cho chiến dịch về lương thực, vũ khí, đạn, thuốc men, tài chính, dân công phục vụ...<ref>Đại tá [[Đỗ Đắc Yên]], [http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/301\/302\/302\/192509\/Default.aspx Tổ chức, bảo đảm hậu cần cho chiến dịch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120618215333\/http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/301\/302\/302\/192509\/Default.aspx |date=2012-06-18 }}<\/ref>\n\n== Lực lượng tham chiến ==\n\nQĐNDVN sử dụng 2 đại đoàn (308, 312), 2 trung đoàn (98, 174), 4 đại đội [[pháo binh]], 2 tiểu đoàn [[công binh]], 2 đại đội bộ đội địa phương và dân quân du kích mở chiến dịch tiến công tuyến phòng thủ trên đường số 18 (đoạn Phả Lại - Uông Bí); đồng thời huy động 2 đại đoàn (304, 320) đánh du kích ở vùng trung du và đồng bằng Liên khu 3 để phối hợp với chiến dịch Đường số 18. Trong chiến dịch, cả ở vùng tự do và vùng Pháp tạm chiếm, đã huy động hơn 2.200 tấn lương thực, 1.000 con trâu, bò, lợn. Hơn 110.000 lượt dân công quy thành 1.288.000 ngày công phục vụ chiến dịch.\n\nPhía Pháp có [[Binh đoàn cơ động]] số 6, về sau tăng cường thêm [[tiểu đoàn]] 6 dù (6è BPC), yểm trợ bởi pháo binh và cơ giới, cùng quân đồn trú của [[Quốc gia Việt Nam]]. Tổng số lực lượng ở khu vực đường 18 là 11 [[tiểu đoàn]] (kể cả GM7 đứng chân ở Phả Lại) và hai đại đội pháo 105mm (tám khẩu) đặt ở Đông Triều.\n\n== Diễn biến ==\nĐêm ngày 23 tháng 3 năm 1951, mở đầu chiến dịch, QĐNDVN diệt gọn 3 vị trí Lọc Nước, Đập Nước, [[Sống Trâu]], san bằng vị trí [[Lán Tháp]]. Tiểu đoàn 23 tiến công bốt Lọc Nước do một trung đội Pháp chiếm đóng, gặp nhiều khó khăn, bộ đội bị thương vong lớn (45 hy sinh, 125 bị thương). Tiểu đoàn 322 diệt hai vị trí Đập Nước và Sống Trâu, không có chiến sĩ nào bị thương vong. [[Trung đoàn 174]] của [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]], cùng một liên đội pháo đánh vị trí Lán Tháp, diệt 14 lính, bắt 11, thu 22 súng các loại. Toàn bộ những bốt bảo vệ hệ thống dẫn nước ngọt từ [[Vàng Danh]] về [[Hải Phòng]] đều bị tiêu diệt.\n\nBộ chỉ huy chiến dịch quyết định đánh thẳng vào thị trấn [[Uông Bí]] nằm trên đường 18. Các cầu trên đường 18 đều bị phá. Đường 18 bị cắt đứt một đoạn dài 40&nbsp;km. Đập nước cung cấp nước ăn cho [[Hải Phòng]] bị phá huỷ, đường xe lửa Hà Nội - Hải Phòng bị cắt nhiều nơi, kế hoạch của QĐNDVN là khi nguồn nước ngọt duy nhất bị đe đoạ sẽ buộc quân ứng chiến của Pháp phải kéo tới. Hai trung đoàn 36, trung đoàn 102, bố trí đánh viện binh từ Uông Bí lên Lán Tháp, Đại đoàn 312 ở Trại Cao, Trung Lương, Linh Trung, đón đánh Pháp từ Đông Triều lên, nhưng Pháp chỉ hoạt động thăm dò và tăng cường lực lượng cho các vị trí có thể bị uy hiếp.\n\nĐêm 25 tháng 3, trung đoàn 98 diệt vị trí Chấp Khê. Đêm 27 tháng 3, trung đoàn 102 [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]], được tăng cường hai liên đội pháo tổ chức bốn mũi tiến công Bí Chợ, một vị trí mạnh nằm cạnh đường 18, có khoảng 150 lính Âu - Phi. Đồn Bí Chợ hoàn toàn bị diệt sau 45 phút, pháo binh Pháp không kịp chi viện. Trong trận này Pháp chết 120 lính, bị bắt 50 lính Âu - Phi; QĐNDVN thu ba súng 12,7mm, một [[súng cối]] 81mm, ba [[súng cối]] 60mm, 10 tiểu liên, 25 súng trường, một vô tuyến điện. QĐNDVN mất 30 chiến sĩ, bị thương 185 người. Cũng trong thời gian này, trung đoàn 36 diệt vị trí Phán Huệ. Trung đoàn 141 [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]], được một liên đội pháo chi viện, đánh vị trí Tràng Bạch, diệt 73 lính, bắt 5, thu một súng cối 81mm, một súng 12,7&nbsp;mm, chín tiểu liên và một số súng trường.\n\nChiến dịch Hoàng Hoa Thám diễn ra trong lúc [[Jean de Lattre de Tassigny|De Lattre]] không có mặt ở Đông Dương. Bộ chỉ huy chiến dịch quyết định tiêu diệt [[Mạo Khê]], trận đánh sẽ diễn ra vào đêm ngày 29.\n\nTrong ngày 29, có tin [[Jean de Lattre de Tassigny|De Lattre]] đã từ Pari trở lại Hà Nội, và tăng cường cho Mạo Khê Phố tiểu đoàn 6 dù thuộc địa (6è BPC), đưa quân số ở đây từ 150 tăng lên 700 lính. QĐNDVN quyết định ngừng tấn công Mạo Khê. Nhưng mệnh lệnh không tới kịp trung đoàn 36 trước giờ nổ súng. Suốt từ 3 giờ sáng đến trưa ngày hôm sau, QĐNDVN tấn công nhiều đợt nhưng nhờ không quân và [[pháo binh]] chi viện mạnh mẽ nên quân Pháp trong đồn vẫn giữ vững và đến 4 giờ chiều khi quân nhảy dù của đại tá Sizaire tới cứu viện. Các đợt tấn công của QĐNDVN bị đẩy lùi, thương vong gần 500 người, trong khi quân Pháp tổn thất 40 chết và 150 bị thương.<ref>Archimedes L.A.PATTI; Nhà xuất bản 1995; Why VIET NAM ? (Tại sao Việt Nam?) Nhà xuất bản Đà Nẵng<\/ref> Bộ chỉ huy chiến dịch nhận thấy các vị trí còn lại trên đường 18 đã được tăng cường, nên quyết định kết thúc đợt 1.\n\nQĐNDVN quyết định chuyển sang đợt 2, tiếp tục đánh một loạt vị trí do các đại đội Pháp chiếm đóng. Những mục tiêu được chọn lần này đều nằm trên đường 17.\n\nNgày 1 tháng 4, địch tăng cường cho Đông Triều hai tiểu đoàn và điều một phần GM4 từ Lục Nam xuống [[Phả Lại]].\n\nĐêm ngày 4 tháng 4 năm 1951, QĐNDVN nổ súng đánh Bến Tắm, [[Bãi Thảo]], [[Hoàng Gián]], [[Hạ Chiêu]]. Nhưng cả bốn trung đoàn đều đột phá không thành công. Trung đoàn 88 đánh Bãi Thảo, chiếm được hai đồi, diệt hơn 100 lính. Quân Pháp cố thủ ở hai đồi còn lại. Đến 4 giờ 30 phút ngày 5 tháng 4, QĐNDVN rút quân vì trời sắp sáng, lại thương vong nhiều (hy sinh 50, bị thương hơn 100 chiến sĩ). Trung đoàn 209 đánh Hoàng Gián, chiếm được hai phần ba đồn, diệt gần 50 lính, hy sinh 5 chiến sĩ, bị thương 34 người. Trung đoàn 98 đánh Hà Chiêu, diệt 13 lính, hy sinh mất 13 người, bị thương 69. Trung đoàn 102 đánh Bến Tắm cũng không thành công, do tổ chức thiếu chu đáo, nên nổ súng chậm, trời sáng, buộc phải rút.\n\nNắm được tình hình này, Trung tướng [[Đồng Sĩ Nguyên]] báo cáo với Tổng tư lệnh là Đại tướng Võ Nguyên Giáp. Đại tướng [[Võ Nguyên Giáp]] lập tức ra lệnh dừng chiến đấu và kết thúc chiến dịch Hoàng Hoa Thám. Ngày 7\/4\/1951, chiến dịch Hoàng Hoa Thám kết thúc.\n\nĐại tướng [[Võ Nguyên Giáp]] nhận định: ''\"Thất bại của các trận đánh không phải do quân đồn trú của địch có công sự phòng ngự vững chắc hoặc kiên quyết đối phó, mà chỉ vì chúng đã dựng lên một hàng rào lửa bằng [[pháo|đại bác]] quanh cứ điểm, ngăn những đợt xung phong của ta\"''<ref>Võ Nguyên Giáp, Đường tới Điện Biện Phủ, Nhà xuất bản QĐND, H- 1999.<\/ref>\n\n== Kết quả ==\n\nSau hơn 2 tuần chiến đấu, QĐNDVN tuyên bố loại khỏi vòng chiến đấu hơn 2.900 quân địch, diệt và bức rút hơn 130 vị trí tháp canh, bức rút 3 vị trí ở vùng mỏ giàu có là Uông Bí, Mạo Khê, Tràng Bạch. Trong thời gian hơn nửa tháng đã tiêu diệt được một phần binh đoàn cơ động thứ 6 và phá vỡ một mảng hệ thống phòng ngự trên đường số 18, 20, 21. QĐNDVN thu được 409 súng các loại, phá huỷ 49 xe cơ giới, 6 [[xe tăng]] và thiết giáp. Nhưng cũng có những trận QĐNDVN đã không thành công, toàn chiến dịch bị thương vong tới 2.262 người<ref name=bqp \/>.\n\nĐể đánh giá, rút kinh nghiệm từ chiến dịch nói trên, [[Quân ủy Trung ương]] đã tổ chức một hội nghị kiểm điểm, nhìn nhận lại chiến thuật chiến dịch trong tấn công đồn địch. Bộ Tổng Tư lệnh đã tổ chức rút kinh nghiệm, chỉ rõ do công tác chuẩn bị chưa tốt, nhất là việc nắm địch chưa chắc, cách đánh chưa linh hoạt, nặng về đánh điểm, sử dụng lực lượng phân tán. Chiến dịch Hoàng Hoa Thám bộc lộ trình độ chỉ huy của cán bộ chưa đáp ứng yêu cầu phát triển chiến đấu quy mô tập trung lớn. Tư tưởng chỉ đạo tác chiến của [[đại đoàn]] chưa hình thành rõ ràng, cơ sở vật chất chuẩn bị không chu đáo do đó bộc lộ nhiều lúng túng, mất dần thế chủ động khi gặp khó khăn, dẫn đến tổn thất lớn. Nguyên nhân chính là ở trong sự chuẩn bị chiến trường thiếu sót, là ở trong sự chấp hành mệnh lệnh của cán bộ có khuyết điểm<ref>Báo cáo kế hoạch tác chiến chiến dịch và tổng kết kinh nghiệm trong các chiến dịch lớn, Bộ Tổng tham mưu Xb 1963, t. 1, tr.205.<\/ref>\n\nTại hội nghị kiểm thảo chiến dịch, chủ tịch [[Hồ Chí Minh]] đến dự và phát biểu: ''\"Các chú ai cũng có khăn mặt. Có chú phong lưu hơn lại có thêm miếng xà phòng. Khăn mặt và xà phòng dùng để tắm rửa cho sạch. Về tinh thần và tư tưởng cũng cần phải có khăn mặt và xà phòng để rửa cho sạch, nghĩa là phải phê bình và tự phê bình. Trước ta nói phê bình và tự phê bình, bây giờ phải nói tự phê bình và phê bình. Nói như thế là chú trọng phê bình mình trước, phê bình người sau, phê bình mình là chính, phê bình người là phụ. Có đề cao tự phê bình và triệt để tự phê bình mới tẩy rửa được tinh thần và tư tưởng cho thật sạch. Ngày mai các chú họp phải tự phê bình thật nghiêm khắc về các khuyết điểm, rồi ra sức sửa chữa cho bằng được... Tự phê bình là cần, nhưng tự phê bình phải tăng cường đoàn kết, rút ra được bài học kinh nghiệm, xây dựng được lòng tin vào chiến dịch sau\"''<ref>Trích báo QĐND ngày 4-5-1951<\/ref>.<ref>Hồ Chí Minh, biên niên tiểu sử tập 5, Nhà xuất bản Chính trị quốc gia, H. 1995, tr.44.<\/ref>\n\nVề phía Pháp, sau trận Mạo khê, [[Jean de Lattre de Tassigny|De Lattre]] thành công trong việc thuyết phục [[Bảo Đại]] xúc tiến gấp việc thành lập [[quân đội Quốc gia Việt Nam]]. Ngày 19-4-1951, [[Jean de Lattre de Tassigny|De Lattre]] mời thủ tướng [[Trần Văn Hữu]] và các bộ trưởng trong chính phủ Quốc gia Việt Nam lên Vĩnh Yên để thị sát chiến trường. Tại đó, De Lattre cho đọc bài diễn văn ca ngợi Quốc gia Việt Nam. Bảo Đại và chính phủ Hữu đã đồng ý với [[Jean de Lattre de Tassigny|De Lattre]] xúc tiến việc thành lập quân đội Quốc gia Việt Nam. Tiểu đoàn đầu tiên được thành lập với những sĩ quan và hạ sĩ quan chuyển từ Trung đoàn 1 Khinh binh Pháp, trong đó có trung úy [[Bernard de Lattre de Tassigny]] chỉ huy một đại đội, Bernard chính là con trai của tướng [[Jean de Lattre de Tassigny|De Lattre]].\n\n==Tham khảo==\n* [[Võ Nguyên Giáp]], ''Đường tới Điện Biên Phủ''.\n* [[Lê Trọng Tấn]], ''Từ Đồng Quan đến Điện Biên''.\n* [[Trần Thái Bình]], '' Võ Nguyên Giáp trong cuộc trường chinh thế kỷ''. Nhà xuất bản Sài Gòn giải phóng.\n* [[Lê Mậu Hãn]] (chủ biên), ''Đại cương lịch sử Việt Nam''.\n* [[Hữu Mai]], ''Không phải huyền thoại''.\n* Viện Sử học, ''Việt Nam-Những sự kiện lịch sử (1945-1975)''.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* <small>[http:\/\/vinhphuc.tourism.vn\/index.php?cat=1501&itemid=305 Về thăm Ngọc Thanh - Mảnh đất chiến khu xưa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160306204115\/http:\/\/vinhphuc.tourism.vn\/index.php?cat=1501&itemid=305 |date=2016-03-06 }}\n* Nguyễn Ngọc Lan, [http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/89\/6188\/print\/Default.aspx Chiến dịch Trần Hưng Đạo Mở lối cho cách đánh vận động chiến] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150608200016\/http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/89\/6188\/print\/Default.aspx |date=2015-06-08 }}\n* PGS.TS. Đỗ Văn Trụ, [http:\/\/hoidisan.vn\/index.php\/hoi-thao-dao-tao\/hoi-thao\/160-hoi-thao-khoa-hoc-tam-dao-dsvh-tiem-nang-du-lich.html?start=1 Hội thảo khoa học \"Tam Đảo - Di sản Văn hóa và tiềm năng du lịch\" - Báo cáo đề dẫn: Tam Đảo - Di sản Văn hóa và tiềm năng du lịch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305174543\/http:\/\/hoidisan.vn\/index.php\/hoi-thao-dao-tao\/hoi-thao\/160-hoi-thao-khoa-hoc-tam-dao-dsvh-tiem-nang-du-lich.html?start=1 |date=2016-03-05 }}\n* Hà Vân, [http:\/\/congluan.vn\/Item\/VN\/Tulieu\/2011\/1\/8D2EEC45CA5DD828\/ Sư đoàn 312:60 năm vẻ vang... một hoa giáp!]{{Liên kết hỏng|date=2021-02-10 |bot=InternetArchiveBot }}\n* Ghi chép của Quân Thủy - Hoàng Hà, [http:\/\/hocvienquany.vn\/Default.aspx?MaTin=819 Trọn tấm lòng \"lương y như từ mẫu\" (Kỳ 1)]\n* Nguyễn Văn Thuyết, [http:\/\/www.vinhphuc.vn\/ct\/cms\/HeThongChinhTriTinh\/SoBanNganh\/coquanthuoctrunguong\/bochihuyquansutinh\/Lists\/GioiThieuChung\/View_Detail.aspx?ItemID=14 Truyền thống lực lượng vũ trang tỉnh Vĩnh Phúc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160306211357\/http:\/\/www.vinhphuc.vn\/ct\/cms\/HeThongChinhTriTinh\/SoBanNganh\/coquanthuoctrunguong\/bochihuyquansutinh\/Lists\/GioiThieuChung\/View_Detail.aspx?ItemID=14 |date=2016-03-06 }}\n* Nguyễn Xuân Lân, [http:\/\/www.vhttdlvinhphuc.vn\/Channel.aspx?rc=tapchivh&c=xuan2010&a=1821 Ngày 12 tháng 2 năm 1950: Một mốc son trong lịch sử kháng chiến chống pháp của tỉnh Vĩnh Phúc]{{Liên kết hỏng|date=2021-02-10 |bot=InternetArchiveBot }} 15\/4\/2010, tạp chí VH, TT & DL Vĩnh Phúc\n<\/small>\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|Hoàng Hoa Thám]]\n[[Thể loại:Lịch sử Quảng Ninh]]\n[[Thể loại:Lịch sử Hải Dương]]"}