{"411524":"{{Thông tin chiến tranh \n|conflict= Chiến tranh Việt – Xiêm (1841-1845) \n|partof=[[Lịch sử chiến tranh Việt–Xiêm]] \n|hình=VietXiem1845.jpg\n|caption=.\n|date= 1841-1845\n|place= Nam Kỳ của Đại Nam và [[Campuchia|Cao Miên]] \n|result= Việt-Xiêm ký hòa ước và cùng rút quân, [[Campuchia|Cao Miên]] phải thần phục cả hai. Nam Kỳ chính thức được Xiêm La và Cao Miên công nhận thuộc Đại Nam (Việt Nam). \n|combatant1= {{flagicon image|Long tinh flag.svg}}  [[Nhà Nguyễn]] \n|combatant2={{flagicon image|Flag of Thailand (1817).svg}} [[Xiêm|Xiêm La]] ([[Nhà Chakri]])\n|commander1= \n'''Chỉ huy chính''': \n[[Trương Minh Giảng]]<br>[[Lê Văn Đức]]<br>[[Nguyễn Tiến Lâm]]<br>[[Nguyễn Công Nhàn]]<br>[[Phạm Văn Điển]]<br>[[Nguyễn Công Trứ]]<br>[[Võ Văn Giải]]<br>[[Nguyễn Tri Phương]]<br>[[Doãn Uẩn]]<br>[[Nguyễn Hoàng (tướng nhà Nguyễn)|Nguyễn Văn Hoàng]]<br>[[Tôn Thất Nghị]]<br>\n{{flagicon image|Flag of Cambodia (pre-1863).svg}} [[Ang Mey]] (Mỹ Lâm quận chúa)\n|commander2= \n'''Chỉ huy chính''': \n{{flagicon image|Flag of Thailand (1817).svg}} [[Chao Phraya Bodin Decha|Chao Phraya Bodin]] (Chất Tri)<br>{{flagicon image|Flag of Thailand (1817).svg}} [[Ô Thiệt vương]] (nước Xiêm)<ref>[[Đại Nam thực lục]], chính biên, đệ tam kỷ, tập 6, trang 303,312 ghi Ô Thiệt vương là em trai vua Xiêm, bỏ về nước năm 1845 để nối ngôi sau khi anh qua đời. Tuy nhiên, so sánh lại lịch sử thì vua Xiêm lúc đó là Nangklao (Rama III) vẫn còn sống tới tận năm 1851. Thực tế Ô Thiệt vương chính là hoàng tử [[Mongkut]], ông không tham gia trận chiến này.<\/ref><br>{{flagicon image|Flag of Thailand (1817).svg}} [[Prayurawongse]] (Cao La Hâm, Tish Bunnag, Phi Nhã Phật Lăng)<ref>Lần này có sự tham gia của Prayurawongse, người trước đó cùng Bodin tham gia đánh Đại Nam năm 1833. Lúc đó Đại Nam Thực Lục ghi là Phi Nhã Phật Lăng do Prayurawongse làm Bộ trưởng Ngoại giao, tiếng Thái gọi là Krom Phra Khlang. Sau năm 1833, Prayurawongse được thăng lên tước hiệu Samuha Kalahom (Bộ trưởng Quốc phòng) cho nên sử nhà Nguyễn ghi là Cao La Hâm, dù đây chỉ là một người.<\/ref><br>{{flagicon image|Flag of Thailand (1817).svg}} [[Chao Phraya Nakhon Ratchasima (Thong-in Na Ratchasima)|Chao Phraya Nakhon Ratchasima (Thong-in)]]\n<br>{{flagicon image|Flag of Cambodia (pre-1863).svg}} [[Ang Duong]] (Nặc Ông Đôn, hoàng tử Cao Miên)<br>{{flagicon image|Flag of Cambodia (pre-1863).svg}} [[Ang Em (hoàng tử)|Ang Em]] (Nặc Yêm, hoàng tử Cao Miên)\n|strength1= Không rõ\n|strength2= Không rõ\n|casualties1= Số quân thương vong và thiệt hại khác không rõ. \n|casualties2= Số quân thương vong và thiệt hại khác không rõ. \n|}}\n{{Kháng chiến của Việt Nam}}\n{{Chiến tranh Việt-Xiêm}}\n'''Chiến tranh Việt- Xiêm (1841-1845)''' là cuộc chiến giữa hai nước [[Xiêm|Xiêm La]] dưới thời [[Rama III]] và [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] thời [[Thiệu Trị]], diễn ra trên lãnh thổ [[Campuchia]] (vùng phía Đông Nam [[Biển Hồ]]) và [[Nam Kỳ]] (Nam Bộ [[Việt Nam]]). Cuộc chiến được chia làm 2 phần chính diễn ra chủ yếu vào các năm [[1842]] và 1845.\n\nCuộc chiến bắt đầu xảy ra năm [[Nhâm Dần]] (1842) bao gồm nhiều trận lớn nhỏ, phần lớn đã xảy ra ở [[Kiên Giang]] và [[An Giang]] thuộc [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Theo ''[[Bản Triều Bạn Nghịch Liệt Truyện]]'' thì ''đây là một trong những cuộc chiến tranh giữ nước quan trọng của người Việt, phải huy động đến năm ngàn quân và súng lớn do những tướng giỏi chỉ huy.''<ref name=\"SN\">Chép lại theo Sơn Nam, ''Lịch sử An Giang'', tr. 12-13.<\/ref>\n\n==Nguyên nhân==\nTheo sử gia [[Phạm Văn Sơn]] thì:\n\n:''Sau chiến thắng năm [[Giáp Ngọ]] ([[1834]]), uy danh của chính quyền Việt Nam được nổi hơn bao giờ hết, các nước chư hầu càng thêm kính phục. Quốc vương Xiêm La phải cử một sứ bộ qua [[Huế]] xin giảng hòa... Mọi việc đáng lẽ tốt đẹp và êm ả, thì trái lại đám quan lại <ref>Ý nói đến tướng Trương Minh Giảng và Tham tán [[Lê Đại Cương]].<\/ref> Việt Nam sang [[Trấn Tây Thành|Trấn Tây thành]] ([[Phnôm Pênh|Nam Vang]]) đã có nhiều hành động lạm quyền, lạm thế và những nhiễu dân. Chẳng bao lâu, họ bắt cả [[Ang Mey|Ngọc Vân]] công chúa về [[Gia Định]], đem Trà Long (Chakrey Long) và La Kiên đày ra [[Miền Bắc (Việt Nam)|Bắc Việt]]. Miệt thị hoàng gia, loại trừ cấp lãnh đạo bản địa, trong lúc kẻ thù ([[Xiêm|Xiêm La]]) đang rình cạnh nách. Việc này quá tàn bạo, thất nhân tâm, lại lỗi lầm về phương tiện chiến lược và đã đưa đến một hậu quả vô cùng tai hại: Dân Chân Lạp không chịu được sự sĩ nhục liền vùng vậy chống lại chính sách Việt hóa Chân Lạp mà bấy lâu họ đã căm giận. Em [[Ang Chan II|Nặc Ông Chân]] là [[Ang Duong|Nặc Ông Đôn]] phất cờ khởi nghĩa, người Xiêm tất nhiên chỉ chờ cơ hội này để lợi dụng tình thế. Quan quân của ta phải đánh dẹp liên miên...''<ref>Phạm Văn Sơn, ''Việt sử tân biên'', Quyển 4, tr. 372.<\/ref>\n\nSách ''Đại Việt địa dư toàn biên'' của [[Nguyễn Văn Siêu]] kể chi tiết:<blockquote>''Vào năm [[Minh Mạng]] thứ 16 ([[1836]]), nhà vua đã nghe chuẩn tấu của [[Trương Minh Giảng]], lập đất [[Campuchia|Cao Miên]] thành quận huyện của Đại Nam, đặt tên là thành Trấn Tây.''<\/blockquote><blockquote>''Năm Minh Mạng thứ 19 ([[1839]]) [[Ang Em (hoàng tử)|Nặc Ong Yêm]] (Ang Em, em của [[Ang Chan II]] và [[Ang Duong]]) đem 9.000 dân [[Khmer]] cùng 70 chiếc thuyền từ [[Battambang]] (vùng [[Thái Lan]] chiếm đóng) về Trấn Tây (vùng Việt Nam cai quản), định xin triều đình nhà Nguyễn cho được làm vua kế vị Ang Chan II, đã mất mà không có con trai nối ngôi. Trương Minh Giảng muốn giết đi, nhưng Minh Mạng chỉ cho phép bắt Ang Em về [[Gia Định]] xét hỏi rồi đưa ra Huế giam.''<\/blockquote><blockquote>''Đến năm Minh Mạng thứ 21 (1841), Trà Long ([[Chakrey Long]]), Nhân Vu ([[Yumreach Hu]]) và La Kiên đến Huế mừng thọ, thì Minh Mạng lại kể tội và đày ra [[Hà Nội]]. Rồi tham tán Trấn Tây là [[Dưỡng Văn Phong]] khép cho [[Ngọc Biện]], em gái [[Ang Mey|Ngọc Vân]], tội mưu phản muốn trốn sang Xiêm, phải xử tử. Trương Minh Giảng đưa Ngọc Vân, Ngọc Thu và Ngọc Nguyên, các con gái Ang Chan II về Gia Định an trí. Nên người Cao Miên thất vọng oán ghét quân Nam.''<\/blockquote>\n\n==Trước khi giao chiến==\n[[Tập tin:BasseCochinchine-Cambodia(1841-1889).jpg|nhỏ|phải|Bản đồ BasseCochinchine (Nam Kỳ Lục tỉnh) và Cambodia (Campuchia) (Địa bàn diễn ra cuộc chiến) trong giai đoạn 1841-1889 (giai đoạn trong và sau cuộc chiến). Cho đến khi Pháp chiếm xong và bảo hộ cả hai xứ Nam Kỳ và Cao Miên, tiến hành hoạch định lại biên giới giữa hai xứ thuộc địa này năm 1889.]] \nNăm [[1840]], mấy vạn quân Xiêm kéo vào đóng ở U Đông ([[Oudong (Campuchia)|Oudong]])<ref>U Đông: Kinh đô cổ [[Campuchia]] thời kì từ 1620 đến 1867. Đây là tên một dãy núi nhỏ ở giữa đồng bằng, cách [[Phnôm Pênh]] khoảng 20 [[kilômét|km]] về phía tây. Hiện chỉ còn một số di tích đền, tháp và nền cũ của hoàng cung.<\/ref>, vua [[Minh Mạng]] sai tướng [[Phạm Văn Điển]] và [[Nguyễn Tiến Lâm]] mang quân sang đối phó nhưng không có kết quả.\n\nNăm [[1841]], vua Minh Mạng mất, [[Thiệu Trị]] vừa lên thay. Thấy tình hình Chân Lạp bất ổn mãi, nên nhân có lời tâu của [[Tạ Quang Cự]] xin bỏ đất Chân Lạp, rút quân về giữ An Giang; vua Thiệu Trị liền nghe, truyền cho Trương Minh Giảng rút quân về, nhưng đến An Giang thì viên tướng này mất. Sách ''[[Việt Nam sử lược]]'' giải thích: ''Bởi vì việc kinh lý đất Chân Lạp là ở tay ông cả, nay vì có biến loạn, quan quân phải bỏ thành Trấn Tây mà về, ông nghĩ xấu hổ và buồn bực đến nỗi thành bệnh mà chết.''<ref>''Việt Nam sử lược'', tr. 467. Theo Sơn Nam, thì Trương Minh Giảng chết vì bệnh, nhưng lý do chính là vì buồn giận triều đình. (''Lịch sử khẩn hoang miền Nam'', tr. 91)<\/ref>\n \nBiết tướng Trương Minh Giảng rút quân về nước, quân Xiêm đưa [[Ang Duong|Nặc Ông Đôn]] về [[Phnôm Pênh|Nam Vang]] lên ngôi vua và không bỏ lỡ cơ hội, [[Chao Phraya Bodin Decha|Phi Nhã Chất Tri]] (còn gọi là tướng [[Chao Phraya Bodin Decha|Bodin]]) dẫn quân sang đánh phục thù.\n\n==Diễn biến trận 1842 trên đất Việt Nam ==\nSách '''Việt Nam sử lược''' chép:\n:''Khi quân của Nguyễn Tiến Lâm và [[Nguyễn Công Trứ]] dẹp xong giặc [[Lâm Sâm]] ở [[Nam Kỳ]], thì quân Tiêm La (Xiêm La) lại đem binh thuyền sang cùng với quân giặc để đánh phá. Vua bèn sai [[Lê Văn Đức]] làm tổng đốc đem binh tướng đi tiễu trừ. Sai [[Nguyễn Tri Phương]] và Nguyễn Công Nhân giữ mặt [[Vĩnh Tế]], Phạm Văn Điển và Nguyễn Văn Nhân giữ mặt [[Hậu Giang]]. Ba mặt cùng tiến binh lên đánh, quân Tiêm và quân giặc thua to, phải rút về giữ Trấn Tây (Nam Vang). Quan quân đuổi được quân Tiêm La ra ngoài bờ cõi rồi, đặt quân giữ các nơi hiểm yếu để đợi ngày tiến tiễu...<ref>''Việt Nam sử lược'', tr. 47.<\/ref>''\n\nTheo '''Bản Triều Bạn Nghịch Liệt Truyện''' của Giá Sơn Kiều Oánh Mậu soạn năm 1901, thì diễn biến của cuộc chiến năm 1842 đại để như sau:\n\n:''Tướng Phi Nhã Chất Tri đem quân Xiêm đến dựng đồn lũy ở bờ [[kênh Vĩnh Tế]], rồi qua lại gây sự với những đồn bảo của quân Việt. Quan binh ra bèn chia ra nhiều cánh, đi tiểu trừ, giết và làm bị thương rất đông, chiếm lấy được một loạt bảy đồn ở bờ kênh Vĩnh Tế. Những gián điệp do Xiêm tổ chức ở [[núi Tượng]] và [[núi Cấm]] nghe tin, bèn chạy trốn. Quân Xiêm toan mở cuộc tấn công khác, nhưng trong nước Xiêm xảy ra việc bất ổn, nên tạm ngưng kế hoạch.''\n:''Năm sau (1842), quân Xiêm đổ bộ lên Hà Tiên, ta chặn giặc tại [[Hà Âm|đồn Vĩnh Thông]]. Tình thế trở nên căng thẳng, quân Xiêm có thêm cánh quân theo [[sông Tiền]], [[sông Hậu]] đổ xuống. Tướng Nguyễn Tri Phương lại tâu về triều đình, nhận định rằng mất sông Tiền là mất An Giang, [[Vĩnh Long]], [[Định Tường]], nên ta cần đem binh giữ và phòng bị cẩn mật những đồn [[Thông Bình]] (Tuyên Bình), Hùng Ngự ([[Hồng Ngự]]), [[Tân Châu]], [[An Lạc, Hồng Ngự|An Lạc]]. Chiến thuyền từ [[Huế]], quân sĩ từ [[Quảng Nam]], [[Quảng Ngãi]] được đưa gấp vào chiến trường chính.''\n\n:''Tổng đốc Lê Văn Đức đưa quân đến [[Bảy Núi]] (An Giang), hợp đồng với quân của quyền Tổng đốc An Hà là [[Phạm Văn Điển]]. Ông Điển đóng đồn phòng thủ ở hậu cứ núi Cấm, trong khi Lê Văn Đức và Lê Văn Phú kéo quân đến núi Tượng, thì quân Xiêm hoảng chạy.''\n\n:''Lê Văn Đức lại kéo quân đến Xà Tón ([[Tri Tôn]], [[An Giang]]), vừa gặp Tán lý Tôn Thất Tường tới, liền chia ra 5 đạo, mỗi đạo một ngàn quân, đem súng lớn phá tan đồn lũy quân Xiêm. Nguyễn Tiến Lâm, Nguyễn Tri Phương cùng nhau cũng tấn binh đến núi [[Cô Tô]], đuổi được quân đối phương. Sau đó, Nguyễn Công Trứ lãnh trách nhiệm xây dựng, khuyến khích dân địa phương trở lại canh tác bình thường, nhưng kết quả không khả quan. Quân Xiêm cứ âm mưu trở lại, mặc dầu đã bị đánh đuổi ra khỏi biên giới...''<ref name=\"SN\" \/>\n \nTháng 2 năm [[Nhâm Dần]] (1842), quân Xiêm-Lạp chia nhau lập 18 đồn trại từ núi Lộc Giác đến quãng đường bộ ở Chu Nham, một mặt chặn Kim Dữ một mặt giữ Lô Khê, ngày đêm vây hãm [[tỉnh Hà Tiên]]. Quân Việt chia nhau phòng bị Hà Tiên: đề đốc Vĩnh Long [[Đoàn Văn Sách]] cùng án sát Hà Tiên Đinh Văn Huy đóng giữ pháo đài ở cửa biển Kim Dữ, còn các quan tỉnh Hà Tiên là tuần phủ Lương Văn Liễu, bố chính Trần Văn Thông, lãnh binh Mai Văn Tích, nguyên án sát [[Hoàng Mẫn Đạt]] chia nhau đánh giữ tỉnh thành Hà Tiên, đồn Chu Nham và các nơi xung yếu. Quân Xiêm-Lạp vỡ trận, thuyền tan từng mảng trên cửa biển Kim Dữ, tháo chạy về đêm tới vùng biển Quảng Biên. Quân Việt đuổi theo truy kích, thu được nhiều súng lớn, rồi thu quân về giữ các đảo ven bờ [[vịnh Thái Lan]] ở Hà Châu, Hà Tiên. Sau đó, Đoàn Văn Sách, [[Lương Văn Liễu]] báo tin thắng trận tới vua Thiệu Trị đang ở [[Hà Nội]] tuần thú [[Bắc Kỳ]].<ref>[[Đại Nam thực lục]], chính biên, đệ tam kỷ, quyễn VII, tập sáu, Thực lục về Hiến tổ Chương hoàng đế, trang 312-313.<\/ref>\n\nSau đó cũng trong tháng 2, ở mặt tỉnh [[An Giang]], tuần phủ [[Nguyễn Công Trứ]], đề đốc [[Nguyễn Công Nhàn]] tâu rằng: Tại dải [[kênh Vĩnh Tế|sông Vĩnh Tế]], bên hữu ngạn từ Vĩnh Thông đến Tiên Nông, bên tả ngạn từ Vĩnh Lạc đến Tĩnh Biên, hơn 20000 quân Xiêm - Lạp đóng đồn trại liên tiếp, thừa dịp thì kéo sang phía Hậu Giang tiến đánh Đa Phúc, Cần Thăng, thậm chí tiến tới vây bức Tân Châu, An Lạc ở Tiền Giang. Quân Việt ở đây không đủ phòng giữ, liền xin triều đình thêm viện từ cánh quân Đoàn Văn Sách ở Hà Tiên. Vua không cho, thay vì thế cử Tôn Thất Nghị đem quân tiếp viện cho An Giang. Đến tháng 3 âm lịch, sau khi đánh dẹp xong mặt [[sông Hậu Giang]], tổng đốc [[Phạm Văn Điển]] đem binh thuyền đến quân thứ [[Hà Âm]] (sông Vĩnh Tế) hội quân với Nguyễn Công Nhàn, Nguyễn Lương Nhàn ở mặt này. Lãnh binh Lương Nhàn vốn cùng Tôn Thất Nghị ở mặt Ba Xuyên tạm ổn đem quân về tăng viện cho Vĩnh Tế. Điển thấy một dải Hà Âm dọc kênh Vĩnh Tế từ suốt dọc trường lũy Vĩnh Điền đến Tiên Nông, đối phương lập 8 đồn gần các đồn Vĩnh Thông, Tiên Nông, Thôn Nhân (Thân Nhân), Vĩnh Lạc của quân nhà Nguyễn (quân Việt chỉ có 5000 quân chống giữ). Điển liền bố trí Đoàn Văn Mật (1000 quân) được Tôn Thất Nghị (500 quân) tiếp ứng đánh các đồn bên tả của địch. Nguyễn Lương Nhàn (600 quân) đánh phía hữu đối phương. Nguyễn Công Nhàn (1300 quân) đánh 3 đồn giữa, theo sau tiếp ứng là bản thân Điển (với 1600 quân). Với 5 sở (8 đồn), mỗi đồn quân Xiêm-Lạp có khoảng 2000 quân. Phía Mật và Nghị đánh tan quân Xiêm Lạp trước liền tiến tới hợp cùng đạo binh của Công Nhàn. Quân Xiêm-Lạp ở 13 trại trong rừng kéo ra tiếp viện. Điển sai Dương Hựu, Phạm Phúc Minh chặn đánh. Lương Nhàn kéo quân đánh úp phía sau. Quân Xiêm-Lạp thua chạy vào rừng (13 trại trong núi không đánh mà vỡ), quân đồn trú trong 8 đồn thì bị vây giáp. Điển và Công Nhàn phá tan quân Xiêm-Lạp ở Hà Âm và Hà Dương ven kênh Vĩnh Tế trong tháng 3 âm năm 1842. Tuy vậy, quân Xiêm Lạp vẫn còn chiếm giữ vùng Thất Sơn, Xà Tôn thuộc Hà Dương. Nhưng một loạt tướng sĩ quân nhà Nguyễn như Nguyễn Công Trứ, Phạm Văn Điển, Đinh Văn Huy sau đợt này đều ốm bệnh, riêng Điển và Huy mắc bệnh rồi mất vào tháng 4 âm lịch. Công Nhàn thay Điển làm tổng đốc An Hà, Lương Nhàn làm đề đốc An Giang, Tôn Thất Nghị làm lãnh binh An Giang.\n\nTheo '''Lịch sử khẩn hoang miền Nam''' của nhà văn [[Sơn Nam (định hướng)|Sơn Nam]]:\n[[Tập tin:NamKy (BasseCochichine)1878.jpg|nhỏ|phải|Bản đồ Nam Kỳ với các địa danh giữa thế kỷ 19.]]\n:''Tháng Giêng năm 1842, chiến thuyền Xiêm đến vùng đảo [[Phú Quốc]], tấn công để dò xét. Nguyễn Công Trứ, thử trổ tài, nhưng bị \"sóng gió ngăn trở\". Bọn Hoàng Tôn (tự xưng là con của [[Nguyễn Phúc Cảnh|Hoàng tử Cảnh]], lấy hiệu là Hoàng Tôn) đưa 5000 người đến Sách Sô<ref>Theo Sơn Nam thì Sách Sô nằm giữa sông Tiền và sông Hậu, nhưng Đại Nam thực lục thì viết rằng: ''Sách Sô thuộc địa hạt huyện Nam Thịnh, phủ Nam Ninh kiêm lý'' (tức Nam Thịnh thuộc phủ Nam Ninh nhưng có phủ lỵ ở Nam Thịnh), ''Nam Thịnh là đổi tên từ Ba Nam năm 1840 mà thành.'' Ba Nam thực tế nằm bên tả sông Tiền, còn sông Hậu thực tế nằm bên bờ hữu sông Tiền.<\/ref>, là vị trí quan trọng ở giữa sông Tiền và sông Hậu. Tướng Nguyễn Tri Phương liền đem binh thuyền bố trí sẵn.''\n \n:''Tháng 2 năm 1842, quân Xiêm lại tăng cường hải quân, đến gần Cần Vọt (Quảng Biên, [[Kampot]]), rồi kéo tới Bạch Mã ([[Kep|Kép]]) với ý định chiếm Lư Khê (Rạch Vược, phía Nam Hà Tiên) và chiếm Tô Môn (cửa [[Đông Hồ (định hướng)|Đông Hồ]], bên cạnh núi Tô Châu) để bao vây [[Hà Tiên (tỉnh)|Hà Tiên]]. Xiêm kéo mấy vạn binh tràn vùng [[kênh Vĩnh Tế]], quân Việt chống đỡ không kịp. Cánh quân chánh của Xiêm đánh từ bờ biển vịnh Xiêm La qua theo đường Hà Tiên, chớ không từ Nam Vang mà thọc xuống theo sông Tiền như mấy lần trước.''\n \n:''Trước nguy cơ ấy, vua Thiệu Trị cho quân lực từ Huế kéo vào tăng cường, cùng với lính thú từ Quảng Nam, Quảng Ngãi. Đợt tấn công đầu tiên của quân Xiêm bị chặn lại, ở khắp các mặt trận Vĩnh Tế, sông Tiền và sông Hậu. Nhưng quân Xiêm chưa rút lui, cho củng cố thành lũy, chiếm trọn vùng [[núi Cô Tô]].''\n\n:''Tháng 5 năm ấy, quân Việt kéo vào chiếm lại khu Cô Tô. Đoàn binh gồm năm đạo, mỗi đạo 1000 quân, đem súng lớn đặt tại Tri Tôn (Xà Tón) mà bắn phá đồn lũy đối phương. Nguyễn Tri Phương đem đại binh đến núi Cô Tô, quân Xiêm tan, một số đông ra đầu thú, trong số đó có cả người Tàu và người Miên có đến số ngàn. Vua Thiệu Trị sai Nguyễn Công Trứ điều động việc lập ấp, khuyến khích khẩn ruộng. Nhưng việc làm này không đi tới đâu cả...''<ref>Lược theo Sơn Nam, ''Lịch sử khẩn hoang Miền Nam'', tr. 91-92.<\/ref>\n\n==Chiến dịch phản công của quân nhà Nguyễn trên đất Cao Miên năm 1845==\nSau đó, cũng theo ''Việt Nam sử lược'', thì ở Chân Lạp, quân Xiêm La lại giở trò tàn bạo, khiến người Chân Lạp không phục, lại nổi lên và cử người sang cầu cứu quân đội Việt. Vua Thiệu Trị bèn sai Võ Văn Giải sang kinh lý việc Chân Lạp. Tháng 6 năm [[Ất Tỵ]] (1845), Võ Văn Giải vào đến [[Gia Định]], cùng với Nguyễn Tri Phương, [[Doãn Uẩn]], [[Tôn Thất Nghị]], tiến binh sang đánh Chân Lạp, phá được đồn Thiết Thằng (Dây Sắt), lấy lại thành Nam Vang, người Chân Lạp và Xiêm về hàng kể hơn 23.000 người. Tiếp theo, Nguyễn Tri Phương và Doãn Uẩn đem binh truy đuổi liên quân Xiêm La - Chân Lạp, vây vua Nặc Ông Đôn và tướng Xiêm là Phi Nhã Chất Tri ([[Chao Phraya Bodin]]) ở Ô Đông ([[Oudong (Campuchia)|Oudon]]).\n=== Kế hoạch ===\nTháng 6 âm lịch năm [[Ất Tỵ]] (1845), (Tháng 6-9 âm lịch ở hạ lưu sông Mê Kông vùng thuộc Campuchia và Việt Nam thường đang vào mùa nước nổi (lũ)), kế hoạch ban đầu của vua [[Thiệu Trị]]: \n*Cử Võ Văn Giải (hậu quân đô thống kiêm [[Tổng đốc]] Định Biên), [[Tôn Thất Bạch]] ([[Thượng thư]] [[Bộ Binh]]) làm Khâm sai đại thần kinh lý Nam Kỳ trù tính việc Trấn Tây.<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển XLVIII, tập 6, trang 735.<\/ref>\n*Lấy các đạo binh thuộc quân thứ [[An Giang]], [[Định Tường]] ([[Đồng Tháp]], [[Long An]]), [[Gia Định]] (Long An, Tây Ninh) chia làm 3 đường tiến sang đất Cao Miên từ các đồn: [[Tân Châu]] (thuộc An Giang), [[Thông Bình]] (thuộc Định Tường), và [[Tây Ninh]] (thuộc Gia Định). Tướng lĩnh đứng đầu 3 đạo binh là các quan hàng tỉnh của An Giang, Định Tường và Gia Định.\n*Đạo binh Tân Châu ban đầu định do Tổng đốc An Hà Nguyễn Văn Chương (Tri Phương) chỉ huy, nhưng sau thay đổi kế hoạch do [[Nguyễn Hoàng (tướng nhà Nguyễn)|Nguyễn Văn Hoàng]] (đề đốc An Giang) nắm, theo đường thủy lớn [[sông Tiền|sông Tiền Giang]] (tức Tonlé Bassac Thượng) tiến tới đánh đồn Ba Nam (đồn trọng yếu trên sông Me Kong (Tiền Giang), nay là Phumi Ba Nam thuộc thị trấn [[Neak Loeang]] [[peam Ro|huyện Peam Ro]] [[prey Veng (tỉnh)|tỉnh Prey Veng]]). Đồn Ba Nam nằm kẹp giữa sông Tiền (Bassac Thượng) và sông Ba Nam ([[Prek Banam]]), một phân lưu của Bassac Thượng chảy từ ngã ba Ba My (tức Trà Mạt) song song với sông Bassac Thượng về tới [[sông Sở Thượng]] trên biên giới Việt-Miên.\n*Đạo binh [[Thông Bình]] do Doãn Uẩn ([[tuần phủ]] An Giang) chỉ huy, theo đường sông nhánh (sông [[Prek Trabeak]], nhà Nguyễn gọi là sông Tam Ly<ref>[http:\/\/baodanang.vn\/channel\/5399\/201206\/bien-gioi-thanh-tho-hiep-uoc-hoach-dinh-bien-gioi-quoc-gia-giua-viet-nam-va-cam-pu-chia-tiep-theo-2173601\/ Biên giới Việt Nam-Campuchia.]<\/ref> với đoạn cuối theo hướng bắc-nam từ điểm nối với sông Vàm Dừa (tức [[rạch Cái Cỏ]], hay Prek Kompong Snay) đến điểm gặp [[sông Sở Hạ]] (Prek Krom, hay rạch Lợi Ban), làm thành đoạn biên phía tây của Thông Bình với Campuchia vào thời nhà Nguyễn được tính là đoạn đầu của sông Vàm Dừa (Cái Cỏ) chảy dọc biên giới Việt Miên. Sông Prek Trabeak là nhánh của sông Tiền chảy qua phủ lỵ Ba Nam ([[Ba Phnum]]) và đồn [[Thông Bình]]) tiến vào suốt trong lòng phủ Nam Ninh (tức là phủ Ba Nam (mới đổi trước đó), ''xem bài [[Hành chính Việt Nam thời Nguyễn]]''), rồi hợp quân với đạo Tiền Giang (tức đạo binh Tân Châu).<ref name=\"XLVIII p 6\">Đại Nam thực lục, chính biên, đệ tam kỷ, quyển XLVIII, tập 6, trang 737.<\/ref>\n*Đạo binh thứ 3, dự kiến tiến sang Cao Miên từ phủ [[Tây Ninh]] [[gia Định (tỉnh)|tỉnh Gia Định]], do các quan tỉnh này là [[Nguyễn Công Nhàn]] và [[Cao Hữu Dực]] chỉ huy. Tuy nhiên đạo này không tiến binh ngay, mà phải tới tháng 8 âm lịch (1845), khi 2 đạo trên đã bình định xong phủ Nam Ninh, thì đạo này (do Công Nhàn lĩnh, Hữu Dực ở lại Tây Ninh) mới tiến sang Cao Miên hợp quân đánh đồn Thiết Thằng.\n\n=== Diễn biến ===\n[[Tập tin:NamKy1860.jpg|nhỏ|phải|Các địa danh Nam Kỳ và Cao Miên (Trấn Tây) gọi theo cách gọi của người Việt: Thông Bình (Thong bigne F), Phù Nam (Phou-Nam), Nam Ninh (Nam-nigne), Lô An (Lou-an), La Kiết (La-Kiet), Tầm Vu (Tam-vou), Nam Vang (Nora-Vang), Kỳ Tô (Ki-to).]]\nTháng 6 âm, Doãn Uẩn cùng lãnh binh Định Tường là Nguyễn Sáng đem quân từ đồn Thông Bình (nay thuộc xã [[Thông Bình]] huyện [[Tân Hồng]] tỉnh [[Đồng Tháp]]) tiến sang [[Campuchia|Cao Miên]] qua ngả huyện Nam Thịnh (tức phủ Ba Nam cũ) thuộc phủ Nam Ninh (theo đường sông nhánh của sông Tiền Giang và dọc [[quốc lộ 1 (Campuchia)]] ngày nay), hạ ngay được hai đồn Thị Đam<ref name=\"XLVIII p 6\"\/> (nay khoảng xã [[Cheang Daek]] [[kampong Trabaek|huyện Kampong Trabaek]]), Vịnh Bích (khoảng [[Kampong Trabaek (thị trấn)|thị trấn Kampong Trabaek]] huyện Kampong Trabaek [[prey Veng (tỉnh)|tỉnh Prey Veng]]). Sau đó, Doãn Uẩn tiến tới đóng ở Gò Bắc (nay khoảng các xã [[Kansoam Ak]], [[Kou Khchak]] huyện Kampong Trabaek hay làng (phum) Beng Pasré huyện [[Ba Phnum]]), phía trước là xứ Kha Đốc (khoảng làng Beng Pasré hay xã [[Sdau Kaong]] huyện Ba Phnum) có đồn Kha Đốc do các tướng của liên quân Xiêm-Lạp tên là Bang và Mạt trấn giữ. Quân Xiêm-Lạp từ đồn Kha Đốc phía thượng lưu (sông nhánh) theo dọc sông tiến xuống bắn bị thương viên vệ úy Trần Tri. Uẩn và Sáng thúc quân đánh phản công, quân Xiêm-Lạp bỏ đồn Kha Đốc rút chạy, quân nhà Nguyễn chiếm được đồn Kha Đốc.\n\nĐồng thời với Doãn Uẩn, Nguyễn Văn Hoàng cũng từ đồn Tân Châu (nay thuộc [[Tân Châu]] [[An Giang]]) tiến đến Tầm Bôn (thuộc huyện Phù Nam phủ Nam Ninh Trấn Tây, nay là khoảng xã [[Preaek Sambuor]] thuộc [[peam Chor|huyện Peam Chor]] tỉnh Prey Veng), quân Xiêm Lạp xuôi theo sông Tiền bắn ra, Hoàng cùng Hồ Đức Tú (lãnh binh An Giang) và Lê Đình Lý (phó lãnh binh Vĩnh Long), tiến đánh thu được Tàm Bôn và ngược dòng sông Tiền tiến về đồn Ba Nam (phumi Ba Nam). Nguyễn Văn Hoàng tiến quân hạ được đồn Ba Nam (Phumi Ba Nam, ở Neak Loeang trên ngã tư giao cắt giữa Quốc lộ số 1 (Campuchia) với sông Tiền Giang), Nguyễn Văn Hoàng liền chiêu an vỗ về dân chúng Cao Miên, và thám sát biết được rằng: quân Xiêm-Lạp do các tướng [[Prayurawongse|Cao La Hâm]] (tiếng Thái: สมุห กลาโหม, S̄muh̄ klāh̄om, Samuha Kalahom, Bộ trưởng bộ Quốc phòng<ref>Thực ra đây là Prayurawongse, người trước đó đã cùng Bodin (Chất Tri) tham gia đánh Đại Nam năm 1833. Lúc đó Đại Nam Thực Lục ghi là Phi Nhã Phật Lăng do Prayurawongse làm Bộ trưởng Ngoại giao, tiếng Thái gọi là Krom Phra Khlang. Sau năm 1833,  Prayurawongse được thăng lên tước hiệu Samuha Kalahom (Bộ trưởng Quốc phòng) cho nên sử nhà Nguyễn ghi là Cao La Hâm, dù đây chỉ là một người.<\/ref>), [[Mộc Xá Na Lăng]] nắm, đã xây dựng ở phía thượng lưu sông Tiền Giang một phòng tuyến quanh đồn Thiết Thằng<ref>Đại Nam thực luc, đệ tam kỷ, quyển XLVIII, trang 741.<\/ref> (dọc bờ sông và chặn ngang sông tại đồn Thiết Thằng) án ngữ trên bờ sông Tiền chặn đường tiến tới Nam Vang. Hoàng sai Hồ Đức Tú đánh hạ được đồn ngoài rìa (phía hạ lưu Thiết Thằng) của phòng tuyến trên sông này. (Phòng tuyến Thiết Thằng (tiếng Khmer:បន្ទាយ ដែក, [[Banteay Daek]]) nằm khoảng 2 bờ sông Tiền Giang ([[Mê Kông]]) nay thuộc khoảng 2 huyện [[Kien Svay]] hay [[Lvea Aem]] [[kandal|tỉnh Kandal]]).\n\nNgày 14 tháng 6 âm năm [[Ất Tỵ]] (tức [[18 tháng 7]] năm 1845<ref name=\"đối chiếu âm lịch với dương lịch\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/amlich\/ đối chiếu âm lịch với dương lịch.]<\/ref>), Doãn Uẩn tiến đánh đồn Sách Sô (nay là Phumi Khsach Sa thuộc khoảng các xã [[Roung Damrei]], [[Reaks Chey]] huyện [[Ba Phnum]]) ở chi lưu sông Sách Sô ([[sông Preaek Say Sos]], nối với [[sông Preaek Banam]] ở xã [[Banlich Prasat]]). Quân Cao Miên ở chi lưu sông Sách Sô (vùng Sách Sô thuộc huyện Nam Thịnh phủ Nam Ninh Trấn Tây<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển XXI, tập 6, trang 363.<\/ref>) kết bè mảng trên sông, đào hầm hố dựng lũy để chống quân nhà Nguyễn. Cánh quân của Doãn Uẩn đang đánh đồn Sách Sô, liền đến đóng đồn ở Bang Chích (khoảng xã [[Banlich Prasat]] huyện [[Peam Ro]] [[prey Veng (tỉnh)|tỉnh Prey Veng]] ngày nay), rồi sai các phó cơ Nguyễn Khoa, Nguyễn Hữu Mỹ đem 400 quân hội với đạo quân ở sông Tiền Giang của Nguyễn Văn Hoàng.<ref>Đại Nam thực lục, quyển XLVIII, trang 742.<\/ref> Theo ''Ngoại Lãng tướng công niên biểu'' của Doãn Uẩn: \"''Ngày 14 tháng 6, công phá đầm lũy giặc ở Sách Sô...(Sách Sô tức là thượng du của phủ Nam Ninh, phía trước có đầm lớn, đảng giặc đã đắp lũy từ trước ở ven đầm, hai lớp trong ngoài dài hơn ngàn trượng. Tất chúng tử thủ. Ta chia binh làm hai đạo: lãnh binh binh Hồ Đức Tú và phó lãnh binh Lê Đình Lý cầm một ngàn binh từ phủ Tẩu Đà tiến vào, ta cùng lãnh binh Nguyễn Sáng dẫn hơn ngàn quân từ Ích Đà tiến vào. Bọn giặc dựa vào lũy đông như kiến, bắn ra. Ta thân đốc hai đạo quan binh oanh kích bằng pháo lớn. Ai nấy dũng cảm hăng hái,lên trước bạt lũy, đâm chết nhiều tên. Đảng giặc tan vỡ, vào rừng chống giữ. Quan binh liền đóng đồn trấn giữ ở Sách Sô.''\"\n\nTrong lúc đó, quân Xiêm La-Cao Miên lại vòng xuống quấy rối các đồn Vịnh Bích, Kha Đốc. Doãn Uẩn sai Trần Tri và Trương Lý đem quân chống giữ, rồi gửi thư xin viện binh cho Nguyễn Tri Phương. Đồng thời Uẩn tiến quân tới ngã ba sông Trà Mạt (còn gọi là ngã ba Ba Mi<ref>Trong cuốn ''Trấn Tây kỷ lược'', [[Doãn Uẩn]] viết: \"''Xứ ngã ba Ba Mi có dòng sông nhỏ chảy qua, rồi rẽ ngang sang sông nhánh Ba Nam. Lại một dòng chảy thông sang sông bé Tiền Giang, chảy xuống đến Thông Bình...''\"<\/ref>, nay khoảng phía nam xã [[Peam Mean Chey]] huyện Peam Ro), để hội quân với Nguyễn Văn Hoàng. Hoàng điều Hồ Đức Tú, Lê Đình Lý cùng 1000 quân theo Doãn Uẩn, còn mình lại về đánh mặt đồn Ba Nam. Hôm sau, Doãn Uẩn chia quân làm hai đạo tiến đánh Sách Sô: Doãn Uẩn, Nguyễn Sáng đánh mặt phải, mặt trái là Hồ Đức Tú và [[Lê Đình Lý]]. Hồ Đức Tú thúc quân lên bờ đánh thành, Doãn Uẩn kéo quân lội qua sông, ra mặt trước thành, bắn giết được một tướng Xiêm và hơn trăm quân đối phương. Lê Đình Lý bắn chết một tướng Xiêm. Cánh hữu, Nguyễn Sáng bắn trúng 10 quân Cao Miên và 20 quân Xiêm La. Hạ được đồn Sách Sô, Doãn Uẩn cho Hồ Đức Tú về đồn Ba Nam, và định rút quân ở 5 đồn Thị Đam (Cheang Daek), Vịnh Bích (Kampong Trabaek), Gò Bắc (Kansoam Ak), Kha Đốc (Sdau Kaong), và Bang Chích (Banlich Prasat) về tập trung đồn Sách Sô (Phumi Khsach Sa) để binh lực thêm hùng hậu, nên gửi thư về cho Nguyễn Tri Phương. Tri Phương không nhất trí, đưa thư đáp rằng nên tạm để quân tại các đồn đó để canh phòng.\n\nỞ Nam Kỳ, [[Võ Văn Giải]] (hậu quân đô thống) và [[Tôn Thất Bạch]] (binh bộ thượng thư) đến An Giang, phân cho [[Nguyễn Tri Phương]], [[Tôn Thất Nghị]] đem thuyền chở quân đến quân thứ Ba Nam, tăng cường cho Doãn Uẩn và Nguyễn Văn Hoàng. Khi Tri Phương chưa tới, ngày 26 tháng 6 âm, 5000 quân Xiêm Lạp đến vây đạo quân của Doãn Uẩn ở đồn Sách Sô. Doãn Uẩn sai Lê Viên (quản cơ), Hồ Đức Tú, Nguyễn Sáng, đem binh chống giữ, bắn giết được tướng Xiêm, làm quân Xiêm Lạp tan vỡ.\n\nĐược tin thắng trận, vua Thiệu Trị khen ngợi các tướng sĩ hai đạo binh Doãn Uẩn, Nguyễn Văn Hoàng, đồng thời dụ Vũ Văn Giải, Tôn Thất Bạch rằng: cần đốc thúc 2 đao quân tiến nhanh tới hạ thành [[Phnôm Pênh|Nam Vang]], và yêu cầu đạo binh thứ 3 theo kế hoạch ban đầu ở Tây Ninh dưới quyền Nguyễn Công Nhàn và Cao Hữu Dực, lúc đó vẫn chưa tiến sang Cao Miên, phải tiến sang Ba Nam hội quân.\n\nTháng 7 âm, Nguyễn Tri Phương, Tôn Thất Nghị cùng viện binh đến được Ba Nam. Nguyễn Tri Phương sai quân chiêu dụ dân chúng Cao Miên, nhưng dân bị quân của Ang Duong kiềm tỏa không chịu theo ra. Thượng lưu dọc sông Tiền thuộc Ba Nam, quân Xiêm lập đồn lũy\nchạy ngang đến Thiết Thằng (quân Xiêm dùng xích sắt chắn ngang sông), bảo vệ Nam Vang. Nguyễn Tri Phương, Doãn Uẩn và Nguyễn Văn Hoàng muốn nhanh chia đường tiến đánh Thiết Thằng, nhưng Võ Văn Giải, Tôn Thất Bạch cho rằng chưa nên đánh vì quân chưa hội đủ, dân Miên theo về chưa nhiều. Quan quân tâu về triều, vua dụ rằng cần phải tốc chiến tốc thắng (chỉ dụ của vua đến quân thứ ngày 22 tháng 7 âm). Trong khi đó, quân Xiêm lại quấy nhiễu đồn Sách Sô, Nguyễn Văn Chương (Tri Phương) và Doãn Uẩn dẫn 1000 quân ra đánh dẹp, quân Xiêm thua chạy.<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển XLIX, tập 6, trang 748.<\/ref>\n\nNgày 6 tháng 8 âm<ref name=\"Doãn Uẩn 2006\">bài ''Một số sự kiện về cuộc đời và sự nghiệp của Doãn Uẩn'', tác giả Doãn Đoan Trinh, tạp chí Nghiên cứu Lịch sử, số 1(357)\/2006, trang 67. ISSN.0866-7497.<\/ref> (7 tháng 9 năm 1845), tại quân thứ Ba Nam, Nguyễn Tri Phương và Doãn Uẩn chia đường tiến đánh Thiết Thằng (đồn sắt, បន្ទាយ ដែក, [[Banteay Daek]]): Nguyễn Tri Phương và Tôn Thất Nghị dẫn 3000 quân, Doãn Uẩn và Nguyễn Văn Hoàng đem 2000 quân, 2 đạo đều tiến theo đường thủy sông Tiền Giang (Mê Kông) và có thổ dân Cao Miên dẫn đường. Quân Xiêm-Lạp hai bên bờ bắn ra đánh chặn, 2 đạo quân nhà Nguyễn hợp lại đồng loạt tấn công. Các tướng lĩnh Hồ Đức Tú, Lê Đình Lý, Hồ Hậu, Nguyễn Công Nhàn đều hăng hái lập công. Quân Việt tiêu diệt được 1 đại tướng của Xiêm cùng 600 quân Xiêm-Lạp (gồm cả người Xiêm, người Miên, người Lào, người Hoa), và thu được rất nhiều thuyền bè súng ống. Quân Việt chết một tướng là Trương Lý. Quân Xiêm của Chất Tri thua chạy bỏ đồn lũy rút về Nam Vang. Nhân đà thắng, quân Việt tiến thẳng đến Nam Vang, mất phòng tuyến Thiết Thằng (ngày 12 tháng 8 âm<ref name=\"Doãn Uẩn 2006\"\/> tức 11 tháng 9 năm 1845), đại quân Xiêm-Lạp của Chất Tri ([[Chao Phraya Bodin Decha]]) và Nặc Ông Đôn (tức Ông Giun, Ang Duong) rút lui khỏi Nam Vang vào ban đêm, chạy về phía [[Oudong (Campuchia)|Oudong]] cố thủ.<ref>Đại Nam thực lục, quyển XLIX, trang 759.<\/ref> Doãn Uẩn nói về đồn Thiết Thằng như sau: \"''Năm Thiệu Trị thứ nhất,... Chất Tri (Chao Phraya Bodin Decha) và Nặc Ông Đôn (tức Ông Giun, [[Ang Duong]]) chiếm Trấn Tây đã phá thành cũ, xây thành mới bằng gạch ở thượng lưu dài hơn trăn trượng. Lại đặt đồn lũy ở hai bên sông hạ lưu [[S'ang|Sa An]] của Hậu Giang và Hách Chử của Tiền Giang, mà đồn Tiền Giang là kiên cố nhất, tả hữu đắp liền ba đồn, rào lũy dày đặc, đắp núi đất cao lên, bố trí nhiều hồng y đại pháo,lại làm khóa sắt ngang sông, tự coi là thế hiểm kiếm các, kiên cố không thể phá vỡ, cho nên gọi là Thiết Lũy, còn gọi là đồn Thiết Thằng.''\"\n\nThu được thành Nam Vang ([[Phnôm Pênh|Phnom Penh]]), vua Thiệu Trị khen thưởng và thăng chức cho tướng sĩ quân Việt đánh Xiêm-Lạp, Nguyễn Văn Chương được thăng Hiệp biện đại học sĩ, Doãn Uẩn được thăng quyền thượng thư bộ Binh, các tướng bên dưới đều được thăng cấp và khen thưởng. Vua dụ Nguyễn Văn Chương (Tri Phương) và Doãn Uẩn đem quân tiến gấp tới bến Vĩnh Long (Kampong Luong, trên bờ sông [[Tonlé Sap]], nay là xã [[Kampong Luong, Ponhea Leu|Kampong Luong]] huyện [[Ponhea Leu]] [[kandal|tỉnh Kandal]]) truy kích quân Xiêm-Lạp. Vua sai Vũ Văn Giải, Tôn Thất Bạch, Nguyễn Văn Hoàng đi chiêu an dân chúng, ổn định đất Trấn Tây mới lấy lại. Vua điều binh từ [[Nam Kỳ]] tăng cường cho Trấn Tây, lấy quân từ các tỉnh [[Trung Kỳ]] kể từ kinh đô [[Huế]] trở vào bổ sung cho Nam Kỳ. Vũ Văn Giải (cuối tháng 8 đến được Trấn Tây) tâu xin tạm lập [[Nặc Ong Bướm]] (tức Ang Bhim, con của Ong Yêm (tức Ang Im, hay Ang Em)) lên ngôi vương, nhưng Thiệu Trị chưa thuận<ref>Đại Nam thực lục, đệ tam kỷ, quyển XLIX, trang 760-761.<\/ref>, vì đang cân nhắc giữa Bướm và Ngọc Vân ([[Ang Mey]]) con gái của vua Ông Chân ([[Ang Chan II]]). Dân Cao Miên về theo nhà Nguyễn khoảng 23000 người, các tướng người Cao Miên là Ốc Nha Sô Phì và Lịch Bồn Nha Trắc cũng kéo quân Miên ra hàng.\n\nTháng 9 âm năm 1845, Võ Văn Giải, Tôn Thất Bạch báo cáo cho Thiệu Trị về tình hình Trấn Tây rằng: hoàng thân Cao Miên là Ông Giun ([[Ang Duong]]) và tướng Xiêm là Chất Tri ([[Chao Phraya Bodin Decha]]) lúc đó đang tụ tập tại vùng Vĩnh Long (Kampong Luong) và đô thành Oudong. Quân nhà Nguyễn do Nguyễn Văn Chương (Tri Phương), Doãn Uẩn, Tôn Thất Nghị đang ngược theo đường sông Tonlé Sap tiến về phía bến Vĩnh Long truy kích quân Xiêm-Lạp. Còn Giải cùng Bạch và Hoàng ở lại Nam Vang ổn định tình hình. Nguyễn Tri Phương, Doãn Uẩn tiến đánh đến bến Vĩnh Long, quân Xiêm hai bên bờ sông bắn ra ác liệt, quân Việt không thể tiến lên bờ được. Thiệu Trị liền lệnh cho Võ Văn Giải mang quân từ Nam Vang lên tăng cường đánh Oudong (để Bạch và Hoàng ở lại Nam Vang).\n\nVũ Văn Giải chưa tới nơi, thì Tri Phương đã cùng Hồ Đức Tú, Nguyễn Công Nhàn bỏ thuyền lên bộ, còn để lại Doãn Uẩn giữ thủy trại và đánh yểm hộ. Quân Xiêm bi vỡ trận, thua chạy rút về giữ thành Ô Đông (tức [[Oudong (Campuchia)|Oudong]]), ở phía Tây Nam bến Vĩnh Long. Thiệu Trị dụ quân tướng Việt ở Trấn Tây rằng cần phải bao vây quân Xiêm-Lạp tại Oudong (Oudong Meanchey), không cho quân Xiêm của Chất Tri (Chao Phraya Bodin Decha) rút về Bắc Tầm Bôn (tức [[Battambang (tỉnh)|Battambang]]), để rồi tiêu diệt (Kampong Luong nằm ở vùng đất chắn giữa Oudong và Battambang). Thiệu Trị thăng chức cho các tướng nhà Nguyễn ở Trấn Tây: Võ Văn Giải làm Tiền quân Đô Thống kiêm Phủ biên tướng quân quản hạt Trấn Tây (chức của Trương Minh Giảng trước đó), Nguyễn Tri Phương làm Hiệp biện Đại học sĩ kiêm Khâm sai đại thần, Tôn Thất Bạch làm Tổng đốc An Giang, Doãn Uẩn làm Thượng thư Bộ Binh kiêm Tham tán đại thần Trấn Tây.<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển L, tập 6, trang 765.<\/ref> Thiệu Trị sai Nguyễn Lương Nhàn (tuần phủ [[Hà Tiên (tỉnh)|Hà Tiên]]) đem 1000 quân cùng nhiều súng thần công lớn, đến huyện Khai Biên phủ Quảng Biên (tức [[Kam pốt|Kampot]] ngày nay) chiêu an dân chúng và tuyển mộ người Cao Miên dẫn quân tiến đến phủ Hải Tây (nay là [[pursat|tỉnh Pursat]]), phía Tây Bắc của Ô Đông (Oudong Meanchey) để kép chặt vòng vây.\n\nBị vây chặt trong thành Oudong, cuối tháng 9, Chất Tri (Chao Phraya Bodin Decha) gửi thư sang phía quân Việt xin cầu hòa 2, 3 lần. Vũ Văn Giải, Nguyễn Văn Chương (Tri Phương), Doãn Uẩn tạm đình chiến, giữ nguyên vòng vây không tiến đánh, đồng thời báo cáo về triều đình Huế, và cho quân Xiêm một hẹn ước hòa đàm.\n\nTháng 10 âm lịch, đến thời hạn hẹn ước hòa đàm, quân Xiêm sai hẹn không đến mà vẫn cố thủ giữ thành Oudong, quân Việt từ ngoại thành liền tiến đánh Oudong. Nguyễn Tri Phương từ mặt sông Tầm Nạp (nay khoảng bờ sông xã [[Samraong]] huyện Ponhea Leu, phía hạ lưu sông Tonlé Sap, tức phía Đông Nam Oudong) tiến vào, Doãn Uẩn từ mặt sông Vĩnh Long ([[Kampong Luong, Ponhea Leu|Kampong Luong]], phía thượng lưu sông Tonlé Sáp, tức mặt Đông Bắc Oudong) tiến đánh Oudong. Theo ''Ngoại Lãng tướng công niên biểu'' của Doãn Uẩn: \"''Sau đó (tức là sau khi đưa thư xin hòa), Chất Tri và Sá Ông Đôn (Ang Duong) trì hồi quá hạn. Ngày 28 tháng 9 (âm, tức 28-10-1845), [quân Việt] lại chia binh tiến công ở Vĩnh Long (Kampong Luong). Binh đạo Khâm sai (tức [[Nguyễn Tri Phương|Nguyễn Văn Chương]]) đánh đường hữu lộ của chúng. Binh đạo Tham tán (tức Doãn Uẩn) đánh đường tả lộ của chúng.''\"\n\"''... Hơn hai tuần (khoảng hơn 20 ngày), quân ta tiến đánh lũy giặc, chỉ hơn 20 trận. Ngày 20 tháng mười (âm tức 19-11-1845), đảng giặc ở trên lũy (thành Ô Đông) xin quan quân ngừng đánh đồn phóng pháo, để Chất Tri phái người đến quân thứ xin hòa. Vài ngày sau đó, [Nguyễn Văn Chương và Doãn Uẩn] mới tiếp tục phát gửi tờ tâu đệ tiền kỳ. Trong bản tâu có [[Châu bản triều Nguyễn|châu phê (lời vua)]]: Giặc Xiêm thế cùng lực kiệt, vẫy đuôi xin tha, khẩu thỉnh cầu hòa, chẳng phải là không có kế hoãn binh. Mà xem thế chúng, ta đánh thì tất thắng, giữ thì khó, nên sắp xếp thế nào để được thể? Nội trị được vĩnh ninh, biên cương ngoại yên, nhiếp phục được ngoại di. Giao cho các đại thần mau chóng bàn bạc tâu lên. Khâm thử!''\"\n\"''Các đại thần văn võ họp bàn, thấy rằng đương lúc này binh uy vang động. Ta đã chiếm thế thượng phong. Hãy tạm hòa với chúng. Cho quân dân được tạm nghỉ sức, thì cũng chẳng đến nỗi không là thượng sách.''\"\n\nTheo Đại Nam thực lục: Tháng 11 (ngày 1-11 [[âm lịch]] là ngày 29-11-1845), mùa đông, năm Thiệu Trị thứ 5, Ất Tỵ (1845), Nguyễn Tri Phương, Doãn Uẩn cùng bàn tính, cho rằng Ô Đông tuy là cái cô thành, nhưng địa thế rất hiểm, lũy sách còn nhiều, Chất Tri và tên Giun dựa lẫn nhau, tất không chịu bỏ, thì đánh không biết đến bao giờ xong việc! Mà đánh để lấy thành, không bằng đánh bằng cách thu phục lòng người, xong việc quân cũng là xong việc nước. Chi bằng tạm cho xin hòa, để có thể thư sức dân quân.\n\n== Hậu quả ==\n[[Tập tin:NamKy1863.jpg|nhỏ|phải|Lãnh thổ Nam Kỳ lục tỉnh sau cuộc chiến chính thức thuộc về nhà Nguyễn cho đến năm 1862, cùng vương quốc Cao Miên trước năm 1863.]]\nTháng 9 âm lịch năm 1845, [[Chakri (định hướng)|Chất Tri]] sai người sang xin hòa. Qua tháng 11 âm lịch năm [[Ất Mùi]] (tức cuối tháng 11 đầu tháng 12 dương lịch năm 1845) thì Nguyễn Tri Phương, Doãn Uẩn cùng Chất Tri (Bodindecha) và Ang Duong ký tờ hòa ước ở nhà hội quán, hai nước đều giải binh. Nguyễn Tri Phương rút quân về đóng ở Trấn Tây (Nam Vang), đợi quân Xiêm thi hành những điều ước đã định. Doãn Uẩn viết trong Ngoại Lãng tướng công niên biểu: \"''[[1 tháng 12|Ngày mồng 3 tháng mười một]], Chất tri dẫn bộ lạc đến quân thứ và dẫn Man tù Sá Ông Đon đến quân thứ thú tội. Sá Ông Đôn tiếp đó lại có thư thỉnh tội, xin giúp đề đạt. Trước đây, Chất tri đã ủy lệnh cho đại đầu mục Xiêm là Phiya Ta-sơ-tê-côn là quan nhất phẩm của Xiêm, Sá na lăng là quan tam phẩm của Xiêm, đến trước quân [Việt] nói rằng sẽ phái người thông thuyết, nhưng vì ngôn ngữ bất đồng, thông dịch không thể đạt ý, này Chất Tri xin dẫn hết bộ lạc tự mình đến thuyết hòa, mới được rõ ràng, lại xin dẫn Sá Ông Đon và các thổ mục đương diện tạ tội. Ta cùng Khâm sai bàn nhau: Binh pháp nói rằng \"bách chiến bách thắng, phi thiện chi thiện; bất chiến nhi khuất nhân binh, viễn vi thiện chi thiện\" (trăm đánh trăm thắng không phải là hay nhất trong mọi cái hay; không đánh mà khuất phục được quân của người, mới là hay nhất trong mọi cái hay). Nay dẫu có thể đuổi dài lên bắc, chúng tất thua, nhưng mai kia vị tất chúng chẳng có mưu đồ rửa nhục, chi bằng hẵng cho chúng hòa, để được yên việc, bèn sức cho làm một sớ hội xá, hai bên gặp nhau.''\"<ref>[http:\/\/www.hannom.org.vn\/trichyeu.asp?param=1308&Catid=246 Doãn tướng công hoạn tích, Doãn Uẩn, thư viện Viện Nghiên cứu Hán Nôm, ký hiệu: A.192:243 tr, 32 x 22. và A.2177: 316 tr, 28 x 17.]<\/ref> [[Đại Nam thực lục]] chép: \"''Ngày Tân Dậu.<ref>Đại Nam thực lục chính biên, trang 785, tập 6.<\/ref>,..., Quan ở quân thứ Vĩnh Long là Nguyễn Tri Phương, Doãn Uẩn cùng đầu mục nước Xiêm là Chất Tri ước hòa ở hội quán. Bọn Phương bèn..., đem việc ấy tâu lên. Vua xem tờ tấu,..., Sau đó Chất Tri lại cho người đến ước hội. Đến giờ Tỵ ngày hôm ấy, Nguyễn Tri Phương, Doãn Uẩn chỉnh đốn nghi vệ quân đội ra đi. Khi sắp đến hội quán, (người Xiêm đã làm nhà lợp tranh trước ở giữa đường), đã thấy Chất Tri xuống voi, đi chân không, bỏ hết nhạc Man. Nguyễn Tri Phương, Doãn Uẩn từ cửa tả vào, vái chào, rồi lên ngồi nhà chính. Chất Tri ngồi bên hữu, quân tướng đều im lặng nghiêm trang. Khi an tọa, Tri Phương trước hết hỏi đến cái cớ sao không nhận được thư đáp. Chất Tri nói: Vì ngôn ngữ bất đồng, sợ dịch sai, nên chưa dám viết. Nhân đó Chất Tri đưa thư ra, đại ý thư viết: họ đến họp để xin gây lại tình hòa hiếu cũ, và cho Ong Giun được làm bề tôi hai nước. Rồi ông ta trỏ tay vào người quỳ bên và nói: \"Đây là Nặc Ong Giun, xin ủy thác cho làm việc ở nước ngài, nhờ ngài thương cho\"... Tri Phương, Doãn Uẩn lại hỏi Chất Tri: \"Nay việc nghị hòa đã xong, [[Chao Phraya Bodin Decha|Chau Phi Nhã]] bao giờ thì lui về [[Battambang (tỉnh)|Bắc Tầm Bôn]]?\". Chất Tri nói: \"Hắn đã thua ở Thiết Thằng, bỏ [[Nam Vang]] lui về Ô Đông, tự mang cái tội thua trận, không thể chối được: nếu vội bỏ Ô Đông mà về, thì không khỏi mang tội với nước Xiêm, xin tạm cho ở đây, đợi thư của nước [[Xiêm]] đến, rồi sẽ lui quân...<ref>Đại Nam thực lục chính biên, trang 788, tập 6.<\/ref>,...''\". Ngày Tân Dậu (4 tháng 11 âm), là ngày [[2 tháng 12]] năm 1845 <ref name=\"đối chiếu âm lịch với dương lịch\"\/> (Sự chậm một ngày có lẽ là thời gian liên lạc ngựa trạm công văn trình tấu và châu phê giữa chiến trường và triều đình Huế).\n\nTháng chạp năm [[Bính Ngọ]] (1846), Nặc Ông Đôn dâng biểu tạ tội và sai sứ đem đồ phẩm vật sang triều cống, nhìn nhận sự bảo hộ song phương của Xiêm và Việt Nam. Tháng 2 âm lịch năm [[Đinh Mùi]] (1847), vua Thiệu Trị phong cho Ang Duong làm Cao Miên quốc vương (ý trao cho làm chủ toàn cõi Cao Miên gồm cả Nam Vang lẫn Oudong) và phong cho Ang Mey làm Cao Miên quận chúa (ý trao cho làm chủ vùng Trấn Tây (Nam Vang) nhà Nguyễn kiểm soát). Thiệu Trị lệnh cho quân nhà Nguyễn ở Trấn Tây (vùng Nam Vang đến biên giới với Nam Kỳ của Đại Nam) rút về An Giang.<ref>''Việt Nam sử lược'', tr. 477-468.<\/ref> Quân đội Xiêm La do Chất Tri chỉ huy cũng rút về [[Battambang (tỉnh)|Battambang]] (vùng đất Thái Lan chiếm đóng của Campuchia trong suốt thế kỷ 19), Campuchia được độc lập trong vùng lãnh thổ nguyên là đất Trấn Tây giai đoạn (1836-1840), bao gồm cả Nam Vang và Oudong. [[Biên giới Việt Nam-Campuchia|Biên giới]] [[Nam Kỳ Lục tỉnh]]-Cao Miên, tuy chưa theo phong cách phương Tây hoạch định bằng văn bản hiệp định, nhưng về cơ bản trở về với đường ranh giới vào khoảng đầu năm 1841, khi Trương Minh Giảng rút quân Trấn Tây về An Giang, và trước khi quân Xiêm-Lạp xâm phạm Hà Tiên, An Giang đầu cuộc chiến. Biên giới này tồn tại cho đến sau khi Pháp xâm chiếm và ổn định xong Nam Kỳ, chiếm đóng và bảo hộ Cao Miên, thì được thay thế bởi ranh giới hành chính (nội bộ trong [[Liên bang Đông Dương]]) giữa Cao Miên và Nam Kỳ thuộc Pháp được hoạch định bởi hiệp định giữa Pháp và triều đình Cao Miên.\n\n[[Tập tin:CochinChina-Camboja-1876.jpg|nhỏ|phải|Xứ Cao Miên Campuchia và xứ Nam Kỳ (Cochinchina) thuộc Pháp năm 1876. (Ranh giới Cao Miên-Nam Kỳ trong bản đồ là biên giới trước hiệp định phân định ranh giới Pháp-Cao Miên)]]\nHòa ước quốc tế giữa ba quốc gia (mà đại diện cho Đại Nam ([[Việt Nam]]) là [[Nguyễn Tri Phương]] và [[Doãn Uẩn]], đại diện cho Cao Miên ([[Campuchia]]) là vua [[Ang Duong]], đại diện cho Xiêm La ([[Thái Lan]]) là [[Chao Phraya Bodin Decha]]) quy định phần lãnh thổ [[Nam Kỳ Lục tỉnh]] chính thức thuộc chủ quyền Việt Nam<ref>{{chú thích web | url = http:\/\/khoalichsu.edu.vn\/bai-nghien-cu\/87-ch-quyn-lanh-th-ca-vit-nam-tren-vung-t-nam-b.html | tiêu đề = Chủ quyền lãnh thổ của Việt Nam trên vùng đất Nam Bộ (GS.TSKH Vũ Minh Giang) | author = | ngày = | ngày truy cập = 14 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref>[http:\/\/www.camau.gov.vn\/wps\/portal\/!ut\/p\/a1\/tVbbcpswEP2WPPiRshIC5EewHS7G-N7EvHiEAJvUXGJjT5qvr3A97aRtiDOmDMxoNeeclXaPADmQH-UgZ6d0w6q0yNmujgNtjY0uta0huDA07sGwKEwH-hAtJ0QAVu8D4Kv6lk9dBGDMp0PHwRZYXf3C71mGTXQPAAjF4PRNu693RwCO9lH-BzmQA55XZbWVV5xl7LhLwz3bf-_AOSqSQ1rFHaj2LN_w7VGMtizbHVm-LdKIlagDYiDmChWiiOd8VxP5No3LKM23O8HaH4s82dR5SraJo_iQbvJzxNNIXhFF6xJdiyVFx6FEFIVKIU-wpGs8AhZ2eRjFl13CO5cBN1aZfMRfCb7-G2CN73HdBte2gCCgqjyvN_TQG60njrxCdZAf1o2U9Rm9j09pcTxMRGHm6Wv8BfMQA-FcopyLamigSVRFIOlKFEYJTjCGWCSA6zMI5StVlVq0txC1uvT-lxN6bFQ7YX52wuITTthEh0g8l_un2Rr8PFX-BPzjPJwBTYY_A5q80pzi725bxkAAnLHpzqbIsi7d_oR9mwUNdKsgdYkKBlXMCRogsDDcKgj9GQFjTAaLkW0i39VbFjTJzYJvuuZ5atuCesuCCm5bELUtqLQs6N7sQ4qgFlQ9Ml1qMKfazSt06pekOClqz_YBpm0dvVkPxmbfdUzc9grbbory-aa4V3xe06fn58AQvxJFXsUvlfz4X_8lymy5zOhTMvTU8uSrJ1_6Nhskvi-xkIIi5l4XSZatGyc84-7uB_LiJMI!\/dl5\/d5\/L2dBISEvZ0FBIS9nQSEh\/pw\/Z7_2A98HGK0JGGAE0AGIOBJRQ1GG5\/ren\/p=CTX=QCPcamaulibraryQCPCaMauofSiteQCPTrangchuQCPthamluanhoidap1QCPhoithao50ddcnclQCPcachiepdinhlangruonfg\/p=ns_Z7_2A98HGK0JGGAE0AGIOBJRQFB1GG5_WCM_Page.85470497-a467-46d1-a25e-4c91b24e8eaa=6\/p=ns_Z7_2A98HGK0JGGAE0AGIOBJRQFB1GG5_WCM_PreviousPageSize.85470497-a467-46d1-a25e-4c91b24e8eaa=10\/p=WCM_PI=1\/=\/ Các hiệp định biên giới Việt Nam – Campuchia thời Pháp thuộc và vấn đề cơ sở chính trị - pháp lý của đường biên giới Việt Nam – Campuchia, cổng điện tử Cà Mau, Nguyễn Sỹ Tuấn đăng ngày 01\/10\/2014.]<\/ref>, và Campuchia chịu sự bảo hộ song phương của cả Việt Nam lẫn Thái Lan.<ref name=\"BLANCHARD 2000 VCuFC P33-43\">{{fr}} Michel Blanchard,[[#Blanchard2000|''Vietnam-Cambodge: Une frontière contestée'']], chap. III (« Les données historiques: de la limite territoriale au tracé frontalier »), p. 33–43<\/ref> Sự bảo hộ song phương Việt Nam và Thái Lan lên Campuchia chấm dứt, đối với Việt Nam khi [[Chiến tranh Pháp-Đại Nam|Pháp bắt đầu xâm chiếm Việt Nam]] từ các tỉnh [[Nam Kỳ]] năm 1862-1867 (và chính thức trong [[Hòa ước Giáp Tuất (1874)]]), đối với Thái Lan khi Pháp ký hiệp ước bảo bộ đối với Campuchia năm 1863.\n\n== Trong văn hóa đại chúng ==\nTrong [[Phượng khấu]], phim cung đấu Việt Nam, ở phần 1 phát hành năm 2020, dù không trực tiếp tái hiện cuộc chiến tranh Xiêm La - Đại Việt nhưng cuộc chiến này có nhiều ảnh hưởng đến bối cảnh hậu cung của vua Thiệu Trị. Ở tập 6, vua Thiệu Trị đã rút ngắn thời gian Bắc tuần, thị sát đê điều vì nhận được tin phiến quân Chân Lạp hợp quân cùng Xiêm La để quấy rối Trấn Tây thành. Việc đối xử tệ của quan lại Đại Nam và tướng Trương Minh Giảng (dù không xuất hiện trong phim) với người dân Trấn Tây thành cũng được nhắc đến. Một sát thủ gốc Xiêm La được hoàng tử [[Nguyễn Phúc Hồng Bảo|Hồng Bảo]] thuê để ám sát công chúa [[Nguyễn Phúc Tĩnh Hảo|Tĩnh Hảo]], đây cũng là một trong những nguyên nhân khiến quan hệ Đại Nam - Xiêm La trở nên xấu đi trong phim. Ở tập 9, vua Thiệu Trị xem tấu sớ của các tướng trấn thủ Miền Nam gởi về và tuyên bố rằng cuộc chiến giữa Đại Nam và Xiêm La là điều khó tránh được.\n\n==Tham khảo==\n* Trần Trọng Kim,'' [[Việt Nam sử lược]], Nhà xuất bản Tân Việt, Sài Gòn, 1964''\n* Sơn Nam, ''Lịch sử An Giang'', Nhà xuất bản Tổng hợp An Giang, 1988.\n* Sơn Nam, ''Lịch sử khẩn hoang Miền Nam''. Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh, 1994.\n* Phạm Văn Sơn,'' Việt sử tân biên'', Quyển 4. Tủ sách Sử học Việt Nam, sài Gòn, 1961.\n* Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt Nam (1858- cuối XIX)'', Q. 3, Tập 2. Nhà xuất bản Giáo dục, 1979.\n* Phạm Việt Trung - Nguyễn Xuân Kỳ - Đỗ Văn Nhung, ''Lịch sử Campuchia''. Nhà xuất bản Đại học và Trung học chuyên nghiệp, 1981.\n*David Chandler - [[iarchive:david chandler a history of cambodia 4th edition|A History Of Cambodia, 4th Edition Westview Press (2009)]]\n* [[Quốc sử quán (nhà Nguyễn)|Quốc sử quán triều Nguyễn]], [[Đại Nam thực lục]]. Bản dịch của Trung tâm khoa học xã hội và nhân văn quốc gia, Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch Viện Sử học phiên dịch. Nhà xuất bản Giáo Dục xuất bản năm 2007.\n* Theam, Bun Srun (1981). [https:\/\/openresearch-repository.anu.edu.au\/handle\/1885\/111867 Cambodia in the Mid-Nineteenth Century: A Quest for Survival (PDF)]. Unpublished dissertation, Australian National University.\n* Vu Duc Liem (2012). [http:\/\/cuir.car.chula.ac.th\/handle\/123456789\/36716 The rise of the Nguyen Dynasty and change in the power paradigm of early nineteenth century mainland Southeast Asia]. Thesis (M.A.) - Chulalongkorn University, 2012\n\n== Xem thêm ==\n* [[Chiến tranh Việt–Xiêm (1771-1772)|Chiến tranh Việt- Xiêm (1771-1772)]]\n* [[Cuộc nổi dậy Lê Văn Khôi]]\n* [[Chiến tranh Việt–Xiêm (1833-1834)|Chiến tranh Việt-Xiêm (1833-1834)]]\n* [[Lịch sử chiến tranh Việt-Xiêm]]\n* [[Lịch sử Campuchia (1431-1863)]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Quân sự Việt Nam thời Nguyễn]]\n[[Thể loại:Triều Chakri]]\n[[Thể loại:Việt Nam năm 1842]]\n[[Thể loại:Chiến tranh Việt–Xiêm]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam|Việt-Xiêm]]\n[[Thể loại:Xung đột thập niên 1840|Việt-Xiêm]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Chiến tranh liên quan tới Campuchia|Việt-Xiêm]]\n[[Thể loại:Chiến tranh liên quan tới Thái Lan|Việt-Xiêm]]\n[[Thể loại:Quan hệ quân sự Thái Lan-Việt Nam]]"}