{"490899":"{{Mở rộng ngôn ngữ|date=tháng 1\/2022}}\n{{Xung đột quân đội\n|conflict=Chiến dịch Frequent Wind\n|partof=[[Sự kiện 30 tháng 4 năm 1975]]\n|image=[[Hình:South Vietnamese helicopter is pushed over the side of the USS Okinawa during Operation Frequent Wind, April 1975.jpg|220px]]\n|caption=\n|date=29-30, tháng 4 năm 1975\n|place= [[Thành phố Hồ Chí Minh|Sài Gòn]]\n|result= Hoa Kỳ hoàn tất di tản mà không có thiệt hại lớn, 7000 người được di tản<br \/>\n|combatant1= [[Tập tin:Flag of United States.svg|22px]] [[Hoa Kỳ]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|combatant2= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n|commander1= Chỉ huy Lực lượng Đặc nhiệm 76\n|commander2= Đại tướng [[Văn Tiến Dũng]]\n|strength1=\n|strength2=\n|casualties1= 2 binh sĩ Thủy quân Lục chiến tử trận, 2 mất tích\n|casualties2= không rõ\n}}\n{{campaignbox Vietnam War}}\n'''Chiến dịch Gió lốc''' ({{lang-en|Operation Frequent Wind}}) là chiến dịch do [[Thủy quân lục chiến Hoa Kỳ]] thực hiện nhằm di tản bằng trực thăng người Mỹ và các quan chức, tướng lĩnh Việt Nam Cộng hòa ra khỏi Sài Gòn, miền Nam Việt Nam, từ 29 đến 30 tháng 4 năm 1975, những ngày cuối cùng của chiến tranh Việt Nam. Hơn 7.000 người đã di tản bằng trực thăng từ nhiều điểm ở Sài Gòn.\n\n==Bối cảnh==\nNgày 28\/4\/1975 phi trường Tân Sơn Nhất bị pháo kích và bị thả bom thiệt hại nặng phải đóng cửa. 8 ngày trước đó máy bay Hoa Kỳ đã di tản được 50.493 người Mỹ và người Việt (trong đó có 2.678 trẻ mồ côi Việt Nam trong [[Chiến dịch Babylift]]) được di tản từ [[Sân bay quốc tế Tân Sơn Nhất|Tân Sơn Nhất]]. Các phi công đã bay tổng cộng 1.054 giờ và 682 chuyến bay trong suốt chiến dịch. Trong ngày đó một chiếc máy bay Hoa Kỳ C-130 trên đường băng bị trúng hỏa tiễn bốc cháy. Chẳng bao lâu sau đó, 2 lính thủy quân lục chiến Mỹ canh gác ở cạnh đó bị pháo kích chết. Trong cuộc họp khẩn sau đó với tổng thống Hoa Kỳ [[Gerald Ford|Ford]], hội đồng an ninh quốc gia đã quyết định cho bắt đầu chiến dịch di tản bằng trực thăng. Đây là chiến dịch cuối cùng của [[quân đội Hoa Kỳ]] trong [[chiến tranh Việt Nam]].\n\n==Tiến hành==\nCuộc di tản bằng trực thăng diễn ra chủ yếu tại Khu phức hợp Văn phòng Tham tán quân sự, bắt đầu từ 14h chiều ngày 29\/4 và kết thúc vào tối cùng ngày, chỉ một số ít trực thăng bị hư hại nhẹ do vũ khí bộ binh (những binh lính VNCH không được đưa đi đã tức giận xả súng vào trực thăng). [[Đại sứ quán Hoa Kỳ tại Sài Gòn]] ban đầu chỉ được coi là điểm sơ tán dự phòng dành cho các nhân viên Đại sứ quán, nhưng rồi nó cũng bị vỡ trận trước làn sóng người sơ tán ùa vào tìm lối thoát. Cuộc di tản Đại sứ quán hoàn thành vào lúc 7h53 phút sáng ngày 30\/4 (chỉ vài giờ trước khi Quân giải phóng tràn vào Sài Gòn). Ấy vậy, một số người Mỹ chọn ở lại hoặc bị bỏ lại phía sau. Và ước tính có khoảng 400 người nước ngoài thuộc các nước thứ 3 bị bỏ lại tại Đại sứ quán.\n\nHàng chục ngàn người đã tự di tản bằng đường thủy hoặc đường không. Với sự sụp đổ của Việt Nam Cộng Hòa, rất nhiều tàu thủy, trực thăng của [[Không lực Việt Nam Cộng hòa]] cùng 1 số máy bay cánh bằng khác đã thẳng hướng tiến về phía hạm đội sơ tán Mỹ. Dần dần, số trực thăng càng ngày càng chiếm diện tích boong tàu, để rồi, 1 số đã bị đẩy xuống biển để nhường chỗ cho các máy bay khác hạ cánh. Phi công của 1 số trực thăng khác được chỉ dẫn hạ cánh thẳng xuống mặt biển, sau đó sẽ được đội cứu hộ vớt lên.\n\nChiến dịch Gió lốc đã sơ tán tổng cộng 1.373 người Mỹ và 5.595 người Việt Nam hay thuộc các nước thứ 3 bằng trực thăng. Tổng số người Việt Nam, tính cả những người được di tản bằng trực thăng và tự di tản để xin tị nạn tại Hoa Kỳ, là 138.869.\n\nChiến dịch này cũng được coi là Chiến dịch chiến đấu đầu tiên của tiêm kích \"Mèo đực\" [[Grumman F-14 Tomcat|F-14 Tomcat]].\n\n[[Tập tin:Evacuation from LZ39.jpg|thumb|trái|Người tản cư lên trực thăng Mỹ tại phi trường Tân Sơn Nhất 29\/4\/1975]]\n\n== Xem thêm ==\n* [[Sự kiện 30 tháng 4 năm 1975]]\n* [[Di dân Việt Nam sau 1975]]\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{thể loại Commons|Operation Frequent Wind}}\n\n[[Thể loại:Việt Nam hải ngoại]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]\n[[Thể loại:Việt Nam năm 1975]]\n[[Thể loại:Châu Á năm 1975]]\n[[Thể loại:Lịch sử miền Nam Việt Nam]]"}