{"3661684":"'''Chiến dịch giành lại vỉa hè tại Việt Nam 2017''' là cuộc chiến chống lấn vỉa hè, lấy lại vỉa hè cho người đi bộ bắt đầu vào ngày 16 tháng 1 tại [[quận 1]], [[Thành phố Hồ Chí Minh]] rồi tới thủ đô [[Hà Nội]] và các tỉnh, thành phố, địa phương khác ở Việt Nam. Đây là một việc làm đầy khó khăn vì không phải chỉ có dân thường vi phạm mà cả nhân viên chính phủ, cơ quan chính quyền hoặc vi phạm được công an bao che. Tại Hà Nội các chiến dịch như vậy đã được thực hiện trong nhiều năm trước, nhưng lấn chiếm lại tiếp tục xảy ra sau đó. Nhưng lần này các vị lãnh đạo tỏ ra cương quyết hơn.<ref name=vne0220\/><ref name=tt0304\/><ref name=tt0305\/>\n\nNgày 28\/2, Thượng tướng [[Tô Lâm]], Bộ trưởng Bộ CA vào cuộc, gửi công điện chỉ đạo lực lượng công an phối hợp với chính quyền địa phương tăng cường công tác tuần tra, kiểm soát, kịp thời phát hiện và xử lý nghiêm các trường hợp lấn chiếm vỉa hè, lòng đường, vi phạm trật tự an toàn giao thông, trật tự công cộng, kiên quyết không để tái diễn vi phạm...<ref name=dt0301>[http:\/\/dantri.com.vn\/xa-hoi\/bo-truong-cong-an-kien-quyet-khong-de-tai-dien-viec-lan-chiem-via-he-20170228231011476.htm Bộ trưởng Công an: Kiên quyết không để tái diễn việc lấn chiếm vỉa hè ], dantri.com.vn, 1.3.2017<\/ref>\n\nChủ nhiệm văn phòng Chính phủ Mai Tiến Dũng cho biết vào ngày 1 tháng 3, sau TP.HCM, các tỉnh, thành phố, địa phương khác cũng đồng loạt quyết liệt ra quân đề giành lại vỉa hè cho người đi bộ, không để bị tái lấn chiếm.<ref name=vtv0301\/>\n\nNgày 1\/5\/2017 nhà báo Gia Hiền cho rằng chiến dịch giải phóng vỉa hè tại Hà Nội đã thất bại,<ref name=vne11\/> còn ở Thành phố Hồ Chí Minh sau những chiến đấu quyết liệt ông [[Đoàn Ngọc Hải]] ngày 8 tháng 1 năm 2018, đệ đơn từ chức vì đã \"không thực hiện được lời hứa trước nhân dân\".<ref name=\"tuoitre.vn\">{{Chú thích web | url = https:\/\/tuoitre.vn\/ong-doan-ngoc-hai-nop-don-tu-chuc-20180108141035089.htm | tiêu đề = Ông Đoàn Ngọc Hải nộp đơn từ chức | tác giả 1 = Quang Khải | ngày = 2018-01-08 | ngày truy cập = 8 tháng 1 năm 2018 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ]] | ngôn ngữ = vi | url lưu trữ = https:\/\/web.archive.org\/web\/20180108191631\/https:\/\/tuoitre.vn\/ong-doan-ngoc-hai-nop-don-tu-chuc-20180108141035089.htm | ngày lưu trữ = 2018-01-08 | url-status=live }}<\/ref>\n\n==Bối cảnh==\nVỉa hè thật ra đã bị lấy mất từ rất lâu. Đến năm 1995, Nghị định 36-CP về bảo đảm an toàn giao thông đường bộ và trật tự an toàn giao thông đô thị ra đời. Nghị định này đưa ra nhiều quy định chặt chẽ cấm lấn chiếm vỉa hè, lòng lề đường. Đây là cơ sở pháp lý để người dân cũng như chính quyền lấy lại vỉa hè bằng các quy phạm pháp luật cụ thể. Thế nhưng, tình hình vẫn không chuyển biến.<ref name=tt0308>[https:\/\/tuoitre.vn\/dep-loan-via-he-dan-da-thuan-dung-bo-bong-da-nguoi-1276667.htm Dẹp loạn vỉa hè: Dân đã thuận, đừng ‘bỏ bóng đá người’], tuoitre.vn\/, 08.3.2017<\/ref>\n\n==Diễn tiến==\n===Thành phố Hồ Chí Minh===\n====Bối cảnh====\nTại hội nghị tổng kết công tác an toàn giao thông trên địa bàn Thành phố Hồ Chí Minh năm 2016, Chủ tịch UBND thành phố [[Nguyễn Thành Phong]] đánh giá cao lãnh đạo quận 1 trong việc quyết liệt xử lý tình trạng lấn chiếm vỉa hè. Người đứng đầu chính quyền thành phố cũng yêu cầu lãnh đạo các quận, huyện khác phải trực tiếp ra đường để lập lại trật tự lòng lề đường, trả lại vỉa hè cho người đi bộ.<ref name=vne0220\/>\n\n====Hành động====\nKế hoạch lập lại trật tự đô thị là kỳ vọng của lãnh đạo quận 1, khi muốn biến khu trung tâm Sài Gòn \"thành Singapore thu nhỏ\". \nNgày 16\/1, ông [[Đoàn Ngọc Hải]], Phó Chủ tịch UBND quận 1 (TPHCM) dẫn đầu đoàn công tác gồm Quản lý trật tự đô thị, Công an quận 1 ra quân, chỉ đạo xử lý nạn lấn chiếm vỉa hè, lòng đường trên địa bàn.<ref name=dt0227>[http:\/\/dantri.com.vn\/xa-hoi\/cuoc-chien-gianh-lai-via-he-nhin-lai-sau-40-ngay-ra-quan-20170226154114709.htm \"Cuộc chiến\" giành lại vỉa hè: Nhìn lại sau 40 ngày ra quân], dantri.com.vn, 27.2.2017<\/ref>\n\nNgày 20 tháng 2 năm 2017, ông Hải lại đích thân trực tiếp xuống đường chỉ đạo, dẫn đầu đoàn công tác xử lý vi phạm trật tự đô thị, địa bàn kiểm tra là phường Phạm Ngũ Lão và Nguyễn Cư Trinh. Sau nhiều tiếng làm việc, ông Hải đã chỉ đạo đập 2 bồn hoa của Trung tâm bồi dưỡng chính trị quận 1 xây lấn ra vỉa hè; bậc thềm của trụ ATM trước cổng trung tâm; lập biên bản, cẩu 2 ôtô đậu trên vỉa hè trước cao ốc ở giao lộ Nguyễn Trãi - Nam Quốc Cang; phá dỡ các cầu phao bằng sắt để xe chạy lên vỉa hè...<ref name=vne0220>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/pho-chu-tich-quan-1-khong-lay-lai-duoc-via-he-toi-coi-ao-ve-vuon-3544112.html Phó chủ tịch quận 1: 'Không lấy lại được vỉa hè, tôi cởi áo về vườn'], vnexpress.net\/, 20.2.2017<\/ref>\n\nSau quận 1, từ ngày 28\/2, nhiều quận khác trên địa bàn Thành phố Hồ Chí Minh như quận 3, Phú Nhuận, Thủ Đức, Bình Tân, Tân Phú... đồng loạt ra quân kiểm tra và xử phạt các trường hợp vi phạm lấn chiếm vỉa hè, trả lại lối đi cho người đi bộ.<ref name=vne0301\/>\n\nTrong chiến dịch \"đòi vỉa hè\" cho người đi bộ kéo dài 40 ngày qua, quận 1 đã xử phạt gần 1.000 trường hợp. Trong đó có hàng loạt ôtô biển xanh bị cẩu về trụ sở; nhiều công trình của cơ quan công quyền, cơ sở kinh doanh bị đập bỏ. Tổng số tiền thu được khoảng 500 triệu đồng. Chủ tịch UBND Thành phố Hồ Chí Minh [[Nguyễn Thành Phong]] cảm ơn và đánh giá cao những động thái của UBND quận 1. Ông yêu cầu lãnh đạo các quận, huyện khác phải \"học\" cách làm quyết liệt của quận 1, chứ \"không ngồi bàn giấy chỉ đạo\".<ref name=vne0301>[http:\/\/vnexpress.net\/photo\/thoi-su\/nhieu-quan-tp-hcm-dong-loat-doi-via-he-cho-nguoi-di-bo-3548612.html Nhiều quận TP HCM đồng loạt 'đòi vỉa hè' cho người đi bộ], vnexpress.net\/, 1\/3\/2017<\/ref>\n\n====Tuyên bố====\n*Ông Hải khẳng định sẽ không có chuyện xử lý tình trạng lấn chiếm vỉa hè theo kiểu \"bắt cóc bỏ dĩa\", quận sẽ làm quyết liệt và liên tục trong suốt năm nay đến chừng nào lấy lại được toàn bộ vỉa hè trên địa bàn cho người đi bộ mới thôi. Ông tuyên bố, \"Nếu không làm được tôi sẽ cởi áo về vườn không làm nữa, chứ không làm theo phong trào, đánh trống bỏ dùi, để nổi tiếng\", ông Hải nói giọng dứt khoát.\" <ref name=vne0220\/>\n* Bí thư Đinh La Thăng cho ý kiến về việc \"giành lại vỉa hè\": \"Tất nhiên chuyện anh Hải làm là đã có sự thống nhất trong thường vụ quận ủy, trong lãnh đạo UBND quận. Nhưng bí thư, chủ tịch quận 1 cũng phải có mặt để động viên anh em và nếu có sai sót gì thì chấn chỉnh ngay. Đừng để dư luận bức xúc\". Theo ông Thăng, ba vị trí quan trọng nhất chính là chủ tịch, bí thư và trưởng công an phường. Ông Thăng yêu cầu khoán trách nhiệm công vụ, từng tuyến đường, từng khu phố cho từng cán bộ. Để xảy ra mất trật tự đô thị trên tuyến nào thì xử lý cán bộ được khoán trách nhiệm của tuyến đó và phải kiên quyết dẹp chuyện bảo kê chống lưng cho hoạt động kinh doanh trên vỉa hè. Đồng thời HĐND TP phải công khai các điểm đỗ, đậu xe, mức giá cụ thể…<ref name=tt03112>[https:\/\/tuoitre.vn\/bi-thu-dinh-la-thang-dung-de-anh-hai-thanh-ngoi-sao-co-don-1278506.htm Bí thư Đinh La Thăng: 'Đừng để anh Hải thành ngôi sao cô đơn'], [[Tuổi Trẻ (báo)]], 11.3.2017<\/ref>\n\n====Trách nhiệm====\nĐể thực hiện kế hoạch có hiệu quả, Phó chủ tịch quận 1 đã giao chủ tịch 10 phường liên tục trực tiếp ra quân để lấy lại vỉa hè trên 134 tuyến đường. Ông Hải cho biết đã phê bình nghiêm khắc 7 cán bộ, cách chức một cán bộ liên quan đến vấn đề trật tự đô thị:\n\"Do tôi còn phải phụ trách một số công việc khác nên không thể hôm nào cũng xuống hiện trường chỉ đạo xử lý được. Mỗi tuần tôi chỉ xuống 2 phường, tuần nào cũng đi cho đến hết năm nay, còn lại các chủ tịch phường phải trực tiếp đi xử lý\", \"Phường nào không tốt chắc chắn cán bộ sẽ bị xử lý bằng các hình thức điều chuyển, hạ chức và thậm chí là cách chức nếu không hoàn thành nhiệm vụ theo chỉ đạo của Phó chủ tịch UBND thành phố Lê Văn Khoa\".<ref name=vne0220\/>\n\nTrong cuộc họp báo Chính phủ thường kỳ tháng 2 ngày 1\/3\/2017, Bộ trưởng, Chủ nhiệm văn phòng Chính phủ [[Mai Tiến Dũng]] cho biết, Chủ tịch UBND Thành phố Hồ Chí Minh Nguyễn Thành Phong đã họp chỉ đạo 23 quận huyện trên địa bàn thành phố đồng loạt ra quân trong chiến dịch giành lại vỉa hè. Đơn vị hành chính nào còn để tình trạng lấn chiếm vỉa hè, lòng lề đường thì đơn vị đó sẽ tự chịu trách nhiệm.<ref name=vtv0301>[http:\/\/vtv.vn\/trong-nuoc\/sau-quan-1-tphcm-quyet-doi-via-he-cho-nguoi-di-bo-tren-toan-thanh-pho-20170301185121805.htm Sau quận 1, TP.HCM quyết đòi vỉa hè cho người đi bộ trên toàn thành phố], vtv.vn\/, 01.3.2017<\/ref>\n===Ngừng chiến dịch===\nNgày 19 tháng 5 năm 2017, trả lời phỏng vấn báo chí, ông Hải cho biết đã ngưng xuống đường vì bị hai văn bản 'trói chân': \"''Quận Ủy quận 1 ra một văn bản và thêm một văn bản của UBND Quận 1, yêu cầu tôi phải ngưng xuống đường dẹp dọn trật tự lòng lề đường. Tôi phải tuân thủ''\".<ref>{{Chú thích web | url = http:\/\/motthegioi.vn\/thoi-su-c-66\/ong-doan-ngoc-hai-xac-nhan-ngung-xuong-duong-vi-bi-hai-van-ban-troi-chan-63418.html | tiêu đề = Ông Đoàn Ngọc Hải xác nhận ngưng xuống đường vì bị hai văn bản 'trói chân' - Một Thế giới | tác giả 1 =  | ngày = 19 tháng 5 năm 2017 | ngày truy cập = 19 tháng 5 năm 2017 | nơi xuất bản = Ông Đoàn Ngọc Hải xác nhận ngưng xuống đường vì bị hai văn bản 'trói chân' - Một Thế giới | ngôn ngữ =  | archive-date = ngày 19 tháng 5 năm 2017 | archive-url = https:\/\/web.archive.org\/web\/20170519094701\/http:\/\/motthegioi.vn\/thoi-su-c-66\/ong-doan-ngoc-hai-xac-nhan-ngung-xuong-duong-vi-bi-hai-van-ban-troi-chan-63418.html | url-status = dead }}<\/ref>\n\n===Tái chiếm vỉa hè===\nTheo báo Tiền Phong trực tuyến, từ cuối tháng 3 đến nay (10.5), khi đoàn liên ngành quận 1 (TPHCM) tạm dừng kiểm tra, xử lý trật tự thì lòng lề đường, vỉa hè ở nhiều tuyến phố trung tâm quận bị tái chiếm trở lại…Trong khi đó, người dân vẫn tiếp tục loay hoay tìm nơi buôn bán, mưu sinh bởi đề án phố hàng rong, chợ phiên cuối tuần vẫn chưa chính thức hoạt động. Ngày 9\/5, ông Đoàn Ngọc Hải, trao đổi về tình trạng tái chiếm vỉa hè, cho biết, thực hiện Chỉ thị 11 của Thành ủy TPHCM, trách nhiệm lập lại trật tự lòng lề đường đã được giao về cho bí thư, chủ tịch, trưởng công an các phường, nhưng: \"Nếu anh em làm không nổi tôi sẽ xin cấp trên trực tiếp đi chỉ đạo làm vỉa hè tiếp tục\".<ref>{{Chú thích web | url = http:\/\/www.tienphong.vn\/xa-hoi\/tphcm-tai-chiem-via-he-vi-muu-sinh-1147713.tpo | tiêu đề = TPHCM: Tái chiếm vỉa hè vì mưu sinh | tác giả 1 = | ngày = | ngày truy cập = ngày 10 tháng 05 năm 2017 | nơi xuất bản = www.tienphong.vn | ngôn ngữ = }}<\/ref>\n\n===Vỉa hè lại thất thủ===\nNgày 8 tháng 1 năm 2018, thừa nhận chiến dịch thất bại, ông Đoàn Ngọc Hải đệ đơn từ chức vì đã \"không thực hiện được lời hứa trước nhân dân\". Ông giải thích: \"việc xử lý hành vi lấn chiếm lòng, lề đường đã động chạm đến lợi ích rất to lớn hàng ngàn tỉ của các bãi ôtô, xe gắn máy, nhà hàng, khách sạn, các hộ kinh doanh mặt tiền... và một bộ phận không nhỏ cán bộ cộng sinh trong đó\".<ref name=\"tuoitre.vn\"\/>\n\n===Thủ đô Hà Nội===\nÔng Nguyễn Nguyên Quân, trưởng Ban đô thị HĐND TP Hà Nội, cho biết, Nhiều năm qua TP đều có ra quân, đều có các biện pháp xử lý. Tuy nhiên sau mỗi đợt, mọi việc lại trở lại ban đầu, lấn chiếm lại xảy ra. Theo ông Quân, để giải quyết được tình trạng lấn chiếm vỉa hè, đòi hỏi sự vào cuộc của cả hệ thống. Và chỉ khi người dân tự giác, cơ quan và lực lượng thực thi gương mẫu, khi đó trật tự vỉa hè mới được quản lý theo đúng nghĩa.<ref name=tt0305>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170305\/nguoi-nha-nha-ai-o-cac-diem-bai-do-xe\/1274882.html Người nhà nhà ai ở các điểm bãi đỗ xe? ], tuoitre.vn\/, 05.3.2017<\/ref><ref name=nd0305>[https:\/\/web.archive.org\/web\/20170305082137\/http:\/\/www.nhandan.com.vn\/cuoituan\/doi-song-xa-hoi\/item\/32231202-chuyen-cu-can-giai-phap-moi.html Chuyện cũ cần giải pháp mới], [[Nhân Dân (báo)]], 05.3.2017<\/ref>\n\n====Tuyên bố====\n* Tại Hà Nội, tuy chưa có hành động quyết liệt, nhưng tại hội nghị quán triệt kế hoạch của thành phố về tăng cường kiểm tra, đôn đốc, xử lý vi phạm trật tự giao thông, đô thị sáng 4-3, Chủ tịch UBND thành phố Hà Nội [[Nguyễn Đức Chung]] khẳng định mạnh mẽ: nếu lần này không dẹp được lấn chiếm vỉa hè, ông sẽ chỉ đích danh chỗ nào là của bí thư quận, chỗ nào của chủ tịch quận, chỗ nào có trưởng công an phường và kể cả lãnh đạo sở cũng có người nhà liên quan. Ông Chung cũng công khai khẳng định gần như các cơ sở kinh doanh bia hơi đều có 'chống lưng'. Ông cho biết, \"Phải có 'chống lưng' thì mới dám bán công khai (vi phạm vỉa hè - PV). Tôi đã có điều tra rất kỹ, 87% các quán đều có công an đứng sau. Tôi xin nói ở đây không phải chỉ có công an thành phố mà có cả các cục nghiệp vụ của Bộ. Hôm nay tôi nói công khai, điều đó là có thật.\" Ông Chung nêu rõ, khi ông làm giám đốc công an thành phố, ông đã có thống kê hơn 180 quán bia ở vỉa hè, có hơn 150 quán bia có công an đứng sau.<ref name=tt0304>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170304\/180-quan-bia-thi-100-quan-co-cong-an-dung-sau\/1274543.html Cứ 100 quán bia vỉa hè thì 87 quán có công an đứng sau], tuoitre.vn\/, 04.3.2017<\/ref>\n* Sáng 14-3, Bí thư Thành ủy Hà Nội [[Hoàng Trung Hải]] yêu cầu các phường, quận phải kiểm tra chéo lẫn nhau sau lập lại trật tự vỉa hè lần này, để không bị tái lấn chiếm vỉa hè. Ông cho biết: \"Nhiều lần đã làm nhưng chưa thành công. Lần này từng phường, quận phải làm quyết liệt. Thành phố sẽ kiểm tra chéo các đơn vị và sẵn sàng công bố các điểm, đơn vị làm không quyết liệt\".<ref name=tt0314>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170314\/bi-thu-ha-noi-co-tinh-lan-via-he-phai-rut-giay-phep-kinh-doanh\/1280063.html 'Cố tình lấn vỉa hè, phải rút phép kinh doanh'], tuoitre.vn\/, 14.3.2017<\/ref>\n* Ông Nguyễn Thanh Tùng, Trưởng Công an quận Bắc Từ Liêm tuyên bố: \" \"Quận xác định sau tuyên truyền sẽ kiên quyết xử phạt. Phạt lần một, lần hai và đến lần ba là rút giấy phép kinh doanh\".<ref name=tt0314\/>\n\n====Chính sách====\nPhát biểu tại hội nghị, chủ tịch UBND thành phố Nguyễn Đức Chung nhấn mạnh, cách làm của Hà Nội không ra quân ồn ào, mà phải bền vững để sau đó người dân không tái lấn chiếm, mọi người phải tâm phục, khẩu phục, có ý thức với thủ đô. Cuộc chiến giành lại vỉa hè phải qua 3 bước:\n* Bước 1: tuyên truyền nhắc nhở xuống từng gia đình. Chủ tịch xã, phường phải thành lập các tổ công tác. Từng tổ công tác xuống tận gia đình. Đầu tiên là tuyên truyền, thuyết phục.\n* Bước 2: bắt đầu kiểm tra nhắc nhở và định ra thời hạn thực hiện tự tháo dỡ.\n* Bước 3: bắt đầu cưỡng chế và phạt.\n\nVề các đối tượng vi phạm lấn chiếm vỉa hè, ông Chung yêu cầu tập trung xử lý quyết liệt với 14 ngành hàng kinh doanh vi phạm lấn chiếm vỉa hè:\n\n# Các cửa hàng kinh doanh ăn uống.\n# Hàng bán hoa trên vỉa hè và lấn chiếm hết vỉa hè. Yêu cầu chỉ giới đến đầu thì chỉ được bày bán từ đó trở vào.\n# Những cửa hàng kinh doanh hoa quả, cũng lấn chiếm vỉa hè.\n# Những cửa hàng kinh doanh đồ điện máy.\n# Cửa hàng bán chè chén các loại.\n# Cửa hàng sửa chữa xe máy. Vừa lấn chiếm vỉa hè, vừa gây ô nhiễm môi trường khu phố.\n# Những cửa bàng bán quần áo, đồ thời trang, vừa lấn chiếm vỉa hè, vừa trưng người mẫu nhựa tận ra ngoài hè phố.\n# Cửa hàng bán đồ thể thao, bán tranh nhưng tình trạng lấn chiếm vỉa hè kinh doanh trên dọc phố Nguyễn Thái Học.\n# Các điểm trông giữ xe trái phép trên vỉa hè.\n# Các trường hợp kinh doanh, dán nhãn quảng cáo rao vặt.\n\nTiếp nữa là các trường hợp vi phạm về môi trường, vứt rác ra ngoài đường. Các trường hợp đeo bám khách du lịch. Các trường hợp sử dụng phương tiện ba bánh giả danh thương binh.<ref name=tt0304\/>\n\n====Trách nhiệm====\nÔng Chung giao trách nhiệm trong quản lý vỉa hè cho chủ tịch, trưởng công an các phường và tuyên bố, \"Trưởng công an phường tham gia cấp ủy, về mặt đảng là hoàn toàn có thể cách chức nếu không xử lý được vi phạm trật tự vỉa hè\".<ref name=tt0304\/>\n\nÔng Chung cũng giao nhiệm vụ cho Sở Công thương chỉ đạo lực lượng quản lý thị trường vào cuộc trong xử lý lấn chiếm vỉa hè lần này, \"Nếu ba lần vi phạm thì lực lượng quản lý thị trường thu giấy phép kinh doanh, yêu cầu đóng cửa kinh doanh. Chỉ khi nào anh cam đoan không tái diễn mới cho phép hoạt động. Chỉ có họ tự giác, họ tự làm thì mới bền vững được\" <ref name=tt0304\/>\n\nVề lực lượng thực thi, chủ tịch UBND TP Hà Nội yêu cầu giám đốc Công an TP giao trách nhiệm cho trưởng công an phường, cả cảnh sát trật tự, cảnh sát khu vực phải cũng vào cuộc: \"Hà Nội có 1.700 cảnh sát khu vực, mỗi đồng chí phụ trách 250 hộ, nhưng có phải hộ nào cũng có nhà mặt đường để kinh doanh đâu. Vì vậy, chỉ 10-15 ngày là các đồng chí đã đi hết các hộ mặt đường để chuyển thông điệp và thư ngỏ rồi\".<ref name=tt0305\/>\n\n====Hành động====\nTheo thông tin từ UBND quận Hoàn Kiếm, trong 2 ngày 27 - 28\/2, UBND quận đã huy động 1.562 người tham gia lập lại trật tự đô thị, lấy lại vỉa hè cho người đi bộ, qua đó đã xử lý 297 trường hợp vi phạm, phạt hơn 242 triệu đồng.\nCụ thể, xử lý 112 trường hợp vi phạm trật tự đô thị, ra quyết định xử phạt 129 triệu đồng; vi phạm trật tự ATGT 156 trường hợp, xử phạt 103 triệu đồng; vi phạm VSMT 29 trường hợp, xử phạt 10 triệu đồng. Các lực lượng chức năng đã tập trung xử lý 44 tụ điểm phức tạp theo chỉ đạo của UBND quận. Ngoài ra, lực lượng chức năng của quận đã thu giữ 235 bàn ghế các loại, tháo dỡ 81 mái che, bạt che, cầu dắt xe, ô dù, biển quảng cáo.<ref>[http:\/\/www.kinhtedothi.vn\/chong-tai-lan-chiem-via-he-phai-co-giai-phap-lau-dai-281733.html Chống tái lấn chiếm vỉa hè: Phải có giải pháp lâu dài] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170306140410\/http:\/\/www.kinhtedothi.vn\/chong-tai-lan-chiem-via-he-phai-co-giai-phap-lau-dai-281733.html |date=2017-03-06 }}, www.kinhtedothi.vn, 2.3.2017<\/ref>\n\n====Tái chiếm vỉa hè====\nSau 1 tuần ra quân, ngày 19-3 phương tiện truyền thông lại cho hay tình trạng lấn chiếm vỉa hè tại Hà Nội đang có dấu hiệu tái diễn ở một số tuyến phố. Hàng Bạc, Hàng Mắm, Đinh Liệt, Tạ Hiện,Tôn Đản... vỉa hè lại bị lấn chiếm để kinh doanh. Điều đáng nói, những điểm lấn chiếm lại chỉ cách trụ sở Công an phường vài chục mét. Nhiều tuyến phố thuộc quận Hoàn Kiếm chưa cải thiện được nhiều. Không chỉ là vỉa hè, mà ngay cả lòng đường, người đi bộ cũng khó khăn khi đi qua những tuyến phố này. Hầu hết những điểm kinh doanh lấn chiếm vỉa hè và lòng đường đều là những hộ có diện tích nhà hàng khá rộng.<ref>[http:\/\/vtv.vn\/trong-nuoc\/sau-1-tuan-via-he-ha-noi-lai-bi-lan-chiem-20170319182043758.htm Sau 1 tuần, vỉa hè Hà Nội lại bị lấn chiếm], vtv.vn, 19.3.2017<\/ref>\n\nTheo ANTV, vỉa hè Hà Nội một tháng sau khi chính quyền Hà Nội ra quân dẹp loạn vỉa hè, đã có những vi phạm được chấn chỉnh, xử phạt. Tuy nhiên, sự thông thoáng này không tồn tại được lâu khi vào buổi tối, hàng quán và bãi đỗ xe lại bủa vây bít hết lối đi.<ref>[https:\/\/www.youtube.com\/watch?v=GC9Kr_muRwo Vỉa hè Hà Nội \"trở về với dân\" sau 1 tháng dẹp loạn], ANTV, 13.04.2017<\/ref>\n\n====Thất thủ====\nNhà báo Gia Hiền, sinh ra và lớn lên ở Hà Nội, cho là cuộc chiến vỉa hè ở đây đã thất bại.<ref name=vne11>[http:\/\/vnexpress.net\/tin-tuc\/goc-nhin\/via-he-lai-that-thu-3582890.html Vỉa hè lại thất thủ], vnexpress.net, 11.5.2017<\/ref>\n\n===Đà Nẵng===\nNgày 9-3, lực lượng chức năng quận Hải Châu ([[Đà Nẵng]]) tổ chức ra quân lập lại trật tự vỉa hè. Đợt ra quân lần này sẽ xử lý triệt để tình trạng kinh doanh, buôn bán trên vỉa hè, tái lập mỹ quan đô thị và an toàn giao thông, đảm bảo lối đi cho người đi bộ. Trong ngày ra quân lực lượng chủ yếu tuyên truyền, nhắc nhở các hộ tự ý dọn dẹp tháo dỡ. Theo kế hoạch, việc xử lý tập trung vào các tổ chức, cá nhân buôn bán trên vỉa hè xả rác, nước thải ra vỉa hè, lòng đường, đậu đỗ xe sai quy định, che chắn dù bạt, bảng hiệu, tờ rơi quảng cáo, xây dựng lấn chiếm vỉa hè.<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170309\/da-nang-ra-quan-lam-sach-via-he\/1277534.html Đà Nẵng ra quân làm sạch vỉa hè], tuoitre.vn, 9.3.2017<\/ref>\n\nSau hơn một tuần ra quận vận động, tại nhiều tuyến đường tại quận Hải Châu, TP Đà Nẵng, vỉa hè đã được \"trả lại\" cho người đi bộ. Tuy nhiên nhiều nơi hàng rong vẫn còn ngổn ngang.<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170317\/da-nang-dan-tra-via-he-hang-rong-van-vo-tu\/1282079.html Đà Nẵng: Dân 'trả' vỉa hè, hàng rong vẫn 'vô tư'], tuoitre.vn, 17.3.2017<\/ref>\n\n===Nha Trang===\nNgày 1.4, các lực lượng Nha Trang (Khánh Hòa) và tổ công tác liên phường đã tổ chức ra quân lập lại trật tự an toàn giao thông và mỹ quan đô thị trên địa bàn. Đây là chiến dịch đầu tiên nhằm mục đích đòi lại vỉa hè ở Nha Trang. các lực lượng trên toàn thành phố đã xử lý 21 trường hợp đậu đỗ ô tô sai quy định, 126 trường hợp kinh doanh buôn bán lấn chiếm vỉa hè, xử lý 2 trường hợp lập bãi trông giữ xe trái phép, 98 trường hợp để xe mô tô, xe máy sai quy định. Bên cạnh đó, các tổ liên ngành đã vận động người dân tự tháo dỡ 87 trường hợp lắp mái che, biền hiệu sai quy định.<ref>[http:\/\/danviet.vn\/tin-tuc\/nha-trang-mo-chien-dich-doi-lai-via-he-758185.html Nha Trang: Mở chiến dịch đòi lại vỉa hè], danviet.vn, 1.4.2017<\/ref>\n\n==Chức năng vỉa hè==\nTheo TS Đinh Thị Thanh Bình, Viện trưởng Viện Quy hoạch và quản lý GTVT - Trường đại học GTVT Hà Nội, xét về chức năng của vỉa hè, không gian đi bộ là quan trọng nhất, vỉa hè phải đảm bảo 20 - 40% lưu lượng chuyến đi của người dân. Tuy nhiên vỉa hè gắn với kế sinh nhai, là đặc trưng văn hóa cho nên không thể cấm toàn bộ, nơi nào bố trí được địa điểm, không ảnh hưởng đến trật tự giao thông, thì cho phép đưa một số hoạt động kinh doanh văn hóa như: quầy sạp báo, hàng ăn uống… vào riêng một số khu vực nhất định. Cần quy hoạch những khu vực được phép buôn bán ở vỉa hè, chỗ nào không được phép, bố trí sắp xếp và đưa vào trật tự vừa đảm bảo mỹ quan đô thị.<ref>[http:\/\/thanhnien.vn\/thoi-su\/giu-nep-van-hoa-via-he-ben-vung-814354.html Giữ nếp văn hóa vỉa hè bền vững], thanhnien.vn, 12.3.2017<\/ref>\n\n==Người bán hàng rong==\nChủ tịch UBND Thành phố Hồ Chí Minh Nguyễn Thành Phong cho biết qua văn bản khẩn vừa được Văn phòng UBND Thành phố Hồ Chí Minh ban hành liên quan việc tái lập trật tự lòng lề đường, vỉa hè là không chủ trương đẩy đuổi người bán hàng rong. Ngoài ra, UBND Thành phố Hồ Chí Minh giao UBND các quận, huyện chấn chỉnh tình trạng chợ tự phát lấn chiếm trái phép vỉa hè, lòng lề đường để tụ tập, buôn bán; xem xét các vị trí đủ điều kiện để tổ chức các phiên chợ cho người dân buôn bán đảm bảo cuộc sống nhưng không để ảnh hưởng đến an ninh trật tự và an toàn giao thông tại khu vực.<ref name=tt0313>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170313\/tphcm-khong-chu-truong-day-duoi-nguoi-ban-hang-rong\/1279508.html Không chủ trương đẩy đuổi người bán hàng rong ], tuoitre.vn\/, 13.3.2017<\/ref>\n\nÔng Trần Thế Thuận, Chủ tịch UBND quận 1, cho biết, đã chuẩn bị phương án để tổ chức lại vỉa hè, sắp xếp, bố trí, giới thiệu việc làm cho bà con cô bác trên địa bàn quận. Đối với những trường hợp trong độ tuổi lao động thì quận tổ chức giới thiệu việc làm, giới thiệu học nghề. Đối với trường hợp ngoài độ tuổi lao động, quận 1 đang có chủ trương sắp xếp bà con vào kinh doanh tại các khu vực phố hàng rong hoặc tại các tuyến đường có vỉa hè trên 3 m trên địa bàn quận. Ngoài ra, quận cũng tìm thêm các mối công việc để bà con có thể nhận về nhà làm, vừa để không buôn bán lấn chiếm vỉa hè mà vừa có thêm thu nhập.<ref name=plo0313>[http:\/\/plo.vn\/do-thi\/chu-tich-quan-1-se-co-khu-pho-cho-nguoi-ban-hang-rong-688336.html Chủ tịch quận 1: Sẽ có khu phố cho người bán hàng rong ], plo.vn\/, 13.3.2017<\/ref>\n\n==Quan điểm==\n* Phát biểu khai mạc phiên họp thường kỳ Chính phủ diễn ra sáng ngày 1.3, Thủ tướng [[Nguyễn Xuân Phúc]] nhìn nhận việc hai thành phố lớn quyết liệt lập lại trật tự vỉa hè là tin vui. Theo ông, việc này không thể làm tất cả ngay nhưng cũng không thể làm đầu voi đuôi chuột.<ref>[http:\/\/thanhnien.vn\/toi-viet\/chien-dich-lay-lai-via-he-khong-dut-diem-lan-nay-se-khong-bao-gio-nua-797307.html Chiến dịch 'lấy lại vỉa hè': Không dứt điểm lần này, sẽ không bao giờ nữa], thanhnien.vn, 1.3.2017<\/ref>\n* Nói về sự cần thiết của việc \"lấy lại\" vỉa hè ở Hà Nội, TS Vũ Anh Tuấn, giảng viên kiêm Giám đốc Trung tâm nghiên cứu giao thông vận tải (Trường ĐH Việt - Đức TP Hồ Chí Minh), phân tích: \"Vỉa hè là không gian chung, là bộ mặt của thành phố. Việc lập lại trật tự, chống lấn chiếm dù ở đâu cũng cần phải làm và người dân phải ủng hộ chủ trương, nêu cao tính thượng tôn pháp luật. Ở Hà Nội, muốn phát động phong trào đi bộ của người dân thì phải lấy lại được vỉa hè. Nếu lấy lại được và quản lý tốt, sẽ đạt được ba mục tiêu: Một là hạn chế được phương tiện cá nhân, hai là phát triển giao thông phi cơ giới, ba là không phải đầu tư quá nhiều tiền để cải thiện cơ sở hạ tầng\".<ref name=nd0305\/>\n\n==Chú thích==\n{{Tham khảo|3}}\n\n[[Thể loại:Việt Nam năm 2017]]"}