{"368427":"{{Infobox military conflict\n| conflict          =Chiến tranh Việt–Chiêm (1367–1396)\n| combatant1        =[[Chiêm Thành]]\n| commander2        =[[Trần Nghệ Tông]] {{br}}[[Trần Duệ Tông]] {{KIA}}{{br}}[[Hồ Quý Ly|Lê Quý Ly]] {{br}}[[Đỗ Tử Bình]]\n| commander1        =[[Chế Bồng Nga]] {{KIA}}{{br}}[[Simhavarman VI]]{{br}}Trần Húc\n| combatant2        =[[Đại Việt]]\n| partof            =[[Lịch sử chiến tranh Việt–Chiêm|chiến tranh Việt–Chiêm]]\n| result            =Xem phần [[#Kết quả và ý nghĩa|Kết quả và ý nghĩa]]\n| place             =[[Đồng bằng sông Hồng]], [[Trung Bộ]], [[Lào]], [[Vịnh Bắc Bộ]]\n| date              =1367–1396\n| image_size        =300px\n| image             =Indochina 1300 CE.png\n}}\n{{Chinh phạt từ Việt Nam}}\n \n'''Chiến tranh Việt–Chiêm (1367–1396)''' là một cuộc chiến giữa nước [[Đại Việt]] thời hậu kỳ [[nhà Trần]] và nước [[Chiêm Thành]] do [[Chế Bồng Nga]] (1360–1390) lãnh đạo. Vào những năm 1330, [[Đại Việt]] và [[Đế quốc Khmer]] trở nên suy yếu do [[biến đổi khí hậu]], [[nạn đói]] tràn lan, góp phần vào sự hồi sinh của Chiêm Thành vào thế kỷ XIV. Năm 1360, [[Chế Bồng Nga]] lên nắm quyền và yêu cầu nhà Trần trả lại một số vùng đất đã dâng trước đây. Từ những năm 1360, Chiêm Thành bắt đầu vào một loạt cuộc chiến liên tục kéo dài gần ba thập kỷ với Đại Việt và nhiều lần giành được thắng lợi. [[Thành Thăng Long]] nhiều lần rơi vào tay người Chiêm trong suốt cuộc chiến. Năm 1377, [[Trần Duệ Tông]] tổ chức một cuộc phản công và tiến quân vào đến tận [[thành Đồ Bàn]], nhưng cuối cùng bị phục kích bên ngoài thành và bỏ mạng. Năm 1390, Chế Bồng Nga bị giết trong một trận thủy chiến với sự giúp đỡ của một tướng Chiêm đào tẩu.\n\nMột yếu tố quyết định thắng lợi của quân Đại Việt trong trận Hải Triều là vũ khí [[thuốc súng]] và hỏa khí sát thương, khiến Chế Bồng Nga bị giết năm 1390. Kết thúc chiến tranh, cả hai bên đều cạn kiệt nguồn nhân lực và vật lực, đạt được rất ít thành quả trong khi phải chịu đựng thiệt hại lớn. Nhà Trần mất quyền lực vào tay [[Hồ Quý Ly]] năm 1400.\n\n== Bối cảnh ==\n \nNguyên nhân của cuộc xung đột bắt đầu từ sau [[chiến tranh Nguyên Mông-Đại Việt|cuộc kháng chiến chống quân Nguyên Mông]] thắng lợi trong thế kỷ XIII. Liên minh [[chiến tranh Nguyên Mông-Đại Việt|chống]] [[Nhà Nguyên|triều đại nhà Nguyên]] đã đưa [[Đại Việt]] và [[Chăm Pa]], vốn thù địch, xích lại gần nhau. Năm 1306, nhà Trần gả [[Huyền Trân Công chúa]] cho vua [[Chế Mân]] của Chiêm Thành. Chế Mân nhượng hai châu Ô và Lý {{#tag:ref|[[Quảng Trị]] và [[Thừa Thiên Huế]] ngày nay|group=note}} cho Đại Việt làm quà cưới.{{sfnmp|1a1=Taylor|1y=2013|1p=144| 2a1= Chapuis |2y=1995|2p=85|3a1= Hall |3y=1955|3p=166-167, 173|4a1= Coedes|4y=2015|4p=128–129|5a1=Vu|5a2=Sharrock|5y=2014|5p=96|6a1= Tarling|6y=1999|6p=155}} Nhà Trần đổi tên hai vùng đất này thành Hóa Châu và Thuận Châu.{{sfnp|Hall|1955|p=167}}{{sfnp|Vu|Sharrock|2014|p=96}} Năm 1307, Chế Mân qua đời, nhà Trần lo sợ Huyền Trân công chúa phải bị thiêu để hỏa táng theo.{{sfnp|Taylor|2013|p=141}} Vua [[Trần Anh Tông]] sai [[Trần Khắc Chung]] mượn tiếng thăm viếng và dùng kế đưa Huyền Trân về nước.{{sfnp|Chapuis|1995|p=85}}{{sfnp|Zottoli|2011|p=60}}{{sfnp|Vu|Sharrock|2014|p=96}} Tuy nhiên, một số người đời sau cho rằng câu chuyện này có phần thêu dệt, cho rằng việc công chúa phải lên giàn hỏa chỉ là ''\"lời đồn đại có chủ ý của các nhân vật bất đồng quan điểm với nhà Trần và chống đối với cuộc hôn nhân mang tính dị tộc, những nhà Nho mới nổi\"''. Bên cạnh những đối lập đáng ngờ và những điểm bất hợp lý trong sử sách, sử ký Chiêm Thành và tất cả thư tịch cổ bàn về nghi lễ hỏa táng đều không nhắc đến tục lệ này của người Chiêm, chưa chắc đã có thật.{{sfnp|Thông Thanh Khánh|2013}}\n \nCái chết của vua Chăm vào năm 1307 khiến nhiều người Chăm đòi trả lại những lãnh thổ đã dâng.{{sfnp|Taylor|2013|p=144}} Năm 1311–1312, [[Trần Anh Tông]] mang đại quân đi đánh Chiêm Thành, bắt Chế Chí về, đưa em của ông là [[Chế Năng]] lên thay thế, trở thành chư hầu của nhà Trần.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 6:27b-28b)<\/ref>{{sfnmp|1a1=Taylor|1y=2013|1p=144| 2a1= Hall |2y=1955|2p=167, 173|3a1= Coedes|3y=2015|3p=129|4a1= Maspero|4y=2002|4p=89-90}} Chế Chí không lâu sau thì chết ở Gia Lâm và được hỏa táng.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 6:30b): \"二月，效順王制至至嘉林行宮死，火塟之。\"<br \/>\"Tháng 2, Hiệu Thuận Vương Chế Chí đến hành cung Gia Lâm, chết, đem hoả táng.\"<\/ref>{{sfnp|Coedes|2015|p=129}} Chế Năng sau này nổi dậy, nhưng bị đánh bại vào năm 1318, buộc phải chạy trốn ra [[Java]] và bị thay thế bởi [[Chế A Nan]].{{sfnmp|1a1=Coedes|1y=2015|1p=204| 2a1= Hall |2y=1955|2p=167|3a1= Maspero |3y=2002|3p=90|4a1= Tarling |4y=1999|4p=258}} Sau khi quân nhà Trần rút lui, Chế A Nan tăng cường cống nạp cho nhà Nguyên, đồng thời thuyết phục vua Nguyên hỗ trợ Chiêm giành tự chủ khỏi Đại Việt. Năm 1324, [[Nguyên Anh Tông]] sai sứ sang dụ Trần Minh Tông phải tôn trọng chủ quyền của Chiêm Thành. Năm 1326, Trần Minh Tông sai Huệ Túc vương Trần Đại Niên tấn công Chiêm Thành. Quân của Chế A Nan đã đánh bại được quân Trần Đại Niên. Mặc dù nhà Trần không chính thức thừa nhận, thắng lợi này đã giúp Chiêm Thành giành quyền độc lập, không còn bất cứ sự liên đới nào với Đại Việt.{{sfnp|Vu|Sharrock|2014|p=98}}{{sfnp|Maspero|2002|p=90}}{{sfnp|Coedes|2015|p=204}}{{sfnp|Hall|1955|p=173}}\n\nVào đầu những năm 1300, sự tăng trưởng dân số trong các giai đoạn trước đó đã gây ra tình trạng quá tải dân số ở vùng Đồng bằng Bắc Bộ, khiến các nguồn tài nguyên ngày càng trở nên hạn chế. Với ít đất canh tác hơn, năng suất giảm, cùng với lượng đất sở hữu và khả năng trả địa tô của người nông dân. Đồng thời, giai đoạn chuyển tiếp từ cuối [[Thời kỳ ấm Trung cổ]] sang [[Thời kỳ băng hà nhỏ]] đã ảnh hưởng nghiêm trọng đến khí hậu của khu vực, gây ra hạn hán và lũ lụt thường xuyên, làm suy yếu hệ thống thủy lợi, gây thiệt hại cho sản xuất nông nghiệp, mùa màng thất bát, dẫn tới nạn đói hoành hành, làm bần cùng hóa tầng lớp nông dân, gây ra cướp bóc và hỗn loạn khắp nơi. Các cuộc khởi nghĩa nông dân trong nước xảy ra liên tục, những biến động xã hội và xung đột ý thức hệ giữa Phật giáo và tầng lớp văn nhân sĩ phu, tất cả đã làm suy yếu quyền lực cũng như vị thế nhà Trần.{{sfnp|Kiernan|2017|p=177-179, 182-183}}{{sfnp|Lieberman|2003|p=367–373}}{{sfnp|Beaujard|2019|p=273-274}} Trong khi đó, sau khi giành lại độc lập vào năm 1326,{{sfnp|Taylor|2013|p=144}}{{sfnp|Buttinger|1958|p=152}} nền kinh tế Chiêm Thành phục hồi, thương mại và công nghiệp phát triển mạnh mẽ, một phần nhờ mở rộng giao thương với Trung Quốc, trong khi các nước láng giềng đều suy yếu và đang phải chiến đấu chống lại các cuộc tấn công từ phía tây.{{sfnp|Kiernan|2017|p=183}}{{sfnp|Lieberman|2003|p=371}} \n\nNăm 1342, vua Chế A Nan mất, con rể Trà Hòa Bố Để tự lập làm vua kế tục, sai người sang báo tang. Ngay sau đó, [[Chế Mỗ]] và Trà Hòa gây ra cuộc tranh ngôi báu. Năm 1352, [[Chế Mỗ]] chạy sang [[Đại Việt]] nương tựa. Đến năm 1353, [[Trần Dụ Tông]] sai quan quân hộ tống [[Chế Mỗ]] về nước, nhưng vừa đến nơi hiện nay là [[Cổ Lũy]] phải rút về. [[Chiêm Thành]] sau đó liên tục tràn lên cướp phá miền Hóa Châu, vua Trần phái [[Trương Hán Siêu]] vào trấn thủ, bình ổn tình hình vùng ngoài biên. Nhưng đến cuối năm 1354 thì Trương Hán Siêu mất.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 7:11a, 16a-17b)<\/ref>{{sfnmp|1a1=Coedes|1y=2015|1p=204|2a1=Hall|2y=1955|2p=167|3a1=Maspero|3y=2002|3p=90-91|4a1= Tarling |4y=1999|4p=258|5a1= Aymonier |5y=1893|5p=17|6a1= Taylor |6y=2013|6p=144|7a1= Zottoli |7y=2011|7p=62}}\n\n== Diễn biến ==\n \nSau khi vua [[Trà Hòa]] mất, vào khoảng năm 1360, [[Chế Bồng Nga]] được quần thần tôn làm ''Raja-di-raja'' (Vua của các vị vua). Chúng ta vẫn chưa biết rõ về thân thế hay nguồn gốc của ông.{{sfnmp|1a1=Maspero|1y=2002|1p=92|2a1=Whitmore|2y=2011|2p=187|3a1=Miksic|3a2=Goh|3y=2017|3p=493|4a1=Coedes|4y=2015|4p=129}} Năm 1361, Chế Bồng Nga đem quân đi theo đường biển tiến đánh cửa biển Dĩ Lý (thuộc tỉnh [[Quảng Bình]] ngày nay), cướp phá và bắt giữ dân chúng. Đến năm sau, người Chăm lại sang tấn công Hóa Châu, vua Trần sai [[Đỗ Tử Bình]] đem binh chống giữ, củng cố các binh đội trong khu vực.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}}\n\n*(Bản kỷ\/Quyển 7:24a): \"三月，占城草賊駕海掠迤哩海門\"<br \/>\"Tháng 3, giặc cỏ Chiêm Thành vượt biển đến cướp ở cửa biển Dĩ Lý”\n\n*(Bản kỷ\/Quyển 7:25a): \"三月，占城劫掠化州。夏四月，命杜子平定補臨平、順化軍及繕完化州城。\"<br \/>\"Tháng 3, Chiêm Thành cướp Hoá Châu. Mùa hạ, tháng 4, sai Đỗ Tử Bình duyệt bổ quân ở Lâm Bình, Thuận Hoá và đắp thành Hoá Châu.\"\n\n<\/ref>{{sfnmp|1a1=Whitmore|1y=2011|1p=187|2a1=Taylor|2y=2013|2p=152|3a1= Aymonier|3y=1893|3p=17-18}} Năm 1365, nhân dịp nam nữ vui chơi ngày xuân, người Chăm đã phục kích sẵn ở các vùng đồi núi chung quanh bất ngờ xông ra bắt cóc đám thanh niên này rồi chạy mất. Một năm sau, người Chăm tấn công phủ Lâm Bình nhưng tướng Trần là Phạm A Song phản công đánh đuổi được. Năm 1367, vua Trần cử Trần Thế Hưng và Đỗ Tử Bình đi đánh Chiêm Thành. Năm 1368, Chế Bồng Nga cử sứ sang, yêu cầu Trần Dụ Tông trả lại hai châu cũ. Trong khi đó, quân Trần bại trận ở Chiêm Động,{{#tag:ref|[[Quảng Nam]] ngày nay|group=note}} buộc phải lui về.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 7:26b-28a)<\/ref>{{sfnmp|1a1= Whitmore|1y=2011|1p=187-188|2a1= Taylor |2y=2013|2p=152|3a1= Zottoli|3y=2011|3p=62|4a1=Maspero|4y=2002|4p=92}} Những sự kiện này mở đầu cho các cuộc đụng độ giữa người Việt và người Chăm kéo dài trong ba thập kỷ tiếp theo.\n\n=== Thăng Long thất thủ (1371) ===\n \nTrần Dụ Tông không có con, khi chết có di chiếu truyền ngôi cho [[Dương Nhật Lễ]], một người không thuộc dòng dõi họ Trần, dẫn đến cuộc đảo chính do các tông thất nhà Trần lãnh đạo. Nhật Lễ bị phế truất và xử tử, Trần Phủ lên ngôi, gọi là [[Trần Nghệ Tông]]. Sau khi Nhật Lễ mất, mẹ ông sang Chiêm Thành cầu cứu vua Chế Bồng Nga sang đánh Đại Việt báo thù và báo cáo tình hình nhà Trần.{{sfnp|Taylor|2013|p=154-157}}{{sfnp|Whitmore|2011|p=190}}{{sfnp|Coedes|2015|p=205}}{{sfnp|Maspero|2002|p=92–93}} Năm 1371, người Chiêm tiến ra Bắc, đánh vào cửa Đại An{{#tag:ref|xã Quần Liêu, Nghĩa Hưng, [[Nam Định]] hiện nay|group=note}} và tấn công [[đồng bằng sông Hồng]]. Quân Trần chống cự không nổi. Trần Nghệ Tông phải đi thuyền qua sông chạy sang Đông Ngàn. Ngày 27 tháng 3, quân Chăm tiến vào kinh đô [[Thăng Long]], cướp phá cung điện, bắt phụ nữ, lấy của cải ngọc lụa mang về. Trần Nghệ Tông trở lại kinh đô, cho xây dựng sửa sang lại, dùng người tông thất đứng ra làm chứ không dùng sức dân.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 7:37a-37b)<\/ref>{{sfnmp|1a1=Whitmore|1y=2011|1p=190|2a1=Vu|2a2=Sharrock|2y=2014|2p=101|3a1=Maspero|3y=2002|3p=92-93|4a1=Aymonier|4y=1893|4p=18|5a1=Taylor|5y=2013|5p=157-158|6a1=Zottoli|6y=2011|6p=63}}\n\nCùng năm 1371, Chế Bồng Nga dâng biểu cho [[Minh Thái Tổ]] kể tội Đại Việt đem binh sang chiếm đất, yêu cầu [[Trung Quốc]] bảo vệ và cung cấp tiếp tế, từ đó trung lập hóa phản ứng của Trung Quốc, vốn luôn muốn kiềm chế xung đột.{{sfnp|Whitmore|2011|p=190}}<ref group=\"‡\">{{harvtxt|''Minh thực lục''}}, quyển 3:1260-1261, Thái Tổ, quyển 67:4b-5a<br\/>{{harvtxt|Geoff Wade|2019}}: \"The minister Da-ban Gua-bu-nong and others who had been sent by A-da-a-zhe, the king of the country of Champa, came to Court and presented a memorial, which noted that Annam had invaded their territory.\"<\/ref> Minh Thái Tổ sau đó đã xuống chiếu bắt hai nước không được gây sự chiến tranh.<ref group=\"‡\">{{harvtxt|''Minh thực lục''}}, quyển 3:1260-1261, Thái Tổ, quyển 67:4b-5a<br\/>{{harvtxt|Geoff Wade|2019}}: \"Both Champa and Annam serve the Court and both acknowledge the Court's calendar. But now, without authority, arms have been taken up and there has been great loss of life. This shows failure in the duty of serving the Emperor and failure in properly handling relations with neighbours. I have already sent a despatch to the king of Annam ordering the immediate cessation of hostilities. Your countries should also both protect your own borders.\"<\/ref> Chế Bồng Nga đã đánh bại Đại Việt một cách xuất sắc trên mặt trận ngoại giao, giành được sự ủng hộ của triều đình nhà Minh bằng cách gửi cống nạp và cho ấn tượng rằng nước láng giềng Đại Việt ở phía bắc là những kẻ xâm lược, ngụy trang cuộc tấn công như một hành động để tự bảo vệ mình.{{sfnp|Whitmore|2011|p=190}}{{sfnp|Hall|2011|p=243}} \n\n=== Trận Đồ Bàn (1377) ===\n{{main|Trận Đồ Bàn (1377)}} \nNăm 1372, Trần Nghệ Tông nhường ngôi cho em là Trần Kính và lên làm Thái thượng hoàng. Trần Kính lên ngôi, tức là [[Trần Duệ Tông]]. Để trả thù việc Chiêm Thành đánh cướp kinh thành, Trần Duệ Tông ra sức xây dựng quân đội. Trong giai đoạn này, nhà Trần cố gắng trấn giữ vùng phía Nam. Khu vực Thanh Nghệ được củng cố và lực lượng quân sự được xây dựng. Chính quyền địa phương cũng được tổ chức lại, và lần đầu tiên sau nhiều năm, người dân khu vực cảm nhận được ảnh hưởng trực tiếp của triều đình.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 7:41a-41b)<\/ref>{{sfnmp|1a1=Taylor|1y=2013|1p=158|2a1= Whitmore|2y=2011|2p=191|3a1= Coedes|3y=2015|3p=205|4a1= Maspero|4y=2002|4p=93}}\n \nTháng 5 năm 1376, [[Chế Bồng Nga]] mở cuộc tấn công vào Hoá Châu. Ngay sau đó, vua Trần ra lệnh sắm sửa chuẩn bị tấn công Chiêm Thành. Tới cuối năm 1376, nhà vua cầm 120.000 quân đánh Chiêm Thành. Chiêm Thành ban đầu cố gắng đàm phán, nhưng không thành công. Đầu năm 1377, quân [[Đại Việt]] tiến tới cửa Thị Nại ([[Quy Nhơn]] ngày nay). Chế Bồng Nga lập đồn giữ ngoài thành [[Đồ Bàn]], rồi cho người đến giả đầu hàng, nói rằng Chế Bồng Nga đã bỏ thành trốn. Trần Duệ Tông muốn tiến quân vào thành ngay, đại tướng Đỗ Lễ can ngăn mãi nhưng không nghe. Khi thúc quân tiến vào thành, quân Chiêm tứ phía phục binh đổ ra đánh. Quân Trần vỡ trận, Duệ Tông bị hãm trong vòng vây mà tử trận, 3 vị tướng Đỗ Lễ, Nguyễn Lạp Hòa, hành khiển Phạm Huyền Linh đều chết. Ngự Câu vương Trần Húc bị bắt đã đầu hàng Chế Bồng Nga, được gả con gái. Trong khi đó, Đỗ Tử Bình lĩnh hậu quân không tới cứu giá, Lê Quý Ly bấy giờ đang đốc thúc quân tải lương, được tin vua tử trận, bỏ chạy về nước. Chế Bồng Nga đánh đuổi theo, lại một lần nữa đưa quân vào đồng bằng sông Hồng, dễ dàng vượt qua các tuyến phòng thủ của quân Đại Việt, tấn công Thăng Long.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 7:42b-44b)<\/ref>{{sfnmp|1a1=Aymonier|1y=1893|1p=19|2a1=Whitmore|2y=2011|2p=191|3a1=Hardy|3a2=Cucarzi|3a3=Zolese|3y=2009|3p=66-67|4a1=Vu|4a2=Sharrock|4y=2014|4p=101|5a1=Taylor|5y=2013|5p=158-159|6a1=Zottoli|6y=2011|6p=64}} [[Trần Nghệ Tông]] thấy Trần Duệ Tông tử trận, nên chiêu hồn chôn ở Hy Lăng và cho lập con trưởng là [[Trần Phế Đế (Đại Việt)|Trần Hiện]] lên làm vua, tức là [[Trần Phế Đế (Đại Việt)|Trần Phế Đế]].<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 7:45b-46a)<\/ref>{{sfnp|Zottoli|2011|p=65}}{{sfnp|Vu|Sharrock|2014|p=101}}\n\n===Chế Bồng Nga hai lần bắc tiến (1378)===\n\n[[Tập tin:Map of the Kingdom of Champa (1380) during the reign of King Che Bunga.png|nhỏ|Lãnh thổ nằm dưới quyền kiểm soát của Chế Bồng Nga năm 1380]]\n\nTrong những năm tiếp theo, Chiêm Thành cũng bắt đầu xâm nhập sâu hơn vào lãnh thổ của Đại Việt ở phía bắc Hoành Sơn. Tháng 5 năm 1378, Chế Bồng Nga đưa Trần Húc tấn công vùng Nghệ An, tiếm xưng vương hiệu, chiêu dụ dân chúng. Được hỗ trợ từ các vùng phía nam cùng với lực lượng người Chăm, Chế Bồng Nga đánh ra bắc. Quân Trần đánh không lại, người Chiêm một lần nữa tiến vào Thăng Long, bắt người cướp của rồi rút về.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:1b):\n\n*\"夏五月五日，占城引御溝降壬勗寇乂安府，僭號以招人民，多受偽命者。\"<br \/>\"Mùa hạ, tháng 5, ngày mồng 5, người Chiêm đưa Ngự Câu Vương Húc đã đầu hàng đến cướp phủ Nghệ An, tiếm xưng vị hiệu đề chiêu dụ dân chúng, nhiều người theo lệnh của bọn nguỵ.\"\n\n* \"六月，犯大黄江，帝命行遣杜子平禦之，官軍自潰，贼遂遂犯京師，擄掠而還。\"<br \/>\"Tháng 6, giặc đánh vào sông Đại Hoàng. Vua sai Hành khiển Đỗ Tử Bình đi chống giữ. Quan quân tan vỡ. Giặc liền đánh vào kinh sư, bắt người cướp của rồi rút về.\"<\/ref>{{sfnp|Taylor|2013|p=159}}{{sfnp|Whitmore|2011|p=191}} Vua Trần sau này đem các vàng bạc châu báu giấu trong núi Thiên Kiến và động Khả Lăng.{{sfnp|Maspero|2002|p=94}}{{sfnp|Whitmore|1985|p=20-21}}\n\n=== Chiến sự 1380-1383 ===\n\nNăm 1380, Chế Bồng Nga cho tuyển binh ngay tại Tân Bình và Thuận Hóa, tổ chức tấn công vùng Thanh Hóa - Nghệ An. Trần Nghệ Tông sai Lê Quý Ly, Đỗ Tử Bình đem quân đón đánh, đẩy lùi quân Chiêm về phía nam.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:3b-4a)<\/ref>{{sfnp|Taylor|2013|p=159}}{{sfnp|Aymonier|1893|p=19}}{{sfnp|Maspero|2002|p=107}} Tháng 2 năm 1382, quân Chiêm lại tiến đánh Thanh Hóa bằng cả đường bộ và đường biển. Lê Quý Ly đóng đồn ở núi Long Đại ở Thanh Hóa (tức [[Núi Hàm Rồng (Thanh Hóa)|núi Hàm Rồng]]), [[Nguyễn Đa Phương]] đóng cọc giữ cửa biển Thần Đầu. Khi thủy quân Chiêm lại gần, Đa Phương không đợi lệnh Quý Ly, nhổ cọc, tiến ra giao chiến. Quân Chiêm trở tay không kịp, phải bỏ về.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:5b):\n\n* \"春二月，占城入寇清化，命季犛領軍禦之，屯龍岱山，以神魁軍將阮多方守神投海樁。\"<br \/>\"Mùa xuân, tháng 2, Chiêm Thành vào cướp Thanh Hoá. [Vua] sai Quý Ly đem quân chống giữ, đóng quân ở núi Long Đại. Cho tướng coi quân Thần Khôi là Nguyễn Đa Phương giữ hàng cọc đóng ở [cửa] biển Thần Đầư.\"\n\n*\"占人水步俱進，在山上以石投下，軍船多損壞，多方不待季犛令，自開椿出戰， 一時取勝，諸軍乘勝攻之，占城大敗，散入山林。我軍圍山三日，賊多餓死，燒盡舟船，餘眾奔北。\"<br \/>\" Người Chiêm tiến đến bằng cả hai đường thủy bộ, ở trên núi lấy đá ném xuống, thuyền quân ta bị hỏng nhiều. Đa Phương không đợi lệnh của Quý Ly, tự ý cho mở hàng cọc xông ra đánh, một chốc thì thắng. Các quan thừa thắng tấn công. Chiêm Thành thua to, chạy tán loạn vào rừng núi. Quân ta vây núi ba ngày, giặc nhiều tên bị chết đói. Ta đốt hết thuyền bè của giặc, tàn quân giặc chạy trốn cả.\"\n\n*\"三月，追至乂安城而還。\"<br \/>\" Tháng 3, đuổi giặc đến thành Nghệ An rồi về.\"<\/ref>{{sfnp|Taylor|2013|p=159}}{{sfnp|Maspero|2002|p=107}} Đầu năm 1383, Trần Nghệ Tông ra lệnh cho Lê Quý Ly đem quân đánh Chiêm Thành, nhưng vào đến Hà Tĩnh, Quảng Bình ngày nay gặp phải bão bị mất nhiều thuyền chiến, vì vậy lại phải rút quân về.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:6a): \"春正月，命黎季犛領舟師伐占城。時新造大艘，有艷治、王突、牙捷等號，行至吏部娘灣烏蹲等處，被風濤折壞，引軍還。\"<br \/>\"Mùa xuân, tháng giêng, sai Lê Quý Ly thống lĩnh thủy quân đi đánh Chiêm Thành. Bấy giờ mới đóng xong các thuyền lớn có tên là Diễm Trị, Ngọc Đột, Nha Tiệp. Thuyền tới vùng biển Lại Bộ Nương và Ô Tôn bị sóng gió đánh hư hỏng. Dẫn quân về.\"<\/ref>{{sfnp|Whitmore|1985|p=22}}{{sfnp|Taylor|2013|p=160}}\n \nHè năm 1383, Chế Bồng Nga và tướng [[Simhavarman VI|Lã Khai]], chọn con đường phía tây qua vùng núi Thanh Hoá, tấn công theo hướng Tây Nam vào Thăng Long. Khi quân Chăm đến đất [[Quảng Oai]] (nay thuộc [[Ba Vì]], [[Hà Nội]]), Trần Nghệ Tông sai tướng Mật Ôn đem quân đi chống giữ, nhưng bị quân Chiêm bắt. Trần Nghệ Tông sợ hãi, chạy khỏi [[Thăng Long]]. Nguyễn Đa Phương ngày đêm đốc suất quân sĩ dựng rào chắn bảo vệ kinh thành.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:6a-6b)<\/ref>{{sfnp|Whitmore|1985|p=21–23}}{{sfnp|Whitmore|2011|p=192}}{{sfnp|Taylor|2013|p=160}} [[Đại Việt sử ký toàn thư|Toàn thư]] chỉ nhắc tới sự kiện người Chiêm rút về vào tháng 12.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:7a):” 冬十二月，占城引眾還。\"<br \/>\"Mùa đông, tháng 12, Chiêm Thành dẫn quân về.<\/ref> Taylor (2013) tin rằng Nguyễn Đa Phương bảo vệ Thăng Long thành công, buộc quân Chiêm rút về sau sáu tháng.{{sfnp|Taylor|2013|p=160}} Một số nhà nghiên cứu khác cho rằng Chiêm Thành chiếm đóng thành Thăng Long trong vòng sáu tháng rồi đưa quân về.{{sfnp|Miksic|Goh|2017|p=489-490}}{{sfnp|Li|2018|p=21}}{{sfnp|Phù Lang Trương Bá Phát|1970|p=87}}\n\n===Vai trò nhà Minh=== \nTrong suốt các năm chiến tranh, Chiêm Thành tiếp tục duy trì thế thượng phong trong mặt trận ngoại giao với triều đình nhà Minh. Người Chiêm liên tục cử các phái bộ đến tố cáo Đại Việt, giữ cho nhà Minh ở vị trí trung lập, không can thiệp, đảm bảo Chiêm Thành không bị quở trách. Mặc dù Minh Thái Tổ biết về các cuộc tấn công của Chiêm Thành, nhà Minh vẫn chấp nhận cống nạp của người Chiêm, trong khi từ chối cống nạp của Đại Việt.{{sfnp|Whitmore|2011|p=192-195}}{{sfnp|Hall|2011|p=243}} Từ sau năm 1384, có thể do nhà Minh hay một lý do nào đó, Chiêm Thành đã ngừng tấn công về phía bắc. Whitmore (2011) cho rằng người Chiêm trong giai đoạn này đã mở rộng theo nhiều hướng hơn là chỉ về phía Bắc: phía tây vào các cao nguyên phía tây, phía nam vào các khu vực từng bị thống trị bởi Đế quốc Khmer. Tuy nhiên, sự thống trị của người Chiêm đã dẫn đến những xung đột với nhà Minh.{{sfnp|Whitmore|2011|p=192-195}} Năm 1386, theo [[Đại Việt sử ký toàn thư|Toàn thư]], nhà Minh sắp đem quân bình định Chiêm Thành, ra lệnh cho Đại Việt chuẩn bị tiếp tế từ Nghệ An đến Vân Nam.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:9a): \"明又遣錦衣衛舍人李英等來假道徃占城，索象五十隻，自乂安府設站驛給粮草，遞送至雲南。\"<br \/>\"Nhà Minh lại sai bọn Cẩm y vệ xá nhân Lý Anh sang mượn đường đánh Chiêm Thành, đòi 50 con voi, đặt các dịch trạm từ phủ Nghệ An cung cấp cỏ, thức ăn, đưa voi đến Vân Nam.\"<\/ref> Tuy nhiên, Minh thực lục không đề cập đến bất kỳ cuộc tấn công nào và thậm chí mô tả việc nhận cống phẩm từ Chiêm Thành năm đó. Tài liệu lịch sử của các nhà truyền giáo Dòng Tên thì ghi nhận hoàng đế nhà Minh đã trở nên giận dữ khi Itataha (chỉ Chế Bồng Nga) lấy một phần số voi vốn Chân Lạp dùng làm cống nạp cho nhà Minh.{{sfnp|Zottoli|2011|p=65}}\n\n=== Chế Bồng Nga bắc tiến lần 5 (1389) ===\nTháng 10 năm 1389, [[Chế Bồng Nga]] lại đánh lên Thanh Hóa, Trần Nghệ Tông sai Lê Quý Ly dẫn quân chống cự. Quân Chiêm đắp ngăn sông Bản Nha ở thượng lưu, quân Đại Việt đóng cọc dày đặc đối địch, giữ nhau nhiều ngày. Quân Chiêm đặt sẵn quân và voi, giả vờ bỏ doanh trại rút về. Lê Quý Ly mắc mưu đem quân truy kích không ngờ bị trúng kế. Quân [[Đại Việt]] bị thiệt hại nặng nề, tướng chỉ huy bị bắt sống, nhiều tướng chết trận. Quý Ly để Phạm Khả Vĩnh và [[Nguyễn Đa Phương]] ở lại cầm cự với giặc, còn mình thì trốn về Thăng Long xin thêm chiến thuyền. Trần Nghệ Tông không cho, vì thế ông giao trả binh quyền. Nguyễn Đa Phương và Phạm Khả Vĩnh biết thế yếu cũng rút quân về. Trở về kinh thành, Nguyễn Đa Phương, cậy công lớn nhiều năm trước có ý lên mặt, công khai chê Quý Ly là bất tài, thế nhưng sau này bị ép tự vẫn.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:14a-16b)<\/ref>{{sfnp|Taylor|2013|p=161}}{{sfnp|Hardy|Cucarzi|Zolese|2009|p=67}}\n \nTháng 11 năm 1389, Trần Nghệ Tông sai [[Trần Khát Chân]] lúc đó đang nắm quân Long Tiệp đi chống quân Chiêm.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:16a): \"十一月，上皇命陳渴真將龍捷軍出師討賊。\"<br \/>\"Tháng 11, Thượng hoàng sai Trần Khát Chân chỉ huy quân Long Tiệp ra quân đánh giặc.\"<\/ref> [[Trần Khát Chân]] kéo quân đến Hoàng Giang (khúc [[sông Hồng]] ở [[Hà Nam]]) gặp quân Chiêm, thấy không chống được, mới lui về đem quân đóng ở sông Hải Triều.{{#tag:ref|Sông Hải Triều là một khúc sông giáp với huyện [[Tiên Lữ]], tỉnh [[Hưng Yên]] và [[Hưng Nhân (huyện)|huyện Hưng Nhân]], tỉnh [[Thái Bình]] ngày nay|group=note}} Trần Nguyên Diệu, em ruột của vua Trần Phế Đế, vì muốn báo thù mà ra đầu hàng theo Chế Bồng Nga.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:16a):\n \n*\"軍發瀘江至黃江，已遇賊矣。渴真觀無可戰之地，退守海潮江。\"<br \/>\"Quân xuất phát từ sông Lô, đến Hoàng Giang đã gặp giặc rồi, Khát Chân quan sát chỗ ấy không thể đánh được, mới lui giữ sông Hải Triều.\"\n \n*\"靈德弟元耀欲為靈德報仇，率眾降賊。\"<br \/>\"Em trai Linh Đức là Nguyên Diệu muốn báo thù cho Linh Đức, đem quân đầu hàng giặc.\"<\/ref>{{sfnp|Sun|2006|p=76}}{{sfnp|Maspero|2002|p=108}} Bấy giờ, trong nước, quân nổi loạn khắp nơi, Nguyễn Thanh làm loạn ở Lương Giang, [[Phạm Sư Ôn]] ở Quốc Oai nổi dậy đánh chiếm kinh đô, thượng hoàng và vua phải bỏ kinh đô, triệu tướng Hoàng Thế Phương đang đóng ở Hoàng Giang ra cứu.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:17a)<\/ref>{{sfnp|Sun|2006|p=76}}{{sfnp|Taylor|2013|p=161}}\n\n=== Trận Hải Triều (1390) === \nMinh thực lục ghi lại rằng Chế Bồng Nga bị thủ hạ La Khải tiếm ngôi giết.{{sfnp|Whitmore|2011|p=195}}{{sfnp|Vu|Sharrock|2014|p=101}}{{sfnp|Hall|2011|p=244}} Thế nhưng, theo Toàn thư, năm 1390, Chế Bồng Nga cùng Trần Nguyên Diệu mang hơn 100 chiến thuyền đến Hải Triều đối đầu với Trần Khát Chân.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:17b): \"時蓬莪與元耀領戰船百餘艘來觀官軍形勢。\"<br \/>\"Khi ấy, Bồng Nga cùng với Nguyên Diệu dẫn hơn một trăm thuyền chiến đến quan sát tình thế của quan quân.\"<\/ref>{{sfnp|Zottoli|2011|p=65}} Một tiểu tướng Chiêm Thành bị tội với Chế Bồng Nga, sợ bị giết, bèn chạy trốn sang phía quân Trần, đầu hàng Trần Khát Chân, cho biết vị trí của Chế Bồng Nga. Khát Chân cho tập trung súng bắn xối xả vào chiếc thuyền ngự, Chế Bồng Nga bị trúng đạn chết. Trần Nguyên Diệu thấy vua Chiêm chết, liền chặt thủ cấp vua Chiêm rồi chèo thuyền trở về bên quân Trần. Hai tướng Đại Việt giết chết Nguyên Diệu, cướp lấy thủ cấp của Chế Bồng Nga nộp cho Trần Khát Chân.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:17b): \"眾船未會，蓬莪小臣波漏稽為蓬莪所責，懼誅，來奔軍營，指綠漆船告曰：「此國王船也。」渴真令火銃齊發，着蓬莪貫於船板而死。船中人喧閙號泣，元耀反取蓬莪馘奔還官軍，龍捷軍上都大隊副范汝勒、頭伍楊昂遂殺元耀，倂取蓬莪馘。賊眾大潰。\"<br \/>\"Các thuyền giặc chưa tập họp lại, thì có tên tiểu thần của Bồng Nga là Ba Lậu Kê nhân bị Bồng Nga trách phạt, sợ bị giết, chạy sang doanh trại quân ta, trỏ vào chiến thuyền sơn xanh bảo rằng đó là thuyền của quốc vương hắn. Khát Chân liền ra lệnh các cây súng nhất tề nhả đạn, bắn trúng thuyền Bồng Nga, xuyên suốt ván thuyền, Bồng Nga chết, người trong thuyền ồn ào kêu khóc. Nguyên Diệu cắt lấy đầu Bồng Nga chạy về với quan quân. Đại đội phó Thượng đô quân Long Tiệp là Phạm Nhũ Lặc và đầu ngũ là Dương Ngang liền giết luôn Nguyên Diệu, lấy cả đầu Bồng Nga. Quân giặc tan vỡ.\"<\/ref>{{sfnmp|1a1=Taylor|1y=2013|1p=161|2a1=Whitmore|2y=2011|2p=196|3a1= Hall |3y=1955|3p=168|4a1=Maspero|4y=2002|4p=107-109|5a1=Zottoli|5y=2011|5p=65|6a1=Kiernan|6y=2017|6p=190}}\n\nLa Ngai thu thập tàn quân, hỏa táng xác Chế Bồng Nga, rút về Chiêm Thành. Quân Trần đuổi theo đánh, La Ngai dừng voi lại, tung ra nhiều tiền của để nhân lúc quân Trần mải nhặt đồ mà chạy thoát.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:18a): \"羅皚引餘眾至瀘江上岸，火塟蓬莪身屍，晝夜陸行，山腳作架，棧道煑飯，其上且行且食，全眾以歸，遇官軍進擊，則駐象撒貨以止之。\"<br \/>\"La Ngai dẫn số quân còn lại đến phía trên bờ sông Lô hoả táng xác Bồng Nga rồi ngày đêm đi bộ men theo chân núi, gác đường san đạo, nấu cơm trên đó, rồi vừa đi vừa ăn, đem cả quân trở về. Gặp quan quân đuổi đánh thì dừng voi lại, tung tiền bạc của cải ra để quân ta ngừng lại.\"<\/ref>{{sfnp|Zottoli|2011|p=65}}{{sfnp|Whitmore|2011|p=196}} Trong khi đó, Trần Khát Chân cho người phi ngựa đem đầu vua Chiêm đến hành tại{{#tag:ref|Nơi vua đặt ngự doanh ở ngoài kinh thành, gọi là hành tại|group=note}} ở Bình Than, tâu việc đánh được giặc.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:17b): \"渴真令軍監黎克謙函其首馘，乘船奏捷於平灘行在。\"<br \/>\"Khát Chân sai quân giám Lê Khát Khiêm bỏ đầu giặc vào hòm, đi thuyền về báo tin thắng trận ở hành tại Bình Than.\"<\/ref> Khi nghe được tin thắng trận, Nghệ Tông liền cho gọi các quan đến. Các quan mặc triều phục, đến và hô \"''vạn tuế!''\". Thượng hoàng nói: ''Ta với Bồng Nga cầm cự nhau đã lâu, ngày nay mới được gặp nhau, có khác gì [[Hán Cao Tổ]] thấy đầu [[Hạng Vũ]], thiên hạ yên rồi!''<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:18a): \"百官朝服呼萬歲。上皇曰：「我與蓬莪相持久矣，今日始得相見，何異漢髙祖見項羽首，天下定矣。」\"<br \/>\"Các quan mặc triều phục, hô \"muôn năm\". Thượng hoàng nói: \"Ta với Bồng Nga cầm cự nhau đã lâu, ngày nay mới được gặp nhau, có khác gì Hán Cao Tổ thấy đầu Hạng Vũ, thiên hạ yên rồi!\".\"<\/ref>{{sfnp|Sun|2006|p=76}}\n\n===Xung đột sau cái chết của Chế Bồng Nga===\n \nSang năm 1391, Lê Quý Ly và Hoàng Phụng Thế lại mang quân đến Hóa châu, tuần tiễu biên giới Chiêm Thành. Quân Chiêm đặt phục binh đánh tan quân Trần. Phụng Thế bị bắt, sau trốn được về.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:20a-20b): 春二月，黎季犛領軍廵化州，閲定軍伍，修造城池。三月，季犛令左聖翊軍將黃奉世將兵出哨占城地方。占人設伏，奉世軍自潰，為賊所擒。季犛以奉世所部大隊副三十人斬之。奉世用計得脫，復職如故。\"<br \/>\"Mùa xuân, tháng 2, Lê Quý Ly đem quân đi tuần châu Hoá, xét duyệt quân ngũ, xây sửa thành trì. Tháng 3, Quý Ly sai viên tướng coi quân Tả Thánh Dực Hoàng Phụng Thế đem quân đi tuần đất Chiêm Thành. Người Chiêm Thành đặt mai phục. Quân Phụng Thế tan vỡ, [Phụng Thế] bị giặc bắt. Quý Ly sai chém 30 viên đại đội phó dưới quyền của Phụng Thế. Phụng Thế dùng mưu kế thoát về, được phục chức như cũ.\"<\/ref>{{sfnp|Taylor|2013|p=161–162}}{{sfnp|Whitmore|2011|p=196-197}} Năm 1396, Quý Ly sai Trần Tùng đi đánh Chiêm Thành, giành được thắng lợi nhỏ, bắt được tướng Chiêm là Bố Đông và lui binh.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:27a-27b): \"秋八月，命龍捷軍將陳松伐占城，擒其將布冬而還。賜姓名金忠烈，將虎賁軍。\"<br \/>\"Mùa thu, tháng 8, sai tướng chỉ huy quân Long Tiệp là Trần Tùng đi đánh Chiêm Thành, bắt được tướng nước ấy là Bố Đông đem về, ban cho họ tên là Kim Trung Liệt, chỉ huy quân Hổ Bôn.\"<\/ref>{{sfnp|Taylor|2013|p=167–168}}\n\n== Kết quả và ý nghĩa ==\n \nMột yếu tố quyết định thắng lợi của quân Đại Việt trong trận Hải Triều, là vũ khí thuốc súng và hỏa khí sát thương, khiến Chế Bồng Nga bị giết năm 1390.{{sfnp|Sun|2006|p=75-77}}{{sfnp|Kiernan|2017|p=190}}{{sfnp|Andrade|2019|p=76}} Sự kiện ở Hải Triều cũng là trường hợp đầu tiên hỏa lực được ghi nhận sử dụng ở Việt Nam.{{sfnp|Whitmore|2011|p=198}}{{sfnp|Baldanza|2016|p=65}} Chiến thắng này được coi là một bước ngoặt lớn trong quan hệ Việt - Chiêm, cho thấy sự chuyển dịch cán cân quyền lực giữa hai thực thể.{{sfnp|Miksic|Goh|2017|p=489-490}}{{sfnp|Whitmore|2011|p=198}}{{sfnp|Sun|2006|p=76-77}} Chiêm Thành trở nên suy yếu sau cái chết của Chế Bồng Nga, khiến nước này dễ bị tấn công từ phương Bắc.{{sfnp|Miksic|Goh|2017|p=527}} La Khải tiếm xưng vương hiệu sau khi trở về,{{sfnp|Whitmore|2011|p=196}}{{sfnp|Zottoli|2011|p=65}}{{sfnp|Hall|2011|p=244}} sai sứ sang xin nhà Minh thừa nhận nhưng [[Minh Thái Tổ]] từ chối.<ref group=\"‡\">{{harvtxt|''Minh thực lục''}}, quyển 7:3157, Thái Tổ, quyển 214:1a<br\/>{{harvtxt|Geoff Wade|2019}}: \"The Grand Preceptor Tao-bao Jia-zhi who had been sent by the country of Champa, presented a gold memorial and offered as tribute rhinoceros horn, fan slaves and cloth. The Emperor spoke to the Ministry of Rites, saying: \"These are all rebellious subjects. They are not to be received!\" Previously, the Champa minister Ge-sheng had killed the king and established himself as ruler. It was thus that the Emperor ordered that they be refused.\"<\/ref>{{sfnp|Wade|2003|p=6}}{{sfnp|Zottoli|2011|p=66}}{{sfnp|Whitmore|1985|p=32}} Hai con trai của Chế Bồng Nga sợ bị ám hại đã chạy qua Đại Việt xin tị nạn và được nhà Trần phong tước.{{sfnp|Whitmore|2011|p=196}} Một tướng Chiêm Thành khác cùng toàn thể gia quyến cũng sang Đại Việt tị nạn, được giao trọng trách bảo vệ biên giới phía nam phòng những cuộc tấn công mới của quân Chiêm Thành.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:31b): \"占城將制多別與弟慕華子伽葉挈家來降。賜多別名大中，授金吾衛將軍，伽葉禁衛都，皆丁姓，復鎮化州，禦占城。\"<br \/>\"Tướng Chiêm Thành là Chế Đa Biệt cùng với em là Mộ Hoa Từ Ca Diệp đem cả nhà sang hàng. Ban tên cho Đa Biệt là Đại Trung, phong là Kim Ngô vệ tướng quân, Ca Diệp làm Cấm vệ đô, đều ban họ Đinh, lại cho trấn thủ Hoá Châu để chống giữ Chiêm Thành.\"<\/ref>{{sfnp|Zottoli|2011|p=67}}\n\nSau nhiều năm giao tranh, nhà Trần cũng bị tổn thất nặng nề. Cùng với cuộc chiến tranh với Chiêm Thành, các cuộc nổi loạn trong nước, nạn đói, thay đổi khí hậu và dịch bệnh, cũng như di dân sang các khu vực khác cộng lại đã làm giảm một phần ba dân số Đại Việt (từ 2,4 xuống 1,6 triệu người, theo ước tính của [[Sakurai Yumio]]).{{sfnp|Lieberman|2003|p=369}}{{sfnp|Kiernan|2017|p=184}} Chiến tranh cũng làm nảy sinh một tầng lớp nho sĩ mới, cạnh tranh với văn hóa Phật giáo truyền thống và sự cai trị của tầng lớp quý tộc.{{sfnp|Lieberman|2003|p=372–373}} Nhà Trần suy yếu, chính sự nhà Trần cũng lọt vào tay [[Hồ Quý Ly|Lê Quý Ly]].{{sfnp|Baldanza|2016|p=60}} Năm 1400, Quý Ly tự lập làm vua, quốc hiệu [[Đại Ngu]], đổi thành họ Hồ.{{sfnmp|1a1=Taylor|1y=2013|1p=169|2a1=Kiernan|2y=2017|2p=193|3a1=Miksic|3a2=Goh|3y=2017|3p=523|4a1=Vu|4a2=Sharrock|4y=2014|4p=103|5a1=Baldanza|5y=2016|5p=62}} Sau khi Chiêm Thành rút đi, Hồ Quý Ly tái lập quyền kiểm soát đối với các vùng biên giới phía Nam, sử dụng các quan chức Đại Ngu, các thủ lĩnh, thổ hào địa phương và người Chiêm Thành. Nhiều lãnh đạo địa phương trước đây ủng hộ Chiêm Thành nhanh chóng nhận ra sự chuyển dịch quyền lực và quay lại tấn công các lực lượng người Chiêm đang rút lui.{{sfnp|Whitmore|2011|p=196}} Các thổ hào trung thành với [[nhà Trần]], mang dân quy thuận triều đình trong lúc chiến loạn, được ban thưởng, còn các thổ hào theo Chiêm Thành đều bị hạ lệnh bắt để trị tội.<ref group=\"‡\">{{harvtxt|''ĐVSKTT''}} (Bản kỷ\/Quyển 8:18a-18b)<\/ref>\n\nTheo nhiều tài liệu lịch sử như Toàn thư và Phủ biên tạp lục, một số các vùng đất xa về phía Nam vốn dưới ảnh hưởng Chiêm Thành sau này bị [[Hồ Quý Ly]] chiếm.{{sfnp|Zottoli|2011|p=67-69}}{{sfnp|Taylor|2013|p=171}} Theo một số tài liệu lịch sử, thủ đô Bal Angwei đã thất thủ vào năm 1397 và dân tị nạn đổ vào Bal Panrang.{{sfnp|Po Dharma|1987|p=122-123}} Tuy nhiên, Zottoli (2011) cảm thấy việc Hồ Quý Ly kiểm soát một số vùng đất từ vùng Quảng Nam sau 1400 là \"đáng nghi ngờ\", một phần do những mâu thuẫn trong các tư liệu lịch sử.{{sfnp|Zottoli|2011|p=67-69}}\n\nNăm 1404, một người tên [[Trần Thiêm Bình]] nhận là thành viên của hoàng tộc nhà Trần, chạy sang [[Trung Quốc]] cầu viện [[nhà Minh]], là một nguyên nhân dẫn đến cuộc xâm lăng nước Việt của nhà Minh.{{sfnmp|1a1=Swope|1y=2015|1p=160-161| 2a1=Chan|2y=2008|2p=230|3a1=Andrade|3y=2019|3p=76|4a1= Taylor|4y=2013|4p=173|5a1=Zottoli|5y=2011|5p=69|6a1=Baldanza|6y=2016|6p=63}} Đại Ngu của Hồ Quý Ly, không nhận được sự ủng hộ của dân chúng, đã bị sụp đổ và chịu khuất phục trước đội quân hơn 200 nghìn người của nhà Minh, trang bị vũ khí tiên tiến nhất vào thời điểm đó.{{sfnp|Andrade|2019|p=76}}{{sfnp|Sun|2000|p=60-63}} Đây có thể nói là một trong những cuộc chiến tranh quan trọng nhất vào hậu kỳ [[Trung Cổ]].{{sfnp|Andrade|2019|p=76}} Người Trung Quốc sau đó sáp nhập Đại Ngu vào lãnh thổ nhà Minh và đổi tên vùng đất này thành Giao Chỉ.{{sfnp|Kiernan|2017|p=194}}{{sfnp|Tsai|2011|p=181}}{{sfnp|Baldanza|2016|p=59}}\n\n==Xem thêm==\n* [[Nhà Trần]]\n* [[Nhà Hồ]]\n* [[Trần Nghệ Tông]]\n* [[Trần Duệ Tông]]\n* [[Trần Khát Chân]]\n* [[Chế Bồng Nga]]\n* [[Chiến tranh Việt-Chiêm 1400-1407|Chiến tranh Việt – Chiêm (1400 – 1407)]]\n* [[Hồ Quý Ly]]\n \n== Chú giải ==\n{{tham khảo|group=note|30em}}\n \n== Trích dẫn ==\n \n===Cổ thư===\n \n{{tham khảo|group=\"‡\"|30em}}\n \n===Đương đại===\n \n{{tham khảo|30em}}\n \n== Tham khảo ==\n \n===Cổ thư===\n{{refbegin}}\n* {{citation|author=Ngô Sĩ Liên|authorlink=Ngô Sĩ Liên|script-title=zh:大越史記全書 |trans-title=''[[Đại Việt sử ký toàn thư]]''|trans-chapter=Kỷ nhà Trần|script-chapter=zh:陳紀|volume=[https:\/\/zh.wikisource.org\/zh-hant\/大越史記全書\/本紀卷之六 Bản kỷ\/Quyển 6], [https:\/\/zh.wikisource.org\/wiki\/大越史記全書\/本紀卷之七 Bản kỷ\/Quyển 7], [https:\/\/zh.wikisource.org\/wiki\/大越史記全書\/本紀卷之八 Bản kỷ\/Quyển 8]|ref={{sfnRef|ĐVSKTT}}}}\n* {{chú thích sách |translator-last=Wade|translator-first=Geoff|trans-title=[[Minh thực lục]] |script-title=zh:明實錄|url=http:\/\/www.epress.nus.edu.sg\/msl\/|ref={{sfnRef|Minh thực lục}}}}\n{{refend}}\n \n===Đương đại===\n \n====Sách====\n{{refbegin|30em}}\n* {{chú thích sách| last= Andrade | first= Tonio | chapter = How Yongle learned to stop worrying and love the gun: Perspectives on Early Ming Military| pages = 71–87| title = The Ming World| editor-first1 = Kenneth M.| editor-last1 = Swope| publisher = Taylor & Francis| year = 2019 | isbn = 978-1-000-13466-7}}\n* {{chú thích sách |last=Aymonier|first=Etienne|year=1893|title=The History of Tchampa (the Cyamba of Marco Polo, Now Annam Or Cochin-China)|publisher=Oriental University Institute |isbn=978-1-149-97414-8}}\n* {{chú thích sách|last =  Baldanza| first = Kathlene | title = Ming China and Vietnam: Negotiating Borders in Early Modern Asia \n| publisher = Cambridge University Press| year = 2016| isbn = 9781316440551|doi=10.1017\/CBO9781316440551|location=United Kingdom|lccn=2016000277}} \n* {{chú thích sách|last = Beaujard| first = Philippe| title = The Worlds of the Indian Ocean: A Global History. Volume 2. From the Seventh Century to the Fifteenth Century CE| publisher = Cambridge University Press| year = 2019| isbn = 978-1-108-42465-3|lccn=2018037957}}  \n* {{chú thích sách |title = The Smaller Dragon: A Political History of Vietnam |url= https:\/\/archive.org\/details\/smallerdragonpol00butt |url-access= registration |first= Joseph |last=Buttinger |publisher=Praeger |year=1958 |location = New York, NY|lccn=58007748}}\n* {{chú thích sách | last= Chan | first= Hok-lam | chapter = The Chien-wen, Yung-lo, Hung-hsi, and Hsiian-te reigns, 1399 - 1435 | pages = 182–284| title = The Cambridge History of China: Volume 7, The Ming Dynasty| editor-first1 = Denis Crispin | editor-last1 = Twitchett| editor-first2 = John K. | editor-last2 = Fairbank| location = Cambridge | publisher = Cambridge University Press| year = 2008}}\n* {{chú thích sách |title=A History of Vietnam: From Hong Bang to Tu Duc|url=https:\/\/archive.org\/details\/historyofvietnam0000chap|last=Chapuis|first=Oscar|publisher=Greenwood Press|year=1995|location = Westport, Connecticut|lccn=94048169|isbn=03132-9-622-7}}\n* {{chú thích sách |last=Coedes|first=George|author-link=George Cœdès|year=2015|title=The Making of South East Asia (RLE Modern East and South East Asia)|publisher=[[Taylor & Francis]]|isbn=978-1-317-45095-5}}\n* {{chú thích sách |title = History of South East Asia |url= https:\/\/archive.org\/details\/in.gov.ignca.3869 |url-access= registration|first= D. G. E. |last=Hall|publisher=Macmillan|year=1955 |location = London }}\n* {{chú thích sách|last=Hall|first=Kenneth R.|title =A History of Early Southeast Asia: Maritime Trade and Societal Development, 100–1500| publisher = Rowman & Littlefield| year = 2011| isbn = 978-0-7425-6762-7}} \n* {{chú thích sách | last1 = Hardy | first1 = Andrew David | last2 = Cucarzi | first2 = Mauro | last3 = Zolese | first3 = Patrizia  | title = Champa and the Archaeology of Mỹ Sơn (Vietnam) | year = 2009 | publisher = Nhà xuất bản Đại học Quốc gia Singapore | isbn = 9789971694517}}\n* {{chú thích sách |last=Kiernan|first=Ben|year=2017|title=Việt Nam: a history from earliest time to the present|publisher=[[Nhà xuất bản Đại học Oxford]]|isbn=9780195160765}}\n* {{chú thích sách |last=Li|first=Tana|title=Nguyen Cochinchina: Southern Vietnam in the Seventeenth and Eighteenth Centuries|year=2018|publisher=Cornell University Press|isbn=9781501732577}}\n* {{chú thích sách |last=Lieberman|first=Victor|title=Strange Parallels: Integration of the Mainland Southeast Asia in Global Context, c. 800-1830, Vol 1|year=2003|publisher=[[Nhà xuất bản Đại học Cambridge]]}}\n* {{chú thích sách |last=Maspero|first=Georges|year=2002|title=The Champa Kingdom|publisher=White Lotus Co., Ltd|isbn=978-9-747-53499-3}}\n* {{chú thích sách |last1=Miksic|first1=John N.| last2= Goh|first2= Geok Yian|year=2017|title= Ancient Southeast Asia|publisher= Routledge|isbn= 978-1-315-64111-9}}\n* {{chú thích sách |author=Po Dharma|title= Le Panduranga (Campa). Ses rapports avec le Vietnam (1802-1835) |year=1987|publisher=Viện Viễn Đông Pháp}}\n* {{chú thích sách |last=Sun|first=Laichen| chapter = Chinese Gunpowder Technology and Đại Việt, ca. 1390–1497| pages = 72–120|editor1-last = Reid |editor1-first = Anthony |editor2-last = Tran  |editor-first2=Nhung Tuyet|title = Viet Nam: Borderless Histories |year=2006 |publisher=Nhà xuất bản Đại học Wisconsin|isbn=9781316445044}}\n* {{chú thích sách |last=Sun|first=Laichen|title = Ming-Southeast Asian overland interactions, 1368–1644|year=2000 |publisher= University of Michigan }}\n* {{chú thích sách|last = Swope| first = Kenneth M.  | chapter = Gunsmoke: The Ming Invasion of Đại Việt and the Role of Firearms in Forging the Southern Frontier| pages = 156-168| title = China’s Encounters on the South and Southwest: Reforging the Fiery Frontier Over Two Millennia| editor-first1 = James A.| editor-last1 = Anderson| editor-first2 =John K. | editor-last2 = Whitmore| publisher = Brill| year = 2015| isbn = 978-90-04-28248-3}} \n* {{chú thích sách |last=Tarling |first=Nicholas |title = The Cambridge History of Southeast Asia |year=1999 |publisher=[[Cambridge University Press]] |isbn=9780521663724}}\n* {{chú thích sách|last=Taylor|first=K. W.|year=2013|title=A History of the Vietnamese|isbn=9780521875868|lccn=2012035197|publisher=[[Nhà xuất bản Đại học Cambridge]]}}\n* {{chú thích sách |last = Tsai |first = Shih-shan Henry |title = Perpetual happiness: The Ming emperor Yongle |year = 2011 |publisher = University of Washington Press |location = Seattle |isbn = 978-0-295-98109-3 }}\n* {{chú thích sách |last1 = Vu |first1 = Hong Lien| last2 = Sharrock |first2 = Peter D. |title = Descending Dragon, Rising Tiger: A History of Vietnam|url = https:\/\/archive.org\/details\/descendingdragon0000vuho |year = 2014|publisher = Reaktion Books |isbn = 978 1 78023 364 2}}\n* {{chú thích sách| title=The Ming Shi Account of Champa |first=Geoff |last=Wade |publisher=Asia Research Institute |year=2003}}\n* {{chú thích sách|last=Whitmore|first=John K.|title=Vietnam, Hồ Quý Ly, and the Ming (1371-1421)|year=1985|publisher=Yale Center for International and Area Studies|location = New Haven, Connecticut|lccn=85051296|isbn=0938692224}}\n* {{chú thích sách|last = Whitmore | first = John K. |author-mask = 9 | chapter = The Last Great King of Classical Southeast Asia: Che Bong Nga and Fourteenth Century Champa| pages = 168–203 | title = The Cham of Vietnam: History, Society and Art| editor-first1 = Bruce| editor-last1 = Lockhart| editor-first2 =Kỳ Phương | editor-last2 = Trần | publisher = Nhà xuất bản Đại học Quốc gia Singapore| year = 2011 | isbn = 978-9-971-69459-3| doi=10.2307\/j.ctv1qv2rd}}\n* {{chú thích sách|last=Zottoli|first=Brian A.|year=2011|title=Reconceptualizing Southern Vietnamese History from the 15th to 18th Centuries: Competition along the Coasts from Guangdong to Cambodia|publisher=University of Michigan}}\n{{refend|30em}}\n\n====Tạp chí khoa học====\n{{refbegin}}\n* {{Chú thích tạp chí|author=Phù Lang Trương Bá Phát|date=1970|title=Lịch sử cuộc Nam Tiến của dân tộc Việt Nam|journal=[[Tập san Sử Địa]]|location=Sài Gòn|publisher=[[Nhà sách Khai Trí]]|volume=19-20|pages=45-142}}\n{{refend}}\n\n====Báo chí====\n{{refbegin}}\n* {{chú thích web|author=Thông Thanh Khánh|publisher=Báo điện tử Đại biểu Nhân dân|date=2013|title=Có hay không chuyện tình Huyền Trân Công chúa - Trần Khắc Chung? |url=https:\/\/www.daibieunhandan.vn\/co-hay-khong-chuyen-tinh-huyen-tran-cong-chua---tran-khac-chung-279590}}\n{{refend}}\n{{Sao bài viết tốt|phiên bản được chọn= 67166883|thời gian=21 tháng 12 năm 2021|tên bài=Chiến tranh Việt–Chiêm (1367–1396)}}\n\n{{Lịch sử Việt Nam thời Trần}}\n \n[[Thể loại:Quân sự Việt Nam thời Trần]]\n[[Thể loại:Lịch sử Chăm Pa]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Chiến tranh Việt–Chiêm]]"}