{"444954":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Đông Bắc II\n|partof=[[Chiến tranh Đông Dương]]\n|campaign=\n|date=[[4 tháng 3]] năm [[1949]] &ndash; [[27 tháng 4]] năm [[1949]]\n|place=[[Vùng Đông Bắc (Việt Nam)|Đông Bắc Việt Nam]]\n|result=Mục đích đánh lạc hướng của Việt Minh thành công nhưng vẫn không làm tê liệt đường số 4.\n|combatant1={{flagdeco|Pháp|1830}} [[Liên hiệp Pháp]]<br>\n* {{flagcountry|Đệ Tứ Cộng hòa Pháp}}\n* {{flagicon image|Flag of the Nùng Autonomous Territory.svg}} [[Khu tự trị Nùng]]\n*\n|combatant2={{lá cờ|Việt Nam Dân chủ Cộng hòa|1945}}<br>\n* {{flagdeco|Việt Nam Dân chủ Cộng hòa|1945}} [[Việt Minh]]\n|commander1=?\n|commander2={{biểu tượng lá cờ|Việt Nam Dân chủ Cộng hòa|1945}} [[Lê Quảng Ba]]\n|strength1=Hàng nghìn quân\n|strength2=3 tiểu đoàn<br>nhiều đại đội độc lập và du kích\n|casualties1=485 chết<br>52 bị thương<br>32 bị bắt<br>hơn 200 đầu hàng\n|casualties2=35 chết<br>30 bị thương<br>(kể cả dân quân du kích)\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Chiến dịch Đông Bắc II''' là một chiến dịch quân sự của Việt Nam Dân chủ Cộng hòa. Mở ra nhằm mục tiêu phân tán lực lượng của Pháp, giành lấy chiến thắng chiến lược ở [[chiến dịch Cao-Bắc-Lạng]].\n\n== Bối cảnh ==\nSau [[Chiến dịch Đông Bắc I|chiến dịch tiến công Đông Bắc lần thứ nhất]], quân Pháp cùng tay sai như quân Nùng của [[Voòng A Sáng]], quân phỉ của [[Bàn Đức Thắng]] lâm vào thế bị động, tinh thần sa sút, buộc phải hủy bỏ cuộc tiến công mùa đông vào Việt Bắc, nhưng mặt khác ra sức củng cố tuyến phòng thủ đông bắc để chống trả và tranh thủ lập tề điệp ở vùng này. Cường độ vận chuyển trên các tuyến đường số 4, 13 và 18 ngày càng tăng, đường 4 ngày nào cũng có đoàn vận chuyển cơ giới, đoàn nhiều lên đến 60 xe; đường 18, đoạn Hòn Gai - Khe Tù hàng tháng có từ 100 đến 150 xe,... Khi cơ động, vận chuyển, Pháp tỏ ra thận trọng hơn, thường dùng hai trung đội bộ binh áp tải hoặc chiếm lĩnh các điểm cao bảo vệ cho các đoàn xe đi trót lọt mới rút về.\n\nMùa xuân 1949, [[Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam|Bộ Tổng Tư lệnh Quân đội Quốc gia và dân quân Việt Nam]] quyết định mở chiến dịch tiến công Đông Bắc lần thứ hai, với chiến trường chính là [[đường số 4]] đoạn từ [[Tiên Yên]] đến [[Đình Lập]]<ref name=\"Tiên Yên\">[https:\/\/www.quangninh.gov.vn\/donvi\/huyentienyen\/Trang\/ChiTietTinTuc.aspx?nid=5999 Khám phá Tiên Yên: Địa điểm lịch sử trên đường số 4]<\/ref>, nhằm mục tiêu: Tiêu diệt một bộ phận sinh lực của kẻ địch, phát triển và củng cố cơ sở cách mạng ở Đông Bắc phối hợp với Mặt trận 4 (Cao-Bắc-Lạng).<ref>[http:\/\/www.baotangquangninh.vn\/Chuyen-de\/dia-diem-lich-su-tran-chien-thang-dien-xa-tren-duong-so-4-874.htm Địa điểm lịch sử Trận chiến thắng Điền Xá trên đường số 4]<\/ref><ref name=\"btlsqsvn\">{{Chú thích web |url=http:\/\/btlsqsvn.org.vn\/Artifacts\/Collection-Of-Objects\/bai-viet\/chien-dich-dong-bac-2-3527 |ngày truy cập=ngày 13 tháng 7 năm 2020 |tựa đề=Chiến dịch Đông Bắc 2 |archive-date=ngày 13 tháng 7 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200713084115\/http:\/\/btlsqsvn.org.vn\/Artifacts\/Collection-Of-Objects\/bai-viet\/chien-dich-dong-bac-2-3527 |url-status=dead }}<\/ref>\n\n== Chuẩn bị ==\nĐể đảm bảo cho bộ đội hoàn thành được nhiệm vụ, Bộ chỉ huy chiến dịch của quân đội Việt Nam đã tổ chức Ban công tác chính trị. Trước chiến dịch, các hoạt động công tác chính trị được triển khai rộng khắp đến từng đơn vị nhằm giáo dục, động viên, quán triệt nhiệm vụ chiến dịch cho bộ đội; phát huy tinh thần dũng cảm xung phong, kiên quyết tiêu diệt nhiều địch, lập công mừng kỷ niệm 59 năm ngày sinh của Chủ tịch Hồ Chí Minh (19 tháng 5 năm 1949). Đồng thời phát động cuộc vận động có nội dung sát với nhiệm vụ quân sự như: Giữ bí mật; luyện tập dẻo dai để giữ vững quân số chiến đấu; mở rộng dân chủ quân sự bàn việc nâng cao ý thức bảo mật và hiệu quả luyện tập,...\n\nVề bảo đảm cung cấp, mặc dù trong hoàn cảnh hết sức khó khăn kinh tế địa phương kiệt quệ, tài chính thiếu thốn, cán bộ và nhân viên chuyên môn thiếu nhiều, địa hình hiểm trở... nhưng Bộ chỉ huy chiến dịch đã tận dụng tất cả những kho tàng còn lại trên địa bàn và liên hệ chặt chẽ với các cơ quan dân chính địa phương để giải quyết, do đó trước giờ nổ súng đã đảm bảo được số lương thực cần thiết cho đợt 1 của chiến dịch.\n\nVề chuẩn bị chiến trường, Bộ chỉ huy chiến dịch đã thành lập các đoàn cán bộ đi điều tra nắm vững địa hình ở khu vực tác chiến, nắm tình hình đối phương, số lượng và quy luật hoạt động ở đường số 4, các vị trí từ Tiên Yên đến Đình Lập, tình hình đường cơ động hành quân từ căn cứ đến trận địa triển khai chiến đấu, đặc biệt trinh sát đoạn từ Khe Mó, đến Phố Cũ nên đã chọn được trận địa phục kích tốt. Đồng thời đã thành lập ban chuyên trách nhiệm vụ phá hoại giao thông và bộ phận nghi binh.\n\n== Lực lượng ==\nLực lượng tham gia chiến dịch này của quân đội Việt Nam Dân chủ Cộng hòa tương đương với hai trung đoàn, gồm:<ref name=\"btlsqsvn\" \/>\n*Tiểu đoàn 426.\n*Tiểu đoàn 215.\n*Tiểu đoàn Minh Hổ.\n*Bộ đội địa phương, dân quân [[Quảng Yên]], [[Hải Ninh]], [[Hồng Gai|Hòn Gai]] và huyện [[Lộc Bình]].\n\nĐặc phái viên của Bộ Tổng tư lệnh là [[Lê Quảng Ba]] giữ chức Chỉ huy trương kiêm Chính ủy.\n\n== Diễn biến ==\nChiến dịch dự kiến chia hai đợt: Đợt 1 (từ 4 đến 31 tháng 3), tập trung chủ lực tác chiến trên đường số 4 và đường số 13; nghi binh kiềm chế mặt Đông Triều, Phả Lại, Lục Nam. Đợt 2 (từ 1 đến 27 tháng 4), tập trung đánh Khe Tù và đường 18, phá hoại triệt để đường số 4.\n\n=== Đợt 1 ===\n{{chính|Trận Điền Xá|Trận Móng Cái (1949)}}\nNgày 4 tháng 3 năm 1949, chiến dịch mở màn, hai tiểu đoàn 426 và 215 của trung đoàn 59 và trung đoàn 98 đánh trận phục kích thắng lợi diệt đoàn xe 18 chiếc tại Điền Xá.<ref>{{Chú thích web |url=http:\/\/www.baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/200709\/Phuc-kich-doan-xe-quan-su-cua-dich-o-dien-Xa-Tien-yen-2100299\/ |ngày truy cập=ngày 13 tháng 7 năm 2020 |tựa đề=Phục kích đoàn xe quân sự của địch ở Điền Xá - Tiên Yên |archive-date=ngày 14 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160414151450\/http:\/\/www.baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/200709\/Phuc-kich-doan-xe-quan-su-cua-dich-o-dien-Xa-Tien-yen-2100299\/ |url-status=dead }}<\/ref><ref>[http:\/\/baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/201005\/di-tich-chien-thang-duong-4-dien-xa-tien-yen-2141679\/ Di tích chiến thắng đường 4, Điền Xá (Tiên Yên)]<\/ref>\n\nTừ 5 đến 31 tháng 3, bộ đội Việt Nam liên tiếp hoạt động tác chiến trên chiến trường; đánh bốn trận phục kích tại Khe Nhắng, Bãi Dài, Cầu Lý, Nam Tào và trên sông Lục Nam vào các ngày 7, 10, 20 và 23 tháng 3. Đã diệt 48 tên địch, làm bị thương 16 tên, bất sống 9 tên; thu ba trung liên, một súng cối, hai Các-bin, 13 súng trường, hai tiểu liên Thompson, hai Si-ten; bắn hỏng một xe vận tải và hai ca nô, phá hủy hai trọng liên 12,7mm và hai súng cối, thu nhiều quân trang, quân dụng.\n\nNgày 5 và 22 tháng 3, bộ đội Việt Nam đánh phục kích bằng địa lôi trên đường 13 và 18; diệt 20 quân Pháp, phá hủy một xe vận tải.\n\nĐồng thời trong ngày 7 và 11 tháng 3, bộ đội Việt Nam chặn đánh thành công hai đợt tiến công của Pháp (lực lượng gồm 800 lính và sĩ quan) vào Khe Nhắng và Đồng Khuy, diệt 13, bắt 6, thu 1 trung liên, một cối 61mm, một Các-bin, tám súng trường và một số quân trang, quân dụng, buộc quân Pháp phải rút lui. Sau đó, quân Pháp mở một số cuộc phản công nhưng cũng bị đẩy lùi: Ngày 21 tháng 3, ước tính hơn 1.000 quân từ Phả Lại, Đông Triều tiến công Bến Tắm (Chí Linh), Trại Sậu, Lãn Giây (Đông Triều); ngày 26 tháng 3, 300 lính gốc Phi, 200 lính tay sai từ Đình Lập, Lộc Bình tiến công vào khu Chi Lăng.\n\nNgày 27 tháng 3, bộ đội Việt Nam tập kích thắng lợi vào thị xã Móng Cái, phá trại giam, giải thoát 200 người, làm chủ thị xã trong 17 giờ. (từ 16 giờ ngày 27 tháng 3 đến 9 giờ ngày 28 tháng 3). Tiêu diệt 120 lính (hầu hết là Pháp và Âu-Phi), bắt sống một quan tư, tiếp nhận 200 hàng binh (gồm cả người Việt, người Nùng), thu một xe vận tải, một đại bác 37&nbsp;mm, 5 đại liên, 24 trung liên, 58 tiểu liên, tám súng cối, 32 Bazooka, 800 súng trường, hai máy vô tuyến điện, ba triệu đồng bạc Đông Dương, phá hủy hai xe vận tải và đại bác 105mm.<ref name=\"btlsqsvn\" \/><ref>{{Chú thích web |url=http:\/\/www.baoquangninh.com.vn\/xa-hoi\/201403\/ve-cai-goi-la-khu-tu-tri-nung-hai-ninh-2223682\/ |ngày truy cập=ngày 13 tháng 7 năm 2020 |tựa đề=Về cái gọi là \"Khu tự trị Nùng Hải Ninh\" |archive-date=ngày 6 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210506120109\/http:\/\/baoquangninh.com.vn\/xa-hoi\/201403\/ve-cai-goi-la-khu-tu-tri-nung-hai-ninh-2223682\/ |url-status=dead }}<\/ref><ref>[https:\/\/baoquangninh.com.vn\/mot-so-tran-danh-tieu-bieu-tap-kich-dich-o-thi-xa-mong-cai-2100346.html Một số trận đánh tiêu biểu: Tập kích địch ở thị xã Móng Cái]<\/ref>\n\nTrên thế trận phát triển thuận lợi, bộ đội Việt Nam mở rộng hoạt động ra các vùng xung quanh, đẩy mạnh phát triển và củng cố cơ sở, phát triển phong trào chiến tranh du kích. Chỉ huy của quân đội Pháp trở lên hoang mang, vội vã tăng quân từ Hải Phòng, Hải Dương và Lạng Sơn lên bố trí ở các vị trí: Phả Lại, Lục Nam, Chũ, Mạo Khê, Đông Triều để đối phó với các trận tiến công của Việt Minh. Đồng thời tổ chức bao vây và càn quét vùng Thủy Nguyên, Kim Môn, Nam Sách để cướp bóc, lùng bắt thanh niên đi lính và tuyên truyền cho Bảo Đại.\n\n=== Đợt 2 ===\n{{chính||Trận Quảng Yên (1949)}}\nNgày 18 tháng 4, hai đại đội của tiểu đoàn 426 phối hợp với tiểu đoàn Minh Hổ phục kích trên đường 4 khu vực từ Quang Hoài đến Châu Sơn, tiêu diệt gọn quân cơ động, thu toàn bộ vũ khí và quân dụng.<ref name=\"btlsqsvn\" \/>\n\nĐêm 27 tháng 4, tiểu đoàn 215 phối hợp các đại đội độc lập và dân quân du kích tiến công thị xã Quảng Yên. Sau 1 giờ 45 phút, bộ đội Việt Nam chiếm toàn bộ công sở, đốt ba vạn lít xăng, phá hủy 11 xe cơ giới, nhiều tiền bạc và quân trang quân dụng.<ref name=\"btlsqsvn\" \/>\n\nQuân Pháp tập trung đối phó trên đường số 18, nhất là đoạn Uông Bí - Cẩm Phả, tổ chức mỗi đợt gần 1.000 quân càn quét ở các điểm: Nam Mậu, Sơn Dương, Kênh Trạo, Làng Cài, Dương Huy, Quang Xa Đông, nhưng hầu hết đều bị quân Việt Minh đánh lui.\n\nNgày 27 tháng 4 năm 1949, quân đội Việt Nam chủ động kết thúc chiến dịch.<ref name=\"btlsqsvn\" \/>\n\n== Kết quả ==\nKết thúc chiến dịch, quân đội Việt Nam Dân chủ Cộng hòa tử thương 35 người, bị thương 30 người, kể ca dân quân du kích, tiêu diệt 485, làm bị thương 52, bắt 32, tiếp thu đầu hàng hơn 200 quân người Việt phục vụ cho Pháp.<ref name=\"btlsqsvn\" \/>\n\nSố phương tiên chiến tranh thu được là một pháo 37mm, một trọng liên 12,7mm, tám đại liên, 30 trung liên, chín súng cối, 83 tiểu liên, 841 súng trường, 32 Bađôca, bốn súng ngắn, 15.500 viên đạn và nhiều tiền, quân trang, quân dụng.\n\nPhá hủy hai pháo 105mm, một pháo 37mm, hai súng cối, hai trọng liên 12,7mm, một xe thiết giáp, một xe Háp-tơ-rắc, bốn xe Jeep, hai cam nhông, 23 xe GMC, một máy bay, hai ca nô và đốt cháy trên hai vạn lít xăng.<ref name=\"btlsqsvn\" \/>\n\n== Kinh nghiệm ==\nQuân đội Việt Nam đã thực hiện được mục đích đánh lạc hướng địch, tạo điều kiện cho chiến trường chính (Cao-Bắc-Lạng) chuẩn bị. Bộ đội và dân quân du kích đã vận dụng nhiều hình thức chiến thuật để tiêu diệt sinh lực quân Pháp đạt hiệu suất khá. Trận phục kích mở màn ở Điền Xá, trận tập kích ở Cửa Cái, Tấn Mai, trận kỳ tập ở thị xã Móng Cái và tập kích thị xã Quảng Yên đã thực hiện tốt. Hai đợt hoạt động cũng đã tạo điều kiện củng cố và phát triển cơ sở trong vùng Pháp kiểm soát.\n\nSong chiến dịch còn bộc lộ tính chất hoạt động du kích nhiều hơn là một chiến dịch chính quy. Những trận đánh lẻ tẻ, thấy địch sơ hở thì đánh, đánh xong lại rút về căn cứ, thiếu sự liên tục tiến công và phát triển thắng lợi trên một hướng nhất định, do đó thắng lợi bị hạn chế, thu hẹp và không thực hiện được đầy đủ mục đích đã đề ra (làm tê liệt đường số 4). Không dự kiến phương án hậu cần nên khi định đánh, việc bảo đảm hậu cần gặp khó khăn, ảnh hưởng đến việc thực hiện chiến dịch.\n\n== Tham khảo ==\n* ''Quảng Ninh - Một số trận đánh trong kháng chiến chống Pháp 1945-1954'', 2001.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.baoquangninh.com.vn\/xa-hoi\/201108\/dong-van-mua-thu-vang-2086732\/ Đồng Văn - Mùa thu vàng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200713030924\/http:\/\/www.baoquangninh.com.vn\/xa-hoi\/201108\/dong-van-mua-thu-vang-2086732\/ |date=ngày 13 tháng 7 năm 2020 }}\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|Đ]]"}