{"3690308":"{{Infobox military conflict\n| conflict= Chiến dịch Sa Thầy (1966)\n| partof=[[Chiến tranh Việt Nam]]\n| date= [[19 tháng 10]] đến [[06 tháng 12]] năm [[1966]] \n| place= [[Sa Thầy]], [[Kon Tum]], [[Việt Nam Cộng hoà]]\n| result= [[Quân Giải phóng miền Nam Việt Nam]] chiến thắng<ref>{{chú thích web | url = http:\/\/tapchiqptd.vn\/vi\/tim-hieu-truyen-thong-quan-su\/net-dac-sac-ve-nghe-thuat-to-chuc-tran-then-chot-trong-chien-dich-sa-thay-nam-1966\/9521.html | tiêu đề = \t Nét đặc sắc về nghệ thuật tổ chức trận then chốt trong Chiến dịch Sa Thầy năm 1966 | author = | ngày = | ngày truy cập = 3 tháng 6 năm 2017 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n| combatant1=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ]]<br>[[Tập tin:Flag of South Korea.svg|22px]] [[Hàn Quốc]] \n| combatant2=[[Tập tin:FNL Flag.svg|23px]] [[Quân Giải phóng miền Nam Việt Nam]]\n| strength1= [[Tập tin:Flag of the United States.svg|22px]] Lữ đoàn 2 thuộc Sư đoàn 4 bộ binh <br>[[Tập tin:Flag of the United States.svg|22px]] lữ đoàn 3 thuộc sư đoàn 25 bộ binh <br>[[Tập tin:Flag of the United States.svg|22px]] 2 lữ đoàn thuộc sư đoàn kỵ binh không vận <br>[[Tập tin:Flag of the United States.svg|22px]] Lữ đoàn 101 dù Mỹ <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Trung đoàn 42 bộ binh <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Trung đoàn 45 bộ binh <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Sư đoàn 23 bộ binh <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Tiểu đoàn biệt động quân 21 <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Tiểu đoàn biệt động quân 23<br> [[Tập tin:Flag of South Vietnam.svg|22px]] Tiểu đoàn 91 biệt kích dù <br> [[Tập tin:Flag of South Vietnam.svg|22px]] 2 chiến đoàn <br>[[Tập tin:Flag of South Korea.svg|22px]] 1 trung đoàn\n| strength2= [[Tập tin:FNL Flag.svg|23px]] 1 sư đoàn\n| commander1= \n| commander2=[[Tập tin:FNL Flag.svg|23px]] [[Chu Huy Mân]] <br>[[Tập tin:FNL Flag.svg|23px]] [[Hoàng Kiện]] <br>[[Tập tin:FNL Flag.svg|23px]] [[Huỳnh Đắc Hương]] <br>[[Tập tin:FNL Flag.svg|23px]] [[Lê Khắc Cần]] <br>[[Tập tin:FNL Flag.svg|23px]] [[Nguyễn Hữu Hưu]]\n| casualties1 = [[Tập tin:Flag of the United States.svg|22px]] 1 tiểu đoàn<br> [[Tập tin:Flag of the United States.svg|22px]] 8 đại đội <br> [[Tập tin:Flag of the United States.svg|22px]] 4 trung đội <br> [[Tập tin:Flag of the United States.svg|22px]] Tổng thiệt hại: khoảng 2.050 <br> [[Tập tin:Flag of South Vietnam.svg|22px]] 5 Đại đôi <br> [[Tập tin:Flag of South Vietnam.svg|22px]] 2 Trung đội <br> [[Tập tin:Flag of South Vietnam.svg|22px]] Tổng thiệt hại: gần 400<br> 21 máy bay <br> 22 pháo<br> 28 xe quân sự<br> 68 vũ khí cộng đồng<ref name=VLS>Viện Lịch sử quân sự, Tóm tắt các chiến dịch trong kháng chiến chống Mỹ cứu nước 1954-1975, Nhà xuất bản QĐND, 2003<\/ref>\n| casualties2 = không rõ\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Chiến dịch Sa Thầy (1966)''' là một chiến dịch của [[Quân Giải phóng miền Nam Việt Nam]] trong [[Chiến tranh Việt Nam]] bao gồm 34 trận kéo dài từ 19\/10 đến 06\/12\/1966 nhằm chống lại [[Quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]], mở rộng vùng giải phóng tại khu vực Tây Nguyên. Kết thúc chiến dịch, phần thắng thuộc về [[Quân Giải phóng miền Nam Việt Nam]] khi lực lượng này loại khỏi vòng chiến đấu được hàng nghìn binh lính đối phương và mở rộng địa bàn kiểm soát ở vùng Bắc và Tây Tây Nguyên.<ref name=VLS\/>\n\n==Bối cảnh==\n\nSau khi [[Đảo chính Việt Nam Cộng hòa 1963|chính quyền Ngô Đình Diệm bị đảo chính]], tình hình chính trị nội bộ của [[Việt Nam Cộng hòa]] rơi vào khủng hoảng, số lượng ấp chiến lược bị [[Quân Giải phóng miền Nam Việt Nam]] giải tán tăng lên. Tháng 10 năm 1966, trong chỉ thị của Tổng Quân ủy chỉ rõ: <blockquote>\"... Tây Nguyên là một chiến trường ta có điều kiện đánh tiêu diệt vừa và lớn, có điều kiện giữ ưu thế chiến dịch dài ngày, có thể thu hút và giam chân nhiều lực lượng địch...\".<\/blockquote>Từ chỉ thị này, Bộ Tư lệnh Quân khu 5 của [[Quân Giải phóng miền Nam Việt Nam]] đã giao nhiệm vụ tác chiến cho các mặt trận. Căn cứ vào nhiệm vụ của Quân khu giao, Đảng ủy và Bộ Tư lệnh mặt trận Tây Nguyên quyết định mở chiến dịch tiến công [[Quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]] trên hướng Sa Thày nhằm tiêu diệt một bộ phận sinh lực đối phương, cụ thể từ 2 - 3 tiểu đoàn Mỹ, từ 3 - 5 tiểu đoàn VNCH, hỗ trợ cho phong trào phá ấp, giành dân của địa phương, thu hút và giam chân chủ lực [[Quân đội Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa]] để phối hợp chặt chẽ với các chiến trường trên toàn miền đánh bại cuộc phản công của đối phương. Phương châm tác chiến của [[Quân Giải phóng miền Nam Việt Nam]] là đánh địch ngoài công sự là chính, thực hiện đánh phía trước, đánh bên sườn và đánh phía sau địch, kết hợp với tích cực đánh phá giao thông; bố trí có chiều sâu, có dự bị mạnh, nhử địch vào sâu để tiêu diệt.\n\n==Đặc điểm địa bàn tác chiến==\n\nKhu vực tác chiến chủ yếu được Quân Giải phóng xác định khoảng 500&nbsp;km² nằm trên địa bàn huyện Sa Thày và một phần tây bắc huyện Chư Păh. Cụ thể từ biên giới Việt Nam - Campuchia đến đường 15 từ Sùng Lễ đến Sùng Thiện. Địa hình có hai phần tương đối rõ rệt: từ sông Sa Thày đến sông Pô Kô núi cao liên tiếp thành dãy, ở khu vực phía tây cứ điểm Plây Jirăng có một số núi thấp, gần sát sông Sa Thày có một số bãi trống; từ sông Sa Thày đến sát biên giới Việt Nam - Cam-pu-chia là rừng bằng, cây thưa có nhiều bãi trống, rất có thể địch sẽ lợi dụng đổ quân bằng máy bay lên thẳng. Đường bộ, phía bắc có đường 18, phía nam có đường 19. Đường thủy, có hai con sông chảy dọc theo địa bàn mở chiến dịch, nước chảy xiết, sông Sa Thày rộng từ 100 đến 200m, sông Pô Kô từ 300 đến 500m.\n\n==Lực lượng các bên==\n\n===[[Quân Giải phóng miền Nam Việt Nam]] ===\n*[[Sư đoàn 1, Quân đội nhân dân Việt Nam|Sư đoàn 1]] do [[Hoàng Kiện]] làm Tư lệnh, [[Huỳnh Đắc Hương]] làm Chính ủy bao gồm:\n:*Trung đoàn bộ binh 95\n:*Tiểu đoàn cối 120mm\n:*2 tiểu đoàn súng máy phòng không 12,7mm\n:*Trung đoàn bộ binh 24\n:*Trung đoàn bộ binh 33\n:*Tiểu đoàn 3 trung đoàn 88\n\n===[[Quân đội Hoa Kỳ]], [[Quân lực Việt Nam Cộng hòa]] và [[Quốc quân Đại Hàn Dân Quốc|Quân đội Hàn Quốc]] ===\n\n====[[Quân đội Hoa Kỳ]]====\n*Lữ đoàn 2 thuộc Sư đoàn 4 bộ binh\n*Lữ đoàn 3 thuộc sư đoàn 25 bộ binh\n*2 lữ đoàn thuộc sư đoàn kỵ binh không vận\n*Lữ đoàn 101 dù\n\n====[[Quân lực Việt Nam Cộng hòa]]====\n*Sư đoàn 23 bộ binh\n*Trung đoàn 42 bộ binh\n*Trung đoàn 45 bộ binh\n*Tiểu đoàn biệt động quân 21\n*Tiểu đoàn biệt động quân 23\n*Tiểu đoàn 91 biệt kích dù\n*2 chiến đoàn\n\n====[[Quốc quân Đại Hàn Dân Quốc|Quân đội Hàn Quốc]]====\n*1 trung đoàn\n\n==Diễn biến==\n\n===Đợt 1===\n\nNgày 18 tháng 10 năm 1966, tiểu đoàn 1 thuộc trung đoàn bộ binh 95 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]]  tổ chức pháo kích và bao vây đồn biệt kích biên phòng Plây Jirăng mở màn chiến dịch. Các đơn vị công binh và thông tin của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] phối hợp với trung đoàn bộ binh 95 bắc 2 cầu treo qua sông Pô Kô và mắc đường dây hữu tuyến điện chạy dọc phía tây sông nghi binh [[Quân đội Hoa Kỳ]], [[Quân lực Việt Nam Cộng hòa]] và [[Quốc quân Đại Hàn Dân Quốc|Quân đội Hàn Quốc]].\n\nPhát hiện chủ lực [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]], quân Mỹ vội vã mở cuộc hành quân \"Paul River 4\" đánh vào khu vực đông và tây sông Sa Thày. Trước khi tiến quân, sư đoàn 4 Mỹ lập các trận địa pháo binh ở Sùng Lễ, Sùng Thiện, dùng máy bay B52 rải bom ở khu vực cầu treo, đặc biệt là khu vực đông bắc Plây Jirăng, cho biệt kích sục sạo phát hiện lực lượng của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]], chiếm tuyến bàn đạp ở đông sông Pô Kô. Ngày 20 tháng 10, [[Quân đội Hoa Kỳ]] dùng máy bay lên thẳng đổ 1 đại đội biệt kích xuống làng Nú. Ngày 23 tháng 10, 2 đại đội Mỹ đổ bộ xuống đông bắc Chư Bai. Ngày 25 tháng 10, 2 tiểu đoàn bộ binh Mỹ và 2 đại đội pháo được máy bay B52 và pháo binh bắn phá dọn đường đổ bộ sang khu vực tây nam Plây Jirăng.\n\nNgày 26 tháng 10, tiểu đoàn 2 trung đoàn bộ binh 95 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tập kích 1 đại đội biệt kích [[Quân đội Hoa Kỳ]] ở tây bắc Plây Jirăng 10&nbsp;km, diệt 1 trung đội. Ngày 28 tháng 10, hai đại đội Mỹ hành quân bộ xuyên rừng tiến vào khu B và dừng lại ở B1 và B2 cao điểm 612; bị 2 tiểu đoàn 5 và 6, thuộc trung đoàn 320 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tập kích diệt gọn. Cùng đêm, tiểu đoàn 2 tập kích 1 đại đội Mỹ ở bắc Sơn Ló, diệt 1 trung đội. Ngày 29 tháng 10, tiểu đội 6 thuộc trung đoàn 320 tập kích quân địch đóng ở làng Mít Dép, diệt 1 đại đội và 1 trung đội khác, bắn rơi 2 máy bay lên thẳng. Đêm 29, tiểu đoàn 2 tập kích vào trận địa pháo [[Quân đội Hoa Kỳ]] ở bắc Chư Groll (khu A), phá hủy 2 khẩu 105mm, bắn rơi 1 máy bay lên thẳng (sau trận này, đã điều tiểu đoàn chuyển thuộc trung đoàn 320). Do không nhận thức được nhiệm vụ nên trung đoàn bộ binh 320 chỉ để lại tiểu đoàn 6 ở lại đánh nhỏ lẻ còn toàn bộ trung đoàn hành quân di chuyển lên phía bắc, tách khỏi địch. Căn cứ vào tình hình cụ thể, Bộ Tư lệnh chỉ thị cho các đơn vị kết thúc đợt 1 chiến dịch, củng cố và chuẩn bị bước vào đợt 2.\n\nTrước những hành động nghi binh của quân [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]], [[Quân đội Hoa Kỳ]] đã cho nhiều toán quân biệt kích sục sạo ở hai bên bờ sông Sa Thày trong khu vực C và D, dùng máy bay B52 ném bom và tăng thêm quân hỏa lực ở khu vực đông Sa Thày, dùng biệt kích đánh mở đường sang bên bờ tây sông.\n\n===Đợt 2===\n9 giờ ngày 5 tháng 11, tiểu đoàn 6 của trung đoàn 320 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] phục kích diệt 1 trung đội biệt kích [[Quân đội Hoa Kỳ]] ở bờ sông Sa Thày, mở màn cho đợt 2 chiến dịch. 14 giờ ngày 10 tháng 11, tiểu đoàn 9 của trung đoàn 66 phục kích tại D1 (khu D), diệt 100 tên biệt kích [[Quân đội Hoa Kỳ]], bắt sống 3 tên, thu 4 súng tiểu liên. Sau đó [[Quân đội Hoa Kỳ]] đổ 1 tiểu đoàn thuộc lữ đoàn 2 sư đoàn 25 Mỹ, 1 đại đội biệt kích và 1 đại đội pháo đóng thành 1 cụm tại bãi 10, nhưng trung đoàn 66 không nắm được [[Quân đội Hoa Kỳ]]. Ngày 11 tháng 11, một đại đội biệt kích [[Quân đội Hoa Kỳ]] tiến vào bãi 9, bị tiểu đoàn 3 trung đoàn 88 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] chặn đánh, diệt phần lớn đại đội này. 13 giờ, tiểu đoàn 2 thuộc lữ đoàn 2 sư đoàn 4 Mỹ, 1 đại đội biệt kích, 1 đại đội pháo 105mm, 1 đại đội cối 106,7mm đổ bộ xuống chốt cũ của chúng ở C1, điểm cao 289 (khu C). Như vậy [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] đã dụ [[Quân đội Hoa Kỳ]] vào khu C theo đúng ý đồ của chiến dịch và cách bố trí của chúng gần đúng với dự kiến của ta. 17 giờ ngày 12 tháng 11 sau khi tiểu đoàn 32 (pháo cối) bắn gần 300 quả đạn cối 120mm và 82mm làm cho 2 đại đội pháo cối và sở chỉ huy tiểu đoàn 2 Mỹ bị tiêu diệt, bộ binh [[Quân đội Hoa Kỳ]] bị thương vong nặng, từ các hướng, các chiến sĩ trung đoàn 88 và tiểu đoàn 7 của trung đoàn 66 xung phong tiêu diệt gần hết cụm quân [[Quân đội Hoa Kỳ]] ở điểm cao 289 (còn 70 lính chạy thoát bằng máy bay), phá hủy 6 khẩu pháo 105mm, 6 khẩu cối 106,7mm, bắn rơi 7 máy bay lên thẳng. Ngày 13 tháng 11, dưới sự chi viện không quân, 1 đại đội Mỹ đổ bộ xuống điểm cao 289 nhặt xác đồng đội rồi rút.\n\nCùng lúc, ở phía nam điểm cao 289, tiểu đoàn 9 trung đoàn 66 tiến công diệt gọn 1 đại đội Mỹ. Cùng ngày, tiểu đoàn 1 thuộc lữ đoàn 3, sư đoàn 25 Mỹ đổ bộ xuống khu D, chúng cho 1 đại đội lùng sục ra phía tây khu D, bị 2 tiểu đoàn 8 và 9 của trung đoàn 66 diệt gọn. Ngày 16 tháng 11, [[Quân đội Hoa Kỳ]] phải điều lữ đoàn 2 thuộc sư đoàn kỵ binh không vận số 1 Mỹ đến. Ngày 19 tháng 11, hai đại đội thuộc tiểu đoàn 1, lữ đoàn 3, sư đoàn 25 Mỹ tiến vào đúng khu vực do tiểu đoàn 8 bố trí, bị diệt gần hết (còn 40 lính lên máy bay chạy thoát). Ngày 22 tháng 11, tiểu đoàn 8 (trung đoàn 66) đánh tiếp 1 trận ở tây khu D, diệt 59 tên Mỹ (xác chết có phù hiệu kỵ binh không vận), bắn rơi 3 máy bay lên thẳng. Điểm cao 346 (khu D) và điểm cao 300 (khu C), mỗi nơi khoảng 1 tiểu đoàn bộ binh và 1 đến 2 đại đội pháo 105mm. Ngày 24 tháng 11, địch đổ tiếp 2 tiểu đoàn Mỹ xuống nam và bắc khu B, bị trung đoàn 320 bằng các trận đánh nhỏ liên tục tiến công tiêu hao nên chúng chùn lại. Do có khó khăn về lương thực nên Bộ Tư lệnh chiến dịch rút 2 trung đoàn 95 và 320 về khu vực xóm 10 cũ, chỉ để lại tiểu đoàn 6 đánh nhỏ ở các khư vực làng Nú và đường 5B cho đến hết chiến dịch.\n\nTrên khu vực đường 19, tiểu đoàn 101 đánh nhỏ, uy hiếp tây Thăng Đức bằng bắn máy bay, phục kích, buộc [[Quân đội Hoa Kỳ]] phải đổ bộ 1 tiểu đoàn thuộc lữ đoàn 2 sư đoàn kỵ binh không vận số 1 Mỹ xuống Thăng Đức vào ngày 21 tháng 11. Tiểu đoàn 101 tổ chức tập kích ngay khi địch vừa đổ quân, diệt 1 đại đội.\n\nTrên khu vực đường 18, ngày 15 tháng 11, tiểu đoàn 6 phục kích địch ở Plây Cần diệt 1 trung đội và liên tục bám địch đánh nhỏ để bảo vệ nhân dân thu hoạch lúa. Ngày 2 tháng 11, đại đội cối 120 bắn vào cụm quân địch tại Plây Dốc diệt 50 tên, phá hủy 1 pháo 105mm. Ngày 25 tháng 11, Đốc binh cùng du kích phục kích [[Quân đội Hoa Kỳ]] tại Cần Can, diệt 4 xe GMC. Để phối hợp với chiến dịch, đêm 26 tháng 11, ta tổ chức pháo kích diệt [[Quân đội Hoa Kỳ]] ở Plây Me và phục kích chúng trên đường từ Phù Mỹ về Plây Me.\n\nBộ Tư lệnh ra lệnh chiến dịch của QGP cho các đơn vị kết thúc đợt 2 của chiến dịch, củng cố, rút kinh nghiệm để bước vào đợt 3 và nhận định: địch ở trong khu chiến cụm lại ở điểm cao 346 (khu D) và điểm cao 300 (khu C), chúng mới hình thành một cụm ở Bơn Lơn. Ở phía bắc khu B xuất hiện 1 tiểu đoàn kỵ binh không vận, trung đoàn 42 Việt Nam Cộng hòa tiến ra Plây Leng, Plây Ke... Sắp tới có thể [[Quân đội Hoa Kỳ]] sẽ dùng lữ đoàn 101 dù Mỹ với âm mưu và thủ đoạn mới, nên Bộ Tư lệnh quyết tâm dụ địch vào khu C khu D để đánh một trận lớn nữa và kết thúc chiến dịch.\n\n===Đợt 3===\nLiên tiếp bị thua, Quân đội Hoa Kỳ dùng máy bay B52, máy bay phản lực và pháo binh yểm trợ tích cực cho bộ binh (bình quân mỗi ngày QĐHK ném xuống khu chiến hơn 100 tấn bom và bắn hơn 100 tấn đạn pháo, trong toàn chiến dịch địch đã sử dụng 306 lần chiến máy bay B52 và 10.500 tấn bom đạn). Ngày 2 tháng 12, địch dùng 110 lần chiếc máy bay lên thẳng chuyển gần 2 tiểu đoàn từ các khu B, C, D đổ bộ lên xóm 10 (Cà Đin). Ngày 6 tháng 12, một tiểu đoàn của lữ đoàn 2 sư đoàn 4 Mỹ tiến vào Cà Đin; tiểu đoàn 200 (pháo cối) tập kích hỏa lực tiêu hao nặng tiểu đoàn này. Quân đội Hoa Kỳ phải kết thúc cuộc hành quân và cũng để chuẩn bị cho các nhiệm vụ tiếp theo, Bộ Tư lệnh chiến của QGP dịch lệnh ra cho các đơn vị kết thúc chiến dịch.\n\n==Kết quả==\n[[Quân Giải phóng miền Nam Việt Nam]] sau 34 trận, diệt cơ bản 1 tiểu đoàn đối phương; phía Mỹ có 8 đại đội và 4 trung đội bị tiêu hao, diệt 5 đại đội và 2 trung đội QLVNCH, tổng số quân bị loại khỏi vòng chiến lên đến 2.410 người (trong đó có 2.050 lính Mỹ), bắn rơi 21 máy bay các loại, phá hủy 26 khẩu pháo và 28 xe quân sự, thu 68 súng các loại. Con số này bị thổi phồng so với thương vong của Mỹ-QLVNCH, tuy nhiên về mặt chiến thuật vẫn tương đương với trên 2000 quân phải rời trận địa.\n\nMỹ tuyên bố [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] chết 3000 nhưng con số này không được kiểm chứng.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam]]"}