{"353944":"{{Thông tin chiến tranh\n|conflict=Chiến dịch đánh Tống <br> 1075 - 1076\n|image=Chien tranh viet trung 1075 vi.jpg\n|caption= Lý Thường Kiệt hạ thành Ung Châu\n|partof= [[Chiến tranh Tống-Việt, 1075-1077|Chiến tranh Tống - Việt, 1075-1077]]\n|date= [[27 tháng 10]] năm [[1075]] - [[1 tháng 3]] năm [[1076]]\n|place= [[Khâm Châu]], [[Hợp Phố|Liêm Châu]], [[Nam Ninh|Ung Châu]] thuộc [[Trung Quốc]]\n|result= [[Đại Việt]] chiến thắng\n|combatant1=[[Đại Việt]]\n|combatant2=[[Nhà Tống]]\n|commander1=[[Lý Thường Kiệt]]<br>[[Lưu Kỷ]]<br>[[Tông Đản]]<br>[[Hoàng Kim Mãn]]<br>[[Vi Thủ An]]<br>[[Thân Cảnh Phúc]]\n|commander2=[[Lưu Di]]<br> [[Tô Giám]] {{KIA}}<br> [[Trương Thủ Tiết]] {{KIA}}<br> [[Trần Vĩnh Thái]] {{KIA}}<br> [[Thẩm Tông Cổ]] {{KIA}}<br> [[Phan Nhược Cốc]] {{KIA}}<br> [[Cổ Cấn Lặc]]\n|strength1= 100.000 quân và dân phu\n|strength2=80.000 quân và dân phu\n|casualties1=20.000 thương vong\n|casualties2=70.000-100.000 quân, dân phu và dân thường bị giết\n}}\n{{Chiến tranh Tống Việt lần 2}}\n'''Chiến dịch đánh Tống 1075–1076''' là tên gọi chiến dịch do tướng [[nhà Lý]] là [[Lý Thường Kiệt]] phát động nhằm tấn công [[nhà Tống|quân Tống]] ở 3 châu dọc theo biên giới Tống - Việt năm [[1075]]-[[1076]].\n\n==Hoàn cảnh lịch sử==\nNăm 1009, [[Lý Thái Tổ|Lý Công Uẩn]] lập ra [[nhà Lý]]. Để củng cố khu vực biên giới phía bắc, [[nhà Lý]] dùng chính sách gả công chúa cho các thủ lĩnh miền núi để gắn chặt mối quan hệ với họ. Trải qua 3 triều vua [[Lý Thái Tổ]], [[Lý Thái Tông]] và [[Lý Thánh Tông]], nước [[Đại Việt]] phát triển ổn định, khá vững mạnh.\n\nỞ phương Bắc, [[nhà Tống]] từ khi thành lập (năm 960) đã phải khắc phục những hậu quả do thời chia cắt [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]] để lại. Ngoài việc đánh dẹp các nước cát cứ, nhà Tống phải đối phó với [[nhà Liêu|nước Liêu]] của người [[Khiết Đan]] lớn mạnh ở phương bắc - quốc gia được vua [[hậu Tấn|nhà Hậu Tấn]] cắt cho 16 châu Yên Vân ở phía bắc từ năm 936 nên lãnh thổ bành trướng nhiều về phía nam, uy hiếp Trung nguyên và thường nhân đó can thiệp vào Trung Quốc. Đến thời [[Tống Thái Tông]], dù dẹp hết các nước trong ''Thập quốc'' nhưng nguy cơ uy hiếp từ phía [[nhà Liêu]] vẫn luôn tiềm ẩn với nhà Tống.\n\nSang thời [[Tống Nhân Tông]], nhà Tống lại bị thêm sự uy hiếp của nước [[Tây Hạ]] của người [[Đảng Hạng]] ở phía tây bắc mới nổi lên. [[Nhà Tống]] phải cống nộp nhiều của cải và bị mất nhiều phần lãnh thổ cho Liêu và Tây Hạ. Trong nước, triều Tống bị rối loạn bởi những cải cách của [[Vương An Thạch]].\n\nChủ trương tiến đánh các nước phía nam Trung Quốc để giải tỏa các căng thẳng trở thành một chiến lược của nhà Tống.\n\n===Ý định nam tiến của Tống===\nTừ năm 1070, [[Vương An Thạch]] chú ý đến phương Nam và muốn lập công ở ngoài biên, tâu lên vua Tống rằng: \n:''\"Giao Chỉ vừa đánh [[Chiêm Thành]] bị thất bại, quân không còn nổi một vạn, có thể lấy quân [[Nam Ninh|Ung Châu]] sang chiếm Giao Chỉ\"''.<ref>Phạm Văn Sơn, ''Việt Sử Toàn thư'', tr. 146.<\/ref>\n\nNăm 1073, vua [[Tống Thần Tông]] phái [[Thẩm Khởi]] làm [[Quảng Tây]] Kinh lược sứ lo việc xuất quân. [[Thẩm Khởi]] đặt các doanh trại, sửa đường tiếp tế, phủ dụ 52 động thuộc [[Ung Châu]] sung công các thuyền chở muối để tập thủy chiến.\n\n[[Thẩm Khởi]] sau đó làm trái ý vua Tống, bị điều đi nơi khác và [[Lưu Di]] thay chức. [[Lưu Di]] được lệnh tăng cường binh lực, tiếp tục điểm dân, tích lương, đóng chiến thuyền, luyện tập thủy binh và cấm người [[Đại Việt]] sang đất Tống buôn bán vì sợ bị do thám.\n\nĐặc biệt, [[nhà Tống]] đã biến [[Ung Châu]] thành một căn cứ xuất phát để đánh [[Đại Việt]] và giao cho [[Tô Giám]], một viên tướng dày dặn kinh nghiệm trong cuộc chiến chống [[Nùng Trí Cao]] trước đây chỉ huy căn cứ này.\n\n===Đại Việt ra tay trước===\nNăm 1072 vua [[Lý Thánh Tông]] qua đời, Thái tử Càn Đức mới 7 tuổi lên thay, tức là vua [[Lý Nhân Tông]]. Thái phi [[Ỷ Lan]] làm nhiếp chính, được sự phò tá của các đại thần [[Lý Thường Kiệt]], [[Lý Đạo Thành]] nên tình hình quốc gia vẫn khá ổn định.\n\nTuy Tống cố gắng giữ bí mật, nhưng tình báo của [[Đại Việt]] vẫn nắm được ý đồ của quân Tống. Đặc biệt, năm 1073, một tiến sĩ [[nhà Tống]] là Từ Bá Tường vì không được trọng dụng nên đã thông báo với [[nhà Lý]]. Bởi thế Đại Việt đã nắm được khá đầy đủ tình hình chuẩn bị chiến tranh của nhà Tống.\n\nLúc này số quân Tống đang tập hợp ở các căn cứ Ung, Khâm, Liêm khoảng 10 vạn đang huấn luyện, song chưa thể đánh ngay được vì số quân này là tân binh Hoa Nam vừa mới tuyển. Nhà Tống sẽ rút 45 ngàn cấm binh thiện chiến ở phương bắc đưa xuống chiến trường phía nam để lập đạo quân chủ lực, thì việc đó làm chưa xong.<ref>Hoàn Xuân Hãn, sách đã dẫn, tr. 165.<\/ref><ref name=\"Phạm Hồng Sơn 1990\">Phạm Hồng Sơn, Viện Quân sự cấp cao, Nghệ thuật đánh giặc giữ nước của dân tộc Việt Nam, 1990, tr. 10.<\/ref>\n\nTrước tình hình đó, Thái úy Đại Việt là [[Lý Thường Kiệt]] cho rằng: \n:''Ngồi yên đợi giặc sao bằng đánh trước để bẻ gãy mũi nhọn của nó''!\n\nChủ trương thực hiện một chiến lược đánh đòn phủ đầu, ''Tiên phát chế nhân'', ông quyết định mở trận tiến công quy mô sang đất Tống.<ref name=\"Phạm Hồng Sơn 1990\"\/><ref name=\"VLSQS238\">[[Viện Lịch sử Quân sự Việt Nam]] (2003), sách đã dẫn, tr. 238.<\/ref>\n\n==Trận Khâm Châu - Liêm Châu==\n\n[[Tập tin:Qinzhou.png|nhỏ|Vị trí Khâm Châu tại Quảng Tây.]]\n[[Tập tin:Nanning.png|nhỏ|Vị trí Ung Châu (ngày nay là Nam Ninh) tại Quảng Tây.]]\nĐại Việt đã huy động 10 vạn quân sang đánh phá căn cứ châu Ung của Tống, bao gồm cả lực lượng chính quy của triều đình lẫn quân của các thủ lĩnh dân tộc thiểu số miền núi phía Bắc.\n\nĐạo quân của triều đình ở phía Đông do đích thân [[Lý Thường Kiệt]] chỉ huy, gồm cả thủy lục quân xuất phát từ châu Vĩnh An (Móng Cái ngày nay) rồi thần tốc lên biên giới phía Đông Bắc tới châu Khâm.\n\nCòn đạo quân của các thủ lĩnh dân tộc thiểu số ở phía Tây đặt dưới sự chỉ huy của [[Tông Đản]] chia làm 4 mũi tiến vào đất Tống: Lưu Kỷ từ Quảng Nguyên (Cao Bằng), Hoàng Kim Mãn từ Môn Châu (Đông Khê - Cao Bằng), Thân Cảnh Phúc từ Quang Lang (Lạng Sơn) và Vi Thủ An từ Tô Mậu (Quảng Ninh) và nhắm tới châu Ung<ref name=\"VLSQS241\">[[Viện Lịch sử Quân sự Việt Nam]], sách đã dẫn, tr. 241.<\/ref>. Đạo quân phía Tây sẽ \"giương Tây\" để đạo quân phía Đông bất ngờ \"kích Đông\".\n\nPhòng ngự châu Ung gồm hai phần, tổng số có 5.000 quân.<ref name=\"VLSQS237\"\/> Giữ biên thuỳ Đại Việt và đóng quân trong thành: 2.000 quân đóng ở thành Ung, 3.000 chia đóng ở 5 trại tiếp giáp biên giới Đại Việt: Hoành Sơn, Thái Bình, Vĩnh Bình, Cổ Vạn, Thiên Long<ref name=\"VLSQS237\"\/>. Khâm Châu và Liêm Châu sát biển tiếp giáp Quảng Ninh và Lạng Sơn ngày nay, đặt viên Phòng biên tuần sứ cai quản đoàn quân [[Đằng Hải]] để hợp với quân của hai viên tuần kiểm, không quá 500 người, đóng ở hai trại: Như Tích giáp biên thùy châu Vĩnh Anh và Để Trạo ở cửa sông Khâm Châu.<ref name=\"Hà Hữu Nga\"\/>\n\nNgày [[27 tháng 10]] năm [[1075]], [[Vi Thủ An]] dẫn 700 quân từ Tô Mậu vào đánh Cổ Vạn, chiếm được [[trại Cổ Vạn]]. Tin tức đến tận ngày 21 tháng 12 mới tới được triều đình nhà Tống. Tiếp theo, các mũi quân phía Tây lần lượt đánh chiếm [[trại Vĩnh Bình]], Thái Bình, các châu Tây Bình, châu Lộc, trại Hoành Sơn.<ref name=\"hxh172\">Hoàng Xuân Hãn, sách đã dẫn, tr. 172.<\/ref><ref name=\"VLSQS242\">[[Viện Lịch sử Quân sự Việt Nam]], sách đã dẫn, tr. 242.<\/ref>\n\nQuân Tống bị thu hút vào phía Tây, nên lơ là phía Đông. Đã có người Khâm châu phát hiện và báo cho tướng giữ thành là [[Trần Vĩnh Thái]] nhưng Thái không tin. Khi có tin đạo quân phía Đông của [[Đại Việt]] đến tập kích, Thái vẫn thản nhiên bày tiệc uống rượu. Quân Tống đã không chống đỡ nổi. Ngày [[30 tháng 12]] năm [[1075]], châu Khâm bị chiếm, Trần Vĩnh Thái và các thủ hạ [[Văn Lương]], [[Ngô Phúc]], [[Tưởng Cẩn]], [[Tống Đạo]] đều bị bắt và bị giết. Quân Lý không phải giao phong một trận nào, lấy hết của cải mang đi<ref name=\"hxh172\"\/>. Người dân địa phương của Bắc Tống dù sau này thương Thái bị giết mà lập đền thờ nhưng vẫn chê cười Thái là người ngu muội; hễ thấy ai không thông tuệ thì gọi là ''Trần Thừa Chỉ'' (Thừa chỉ là hàm chức của Vĩnh Thái)<ref name=\"ReferenceA\">Hoàng Xuân Hãn, sách đã dẫn, tr. 173.<\/ref>.\n\nNghe tin Khâm châu thất thủ, quân Tống ở Liêm châu cố phòng bị nhưng không chống nổi. Ngày [[2 tháng 1]] năm [[1076]], châu Liêm thất thủ.<ref name=\"hxh172\"\/><ref name=\"VLSQS242\"\/> Chúa các trại Như Tích và Để Trạo đều tử trận. Phía Tống bị bắt tới 8.000 tù binh dùng để đưa đồ vật cướp được xuống thuyền sau cũng bị đem giết hết. Quan trấn thủ châu Khâm là [[Lỗ Khánh Tôn]] và các thủ hạ Lương Sở, Chu Tông Thích, Ngô Tông Lập đều bị giết.\n\nSau đó, Lý Thường Kiệt dẫn quân đến châu Ung cùng đạo quân phía Tây quyết tâm hạ thành châu Ung.\n\n==Phát \"Phạt Tống lộ bố văn\"==\n{{chính|Phạt Tống lộ bố văn}}\n[[Lý Thường Kiệt]] kéo quân tiến sâu vào nội địa. Phía Tống không còn quân cản đường quân Lý kéo đến thành [[Ung châu]]<ref name=\"ReferenceB\">Hoàng Xuân Hãn, sách đã dẫn, tr. 174.<\/ref>. Nhưng Lý Thường Kiệt vẫn lo ngại dân Tống sẽ cản đường về của quân Lý, do đó nhằm phô trương danh nghĩa cuộc bắc phạt, Lý Thường Kiệt viết [[Phạt Tống lộ bố văn]] và sai yết ở dọc đường để kể tội [[nhà Tống]].\n\nTheo sách sử của Đại Việt thì dân Tống thấy lời tuyên cáo đều vui mừng đồng tình, mang rượu thịt ra khao quân Lý. Từ đó mỗi khi dân Tống thấy cờ hiệu Lý Thường Kiệt từ xa đều nói đó là quân của ''cha họ Lý người nước Nam'' và cùng nhau bày án bái phục trên đường. Do đó uy danh quân Lý lan rất xa<ref name=\"ReferenceB\"\/>.\n\n==Trận Ung Châu==\n===Quân Lý vây thành===\n \nNgày [[10 tháng 12]], [[Nùng Tông Đản|Tông Đản]] kéo đến [[Nam Ninh|Ung Châu]] (nay là Nam Ninh). Cánh quân chiếm được [[Khâm Châu]] tiến lên Ung Châu. Cánh quân chiếm được [[Hợp Phố|Liêm Châu]] (nay là Hợp Phố) tiến sang miền Đông Bắc chiếm Bạch Châu<ref>''Việt Sử Toàn thư'', tr. 148.<\/ref>.\n\nNửa tháng sau Ty Kinh lược [[Quảng Tây]] mới hay tin về cuộc tấn công này để thông báo về triều. Vua tôi nhà Tống hết sức bối rối. Rồi nhiều nơi khác bị mất lại được cáo cấp về, nhà Tống càng hoang mang, sau đó có lệnh của [[Tống Thần Tông]] cho [[Quảng Châu]], [[Quảng Tây]] phải cố thủ ở các nơi hiểm yếu nhất, vận chuyển tiền, vải, lương thực để khỏi lọt vào tay quân Lý, cách chức [[Lưu Di]], cử [[Thạch Giám]] thay coi [[Quế Châu]] và đưa viện binh tới các thị trấn đang bị uy hiếp.\n\nNgày [[18 tháng 1]] năm [[1076]], đạo quân của [[Lý Thường Kiệt]] cũng tới thành Ung châu. Mấy vạn quân của Lý Thường Kiệt, [[Lưu Kỷ]] và các tù trưởng khác vây thành Ung châu vài vòng kín như bưng. Tướng giữ thành là Tô Giám thấy thế quân [[Đại Việt]] mạnh nên đã áp dụng triệt để chính sách cố thủ để chờ viện quân, tính chỉ hai tuần lễ có thể đến nơi. [[Tô Giám]] ban đầu tin rằng Ung Châu cách Quế Châu chỉ có 14 ngày đường, nên viện binh thế nào cũng sẽ đến kịp cho nên đóng cửa thành cố thủ. Kiểm điểm binh lương, trong thành Ung lúc ấy chỉ có 2.800 quân. Dân thành Ung tất cả được gần 6 vạn người bấy giờ sợ hãi đạp nhau mà chạy. Ông đem hết công nhu (tiền công) phát hết cho dân khích lệ mọi người vững lòng, kiên trí. Kẻ nào bỏ trốn phải tội theo quân lệnh ([[Địch Tích]] là một bộ hạ dưới trướng của Tô Giám bị chém trong trường hợp này). Ông còn phao tin viện binh không còn xa thành là bao nhiêu.\n\nTrước đó con Tô Giám là Tử Nguyên làm quan ở Quế Châu đem gia đình đến thăm cha, lúc sắp trở về thì thành Ung bị vây, Tô Giám lại bắt Tử Nguyên để vợ con ở lại chỉ được về Quế Châu một mình, vì sợ nếu để người nhà đi đông thì nhân dân cũng bỏ trốn hết.\n\n===Viện binh Quý Châu===\nLúc này [[Lưu Di]] giữ [[Quý Châu]] nghe tin thành Ung bị nguy liền phái [[Trương Thủ Tiết]] đem quân đi cứu. Thủ Tiết nghe tin quân Lý đông và mạnh, không dám tiến thẳng đến [[Ung châu]], đi vòng theo đường [[Quý Châu]] tới [[Tân Châu]] rồi hạ trại ở [[Khang Hòa]] nghe ngóng.\n\nUng Châu bị vây gấp quá, Tô Giám cho người mang lạp thư - thư viết vào giấy rồi bọc trong nến - mà ngậm vào miệng phá vòng vây ra báo cho Tống Cầu ở Quý Châu. Tống Cầu giục Trương Thủ Tiết đi gấp. Tiết bất đắc dĩ kéo quân đi, đến [[núi Hỏa Giáp]]<ref>Có sách nói là núi Đại Giáp.<\/ref> rồi ra giữ ải Côn Lôn giữa châu Tân và châu Ung, cách Ung 40&nbsp;km.\n\nLý Thường Kiệt biết tin viện binh Tống đến, bèn cho quân đón đánh. Ngày 4 tháng Giêng [[âm lịch]], tức ngày [[11 tháng 2]] năm [[1076]], quân Lý kéo thẳng đến ải Côn Lôn, quân Tống hốt hoảng bỏ chạy. Trương Thủ Tiết, Nguyên Dụ, Trương Biện, Hứa Dự, Vương Trấn là các chỉ huy của lực lượng viện binh nhà Tống đều bị giết tại trận. Nhiều quân sĩ Tống đầu hàng quân Lý<ref name=\"ReferenceA\"\/>.\n\n===Quân Lý hạ thành===\nThành Ung Châu vững chắc, chính Vương An Thạch tin rằng quân Lý sẽ không phá nổi.\n\nĐể công phá Ung Châu, mấy vạn quân Lý bắc thang mây để leo thành. Quân Tống dùng đuốc mà đốt nên không thể bắc gần được. [[Lý Thường Kiệt]] lại dùng tên độc mà bắn, người ngựa trên thành chết nằm gối lên nhau. Quân Tống dùng thần tý (một loại nỏ) ra bắn. Thành cao và chắc, quân Lý đánh phá hơn 40 ngày không hạ được. Có tù binh bên Tống hiến kế với Lý Thường Kiệt dùng phép ''thổ công'', tức là trèo qua bao đất vào thành. Quân Đại Việt liền lấy túi cho đất vào, cứ thế đắp vào chân thành. Khi các bao đất cao lên, quân Lý theo đó mà leo lên mặt thành. Lý Thường Kiệt theo đó mà tiến đánh.\n\nNgày [[1 tháng 3]] năm [[1076]], sau 42 ngày kiên cường kháng cự<ref name=\"DVSLII\">''Đại Việt sử lược'' - Quyển II.<\/ref>, thành Ung thất thủ. [[Tô Giám]] cố gắng đốc thúc tàn quân chiến đấu đến phút cuối cùng. Khi đã kiệt sức ông cho 36 thân nhân tự sát rồi tự thiêu mà chết. Không tìm thấy [[Tô Giam|Tô Giám]], quân [[Đại Việt]] giết hết dân trong thành, tổng cộng hơn 50.000 người<ref name=\"DVSLII\"\/>. Theo Tống sử, cứ 100 thây chất làm một đống, cả thảy 580 đống.\n\nTrận này quân Lý bị thiệt hại 10.000 quân, cùng một số voi chiến<ref>Hoàng Xuân Hãn, sách đã dẫn, tr. 183.<\/ref>.\n\n==Đại Việt rút quân về nước==\nLấy xong Ung Châu, [[Lý Thường Kiệt]] kéo quân lên phía bắc, tỏ ý muốn đánh tiếp Tân châu. Tướng giữ Tân châu nhà Tống là [[Cổ Cấn Lặc]] nghe tin, sợ hãi bỏ thành chạy.\n\nLý Thường Kiệt ra lệnh tiêu hủy thành lũy, phá kho tàng dự trữ trong vùng [[Tả Giang]] và lấy đá lấp sông chặn đường cứu viện của quân Tống<ref name=\"VLSQS245\">[[Viện Lịch sử Quân sự Việt Nam]], sách đã dẫn, tr. 245.<\/ref>.\n\nLiệu chừng đại quân [[Tống]] từ phương Bắc sắp kéo xuống, nếu tiến gấp có thể qua vùng khê động đánh vào [[châu Quảng Nguyên]] của [[Đại Việt]], mà quân Lý công phá thành Ung Châu hơn 1 tháng đã mệt mỏi, [[Lý Thường Kiệt]] quyết định thu quân trở về [[Đại Việt]] để lo bố phòng, chuẩn bị phòng tuyến chặn địch.\n\nTháng 3 năm 1076, quân Lý rút khỏi Ung Châu.\n\n==Kết quả và ý nghĩa==\n[[Nhà Tống]] chủ trương tập trung căn cứ hậu cần tại các cứ điểm phía nam để chuẩn bị đánh Đại Việt. [[Nhà Lý]] đánh phá các châu Liêm, Khâm và Ung, đốt hết các trại Vĩnh Bình, Thái Bình, Thiên Long, Cổ Vạn đã đạt được mục tiêu ra quân chặn thế mạnh của Tống.\n\nSau thất bại này, cả [[Tống Thần Tông]] và [[Vương An Thạch]] đều quy lỗi cho các tướng dưới quyền. Thẩm Khởi và Lưu Di bị truy xét tội trạng. Vương An Thạch viết trong ''Tư kỷ'':\n:''Vua sai Khởi kinh chế kín việc Giao Chỉ, các đại thần không hay. Phàm Khởi tâu xin gì, vua cũng nghe.''\n\nNhưng Tống Thần Tông từ chối việc từng sai [[Thẩm Khởi]] chuẩn bị đánh Đại Việt, tự tay viết chiếu nói:\n:''Trước Thẩm Khởi ở [[Quảng Tây]] nói dối là nhận được mật chỉ của triều đình bảo soạn đánh Giao Chỉ''.<ref>Hoàng Xuân Hãn, sách đã dẫn, tr. 189.<\/ref>\n\nCả [[Tống Thần Tông]] và [[Vương An Thạch]] đều hối tiếc vì không đánh [[Đại Việt]] sớm, ngay khi [[Lý Nhân Tông]] mới lên ngôi. Sau khi Ung Châu thất thủ, phía nhà Tống thừa nhận không còn cơ hội \"đánh úp Giao Chỉ\" nhưng vẫn chuẩn bị kế hoạch phục thù.\n\nNhà nghiên cứu [[Hoàng Xuân Hãn]] cho rằng: \n:''Tống tiếc rẻ không đánh Đại Việt trước, nhưng không biết rằng sở dĩ Tống bị đánh trước vì dự định đánh [[Đại Việt]]. Trong cuộc chiến này, phía Đại Việt nhờ có [[Lý Thường Kiệt]] chủ động đi bước trước nên đã giành thắng lợi hoàn toàn và tránh khỏi được thất bại về sau (trong toàn cuộc chiến với Tống)''<ref>Hoàng Xuân Hãn, sách đã dẫn, tr. 192.<\/ref>.\n\n==Xem thêm==\n* [[Nhà Lý]]\n* [[Lý Thường Kiệt]]\n* [[Lý Nhân Tông]]\n* [[Nùng Tông Đản]]\n* [[Phạt Tống lộ bố văn]]\n* [[Chiến tranh Tống-Việt, 1075-1077|Chiến tranh Tống - Việt, 1075-1077]]\n*[[Nam Quốc Sơn Hà]]\n\n==Tham khảo==\n* Đại Việt sử lược\n* [[Đại Việt sử ký toàn thư]]\n*Hoàng Xuân Hãn ([[1996]]), ''Lý Thường Kiệt, lịch sử ngoại giao và tông giáo triều Lý'', Nhà Xuất bản Hà Nội.\n* Phạm Văn Sơn, ''Việt Sử Toàn Thư'' - bản điện tử.\n* Viện Lịch sử Quân sự Việt Nam ([[2003]]), ''Lịch sử quân sự Việt Nam, tập 3'', Nhà Xuất bản Chính trị Quốc gia.\n* [[Tống sử|Tống Sử]].\n* Trần Trọng Kim, ''[[Việt Nam sử lược]]'' - bản điện tử.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Năm 1075]]\n[[Thể loại:Năm 1076]]\n[[Thể loại:Chiến tranh Tống–Việt]]"}