{"368416":"{{Chinh phạt từ Việt Nam}}\n'''Chiến tranh Việt – Chiêm (1400 – 1407)''' là cuộc chiến giữa [[nhà Hồ]] nước [[Đại Ngu]] và nước [[Chiêm Thành]] phía nam. Ban đầu nhà Hồ chiếm được đất đai mà tương đương với nam [[Quảng Nam]] và bắc [[Quảng Ngãi]] ngày nay; nhưng sau đó, do cuộc xâm lăng của [[nhà Minh]], [[nhà Hồ]] thất bại và Chiêm Thành đã lấy lại những đất đai từng bị nhà Hồ chiếm.\n\n==Hoàn cảnh==\nTừ cuối [[thế kỷ 14]], [[Chiêm Thành]] dưới thời [[Chế Bồng Nga]] đã nhiều lần tấn công [[Đại Việt]] khiến [[nhà Trần]] phải bỏ kinh thành [[Thăng Long]]. Chỉ từ sau khi Chế Bồng Nga tử trận năm 1390, những cuộc tấn công từ phía nam mới lắng xuống. Các con Chế Bồng Nga là [[Chế Ma Nô Đà Nan]] và Chế Sơn Na bị tướng La Ngai giành ngôi, yếu thế phải chạy sang đầu hàng Đại Việt.\n\nMột ngoại thích có thế lực của nhà Trần là [[Hồ Quý Ly]] – người từng nhiều lần thất bại trong các cuộc đối đầu ngoài mặt trận chống quân Chiêm dần dần thâu tóm quyền hành trong triều Trần và đến năm 1400 thì cướp ngôi nhà Trần, lập ra nhà Hồ, đổi tên nước là [[Đại Ngu]]. Năm 1401, vua Hồ Quý Ly truyền ngôi cho con là [[Hồ Hán Thương]] rồi trở thành Thái thượng hoàng.\n\nCùng hàng loạt cải cách kinh tế để chấn hưng đất nước suy yếu dưới thời Trần, hai vua nhà Hồ chủ trương đánh Chiêm Thành để mở rộng đất đai về phía nam.\n\n==Nhà Hồ nam tiến 1400==\nNăm 1400, La Ngai chết, con là Ba Đích Lại lên thay. Tháng 8 năm 1400, [[Hồ Quý Ly]] nhân lúc Ba Đích Lại mới lên ngôi bèn sai Đỗ Mãn và Trần Tùng mang quân đánh Chiêm. Đỗ Mãn cầm quân thủy, Trần Vấn làm phó; Trần Tùng cầm quân bộ, Đỗ Nguyên Thác làm phó; 4 tướng mang tất cả 15 vạn quân nam tiến.\n\nKhi tiến đến biên giới đất Chiêm, Trần Tùng theo kế của Đinh Đại Trung, đi theo đường núi hiểm trở, cách xa quân thủy. Quân bộ bị kẹt 3 ngày trong núi không có lương ăn, phải nướng cả mai [[bộ Rùa|rùa]] và da thú lên để ăn.\n\nCuối cùng do quân bị đói, Trần Tùng phải rút quân về. Hồ Quý Ly giận Trần Tùng làm hỏng việc quân, nhưng nể công Trần Tùng giúp mình khi chưa lên ngôi nên không giết mà chỉ đày làm lính.\n\n==Nhà Hồ nam tiến 1402==\nNăm 1402, [[Hồ Hán Thương]] lại mang quân đi đánh [[Chiêm Thành]] lần thứ hai, dùng Đỗ Mãn cùng các tướng Nguyễn Vị, Nguyễn Bằng Cử và Đinh Đại Trung.\n\nĐinh Đại Trung làm tiên phong đi trước, gặp tướng Chiêm là Chế Cha Nan. Hai bên giao chiến đều có thiệt hại nhưng cuối cùng quân Chiêm bị thua. Vua Chiêm là Ba Đích Lại sợ hãi, bèn sai cậu là Bố Điền đến gặp quân Đại Ngu dâng [[voi]] trắng, voi đen và xin nộp đất Chiêm Động (nam [[Quảng Nam]]) để làm điều kiện cho nhà Hồ lui quân.\n\nBố Điền đến nơi, xin được giảng hòa. Hồ Quý Ly không chấp nhận, bắt phía Chiêm Thành phải làm tờ biểu khác và dâng cả đất Cổ Lũy (bắc [[Quảng Ngãi]]). Ba Đích Lại thế yếu phải chấp nhận yêu sách của nhà Hồ, bèn chuyển dân về phía nam và nộp đất Chiêm Động, Cổ Lũy.\n\nNhà Hồ tiếp quản đất mới từ [[Chiêm Thành]], bèn chia Chiêm Động làm hai châu Thăng và Hoa; chia Cổ Lũy thành 2 châu Tư và Nghĩa. Để ổn định đất đai phía nam, nhà Hồ cho An phủ sứ Thuận Hóa là [[Nguyễn Cảnh Chân]] làm An phủ sứ lộ Thăng Hoa (đến năm 1406 dùng [[Hoàng Hối Khanh]] thay [[Nguyễn Cảnh Chân|Nguyễn Cảnh Chân)]]; cho con của [[Chế Bồng Nga]] là [[Chế Ma Nô Đà Nan]] làm Cổ Lũy huyện thượng hầu, trấn giữ châu Tư và châu Nghĩa, chiêu dụ người Chiêm để chuẩn bị thực hiện cuộc nam tiến tiếp theo. Do Ba Đích Lại đã dời nhiều người Chiêm về nam, đất Tư – Nghĩa ít người, nhà Hồ đưa những người không có ruộng đất ở phía bắc vào khai phá những vùng đất mới này<ref>Viện sử học, sách đã dẫn, tr 43<\/ref>.\n\n\n==Nhà Hồ nam tiến 1403==\nNăm 1403, Hồ Hán Thương lại ra lệnh đóng chiến [[thuyền]] nhỏ để tiếp tục đánh Chiêm. Nhà Hồ sai Phạm Nguyên Khôi, Đỗ Mãn cùng Đỗ Nguyên Thác, Hồ Vấn mang 20 vạn quân đánh Chiêm Thành lần thứ ba.\n\nNguyên Khôi ra lệnh trong quân rất nghiêm, ai nhút nhát sợ hãi sẽ chém. Quân [[Đại Ngu]] nhanh chóng tiến đến bao vây kinh thành [[Đồ Bàn|Chà Bàn]] của Chiêm Thành. Trong tình thế nguy cấp, Ba Đích Lại bèn sai sứ cầu cứu [[nhà Minh]]. [[Minh Thành Tổ]] điều 9 thuyền chiến vượt biển sang cứu Chiêm.\n\nPhạm Nguyên Khôi vây hãm Chà Bàn trong 9 tháng nhưng không hạ được. Quân Đại Ngu hết lương, đành phải rút về. Quân nhà Hồ về nửa đường gặp quân Minh ngoài biển. Tướng Minh sai người nói với Nguyên Khôi ''\"nên rút quân về ngay, không nên ở lại\"''. Nguyên Khôi không giao chiến với quân Minh mà rút về nước, bị Hồ Quý Ly trách sao không giết hết thủy quân nhà Minh<ref>Viện Sử học, sách đã dẫn, tr 44<\/ref>.\n\n== Chiêm Thành bắc tiến 1407==\nNăm 1406, với danh nghĩa \"phù Trần diệt Hồ\", [[nhà Minh]] mang quân sang đánh [[Đại Ngu]]. Sau một số trận kháng cự, sang năm 1407, nhà Hồ thất thế phải chạy vào nam.\n\nBa Đích Lại nhân lúc Đại Ngu bị quân Minh đánh bèn mang quân bắc tiến để chiếm lại đất cũ của Chiêm Thành. Chế Ma Nô Đà Nan ở Tư Nghĩa một mình chống lại quân Chiêm Thành nhưng không có trợ lực. Do cô thế, Chế Ma Nô Đà Nan bị quân Chiêm giết chết. Quân Chiêm chiếm lại châu Tư, Nghĩa, tức là đất Cổ Lũy trước đây.\n\nBa Đích Lại tiếp tục đánh ra châu Thăng, Hoa. Dân cư [[người Việt]] mới di cư đến vùng này tan rã bỏ chạy, An phủ sứ lộ Thăng Hoa là [[Hoàng Hối Khanh]] không chống nổi quân Chiêm, phải bỏ Thăng Hoa rút về Hoá châu.\n\nTháng 6 năm 1407, cha con [[Hồ Quý Ly]] bị quân Minh bắt. Tình hình Hóa châu rất rối ren: các tướng nhà Hồ chia bè phái đánh lẫn nhau. [[Đặng Tất]] về phe Hoàng Hối Khanh, còn Nguyễn Phong về phe với Nguyễn Lỗ. Lúc đó Đặng Tất về theo đường thủy về trước, Nguyễn Lỗ đi đường bộ về sau. Nguyễn Phong về phe với Lỗ ngăn không cho Đặng Tất vào thành Hóa châu. Đặng Tất đánh giết được Phong để vào thành rồi sau đó cùng Lỗ giao chiến hơn 1 tháng, đánh bại Lỗ. Lỗ chạy sang Thăng Hoa đầu hàng Chiêm Thành và được Ba Đích Lại trọng dụng<ref>Sau đó Nguyễn Lỗ bị nhà Minh dụ sang Trung Quốc hứa phong chức và giết chết<\/ref>. Hoàng Hối Khanh bèn giết hết gia đình Lỗ.\n\nQuân Chiêm Thành thừa thế tiến lên đánh Hoá châu, trong khi đó quân Minh sau khi bắt được cha con họ Hồ cũng tiến vào nam \"bình định\" Hoá châu. Tướng nhà Hồ là Phạm Thế Căng đón quân Minh ở [[Nghệ An]] xin hàng. Tướng Minh là [[Trương Phụ]] cử Đỗ Tử Trung đi dụ Hoàng Hối Khanh và Đặng Tất. Hối Khanh bỏ trốn, sau đó bị bắt đã tự sát. Bị kẹp giữa hai kẻ địch, Đặng Tất phải tạm hàng quân Minh để ngăn quân Chiêm bắc tiến, được Trương Phụ cho giữ chức Đại tri châu Hoá châu<ref>Sau này Đặng Tất theo nhà Hậu Trần chống lại quân Minh<\/ref>.\n\nTạm yên phía bắc, Đặng Tất dồn sức chống Chiêm Thành. Quân Chiêm đánh không được phải rút về.\n\n==Kết quả==\nTrong 7 năm chiến tranh giữa nhà Hồ và [[Chiêm Thành]], [[nhà Hồ]] giành ưu thế và đã mở được đất đai 4 châu về phía nam. Vì sự can thiệp của nhà Minh vào Đại Ngu, nhà Hồ bị diệt. Khi nhà Hồ mất và nhà Minh bắt đầu xác lập quyền cai trị ở đất Việt, Chiêm Thành đã chiếm lại được đất Chiêm Động và Cổ Lũy từng phải dâng cho nhà Hồ trước đây.\n\nPhần đất nhà Minh chiếm đóng của Đại Ngu chỉ giới hạn đến Hóa châu. Trên danh nghĩa, Trương Phụ đặt ra phủ Thăng Hoa để cai quản 4 châu Thăng, Hoa, Tư, Nghĩa nhưng trên thực tế chỉ là đặt khống<ref>Đặng Huy Phúc, sách đã dẫn, tr 61<\/ref>.\n\n==Xem thêm==\n* [[Chiến tranh Việt-Chiêm 1367-1396|Chiến tranh Việt – Chiêm (1367 – 1396)]]\n* [[Nhà Hồ]]\n* [[Đặng Tất]]\n* [[Chiến tranh Minh - Đại Ngu|Chiến tranh Minh – Đại Ngu]]\n* [[Bắc thuộc lần 4|Lịch sử Việt Nam thời Bắc thuộc lần 4]]\n\n==Tham khảo==\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3,'' Nhà xuất bản Khoa học xã hội\n* Đặng Huy Phúc (2005), ''Đặng Tất - Đặng Dung'', Nhà xuất bản Trẻ\n* Trần Trọng Kim, ''[[Việt Nam sử lược]],'' bản điện tử\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Lịch sử Việt Nam thời Hồ}}\n\n[[Thể loại:Lịch sử Việt Nam thời Hồ]]\n[[Thể loại:Lịch sử Chăm Pa]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Chiến tranh Việt–Chiêm]]"}