{"230469":"{{Thông tin chiến tranh\n|conflict=Chiến tranh Việt-Chiêm 1069\n|image=\n|caption=\n|partof=\n|place= Vương quốc Chiêm Thành\n|date=[[1069]]\n|result=Đại Việt chiến thắng, chiếm được 3 châu của Chiêm Thành\n|combatant1= [[Đại Việt]]\n|combatant2= [[Chiêm Thành]]\n|commander1= [[Lý Thánh Tông]] <br \/>[[Lý Thường Kiệt]] <br \/>[[Lý Thường Hiến]]\n|commander2= [[Chế Củ]] <br \/>[[Bố Bì Đà La]]\n|strength1= 40.000-60.000 quân\n|strength2= 20.000 quân\n|casualties1= Không rõ\n|casualties2= Không rõ\n}}\n{{Chinh phạt từ Việt Nam}}\n'''Chiến tranh Việt-Chiêm 1069''' là cuộc chiến do vua [[Lý Thánh Tông]] của [[Đại Việt]] phát động năm 1069 nhằm đánh vương quốc [[Chiêm Thành]] ở phương Nam với lý do người Chiêm từ chối thần phục [[nhà Lý]]. Nhà Lý gọi cuộc chiến này là '''Chiến dịch phạt Chiêm 1069'''.\n\n==Hoàn cảnh lịch sử==\nTừ khi [[Đại Việt]] giành được độc lập (thế kỷ thứ 10) việc đánh Chiêm Thành thường được các vua Lý tiến hành mỗi khi Chiêm Thành bỏ việc tiến cống và thông sứ hoặc quấy nhiễu các vùng biên giới trên bộ và ven biển Đại Việt.\n\nNăm Giáp Thân (1044), [[Lý Thái Tông]] đã đánh Chiêm Thành với lý do nước này bỏ thông hiếu, phá quốc đô [[Kandapurpura|Phật Thệ]] và giết chúa [[Sạ Đẩu]].\n \nSang thời Lý Thánh Tông, năm 1065 - 1069, Chiêm Thành bỏ cống. Vua Thánh Tông lại đem quân Nam chinh. Nhưng một vài sử gia cho rằng tới giai đoạn [[lịch sử]] này cuộc đánh Chiêm chẳng phải riêng vì việc đoạn tuyệt giao hiếu, mà do Đại Việt bắt đầu thi hành chính sách mở rộng biên giới, dựa vào chỗ Chiêm Thành có tinh thần bất khuất chống đối đối với Đại Việt và lại lén lút thần phục [[nhà Tống]]<ref name=\"Việt Sử toàn thư, tr. 141.\">Việt Sử toàn thư, tr. 141.<\/ref>.\n\nQuốc vương Chiêm là [[Chế Củ]] muốn dựa vào nhà Tống để chặn bước tiến của Đại Việt, xin thần phục và được vua [[Tống Thần Tông]] giúp đỡ, cho ngựa trắng và cho phép họ mua [[lúa]] ở [[Quảng Châu]], Chiêm Thành không tiếp tục nạp cống cho Đại Việt nữa. Mọi hành động của Chiêm Thành đều bị người Việt cho là khiêu khích họ<ref name=\"Việt Sử toàn thư, tr. 141.\"\/>.\n\n==Diễn biến==\nNăm 1068 vua [[Lý Thánh Tông]] sửa soạn thêm chiến thuyền (việc giao thông từ thành [[Kandapurpura|Phật Thệ]] tới [[Đại Việt]] bằng đường núi theo lời sứ Chiêm tâu với vua Tống phải mất 40 ngày. Vua [[nhà Tiền Lê]] trước đây có đào tân cảng và sửa chữa đường sá nhưng xét ra dùng thủy đạo vẫn dễ dàng cho việc chuyển quân hơn. Lực lượng quân sự của Lý triều tất cả có chừng 200 chiếc thuyền, [[Lý Thường Kiệt]] được làm Đại tướng đi tiên phong, em Thường Kiệt là [[Lý Thường Hiến]] giữ chức Tán kỵ Võ úy.\n\nỞ triều bấy giờ Lý Thánh Tông giao cho Nguyên phi [[Ỷ Lan]] và [[Thái sư]] [[Lý Đạo Thành]] trông coi việc nước. Mùa xuân, tháng 2 năm Kỷ Dậu (1069), vua Lý Thánh Tông đích thân dẫn quân đi đánh Chiêm Thành.<ref name=\"ĐVSKTT\">[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Đại Việt Sử Ký Toàn Thư, Bản kỷ, quyển III]<\/ref> Bảy ngày sau khi rời khỏi [[Thăng Long]] các đạo quân Việt đã có mặt ở [[Nghệ An]], ba ngày sau tới phía Nam [[núi Hồng Lĩnh]] ([[Hà Tĩnh]]), vào hải phận Chiêm Thành.\n\nNăm ngày sau, Lý Thường Kiệt tới cửa [[Nhật Lệ]] là nơi tập trung của [[thủy quân]] Chiêm Thành. Tại Nhật Lệ, một nhóm nhỏ thủy quân Chiêm xông ra chặn quân Việt. Tướng của quân Lý là Hoảng Kiệt đánh lui họ rồi tiến về phía Nam không bị ngăn trở, mục đích của quân Đại Việt là tiến thẳng tới thành [[Kandapurpura|Phật Thệ]] phá [[kinh đô]] và bắt quốc vương. Bốn ngày sau nữa tới cửa Tư Dung (nay gọi là Tư Hiền) là cửa sông để vào các đầm phá và sông thuộc [[Quy Nhơn]] ngày nay. Quân Lý mất ba ngày nữa, tính tất cả là 26 ngày từ Thăng Long đến đấy.\n\nThành Phật Thệ<ref>Sau gọi là Chà Bàn hay là Đồ Bàn, ở vào địa phận tỉnh [[Bình Định]] ngày nay.<\/ref> ba phía Tây-Nam-Bắc có núi che chở, phía Đông giáp biển. Thủy quân của nhà Lý đổ bộ ở đây. Tướng Chiêm là [[Bố Bì Đà La]] dàn trận trên bờ sông Tu Mao (nay gọi là [[sông Côn]]) chặn đánh. Quân Lý xông lên giết được Bố Bì Đà La và rất nhiều binh sĩ.\n\nLý Thường Kiệt vượt được sông Tu Mao, lại qua hai con sông nữa mới tới kinh đô Chiêm Thành. Đang đêm nghe tin quân của mình bại trận ở Tu Mao, vua Chế Củ mang vợ con chạy trốn. Đêm ấy, quan quân nhà Lý tràn vào thành Phật Thệ, đến [[bến Đồng La]], dân ở thành Phật Thệ phải xin hàng<ref name=\"Đại Việt sử lược, tr. 52.\">Đại Việt sử lược, tr. 52.<\/ref>.\n\nVua Lý Thánh Tông đánh Chiêm Thành lâu lắm không hạ nổi, bèn đem quân trở về. Đi nửa đường đến châu Cư Liên, vua nghe thấy nhân dân khen bà Nguyên phi ở nhà giám quốc, trong nước được yên trị, Thánh Tông nói: \"''Người đàn bà trị nước còn được như thế, mà mình đi đánh Chiêm Thành không thành công, thế ra đàn ông hèn lắm sao?''\"\n\nVua Lý Thánh Tông quay trở lại đánh Chiêm. Lý Thường Kiệt đem quân theo phía Nam. [[Tháng tư]] quân Lý tiến đến [[biên giới]] [[Chân Lạp]] (Campuchia), qua các vùng [[Phan Rang (định hướng)|Phan Rang]], [[Phan Thiết]] ngày nay mà [[tiếng Chiêm]] gọi là Panduranga. Tháng 4, Lý Thường Kiệt bắt được vua Chế Củ ở biên giới Chân Lạp. [[Vua Chăm Pa|Vua Chiêm]] vốn có cựu thù với nước Chân Lạp nên hết đường chạy phải ra hàng, kết quả là ông bị Lý Thường Kiệt cầm tù. Cuộc đuổi bắt vua Chế Củ mất hết một tháng.\n\nNgười có công lớn nhất trong cuộc đại thắng này của nhà Lý là Lý Thường Kiệt.\n\n[[Tháng năm|Tháng 5]], Lý Thánh Tông ngự tiệc cùng quần thần ở [[cung điện]] của vua Chiêm, vua lại thân hành múa thuẫn và đánh cầu ở nơi thềm điện ấy. Trước khi về nước Thánh Tông còn không quên sai đếm tất cả nhà của dân ở trong và ngoài thành Phật Thệ, gồm có hơn 2.660 căn đều thiêu rụi sạch,<ref name=\"Đại Việt sử lược, tr. 52.\"\/> và bắt về hơn 50.000 người.<ref name=\"ĐVSKTT\"\/>\n\nNgày 19 tháng 6, thuyền của quân Lý về đến cửa Tư Minh, có lẽ là Tư Dung. Ngày 17 tháng 7, đạo quân Nam chinh về tới [[Thăng Long]]. Vua Lý Thánh Tông lên bộ ngự trên xe, quân thần cưỡi ngựa theo sau. Vua Chiêm mặc áo vải trắng, đầu đội mũ làm bằng [[cây gai]], tay bị trói sau lưng do 5 người lính Võ đô dắt. Quyến thuộc đi sau cũng bị trói. Mùa thu, tháng 7 tại nhà Thái Miếu, vua Lý Thánh Tông dâng trình việc thắng trận. Chiến tranh kết thúc với thắng lợi và mở rộng đất đai của [[Đại Việt]].\n\nChế Củ xin dâng 3 châu [[Bố Chính]], [[Ma Linh]] và [[Địa Lý]] (vùng đất từ dãy Hoành Sơn đến dãy Bạch Mã tương ứng với Quảng Bình, Quảng Trị, Thừa Thiên - Huế ngày nay) để chuộc tội nên sau đó ông được tha về.\n\n==Xem thêm==\n* [[Lý Thánh Tông]]\n* [[Chiến tranh Việt-Chiêm 1044]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n* Đại Việt sử lược (bản điện tử)\n* Việt Sử Toàn thư - Phạm Văn Sơn (bản điện tử)\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Quân sự Việt Nam thời Lý]]\n[[Thể loại:Năm 1069]]\n[[Thể loại:Lịch sử Chăm Pa]]\n[[Thể loại:Việt Nam năm 1069]]\n[[Thể loại:Chiến tranh Việt–Chiêm]]"}