{"197925":"{{Infobox Military Person\n|name = Christian de Castries \n|image = Dien Bien Phu001.jpg\n|caption = Tướng Đờ Cát, chỉ huy quân Pháp tại Điện Biên Phủ\n|ngày sinh = {{ngày sinh|1902|8|11}} \n|ngày mất = {{ngày mất và tuổi|1991|7|29|1902|8|11}} \n|nơi sinh = [[Paris]], [[Pháp]]\n|nơi mất = [[Paris]], [[Pháp]]\n|nickname =\n|allegiance = [[Pháp]]\n|branch = [[Quân đội Pháp]]\n|serviceyears = 1921–1959\n|rank = [[Tập tin:Army-FRA-OF-06.svg|45px]] [[Chuẩn tướng]]\n|unit =\n|commands = Binh đoàn cơ động số 2<br>Binh đoàn cơ động số 1<br>Binh đoàn cơ động Tây Bắc\n|battles = [[Chiến tranh thế giới thứ hai]]<br>[[Chiến tranh Đông Dương]]<br>\n*[[Chiến dịch Điện Biên Phủ|Trận Điện Biên Phủ]]\n|awards =\n|relations =\n|laterwork =\n}}\n'''Christian Marie Ferdinand de la Croix de Castries''' (11 tháng 8 năm [[1902]] – 29 tháng 7 năm [[1991]]) là một sĩ quan chỉ huy người [[Pháp]] bị bắt sống tại [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]] năm 1954. Tại Việt Nam, Christian de Castries thường được viết '''Tướng Đờ Cát''', hay '''Đờ Ca-xtơ-ri'''.\n\nChristian de Castries sinh [[11 tháng 8]] năm [[1902]], xuất thân từ một [[dòng họ Castries|gia đình danh giá]] ở Pháp theo binh nghiệp từ lâu. Năm 19 tuổi, Christian de Castries nhập ngũ. Ông đã được học Trường Kỵ binh [[Saumur]] vào năm 1926 và được phong hàm sĩ quan nhưng sau đó ông đã xin nghỉ để theo môn thể thao đua ngựa. Sau khi tái gia nhập quân ngũ vào thời kỳ [[Chiến tranh thế giới thứ hai]], ông đã bị bắt năm 1940 và đã trốn thoát trại tù binh của Đức năm 1941 và tham gia chiến đấu với lực lượng [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] ở [[Bắc Phi]], [[Ý]], Nam Pháp và Nam Đức.\n\nNăm 1946 Castries lên hàm [[thiếu tá]] và đã được phái đến [[Liên bang Đông Dương|Đông Dương thuộc Pháp]]. Sang Đông Dương năm 1946, ban đầu De Castries chỉ huy đơn vị kị binh [[Maroc]] và nhanh chóng nổi tiếng vì xông xáo trận mạc. Theo báo France-soin số ra ngày [[10 tháng 5]] năm 1954 cho biết, trong thời gian tham chiến tại Việt Nam, De Castries đã chỉ huy nhiều cuộc hành quân bình định vùng [[Hưng Yên]], [[Ninh Bình]] và đã chiến đấu ở [[Nho Quan]].\n\nĐầu năm 1951, sau khi trở về nước Pháp học xong bổ túc tại Trường Quân sự Saint Syr và được đề bạt trung tá, ông trở lại Đông Dương. Ông được cử làm chỉ huy trưởng Binh đoàn cơ động Maroc (''Groupement Mobile des Tabors'') nhưng không lâu sau ông bị thương do xe cán phải mìn và được đưa về Pháp chữa trị. De Castries bị thương nặng gãy hai chân, từ đó phải đi khập khiễng và phải chống gậy. Chức vụ Chỉ huy trưởng GM Tabors được giao lại cho phó của ông là Trung tá Leve.\n\nNăm 1952, sau khi phục hồi sức khỏe, ông trở lại Việt Nam với hàm [[đại tá]].<ref>''Larousse'', 1982, {{t.}}II, ibid.<\/ref> Tháng 12 năm 1953, ông được giao nhiệm vụ phòng thủ ở [[Điện Biên Phủ]]<ref>[[Martin Windrow]], ''The Last Valley: Dien Bien Phu and the French Defeat in Vietnam'' Weidenfeld and Nicholson, London, 2004 ISBN 0-297-84671-X<\/ref> với chức vụ chỉ huy trưởng tập đoàn cứ điểm. Ông là người chỉ huy cao nhất tại tập đoàn cứ điểm, chống trả cuộc bao vây kéo dài 8 tuần của [[Quân đội Nhân dân Việt Nam]] trong [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]] và được thăng hàm [[chuẩn tướng]] tại mặt trận vào ngày [[16 tháng 4]] năm 1954.<ref>''Larousse'', 1982, {{t.}}II, {{p.}}1858.<\/ref> Tuy nhiên, đến ngày [[7 tháng 5]], Quân đội Nhân dân Việt Nam đã đánh bại lực lượng quân Pháp và đồng minh tại tập đoàn cứ điểm, trên thực tế đã kết thúc [[Chiến tranh Đông Dương]] cũng như sự hiện diện của quân đội Pháp tại [[Đông Nam Á]]. Castries đã bị bắt làm [[tù binh]] trong 4 tháng trong lúc hiệp định đình chiến đang được các bên liên quan thương thảo ở [[Genève]], [[Thụy Sĩ]].\n\nÔng rời quân ngũ năm 1959<ref>[[Martin Windrow]], 'The Last Valley: Dien Bien Phu and the French Defeat in Vietnam' Weidenfeld and Nicolson, London, 2004 {{ISBN|0-297-84671-X}}<\/ref> và qua đời ngày [[29 tháng 7]] năm [[1991]] tại Paris, Pháp;\n\n== Khi bị đánh bại ==\nSau khi ra tù, cũng như trước khi rời quân ngũ Pháp, Chistian de Castries nói về tướng Võ Nguyên Giáp cho rằng:\n\n\"Tướng Giáp không những giỏi về chỉ huy đánh du kích mà còn giỏi cả về chỉ huy trận địa chiến, chỉ huy tác chiến hiệp đồng binh chủng, và cả về nghi binh đánh lừa tình báo đối phương”\n\n\"Tôi thừa nhận Tướng Giáp rất sành sỏi binh nghiệp và khôn ngoan hơn, tài giỏi hơn tôi đã đành, mà còn hơn cả tướng Cogny và tướng Navarre. Tôi hân hạnh được làm đối thủ của Tướng Giáp, được làm kẻ chiến bại trực tiếp của một người tài giỏi như Tướng Giáp. Tôi ngưỡng mộ và kính phục ông”<ref>{{Chú thích web|url=https:\/\/viettimes.vn\/tuong-phap-de-castries-han-hanh-duoc-lam-ke-chien-bai-cua-tuong-giap-352210.html|tựa đề=Tướng Pháp De Castries: “Hân hạnh được làm kẻ chiến bại của Tướng Giáp”|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Thông tin thêm==\nVào đúng ngày Giải phóng thủ đô (10\/10\/1954), Chủ tịch Ủy ban quân chính Tp.Hà Nội - thiếu tướng [[Vương Thừa Vũ]], tư lệnh [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]] (đơn vị tham gia [[chiến dịch Điện Biên Phủ]]) đã tặng chiếc gậy cấp tá của De Castries cho giáo sư [[Đặng Văn Ngữ]]. Sau nhiều năm lưu giữ, giáo sư Đặng Văn Ngữ trao lại kỷ vật này cho Bảo tàng lịch sử quân sự. Cây gậy của tướng De Castries là một trong số ít kỷ vật của vị tướng bại trận được lưu giữ tại Việt Nam.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [[Lucien Bodard]], ''La Guerre d'Indochine'', éditions [[Éditions Grasset & Fasquelle|Grasset]], Paris, 1997, 1168{{nb p.}} {{ISBN|2246552915}}. \n* [[Michel Mourre]], ''Dictionnaire encyclopédique d'histoire en 8 volumes'', {{t.}}II, éditions [[Éditions Bordas|Bordas]], Paris, 1986 {{ISBN|2040153829}}, {{p.}}821.\n* ''Dictionnaire encyclopédique en 10 volumes'', [[Éditions Larousse|Larousse]], Paris, 1982, {{t.}}II {{ISBN|2031023020}}, {{p.}}1858.\n{{sơ khai nhân vật quân sự Pháp}}\n\n{{Thời gian sống|1902|1991|Castries, Christian de}}\n\n{{DEFAULTSORT:Castries, Christian de}}\n[[Thể loại:Chuẩn tướng Pháp]]\n[[Thể loại:Quân nhân Pháp trong Thế chiến thứ hai]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Đông Dương]]\n[[Thể loại:Người Paris]]"}