{"1221783":"{{nguồn không đáng tin cậy}}\n'''Chu Văn Uyển''' là một tướng lĩnh của phong trào [[Nhà Tây Sơn|Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Hành trạng==\n\nChu Văn Uyển tham gia nghĩa quân Tây Sơn, ban đầu ông giữ chức Đô ty sau thăng dần đến chức Đô đốc, ngoài ra Chu Văn Uyển còn giữ chức Tuần kiểm Bắc Thành. Chức Tuần kiểm là một chức vụ có nhiệm vụ kiểm tra, thanh sát trông quân đội.{{fact|date = ngày 6 tháng 1 năm 2013}}\n\nChu Văn Uyển tham gia vào các trận đánh bình đình Bắc Hà dưới quyền Tiết chế [[Vũ Văn Nhậm]] và Tư mã [[Ngô Văn Sở]]. Ông cũng tham gia [[trận Ngọc Hồi - Đống Đa|trận Ngọc Hồi-Đống Đa]], đánh thắng quân Thanh{{fact|date = ngày 6 tháng 1 năm 2013}}. Sau đó cùng với các tướng [[Vũ Văn Dũng]], [[Đô đốc Tuyết|Nguyễn Văn Tuyết]], dưới quyền Trấn thủ Bắc Thành [[Phan Văn Lân]] đánh dẹp dư đảng nhà Hậu Lê. Đáng kể là các chiến dịch đánh lại [[Hoàng Văn Đồng]], [[Nông Văn Tấn]] và [[Lê Duy Chi]]. Thời gian này ông giữ chức Trấn thủ (Đốc trấn) Cao Bằng với tên là Chu Văn Uyển theo nghiên cứu ''Quân Thanh vào Thăng Long'' của Lê Duy Chính{{fact|date = ngày 6 tháng 1 năm 2013}}.\n\nChu Văn Uyển có tham gia vào phái đoàn đi sứ nhà Thanh.{{fact|date = ngày 6 tháng 1 năm 2013}}\n\n==Kết cục==\n\nCũng như nhiều tướng lĩnh Tây Sơn khác, số phận về sau của ông không rõ. Tên tuổi của ông được ghi trong các sách sử như [[Khâm định Việt sử Thông giám cương mục|Cương Mục]], [[Đại Nam thực lục|Đại Nam Thực Lục]], [[Lê Quý Kỷ sự]] và các nghiên cứu của [[Lê Duy Chính]] về nhà Tây Sơn.\n\n==Tham khảo==\n{{tham khảo}}\n[[Đại Nam thực lục|Đại Nam Thực Lục]] viết:\n\n''Lê Duy Kỳ khởi binh ở Cao Bằng. Duy Kỳ là em vua Lê. Vua Lê sang nước Thanh, Duy Kỳ chạy ra Cao Bằng. Cựu thần nhà Lê là Nguyễn Đình Lượng giận giặc cướp ngôi, đem quân rước về, liên kết với những tù trưởng Man ở Tuyên Quang, Hưng Hóa, cử binh đánh giặc. Đô đốc giặc là Nguyễn Văn Uyển đem 5.000 tinh binh theo đường Thái Nguyên đến đánh đuổi, bèn tan''. (ĐNTL - Tập 1 trang 259)\n\n[[Khâm định Việt sử Thông giám cương mục|Cương Mục]] viết:\n\n''Khi giặc Tây Sơn đánh phá Thăng Long, Duy Chi chạy đi Định Châu, cùng với phiên thần là Ma Thế Cố thu lượm và tụ tập dân chúng trong châu, đắp lũy để phòng thủ. Duy Chi lại ước hẹn kết hợp với các phiên mục ở Tuyên Quang và Bảo Lạc, dần dần chiêu mộ quân lính thượng du vùng Thái Nguyên để tăng cường thêm thế lực. Tướng giặc là Uyển (không rõ họ) đến đánh nhưng không hạ được, rồi phải rút quân về''. (Cương Mục trang 990)\n\n==Nguồn Tham khảo==\n\n* ''[[Đại Nam thực lục|Đại Nam Thực Lục]]'' - Tập 1 - Quốc sử quán triều Nguyễn\n* ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'' - Tập 2 - Quốc sử quán triều Nguyễn\n* ''[[Khâm định Việt sử Thông giám cương mục|Cương Mục]]'' - Quốc sử quán triều Nguyễn\n* ''[[Tây Sơn thuật lược]]'' - [[Tạ Quang Phát]]\n* ''[[Lê Quý kỷ sự]]'' - Nguyễn Bảo (Nguyễn Thu)\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}