{"1462992":"'''Chu Phạm Ngọc Sơn''' (sinh 1936) là một nhà khoa học và là giáo dục danh tiếng tại Việt Nam. Ông từng được bầu là [[đại biểu Quốc hội Việt Nam]] 3 nhiệm kỳ (8, 9, 10), từng giữ chức Phó Chủ tịch Ủy ban Mặt trận Tổ quốc Thành phố Hồ Chí Minh, Ủy viên Ủy ban Khoa học Công nghệ và Môi trường của Quốc hội.\n\n==Cuộc đời sự nghiệp==\nÔng sinh ngày [[10 tháng 4]] năm 1936 tại [[Sài Gòn]], nguyên quán tại [[Tiên Lữ]], tỉnh [[Hưng Yên]]. Năm 1954, ông theo học tại [[Đại học Khoa học Sài Gòn]]. Sau khi thi đỗ chứng chỉ lý hóa sinh PCB và chứng chỉ khoa học lý hóa và tự nhiên SPCN, năm 1955, ông xin vào phòng hóa học của trường làm nghiệm chế viên, làm công việc lau rửa chai lọ thí nghiệm, vệ sinh các cân phân tích, bàn thí nghiệm, chuẩn bị và làm một số thí nghiệm hóa học minh họa trong khi giáo sư đứng trên bục giảng dạy lý thuyết.\n\nNăm 1957, ông đỗ Cử nhân Lý Hóa, được giữ lại làm Giảng nghiệm viên tại Đại học Khoa học Sài Gòn, đồng thời chuẩn bị luận văn cao học. Năm 1958, ông đỗ Cử nhân Toán. Năm 1959, ông bảo vệ thành công luận văn cao học và được cử đi làm nghiên cứu sinh tại Đại học Delaware, Mỹ. Năm 1962, ông bảo vệ thành công luận án Tiến sĩ ngành Hóa Lý hữu cơ.\n\nTrở về nước, ông về lại trường Đại học Khoa học Sài Gòn làm Giảng sư, thăng dần lên Giáo sư thực thụ. Sau năm 1975, ông ở lại Việt Nam, tiếp tục công tác giảng dạy, là Giảng viên của Đại học Tổng hợp Thành phố Hồ Chí Minh (tiền thân của trường Đại học Khoa học Tự Nhiên- Đại học Quốc Gia thành phố Hồ Chí Minh). Năm 1981, ông được Nhà nước phong học hàm Giáo sư.\n\nNăm 1987, ông chuyển sang làm Giám đốc Trung tâm Dịch vụ Phân tích Thí nghiệm Thành phố Hồ Chí Minh, kiêm Chủ tịch Liên hiệp các Hội Khoa học và Kỹ thuật Thành phố Hồ Chí Minh. Ông công tác tại đây cho đến khi nghỉ hưu vào năm 2001.\n\nSau khi nghỉ hưu, ông vẫn tích cực hoạt động giảng dạy và xã hội. Ông giữ nhiều chức vụ trong các [[tổ chức xã hội]] như Phó Chủ tịch Liên hiệp các Hội Khoa học và Kỹ thuật Thành phố Hồ Chí Minh, Phó Chủ tịch [[Hội Hóa học Việt Nam]], Phó Chủ tịch Hội Khoa học Phân tích Lý - Hóa - Sinh Việt Nam, Phó Chủ tịch Hội Y tế công cộng Thành phố Hồ Chí Minh, Chủ tịch Hội Hóa học Thành phố Hồ Chí Minh. Ông cũng là Hội viên Hội Hóa học Mỹ.\n\n==Các công trình đã công bố==\n* Nguyen thi Thu Thuy, Lam van Xu, Pham thi Anh, Chu Pham Ngoc Son, Tran Kim Tinh, Analysis of Salbutamol in Meat and Feedstuff by LC\/MS, J. Sci.Techn. Vietnam, 46(4A), 12-19, 2008 \n* Nguyen Huynh Hiep, Truong vinh Luan, Pham thi Anh, Chu Pham Ngoc Son, Analysis of Benzene in Soft Drinks, J. Sci.Techn. Vietnam, 46(4A), 141-148, 2008 \n* Truong thi Huynh Hoa, Nguyen duc Hoan, Chu Pham Ngoc Son, Poul EriK Hansen, Isolation of Lup-20(29)-en-3β,24-diol, 3β-Hydroxy-Methyl Lup-20(29)-en-24-oate, Lupeol and 3β-hydroxy- Lup-20(29)-en-24-oic Acid from Cao Bang Bitter Leaves, J. Sci.Techn. Vietnam, 46(4A), 19-26, 2008 \n* Truong thi Huynh Hoa, Nguyen duc Hoan, Hoang thi An, Chu Pham Ngoc Son, Ho thi Cam Hoai, Poul Erik Hansen, Isolation of Ursolic acid, 27-p-(E)-Coumaroyloxyursolic Acid from the Leaves of Bitter Tea in Cao Bang Province, J. Sci.Techn. Vietnam, 46(4A), 149-154, 2008 \n* Do viet Ha, Chu Pham Ngoc Son, Nguyen xich Lien, Pham thi Anh, Pham thanh Son, Effect of pH on the Decomposition of 3-MCPD in Soy Sauce, J. Sci.Techn. Vietnam, 46(4A), 59-69, 2008\n\n==Các danh hiệu, giải thưởng==\n* [[Huân chương Lao động]] hạng Ba\n* Huy chương Vì sự nghiệp Đại đoàn kết dân tộc\n* Huy chương Cành cọ Hàn lâm Khoa học Pháp\n* Huy chương Vì sự nghiệp Giáo dục\n* Huy chương Vì sự nghiệp Khoa học và Kỹ thuật\n* Huy chương Vì sự nghiệp các Hội Khoa học và Kỹ thuật\n* Huy chương Vì thế hệ Trẻ.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/cpd.vn\/Default.aspx?tabid=692&Doctorid=131 Giáo sư Tiến sĩ khoa học Chu Phạm Ngọc Sơn]\n* [http:\/\/khoahocphothong.com.vn\/news\/detail\/14880\/chao-mung-ngay-nha-giao-viet-nam-20-11-2012:-gs-.ts-.-chu-pham-ngoc-son---nguoi-thay-day-hoc-tro-dam-me-nghien-cuu-khoa-hoc.html GS.TS Chu Phạm Ngọc Sơn - Người thầy dạy học trò đam mê nghiên cứu khoa học]\n* [http:\/\/www.doanhnhansaigon.vn\/tro-chuyen\/gs-chu-pham-ngoc-son-nha-khoa-hoc-tre-co-the-loi-hen-voi-dat-nuoc\/1091336\/ GS Chu Phạm Ngọc Sơn: Nhà khoa học trẻ có thể lỗi hẹn với đất nước ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160114214315\/http:\/\/www.doanhnhansaigon.vn\/tro-chuyen\/gs-chu-pham-ngoc-son-nha-khoa-hoc-tre-co-the-loi-hen-voi-dat-nuoc\/1091336\/ |date=2016-01-14 }}\n\n{{thời gian sống|sinh=1936}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X]]\n[[Thể loại:Huân chương Lao động]]"}