{"1422727":"{{Thông tin viên chức\n| tên = Chu Hảo\n| hình = \n| cỡ hình = \n| miêu tả = \n| ngày sinh = {{ngày sinh và tuổi|1940|5|15}}\n| nơi sinh = [[Bắc Giang]], [[Liên bang Đông Dương]]\n| nơi ở = \n| quê quán = \n| ngày mất = \n| nơi mất = \n| chức vụ = Giám đốc [[Nhà xuất bản Tri thức|Nhà xuất bản Tri Thức]]\n| bắt đầu = \n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = Phạm Thị Bích Hồng\n| địa hạt = \n| trưởng chức vụ = \n| trưởng viên chức = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = Phó Hiệu trưởng [[Trường Đại học Phan Châu Trinh]]\n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = ''đương nhiệm''\n| địa hạt 2 = \n| trưởng chức vụ 2 = \n| trưởng viên chức 2 =\n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = Thứ trưởng [[Bộ Khoa học và Công nghệ Việt Nam|Bộ Khoa học và Công nghệ]]\n| bắt đầu 3 = [[1996]]\n| kết thúc 3 = [[2005]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| trưởng chức vụ 3 = Bộ trưởng\n| trưởng viên chức 3 = \n*[[Phạm Gia Khiêm]] (1996-1997)\n*[[Chu Tuấn Nhạ]] (1997-2002)\n*[[Hoàng Văn Phong]] (2002-2011)\n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = Giám đốc dự án [[Khu Công nghệ cao Hòa Lạc]]\n| bắt đầu 4 = [[1996]]\n| kết thúc 4 = [[2005]]\n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| trưởng chức vụ 4 = \n| trưởng viên chức 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| chức vụ 5 = Chủ tịch Hội hữu nghị Việt Pháp\n| bắt đầu 5 = [[1996]]\n| kết thúc 5 = \n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| trưởng chức vụ 5 = \n| trưởng viên chức 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 = \n| chức vụ 6 = Chánh Văn phòng Chương trình quốc gia Phát triển Công nghệ thông tin\n| bắt đầu 6 = [[1995]]\n| kết thúc 6 = \n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| địa hạt 6 = \n| trưởng chức vụ 6 = \n| trưởng viên chức 6 = \n| phó chức vụ 6 = \n| phó viên chức 6 = \n| chức vụ 7 = Viện trưởng Viện Nghiên cứu công nghệ Quốc gia\n| bắt đầu 7 = [[1985]]\n| kết thúc 7 = [[1995]]\n| tiền nhiệm 7 = \n| kế nhiệm 7 = \n| địa hạt 7 = \n| trưởng chức vụ 7 = \n| trưởng viên chức 7 = \n| phó chức vụ 7 = \n| phó viên chức 7 = \n| chức vụ 8 = \n| bắt đầu 8 = \n| kết thúc 8 = \n| tiền nhiệm 8 = \n| kế nhiệm 8 = \n| địa hạt 8 = \n| trưởng chức vụ 8 = \n| trưởng viên chức 8 = \n| phó chức vụ 8 = \n| phó viên chức 8 = \n| chức vụ 9 = \n| bắt đầu 9 = \n| kết thúc 9 = \n| tiền nhiệm 9 = \n| kế nhiệm 9 = \n| địa hạt 9 = \n| trưởng chức vụ 9 = \n| trưởng viên chức 9 = \n| phó chức vụ 9 = \n| phó viên chức 9 = \n| chức vụ 10 = \n| bắt đầu 10 = \n| kết thúc 10 = \n| tiền nhiệm 10 = \n| kế nhiệm 10 = \n| địa hạt 10 = \n| trưởng chức vụ 10 = \n| trưởng viên chức 10 = \n| phó chức vụ 10 = \n| phó viên chức 10 = \n| chức vụ 11 = \n| bắt đầu 11 = \n| kết thúc 11 = \n| tiền nhiệm 11 = \n| kế nhiệm 11 = \n| địa hạt 11 = \n| trưởng chức vụ 11 = \n| trưởng viên chức 11 = \n| phó chức vụ 11 = \n| phó viên chức 11 = \n| chức vụ 12 = \n| bắt đầu 12 = \n| kết thúc 12 = \n| tiền nhiệm 12 = \n| kế nhiệm 12 = \n| địa hạt 12 = \n| trưởng chức vụ 12 = \n| trưởng viên chức 12 = \n| phó chức vụ 12 = \n| phó viên chức 12 = \n| đa số = \n| đảng = [[Tập tin:Flag of the Communist Party of Vietnam.svg|22px]] [[Đảng Cộng sản Việt Nam]](''Bị khai trừ'')\n| đảng khác = \n| danh hiệu = [[Huân chương Quốc công]] ([[Pháp]])\n| nghề nghiệp = chính khách, nhà khoa học\n| học vấn = [[Giáo sư]], [[Tiến sĩ]]\n| học trường = \n*Trường Dục Tài, [[Quế Lâm, Quảng Tây|Quế Lâm]], [[Trung Quốc]]\n*[[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Chu Văn An]], Hà Nội\n*[[Trường Đại học Bách khoa Kiev]], [[Liên Xô]]\n| dân tộc = [[Người Việt|Kinh]]\n| tôn giáo = \n| họ hàng = \n| cha = Chu Đình Xương\n| mẹ = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chữ ký = \n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| chú thích = \n}}\nGiáo sư '''Chu Hảo''' (sinh năm 1940) là một nhà khoa học, cựu chính khách tại [[Việt Nam]]. Ông từng giữ chức Thứ trưởng [[Bộ Khoa học và Công nghệ Việt Nam]] từ 1996 đến 2005. Ông từng là Giám đốc [[Nhà xuất bản Tri thức|Nhà xuất bản Tri Thức]] và Phó Hiệu trưởng [[Trường Đại học Phan Châu Trinh]].\n\nNăm 2018, Ủy ban Kiểm tra Trung ương kỷ luật ông bằng hình thức khai trừ Đảng.<ref name=vnekhaitru \/> Hành động này đã dẫn đến việc một số trí thức tuyên bố từ bỏ Đảng Cộng sản để phản đối.<ref name=ch2\/>\n\n==Thân thế==\nChu Hảo sinh ngày [[15 tháng 5]] năm 1940 tại [[Bắc Giang]] trong gia đình cán bộ cách mạng, cha là ông Chu Đình Xương, cán bộ cao cấp của ngành công an, từng giữ chức Giám đốc Sở Công an Bắc Bộ năm 1945,<ref>{{Chú thích web | url = http:\/\/laodong.com.vn\/Lao-dong-cuoi-tuan\/Cha-toi-ke-chuyen-Bac-Ho\/26938.bld | tiêu đề = Cha tôi kể chuyện Bác Hồ | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản = [[Lao động (báo)|Báo Lao động]] | ngôn ngữ = }}<\/ref> Phó Giám đốc Sở Công an Trung Bộ, Giám đốc Sở Công an Nam Trung Bộ, sau chuyển ngành làm Chánh Văn phòng Bộ Văn hóa.\n\nKhi còn nhỏ ông từng sang học 5 năm tại trường [[Dục Tài]], [[Quế Lâm, Quảng Tây]], [[Trung Quốc]] rồi về Việt Nam học tiếp tại lớp 10 [[Trường Trung học phổ thông Chu Văn An, Hà Nội|trường Chu Văn An]].\n\n== Sự nghiệp ==\nNăm 1960 Chu Hảo được nhà nước cử sang [[Liên Xô]] học tập ở trường [[Đại học Bách khoa Kiev]]. Ông tốt nghiệp năm 1965 rồi ở lại trường làm tiếp [[Phó tiến sĩ]]. Thời gian sau ông làm việc tại [[Viện Nghiên cứu năng lượng nguyên tử Nga]].<ref name=\"chuhao\"\/>\n\nVề Việt Nam, ông tham gia xây dựng [[Viện Vật lý (Việt Nam)|Viện Vật lý Việt Nam]], tiền thân của [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam|Viện Khoa học Việt Nam]].\n\nNăm 1976-1979, ông giảng dạy tại trường [[Đại học Bách khoa Hà Nội]]\n\nNăm 1979 ông sang [[Pháp]] tu nghiệp, làm luận án tiến sĩ.\n\nNăm 1983, Chu Hảo được phong Giáo sư.\n\nNăm 1985, ông làm Viện trưởng Viện nghiên cứu công nghệ quốc gia. Ngoài ra, ông còn công tác tại các viện: \n* Viện Vật lý kỹ thuật tại trường [[Đại học Bách khoa Hà Nội]].\n* [[Viện nghiên cứu ứng dụng công nghệ]] (viện phó).\n\nNăm 1995, ông giữ chức Chánh Văn phòng Chương trình quốc gia phát triển công nghệ thông tin.\n\nNăm 1996, ông được bổ nhiệm làm Thứ trưởng [[Bộ Khoa học và Công nghệ Việt Nam]] kiêm Giám đốc dự án [[Khu công nghệ cao Hòa Lạc]].\n\nNăm 2005, ông nghỉ hưu. Hiện nay ông là Giám đốc [[nhà xuất bản Tri Thức]] với hy vọng mang lại cho người Việt một tủ sách tinh hoa tri thức của thế giới.<ref name=\"chuhao\"\/>.\n\nTừ năm 1996 đến nay, ông là Chủ tịch [[Hội hữu nghị Việt Pháp]].\n\nÔng cũng là thành viên của [[Viện Nghiên cứu Phát triển]] từ năm 2002 cho đến khi viện này tự giải thể vào năm 2009 để phản đối quyết định số 97 của thủ tướng chính phủ.\n\n==Vinh danh==\nNăm 2005, ông được trao tặng [[Huân chương Quốc công]] của Pháp.<ref name=\"chuhao\">[http:\/\/vnexpress.net\/gl\/kinh-doanh\/kinh-nghiem\/2011\/01\/3ba25161\/ Giáo sư Chu Hảo: ‘Tôi suýt giàu’]<\/ref>\n\n== Quan điểm ==\n* Về các tổ chức giáo dục: \"Tôi tán thành quan điểm của bà Martha. C. Nussbaum cho rằng: các tổ chức giáo dục chủ yếu phục vụ mục tiêu phát triển kinh tế, nhằm đào tạo nên những con người công cụ hơn là những con người được phát triển toàn diện, là các tổ chức giáo dục vì lợi nhuận; các tổ chức giáo dục không vì lợi nhuận nhằm đào tạo nên những con người tự do, những công dân trách nhiệm (chứ không phải chỉ là “những cỗ máy hữu dụng” hay “những con chó được huấn luyện tốt” như Einstein từng cảnh báo).\" \n* Theo BBC Việt ngữ, ngày 9.12.2015, ông cùng với 126 người khác, trong đó có các nhân vật như [[Nguyễn Đình Đầu|Nhà nghiên cứu Nguyễn Đình Đầu]], [[Nguyễn Trọng Vĩnh|Thiếu tướng Nguyễn Trọng Vĩnh]], [[Nguyễn Quang A|TS Nguyễn Quang A]], [[Nguyễn Huệ Chi|GS Nguyễn Huệ Chi]], [[Hoàng Tụy|GS Hoàng Tụy]], [[Nguyễn Đình Cống|GS Nguyễn Đình Cống]], [[Tương Lai (giáo sư)|GS Tương Lai]], [[Huỳnh Tấn Mẫm]], [[Hồ Ngọc Nhuận]], [[Trần Văn Thọ|GS Trần Văn Thọ]], [[Nguyễn Đăng Hưng|GS Nguyễn Đăng Hưng]], [[Nguyễn Trung|Đại sứ Nguyễn Trung]], [[Phạm Xuân Yêm|GS Phạm Xuân Yêm]]..., đã gửi một bức thư ngỏ đến [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam#.C4.90.E1.BA.A1i h.E1.BB.99i.C4.90.E1.BA.A3ng to.C3.A0n qu.E1.BB.91c l.E1.BA.A7n th.E1.BB.A9 XI|Bộ Chính trị, Ban Chấp hành Trung ương khóa XI]], các đại biểu dự [[Đại hội Đảng Cộng sản Việt Nam XII|Đại hội lần thứ XII]] và toàn thể đảng viên Đảng Cộng sản Việt Nam. Bức thư đề nghị \"''đổi tên đảng (không gọi là Đảng Cộng sản); đổi tên nước (không gọi là Cộng hòa xã hội chủ nghĩa); trả lại tự do cho những người khác chính kiến đang bị giam giữ; chấm dứt sự trấn áp và ngăn chặn nhân dân thực hiện quyền tự do dân chủ theo Hiến pháp''\" đồng thời nêu ý kiến \"''Thực tiễn của nước ta cũng như trải nghiệm của nhiều nước trên thế giới đã cho thấy rõ sai lầm và thất bại của đường lối xây dựng chủ nghĩa xã hội theo chủ nghĩa Mác - Lênin''\".<ref>{{Chú thích web|url = http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/12\/151213_vn_party_congress_12_open_letter|tiêu đề = Kêu gọi lãnh đạo 'đổi tên đảng, tên nước'|ngày truy cập = 2015-12-13|nhà xuất bản = BBC}}<\/ref>\n\n==Đề nghị kỷ luật==\nNgày 25 tháng 10 năm 2018, [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam]] công bố kết luận tại kỳ họp thứ 30, từ ngày 17 đến 19\/10, cho rằng ông Chu Hảo, Giám đốc - Tổng Biên tập Nhà xuất bản Tri thức, đã vi phạm quy định về những điều đảng viên không được làm, có những bài viết, phát ngôn có nội dung trái với Cương lĩnh chính trị, Điều lệ Đảng, nghị quyết, chỉ thị, quy định của Đảng, chính sách, pháp luật của Nhà nước. Ông Chu Hảo được cho đã suy thoái về tư tưởng chính trị, đạo đức, lối sống, “tự diễn biến”, “tự chuyển hóa”, từ năm 2011 đến nay, ông Chu Hảo đã tham gia ký tên, soạn thảo và trực tiếp soạn thảo 7 kiến nghị, thư ngỏ với nhiều nội dung chưa đúng, không phù hợp, trái với đường lối, quan điểm của Đảng và Nhà nước, để các phần tử xấu lợi dụng, xuyên tạc sự thật, ảnh hưởng đến uy tín và vai trò lãnh đạo của Đảng và Nhà nước. Ông buộc \"chịu trách nhiệm chính về việc Nhà xuất bản Tri thức từ năm 2005 đến 2018 xuất bản 29 cuốn sách có nội dung trái với quan điểm, chủ trương, đường lối của Đảng, Nhà nước, vi phạm luật Xuất bản, bị cơ quan chức năng xử lý, thu hồi và tiêu hủy\".<ref>{{chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-chu-hao-bi-de-nghi-ky-luat-vi-tu-dien-bien-3829418.html | tiêu đề = Ông Chu Hảo bị đề nghị kỷ luật vì 'tự diễn biến' - VnExpress | author = | ngày = 25 tháng 10 năm 2018 | ngày truy cập = 25 tháng 10 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web|url=http:\/\/www.qdnd.vn\/chinh-tri\/cac-van-de\/giu-gin-pham-gia-uy-tin-cua-nguoi-tri-thuc-chan-chinh-552971|title=Ủy ban Kiểm tra TƯ đề nghị kỷ luật thêm 5 tướng của Tổng cục Cảnh sát|author=Lê Hiệp|date = ngày 25 tháng 10 năm 2018 |publisher=Báo Thanh niên|access-date = ngày 26 tháng 10 năm 2018}}<\/ref><ref>{{chú thích web|url=https:\/\/thanhnien.vn\/thoi-su\/uy-ban-kiem-tra-tu-de-nghi-ky-luat-them-5-tuong-cua-tong-cuc-canh-sat-1016958.html|title= Giữ gìn phẩm giá, uy tín của người trí thức chân chính|author=|date=|publisher=qdnd.vn|access-date = ngày 26 tháng 10 năm 2018}}<\/ref> Cụ thể trong giai đoạn 2005-2009, ông đã cho xuất bản 5 cuốn sách bao gồm ''Đường về nô lệ'' (F.A. Hayek), ''Karl Marx'' (Peter Singer), ''Tranh luận để đồng thuận'' (Nhiều tác giả), ''Việt Nam thay đổi và hạnh phúc'' (Nhiều tác giả), ''Ông Sáu Dân trong lòng dân'' (Nhiều tác giả). Giai đoạn 2009-2018, ông xuất bản 2 cuốn vi phạm về chính trị, tư tưởng bị cấm phát hành; 17 cuốn sách sai phạm ở mức độ ít nghiêm trọng và 5 cuốn không được phép tái bản.<ref>[https:\/\/tienphong.vn\/phan-tich-sai-lam-cua-giao-su-chu-hao-post1069486.tpo Phân tích sai lầm của giáo sư Chu Hảo], Báo Tiền phong, 05\/11\/2018<\/ref>\n\nNgày 29 tháng 10, trong nội dung thư ký tên của Chu Hảo hôm 26\/10\/2018 nhưng mới vừa được lan truyền trên mạng xã hội ở Việt Nam hôm 29\/10, ông viết rằng Đảng Lao động Việt Nam (nay là Đảng Cộng sản) mà ông gia nhập 45 năm trước \"''không còn tính chính danh. Đảng này (hiện có trên 4 triệu thành viên), có nhiều khuất tất, ngày càng thoái hóa, đi ngược lại quyền lợi của dân tộc và xu thế tiến bộ của nhân loại''\" và đề nghị chi bộ \"''xóa tên tôi trong danh sách Đảng viên''\".<ref>{{chú thích web | url = https:\/\/www.bbc.com\/vietnamese\/vietnam-46021990 | tiêu đề = GS Chu Hảo tuyên bố 'từ bỏ Đảng CS' | author = | ngày = | ngày truy cập = 25 tháng 11 năm 2018 | nơi xuất bản = BBC News | ngôn ngữ = Tiếng Anh}}<\/ref>\n\nTừ ngày 12 đến 14\/11\/2018 tại kỳ họp thứ 31 của Ủy ban Kiểm tra Trung ương, Ủy ban đã xem xét thi hành kỷ luật ông Chu Hảo bằng hình thức khai trừ Đảng. Ủy ban kết luận, quá trình xem xét kỷ luật, ông Chu Hảo không chấp hành quy định của Đảng, \"có hành vi chống đối\".<ref name=vnekhaitru>{{chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-chu-hao-bi-khai-tru-dang-3839721.html | tiêu đề = Ông Chu Hảo bị khai trừ Đảng - VnExpress | author = | ngày = 15 tháng 11 năm 2018 | ngày truy cập = 16 tháng 11 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n===Phản ứng===\nHai trí thức nhiều năm tuổi đảng tuyên bố từ bỏ đảng Cộng sản ngay sau đề nghị kỷ luật Giáo sư Chu Hảo.\n* Phó Giáo sư, Tiến Sĩ [[Mạc Văn Trang]], người từng có hơn 30 năm công tác ở [[Viện Khoa học Giáo dục Việt Nam]] trước khi về hưu vào năm 2002 và đã có hơn 54 năm tuổi đảng cho biết: “''tôi đã thấy lý tưởng lúc vào đảng là đấu tranh cho đất nước được độc lập- tự do, người dân hạnh phúc; thế nhưng đến năm 2000 thì đảng đi ngược lại lý tưởng đó. Giặc chiếm đảo, biên giới thì không lên tiếng mà nhượng bộ giặc cụ thể là Trung Quốc. Đối với dân thì đàn áp những người đấu tranh đòi quyền sống, đàn áp những người dân phản đối Trung Quốc xâm lược, phản đối môi trường bị ô nhiễm … Các trí thức nhiệt tình góp ý kiến, trong đó có tôi, thì không nghe. Nhiều người lên tiếng phản đối thì thậm chí còn bị bắt đi tù.''” <ref name=ch1\/>\n* Nhà văn [[Nguyên Ngọc]], 62 năm tuổi đảng, bày tỏ: “''Kỷ luật ông Chu Hảo thực chất là một hành động thực hiện chính sách ngu dân, kìm hãm nhân dân trong vòng tăm tối, để dễ lừa dối và đàn áp, vì quyền lợi ích kỷ của một đảng độc tài''”, “''từ nhiều năm qua, tôi nhận thấy Đảng ngày càng xa rời lý tưởng ban đầu của mình, tự diễn biến thành một tổ chức chuyên quyền, phản dân hại nước''”.<ref name=ch1\/>\n\nTính tới ngày 29.10, theo đài VOA (Mỹ) thì có ít nhất 13 người vừa tuyên bố bỏ Đảng Cộng sản Việt Nam, trong đó có trung tá Quân đội Trần Nam, Giảng viên Đại học Khoa Học Tự Nhiên Trần Thanh Tuấn, Trung úy Quân đội Nguyễn Hữu Chiến, Nguyên phó chủ tịch Huyện Bình Chánh Hà Quang Vinh, Giảng viên Học viện Âm nhạc Huế Dương Bích Hà, đảng viên trẻ Nguyễn Việt Anh, Luật sư Lê Văn Hòa, nhà văn Mai Tú Ân…<ref name=ch2\/>\n\nPhó giáo sư [[Nguyễn Trọng Phúc]] thì cho rằng: bất kỳ Đảng viên nào cũng phải tuân thủ điều lệ, cương lĩnh của Đảng, pháp luật của Nhà nước khi có các bài viết và phát ngôn. Ông Chu Hảo đã có những đóng góp khi tham gia xây dựng Viện Vật lý Việt Nam, cũng như góp phần triển khai Internet. Tuy nhiên, nhiều người không đồng tình với việc trong thời gian dài gần đây ông đã có những bài viết, phát ngôn trái với Cương lĩnh chính trị, Điều lệ và quy định của Đảng, bởi ông vốn là một cán bộ cấp cao và là một Đảng viên<ref>https:\/\/vn.sputniknews.com\/opinion\/201810306461549-vu-dong-chi-chu-hao-dang-vien-va-trach-nhiem-voi-dat-nuoc\/<\/ref>\n\nNgày 14 tháng 11, Hãng tin AFP loan tin cho biết nhóm 81 học giả và các nhà nghiên cứu từ 10 quốc gia vào ngày 14 tháng 11 công bố thư do họ ký tên bày tỏ các mối lo ngại cũng như lên tiếng ủng hộ Giáo sư Chu Hảo. Nội dung bức thư được trích nói rằng nhóm các học giả quốc tế không cho rằng những tác phẩm của Giáo sư Chu Hảo là mối đe dọa cho sự phát triển ổn định và hòa bình của Việt Nam; đồng thời khẳng định những cáo buộc của chính phủ Việt Nam là vô căn cứ và đáng lo ngại.<ref>{{chú thích web | url = https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/academics-slam-communist-partys-rebuke-of-vietnam-publisher-11142018074903.html | tiêu đề = Giới học giả phản đối biện pháp kỷ luật giáo sư Chu Hảo | author = | ngày = | ngày truy cập = 25 tháng 11 năm 2018 | nơi xuất bản = [[Đài Á Châu Tự do]] | ngôn ngữ = }}<\/ref>\n\n===Nhận xét===\nMột tiến sĩ hải ngoại là Hoàng Dũng cho rằng việc kỷ luật Giáo sư Chu Hảo là một \"tuyên chiến đối với giới trí thức Việt Nam\". Ông cũng cho biết, đã có một số trí thức lên tiếng phản đối với ông ngay sau quyết định này.<ref name=ch1>{{chú thích web|url=https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/more-intellectual-denounces-communist-party-membership-10262018094207.html|title=Trí thức, đảng viên kỳ cựu từ bỏ đảng sau khi GS Chu Hảo bị kỷ luật|author=|date=|publisher=rfa|access-date = ngày 26 tháng 10 năm 2018}}<\/ref>\n\nNgày 29 tháng 10, Tiến sĩ Phạm Gia Minh, Phó Chủ tịch Hội liên lạc với người Việt Nam ở nước ngoài (ALOV) tuyên bố từ chức, sau khi cùng hơn 150 người ký tên vào bức Thư ngỏ gửi Ủy ban Kiểm tra Trung ương đảng Cộng sản và Bộ Chính trị nhằm bảo vệ Giáo sư Chu Hảo. Trong bức thư ngỏ đề ngày 27\/10, các cựu thành viên của Viện Nghiên cứu Phát triển (IDS) cho rằng những lý do mà Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam đưa ra trong quyết định kỷ luật Giáo sư Chu Hảo, là “ không chính đáng, không đúng sự thật, thể hiện sự trấn áp thô bạo những nỗ lực rất đáng trân trọng của một trí thức hết lòng vì dân vì nước, chà đạp những ý kiến chân thật và xây dựng của ông về những vấn đề nóng bỏng của đất nước.” <ref name=ch2>{{chú thích web|url=https:\/\/www.voatiengviet.com\/a\/it-nhat-13-tri-thuc-bo-dang-sau-hieu-ung-chu-hao\/4633487.html|title=Ít nhất 13 trí thức bỏ Đảng sau ‘hiệu ứng Chu Hảo’|author=|date=|publisher=rfa|access-date = ngày 29 tháng 10 năm 2018}}<\/ref>\n\n[[Báo Nhân dân]] thì cho rằng: ông Chu Hảo đã tham gia hoặc có quan hệ với một số tổ chức, diễn đàn được lập ra chỉ nhằm mục đích phát tán, tuyên truyền, xuất bản tài liệu để thúc đẩy [[diễn biến hòa bình]] tại Việt Nam. Từ năm 2009 đến năm 2018, với vai trò Giám đốc - Tổng Biên tập Nhà xuất bản Tri thức, ông đã cho xuất bản tới 24 cuốn sách có vi phạm phải xử lý (trong đó có hai cuốn sai phạm nghiêm trọng về chính trị và bị thu hồi, năm cuốn không được phép tái bản, 17 cuốn phải chỉnh sửa lại). Đặc biệt, tháng 6-2018, ông Chu Hảo soạn thảo “khuyến nghị về Luật An ninh mạng”, trong đó đã mạo danh chữ ký của Thượng tướng [[Nguyễn Khánh Toàn]], nguyên Ủy viên trung ương Đảng, nguyên Thứ trưởng Bộ Công an. Sau đó, Thượng tướng Nguyễn Khánh Toàn đã phải viết thư gửi Chủ tịch Quốc hội, Thủ tướng Chính phủ, Ban Tuyên giáo Trung ương và các tờ báo để thông báo việc bị mạo danh này. Trong thư, Thượng tướng Nguyễn Khánh Toàn khẳng định: ''“Tôi cho rằng một số người (ông Đặng Hữu, Chu Hảo...) đã lợi dụng vị trí cá nhân, chức vụ của tôi trước đây để đưa những thông tin không đúng sự thật, đây là hoạt động bịa đặt nhằm bôi nhọ, hạ uy tín của cá nhân tôi và mục đích cuối cùng của họ là nhằm phủ nhận dự thảo Luật An ninh mạng, ngăn cản Quốc hội thông qua Luật An ninh mạng.”'' Những hành động của ông Chu Hảo nhằm truyền bá, khuyến khích “tự diễn biến, tự chuyển hóa” trong nội bộ Đảng, nên không có gì ngạc nhiên khi các nhóm có tư tưởng chống Nhà nước Việt Nam hoặc các đảng viên suy thoái tư tưởng đã ca ngợi, hỗ trợ sau khi ông này bị kỷ luật<ref>http:\/\/hanoimoi.com.vn\/Tin-tuc\/chong-tu-dien-bien\/917120\/xu-ly-dang-vien-vi-pham-giu-nghiem-ky-luat-cua-dang<\/ref>\n\nNgày 24 tháng 11, trong buổi tiếp xúc cử tri Hà Nội, Tổng bí thư, Chủ tịch nước [[Nguyễn Phú Trọng]] lý giải về việc kỷ luật ông Chu Hảo rằng \"''tự diễn biến, tự chuyển hóa trong mỗi con người nó biến mình thành người khác lúc nào không biết, nó lái con đường của chúng ta đi vô cùng phức tạp. Về cơ bản là rất tốt rồi, nhưng không phải không có những người cậy mình có chút công lao để sinh ra kiêu ngạo, muốn nói gì thì nói, phán gì thì phán, nói trái điều lệ, nói trái cương lĩnh. Thế ông có còn đảng viên nữa không, chưa nói là cán bộ. Bất cứ ai nếu có suy thoái chúng ta phải giáo dục chứ, phải uốn nắn chứ. Kỷ luật một vài người để cứu muôn người cơ mà, để người khác đừng phạm vào nữa, đừng cậy mình thế này, thế nọ, là công thần rồi phê phán hết cả thì chế độ này sẽ ra làm sao ?''\"<ref>{{chú thích web | url = http:\/\/vneconomy.vn\/tong-bi-thu-ky-luat-mot-vai-nguoi-de-cuu-muon-nguoi-20181124170619101.htm | tiêu đề = Tổng bí thư: \"Kỷ luật một vài người để cứu muôn người\" | author = | ngày = | ngày truy cập = 25 tháng 11 năm 2018 | nơi xuất bản = VnEconomy, báo điện tử thuộc nhóm Thời báo Kinh tế Việt Nam | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/party-chief-talk-about-chuhao-discipline-11242018100111.html | tiêu đề = Tổng Bí thư nói kỷ luật GS Chu Hảo để cứu muôn người | author = | ngày = | ngày truy cập = 25 tháng 11 năm 2018 | nơi xuất bản = [[Đài Á Châu Tự do]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/tong-bi-thu-chu-tich-nuoc-noi-ve-viec-ky-luat-ong-chu-hao-3844097.html | tiêu đề = Tổng bí thư, Chủ tịch nước nói về việc kỷ luật ông Chu Hảo - VnExpress | author = | ngày = 24 tháng 11 năm 2018 | ngày truy cập = 25 tháng 11 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n== Xem thêm ==\n* [[Viện nghiên cứu Phát triển]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* Chu Hảo, ''\"[https:\/\/www.chungta.com\/nd\/tu-lieu-tra-cuu\/thu_tim_hieu_tang_lop_tri_thuc_viet_nam.html Thử tìm hiểu tầng lớp trí thức Việt Nam]\"''\n* [http:\/\/vnexpress.net\/gl\/kinh-doanh\/kinh-nghiem\/2011\/01\/3ba25161\/ Giáo sư Chu Hảo: ‘Tôi suýt giàu’]\n* [http:\/\/www.tienphong.vn\/xa-hoi\/31343\/Giao-su-Chu-Hao-duoc-tang-Huan-chuong-Quoc-cong.html Giáo sư Chu Hảo được tặng Huân chương Quốc công]\n* [http:\/\/beta.baodatviet.vn\/khoa-hoc\/quan-diem\/xong-dat-cac-nha-khoa-hoc-tuoi-rong-2240699\/ Xông đất các nhà khoa học tuổi Rồng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150402150113\/http:\/\/beta.baodatviet.vn\/khoa-hoc\/quan-diem\/xong-dat-cac-nha-khoa-hoc-tuoi-rong-2240699\/ |date=2015-04-02 }}\n* [http:\/\/www.giaoducvietnam.vn\/Giao-duc-24h\/Guong-giao-duc\/GS-Chu-Hao-Xa-hoi-co-nhieu-bang-hu-hoc-hon-la-thuc-hoc-post14268.gd GS Chu Hảo: Xã hội có nhiều bằng hư học hơn là thực học!] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150402180344\/http:\/\/www.giaoducvietnam.vn\/Giao-duc-24h\/Guong-giao-duc\/GS-Chu-Hao-Xa-hoi-co-nhieu-bang-hu-hoc-hon-la-thuc-hoc-post14268.gd |date=2015-04-02 }}\n* [http:\/\/www.diendan.org\/viet-nam\/think-tank-cua-tri-thuc-viet-nam-thuc-trang-giai-phap Think tank của trí thức Việt Nam: Thực trạng & Giải pháp]\n\n{{sơ khai tiểu sử}}\n{{Thời gian sống|Sinh=1940}}\n\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Thứ trưởng Bộ Khoa học và Công nghệ Việt Nam]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Cựu đảng viên Đảng Cộng sản Việt Nam]]"}