{"86717":"\n'''Chu Mạnh Trinh''' (朱孟楨, [[1862]] – [[1905]]), tự '''Cán Thần''', hiệu '''Trúc Vân''', là một danh sĩ thời Nguyễn, tác giả bài phú Hàm Tử quan hoài cổ.\n\n==Thân thế sự nghiệp==\nChu Mạnh Trinh sinh năm 1862, người làng Phú Thị, xã [[Mễ Sở]], huyện [[Văn Giang]], tỉnh [[Hưng Yên]]. Cha là Chu Duy Tĩnh, từng làm quan đến chức [[Ngự sử]].\n\nTừ bé đã nổi tiếng thông minh, có tài văn chương. Năm 19 tuổi đỗ [[Tú tài Nho học|Tú tài]] rồi đến xin học với Phó bảng [[Phạm Hy Lượng]]; mấy năm sau được thầy gả con gái cho. Năm 25 tuổi đỗ [[Giải nguyên]] [[thi Hương|trường Hương]] khoa thi [[Bính Tuất]] (1885). Khoa [[thi Hội]] năm Nhâm Thìn (1892), ông đậu [[Tiến sĩ]].\nSau khi đỗ Tam giáp [[tiến sĩ]] [[Quốc triều khoa bảng lục|khoa Nhâm Thìn]] (đời [[Thành Thái]] thứ tư, Chu Mạnh Trinh được bổ làm [[Tri phủ]] [[Lý Nhân]], [[tỉnh Hà Nội]], có tiếng là công minh chính trực; có lần ông đã phạt đánh roi một tu sĩ người Pháp cậy thế lộng hành.\n\nLàm Tri phủ ít lâu thì cha mất, Chu Mạnh Trinh xin cáo quan về cư tang. Lúc trở lại làm quan được thăng chức Án sát tỉnh [[Hà Nam]], [[Hưng Yên]], [[Bắc Ninh]], [[Thái Nguyên]].\n\nÔng mất năm 1905, khi mới 43 tuổi.\n\nTên ông được đặt cho nhiều con đường lớn tại các thành phố như Hà Nội, Hồ Chí Minh, Đà Nẵng,.. Tại huyện [[Văn Giang]] ([[Hưng Yên]]) quê hương của Chu Mạnh Trinh có một ngôi trường mang tên ông là trường THCS Chu Mạnh Trinh tại Thị trấn Văn Giang, Huyện Văn Giang, Tỉnh Hưng Yên.\n\n==Tài hoa Chu Mạnh Trinh==\nLà một danh sĩ, Chu Mạnh Trinh nổi tiếng là người có tài văn chương. Tác phẩm nổi tiếng của Chu Mạnh Trinh là bài hát nói <nowiki>''<\/nowiki>Hương sơn phong cảnh ca<nowiki>''<\/nowiki>::\n ''Mưỡu: \n''Đàn thông phách suối vang lừng,<br>Cá khe lắng kệ, chim rừng nghe Kinh.'' \n ''Hát nói:'' \n''Bầu trời, cảnh bụt,<br>Thú Hương Sơn ao ước bấy lâu nay.<br>Kìa non non, nước nước, mây mây,<br>Đệ nhất động hỏi là đây có phải?<br>Thỏ thẻ rừng mai chim cúng trái,<br>Lửng lờ khe Yến cá nghe kinh.<br>Thoảng bên tai một tiếng chày kình,<br>Khách tang hải giật mình trong giấc mộng.<br>Này suối Giải Oan, này chùa Cửa Võng,<br>Này am Phật Tích, này động Tuyết Quynh.<br>Nhác trông lên, ai khéo vẽ hình,<br>Đá ngũ sắc long lanh như gấm dệt.<br>Thăm thẳm một hang lồng bóng nguyệt,<br>Chập chờn mấy lối uốn thang mây.<br>Chừng giang sơn còn đợi ai đây,<br>Hay tạo hoá khéo ra tay xếp đặt?<br>Lần tràng hạt niệm \"Nam Mô Phật\",<br>Cửa từ bi công đức biết là bao.<br>Càng trông phong cảnh càng yêu!''\n\nBài ''Hàm Tử quan hoài cổ'' ca ngợi chiến công của Thượng tướng [[Trần Quang Khải]], đời nhà Trần cũng được nhiều người biết:\n\n''Bãi dài, sông bỗng cắt ngang<br>Cửa quan Hàm Tử luênh loang bóng chiều <br> Khói mờ, cây rậm, bờ xiêu <br> Lầu hoang, thu lạnh, mây theo gió về… <br>Khoá then, nhờ đất hiểm kia <br>Non sông muôn thuở khôn nhoà chiến công.<br> Ngang ngọn giáo, khúc ca hùng <br> Hiên ngang nhớ thuở vẫy vùng tướng xưa… ''\n\nBài ''Đề thơ trên vách miếu Mỵ Châu'' ''(Quá Cổ Loa yết Mỵ Châu miếu đề bích)'':\n\n''Tình chồng vốn nặng, nghĩa cha sâu <br>Oan tỏ cùng ai, hận mãi đau <br>Móng chẳng còn thiêng, rùa đã tếch, <br>Ngọc lưu vết lệ, bạng chìm sâu.<br>Bia tàn cổ thụ, này sông núi, <br>Bể biếc trời xanh, nọ mối sầu… <br>Ngoài điện An Dương, ngôi miếu lạnh <br>Trăng mờ, tiếng cuốc não canh thâu. ''\n\nChu Mạnh Trinh là người đa tài. Ngoài tài thơ, ông còn là một nhà kiến trúc.\n\nNgôi [[đền Đa Hòa]] thuộc tổng Mễ Sở quê ông (nay thuộc xã Bình Minh huyện Khoái châu) thờ [[Chử Đồng Tử]], do chính ông thiết kế, và đứng ra vận động xây dựng. Chu Mạnh Trinh cũng là người thiết kế [[chùa Thiên Trù]] (chùa Trò) ở khu danh thắng Các chùa ở Hương Sơn [[huyện Mỹ Đức]]. Cũng lấy nguồn cảm khích của rừng núi Hương Sơn, ông soạn bài [[hát nói]] \"Hương Sơn phong cảnh\" được coi là áng văn hay trong [[văn học Việt Nam]].<ref>[http:\/\/www.vnq.edu.vn\/tap-chi\/van-hoa-nghe-thuat\/398-v-dp-ca-th-hat-noi-ca-tru-qua-bai-hng-sn-phong-cnh-ca.html \"Vẻ đẹp của thể hát nói...\"]<\/ref>\n\n==Giai thoại==\nTương truyền, năm 1905, cuộc thi ''Vịnh Kiều'' ở [[Hưng Yên]] có mời [[Nguyễn Khuyến]] làm giám khảo, Chu Mạnh Trinh gửi bài tới dự và đoạt giải nhất. [[Nguyễn Khuyến]] chấm thơ của Chu Mạnh Trinh cho là khá, tuy nhiên khi đọc đến hai câu trong bài ''vịnh [[Sở Khanh]]'':\n\n''\"Làng nho người cũng coi ra vẻ,<br>bợm xỏ ai ngờ mắc phải tay\"''\n\nNguyễn Khuyến tỏ vẻ không bằng lòng, phê ngay vào bên cạnh rằng:\n\n''\"Rằng hay thì thực là hay,<br>Đem \"nho\" đối \"xỏ\" lão này không ưa.\"''\n\nChu Mạnh Trinh biết được có ý giận [[Nguyễn Khuyến]]. Khi làm án sát ở [[Hưng Yên]], nhân dịp Tết có gửi tặng [[Nguyễn Khuyến]] một chậu hoa trà là loài hoa có sắc nhưng không có hương, có hàm ý chê [[Nguyễn Khuyến]] mắt lòa không nhận ra được cái sắc của hoa. Hiểu được thâm ý của Chu Mạnh Trinh, [[Nguyễn Khuyến]] làm một bài thơ gửi Chu Mạnh Trinh:\n\n''\"Tết đến người cho một chậu trà <br>Đương say còn biết cóc đâu hoa! <br>Da mồi tóc bạc, ta già nhỉ, <br>Áo tía đai vàng, bác đó a? <br>Mưa nhỏ những kinh phường xỏ lá <br>Gió to luống sợ lúc rơi già! <br>Lâu nay ta chỉ xem bằng mũi, <br>Đếch thấy hơi thơm, một tiếng khà!\"''\n\nTương truyền, Chu Mạnh Trinh đọc được vừa thẹn vừa ân hận.\n\n==Tham khảo==\n{{tham khảo}}\n{{wikisource tác giả|Chu Mạnh Trinh}}\n*[http:\/\/www.hungyen.gov.vn\/index.asp?newsID=648&language=tiengviet Danh Nhân Hưng Yên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927001116\/http:\/\/www.hungyen.gov.vn\/index.asp?newsID=648&language=tiengviet |date=2007-09-27 }}\n*[http:\/\/www.cpv.org.vn\/details.asp?topic=109&subtopic=224&leader_topic=518&id=BT1870562048 Tài hoa Chu Mạnh Trinh]\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Sinh năm 1862]]\n[[Thể loại:Mất năm 1905]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}