{"75773":"{{Thông tin viên chức\n|tên= Chung Tấn Cang\n|hình=\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Quân chủng Hải quân\n|bắt đầu= 3\/1975\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Phó Đô đốc Trung tướng\n|tiền nhiệm= -Đề đốc Thiếu tướng [[Lâm Ngươn Tánh]]\n|kế nhiệm= Sau cùng\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tư lệnh phó \n|phó viên chức= -Phó Đề đốc Chuẩn tướng [[Diệp Quang Thủy]]\n\n|chức vụ 2= [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tư lệnh Biệt khu Thủ đô<br>kiêm Tổng trấn Sài Gòn-Gia Định\n|bắt đầu 2= 1\/1971\n|kết thúc 2= 3\/1975\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đề đốc Thiếu tướng<br>-Phó Đô đốc Trung tướng (7\/1971) \n|tiền nhiệm 2= -Thiếu tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]\n|kế nhiệm 2= -Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]\n|địa hạt 2= Quân khu III\n\n|chức vụ 3= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phụ tá Nghiên huấn Bộ Quốc phòng<br>kiêm Chủ tịch Ủy ban Quốc gia<br>Bài trừ Tham nhũng\n|bắt đầu 3= 8\/1969\n|kết thúc 3= 1\/1971\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đề đốc Thiếu tướng\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Chỉ huy trưởng Trường Chỉ huy Tham mưu\n|bắt đầu 4= 12\/1967\n|kết thúc 4= 8\/1969\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Đề đốc Thiếu tướng\n|tiền nhiệm 4= -Thiếu tướng [[Lữ Mộng Lan|Lữ Lan]]\n|kế nhiệm 4= -Trung tướng [[Nguyễn Bảo Trị]]\n|địa hạt 4= Vùng 2 chiến thuật\n\n|chức vụ 5= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Phụ tá đặc biệt Tổng tham mưu trưởng\n|bắt đầu 5= 10\/1965\n|kết thúc 5= 12\/1967\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đề đốc Thiếu tướng\n|địa hạt 5= Biệt khu Thủ đô\n\n|chức vụ 6= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Quân chủng Hải quân\n|bắt đầu 6= 1\/11\/1963\n|kết thúc 6= 4\/1965\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Hải quân Trung tá<br>-Hải quân Đại tá (2\/11\/1963)<br>-Phó Đề đốc Chuẩn tướng (4\/1964)<br>-Đề đốc Thiếu tướng (10\/1964)\n|tiền nhiệm 6= -Hải quân Đại tá [[Hồ Tấn Quyền]]\n|kế nhiệm 6= -Thiếu tướng [[Lê Nguyên Khang]]\n|địa hạt 6= Biệt khu Thủ đô\n\n|chức vụ 7= [[hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy trưởng Giang lực\n|bắt đầu 7= 1\/1959-12\/1960\n|kết thúc 7= 12\/1961-11\/1963\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Hải quân Thiếu tá<br>-Hải quân Trung tá (11\/1960)\n|địa hạt 7=\n\n|chức vụ 8= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy trưởng Trung tâm Huấn luyện<br>Hải quân Nha Trang\n|bắt đầu 8= 10\/1955\n|kết thúc 8= 3\/1958\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Hải quân Đại úy (12\/1954)<br>-Hải quân Thiếu tá (10\/1957)\n|tiền nhiệm 8= Đầu tiên\n|kế nhiệm 8= -Hải quân Thiếu tá [[Đặng Cao Thăng]]\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|đạo= [[Công giáo]]\n|họ hàng= -Chung Tấn Thắng (em)<br>-[[Chung Tấn Phát]] (em)<br>-Chung Tấn Cường (em)<br>-Chung Thị Đạt (em)\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông chương trình Pháp tại Sài Gòn<br>-Trường Hàng hải Thương thuyền (École Marine Marchande)<br>-Trường Sĩ quan Hải quân [[Nha Trang]]<br>-Trường Hành quân Thủy bộ Coranado, California, Hoa Kỳ<br>-Trường Cao đẳng Hải chiến, New Port, Rhode Island, Hoa Kỳ\n|quê quán= Nam Kỳ\n|ngày sinh= [[22 tháng 7]] năm [[1926]]\n|ngày mất= [[24 tháng 1]] năm [[2007]]<br>([[81]] tuổi)\n|nơi sinh= [[Gia Định (tỉnh)|Gia Định]], [[Liên bang Đông Dương]]\n|nơi mất= [[California]], [[Hoa Kỳ]]\n\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1952]] - [[1975]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]<br>[[Hình: Cờ Chỉnh binh thao lược.png|20px]] [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Đại học Quân sự]]<br>[[Hình: ARVN Capital Military Zone Unit SSI.svg|20px]] [[Biệt khu Thủ đô]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= -[[Chiến tranh Việt Nam]]\n}}\n\n'''Chung Tấn Cang''' ([[1926]] - [[2007]]) nguyên là một tướng lĩnh hải quân của [[Quân lực Việt Nam Cộng hòa]], hải hàm [[Phó Đô đốc]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ khóa đầu tiên tại trường Sĩ quan Hải quân do [[Quốc gia Việt Nam]] mở ra ở duyên hải miền Trung Việt Nam. Ông từng được biết là một thành viên của [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Nhóm tướng trẻ]] nắm vai trò quan trọng trong chính trường [[Việt Nam Cộng hòa]] giai đoạn từ năm 1964 đến năm 1967. Ông là sĩ quan duy nhất có Hải hàm cao nhất của [[Hải quân Việt Nam Cộng hòa]]. Ông cũng là vị chỉ huy cuộc di tản cuối tháng 4 năm [[1975]], đưa hầu hết Hạm đội của Quân chủng Hải quân sang [[Philippines]].\n\n==Thân thế và sự nghiệp Hàng hải==\nÔng sinh ngày 22 tháng 7 năm 1926 tại [[Gia Định]] trong một gia đình theo đạo Công giáo. Do gia đình có điều kiện kinh tế khá giả, nên ông có được nền tảng học vấn căn bản. Năm 1945, ông tốt nghiệp Trung học Phổ thông chương trình Pháp tại Sài Gòn với văn bằng Tú tài bán phần (Part I).\n\nCách mạng tháng 8 nổ ra, ông tham gia phong trào Độc lập do [[Việt Minh]] lãnh đạo một thời gian. Khi người Pháp tái chiếm Đông Dương, ông từng có ý định ra bưng theo Kháng chiến<ref name=\"ReferenceA\">Phan Lạc Tiếp, ''Một Ngày Với Ðô Ðốc Chung Tấn Cang''. 1999<\/ref>. Tuy nhiên sau đó ông đổi ý định. Năm 1946, ông trúng tuyển vào học ở trường Hàng hải Thương thuyền (École Marine Marchande). Tại đây, ông kết bạn với một học viên trẻ tên là [[Nguyễn Văn Thiệu]].<ref>[[Nguyễn Văn Thiệu]] sau đó bỏ học Hàng hải vì không đạt tiêu chuẩn trong học tập, chuyển sang Bộ binh theo học khóa đầu tiên tại trường Sĩ quan Võ bị Huế (sau này trở thành trường Võ bị Đà Lạt).<\/ref> Năm 1947, ông tốt nghiệp và phục vụ trong ngành Hàng hải với tư cách là một sĩ quan.<ref>Ngành Hàng hải Thương thuyền thời điểm này được đặt dưới quyền quản lý của người Pháp.<\/ref>\n\n==Khởi đầu binh nghiệp==\n===Quân đội Quốc gia Việt Nam===\nCuối năm 1951, thi hành lệnh động viên của Quốc trưởng [[Bảo Đại]], ông và một số sĩ quan Hàng hải được tuyển thẳng sang Quân chủng Hải quân của [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], mang số quân: 46\/700.002. Theo học khóa 1 tại trường Sĩ quan Hải quân [[Nha Trang]] ngành chỉ huy, khai giảng ngày 1 tháng 1 năm 1952.<ref>Khóa 1 Sĩ quan Hải quân có 9 khóa sinh nhập học (6 người theo ngành chỉ huy và 3 người theo ngành Cơ khí). Về sau đều trở thành sĩ quan cao cấp, đặc biệt 6 vị tốt nghiệp ngành Chỉ huy sau này đều lần lượt đảm trách chức vụ Tư lệnh Quân chủng Hải quân và có 3 vị đã được lên cấp tướng. Ba vị tốt nghiệp ngành Cơ khí cũng đảm trách những chức vụ quan trọng trong Quân chủng:<br>'''-Ngành Chỉ huy:'''<br> Chung Tấn Cang, [[Trần Văn Chơn]] (Hai lần Tư lệnh: Lần thứ nhất (1957-1959), lần thứ 2 (1966-1974), [[Lâm Ngươn Tánh]] (Tư lệnh: 1974-1975), [[Lê Quang Mỹ (Đại tá Hải quân VNCH)|Lê Quang Mỹ]] (Tư lệnh: 1955-1957)<br> [[Hồ Tấn Quyền]] (Tư lệnh: 1959-1963), [[Trần Văn Phấn (Đại tá, Hải quân VNCH)|Trần Văn Phấn]] (Tư lệnh: 1965-1966.)<br>'''-Ngành Cơ khí:'''<br>[[Đoàn Ngọc Bích (Đại tá, Quân lực VNCH)|Đoàn Ngọc Bích]] (Sinh năm 1928 tại Long An, sau cùng là Hải quân Đại tá Phụ tá Tư lệnh, đặc trách Tiếp vận Hải quân), [[Nguyễn Văn Lịch (Đại tá, Quân lực VNCH)|Nguyễn Văn Lịch]] (Sinh năm 1930 tại Vĩnh Long, sau cùng là Hải quân Đại tá Giám đốc Hải quân Công xưởng) và [[Lương Thanh Tùng (Đại tá, Quân lực VNCH)|Lương Thanh Tùng]] (Sinh năm 1931 tại Thừa Thiên, sau cùng là Hải quân Đại tá Tham mưu trưởng Hải quân).<\/ref> Do trường sĩ quan Hải quân Nha Trang đang trong thời kỳ sửa chữa sau khi nhận bàn giao từ Hải quân Pháp, nên ban đầu cả chín khoá sinh khóa 1 đều được đưa xuống Hàng không Mẫu hạm Arromanches để thụ huấn, sau đó thụ huấn chuyên nghiệp qua hầu hết các chiến hạm Viễn Đông của Hải quân Pháp. Đến ngày 12 tháng 7 năm 1952, Trung tâm Huấn luyện Hải quân Nha Trang được khánh thành, các khóa sinh được đưa trở về Trung tâm để tiếp tục thụ huấn. Ngày 1 tháng 10 năm 1952 mãn khóa tốt nghiệp Á khoa với cấp bậc Hải quân [[Chuẩn úy]]. Ra trường, ông được phân bổ làm Chỉ huy trưởng Toán Hải thuyền Xung kích 264 thuộc Giang đoàn Xung phong. Tháng 2 năm 1953, ông được thăng cấp Hải quân [[Thiếu úy]], Chỉ huy trưởng Liên toán Hải thuyền Xung kích 731 và 741. Đầu tháng 10 cùng năm, ông được thăng cấp Hải quân [[Trung úy]] tại nhiệm.\n\nĐầu năm 1954, ông trở thành Hạm trưởng đầu tiên của Giang vận hạm HQ-533 do Hải quân Pháp chuyển giao lại cho [[Hải quân Quốc gia Việt Nam|Hải quân Quốc gia]]. Cuối năm ông được thăng cấp Hải quân [[Đại úy]].\n\n==Chống đảo chính rồi tham gia đảo chính==\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, ông được chuyển sang làm Hạm trưởng Giang pháo hạm Lôi công HQ-330. Khi Chính thể [[Việt Nam Cộng hòa]] được thành lập, ông chuyển biên chế tiếp phục vụ và được bổ nhiệm chức vụ Chỉ huy trưởng Trung tâm Huấn luyện Hải quân Nha Trang vào đầu tháng 10 cùng năm. Đầu năm 1957, ông được cử đi du học tại trường Hành quân Thủy Bộ Coranado, California, Hoa Kỳ. Tháng 6 cùng năm mãn khóa học về nước, ông được thăng cấp Hải quân [[Thiếu tá]]. Ngày 29 tháng 3 năm 1958 bàn giao Trung tâm Huấn luyện lại cho Hải quân Thiếu tá [[Đặng Cao Thăng]] ''(nguyên Giám đốc Quân huấn của Trung tâm)''. Đầu năm 1959, ông được cử làm Chỉ huy trưởng Giang lực kiêm nhiệm Hạm trưởng Trục lôi hạm Hàm Tử II HQ-114 do [[Hải quân Hoa Kỳ]] chuyển giao.\n\nKhi cuộc [[Đảo chính Việt Nam Cộng hòa 1960|đảo chính năm 1960]] nổ ra, ông chỉ huy Lực lượng Giang thuyền đóng tại [[bến Bạch Đằng]] nổ súng tấn công vào quân đảo chính. Cuộc đảo chính thất bại, để tưởng thưởng công lao, ông được Tổng thống Ngô Đình Diệm thăng cấp Hải quân [[Trung tá]] và được cử đi du học lớp Chỉ huy Tham mưu cao cấp tại trường Cao đẳng Hải chiến ở New Port, Rhode Island, Hoa Kỳ. Cuối năm 1961, mãn khóa học trở về nước, ông được tái nhiệm chức vụ Chỉ huy trưởng Giang lực.\n\nTuy nhiên, đến ngày 1 tháng 11 năm 1963, ông là một trong số những sĩ quan Hải quân đầu tiên tham gia vào cuộc đảo chính Tổng thống [[Ngô Đình Diệm]]. Trong ngày 1 tháng 11, ông được chỉ định làm Tư lệnh Hải quân thay thế Hải quân Đại tá [[Hồ Tấn Quyền]] bị phe đảo chính sát hại. Ngày hôm sau 2 tháng 11, ông được Hội đồng Quân nhân Cách mạng thăng cấp Hải quân [[Đại tá]].<ref>[[Nguyễn Bá Cẩn]], ''Cái chết của Hải quân Đại tá Hồ Tấn Quyền, Tư lệnh Hải quân, trong cuộc binh biến 1 tháng 11 năm 1963'', dẫn theo Hải sử tuyển tập.<\/ref>\n\nChỉ 3 tháng sau, ngày 30 tháng 1 năm 1964, ông cùng các sĩ quan trẻ ủng hộ tướng [[Nguyễn Khánh]] thực hiện [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Cuộc Chỉnh lý]] tước quyền các tướng lĩnh lãnh đạo Hội đồng Quân nhân Cách mạng, tham gia hội đồng đối chất tướng [[Trần Văn Đôn]] cùng các tướng [[Lê Văn Kim]], [[Mai Hữu Xuân]] và [[Tôn Thất Đính]] vì bị tình nghi là \"trung lập\". Ngày 8 tháng 4 cùng năm, ông được thăng cấp Phó đề đốc [[Chuẩn tướng]]<ref>Hải quân Đại tá Chung Tấn Cang là một trong 2 Đại tá đầu tiên được thăng cấp bậc Chuẩn tướng do Trung tướng Nguyễn Khánh vừa đặt ra, người còn lại là Đại tá Tư lệnh Không quân [[Nguyễn Cao Kỳ]]<\/ref>.\n\nNăm tháng sau, ngày 13 tháng 9 năm 1964, hai tướng [[Dương Văn Đức]] và [[Lâm Văn Phát]] làm đảo chính với mục đích muốn loại bỏ tướng Khánh. Ông cùng với các tướng trẻ ra tuyên bố chung không chấp nhận cuộc đảo chính, ''\"cương quyết đòi tướng Dương Văn Đức rút quân về các vị trí cũ tại vùng IV; nếu không, sẽ đối phó.\"''<ref>Đoàn Thêm. ''Hai mươi năm qua: việc từng ngày (1945-1964)''. Los Alamitos, Calif. Nhà xuất bản Xuân Thu, 1989. Tr. 407. Dẫn theo Lâm Vĩnh Thế, ''Nhóm tướng trẻ trong Quân lực Việt Nam Cộng hòa vào giai đoạn 1964-1965''.<\/ref> Cuộc đảo chính thất bại. Để tưởng thưởng sự ủng hộ này, ngày 21 tháng 10 cùng năm, ông được thăng cấp Đề đốc [[Thiếu tướng]]<ref>Cùng được thăng cấp Thiếu tướng một ngày với Phó Đề đốc Chung Tấn Cang còn có các Chuẩn tướng: [[Nguyễn Cao Kỳ]], [[Lê Nguyên Khang]], [[Nguyễn Chánh Thi]], [[Phạm Văn Đổng]] và [[Bùi Hữu Nhơn]].<\/ref>.\n\n===Một trong những quân cờ của Đại sứ Taylor===\nVới sự ủng hộ của các tướng trẻ, tướng Khánh tìm mọi cách để từng bước nắm các quyền lực tối cao. Ngày [[18 tháng 12]] năm [[1964]], các tướng lãnh thành lập [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]]. Trưa ngày [[20 tháng 12]] năm [[1964]], Hội đồng Quân lực họp báo, tuyên bố giải tán [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia]], đoạt quyền của Chính quyền Dân sự. Tuy nhiên, việc này vấn phải phản ứng mạnh mẽ của Đại sứ Hoa Kỳ tại [[Việt Nam Cộng hòa]] bấy giờ là cựu tướng [[Maxwell Taylor]] do lo ngại hành động này gây xáo trộn lớn về chính trị cho Việt Nam Cộng hòa. Trong cuộc nói chuyện với các tướng [[Nguyễn Văn Thiệu]], [[Nguyễn Cao Kỳ]], [[Nguyễn Chánh Thi]] và '''Chung Tấn Cang''', tại Tòa Đại sứ Hoa Kỳ, theo mô tả trong hồi ký của tướng [[Nguyễn Cao Kỳ]], Đại sứ Taylor đã xem các tướng lãnh Việt Nam Cộng hòa ''\"như là những học sinh lang thang bị bắt gặp đang trộm quả trong một vườn cây ăn trái\"'' và ''\"đối xử với những tướng lãnh cấp cao của Việt Nam như là với những đứa bé đần độn\"''.<ref>[[Nguyễn Cao Kỳ]], ''Chúng ta đã thua trận tại Việt Nam như thế nào?''. Nhà xuất bản Thông tấn xã Việt Nam, 1985. Tr.33. Bản tiếng Anh, ''How We Lost the Vietnam War''. Cooper Square Press, 2002. p.55.<\/ref>\n\nCuộc nói chuyện với tướng [[Nguyễn Khánh]] tại văn phòng tướng Khánh của Đại sứ Taylor cũng không nhẹ nhàng gì, vì vậy sau đó tướng Khánh đã triệu tập một buổi họp Hội đồng Tướng lãnh để phản ứng về những lời lẽ thiếu ngoại giao của Đại sứ Taylor. ''\"Tất cả đồng thanh quyết định gửi văn thư cho Quốc trưởng [[Phan Khắc Sửu]] và Thủ tướng [[Trần Văn Hương]] yêu cầu trục xuất Đại sứ Taylor. Tướng Khánh cũng họp báo tố cáo Đại sứ Taylor can thiệp vào chuyện nội bộ của Việt Nam.\"''<ref>Lâm Vĩnh Thế. ''Việt Nam Cộng Hòa, 1963-1967: những năm xáo trộn''. Hamilton, Ont.: Hoài Việt, 2010. Tr. 98.<\/ref> Tuy nhiên, chính phủ Hoa Kỳ phản ứng mạnh, đe dọa chấm dứt viện trợ cho [[Việt Nam Cộng hòa]]. Nhờ sự can thiệp khéo léo của Thủ tướng [[Trần Văn Hương]], xung đột này mới được giải tỏa nhưng số phận của tướng Khánh đã được định đoạt.\n\nTháng 2 năm 1965, Chính phủ Thủ tướng [[Phan Huy Quát]] được thành lập. Ông được cử làm thành viên Hội đồng Quốc gia Lập pháp. Đến tháng 4 ông bị buộc phải bàn giao chức vụ Tư lệnh Hải quân lại cho Thiếu tướng [[Lê Nguyên Khang]], Tư lệnh Thủy quân Lục chiến kiêm nhiệm, do bị buộc tội bán các đồ viện trợ dành cho các nạn nhân bão lụt cho bọn buôn chợ đen nhằm trục lợi năm 1965. Vụ nầy gọi là \"Thủy Cước\" do các Trung tá [[Đặng Cao Thăng]], [[Nghiêm Văn Phú]] và [[Khương Hữu Bá (Đại tá, Quân lực VNCH)|Khương Hữu Bá]]<ref>Đại tá Khương Hữu Bá sinh năm 1929, tốt nghiệp khóa 2 trường Sĩ quan Hải quân Nha Trang<\/ref> kêu gọi đình công Hải quân, các tàu Hải quân thả neo giữa khơi và chỉa súng lên trời. Đại sứ Hoa Kỳ phải can thiệp, ông bị buộc ra khỏi Hải quân nhưng không bị giải ngũ, ngược lại các sĩ quan theo ông bị giải ngũ như Trung tá [[Trần Bình Sang (Trung tá, Quân lực VNCH)|Trần Bình Sang]]<ref>HQ Trung tá Trần Bình Sang, tốt nghiệp khóa 3 trường Sĩ quan Hải quân Nha Trang<\/ref> Chánh Văn phòng của ông. Vì vậy, ông không có mặt trong phiên họp ngày [[5 tháng 5]] năm [[1965]] của Hội đồng Quân lực tuyên bố tự giải tán. Tuy nhiên, ông được người bạn cũ là Trung tướng [[Nguyễn Văn Thiệu]], Phó Thủ tướng kiêm Tổng trưởng Quân lực, can thiệp để tránh cho ông khỏi bị đưa ra tòa. Đến tháng 10, ông được bổ nhiệm vào chức vụ Phụ tá Đặc biệt Tổng Tham mưu trưởng, một chức vụ hữu danh vô thực.\n\n===Trở lại vị trí chỉ huy===\nMãi sau khi tướng Nguyễn Văn Thiệu trúng cử Tổng thống vào cuối năm 1967, ông được bổ nhiệm làm Chỉ huy trưởng trường Trường Chỉ huy & Tham mưu ''(hậu thân của trường Đại học Quân sự)'' thay thế Thiếu tướng [[Lữ Mộng Lan|Lữ Lan]]. Tháng 8 năm 1969, ông chuyển sang giữ chức Phụ tá Nghiên huấn Bộ Quốc phòng kiêm Chủ tịch Ủy ban Quốc gia Bài trừ Tham nhũng sau khi bàn giao Trường Chỉ huy Tham mưu lại cho Trung tướng [[Nguyễn Bảo Trị]]. Tuy nhiên, trên cương vị này, ông bị nghi ngờ có liên can đến tướng [[Đặng Văn Quang]] trong các phi vụ buôn lậu giữa năm 1970.\n\nSau khi trúng cử Tổng thống nhiệm kỳ 2 trong một cuộc bầu cử độc diễn năm 1971, Tổng thống Nguyễn Văn Thiệu đã bổ nhiệm ông vào chức vụ Tư lệnh [[Biệt khu Thủ đô]] kiêm [[Sài Gòn|Tổng trấn Sài Gòn-Gia Định]] thay thế Thiếu tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]. Tháng 7 cùng năm, ông được thăng cấp Phó Đô đốc [[Trung tướng]] và trở thành sĩ quan Hải quân đầu tiên và duy nhất mang hải hàm [[Phó đô đốc]] của [[Hải lực Việt Nam Cộng hòa]], dù trên thực tế ông không còn ở trong ngành Hải quân từ 6 năm trước.\n\n==Chỉ huy hạm đội di tản năm 1975==\nHạ tuần tháng 3 năm 1975, bàn giao Biệt khu Thủ đô lại cho Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]], ông được tái nhiệm chức vụ Tư lệnh Hải quân thay thế Đề đốc Thiếu tướng [[Lâm Ngươn Tánh]] được cử làm phụ tá Quốc vụ khanh Bác sĩ [[Phan Quang Đán]]. Tuy nhiên, tình thế quân sự tại Nam Việt Nam đã thay đổi khi hầu hết địa bàn của Quân khu I và Quân khu II đã rơi vào tay của lực lượng Cộng sản. Trong những động thái cuối cùng, ông đã cho thành lập Lực lượng Đặc nhiệm 99, khai thông tuyến đường thủy từ Sài Gòn ra biển, đề phòng đối phương cắt đứt Quốc lộ 4, ngang khúc [[Long An]] trong trường hợp tiến đánh Sài Gòn; đồng thời lập kế hoạch di tản bằng đường thủy các đơn vị [[Quân lực Việt Nam Cộng hòa]] và các công nhân viên chức chính phủ về Quân khu IV trong trường hợp Sài Gòn thất thủ.\n\nTuy nhiên, mọi thứ đã quá trễ. Sau khi Tổng thống Thiệu từ chức và bay ra nước ngoài, Phó Tổng thống [[Trần Văn Hương]] cũng giữ chức vụ Tổng thống trong 7 ngày rồi bàn giao lại cho Đại tướng [[Dương Văn Minh]]. Không còn hy vọng về quân sự, tân Tổng thống Dương Văn Minh đã giao quyền cho Tư lệnh Chung Tấn Cang tự quyết các vấn đề về Hải quân. Ngay trong ngày [[29 tháng 4]] năm [[1975]], ông ra lệnh giải tán Bộ Tư lệnh Hải quân rồi lên Tuần dương hạm Trần Nhật Duật HQ-3, cùng nhiều chiến hạm khác lập thành một hạm đội di tản nhiều quân nhân và thường dân chuyển về tập kết tại [[Côn Đảo]]. Trưa ngày [[30 tháng 4]], sau khi nghe thông báo đầu hàng của tướng [[Dương Văn Minh]] trên đài phát thanh, ông đã ra lệnh toàn bộ Hạm đội di chuyển về căn cứ [[Subic]] ([[Philippines]]). Tại đây, ông cùng các sĩ quan [[Hải quân Việt Nam Cộng hòa]] đã làm lễ hạ cờ và bàn giao các chiến hạm lại cho [[Hải quân Hoa Kỳ]] ngày [[7 tháng 5]] năm [[1975]]. Các chiến hạm này về sau đều được [[Hải quân Philippines]] sử dụng.\n\n*''Quân chủng Hải quân VNCH vào thời điểm cuối tháng 3 và tháng 4\/1975, nhân sự ở Bộ tư lệnh và các đơn vị trực thuộc phối thuộc với các Quân khu được phân bổ trách nhiệm như sau:''{{Multicol}}<br>-Tư lệnh Quân chủng- Trung tướng<ref>Sĩ quan cấp tướng trong Quân chủng Hải quân được gọi kèm theo Hải hàm như sau:<br>-Trung tướng - Phó Đô đốc<br>-Thiếu tướng - Đề đốc<br>-Chuẩn tướng - Phó Đề đốc<br>Sĩ quan cấp tá và cấp úy tên Quân chủng đi trước cấp bậc:<br>-Hải quân Đại tá, Hải quân Trung tá, Hải quân Thiếu tá<br>-Hải quân Đại úy, Hải quân Trung úy, Hải quân Thiếu úy, Hải quân Chuẩn úy<\/ref> Chung Tấn Cang<br>-Tư lệnh phó<ref>Tư lệnh phó kiêm Tham mưu trưởng<\/ref> - Chuẩn tướng [[Diệp Quang Thủy]]<br>-Phụ tá Lưu động biển<ref>Phụ tá Tư lệnh Quân chủng, kiêm Tư lệnh Hành quân Lưu động biển<\/ref> - Chuẩn tướng [[Hữu Phương|Nguyễn Hữu Chí]]<br>-Phụ tá Lưu động sông<ref>Phụ tá Tư lệnh Quân chủng, kiêm Tư lệnh Hành quân Lưu động sông<\/ref> - Chuẩn tướng [[Đinh Mạnh Hùng]]<br>-Phụ tá Tiếp vận<ref>Phụ tá Tư lệnh Quân chủng, Đặc trách Tiếp vận<\/ref> - Đại tá [[Đoàn Ngọc Bích (Đại tá, Quân lực VNCH)|Đoàn Ngọc Bích]]<ref>Đại tá Đoàn Ngọc Bích sinh năm 1928 tại Long An, tốt nghiệp khóa 1 Sĩ quan HQ Nha Trang<\/ref> <br>-An ninh Quân đội - Đại tá [[Nguyễn Đỗ Hải (Đại tá, Quân lực VNCH)|Nguyễn Đỗ Hải]]<ref>Đại tá Nguyễn Đỗ Hải sinh năm 1929 tại Hà Đông, tốt nghiệp Võ khoa Nam Định và khóa 1 HQ Brest, Pháp<\/ref><br>-Phòng vệ Duyên hải - Đại tá [[Nguyễn Viết Tân (Đại tá, Quân lực VNCH)|Nguyễn Viết Tân]]<ref>Đại tá Nguyễn Viết Tân sinh năm 1930 tại Vĩnh Long, tốt nghiệp khóa 5 Sĩ quan HQ Nha Trang<\/ref><br>-Y sĩ trưởng - Đại tá [[Đặng Vũ Khiêm (Đại tá, Quân lực VNCH)|Đặng Vũ Khiêm]]<ref>Đại tá Đặng Vũ Khiêm, tốt nghiệp Đại học Quân y Sài Gòn<\/ref><br>-Hạm đội Hải quân<ref>Tư lệnh Hạm đội Hải quân kiêm Phụ tá Tư lệnh Hành quân Lưu động biển<\/ref> - Đại tá [[Phạm Mạnh Khuê (Đại tá, Quân lực VNCH)|Phạm Mạnh Khuê]]<ref>Đại tá Phạm Mạnh Khuê sinh năm 1933 tại Hà Nội, tốt nghiệp khóa 4 Sĩ quan HQ Nha Trang<\/ref><br>-Đặc nhiệm 214<ref>Lực lượng Đặc nhiệm 214 ở tại Bộ Tư lệnh Quân chủng nên còn có tên gọi Lực lượng Đặc nhiệm Trung ương<\/ref>- Đại tá [[Nguyễn Văn Thông (Đại tá, Quân lực VNCH)|Nguyễn Văn Thông]]<ref>Đại tá Nguyễn Văn Thông sinh năm 1931, tốt nghiệp khóa 3 Sĩ quan HQ Nha Trang<\/ref><br>-Hải khu 1<ref>Hải quân Vùng 1 Duyên hải ''(Bộ tư lệnh đặt tại Căn cứ Tiên Sa, Đặc khu Đà Nẵng)''<\/ref> - Chuẩn tướng [[Hồ Văn Kỳ Thoại]]<br>-Hải khu 2<ref>Hải quân Vùng 2 Duyên Hải ''(Bộ tư lệnh đặt tại Đặc khu Cam Ranh)''<\/ref> - Chuẩn tướng [[Hoàng Cơ Minh]]<br>-Hải khu 3<ref>Hải quân Vùng 3 Duyên Hải ''(Bộ tư lệnh đặt tại Căn cứ Cát Lở, tỉnh Phước Tuy)''<\/ref> - Chuẩn tướng [[Vũ Đình Đào]]{{Multicol-break}}<br>-Hải khu 4<ref>Hải quân Vùng 4 Duyên hải ''(Bộ tư lệnh đặt tại Đặc khu Phú Quốc, tỉnh Kiên Giang)''<\/ref> - Đại tá [[Nguyễn Văn Thiện (Đại tá, Quân lực VNCH)|Nguyễn Văn Thiện]]<ref>Đại tá Nguyễn Văn Thiện, tốt nghiệp khóa 7 Sĩ quan HQ Nha Trang<\/ref><br>-Hải khu 5<ref>Hải quân Vùng 5 Duyên hải ''(Bộ tư lệnh đặt tại Căn cứ Năm Căn, tỉnh An Xuyên)''<\/ref> - Đại tá [[Nguyễn Văn May (Đại tá, Quân lực VNCH)|Nguyễn Văn May]]<ref>Đại tá Nguyễn Văn May sinh năm 1933 tại Gia Định, tốt nghiệp khóa 5 Sĩ quan HQ Nha Trang<\/ref><br>-Giang khu 3<ref>Hải quân Vùng 3 Sông ngòi ''(Bộ tư lệnh đặt tại Căn cứ Long Bình, tỉnh Biên Hòa)''<\/ref> - Đại tá [[Trịnh Quang Xuân (Đại tá, Quân lực VNCH)|Trịnh Quang Xuân]]<ref>Đại tá Trịnh Quang Xuân sinh năm 1934 tại Sa Đéc, tốt nghiệp khóa 3 HQ Brest, Pháp<\/ref><br>-Giang khu 4<ref>Hải quân Vùng 4 Sông ngòi ''(Bộ tư lệnh đặt tại Thị xã Cần Thơ. Tại Bộ tư lệnh còn có Hạm đội Đặc nhiệm 21 do Tư lệnh Giang khu kiêm nhiệm chức Tư lệnh Hạm đội)''<\/ref> - Chuẩn tướng [[Đặng Cao Thăng]]<br>-Lực lượng Thủy bộ - Đại tá [[Nguyễn Bá Trang (Đại tá, Quân lực VNCH)|Nguyễn Bá Trang]]<ref>Đại tá Nguyễn Bá Trang sinh năm 1931 tại Vĩnh Long, tốt nghiệp khóa 4 Sĩ quan HQ Nha Trang<\/ref><br>-Lực lượng Tuần thám<ref>Lực lượng Tuần thám còn gọi là Lực lượng Đặc nhiệm 212<\/ref> - Chuẩn tướng [[Nghiêm Văn Phú]]<br>-Lực lượng Đặc nhiệm - Đại tá [[Lê Hữu Dõng (Đại tá, Quân lực VNCH)|Lê Hữu Dõng]]<ref>Đại tá Lê Hữu Dõng sinh năm 1937, tốt nghiệp khóa 8 Sĩ quan HQ Nha Trang<\/ref><br>-Hải quân Biệt khu Thủ đô<ref>Lực lượng Hải quân biệt phái cho Bộ tư lệnh Biệt khu Thủ đô, có trách nhiệm hoạt động trong phạm vi Biệt khu<\/ref> - Đại tá [[Bùi Kim Nguyệt (Đại tá, Quân lực VNCH)|Bùi Kim Nguyệt]]<ref>Đại tá Bùi Kim Nguyệt, tốt nghiệp khóa 3 Sĩ quan HQ Nha Trang<\/ref><br>-Chỉ huy trưởng Tiếp vận - Đại tá [[Vương Hữu Thiều (Đại tá, Quân lực VNCH)|Vương Hữu Thiều]]<ref>Đại tá Vương Hữu Thiều, tốt nghiệp khóa 1 Võ khoa Thủ Đức và khóa 1 HQ Brest, Pháp<\/ref><br>-Hải quân Công xưởng - Đại tá [[Nguyễn Văn Lịch (Đại tá, Quân lực VNCH)|Nguyễn Văn Lịch]]<ref>Đại tá Nguyễn Văn Lịch sinh năm 1930 tại Vĩnh Long, tốt nghiệp khóa 1 Sĩ quan HQ Nha Trang<\/ref><br>-Huấn luyện<ref>Trung tâm Huấn luyện Hải quân đặt cơ sở tại Nha Trang, đào tạo các khóa sĩ quan, hạ sĩ quan, thủy thủ và người nhái cho Quân chủng<\/ref> - Chuẩn tướng [[Nguyễn Thanh Châu]]<br>-Liên đoàn Tuần giang<ref>Liên đoàn Tuần giang còn gọi là Lực lượng Giang phòng<\/ref> - Đại tá [[Nguyễn Văn Kinh (Đại tá, Quân lực VNCH)|Nguyễn Văn Kinh]]<ref>Đại tá Nguyễn Văn Kinh, tốt nghiệp khóa 2 Sĩ quan HQ Nha Trang<\/ref><br>-Liên đoàn Người nhái - Trung tá [[Trịnh Hòa Hiệp (Trung tá, Quân lực VNCH)|Trịnh Hòa Hiệp]]<ref>Trung tá Trịnh Hòa Hiệp, tốt nghiệp khóa 7 Sĩ quan HQ Nha Trang<\/ref>{{Multicol-end}}\n\n==Cuộc sống lưu vong==\nSau khi đến Hoa Kỳ, ông cùng gia đình định cư tại Backerfield, California. Năm 1981, Mặt trận Thống nhất các Lực lượng yêu nước Giải phóng Việt Nam tuyên bố thành lập, do ông [[Lê Quốc Túy]] làm Chủ tịch. Ông Túy có cử người liên lạc với ông để vận động hợp tác. Tuy nhiên, sau đó ông đã từ chối vì cho rằng ''\"ông Túy thường hành động theo ý kiến cá nhân, thiếu tinh thần tập thể.\"'' Quả nhiên sau 6 năm đưa người về Việt Nam hoạt động đều thất bại, ngày 4 tháng 3 năm 1988, bức điện cuối cùng nhân danh Chủ tịch Lê Quốc Túy được gửi về cho các toán ở trong nước với thông báo giải tán toàn bộ tổ chức. Trong những năm sau đó ông sống thầm lặng, thỉnh thoảng tham dự những cuộc họp mặt thân hữu.\n\nNgày [[24 tháng 1]] năm 2007, ông từ trần tại nơi định cư. Hưởng thọ 81 tuổi.\n\n==Gia đình==\nÔng sinh trưởng trong một gia đình Công giáo, có hai người cậu làm Linh mục. Ngoài người anh Chung Tấn Thắng (Kỹ sư), ông còn có hai người em trai đều phục vụ trong [[Quân lực Việt Nam Cộng hòa]]:\n*[[Chung Tấn Phát]] (Chuẩn tướng Bộ binh, Chánh văn phòng Tổng thống [[Dương Văn Minh]]).\n*[[Chung Tấn Cường (Thiếu tá, Quân lực VNCH)|Chung Tấn Cường]] (Thiếu tá thuộc Quân chủng Không quân)\n*Chung Thị Đạt\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.''\n\n==Liên kết==\n*[http:\/\/antgct.cand.com.vn\/vivn\/sotay\/2010\/6\/53738.cand Cuộc tình bi thảm của một người đảo chính] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140810060704\/http:\/\/antgct.cand.com.vn\/vivn\/sotay\/2010\/6\/53738.cand |date=2014-08-10 }}, Công an Nhân dân.\n*[http:\/\/www.nvnorthwest.com\/2011\/04\/15\/nh%E1%BB%AFng-gi%E1%BB%9D-phut-te-d%E1%BA%A1i-xa-sai-gon-di-t%E1%BA%A3n-v%E1%BB%81-mi%E1%BB%81n-tay-va-hy-v%E1%BB%8Dng\/ 30-4-75: Giờ phút \"giải tán\" Bộ Tư lệnh Hải quân Sài Gòn: Nhiệm sở Hải Hành về miền Tây với hy vọng trở về].\n\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 2007]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hải quân Việt Nam Cộng hòa]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}