{"46016":"{{korean name|[[Toàn (họ)|Jeon]]}}{{Use dmy dates|date=January 2018}}\n{{Infobox officeholder 1\n| name = Chun Doo-hwan\n| native_name = {{nobold|전두환}}<br\/>{{nobold|全斗煥}}\n| native_name_lang = ko\n| image = Chun Doo-hwan 1983 (cropped).JPEG\n| imagesize = 220px\n| caption = Chun năm 1983\n| office = [[Tổng thống Hàn Quốc|Tổng thống thứ 5 của Hàn Quốc]]\n| primeminister = [[Yoo Chang-soon]]<br\/>[[Kim Sang-hyup]]<br\/>[[Chin Iee-chong]]<br\/>[[Lho Shin-yong]]<br\/>[[Lee Han-key]]<br\/>[[Kim Chung-yul]]\n| term_start = 1 tháng 9 năm 1980\n| term_end = 25 tháng 2 năm 1988<br\/>{{số năm theo năm và ngày |1980|9|1|1988|2|25}}\n| predecessor = [[Choi Kyu-hah]]<br\/>[[Pak Choong-hoon]] <small>(Quyền)<\/small>\n| successor = [[Roh Tae-woo]]\n| office1 = Chủ tịch Đảng Công lý Dân chủ\n| term_start1 = 15 tháng 1 năm 1981\n| term_end1 = 10 tháng 7 năm 1987<br\/>{{số năm theo năm và ngày |1981|1|15|1987|7|10}}\n| predecessor1 = ''Chức vụ được thành lập''\n| successor1 = Roh Tae-woo\n| birth_date = [[18 tháng 1]] năm [[1931]]\n| birth_place = [[Naecheon-ri]], [[Yulgok-myeon]], [[Hapcheon]], [[Triều Tiên thuộc Nhật]] <br\/> <small>(nay là Hapcheon, [[Nam Gyeongsang]], Hàn Quốc)<\/small><ref>{{chú thích web|url=http:\/\/www.britannica.com\/EBchecked\/topic\/116919\/Chun-Doo-Hwan |title=Chun Doo Hwan |publisher=[[Encyclopædia Britannica]] |year=2009 |accessdate=ngày 2 tháng 11 năm 2009}}<\/ref>\n| death_date ={{death date and age|df=yes|2021|11|23|1931|1|18}}\n| death_place =[[Yeonhui-dong]], [[Seoul]], Hàn Quốc\n| party = [[Đảng Công lý Dân chủ]]\n| spouse = [[Lee Soon-ja]]<br\/>(kết hôn năm 1958)\n|children=[[Chun Jae-guk]]<br\/>(con trai, 1959)<br\/>[[Chun Hyo-sun]]<br\/>(con gái, 1962)<br\/>[[Chun Jae-yong]]<br\/>(con trai, 1964)<br\/>[[Chun Jae-man]]<br\/>(con trai, 1971)\n| alma_mater = [[Học viện Quân sự Hàn Quốc]] <small>([[Cử nhân Khoa học|B.S.]])<\/small>\n| signature = Chun Doo-Hwan signature.svg\n| blank1 = Tôn giáo\n| data1 = [[Công giáo Roma]] (tên thánh: Peter) → [[Phật giáo]]\n| allegiance = [[Tập tin:Flag of South Korea (1984–1997).svg|23px]] [[Đệ Ngũ Đại Hàn Dân Quốc|Hàn Quốc]]\n| branch = [[Tập tin:Flag of the Republic of Korea Armed Forces.svg|23px]] [[Quân đội Hàn Quốc]]<br\/>[[Tập tin:Flag of the Republic of Korea Army.svg|23px]] [[Lục quân Đại Hàn Dân Quốc|Lục quân Hàn Quốc]]\n| rank = [[Tập tin:SouthKorea-Army-OF-10.svg|23px]] [[Nguyên soái]]\n| serviceyears = 1955–1988\n| battles = [[Chiến tranh Việt Nam]]\n| commands = [[Bộ Tư lệnh An ninh Quốc phòng]]<br\/>[[Cơ quan Tình báo Trung ương Hàn Quốc]]\n| module = {{Infobox Korean name\n| title = Tên Triều Tiên\n| tablewidth = 265\n| color = lavender\n| hangul = {{linktext|전|두|환}}\n| hanja = {{linktext|全|斗|煥|}}\n| rr = Jeon Duhwan\n| mr = Chŏn Tuhwan\n| hangulho = {{linktext|일|해}}\n| hanjaho = {{linktext|日|海|}}\n| rrho = Ilhae\n| mrho = Irhae\n| hangulja = {{linktext|용|성}}\n| hanjaja = {{linktext|勇|星}}\n| rrja = Yongseong\n| mrja = Yongsŏng\n| child = yes}}\n}}\n{{Tên Triều Tiên|\nhangeul=전두환|\nhanja=全斗煥|\ntitle=Toàn Đẩu Hoán (Jeon Du-hwan)|\nlatin=Jeon Du-Hwan|\ntenkhac=Chŏn Tuhwan|\ntiếng Việt=Chun Đô Hoan\n}}\n\n'''Chun Doo-hwan''' ([[Phiên âm Hán-Việt|âm Hán-Việt]]: Toàn Đẩu Hoán,  18 tháng 1 năm 1931 - 23 tháng 11 năm 2021)<ref name=\":0\">{{Chú thích web|url=https:\/\/vnexpress.net\/cuu-tong-thong-han-quoc-chun-doo-hwan-qua-doi-4393147.html|tựa đề=Cựu tổng thống Hàn Quốc Chun Doo-hwan qua đời|tác giả=Ngọc Ánh (theo Reuters)|ngày=2021-11-23|website=Báo điện tử VnExpress|url-status=live}}<\/ref> là tướng lĩnh quân đội và chính khách người [[Hàn Quốc]], giữ chức vụ [[Tổng thống Hàn Quốc]] từ ngày 1 tháng 9 năm 1980 đến ngày 25 tháng 2 năm 1988. Ông có bút danh là \"Il-hae\" (Nhật Hải, 일해, {{lang|ko|日海}}). Chun Doo-hwan là một trong những nhân vật gây ra nhiều tranh cãi nhất trong lịch sử Hàn Quốc vì đã trực tiếp chỉ đạo đàn áp đẫm máu [[Phong trào dân chủ Gwangju]] năm 1980<ref name=\":0\" \/> và [[Cuộc đấu tranh dân chủ tháng sáu|Phong trào dân chủ tháng 6]] năm 1987.\n\n== Cuộc sống và giáo dục ban đầu ==\nChun sinh ngày [[18 tháng 1]] năm [[1931]] tại [[Yul-Gok myeon]], một thị trấn nông nghiệp nghèo ở huyện [[Hapcheon]], tỉnh [[Gyeongsang Nam]], [[Hàn Quốc]]. Chun Doo-hwan là con trai thứ 4 trong số 10 người con của Chun Sang-woo và Kim Jeong-mun. Hai người anh cả của Chun, Yeol-hwan và Kyuu-gon, đã chết trong một vụ tai nạn khi anh còn là một đứa trẻ sơ sinh. Chun lớn lên khi biết người anh trai còn lại của mình là Ki-hwan và em trai Kyeong-hwan.\n\nKhoảng năm 1936, gia đình Chun chuyển đến [[Taikyū]], nơi ông bắt đầu theo học tại trường tiểu học Horan. Cha của Chun đã từng tham gia [[Hiến binh Nhật]] trong quá khứ; vào mùa đông năm 1939, ông ta đã sát hại một đại úy cảnh sát. Gia đình họ ngay lập tức chạy trốn đến Kitsurin-shō, [[Mãn Châu Quốc]], nơi họ ở ẩn trong hai năm trước khi trở về. Cuối cùng khi Chun bắt đầu đi học lại trường tiểu học, cậu ấy đã chậm hơn hai năm so với các bạn cùng lớp ban đầu của mình.\n\nNăm 1947, Chun bắt đầu theo học tại trường trung cấp nghề Daegu, cách nhà anh gần 25 km. Chun chuyển đến trường trung học dạy nghề Daegu.\n\n== Sự nghiệp quân sự ==\nSau khi tốt nghiệp trung học năm 1951, Chun trúng tuyển vào [[Học viện Quân sự Hàn Quốc]] (KMA). Trong khi ở đó, ông kết bạn với một số học sinh quan trọng, những người sau này sẽ đóng vai trò công cụ giúp Chun nắm quyền kiểm soát đất nước. Ông tốt nghiệp vào tháng 2 năm 1955 với bằng Cử nhân Khoa học và quân hàm thiếu úy trong khóa 11 của KMA. Sau đó, ông được đào tạo tại Hoa Kỳ, chuyên về [[chiến tranh du kích]] và [[chiến tranh tâm lý]], và kết hôn với Lee Soon-ja, con gái của chỉ huy KMA vào thời điểm ông tham gia, vào năm 1958.\n\nChun, khi đó là đội trưởng, đã dẫn đầu một cuộc biểu tình tại KMA để thể hiện sự ủng hộ đối với cuộc [[đảo chính 16 tháng 5]] do [[Park Chung-hee]] lãnh đạo. Chun sau đó được làm thư ký cho chỉ huy của [[Hội đồng tái thiết quốc gia tối cao]], đặt ông ta trực tiếp dưới quyền của Park. Chun nhanh chóng được thăng cấp thiếu tá vào năm 1962, đồng thời tiếp tục có những người bạn và người quen mạnh mẽ. Khi còn là thiếu tá, Chun là phó giám đốc hoạt động của Sở chỉ huy tác chiến đặc biệt, và sau đó làm việc cho Hội đồng tái thiết tối cao một lần nữa với tư cách là Giám đốc Nội vụ. Năm 1963, Chun được trao một vị trí trong [[Cục Tình báo Trung ương Hàn Quốc]] (KCIA) với chức vụ Giám đốc Nhân sự. Đến năm 1969, ông là cố vấn cao cấp của Tổng Tham mưu trưởng Lục quân.\n\nNăm 1970, mang quân hàm đại tá, Chun trở thành chỉ huy trưởng Trung đoàn 29, [[Sư đoàn bộ binh số 9 Hàn Quốc]], tham gia [[chiến tranh Việt Nam]]. Khi trở về Hàn Quốc vào năm 1971, ông được trao quyền chỉ huy Lữ đoàn Lực lượng Đặc nhiệm số 1 (Nhảy dù) và sau đó được thăng cấp hàm [[Chuẩn tướng]]. Năm 1976, ông làm Phó Chánh Văn phòng An ninh Phủ Tổng thống và được thăng quân hàm [[Thiếu tướng]] trong thời gian làm việc tại đây. Năm 1978, ông trở thành sĩ quan chỉ huy của Sư đoàn 1 Bộ binh.\n\nCuối cùng, năm 1979, ông được bổ nhiệm làm Tư lệnh Bộ Tư lệnh An ninh, chức vụ quân sự cao nhất của ông.\n\n== Lên nắm quyền ==\n\n=== Ám sát Tổng thống Park Chung-hee ===\nVào ngày [[26 tháng 10]] năm [[1979]], [[Tổng thống Hàn Quốc]] [[Park Chung-hee]] bị [[Kim Jae-kyu]], Giám đốc KCIA, ám sát khi đang dự tiệc tối. Một cách bí mật, Kim đã mời Tướng [[Jeong Seung-hwa]], Tham mưu trưởng Lục quân và Kim Jeong-seop, Phó Giám đốc KCIA, cũng ăn tối trong một căn phòng khác vào đêm đó. Mặc dù [[Jeong Seung-hwa]] không có mặt cũng như không tham gia vào vụ bắn Tổng thống, nhưng sự tham gia của ông sau đó đã chứng tỏ rất quan trọng. Trong sự hỗn loạn sau đó, [[Kim Jae-kyu]] đã không bị bắt trong nhiều giờ, vì chi tiết của vụ việc ban đầu không rõ ràng.\n\nSau một số bối rối về các thủ tục hiến pháp để kế nhiệm tổng thống, Thủ tướng Choi Kyu-ha cuối cùng đã lên nắm giữ vị trí Quyền Tổng thống. Ngay sau đó, Jeong đã bổ nhiệm Ban chỉ huy an ninh của Chun để điều tra vụ ám sát bí ẩn. Chun ngay lập tức ra lệnh cho cấp dưới của mình lập kế hoạch thành lập một \"Trụ sở điều tra chung\" toàn năng.\n\nVào ngày 27 tháng 10, Chun gọi cho một cuộc họp tại văn phòng chỉ huy của mình. Được mời là bốn cá nhân chủ chốt hiện chịu trách nhiệm thu thập thông tin tình báo trên toàn quốc: Phó Giám đốc Đối ngoại KCIA, Phó Giám đốc Đối nội KCIA, Bộ trưởng Tư pháp và Cảnh sát trưởng Quốc gia. Chun đã cho từng người khám xét ở cửa trên đường vào, trước khi cho họ ngồi và thông báo cho họ về cái chết của Tổng thống. Chun tuyên bố KCIA chịu hoàn toàn trách nhiệm về vụ ám sát Tổng thống, và tổ chức của nó do đó đang bị điều tra về tội ác này. Chun tuyên bố rằng KCIA sẽ không còn được phép sử dụng ngân sách của riêng mình:\n\n{{quote|Đối với KCIA \"tiếp tục toàn quyền quyết định ngân sách của họ là không thể chấp nhận được. Vì vậy, họ chỉ được phép thực thi nhiệm vụ của mình khi nhận được sự ủy quyền từ Trụ sở Điều tra Chung.\"|Chun Doo-hwan, Chỉ huy trưởng Bộ chỉ huy An ninh và Điều tra chung, ngày 27 tháng 10 năm 1979}}\n\nChun sau đó ra lệnh gửi tất cả các báo cáo tình báo đến văn phòng của anh ta lúc 8 giờ sáng và 5 giờ chiều hàng ngày, để anh ta có thể quyết định thông tin nào sẽ đưa ra chỉ huy cao hơn. Trong một động thái, Chun đã nắm quyền kiểm soát toàn bộ các tổ chức tình báo của quốc gia. Chun sau đó giao Phó Giám đốc Đối ngoại của KCIA phụ trách điều hành hoạt động kinh doanh hàng ngày của KCIA.\n\nThiếu tá Park Jun-kwang, làm việc dưới quyền Chun vào thời điểm đó, sau đó đã nhận xét:\n\n{{quote|Trước những tổ chức quyền lực nhất dưới thời tổng thống Park Chung-hee, tôi ngạc nhiên về việc [Chun] giành được quyền kiểm soát chúng dễ dàng như thế nào và ông ấy đã tận dụng hoàn cảnh một cách khéo léo như thế nào. Trong khoảnh khắc, ông ta dường như đã trở thành một người khổng lồ.|Park Jun-kwang, được giao nhiệm vụ Chỉ huy An ninh và Trụ sở Điều tra Chung}}\n\nTrong quá trình điều tra và lo lắng cho phúc lợi của gia đình Tổng thống Park, Chun đã đích thân đưa tiền (500.000 đô la Mỹ) từ quỹ tài trợ của Park cho [[Park Geun-hye]] (con gái Tổng thống [[Park Chung-hee]]), lúc đó mới 27 tuổi. Tướng Jeong đã khiển trách ông về điều này.\n\n=== Đảo chính 12 tháng 12 ===\n\n=== Phong trào dân chủ Gwangju ===\n{{Further|Phong trào Dân chủ Gwangju}}\nVào ngày 17 tháng 5 năm 1980, Chun mở rộng thiết quân luật trên toàn quốc do có tin đồn về việc Triều Tiên xâm nhập vào Hàn Quốc. Để thực thi thiết quân luật, quân đội đã được điều động đến nhiều vùng khác nhau của đất nước. KCIA đã thao túng những tin đồn này dưới sự chỉ huy của Chun. Tướng [[John A. Wickham]] (Lực lượng vũ trang Hoa Kỳ tại Hàn Quốc) báo cáo rằng đánh giá bi quan của Chun về tình hình trong nước và sự căng thẳng của ông về mối đe dọa từ Triều Tiên dường như chỉ là cái cớ để chuyển đến [[Nhà Xanh]] (nơi ở của tổng thống Hàn Quốc). Việc mở rộng thiết quân luật đã đóng cửa các trường đại học, cấm các hoạt động chính trị và hạn chế hơn nữa báo chí. Sự kiện ngày 17 tháng 5 có nghĩa là sự khởi đầu của một chế độ độc tài quân sự khác.\n\nNhiều người dân thị trấn ngày càng không hài lòng với sự hiện diện của quân đội trong thành phố của họ, và vào ngày 18 tháng 5, công dân của Gwangju đã nổi dậy, tổ chức [[Phong trào Dân chủ hóa Gwangju]]. Chun đã ra lệnh trấn áp ngay lập tức, điều quân đội có xe tăng và trực thăng vũ trang đến để chiếm lại Tòa thị chính và ra lệnh cho quân đội tập trung toàn lực. Điều này dẫn đến một cuộc thảm sát đẫm máu trong hai ngày tiếp theo, cuối cùng dẫn đến sự sụp đổ của Phong trào Dân chủ hóa Gwangju và cái chết của ít nhất 200 nhà hoạt động Gwangju. Vì vậy, ông được nhiều người, đặc biệt là các sinh viên gọi là \"Người đồ tể của Gwangju\".\n\n=== Con đường lên chức tổng thống ===\nVào tháng 6 năm 1980, Chun ra lệnh giải tán Quốc hội. Sau đó, anh ta thành lập Ủy ban Đặc biệt về Các biện pháp An ninh Quốc gia (SCNSM), một tổ chức giống như quân đội, và tự nhận mình làm thành viên. Vào ngày 17 tháng 7, ông từ chức Giám đốc KCIA và sau đó chỉ giữ chức vụ thành viên ủy ban.\n\nVào ngày 5 tháng 8, với toàn quyền kiểm soát quân đội, ông đã thăng cấp hiệu quả cho mình lên Tướng bốn sao và vào ngày 22 tháng 8, ông được giải ngũ về quân đội dự bị.\n\n== Tổng thống (1980-1987) ==\n\n=== Chính sách ===\nVào tháng 8 năm 1980, [[Choi Kyu-hah]], người từ lâu đã trở thành một người bù nhìn, tuyên bố rằng ông sẽ từ chức tổng thống. Vào ngày 27 tháng 8, Hội nghị Thống nhất Quốc gia, cử tri đoàn của quốc gia, đã tập trung tại Nhà thi đấu Jangchung. Chun là ứng cử viên duy nhất. Trong số 2525 thành viên, 2524 đã bỏ phiếu cho Chun với 1 phiếu được coi là không hợp lệ, do đó với tỷ lệ 99,99% ủng hộ (vào thời điểm đó, nhiều người suy đoán rằng 1 phiếu không hợp lệ được cố tình gian lận để phân biệt Chun với Kim Nhật Thành của Triều Tiên, người thường xuyên tuyên bố ủng hộ 100% trong các cuộc bầu cử của Triều Tiên). Ông chính thức nhậm chức vào ngày 1 tháng 9 năm 1980.\n\nVào ngày 17 tháng 10, ông đã bãi bỏ tất cả các đảng phái chính trị - bao gồm cả Đảng Cộng hòa Dân chủ của Park, về cơ bản đã cai trị đất nước như một nhà nước độc đảng kể từ khi Hiến pháp Yushin được áp dụng. Vào tháng 11, ông đã thực hiện Chính sách Sáp nhập và Hủy bỏ Báo chí. Vào tháng 1 năm 1981, Chun thành lập đảng của riêng mình, Đảng Công lý Dân chủ; tuy nhiên, đối với tất cả các ý định và mục đích, đó là Đảng Cộng hòa Dân chủ của Park Chung-hee dưới một cái tên khác. Ngay sau đó, một hiến pháp mới được ban hành, mặc dù ít độc đoán hơn nhiều so với Hiến pháp Yusin của Park, nhưng vẫn trao quyền lực khá rộng rãi cho tổng thống.\n\nSau đó, ông được Hội nghị Quốc gia bầu lại làm tổng thống vào tháng Hai năm đó, chiếm 90% phiếu bầu của các đại biểu chống lại ba ứng cử viên nhỏ. Tuy nhiên, cuộc bầu cử của Chun là một kết luận bị bỏ qua sau khi DJP giành được đa số ghế tại cuộc bầu cử Hội nghị Quốc gia hai tuần trước đó, với số ghế gấp ba lần đảng độc lập và gấp chín lần số ghế của Đảng Dân chủ Triều Tiên đối lập. \n\n=== Giác thư tên lửa ===\nNăm 1980, trong bối cảnh căng thẳng gia tăng với Hoa Kỳ về việc tiếp quản quân đội của mình, Tổng thống Chun đã ban hành một bản ghi nhớ nêu rõ rằng đất nước của ông sẽ không phát triển tên lửa có tầm bắn xa hơn 180 km hoặc có khả năng mang đầu đạn nặng hơn 453 kg. Sau khi nhận được lời hứa này, chính quyền Reagan đã quyết định công nhận hoàn toàn chính quyền quân sự của Chun.\n\nVào cuối những năm 1990, Hàn Quốc và Mỹ đã tổ chức các cuộc đàm phán về vấn đề này và thay vì hủy bỏ hoàn toàn bản ghi nhớ, họ đã đi đến một thỏa thuận cho phép tên lửa có tầm bắn lên đến 300 km và khả năng mang đầu đạn nặng 500 kg. Thỏa hiệp này có hiệu lực vào năm 2001 với tên gọi Chế độ Kiểm soát Công nghệ Tên lửa.\n\n== Chấm dứt thời kỳ Đệ Ngũ Cộng hoà ==\n=== Noh Shin-young ===\n=== Dân chủ hóa ===\n\n== Nghỉ hưu ==\n\n=== Kim Young-sam ===\nSau khi Kim Young-sam nhậm chức Tổng thống vào năm 1993, Kim tuyên bố rằng Chun Doo-hwan và [[Roh Tae-woo]] đã đánh cắp 400 tỷ won (gần 370 triệu USD) từ người dân Hàn Quốc và ông sẽ tiến hành các cuộc điều tra nội bộ để chứng minh điều này. Đã có những cáo buộc rằng Kim đã làm điều này để thu hút sự chú ý khỏi sự tham nhũng của chính mình.\n\n=== Xét xử tội phỉ báng và các vấn đề sức khoẻ ===\nVào tháng 3 năm 2020, Chun xuất hiện trong một phiên tòa xét xử tội phỉ báng ở Gwangju về cuốn hồi ký gây tranh cãi của mình, trong đó ông bị cáo buộc phỉ báng các nạn nhân của cuộc đàn áp năm 1980 của mình. Chun đã bác bỏ lời khai của cố linh mục hoạt động, Cho Chul-hyun, và gọi ông là \"Satan đeo mặt nạ\" trong hồi ký của mình. Vị linh mục được cho là đã chứng kiến ​​quân đội bắn vào các công dân từ trực thăng trong chiến dịch trấn áp. Vào ngày 30 tháng 11 năm 2020, Chun bị kết tội phỉ báng Cho Chul-hyun và bị kết án 8 tháng tù giam, 2 năm tù treo.\n\nChun đã tiếp tục kháng cáo bản án nhưng không đến được phiên tòa phúc thẩm lần thứ nhất và thứ hai diễn ra vào ngày 10 tháng 5 và ngày 14 tháng 6 năm 2021. và yếu đuối. Chun rời phòng xử án chỉ 25 phút sau phiên xử do khó thở. Ông đã trả lời một số câu hỏi của thẩm phán với sự giúp đỡ của vợ mình và được nhìn thấy ngủ gật. Một bản tin Yonhap vào ngày 21 tháng 8 cho biết Chun được chẩn đoán mắc bệnh đa u tủy.\n\n== Qua đời và tang lễ ==\nÔng qua đời tại nhà riêng ở Yeonhui-dong, [[Seoul]] vào ngày [[23 tháng 11]] năm [[2021]], khoảng một tháng sau cái chết của người kế nhiệm [[Roh Tae-woo]], do biến chứng của bệnh [[ung thư máu]].\n\nVì Chun Doo-hwan chưa bao giờ xin lỗi toàn thể người dân thành phố [[Gwangju]] về vai trò quan trọng của ông trong vụ thảm sát tại thành phố này vào năm 1980 và cả những tội ác mà ông đã gây ra trong quá khứ nên [[Nhà Xanh]] chỉ bày tỏ lời chia buồn riêng với gia đình ông thông qua người phát ngôn và thông báo rằng sẽ không gửi vòng hoa đến cho họ. Chính giới [[Hàn Quốc]], bao gồm cả đảng cầm quyền và đối lập, đều tỏ ra lãnh đạm trước sự ra đi của Chun Doo-hwan, đồng loạt từ chối gửi lời chia buồn chính thức và tuyên bố sẽ không tới viếng lễ tang.\n\nPhủ Tổng thống và Chính phủ cũng quyết định không tổ chức tang lễ cho Chun Doo-hwan theo hình thức quốc tang, mà tang lễ của ông sẽ được gia đình ông tiến hành mà không có sự tham gia của nhiều người, kể cả giới lãnh đạo đất nước.\n\nThi thể của Chun Doo-hwan được đưa đến Bệnh viện Seoul’s Severance, nơi ông được hỏa táng trước khi chôn cất. Theo luật, Chun Doo-hwan không đủ điều kiện để chôn cất tại nghĩa trang quốc gia Seoul vì tiền án tiền sử trong quá khứ của ông. Theo người vợ góa Lee Soon-ja, Chun Doo-hwan đã từng yêu cầu gia đình giảm thiểu quy trình tang lễ, không bao giờ làm lăng mộ cho ông, và rải tro cốt của ông ở những khu vực nhìn ra lãnh thổ miền Bắc Triều Tiên.\n\nVào ngày 23 tháng 11 năm 2021, trong một cuộc họp báo, người phát ngôn Bộ Ngoại giao Trung Quốc [[Triệu Lập Kiên]] đã gửi lời chia buồn ngắn gọn tới gia đình ông Chun Doo-hwan, nêu rõ 'các cuộc trao đổi ngắn với các bên liên quan' mà ông đã thực hiện sau khi thiết lập quan hệ ngoại giao giữa Trung Quốc và Hàn Quốc.\n\nVào ngày 27 tháng 11 năm 2021, trong lễ tang của Chun Doo-hwan, Lee Soon-ja đã đưa ra lời xin lỗi ngắn gọn về \"nỗi đau và vết sẹo\" do chế độ tàn bạo của chồng mình gây ra. Lời xin lỗi của bà lại không đề cập đến vai trò của chồng bà trong  cuộc đàn áp [[Phong trào dân chủ Gwangju|Dân chủ ngày 18 tháng 5 ở Gwangju]]. Do đó, các nhóm công dân liên quan đến phong trào, bao gồm cả những người thân của tang quyến, đã chỉ trích lời xin lỗi của bà là mơ hồ và không đầy đủ, và nói rằng họ sẽ không chấp nhận lời xin lỗi.\n\n== Xem thêm ==\n*[[Đệ Ngũ Đại Hàn Dân Quốc]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{start box}}\n{{thứ tự chức vụ\n|chức vụ = [[Tổng thống Hàn Quốc]]\n|trước = [[Choi Kyu-hah]]\n|sau = [[No Tae-u|Roh Tae-woo]]\n|năm = (1980-1988)}}\n{{end box}}\n{{thể loại Commons|Chun Doo-hwan}}\n{{tổng thống Hàn Quốc}}\n{{sơ khai chính khách Hàn Quốc}}\n\n[[Thể loại:Tổng thống Hàn Quốc]]\n[[Thể loại:Đại tướng Quân đội Hàn Quốc]]\n[[Thể loại:Người chống cộng Hàn Quốc]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Tín đồ Phật giáo Hàn Quốc]]\n[[Thể loại:Độc tài quân sự]]\n[[Thể loại:Độc tài]]"}