{"3192405":"{{Thông tin viên chức\n|tên= Chung Tấn Phát\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= Chánh Văn phòng Phủ Thủ tướng\n|bắt đầu= 29\/4\/1975\n|kết thúc= 30\/4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Chuẩn tướng (4\/1975)\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Thủ tướng\n|phó viên chức= [[Vũ Văn Mẫu]]\n\n|chức vụ 2= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phó trưởng phòng tại Bộ Quốc phòng\n|bắt đầu 2= 1\/1973\n|kết thúc 2= 4\/1975\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= [[Hình: QD IV VNCH.jpg|22px]]<br>Tham mưu trưởng Quân đoàn IV\n|bắt đầu 3= 6\/1971\n|kết thúc 3= 1\/1973\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá (6\/1971)\n|địa hạt 3= Quân khu IV\n\n|chức vụ 4= [[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|22px]]<br>Tham mưu trưởng Sư đoàn Bộ binh\n|bắt đầu 4= 11\/1967\n|kết thúc 4= 6\/1971\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Trung tá (11\/1967)\n|địa hạt 4=\n\n|chức vụ 5= Trung đoàn trưởng Trung đoàn Bộ binh\n|bắt đầu 5= 6\/1965\n|kết thúc 5= 11\/1967\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá (11\/1963)<br>-Trung tá\n|địa hạt 5=\n\n|quốc tịch= {{USA}}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= [[Fountain Valley, California]], [[California]], [[Hoa Kỳ]]\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|họ hàng= -Các anh:<br>-Chung Tấn Thắng<br>-[[Chung Tấn Cang]]<br>-Chung Tấn Cường<br>-Em gái: Chung Thị Đạt\n|con= -Chung Tấn Nhơn, Chung Tấn Nghĩa, Chung Tấn Phước, Chung Tấn Thiện, Chung Tấn Khiêm.\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông tại Sài Gòn<br>-Trường Sĩ quan Trừ bị Thủ Đức\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[4 tháng 6]] năm [[1932]]\n|ngày mất= [[18 tháng 4]] năm [[2021]]\n|nơi sinh= [[Gia Định]], [[Việt Nam]]\n|nơi mất= [[Fountain Valley, California|Fountain Valley]], [[California]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1953]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|20px]] [[Lục quân Việt Nam Cộng hòa|Sư đoàn Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Chung Tấn Phát''' (1932-2021), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Sĩ quan Trừ bị do Chính phủ Quốc gia Việt Nam và Quân đội Pháp mở ra ở miền Nam Việt Nam. Ra trường ông được chọn về đơn vị Bộ binh trong Quân đội Liên hiệp Pháp. Sau này ông được chuyển sang phục vụ ở lĩnh vực Tham mưu và Văn phòng.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 4 tháng 6 năm 1932, trong một gia đình Công Giáo, có truyền thống hiếu học tại Gia Định, miền Nam Việt Nam. Năm 1952, ông tốt nghiệp Trung học chương trình Pháp tại Sài Gòn với văn bằng Tú tài bán phần (Part I). Được bổ dụng làm công chức tại Gia Định cho đến ngày gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1953, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia. Theo học khóa 3 Đống Đa 1 tại trường Sĩ quan Trừ bị Thủ Đức. Năm 1954, tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường được chọn phục vụ trong Tiểu đoàn khinh binh Việt Nam với chức vụ Trung đội trưởng.\n\nTháng 8 năm 1954, sau Hiệp định Genève ngày 20 tháng 7, ông được cử giữ chức vụ Đại đội phó, rồi quyền Đại đội trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1955, sau khi Quân đội Quốc gia Việt Nam đổi danh xưng thành Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Trung úy]] và chính thức giữ chức vụ Đại đội trưởng.\n\nĐầu năm 1959, ông được thăng cấp [[Đại úy]] tại nhiệm giữ chức vụ Tiểu đoàn phó, rồi Tiểu đoàn trưởng.\n\nCuối năm 1963, sau cuộc đảo chính lật đổ Chính quyền Tổng thống [[Ngô Đình Diệm]] ngày 1 tháng 11 của nhóm tướng lãnh do Trung tướng [[Dương Văn Minh]] lãnh đạo. Ngày 2 tháng 11, ông được thăng cấp [[Thiếu tá]] tại nhiệm.\n\nTháng 6 năm 1965, ông được cử làm chỉ huy phó Trung đoàn Bộ binh, sau đó được cử chính thức chức vụ Trung đoàn trưởng.\n\nNgày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 năm 1967, ông được thăng cấp [[Trung tá]] và được cử giữ chức vụ Tham mưu trưởng Sư đoàn Bộ binh.\n\nNgày Quân lực 19 tháng 6 năm 1971, ông được thăng cấp [[Đại tá]] tại nhiệm. Sau đó, được bổ nhiệm chức vụ Tham mưu trưởng trong Bộ tư lệnh Quân đoàn IV và Quân khu 4 ở vùng Đồng bằng sông Cửu Long (miền Tây Nam phần).\n\nĐầu năm 1973, ông được chuyển về Trung ương, phục vụ ở Bộ Quốc phòng với chức vụ phó Trưởng phòng.\n\n==1975==\nTrung tuần tháng 4, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Cuối tháng 4, ông được cử làm Chánh văn phòng cho Thủ tướng [[Vũ Văn Mẫu]].\n\nSau ngày 30 tháng 4, ông ra trình diện Chính quyền mới, chính quyền đã đưa ông đi học tập cải tạo 13 năm (1975-1988). Đầu thập niên 90, ông cùng gia đình được Chính phủ Hoa Kỳ bảo lãnh theo diện HO sang định cư tại [[Fountain Valley, California|Fountain Valley]], [[California]].\n\nNgày 18 tháng 4 năm 2021, ông từ trần tại nơi định cư, hưởng thọ 89 tuổi.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Gia đình==\n*Bào huynh: Chung Tấn Thắng<ref>Nguyên là Kỹ sư Việt Nam Cộng hòa<\/ref>, [[Chung Tấn Cang]]<ref>Nguyên Phó Đô đốc, Trung tướng Tư lệnh Quân chủng Hải quân Việt Nam Cộng hòa<\/ref>, [[Chung Tấn Cường (Thiếu tá, Quân lực VNCH)|Chung Tấn Cường]]<ref>Nguyên là Thiếu tá phục vụ trong Quân chủng Không quân Việt Nam Cộng hòa<\/ref>\n*Bào muội: Chung Thị Đạt\n*Các con: Chung Tấn Nhơn, Chung Tấn Nghĩa, Chung Tấn Phước, Chung Tấn Thiện, Chung Tấn Khiêm.\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011) ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại: Sinh năm 1932]]\n[[Thể loại: Mất năm 2021]]\n[[Thể loại: Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại: Người Sài Gòn]]\n[[Thể loại: Người Mỹ gốc Việt]]\n[[Thể loại: Tín hữu Công giáo Việt Nam]]"}