{"2621032":"'''Chuyên chính dân chủ nhân dân''' là sự thống trị về chính trị của nhân dân, bao gồm [[công nhân]], [[nông dân]], tiểu tư sản, [[tư sản dân tộc]] và các cá nhân thân sĩ, lấy công nhân, nông dân và trí thức yêu nước làm nền tảng do [[Đảng Cộng sản]], đại diện tiên phong của [[giai cấp công nhân]] lãnh đạo. Chuyên chính dân chủ nhân dân là thành quả thắng lợi của cách mạng dân tộc dân chủ nhân dân.\n\nChức năng, nhiệm vụ lịch sử của Chuyên chính dân chủ nhân dân là \"chuyên chính dân chủ nhân dân, tức là dân chủ với nhân dân và chuyên chính với kẻ thù của nhân dân... nhân dân lao động nắm chính quyền, chuyên chính với bọn bóc lột, tức là số đông nhân dân lao động chuyên chính với số ít bọn bóc lột... khi bên trong không còn giai cấp, không còn người bóc lột người nữa, và trên cơ sở quyền sở hữu toàn dân về tư liệu sản xuất được thực hiện, con người đã được giáo dục có trình độ tiến lên cộng sản chủ nghĩa và bên ngoài không còn đế quốc nữa, lúc đó chuyên chính không còn lý do tồn tại sẽ trở thành vô dụng và tự thủ tiêu đi\".<ref>https:\/\/vksndtc.gov.vn\/UserControls\/Publishing\/News\/BinhLuan\/pFormPrint.aspx?UrlListProcess=22D48E3E00E317DB107E3706F225B1CE22F006B7C704FC8B6894F6ABCA85660A&ItemID=8034&webP=portal<\/ref>\n\n==Lịch sử==\nLenin là người đầu tiên đưa ra ý tưởng về sự kết hợp giữa nền dân chủ nhân dân và chuyên chính vô sản. Theo Lenin thì \"''Chuyên chính vô sản, nghĩa là việc tổ chức đội tiền phong của những người bị áp bức thành giai cấp thống trị để trấn áp bọn áp bức, thì không thể giản đơn đóng khung trong việc mở rộng chế độ dân chủ được. Đồng thời với việc mở rộng rất nhiều chế độ dân chủ - lần đầu tiên biến thành chế độ dân chủ cho người nghèo, chế độ dân chủ cho nhân dân chứ không phải cho bọn nhà giàu - chuyên chính vô sản còn thực hành một loạt biện pháp hạn chế quyền tự do đối với bọn áp bức, bọn bóc lột, bọn tư bản''\"<ref>[http:\/\/www.tapchicongsan.org.vn\/Home\/Xay-dung-nha-nuoc-phap-quyen\/2007\/1091\/Quan-diem-cua-VI-Lenin-ve-nha-nuoc-va-van-de-xay.aspx Quan điểm của V.I. Lê-nin về nhà nước và vấn đề xây dựng nhà nước pháp quyền xã hội chủ nghĩa Việt Nam], Tạp chí Cộng sản, 12\/6\/2007<\/ref>. Khái niệm này nổi tiếng nhất và trở thành phổ biến khi được [[Mao Trạch Đông]] sử dụng ngày 30 tháng 6 năm 1949, nhân kỷ niệm 28 năm thành lập [[Đảng Cộng sản Trung Quốc]]. Trong bài phát biểu của mình, Mao đã diễn giải ý tưởng của mình về chế độ \"Chuyên chính dân chủ nhân dân\" cũng như bác bỏ những lời chỉ trích và phản bác về những hậu quả mà ông sẽ phải đối mặt.<ref>MacFarquhar, Roderick; Fairbank, John King (1991). ''Cambridge History of China: The People's Republic, Part 2: Revolutions Within the Chinese Revolution, 1966-1982.'' Cambridge University Press. p. 6.<\/ref>\n\n==Những quốc gia áp dụng==\n===Tại Việt Nam===\nNước [[Việt Nam Dân chủ Cộng hòa]] ra đời năm 1945 là nhà nước Chuyên chính dân chủ nhân dân thực hiện nhiệm vụ [[Chiến tranh Đông Dương|kháng chiến]] và kiến quốc, hoàn thành sự nghiệp [[cách mạng dân tộc dân chủ nhân dân]], tạo tiền đề đưa cả nước quá độ lên [[chủ nghĩa xã hội]].<ref>https:\/\/tuyengiao.vn\/theo-guong-bac\/tu-tuong-ho-chi-minh-ve-dan-chu-va-yeu-cau-cung-co-moi-quan-he-giua-nha-nuoc-va-nhan-dan-trong-giai-doan-130083<\/ref>\n\nTheo giải thích của [[Hồ Chí Minh]], trong bài viết đăng trên [[báo Quân đội nhân dân]], số 316, ngày 8 tháng 2 năm 1957 thì \n:\"''hình thức Nhà nước của nó là [[dân chủ]] [[cộng hòa]], nền tảng của nó là liên minh công nông, giai cấp lãnh đạo của nó là giai cấp công nhân và [[Đảng Lao động Việt Nam]] lãnh đạo duy nhất của nền chuyên chính dân chủ nhân dân là chính đảng của giai cấp công nhân. Nhiệm vụ của chuyên chính dân chủ nhân dân là tiêu diệt thế lực đế quốc và phong kiến, đấu tranh cho nước nhà được thống nhất, chuẩn bị xây dựng nền tảng của chủ nghĩa xã hội. Hướng tiến lên của nó là thực hiện chủ nghĩa xã hội để tiến đến [[chủ nghĩa cộng sản]], trong đó không còn giai cấp bóc lột và giai cấp bị bóc lột, mọi tư liệu sản xuất đều là của chung của xã hội.''<ref>[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=463&leader_topic=981&id=BT30121333265 DÂN CHỦ VÀ CHUYÊN CHÍNH]{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}, Quân đội nhân dân, số 316, ngày 8 tháng 2 năm 1957<\/ref>\n\nChính cương của [[Đảng Lao động Việt Nam]] (tháng 2-1951) đã ghi: \n:\"''Chính quyền của nước Việt Nam Dân chủ Cộng hòa là chính quyền dân chủ nhân dân nghĩa là công nhân, nông dân, tiểu tư sản thành thị, tiểu tư sản trí thức, tư sản dân tộc và các thân sĩ (địa chủ) yêu nước tiến bộ; những tầng lớp nhân dân ấy chuyên chính với đế quốc xâm lược và bọn phản quốc, cho nên nội dung chính quyền đó là nhân dân dân chủ chuyên chính. Chính quyền đó dựa vào mặt trận dân tộc thống nhất, lấy liên minh công nhân, nông dân lao động, trí thức làm nền tảng, do giai cấp công nhân lãnh đạo''\".<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News_English\/News_Detail_E.aspx?CN_ID=206758&CO_ID=30036 Theo tư liệu Đảng Cộng sản]<\/ref>\n\n===Các nước khác===\nTại [[Trung Quốc]], khái niệm này được đưa vào Hiến pháp. [[Mao Trạch Đông]] cho rằng \"chuyên chính dân chủ nhân dân\" là khái niệm kế thừa [[chủ nghĩa Marx-Lenin]]. Năm 1905, [[Lenin]] đã từ chối áp dụng phương án \"''Công nông Cách mạng Dân chủ Chuyên chính''\" trên toàn Nga là chế độ [[Chuyên chính vô sản|Vô sản chuyên chính]]. Những năm 20-30 của thế kỷ thứ 20 [[Đảng Cộng sản Trung Quốc]] và đảng cộng sản một số nước châu Á đã vận dụng khái niệm này để chỉ đạo phong trào cách mạng tại nước họ.\n\n==Tham khảo==\n{{tham khảo}}\n==Xem thêm==\n* [[Chuyên chính vô sản]]\n\n[[Thể loại:Hồ Chí Minh]]\n[[Thể loại:Triết học Mác - Lênin]]\n[[Thể loại:Dân chủ]]\n[[Thể loại:Cộng sản]]\n[[Thể loại:Độc tài]]\n[[Thể loại:Chính trị Trung Quốc]]\n[[Thể loại:Thuật ngữ tiếng Trung Quốc]]\n[[Thể loại:Áp bức của Cộng sản]]\n[[Thể loại:Áp bức chính trị ở Trung Quốc]]"}