{"324796":"{{Thông tin đơn vị hành chính Việt Nam |xã\n| tên = Chàng Sơn\n| hình =[[File:Quạt giấy Chàng Sơn.jpg|nhỏ|Quạt Chàng Sơn]] \n| ghi chú hình = \n| vĩ độ = 21.038112\n| kinh độ = 105.600836\n| diện tích = 2,5km²\n| dân số = 12.987 người\n| thời điểm dân số = 2021\n| mật độ dân số = 5.194 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Thạch Thất]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09985<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n|biệt danh=|cỡ hình=}}\n\n'''Chàng Sơn''' là một xã thuộc huyện [[Thạch Thất]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý - Hành chính==\nXã nằm cách huyện lỵ [[Liên Quan]] khoảng 3&nbsp;km về phía Đông nam, cách trung tâm [[Hà Nội]] 27&nbsp;km về phía Tây bắc. Phía Đông và Nam giáp xã [[Thạch Xá]], phía Tây giáp các xã [[Cần Kiệm]], [[Kim Quan]], [[Liên Quan]]; phía Bắc giáp các xã [[Hương Ngải]], [[Canh Nậu]].{{cần dẫn nguồn}}\n\nDiện tích xã xấp xỉ khoảng 2,5&nbsp;km².\n\n==Dân cư==\nDân số gần 12.987 người, mật độ dân số 5.194 người\/km², đại đa số là người Kinh, 98% dân số không theo đạo, còn một bộ phận nhỏ theo đạo Thiên Chúa và đạo Tràng.{{cần dẫn nguồn}}\n\n==Lịch sử==\nNguyên tên Nôm xưa của xã là '''làng Chàng''', được cho là bắt nguồn từ tên một dụng cụ làm mộc cổ là ''đục Chàng Chảy''. Về sau, làng được gọi theo âm Hán Việt là '''Chàng Thôn''', rồi biến âm thành '''Chàng Sơn''' như ngày nay.\n\nThời điểm thành lập làng Chàng chưa được xác định chính thức vì chưa tìm được tài liệu lịch sử nào ghi chép lại. Hiện tại, có hai giả thuyết khác nhau về thời điểm thành lập làng.\n\n===Giả thuyết thứ nhất===\nThuyết này cho rằng làng Chàng được thành lập từ thời kỳ [[Hùng Vương]], căn cứ vào truyền thuyết về một người thợ mộc tên là Sần (Phó Sần) ở làng Chàng xưa từng dẫn một đoàn thợ mộc lên [[dãy núi Ba Vì|núi Ba Vì]] để làm đền, đài cho thánh [[Sơn Tinh|Tản Viên]] là con rể của vua Hùng Vương thứ 18 (tức Hùng Duệ Vương). Theo thuyết này thì làng Chàng đã có từ cách nay khoảng 2.300-2.500 năm. Câu chuyện cụ Phó Sần từng được nhà văn [[Nguyễn Tuân]] đề cập trong tác phẩm \"Vang bóng một thời\".\n\n===Giả thuyết thứ hai===\nThuyết này dựa trên thuyết thứ nhất để nêu thành luận điểm: Một tụ điểm dân cư sinh sống và phát triển đến mức đã có một nghề thợ mộc như vậy thì tụ điểm dân cư đó không phải là mới thành lập vào thời kỳ Hùng Vương được mà phải là phải được thành lập trước đó hàng nghìn năm, nghĩa là từ thời kỳ Văn Lang - Âu Lạc hay chí ít cũng là vào thời kỳ đầu dựng nước Văn Lang.{{cần dẫn nguồn}}\n\nTuy vậy, như đã nêu ở trên, đấy chỉ là những giả thuyết. Mặc dù vậy, các học giả đều thống nhất xã Chàng Sơn là một trong những xã của huyện Thạch Thất có nền văn hiến từ xa xưa.{{cần dẫn nguồn}}\n\n==Kinh tế==\nChàng Sơn là một xã người nhiều ruộng ít nên kinh tế chính của xã không từ nghề nông mà từ các nghề phụ, trong đó nghề mộc là chủ yếu. Từ xưa, Chàng Sơn nổi tiếng khắp [[Sơn Tây (tỉnh Việt Nam)|Xứ Đoài]] xưa là dân \"bách nghệ\". Có những nghề rất độc đáo, nổi tiếng như nghề mộc, nghề làm quạt, nghề tạc tượng, làm nhà cổ nhà gỗ, nghề nề, nghề sơn... Nghề mộc truyền thống ở Chàng Sơn đã trở thành nghề chính của người dân trong xã chiếm 54,6% giá trị sản xuất, nông nghiệp chỉ chiếm 5,6%, còn lại là thương mại và dịch vụ.{{fact|date = ngày 6 tháng 1 năm 2013}}\n\nBàn tay tài hoa của người thợ Chàng Sơn còn lưu dấu trên một số công trình nổi tiếng của Việt Nam như: Kiến trúc gỗ và 18 pho tượng La hán [[Chùa Tây Phương]], và Văn Miếu Quốc Tử Giám... Những dấu ấn tài hoa đấy vẫn còn lưu lại ít nhiều tại Chàng Sơn ngày nay như:\n* Nghề mộc, chạm truyền thống: tủ chè, tràng kỷ, sập, phản, giường, cầu thang, đồ thờ...<ref>[http:\/\/www.ktdt.com.vn\/newsdetail.asp?NewsId=85650&CatId=55]{{Liên kết hỏng|date=2021-02-11|bot=InternetArchiveBot}}<\/ref>\n* Nghề múa rối nước, làm rối nước <ref>[http:\/\/www.baodatviet.vn\/Home\/Roi-nuoc-Chang-Son-cuoc-choi-200-nam\/20085\/6412.datviet]{{Liên kết hỏng|date=2021-02-11|bot=InternetArchiveBot}}<\/ref>\n* Nghề làm tượng gỗ, tượng Phật \n* In ấn: tổ tôm, tú lơ khơ, tam cúc...{{fact|date = ngày 6 tháng 1 năm 2013}}\n* Làm quạt nan, quạt giấy, quạt gỗ mỹ nghệ...\n* Mây tre giang đan...{{fact|date = ngày 6 tháng 1 năm 2013}}\n* Đồ nông nghiệp: gàu tát nước, đòn gánh, thúng, mủng, long, nia...{{fact|date = ngày 6 tháng 1 năm 2013}}\n* Khắc bàn in, làm nhà, làm đình, chùa...\n*\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Thạch Thất}}"}