{"83213":"{{bài cùng tên|Châu Thành (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Châu Thành\n| hình = Vuonthanhlong.jpg\n| ghi chú hình = Một cánh đồng thanh long tại huyện Châu Thành\n| vị trí lấy tọa độ =\n| vĩ độ = 10\n| vĩ phút = 27\n| vĩ giây = 52\n| kinh độ = 106\n| kinh phút = 30\n| kinh giây = 00\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 155,24 km²\n| dân số = 109.812 người<ref name=\"DSVN2019\"\/>\n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị = 6.552 người (6%)\n| dân số nông thôn = 103.260 người (94%)\n| mật độ dân số = 707 người\/km²\n| dân tộc =\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Long An]] \n| huyện lỵ = thị trấn [[Tầm Vu (thị trấn)|Tầm Vu]] \n| thành lập = \n| phân chia hành chính = 1 thị trấn, 12 xã\n| trụ sở UBND = Đường Đỗ Tường Tự (tỉnh lộ 827A), khu phố 2, thị trấn Tầm Vu\n| mã hành chính = 808<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 62-K1\n| web = {{url|chauthanh.longan.gov.vn}}\n}}\n\n'''Châu Thành''' là một [[huyện]] thuộc tỉnh [[Long An]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Châu Thành nằm ở vị trí cực nam của tỉnh Long An, là huyện giáp ranh thành phố Tân An, cách trung tâm thành phố 12&nbsp;km, cách [[Thành phố Hồ Chí Minh]] 52&nbsp;km theo tuyến Quốc lộ 1 và 42&nbsp;km theo tuyến Quốc lộ 50, có vị trí địa lý:\n*Phía bắc giáp huyện [[Tân Trụ]] ranh giới là [[sông Vàm Cỏ Tây]]\n*Phía nam giáp huyện [[Chợ Gạo]] và huyện [[Gò Công Tây]], tỉnh [[Tiền Giang]]\n*Phía đông giáp huyện [[Cần Đước]] ranh giới là [[sông Vàm Cỏ]]\n*Phía tây giáp huyện Chợ Gạo, tỉnh Tiền Giang\n*Phía tây bắc giáp thành phố [[Tân An]].\n\nTheo thống kê năm 2019, huyện có diện tích 155,24&nbsp;km², dân số là 109.812 người, mật độ dân số đạt 707 người\/km².<ref name=\"DSVN2019\">{{Chú thích web |url =https:\/\/www.gso.gov.vn\/du-lieu-va-so-lieu-thong-ke\/2020\/11\/ket-qua-toan-bo-tong-dieu-tra-dan-so-va-nha-o-nam-2019\/\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\n===Dân số và nguồn nhân lực===\nDân số trung bình huyện Châu Thành đến năm 2000 là 99.077 người, bằng 7,48% dân số toàn tỉnh, trong đó dân số đô thị là 6.345 người, chiếm 6,4% dân số huyện, mật độ dân số bình quân là 649 người\/km² (tháng 4\/1999). Trong đó, dân số phi nông nghiệp là 15.472 người chiếm 15,67% dân số huyện. Tỷ lệ sinh bình quân thời kỳ từ băn 1991 đến 2000 là 20,96%, tỷ lệ chết bình quân 5,35%, tốc độ tăng dân số bình quân 0,63%. Trong thời kỳ này có giảm cơ học do di dân Đồng Tháp Mười và lao động di chuyển lên Thành phố Hồ Chí Minh.\n\nLao động trong độ tuổi năm 2000 là 50.939 người, chiếm 51,41% dân số huyện. Trong đó lao động đô thị là 3.244 người, chiếm 6,39% lao động trong độ tuổi huyện. Lao động trong khu vực I là 36.991 người chiếm 71,58%, khu vực II là 1.769 người chiếm 3,47%, khu vực III là 1.208 người chiếm 2,37%, số còn lại chưa tham gia lao động.\n\nLao động qua đào tạo là 2.701 người, chiếm 5,3% lao động trong độ tuổi. Trong đó công nhân kỹ thuật và nhân viên nghiệp vụ qua đào tạo 695 người, chiếm 1,36%; trung học chuyên nghiệp có 1.115 người chiếm 2,19%; cao đẳng có 527 người chiếm 1,03%; đại học có 363 người chiếm 0,71%; trên đại học có một người chiếm 0,02%. Tổng lao động qua đào tạo là 2.701 người, chiếm 5,30%. Trong tương lai cần thiết đẩy nhanh hơn nữa tốc độ đào tạo lao động để lao động qua đào tạo đạt từ 12% - 15% lao động trong độ tuổi, chú ý đến hướng nghiệp vào các khu công nghiệp để đối tượng chưa tham gia lao động có cơ hội tham gia lao động.\n\n===Khí hậu===\nHuyện Châu Thành nằm trong vùng nhiệt đới gió mùa, mỗi năm có 2 mùa rõ rệt. Mùa mưa từ tháng 5 đến tháng 11, lượng mưa bình quân từ 1.350 - 1.800 mm\/ năm. Mùa khô từ tháng 12 đến tháng 4 năm sau, nhiệt độ trung bình của năm là 27 °C. Số giờ nắng vào khoảng 2.350 - 2.500 giờ\/năm. Bình quân 6 - 7 giờ\/ngày. Độ ẩm trung bình từ 87% - 89%. Tốc độ gió trung bình 2,8 m\/s, lớn nhất 3,8 m\/s.\n\nHuyện Châu Thành nằm trong vùng Đồng bằng sông Cửu Long nên có ưu thế về nhiệt độ, tổng tích ôn gần 3.000 °C, ánh sáng trên 800 giờ nắng\/năm, lại ít chịu ảnh hưởng của lũ lụt nên thuận lợi trong việc đa dạng hoá cây trồng, thâm canh tăng vụ.\n\n===Thủy văn===\nSông Vàm Cỏ (hợp lưu của sông Vàm Cỏ Đông và Vàm Cỏ Tây) chảy qua địa phận của xã Thuận Mỹ và Thanh Vĩnh Đông thuộc huyện Châu Thành trước khi chảy xuống Gò Công (Tiền Giang) để ra biển.\n\nCác kênh Hòa Phú, rạch Bà Lý, kênh Chiến Lược, kênh 30\/4, sông Vĩnh Công tiếp nhận nước ngọt từ hệ thống rạch Bảo Định và kênh Chợ Gạo, chất lượng nước khá tốt nhưng lưu lượng bị hạn chế.\n\nChâu Thành cũng như các huyện phía nam của tỉnh ít chịu ảnh hưởng của mùa lũ, vào những tháng mưa tập trung (tháng 10, 11) gặp triều cường thì lũ lụt mới xảy ra, thời gian ngắn và mức độ ảnh hưởng không lớn, các xã ven sông như: Thanh Phú Long, Thuận Mỹ, Thanh Vĩnh Đông nền địa hình thấp (từ 0,5 - 0,8m, hệ Hòn Dấu) nằm trong vùng chịu ảnh hưởng của triều cường trong mùa lũ, các xã có nền địa hình cao như Hòa Phú, Vĩnh Công (từ 1,0 - 1,4 m, hệ Hòn Dấu) ít bị ảnh hưởng. Đặc điểm địa hình của huyện Châu Thành là dốc thoai thoải theo hướng Tây Bắc - Đông Nam, cao ở đầu nguồn nước ngọt và thấp ở cuối nguồn. Huyện Châu Thành đã có hệ thống đê bao nên đã ngăn được lũ. Ngập lũ cũng có tác dụng tích cực là đưa nhiều thủy sinh vật vào đồng ruộng, rửa mặn xổ phèn vào tạo phù sa cho đất. Vì vậy, dọc theo đê bao cần có cống điều tiết để kiểm soát mức ngập và thời gian ngập.\n\nNước mặn Biển Đông qua sông Soài Rạp - Vàm Cỏ dẫn sâu vào nội đồng theo 2 hướng chính là sông Vàm Cỏ Tây ở phía bắc và sông Tra ở phía nam. Do xu hướng mực nước biển dâng cao nên xâm nhập mặn cũng có xu hướng tăng nhanh về hàm lượng và thời gian nhiễm mặn. Do các huyện, thị xã phía bắc của vùng Đồng Tháp Mười như các huyện: Vĩnh Hưng, Mộc Hoá, Tân Thạnh, Thạnh Hoá và thị xã Kiến Tường, sử dụng nguồn nước ngọt ngày càng tăng nên độ nhiễm mặn có xu hướng ngày càng tăng.\n\nSông Vàm Cỏ Tây: nước sông bị xâm nhập mặn từ tháng 1 đến tháng 2, hàm lượng mặn 2g\/l, từ tháng 3 đến tháng 5, hàm lượng mặn 4 g\/l.\n\nSông Vàm Cỏ và sông Tra gần Biển hơn nên độ nhiễm mặn cũng cao hơn, khoảng 4g\/l, thời gian nhiễm mặn kéo dài 6 - 7 tháng\/năm.\n\nHuyện Châu Thành đã có hệ thống cống ngăn mặn và điều tiết nước, cần tiếp tục nạo vét kênh, rạch dẫn nước ngọt, bố trí cơ cấu cây trồng, mùa vụ hợp lý để né mặn.\n\n===Địa hình - địa chất===\nCác xã vùng Thượng có địa hình cao như: Long Trì, An Lục Long, Hiệp Thạnh, Vĩnh Công, Hòa Phú,... nền mặt ruộng cao từ 1,0 - 1,4m. Các xã vùng Hạ như: Thanh Vĩnh Đông, Thuận Mỹ, Phú Ngãi Trị, Phước Tân Hưng, Bình Quới,... nền mặt ruộng từ 0,5 - 0,8m, riêng xã Thuận Mỹ có gò cao nằm ở bến đò Thuận Mỹ - Cần Đước, đỉnh gò cao 2,2m.\n\nCao độ trung bình toàn huyện từ 0,8 - 1,2m, cao ở phía đầu nguồn nước ngọt, thấp cuối nguồn, thuận lợi cho công việc dẫn nước ngọt vào đồng ruộng nhưng thấp về cuối sông nên nước mặn cũng dễ xâm nhập.\n\nHuyện Châu Thành có 4 nhóm đất:\n*'''Đất phù sa:''' Diện tích 7.958 ha, chiếm tỷ lệ 53,4%, bao gồm đất phù sa sông Vàm Cỏ có tầng loang lỗ đỏ vàng (chiếm 21%, diện tích 1.650 ha) và đất phù sa sông Cửu Long có tầng loang lỗ đỏ vàng (chiếm 79%, diện tích 6.308 ha). Phân bố khá tập trung ở các xã: Hòa Phú, Vĩnh Công, Hiệp Thạnh, Dương Xuân Hội, Long Trì, An Lục Long và thị trấn Tầm Vu. Đất phù sa có độ pHH20 = 4,5 - 5,5, mùn tầng mặt từ khá đến giàu đạm tổng số từ 0,14 - 0,22, nhiều dinh dưỡng nên canh tác lúa được 2 - 3 vụ\/năm.\n\n*'''Đất mặn:''' Chiếm tỷ lệ 8,09%, diện tích 1.218 ha, bao gồm nhóm đất ít mặn 276 ha (chiếm 23%) và nhóm đất mặn 942 ha (chiếm 77%). Phân bố ở các xã ven sông như: Thuận Mỹ, Thanh Vĩnh Đông, một phần Thanh Vĩnh Long và rãi rác ngoài đê của các xã Bình Qưới, Phú Ngãi Trị. Đất mặn thích hợp với nuôi trồng thủy sản hơn là canh tác lúa.\n\n*'''Đất phèn:''' Chiếm tỷ lệ 9,16%, diện tích 1.378 ha. Phân bố ở các xã ven sông Vàm Cỏ và Vàm Cỏ Tây, xa nguồn nước ngọt nên trồng trọt gặp nhiều khó khăn, muốn canh tác lúa 2 - 3 vụ cần có hệ thống thủy nông hoàn chỉnh, tháu chua rửa phèn, kết hợp với việc sử dụng giống, phân bón, bố trí mùa vụ hợp lý và kỹ thuật canh tác tốt.\n\n*'''Đất líp (đất xáo trộn):''' Chiếm tỷ lệ 24,92%, diện tích 3.751,4 ha. Phân bố hầu như khắp các xã. Đất líp hiện dùng làm đất ở, xây dựng cơ bản, trồng cây lâu năm, cây ăn quả, chủ yếu là cây thanh long, dừa, mãng cầu.\n\n== Hành chính ==\nHuyện Châu Thành có 13 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Tầm Vu (thị trấn)|Tầm Vu]] (huyện lỵ) và 12 xã: [[An Lục Long]], [[Bình Quới]], [[Dương Xuân Hội]], [[Hiệp Thạnh, Châu Thành (Long An)|Hiệp Thạnh]], [[Hòa Phú, Châu Thành (Long An)|Hoà Phú]], [[Long Trì]], [[Phú Ngãi Trị]], [[Phước Tân Hưng]], [[Thanh Phú Long]], [[Thanh Vĩnh Đông]], [[Thuận Mỹ]], [[Vĩnh Công]].\n\n{| cellpadding=\"0\" cellspacing=\"6\" width=\"100%\" align=\"center\" style=\"background: #f9f9f9; border: 1px #aaa solid; margin-top: 16px\"\n! colspan=\"3\" style=\"background: #E6E6FA; font-size: 95%;\" | Danh sách các đơn vị hành chính trực thuộc huyện Châu Thành\n|-\n| width=\"50%\" valign=\"top\" style=\"background: #f9f9f9;\"|\n{| cellpadding=\"1\" cellspacing=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: center;\" width=\"100%\"\n|-\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style=\"border-bottom: 2px solid #CCCCFF;\" | Diện tích (km²)!! style=\"border-bottom: 2px solid #CCCCFF;\" | Dân số<sup>2014<\/sup> (người)<ref name=\"số liệu\">Số liệu của UBND huyện Châu Thành<\/ref>\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Thị trấn (1)''' \n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Tầm Vu (thị trấn)|Tầm Vu]]|| 3,44||8.500\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Xã (12)'''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[An Lục Long]]|| 17,38 ||15.222\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Bình Quới]]||7,08||6.861\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Dương Xuân Hội]]||6,73||5.353\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hiệp Thạnh, Châu Thành (Long An)|Hiệp Thạnh]]||12,98||8.728\n|-\n|}\n| width=\"50%\" valign=\"top\" style=\"background: #f9f9f9;\" |\n{| cellpadding=\"1\" cellspacing=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: center;\" width=\"100%\"\n|-\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style=\"border-bottom: 2px solid #CCCCFF;\" | Diện tích (km²)!! style=\"border-bottom: 2px solid #CCCCFF;\" | Dân số<sup>2014<\/sup> (người)<ref name=\"số liệu\"\/>\n |-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hòa Phú, Châu Thành (Long An)|Hoà Phú]]||9,18||6.481\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Long Trì]]||9,64||8.164\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Phú Ngãi Trị]]||13,27||7.262\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Phước Tân Hưng]]||13,75||7.229\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Thanh Phú Long]]||19,98||14.601\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Thanh Vĩnh Đông]]||11,37||7.940\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Thuận Mỹ]]||21,96||13.781\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Vĩnh Công]]||8,44||6.740\n|-\n|}\n|}\n\n== Lịch sử ==\n=== Vài nét về địa danh Châu Thành ===\n{{main|Châu Thành}}\nTrong văn học dân gian ở Nam Bộ có khá nhiều câu sử dụng từ \"châu thành\", mặc dù trong văn bản được viết hoa, nhưng \"châu thành\" ở đây được dùng như là một danh từ chung, chỉ nơi phố xá đông đúc, văn minh. Từ \"châu thành\" vốn là một từ Hán-Việt, được sử dụng khá phổ biến ở Nam Bộ. Khái niệm \"châu thành\" có thể hiểu là: \n*Phố phường, thành thị, nơi dân cư đông đúc\n*Khu vực chính một xứ hay một tỉnh\n*Vùng đất bao quanh, ở cạnh thành phố, thị xã, đơn vị hành chính cấp huyện.\n\nSau khi chiếm nốt 3 tỉnh miền Tây Nam Kỳ, ngày [[5 tháng 6]] năm [[1867]], thực dân Pháp ra nghị định chia 6 tỉnh Nam Kỳ ra 24 hạt tham biện (''arondissemnent''). Viên cai trị hạt là tham biện (''inspecteur'', sau đổi là ''administrateur''). Lỵ sở của hạt gọi là \"châu thành\", có chức năng như một \"trung tâm hành chính\" của hạt. Bắt đầu từ năm [[1912]], địa danh Châu Thành chính thức được đặt tên cho nhiều đơn vị hành chính cấp quận ở các tỉnh Nam Kỳ.\n\nBan đầu, \"châu thành\" chỉ các trung tâm hành chính, nơi có chợ búa, các cơ quan của hạt tham biện trú đóng. Sau khi thành lập các thị xã với chức năng \"tỉnh lỵ\", nó chiếm một phần diện tích của \"châu thành\", phần diện tích còn lại vẫn giữ tên cũ là quận Châu Thành và sau này là huyện Châu Thành. Hiện nay các thị xã tỉnh lỵ đó đều đã được nâng cấp trở thành các thành phố trực thuộc tỉnh.\n\nHuyện Châu Thành thuộc tỉnh [[Long An]] ngày nay chính là quận Châu Thành thuộc [[Tân An (tỉnh)|tỉnh Tân An]] thời Pháp thuộc, đồng thời cũng là quận Bình Phước thuộc tỉnh Long An cũ thời [[Việt Nam Cộng Hòa|VNCH]]. Địa bàn [[Tân An|thành phố Tân An]] ngày nay khi đó vẫn nằm trong quận Châu Thành.\n\n[[Tập tin:Thanh long Tầm Vu.jpg|nhỏ|250px|Cây thanh long là cây trồng chính của huyện Châu Thành]]\n\nDưới thời chúa Sãi [[Nguyễn Phúc Nguyên]] (1613-1635) khi [[nhà Nguyễn]] kéo vào lập đồn binh ở Sài Gòn (tức thành phố Hồ Chí Minh ngày nay), năm 1923 huyện Châu Thành ngày nay thuộc phủ Gia Định còn rất hoang vu, Khi Nguyễn Hữu Cảnh lập Gia Định phủ và đưa dân từ các phủ Ngũ Quảng (Quảng Bình, Quảng Trị, Quảng Nam, Quảng Ngãi, Quảng Tín) vào Nam khai hoang, người Việt đi khai hoang lập ấp ở đan xen với các tộc người địa phương thuộc ngữ hệ Khơ-me và Mã-lai. Từ năm 1699 trở đi huyện Châu Thành chính thức thuộc Vũng Gù (thành phố Tân An ngày nay) nằm trong huyện [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], dinh Phiên Trấn, phủ Gia Định.\n\nNăm [[1705]], [[Nguyễn Cửu Vân]] lập đồn điền ở Vũng Gù vào đào kênh thông từ Vàm Cỏ Tây sang Mỹ Tho (gọi là sông Bảo Định ngày nay).\nNăm [[1802]], Gia Long đổi phủ Gia Định thành trấn Gia Định, huyện Châu Thành ngày nay thuộc Vũng Gù, huyện Tân Bình, trấn Phiên An, phủ Bình Thuận\nNăm [[1832]], huyện Châu Thành thuộc phủ Tân An, phủ lỵ đóng tại chợ Cai Tài, huyện lỵ Tân Thạnh đóng tại thôn Kỳ Sơn, làng Kỳ Xuyên (nay thuộc xã Bình Quới).\nNăm [[1868]], phủ lỵ dời về Vũng Gù (thành phố Tân An ngày nay) và huyện Châu Thành trở thành huyện Tân Thạnh với 2 tổng: Tổng Thanh Mục Thượng và Tổng Thạnh Hội Hạ.\n\nTheo Nghị định ngày 29\/11\/1923 (do ông Lacognaco-người Pháp ký) đã thành lập một số làng ở huyện Châu Thành gồm:\n*Làng Hoà Điều, làng Đa Phú (xã Hoà Phú ngày nay).\n*Làng Bình Công Tây, làng Vĩnh Bình (xã Vĩnh Công ngày nay).\n*Làng Bình Hạp, làng Gia Thạnh (xã Hiệp Thạnh ngày nay).\n*Làng Dương Xuân, xóm Gia Hội (thôn Hội Hưng), (xã Dương Xuân Hội ngày nay).\n*Làng Tân Lục, làng An Tập, làng Tân Long (xã An Lục Long ngày nay).\n*Làng Thuận Lễ, làng Chí Mỹ (xã Thuận Mỹ ngày nay).\n*Làng Vĩnh Thới, làng Xuân Đông (xã Thanh Vĩnh Đông ngày nay).\n*Làng Bình Phước, làng Tân Bình, xóm Đồng Hưng (xã Phước Tân Hưng ngày nay).\n*Làng Ngãi Phú, làng Bình Trị (xã Phú Ngãi Trị ngày nay).\n*Làng Kỳ Xuyên, làng Bình Quới (xã Bình Quới ngày nay).\n*Làng Long Trì (xã Long Trì ngày nay).\nĐến năm 1956, chính quyền Sài Gòn sáp nhập 2 tỉnh Tân An và Chợ Lớn thành tỉnh Long An, sau đó đổi tên huyện Châu Thành thành quận Bình Phước, nhưng thời ấy Mặt trận dân tộc giải phóng Miền Nam vẫn giữ nguyên tên gọi huyện Châu Thành, lúc đó huyện có 17 xã gồm: Thanh Vĩnh Đông, Thuận Mỹ, Thanh Phú Long, An Lục Long, Dương Xuân Hội, Long Trì, Hiệp Thạnh, Vĩnh Công, Hoà Phú, Bình Quới, Bình Lập, Bình Tâm, An Vĩnh Ngãi, Lợi Bình Nhơn, Phước Tân Hưng, Phú Ngãi Trị, Khánh Hậu.\n\nSau ngày giải phóng hoàn toàn miền Nam [[1975]], tỉnh quyết định tách 2 xã Lợi Bình Nhơn và Khánh Hậu về huyện Thủ Thừa.\n\nNăm [[1976]], thị xã Tân An được thành lập trên cơ sở tách toàn bộ diện tích và dân số của xã Bình Lập (ngày nay là các phường: 1, 2, 3, 4 và 1 phần phường 7, tp Tân An)\n\nQuyết định 54-CP<ref>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-54-CP-hop-nhat-mot-so-huyen-thuoc-tinh-Long-An-vb17695t17.aspx QUYẾT ĐỊNH VỀ VIỆC HỢP NHẤT MỘT SỐ HUYỆN THUỘC TỈNH LONG AN]<\/ref> ngày [[11 tháng 3]] năm [[1977]] của Hội đồng Chính phủ sáp nhập huyện Châu Thành với huyện [[Tân Trụ]] thành huyện [[Vàm Cỏ (huyện)|Tân Châu]].\n\nQuyết định 298\/CP<ref>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-298-CP-chia-huyen-Moc-Hoa-tinh-Long-An-thanh-huyen-Moc-Hoa-huyen-Tan-Thanh-doi-ten-huyen-Tan-Chau-cung-tinh-thanh-huyen-Vam-Co-vb44190t17.aspx QUYẾT ĐỊNH CỦA HỘI ĐỒNG CHÍNH PHỦ SỐ 298 - CP NGÀY 19 THÁNG 9 NĂM 1980 VỀ VIỆC CHIA HUYỆN MỘC HOÁ THUỘC TỈNH LONG AN THÀNH HUYỆN MỘC HOÁ VÀ HUYỆN TÂN THẠNH VÀ ĐỔI TÊN HUYỆN TÂN CHÂU CÙNG TỈNH THÀNH HUYỆN VÀM CỎ]<\/ref> ngày [[19 tháng 9]] năm [[1980]] của Hội đồng Chính phủ đổi tên huyện [[Vàm Cỏ (huyện)|Tân Châu]] thành huyện [[Vàm Cỏ (huyện)|Vàm Cỏ]].\n\nNgày [[14 tháng 1]] năm [[1983]], chuyển 2 xã: An Vĩnh Ngãi và Bình Tâm về [[Tân An|thị xã Tân An]] quản lý.<ref name=HDBT05>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-05-HDBT-phan-vach-dia-gioi-huyen-xa-thi-xa-tinh-Long-An-vb23193t17.aspx Quyết định 05-HĐBT năm 1983 về việc phân vạch địa giới một số huyện, xã và thị xã thuộc tỉnh Long An do Hội đồng Bộ trưởng ban hành]<\/ref>\n\nQuyết định 36\/HĐBT<ref>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-36-HDBT-phan-vach-dia-gioi-hanh-chinh-huyen-Vam-Co-thuoc-tinh-Long-An-vb37741t17.aspx QUYẾT ĐỊNH VỀ VIỆC PHÂN VẠCH ĐỊA GIỚI HÀNH CHÍNH HUYỆN VÀM CỎ THUỘC TỈNH LONG AN]<\/ref> ngày [[4 tháng 4]] năm [[1989]] của Hội đồng Bộ trưởng chia lại huyện [[Vàm Cỏ (huyện)|Vàm Cỏ]] thành 2 huyện cũ: Tân Trụ và Châu Thành. Huyện Châu Thành có 12 xã: An Lục Long, Bình Quới, Dương Xuân Hội, Hiệp Thạnh, Hoà Phú, Long Trì, Phú Ngãi Trị, Phước Tân Hưng, Thanh Phú Long, Thanh Vĩnh Đông, Thuận Mỹ, Vĩnh Công.\n\nQuyết định số 549-HĐBT của Hội đồng Bộ trưởng ngày [[31 tháng 8]] năm [[1992]] chia xã Dương Xuân Hội thành 2 đơn vị hành chính: xã Dương Xuân Hội và thị trấn Tầm Vu.\n\nHuyện Châu Thành có 1 thị trấn và 12 xã như hiện nay.\n\n==Kinh tế - xã hội==\nVới đặc điểm về địa hình, tài nguyên nước và hiện trạng phát triển kinh tế xã hội có thể phác họa ra 3 tiểu vùng với những nét đặc trưng có khác nhau:\n*'''Tiểu vùng I:''' Phạm vi thuộc các xã: Bình Quới, Hòa Phú, Vĩnh Công, Hiệp Thạnh, Phú Ngãi Trị, Phước Tân Hưng. Diện tích 6.414,9 ha, chiếm tỷ lệ 42,62% tổng diện tích, đất phù sa sông Vàm Cỏ, sông Cửu Long và đất phèn tiềm tàng sâu ở địa hình thấp ven sông Vàm Cỏ Tây và rạch Tầm Vu.\n\n*'''Tiểu vùng II:''' Phạm vi thuộc các xã: Long Trì, Dương Xuân Hội, An Lục Long, một phần Thanh Phú Long và thị trấn Tầm Vu. Diện tích 4.449,2 ha, chiếm tỷ lệ 29,55% tổng diện tích, toàn bộ là đất phù sa sông Cửu Long, địa hình cao, bằng phẳng, đã được ngọt hóa từ hệ thống rạch Bà Lý 1, rạch Ông Đăng, kênh Chiến Lược, kênh Cầu Đôi, kênh 30\/4...., hầu hết diện tích không nhiễm mặn. Hiện trạng phần lớn diện tích đất trồng lúa 3 vụ: Đông - Xuân, Hè - Thu và Thu - Đông, một ít diện tích trồng lúa 1 vụ. Có nhiều vườn cây ăn quả các loại và cây Thanh long. Người dân có kinh nghiệm trồng lúa cao sản. Có một số cơ sở chế biến, CNTTCN bước đầu phát triển. Hệ thống tuyến giao thông nền hạ khá tốt. Chăn nuôi phát triển, nhất là chăn nuôi bò thịt.\n\n*'''Tiểu vùng III:''' Phạm vi thuộc các xã: Thuận Mỹ, Thanh Vĩnh Đông và một phần xã Thanh Phú Long. Diện tích 4.191,9 ha, chiếm tỷ lệ 27,83% tổng diện tích, đất kém màu, địa hình thấp, thường bị ngập úng và xâm nhập mặn. Hiện trạng phần lớn diện tích đất trồng lúa 2 vụ: Hè Thu và Thu - Đông, một ít diện tích trồng 1 vụ. Có một ít vườn Mãng Cầu, Dứa. Thích hợp nuôi tôm, cá nên vuông nuôi tôm, ao nuôi cá bước đầu phát triển. Hệ thống tuyến giao thông thấp kém.\n\nHiện trạng, phần lớn diện tích đất trồng lúa 3 vụ: Đông - Xuân, Hè - Thu và Thu - Đông, một ít diện tích trồng lúa 1 vụ. Có nhiều vườn cây ăn quả các loại. Đang được ngọt hóa, từng bước ngăn mặn hoàn toàn. Có một số cơ sở chế biến, CNTTCN bước đầu phát triển. Hệ thống tuyến giao thông nền hạ khá tốt. Chăn nuôi phát triển, nhất là gà công công nghiệp.\n\n===Thương mại===\nHuyện bao gồm các chợ: Hoà Phú, Kỳ Son, Vĩnh Công, Năm Bắc, Tầm Vu, Cầu Đồn, Cầu Vuông, Thanh Phú Long, Thuận Mỹ.\n\n===Trường học===\n'''Trường Mầm non\/Mẫu giáo'''\n#Mầm non Bình Quới\n#Mầm non Thị trấn Tầm Vu\n#Mẫu giáo Hồ Văn Ngà (Hoà Phú)\n#Mẫu giáo Phú Ngãi Trị\n#Mẫu giáo Vĩnh Công\n#Mẫu giáo Hiệp Thạnh\n#Mẫu giáo Long Trì\n#Mẫu giáo Dương Xuân Hội\n#Mẫu giáo An Lục Long\n#Mẫu giáo Phước Tân Hưng\n#Mẫu giáo Thanh Phú Long\n#Mẫu giáo Thuận Mỹ\n#Mẫu giáo Thanh Vĩnh Đông\n\n'''Trường Tiểu học (TH)'''\n#TH Đặng Thành Công (Hoà Phú)\n#TH Trần Văn Ngạn (Phú Ngãi Trị) \n#TH Vĩnh Công\n#TH Nguyễn Văn Thăng (Bình Quới) \n#TH Hiệp Thạnh\n#TH Long Trì\n#TH Dương Xuân Hội\n#TH Tầm Vu\n#TH An Lục Long\n#TH Lê Văn Khuê (Phước Tân Hưng) \n#TH Thanh Phú Long\n#TH Thuận Mỹ\n#TH Thanh Vĩnh Đông\n\n'''Trường Trung học cơ sở (THCS)'''\n#THCS Vĩnh Công\n#THCS Nguyễn Văn Thăng (Bình Quới) \n#THCS Long Trì\n#THCS Tầm Vu\n#THCS An Lục Long\n#THCS Thanh Phú Long\n#THCS Thuận Mỹ\n#THCS Thanh Vĩnh Đông\n\n'''Trường Trung học phổ thông (THPT)'''\n#THPT Nguyễn Thông (Tầm Vu)\n#THPT Phan Văn Đạt (Thuận Mỹ)\n\n===Văn hoá - Xã hội===\n*Công viên Thị trấn Tầm Vu\n*Quảng trường huyện\n*Nhà Truyền thống\n*Nhà thiếu nhi\n*Nhà ghi ơn bà mẹ VN anh hùng\n*Đình Tân Xuân\n\n==Văn hóa==\n=== Đặc sản ===\nKinh tế chính của huyện Châu Thành nông nghiệp. Một ít cư dân sống bằng nghề chài lưới và chăn nuôi vịt thả đồng. Châu Thành là nơi sản xuất nhiều giống [[lúa]] đặc sản như: Tài nguyên, [[Nàng Thơm]], nếp ngắn ngày, v.v... với năng suất cao, khoảng 7-8 tấn\/ha. Một số đặc sản khác của huyện Châu Thành là [[dưa hấu]] ở xã Long Trì và [[thanh Long|thanh long]]. Thanh long Châu Thành trái không to như thanh long [[Phan Thiết]], nhưng có vị ngọt hơn và đậm đà hơn.\n\n=== Lễ hội ===\nHàng năm '''Châu Thành''' có làm [[Lễ hội làm chay]] hay còn gọi là lễ hội rước [[Ông Tiêu]] diễn ra vào ngày 16 [[tháng giêng|tháng Giêng]] [[âm lịch]]. [[Tục truyền]] xưa kia [[dân làng]] [[Hiệp Thạnh]] và [[Dương Xuân Hội]] thường hay bị [[thiên tai]], [[mất mùa]]. Các bô lão ở [[tầm Vu (thị trấn)|thị trấn Tầm Vu]] đã làm những [[bài vị]] cúng những vị [[thần làng]] để [[cầu an]]. Trong lễ hội này, người [[Tầm Vu (thị trấn)|Tầm Vu]] dựng một Ông Tiêu cao to trên [[ngôi đìn]]h và làm [[thuyền rồng]] dưới sông. Một số [[trò chơi]] [[dân gian]] diễn ra vào dịp này như [[đập nồi]], [[kéo co]], lội bắt vịt trên sông. Những [[trò chơi]] này tăng thêm [[niềm vui]] cho ngày [[lễ hội]].\n== Giao thông ==\nHuyện Châu Thành có giao thông thủy, giao thông bộ nên thuận lợi trong việc tiêu thụ [[nông sản]] phẩm, tiếp thu khoa học [[công nghệ]] để sớm phát triển nền [[nông nghiệp]] [[công nghệ|kỹ thuật]] cao, phát triển [[công nghiệp]] chế biến, phát triển [[thương mại]] - [[dịch vụ]] và đầu mối thu mua hàng [[nông sản]]. [[Tỉnh lộ 827|Đường tỉnh 827]], Đường tỉnh 840 (Đường Cần Đước - Chợ Gạo), [[Quốc lộ 50|QL50B]] ([[Đường Động lực TP. HCM - Long An - Tiền Giang|Trục Động lực]] sẽ là trục giao thông đối ngoại chính của Huyện nối liền các vùng [[kinh tế]] với nhau.\n===Các tuyến đường chính của huyện===\n'''Quốc lộ (QL)'''\n*[[Đường Động lực TP. HCM - Long An - Tiền Giang]] (QL.50B)\n\n'''Đường tỉnh (ĐT)'''\n*[[Tỉnh lộ 827|ĐT.827A]]\n*[[Tỉnh lộ 827|ĐT.827B]]\n*[[Tỉnh lộ 827|ĐT.827C]]\n*ĐT.832 nối dài\n*Đường Cần Đước - Chợ Gạo (Đường tỉnh 840)\n*Đường tránh thị trấn Tầm Vu\n*Đường tránh ĐT.827A\n\n'''Đường huyện (ĐH)'''\n*Đường [[Nguyễn Thông]] (ĐH.27)\n*Đường Tham Nhiên - Cầu Đôi\n\n'''Đường trục xã'''\n*Đường Lộ Dừa\n*Đường [[30 tháng 4|30-4]]\n*Đường Chiến Lược\n*Đường An Thạnh\n*Đương An Khương Thới\n*Đường liên ấp 2 - ấp 5\n*Đường cặp kênh T1\n*Đường cặp kênh T2\n\n'''Đường khác'''\n*Đường Vành đai thị trấn Tầm Vu\n*Đường vào mộ ông Trần Văn Giàu\n*Đường Dương Thị Hoa\n*Đường [[Cao Văn Lầu]]\n*Đường [[Phan Văn Đạt]]\n*Đường vào UBND xã Thuận Mỹ\n*Đường Vĩnh Xuân\n*Đường Hồi Xuân\n*Đường Phú Thạnh\n*Đường cầu Ông Cưỡng\n*Đường cầu Lò Muố\n== Danh nhân ==\nChâu Thành là quê hương của nghệ sĩ [[Cao Văn Lầu]] (Sáu Lầu), người đã sáng tác bài [[Dạ cổ hoài lang|Dạ Cổ Hoài Lang]], tiền thân của bản [[vọng cổ]]. Nghệ sĩ Cao Văn Lầu sinh năm 1892, tại làng Thuận Lễ, tổng Cửu Cư Hạ, nay là xã Thuận Mỹ, huyện Châu Thành, tỉnh Long An. Ông mất ngày 13\/08\/1976 (âm lịch) tại thị xã [[Bạc Liêu]].\nNgoài ra Châu Thành cũng là quê hương của giáo sư [[Trần Văn Giàu]], của cụ [[Nguyễn Thông]].\n\nChâu Thành cũng là quê hương của cựu Thủ tướng [[Việt Nam Cộng hòa]] [[Trần Thiện Khiêm]].\nHiện giờ Châu thành cũng là quê hương của cầu thủ [[Phan Văn Tài Em]] mà khán giả hâm mộ bóng đá Việt Nam đều biết đến.\n\n==Chú thích==\n{{tham khảo}}\n{{Huyện thị Long An}}\n{{Đơn vị hành chính thuộc huyện Châu Thành, Long An}}\n\n[[Thể loại:Châu Thành, Long An| ]]"}