{"54961":"{{Bài cùng tên|Châu Đốc}}\n{{Thông tin đơn vị hành chính Việt Nam|tỉnh\n| tên = Châu Đốc\n| hình = Chau Doc Province 1973.jpg\n| ghi chú hình = Bản đồ hành chính tỉnh Châu Đốc năm 1973\n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = 450.516 người\n| thời điểm dân số = 1965\n| mật độ dân số = \n| vùng = [[Đồng bằng sông Cửu Long|Vùng IV]]\n| tỉnh lỵ = [[Châu Phú|Thị xã Châu Phú]]\n| thành lập = 1\/1\/1900\n| giải thể = 1975\n| phân chia hành chính = 1 thị xã, 5 quận\n| biển số xe = \n}}\n\n'''Châu Đốc''' là một [[tỉnh (Việt Nam Cộng hòa)|tỉnh của miền Nam Việt Nam]] cũ thuộc [[vùng IV]], [[Việt Nam Cộng hòa]].\n\n==Địa lý==\nTỉnh Châu Đốc thời Pháp thuộc có vị trí địa lý:\n*Phía đông bắc tỉnh [[Tân An (tỉnh)|Tân An]]\n*Phía nam và đông nam giáp tỉnh [[Long Xuyên (tỉnh)|Long Xuyên]]\n*Phía nam và tây nam giáp tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]] và tỉnh [[Rạch Giá (tỉnh)|Rạch Giá]]\n*Phía bắc giáp [[Campuchia]] .\n\n==Lịch sử==\nTỉnh Châu Đốc được thành lập vào ngày [[1 tháng 1]] năm [[1900]], tồn tại vào thời Pháp thuộc và bị chính quyền [[Việt Nam Cộng hòa]] giải thể vào cuối năm [[1956]], tuy nhiên sau đó tỉnh Châu Đốc lại được chính quyền [[Việt Nam Cộng hòa]] tái lập vào năm [[1964]] tỉnh lỵ là [[Châu Đốc|thị xã Châu Phú]], tiếp tục tồn tại và bị mất tên gọi đơn vị hành chính cấp tỉnh từ sau ngày [[30 tháng 4]] năm [[1975]] cho đến nay.\n\n===Thời Pháp thuộc===\n[[Tập tin:ChauDoc1890.jpg|nhỏ|phải|Bản đồ tỉnh Châu Đốc của Nam Kỳ thuộc Pháp năm 1900s]]\nChâu Đốc nguyên là đất thuộc [[Chân Lạp]], gọi là Tầm Phong Long (Kompong Long). Năm [[1757]], vua Chân Lạp dâng đất này cho [[Chúa Nguyễn]]. Chúa Nguyễn đặt đạo Châu Đốc nối liền với trấn Hà Tiên.\n\nNăm [[1876]], Pháp chia [[Nam Kỳ]] thành 4 khu vực hành chính lớn, mỗi khu vực hành chính lại chia nhỏ thành các tiểu khu hay hạt tham biện (arrondissement administratif) thì Châu Đốc là hạt tham biện thuộc khu vực hành chính Bát Xắc (Bassac), vốn là phần đất tỉnh [[An Giang]] xưa.\n\nTheo Nghị định ngày [[20 tháng 12]] năm [[1899]] của [[Toàn quyền Đông Dương]] đổi tất cả các hạt tham biện thành tỉnh thì từ ngày [[1 tháng 1]] năm [[1900]] hạt tham biện Châu Đốc trở thành tỉnh Châu Đốc.\n\nLúc bấy giờ tỉnh Châu Đốc có 9 chợ là:\n*''Châu Phú'': Ngay tại Châu Đốc, làng Châu Phú, tổng Châu Phú\n*''Tịnh Biên'': Làng An Thạnh, tổng Quy Đức\n*''Chợ Kinh'': Ngay tại Tân Châu, làng Long Phú, tổng Tân Thạnh\n*''Cái Dầu'': Làng Bình Long, tổng An Lương\n*''Trà Dư'': Làng Thường Thới, tổng An Phước\n*''Hồng Ngự'': Làng Thường Lạc, tổng An Phước\n*''Cây Mít'': Làng Nhơn Hòa, tổng Quy Đức\n*''Phú An'': Làng Phú An, tổng An Thành\n*''Xoài Tôn'': Làng Hưng Nhượng, tổng Thành Tín.\n\nNăm [[1903]], tỉnh Châu Đốc có 3 quận: [[Tân Châu]], [[Tri Tôn]] và [[Tịnh Biên]]. Đến năm [[1919]] có thêm quận [[Châu Phú]] và năm 1929 có thêm quận [[Hồng Ngự]] được tách từ tổng An Phước quận [[Tân Châu]]. Tỉnh lỵ đặt tại làng Châu Phú thuộc quận [[Châu Phú]].\n\nTừ năm [[1913]] đến năm [[1924]], [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]] bị giải thể, trở thành một quận thuộc tỉnh Châu Đốc. Sau đó, lại tách ra trở thành tỉnh Hà Tiên độc lập như trước.\n\nNăm [[1939]], tỉnh Châu Đốc có 5 quận: [[Châu Phú|Châu Thành]], [[Tân Châu, An Giang|Tân Châu]], [[Hồng Ngự]], [[Tịnh Biên]], [[Tri Tôn]]. Trong đó, quận Châu Thành được thành lập năm [[1917]], đến năm [[1919]] thì đổi tên là quận [[Châu Phú]]. Tuy nhiên năm [[1939]] lại đổi về tên quận Châu Thành như cũ.\n\n\nĐịa bàn tỉnh thời điểm này  tương ứng với toàn bộ các huyện thị Phú Tân, Châu Phú (trừ xã Bình Thủy), An Phú, Tân Châu, Tịnh Biên, 2\/3 diện tích đất huyện Tri Tôn và thành phố Châu Đốc của Tỉnh An Giang; một phần nhỏ đất huyện Giang Thành của tỉnh Kiên Giang; các huyện Hồng Ngự, Tân Hồng và thành phố Hồng Ngự, một phần nhỏ đất huyện Tam Nông, khu vực cù lao Tây của huyện Thanh Bình, tỉnh Đồng Tháp ngày nay. \n\n===Giai đoạn 1945-1954===\nSau [[Cách mạng tháng Tám]] năm [[1945]], Ủy ban Kháng chiến Hành chánh Nam bộ chủ trương bỏ cấp tổng, bỏ đơn vị làng, thống nhất gọi là xã, đồng thời bỏ danh xưng quận, gọi thay thế bằng huyện. Chính quyền [[Việt Nam Cộng hòa]] đến năm 1956 cũng thống nhất dùng danh xưng là xã, tuy nhiên vẫn gọi là quận cho đến năm 1975. Lúc bấy giờ, Châu Đốc là một trong 21 tỉnh ở [[Nam Bộ]].\n\nNgày [[12 tháng 9]] năm [[1947]], theo chỉ thị số 50\/CT của Ủy ban kháng chiến hành chính Nam Bộ (chính quyền [[Việt Nam Dân chủ Cộng hòa]]), lúc bấy giờ có sự thay đổi sắp xếp hành chính của tỉnh Châu Đốc và [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]], thành lập các tỉnh mới có tên là [[Long Châu Tiền]] và [[Long Châu Hậu]] như sau:\n*Tỉnh [[Long Châu Tiền]] nằm ở phía bờ trái (tả ngạn) [[sông Hậu]], hai bên [[sông Tiền]], thuộc khu 8 và có 5 huyện: [[Tân Châu]], [[Hồng Ngự]], [[Chợ Mới]], [[Châu Phú B, Châu Đốc|Châu Phú B]] và [[Lấp Vò]].\n*Tỉnh [[Long Châu Hậu]] nằm ở phía bờ phải (hữu ngạn) [[sông Hậu]] và có 6 huyện: [[Tịnh Biên]], [[Tri Tôn]], [[Thốt Nốt]], [[Thoại Sơn, An Giang|Thoại Sơn]], [[Châu Phú A, Châu Đốc|Châu Phú A]] và [[Châu Thành, An Giang|Châu Thành]] (bao gồm 2 tỉnh lỵ [[Long Xuyên]] và [[Châu Đốc]]). \n\nNgày [[14 tháng 5]] năm [[1949]], huyện [[Lấp Vò]] được trả về tỉnh [[Sa Đéc (tỉnh)|Sa Đéc]]. Cũng trong năm đó, huyện Tân Châu của tỉnh Long Châu Tiền chia thành 2 huyện mới là [[Phú Châu]] và Tân Châu.\n\nNăm [[1949]], chính quyền [[Việt Minh]] giao huyện [[Thốt Nốt]] về cho [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]], đến năm [[1954]] lại trả huyện [[Thốt Nốt]] về cho tỉnh Long Xuyên quản lý trở lại như trước.\n\nTháng [[10]] năm [[1950]] tỉnh [[Long Châu Hậu]] hợp nhất với [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]] thành tỉnh [[Long Châu Hà]], gồm 8 huyện: [[Tịnh Biên]], [[Tri Tôn]], Châu Phú A, [[Châu Thành, An Giang|Châu Thành]], [[Thoại Sơn]], [[Thốt Nốt]], Giang Châu (hợp nhất hai huyện [[Giang Thành]] và Châu Thành của [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]] cũ), [[Phú Quốc]]. \n\nNăm [[1951]], nhập huyện [[Lấp Vò]] vào tỉnh [[Long Châu Sa]]. [[Tháng 6]] năm [[1951]], tỉnh [[Long Châu Tiền]] hợp nhất với [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] thành tỉnh [[Long Châu Sa]], gồm 7 huyện: [[Châu Thành, Đồng Tháp|Châu Thành]] (của [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] cũ), [[Lai Vung]], [[Cao Lãnh (huyện)|Cao Lãnh]], [[Tân Hồng]], [[Tân Châu]], Phú Châu, [[Chợ Mới, An Giang|Chợ Mới]]. Trong đó, hai huyện [[Tân Hồng]] và Tân Châu vốn là hai huyện [[Hồng Ngự]] và Tân Châu của tỉnh [[Long Châu Tiền]] trước đó. Tháng [[7]] năm [[1951]], hợp nhất 2 huyện [[Tri Tôn]] và [[Tịnh Biên]] thành huyện [[Tịnh Biên]]; hợp nhất 2 huyện [[Châu Thành, An Giang|Châu Thành]] và [[Thoại Sơn]] thành huyện Châu Thành.\n\nTuy nhiên, tên các tỉnh [[Long Châu Tiền]], [[Long Châu Hậu]], [[Long Châu Sa]] và [[Long Châu Hà]] không được chính quyền [[Quốc gia Việt Nam]] của [[Bảo Đại]] và chính quyền [[Việt Nam Cộng hòa]] công nhận.\n\nNăm [[1954]], chính quyền [[Việt Minh]] giải thể các tỉnh [[Long Châu Sa]], [[Long Châu Hà]], đồng thời khôi phục lại tỉnh Châu Đốc, [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] và [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]] như cũ.\n\n===Giai đoạn 1954-1975===\n====Việt Nam Cộng hòa====\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Châu Đốc 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style=\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| An Phú || 67.354 \n|-\n| Châu Phú || 168.021\n|-\n| Tân Châu || 110.297\n|-\n| Tịnh Biên || 40.717\n|-\n| Tri Tôn || 64.127\n|-\n| '''Tổng số''' || 450.516 \n|}\nBan đầu, chính quyền [[Quốc gia Việt Nam]] và sau đó là [[Việt Nam Cộng hòa]] vẫn duy trì tên gọi tỉnh Châu Đốc như thời Pháp thuộc.\n\nNăm [[1955]] tỉnh Châu Đốc có 5 quận: Châu Phú, Tân Châu, Tri Tôn, Tịnh Biên, Hồng Ngự với 70 xã.\n\nNgày [[17]] tháng [[2]] năm [[1956]], Việt Nam Cộng hòa tách quận [[Hồng Ngự]] ra khỏi tỉnh Châu Đốc để nhập vào tỉnh [[Phong Thạnh]] mới thành lập (sau đó lại đổi tên thành tỉnh [[Kiến Phong]]). Ngày [[22]] tháng [[10]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] thành lập tỉnh [[An Giang]] trên cơ sở hợp nhất hai tỉnh Châu Đốc và Long Xuyên trước đó. Cũng sau năm 1956, các làng gọi là xã.\n\nLúc này ở vùng đất cả hai tỉnh Long Xuyên và Châu Đốc trước đó đều có quận Châu Thành cả. Tuy nhiên, do tỉnh lỵ tỉnh [[An Giang]] có tên là \"[[Long Xuyên]]\" và được đặt ở quận Châu Thành thuộc [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]] cũ, cho nên quận Châu Thành thuộc tỉnh Châu Đốc cũ được đổi tên là quận Châu Phú như ở giai đoạn 1919-1939.\n\nNgày [[8 tháng 9]] năm [[1964]], Thủ tướng chính quyền mới của [[Việt Nam Cộng hòa]] ký Sắc lệnh số 246\/NV quy định kể từ ngày [[1 tháng 10|01 tháng 10]] năm [[1964]] tái lập tỉnh Châu Đốc trên cơ sở các quận [[Châu Phú]], [[Tân Châu, An Giang|Tân Châu]], [[An Phú, An Giang|An Phú]], [[Tri Tôn]] và [[Tịnh Biên]] cùng thuộc tỉnh [[An Giang]] trước đó. Tỉnh Châu Đốc khi đó bao gồm 5 quận:\n\n*Quận [[Châu Phú]]: gồm 14 xã, quận lỵ đặt tại xã Châu Phú\n*Quận [[Tân Châu]]: gồm 8 xã, quận lỵ đặt tại xã Long Phú\n*Quận [[Tri Tôn]]: gồm 15 xã, quận lỵ đặt tại xã Tri Tôn\n*Quận [[Tịnh Biên]]: gồm 8 xã, quận lỵ đặt tại xã An Phú\n*Quận [[An Phú]] (được thành lập vào năm [[1957]]): gồm 13 xã, quận lỵ đặt tại xã Phước Hưng.\n\nTỉnh lỵ tỉnh Châu Đốc khi đó lại có tên là \"Châu Phú\", do nằm trong địa bàn xã Châu Phú, quận Châu Phú.\n\nĐịa bàn tỉnh thời điểm này  tương ứng với toàn bộ các huyện thị Phú Tân, Châu Phú (trừ xã Bình Thủy), An Phú, Tân Châu, Tịnh Biên, 2\/3 diện tích đất huyện Tri Tôn và thành phố Châu Đốc của Tỉnh An Giang, một phần huyện Giang Thành của tỉnh Kiên Giang ngày nay.\n\n=== Sau năm 1975 ===\n[[Tập tin: Southvietmap.jpg|nhỏ|200px|Bản đồ hành chính VNCH năm 1967]]\n\n====Chính quyền Cách mạng====\nNăm [[1957]], chính quyền [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] và sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]] cùng với [[Việt Nam Dân chủ Cộng hòa]] cũng giải thể và sáp nhập hai tỉnh Long Xuyên và Châu Đốc với nhau để thành lập một tỉnh mới, vẫn lấy tên là tỉnh [[An Giang]] như phía chính quyền [[Việt Nam Cộng hòa]] đã thực hiện vào năm [[1956]].\n\nTrong giai đoạn 1964-1971, địa bàn tỉnh Châu Đốc của chính quyền Việt Nam Cộng hòa vẫn do tỉnh [[An Giang]] của chính quyền Cách mạng quản lý.\n\nNăm [[1971]], [[Trung ương Cục miền Nam]] quyết định thành lập tỉnh Châu Hà, tách ra từ tỉnh [[An Giang]], trên phần đất tỉnh Châu Đốc và tỉnh Hà Tiên trước năm 1956. Đến tháng [[5]] năm [[1974]] chính quyền Cách mạng lại giải thể tỉnh [[An Giang]], tái lập các tỉnh [[Long Châu Hà]] và [[Long Châu Tiền]] bao gồm cả một phần vùng đất [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]] trước năm [[1956]].\n\nTỉnh [[Long Châu Tiền]] gồm 6 huyện, thị: thị xã [[Tân Châu]], [[An Phú]], Phú Tân A, Phú Tân B, Hồng Ngự và [[Tam Nông, Đồng Tháp|Tam Nông]] (nay là huyện [[Thanh Bình]] tỉnh [[Đồng Tháp]]).\n\nTỉnh [[Long Châu Hà]] mới gồm 8 huyện: Châu Thành X, [[Châu Phú]], [[Tri Tôn]], [[Tịnh Biên]], [[Thoại Sơn|Huệ Đức]], Châu Thành A, [[Hà Tiên (huyện)|Hà Tiên]], [[Phú Quốc]] và 2 thị xã [[Long Xuyên]] và [[Châu Đốc]].\n\nTuy nhiên, tên các tỉnh Châu Hà, [[Long Châu Hà]] và [[Long Châu Tiền]] cũng không được chính quyền [[Việt Nam Cộng hòa]] công nhận, mà thay vào đó vẫn sử dụng tên tỉnh Châu Đốc cho đến năm [[1975]].\n\nSau ngày [[30 tháng 4|30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn duy trì các tỉnh [[Long Châu Hà]] và [[Long Châu Tiền]] như trước đó cho đến đầu năm [[1976]]. Lúc này, chính quyền Cách mạng cũng bỏ danh xưng \"quận\" có từ thời Pháp thuộc và lấy danh xưng \"huyện\" (quận và phường dành cho các đơn vị hành chánh tương đương khi đã đô thị hóa).\n\nNgày [[20 tháng 9]] năm [[1975]], Bộ Chính trị ra Nghị quyết số 245-NQ\/TW về việc bỏ khu, hợp tỉnh trong toàn quốc \"nhằm xây dựng các tỉnh thành những đơn vị kinh tế, kế hoạch và đơn vị hành chính có khả năng giải quyết đến mức cao nhất những yêu cầu về đẩy mạnh sản xuất, tổ chức đời sống vật chất, văn hóa của nhân dân, về củng cố quốc phòng, bảo vệ trị an, và có khả năng đóng góp tốt nhất vào sự nghiệp chung của cả nước\". Theo Nghị quyết này, địa bàn các tỉnh [[Long Châu Hà]] và [[Long Châu Tiền]] sẽ được chia ra vào sáp nhập vào các tỉnh mới, tên gọi tỉnh mới cùng với nơi đặt tỉnh lỵ sẽ do địa phương đề nghị lên. Cụ thể như sau:\n* [[Rạch Giá (tỉnh)|Tỉnh Rạch Giá]] (ngoại trừ 2 huyện [[Vĩnh Thuận]] và [[An Biên]]) cùng với toàn bộ diện tích tỉnh [[Long Châu Hà]] và huyện [[Thốt Nốt]] của [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] sẽ hợp nhất lại thành một tỉnh.\n* Tỉnh [[Long Châu Tiền]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] và tỉnh Kiến Tường sẽ hợp nhất lại thành một tỉnh\n\nNhưng đến ngày [[20 tháng 12]] năm [[1975]], Bộ Chính trị lại ra Nghị quyết số 19\/NQ điều chỉnh lại việc hợp nhất tỉnh ở miền Nam Việt Nam cho sát với tình hình thực tế, theo đó chỉ hợp nhất một phần các tỉnh [[Long Châu Tiền]] và [[Long Châu Hà]] trước đó lại thành một tỉnh mới. Địa bàn tỉnh mới này sẽ tương ứng với tỉnh Châu Đốc và tỉnh [[An Giang]] thời [[Việt Nam Cộng hòa]], ngoại trừ huyện [[Thốt Nốt]].\n\n===Sau năm 1975===\nSau năm [[1975]], tỉnh Châu Đốc bị giải thể, sáp nhập vào tỉnh [[An Giang]] theo sự phân chia sắp xếp hành chính của Nhà nước [[Cộng hòa xã hội chủ nghĩa Việt Nam]].\n\nĐịa bàn tỉnh Châu Đốc cũ ngày nay tương ứng với các huyện [[Châu Phú]], [[An Phú]], [[Tịnh Biên|thị xã Tịnh Biên]], [[Phú Tân]], [[Châu Đốc|thành phố Châu Đốc]], [[Tân Châu, An Giang|thị xã Tân Châu]] ; phần lớn huyện [[Tri Tôn]] của tỉnh [[An Giang]] ; một phần huyện [[Giang Thành]] của tỉnh [[Kiên Giang]]. Nếu kể luôn thời điểm trước năm [[1956]] thì tỉnh Châu Đốc bao gồm thêm [[Hồng Ngự (thành phố)|thị xã Hồng Ngự]] và các huyện [[Hồng Ngự (huyện)|Hồng Ngự]], [[Tân Hồng]]; một phần các huyện [[Tam Nông, Đồng Tháp|Tam Nông]], [[Thanh Bình]] cùng thuộc tỉnh [[Đồng Tháp]]; các quận huyện [[Vĩnh Thạnh, Cần Thơ|Vĩnh Thạnh]], [[Thốt Nốt]]; một phần huyện [[Cờ Đỏ]] của thành phố [[Cần Thơ]].\n\nHiện nay, địa danh \"Châu Đốc\" chỉ còn được dùng để chỉ [[Châu Đốc|thành phố Châu Đốc]], đơn vị hành chính cấp huyện trực thuộc tỉnh [[An Giang]].\n\n==Phân chia hành chính==\n===Năm 1901===\nTổng Thành Tín (誠信, nguyên là các làng nằm dọc hai bờ kinh Vĩnh Tế thuộc huyện Hà Dương và phần còn lại của huyện [[Hà Âm]]) gồm 5 làng: Vĩnh Điều, Vĩnh Gia, Vĩnh Lạc, Vĩnh Quới, Hưng Nhượng''.<ref>[http:\/\/dlib.nlv.gov.vn\/CMPortal\/Resources\/CMPortal\/TempFolder\/004953e4-7fe8-4534-a89b-6643d8e6b8e2.pdf ''Monographie de la province de Châu Đốc'' (Địa phương chí tỉnh Châu Đốc 1900-1902), 1902, L. Ménard,, trang 12-14.]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref>''\n\nTổng Quy Đức (nguyên là các làng dọc bờ nam kinh Vĩnh Tế trước thuộc huyện Hà Dương) gồm 5 làng: An Nông, An Thạnh, Phú Thạnh, Nhơn Hòa, Thới Sơn.\n\nTổng Thành Ý (nguyên là đất huyện Hà Dương) gồm 8 làng: Tà Đảnh, Thuyết Nạp, Trát Quan, Tu Tế, Văn Giáo, Vĩnh Trung, Xuân Tô, An Cư.\n\nTổng Thành Ngãi (nguyên là đất thuộc huyện Hà Dương) gồm 8 làng: [[Ba Chúc|Ba Chút]], Bích Trì, Bôn Ca, Châu Lăng, Lê Huất, Lương Đô, Phi Yên, Trầm Văn.\n\nTổng Thành Lễ (誠禮, nguyên là đất huyện Hà Dương) gồm 6 làng: An Tức, Đôn Hậu, Giai Âm, Nam Qui, Phi Cấm, Tri Tôn.\n\nTổng Thành Tâm (nguyên là đất huyện Hà Dương) gồm 4 làng: Cô Tô, Nam Chỉ, Ngôn Nạp, Ô Lâm. \n\nTổng Châu Phú (nguyên là đất huyện Tây Xuyên) gồm 21 làng: Châu Phú, Khánh An, Khánh Bình, Khánh Hội, Nhơn Hội, Phú Hội, Vĩnh Hội; Vĩnh Hội Đông, Vĩnh Khánh, Vĩnh Tế, Vĩnh Nguơn, Vĩnh Trường, Vĩnh Hưng, Phước Hưng, Đa Phước, Mỹ Đức, Kacoi, Kacoki, Lama, Sbâu, Hà Bao.\n\nTổng An Lương (nguyên là đất các huyện Tây Xuyên và Đông Xuyên) gồm 18 làng: Bình Long, Bình Mỹ, Bình Thạnh Đông, Hòa Hảo, Hòa Lạc, Khánh Hòa, Vĩnh Hậu, Vĩnh Lộc, Vĩnh Phong, Vĩnh Thạnh Trung, Thạnh Mỹ Tây, Phú Hữu, Hưng Nhơn, Hiệp Xương, Đồng Đức, Châu Giang, Phum Soài, Katambong.\n \nTổng An Thành (nguyên là đất huyện Đông Xuyên) gồm 12 làng: Long Khánh, Long Sơn, Long Thuận, Long Phú, Phú Thuận, Phú Lâm, Phú Hội Đại, Phú An, Tân An, Vĩnh Hòa, Vĩnh Xương, Vĩnh Xuyên.\n\nTổng An Phước (nguyên là đất tỉnh [[Định Tường]] và một phần huyện Đông Xuyên) gồm 12 làng: An Long, An Bình, Bình Thạnh, Bình Phú, Tân Long, Tân Hội, Tân Huề, Tân Quới, Tân Thành, Thường Lạc, Thường Phước, Thường Thới.\n\n===Năm 1939===\nQuận [[Châu Phú|Châu Thành]] có 3 tổng: \n*Tổng An Lương gồm 10 làng: Bình Long, Bình Mỹ, Bình Thạnh Đông, Hiệp Xương, Hòa Lạc, Hưng Nhơn, Katambong, Khánh Hòa, Thạnh Mỹ Tây, Vĩnh Thạnh Trung\n*Tổng An Phú gồm 11 làng: Kacoki, Tân Hội, Khánh An, Khánh Bình, Nhơn Hội, Phú Hữu, Phum Soài, Vĩnh Lộc, Phước Hưng, Phú Hội, Vĩnh Hội Đông\n*Tổng Châu Phú gồm 10 làng: Châu Phú, Đa Phước, Hà Bao, Mỹ Đức, Châu Giang, Vĩnh Phong, Vĩnh Tế, Vĩnh Nguơn, Vĩnh Hậu, Vĩnh Trường.\n\nQuận [[Tân Châu, An Giang|Tân Châu]] có 2 tổng: \n*Tổng An Lạc gồm 3 làng: Hòa Hảo, Phú An, Phú Lâm\n*Tổng An Thạnh gồm 8 làng: Long Khánh, Long Phú, Long Sơn, Long Thuận, Phú Thuận, Tân An, Vĩnh Hòa, Phú Vĩnh.\n\nQuận [[Hồng Ngự (huyện)|Hồng Ngự]] có 2 tổng: \n*Tổng Cù Lao Tây gồm 3 làng: Tân Huề, Tân Long, Tân Qưới\n*Tổng An Phước gồm 8 làng: An Bình, An Long, Bình Thạnh, Tân Hội, Tân Thành, Thường Lạc, Thường Phước, Thường Thới.\n\nQuận [[Tịnh Biên]] có 3 tổng: \n*Tổng Quy Đức gồm 4 làng: An Nông, An Phú, Thới Sơn, Nhơn Hưng \n*Tổng Thành Tín gồm 2 làng: Vĩnh Gia, Lạc Qưới \n*Tổng Thành Ý gồm 5 làng: Thuyết Nạp, Văn Giáo, Vĩnh Trung, Xuân Tô, Yên Cư.\n\nQuận [[Tri Tôn]] có 3 tổng: \n*Tổng Thành Ngãi gồm 5 làng: Ba Chút, Bồn Tai, Châu Lang, Lê Huất, Lương Phi\n*Tổng Thành Tâm gồm 2 làng: Cô Tô, Ô Lâm\n*Tổng Thành Ý gồm 3 làng: Tà Đảnh, Trác Quan, Tú Tề.\n\n===Năm 1970===\nQuận [[An Phú, An Giang|An Phú]] gồm 11 xã: Đa Phước, Khánh An, Khánh Bình, Nhơn Hội, Phú Hội, Phú Hữu, Phước Hưng, Vĩnh Hậu, Vĩnh Hội Đông, Vĩnh Lộc, Vĩnh Tường.\n\nQuận [[Châu Phú]] gồm 15 xã: Bình Long, Bình Mỹ, Bình Thạnh Đông, Châu Giang, Châu Phong, Châu Phú, Hiệp Xương, Hòa Lạc, Hưng Nhơn, Khánh Hòa, Mỹ Đức, Thạnh Mỹ Tây, Vĩnh Ngươn, Vĩnh Tế, Vĩnh Thạnh Trung.\n\nQuận [[Tân Châu, An Giang|Tân Châu]] gồm 9 xã: Hòa Hảo, Long Phú, Long Sơn, Phú An, Phú Lâm, Phú Vinh, Tân An, Vĩnh Hòa, Vĩnh Xương.\n\nQuận [[Tịnh Biên]] gồm 10 xã: An Nông, An Phú, Ba Chúc, Lạc Qưới, Nhơn Hưng, Tân Khánh Hòa, Thới Sơn, Vĩnh Điều, Vĩnh Gia, Xuân Tô.\n\nQuận [[Tri Tôn]] gồm 12 xã: An Cư, An Hảo, An Lạc, An Túc, Cô Tô, Lệ Tri, Lương Phi, Ô Lâm, Tri Tôn, Tú Tề, Văn Giáo, Vĩnh Trung.\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Hành chính Việt Nam thời Pháp thuộc]]\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Hành chính An Giang]]\n[[Thể loại:Đồng bằng sông Cửu Long]]"}