{"1667638":"'''Châu Văn Sanh''' (1911-1943), hay '''Châu Sanh''', còn có biệt danh là '''Công tử Lời''', '''Công tử Bảy Lời''', '''Công tử Vĩnh Long''', là một nhân vật lịch sử Việt Nam đầu [[thế kỷ 20]]. Ông không chỉ nổi danh tính cách ''\"trọng nghĩa khinh tài\"'' tiêu biểu của người [[Nam Bộ Việt Nam|Nam Bộ]], mà còn là một nhà [[cách mạng]] chống chủ nghĩa [[đế quốc thực dân Pháp|thực dân Pháp]] đòi quyền độc lập dân tộc cho [[Việt Nam]].<ref name=\"Trang thông tin điện tử báo Pháp luật TP.HCM. \">{{chú thích web|url=http:\/\/phapluattp.vn\/2012041411333795p0c1112\/chuyen-ve-cong-tu-vinh-long-bai-2-ban-tu-cua-co-tong-bi-thu-tran-phu.htm|title=Chuyện về \"công tử\" Vĩnh Long: Bài 2: Bạn tù của cố Tổng Bí thư Trần Phú|work=Trang thông tin điện tử báo Pháp luật TP.HCM. |author=NGUYỄN NGỌC|date = ngày 15 tháng 4 năm 2012 |access-date = ngày 24 tháng 12 năm 2012}}<\/ref>\n\n==Thân thế==\nÔng '''Châu Văn Sanh''' sinh ngày [[3 tháng 4]] năm [[1911]] tại làng Chánh Hội, quận Cái Nhum, [[Vĩnh Long]] (nay là thị trấn [[Cái Nhum]], huyện [[Mang Thít]], Vĩnh Long), là con út của ông Châu Xuyên <ref>Ông Châu Xuyên sinh năm [[1865]], gốc [[người Hoa]] [[Phúc Kiến]], định cư ở [[Gò Công]]. Sau năm [[1904]], ông về Chánh Hội, buôn bán làm nhiều nghề khác nhau cuối cùng mở tiệm thuốc Bắc. Tuy giàu có, nhưng ông sống giản dị, gần gũi với nông dân nên được nhiều người quý mến.<\/ref>, một phú hộ [[người Hoa (Việt Nam)|người Việt gốc Hoa]] rất giàu có.<ref name=\"báo Pháp luật TP.HCM. \">{{chú thích web|url=http:\/\/phapluattp.vn\/20120413104023432p0c1112\/ngong-nhung-giau-long-nhan-ai.htm|title=CHUYỆN VỀ \"CÔNG TỬ\" VĨNH LONG|work=Trang thông tin điện tử báo Pháp luật TP.HCM. |author=NGUYỄN NGỌC|date = ngày 14 tháng 4 năm 2012 |access-date = ngày 26 tháng 12 năm 2012}}<\/ref>. Tương truyền, cha ông từng có một đời vợ sinh được ba con ở [[Gò Công]] thì vợ qua đời. Sau đó, cha ông phiêu bạt về [[Mỹ Tho]] tục huyền với bà Đào Thị Bòi, vốn góa chồng và có hai con. Năm cha ông 64 tuổi, bà Bòi sinh cho ông một người con chung là '''Châu Sanh''', tên trong khai sinh là '''Châu Văn Sanh'''. Ông Xuyên đùa với vợ: ''\"Năm đứa con của tui với bà là vốn, còn sinh đứa này là lời!\"''. Từ ấy Châu Sanh có tên thường gọi là '''Bảy Lời'''<ref>Tính theo thứ tự của 3 người con riêng của ông Xuyên (tên tục là Hai Tửng, Ba Tui, Tư Thìn) và 2 người con riêng của bà Bòi (tên tục là Năm Thạnh và Sáu Lợi) thì ông Châu Sanh là con thứ 6, gọi thứ 7 theo thông tục ở miền Nam.<\/ref>, sau này người quanh vùng gọi ông Châu Sanh là '''Công tử Lời''' hay '''Công tử Bảy Lời'''.\n\n==Tính cách trọng nghĩa khinh tài==\n\nCác anh chị Bảy Lời đều lớn tuổi có gia đình, ông là con út, lại sinh lúc gia đình đủ đầy, nên rất được cha mẹ cưng chiều. Tuy nhiên, do ảnh hưởng của song thân, lập nghiệp từ tay trắng, từ nhỏ, ông đã nổi tiếng trong vùng do tính cách giàu lòng nhân ái, trọng nghĩa khinh tài, sẵn sàng ra tay cứu giúp người khốn khó, hay bênh vực người nghèo khổ. Nhiều giai thoại lưu truyền về ông như đánh nhau vì bênh vực người nghèo, thường xuyên bao hàng cho các hàng quán ế ẩm ngoài chợ, hoặc đi thu lúa ruộng hay bớt nhưng lần nào về cũng nói với cha: ''\"Năm nay thất bát, bớt lúa cho người ta!\"'', thậm chí còn lấy tiền nhà đi đóng thuế thân cho tá điền nợ thuế bị đóng trăn trên xã. Một giai thoại kể rằng, nhiều khi ra khỏi nhà, ông ăn mặc chỉnh tề, đủ giày, nón, áo quần, nhưng khi về nhà thì chỉ còn độc một chiếc quần tà-lỏn vì ông đã cởi cho người nghèo mà ông gặp trên đường <ref name=\"báo Pháp luật TP.HCM. \"\/>.\n\n==Mối lương duyên trăm năm==\nNăm 17 tuổi, ông lập gia đình với bà Võ Thị Phối, tục gọi là Năm Phối. Tương truyền, ban đầu gia đình bà không chấp nhận tính tình ngông nghênh, xốc nổi của ông, về sau do nhận thấy bản chất của ông là người lễ phép, đối đáp trôi chảy, kiến thức uyên thâm, chữ Pháp, chữ Hoa thông thạo nên mới chấp nhận gả con gái cho ông vào năm 1928.\n\nLà con dâu út, con nhà gia giáo, tính tình chân thật, nết na, hiền dịu nên bà Năm Phối rất được ông bà Châu Xuyên thương yêu, tin tưởng. Cuối năm 1928, trước khi qua đời, ông Châu Xuyên đã giao lại cho bà một va li bằng nhôm, chứa đầy tiền 100 đồng Đông Dương<ref>Bấy giờ, cứ 10 đồng Đông Dương mua được 1 tấn lúa.<\/ref> với lời dặn dò: ''\"Đây là tất cả gia sản của nhà ta. Tía mất rồi con ráng lo cho má con thằng Lời và đứa con sắp chào đời của nó. Con không được tiết lộ với ai. Nếu sợ không an toàn thì gởi cho chú Hai Xi, tá điền của tía, là người trọng tín nghĩa\"''. Nhờ vào số tài sản này, bà nhiều lần giúp ông trong cuộc đời hoạt động cách mạng sau này.\n\n==Nghĩa khí cách mạng==\n\nNăm [[1928]], Chi [[hội Việt Nam Cách mạng Thanh niên]] đầu tiên được thành lập vào tại Ngã Tư Long Hồ. Ngày [[1 tháng 5]] năm 1929, các thành viên của chi hội đã cho xuất bản tờ báo \"Công– Nông– Binh\" nhằm truyền bá chủ nghĩa Cộng sản đến với dân chúng địa phương. Một thành viên của chi hội là Nguyễn Văn Đại đã từng có những tiếp xúc và giới thiệu về [[Chủ nghĩa cộng sản|Chủ nghĩa Cộng sản]] và tư tưởng dân tộc cho công tử Bảy Lời nhằm vận động một Mạnh thường quân cho tổ chức. Với nhiệt tình yêu nước, ông tích cực tham gia viết bài cho báo \"Công– Nông– Binh\".\n\nKhông chỉ thế, ông còn tích cực tham gia hoạt động đấu tranh. Tài liệu ''\"Lịch sử tỉnh Vĩnh Long\"'' ghi nhận:\n\n{{cquote|\n:''\"Ngày 2\/6\/1930, khoảng 2.000 người gồm nông dân, tiểu thương, học sinh, thợ thủ công… từ Châu Thành, Tam Bình, Vũng Liêm kéo về ngã tư Long Hồ, sắp thành đội ngũ, giương cao biểu ngữ \"Tinh thần ngày Quốc tế Lao động 1-5 muôn năm!\", \"Đảng Cộng sản Đông Dương muôn năm!\", \"Đả đảo đế quốc Pháp và quan làng tay sai!\", \"Giảm thuế cho dân nghèo!\".\n\n:''Ông '''Châu Văn Sanh''' (Công tử Lời) là người dẫn đầu đoàn biểu tình kéo về tỉnh lỵ Vĩnh Long trong tiếng hô vang, tiếng tù và, tiếng mõ inh ỏi. Khi đoàn biểu tình đến Văn Thánh miếu (nay thuộc phường 4, TP Vĩnh Long), cách dinh chủ tỉnh Vĩnh Long khoảng 2 cây số thì bị lính Pháp và lính người Việt chặn đường.\n\n:''Theo lệnh của quan chủ tỉnh Vĩnh Long, đám binh lính thẳng tay nổ súng vào đoàn người biểu tình làm 8 người chết tại trận, 60 người khác bị thương. Công tử Bảy Lời '''Châu Văn Sanh''' bị bắt tại trận và bị giặc và đưa về giam giữ\".\n|||''\"Lịch sử tỉnh Vĩnh Long\"'', Nhà xuất bản Chính trị Quốc gia}}\n\nSau lần bị bắt đầu tiên này, nhờ có vợ lo lót giúp, ông chỉ bị giam 2 tháng. Sau khi ra tù, ông tiếp tục hoạt động cách mạng và bị bắt lại vào giữa năm [[1931]]. Ông bị chính quyền thực dân Pháp giam giữ tại [[Khám Lớn Sài Gòn]] cùng với một số lãnh đạo Cộng sản khác như [[Trần Phú]], [[Ung Văn Khiêm]], [[Nguyễn Văn Tây]], [[Ngô Văn Chính (An Giang)|Ngô Văn Chính]]... Theo lời kể của ông [[Nguyễn Văn Nhung (Tư Nhung)|Nguyễn Văn Nhung]], nguyên Bí thư Tỉnh ủy [[Vĩnh Long]], bạn tù ông lúc bấy giờ, thì ông là người có mặt lúc Tổng bí thư Trần Phú qua đời.\n\nĐầu năm [[1932]], ông được tha với lý do mắc bệnh ''[[tâm thần]]''. Ông trở về xã Nhơn Phú (thuộc huyện Mang Thít ngày nay), tiếp tục viết báo và nuôi chứa một số cán bộ Cộng sản quan trọng. Ông cũng cho lập một thư viện riêng tại nhà để các bạn bè có thể tra cứu.\n\nHoạt động một thời gian thì ông lại bị bắt lần thứ ba vào ngày [[3 tháng 7]] năm [[1934]] vì tội ''làm quốc sự''. Tòa án thực dân kêu án ông 10 năm tù giam và 10 năm đày biệt xứ. Tuy nhiên, do được vợ chạy án, ông lại được tha.\n\nTrong giai đoạn Mặt trận Bình dân lên cầm quyền bên Pháp, hoạt động báo chí ở các thuộc địa được cởi mở hơn, ông mở hẳn một hiệu sách ở tỉnh lỵ [[Cần Thơ]] lấy tên là \"Đời Mới\" chuyên bán các sách tiến bộ, sách nghiên cứu về chủ nghĩa [[Mác]]- [[Vladimir Ilyich Lenin|Lênin]]. Ông cũng giao du với nhiều nhà cách mạng có tiếng thời bấy giờ như [[Nguyễn An Ninh]], [[Châu Văn Liêm]], [[Tạ Uyên]], [[Nguyễn Thị Nhỏ]]…\n\nNăm [[1939]], Mặt trận Bình dân sụp đổ, thực dân Pháp đóng cửa hiệu sách. Khi ông thuê xe chở sách về quê nhà chợ Cái Nhum, đến Ngã tư Long Hồ thì bị chính quyền thực dân chặn bắt quả tang trên xe có chở nhiều sách cấm và tài liệu tuyên truyền [[Chủ nghĩa cộng sản|Cộng sản]]. Ngày [[20 tháng 7]] năm 1940, ông bị tòa án [[Thành phố Hồ Chí Minh|Sài Gòn]] kết tội ''\"vận động lực lượng bất hợp pháp để lật đổ chính quyền\"'' với bản án 5 năm tù và 10 năm biệt xứ.\n\n==Lá thư cuối cùng==\n\nSau khi tuyên án, ông bị chính quyền thực dân đày ra [[Côn Đảo]]. Theo lời kể của bà Võ Thị Canh, em ruột của bà Năm Phối, 6 tháng trước khi ông mất, ông có gửi về gia đình một bức thư, thông báo ông sẽ về đất liền giữa năm [[1943]] và sẽ tiếp tục chịu án \"lưu đày biệt xứ 10 năm\" trên [[Long Khánh]], [[Đồng Nai]]. Theo thông báo của chính quyền thực dân, ông được về đất liền ngày [[3 tháng 7]] năm [[1943]]. Tuy nhiên, vào ngày [[3 tháng 7|03 tháng 07]], gia đình ông nhận được tin ông đã qua đời vào ngày [[27 tháng 6]], chỉ trước thời hạn về đất liền 6 ngày...\n\n==Nhận xét==\n\n\"''Nông dân chúng ta đi làm cách mạng, nếu có mất thì mất đầu và quần tà-lỏn, còn những người như '''\"công tử\" Lời''', tú tài Nhựt (anh hùng Lê Văn Nhựt, Giám đốc Quốc gia Tự vệ cuộc tỉnh Vĩnh Long năm 1945-1946) thì mất cả đầu và cả gia sản đồ sộ''\". _[[Võ Văn Kiệt]]<ref name=\"Trang thông tin điện tử báo Pháp luật TP.HCM. \"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Huỳnh Quan Thư, ''Công tử Lời - Nhân ái một tấm lòng'', Nhà xuất bản Trẻ.\n* Nguyễn Ngọc, ''Chuyện về \"công tử\" Vĩnh Long'': [http:\/\/phapluattp.vn\/20120413104023432p0c1112\/ngong-nhung-giau-long-nhan-ai.htm Ngông nhưng giàu lòng nhân ái], [http:\/\/phapluattp.vn\/2012041411333795p0c1112\/chuyen-ve-cong-tu-vinh-long-bai-2-ban-tu-cua-co-tong-bi-thu-tran-phu.htm Bạn tù của cố Tổng Bí thư Trần Phú]\n* Thường Dân, ''Những chuyện chưa biết về đại công tử đất Vĩnh Long'': [http:\/\/phunutoday.vn\/blog-nguoi-noi-tieng\/nguoi-noi-tieng\/201206\/Nhung-chuyen-chua-biet-ve-dai-cong-tu-Vinh-Long-2160682\/ Kỳ 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130427045836\/http:\/\/phunutoday.vn\/blog-nguoi-noi-tieng\/nguoi-noi-tieng\/201206\/Nhung-chuyen-chua-biet-ve-dai-cong-tu-Vinh-Long-2160682\/ |date=2013-04-27 }}, [http:\/\/phunutoday.vn\/blog-nguoi-noi-tieng\/nguoi-noi-tieng\/201206\/Ky2di-theo-tieng-goi-non-song-va-hy-sinh-vi-To-quoc-2162542\/ Kỳ 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120816101133\/http:\/\/phunutoday.vn\/blog-nguoi-noi-tieng\/nguoi-noi-tieng\/201206\/Ky2di-theo-tieng-goi-non-song-va-hy-sinh-vi-To-quoc-2162542\/ |date=2012-08-16 }}\n\n==Xem thêm==\n* [[Công tử Bạc Liêu]]\n\n{{Thời gian sống|Sinh=1911|Mất=1943}}\n\n== Liên kết ngoài==\n\n[[Thể loại:Người Vĩnh Long]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Công tử Bạc Liêu]]"}