{"1296240":"{{Chú thích trong hàng|date=tháng 9\/2022}}\n{{Thông tin truyền hình\n| show_name = Chân trời tím\n| image = Chân trời tím.jpeg\n| caption = \n| show_name_2 = \n| genre = [[Tâm lý]]<br>[[Chiến tranh]]\n| format = [[Phim màu]]\n| rating = \n| creator = \n| developer = \n| writer = [[Mai Thảo]]<br>[[Văn Quang]] ([[tiểu thuyết]])\n| director = [[Lê Hoàng Hoa]]\n| creative_director = [[Lưu Trạch Hưng]]\n| presenter = \n| starring = \n| judges =\n| guides =\n| voices = \n| narrated = \n| theme_music_composer= [[Hoàng Trọng]]\n| opentheme = [[Hoàng Trọng]]\n| endtheme = [[Phạm Đình Chương]]\n| slogan = \n| composer = [[Hoàng Trọng]]\n| country = {{flag|Việt Nam Cộng hòa}}\n| language = [[Tiếng Việt]]<br>[[Tiếng Pháp]]\n| num_seasons = \n| num_seasons_2 = \n| num_episodes = \n| list_episodes =\n| num_seasons_vn = \n| num_seasons_2_vn = \n| num_episodes_vn = \n| list_episodes_vn =\n| executive_producer = \n| co_exec = \n| producer = Quốc Phong\n| supervising_producer= \n| asst_producer = \n| consulting_producer = \n| co-producer = \n| story_editor = \n| editor = Tăng Thiên Tài\n| wardrobe = \n| stylist =\n| location = [[Sài Gòn]]<br>[[Vũng Tàu]]\n| cinematography = Châu Tùng<br>Nguyễn Văn Đông<br>Huỳnh Ngọc Trai\n| camera = \n| runtime = 90 [[phút]]\n| company = Liên-Ảnh công-ti\n| distributor = [[Hãng phim Mỹ Vân]]<br>Spectra Films Studio\n| channel = \n| channel_vn = \n| picture_format = 35mm [[Eastman-color]]\n| audio_format = \n| first_run = {{flag|Việt Nam Cộng hòa}}<br>{{USA}}\n| first_aired = 1971\n| last_aired = 2011\n| first_aired_vn = \n| last_aired_vn = \n| status = \n| preceded_by = \n| followed_by = \n| related = \n| website = https:\/\/www.myvanfilms.com\/products\/dvd-chan-tr-i-tim-the-purple-horizon-1971\n| production_website = \n| website_vn = \n| imdb_id =}}\n'''Chân trời tím'''<ref>[https:\/\/www.youtube.com\/watch?v=MWbpsCyPOjE Trailer]<\/ref><ref>[https:\/\/www.youtube.com\/watch?v=7UqW9XMEpv4 BluRay]<\/ref> là một phim [[lãng mạn]] do [[Lê Hoàng Hoa]] đạo diễn, xuất phẩm năm 1971 tại [[Sài Gòn]].<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dien-anh-sai-gon-mot-thuo-chan-troi-tim-va-cuoc-tinh-bat-ngo-60728.html|tựa đề=Điện ảnh Sài Gòn một thuở - Chân trời tím và cuộc tình bất ngờ|tác giả=Giao Hưởng|ngày=25-7-2012|website=Thanh niên|url-status=live|ngày truy cập=3 tháng 9 năm 2021}}<\/ref>\n\n==Lịch sử==\nTruyện [[phim]] phỏng theo [[Chân trời tím|tiểu thuyết cùng tên]] của tác giả [[Văn Quang]], ấn hành năm 1964.\n==Nội dung==\n[[Hạ sĩ]] Phi có biệt tài bắn [[súng máy]], bị thương sau một trận đánh ác liệt, được chẩn đoán không còn khả năng tác chiến do mất một ngón tay. Nhờ biết lái xe, anh được biệt phái phục vụ hậu cứ, làm tài xế riêng cho Trung tá Lạc, trung đoàn trưởng, tạm thời tránh xa khói lửa chiến tranh. Trung tá Lạc có hai con gái rất xinh đều thầm yêu Phi, nhưng Phi không thấy hứng thú gì, không rung động, vì lòng anh đã có hình bóng Liên, một ca sĩ phòng trà. Với nhiều thanh niên trong tuổi quân dịch, một chân lính tài xế như Phi quả là một điều mơ ước cho họ. Thậm chí họ còn phải lo tiền để được làm những \"lính kiểng\" phục vụ hậu phương. Nhưng Phi thì khác, cuộc sống với những tháng ngày êm trôi theo ngày tháng bình yên, ngày ngày đưa người yêu đi dạo phố sắm sửa, ăn uống, ngoạn cảnh chỉ làm cho Phi thấy bứt rứt, nhàm chán. Khi vết thương lành, Phi tự nguyện xin trở lại chiến trường.\n\nVắng Phi, ở hậu phương, Liên bị ép buộc phải chung sống với một gã giàu có mà ti tiện, hung hãn, thô lỗ và hay ghen tuông. Bầu không khí thủ đô [[Sài Gòn]] bấy giờ sôi sục từng ngày với những cuộc xuống đường, biểu tình của sinh viên, Phật tử. Họ bày tỏ sự bất mãn cao độ đối với chính sách đàn áp Phật giáo của chế độ họ Ngô. Tuy vậy, chính quyền không đáp ứng nên đã xảy ra bạo động ở nhiều nơi. Tình hình trở nên đặc biệt nghiêm trọng sau sự kiện nhà sư [[Thích Quảng Đức]] tự thiêu ngay giữa thủ đô.\n\nMột số tướng lĩnh do trung tướng [[Dương Văn Minh]] đứng đầu, đã quyết định đảo chính tổng thống. Chiến xa và những đoàn quân hùng hậu được các tướng phe đảo chính đưa về bao vây và tấn công [[dinh Độc Lập]]. Khi cuộc [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính ngày 1 tháng 11 năm 1963]] xảy ra, phủ tổng thống phát lệnh khẩn điều động những đơn vị trung thành tức tốc về bảo vệ dinh, trấn áp lực lượng đảo chính, Phi cũng có mặt trong số binh sĩ này. Anh nghĩ rằng [[súng]] anh cầm chỉ nhả [[đạn]] vào quân thù, không thể bắn vào những người cùng hàng ngũ, nhiệm vụ anh là hướng mũi súng về phía trước trấn giữ đất nước. Mãi theo đuổi dòng suy nghĩ, Phi mất cảnh giác nên trúng đạn của một tay súng phía bên lực lượng đảo chính, đạn ghim vào cánh tay. Bị thương khá nặng, Phi cố gắng bò lê về nơi ở của Liên, gọi cửa.\n\nMất quá nhiều máu, Phi ngã gục khi Liên vừa mở cửa phòng ra. Hốt hoảng, Liên sơ cứu, băng bó vết thương và đặt Phi nằm trên giường, Phi qua cơn nguy kịch. \nBấy giờ, Phi bày tỏ với Liên niềm ước ao đưa Liên về một chân trời tím, nơi hai người sẽ xa lánh thế gian, không một ai quấy rầy, cùng đắm mình trong tình yêu vĩnh cửu ngọt ngào. Liên cũng rất hào hứng về dự định của Phi, thề nguyền cùng anh tìm đến nơi mỹ miều ấy khi anh lành vết thương.\n\nHai người có ngờ đâu rằng tay anh chị nấp ngoài cửa nãy giờ đã nghe hết ý định của họ. Đến sáng, Liên bật [[radio]], đài Sài Gòn phát liên tục thông báo kêu gọi tất cả các quân nhân phải lập tức về ngay đơn vị trình diện. Phe đảo chính của tướng [[Dương Văn Minh]] đã thành công. Chờ khi Phi rời đi theo lệnh kêu gọi trình diện, tên chồng hờ xông vào hỏi tội Liên. Trong cơn ghen tức hắn đã đâm chết Liên.\n==Kĩ thuật==\n[[Phim]] quay chủ yếu tại [[Sài Gòn]] và [[Vũng Tàu]] năm 1970.\n===Sản xuất===\n* Tổng kinh phí sản xuất bộ [[phim (định hướng)|phim]] là 14 triệu [[đồng]] - một số tiền rất lớn thời điểm đó.\n* Bộ [[phim (định hướng)|phim]] được quay ròng rã ba tháng trời, với 100 xe tăng, 45 máy bay trực thăng, 300 xe cơ giới đủ loại, 600 diễn viên chính phụ và đã thu vào 94 triệu [[đồng]], nghĩa là lời gấp gần 7 lần so với số vốn bỏ ra.\n* Cảnh Liên nằm cho [[họa sĩ]] vẽ được xem là cảnh \"nóng\" đầu tiên trên màn ảnh [[Việt Nam|Việt]].\n===Diễn xuất===\n{{div col|colwidth=18em}}\n* [[Hùng Cường (nghệ sĩ)|Hùng Cường]]... ''Phi''\n* [[Kim Vui]]<ref>[http:\/\/chungtoimuontudo.wordpress.com\/2012\/11\/15\/sai-gon-muon-nam-cu-kim-vui-nguoi-phu-nu-hap-dan-nhat-viet-na-m-thap-nien-60-70\/ Sài Gòn muôn năm cũ: Kim Vui, người phụ nữ hấp dẫn nhất Việt Nam thập niên 1960 - 1970]<\/ref>... ''Liên''\n* [[Mộng Tuyền]]<ref>{{Chú thích web |url=http:\/\/www.yxine.com\/?gf=nv&star_id=247 |ngày truy cập=2012-05-28 |tựa đề=Nữ nghệ sĩ Mộng Tuyền |archive-date=2012-05-04 |archive-url=https:\/\/web.archive.org\/web\/20120504134225\/http:\/\/yxine.com\/?gf=nv&star_id=247 |url-status=dead }}<\/ref>... ''Loan''\n* [[Thanh Lan]]... ''Phượng''\n* [[Ánh Nga]]\n* [[Bảo Ân]]... ''Điền''\n* [[Ngọc Đức]]\n* [[Hà Huyền Chi]]... ''Tân''\n* [[Khả Năng]]\n* [[Trần Đỗ Cung]]... ''Trung tá Lạc''\n* [[Ngọc Phu]]\n* [[Khả Năng]]\n* [[Tùng Lâm (kịch sĩ)|Tùng Lâm]]\n* [[Xuân Phát]]\n* [[Bà Năm Sa Đéc]]... ''Má Phi''\n{{div col end}}\n\n==Hậu trường==\nĐầu năm 1971, tại [[Sài Gòn]], một tổ hợp gồm 7 doanh nhân ngành công nghiệp điện ảnh đã thành lập một liên doanh để huy động vốn thực hiện một cuốn phim hoành tráng về tình yêu và chiến tranh tại Việt Nam, lấy tên là ''Liên Ảnh'' (gọi tắt của ''Liên Hiệp Điện Ảnh Việt Nam''). Ý tưởng để thực hiện là đưa nội dung cuốn tiểu thuyết \"Chân trời tím\" của nhà văn Văn Quang lên màn bạc, nhưng yêu cầu không phải là một sản phẩm mì ăn liền mà phải là một bộ phim mang tầm vóc kinh điển. Không hãng phim riêng lẻ nào đủ sức gồng chi phí làm phim dự kiến sẽ rất lớn lao, nên việc huy động lập liên doanh chung vốn được sáng kiến và đồng thuận sau thời gian ngắn bàn bạc. Trọng trách đạo diễn cuốn phim được nhắm cho ông [[Lê Hoàng Hoa]], một tên tuổi hàng đầu trong làng điện ảnh, còn hai vai chính nam nữ sẽ mời [[Hùng Cường]] và [[Kim Vui]], hai ca sĩ thanh sắc vẹn toàn bấy giờ. Ngoài giàn giáo đó, Liên Ảnh còn tính chu đáo đến từng giem, sẽ mời hầu hết những gương mặt nghệ sĩ nào có tiếng tăm tại Sài Gòn vào các vai phụ để đảm bảo sức thu hút khán và cả doanh thu.\n\n[[Hùng Cường]] vào vai Phi súng máy, một hạ sĩ thuộc binh chủng thiết giáp dưới quyền chỉ huy của viên thiếu tá trung đoàn trưởng có hai con gái xinh đẹp. Thiếu tá này ngoài đời cũng mang hàm thiếu tá, nhưng thuộc bên không quân, là ông Trần Đỗ Cung. Ngoài ra, sự kỹ lưỡng đến cả phần viết lời đối thoại khi liên hiệp phim mời chính nhà văn [[Văn Quang]] cùng [[Mai Thảo]], một nhà văn khác biên thoại. Hai tác phẩm ''[[Nghìn trùng xa cách]]'' của [[Phạm Duy]] và ''[[Người đi qua đời tôi]]'' của [[Phạm Đình Chương]] được dự kiến làm nhạc nền cho cuốn phim, sau còn có cả [[Trần Thiện Thanh]] soạn thêm bài ''Chân trời tím'' rất bám sát nội dung. Cô Lê Hiền là giọng lồng tiếng cho cả [[Kim Vui]] và [[Mộng Tuyền]].\n\nBối cảnh thời gian xảy ra của tác phẩm là giai đoạn chuyển tiếp giữa hai nền đệ nhất và đệ nhị cộng hòa, trong đó đỉnh điểm là cuộc chính biến lật đổ [[Ngô Đình Diệm]] mà vai chánh Phi bị cuốn hút vào đó. Không gian là vài cảnh chiến trường chủ yếu tại miền Nam thời bấy giờ và ngoại cảnh chính yếu là thủ đô [[Sài Gòn]] và cảnh quan biển ở [[Vũng Tàu]]. Phim huy động được cả sự hỗ trợ của quân lực, cảnh trận đánh tại một tiền đồn miền duyên hải đã có sự tham dự của không quân, bộ binh và thiết giáp thật, cùng một màn hành quân trực thăng vận công phu.\n\n{{cquote|chữ=Bộ phim quay xong là một thành công lớn được hầu khắp các báo Sài Gòn ca ngợi. Phim được giải tổng thống năm 1971. Đích thân Tổng thống [[Nguyễn Văn Thiệu]] đã trao tặng Kim Vui tượng vàng nữ diễn viên xuất sắc trong đêm liên hoan trao giải tại dinh Độc Lập.|tác giả=[[Thẩm Thúy Hằng]]}}\n\n==Nhạc phim==\n* ''[[Nửa hồn thương đau]]''<br>Sáng tác: [[Phạm Đình Chương]]<br>Trình bày: [[Thái Thanh]]\n* ''Người đi qua đời tôi''{{efn|Ca khúc \"Chân Trời Tím\" của Trần Thiện Thanh ra đời trước khi phim \"Chân Trời Tím\" được bấm máy. Đó là cảm xúc của Trần Thiện Thanh sau khi đọc xong tác phẩm \"Chân Trời Tím\" của Văn Quang. Bài hát này không có sử dụng trong phim \"Chân Trời Tím\". Hai ca khúc của Phạm Đình Chương viết riêng cho phim \"Chân trời Tím\" là Nửa Hồn Thương Đau và Người Đi Qua Đời Tôi. Cả hai đều do giọng của ca sĩ Thái Thanh hát - Hòa âm Hoàng Trọng.}}<br>Sáng tác: [[Phạm Đình Chương]]<br>Trình bày: [[Thái Thanh (ca sĩ)|Thái Thanh]]\n\n==Giải thưởng==\nTheo lời danh ca [[Hùng Cường (nghệ sĩ)|Hùng Cường]], bức ảnh ghi lại cảnh ông và bạn diễn [[Kim Vui]] nằm hôn nhau ngoài bãi biển [[Vũng Tàu]] trong phim ''Chân trời tím'' bị chính quyền mới phóng to và trưng bày ở cửa vào khu triển lãm \"tội ác Mĩ-ngụy\" để đả kích.<ref>[https:\/\/www.youtube.com\/watch?v=-YxJ5kQ6KUs Hùng Cường & Mai Lệ Huyền]<\/ref> Về sau, khoảng năm 2004 và 2005, cuốn băng sao trắng đen của bộ phim này lại được đem chiếu cho du khách tại [[Hội trường Thống Nhất]], tuy nhiên vì chất lượng băng đã quá nhiễu nên phải cất đi sau một thời gian. Đương thời, ''Chân trời tím'' cũng là xuất phẩm điện ảnh ẵm nhiều vinh dự [[Giải thưởng Văn học Nghệ thuật Toàn quốc]] nhất.\n* Ba giải vàng [[văn học]] - [[nghệ thuật]] toàn quốc, [[Sài Gòn]] - 1971: Văn học, Nghệ thuật, Nữ tài tử chánh xuất sắc nhất ([[Kim Vui]]).\n* Giải nhất về nghệ thuật tại [[Liên hoan phim Á châu]], [[Đài Bắc]] - 1971 (Best Artistic Expression Award from the Asian Film Festival).\n==Xem thêm==\n*[[Người tình không chân dung]]\n*[[Xin nhận nơi này làm quê hương]]\n\n==Ghi chú==\n{{notelist|2}}\n\n==Tham khảo==\n{{tham khảo|4}}\n==Liên kết==\n===Tài liệu===\n*Kiều Chinh, ''Nghệ sĩ lưu vong : Hồi ký'', Văn Học xuất bản, [[Irvine, California]], [[Mỹ]], 2021.\n*[[Lê Dân]], ''[https:\/\/thanhnien.vn\/event\/nguoi-dep-man-bac-viet-mot-thoi-1040.html Người đẹp màn bạc Việt một thời]'', Thanhnien Online, 6 tháng 3 năm 2013.\n*[[Lê Quang Thanh Tâm]], ''Điện ảnh miền Nam trôi theo dòng lịch sử'', NXB Văn Hóa Văn Nghệ TPHCM, [[Sài Gòn]], 2015.\n*[[Phạm Công Luận]], ''Hồi ức, sưu khảo, ghi chép về văn hóa Sài Gòn'', Nhà sách Phương Nam & Nhà xuất bản Thế Giới, [[Sài Gòn]], 2016–2022.\n*[[Lê Hồng Lâm]], ''101 phim Việt Nam hay nhất'', Nhà xuất bản Thế Giới, [[Sài Gòn]], 2018.\n*[[Lê Hồng Lâm]], ''Người tình không chân dung : Khảo cứu điện ảnh miền Nam giai đoạn 1954-1975'', Nhà sách Tao Đàn, [[Hà Nội]], 2020.\n*[[Max Hastings]], ''Vietnam : An Epic Tragedy, 1945 - 1975'', [[Harper Perennial]], [[New York City]], October 15, 2019.\n*馬克斯‧黑斯廷斯（原文作者），譚天（譯者），《[https:\/\/www.books.com.tw\/products\/0010920687 越南啟示錄1945-1975：美國的夢魘、亞洲的悲劇]》（上、下冊不分售），八旗文化，臺北市，2022\/04\/08。\n===Tư liệu===\n*[https:\/\/nhacxua.vn\/nhung-my-nhan-tuyet-sac-cua-lang-nghe-thuat-sai-gon-tren-hinh-bia-tap-chi-kich-anh-nam-1957\/ Những mỹ nhân tuyệt sắc của làng nghệ thuật Sài Gòn trên hình bìa tạp chí Kịch Ảnh năm 1957]\n*[https:\/\/thoixua.vn\/tin-tuc\/can-khoi-phuc-nhung-di-san-dien-anh-quy-gia-cua-mien-nam-truoc-1975.html Cần khôi phục những di sản điện ảnh quý giá của miền Nam trước 1975]\n* [http:\/\/www.vietweekly.com\/viet-weekly\/vw12n14\/hau-truong-san-khau Nữ minh tinh Kim Vui tưởng nhớ người bạn diễn Ngọc Đức và phim ''Chân trời tím'']\n* [http:\/\/www.youtube.com\/watch?v=_fyv7ANUQq8 Nữ minh tinh Kim Vui tưởng nhớ kịch sĩ, tài tử Ngọc Đức vừa mất ngày 25 tháng 3 năm 12]\n* [https:\/\/giomienxuoi.blogspot.com\/2018\/11\/phim-chan-troi-tim-ban-lam-moi-2017.html Lý do bài ''Chân trời tím'' không được chọn]\n[[Thể loại:Phim do Lê Hoàng Hoa đạo diễn]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim lãng mạn Việt Nam]]\n[[Thể loại:Phim ca nhạc Việt Nam]]\n[[Thể loại:Phim về chiến tranh Việt Nam]]\n[[Thể loại:Phim dựa theo tác phẩm của nhà văn]]\n[[Thể loại:Phim năm 1970]]"}