{"40339":"{{otheruses4|địa danh Châu Thành ở miền Nam Việt Nam|các địa danh cùng tên|Châu Thành (định hướng)}}\n'''Châu Thành''' là một từ được sử dụng khá nhiều làm địa danh ở miền Nam Việt Nam. Trong lịch sử, danh xưng ''là một tên chung để gọi “lị sở” hay là “thủ phủ” của tỉnh. Sau biến thành tên riêng của cả loạt “lị sở” hay là “thủ phủ” của nhiều tỉnh ở [[Nam Kỳ]]''.<ref>Nhiều tác giả, ''Từ điển bách khoa Việt Nam'', Tập 1, A-Đ, Trung tâm Biên soạn từ điển bách khoa Việt Nam, Hà Nội, 1995, tr.426<\/ref> Ngày nay, địa danh này vẫn còn được sử dụng khá nhiều ở miền Nam Việt Nam, với 11 huyện và 4 thị trấn.\n\n==Từ nguyên==\n===Tài liệu chữ Hán===\nTrong các tài liệu chữ Hán, từ \"châu thành\" được ghi bằng nhiều cách như \"州城\", \"珠城\", \"周城\". Trừ chữ \"thành\" 城 có nghĩa thống nhất là \"thành lũy\", thì chữ \"châu\" lại có nhiều cách ghi nghĩa khác nhau:\n* Châu thành (''州城''): thành sở của Châu, một đơn vị hành chính ở miền biên ải trong thời phong kiến. Sách Hương Lãm Mai Đế ký chép: ''帝遂引兵進據州城分兵拒守'', \"Vua bèn đem quân chiếm Châu thành, chia quân đóng giữ\".<ref>Dẫn theo [[Phan Huy Lê]], [https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/khoi-nghia-mai-thuc-loan,-nam-khoi-dau-va-nam-ket-thuc Khởi nghĩa Mai Thúc Loan, năm khởi đầu và năm kết thúc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180704183047\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/khoi-nghia-mai-thuc-loan,-nam-khoi-dau-va-nam-ket-thuc |date=2018-07-04 }}.<\/ref> Chữ Châu thành trong câu được dùng theo nghĩa này.\n* Châu thành (''珠城''): thành ngọc châu. Từ này được dùng như một biệt danh để chỉ một số thành thị, như thành phố [[Bạng Phụ]], tỉnh [[An Huy]], Trung Quốc.\n* Châu thành (''周城''): bao quanh thành phố.<ref>Theo Lê Trung Hoa, Cửa sổ tri thức, Nhà xuất bản Trẻ, TP. Hồ Chí Minh, 2005, tr.245.<\/ref><ref>[http:\/\/thanhnien.vn\/toa-soan-ban-doc\/vi-sao-co-nhieu-huyen-chau-thanh-335181.html Vì sao có nhiều huyện Châu Thành?]<\/ref> Các địa danh Châu Thành tại miền Nam Việt Nam đều được ghi bằng cách ghi này.\n\n===Tài liệu Quốc ngữ===\nCác tài liệu Quốc ngữ định nghĩa từ \"châu thành\" như sau:<ref>Dẫn theo Nguyễn Thanh Lợi, ''[http:\/\/www.vanhoahoc.vn\/nghien-cuu\/van-hoa-viet-nam\/van-hoa-nam-bo\/2331-nguyen-thanh-loi-dia-danh-chau-thanh.html Địa danh Châu Thành] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161219055437\/http:\/\/www.vanhoahoc.vn\/nghien-cuu\/van-hoa-viet-nam\/van-hoa-nam-bo\/2331-nguyen-thanh-loi-dia-danh-chau-thanh.html |date=2016-12-19 }}'', in trong tạp chí Nghiên cứu và Phát triển, số 3, 2009.<\/ref>\n* Châu thành: ''một khu đất rộng đã lập ra phố phường, dân cư đông đúc'': \"Hải Phòng là nơi châu thành mới mở\" (Hội Khai Trí Tiến Đức, Việt Nam tự điển (1931), Mặc Lâm xuất bản, Sài Gòn, 1968, tr.117)\n* Châu Thành: ''thành thị'' (ville) (Đào Duy Anh, Hán Việt từ điển (1932), Nhà xuất bản Khoa học xã hội, Hà Nội, 1992, tr.157)\n* Châu Thành: ''thành thị''. \"Châu thành Hà Nội\" (Đào Văn Tập, Tự điển Việt Nam phổ thông, A-C, Nhà sách Vĩnh Bảo, Sài Gòn, 1951, tr.92)\n* Châu Thành: ''khu đất đã lập thành phố phường, có dân cư đông đúc'' (Thanh Nghị, Việt Nam tân tự điển, Nhà xuất bản Thời Thế, Sài Gòn, 1952, tr.253)\n* Châu Thành: ''ville, toute la ville''; ngoại châu thành: zone suburbaine (Eugène Gouin, Dictionnaire Vietnamien Chinois Francais, Impimerie D’Extrême-Orient, Saigon, 1957, p.&nbsp;250)\n* Châu Thành: ''thành thị, thành phố'': \"nhà ở Cần Thơ, ngay tại châu thành\" (Đào Đăng Vỹ, Việt Nam bách khoa từ điển, Quyển 3, Sài Gòn, 1961, tr.161)\n* Châu thành: ''thành thị, khu vực chính một xứ hay một tỉnh, nơi người đứng đầu xứ hay tỉnh trưởng cai trị, thường dân cư đông đúc, mua bán thịnh vượng'' (Lê Văn Đức, Việt Nam tự điển, Tập 1, Nhà sách Khai Trí, Sài Gòn, 1970, tr.275)\n* Châu thành: ''khu đất đã lập thành phố phường, có dân cư đông đúc'': \"Ở đây gió bụi châu thành, Mộng vàng một giấc tan tình phấn son\" (Ban Tu thư Khai Trí, Tự điển Việt Nam, Nhà sách Khai Trí, Sài Gòn, 1971, tr.187)\n* Châu thành: ''thành phố''. \"Châu thành Sài Gòn\" (Hoàng Phê chủ biên, Từ điển tiếng Việt phổ thông, Tập 1, A-C, Nhà xuất bản Khoa học xã hội, Hà Nội, 1975, tr.198)\n* Châu Thành: ''thành phố; thuộc phạm vi thành phố''. \"Châu Thành Sài Gòn. Huyện Châu Thành tỉnh Bến Tre\" (Nguyễn Văn Ái chủ biên, Sổ tay phương ngữ Nam Bộ, Nhà xuất bản Cửu Long, 1987, tr.97)\n* Châu thành: ''thành phố''. \"Châu thành Sài-gòn\" (Văn Tân chủ biên, Từ điển tiếng Việt, In lần thứ ba, Văn Tân, Nguyễn Văn Đạm chỉnh lý và bổ sung, Nhà xuất bản Khoa học xã hội, Hà Nội, 1994, tr.155)\n* Châu Thành: ''thành phố; thuộc phạm vi thành phố''. \"Châu Thành Sài Gòn. Huyện Châu Thành tỉnh Bến Tre\" (Nguyễn Văn Ái chủ biên, Từ điển phương ngữ Nam Bộ, Nhà xuất bản Thành phố Hồ Chí Minh, 1994, tr.146-147)\n* Châu Thành: ''là một tên chung để gọi “lị sở” hay là “thủ phủ” của tỉnh. Sau biến thành tên riêng của cả loạt “lị sở” hay là “thủ phủ” của nhiều tỉnh ở Nam Kỳ'' (Nhiều tác giả, Từ điển bách khoa Việt Nam, Tập 1, A-Đ, Trung tâm Biên soạn từ điển bách khoa Việt Nam, Hà Nội, 1995, tr.426)\n* Châu thành: ''thành phố'' (Hoàng Phê chủ biên, Từ điển tiếng Việt, Nhà xuất bản Đà Nẵng-Trung tâm Từ điển học, 2004, tr.145)\n* Châu thành: 1. ''vùng đất bao xung quanh, ở cạnh thành phố, thị xã, là đơn vị hành chính cấp huyện''. 2. ''Vùng phụ cận, vùng ven thuộc phạm vi thành phố, thị xã''. 3. ''Chỉ vùng đất Sài Gòn-Chợ Lớn trước kia''. (Huỳnh Công Tín, Từ điển từ ngữ Nam Bộ, Nhà xuất bản Khoa học xã hội, Hà Nội, 2007, tr.312)\n\n===Trong văn hóa dân gian Nam Bộ===\nTheo các nhà nghiên cứu, trong văn học dân gian ở Nam Bộ có khá nhiều câu sử dụng từ “châu thành”, mặc dù trong văn bản được viết hoa, nhưng “châu thành” ở đây được dùng như là một danh từ chung, chỉ nơi phố xá đông đúc, văn minh:\n\n:''Bước xuống bắc Mỹ Tho thấy sóng xô, nước đẩy\n:''Bước lên bờ Rạch Miễu thấy nước chảy, cây xanh\n:''Anh biết chắc nơi đây là đất Châu Thành\n:''Sao tìm hoài không thấy trong đám bộ hành bóng em.\n\nHoặc:\n\n:''Đất châu thành<ref>Từ “Châu thành” trong sách Ca dao dân ca Nam Bộ lại được viết hoa, ghi như là một địa danh (Bảo Định Giang, Nguyễn Tấn Phát, Trần Tấn Vĩnh, Bùi Mạnh Nhị, Nhà xuất bản Thành phố Hồ Chí Minh, 1984, tr.249). “châu thành” của câu ca dao này trong Từ điển từ ngữ Nam Bộ (Huỳnh Công Tín, Nhà xuất bản Khoa học xã hội, Hà Nội, 2007, tr.312) không viết hoa.<\/ref> nam thanh nữ tú,\n:''Trong vườn thú đủ các thứ chim.\n:...\n:''Đất châu thành anh ở\n:''Xứ Cần Thơ nọ em về\n:...\n:''Nước ròng bỏ bãi bày gành\n:''Bậu đem duyên đi bán, đất châu thành đều hay.<ref>[[Sơn Nam (nhà văn)|Sơn Nam]], ''Đồng bằng sông Cửu Long nét sinh hoạt xưa'', Nhà xuất bản Thành phố Hồ Chí Minh, 1993, tr.124.<\/ref>\n\nTheo nhà nghiên cứu Nguyễn Thanh Lợi, thì từ “châu thành” xuất hiện muộn nhất vào năm 1859, khi Pháp đánh chiếm [[Gia Định]], suy từ câu ca dao:\n:''Giặc Lang-sa đánh tới Châu Thành,\n:''Dù ai ngăn qua đón lại, dạ cũng không đành bỏ em.\n\nCung theo ông Nguyễn Thanh Lợi, từ \"Châu Thành\" xuất hiện với tư cách là một địa danh hành chính cấp hạt tham biện (arondissemnent) hay cấp quận về sau này, suy theo 2 câu ca dao sau:\n:''Đất Châu Thành<ref>“Ý nói ở Sài Gòn” (Bảo Định Giang, Nguyễn Tấn Phát, Trần Tấn Vĩnh, Bùi Mạnh Nhị, Sđd, tr.249)<\/ref> anh ở,\n:''Xứ Cần Thơ em trở lộn về.\n:...\n:''Chiếc tàu Nam Vang đầu đen mũi đỏ,\n:''Ống khói đỏ đề chữ: Châu Thành.\n\n==Lịch sử một địa danh==\nTrong các tài liệu sử chính thống của triều Nguyễn như [[Gia Định thành thông chí]] và [[Đại Nam nhất thống chí]] đều không ghi lại địa danh nào là Châu Thành ở vùng đất mới. Thậm chí [[Đại Nam nhất thống chí]] dù chép rất chi tiết lỵ sở của Tỉnh thành, Phủ trị, huyện trị, nhưng không có địa danh Châu Thành nào.\n\nTừ lúc kiểm soát được tỉnh Gia Định (1862) cho đến khi chiếm được toàn bộ Nam Kỳ (1867), [[đế quốc thực dân Pháp|thực dân Pháp]] vẫn tạm thời duy trì cách phân chia địa giới hành chánh cũ của [[nhà Nguyễn|triều Nguyễn]] một thời gian. Thời gian này, người [[Pháp]] gọi ''département'' thay cho phủ, gọi ''arrondissement'' thay cho huyện<ref>Bulletin de la Société des Études Indochinoises (Nouvelle série, Tome XX). Sài Gòn: 1945, p. 16.<\/ref> ở những vùng họ chiếm được. Tuy nhiên, do tình trạng thiếu hụt nhân sự, người Pháp không duy trì bộ máy hành chính ở cấp tỉnh và cấp phủ, mà cố duy trì bộ máy hành chính cũ ở cấp huyện, với sự hợp tác của các quan lại cũ đã đầu hàng, dưới sự giám sát của các Thanh tra bản xứ vụ (inspecteur des affaires indigènes) người Pháp. Mỗi thanh tra phải kiêm quản việc giám sát của nhiều huyện hợp lại thành địa bàn của hạt thanh tra (inspection). Các hạt thanh tra đặt trực tiếp dưới quyền lãnh đạo của [[Thống đốc Nam Kỳ|Soái phủ Nam Kỳ]]. Toàn cõi Nam Kỳ bấy giờ có 27 hạt thanh tra như thế.\n\nMãi đến sau khi chiếm được [[Nam Kỳ lục tỉnh]], năm 1867, thực dân Pháp bãi bỏ một phần phân cấp hành chính của nhà Nguyễn<ref name=CHAUTHANH>{{Chú thích web|url= http:\/\/www.sugia.vn\/\/assets\/file\/lich-su-viet-nam\/T%C3%AAn%20g%E1%BB%8Di%20Ch%C3%A2u%20Th%C3%A0nh%20%E1%BB%9F%20Nam%20K%E1%BB%B3%20th%E1%BB%9Di%20thu%E1%BB%99c%20Ph%C3%A1p%20-%20w2003.pdf |tựa đề= TÊN GỌI “CHÂU THÀNH” Ở NAM KỲ THỜI THUỘC PHÁP| tác giả= Dương Văn Triêm |ngày= 18 tháng 1 năm 2021 |website= Hội khoa học lịch sử Bình Dương}}<\/ref>. Cấp phủ hoàn toàn bị bãi bỏ. Các hạt thanh tra được đặt tên lại, hầu hết theo tục danh bằng tên Nôm của địa danh thôn xã nơi đặt lỵ sở hạt thanh tra. Các hạt của Nam Kỳ bấy giờ bao gồm:<ref>Đào Văn Hội, ''Lịch trình hành chính Nam Kỳ'', Văn Khoa xb, Sài Gòn, 1961, tr.33-36.<\/ref>\n* Tỉnh Biên Hòa: Biên Hòa, Bà Rịa, Thủ Dầu Một (Bình An), Long Thành, Thủ Đức (Ngãi An).\n* Tỉnh Sài Gòn (Gia Định): Sài Gòn, Chợ Lớn, Cần Giuộc (Phước Lộc), Gò Công, Bình Lập (Tân An), Tây Ninh, Trảng Bàng (Quang Hóa).\n* Tỉnh Mỹ Tho (Định Tường): Mỹ Tho, Chợ Gạo (Kiến Hòa), Cần Lố (Kiến Phong), Cai Lậy (Kiến Đăng).\n* Tỉnh Vĩnh Long: Vĩnh Long, Trà Vinh, Bến Tre.\n* Tỉnh Châu Đốc (An Giang): Châu Đốc, Sa Đéc, Sóc Trăng.\n* Tỉnh Hà Tiên: Hà Tiên, Rạch Giá.\n\nTheo Nghị định ngày [[7 tháng 6]] năm [[1871]], chính quyền thuộc địa thay tên gọi hạt thanh tra \"inspection\" bằng địa hạt \"arrondissement\". Người đứng đầu địa hạt được gọi là Chánh tham biện (''administrateur'').<ref name=\"Sơn Nam 1971\">[[Sơn Nam (nhà văn)|Sơn Nam]], Miền Nam Đầu Thế Kỷ XX: Thiên Địa Hội Và Cuộc Minh Tân. 1971, tr. 99.<\/ref> Toàn cõi Nam Kỳ được thu gọn còn 19 hạt:<ref>Annuaire de la Cochinchine Française, 1874, p. 139-172<\/ref>\n* Tỉnh Biên Hòa: [[Biên Hòa]], [[Bà Rịa]], [[Thủ Dầu Một]] \n* Tỉnh Sài Gòn: [[Sài Gòn]], [[Chợ Lớn]], [[Gò Công]], [[Tân An]], [[Tây Ninh]] \n* Tỉnh Mỹ Tho: [[Mỹ Tho]] \n* Tỉnh Vĩnh Long: [[Vĩnh Long]], [[Trà Vinh]], [[Bến Tre]], [[Trà Ôn]] \n* Tỉnh Châu Đốc: [[Châu Đốc]], [[Sa Đéc]], [[Sóc Trăng]], [[Long Xuyên]] \n* Tỉnh Hà Tiên: [[Hà Tiên (tỉnh)|Hà Tiên]], [[Rạch Giá]]\n\nMặc dù vẫn duy trì tên gọi của các tỉnh tương tự như thời Nguyễn, nhưng tên tỉnh không còn bất kỳ một ý nghĩa hành chính đặc biệt nào.<ref>''Annuaire de la Cochinchine Française'', năm 1871, tr. 126<\/ref> Cấp huyện cũng bị bãi bỏ hoàn toàn.\n\nNơi đặt lỵ sở của các địa hạt được gọi là ''chef-lieu'' (thủ phủ), cùng tên với tên địa hạt, dân gian gọi là \"châu thành\". Vì vậy để phân biệt với tên hạt, dân gian thường đặt thêm từ \"châu thành\" trước tên hạt để phân biệt, lâu dần thành tên thông dụng.\n\nThực dân Pháp vẫn tiếp tục quá trình cải tổ phân cấp hành chính ở Nam Kỳ theo khuôn mẫu tại chính quốc. Nghị định ngày [[16 tháng 1]] năm [[1899]], đổi tên [[hạt]] thành [[tỉnh]] (province), và từ ngày [[1 tháng 1]] năm 1900, toàn cõi Nam Kỳ chia thành 20 tỉnh như sau:\n\n*Tỉnh [[Gia Định]] (cũ) chia thành năm tỉnh: [[Gia Định]], [[Chợ Lớn (tỉnh)|Chợ Lớn]], [[Tân An (tỉnh)|Tân An]], [[Tây Ninh]], [[Gò Công (tỉnh)|Gò Công]].\n*Tỉnh [[Biên Hòa]] (cũ) chia thành ba tỉnh: [[Biên Hòa (tỉnh)|Biên Hòa]], [[Bà Rịa (tỉnh)|Bà Rịa]], [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]].\n*Tỉnh [[Định Tường]] (cũ) đổi thành [[Mỹ Tho (tỉnh)|Mỹ Tho]].\n*Tỉnh [[Vĩnh Long]] (cũ) chia thành ba tỉnh: [[Vĩnh Long]], [[Bến Tre]], [[Trà Vinh]].\n*Tỉnh [[An Giang]] (cũ) chia thành năm tỉnh: [[Châu Đốc (tỉnh)|Châu Đốc]], [[Long Xuyên (tỉnh)|Long Xuyên]], [[Sa Đéc (tỉnh)|Sa Đéc]], [[Sóc Trăng]], [[Cần Thơ (tỉnh)|Cần Thơ]].\n*Tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]] (cũ) chia thành ba tỉnh: [[Hà Tiên (tỉnh)|Hà Tiên]], [[Rạch Giá (tỉnh)|Rạch Giá]], [[Bạc Liêu]].\n\nNgoài ra còn có 3 thành phố độc lập là Sài Gòn, Chợ Lớn và Cap Saint Jacques (Vũng Tàu).\n\nDanh xưng người đứng đầu cũng thay đổi, từ Chánh tham biện đổi thành Chủ tỉnh (''chef de la province'')<ref name=\"Sơn Nam 1971\"\/>, Tòa tham biện gọi là Tòa bố.\n\nĐến đầu thập niên 1900, thực dân Pháp phân chia hành chính tỉnh thành các quận (''circonscription'') hoặc đại lý hành chánh (délégation) dưới quyền chủ quận hay phái viên hành chánh; quận chia ra tổng (canton), đứng đầu là cai tổng (chef de canton). Tổng chia thành xã.<ref>Theo Bulletin de la Société des Études Indochinoises (Nouvelle série, Tome XX). Sài Gòn: 1945, p. 16-35; và theo [[Nguyễn Đình Đầu]], \"Địa Bàn Thành phố Qua Các Thời Kỳ\", in trong Địa Chí Văn Hóa Tp.HCM. Nhà xuất bản Tp.HCM, 1988, tr. 485-486. Theo [[Đào Văn Hội]], Lịch Trình Hành Chánh Nam Phần. Sài Gòn: 1961, Chương IV, tham biện là inspection; viên chức trông coi inspection gọi là inspecteur. Về tên tham biện (administrateur), xem [[Huỳnh Tịnh Của|Paulus Huình Tịnh Của]], Sách Quan Chế. [[Thành phố Hồ Chí Minh|Sài Gòn]]: Bản in Nhà nước, 1888, tr. 15.<\/ref> Hệ thống hành chính cũ của nhà Nguyễn bị xoá bỏ hoàn toàn trên cõi Nam Kỳ.\n\nBắt đầu từ năm 1912, danh xưng Châu Thành bắt đầu chính thức được đặt cho đơn vị hành chính cấp quận ở Nam Kỳ với sự thành lập của quận Châu Thành, tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]]. Tính đến năm 1944, khi quận Châu Thành, tỉnh [[Tân Bình (tỉnh)|Tân Bình]] được thành lập, trong 21 tỉnh trên toàn cõi Nam kỳ, trừ 4 tỉnh [[Gò Công (tỉnh)|Gò Công]], [[Gia Định (tỉnh)|Gia Định]], [[Chợ Lớn (tỉnh)|Chợ Lớn]] và [[Bạc Liêu]], các tỉnh còn lại đều thành lập quận Châu Thành trên cơ sở thủ phủ của các địa hạt xưa. Từ đó, danh từ Châu Thành được dùng để đặt cho nhiều địa danh chính thức cho đến tận ngày nay ở miền Nam Việt Nam.\n\n==Các đơn vị hành chính hiện hữu==\nNgày nay, từ Châu Thành vẫn còn được sử dụng cho 11 huyện và 4 thị trấn ở Nam Bộ, gồm có:\n* Huyện [[Châu Thành, An Giang|Châu Thành]], tỉnh [[An Giang]]\n* Huyện [[Châu Thành, Bến Tre|Châu Thành]], tỉnh [[Bến Tre]]\n* Huyện [[Châu Thành, Đồng Tháp|Châu Thành]], tỉnh [[Đồng Tháp]]\n* Huyện [[Châu Thành, Hậu Giang|Châu Thành]], tỉnh [[Hậu Giang]]\n* Huyện [[Châu Thành A]], tỉnh [[Hậu Giang]]\n* Huyện [[Châu Thành, Kiên Giang|Châu Thành]], tỉnh [[Kiên Giang]]\n* Huyện [[Châu Thành, Long An|Châu Thành]], tỉnh [[Long An]]\n* Huyện [[Châu Thành, Sóc Trăng|Châu Thành]], tỉnh [[Sóc Trăng]]\n* Huyện [[Châu Thành, Tây Ninh|Châu Thành]], tỉnh [[Tây Ninh]]\n* Huyện [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Tiền Giang]]\n* Huyện [[Châu Thành, Trà Vinh|Châu Thành]], tỉnh [[Trà Vinh]].\n\nCác thị trấn huyện lỵ của một số huyện mang tên Châu Thành:\n* Thị trấn [[Châu Thành (thị trấn thuộc Bến Tre)|Châu Thành]], huyện Châu Thành, tỉnh Bến Tre\n* Thị trấn [[Châu Thành (thị trấn thuộc Sóc Trăng)|Châu Thành]], huyện Châu Thành, tỉnh Sóc Trăng\n* Thị trấn [[Châu Thành (thị trấn thuộc Tây Ninh)|Châu Thành]], huyện Châu Thành, tỉnh Tây Ninh\n* Thị trấn [[Châu Thành (thị trấn thuộc Trà Vinh)|Châu Thành]], huyện Châu Thành, tỉnh Trà Vinh.\n\n==Các đơn vị hành chính trong lịch sử==\n===Trước 1945===\n* Quận Châu Thành, tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]]: thành lập năm [[1912]], tương ứng hầu hết thành phố [[Mỹ Tho]], huyện [[Châu Thành, Tiền Giang|Châu Thành]] và một phần huyện [[Tân Phước]], tỉnh [[Tiền Giang]] ngày nay.\n* Quận Châu Thành, tỉnh [[Cần Thơ (tỉnh)|Cần Thơ]]: thành lập năm [[1913]], tương ứng hầu hết với các quận [[Cái Răng]], [[Ninh Kiều]], [[Bình Thủy]] và huyện [[Phong Điền, Cần Thơ|Phong Điền]], thành phố [[Cần Thơ]] và các huyện [[Châu Thành, Hậu Giang|Châu Thành]], [[Châu Thành A]], tỉnh [[Hậu Giang]] ngày nay\n* Quận Châu Thành, tỉnh [[Sa Đéc (tỉnh)|Sa Đéc]]: thành lập năm [[1916]], tương ứng hầu hết với địa bàn thành phố [[Sa Đéc]] và huyện [[Châu Thành, Đồng Tháp|Châu Thành]], tỉnh [[Đồng Tháp]] ngày nay.\n* Quận Châu Thành, tỉnh [[Sóc Trăng]]: thành lập năm [[1916]], tương ứng hầu hết với địa bàn thành phố [[Sóc Trăng (thành phố)|Sóc Trăng]] và các huyện [[Châu Thành, Sóc Trăng|Châu Thành]], [[Mỹ Tú]], [[Mỹ Xuyên]], tỉnh [[Sóc Trăng]] ngày nay.\n* Quận Châu Thành, tỉnh [[Vĩnh Long]]: thành lập năm [[1917]], tương ứng hầu hết với địa bàn thành phố [[Vĩnh Long (thành phố)|Vĩnh Long]] và huyện [[Long Hồ]], tỉnh [[Vĩnh Long]] ngày nay.\n* Quận Châu Thành, tỉnh [[Long Xuyên (tỉnh)|Long Xuyên]]: thành lập năm [[1917]], tương ứng hầu hết với địa bàn thành phố [[Long Xuyên]] và các huyện [[Châu Thành, An Giang|Châu Thành]], [[Thoại Sơn]], tỉnh [[An Giang]] ngày nay\n* Quận Châu Thành, tỉnh [[Trà Vinh]]: thành lập năm [[1917]], tương ứng hầu hết với địa bàn thành phố [[Trà Vinh (thành phố)|Trà Vinh]] và huyện [[Châu Thành, Trà Vinh|Châu Thành]], tỉnh [[Trà Vinh]] ngày nay\n* Quận Châu Thành, tỉnh [[Châu Đốc (tỉnh)|Châu Đốc]]: thành lập năm 1919, đến năm [[1957]] thì đổi tên là quận [[Châu Phú]]; tương ứng hầu hết với địa bàn thành phố [[Châu Đốc]], huyện [[Châu Phú]] và một phần huyện [[Phú Tân, An Giang|Phú Tân]], tỉnh [[An Giang]] ngày nay.\n* Quận Châu Thành, tỉnh [[Rạch Giá (tỉnh)|Rạch Giá]]: thành lập năm [[1920]], tương ứng hầu hết với địa bàn thành phố [[Rạch Giá]] và các huyện [[Châu Thành, Kiên Giang|Châu Thành]], [[Tân Hiệp]], [[Hòn Đất, Kiên Giang|Hòn Đất]], tỉnh [[Kiên Giang]] ngày nay.\n* Quận Châu Thành, tỉnh [[Tân An (tỉnh)|Tân An]]: thành lập năm [[1922]], tương ứng hầu hết với địa bàn thành phố [[Tân An]] và huyện [[Châu Thành, Long An|Châu Thành]], tỉnh [[Long An]] ngày nay.\n* Quận Châu Thành, tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]]: thành lập năm [[1924]], cuối năm [[1956]] thì bị giải thể; tương ứng hầu hết với địa bàn thành phố [[Hà Tiên (tỉnh)|Hà Tiên]] và một phần các huyện [[Kiên Lương]], [[Giang Thành, Kiên Giang|Giang Thành]] tỉnh [[Kiên Giang]] ngày nay.\n* Quận Châu Thành, tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]]: thành lập năm [[1926]], tương ứng hầu hết với địa bàn thành phố [[Thủ Dầu Một]] và một phần thị xã [[Tân Uyên]], tỉnh [[Bình Dương]] ngày nay.\n* Quận Châu Thành, tỉnh [[Bến Tre]]: thành lập năm [[1927]], tương ứng hầu hết với địa bàn thành phố [[Bến Tre (thành phố)|Bến Tre]] và huyện [[Châu Thành, Bến Tre|Châu Thành]], tỉnh [[Bến Tre]] ngày nay.\n* Quận Châu Thành, tỉnh [[Biên Hòa (tỉnh)|Biên Hòa]]: thành lập năm [[1928]], đến năm [[1963]] thì đổi tên là quận Đức Tu. Tương ứng hầu hết với địa bàn thành phố [[Biên Hòa]] và một phần các huyện [[Vĩnh Cửu]], [[Trảng Bom]], tỉnh [[Đồng Nai]] ngày nay.\n* Quận Châu Thành, tỉnh [[Tây Ninh]]: thành lập năm [[1942]], tương ứng một phần với thành phố [[Tây Ninh (thành phố)|Tây Ninh]] và huyện [[Châu Thành, Tây Ninh|Châu Thành]], tỉnh [[Tây Ninh]] ngày nay.\n* Quận Châu Thành, tỉnh [[Bà Rịa (tỉnh)|Bà Rịa]]: thành lập năm [[1943]], tương ứng hầu hết với địa bàn thành phố [[Bà Rịa]], thị xã [[Phú Mỹ]] và huyện [[Châu Đức]], tỉnh [[Bà Rịa – Vũng Tàu]] ngày nay.\n* Quận Châu Thành, tỉnh [[Tân Bình (tỉnh)|Tân Bình]]: thành lập năm [[1944]], tương ứng hầu hết với địa bàn các quận [[Tân Bình]], [[Tân Phú (quận)|Tân Phú]], [[Gò Vấp]], [[Bình Thạnh]], [[Phú Nhuận]], [[Quận 7]], huyện [[Nhà Bè]]; một phần thành phố [[Thủ Đức]], quận [[Bình Tân (quận)|Bình Tân]] và huyện [[Bình Chánh]], [[Thành phố Hồ Chí Minh]] ngày nay.\n\n===1945-1975===\n* Quận Châu Thành, tỉnh [[Gò Công (tỉnh)|Gò Công]]: thành lập năm [[1955]], tồn tại trong các giai đoạn ngắn [[1955]]-[[1956]] và [[1963]]-[[1965]], tuy nhiên cho đến năm [[1965]] thì bị chia tách và giải thể. Nay là một phần thị xã [[Gò Công]], tỉnh [[Tiền Giang]].\n* Quận Châu Thành (phía Cách mạng gọi là huyện Châu Thành) thuộc [[Kiến Tường (tỉnh)|tỉnh Kiến Tường]] tồn tại trong giai đoạn [[1957]]-[[1976]], sau đó thì bị giải thể. Nay là một phần các huyện [[Mộc Hóa]], [[Tân Thạnh, Long An|Tân Thạnh]] và thị xã [[Kiến Tường]], tỉnh [[Long An]].\n* Huyện Châu Thành, tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] trong giai đoạn [[1957]]-[[1976]].\n* Huyện Châu Thành thuộc tỉnh [[Cà Mau]] của phía chính quyền Cách mạng tồn tại trong giai đoạn [[1957]]-[[1976]].\n* Huyện Châu Thành X, Châu Thành A thuộc tỉnh [[Long Châu Hà]] trong giai đoạn [[1974]]-[[1976]].\n* Huyện Châu Thành A, Châu Thành B thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] trong giai đoạn [[1966]]-[[1975]]. \n* Huyện Châu Thành A, Châu Thành B thuộc [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] cho đến năm [[1971]].\n* Huyện Châu Thành Bắc, Châu Thành Nam thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trong giai đoạn [[1969]]-[[1975]].\n\n===Từ 1976 đến nay===\n* Huyện Châu Thành thuộc tỉnh [[Minh Hải]], bị giải thể vào năm [[1977]]. Tương ứng một phần thị xã [[Giá Rai]], huyện [[Đông Hải, Bạc Liêu|Đông Hải]] (tỉnh Bạc Liêu), một phần [[Cà Mau (thành phố)|thành phố Cà Mau]], các huyện [[Thới Bình]], [[Cái Nước]] ngày nay.\n* Huyện Châu Thành Đông thuộc tỉnh [[Cửu Long (tỉnh)|Cửu Long]], bị giải thể vào năm [[1977]]. Tương ứng phần lớn với huyện [[Châu Thành, Trà Vinh|Châu Thành]], tỉnh [[Trà Vinh]] ngày nay.\n* Huyện Châu Thành Tây thuộc tỉnh [[Cửu Long (tỉnh)|Cửu Long]], bị giải thể vào năm [[1977]]. Tương ứng một phần huyện [[Long Hồ]], tỉnh [[Vĩnh Long]] ngày nay.\n* Huyện Châu Thành thuộc tỉnh [[Sông Bé (tỉnh)|Sông Bé]], bị giải thể vào năm [[1977]]. Nay là một phần các thành phố [[Thủ Dầu Một]] và [[Tân Uyên]].\n* Huyện Châu Thành thuộc tỉnh [[Cần Thơ (tỉnh)|Cần Thơ]]. Tương ứng phần lớn các huyện Châu Thành, Châu Thành A của tỉnh Hậu Giang, một phần huyện Phong Điền và một phần quận Cái Răng của thành phố Cần Thơ ngày nay.\n* Huyện [[Châu Thành A]] thuộc tỉnh [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]], thành lập năm [[2001]]. Nay là huyện [[Châu Thành A]], tỉnh [[Hậu Giang]].\n* Huyện Châu Thành thuộc tỉnh [[Đồng Nai]] (từ năm 1991 thuộc [[Bà Rịa (tỉnh)|tỉnh Bà Rịa]]). Giải thể năm 1994. Tương ứng hầu hết với thành phố [[Bà Rịa]], thị xã [[Phú Mỹ]] và huyện [[Châu Đức]], tỉnh [[Bà Rịa – Vũng Tàu]] ngày nay.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Nguyễn Thanh Lợi, ''[http:\/\/www.vanhoahoc.vn\/nghien-cuu\/van-hoa-viet-nam\/van-hoa-nam-bo\/2331-nguyen-thanh-loi-dia-danh-chau-thanh.html Địa danh Châu Thành] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161219055437\/http:\/\/www.vanhoahoc.vn\/nghien-cuu\/van-hoa-viet-nam\/van-hoa-nam-bo\/2331-nguyen-thanh-loi-dia-danh-chau-thanh.html |date=2016-12-19 }}'',Tạp chí Nghiên cứu và Phát triển, số 3, 2009.\n* [http:\/\/baobaclieu.vn\/newsdetails\/2ECC9C1D46\/Tu_Chau_Thanh_den_Thanh_.aspx Từ “Châu Thành” đến “Thành”]\n* [http:\/\/www.baoangiang.com.vn\/Truyen-hinh-Online\/Phong-su\/ia-danh-Chau-Thanh-o-mien-Tay.html Địa danh \"Châu Thành\" ở miền Tây]\n\n[[Thể loại:Nam Bộ]]"}