{"150852":"{{bài cùng tên|Châu Thành (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Châu Thành\n| hình = Tượng đài kỷ niệm chiến thắng Rạch Gầm - Xoài Mút.png\n| ghi chú hình =Tượng đài kỷ niệm chiến thắng Rạch Gầm-Xoài Mút tại huyện Châu Thành\n| vĩ độ = 10\n| vĩ phút = 25\n| vĩ giây = 27\n| kinh độ = 106\n| kinh phút = 17\n| kinh giây = 03\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 229,92 km²\n| dân số = 265.112 người\n| thời điểm dân số = 2019\n| dân số thành thị = 6.242 người\n| dân số nông thôn = 257.449 người\n| mật độ dân số = 1.151 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Tiền Giang]]\n| huyện lỵ = thị trấn [[Tân Hiệp, Châu Thành (Tiền Giang)|Tân Hiệp]] \n| thành lập = 1994\n| chủ tịch UBND = Huỳnh Văn Bé Hai\n| chủ tịch HĐND = Trương Minh Tới\n|bí thư =  Trương Minh Tới\n| phân chia hành chính = 1 thị trấn, 22 xã\n| mã hành chính = 821<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 63-B3-G1\n| mã bưu chính = \n| số điện thoại = \n*0273.3.831.225\n*0273.3.831.922\n| trụ sở UBND = Đường Thân Đức, ấp Cá, thị trấn [[Tân Hiệp, Châu Thành (Tiền Giang)|Tân Hiệp]] \n| web = {{url|chauthanh.tiengiang.gov.vn}}\n}}\n\n'''Châu Thành''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Tiền Giang]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Châu Thành nằm ở vị trí trung tâm của tỉnh [[Tiền Giang]], có vị trí địa lý:\n*Phía đông giáp huyện [[Chợ Gạo]] và thành phố [[Mỹ Tho]]\n*Phía tây giáp thị xã [[Cai Lậy (thị xã)|Cai Lậy]] và huyện [[Cai Lậy (huyện)|Cai Lậy]]\n*Phía nam giáp huyện [[Châu Thành, Bến Tre|Châu Thành]], tỉnh [[Bến Tre]] qua [[sông Mỹ Tho]]\n*Phía bắc giáp huyện [[Tân Phước]] và giáp thành phố [[Tân An]], tỉnh [[Long An]].\n\nHuyện lỵ là [[Tân Hiệp, Châu Thành (Tiền Giang)|thị trấn Tân Hiệp]] nằm trên đường [[Quốc lộ 1]] cách thành phố [[Mỹ Tho]] 10&nbsp;km về hướng bắc và cách thành phố [[Tân An]] 15&nbsp;km về hướng tây nam.\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Trung Lương – Mỹ Thuận]] đi qua.\n\n===Điều kiện tự nhiên===\nHuyện có địa hình tương đối phức tạp, thấp dần từ Nam đến Bắc, từ Đông sang Tây xen kẽ những giồng cát gò cao và những vùng trũng, gồm có 3 dạng chính như sau:\n:*'''Vùng cao:''' có độ cao từ 1,1 mét - 1,7 mét, phân bố dọc theo [[Quốc lộ 1]] và khu vực Đông Nam của huyện.\n:*'''Vùng trung bình:''' có độ cao từ 0,8 - 1,2 m, phân bố chủ yếu phía Nam [[Quốc lộ 1]].\n:*'''Vùng thấp:''' có độ cao từ 0,5 - 0,8 m, phân bố phía Bắc [[Quốc lộ 1]], gồm các xã [[Điềm Hy]] một phần [[Nhị Bình, Châu Thành (Tiền Giang)|Nhị Bình]], [[Long Định, Châu Thành (Tiền Giang)|Long Định]], [[Tam Hiệp, Châu Thành (Tiền Giang)|Tam Hiệp]].\n\nĐất đai ở huyện châu thành chia thành 3 nhóm đất chính là:\n\n:*'''Nhóm đất phù sa''': phát triển trên trầm tích sông biển và trầm tích sông đầm lầy phân bố chủ yếu ở phía Nam và một phần ở phía Đông.\n\n:*'''Nhóm đất phèn''': phân bố dọc Bắc [[Quốc lộ 1]], đường 870 và 866.\n\n:*'''Nhóm đất giồng và đất dốc bồi tụ''': phân bố thành một hành lang hẹp nằm giữa 2 vùng trên.\n\n===Sông ngòi===\n[[Sông Tiền]] đoạn chảy ngang huyện có nhiều dài 17,5&nbsp;km. [[Sông Vàm Cỏ Tây]] ảnh hưởng đến một phần diện tích thuộc khu vực Bắc [[Quốc lộ 1]].\n\n==Lịch sử==\n=== Vài nét về địa danh Châu Thành ===\nTrong văn học dân gian ở Nam Bộ có khá nhiều câu sử dụng từ \"châu thành\", mặc dù trong văn bản được viết hoa, nhưng \"châu thành\" ở đây được dùng như là một danh từ chung, chỉ nơi phố xá đông đúc, văn minh. Từ \"châu thành\" vốn là một từ Hán-Việt, được sử dụng khá phổ biến ở Nam Bộ. Khái niệm \"châu thành\" có thể hiểu là: \n*Phố phường, thành thị, nơi dân cư đông đúc\n*Khu vực chính một xứ hay một tỉnh\n*Vùng đất bao quanh, ở cạnh thành phố, thị xã, đơn vị hành chính cấp huyện.\n\nSau khi chiếm nốt 3 tỉnh miền Tây Nam Kỳ, ngày [[5 tháng 6]] năm [[1867]], thực dân Pháp ra nghị định chia 6 tỉnh Nam Kỳ ra 24 hạt tham biện (''arondissemnent''). Viên cai trị hạt là tham biện (''inspecteur'', sau đổi là ''administrateur''). Lỵ sở của hạt gọi là \"châu thành\", có chức năng như một \"trung tâm hành chính\" của hạt. Bắt đầu từ năm [[1912]], địa danh Châu Thành chính thức được đặt tên cho nhiều đơn vị hành chính cấp quận ở các tỉnh Nam Kỳ.\n\nBan đầu, \"châu thành\" chỉ các trung tâm hành chính, nơi có chợ búa, các cơ quan của hạt tham biện trú đóng. Sau khi thành lập các thị xã với chức năng \"tỉnh lỵ\", nó chiếm một phần diện tích của \"châu thành\", phần diện tích còn lại vẫn giữ tên cũ là quận Châu Thành và sau này là huyện Châu Thành. Hiện nay các thị xã tỉnh lỵ đó đều đã được nâng cấp trở thành các thành phố trực thuộc tỉnh.\n\nHuyện Châu Thành thuộc tỉnh [[Tiền Giang]] ngày nay chính là quận Châu Thành thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] thời Pháp thuộc. Địa bàn thành phố [[Mỹ Tho]] ngày nay khi đó vẫn nằm trong quận Châu Thành.\n===Thời phong kiến===\nĐất đai huyện Châu Thành được khai phá và ổn định dân cư sớm nhất ở [[đồng bằng Sông Cửu Long]].\n\nVào khoảng đầu thế kỷ thứ XVII, vùng giồng cát huyện Châu Thành đã có người vào khai hoang lập nghiệp.\n\nNăm [[1772]], một đơn vị hành chính nhỏ, có tính quân sự được đặt riêng tại Tiền Giang là đạo Trường Đồn. Đạo Trường Đồn được đặt tại giồng Kiến Định tức là vùng thị trấn Tân Hiệp ngày nay.\n\nNăm [[1779]], đạo Trường Đồn được nâng lên dinh (tương đương với tỉnh sau này).\n\nNăm [[1781]], dinh Trường Đồn được đổi tên lại là dinh Trấn Định. Lỵ sở dinh Trấn Định đóng tại gò đất cao (chỗ khu vực Văn phòng Huyện ủy huyện Châu Thành ngày nay). Giồng Kiến Định là trung tâm hành chính của vùng Tiền Giang trong khoảng 20 năm.\n\nMãi đến năm [[1792]], lỵ sở Trấn Định mới dời về thôn Mỹ Chánh ([[Mỹ Tho]]).\n\nNăm [[1808]], vùng Tân Hiệp lại trở thành vùng thị tứ như cũ. Lỵ sở phủ Kiến An kiêm nhiếp huyện Kiến Hưng đến đóng tại thôn Tân Lý Tây.\n\nĐến năm [[1833]], lỵ sở lại dời về thôn Tân Hiệp.\n\nVào thời [[nhà Nguyễn]] độc lập, vùng đất huyện Châu Thành, huyện [[Tân Phước, Tiền Giang|Tân Phước]] và thành phố [[Mỹ Tho]] ngày này thuộc huyện Kiến Hưng, phủ Kiến An, tỉnh [[Định Tường]].\n\nNăm [[1836]], huyện Kiến Hưng có 5 tổng với các làng trực thuộc như sau:\n*Tổng Hưng Long gồm 14 thôn: Bình An, Bình Long Đông, Chánh Đông, Đông An, Ngãi Lợi, Phú Khương, Phú Thượng, Tân Đông, Tân Hòa Đông, Tân Hòa Tây, Thủy Đông, Trường Thạnh, Tuyên Thạnh, Vĩnh Thạnh\n*Tổng Hưng Nhơn gồm 12 thôn: Dương Hòa, Định Hòa, Hưng Thạnh, Long Định, Mỹ Điền, Nhị Bình, Phú Mỹ, Phước An, Tân Hội Đông, Tân Hội Tây, Tân Lý Đông, Tân Lý Tây\n*Tổng Hưng Nhượng gồm 12 thôn: Bình An Đông, Bình Cư, Bình Qươn, Hòa Mỹ, Lợi Thạnh, Nhơn Hậu, Nhơn Lý Tây, Nhơn Nhượng, Tân Hiệp, Tân Hương Tây, Tường Khánh, Xuân Sanh\n*Tổng Thuận Bình gồm 15 thôn: An Phước, An Thạnh, Bình Đông, Bình Sơn, Bình Thuyên Đông, Hữu Đạo, Long Hưng, Long Thạnh, Mỹ Thuận Đông, Mỹ Thuận Tây, Tân Đức Đông, Tân Đức Tây, Tân Phú Đông, Vĩnh Kim Đông, Vĩnh Kim Tây\n*Tổng Thuận Trị gồm 19 thôn: An Đức, An Đức Đông, An Hòa, An Thành, An Vĩnh, Bình Tạo, Cửu Viễn, Đạo Ngạn, Điều Hòa, Long Hội, Long Hội Tây, Ngãi Hữu, Nhơn Hòa, Phú Đức Đông, Phú Đức Tây, Tân Thuận, Thân Nhơn, Thới Sơn, Trung Lương.\n\nRiêng vùng đất tổng Hưng Long ngày nay thuộc các huyện vùng [[Mộc Hóa]], [[Đồng Tháp Mười]] của tỉnh [[Long An]] (trước năm [[1976]] toàn bộ vùng đất này thuộc [[Kiến Tường (tỉnh)|tỉnh Kiến Tường]] cũ).\n\n===Thời Pháp thuộc===\nSau khi chiếm hết được ba tỉnh miền Đông Nam Kỳ vào năm [[1862]], thực dân Pháp dần xóa bỏ tên gọi tỉnh [[Định Tường]] cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra. Lúc bấy giờ, hạt Thanh tra Kiến Hưng (cũng gọi là hạt Thanh tra Kiến An) được thành lập trên địa bàn huyện Kiến Hưng thuộc phủ Kiến An, tỉnh [[Định Tường]] cũ. Trụ sở hạt Thanh tra Kiến Hưng (hay Kiến An) đặt tại [[Mỹ Tho]]. Lúc đầu, hạt Thanh tra tạm gọi tên theo tên các phủ huyện cũ, sau mới đổi tên gọi theo địa điểm đóng trụ sở. Về sau, hạt Thanh tra Kiến Hưng (hay Kiến An) cũng được đổi tên thành hạt Thanh tra Mỹ Tho; bao gồm 4 tổng: Hưng Nhơn, Hưng Nhượng, Thuận Bình và Thuận Trị. Đồng thời, tổng Hưng Long cũng được giao về cho hạt Thanh tra Tân An.\n\nSau năm [[1876]], các thôn đổi thành làng (''village''). Ngày [[5 tháng 1]] năm [[1876]], hạt Thanh tra Mỹ Tho đổi thành hạt tham biện [[Mỹ Tho (tỉnh)|Mỹ Tho]].\n\nNgày [[1 tháng 1]] năm [[1900]], tất cả các hạt tham biện ở Đông Dương điều thống nhất gọi là \"tỉnh\", trong đó có [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]].\n\nSau năm [[1900]], thực dân Pháp thành lập Trung tâm Hành chánh Châu Thành thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] có 4 tổng: Thuận Trị (10 làng), Thuận Bình (16 làng), Hưng Nhơn (13 làng), Hưng Nhượng (6 làng).\n\nNgày [[22 tháng 3]] năm [[1912]], thực dân [[Pháp]] lập quận Châu Thành thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], ban đầu gồm 2 tổng: Thuận Trị và Thuận Bình.\n\nNgày [[24 tháng 10]] năm [[1925]], đia giới các làng được điều chỉnh lại, tổng Thuận Bình và Thuận Trị chỉ còn 10 làng mỗi tổng.\n\nNgày [[1 tháng 1]] năm [[1928]], quận Châu Thành nhận thêm tổng Hưng Nhơn và tổng Hưng Nhượng từ quận Bến Tranh vừa bị giải thể. Lúc này, tổng Hưng Nhượng cũng bị giải thể và sáp nhập vào tổng Hưng Nhơn.\n\nThời Pháp thuộc, làng Điều Hòa vừa đóng vai trò là quận lỵ quận Châu Thành và là tỉnh lỵ tỉnh Mỹ Tho. Theo Nghị định ngày [[18]] tháng [[12]] năm [[1928]] của [[Toàn quyền Đông Dương]], thành lập thị xã [[Mỹ Tho]] (còn gọi là thị xã hỗn hợp hay là Hiệp xã) trực thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trên phần đất làng Điều Hòa trước đó.\n\nNăm [[1902]], các tổng Hưng Nhơn, Hưng Nhượng, Thuận Trị và Thuận Bình có các làng trực thuộc như sau<ref>{{Chú thích web | url = https:\/\/www.flickr.com\/photos\/13476480@N07\/11815306843\/sizes\/o\/in\/photostream\/ | tiêu đề = All sizes | author = | ngày = | ngày truy cập = 29 tháng 9 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>:\n*Tổng Hưng Nhơn gồm 13 làng: Hưng Thạnh, Mỹ Điền, Phước Lộc, Phú Mỹ, Tân Hội Đông, Tân Hội Tây, Dương Hòa, Tân Thành, Tân Lý Đông, Tân Lập, Long Định, Định Hòa, Nhị Bình\n*Tổng Hưng Nhượng gồm 6 làng: Tân Hương, Tân Hương Tây, Tân Hiệp, Tân Lý Tây, Hòa Mỹ, Tịnh Giang\n*Tổng Thuận Trị gồm 19 làng: Thân Nhơn, Cửu Viễn, Nghĩa Hữu, Nhơn Hòa, An Hội, Long Hội Tây, Long Hội, An Vĩnh, Bình Tạo, An Đức, Tân Thuận, Đạo Ngạn, Thạnh Trị, Trung Lương, An Đức Đông, Thới Sơn, Điều Hòa, Phú Đức, Phú Túc\n*Tổng Thuận Bình gồm 15 làng: Mỹ Thuận Đông, Mỹ Thuận Tây, Vĩnh Kim Đông, Vĩnh Kim Tây, Hữu Đạo, Dưỡng Điềm, Điềm Hy, Bình Đông, Bình Hòa Đông, Bình Sơn, Phong Trưng, An Phước, An Thạnh, Long Hưng, Thạnh Phú.\n\nCũng từ năm [[1912]], tổng Thuận Bình nhận thêm ba làng Kim Sơn, Phú Phong và Bàn Long từ tổng Lợi Trường của quận [[Cai Lậy]].\n\nĐến năm [[1928]], khi tổng Hưng Nhượng bị giải thể, duy nhất làng Hòa Tịnh (hợp nhất Hòa Mỹ và Tịnh Giang) được nhập vào tổng Thạnh Quơn thuộc quận [[Chợ Gạo]].\n\nThực dân Pháp chủ trương tiết kiệm ngân sách nên từ năm [[1905]] đến năm [[1933]] đã có nhiều lần sáp nhập các đơn vị hành chánh cơ sở (làng). Do vậy, vào năm [[1945]], nếu so sánh với giai đoạn trước thì tổng số làng trong [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] nói chung và quận Châu Thành nói riêng đã giảm.\n\nSau nhiều lần sáp nhập và thành lập các làng mới, đến cuối năm [[1933]] quận Châu Thành thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] có các làng trực thuộc với các tên gọi mới như sau: \n*Tổng Hưng Nhơn gồm 10 làng: Hưng Thạnh Mỹ (hợp nhất Hưng Thạnh, Mỹ Điền và Phước Lộc), Phú Mỹ, Tân Hội Đông, Tân Hòa Thành (hợp nhất Tân Hội Tây, Dương Hòa và Tân Thành), Tân Lý Đông (sáp nhập Tân Lập vào Tân Lý Đông), Long Định (sáp nhập Định Hòa vào Long Định), Nhị Bình, Tân Hương (sáp nhập Tân Hương Tây vào Tân Hương), Tân Hiệp, Tân Lý Tây\n*Tổng Thuận Trị gồm 10 làng: Thân Cửu Nghĩa (hợp nhất Thân Nhơn, Cửu Viễn và Nghĩa Hữu), Tam Hiệp (hợp nhất Nhơn Hòa, An Hội và Long Hội Tây), Long An (hợp nhất Long Hội và An Vĩnh), Bình Đức (hợp nhất Bình Tạo, An Đức và Tân Thuận), Đạo Thạnh (hợp nhất Đạo Ngạn và Thạnh Trị), Trung An (hợp nhất Trung Lương và An Đức Đông), Thới Sơn, Điều Hòa, Phú Đức, Phú Túc\n*Tổng Thuận Bình gồm 13 làng: Song Thuận (hợp nhất Mỹ Thuận Đông và Mỹ Thuận Tây), Vĩnh Kim (hợp nhất Vĩnh Kim Đông và Vĩnh Kim Tây), Hữu Đạo, Dưỡng Điềm, Điềm Hy, Đông Hòa (hợp nhất Bình Đông và Bình Hòa Đông), Bình Trưng (hợp nhất Bình Sơn và Phong Trưng), Phước Thạnh (hợp nhất An Phước và An Thạnh), Long Hưng, Thạnh Phú, Kim Sơn, Bàn Long, Phú Phong.\n\n===Giai đoạn 1956 - 1976===\n====Việt Nam Cộng hòa====\nSau năm [[1956]], các làng gọi là xã. Ngày [[27 tháng 6]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] quyết định sáp nhập hai xã Phú Túc và Phú Đức thuộc quận Châu Thành vào quận [[Bình Đại]] (trước đó là quận An Hóa) cùng thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] lúc bấy giờ (nay 2 xã này thuộc huyện [[Châu Thành, Bến Tre|Châu Thành]], tỉnh [[Bến Tre]]). Ngày [[28 tháng 6]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] lại quyết định tách quận [[Bình Đại]] ra khỏi [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] để nhập về tỉnh [[Bến Tre]].\n\nNgày [[21 tháng 7]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] tái lập quận [[Bến Tranh]] thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]]. Lúc này, tổng Hưng Nhơn được trả về cho quận Bến Tranh. Từ đó ranh giới phía bắc trở lại như thời gian [[1913]] - [[1928]]. Quận lỵ Bến Tranh ban đầu vẫn đặt tại xã Lương Hòa Lạc (trước đó thuộc quận [[Chợ Gạo]]), vốn là nơi đặt chợ Bến Tranh.\n\nTuy nhiên, đến ngày [[5 tháng 12]] năm [[1957]], chính quyền [[Việt Nam Cộng hòa]] lại ban hành quyết định về việc dời quận lỵ quận [[Bến Tranh]] từ xã Lương Hòa Lạc tới xã Tân Hiệp (ngày nay là thị trấn Tân Hiệp thuộc huyện Châu Thành).\n\nSau ngày [[22 tháng 10]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] đặt quận Châu Thành và quận [[Bến Tranh]] cùng thuộc tỉnh [[Định Tường]]; quận lỵ quận Châu Thành vẫn đặt tại xã Điều Hòa. Trong giai đoạn [[1956]] - [[1960]], xã Điều Hòa vừa đóng vai trò là quận lỵ quận Châu Thành và là tỉnh lỵ tỉnh [[Định Tường]] (tỉnh lỵ có tên là \"[[Mỹ Tho]]\").\n\nNgày [[31 tháng 1]] năm [[1958]], lập xã Tân Long trên phần đất cù lao Rồng thuộc xã Bình Đức.\n\nNgày [[08 tháng 11]] năm [[1960]], quận Châu Thành đổi tên thành quận Long Định, đồng thời dời quận lỵ tới xã Long Định.\n\nNgày [[23 tháng 5]] năm [[1964]], chia quận Long Định thành quận Châu Thành và Long Định. Quận Châu Thành, quận lỵ tại xã Trung An, gồm 2 tổng Thuận Trị với 6 xã, Thuận Hòa (mới lập) với 6 xã, trong đó có nhận thêm 2 xã Mỹ Phong, Tân Mỹ Chánh tách từ quận [[Chợ Gạo]]. Quận Long Định, quận lỵ tại xã Long Định còn 2 tổng: Thuận Bình với 7 xã, Lợi Trường (lập lại) với 7 xã.\n\nSau năm [[1965]], các tổng đều bị giải thể. Về sau, quận lỵ quận Châu Thành cũng được dời qua xã Đạo Thạnh (kế bên xã Trung An).\n\nNgày [[24 tháng 3]] năm [[1969]], quận Long Định đổi tên là quận Sầm Giang theo Nghị định số '''339-ND-NV''' của chính quyền [[Việt Nam Cộng hòa]], đồng thời quận lỵ cũng được dời đến xã Vĩnh Kim.\n\nTừ năm [[1956]] đến năm [[1970]], tỉnh lỵ [[Mỹ Tho]] của tỉnh [[Định Tường]] cũng nằm trong địa phận xã Điều Hòa thuộc quận Châu Thành.\n\nĐến ngày [[30]] tháng [[9]] năm [[1970]], chính quyền [[Việt Nam Cộng hòa]] cải biến xã Điều Hòa thành thị xã [[Mỹ Tho]].\n\nKể từ đó cho đến năm [[1975]], theo sự phân chia, sắp xếp hành chính của chính quyền [[Việt Nam Cộng hòa]]:\n*Quận Châu Thành có 11 xã trực thuộc: Bình Đức, Đạo Thạnh, Long An, Mỹ Phong, Phước Thạnh, Tam Hiệp, Tân Long, Tân Mỹ Chánh, Thạnh Phú, Thới Sơn, Trung An. Quận lỵ đặt tại xã Trung An.\n*Quận Bến Tranh có 15 xã trực thuộc: Tân Hội Đông, Tân Lý Tây, Tân Lý Đông, Tân Hương, Tân Hiệp, Thân Cửu Nghĩa, Tân Hoà Thành, Phú Mỹ, Lương Hoà Lạc, Hoà Tịnh, Mỹ Tịnh An, Phú Kiết, Tân Bình Thạnh, Thanh Bình, Trung Hoà. Quận lỵ đặt tại xã Tân Hiệp.\n*Quận Sầm Giang có 14 xã trực thuộc: Hưng Thạnh Mỹ, Nhị Bình, Long Định, Dưỡng Điềm, Điềm Hy, Hữu Đạo, Bình Trưng, Bàn Long, Phú Phong, Đông Hòa, Vĩnh Kim, Kim Sơn, Long Hưng, Song Thuận. Quận lỵ đặt tại xã Vĩnh Kim.\n\n====Chính quyền Cách mạng====\nVề phía chính quyền Cách mạng, địa giới hành chính của huyện Châu Thành thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trong giai đoạn [[1956]] - [[1975]] vẫn được duy trì như trước năm [[1956]]. Bên cạnh đó, chính quyền Cách mạng vẫn duy trì thị xã Mỹ Tho trực thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trong giai đoạn [[1956]] - [[1967]].\n\nNgày [[24 tháng 8]] năm [[1967]], [[Trung ương Cục miền Nam]] nâng cấp thị xã lên thành [[Mỹ Tho|thành phố Mỹ Tho]], là đơn vị hành chính cấp tỉnh trực thuộc Khu 8, tồn tại ngang bằng với [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] cho đến năm [[1976]]. Địa bàn thị xã Mỹ Tho và sau đó là thành phố Mỹ Tho bao gồm các xã Điều Hòa, Đạo Thạnh, Trung An, Tân Long, Mỹ Phong, Tân Mỹ Chánh vốn cùng thuộc địa bàn quận Châu Thành, tỉnh [[Định Tường]] của chính quyền [[Việt Nam Cộng hòa]].\n\nĐồng thời, tên gọi xã Hưng Thạnh Mỹ của chính quyền thực dân Pháp cũ và sau đó là [[Việt Nam Cộng hòa]] sử dụng không được phía chính quyền Cách mạng công nhận mà thay vào đó, vẫn giữ nguyên tên của hai xã riêng biệt là Hưng Thạnh và Mỹ Phước như trước khi chính quyền thực dân Pháp cho hợp nhất hai xã này và lấy tên chung là Hưng Thạnh Mỹ. Đặc biệt, địa bàn xã Hưng Thạnh Mỹ của chính quyền [[Việt Nam Cộng hòa]] tương ứng với xã Mỹ Phước của chính quyền Cách mạng; địa bàn xã Phú Mỹ của chính quyền [[Việt Nam Cộng hòa]] tương ứng với hai xã Phú Mỹ và Hưng Thạnh của chính quyền Cách mạng. Ngoài ra, chính quyền Cách mạng vẫn duy trì xã Tân Lập như trước thời điểm xã này bị chính quyền thực dân Pháp giải thể và sáp nhập vào xã Tân Lý Đông.\n\nNăm [[1967]], huyện Châu Thành được chia thành hai huyện là Châu Thành Bắc và Châu Thành Nam thuộc tỉnh Mỹ Tho. Ranh giới giữa hai huyện này chủ yếu được lấy theo tuyến đường Quốc lộ 4 lúc bấy giờ (ngày nay là [[Quốc lộ 1]]). Năm [[1975]], lại hợp nhất thành một huyện Châu Thành như cũ:\n*Huyện Châu Thành Bắc có các xã trực thuộc: Tân Hội Đông, Tân Lý Tây, Tân Lý Đông, Tân Hương, Tân Hiệp, Thân Cửu Nghĩa, Tân Hoà Thành, Tân Lập, Phú Mỹ, Long An, Tam Hiệp, Hưng Thạnh, Mỹ Phước, Nhị Bình, Long Định, Điềm Hy.\n*Huyện Châu Thành Nam có các xã trực thuộc: Bình Đức, Phước Thạnh, Thạnh Phú, Thới Sơn, Dưỡng Điềm, Hữu Đạo, Bình Trưng, Bàn Long, Phú Phong, Đông Hòa, Vĩnh Kim, Kim Sơn, Long Hưng, Song Thuận\n\nBên cạnh đó, chính quyền Cách mạng vẫn đặt các xã Lương Hoà Lạc, Hoà Tịnh, Mỹ Tịnh An, Phú Kiết, Tân Bình Thạnh, Thanh Bình, Trung Hoà trong suốt giai đoạn [[1956]] - [[1975]] cùng thuộc huyện [[Chợ Gạo]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] như cũ.\n\nSau ngày [[30 tháng 4|30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] của tỉnh Mỹ Tho giải thể các quận Châu Thành, Sầm Giang và một phần quận Bến Tranh cũ để hợp nhất thành huyện Châu Thành thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] như trước đó cho đến đầu năm [[1976]]. Đồng thời, xã Tân Hòa Đông trực thuộc huyện Châu Thành cũng được thành lập do tách một phần đất đai từ xã Tân Đông thuộc quận Tuyên Nhơn, [[Kiến Tường (tỉnh)|tỉnh Kiến Tường]] trước đó.\n\n===Từ năm 1976 đến nay===\n[[Tháng 3]] năm [[1976]], huyện Châu Thành trực thuộc [[tiền Giang|tỉnh Tiền Giang]] cho đến ngày nay. Huyện lỵ là thị trấn Tân Hiệp, được thành lập trên toàn bộ phần đất xã Tân Hiệp trước đó (trước đây là nơi đặt quận lỵ quận Bến Tranh của tỉnh [[Định Tường]]). Huyện Châu Thành ban đầu gồm 31 đơn vị hành chính trực thuộc, các xã: Bàn Long, Bình Đức, Bình Trưng, Điềm Hy, Đông Hòa, Dưỡng Điềm, Hưng Thạnh, Hữu Đạo, Kim Sơn, Long An, Long Định, Long Hưng, Mỹ Phước, Nhị Bình, Phú Mỹ, Phú Phong, Phước Thạnh, Song Thuận, Tam Hiệp, Tân Hòa Đông, Tân Hòa Thành, Tân Hội Đông, Tân Hương, Tân Lập, Tân Lý Đông, Tân Lý Tây, Thân Cửu Nghĩa, Thạnh Phú, Thới Sơn, Vĩnh Kim và thị trấn Tân Hiệp.\n\nNgày [[11 tháng 7|11 tháng 7]] năm [[1994]], [[Chính phủ Việt Nam]] ban hành Nghị định số '''68-CP'''<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-68-CP-thanh-lap-huyen-Tan-Phuoc-thuoc-tinh-Tien-Giang-vb38820t11.aspx | tiêu đề = Nghị định 68 | author = | ngày = | ngày truy cập = 29 tháng 9 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> về việc thành lập [[Tân Phước, Tiền Giang|huyện Tân Phước]] thuộc tỉnh [[Tiền Giang]] trên cơ sở tách đất hai huyện Châu Thành và [[Cai Lậy]]. Lúc này, 6 xã Tân Hòa Đông, Hưng Thạnh, Mỹ Phước, Phú Mỹ, Tân Lập và Tân Hòa Thành được giao về cho huyện Tân Phước quản lý. Sau khi nhập vào huyện [[Tân Phước, Tiền Giang|Tân Phước]], các xã này được chia lại như sau:\n#Tách đất xã Mỹ Phước để thành lập thị trấn Mỹ Phước (thị trấn huyện lỵ huyện Tân Phước)\n#Chia xã Tân Lập thành 2 xã: Tân Lập 1 và Tân Lập 2\n#Tách một phần đất đai 2 xã Mỹ Phước và Tân Lập để thành lập mới xã Phước Lập\n#Chia xã Tân Hòa Đông thành 2 xã mới: Tân Hòa Đông và Thạnh Mỹ.\n\nSau khi thành lập huyện Tân Phước, huyện Châu Thành còn lại diện tích tự nhiên 25.376,03 hécta với nhân khẩu 243.880, có 25 đơn vị hành chính cấp xã bao gồm 24 xã: Phú Phong, Kim Sơn, Song Thuận, Bàn Long, Vĩnh Kim, Bình Trưng, Hữu Đạo, Đông Hoà, Long Hưng, Dưỡng Điềm, Điềm Hy, Nhị Bình, Long Định, Tam Hiệp, Phước Thạnh, Thạnh Phú, Bình Đức, Thân Cửu Nghĩa, Tân Lý Tây, Tân Lý Đông, Tân Hội Đông, Tân Hương, Long An, Thới Sơn và thị trấn Tân Hiệp.\n\nNgày [[26 tháng 9]] năm [[2009]], [[Chính phủ Việt Nam]] ban hành Nghị quyết số '''28\/NQ-CP'''<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-28-NQ-CP-dieu-chinh-va-mo-rong-dia-gioi-hanh-chinh-vb91273t13.aspx | tiêu đề = Nghị quyết 28\/NQ | author = | ngày = | ngày truy cập = 29 tháng 9 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> về việc điều chỉnh địa giới hành chính huyện Châu Thành, huyện [[Chợ Gạo]], để mở rộng địa giới hành chính [[Mỹ Tho|thành phố Mỹ Tho]]. Theo đó, điều chỉnh 2.585,77 ha diện tích tự nhiên và 24.440 nhân khẩu của huyện Châu Thành, bao gồm:\n#Điều chỉnh 1.211,64 ha diện tích tự nhiên và 5.505 nhân khẩu của xã [[Thới Sơn, Mỹ Tho|Thới Sơn]]\n#Điều chỉnh 329,90 ha diện tích tự nhiên và 4.174 nhân khẩu của xã Long An\n#Điều chỉnh 177,69 ha diện tích tự nhiên và 1.754 nhân khẩu của xã Thạnh Phú\n#Điều chỉnh 510,01 ha diện tích tự nhiên và 6.177 nhân khẩu của xã Phước Thạnh\n#Điều chỉnh 356,53 ha diện tích tự nhiên và 6.830 nhân khẩu của xã Bình Đức về thành phố [[Mỹ Tho]] quản lý. \n#Trong đó, phần diện tích và dân số của 3 xã Long An, Phước Thạnh và Thạnh Phú lập thành xã [[Phước Thạnh, Mỹ Tho|Phước Thạnh]] mới thuộc thành phố Mỹ Tho\n#Phần diện tích và dân số của xã Bình Đức nhập vào xã [[Trung An, Mỹ Tho|Trung An]]\n#Điều chỉnh 323,14 ha diện tích tự nhiên và 3.093 nhân khẩu còn lại của xã Phước Thạnh về xã Thạnh Phú quản lý.\n\nSau khi điều chỉnh, huyện Châu Thành còn lại 22.991,09 ha diện tích tự nhiên và 234.423 nhân khẩu, có 23 đơn vị hành chính trực thuộc, bao gồm: thị trấn Tân Hiệp và 22 xã: Tân Hội Đông, Tân Hương, Tân Lý Đông, Tân Lý Tây, Thân Cửu Nghĩa, Tam Hiệp, Điềm Hy, Nhị Bình, Dưỡng Điềm, Đông Hòa, Hữu Đạo, Long An, Long Hưng, Bình Trưng, Thạnh Phú, Bàn Long, Vĩnh Kim, Bình Đức, Song Thuận, Kim Sơn, Phú Phong, Long Định.\n\n== Hành chính ==\nHuyện Châu Thành có 23 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Tân Hiệp, Châu Thành (Tiền Giang)|Tân Hiệp]] (huyện lỵ) và 22 xã: [[Bàn Long]], [[Bình Đức, Châu Thành (Tiền Giang)|Bình Đức]], [[Bình Trưng]], [[Điềm Hy]], [[Đông Hòa, Châu Thành (Tiền Giang)|Đông Hòa]], [[Dưỡng Điềm]], [[Hữu Đạo]], [[Kim Sơn, Châu Thành (Tiền Giang)|Kim Sơn]], [[Long An, Châu Thành (Tiền Giang)|Long An]], [[Long Định, Châu Thành (Tiền Giang)|Long Định]], [[Long Hưng, Châu Thành (Tiền Giang)|Long Hưng]], [[Nhị Bình, Châu Thành (Tiền Giang)|Nhị Bình]], [[Phú Phong, Châu Thành (Tiền Giang)|Phú Phong]], [[Song Thuận]], [[Tam Hiệp, Châu Thành (Tiền Giang)|Tam Hiệp]], [[Tân Hội Đông]], [[Tân Hương, Châu Thành (Tiền Giang)|Tân Hương]], [[Tân Lý Đông]], [[Tân Lý Tây]], [[Thân Cửu Nghĩa]], [[Thạnh Phú, Châu Thành (Tiền Giang)|Thạnh Phú]], [[Vĩnh Kim, Châu Thành (Tiền Giang)|Vĩnh Kim]].\n\n{|class= \"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n|-\n!style=\"background:#e5e4e2; color:#0047ab; height:17px; \"|Đơn vị hành chính cấp xã\n!style=\"background: #96c; color:#7fffd4;\"| Thị trấn [[Tân Hiệp, Châu Thành (Tiền Giang)|Tân Hiệp]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Tân Lý Tây]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Tân Lý Đông]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Tân Hương, Châu Thành (Tiền Giang)|Tân Hương]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Tân Hội Đông]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Vĩnh Kim, Châu Thành (Tiền Giang)|Vĩnh Kim]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Thân Cửu Nghĩa]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Long An, Châu Thành (Tiền Giang)|Long An]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã <br> [[Tam Hiệp, Châu Thành (Tiền Giang)|Tam Hiệp]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Tam Hiệp, Châu Thành (Tiền Giang)|Điềm Hy]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Dưỡng Điềm]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Nhị Bình, Châu Thành (Tiền Giang)|Nhị Bình]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Đông Hòa, Châu Thành (Tiền Giang)|Đông Hòa]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Long Định, Châu Thành (Tiền Giang)|Long Định]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Hữu Đạo]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Long Hưng, Châu Thành (Tiền Giang)|Long Hưng]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Bình Trưng]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Thạnh Phú, Châu Thành (Tiền Giang)|Thạnh Phú]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Bàn Long]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Phú Phong, Châu Thành (Tiền Giang)|Phú Phong]] \n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Bình Đức, Châu Thành (Tiền Giang)|Bình Đức]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Song Thuận]]\n!style=\"background: #96c; color:#7fffd4;\"| Xã [[Kim Sơn, Châu Thành (Tiền Giang)|Kim Sơn]]\n|-\n!style=\"background:#9cc; color:navy; \"| Diện tích (km²)\n|style=\"background: beige; color:#000;\" | 0,74\n|style=\"background: beige; color:#000;\" | 4,97\n|style=\"background: beige; color:#000;\" | 15,7\n|style=\"background: beige; color:#000;\" | 10,6\n|style=\"background: beige; color:#000;\" | 8,7\n|style=\"background: beige; color:#000;\" | 5,8\n| style=\"background: beige; color:#000;\"| 12,0\n|style=\"background: beige; color:#000;\" | 6,4\n|style=\"background: beige; color:#000;\" | 20,6\n|style=\"background: beige; color:#000;\" | 13,8\n|style=\"background: beige; color:#000;\" | 3,4\n|style=\"background: beige; color:#000;\" | 18,8\n|style=\"background: beige; color:#000;\" | 7,3\n|style=\"background: beige; color:#000;\" | 17,5\n|style=\"background: beige; color:#000;\" | 4,7\n|style=\"background: beige; color:#000;\" | 14,1\n|style=\"background: beige; color:#000;\" | 9,1\n|style=\"background: beige; color:#000;\" | 8,3\n|style=\"background: beige; color:#000;\" | 9,4\n|style=\"background: beige; color:#000;\" | 10,2\n|style=\"background: beige; color:#000;\" | 8,7\n|style=\"background: beige; color:#000;\" | 9,0\n|style=\"background: beige; color:#000;\" | 11,6\n|-\n!style=\"background:#9cc; color:navy; height:16px; \"|Dân số (người)\n|style=\"background: #ACE1AF; color: black; \" | 4.850\n|style=\"background: #ACE1AF; color: black; \" | 13.599\n|style=\"background: #ACE1AF; color: black; \" | 18.494\n|style=\"background: #ACE1AF; color: black; \" | 26.905\n|style=\"background: #ACE1AF; color: black; \" | 7.946\n|style=\"background: #ACE1AF; color: black; \" | 10,287\n|style=\"background: #ACE1AF; color: black; \" | 19.954\n|style=\"background: #ACE1AF; color: black; \" | 9.574\n|style=\"background: #ACE1AF; color: black; \" | 15.662\n|style=\"background: #ACE1AF; color: black; \" | 9.440\n|style=\"background: #ACE1AF; color: black; \" | 6.473\n|style=\"background: #ACE1AF; color: black; \" | 18.062\n|style=\"background: #ACE1AF; color: black; \" | 9.957\n|style=\"background: #ACE1AF; color: black; \" | 14.865\n|style=\"background: #ACE1AF; color: black; \" | 4.804\n|style=\"background: #ACE1AF; color: black; \" | 14.361\n|style=\"background: #ACE1AF; color: black; \" | 9.609\n|style=\"background: #ACE1AF; color: black; \" | 10.529\n|style=\"background: #ACE1AF; color: black; \" | 8.500\n|style=\"background: #ACE1AF; color: black; \" | 7.234\n|style=\"background: #ACE1AF; color: black; \" | 7.707\n|style=\"background: #ACE1AF; color: black; \" | 7.760\n|style=\"background: #ACE1AF; color: black; \" | 10.578\n|-\n!style=\"background:#9cc; color:navy; \"|Mật độ dân số (người\/km²)\n|style=\"background:#ccf; color:#000;\" | 6.554\n|style=\"background:#ccf; color:#000;\" | 2.736\n|style=\"background:#ccf; color:#000;\" | 1.177\n|style=\"background:#ccf; color:#000;\" | 2.538\n|style=\"background:#ccf; color:#000;\" | 913\n|style=\"background:#ccf; color:#000;\" | 1.773\n|style=\"background:#ccf; color:#000;\" | 1.662\n|style=\"background:#ccf; color:#000;\" | 1.495\n|style=\"background:#ccf; color:#000;\" | 760\n|style=\"background:#ccf; color:#000;\" | 684\n|style=\"background:#ccf; color:#000;\" | 1.903\n|style=\"background:#ccf; color:#000;\" | 960\n|style=\"background:#ccf; color:#000;\" | 1.363\n|style=\"background:#ccf; color:#000;\" | 849\n|style=\"background:#ccf; color:#000;\" | 1.022\n|style=\"background:#ccf; color:#000;\" | 1.018\n|style=\"background:#ccf; color:#000;\" | 1.055\n|style=\"background:#ccf; color:#000;\" | 1.268\n|style=\"background:#ccf; color:#000;\" | 904\n|style=\"background:#ccf; color:#000;\" | 709\n|style=\"background:#ccf; color:#000;\" | 885\n|style=\"background:#ccf; color:#000;\" | 862\n|style=\"background:#ccf; color:#000;\" | 911\n|-\n!style=\"background:#9cc; color:navy; \"| Số đơn vị hành chính\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 7 ấp\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 6 ấp\n|style=\"background: lavender; color:#000;\"| 7 ấp\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 7 ấp\n|style=\"background: lavender; color:#000;\"| 8 ấp \n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 8 ấp\n|style=\"background: lavender; color:#000;\"| 8 ấp\n|style=\"background: lavender; color:#000;\"| 1 khu phố, 8 ấp\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|style=\"background: lavender; color:#000;\"| 9 ấp\n|style=\"background: lavender; color:#000;\"| 8 ấp\n|style=\"background: lavender; color:#000;\"| 6 ấp\n|style=\"background: lavender; color:#000;\"| 6 ấp\n|style=\"background: lavender; color:#000;\"| 6 ấp\n|style=\"background: lavender; color:#000;\"| 3 ấp\n|style=\"background: lavender; color:#000;\"| 5 ấp\n|style=\"background: lavender; color:#000;\"| 4 ấp\n|-\n!style=\"background:#9cc; color:navy; \"| Năm thành lập \n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|style=\"background: beige; color:#000;\"| 1994\n|-\n|}\n\n== Người nổi tiếng ==\n*MC, diễn viên [[Quyền Linh]].\n*Đạo diễn, diễn viên, ca sĩ Lý Hải \n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n{{sơ khai Tiền Giang}}\n{{Huyện thị Tiền Giang}}\n{{Đơn vị hành chính thuộc huyện Châu Thành, Tiền Giang}}"}