{"13712508":"{{Thiền sư Việt Nam}}'''Chân Dung Tông Diễn''' (1640 – 1711, zh: 真融宗演), thiền sư Việt Nam, đời pháp thứ 32 Tông Tào Động, từng sống dưới triều Lê trung hưng, còn có hiệu Đại Tuệ Quốc Sư. Sư là pháp tử của Thiền sư Thông Giác Thủy Nguyệt và được tôn xưng là Tổ sư đời thứ 2 của [[Tào Động tông|Thiền phái Tào Động]] [[Việt Nam]]. Cuộc đời hoằng pháp của sư đóng một vai trò quan trọng trong viêc xây dựng và phát triển Thiền phái Tào Động ở Miền Bắc, cũng như kỳ tích giải cứu Phật giáo thời bấy giờ khỏi pháp nạn, nâng cao vị thế tăng ni và đưa Phật giáo đi lên.\n\n=== Tiểu Sử ===\nSư sinh năm 1640, tên tục là Tường Đình Khoa, quê ở xã Hương Ngải, huyện Chân Định, phủ [[Kiến Xương]] (nay là thôn Hương Ngải, xã Bình Minh, huyện [[Kiến Xương]], tỉnh [[Thái Bình]]). Cha mất sớm, sư sống với mẹ. Mẹ sư tần tảo bán buôn nuôi sư. Khi sư 12 tuổi, một hôm bà mẹ ra chợ bán hàng, giao cho sư một giỏ cua rồi bảo sư giã ra nấu canh ăn, sư nhìn chúng tuôn ra những hạt bọt như đang khóc, vì thương chúng nên không nỡ giết mà thả chúng đi. Đến trưa mẹ sư về biết chuyện nên cầm gậy đuổi đánh sư, sư còn nhỏ sợ hãi nên chạy đi mãi, từ đó hai mẹ con xa cách nhau. Trên đường sư gặp được một sư cụ và vị này nhận đem sư về chùa nuôi, đặt pháp danh và cho xuất gia.\n\nSau này khi đã hơn tứ thập, đang trụ trì một chùa nọ. Sư bỗng nhớ về mẹ xưa. Sư bèn về quê tìm kiếm, gặp được một bà cụ, dò hỏi thì biết bà chính là mẹ mình nhưng sư không nói ra thân phận. Sư mời bà về chùa, lập am cho bà tu. Rồi sư lại dạy bà tụng kinh, niệm phật,làm công quả. Sư thường ân cần thăm hỏi bà rất chu đáo.\n\nĐến khi bà già yếu,sắp xả bỏ thân tàn, sư vì có việc phải đi nên dặn tăng chúng khi bà mất nhớ làm hậu sự chu đáo cho bà. Sau khi sư về mới đóng nắp quan tài lại. Ba hôm sau thì bà cụ mất, lúc sư về liền vào nơi đặt quan bà cụ. Sư cầm tích trượng gõ vào quan tài ba cái rồi hô to \"Như lời Phật dạy: Một người tu hành ngộ đạo cha mẹ sinh thiên, nếu lời ấy không ngoa xin cho quan tài bay lên hư không để chứng minh lời Phật\". Quan tài bà cụ bay lên hư không rồi từ từ hạ xuống mặt đất. Nhân đây mọi người mới vỡ lẽ bà cụ chính là mẹ sư, ai cũng cảm phục lòng hiếu thảo với mẹ khó nói của sư.\n\nQuyển phổ hệ chùa Hồng Phúc có viết tán thán công đức của sư: “Diêu văn Đại Thánh Sư, thần đức nan tuyên giả, chỉ tích mẫu quan phi, niệm kinh Bảo Liên Hoa, đầu đơn đế nhãn minh, tiến ngọc quân vương tạ...”\n\nNghĩa là: “Xa nghe thầy Đại Thánh, thần đức khó nói hết, gậy chỉ quan (tài) mẹ bay, tụng kinh Bảo Liên Hoa, nạp đơn vua mắt sáng, dâng ngọc quân vương tạ (ơn)...”\n\nSau này, chỗ quán bán trà của mẹ, Sư lập một ngôi chùa tên “Mại Trà Lai Tự” ở thôn Phú Quân, huyện Cẩm Giang. Am bà ở để tên là “Dưỡng Mẫu Đường” ở phủ  Vĩnh An.\n\nKệ tán thán sư “Dưỡng Mẫu Đường linh thế thái vĩnh trường khan,\n\n            Vọng Mẫu tháp trí trà lai nhân tịnh đổ.”\n\n         Nghĩa là “Dưỡng Mẫu Đường khiến người đời mãi nhớ,\n\n           Vọng mẫu tháp trí trà lai mọi người thấy.”\n\nCâu chuyện về lòng hiếu thảo của sư đã được đi vào sử sách. Có nhiều tác phẩm cải lương, kịch đã tái hiện lại điều này.\n\n=== Cơ Duyên ===\nKhi sư đang trụ trì một ngôi chùa ở [[Đông Sơn, Thanh Hóa|Đông Sơn]] thì nghe tin [[Thiền sư|Thiền Sư]] [[Thông Giác Đạo Nam|Thông Giác Thủy Nguyệt]] vừa đắc đạo bên [[Trung Quốc]] trở về nước hoằng pháp [[Tào Hồng|Thiền Tào Động]] ở trên Chùa Vọng Lão núi [[Núi Yên Tử|Yên Tử]]. Sư liền lên núi yết kiến tổ [[Thông Giác Đạo Nam|Thông Giác]] và được khai ngộ([[kiến tính]]), cơ duyên đạt đạo của sư ghi lại như sau:<blockquote>[[Thiền sư|Thiền Sư]] [[Thông Giác Đạo Nam|Thông Giác]] hỏi:<nowiki>''<\/nowiki>Như khi ta đang nghỉ, đợi đến bao giờ có tin tức?<nowiki>''<\/nowiki>.\n\nSư đáp: <nowiki>''<\/nowiki>Đúng ngọ thấy bóng tròn, giờ dần mặt trời mọc<nowiki>''<\/nowiki>.\n\nThông Giác hỏi: <nowiki>''<\/nowiki> Bảo nhậm thế nào?<nowiki>''<\/nowiki>\n\nSư đáp kệ: \n{|\n|應有萬緣有\n隨無一切無\n\n有無俱不立\n\n日耿本當晡\n|Ưng hữu vạn duyên hữu\nTuỳ vô nhất thiết vô\n\nHữu vô câu bất lập\n\nNhật cảnh bản đương phô\n|Cần có muôn duyên có\nƯng không tất cả không\n\nCó không, hai chẳng lập\n\nÁnh nhật hiện lên cao\n|}\nTổ bước xuống bảo: <nowiki>''<\/nowiki>Tào Động hợp quần thần([[Động Sơn ngũ vị|Động Sơn Ngũ Vị]]), tiếp nối dòng chính pháp tông ta, nên cho n<u>g<\/u>ươi pháp danh là Tông Diễn<nowiki>''<\/nowiki>.\n\nVà nói kệ truyền pháp: \n{|\n|一切法不生\n一切法不滅\n\n佛佛祖祖傳\n\n蘊空蓮頭舌\n|Nhất thiết pháp bất sinh\nNhất thiết pháp bất diệt\n\nPhật Phật Tổ Tổ truyền\n\nUẩn không liên đầu thiệt\n|Tất cả pháp chẳng sinh\nTất cả pháp chẳng diệt\n\nPhật Phật Tổ Tổ truyền\n\nUẩn không sen đầu lưỡi\n|}\n<\/blockquote>Từ đó sư luôn bên cạnh [[Thiền sư]] [[Thông Giác Đạo Nam|Thông Giác]] vừa hầu hạ vừa tham vấn Thầy. Sau [[Thiền sư|Thiền Sư]] [[Thông Giác Đạo Nam|Thông Giác]] rời về Chùa Hạ Long, sư cũng theo thầy. Ban ngày sư đi khuyến hóa đem cúng dường chư tăng trong chùa. Ban đêm sư tham vấn nghĩa huyền nơi Thiền Sư Thông Giác, siêng năng tọa thiền nhiều đêm không đặt lưng xuống giường. Năm 32 tuổi sư được thọ giới Cụ-túc. Rồi rời thầy đi tham vấn các nơi.\n\n=== Hoằng Pháp ===\nNăm niên hiệu Vĩnh Trị (1678), vua [[Lê Hy Tông]] đề cao [[Nho giáo|Nho Giáo]] và hạn chế [[Phật giáo]], Phật giáo gặp pháp nạn. Vua ra chiếu đuổi hết các tăng ni già trẻ ở chốn thành thị, làng xã vào hết núi rừng. Sư thấy thế, bèn lên đường vào cung để giải pháp nạn cho tăng ni. Sư viết sớ dâng lên vua và trình bày rõ ý nghĩa thâm sâu của phật pháp, vai trò Phật giáo đối với nhân dân, đời sống xã hội... Vua nghe lý lẽ hợp tình thấu đáo, cảm phục kính mến rồi ra chiếu hủy bỏ lệnh cấm,cho phép tăng ni trở lại chùa cũ tu hành. Để tỏ rõ sự hiểu đạo và lòng cầu sám hội của mình, vua Lê Hy Tông đã cho tạc bức tượng vua quỳ mọp trên lưng vác tượng Phật để sám hối (nay còn tại chùa Hòe Nhai). Từ đó tiếng tăm và đạo hạnh sư càng vang xa, sư nhiều lần được vua Lê, chúa Trịnh mời vào cung thuyết pháp. Sau đó, sư trở lại chùa Hạ Long, [[Hải Dương]] thăm Thiền sư Thông Giác Thủy Nguyệt, thầy trò gặp nhau nói chuyện rất hoan hỷ.\n\nSư lên kinh, vua ban chức là Ngự Tiền Chi Quân, tức được phép ngồi trước vua và áo gấm, nhưng sư từ chối chỉ nhận áo gấm. Sư khắc in [[Kinh Đại Phương Quảng Phật Hoa Nghiêm|kinh Hoa Nghiêm]] và để mộc bản ở [[chùa Báo Thiên]], khắc bản [[Kinh Diệu Pháp Liên Hoa|kinh Pháp Hoa]] để ở chùa Khán Sơn. Có bà quốc nhũ(mẹ vú của vua) vì mến mộ đức hạnh nên mời cậu vua cúng dàng tịnh tài cho sư trùng tu [[Chùa Hòe Nhai|chùa hòe nhai]] và còn dư tiền xây thêm [[chùa cầu đông]]. Kể từ đó sư trụ trì Chùa Hòe Nhai và hay thuyết pháp độ chúng, nơi đây trở thành Tổ đình của Thiền phái Tào Động Việt Nam.\n\nSắp đến lúc thị tịch sư gọi đệ tử nổi pháp là [[Từ Sơn Hành Nhất]] đến và khai thị rằng:\n\n{{cquote|''''' Gió từ thổi mạnh cuốn sạch mây mù, vầng mặt trời trí tuệ sáng ngời, gió lành thổi mát trong triều ngoài nội, nhưng không hề trụ trước, vì không cũng hoàn không. Trước sau như một cho ngươi hiểu rõ ba điểm hiển mật, cho ngươi giữ lấy trung đạo, ra đời độ người nay cũng như xưa, trời Tây, cõi Đông đạo vốn như nhau.\"}}\nRồi sư nói kệ truyền pháp:\n{|\n|花開春方到\n葉落便智秋\n\n枝頭霜瑩玉\n\n萼上雪連珠\n\n清晨雲散產龍甲\n\n白日霞光裸象軀\n\n豹文雖見一\n\n鳳眾體全俱\n\n達摩西來傳何法\n\n蘆花涉海水浮浮\n|Hoa khai xuân phương đáo\nDiệp lạc tiện tri thu\n\nChi đầu sương oánh ngọc\n\nNgạc thượng tuyết liên châu\n\nThanh thần vân tán sản long giáp\n\nBạch nhật hà quang loả tượng khu\n\nBáo văn tuy kiến nhất\n\nPhụng chúng thể toàn câu\n\nĐạt-ma Tây lai truyền hà pháp?\n\nLô hoa thiệp hải thủy phù phù\n|Xuân đến hoa chớm nở\nThu về lá vàng rơi\n\nĐầu cành sương lóng lánh\n\nCánh hoa tuyết rạng ngời\n\nBuổi sáng trời trong rồng bày vẩy\n\nNgày trưa mây sáng voi hiện hình\n\nVằn cọp tuy thấy một\n\nBầy phụng thể toàn đồng\n\nĐạt-ma Tây sang truyền pháp gì?\n\nCành lau qua biển thổi phau phau\n|}\nThuyết pháp xong, Sư bảo: \"Báo thân của ta đến đây đã hết.\" Rồi sư ngồi kiết già trên thiền sàng an nhiện thị tịch. Bấy giờ là ngày 16 tháng 7 năm Tân Sửu nhằm niên hiệu Vĩnh Thịnh thứ năm (1711) triều Lê Dụ Tông, Sư thọ bảy mươi hai tuổi. Đệ tử làm lễ hỏa táng xong, thu xá-lợi xây tháp ở Đông Sơn để thờ. Nay tháp mộ của sư còn một ở chùa Nhẫm Dương, một ở chùa [[Chùa Hòe Nhai|Hòe Nhai]] [[Hà Nội]].\n\n==Tham Khảo ==\n{{tham khảo}}\n\n* Thiền Sư Việt Nam-Hòa Thượng Thích Thanh Từ biên soạn.\n* Kế Đăng Lục- Thiền Sư Như Sơn biên soạn.\n* Tào Động Nam Truyền Tổ Sư Ngữ Lục.\n\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Tào Động tông]]\n[[Thể loại:Người Thái Bình]]"}