{"19711092":"[[File:Newone-chè lam.jpg|nhỏ|Chè lam]]\n'''Chè lam''' là một [[món ăn]] ở [[miền Bắc (Việt Nam)|miền Bắc]] [[Việt Nam]], được chế biến từ các nguyên liệu như [[gạo nếp]], [[lạc]], [[gừng]], [[mật mía]], [[đường]]...\n\nChè lam gắn với một số địa danh như  Chè lam phủ Quảng (Thanh Hóa), Chè lam Đường Lâm, Chè lam Thạch Xá (Hà Nội).\n\n==Chè lam phủ Quảng==\nTên gọi của món chè lam này được lấy theo tên phủ [[Quảng Hóa]] (gọi tắt là phủ Quảng)<ref name=\"CL1\">{{chú thích web|last1=Nguyễn Hữu Ngôn|title=Chè lam Phủ Quảng|url=https:\/\/toquoc.vn\/che-lam-phu-quang-9983452.htm|website=Báo điện tử Tổ quốc|access-date = ngày 17 tháng 3 năm 2022}}<\/ref>. Phủ Quảng Hóa được thành lập năm Minh Mệnh thứ 16 (1835) trên cơ sở chia tách từ phủ Thiệu Hóa, gồm các huyện Vĩnh Lộc, Thạch Thành, Cẩm Thủy, Quảng Tế<ref name=\"CL2\">{{chú thích sách|last1=Đào Duy Anh|title=Đất nước Việt Nam qua các đời|date=2005|publisher=Nhà xuất bản Văn hóa Thông tin|location=Hà Nội|pages=212}}<\/ref>. Lỵ sở của phủ này ở gần thị trấn Vĩnh Lộc ngày nay. Sau Cách mạng tháng Tám (1945), phủ này được chia thành các huyện tương ứng trực thuộc tỉnh Thanh Hóa, địa danh Quảng Hóa không còn tồn tại nữa.\n\nNguyên liệu để chế biến chè lam phủ Quảng gồm có gạo nếp, lạc, gừng, mật mía… Gạo nếp được sử dụng là nếp nương hoặc nếp cái hoa vàng. Mật mía thường chọn mật từ mía Kim Tân, vị ngọt, đặc sánh. Các nguyên liệu khác cũng được chọn kỹ.<ref name=\"CL1\"\/>\n\nGạo nếp sau khi được xay giã đến mức độ vừa phải (không quá trắng) thì được xay nhuyễn. Trước đây, việc xay gạo được tiến hành bằng cối đá, xay nhiều vòng quay mới được một vài giọt bột rơi xuống. Bột gạo xay được lắng đi phần nước trong, sau đó cho vào tấm vải thô, đặt trên thúng tro rơm nếp cho ráo hết nước, bẻ thành từng miếng nhỏ như miếng cau rồi đem phơi nắng đến khi trắng, giòn. Những miếng bột này được ủ trong túi nilon, đựng trong chum sành, khi nào làm chè mới sử dụng.<ref name=\"CL1\"\/>\n\nCùng với gạo nếp xay, một lượng nhỏ gạo nếp được đem rang chín đến khi có màu vàng, mùi thơm dịu. Gạo thường được rang trong chảo gang to, trong khi rang phải giữ lửa đều và luôn tay đảo đều. Gạo rang xong đem trải ra nia cho nguội.<ref name=\"CL1\"\/>\n\nLạc nhân sau khi rang thì được giã vỡ đôi hoặc vỡ ba. Gừng được đem đồ rồi cắt lát thật nhỏ.<ref name=\"CL1\"\/>\n\nMật mía được cho vào chảo, thắng (đun để cô đặc) đến khi nào mật sôi kỹ, giảm lửa để mật sôi lăn tăn. Đến độ cô nhất định, toàn bộ bột gạo, gạo rang, lạc, gừng được đổ nhanh vào chảo mật, quấy nhanh và đều tay. Hỗn hợp sau khi trộn kĩ thì được đổ lên mặt bàn hoặc mâm, sạch và phẳng, có trải sẵn một lớp bột chống dính. Chè lam lúc này được lăn đều rồi vo thành từng cục to như trái bưởi, sau đó đưa cối để giã tiếp. Sau khi được giã kĩ, chè lam được đưa lên bàn lăn thành bánh tròn như bắp tay rồi để nguội tự nhiên. Sau đó, những bánh chè này được cho vào khuôn, rồi dùng con lăn bằng vỏ chai lăn kín mặt khuôn và dùng dao hớt tạo mặt phẳng.<ref name=\"CL1\"\/>\n\nMiếng chè lam phủ Quảng thường có độ dày khoảng 1,5&nbsp;cm, cạnh vuông 5&nbsp;cm. Trước đây, khi chè lam đã nguội thường được gói vào lá chuối khô cho vào chum hoặc vại sành để bảo quản, ngày nay thường dùng túi nilon để gói.<ref name=\"CL1\"\/>\n\nChè lam phủ Quảng có vị dẻo thơm của gạo nếp, vị bùi của lạc, vị cay dịu của gừng, vị ngọt đậm của mật mía. Miếng chè lam có màu nâu nhạt, có hoa trắng do lạc tạo nên.<ref name=\"CL1\"\/>\n\nKhi ăn, dùng dao sắc cắt chè lam thành từng khoanh, uống với chè xanh hoặc chè tàu.<ref name=\"CL1\"\/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Bánh Việt Nam]]\n[[Thể loại:Món ăn Việt Nam làm từ gạo]]\n[[Thể loại:Lạc]]\n[[Thể loại:Đường (thực phẩm)]]\n[[Thể loại:Miền Bắc Việt Nam]]"}