{"2413988":"[[Tập tin:Chè đỗ xanh.jpg|nhỏ|300px|Một bát chè đậu xanh được nấu]]\n[[File:Food 綠豆湯, 冰糖銀耳, 阿猜嬤, 甜湯鹹圓, 台北 (17296663148).jpg|thumb|300px|Lục tào xá]]\n''' Chè đậu xanh''' ({{zh|t=綠豆沙|s=绿豆沙|p=Lǜdòu shā|j=luk6 dau6 saa1}}) là món ăn thanh nhiệt có nguồn gốc từ Trung Quốc với tác dụng giải độc, điều hòa ngũ tạng. Món này được làm từ đậu xanh có chứa nhiều vitamin tốt cho cơ thể như [[Vitamin E|E]], [[Vitamin B1|B1]], [[Vitamin B2|B2]], [[Vitamin B3|B3]] và [[Vitamin B6|B6]].<ref>[http:\/\/doisong.vnexpress.net\/tin-tuc\/noi-tro\/nau-nuong\/che-dau-xanh-nuoc-cot-dua-2881695.html Chè đậu xanh nước cốt dừa], VnExpress.<\/ref>\n\n==Lịch sử==\nTên gọi nguyên gốc đầy đủ của nó là \"lục tàu xá\" ([[Hán Việt]]: lục đậu sa) nghĩa là đậu xanh nát nhuyễn; vì đây là món ăn đã theo chân các [[Hoa kiều]] và [[người Minh Hương]] du nhập vào Việt Nam từ những thế kỷ trước. \n\nVới các thành phần chính là: đậu xanh, vỏ quýt (trần bì) the the, hòa quyện cùng nước dừa thanh mát và nước cốt dừa béo ngậy. Tất cả tạo nên một món chè vô cùng thơm ngon, hấp dẫn, lôi cuốn. Đôi khi sữa và đường phèn được thêm vào để tăng hương vị.\n\nNgoài đường, không có thành phần nào khác được thêm vào trong quá trình nấu. Đường có thể là đường phèn, đường cát hoặc đường nâu, và hương vị của chúng cũng khác nhau. Đây là một món ăn để giải khát và làm dịu cơn khát trong mùa hè.\n\n==Nguyên liệu==\n===Việt Nam===\nNguyên liệu món chè đậu xanh Việt Nam gồm đậu xanh, lá dứa, đường phèn, sắn dây, vừng rang và dừa nạo.\n===Trung Quốc===\nNguyên liệu món lục tào xá gồm đậu xanh, hạt sen, đường trắng (nâu hoặc đường phèn),\nvỏ quýt, nước dừa, cùi dừa và nước cốt dừa\n\n==Cách làm==\n===Việt Nam===\n* Vo đậu xanh cho sạch, ngâm vào nước ấm trước khi nấu khoảng 3 giờ đồng hồ.\n* Cho đậu xanh vào nồi nước đun lửa nhỏ vừa đến khi đậu chín mềm.\n* Cho [[đường phèn]] và [[lá dứa]] vào nấu chung với đậu xanh.\n* Hòa tan bột sắn dây với một ít nước sau đó cho vào nồi chè.\n* Cho [[nước cốt dừa]] vào khuấy đều khoảng một phút rồi tắt bếp.\n===Trung Quốc===\n* Cho vào nước ấm ngâm khoảng 2 tiếng trước khi nấu. Sau khi ngâm xong, sẽ rửa sạch, loại bỏ những hạt sâu hỏng. Đãi sạch lại lần nữa rồi vớt ra rổ để ráo.\n* Cho vào nước ngâm khoảng 3 tiếng cho hạt sen nở mềm hơn, tiếp kiệm thời gian trong cách nấu chè lục tào xá. Cho vào nạo sợi, dùng cái nạo để nạo. Quýt chỉ lấy phần vỏ.\n* Cho cùi dừa đã nạo vào một chén (bát con), rồi đổ ít nước nóng vào và vắt lấy phần nước cốt dừa. Sau đó cho đậu xanh cùng hạt sen vào một chiếc nồi, đổ phần nước dừa vào và đặt lên bếp đầu ninh. Ninh cho đậu và hạt sen chín nhừ.\n* Ninh trong khoảng thời gian 20p hoặc đến khi thấy đậu và hạt sen nhừ thì sẽ  cho đường và một chút muối vào. Sau khi đã cho các gia vị vào, khuấy đều để chè được ngấm đều gia vị. Đồng thời đường cũng nhanh tan và tan đều hơn. Khi chè đã nấu được ở dạng sệt sệt, cho vỏ quýt vào và tiếp tục khuấy đều. Múc chè ra bát, thêm nước cốt dừa.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Chè]]"}