{"30022":"{{Thông tin nhiệm kỳ chính phủ\n| tên chính phủ = Chính phủ Liên hiệp Kháng chiến\n| cờ = Flag of North Vietnam (1945-1955).svg\n| loại chính phủ = Chính phủ\n| thứ tự = thứ ba\n| quốc gia = [[Việt Nam]]\n| nhiệm kỳ = [[1946]]\n| hình = [[Tập tin:Lâm-thời Liên-hiệp Chính-phủ Việt-nam Dân-chủ Cộng-hòa ra mắt Quốc-hội ngày 2 tháng 3 năm 1946.jpg|270px]]\n| chú thích = Chính phủ Liên hiệp Kháng chiến ra mắt [[Quốc hội Việt Nam khóa I|Quốc hội]] ngày [[2 tháng 3]] năm [[1946]]\n| ngày thành lập = [[2 tháng 3]] năm [[1946]]\n| ngày kết thúc = [[3 tháng 11]] năm [[1946]]\n| nguyên thủ = [[Hồ Chí Minh]]\n| thủ tướng = [[Hồ Chí Minh]]\n| phó thủ tướng = \n| thành viên hiện tại = \n| bộ trưởng bị loại = \n| số bộ trưởng = 10\n| đảng = [[Tập tin:Flag of North Vietnam (1945-1955).svg|20px]] [[Việt Minh]]<br>[[File:Flag of the Democratic Party of Vietnam.svg|20px]] [[Đảng Dân chủ Việt Nam|Dân chủ]]<br> [[Đảng Xã hội Việt Nam|Xã hội]]\n| kiểu nghị viện = \n| tình trạng nghị viện = \n| chính phủ đối lập = \n| đảng đối lập = \n| phe đối lập = [[File:Flag of Vietnam Revolutionary League.svg|20px]] [[Việt Cách]]<br>[[Tập tin:Flag of VNQDD.svg|20px]] [[Việt Quốc]]\n| lãnh tụ đối lập = \n| nhóm lãnh đạo đối lập = \n| bầu cử = \n| bầu cử tiếp theo = \n| cơ quan lập pháp = [[Quốc hội Việt Nam khóa I]]\n| ngân sách = \n| trước = [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Lâm thời]]\n| sau = [[Chính phủ Liên hiệp Quốc dân Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Quốc dân]]\n}}\n\n'''Chính phủ Liên hiệp Kháng chiến''' (có tài liệu gọi là '''Chính phủ Liên hiệp Quốc gia'''<ref name=\"1vkv\">{{Chú thích web | url =http:\/\/www.dalat.gov.vn\/web\/books\/KivangDL\/bai8.htm | tiêu đề =Sơ lược tiểu sử của các phái viên và cố vấn của Phái đoàn dự hội nghị Đà Lạt | ngày truy cập =ngày 20 tháng 4 năm 2009 | tác giả =Nguyễn Q. Thắng | ngày tháng =ngày 16 tháng 3 năm 1996 | work =Một vài ký vãng về Hội nghị Đà Lạt | nhà xuất bản =Nhà xuất bản Văn hóa | archive-date =2010-02-12 | archive-url =https:\/\/web.archive.org\/web\/20100212122448\/http:\/\/www.dalat.gov.vn\/web\/books\/KivangDL\/bai8.htm | url-status=dead }}<\/ref>) là chính phủ được thành lập vào ngày [[2 tháng 3]] năm [[1946]] dựa trên kết quả của kỳ họp thứ I [[Quốc hội Việt Nam khóa I|Quốc hội khóa I]] tại [[Hà Nội]], chính phủ được thành lập nhằm tạo khối đại đoàn kết vững mạnh trên cả nước để chuẩn bị cho công cuộc \"kháng chiến kiến quốc\" về sau.\n\nChính phủ Liên hiệp Kháng chiến là sự mở rộng thành phần Nội các của [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Lâm thời Việt Nam]] ngày [[1 tháng 1]] năm [[1946]]. Chính phủ bao gồm 1 Chủ tịch, 1 Phó Chủ tịch, 1 Cố vấn, 1 Chủ tịch Kháng chiến Ủy viên hội, 1 Phó Chủ tịch Kháng chiến Ủy viên hội và 10 Bộ trưởng. Trên cơ bản, đây là sự rút gọn về số lượng thành viên Chính phủ nhưng là sự mở rộng thành phần Nội các so với [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Lâm thời]] sao cho gọn nhẹ hợp thời chiến nhưng đảm bảo tính đoàn kết, hòa hợp dân tộc giữa các Đảng phái trong nước.\n\n== Thành lập ==\n\nNgày [[2 tháng 3]] năm [[1946]], Quốc hội khóa I được bầu thông qua tổng tuyển cử tự do ngày [[6 tháng 1]] năm [[1946]] họp phiên đầu tiên tại [[Hà Nội]] đã thông qua danh sách 70 đại biểu của [[Việt Nam Quốc dân Đảng]] và [[Việt Nam Cách Mệnh Đồng Minh hội]] tham gia Quốc hội. Quốc hội còn chỉ định ông [[Hồ Chí Minh]] đứng ra thành lập Chính phủ liên hiệp kháng chiến với 15 thành viên đến từ các đảng phái khác nhau như Mặt trận [[Việt Minh]], [[Việt Nam Quốc dân Đảng]], [[Việt Nam Cách mệnh Đồng minh Hội]], hay không đảng phái.\nNgày [[4 tháng 3]] năm [[1946]], chính phủ họp phiên đầu tiên và thông qua một số chủ trương về đối nội - đối ngoại như:\n* Về đối nội:\n\n1- Các đảng phái phải đoàn kết chặt chẽ, ngôn luận, hành động phải nhất trí để phụng sự quốc gia.\n\n2- Sinh mệnh và tài sản của tất cả công dân Việt Nam và kiều dân ngoại quốc được hoàn toàn bảo đảm.\n\n3- Hành chính và quân đội phải thống nhất, tài chính kinh tế tập trung.\n\n4- Mọi lực lượng của quốc dân được huy động để dùng trong việc kháng chiến kiến quốc và toàn thể nhân dân, nhất là những người làm việc công phải tuân theo kỷ luật.\n* Về ngoại giao:\n\n1- Đối với các nước Đồng minh, nước Việt Nam bao giờ cũng chủ trương thân thiện, nhất là đối với Trung Hoa.\n\n2- Đối với các nước nhược tiểu đang đấu tranh giành độc lập thì dân tộc Việt Nam rất đồng tình.\n\n3- Đối với nhân dân [[Pháp]], dân tộc [[Việt Nam]] không thù hằn, song cực lực phản đối chế độ thực dân và cương quyết giữ quyền độc lập. Chính phủ Việt Nam chỉ nhận điều đình với Chính phủ Pháp theo nguyên tắc \"Dân tộc tự quyết\" của Hiến chương [[Đại Tây Dương]].\n\n== Hoạt động==\nTrong thời gian hoạt động, Chính phủ đã tiếp tục thực hiện các biện pháp, chính sách để giữ vững nền độc lập của nước [[Việt Nam]] dân chủ non trẻ. Về đối nội đã kêu gọi các đảng phái đoàn kết phụng sự quốc gia, thực hiện các chính sách kinh tế, quốc phòng, văn hóa, giáo dục...<ref>Đại tướng [[Võ Nguyên Giáp]] - Tổng tập Hồi ký, Những năm tháng không thể nào quên, trang 315.<\/ref> Ngày 3\/4\/1946 [[Hồ Chí Minh]] thành lập Ban Trung ương Vận động Đời sống mới: bà Đoàn Tâm Đan, các ông Nguyễn Quang Oanh, [[Trần Huy Liệu]], [[Dương Đức Hiền]], [[Vũ Đình Hòe]], [[Nguyễn Tấn Gi Trọng]], [[Nguyễn Huy Tưởng]], [[Đỗ Đức Dục]], Phạm Biểu Tâm.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/van-hoa-xa-hoi\/Sac-lenh-44-lap-Ban-trung-uong-van-dong-doi-song-moi-35975.aspx Sắc lệnh 44]<\/ref>\n\nHồ Chí Minh giao cho Võ Nguyên Giáp và [[Trần Quốc Hoàn]], sau này trở thành Bộ trưởng Công an, nhiệm vụ vô hiệu hóa các cuộc biểu tình do [[Việt Nam Quốc dân Đảng]] và [[Việt Nam Cách mệnh Đồng minh Hội]] tổ chức nhằm chấm dứt hoạt động tuyên truyền của các đảng này trong dân chúng. Võ Nguyên Giáp kể lại: ''\"Chúng tôi phải trừng trị bọn phá hoại... Nhưng bằng mọi giá phải tránh khiêu khích và đảm bảo không xảy ra xung đột lớn\"''. Võ Nguyên Giáp dùng lực lượng tự vệ và các hội viên Hội Cứu Quốc phá các cuộc biểu tình này. Khi có lộn xộn, lính Trung Quốc bắn chỉ thiên, xông vào giải tán đám biểu tình để vãn hồi trị an. [[Việt Nam Quốc dân Đảng]] hoảng hốt khi người Trung Hoa không giúp được gì nhiều trong việc chống lại Việt Minh như họ mong đợi. Ông [[Nguyễn Duy Thanh]], một người theo chủ nghĩa quốc gia buồn rầu nhớ lại: ''\"Không có Trung Hoa ủng hộ, những đảng phái theo chủ nghĩa quốc gia chẳng thể đối phó được với những người Cộng sản\"''<ref>Cecil B. Currey. CHiến thắng bằng mọi giá. Nhà xuất bản Thế giới. Trang 177 -178<\/ref>\n\nVề đối ngoại chính phủ đã cử phái đoàn Việt Nam gồm 5 thành viên là chủ tịch [[Hồ Chí Minh]], Bộ trưởng Bộ ngoại giao [[Nguyễn Tường Tam]], Bộ trưởng Bộ Quốc phòng [[Phan Anh]], Chủ tịch kháng chiến ủy viên hội [[Võ Nguyên Giáp]] và Phó chủ tịch kháng chiến Ủy viên hội [[Vũ Hồng Khanh]] đàm phán với Chính phủ Pháp, ký với đại diện chính phủ Cộng hòa Pháp J. Sainteny bản [[Hiệp định sơ bộ Pháp-Việt (1946)|Hiệp định sơ bộ Pháp-Việt]] ngày 6 tháng 3 năm 1946 cho phép 15.000 quân Pháp ra Bắc thay thế cho 20 vạn quân Tưởng rút về nước. Sau khi bản Hiệp định sơ bộ Pháp-Việt được ký ngày [[6 tháng 3]] năm [[1946]], các đảng phái không cộng sản và thân nước ngoài như [[Việt Nam Quốc dân Đảng|Việt Quốc]] và Việt Cách đã lên tiếng phản đối Chính phủ ký hiệp định này với Pháp.\n\nTại phiên họp của Hội đồng Chính phủ ngày 11-3-1946, với sự tham dự của [[Bảo Đại|Vĩnh Thụy]], Hội đồng đã quyết định cử một phái bộ sang giao hảo với [[Trung Quốc|Trung Hoa]], trong đó có [[Bảo Đại|Vĩnh Thụy]], [[Nghiêm Kế Tổ]]...\n\nNhận lời mời của Quốc hội Pháp, ngày 16-4-1946, phái đoàn Quốc hội nước Việt Nam Dân chủ Cộng hoà gồm 10 đại biểu do [[Phạm Văn Đồng]], Phó Trưởng ban Thường trực Quốc hội làm Trưởng đoàn lên đường sang thăm nước Pháp. Đoàn đến [[Paris|Pari]] ngày 26-4-1946. Ngày 16-5-1946, phái đoàn Quốc hội kết thúc chuyến thăm nước [[Pháp]].\n\nTừ ngày [[19 tháng 4]] đến ngày [[11 tháng 5]] năm [[1946]]<ref>Các sách cho ngày bắt đầu Hội nghị trù bị là ngày 17-4-1946, ngày kết thúc Hội nghị là ngày 10-5-1946 hoặc ngày 12-5-1946.<\/ref> tại [[Đà Lạt]], chính phủ tổ chức một hội nghị trù bị, gặp gỡ giữa 2 phái đoàn Việt và Pháp chuẩn bị cho [[Hội nghị Fontainebleau 1946|Hội nghị Fontainebleau]] chính thức vào tháng 7 năm 1946 tại Pháp.<ref>Đoàn đại biểu Chính phủ [[Việt Nam Dân chủ Cộng hòa]] do Bộ trưởng Bộ Ngoại giao [[Nguyễn Tường Tam]] làm Trưởng đoàn, [[Võ Nguyên Giáp]] làm Phó trưởng đoàn cùng các thành viên [[Trịnh Văn Bính]], [[Huy Cận|Cù Huy Cận]], [[Hoàng Xuân Hãn]], Vũ Văn Hiền, [[Vũ Hồng Khanh]], [[Trần Đăng Khoa (bộ trưởng)|Trần Đăng Khoa]], [[Dương Bạch Mai]], [[Nguyễn Văn Luyện]], [[Phạm Ngọc Thạch]], [[Bùi Công Trừng]], [[Nguyễn Mạnh Tường]] và các cố vấn: [[Tạ Quang Bửu]], [[Kha Vạng Cân]], Kiều Quang Cung, Đinh Văn Hớn, [[Phạm Khắc Hòe]], [[Nguyễn Văn Huyên]], Hồ Đắc Liên, Phạm Văn Phác, Nguyễn Văn Tình, Nguyễn Duy Thanh, Nguyễn Tường Thụy, [[Hồ Hữu Tường]]. Trưởng đoàn Cộng hòa [[Pháp]] là Mac André.<\/ref> Song do phía [[Pháp]] cố giữ lập trường thực dân nên hội nghị không đạt được thỏa thuận nào.\n\nNgày 31-5-1946, theo lời mời của Chính phủ Pháp, Chủ tịch [[Hồ Chí Minh]] lên đường sang thăm nước [[Pháp]]. Trước khi đi, [[Hồ Chí Minh]] bàn giao quyền lãnh đạo đất nước cho Quyền Chủ tịch nước [[Huỳnh Thúc Kháng]], Bộ trưởng Bộ Nội vụ, với lời dặn ''\"Dĩ bất biến, ứng vạn biến\"''. Trước khi lên đường sang Pháp, Hồ Chí Minh dự đoán thời gian ở Pháp \"...có khi một tháng, có khi hơn\"<ref>''Bác Hồ - hồi ký'', Nhà xuất bản Văn học, trang 112, phần kể của Nguyễn Lương Bằng.<\/ref> nhưng cuối cùng Chủ tịch [[Hồ Chí Minh]] ở Pháp 4 tháng trong lúc phái đoàn do [[Phạm Văn Đồng]] dẫn đầu tham dự [[Hội nghị Fontainebleau 1946|Hội nghị Fontainebleau]] (diễn ra từ [[6 tháng 7]] tới [[10 tháng 9]] năm [[1946]]). Hội nghị Fontainebleau không đem lại kết quả cụ thể nào. Sau khi phái đoàn của Việt Nam về nước, tại Pháp, ngày [[14 tháng 9]] năm [[1946]], [[Chủ tịch]] [[Hồ Chí Minh]] ký với đại diện Pháp bản [[Tạm ước Việt - Pháp]].\n\nNgày 15\/6\/1946, người lính cuối cùng của quân đội [[Trung Hoa Dân quốc (1912–1949)|Trung Hoa Dân quốc]] rời khỏi Việt Nam.<ref name=\"Currey\"\/> Các thành viên Việt Nam Quốc dân Đảng và Việt Nam Cách Mệnh Đồng minh hội mất chỗ dựa hậu thuẫn chính là quân đội [[Tưởng Giới Thạch]] và do bất đồng về việc ký [[Hiệp định sơ bộ Pháp-Việt 1946|Hiệp định sơ bộ Pháp-Việt]] mùng 6 tháng 3 đã lần lượt rút khỏi chính phủ Liên hiệp.{{fact|date = ngày 17 tháng 7 năm 2014}} Lãnh tụ đảng Việt Cách là [[Nguyễn Hải Thần]] và các thành viên Việt Quốc - Việt Cách khác trong chính phủ như [[Nguyễn Tường Tam]], [[Vũ Hồng Khanh]] và cánh thân Tưởng do Vũ Hồng Khanh lãnh đạo lưu vong sang Trung Quốc. Các đảng viên Đại Việt phần lớn vẫn ở lại Việt Nam chờ thời cơ.<ref name=\"vonguyengiap2\" \/>. Nguyễn Tường Tam với tư cách Bộ trưởng Bộ ngoại giao dẫn đầu phái đoàn Việt Nam Dân chủ Cộng hòa tham gia [[Hội nghị Đà Lạt 1946|Hội nghị trù bị tại Đà Lạt]], nhưng do bất đồng đã không tham gia hầu hết các phiên họp<ref>Đại tướng Võ Nguyên Giáp, Tổng tập Hồi Ký, Những năm tháng không thể nào quên, trang 274<\/ref>, sau đó cũng không tham gia [[Hội nghị Fontainebleau 1946|Hội nghị Fontainebleau]], cuối cùng rời bỏ chính phủ<ref name=\"NTB\">[Việt Nam, một thế kỷ qua, Nguyễn Tường Bách], Nhà xuất bản Thạch Ngữ, California, 1998<\/ref> (tài liệu nhà nước nêu Nguyễn Tường Tam thiếu bản lĩnh chính trị, lập trường bấp bênh, biển thủ công quỹ rồi đào nhiệm sang nước ngoài<ref>[http:\/\/www.mofahcm.gov.vn\/vi\/mofa\/bng_vietnam\/nr050225105543\/nr050225105648\/nr050302090431\/ns050302091503\/view Bộ trưởng Nguyễn Tường Tam, Trang web Bộ Ngoại giao]<\/ref>). Việc các thành viên chủ chốt của Việt Quốc, Việt Cách như [[Nguyễn Hải Thần]], [[Nguyễn Tường Tam]], [[Vũ Hồng Khanh]] rời bỏ chính phủ, lưu vong sang Trung Quốc đã đánh dấu chấm hết cho thời kỳ hợp tác giữa Việt Minh và các đảng phái không cộng sản tại miền Bắc, trong công cuộc \"kháng chiến kiến quốc\" mà [[Chính phủ Liên hiệp Kháng chiến]] là biểu tượng.\n\nTrong lúc đó, [[Võ Nguyên Giáp]] vội vã từng bước tìm cách loại bỏ dần các đảng phái đối lập như Việt Quốc, Việt Cách, Đại Việt, những người Trotskist, lực lượng chính trị Công giáo... Ngày 19\/6\/1946, [[Báo Cứu Quốc]] của Tổng bộ [[Việt Minh]] đăng xã luận kịch liệt chỉ trích \"''bọn phản động phá hoại Hiệp định sơ bộ Pháp Việt mùng 6 tháng 3''\". Ngay sau đó Võ Nguyên Giáp bắt đầu chiến dịch truy quét các đảng phái đối lập bằng lực lượng công an và quân đội do Việt Minh kiểm soát với sự giúp đỡ của nhà cầm quyền Pháp. Ông cũng sử dụng các sĩ quan Nhật Bản trốn tại Việt Nam và một số vũ khí do Pháp cung cấp cho chiến dịch này.<ref name=\"Currey\">Chiến thắng bằng mọi giá, trang 196-197, Cecil B. Currey, Nhà xuất bản Thế giới, 2013<\/ref>\n\nMột trong những sự kiện nổi tiếng nhất trong chiến dịch tiêu diệt các đảng phái đối lập là [[vụ án phố Ôn Như Hầu]]. Sau khi từ Trung Quốc về Việt Nam, Việt Nam Quốc dân Đảng ngoài việc tìm cách lật đổ Việt Minh để cùng với các đảng phái Việt Cách, Đại Việt... chiếm chính quyền.<ref>Võ Nguyên Giáp, Những năm tháng không thể nào quên, Nhà xuất bản Trẻ, 2009. Trang 288-289<\/ref> Việt Nam Quốc dân Đảng và Đại Việt Quốc dân đảng nhờ có vũ khí do [[Trung Hoa Dân Quốc]] chuyển giao còn tổ chức các đội vũ trang mang tên \"Thần lôi đoàn\", \"Thiết huyết đoàn\", \"Hùm xám\"... Các đội vũ trang này đã tổ chức nhiều vụ cướp có vũ trang, bắt cóc, tống tiền, tổ chức ám sát những người theo Việt Minh và cả những người trung lập như ông Ba Viên rồi tuyên truyền đổ lỗi cho Việt Minh đã không đảm bảo được an ninh trật tự ở Hà nội và một số đô thị ở Bắc Bộ.<ref name=\"60nam\" \/> Không những thế đầu tháng 6 năm 1946, Việt Nam Quốc dân Đảng tổ chức cho Nghiêm Xuân Chi (đảng viên Việt Quốc) ám sát một số lãnh đạo của Việt Minh như [[Võ Nguyên Giáp]], [[Trường Chinh]] và ông [[Bồ Xuân Luật]], một người của Việt Cách nay đứng về phe Việt Minh.<ref name=\"Nguyễn Trọng Khuê 2005\">Nguyễn Trọng Khuê (chủ biên). Những trang sử vẻ vang của Công an nhân dân Việt Nam (1945-2005). Nhà xuất bản Công an nhân dân. Hà Nội. 2005. trang 14-16<\/ref> Trước những hoạt động gây mất trật tự an ninh tại Hà Nội và một số thành phố ở Bắc Bộ, Sở Công an Bắc Bộ đã lập chuyên án mà sau này được lấy tên công khai là [[Vụ án phố Ôn Như Hầu|Chuyên án số 7 phố Ôn Như Hầu]]<ref name=\"60nam\">Phạm Văn Quyền (chủ biên). 60 năm Công an nhân dân Việt Nam. Nhà xuất bản Công an nhân dân. 2006. trang 104.<\/ref>\n\nNgày 12\/7\/1946, [[Việt Nam Công an vụ]] theo ý kiến chỉ đạo của [[Trường Chinh]] (Tổng Bí thư Đảng Cộng sản Đông Dương, khi đó rút vào hoạt động bí mật. Chức danh công khai là [[Hội trưởng]] [[Đảng Cộng sản Việt Nam|Hội nghiên cứu Chủ nghĩa Mác ở Đông Dương]]), đã thực hiện phá [[vụ án phố Ôn Như Hầu]]. Chỉ đạo trực tiếp lực lượng công an phá vụ án này là các ông [[Lê Giản]] (Giám đốc Nha Công an Bắc bộ), [[Nguyễn Tuấn Thức]] (Giám đốc Công an Hà Nội) và [[Nguyễn Tạo]] (Trưởng nha Điệp báo Công an Trung ương).<ref name=\"phaply\">[http:\/\/phaply.net.vn\/ben-khung-cua-tu-phap\/ho-so-vu-an\/con-trai-ong-tien-thuoc-nam-pha-vu-an-on-nhu-hau.html Con trai \"ông tiên thuốc nam\" phá vụ án Ôn Như Hầu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141129015555\/http:\/\/phaply.net.vn\/ben-khung-cua-tu-phap\/ho-so-vu-an\/con-trai-ong-tien-thuoc-nam-pha-vu-an-on-nhu-hau.html |date=2014-11-29 }}, Thanh Sơn – Kiến Quốc, Pháp lý online, 3\/3\/2011<\/ref> Lực lượng công an xung phong đã thực hiện khám xét các trụ sở Việt Nam Quốc dân Đảng tại Hà Nội, bắt tại chỗ nhiều thành viên của Việt Nam Quốc dân Đảng cùng nhiều tang vật như truyền đơn, vũ khí, dụng cụ tra tấn, đồng thời phát hiện nhiều xác chết tại đó... Trong số các thành viên của Quốc dân Đảng bị bắt có một đại biểu [[Quốc hội Việt Nam khóa I]] là [[Phan Kích Nam]]. Theo điều tra của [[Nha công an]], Việt Nam Quốc dân Đảng đang chuẩn bị những hành động khiêu khích rất nghiêm trọng. Dự định các thành viên của Việt Nam Quốc dân Đảng sẽ phục sẵn dọc đường quân Pháp diễu qua nhân ngày quốc khánh Pháp, bắn súng, ném lựu đạn để tạo ra những chuyện rắc rối giữa Pháp và Chính phủ, gây sự phá hoại hòa bình rồi tung truyền đơn hô hào lật đổ chính quyền và sau đó đứng ra bắt tay với Pháp.<ref name=\"vonguyengiap2\">Đại tướng Võ Nguyên Giáp - Tổng tập Hồi ký, Những năm tháng không thể nào quên, trang 290<\/ref>\n\nTrong ngày 12\/7\/1946, một tiểu đội công an do [[Lê Hữu Qua]] chỉ huy<ref name=\"lehuuqua\">Vụ án phố Ôn Như Hầu, thiếu tướng Lê Hữu Qua, Báo Nhân dân, ngày 19\/8\/2005<\/ref> bao vây khám xét trụ sở của đảng Đại Việt tại số 132 Duvigneau, do nghi ngờ Đại Việt cấu kết với Pháp âm mưu tiến hành đảo chính chính quyền cách mạng đúng vào ngày quốc khánh Pháp 14\/7\/1946.<ref <ref name=\"phaply\" \/> Khi thực hiện cuộc bao vây khám xét này, lực lượng công an chưa có chứng cứ cụ thể và chưa có lệnh của cấp trên. Nhưng vẫn thực hiện bao vây khám xét để các thành viên Đại Việt không có thời gian rút vào bí mật và tẩu tán truyền đơn, hiệu triệu lật đổ chính quyền. Lực lượng công an đột kích bất ngờ vào sáng sớm khiến cho lính canh và các đảng viên Đại Việt không kịp có hành động trở tay.<ref name=\"lehuuqua\" \/> Tại trụ sở của Đại Việt, lực lượng công an đã tìm thấy nhiều truyền đơn, hiệu triệu chưa kịp tẩu tán cùng nhiều súng ống, lựu đạn.\n\nNgày 16 tháng 7, quyền chủ tịch nước Huỳnh Thúc Kháng đã có tuyên bố trấn an dư luận: ''\"Những đảng viên Việt Nam Quốc dân Đảng chân chính, được bảo đảm sự tự do hoạt động trong vòng pháp luật...Những kẻ bắt cóc, tống tiền, ám sát thì phải đem ra pháp luật nghiêm trị. Đây không phải là vấn đề đảng phái. Việc khám xét vừa rồi là việc phải làm để bảo vệ trị an...''\".<ref>Đại tướng Võ Nguyên Giáp - Tổng tập Hồi ký, Những năm tháng không thể nào quên, trang 292<\/ref>\n\nTheo quy định của luật pháp thì Phó Chủ tịch nước và bộ trưởng do Quốc hội bầu, và chỉ phế truất bởi Quốc hội theo thủ tục quy định của pháp luật.<ref>[http:\/\/vietlaw.gov.vn\/LAWNET\/docView.do?docid=290&type=html HIẾN PHÁP NƯỚC Việt Nam DÂN CHỦ CỘNG HOÀ (QUỐC HỘI NƯỚC Việt Nam DÂN CHỦ CỘNG HOÀ THÔNG QUA NGÀY 9-11-1946), CHƯƠNG IV, CHÍNH PHỦ]<\/ref> Trong phiên điều trần trước Quốc hội kỳ họp thứ hai liên quan Tạm ước và một số thành viên rời Chính phủ, Hồ Chí Minh có nói:\n\n''Tạm ước này có ảnh hưởng tới các hiệp ước ký sau không? Trong xã hội loài người, có cái gì mà không ảnh hướng tới cái khác. Tuy vậy, những sự điều đình sau đây không thể vì bản tạm ước này mà bị ràng bó. Bản Tạm ước này tùy theo sự thi hành thế nào, sẽ tạo điều kiện đẩy cho những cuộc điều đình sau mau chóng đạt kết quả.Về ông Phó Chủ tịch Nguyễn Hải Thần, ông Bộ trưởng Ngoại giao Nguyễn Tường Tam, ông Phó Chủ tịch Quân ủy hội Vũ Hồng Khanh, các ông ấy không có mặt ở đây. Lúc Nhà nước đương gặp bước khó khăn, quốc dân tin ở người nào trao người ấy làm công việc lớn mà các ông ấy lại bỏ đi thì các ông ấy phải hỏi lương tâm thế nào? Những người đã bỏ việc đi kia, họ không muốn gánh vác việc nước nhà hoặc họ cũng không đủ năng lực gánh vác, nay chúng ta không có họ ở đây chúng ta cũng cứ gánh vác được như thường''<ref>{{Chú thích web |url=http:\/\/khampha.vn\/toi\/ho-chu-tich-tra-loi-chat-van-qua-loi-ke-tuong-giap-c8a3130.html |ngày truy cập=2014-01-30 |tựa đề=Hồ Chủ tịch trả lời chất vấn qua lời kể Tướng Giáp |archive-date=2014-02-01 |archive-url=https:\/\/web.archive.org\/web\/20140201194321\/http:\/\/khampha.vn\/toi\/ho-chu-tich-tra-loi-chat-van-qua-loi-ke-tuong-giap-c8a3130.html |url-status=dead }}<\/ref>.\n\nDù vậy một số thành viên của Việt Quốc, Việt Cách như [[Chu Bá Phượng]], [[Bồ Xuân Luật]] vẫn tiếp tục tham gia Chính phủ, kể cả khi lên Việt Bắc. [[Trương Đình Tri]] vẫn tiếp tục tham gia chính phủ sau vụ án Ôn Như Hầu<ref>[http:\/\/www.qh-hdqna.gov.vn\/Default.aspx?tabid=97&ctl=tcb&tc=26&mid=481 CHỦ TỊCH HỒ CHÍ MINH TRẢ LỜI CHẤT VẤN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140203085402\/http:\/\/www.qh-hdqna.gov.vn\/Default.aspx?tabid=97&ctl=tcb&tc=26&mid=481 |date=2014-02-03 }}, PHƯƠNG HIỀN, Tạp chí Diễn đàn Nhân dân Quảng Nam - Số 20 (Chào xuân Tân Mão 2011)<\/ref>. Tại kỳ họp thứ hai Quốc hội, vẫn có 37 đại biểu Việt Quốc, Việt Cách tham gia.\n\n== Tan rã ==\nDo mâu thuẫn của hai phe [[Việt Minh]] và [[Việt Nam Quốc dân Đảng]] sau bản Hiệp định sơ bộ ngày [[6 tháng 3]] năm [[1946]], Chính phủ không còn giữ được sự đoàn kết ban đầu, một số thành viên Việt Nam Quốc dân Đảng và Việt Nam Cách Mệnh Đồng minh hội mất chỗ dựa là quân đội [[Tưởng Giới Thạch]] và do một số bất đồng khác đã lần lượt rút khỏi chính phủ Liên hiệp.\n\nTháng 7-1946, xảy ra [[vụ án phố Ôn Như Hầu|vụ án Ôn Như Hầu]], thành viên Việt Quốc - Việt Cách dự định ném tạc đạn vào đoàn diễu binh Pháp ở [[Hà Nội]] nhân ngày [[14 tháng 7]] năm [[1946]], đây là một hành động thông đồng với Pháp nhằm mục đích đổ cho Việt Minh gây sự phá hoại hòa bình để có cớ đánh Việt Minh. Lực lượng công an xung phong theo ý kiến chỉ đạo của [[Trường Chinh]] (Tổng Bí thư Đảng Cộng sản Đông Dương, khi đó rút vào hoạt động bí mật. Chức danh công khai là [[Hội trưởng]] [[Đảng Cộng sản Việt Nam|Hội nghiên cứu Chủ nghĩa Mác ở Đông Dương]])\nđã khám xét các cơ sở Việt Nam Quốc dân Đảng và Việt Nam Cách Mệnh Đồng minh hội, bắt giữ thành viên hai đảng này, đồng thời tìm thấy nhiều vũ khí, tài liệu tuyên truyền hiệu triệu chống chính quyền, kêu gọi nhân dân lật đổ Chính phủ. Đặc biệt còn phát hiện các tử thi, phòng tra tấn tại trụ sở các đảng này. Tuy nhiên, Việt Nam Quốc dân Đảng cho rằng Việt Minh dàn cảnh vụ án phố Ôn Như Hầu để bắt giữ các thành viên và \"áp đảo dư luận quần chúng và đàn áp luôn Việt Nam Quốc dân Đảng\".<ref name=\"vnqdd\">[http:\/\/www.vietquoc.org\/modules.php?name=News&file=article&sid=252 Vụ án Ôn Như Hầu, Website Việt Nam Quốc đân Đảng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090416182541\/http:\/\/www.vietquoc.org\/modules.php?name=News&file=article&sid=252 |date=2009-04-16 }}. Truy cập 16.6.2008<\/ref> Sau vụ án này, lãnh đạo Việt Cách là [[Nguyễn Hải Thần]] và các thành viên Việt Quốc - Việt Cách thân Tưởng khác trong chính phủ như Nguyễn Tường Tam, Vũ Hồng Khanh đã lưu vong sang Trung Quốc.\n\nSự kiện này đánh dấu chấm hết cho sự hợp tác giữa Việt Minh do Đảng Lao động Việt Nam lãnh đạo và Việt Quốc, Việt Cách do Trung Hoa Dân Quốc hậu thuẫn, trong công cuộc \"kháng chiến kiến quốc\" mà chính phủ liên hiệp kháng chiến là biểu tượng. Chính phủ còn hoạt động đến tháng 11 năm 1946 với các thành viên của Việt Minh và một số nhóm khác trước khi [[chính phủ Liên hiệp Quốc dân]] được thành lập ngày 3 tháng 11 năm 1946.\n\n== Thành viên==\n{| border=\"0\" cellpadding=\"2\" cellspacing=\"2\" width=\"650px\"\n! valign=top style=\"width:30px\" | Thứ tự\n! valign=top style=\"width:200px\" | Chức vụ\n! valign=top style=\"width:150px\" | Tên\n! valign=top style=\"width:70px\" | Ảnh\n! valign=top style=\"width:200px\" | Đảng phái\n|- bgcolor=\"#FFE8E8\"\n| 1 || Chủ tịch || [[Hồ Chí Minh]] ||[[Tập tin:Ho Chi Minh 1946.jpg|100px]]|| [[Việt Minh]] \n|- bgcolor=\"#E3CF57\" \n| 2 || Phó Chủ tịch || [[Nguyễn Hải Thần]] ||[[File: Nguyen hai than.jpg|100px]] || [[Việt Nam Cách mệnh Đồng minh Hội|Việt Cách]]\n|- bgcolor=\"#00FF00\" \n| 3 || Bộ trưởng Bộ Ngoại giao || [[Nguyễn Tường Tam]]{{ref|nht}} |||| [[Việt Nam Quốc dân Đảng|Việt Quốc]]\n|- bgcolor=\"#FFFFFF\" \n| 4 || Bộ trưởng Bộ Nội vụ || [[Huỳnh Thúc Kháng]] ||[[File:Huynh Thuc Khang.jpg|100px]]|| [[Chính khách độc lập|không đảng phái]]\n|- bgcolor=\"#00FF00\" \n| 5 || Bộ trưởng Bộ Kinh tế || [[Chu Bá Phượng]] ||[[File:Chu Bá Phượng.jpg|100px]]|| [[Việt Nam Quốc dân Đảng|Việt Quốc]]\n|- bgcolor=\"#FFE8E8\" \n| 6 || Bộ trưởng Bộ Tài chính || [[Lê Văn Hiến]] ||[[Tập tin:Mr. Le Van Hien.jpg|100px]]|| [[Việt Minh]]\n|- bgcolor=\"#FFFFFF\" \n| 7 || Bộ trưởng Bộ Quốc phòng || [[Phan Anh]] ||[[Tập tin:Phan Anh1.jpg|100px]]|| [[Đảng Xã hội Việt Nam|Xã hội]]\n|- bgcolor=\"#E3CF57\" \n| 8 || Bộ trưởng Bộ Xã hội kiêm Y tế, Cứu tế và Lao động || [[Trương Đình Tri]] |||| [[Việt Nam Cách mệnh Đồng minh Hội|Việt Cách]]\n|- bgcolor=\"#FFE8E8\" \n| 9 || Bộ trưởng Bộ Giáo dục || [[Đặng Thai Mai]] |||| [[Việt Minh]]\n|- bgcolor=\"#CCFF00\" \n| 10 || Bộ trưởng Bộ Tư pháp || [[Vũ Đình Hòe]] ||[[Tập tin:Mr. Vu Dinh Hoe.jpg|100px]]|| [[Đảng Dân chủ Việt Nam|Dân chủ]]\n|- bgcolor=\"#CCFF00\" \n| 11 || Bộ trưởng Bộ Giao thông công chính || [[Trần Đăng Khoa (bộ trưởng)|Trần Đăng Khoa]]{{ref|tdk}} ||[[Tập tin:Mr. Tran Dang Khoa.jpg|100px]]|| [[Đảng Dân chủ Việt Nam|Dân chủ]]\n|- bgcolor=\"#E3CF57\"\n| 12 || Bộ trưởng Bộ Canh nông || [[Bồ Xuân Luật]]{{ref|tdk}} |||| [[Việt Nam Cách mệnh Đồng minh Hội|Việt Cách]]\n|}\n\nCác Thứ trưởng: Nội vụ \t([[Hoàng Minh Giám]] - Đảng Xã hội), Quốc phòng ([[Tạ Quang Bửu]] - độc lập), Tư pháp ([[Nguyễn Văn Hướng]] - độc lập), Giao thông công chính ([[Đặng Phúc Thông]] - Việt Minh), Tài chính ([[Trịnh Văn Bính]] - độc lập), Giáo dục ([[Đỗ Đức Dục]]- Đảng Dân chủ), Canh nông ([[Bồ Xuân Luật]] - Việt Cách, sau khi [[Huỳnh Thiện Lộc]] - độc lập làm Bộ trưởng), Xã hội ([[Đỗ Tiếp]] - Việt Cách), Ngoại giao ([[Nghiêm Kế Tổ]] - Việt Quốc).\n\n'''Cố vấn đoàn''' do Cố vấn tối cao [[Bảo Đại|Vĩnh Thụy]] ([[Bảo Đại]]){{ref|nht}} đảm nhiệm.\n\n'''Kháng chiến Ủy viên hội''' (sau gọi là '''Ủy ban Kháng chiến''') do [[Võ Nguyên Giáp]] (Việt Minh) làm Chủ tịch, [[Vũ Hồng Khanh]]{{ref|nht}} (Việt Quốc) làm Phó Chủ tịch. Các thành viên khác: [[Trần Huy Liệu]], [[Hoàng Đạo Thúy]], [[Nguyễn Mạnh Hà]], [[Hoàng Tích Trí]],<ref>Theo báo Độc lập thì là Hoàng Tích Tái, có lẽ do nhầm.<\/ref> [[Nguyễn Phúc An]], [[Đoàn Xuân Tín]].\n\n==Xem thêm==\n*[[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Cách mạng lâm thời]]\n*[[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Lâm thời]]\n*[[Chính phủ Liên hiệp Quốc dân Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Quốc dân]]\n*[[Vụ án phố Ôn Như Hầu]]\n== Chú thích ==\n{{note|nht}} Sau vụ án phố Ôn Như Hầu giữa năm [[1946]] (đã nói ở trên), [[Nguyễn Hải Thần]], [[Nguyễn Tường Tam]] và [[Vũ Hồng Khanh]] đã bỏ nhiệm sở chạy sang [[Trung Quốc]] lưu vong. [[Bảo Đại|Vĩnh Thụy]] được cử sang giao hảo với Trung Quốc cũng ở lại không về nước.\n\n{{note|tdk}} Bộ Giao thông Công chính và Bộ Canh nông dành cho đại diện của Nam Bộ, nhưng các đại diện của Nam Bộ chưa ra họp được nên giao cho [[Trần Đăng Khoa (bộ trưởng)|Trần Đăng Khoa]] và [[Bồ Xuân Luật]]. Đến giữa tháng 4 năm [[1946]], [[Huỳnh Thiện Lộc]] ra nhậm chức Bộ trưởng Bộ Canh nông, [[Bồ Xuân Luật]] giữ chức Thứ trưởng.\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{Chính phủ Việt Nam các thời kỳ}}\n\n{{start box}}\n{{Thứ tự chức vụ\n|chức vụ = Chính phủ Liên hiệp Kháng chiến\n|năm = [[2 tháng 3]] - [[2 tháng 11]] năm [[1946]]\n|trước = [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ liên hiệp Lâm thời]]\n|sau = [[Chính phủ Liên hiệp Quốc dân Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Quốc dân]]}}\n{{end box}}\n\n[[Thể loại:Chính phủ Việt Nam qua các thời kỳ|1946]]\n[[Thể loại:Chính trị Chiến tranh Đông Dương]]\n[[Thể loại:Việt Nam Dân chủ Cộng hòa]]\n[[Thể loại:Danh sách nhân vật Việt Nam]]"}