{"3284369":"'''Chính biến Thiên Hưng''' là một loạt các sự kiện, trong đó có ba cuộc đảo chính từ [[tháng 10]] năm [[1459]] đến [[tháng 6]] năm [[1460]] dưới thời [[nhà Lê sơ|nhà Lê Sơ]] ([[1428]] - [[1527]]). Khoảng thời gian 8 tháng trên nằm trong [[niên hiệu]] Thiên Hưng (1459-1460) của vua [[Lê Nghi Dân]]. Hệ quả của sự kiện này là việc vua [[Lê Thánh Tông]] lên ngôi sau cái chết của Lê Nghi Dân và sau đó bức tử anh mình là [[Lê Khắc Xương]]. Sự kiện này cũng đặt ra nhiều nghi vấn về thân thế của vua [[Lê Nhân Tông]], tính chính thống của Lê Nghi Dân và là vết đen trong sự nghiệp của Lê Thánh Tông.\n\n== Nguyên nhân ==\n=== Tranh chấp ngôi Thái tử ===\n{{Xem thêm|Vụ án Lệ Chi Viên}}\nVua [[Lê Thái Tông]] mất lúc trẻ, chỉ mới 20 tuổi nhưng nhà vua đã có bốn người con trai trước khi mất. Con lớn nhất là [[Lê Nghi Dân|Nghi Dân]], con thứ hai là Khắc Xương, con thứ ba là Bang Cơ ([[Lê Nhân Tông]] sau này), con thứ tư là Tư Thành ([[Lê Thánh Tông]] sau này). Vì các hoàng tử đều còn quá nhỏ (chỉ chênh nhau một vài tuổi) nên việc tranh chấp ngôi thái tử xảy ra giữa các bà phi, vợ vua Thái Tông, trong đó có [[Nguyễn Thị Anh]] là mẹ của Bang Cơ.\n\nLê Nghi Dân sinh vào [[tháng 10]] năm [[1439]], là con lớn nhất vốn đã được lập làm Thái tử một năm sau đó (1440) dù còn ấu thơ, mẹ là Phi tần [[Dương Thị Bí]], khi đó đang rất được vua sủng ái<ref name=\"dvsktt16\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt16.html Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XI]<\/ref>. Nhưng sau đó vua lại thiên vị [[Nguyễn Thị Anh]]. Vì thế, tháng 11 năm [[1441]] Lê Thái Tông phế ngôi Thái tử của [[Lê Nghi Dân|Nghi Dân]] mà lập Bang Cơ khi đó mới khoảng 6 tháng tuổi. Mẹ của Khắc Xương vốn không được vua sủng ái nên không thể tranh chấp ngôi thái tử. Hoàng tử Lê Nghi Dân được phong ''Lạng Sơn vương'', hoàng tử [[Lê Khắc Xương]] làm ''Tân Bình vương''<ref name=\"dvsktt16\"\/><ref name=\"DVTS278\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1993, trang 278<\/ref>. Cùng thời gian này, Tiệp dư [[Ngô Thị Ngọc Dao]] mang thai hoàng tử Lê Tư Thành.\n\nTháng 8 năm [[1442]], Lê Thái Tông đột ngột băng ở [[Vụ án Lệ Chi Viên|Lệ Chi Viên]], cựu thần [[Nguyễn Trãi]] bị vu oan, chịu án [[tru di tam tộc]]. Thái tử Bang Cơ khi ấy mới 1 tuổi lên ngôi, tức Lê Nhân Tông, dưới sự bảo trợ của các đại thần là [[Trịnh Khả]], [[Nguyễn Xí]], [[Lê Thụ]], [[Đinh Liệt]], [[Lê Bôi]]. Thần phi Nguyễn Thị Anh lên ngôi Thái hậu nhiếp chính.<ref name=\"dvsktt16\"\/>\n\n=== Thân thế Lê Nhân Tông ===\n{{Xem thêm|Nguyễn Thị Anh}}\nKhi Lê Bang Cơ được lập làm Thái tử, nhiều người trong triều dị nghị rằng, [[Nguyễn Thị Anh]] đã có thai trước khi vào cung và [[Lê Nhân Tông|Bang Cơ]] không phải là con vua [[Lê Thái Tông|Thái Tông]]<ref name=\"PDK1082\"\/>. Cùng lúc đó, [[Ngô Thị Ngọc Dao]] lại có mang sắp sinh. [[Nguyễn Thị Anh]] sợ chuyện bại lộ thì con mình sẽ mất ngôi lớn nên tìm cách hại bà [[Ngô Thị Ngọc Dao|Ngọc Dao]]<ref name=PDK1084>Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr 1084<\/ref>. Trong khi đó bà Ngọc Dao được vợ chồng [[Nguyễn Trãi]] và [[Nguyễn Thị Lộ]] hết sức che chở, mang đi nuôi giấu và sinh được hoàng tử [[Lê Thánh Tông|Lê Tư Thành]] năm [[1442]].\n\nSau khi Lê Bang Cơ lên ngôi vua, những lời đồn về thân thế của ông vẫn được truyền tụng, việc ngày càng có nhiều người dị nghị về nguồn gốc của Nhân Tông <ref>Phạm Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 1083<\/ref> khiến anh cả là Lạng Sơn vương [[Lê Nghi Dân]], trước đã nuôi lòng oán hận khi bị truất ngôi thái tử, khi biết được điều này đã quyết tâm làm chính biến<ref name=\"PDK1084\"\/>. Lê Nhân Tông nghĩ Nghi Dân là anh ruột nên không có ý đề phòng gì cả. Thậm chí ngày [[3 tháng 1]] năm [[1456]], Lê Nhân Tông cho mời hoàng huynh Nghi Dân vào cùng ngự yến.<ref name=\"dvsktt16b\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt16b.html Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XI]<\/ref>\n\nNgoài các suy đoán căn cứ vào sử sách, gần đây các nhà nghiên cứu nói trên đã tham khảo gia phả dòng họ Đinh là con cháu của công thần [[Đinh Liệt]] nhà [[Nhà Lê sơ|Hậu Lê]] và phát hiện nhiều bài thơ của chính Đinh Liệt để lại (được công bố trong \"Nhìn lại lịch sử\" của họ). Bài thơ được viết bằng chữ Hán nhưng viết theo kiểu ẩn ý, dùng phép nói lái để người đọc suy đoán rằng: Thái tử Lê Bang Cơ (tức vua Lê Nhân Tông) không phải là con vua Lê Thái Tông<ref name=PDK1082>Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr 1082<\/ref>.\n\n== Diễn biến ==\n=== Lật đổ Nhân Tông ===\nĐêm ngày [[28 tháng 10]] năm 1459, Lạng Sơn vương Lê Nghi Dân cùng [[Lê Đắc Ninh]] là chỉ huy sứ đội vệ binh trong cung làm nội ứng, cùng các thủ hạ tin cậy là [[Phạm Đồn]], [[Phan Ban]], [[Trần Lăng]] và hơn 100 quân (có giả thiết là 300 quân với sự tham gia của Ngô Trang<ref name=\"dvsktt16b\"\/>) ban đêm bắc [[thang]] chia làm ba đường vào cung cấm, giết chết vua Lê Nhân Tông. Hôm sau thì quân của Nghi Dân truy sát Thái hậu Nguyễn Thị Anh.<ref name=\"DVTS278\"\/>.\n\nKhi biết có biến, viên Hoàng môn (người hầu trong Hoàng cung) là [[Đào Biểu]] đã giả mạo làm Lê Nhân Tông, khoác [[hoàng bào]] lên [[long sàng]] mà nằm. Dù biết không phải vua thật, Nghi Dân vẫn cho giết Đào Biểu luôn.<ref name=\"daobieu118\">Nguyễn Q. Thắng - Nguyễn Bá Thế. ''Từ điển nhân vật lịch sử Việt Nam'', trang 118<\/ref>\n\nLê Nghi Dân xưng làm [[hoàng đế]], đặt [[niên hiệu]] là Thiên Hưng, ban chiếu biện hộ cho hành động của mình và tố cáo thân thế của Lê Nhân Tông: \n{{cquote|''Trẫm là con trưởng của Thái Tông Văn Hoàng Đế, trước đây đã được giữ ngôi chính ở Đông cung. Chẳng may Tiên đế đi tuần miền đông, bỗng băng ở bên ngoài. Nguyễn Thái hậu muốn giữ vững quyền vị, ngầm sai nội quan Tạ Thanh dựng Bang Cơ làm đế, bắt Trẫm làm phiên vương. Sau Tạ Thanh tiết lộ việc ấy, lây đến cả Thái úy [[Trịnh Khả]] và Tư không [[Trịnh Khắc Phục]], Thái hậu bắt giết cả đi để diệt hết người nói ra. Cho nên từ đó đến giờ, hạn hán sâu bệnh liên tiếp xảy ra, tai dị luôn luôn xuất hiện, đói kém tràn lan, trăm họ cùng khốn. Diên Ninh<ref>Ở đây dùng để chỉ Lê Nhân Tông<\/ref> tự biết mình không phải là con của tiên đế, hơn nữa lòng người ly tán, nên ngày mồng 3, tháng 10 năm nay, đã ra lệnh cho Trẫm lên thay ngôi báu. Trẫm nhờ người trông xuống, tổ tông phù hộ, cùng các vương, đại thần, các quan văn võ trong ngoài đồng lòng suy tôn, xin trẫm nên nối đại thống, hai ba lần khuyên mời, trẫm bất đắc dĩ đã lên ngôi vào ngày mồng 7, tháng 10 năm nay, đổi niên hiệu là Thiên Hưng''<ref name=\"dvsktt16b\"\/>.}}\n\n=== Triều đình bất mãn ===\nSau khi Nghi Dân lên ngôi, ông chủ yếu dùng các thuộc hạ tin cậy của mình làm vây cánh, triệt hạ một số cựu thần thân cận của Lê Nhân Tông, tiến hành thay đổi một số pháp chế ràng buộc, thành lập cơ chế \"[[Lục bộ]], Lục khoa\" cùng một số chính sách tiến bộ mà triều vua sau vẫn duy trì.<ref name=\"laodong\" \/> Tháng 10 năm 1459 (âm lịch), vua Nghi Dân cử sứ bộ gồm [[Lê Cảnh Huy]], [[Nguyễn Như Đổ]], [[Hoàng Thanh]], [[Nguyễn Nghiêu Tư]] sang [[nhà Minh]] nộp cống hằng năm và xin bỏ việc mò [[ngọc trai]]. Ngày 20 cùng tháng, vua lại cử [[Trần Phong]], [[Lương Như Hộc]], [[Trần Bá Linh]] sang nhà Minh cầu phong.<ref name=\"dvsktt16b\" \/>\n\nMặt khác, vua Nghi Dân tiến hành gia phong cho các em mình: Bình Nguyên vương Lê Tư Thành gia phong Gia vương, xây phủ đệ ở bên hữu nội điện cho Gia vương ở, Tân Bình vương Lê Khắc Xương gia phong Cung vương, cả hai đều được đối đãi rất hậu.<ref name=\"dvsktt16b\"\/>\n\nDù vậy, do đa số quan lại trong triều vốn ủng hộ Lê Nhân Tông, nên các hành động của ông không được triều thần ghi nhận và ủng hộ. {{cquote|''....Bấy giờ, Lê Đắc Ninh là Đô chỉ huy giữ cấm binh đương phiên trực, đã không chịu dẫn quân ra trước ngăn giữ, lại đem giúp kẻ phản nghịch. Cho nên Nghi Dân mới tiếm đoạt được ngôi báu, mà các quan văn võ phải nuốt hận ngậm đau, trăm họ bốn phương như mất cha mất mẹ<ref name=\"dvsktt16b\"\/>.''}} Lê Nghi Dân bị cáo buộc là tin dùng gian nịnh, giết hại bề tôi cũ, thay đổi pháp chế, không được lòng dân và các đại thần, văn võ<ref name=\"dvsktt17a\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt17.html Đại Việt Sử ký toàn thư, Quyển XII]<\/ref>. Một nhóm các trọng thần là [[Lê Ê]], [[Lê Thụ]], [[Đỗ Bí]], [[Lê Ngang]] muốn binh biến lật đổ vua Lê Nghi Dân nhưng việc bị bại lộ, tất cả đều bị giết<ref name=\"dvsktt16b\"\/>\n\n=== Lật đổ Nghi Dân ===\n{{Xem thêm|Lê Lăng|Nguyễn Xí}}\nSau vụ đảo chính không thành của Lê Ê, Nhập nội kiểm hiệu Á thượng hầu là [[Lê Lăng]] bàn mưu với Thái bảo [[Nguyễn Xí]] và Xa kỵ tổng tri [[Lê Niệm]], Á hầu [[Lê Nhân Thuận]], Quan phục hầu [[Trịnh Văn Thái]], Điện tiền ty đô chỉ huy [[Nguyễn Đức Trung]] lật đổ Nghi Dân lần nữa. Ngày 6 tháng 6 âm lịch năm 1460, Lê Lăng, Nguyễn Xí phát động binh biến, chém bầy tôi thân cận của Nghi Dân là Phạm Đồn, Phan Ban ở nghị sự đường, nắm lấy cấm binh, đóng chặt cửa thành, sai [[Lê Ninh Thuận]] bắt vây cánh của vua Thiên Hưng hơn 100 người. Sau đó các đại thần giáng Nghi Dân làm Lệ Đức hầu. Lê Lăng cầm giải lụa đến chỗ Lệ Đức hầu bắt phải tự thắt cổ chết.<ref name=\"dvsktt17a\"\/>\n\nCuộc khai quật khảo cổ học ngôi mộ \"Bà Chúa\" ở thôn Nhân Giả, huyện [[Vĩnh Bảo]], thành phố Hải Phòng vào năm 1977, cho thấy nhiều bằng chứng cho rằng đó là mộ của Chiêu nghi Dương Thị Bí, mẹ của Lê Nghi Dân. Thông qua cuộc khai quật này, có ý kiến cho rằng Chiêu nghi Dương Thị Bí còn sống trong cuộc đảo chính, được tôn làm Thái phi, và còn sống đến sau khi Lê Nghi Dân bị lật đổ. Thậm chí có người cho rằng Lê Nghi Dân không bị giết và chỉ bị đuổi ra khỏi kinh thành.<ref name=\"laodong\">[http:\/\/laodong.com.vn\/lao-dong-cuoi-tuan\/guong-soi-lich-su-83460.bld Gương soi lịch sử]<\/ref>\n\n== Hệ quả ==\n=== Lê Thánh Tông lên ngôi ===\nCác đại thần bàn việc lập vua mới, lựa chọn giữa hai hoàng tử Cung vương Lê Khắc Xương và Gia vương Lê Tư Thành. Lê Lăng bàn rằng nên lập Khắc Xương, trong khi Nguyễn Xí bàn nên lập Tư Thành. Tuy nhiên khi mọi người đến rước, Cung vương Khắc Xương một mực từ chối không nhận ngôi vua. Các đại thần quyết định lập Gia vương Tư Thành. Hoàng tử Tư Thành được lên ngôi, tức là vua [[Lê Thánh Tông]].\n\nNgày [[8 tháng 6]], Gia vương Lê Tư Thành lên ngôi ở điện Tường Quang, tức vua Lê Thánh Tông, đổi niên hiệu là Quang Thuận, ban lệnh đại xá<ref name=\"dvsktt17a\"\/>\n\nVới những người thực hiện đảo chính [[Lê Nghi Dân]] thành công để đưa Lê Thánh Tông lên ngôi như [[Nguyễn Xí]], [[Đinh Liệt]], [[Lê Niệm]],... đều được phong thưởng. Nhưng với những người tham gia vụ đảo chính Nghi Dân trước đó bị thất bại và bị Nghi Dân giết như Lê Ê, Lê Thụ, [[Đỗ Bí]], Lê Ngang, khi Nguyễn Xí đề nghị truy phong tiết liệt cho họ thì Lê Thánh Tông không chấp thuận, ngược lại còn coi việc họ binh biến thất bại như tội thần<ref name=\"dvsktt17a\"\/>:\n{{cquote|''Đã xem hết tờ tâu, trong ấy có xin cho bọn Lê Ê, Lê Thụ, Đỗ Bí, Lê Ngang theo như lệ công thần đã mất, nhưng câu ấy còn có thể bẻ lại được, là vì khoảng năm [[Lê Nhân Tông|Diên Ninh]], Đỗ Bí, Lê Ê ở chức cao nhất vào hàng tể thần; Lê Ngang, Lê Thụ tay cầm cấm quân, giữ việc an nguy, đáng lẽ phải dẹp yên giặc loạn, chuyển nguy thành an mới phải, thế mà chỉ biết sắp gà vào trong nồi mà để cá kình lọt ra ngoài lưới. Đến sau mưu việc không kín, đến nỗi phải phơi thây ở bên đường. Đó lại thêm một tội khác trong các tội của bọn Bí, Ngang, có khác gì tội giết [[Tấn Linh công|vua]] của [[Triệu Thuẫn]] ngày xưa, sau được để cùng với những công thần đã mất?''}}\n\n=== Cái chết của Lê Lăng ===\nLê Thánh Tông lên ngôi, xét công phò lập của các đại thần, Lê Lăng được phong làm Thái úy. Sau đó có người nói với Thánh Tông việc chủ ý trước đây của Lê Lăng muốn lập Cung vương Khắc Xương. Vì vậy Thánh Tông cảm thấy ghét và có ý muốn hại Lê Lăng. Lê Lăng nắm quyền phụ chính trong triều, tính tình cứng cỏi càng khiến Thánh Tông e ngại, nói với các cận thần: ''Ta thấy Thái uý<ref>Tức Lê Lăng<\/ref> trong lòng thường sợ sệt.'' Lê Thánh Tông muốn nhân đó để lập thành tội trạng, kết án ông nhưng trong triều đình nhiều người không phục và không tán thành<ref name=\"ReferenceA\">Lê Quý Đôn (1978), Đại Việt Thông sử, Nhà xuất bản Khoa học xã hội, tr 177<\/ref>.\n\nTháng 8 năm 1462, Thánh Tông bèn tự tay viết tờ chiếu, ra lệnh cho Thái bảo Nguyễn Lỗi và một số người cùng cánh làm ra tờ tội trạng, tố cáo Lê Lăng với Đỗ Công Thích ngầm mưu làm phản, lại tố cáo cả một đại thần tham gia binh biến lật đổ Nghi Dân khác là Lê Nhân Thuận lập bè đảng che mắt vua. Thánh Tông căn cứ vào tờ tố cáo đó kết án xử tử Lê Lăng và những người bị tố cáo khác. Lê Lăng bị xử tử, gia sản bị tịch thu. Mọi người trong triều đều cho là ông bị oan nhưng không ai dám nói ra<ref name=\"ReferenceA\"\/>. Sau nhiều năm, Lê Lăng không được minh oan hay ''đại xá'' như các đại thần bị hại đời trước như [[Phạm Văn Xảo]], [[Trần Nguyên Hãn]], [[Nguyễn Trãi]], [[Lê Sát]], [[Lê Ngân]], [[Trịnh Khả]]<ref>Các đại thần này bị hại từ năm 1429 đến 1451, tất cả đều trước khi Thánh Tông lên ngôi. Người đại xá cho các vị này là [[Lê Nhân Tông]], năm 1453.<\/ref>. Theo ''Đại Việt thông sử'', cho đến cuối thời Hậu Lê, cháu xa đời của Lê Lăng là Lê Diễn vẫn chỉ đang \"đợi duyệt để lục dụng\"<ref>Lê Quý Đôn (1978), Đại Việt Thông sử, Nhà xuất bản Khoa học xã hội, tr 177. Đó là tính đến thời điểm Lê Quý Đôn soạn ''Đại Việt thông sử'' thời [[Trịnh Sâm]], sau thời Lê Lăng hơn 300 năm<\/ref>.\n\nMột số cựu thần của Nghi Dân cũng bị Lê Thánh Tông nghi kỵ và dần phế bỏ: [[Hoàng Thanh]] chết năm 1463 nhưng không được truy tặng vinh dự<ref name=dvsktt17a\/><ref name=kdvstgcm19>{{chú thích sách |author=Quốc Sử Quán Triều Nguyễn |editor=Viện Sử Học |title=[[Khâm định Việt sử Thông giám cương mục]] |chapter-url=http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.25 |access-date =ngày 20 tháng 8 năm 2008 |chapter=Chính biên quyển 19 |publisher=Nhà xuất bản Giáo dục |year=1998 }}{{Liên kết hỏng|date = ngày 29 tháng 1 năm 2021 |bot=InternetArchiveBot }}<\/ref>, [[Lương Như Hộc]] bị bắt giam vào năm 1467 với cớ là tiến cử người không có tài.<ref name=dvsktt17a\/><ref name=kdvstgcm21>{{chú thích sách |author=Quốc Sử Quán Triều Nguyễn |editor=Viện Sử Học |title=[[Khâm định Việt sử Thông giám cương mục]] |chapter-url=http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.27 |access-date =ngày 20 tháng 8 năm 2008 |chapter=Chính biên quyển 21 |publisher=Nhà xuất bản Giáo dục |year=1998 }}{{Liên kết hỏng|date = ngày 29 tháng 1 năm 2021 |bot=InternetArchiveBot }}<\/ref>, [[Nguyễn Nghiêu Tư]] bị đổ oan tội loạn luân (thông dâm với mẹ vợ), bị ô danh và không còn ghi chép gì sau khi Thánh Tông lên ngôi<ref name=dvsktt16b\/><ref>Luật pháp thời Lê Thánh Tông thì những ai phạm phải tội \"Thập ác\" đều bị xử tử.<\/ref>, [[Nguyễn Như Đổ]] năm 1470 tham gia phạt Chiêm không rõ lý do gì bị khiển trách giáng chức<ref name=dvsktt18\/>, [[Trần Phong]] nhiều lần bị nghi kỵ và bị xử chém năm 1485<ref name=dvsktt18\/>,...\n\n=== Thánh Tông bức tử anh ===\n[[Lê Thánh Tông]] sau đó còn vì lời gièm pha và e ngại giẫm vào vết xe đổ của [[Lê Nghi Dân]] nên luôn nghi kỵ, xa lánh Cung vương [[Lê Khắc Xương]]. Sau khi giết [[Lê Lăng]] vào năm 1462, thì đến năm 1467, lấy cớ là có người tố cáo Cung vương mưu phản. Lê Thánh Tông lập tức cho người bắt giam. Cung vương Lê Khắc Xương uất ức, lo nghĩ, chết trong tù.<ref name=\"benle\">Đinh Công Vĩ (2005), sđd. Trang 128-132.<\/ref> Việc Lê Thánh Tông bức tử anh trai Lê Khắc Xương, người đã từ chối cơ hội làm vua để nhường cho mình được nhiều người nhận định rằng là lấy oán báo ơn.<ref name=\"laodong\"\/>\n\nNăm 1479, Lê Thánh Tông đã ban chiếu minh oan cho quan Nhập nội hành khiển [[Nguyễn Trãi]] và Gián quan Ngự sử [[Bùi Cầm Hổ]] (vì [[vụ án Lệ Chi Viên]]). Trong chiếu có đoạn: {{cquote|''Ngự sử công Bùi Cầm Hổ thực là Đại thần trung liệt đã đùm bọc và nuôi dạy Tiên đế ta từ thuở ấu thơ. Nay được đèn trời soi tỏ đức hạnh của người sáng như [[sao Khuê]]. Từ nay huynh Vương được đặc ân mang họ Bùi để mãi mãi tỏ rõ lòng ân quốc tính của Tiên Đế đối với dòng dõi người oan khuất.''<ref name=\"benle\"\/>}} Lấy cớ đó, con trai của Lê Khắc Xương là Lê Chân (tức [[Lê Thủ Chân]]) được ban \"đặc ân\" cho theo họ Bùi bên ngoại (mẹ của Khắc Xương là Bùi quý nhân, con gái [[Bùi Cầm Hổ]]).<ref name=\"benle\"\/><ref name=\"thanhnien\">[http:\/\/thanhnien.vn\/van-hoa\/gia-pha-la-mot-phan-cua-chinh-su-625578.html Gia phả là một phần của chính sử]<\/ref>\n\nVề sau, một người cháu của Lê Khắc Xương là [[Lê Lộc]] được khôi phục quốc tính, phong tước Tĩnh Tu công. Lê Lộc có hai người con trai là [[Lê Bảng]] và [[Lê Do]]. Tháng 9 năm 1518, nhân biến loạn dưới triều [[Lê Chiêu Tông]] (cháu nội của Lê Thánh Tông), Vĩnh Hưng hầu [[Trịnh Tuy]] cùng văn thần [[Nguyễn Sư]] lập Lê Bảng làm vua, đặt niên hiệu Đại Đức. Đến tháng 3 năm 1519, Trịnh Tuy phế truất Lê Bảng và lập Lê Do lên làm vua, đổi niên hiệu là Thiên Hiến. Triều đình Lê Bảng, Lê Do làm hành diện ở xã Do Nha, huyện [[Từ Liêm]], dụ được các tướng [[Nguyễn Kính]], [[Nguyễn Áng]] theo chống lại triều đình [[Lê Chiêu Tông]].<ref name=\"dvsktt20b\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20b.html Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV]<\/ref> Tháng 7 năm 1519, tướng [[Mạc Đăng Dung]] vây huyện Từ Liêm, bắt được Lê Do và Nguyễn Sư, giải về giết chết.<ref>[[s:Trang:Viet Nam Su Luoc 1.djvu\/282|Việt Nam sử lược\/Quyển I\/Phần III\/Chương XV]]<\/ref>\n\nCon cháu của Lê Chân là [[Bùi Hoằng]] và [[Bùi Văn Khuê]] làm quan cho nhà Mạc, tiếp tục chống lại triều đình Hậu Lê. [[Bùi Hoằng]] có công ổn định tình hình ngoại giao, được ban tước An Thủy bá, truy tôn chữ \"Thủ\" cho hai vị tổ (Lê Chân được truy tôn thành Lê Thủ Chân).<ref name=\"benle\"\/> [[Bùi Văn Khuê]] làm tướng thủy quân nhà Mạc, lập nhiều chiến công chống Lê. Sau vì vua [[Mạc Mậu Hợp]] thấy vợ của Văn Khuê là [[Nguyễn Thị Niên]] có sắc đẹp, ngầm mưu dụ giết để cướp vợ, Bùi Văn Khuê mới bỏ Mạc theo Lê. Cuối cùng Bùi Văn Khuê lại theo về nhà Mạc, bị chết dưới tay [[Phan Ngạn]].<ref name=\"dvsktt23\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt23.html Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XVIII]<\/ref>\n\n== Nhận định ==\nLê Thánh Tông được xem là vị vua vĩ đại nhất trong lịch sử Việt Nam, dưới sự cai trị của ông, nhà Hậu Lê đã đạt tới những đỉnh cao của sự phát triển quốc gia. Tuy nhiên, việc hà khắc với vua anh Lê Nghi Dân và bức tử anh trai Lê Khắc Xương cùng công thần Lê Lăng vẫn được xem là vết nhơ trong sự nghiệp của ông. ''[[Đại Việt sử ký toàn thư]]'' nhận xét: {{cquote|''Nhưng công trình thổ mộc vượt quá quy mô xưa, '''tình nghĩa anh em thiếu hẳn lòng nhân ái'''. Đó là chỗ kém vậy.''<ref name=\"dvsktt17a\" \/>}}\n\nTheo một số học giả, cuộc chính biến Thiên Hưng là hệ quả của cuộc khủng hoảng chính trị trong 30 năm đầu triều Lê. Trong thời gian này, rất nhiều các vị công thần có đóng góp trong [[Khởi nghĩa Lam Sơn|cuộc chiến tranh giải phóng dân tộc chống quân Minh]] đã bị giết hại. Triều đình nhà Lê dưới thời Lê Thánh Tông dần đi vào ổn định và có sự phát triển rực rỡ. Tuy nhiên, năm 1497, Lê Thánh Tông trong lúc mắc bệnh nặng đã bị [[Trường Lạc hoàng hậu]] (con gái của đại thần [[Nguyễn Đức Trung]] tham gia cuộc đảo chính năm 1460) ngầm hạ độc khiến bệnh nặng thêm rồi mất.<ref name=\"dvsktt18\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt18.html Đại Việt Sử Ký Toàn Thư, Bản kỷ thực lục, Quyển XIII]<\/ref> Vị vua kế nhiệm [[Lê Hiến Tông]] cũng chết vì ham nữ sắc sau 7 năm cai trị. Kế nhiệm Lê Hiến Tông là [[Lê Túc Tông]], chết bệnh sau chưa đầy một năm lên ngôi vua, dẫn tới cuộc khủng hoảng của nhà Lê khi mà Lê Thánh Tông chết chưa tới mười năm.\n\n== Xem thêm ==\n* [[Lê Nghi Dân]]\n\n== Tham khảo ==\n* [[:Thể loại:Các tác giả bộ Đại Việt sử ký toàn thư|Nhiều tác giả]] (1993), ''[[Đại Việt sử ký toàn thư]]'', Nhà xuất bản khoa học xã hội, Hà Nội.\n* Lê Quý Đôn (1993), ''[[Đại Việt thông sử]]'', Nhà xuất bản Văn hóa thông tin, Hà Nội.\n* Lê Quý Đôn (1978), ''Đại Việt Thông sử'', Nhà xuất bản Khoa học xã hội, Hà Nội.\n* Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ (2003), ''Nhìn lại lịch sử'', Nhà xuất bản Văn hóa thông tin, Hà Nội.\n* Đinh Công Vĩ (2005), ''Bên lề chính sử'', Nhà xuất bản Văn hóa thông tin, Hà Nội.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Lịch sử Việt Nam thời Lê sơ}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê sơ]]\n[[Thể loại:Đảo chính]]\n[[Thể loại:Nhà Lê sơ]]\n[[Thể loại:Xung đột thế kỷ 15]]"}