{"13961":"\n{{Thông tin đơn vị hành chính Việt Nam | thành phố thuộc tỉnh\n| tên = Chí Linh\n| logo =\n| hình = Den kiep bac.jpg\n| ghi chú hình = [[Đền Kiếp Bạc]] thuộc [[Khu di tích Côn Sơn – Kiếp Bạc|khu di tích<br>Côn Sơn – Kiếp Bạc]]\n| vĩ độ = 21.107744\n| kinh độ = 106.388995\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 282,91 km²\n| dân số = 220.421 người\n| thời điểm dân số = 2018\n| dân số thành thị = 65,5%\n| dân số nông thôn = 34,5%\n| mật độ dân số = 779 người\/km²\n| dân tộc = Chủ yếu là [[Người Việt|người Kinh]]\n| loại đô thị = Loại III\n| năm công nhận = 2015<ref name=QD747\/>\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| thành lập = \n*12\/2\/2010: thành lập thị xã Chí Linh<ref name=NQ09\/>\n*1\/3\/2019: thành lập thành phố Chí Linh<ref name=NQ623\/>\n| phân chia hành chính = 14 phường, 5 xã\n| mã hành chính = 290<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 34-C1\n| trụ sở UBND = 162 Nguyễn Trãi, phường Sao Đỏ\n| web = {{url|chilinh.haiduong.gov.vn}}\n|bí thư = Hoàng Quốc Thưởng\n|chủ tịch HĐND= Nguyễn văn Hồng\n|chủ tịch UBND=Nguyễn Văn Kiên\n}}\n'''Chí Linh''' là một [[Thành phố thuộc tỉnh (Việt Nam)|thành phố]] nằm ở phía bắc tỉnh [[Hải Dương]], [[Việt Nam]].\n\n== Địa lý ==\n===Vị trí địa lý===\nThành phố Chí Linh nằm ở phía bắc của tỉnh Hải Dương, có vị trí địa lý:\n*Phía đông giáp thị xã [[Kinh Môn]] (với ranh giới là sông [[Sông Kinh Thầy|Kinh Thầy]]) và thị xã [[Đông Triều]], tỉnh [[Quảng Ninh]]\n*Phía tây giáp huyện [[Gia Bình]], huyện [[Lương Tài]] và thị xã [[Quế Võ]], tỉnh [[Bắc Ninh]] (qua [[sông Thái Bình]]) và huyện [[Yên Dũng]], tỉnh [[Bắc Giang]] (qua [[sông Thương]])\n*Phía nam giáp huyện [[Nam Sách]] với ranh giới là [[sông Kinh Thầy]]\n*Phía bắc giáp huyện [[Lục Nam]], tỉnh [[Bắc Giang]].<ref>{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=4YQ2EgkmNkGRc4i0CaC2w|tựa đề=Địa giới hành chính thành phố Chí Linh|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\nThành phố nằm trên [[quốc lộ 18]] và [[quốc lộ 37]], là nơi hội tụ của sáu con sông thuộc [[hệ thống sông Thái Bình]] ([[sông Lục Đầu]]), cách thành phố [[Hải Dương (thành phố)|Hải Dương]] 40 [[kilômét|km]] về phía bắc, cách [[Hà Nội]] 70 [[kilômét|km]] về phía đông bắc.\n\nChí Linh nằm trong vùng [[tam giác kinh tế Hà Nội - Hải Phòng - Quảng Ninh]], có đường giao thông thuận lợi. Đường bộ có [[quốc lộ 18]] chạy dọc theo hướng đông - tây qua trung tâm thành nối liền Hà Nội - Quảng Ninh, đường Quốc lộ 183 nối Quốc lộ 5 và đường 18, đường 37 là đường vành đai chiến lược quốc gia từ trung tâm thành phố đi tỉnh [[Bắc Giang]]. Đường thủy có [[chiều dài]] 40&nbsp;km đường sông bao bọc phía đông, tây, nam của thành phố thông thương với [[Hải Phòng]], [[Bắc Giang]], [[Bắc Ninh]].\n\n=== Điều kiện tự nhiên ===\nPhía bắc và đông bắc của thành phố là vùng đồi núi thuộc [[dãy núi Đông Triều|cánh cung Đông Triều]], ba mặt còn lại được bao bọc bởi [[sông Kinh Thầy]], [[sông Thái Bình]] và [[sông Đông Mai]].\n\nThành phố có diện tích tự nhiên 282,91&nbsp;km², là đơn vị hành chính cấp huyện có diện tích lớn nhất tỉnh. Trong đó, 13 xã, phường là miền núi, chiếm 76% diện tích và 56% dân số của toàn thành phố.\n\n'''Dân số:''' Năm 2002, huyện Chí Linh có 146.752 người, tỷ lệ tăng dân số tự nhiên 9,48%, cơ cấu dân số:\n* Từ 1 đến 9 tuổi: 40.668 người\n* Từ 10 đến 14 tuổi: 16.522 người\n* Từ 15 đến 29 tuổi: 41.500 người\n* Từ 30 đến 44 tuổi: 25.955 người\n* Từ 55 đến 60 tuổi: 12.344 người\n* Từ 60 tuổi trở lên: 9.718 người.\n\nSố lao động làm việc trong các ngành: 71.925 người, trong đó: \n* Lao động nông - lâm nghiệp - thủy sản: 55.855 người \n* Lao động công nghiệp - xây dựng: 7.767 người\n* Lao động dịch vụ: 8.273 người\n\nLao động do cấp huyện là 65.558 người, trong đó: \n* Lao động nông - lâm nghiệp - thủy sản: 54.019 người\n* Lao động công nghiệp - xây dựng: 4.983 người\n* Lao động dịch vụ: 6.556 người.\n\n'''Địa hình:''' Thành phố Chí Linh đa dạng phong phú, có diện tích đồi núi, đồng bằng xen kẽ, địa hình dốc bậc thang từ phía bắc xuống phía nam, nhìn chung địa hình chia làm 3 tiểu vùng chính:\n*Khu đồi núi bao gồm rừng tự nhiên và rừng trồng, càng về phái Bắc đồi núi càng cao, đỉnh cao nhất là Dây Diều cao 616m, đèo Trê cao 536m\n*Khu đồi bát úp gó lượn sóng xen kẽ bãi bằng, đồi ở đây không cao lắm, trung bình từ 5-60m, có độ dốc từ 10-150, xen kẽ là những bãi bằng có độ cao bình quân +2,5 m\n*Khu bãi bằng phù sa mới, phân bố ở phía nam đường 18, địa hình tương đối bằng phẳng, càng về phía Nam càng trũng, có nơi cốt đất chỉ +0,8m.\n\n'''Khí hậu:'''\n*Chí Linh nằm trong vùng khí hậu [[khí hậu nhiệt đới gió mùa|nhiệt đới gió mùa]].\n*Có 2 mùa rõ rệt: [[mùa khô|mùa khô hanh]] lạnh từ tháng 10 đến tháng 4 năm sau và [[mùa mưa]] từ tháng 4 đến tháng 9 hàng năm.\n*Nhiệt độ trung bình năm 23&nbsp;°C\n**Tháng có nhiệt độ thấp nhất là tháng 1 và tháng 2 (khoảng 10-12&nbsp;°C)\n**Tháng có nhiệt độ cao nhất là tháng 6 và tháng 7 (khoảng 37-38&nbsp;°C).\n* Lượng mưa trung bình hàng năm 1.463&nbsp;mm, tổng tích ôn khoảng 82.000\n* [[Độ ẩm tương đối]] trung bình là 81,6%.\n\nDo đặc điểm của địa hình, địa mạo nên khí hậu Chí Linh được chia làm 2 vùng:\n*Khí hậu vùng đồng bằng phía nam mang đặc điểm khí hậu như các vùng đồng bằng trong tỉnh\n*Khí hậu vùng chiếm diện tích phần lớn trong vùng, do vị trí địa lý và địa hình nên mùa đông ở đây lạnh hơn vùng khí hậu đồng bằng.\n\n'''Thủy văn:''' Chí Linh là nơi: \n# [[Sông Lục Nam]] hợp lưu với [[sông Thương]] tại xã [[Hưng Đạo]], sông Thương hội lưu với [[sông Cầu]] tại phường [[Phả Lại, Chí Linh|Phả Lại]] thành [[sông Thái Bình]]\n# [[Sông Đuống]] hợp lưu với sông Thái Bình: phường [[Cổ Thành, Chí Linh|Cổ Thành]]\n# [[sông Kinh Thầy]] lấy nước từ sông Thái Bình: Cổ Thành\n# [[Sông Đông Mai]] lấy nước từ sông Kinh Thầy: phường [[Văn Đức, Chí Linh|Văn Đức]], chảy lên phía bắc.\n\n[[Tập tin:Lục Đầu Giang.jpg|nhỏ|phải|<center>Sông Lục Đầu]]\n\nThành phố Chí Linh có nguồn nước phong phú bởi có sông Kinh Thầy, Thái Bình, Đông Mai bao bọc, có kênh mương trung thủy nông từ Phao Tân đến An Bài dài 15,5&nbsp;km chạy qua những cánh đồng canh tác chính của huyện, có nguồn nước của nhà máy điện Phả Lại cung cấp quanh năm. Ngoài ra còn có 33 hồ đập với tổng diện tích tự thủy 409 ha, đặc biệt có nguồn nước ngầm sạch trữ lượng lớn.\n\n'''Đất đai:''' Tổng diện tích của thành phố Chí Linh là 29.618 ha, chia ra:\n*Đất nông nghiệp 9.784 ha, chiểm tỉ lệ 33,03%\n*Đất lâm nghiệp 14.470 ha, chiếm tỉ lệ 48,86%\n*Đất chuyên dùng 2.467 ha, chiếm tỉ lệ 8,33%\n*Đất ở 1.110 ha, chiếm tỉ lệ 3,75%\n*Đất khác 1.787 ha, chiếm tỉ lệ 6,03%.\n\n[[Tập tin:HoMatsonTxChiLinh0.jpg|nhỏ|phải|<center>Hồ Mật Sơn tại trung tâm phường Sao Đỏ]]\n\nĐất Chí Linh được hình thành từ 2 nhóm chính, nhóm đất đồi núi được hình thành tại chỗ, phát triển trên các đá sa thạch; nhóm đất thủy thành do phù sa sông Kinh Thầy và Thái Bình bồi tụ. Theo tài liệu của [[Viện nông hoá thổ nhưỡng Việt Nam]], đất nông nghiệp được phân loại như sau:\n*Địa hình: cao 21%, vàn 47,2%, thấp 27,5%, trũng 4,3%\n*Thành phần cơ giới: đất thị nhẹ 42,2%, thịt trung bình 28,1%, nặng 29,7%\n*Độ chua: cấp I: 74,5%, cấp II: 15%, cấp III: 8%, cấp IV: 2,5%.\n\n'''Rừng:''' Thành phố Chí Linh có 14.470 ha đất đồi rừng, trong đó rừng trồng 1.208 ha, rừng tự nhiên 2.390 ha. Rừng tự nhiên có nhiều loại gỗ quý, ước khoảng 140.000 m³, có nhiều loại động thực vật đặc trưng cung cấp nguồn dược liệu cho y học. Rừng trồng chủ yếu là keo tai tượng, bạch đàn và rừng thông thuộc [[khu di tích Côn Sơn - Kiếp Bạc]].\n\n'''Khoáng sản:''' Thành phố Chí Linh tuy không nhiều về chủng loại, nhưng có loại có trữ lượng lớn và giá trị kinh tế như: đất Cao lanh trữ lượng 40 vạn tấn, sét chịu lửa 8 triệu tấn, đá, cát vàng xây dựng, mỏ than nâu trữ lượng hàng tỉ tấn.\n\n== Lịch sử ==\nĐịa danh Chí Linh gắn với nhiều nhân vật lịch sử và anh hùng dân tộc như [[Dương Huy]], [[Trần Hưng Đạo]], [[Nguyễn Thị Duệ]], [[Chu Văn An]], [[Nguyễn Trãi]], [[Nguyễn Thái Học]], [[Mạc Đĩnh Chi]], [[Mạc Hiển Tích]], [[Trần Khánh Dư]], [[Trần Quốc Chẩn]],  [[Trần Ích Phát]], [[5 đức Thánh họ Vương]], [[Pháp Loa]], [[Huyền Quang]]...\n\nChí Linh được hình thành từ lâu đời, đến thời [[Hậu Ngô Vương]] vùng núi Côn Sơn với lợi thế về vị trí địa lý đã trở thành căn cứ quân sự lớn của [[Dương Huy]] mà đích thân vua [[Ngô Xương Văn]] phải đem quân đánh dẹp. Thu phục được Dương Huy, Ngô Xương Văn vẫn cho ông giữ chức thứ sử cũ và cai quản vùng đất châu Vũ Ninh. Năm 965, vua Nam Tấn Vương Ngô Xương Văn mất, các tướng ở khắp nơi nổi lên để cùng tranh giành ngôi Vua. Lịch sử gọi đó là [[loạn 12 sứ quân]]. Tuy nhiên, cánh quân của Dương Huy không nằm trong danh sách [[12 sứ quân]]. Vì cánh quân của ông và địa bàn của ông bị cánh quân của [[Nguyễn Thủ Tiệp]] đánh bại, vùng đất của ông bị [[Nguyễn Thủ Tiệp]] chiếm và tự xưng Vũ Ninh Vương. Thời điểm xảy ra [[loạn 12 sứ quân]], vùng đất Chí Linh nằm trong địa phận quản lý của sứ quân [[Nguyễn Thủ Tiệp]].<ref>[http:\/\/dulichchilinh.com\/tin-tuc-hoat-dong\/di-tim-bieu-tuong-cho-thanh-pho-tuong-lai-134.html Chí Linh - Vùng đất nhiều lần đồng hành cùng vận mệnh đất nước]<\/ref>\n\nNăm 981 vua [[Lê Đại Hành]] đã chọn An Lạc, Tân Dân là cơ sở chỉ huy chống quân xâm lược Tống tại đất Doanh Vạn (Ải Vạn), Vua [[Lê Hoàn]] dựng đại bản doanh tại Đồng Dinh, đặt Nội Xưởng làm nơi rèn vũ khí, khí giới, đặt Bàn Cung trên núi Bàn Cung để làm nơi bàn bạc việc quân cơ với các tướng lĩnh, núi Doanh Vạn được chọn để cắm cờ hiệu, núi Sơn Đụn là nơi tích trữ, cất giấu lương thực nuôi quân…Từ đại bản doanh này, cuối tháng 4 năm 981, Vua [[Lê Hoàn]] đã chỉ huy quân [[Đại Cồ Việt]] đánh thắng trận Bạch Đằng, giết chủ tướng giặc [[Hầu Nhân Bảo]] cùng hàng vạn quân giặc vùi xác dưới đáy Bạch Đằng giang và giành chiến thắng trong cuộc kháng chiến chống quân Tống xâm lược cuối mùa xuân năm 981.\n\nĐến thế kỷ XIII, vùng đất Chí Linh lại một lần nữa được lựa chọn trở thành đại bản doanh chống quân Nguyên Mông và là chiến trường nơi diễn ra trận đánh Vạn Kiếp nổi tiếng trong lịch sử thời [[nhà Trần]], dưới sự chỉ huy [[Trần Quốc Tuấn]]. Đại bản doanh và chiến trường Vạn Kiếp năm xưa, nay thuộc xã Hưng Đạo, nằm phía tây bắc của thành phố. Trong 3 cuộc kháng chiến chống Nguyên Mông, Vạn Kiếp có vai trò lớn trong 2 cuộc kháng chiến lần 2 năm 1285 và lần 3 cuối năm 1287 đầu năm 1288. Trong cuộc kháng chiến chống quân Nguyên Mông lần 2 năm 1285, Vạn Kiếp diễn ra một trận đánh lớn khi quân Nguyên theo đường bộ từ [[Lạng Sơn]] kéo về [[Thăng Long]], làm tiêu hao sinh lực địch. Tổng cộng quân số của Vua tôi nhà Trần do Vua Trần Nhân Tông và Trần Hưng Đạo chỉ huy ở chiến trận Vạn Kiếp lên tới gần 30 vạn quân, còn quân của Thoát Hoan lên tới gần 50 vạn quân. Tại Vạn Kiếp, Trần Hưng Đạo đã bài binh bố trận sẵn để đợi địch. [[Trần Hưng Đạo]] lựa chọn các tướng dũng mãnh Phạm Ngũ Lão, Nguyễn Khoái giao chỉ huy đạo quân này. Vùng Vạn Kiếp có địa thế đồi núi giáp đường giáp sông, quân ta chiếm địa thế đánh cắt ngang vào đội hình địch khiến đầu cuối không cứu được nhau. Tiền quân của địch bị đánh ở Vạn Kiếp còn trung quân của địch cũng vẫn chưa qua được sông Lục Đầu cũng bị quân ta đánh mạnh khiến địch hoảng loạn dẫm đạp lên nhau khiến cầu phao bị đứt khiến rất nhiều quân lính bị chết dưới sông.\n\nTrải qua các thời kỳ phong kiến Chí Linh đã được nhiều triều đại chọn là nơi xây dựng cung thành, tỉnh lỵ như thành Phao ([[Phả Lại]]) – đời nhà Mạc, thành Vạn (Tân Dân) trong vòng ba thế kỷ từng là trung tâm hành chính của thừa tuyên Hải Dương. Theo lịch triều hiến chương loại chí của Phan Huy Chú dưới triều Lê Thánh Tông, “Quang thuận thứ 10 (1469) Lỵ sở Hải  Dương đặt tại Mạc Động, tục gọi Dịnh Vạn (tức cánh đồng Dinh bên bến Vạn). Lỵ sở Mạc Động có thành Vạn, trong thành có chợ, trên bến dưới thuyền, dân chúng khắp nơi họp chợ buôn bán tấp nập,đông vui, ở đây còn có đò ngang qua sông”.\n\nChí Linh còn có tên gọi là Bằng Châu hay Bằng Hà sau đó đổi tên là Phượng Hoàng và sau này là Chí Linh. Đến thơi Đồng Khánh Chí Linh Có 7 tổng 65 thôn.\n\n[[Tháng 6]] năm [[1886]], thực dân [[Pháp]] thành lập Nha Chí Linh thuộc phủ [[Nam Sách]]. Sau [[Cách mạng tháng 8]], chính quyền Việt Nam Dân chủ Cộng hòa đặt thành huyện Chí Linh. [[Tháng 4]] năm [[1947]], huyện Chí Linh thuộc tỉnh Quảng Hồng; [[tháng 11]] năm [[1948]], Chí Linh thuộc tỉnh [[Quảng Yên (tỉnh)|Quảng Yên]]; từ [[tháng 2]] năm [[1955]], Chí Linh thuộc tỉnh [[Hải Dương]], ban đầu gồm thị trấn Phả Lại, thị trấn nông trường Chí Linh và 20 xã: An Lạc, Bắc An, Cẩm Lý, Chí Minh, Cổ Thành, Cộng Hòa, Đan Hội, Đồng Lạc, Hoàng Hoa Thám, Hoàng Tân, Hoàng Tiến, Hưng Đạo, Kênh Giang, Lê Lợi, Nhân Huệ, Tân Dân, Thái Học, Văn An, Văn Đức, Vũ Xá.\n\nNgày [[21 tháng 1]] năm [[1957]], chuyển 3 xã: [[Vũ Xá, Lục Nam|Vũ Xá]], [[Cẩm Lý]], [[Đan Hội]] về huyện [[Lục Nam]], tỉnh [[Bắc Giang]] quản lý.\n\nNgày [[27 tháng 3]] năm [[1978]], thành lập thị trấn Sao Đỏ, thị trấn huyện lỵ huyện Chí Linh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-52-BT-thanh-lap-thi-tran-sao-do-thuoc-huyen-Chi-Linh-tinh-Hai-Hung-54761.aspx|tựa đề=Quyết định 52-BT năm 1978 về việc thành lập thị trấn Sao Đỏ trực thuộc huyện Chí Linh, tỉnh Hải Hưng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[16 tháng 1]] năm [[1981]], Hội đồng Chính phủ ban hành Quyết định 19-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-19-CP-mo-rong-thi-tran-Pha-Lai-dieu-chinh-dia-gioi-xa-Co-Thanh-Nhan-Hue-Huyen-Chi-Linh-tinh-Hai-Hung-43039.aspx|tựa đề=Quyết định 19-CP năm 1981 về việc mở rộng thị trấn Phả Lại và điều chỉnh địa giới các xã Cổ Thành, Nhân Huệ thuộc huyện Chí Linh, tỉnh Hải Hưng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập 3 thôn Phao Sơn, Thạch Thủy và Bình Giang của xã Cổ Thành vào thị trấn Phả Lại.\n\nNgày [[14 tháng 1]] năm [[2002]], giải thể thị trấn nông trường Chí Linh và thành lập thị trấn Bến Tắm trên cơ sở 412,88 ha diện tích tự nhiên và 5.703 nhân khẩu của xã Bắc An.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-09-2002-ND-CP-giai-the-thi-tran-Chi-Linh-lap-thi-tran-Ben-Tam-thuoc-huyen-Chi-Linh-doi-ten-xa-Ninh-Tho-thanh-Hong-Phong-Ninh-Giang-Hai-Duong-7297.aspx|title=Nghị định 09\/2002\/NĐ-CP về việc giải thể thị trấn nông trường Chí Linh để thành lập thị trấn Bến Tắm thuộc huyện Chí Linh và đổi tên xã Ninh Thọ thành xã Hồng Phong, huyện Ninh Giang, tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[24 tháng 9]] năm [[2009]], thị trấn Sao Đỏ được công nhận là đô thị loại IV.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/xay-dung-do-thi\/Quyet-dinh-941-QD-BXD-cong-nhan-thi-tran-Sao-Do-huyen-Chi-Linh-107498.aspx|title=Quyết định 941\/QĐ-BXD năm 2009 về việc công nhận thị trấn Sao Đỏ, huyện Chí Linh, tỉnh Hải Dương là đô thị loại IV|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nCuối năm 2009, huyện Chí Linh có 20 đơn vị hành chính trực thuộc, gồm 3 thị trấn: Sao Đỏ (huyện lị), Phả Lại, Bến Tắm và 17 xã: An Lạc, Bắc An, Chí Minh, Cổ Thành, Cộng Hòa, Đồng Lạc, Hoàng Hoa Thám, Hoàng Tân, Hoàng Tiến, Hưng Đạo, Kênh Giang, Lê Lợi, Nhân Huệ, Tân Dân, Thái Học, Văn An, Văn Đức.\n\nNgày [[12 tháng 2]] năm [[2010]], Chính phủ ban hành Nghị quyết 09\/NQ-CP<ref name=NQ09>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-09-NQ-CP-thanh-lap-thi-xa-Chi-Linh-phuong-tinh-Hai-Duong-101381.aspx|title=Nghị quyết 09\/NQ-CP năm 2010 của Chính phủ về việc thành lập thị xã Chí Linh, thành lập phường thuộc thị xã Chí Linh, tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Thành lập thị xã Chí Linh trên cơ sở toàn bộ diện tích và dân số của huyện Chí Linh.\n*Chuyển 3 thị trấn: Bến Tắm, Phả Lại, Sao Đỏ và 5 xã: Chí Minh, Cộng Hòa, Hoàng Tân, Thái Học, Văn An thành 8 phường có tên tương ứng.\n\nSau khi thành lập, thị xã Chí Linh có 28.202,78 ha diện tích tự nhiên và 164.837 người với 20 đơn vị hành chính trực thuộc, gồm 8 phường: Bến Tắm, Chí Minh, Cộng Hòa, Hoàng Tân, Phả Lại, Sao Đỏ, Thái Học, Văn An và 12 xã: An Lạc, Bắc An, Cổ Thành, Đồng Lạc, Hoàng Hoa Thám, Hoàng Tiến, Hưng Đạo, Kênh Giang, Lê Lợi, Nhân Huệ, Tân Dân, Văn Đức.\n\nNgày [[25 tháng 6]] năm [[2015]], thị xã Chí Linh được công nhận là đô thị loại III<ref name=QD747>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/xay-dung-do-thi\/quyet-dinh-747-qd-bxd-2015-cong-nhan-thi-xa-chi-linh-tinh-hai-duong-la-do-thi-loai-iii-280237.aspx|title=Quyết định 747\/QĐ-BXD năm 2015 về việc công nhận thị xã Chí Linh, tỉnh Hải Dương là đô thị loại III do Bộ trưởng Bộ Xây dựng ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\nNgày [[10 tháng 1]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 623\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 3]] năm [[2019]])<ref name=NQ623>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-623-NQ-UBTVQH14-2019-nhap-02-don-vi-hanh-chinh-cap-xa-thanh-lap-06-phuong-Chi-Linh-406020.aspx|title=Nghị quyết số 623\/NQ-UBTVQH14 của Ủy ban thường vụ Quốc hội về việc nhập 02 đơn vị hành chính cấp xã, thành lập 06 phường thuộc thị xã Chí Linh và thành lập thành phố Chí Linh thuộc tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Sáp nhập toàn bộ diện tích và dân số của xã Kênh Giang vào xã Văn Đức.\n*Chuyển 6 xã: An Lạc, Cổ Thành, Đồng Lạc, Hoàng Tiến, Tân Dân, Văn Đức thành 6 phường có tên tương ứng.\n*Thành lập thành phố Chí Linh trên cơ sở toàn bộ diện tích và dân số của thị xã Chí Linh.\n\nSau khi thành lập, thành phố Chí Linh có 282,91&nbsp;km² diện tích tự nhiên và 220.421 người với 19 đơn vị hành chính trực thuộc, gồm 14 phường và 5 xã.\n\n== Hành chính ==\nThành phố Chí Linh có 19 đơn vị hành chính cấp xã trực thuộc, bao gồm 14 phường: [[An Lạc, Chí Linh|An Lạc]], [[Bến Tắm]], [[Chí Minh (phường)|Chí Minh]], [[Cổ Thành (phường)|Cổ Thành]], [[Cộng Hòa, Chí Linh|Cộng Hòa]], [[Đồng Lạc (phường)|Đồng Lạc]], [[Hoàng Tân (phường)|Hoàng Tân]], [[Hoàng Tiến]], [[Phả Lại]], [[Sao Đỏ]], [[Tân Dân, Chí Linh|Tân Dân]], [[Thái Học (phường)|Thái Học]], [[Văn An (phường)|Văn An]], [[Văn Đức (phường)|Văn Đức]] và 5 xã: [[Bắc An]], [[Hoàng Hoa Thám, Chí Linh|Hoàng Hoa Thám]], [[Hưng Đạo, Chí Linh|Hưng Đạo]], [[Lê Lợi, Chí Linh|Lê Lợi]], [[Nhân Huệ]].\n\n== Xã hội ==\n===Giáo dục===\nNgoài ra còn có Trường Đại học Sao Đỏ, trên 120 cơ quan đơn vị, nhà máy, xí nghiệp, doanh nghiệp đóng trên địa bàn.\n\n== Du lịch ==\n[[Tập tin:Chu Van An Temple.jpg|nhỏ|Đền thờ [[Chu Văn An]] tại phường Văn An]]\n[[Tập tin:SangolChiLinh.JPG|nhỏ|Sân golf Chí Linh]]\nThành phố Chí Linh có phong cảnh đẹp và nhiều di tích lịch sử từ cấp địa phương đến cấp quốc gia. Trong đó có thể kể đến:\n*[[Chùa Côn Sơn]] có rừng thông, hồ, suối Côn Sơn và bàn cờ tiên nổi tiếng trong thơ Nguyễn Trãi. Tại đây còn có đền thờ [[Trần Nguyên Đán]], đền thờ [[Trần Nguyên Hãn]] và đền thờ [[Nguyễn Trãi]]\n* Đền Nam Tào, Đền Bắc Đẩu - Hai ngôi đền huyền thoại.\n* [[Đền Kiếp Bạc]] nằm cạnh Lục Đầu Giang, nơi hợp lưu của sáu con sông (ngã sáu sông). Đền thờ Hưng Đạo Vương [[Trần Hưng Đạo|Trần Quốc Tuấn]] còn gọi là đền Đức Ông.\n* Đền Thờ Vua Lê Đại Hành - thuộc phường An Lạc.\n* Đền Cao thuộc phường An Lạc. Ở đây có bốn ngôi đền linh thiêng từ lâu đời, thờ năm anh em nhà họ Vương đã có công giúp vua [[Lê Đại Hành]] đánh thắng quân [[nhà Tống|Tống]] do Hầu Nhân Bảo và Tôn Toàn Hưng chỉ huy năm 981.\n* Đền [[Chu Văn An]] nằm trên núi Phượng Hoàng, thuộc phường Văn An; cách khu di tích Côn Sơn khoảng 4&nbsp;km.\n* [[Chùa Thanh Mai]] thuộc xã Hoàng Hoa Thám. Chùa Thanh Mai là ngôi chùa rất cổ, được xây dựng năm 1329 do Thiền sư [[Pháp Loa]] - Đệ nhị tổ của Thiền phái Trúc Lâm Yên tử sáng lập. Chùa được công nhận di tích lịch sử quốc gia năm 1992.\n* Đền bà Chúa Sao Sa thờ nữ Tiến sĩ duy nhất trong lịch sử khoa bảng Việt Nam, bà [[Nguyễn Thị Duệ]]. Đền cũng thuộc phường Văn An; cách khu di tích Côn Sơn khoảng 5&nbsp;km\n* Đền Gốm thờ phó tướng Nhân Huệ Vương Trần Khánh Dư.\n* Đền Mẫu Sinh thờ [[Tín ngưỡng thờ Mẫu Việt Nam|Mẫu]], rất đặc biệt bởi được xây dựng trên lưng chừng núi Ngũ Nhạc với Hậu cung nằm trên một tảng đá lớn hình người phụ nữ đang nằm sinh con.\n* [[Đền Khê Khẩu]] thờ tướng quân Trần Hiển Đức, người gốc Kinh Môn, gia nhập nghĩa quân của Trần Hưng Đạo từ những ngày đầu tiên. Ông đã lập nhiều chiến công, đóng góp không nhỏ vào chiến thắng lần thứ hai và ba của quân Trần. Đặc biệt trong trận Bạc Đằng Giang. Đền Khê Khẩu, nằm tại làng Khê Khẩu (Làng Viên), phường Văn Đức.\n* Đền Quốc Phụ ở phường Chí Minh, thờ [[Trần Quốc Chẩn]] - một trong những danh tướng của [[nhà Trần]].<ref>{{Chú thích web |url=http:\/\/www.consonkiepbac.org.vn\/News.aspx?CategoryID=129 |ngày truy cập=2012-01-10 |tựa đề=Đền Quốc Phụ |archive-date=2010-07-22 |archive-url=https:\/\/web.archive.org\/web\/20100722221824\/http:\/\/consonkiepbac.org.vn\/News.aspx?CategoryID=129 |url-status=dead }}<\/ref>\n* Chùa Ngũ Đài Sơn ở phường Hoàng Tiến - ngôi cổ tự mang đậm dấu ấn Thiền phái Trúc Lâm mà còn nổi danh với cảnh đẹp kỳ vĩ của 5 đỉnh núi thiêng. Là di tích lịch sử, văn hoá cấp tỉnh, thuộc cánh cung Đông Triều, chùa nằm dựa lưng vào núi Đống Thóc cao 293m, núi Hòn Phướn cao 531m (cao nhất tỉnh Hải Dương) có lịch sử cùng niên đại của am Bạch Vân - An Sinh, Đông Triều. Chùa có nhiều cảnh đẹp như Cổng Trời, Hòn ông Cóc, Hàm Long... Đứng trên Cổng Trời vào ngày thời tiết đẹp có thể nhìn ra tận Đồ Sơn, Hải Phòng, vịnh Hạ Long... Trên đỉnh Hòn Phướn là một thảo nguyên nhỏ, chỉ có cỏ tranh và thông, vào mùa Xuân ở trên này sương mù bao bọc, cảnh vật hư ảo rất đẹp.\n\nCác di tích, danh thắng và cảnh trí thiên nhiên tuyệt vời như núi Nam Tào, Bắc Đẩu, [[Lục Đầu Giang]],... tạo thành cụm du lịch lớn của tỉnh, bên cạnh các di tích lịch sử và thắng cảnh thiên nhiên còn có sân golf Ngôi Sao Chí Linh.\n\n== Giao thông ==\nCó [[quốc lộ 18]], [[quốc lộ 37]] chạy qua. Ngoài ra còn có dự án [[đường cao tốc Nội Bài – Bắc Ninh – Hạ Long]], [[đường sắt Yên Viên - Cái Lân]] hiện đang được đầu tư xây dựng.\n\nĐể đến Chí Linh, bạn có thể đi bằng nhiều phương tiện khác nhau như xe máy, ô tô, xe buýt,...\n\n===Có 3 tuyến xe buýt đi qua Chí Linh===\n'''Bến xe Bắc Ninh - Sao Đỏ (xe buýt Bắc Ninh)'''\n* Tần suất: 5→7→10→15→25 phút\/chuyến \n* Thời gian hoạt động: 5h → 21h\n* Thời gian 1 lượt đi: 1 tiếng 15 phút\n* Lộ trình chiều đi: Bến xe Bắc Ninh (điểm đầu) ↔ Trần Hưng Đạo ↔ Chợ Nhớn ↔ Ngã 6 TP. Bắc Ninh ↔ Trần Hưng Đạo ↔ Trường THPT Hàn Thuyên ↔ Gần trường Cao đẳng Sư phạm Bắc Ninh ↔ Cầu 18 (cầu Đại Phúc) ↔ Quốc lộ18 ↔ Trường CĐ Ngoại ngữ Công nghệ Việt Nhật ↔ KCN Quế Võ I ↔ TT. Phố Mới ↔ BVĐK Quế Võ ↔ Chùa Diên Quang ↔ Đông Du ↔ Châu Cầu ↔ Bình Than (gần cầu Bình Than) ↔ Cầu Phả Lại ↔ Lục Đầu Giang (Phả Lại) ↔ Nhà máy Nhiệt điện Phả Lại ↔ Ngã 3 Thủy ↔ Ga Cổ Thành ↔ Văn An ↔ Dốc Mật (gần KĐT KDC Hồ Mật Sơn) ↔ Cung thiếu nhi Hồ Mật Sơn (gần Bệnh viện ĐK Chí Linh) ↔ Ngã 3 Sao Đỏ (KS Sao Đỏ, gần ĐH Sao Đỏ) ↔ Cây xăng Côn Sơn (gần cổng chợ Sao Đỏ) ↔ KĐT Việt Tiên Sơn (điểm cuối)\n* Lộ trình chiều về: Ngược lại.\n\n'''TP. Hải Dương - TP. Uông Bí (xe buýt Hải Dương)'''\n* Tần suất: 20 → 30 phút\/chuyến. \n* Thời gian hoạt động: 5h30 → 19h\n* Thời gian 1 lượt đi: 2 tiếng 40 phút\n* Lộ trình: Bến xe Hải Tân → Lê Thanh Nghị → Ngã tư Máy sứ → Điện Biên Phủ → Quốc lộ 5 → Quốc lộ 37 → Phường Sao Đỏ → Quốc lộ 18 → Đông Triều → Mạo Khê → TP. Uông Bí.\n\n'''TP. Hải Dương - Bắc Giang (xe buýt Hải Dương)'''\n* Tần suất: 30 phút\/chuyến\n* Thời gian hoạt động: 5h30 → 18h30\n* Thời gian 1 lượt đi: 2 tiếng 30 phút\n* Lộ trình: Bến xe phía tây → Nguyễn Lương Bằng → Ngã tư Máy Sứ → Lê Thanh Nghị → Ngã ba Cầu Cất → Thống Nhất → Bạch Đằng → Trần Hưng Đạo → Cầu vượt Phú Lương → Quốc lộ 5 → Ngã ba Tiền Trung → Quốc lộ 37 → Phường Sao Đỏ → Hồ Côn Sơn → Ngã ba Đa Cóc → Cầu Cẩm Lý → Ngã tư Thân → Bến xe Lục Nam.\n\n== Danh nhân ==\nĐịa danh Chí Linh gắn với tên tuổi của các nhân vật lịch sử và anh hùng dân tộc sau:\n*Thiền sư [[Pháp Loa]]: ông có tục danh là Đồng Kiên Cương, là người thuộc hương Cửu La, huyện [[Nam Sách]]. Năm 1304 ông xuất gia theo Điều Ngự [[Trần Nhân Tông]] tu hành tại [[núi Yên Tử|chùa Yên Tử]] và trở thành người kế thừa của [[Trúc Lâm Yên Tử|Thiền phái Trúc Lâm]]. Năm 1329, ông cho xây dựng hai ngôi chùa là Thanh Mai và [[Côn Sơn]]. Ngày 03\/3\/1330, ông viên tịch tại chùa Quỳnh Lâm, sau theo di chúc của ông, các phật tử đã đưa pháp thể của ông về nhập tháp tại chùa Thanh Mai, Chí Linh. Cảm mến công đức của ông, vua Anh Tông sắc phong danh hiệu Đại Tuệ Tịnh Tri Đức thiền sư, tên tháp là Viên Thông bảo tháp.\n*[[Trần Hưng Đạo|Trần Hưng Đạo (1226 - 1300)]]: Trần Quốc Tuấn là chủ soái của cuộc kháng chiến chống quân Nguyên - Mông thời Trần. Ông đóng đại bản doanh tại [[Vạn Kiếp]]. Những năm cuối đời ông sống ở Vạn Kiếp và mất tại đây.\n*[[Nguyễn Thị Duệ]]: nữ tiến sĩ duy nhất trong lịch sử khoa bảng Việt Nam.\n*[[Trần Nguyên Đán]]: Đại tư đồ triều Trần, là ông ngoại của Nguyễn Trãi. Ông ở ẩn tại Chi Ngại, Chí Linh.\n*[[Nguyễn Trãi]]: thuở nhỏ sinh sống ở Chí Linh. Sau này, nhiều năm ông ở ẩn tại [[chùa Côn Sơn]], Chí Linh.\n*[[Chu Văn An]]: mở trường dạy học trên núi Phượng Hoàng, thuộc phường Văn An (ngày nay), Chí Linh.\n*[[Mạc Đĩnh Chi]] (1272 - 1346) Tự là Tiết Phu, người làng Lũng Động, huyện Chí Linh (nay là xã Nam Tân, [[Nam Sách]]). Ông thông minh hơn người song vóc dáng nhỏ bé, tướng mạo xấu xí. Mạc Đĩnh Chi đỗ trạng nguyên năm 1304, sau đi sứ Cao Ly, được phong trang nguyên ở đây, người ta gọi là Lưỡng quốc trạng nguyên.\n\n== Làng nghề ==\nCác làng nghề, ngành nghề ở Chí Linh chủ yếu phát triển ở nhóm sản xuất vật liệu xây dựng như:\n\n* Nghề sản xuất vật liệu xây dựng ở Mật Sơn\n* Nghề sản xuất vật liệu xây dựng làng Tường\n* Trồng na Hoàng Tiến\n* Làng nghề quay vịt, gia cầm Thanh Tảo.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Cổng thông tin điện tử thành phố Chí Linh: http:\/\/chilinh.haiduong.gov.vn\/default.aspx\n\n{{Đơn vị hành chính thuộc thành phố Chí Linh}}\n{{Huyện thị Hải Dương}}\n{{Thành phố Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại III]]"}