{"3410651":"'''Chính quyền Thành phố Hồ Chí Minh''' là [[Chính quyền địa phương ở Việt Nam|chính quyền địa phương]] phụ trách quản lý và điều hành đời sống chính trị và kinh tế-xã hội của [[Thành phố Hồ Chí Minh]]. Chính quyền bao gồm 3 nhánh chính: [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] (hành pháp), [[Hội đồng nhân dân Thành phố Hồ Chí Minh]] (lập pháp) và [[Tòa án nhân dân Thành phố Hồ Chí Minh]] (tư pháp). Hiểu theo nghĩa rộng, nó còn bao gồm cả bộ máy giúp việc cho Ủy ban Nhân dân Thành phố (các sở, ban, ngành) và chính quyền địa phương các cấp quận, huyện, phường, xã trực thuộc Thành phố Hồ Chí Minh.\n\n[[Thành ủy Thành phố Hồ Chí Minh]] là cơ quan đứng đầu tổ chức Đảng Cộng sản Việt Nam tại thành phố Hồ Chí Minh và không phải là một bộ phận của chính quyền.\n\n== Lập pháp ==\n{{Chính|Hội đồng nhân dân Thành phố Hồ Chí Minh}}{{Xem thêm|Nhân sự Hội đồng nhân dân Thành phố Hồ Chí Minh khoá IX (2016-2021)}}\n\n'''Hội đồng nhân dân Thành phố Hồ Chí Minh''' là cơ quan quyền lực nhà nước địa phương ở [[Thành phố Hồ Chí Minh]], tạo thành nhánh lập pháp trong chính quyền Thành phố. Đây là cơ quan lập pháp [[đơn viện]] gồm 105 đại biểu (gọi là Đại biểu Hội đồng nhân dân), đại diện cho cử tri ở 35 khu vực bầu cử cấp thành phố. Hội đồng nhân dân có nhiệm kỳ 5 năm và được chọn ra trong cuộc [[Bầu cử Quốc hội Việt Nam khóa XIV|Bầu cử Hội đồng nhân dân các cấp]] diễn ra 5 năm một lần.<ref>{{Chú thích web|url=http:\/\/www.moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=30513|title=Luật Tổ chức chính quyền địa phương}}<\/ref>\n\nCơ quan này hoạt động thông qua các kỳ họp diễn ra 2 lần một năm, do Thường trực Hội đồng nhân dân triệu tập. Trong mỗi kỳ họp, hội đồng nhân dân làm việc tập thể và biểu quyết theo đa số (trên 50% đại biểu dự họp), trừ việc miễn nhiệm, bãi nhiệm đại biểu giữ chức trách của cơ quan mình.\n\nHội đồng có nhiệm vụ bảo đảm việc thi hành Hiến pháp và pháp luật của nhà nước trên địa bàn Thành phố Hồ Chí Minh, và thực hiện quyền giám sát với hoạt động của Thường trực Hội đồng nhân dân Thành phố, [[Ủy ban nhân dân Thành phố Hồ Chí Minh|Ủy ban nhân dân]], [[Tòa án nhân dân tối cao (Việt Nam)|Tòa án nhân dân]] và [[Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện kiểm sát nhân dân Thành phố]]. Dự toán ngân sách của Thành phố cũng do Hội đồng nhân dân biểu quyết tại kỳ họp.<ref>{{Chú thích web|url=http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=20088|title=Luật này quy định về tổ chức và hoạt động của Hội đồng nhân dân và Uỷ ban nhân dân.}}<\/ref>\n\nHội đồng nhân dân bầu ra ban chấp hành của mình là [[Ủy ban nhân dân Thành phố Hồ Chí Minh]].\n\nThường trực Hội đồng nhân dân có nhiệm vụ triệu tập và chủ tọa các kì họp của Hội đồng nhân dân, bao gồm Chủ tịch và hai Phó chủ tịch. Chủ tịch Hội đồng nhân dân đương nhiệm là Bà [[Nguyễn Thị Quyết Tâm]].\n\nNgoài ra, Hội đồng nhân dân còn điều hành 4 ban chuyên trách gồm: Ban Pháp chế, Ban Kinh tế-Ngân sách, Ban Đô thị và Ban Văn hoá-Xã hội.\n\n== Hành pháp ==\n{{Chính|Ủy ban nhân dân Thành phố Hồ Chí Minh}}\n\n=== Ủy ban nhân dân Thành phố Hồ Chí Minh===\n[[Tập tin:Ayuntamiento, Ciudad Ho Chi Minh, Vietnam, 2013-08-14, DD 09.JPG|nhỏ|Trụ sở Ủy ban nhân dân Thành phố và Hội đồng nhân dân Thành phố]]\n'''Ủy ban nhân dân Thành phố Hồ Chí Minh''' là cơ quan hành chính nhà nước nằm trong hệ thống [[hành chính]] [[Cộng hòa Xã hội chủ nghĩa Việt Nam]]. Đây là cơ quan chấp hành của [[Hội đồng nhân dân Thành phố Hồ Chí Minh]], [[Chính quyền địa phương ở Việt Nam|cơ quan hành chính nhà nước địa phương]] ở thành phố Hồ Chí Minh, chịu trách nhiệm trước Hội đồng nhân dân thành phố và cơ quan nhà nước ở Trung ương. Ủy ban nhân dân Thành phố Hồ Chí Minh do [[Hội đồng nhân dân Thành phố Hồ Chí Minh]] bầu ra và được [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] phê duyệt, chịu trách nhiệm quản lý về mọi hoạt động chính trị, an ninh, kinh tế và văn hóa trên địa bàn thành phố.\n\nNhiệm kỳ của Ủy ban nhân dân gắn liền với nhiệm kỳ của Hội đồng nhân dân Thành phố, thay đổi 5 năm một lần.\n\nỦy ban nhân dân Thành phố hiện tại bao gồm 1 Chủ tịch, 5 Phó Chủ tịch và 22 ủy viên. Chủ tịch Ủy ban nhân dân đương nhiệm là Ông Phan Văn Mãi, Phó Bí thư Thành ủy.\n\n=== Các đơn vị trực thuộc ===\nỦy ban nhân dân Thành phố Hồ Chí Minh hiện tại đang quản lý trực tiếp 75 đơn vị trực thuộc, trong đó có 43 sở, ban, ngành, 22 chính quyền cơ sở cấp quận, huyện, thành phố của TP HCM. Ngoài ra Ủy ban còn quản lý 8 tổng công ty vốn Nhà nước đang làm việc trên địa bàn.<ref>{{Chú thích web|url=http:\/\/tphcm.chinhphu.vn\/tong-cong-ty|title=Tổng công ty|date=|access-date=ngày 12 tháng 7 năm 2016|website=Cổng thông tin điện tử Chính phủ|archive-date=2016-10-11|archive-url=https:\/\/web.archive.org\/web\/20161011085417\/http:\/\/tphcm.chinhphu.vn\/tong-cong-ty|url-status=dead}}<\/ref> Các sở, ngành của Ủy ban nhân dân quản lý về các lĩnh vực cụ thể, như [[y tế]], [[giáo dục]], [[Đầu tư (kinh tế học)|đầu tư]], [[tư pháp]], [[tài chính]].\n\n== Tư pháp ==\n{{main|Tòa án nhân dân Thành phố Hồ Chí Minh}}\nHệ thống '''Tòa án nhân dân Thành phố Hồ Chí Minh''' hiện tại được thành lập vào tháng 9 năm 1976, bao gồm hai cấp: Tòa án nhân dân Thành phố và 24 Tòa án nhân dân cấp quận, huyện. Tại cấp thành phố có 5 tòa chuyên trách: [[Tòa Hình sự]], Tòa Dân sự, Tòa Kinh tế, Tòa Hành chính và Tòa Lao động.<ref>{{Chú thích web|url=http:\/\/www.tand.hochiminhcity.gov.vn\/web\/guest\/lich-su-hinh-thanh-chi-tiet?p_p_id=EXT_ARTICLEVIEW&p_p_lifecycle=0&p_p_col_id=column-2&p_p_col_count=1&_EXT_ARTICLEVIEW_groupId=10217&_EXT_ARTICLEVIEW_articleId=31776&_EXT_ARTICLEVIEW_version=1.0&_EXT_ARTICLEVIEW_redirect=%2Fweb%2Fguest%2Flich-su-hinh-thanh|title=Ngành Tòa án nhân dân Thành phố Hồ Chí Minh - 30 năm xây dựng và trưởng thành|date=|access-date=ngày 12 tháng 7 năm 2016|website=Tòa án nhân dân Thành phố Hồ Chí Minh|archive-date=2018-12-29|archive-url=https:\/\/web.archive.org\/web\/20181229171826\/http:\/\/www.tand.hochiminhcity.gov.vn\/web\/guest\/lich-su-hinh-thanh-chi-tiet?p_p_id=EXT_ARTICLEVIEW&p_p_lifecycle=0&p_p_col_id=column-2&p_p_col_count=1&_EXT_ARTICLEVIEW_groupId=10217&_EXT_ARTICLEVIEW_articleId=31776&_EXT_ARTICLEVIEW_version=1.0&_EXT_ARTICLEVIEW_redirect=%2Fweb%2Fguest%2Flich-su-hinh-thanh|url-status=dead}}<\/ref>\n\nHiện tại Việt Nam thực hiện [[Hệ thống tòa án Việt Nam|hệ thống tòa án hai cấp]], có nghĩa là các tòa án nhân dân cấp quận, huyện có thẩm quyền xét xử sơ thẩm những vụ án trong phạm vi quyền hạn của mình. Còn Tòa án nhân dân Thành phố Hồ Chí Minh cũng có thẩm quyền xét xử sơ thẩm, đồng thời có thể phụ trách xét xử phúc thẩm các vụ án mà tòa cấp dưới đã tuyên nhưng bản án bị kháng cáo, kháng nghị.<ref>{{Chú thích web|url=https:\/\/luatminhkhue.vn\/kien-thuc-luat-hinh-su\/he-thong-toa-an-tai-viet-nam.aspx|title=https:\/\/luatminhkhue.vn\/kien-thuc-luat-hinh-su\/he-thong-toa-an-tai-viet-nam.aspx|date=|access-date = ngày 12 tháng 7 năm 2016 |website=Luật Minh Khuê}}<\/ref>\n\nChánh án TAND Thành phố Hồ Chí Minh hiện nay là ông [[Lê Thanh Phong]].\n\n== Các địa phương trực thuộc ==\nThành phố Hồ Chí Minh có 22 đơn vị hành chính trực thuộc, bao gồm 1 thành phố, 16 quận và 5 huyện. Các quận huyện này lại chia làm 322 đơn vị hành chính cấp [[Xã (Việt Nam)|xã]], bao gồm 249 [[Phường (Việt Nam)|phường]], 58 [[Xã (Việt Nam)|xã]] và 5 [[Thị trấn (Việt Nam)|thị trấn]]<ref name=\"hcct\">[http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=15345 Đơn vị hành chính, Đất đai và Khí hậu Niên giám thống kê 2011], Tổng cục Thống kê Việt Nam.<\/ref>.\n\nỞ mỗi cấp chính quyền này có Hội đồng nhân dân và Ủy ban nhân dân quản lý mọi mặt đời sống kinh tế-xã hội.\n\n== Xem thêm ==\n* [[Ủy ban nhân dân Thành phố Hồ Chí Minh]]\n* [[Hội đồng nhân dân Thành phố Hồ Chí Minh]]\n* [[Tòa án nhân dân Thành phố Hồ Chí Minh]]\n* [[Chính quyền địa phương ở Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Chính trị Thành phố Hồ Chí Minh]]"}