{"325570":"{{Thông tin chùa\n| name = Chùa Chuông<br>金鍾寺 (Kim Chung Tự)\n| img = \n| img_size = \n| img_capt = \n| denomination = \n| founded = \n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = phường Hiến Nam, thành phố [[Hưng Yên (thành phố)]], tỉnh [[Hưng Yên]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Chuông''' có tên chữ là Kim Chung Tự (金鍾寺) nằm tại thôn Nhân Dục, phường Hiến Nam, [[hưng Yên (thành phố)|thành phố Hưng Yên]]. Chùa Chuông nằm trong [[phố Hiến|quần thể di tích Phố Hiến]] và được mệnh danh là \"Phố Hiến đệ nhất danh thắng\".\n==Lịch sử==\nChùa Chuông được xây dựng từ thời Hậu Lê (thế kỷ XV) và trải qua một cuộc trùng tu lớn vào năm 1707 tạo nên chùa hoàn chỉnh như ngày nay.\n\nNăm 1992, chùa Chuông đã được Bộ Văn hóa - Thông tin xếp hạng là di tích kiến trúc nghệ thuật.\n\n==Tên gọi==\nTheo như được nghe kể lại từ những người cao tuổi địa phương thì xưa kia chùa chuông được người tàu làm ăn ở phố hiến xưa xây dựng nên và lấy tên là kim trung tự (vàng trong chùa)lí do là trong chùa trước kia các hoành phi câu đối,tượng phật ..được sơn son thiếp vàng.Nhưng vào một năm nọ phương bắc gặp một trận đại hồng thủy chưa từng có trong lịch sử làm cho nhiều ngôi chùa ở phương bắc bị phá hủy do mưa lũ năm đó.Và có nhiều hiện vật bị mất và trôi nổi trên sông Hồng Hà (sông hồng)trong đó có một quả chuông ở chùa chuông.Điều kỳ lạ là dù quả chuông rất nặng nhưng nó lại nổi và trôi đến khu vực bãi sông thuộc địa phận thôn Nhân Dục, tổng An Tảo, huyện Kim Động, phủ Khoái Châu, tỉnh Hưng Yên xưa (nay thuộc phường Hiến Nam, thành phố Hưng Yên).thì cứ trôi loanh quanh tại đây rồi được người làm nghề chài lưới ở thôn Nhân Dục phát hiện.Sau đó về hô hào dân làng và mời nhà chùa ra làm lễ ..Dù trước đó các nơi đua nhau kéo chuông về địa phương mình nhưng không được. Chỉ có những bô lão thôn Nhân Dục mới kéo được chuông. Dân làng cho đó là điềm lành trời phật phù hộ và chuông vốn là của chùa nên sau đó đã đưa về chùa chuông rồi góp công,của..xây dựng thêm..Mỗi lần đánh chuông, tiếng vang rất xa,và tiếng chuông rất hay khác biệt hẳn những chuông khác. Do vậy chùa có tên gọi là Kim Chung Tự nhưng từ khi có chiếc chuông đặc biệt này thì người dân nơi đây rất tự hào, hạnh phúc,và muốn cho mọi người biết về chiếc chuông quí,lạ, âm hay vang xa .. khi được trời phật ban tặng. Nên từ đó người ta gọi ngắn gọn lại là chùa chuông cho đến ngày nay.\n\n==Kiến trúc==\nChùa Chuông có kết cấu kiểu \"[[Chùa Việt Nam#Chùa kiểu Nội công ngoại quốc|Nội công ngoại quốc]]\", bao gồm các hạng mục: Tiền đường, Thượng điện, Nhà tổ, Nhà mẫu và 2 dãy hành lang. Mặt tiền chùa quay hướng Nam, đó là hướng của \"Bát Nhã\" và \"Trí Tuệ\". Chùa được bố trí cân xứng trên một trục trải dài từ cổng Tam quan đến Nhà tổ. Qua cổng Tam quan là tới ba nhịp cầu đá xanh, bắc ngang qua ao (mắt rồng), cây cầu được xây dựng năm 1702. Tiếp đến là con đường độc đạo được lát đá xanh dẫn thẳng đến nhà tiền đường, theo quan niệm nhà Phật là con đường chân chính dẫn dắt con người thoát khỏi bể khổ.\n===Tiền đường===\nNhà Tiền đường có quy mô năm gian hai chái, kết cấu kiến trúc kiểu con chồng đấu sen. Nối giữa tiền đường và Thượng điện là khoảng sân, giữa sân có cây hương đá còn gọi là \"Thạch trụ\", bốn mặt khắc chữ Hán ghi công đức của nhân dân đóng góp tu sửa chùa.\n===Thượng điện===\nThượng điện cũng gồm năm gian hai chái, kết cấu giống nhà Tiền đường, mang đậm nét kiến trúc thời Hậu Lê. Hệ thống tượng ở thượng điện được bài trí theo thứ tự: trên cùng là 3 pho [[Tam Thế]]; tiếp đến là A-di-đà và tứ Bồ-tát; lớp dưới là [[Văn-thù-sư-lợi|Văn Thù]] và [[Phổ Hiền]]; tiếp theo là [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]] và [[Nam Tào]], [[Bắc Đẩu]]; tiếp nữa là [[Địa Tạng Vương]] và [[Phạm Thiên]], [[Đế Thích Thiên|Đế Thích]]; sau cùng là tòa Cửu Long và tượng [[Tất-đạt-đa Cồ-đàm|Thích Ca]] sơ sinh.\n===Nhà Mẫu===\nỞ hai đầu phía Đông và phía Tây nối nhà Tiền đường và nhà Mẫu là hai dãy hành lang, kiến trúc kiểu kèo cầu quá giang đơn giản. Hai dãy hành lang được bài trí đối xứng các lớp tượng khác nhau. Đầu tiên là động \"Thập điện Diêm Vương\", diễn tả cảnh nhục hình mà con người phải trải qua nơi âm giới. Đây là triết lý nhân quả của nhà Phật, người ta tin rằng con người sống trên dương thế, khi từ giã cõi đời phải trải qua 10 cửa điện để Diêm Vương xét hỏi công và tội. Ứng với mỗi tội đồ là một hình phạt tương ứng.\nTiếp đến là tượng Bát Bộ Kim Cương, sau đó là 18 pho \"Thập Bát La Hán\", 18 vị được tạo tác trong tư thế ngồi rất sinh động, rất đời thường. Nét độc đáo của tượng \"Thập Bát La Hán\" không phải chỉ ở sự khéo léo trong cách tạo tác mà còn ở cảm xúc nội tâm được biểu hiện qua từng khuôn mặt buồn, vui, trầm tư... mỗi người một vẻ. Cuối dãy hành lang là tượng Đức Ông đứng cạnh có Già Lam - Chân Tể và tượng Đức Thánh Hiền, đứng cạnh có Diệm Nhiên - Đại Sĩ.\n\n==Hiện vật==\nMột trong những hiện vật có giá trị nhất còn lưu giữ lại chùa là tấm bia đá dựng năm [[Vĩnh Thịnh]] thứ 7 (1711), bia ghi tên những người công đức tu sửa chùa. Phần đặc biệt của bia ghi lại cảnh đẹp của Phố Hiến và một số phường, như: Phường Hàng Bè, Hàng Sũ, Thợ Nhuộm, Cự Đệ, Hàng Thịt... mà nay chỉ còn trong dĩ vãng.\n==Lễ hội==\nHằng năm, vào dịp đại lễ [[Lễ Phật Đản|Phật Đản]], dịp xuân về, Chùa Chuông lại tổ chức lễ hội, thu hút đông đảo nhân dân trong vùng và khách thập phương. Chùa Chuông cùng các danh thắng khác trong quần thể di tích Phố Hiến là một điểm đến không thể bỏ qua của du khách đến Hưng Yên.\n==Điện ảnh==\nChùa Chuông đã hiện diện khá nhiều trong phim ''Mê Thảo thời vang bóng'' của đạo diễn Việt Linh.<ref>{{Chú thích web | url = http:\/\/www.phattuvietnam.net\/index.php?nv=News&at=article&sid=5448 | tiêu đề = Phật giáo Việt Nam | tác giả 1 = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/phattuvietnam.net\/index.php?nv=News&at=article&sid=5549 Chùa Chuông trên trang Phật tử Việt Nam]\n* [http:\/\/www.hungyen.gov.vn\/index.asp?newsID=739&language=tiengviet Chùa Chuông trên website Hưng yên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080329105429\/http:\/\/www.hungyen.gov.vn\/index.asp?newsID=739&language=tiengviet |date=2008-03-29 }}\n* [http:\/\/www.baohungyen.vn\/content\/viewer.asp?a=3386&z=66 Chùa Chuông trên báo Hưng Yên]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}\n* [http:\/\/wikimapia.org\/6992324\/vi\/Chùa-Chuông Ảnh vệ tinh Chùa Chuông trên trang Wikimapia]\n* [http:\/\/www.nld.com.vn\/2010030209565505P0C1130\/chua-chuong-pho-hien-de-nhat-danh-lam.htm Chùa Chuông - Phố Hiến]\n\n[[Thể loại:Chùa tại Hưng Yên]]\n[[Thể loại:Hưng Yên (thành phố)]]"}