{"1220473":"{{Chùa\n| name = Chùa Nam Dư Thượng\n| img = \n| img_size = \n| img_capt = \n| denomination =\n| founded = đầu thế kỷ XVII\n| closed = \n| founder = \n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = thôn Nam Dư Thượng, [[phường Lĩnh Nam]], [[Quận Hoàng Mai]], TP. [[Hà Nội]]\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Nam Dư Thượng''' tọa lạc tại thôn Nam Dư Thượng, nay thuộc [[phường Lĩnh Nam]], [[Quận Hoàng Mai]], TP. [[Hà Nội]].\n\nChùa đã được Bộ Văn hóa và thông tin xếp hạng di tích kiến trúc, nghệ thuật ngày 31.1.1992.\n\n== Lịch sử ==\n\nChùa thờ Phật và 2 vị nữ thần có công lớn với địa phương là: Hoàng thái hậu Trương Thị Niếu, Hoàng thái hậu là người trung thành với nhà Lê, bị quân Mạc đuổi theo lật thuyền giết chết. Và vương phi chánh cung Nguyễn Thị Ngọc Tú. Vợ nguyên soái thống quốc chính Thanh Đô Vương '''Trịnh Tráng'''. Chánh cung Nguyễn Thị Ngọc Tú có công bỏ tiền của ra thuê nhân công quai đê lấn bãi sông Hồng có trên 200 mẫu ruộng cho dân cày cấy. Bà cũng là người bỏ tiền của xây dựng ngôi chùa này vào năm Vĩnh Tộ 4 (1622).\n\nCăn cứ vào tấm bia đá dựng năm Vĩnh Tộ 10 (1628) thì chùa được xây dựng từ đầu thế kỷ XVII. Chùa có tam quan, chùa chính, nhà Mẫu, ống muống, hậu cung, nhà Tổ, tăng phòng và nhà bếp.\n\nChùa hiện nay quay về hướng tây nam. Tam quan khá lớn xây 2 tầng mái cong, vòm cuốn. Sân chùa có 1 miếu nhỏ, phía sau miếu là 1 văn chỉ nhỏ. Từ sân vào chùa chính phải đi qua 1 hiên rộng 1,20m. Chùa quay hướng tây nam, kết cấu chữ Công. Tiền đường 5 gian, gian giữa nối liền với hậu cung bằng nhà cầu 3 gian nhỏ. Toà nhà Mẫu nằm bên trái chùa chính, gồm 3 gian ngoài và 2 gian ống muống đặt khám thờ và một số tượng Mẫu. Nhà Tổ, nhà tăng, nhà bếp gồm 6 gian, 3 gian sát nhà Mẫu là nơi thờ Tổ.\n\nTượng tròn trong chùa Nam Dư Thượng có trên 30 pho bố trí làm 5 hàng trên tam bảo cũng tương tự như các ngôi chùa Việt.\n\nNgoài tiền đường là tượng đức Thánh Tăng, Đức Ông, 2 vị Hộ pháp và các vị Minh Vương.\n\nHậu cung có nhiều long ngai, bài vị thờ các vị thần cùng tượng bà Nguyễn Thị Ngọc Tú được nhân dân tôn làm Vua Bà.\n\nChùa còn tới 16 hoành phi, 10 đôi câu đối, hai bản sắc phong và 3 vị hợp phong, 1 chuỳ đồng, 1 khánh đá, 1 kiệu, 4 long ngai, bài vị, 1 kiệu võng, 1 bia đá niên hiệu Vĩnh Tộ 10 (1628), 1 chuông đồng...\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Chùa tại Hà Nội|N]]"}