{"1469030":"'''Chùa Hải Đức''' tọa lạc ở nhánh phía Tây trên đỉnh [[đồi Trại Thủy]] tại số 51 đường Hải Đức, phường [[Phương Sơn]], thành phố [[Nha Trang]], tỉnh [[Khánh Hòa]]. Chùa được xây dựng cách đây trên 120 năm và là một trong bốn ngôi chùa quan trọng trong cụm đồi Trại Thủy cùng với các chùa [[chùa Long Sơn|Long Sơn]], [[Chùa Bửu Phong (Khánh Hòa)|Bửu Phong]] và [[chùa Lôi Am|Lôi Am]].<ref name=\"quangduc.com\">{{Chú thích web |url=http:\/\/quangduc.com\/vietnam\/chuaviet\/khanhhoa\/chuahaiduc.html |ngày truy cập=2012-09-10 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-09-08 |archive-url=https:\/\/web.archive.org\/web\/20120908012528\/http:\/\/www.quangduc.com\/vietnam\/chuaviet\/khanhhoa\/chuahaiduc.html |url-status=dead }}<\/ref>\n\n==Lịch sử ==\nChùa được thiền sư Viên Giác dựng năm 1883, ban đầu chỉ là một thảo am, có tên là Duyên Sanh Tự. Đến năm 1891, chùa được mở rộng và đổi tên là Hải Đức Tự.<ref name=\"quangduc.com\"\/>\n\nSau khi sư Viên Giác viên tịch, vào năm 1909, đệ tử của ngài là Hòa thượng Ngộ Tánh Phước Huệ từ chùa Hải Đức – [[Huế]] vào kế thế trụ trì đã quyết định đại trùng tu tổ đình. Kể từ đó, tổ đình Hải Đức – Nha Trang trở thành một đại tòng lâm có quy củ, quy tụ hằng trăm tăng tín đồ từ khắp nơi đến tu học và được chính phủ Nam triều sắc ban biển hiệu \"Sắc Tứ Hải Đức Tự\".<ref>http:\/\/khuongviettu.com\/site\/index.php?option=com_content&view=article&id=404:pht-hc-vin-trung-phn-hi-c-nha-trang-nhng-chng-ng-phat-trin&catid=71:min-trung{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref>\n\nNăm 1938, Hòa thượng giao nhiệm vụ trụ trì cho sư Bích Không. Thượng tọa Bích Không nhận thấy bấy giờ [[Nha Trang]] đã phát triển thành một đô thị sầm uất, cảnh huyên náo chốn thị thành không còn phù hợp với sự sinh hoạt của thiền môn nên đã dời chùa lên [[đồi Trại Thủy]] trong giai đoạn từ năm 1943 đến năm 1945, cất chùa theo kiến trúc Á Đông. Năm 1956, chùa được hiến để trở thành cơ sở chính của [[Viện Phật học Trung Phần]] do Hòa thượng Thích Giác Nhiên làm Viện chủ, Hòa thượng Thích Trí Thủ làm giám viện.<ref name=\"quangduc.com\"\/>\n\n==Chú thích==\n{{tham khảo}}\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Nha Trang]]\n[[Thể loại:Chùa tại Khánh Hòa|Hải Đức]]"}