{"2452042":"[[File:Chùa Vạn Đức ở Thủ Đức, tháng 12 năm 2021 (Chính điện) (8).jpg|300px|nhỏ|phải|Chính điện chùa Vạn Đức]]\n'''Chùa Vạn Đức''' hiện tọa lạc tại số 502 trên đường [[Tô Ngọc Vân]], thuộc khu phố 5, phường [[Tam Phú, Thủ Đức|Tam Phú]], thành phố [[Thủ Đức]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Đây là một trong hai ngôi chùa lớn của Thành phố Thủ Đức. Chùa Vạn Đức là một trong những công trình kiến trúc tôn giáo có quy mô lớn ở [[Thành phố Hồ Chí Minh]]. Ngoài giá trị về mặt thẩm mỹ, công trình còn là một kiểu mẫu cho nghệ thuật tạo hình trong kiến trúc hiện đại<ref>Theo bài \"Vạn Đức - ngôi chùa do Hòa thượng Thích Trí Tịnh khai sơn\" đăng trên website Phật giáo Việt Nam [http:\/\/phatgiao.org.vn\/phong-su-anh\/201306\/Ve-dep-cua-ngoi-chua-co-chanh-dien-cao-43-5m-11039\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140415094405\/http:\/\/phatgiao.org.vn\/phong-su-anh\/201306\/Ve-dep-cua-ngoi-chua-co-chanh-dien-cao-43-5m-11039\/|date=2014-04-15}} cập nhật ngày 28\/03\/2014.<\/ref>.\n\n==Lịch sử==\nChùa Vạn Đức nằm cách trung tâm [[Thành phố Hồ Chí Minh]] khoảng 15 [[km]], và cách [[chợ Thủ]] Đức khoảng 2&nbsp;km. Đây là một ngôi chùa có nguồn gốc từ một ngôi nhà xưa của một gia đình khá giả hiến cúng rồi sửa lại làm chùa. Theo tài liệu, khi [[Chiến tranh Đông Dương]] bùng nổ, sợ đối phương lập căn cứ ở đây, vào năm [[1946]], chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]] ra lệnh không cho dân ở trên [[núi Cấm]] nữa. Vì vậy, nhà sư Thích Thiện Quang (''thượng Thiện hạ Quang'', [[1895]] - [[1953]]) phải dẫn các đồ đệ xuống núi, tạm trú tại nhà Phật tử ở [[Tri Tôn]], và sau đó (đầu năm [[1947]]) đến tu tại chùa Linh Bửu ở vùng [[Cầu Bông]] (nay thuộc [[Thành phố Hồ Chí Minh|Sài Gòn]])...<ref>Lược kể theo ''Tiểu sử Hòa Thượng Vạn Linh\" in trong Kỷ yếu'', tr. 14.<\/ref>.\n[[Hình:Di ảnh HT Thích Trí Tịnh.jpg|nhỏ|230px|phải|Di ảnh cố HT khai sơn chùa Vạn Đức Thích Trí Tịnh]]\nĐến sáng ngày [[26 tháng 11]] năm [[Quý Tỵ]] ([[1953]]), nhà sư ấy an nhiên viên tịch và được các đệ tử đưa về an táng tại đất mộ <ref>Đất mộ, thổ mộ hay mộ địa là phần đất dùng cho việc [[chôn cất]]...<\/ref> của gia đình bà Ba Hộ (tên Nguyễn Thị Tánh, pháp danh Diệu Tuyết) ở Thủ Đức (trước [[1975]] là một quận của tỉnh [[Gia Định]], nay thuộc [[Thành phố Hồ Chí Minh]]). Rằm tháng 1 năm [[Giáp Ngọ]] ([[1954]]), một đệ tử của nhà sư Thiện Quang là nhà sư [[Thích Trí Tịnh]] (''thượng Trí hạ Tịnh''; [[1917]] - [[2014]]) từ chùa Linh Sơn ([[Vũng Tàu]]) về tham dự lễ chung thất và viếng mộ tôn sư (vì trong thời gian tang lễ, Thích Trí Tịnh đang nhập thất nên không về dự tang được). \n\nNhân đây, bà ba Hộ đã phát tâm cúng dường toàn bộ đất và ngôi nhà lớn tọa lạc trên đó cho nhà sư Trí Tịnh. Ngôi nhà này nguyên là của ông Nguyễn Văn Do, chú ruột thứ sáu của bà ba Hộ. Sau khi ông sáu mất không người thừa kế, bà Ba là cháu ruột nên được đứng chủ quyền. Sau khi nhận nhà và đất, ngày [[16 tháng 3]] ([[âm lịch]]) năm ấy, nhà sư Trí Tịnh cho thợ sửa lại nhà thành chùa (giữ nguyên hiện trạng, chỉ làm thêm phía trước cho giống chùa, rồi phía trước thờ [[Phật]], phía sau thờ Tổ), và đặt tên là ''chùa Vạn Đức'''<ref>Tóm tắt theo bài viết \"Vài nét về lịch sử chùa Vạn Đức\" (tr. 17) in trong ''Kỷ yếu'' đã dẫn.<\/ref>.\n\nNăm [[1955]], nhà sư Trí Tịnh thành lập hội Cực Lạc Liên Hữu tại đây, khuyến tấn mọi người niệm Phật cầu vãng sanh Tịnh độ <ref>Theo \"Tiểu sử HT Thích Trí Tịnh\" in trong quyển ''Hương sen Vạn Đức'', tr. 25.<\/ref>. Năm [[1956]], nhà sư Trí Tịnh làm thêm nhà Tổ. Năm [[1957]], nhà sư tiếp tục cho xây nhà công quả, khu nhà bếp, giảng đường, Tăng phòng,...và đến năm [[1958]] thì hoàn thành. Đầu mùa hạ năm [[1959]], đồng thời với việc tổ chức An cư kiết hạ, giảng kinh Pháp Hoa Thông Nghĩa, nhà sư Trí Tịnh cho kiến thiết điện [[Quan Âm]]. \n\nNăm [[1963]], do ngôi chùa (tiền thân là một ngôi nhà cũ) đã xuống cấp trầm trọng, nên phải trùng tu lại toàn bộ, và công trình được khởi công vào ngày vía [[Phật]] [[A-di-đà|A Di Đà]] ([[17 tháng 11]] năm [[Quý Mão]], [[1963]]). Kể từ năm [[1990]], Hòa thượng Thích Trí Tịnh (được tấn phong hòa thượng năm [[1973]]) lần lượt cho trùng tu giảng đường ([[1990]]), Tăng phòng ([[1991]]), khu nhà bếp ([[1992]]), điện [[Quan Âm]] (sau khi xây xong tháp Phù Thi)...Ngoài ra, Hòa thượng cũng lần lượt cho xây mới một số hạng mục như: tháp Phù Thi ([[1993]], dành để an trí nhục thân Hòa thượng Thích Trí Tịnh), thư viện, Niệm Phật đường, v.v... Đến năm [[Giáp Thân]] ([[2004]]), Hòa thượng Thích Trí Tịnh bắt đầu cho đại trùng tu chánh điện và nhà Tổ...\n\n==Kiến trúc==\n[[Tập tin:Chùa Vạn Đức ở Thủ Đức, tháng 12 năm 2021 (Điện Quan Âm nhìn chính diện) (1).jpg|300px|nhỏ|phải|Điện Quan Âm]]\nChùa Vạn Đức do HT Thích Trí Tịnh khai sơn tọa lạc trên khu đất rộng, được đúc bằng bê-tông, tường [[Gạch nung|gạch]], móng cọc nhồi. Nền chùa và các bệ thờ đều dán [[đá granit]] màu xám. Lược kể một vài hạng mục chính: \nTam quan và điện [[Quan Âm]] lộ thiên: Tam quan xây ba tầng, mái lợp ngói thanh lưu ly truyền thống, trên các đầu đao có gắn hoa văn hình hoa [[sen]] cách điệu, nóc gắn hình \"lưỡng long chầu Pháp luân\". Qua khỏi tam quan là khoảng sân rộng trồng các loại cây kiểng, bon sai,...để tạo cảnh quan. Bên trái sân chùa có cội [[bồ đề]] rợp mát. Đối diện cội ấy là một ao sen, giữa có điện Quan Âm lộ thiên.\n\nTòa chánh điện chùa Vạn Đức cao 43,5 [[m]], nhìn từ xa trông giống như một ngọn tháp chín tầng và hai tháp nhỏ năm tầng nhưng bên trong chỉ có hai tầng chính.\n* Tầng trên là nội điện thờ [[Phật]], có nhiều ô cửa sổ, bên ngoài có lan can, bên trong tôn trí tượng [[Phật Thích Ca]] và [[Tam thế Phật]]. Xung quanh có bốn lớp lan can giống như những tầng mây trắng, và mỗi vì sao là những ô cửa gió có hình chữ \"Phật\". Hai bên hông lan can là hai cầu thang dẫn lên nội điện. Nổi bật trên nền kiến trúc nội điện là bức phù điêu cội bồ đề và phong cảnh sông Ni Liên Thiền. Trên vách sau chánh điện có bức phù điêu được đắp bằng [[xi-măng]], xung quanh có tạc hình các vị thần [[Hộ pháp]].\n* Tầng trệt là giảng đường, dùng làm nơi thuyết pháp cho Phật tử; sát vách giữa thờ Tổ [[Bồ-đề-đạt-ma|Bồ Đề Đạt Ma]] tạc bằng đá cẩm thạch trắng và linh vị Hòa thượng [[Thích Thiện Quang]].\n== Kỷ lục Việt Nam ==\n[[Hình:Chính điện chùa Vạn Đức.jpg|nhỏ|230px|phải|Chính điện chùa Vạn Đức]]\nChùa Vạn Đức đã được ''Trung tâm sách kỷ lục Việt Nam'' xác lập là ngôi chùa có hai kỷ lục tính đến năm [[2014]]: \n* Chánh điện [[:Thể loại:Kỷ lục Việt Nam|cao nhất Việt Nam]],\n* Bức phù điêu cây bồ đề đắp nổi lớn nhất Việt Nam<ref>Nguồn: \"Vãn cảnh chùa có chánh điện cao nhất Việt Nam\" trên báo ''Giác Ngộ'', cập nhất ngày 25\/01\/2012 [http:\/\/giacngo.vn\/tuvien\/2012\/01\/25\/335458\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140413145657\/http:\/\/giacngo.vn\/tuvien\/2012\/01\/25\/335458\/ |date=2014-04-13 }}.<\/ref>\n\n==Sách tham khảo==\n[[Hình:Điện Quan Âm ở chùa Vạn Đức.jpg|nhỏ|230px|phải|Điện [[Quan Âm]] trong khuôn viên chùa Vạn Đức]]\n[[Hình:Chùa Vạn Đức ở Thủ Đức.jpg|nhỏ|250px|phải|Chùa Vạn Đức trong một ngày lễ tang cố Hòa thượng [[Thích Trí Tịnh]]]]\n* [[Thích Trí Tịnh]], \"Tiểu sử HT Thích Trí Tịnh\" in trong quyển ''Hương sen Vạn Đức''. Nhà xuất bản Phương Đông, 2006.\n* Thượng tọa Hoằng Tri, \"Vài nét về lịch sử chùa Vạn Đức\" và \"'Tiểu sử Hòa Thượng Vạn Linh\" in trong ''Kỷ yếu trùng tu chùa Vạn Đức và Vạn Linh'' (gọi tắt là ''Kỷ yếu''). Nhà xuất bản tổng hợp Thành phố Hồ Chí Minh, 2006.\n\n==Chú thích==\n{{tham khảo}}\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n{{Chùa tại Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Kỷ lục Việt Nam]]"}