{"24567":"{{Thiếu nguồn gốc|date=tháng 7\/2022}}\n{{Thông tin chùa\n| name = Chùa Quán Sứ<br>舘使寺 (Quán Sứ tự)\n| img = Pagode_Quán_Sứ_(1).jpg\n| img_size = 250\n| img_capt = Cổng Tam Quan\n| denomination = [[Giáo hội Phật giáo Việt Nam]]\n| founded = [[Thế kỷ 15]]\n| closed = \n| founder = Vua [[Lê Thế Tông]]\n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = 73 phố Quán Sứ, phường [[Trần Hưng Đạo]], [[Hoàn Kiếm|quận Hoàn Kiếm]], [[Hà Nội|thành phố Hà Nội]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Quán Sứ''' (舘使寺) là một ngôi [[chùa]] ở số 73 phố Quán Sứ, phường [[Trần Hưng Đạo]], [[Hoàn Kiếm|quận Hoàn Kiếm]], [[Hà Nội|thành phố Hà Nội]]. Trước đây, địa phận này thuộc thôn An Tập, phường Cổ Vũ, tổng Tiền Nghiêm (sau đổi là tổng Vĩnh Xương), huyện Thọ Xương.\n\n==Lịch sử==\nChùa Quán Sứ được xây dựng vào [[thế kỷ 15]]. Nguyên xưa ở phường Cổ Vũ chưa có chùa, chỉ có mấy gian nhà tranh ở phía Nam, dân làng dùng làm chỗ tế thần cầu yên gọi là xóm An Tập. Theo sách ''[[Hoàng Lê Nhất Thống Chí]]'', vào thời vua [[Lê Thế Tông]], các nước [[Chiêm Thành]], [[Lào|Ai Lao]] thường cử sứ giả sang triều cống Việt Nam. Nhà vua cho dựng một tòa nhà gọi là Quán Sứ để tiếp đón các sứ thần đến [[Thăng Long]]. Vì sứ thần các nước này đều sùng đạo Phật nên lại dựng thêm một ngôi chùa cũng nằm trong khuôn viên Quán Sứ để họ có điều kiện hành lễ. Thời gian đã xóa đi dấu khu nhà Quán Sứ nhưng ngôi chùa thì vẫn tồn tại.\n\nTheo bài văn của Tiến sĩ [[Lê Duy Trung]] khắc trên tấm bia dựng năm [[1855]], vào đầu đời [[Gia Long]] ([[1802]]-[[1819]]) chùa gần đồn Hậu Quân. Đến năm [[1822]], chùa được sửa sang để làm chỗ lễ bái cho quân nhân ở đồn này. Khi quân ở đồn này rút đi, chùa được trả lại cho dân làng. Nhà sư Thanh Phương trụ trì ở chùa lúc đó mới làm thêm các hành lang, tô tượng, đúc chuông. Tiền đường của chùa thờ [[Phật]], còn hậu đường thờ vị quốc sư [[Lý Quốc Sư|Minh Không]] thời [[Nhà Lý]].\n\nNăm [[1934]], Tổng hội [[Phật giáo]] Bắc Kỳ thành lập, chùa Quán Sứ được chọn làm trụ sở trung ương. Năm [[1942]] chùa đã được xây dựng lại theo bản thiết kế của hai kiến trúc sư Nguyễn Ngọc Ngoạn và Nguyễn Xuân Tùng do chính Tổ [[Vĩnh Nghiêm]] duyệt.\n\n==Kiến trúc==\nTam quan của chùa có ba tầng mái, nằm giữa là lầu chuông. Qua tam quan là một sân rộng lát [[Gạch nung|gạch]], bước lên 11 bậc thềm là tới chánh điện cao, hình vuông, xung quanh có hành lang. Điện Phật được bài trí trang nghiêm, các pho tượng đều khá lớn và thếp vàng lộng lẫy. Phía trong cùng, thờ ba vị [[Phật|Tam thế Phật]] trên bậc cao nhất. Bậc kế tiếp thờ tượng Phật [[A-di-đà]] ở giữa, hai bên có tượng [[Quán Thế Âm|Quan Thế Âm]] và [[Đại Thế Chí]]. Bậc dưới đó, ở giữa thờ [[Tất-đạt-đa Cồ-đàm|Phật Thích ca]], hai bên là [[A-nan-đà]] và [[Ma-ha-ca-diếp|Ca-diếp]]. Bậc thấp nhất, ở ngoài cùng có tòa Cửu Long đứng giữa tượng Quan Âm và [[Địa Tạng Bồ Tát|Địa Tạng]]. Gian bên phải chánh điện thờ [[Lý Quốc Sư]] (tức [[Thiền sư]] [[Lý Quốc Sư|Minh Không]]) với hai thị giả, gian bên trái thờ tượng Đức Ông và tượng [[Châu Sương]], [[Quan Bình]].\n\nPhía Đại Hùng Bảo Điện là nhà thờ Tổ, nơi thời Lịch Đại Tổ Sư của Phật giáo Việt Nam. Đây là ngôi chùa hiếm có trên đất bắc Việt Nam, tuy xây từ lâu đời nhưng luôn gìn giữ chính pháp và đặc biệt \" không thờ mẫu tam tứ phủ \" trong chùa vì đây là một dạng tín ngưỡng bản địa không thuộc Phật giáo.\n\nHai bên và đằng sau sân là các dãy nhà dùng làm thư viện, giảng đường, nhà khách và tăng phòng.\n\nChùa Quán Sứ có lẽ là một trong rất ít ngôi chùa ở Việt Nam mà tên chùa cũng như nhiều [[câu đối]] đều được viết bằng [[quốc ngữ|chữ quốc ngữ]]. Phải chăng vì ngôi chùa được xây dựng lại vào giữa [[thế kỷ 20]] và vì chùa đã trở thành trụ sở trung tâm của Tổng hội Phật giáo Bắc Việt, nay là của [[Giáo hội Phật giáo Việt Nam]], ngôi Quốc tự chung của các thiện nam tín nữ trên đất Việt. Phân viện Nghiên cứu Phật học thuộc Giáo hội và văn phòng tổ chức Phật giáo [[Châu Á]] vì hòa bình (ở [[Việt Nam]]) cũng đặt ở đây.\n\nNửa thế kỷ nay, chùa Quán Sứ đã chứng kiến nhiều hoạt động quan trọng của [[Phật giáo Việt Nam]], trong đó có sự thống nhất tổ chức Phật giáo trong nước và sự hòa nhập của Phật giáo Việt Nam với Phật giáo thế giới. Chính nơi đây vào ngày [[13 tháng 5]] năm [[1951]] (mồng 8 tháng 4 năm [[Tân Mão]]) lần đầu tiên lá [[cờ Phật giáo]] thế giới do [[Thượng toạ|Thượng tọa]] [[Thích Tố Liên]] mang về từ [[Colombo]] đã xuất hiện trên bầu trời Hà Nội.\n\n== Danh Tăng Tổ Đình ==\n{| class=\"wikitable\"\n!Danh Tăng\n!năm sinh - mất \n!sơn môn pháp phái\n!chức vụ, giáo vụ\n!thời gian trụ trì\n!Ghi chú\n|-\n|[[Thanh Phương Thiền Sư]]\n|\n|\n|\n|1822\n|Sư Trùng Tu chùa, tô tượng, xây gác chuông năm 1822\n|-\n|Tổ Vĩnh Nghiêm\nHòa thượng [[Thích Thanh Hanh]]\n|1840 -1936\n|Tông Lâm Tế\n|Đệ Nhất [[Thiền Gia pháp chủ]]\n|1934 -1936\n|\n|-\n|Hòa thượng [[Thích Thanh Tường]] \n|1858\n|[[Lâm Tế tông|Tông Lâm Tế]]\n|Đệ nhị Thiền Gia Pháp Chủ\n|1938\n|\n|-\n|[[Tổ Trung Hậu]]\nHòa thượng [[Thích Trừng Thanh]]\n|1861 - 1940\n|Tông Lâm Tế, \n|Kỳ Túc Đạo Sư\n|\n|Sư là Chánh Đốc Công trùng tu chùa quán sứ giai đoạn 1938 - 1940\n|-\n|[[Tổ Bằng Sở]]\n\nHòa thượng [[Phan Trung Thứ]]\n|1871 - 1942\n|\n|Kỳ Túc Đạo Sư, chủ bút tờ Đuốc Tuệ\n|\n|sư là người trùng tu chùa quán Sứ năm 1940\n|-\n|[[Tổ Tuệ Tạng]]\nHòa thượng [[Thích Tâm Thi]]\n|1889 -1959\n|\n|Thượng Thủ Tăng già\n|1945\n|sư là giám viện quán sứ năm 1935\n|-\n|Hòa thượng [[Thích Mật Ứng]]\n|1889 - 1957\n|Tông Tào Động\n|Thiền Gia Pháp Chủ\n|1951\n|\n|-\n|Hòa thượng [[Thích Tố Liên]]\n|1903 - 1977\n|[[Sơn Môn Hương Tích]]\n|Tổng thư ký giáo hội tăng già Bắc Việt\n|1954\n|\n|-\n|Hòa thượng [[Thích Trí Hải]]\n|1906 - 1979\n|[[Sơn Môn Tế Xuyên]]\n|Đệ Nhất Phó Hội Chủ Tổng Hội PGVN\nTrị Sự Trưởng\n|\n|Sư là người vẽ thiết kế và tái thiết chùa QS năm 1936\n|-\n|Hòa thượng [[Thích Trí Độ]] \n|1894 - 1979\n|Tông Lâm Tế\n|Ủy viên ban Thường vụ Quốc hội nước CHXHCNVN\n\nỦy viên Đoàn Chủ tịch TWMTTQVN\n\nỦy viên Uỷ ban Liên Việt\n\nỦy viên Ủy ban VN bảo vệ hòa bình TG\n\nHội Trưởng Hội PG thống Nhất\n\nHiệu Trưởng trường tu học Phật Pháp TW\n|1954 - 1955\n|\n|-\n|Hòa thượng [[Thích Đức Nhuận]]\n|1897 - 1993\n|Tông Tào Động\n|Đệ Nhất [[Pháp chủ|Pháp Chủ GHPGVN]]\nHội Trưởng Hội PG Thống Nhất VN\n|1955 - 1969\n|\n|-\n|Hòa thượng [[Thích Tâm An]]\n|1892 - 1982\n|\n|Phó Hiệu Trưởng Trường Tu Học Phật Pháp Trung ương\n|1969 - 1982\n|\n|-\n|Hòa thượng [[Thích Tâm Tịch]]\n|1915 - 2005 \n|Tông Lâm Tế\n|Phó Pháp Chủ Kiêm Chánh Thư ký Hội đồng Chứng Minh\nĐệ Nhị [[Pháp chủ|Pháp Chủ GHPGVN]]\n|1982 - 2005 \n|\n|-\n|Hòa thượng [[Thích Thanh Tứ]]\n|1927 - 2011\n|\n|Đại biểu QH nước CHXHCNVN khóa XI, XII\nUỷ viên Đoàn Chủ tịch TW Mặt Trận TQ VN\n\nThành viên Hội đồng Chứng Minh GHPGVN\n\nPhó Chủ tịch Thường trực Hội đồng Trị Sự TƯ GHPGVN\n\n|2005 - 2011\n|\n|-\n|Hòa thượng [[Thích Thanh Nhiễu]] \n|1952\n|\n|Phó Chủ tịch Thường trực Hội đồng Trị Sự TƯ GHPGVN\n|\n|\n|-\n|\n|\n|\n|\n|\n|\n|-\n|Thượng tọa [[Thích Thanh Điện]]\n|\n|\n|Phó Tổng Thư ký Hội đồng Trị Sự\nChánh văn Phòng I. TƯ. GHPGVN\n|\n|Chánh Đương Gia\n|}\n\n== Trường Cao Cấp Phật Học Trung Ương ==\nNăm 1981 sau khi thống nhất các tổ chức Phật giáo và thành lập Giáo Hội Phật giáo Việt Nam, nhiệm vụ cấp bách khi đó là đào tạo tăng tài nên giáo hội đã thành lập Trường Cao Cấp Phật Học Trung Ương tại Hà Nội có cơ sở là Chùa Quán Sứ. Đây chính là tiền thân của Học Viện Phật giáo Việt Nam tại Hà Nội sau này. Trường tổ chức chiêu sinh khóa 1 (1981-1985), khi đó tăng sinh đều là con em của các tổ đình lớn đất bắc và sau đó trở thành các nhà lãnh đạo của giáo hội hiện nay như:\n\n* Hòa Thượng Thích Thanh Thiền, chùa Quán Sứ.\n*Hòa Thượng Thích Mật Hựu.\n* Hòa Thượng [[Thích Viên Thành]] (1950 - 2002), Phó ban Giáo dục Tăng Ni Trung ương Giáo hội Phật giáo Việt Nam, Phó Ban Văn hóa Trung ương Giáo hội Phật giáo Việt Nam, Trưởng Ban Trị sự Phật giáo tỉnh Phú Thọ, Phó Ban Trị sự Phật giáo tỉnh Hà Tây,.... Trụ trì Chùa Hương, Chùa Thầy, Chùa Vạn Niên.\n* Hòa Thượng Thích Thanh Nhiễu (1952). Phó chủ tịch thường trực Hội đồng trị sự TƯ GHPGVN, trụ trì chùa Quán Sứ.\n* Hòa Thượng Thích Thanh Nhã (1950), Chánh văn phòng Hội đồng chứng minh, Phó ban trị sự PG Hà Nội, Trụ trì chùa Trấn Quốc. (Chủ Tịch Hội Cựu Tăng Ni Sinh)\n* Hòa Thượng Thích Thanh Lương (1949), Chứng minh ban trị sự Nam Định.\n* Hòa thượng Thích Thanh Duệ (1951), Trưởng Ban trị sự PG tỉnh Vĩnh Phúc.\n* Hòa Thượng Thích Gia Quang (1954), Phó chủ tịch Hội đồng trị sự, Trưởng ban thông tin truyền thông, trụ trì chùa liên Phái.\n* Hòa thượng Thích Bảo nghiêm (1956), Phó chủ tịch hội đồng trị sự, trưởng ban trị sự PG Hà Nội, trụ trì chùa Lý Triều Quốc Sư.\n* Hòa Thượng Thích Quảng Tùng (1953), Phó chủ tịch hội đồng trị sự, Trưởng ban trị sự PG Hải phòng, trụ trì chùa Dư Hàng.\n* Hòa Thượng Thích Thanh Điện (1958), Phó tổng thư ký Hội đồng trị sư, Chánh văn phòng I TƯ, trụ trì chùa Duệ Tú.\n* Hòa Thượng Thích Thanh Giác (1957), phó ban trị sự PG hải Phòng, trụ trì chùa Phổ Chiếu.\n* Hòa Thượng Thích Thanh Đạt (1955), Nguyên Viện Trưởng Học viện PG VN tại Hà Nội.\n* Hòa Thượng Thích Thanh Hưng (1952), Uỷ viên thừong trực Hội đồng trị sự, trụ trì chùa Thiên Phúc.\n* Thượng Tọa Thích Nguyên Hạnh (1957), Trưởng ban trị sự PG quận Tây Hồ, Hà Nội, trụ trì chùa tảo Sách.\n* Thượng Tọa Thích Thanh Phúc (1954), Phó trưởng ban trị sự PG Hà Nội, trụ trì Chùa Châu long.\n*Thượng Tọa Thích Thanh Phương (1960 - 2013), Chánh Thư Ký Ban Trị Sự PG Tỉnh Thái Bình, Trụ Trì Chùa Vĩnh Quang.\n* Ni trưởng Thích Đàm Nghiêm, Phó trưởng phâ ban thường trực phân ban ni giới Trung ương.\n* Ni sư Thích Đàm Lan (1956), Phó trưởng phân ban ni giới TƯ, trụ trì chùa Bồ Đề.\n* Ni sư Thích Đàm Khoa (1959), Trụ trì chùa Trăm Gian.\n*Ni sư Thích Diệu Hương, Chùa Phong Hanh, Hải Dương.\n\n==Xem thêm==\n*[[Danh sách chùa tại Hà Nội|Danh sách chùa Hà Nội]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n\n* [https:\/\/anvientv.com.vn\/chua-quan-su Chùa Quán Sứ Tìm Một Góc Bình Yên - Thông Tin Thêm Về Chùa Quán Sứ]\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Chùa tại Hà Nội|Quán Sứ]]\n[[Thể loại:Hoàn Kiếm]]\n[[Thể loại:Chùa Việt Nam]]"}