{"19564207":"{{Thông tin chùa\n| name = Chùa Hà Giang (Hà Nguyên Tự)\n| img = Cửa Chùa Hà Giang.jpg\n| img_size = 250\n| img_capt = Mặt cửa chính điện chùa Hà Giang\n| founded = [[Lê Trung Hưng]]\n| director = [[Giáo hội Phật giáo Việt Nam]]\n| abbot = Chưa có\n| address = Khu Chùa Hà Giang, phường [[Đức Chính]], thị xã [[Đông Triều]], tỉnh [[Quảng Ninh]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n| Thủ Ngang = Phạm Thị Thanh\n}}\n'''Chùa Hà Giang''' (hay còn gọi là '''Chùa Hà Lôi'''; tên tự [[chữ Hán]]: 河源寺; [[âm Hán Việt]]: Hà Nguyên Tự) là một ngôi chùa cổ ở [[Đông Triều]], [[Quảng Ninh]].  Ngoài thờ Phật , Chùa thờ 4 vị Thành Hoàng Làng của Làng Hà Lôi là Trần Triều Bảo Huệ Quốc Mẫu, Trần Triều Bảo Từ Hoàng Thái Hậu, Văn Huệ Thái trưởng Công Chúa, Thượng Trân Công Chúa. Chùa được Ủy ban nhân dân tỉnh Quảng Ninh cho vào mục di tích kiểm kê, phân loại chưa được xếp hạng theo các quyết định: Quyết định số: 2459\/QĐ-UBND, ngày 14\/8\/2009 của UBND tỉnh Quảng Ninh, Quyết định số 789\/QĐ-UBND ngày 26\/3\/2015 của UBND tỉnh, Quyết định số 3929\/QĐ-UBND về việc phê duyệt Danh mục di tích lịch sử - văn hóa và danh lam thắng cảnh trên địa bàn tỉnh Quảng Ninh\n\n==Vị trí==\n'''Chùa Hà Giang''' toạ lạc trên một quả đồi nhỏ bên bờ sông Cầm xưa thuộc Xã Hà Lôi, tổng Mễ Sơn, Huyện [[Đông Triều]], tỉnh [[Hải Dương]] nay thuộc Khu Chùa Hà Giang, phường [[Đức Chính]], thị xã [[Đông Triều]], tỉnh [[Quảng Ninh]], cách phường [[Đông Triều]] khoảng 3,5&nbsp;km, cách [[thành phố Hạ Long]] 67&nbsp;km. Chùa được Ủy ban nhân dân tỉnh Quảng Ninh cho vào mục di tích kiểm kê, phân loại chưa được xếp hạng theo Quyết định số: 2459\/QĐ-UBND, ngày 14\/8\/2009 của UBND tỉnh Quảng Ninh, Quyết định số 789\/QĐ-UBND ngày 26\/3\/2015 của UBND tỉnh và Quyết định số 3929\/QĐ-UBND<ref>{{chú thích báo|title=Quyết định số 3929\/QĐ-UBND về việc phê duyệt Danh mục di tích lịch sử - văn hóa và danh lam thắng cảnh trên địa bàn tỉnh Quảng Ninh}}<\/ref>. Chùa nằm ở đầu bến Hà Lôi thuộc Sông Cầm của ba Khu Hà Lôi Thượng, Hà Lôi Hạ. Phía trước cửa chùa là con sông lớn, ba phía còn lại là đồi núi bao bọc. Phía trên lại gần [[Chùa Quỳnh Lâm]]\n\n==Lịch sử==\nQua các tài liệu như '''''\"Hương ước làng Hà Lôi\"''''' năm 1936 phần \" ''Tế tự'' \"  ghi: Chùa Hà Giang xưa là chùa làng của Làng Hà Lôi, tổng Mễ Sơn, huyện [[Đông Triều]], tỉnh [[Hải Dương]] nay là Khu Hạ 1, Khu Hạ 2, Khu Thượng 1, Khu Thượng 2 thuộc phường [[Tràng An (phường)|Tràng An]], thị xã [[Đông Triều]] tỉnh [[Quảng Ninh]].<ref>{{chú thích báo|title=Hương ước Làng Hà Lôi, tổng Mễ Sơn, huyện Đông Triều, tỉnh Hải Dương|publisher=Viện Hàn Lâm Khoa Học Xã Hội}}<\/ref> Chùa Hà Giang trước đây rất rộng theo tài liệu hương ước của Làng Hà Lôi, tổng Mễ Sơn thì Chùa có 3 Mẫu, 4 sào, 10 thước ruộng Phật tự. Dựa vào một số hiện vật như ngói, rùa đá, tượng chó đá, bia đá và chân tảng cột còn lưu giữ tại Chùa thì Chùa được xây dựng vào thời [[Lê Trung Hưng]]. Sau đó trải qua thời gian bị chiến tranh tàn phá Chùa được trùng tu vào thời [[Nhà Nguyễn|Nguyễn]]. Đến năm 1943 Chùa tiến hành tôn tạo lại. Đến năm 1960 Chùa đã bị phá huỷ hoàn toàn chỉ còn lại phần vách đá ở hậu cung. Năm 1991 gia đình Bác Phạm Văn Vân người Làng Hà Lôi Hạ 1 đã tiến hành tu bổ tôn tạo lại Chùa.\n\nHiện nay, tuy đây là Chùa Làng của các khu Hạ 1, Hạ 2, Thượng 1, Thượng 2 của phường [[Tràng An (phường)|Tràng An]] nhưng Chùa Hà Giang lại nằm trên địa phận Khu Yên Lâm 2, phường [[Đức Chính]] và đã bị lấn chiếm khá nhiều do hoạt động sản xuất gạch và khai thác cát.\n\n==Thờ Tự Thành Hoàng Làng==\nTheo thần tích thần sắc của Làng Hà Lôi, tổng Mễ Sơn, huyện Đông Triều, tỉnh Hải Dương lưu giữ tại Viện Hàn Lâm Khoa học xã hội và truyền khẩu của người dân địa phương thì ngoài thờ Phật Chùa còn thờ 4 vị thành hoàng làng của làng Hà Lôi, hiện vẫn còn tài liệu về 4 sắc phong vào năm Khải Định thứ 9 đời nhà Nguyễn. Bao gồm:\n\n\"1. 陳朝寶惠國母尊神 (Trần Triều Bảo Huệ Quốc Mẫu Tôn Thần) sắc phong mĩ tự là: 莊微翊保中興上等神 (Trang Huy Dực Bảo Trung Hưng Thượng Đẳng Thần)\n\n2. 文惠太長公主尊神 (Văn Huệ Thái Trưởng Công Chúa Tôn Thần) sắc phong mĩ tự là: 莊微翊保中興上等神 (Trang Huy Dực Bảo Trung Hưng Thượng Đẳng Thần)\n\n3. 上珍公主尊神 (Thượng Trân Công Chúa Tôn Thần) sắc phong Mĩ tự là: 莊微翊保中興上等神 (Trang Huy Dực Bảo Trung Hưng Thượng Đẳng Thần)\n\n4. 陳朝寶慈皇太后 (Trần Triều Bảo Từ Hoàng Thái Hậu). '''<ref>{{chú thích sách|title=Di sản Hán Nôm Đông Triều tập 1|publisher=Nhà xuất bản Hồng Đức|page=167}}<\/ref>\n<ref>{{chú thích sách|title=Thần tích - Thần sắc|publisher=Viện Hàn Lâm Khoa Học Xã Hội|page=489}}<\/ref>\n\nBốn vị này thờ ở Chùa cúng vào ngày mồng 1 và ngày rằm. Lễ vật cúng là hoa quả chai bản. [[Tập tin:Toàn cảnh trong Chúa .jpg|nhỏ|Bên trong Chùa]]\n[[Tập tin:Ban Địa Tạng Vương Bồ Tát.jpg|nhỏ|Ban Địa Tạng Vương Bồ Tát]]\n\n==Thờ tự ==\n- Hiện nay trong Chùa ban chính giữa thờ Phật với bức đại tự: \" ''Chư Phật Hải Hội''\". Trên cao nhất là ba pho Di Đà Tam Tôn là: Phật A Di Đà, Quan Âm Bồ Tát, Đại Thế Chí Bồ Tát. Hàng hai là ba pho Hoa nghiêm Tam Thánh là: Phật Thích Ca Mâu Ni, Văn Thù Sư Lợi Bồ Tát, Phổ Hiển Bồ Tát. Hàng ba là pho Quan âm Chuẩn Đề và Toà cửa long cùng 7 vị Phật Dược Sư.\n\n- Bên tả là ban Đức Chúa Ông Cấp Cô Độc và hai ngài thị giả là Gia Lam, Chân Tể. Bên trên là bức đại tự: ''“Thần Uy Mặc Trắc”''\n\n- Bên hữu là ban Tứ phủ công đồng thờ Mẫu bao gồm hàng trên cùng là 3 pho Tượng Tam Toà Thánh Mẫu, hàng hai là pho Quan Lớn Đệ Tam Thoải Phủ, hàng Ba là 3 pho Chầu Bà Đệ Tam Thoải Cung, Cô Bơ Thoải Cung, Cô Chín Sòng Sơn. Trên có bức đại tử: ''\" Thủy Đức Lưu Trường\"''\n\n- Hạ ban thờ Ngũ Hổ với một tượng Bạch Hổ\n\n- Bên gian ngoài có ban thờ và tượng của Địa Tạng Vương Bồ Tát. Trên có bức đại tự ''“ U Minh Giáo Chủ”''\n\n- Sân Chùa có một đình nhỏ thờ Bia và một cây hương bên trong thờ Mẫu Bán Thiên và Chúa Bà Năm Phương cùng với hiện vật tượng rùa đá, chó đá, chân tảng. \n==Bị Lấn Chiếm==\nDo hoạt động khai thác cát và sản xuất gạch nên Chùa Hà Giang bị lấn chiếm rất nhiều. Hiện nay, Chùa đã không còn đường đi vào Chùa\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Chùa tại Quảng Ninh]]\n[[Thể loại:Đông Triều]]"}