{"23787":"{{Thông tin chùa\n| name = Chùa Bút Tháp\n| tên khác = chùa Nhạn Tháp, chùa Thấp, Thiếu Lâm Tự, Hoàng Cung Tự\n| img = VN But Thap3 tango7174.jpg\n| img_size = 250\n| img_capt = Am Tích Thiện\n| vĩ độ = 21\n| vĩ phút = 06\n| vĩ giây = 56.95\n| vĩ hướng = N\n| kinh độ = 106\n| founded = vào đời vua [[Trần Thánh Tông]]\n| trụ trì = [[Thích Thanh Sơn]]\n| address = thôn Bút Tháp, xã [[Đình Tổ]], thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]]\n| kinh phút = 02\n| kinh giây = 35.02\n| kinh hướng = E\n| tên tự = Ninh Phúc tự (寧福寺)\n| country = {{VNM}}\n| loại di tích đặc biệt = kiến trúc\n| ngày nhận đặc biệt = 09 tháng 12, 2013\n| quyết định đặc biệt = 2383\/QĐ-TTg\n| loại di tích quốc gia = lịch sử\n| loại di tích quốc gia 2 = kiến trúc\n| ngày nhận quốc gia = 28 tháng 4, 1962\n| quyết định quốc gia = 313-VH\/VP\n}}\n'''Chùa Bút Tháp''' ('''Ninh Phúc tự''' 寧福寺) nằm ở bên đê hữu ngạn [[sông Đuống]], thôn Bút Tháp, xã [[Đình Tổ]], thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]]. Ngoài ra, nhân dân trong vùng còn gọi là '''chùa Nhạn Tháp''', '''chùa Thấp'''. Tên cũ của chùa trước đây gồm có: Thiếu Lâm Tự, Hoàng Cung Tự.\n\nTrong chùa có tượng [[Tượng Quan Âm nghìn mắt nghìn tay (chùa Bút Tháp)|Quan Âm thiên thủ thiên nhãn]] bằng [[gỗ]] lớn nhất Việt Nam. Đây cũng là một [[di tích quốc gia đặc biệt]] của Việt Nam được xếp hạng đợt 4.\n\n==Lịch sử==\n[[Tập tin:VN But Thap1 tango7174.JPG|nhỏ|200px|trái|Cầu đá phía sau thượng điện từ thềm cao xuống sân]]\nĐể xác định chùa có từ bao giờ thì chưa có nhà nghiên cứu nào đưa ra một tài liệu chính xác. Theo sách ''Địa chí Hà Bắc'' ([[1982]]) thì chùa có từ đời vua [[Trần Thánh Tông]] ([[1258]]-[[1278]]). [[Thiền sư]] [[Huyền Quang]] (đỗ [[Trạng nguyên]] năm [[1297]]) đã trụ trì ở đây. Ông cho dựng ngọn tháp [[đá]] cao 9 tầng có trang trí hình hoa sen. Ngọn tháp này nay không còn nữa. Đến [[thế kỷ 17]], chùa đã trở nên nổi tiếng với sư trụ trì là Hòa thượng [[Chuyết Chuyết]] ([[1590]]-[[1644]]), người tỉnh [[Phúc Kiến]], [[Tên gọi Trung Quốc|Trung Hoa]], sang Việt Nam năm [[1633]] và trụ trì ở chùa. Năm [[1644]], Hòa thượng viên tịch và được vua Lê phong là \"Minh Việt Phổ Giác Quảng Tế Đại Đức Thiền Sư\". Tiếp đó, người kế nghiệp trụ trì chùa Bút Tháp là Thiền sư [[Minh Hạnh]], học trò xuất sắc của Hòa thượng Chuyết Chuyết. Vào thời gian này, [[Hoàng thái hậu]] [[Trịnh Thị Ngọc Trúc]] (Diệu Viên) đã rời bỏ cung thất, về đây tu hành. Thấy chùa bị hư nát nhiều, bà cùng con gái là [[công chúa]] Lê Thị Ngọc Duyên (Diệu Tuệ), xin phép Chúa [[Trịnh Tráng]], rồi bỏ tiền của, ruộng lộc ra công đức để trùng tu lại ngôi chùa. Đến năm [[1647]], chùa mới được làm xong. Chùa kiến trúc theo kiểu \"Nội Công Ngoại Quốc\". Về cơ bản, quy mô và cấu trúc của chùa Bút Tháp hiện nay chính là ngôi chùa được xây dựng trong thời kỳ đó.\n\nĐời vua [[Tự Đức]], năm [[1876]], khi vua qua đây thấy có một cây tháp hình dáng khổng lồ liền gọi tên là Bút Tháp, nhưng trên đỉnh vẫn ghi là tháp Bảo Nghiêm.\n\nChùa được trùng tu vào các năm [[1739]], [[1903]], [[1915]], [[1921]] và gần đây vào năm [[1992]]-[[1996]]. Đây là ngôi chùa có kiến trúc quy mô hoàn chỉnh nhất còn lại ở [[Việt Nam]].{{fact|date = ngày 17 tháng 7 năm 2014}}\n\nVới những giá trị tiêu biểu về lịch sử và nghệ thuật, chùa Bút Tháp đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa Thông tin]] xếp hạng là di tích cấp quốc gia theo quyết định số 313-VH\/VP ngày 28 tháng 4 năm 1962.\n\n==Kiến trúc==\nĐây là một trong không nhiều ngôi chùa cổ, có quy mô kiến trúc lớn của [[Đồng bằng sông Hồng|Đồng bằng Bắc Bộ]] còn lại đến ngày nay. Chùa có kiến trúc độc đáo, bố cục hài hòa giữa kiến trúc với môi trường thiên nhiên. Toàn bộ kiến trúc chính của chùa quay theo hướng Nam, một hướng truyền thống của người Việt. Đối với [[phật giáo|đạo Phật]] hướng Nam là hướng của trí tuệ, của [[bát nhã]].\n\nQuần thể kiến trúc còn giữ lại nhiều di tích của [[thế kỷ 17]]. Cụm kiến trúc trung tâm ở Chùa Bút Tháp bao gồm 8 đơn nguyên chạy song hành được bố trí đăng đối trên một đường \"Thần Đạo\" và được bao bọc bởi hai dãy hành lang chạy suốt dọc chùa ở hai bên, đó là tòa Tiền Đường Thượng Điện, cầu đá tòa Thích Thiện Am Trung Đường, phủ thờ nhà Hậu Đường và hàng tháp đá. Sự bố trí chặt chẽ ở khu vực trung tâm này thể hiện một nội dung tư tưởng về giáo lý của đạo Phật. Phật điện của chùa gần như nguyên sơ của chùa cổ Việt Nam, gồm 10 nếp nhà nằm trên một trục dài hơn 100 [[mét|m]]. Qua cửa [[Tam quan]], đến gác chuông hai tầng, tám mái.\n\nChùa chính với ba dãy nhà Tiền đường - Thiên hương - Thượng điện tạo thành chữ \"công\". Cách bố trí như vậy làm nổi bật điện thờ bên trong với các pho tượng.\n\nKiến trúc chùa vẫn dùng khung gỗ chịu lực nhưng nền bệ lan can dùng đá rất phổ biến, trên có những hình động vật được khắc trông sinh động và độc đáo. Trang trí được thể hiện ở mọi nơi trên các chất liệu gỗ và đá, ở kiến trúc và ở các đồ thờ. Đặc biệt trên lan can tòa Thượng Điện có 26 bức chạm khắc đá, trên lan can cầu đá nối với Tòa Thích Thiện Am có 12 bức và ở lan can quanh chân tháp Báo Nghiêm có 13 bức. Như vậy tổng cộng các bức chạm khắc đá ở chùa Bút Tháp là 51 với những đề tài khác nhau, nhưng đều thống nhất với nhau ở mặt chất liệu, phong cách và thống nhất về niên đại.\n\nHình ảnh chạm khắc ở đây sống động tươi vui hàm chứa ý nghĩa Phật đạo và đặc biệt mang đậm nét tính chất nghệ thuật thiền. Các bức chạm đều tập trung về đề tài thiên nhiên phong phú sinh động như [[Tứ linh|Tứ Linh]] Quý.\n\n== Tượng phật Quan Âm nghìn mắt nghìn tay ==\n{{main|Tượng Quan Âm nghìn mắt nghìn tay (chùa Bút Tháp)}}\n\n[[Tập tin:Quan âm chùa Bút Tháp 01.jpg | thumb | 220x124px | right | alt= Là kết hợp giữa 3 hình tướng của Quan âm: Quan âm Thập nhất diện, Quan âm Thiên thủ, Quan âm Nam Hải |\nQuan âm chùa Bút Tháp]]\n[[Tập tin:Quan âm chùa Bút Tháp 02.jpg | thumb | 220x124px | right | alt= Là đại diện cho Quan âm Nam Hải, thể hiện cái thiện luôn chiến thắng cái ác |\nThuỷ quái đỡ bệ sen]]\n[[Tập tin:Quan âm chùa Bút Tháp 03.jpg | thumb|220x124px | right | Đài sen của tượng]]\nChùa Bút Tháp có nhiều tượng cổ với giá trị thẩm mỹ cao, trong đó nổi bật nhất là tượng [[Quan Âm]] nghìn mắt nghìn tay thế kỷ XVII. Bức tượng này là một trong những tác phẩm tiêu biểu nhất của nền văn hóa và nghệ thuật Việt Nam, đánh dấu mốc cho sự phát triển của tinh thần dân tộc<ref name=\"Phan Cam Thuong\">{{Chú thích web |url=https:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=57C203 |ngày truy cập=2020-05-01 |tựa đề=Phan Cẩm Thượng, 'Tình trạng pho tượng Phật bà Quan âm nghìn mắt nghìn tay chùa Bút Tháp', Giác Ngộ Online, truy cập ngày 1 tháng 5 năm 2020 |archive-date=2022-09-25 |archive-url=https:\/\/web.archive.org\/web\/20220925120716\/https:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=57C203 |url-status=dead }}<\/ref>. Bức tượng được Thủ tướng Chính phủ công nhận là Bảo vật quốc gia trong Đợt đầu tiên năm 2012<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?_page=1&class_id=2&document_id=163908&mode=detail Quyết định số 1426\/QĐ-TTg của Thủ tướng Chính phủ: Về việc công nhận bảo vật quốc gia, Cổng thông tin điện tử Chính phủ]<\/ref>.\n\nTượng Quan âm Bút Tháp được bảo quản tốt từ khi ra đời cho đến những năm 1950, khi chiến tranh chống Pháp lan rộng ra đồng bằng Bắc bộ. Từ năm 1950 - 1953, làng Bút Tháp chịu nhiều trận công kích của Pháp, chùa Bút Tháp bị trúng nhiều đạn pháo, nhiều công trình bị đổ. Đặc biệt trận đánh năm 1953, cả làng Bút Tháp bị thiêu trụi, trừ ngôi chùa này. Các tượng Phật cũng mất mát và hư hỏng nhiều trong khói lửa. Trong kháng chiến chống Mỹ, do chiến tranh bom đạn lan rộng, bảo tàng Mỹ thuật Việt Nam đã đưa tượng Phật bà Quan âm đi sơ tán và trả lại sau chiến tranh. Quá trình đó và cả sau này, tượng Quan âm bị giới nghệ thuật và lịch sử đổ thạch cao, làm phiên bản nhiều lần, thậm chí người ta ốp thẳng khuôn thạch cao lên tượng. Nên pho tượng bị bong tróc và hỏng nhiều chi tiết. Nhiều đoạn nối giữa khuỷu tay và cánh tay, nhiều ngón tay hỏng không được sửa cẩn thận mà chỉ được đắp bằng thạch cao rồi phủ sơn lên, nay thạch cao rời ra để lộ những chỗ nối. Một vài chi tiết bị gãy mất, và bốn con quỷ đội bệ bốn góc cũng bị mất<ref name=\"Phan Cam Thuong\" \/>.\n\nĐợt trùng tu lớn năm 1993, trong đó có cả một số tượng được tu sửa, nhưng những tượng này hỏng nhanh hơn các tượng không được tu sửa. Do không có phương tiện hiện đại soi chụp, các nhà nghiên cứu không rõ tượng Quan âm Bút Tháp có nhiều ổ rỗng hay không, nhưng chất lượng thân tượng là tương đối tốt, trừ 42 tay lớn do chịu lực giơ tự nhiên, (nhất là tay vươn cao) đều dễ bong gãy. Phần đầu tượng, các chi tiết trang trí trên mũ cũng bị sứt gãy nhiều, và có lẽ phần này bên trong lõi gỗ không còn tốt nữa, cũng bởi nơi nhiều chi tiết, người xưa sử dụng phương pháp đắp đất trộn sơn, nên khả năng hỏng cũng nhiều hơn nơi thuần là gỗ<ref name=\"Phan Cam Thuong\" \/>.\n\n== Các tác phẩm điêu khắc cổ ==\nNgoài tượng Phật bà nghìn mắt nghìn tay, hai kiệt tác điêu khắc khác nữa làm thành một bộ ba tác phẩm danh bất hư truyền là tượng Tây Thiên Đông Độ Việt Nam lịch đại Tổ sư và tượng Thị Kính. Pho tượng [[Tuyết Sơn (tượng Phật)|Tuyết Sơn]] ở đây cũng là một kiệt tác của thế kỷ 17.\n\nNgoài ra, trong chùa có nhiều pho tượng [[gỗ]] được tạc trong tư thế quỳ, đứng, ngồi với nét mặt thành kính trông rất sinh động như pho tượng Kim Đồng - Ngọc Nữ; tượng [[A-la-hán|La Hán]] thể hiện cảm xúc nội tâm, mang nặng ý tưởng [[Phật giáo]].\n\nPhủ thờ nằm sau Phật điện là ngôi nhà 5 gian có hai pho tượng đáng chú ý. Hai pho tượng này là chân dung [[hoàng hậu Trịnh Thị Ngọc Trúc]] đầu đội vương miện nhưng khoác áo tu hành, và công chúa Ngọc Duyên. Cả hai pho tượng đều ngồi theo dáng [[toạ thiền]].\n\nTượng cổ thường có xu hướng rỗng lõi, nhiều nơi đã bơm các hóa chất đặc vào trong, như vậy sẽ làm pho tượng hỏng nhanh trong tương lai, chỉ có thể lấy gỗ mít cũ, nghiền ra mùn cưa trộn với sơn ta và đất phù sa nhét vào chỗ rỗng thì bền lâu. Hiện tại chất lượng kỹ thuật của các tượng Phật Bút Tháp không đồng đều. Những tượng gỗ vẫn còn tốt, những tượng lõi gỗ với chi tiết đắp đất phủ sơn bong tróc nhiều. Những tượng đất phủ sơn hoàn toàn xuống cấp nặng. Những pho tượng được sơn mới và trùng tu đều có xu hướng hỏng, và hỏng từ bên trong do màng sơn mới làm tượng không thở được<ref name=\"Phan Cam Thuong\" \/>.\n\nTừ thượng điện, đi qua một chiếc cầu đá có ba nhịp uốn cong dẫn đến ngôi nhà gọi là ''Tích Thiện am''. Trên cầu có 12 bức phù điêu [[đá]] chạm chim muông hoa lá. Tích Thiện am là một ngôi nhà có ba tầng mái. Trong Tích thiện am, có cây Cửu Phẩm Liên Hoa, là một tháp bằng gỗ 9 tầng, 8 mặt, có thể quay tròn quanh một trục, có gắn tượng [[Phật]] và chạm những cảnh dân gian hay lấy đề tài trong Phật thoại.\n\n==Tháp Báo Nghiêm==\n[[Tập tin:Bao Nghiem Tower 2.jpg|nhỏ|phải|200px| Tháp Báo Nghiêm chùa Bút Tháp]]\n\nChùa có tháp Báo Nghiêm thờ [[Hòa thượng|Hoà thượng]] Chuyết Chuyết, đỉnh tháp là ngọn bút trông giống như cây bút khổng lồ vươn thẳng tới trời cao thanh vắng. Tháp cao 13,05 [[mét]], năm tầng với một phần đỉnh xây bằng đá xanh; ngoài tầng đáy rộng hơn với mái hiên nhô ra; bốn tầng trên gần giống nhau, mỗi cạnh rộng 2 m. Năm góc của 5 tầng có 5 quả chuông nhỏ. Lòng tháp có một khoang tròn đường kính 2,29 m. Ngoài kỹ thuật xây dựng đá, phần bệ tượng được bao quanh bằng hai vòng tường cấu tạo bằng cột và lan can. Riêng ở tầng dưới cùng của toà tháp này có mười ba bức chạm đá với lấy đề tài chủ yếu là các con thú. Tháp thể hiện tài ghép đá và nghệ thuật điêu khắc tuyệt vời của người thợ Việt Nam xưa.\n\n== Các đời trụ trì ==\n* [[Huyền Quang]] ([[Lý Đạo Tái]] (1254 - 1333)) thiền sư\n* [[Chuyết Công]] hòa thượng: Minh Việt Phổ Giác Quảng Tế Đại đức Thiền Sư\n* [[Minh Hành]] thiền sư\n* Sa Môn [[Tính Hài]] 1739\n* Đại đức [[Thích Thanh Sơn]] (hiện nay)\n==Lễ hội==\nLễ hội chùa Bút Tháp (địa phương trong vùng quen gọi là hội chùa Thấp) diễn ra vào ngày 24 tháng 3 [[âm lịch]] là một lễ hội lớn với nhiều nghi lễ và các trò chơi dân gian, thu hút đông đảo khách thập phương trong và ngoài tỉnh đến dự.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n{{thể loại Commons}}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=136000&ChannelID=10 10 kỷ lục văn hóa Phật giáo Việt Nam]\n\n{{coord|21.06083|N|106.0222|E|source:dewiki_region:VN-56_type:landmark|format=dms|display=title}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Chùa tại Bắc Ninh|Bút Tháp]]\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}