{"14121404":"{{Thông tin chùa\n| tên = Chùa Dàn <br>智果寺<br\/>\n| hình =\n| ghi chú hình = Cổng tam quan Chùa Dàn Câu\n| loại bản đồ =\n| ghi chú bản đồ =\n| vĩ độ = 21.044022 \n| vĩ phút = \n| vĩ giây = \n| vĩ hướng = N\n| kinh độ = 106.034565\n| kinh phút = \n| kinh giây = \n| kinh hướng = E\n| tên tự = \n| núi = \n| quốc gia = {{flagicon|Vietnam}} Việt Nam\n| địa chỉ = thôn Phương Quan, [[Trí Quả]], [[Thuận Thành]], [[Bắc Ninh]]\n| tông phái = \n| khởi lập = Thế kỉ II\n| quản lý = [[Giáo hội Phật giáo Việt Nam]]\n| đóng cửa = \n| người sáng lập = \n| trụ trì = \n| web = \n| di tích = \n}}\n\n'''Chùa Dàn''' (tên chữ là ''Trí Quả tự'') còn gọi là '''Chùa Dàn Phương Quan''' hay '''Chùa Dàn Câu''' là ngôi chùa thuộc hệ thống [[Tứ pháp]], tương truyền được dựng từ thế kỷ thứ 2. Chùa nằm ở thôn Phương Quan, xã [[Trí Quả]], huyện [[Thuận Thành]], tỉnh Bắc Ninh.\n\n== Tên gọi ==\nTên chữ của chùa là ''Trí Quả tự'' (chữ Hán:智果寺) trùng với tên của xã Trí Quả. Tuy nhiên tên chùa có lẽ đã tồn tại từ trước tên xã. Trong sách [[Thiền uyển tập anh]] đã nói đến vị thiền sư tu tại chùa này từ đời [[nhà Lý]]:\n\n{{cquote|Thiền sư Thiền Nham (1093-1163)\n'''''Chùa Trí Quả''', làng Cổ Châu, Long Biên. Người Cổ Châu, họ Khương, tên Thông.(...)\n\n''Trong khoảng Hội Phong (1092 -1100), Sư ứng thí [[kinh Pháp hoa]] và [[Bát nhã]] tại điện vua, đều trúng Giáp khoa. Sau nhờ một lời của Pháp Y, chùa Thành Đạo mà được ấn khả, Sư nhân thế xuất gia. Lúc đầu, Sư đến ở chùa Thiên Phúc, núi Tiên Du, giới hạnh tinh nghiêm, đạo tâm rộng lớn, ăn lá cây uống nước suối, trải đến sáu sương. Sau đó, Sư trở về làng mình, '''trùng tu lại chùa Trí Quả mà trụ trì'''. Trong khoảng Đại Thuận (1128-1132), trời hạn. Vua mời Sư đến kinh cầu mưa thì tức có hiệu nghiệm. Vua phái làm danh tăng, ban cho áo ngự. Mỗi khi nhà nước có cầu đảo, Sư đều làm chủ.''|||Thiền uyển tập anh, ''Quyển hạ'', ''Thiền sư Thiền Nham''<ref>[https:\/\/thuvienhoasen.org\/p55a10801\/phan-ii-07-thien-uyen-tap-anh-ngu-luc-quyen-ha [[Lê Mạnh Thát]], Phần II - Bản dịch Thiền uyển tập anh, ''Nghiên cứu về Thiền uyển tập anh'', Viện Nghiên cứu Phật Học Việt Nam, Nhà xuất bản Phương Đông, 2006, truy cập ngày 13 tháng 5 năm 2020]<\/ref>}}\n\nChùa thường được gọi là '''chùa Dàn''', gọi tắt từ '''chùa Dàn Câu''' theo tên nôm của làng Phương Quan (làng Dàn Câu). Tuy nhiên cách chùa khoảng 800m, cùng xã Trí Quả, có một ngôi chùa nữa tại thôn Xuân Quan (làng Dàn Chợ) cũng tên là [[Chùa Xuân Quan|chùa Dàn]] nên chùa được gọi là ''Chùa Dàn Phương Quan'' hay ''Chùa Phương Quan'' để phân biệt. Chùa nằm ngay cạnh đình làng Dàn Câu nên cũng gọi chung là cụm đình - chùa Dàn.\n\n== Pháp Điện ==\n[[Tập tin:Pháp Điện chùa Trí Quả.jpg|nhỏ|phải|280px|Cận cảnh khuôn mặt tượng Pháp Điện]]\nChùa Dàn Câu là nơi thờ chính của '''Pháp Điện''' hay còn gọi \"Đại Thánh Pháp Điện Phật \" đứng thứ tư trong Tứ Pháp, chủ quản về '''Chớp''' (chữ Hán:電 - điện), gắn lền với truyện [[Phật Mẫu Man Nương]]. Xưa Sĩ Nhiếp nhờ Man Nương vớt được cây Dâu trên sông trước của thành Luy Lâu, tạc thành 4 pho tượng Phật, tạc đến pho thứ tư thì trời có [[chớp]] liền đặt tên Pháp Điện, cho dựng chùa Trí Quả để thờ phụng, tên nôm của làng là Dàn nên Pháp Điện cũng được gọi là '''Bà Dàn'''. Cùng với Bà Dâu, Bà Đậu, Bà Tướng, nhân dân quan niệm [[Tứ pháp]] là bốn chị em, trong đó Bà Dâu là chị cả, Bà Đậu là chị hai, Bà Tướng là chị thứ ba và em út là Bà Dàn.\n\nChùa còn lưu giữ được các [[sắc phong]] năm Chiêu Thống nguyên niên (1786), Bảo Hưng nhị niên (1802) phong cho Phật Pháp Điện và hai vị Thành Hoàng trong đình làng Dàn Câu<ref name=\"tv\">[https:\/\/www.youtube.com\/watch?v=L8Wl8GMMS40 Đài phát thanh và truyền hình Bắc Ninh, ''Đình chùa Phương Quan - Với tục thờ Pháp Điện'', YouTube, 2019, truy cập ngày 13 tháng 5 năm 2020]<\/ref>:\n*Phật Pháp Điện: ''Đại thánh Pháp Điện dực thánh bản cảnh tuệ tĩnh tôn thần''\n*Bản cảnh Thành hoàng: ''Thiên quang linh ứng đại vương''\n*Bản xứ Thổ địa: ''Thổ kỳ linh ứng đại vương''\n\nTượng Pháp Điện còn lại đến nay có niên đại khoảng thế kỷ 18, được công nhận là bảo vật quốc gia số 10, đợt 6 (năm 2017) cùng với ba pho tượng Tứ pháp còn lại. Tượng cao 1,7m, tọa thiền trên tòa sen mặt hiền từ phúc hậu, gò má cao, sơn màu đỏ tươi, mắt sáng mày cong, miệng mỉm cười tinh nghịch,bàn tay phải giơ lên, tay trái để trên đùi, trong lòng bàn tay có hạt minh châu. Bà Dàn là em út nên được tạc gương mặt trẻ và tươi vui nhất trong các tượng Tứ Pháp<ref name=\"Thuan Thanh\">[http:\/\/disanvanhoathuanthanh.vn\/Tourism\/Places\/8\/Chua-Dan.html Đỗ Thị Thủy, ''Chùa Dàn'', Di sản văn hóa huyện Thuận Thành tỉnh Bắc Ninh, Phòng Văn Hóa và Thông Tin huyện Thuận Thành, tỉnh Bắc Ninh]<\/ref>.\n\nTrong lễ rước tượng của Hội Dâu, kiệu của Bà Dàn phải đi cuối, và do Bà Dàn tinh nghịch, nên bao giờ cũng phải chờ kiệu các chị đi một đoạn xa rồi mới đi theo, do trên đường bà Dàn sẽ cho kiệu chạy lung tung, rẽ phải rẽ trái, rồi chạy rất nhanh. Kiệu rước bà Dàn cũng phải đi kèm mục \"đánh gậy\" để dẹp lối cho các đoàn rước và lấy đất mở hội. Ba mươi hai thanh niên làng Dàn khoẻ mạnh, được phân công đi thành đoàn, mỗi người mang theo một cây gậy tre (gậy tre cuốn giấy đỏ bên ngoài thì gọi là \"hồng côn\"; gậy tre \"bánh tẻ\" đem xát muối, phơi nắng cho trắng thì gọi là \"bạch trượng\"), vừa đi vừa múa theo một vũ điệu nhanh, mạnh để mở lối<ref>[http:\/\/www.hids.hochiminhcity.gov.vn\/c\/document_library\/get_file?uuid=3dc12445-2b62-470a-b6fe-6a64d9bc9648&groupId=13025 Nguyễn Hữu Toàn - Lê Quốc Vụ, ''Tiếp biến văn hóa Việt Nam và văn hóa khu vực (Qua một số di sản văn hóa phi vật thể ở vùng Dâu - Thuận Thành - Bắc Ninh)'', Tạp chí Khoa học (VNH3.TB4.609), Trường Đại học Hồng Đức, Viện nghiên cứu phát triển Thành phố Hồ Chí Minh, truy cập ngày 13 tháng 5 năm 2020]<\/ref>.\n\n== Kiến Trúc ==\n[[Tập tin:Tượng Pháp Điện khi chưa phong y áo.jpg||nhỏ|280px|Tượng Pháp Điện nguyên bản, chưa \"phong y\" (mặc áo)]]\n\nDấu tích Chùa Dàn từ thời Bắc thuộc không còn lại gì. Kiến trúc còn lại đến ngày nay là của thời Lê Trung Hưng - Nguyễn. Lần trùng tu gần đây nhất là năm 2017<ref name=\"tv\"\/>. Hiện quần thể di tích gồm chùa và đình Dàn liên hoàn theo kiểu \"tiền Thần hậu Phật\" gồm: tam quan, phương đình, tiền tế, ống muống, thượng cung; phía sau là tam bảo hậu, nhà tổ, nhà mẫu, tháp mộ, vườn cây bao quanh.\n\nNhìn thẳng sau Tam quan là phương đình thời Nguyễn khá đồ sộ làm theo kiểu chồng diêm 2 tầng 8 mái đao cong mới được phục dựng<ref name=\"Thuan Thanh\"\/>. \nKhu thờ tự chính của chùa gồm:\n\n'''Tiền tế''' (còn được gọi là Đình Thượng) còn bảo lưu nguyên vẹn kiến trúc thời Lê - Nguyễn. Tiền tế có quy mô lớn với diện tích (21m x 9m) gồm 5 gian 2 chái với bốn góc đao cong vút, mái lợp ngói mũi, giữa bờ nóc đắp hình \"Lưỡng long chầu nguyệt\", đầu kìm là 2 đầu rồng lớn; các góc đao được tạo dáng cong vút nhưng mềm mại duyên dáng, đầu đao trang trí hình rồng, phượng; bờ dải đắp nổi nghê chầu. Bộ khung được làm bằng gỗ lim to khỏe vững chắc (cột cái là 1,30m, cột quân là 0,85m), vì nóc kiểu \"con chồng giá chiêng\" ăn mộng với các hàng cột dọc và ngang, liên kết với hệ thống hoành, xà, cốn, [[bảy (kiến trúc)|bẩy]].\n\nTrên các bộ phận kiến trúc như đầu dư, cốn, bẩy đều được chạm nổi [[Tứ linh]] tinh xảo nghệ thuật. Đặc biệt là các đầu dư được chạm thành hình đầu rồng bằng kỹ thuật chạm kênh bong các nghệ nhân xưa đã thể hiện những đầu rồng to lớn, miệng há rộng để lộ rõ viên ngọc, bờm và râu tóc bay ngang nét mác mang phong cách nghệ thuật của thời Hậu Lê. Tại gian giữa đặt một sập thờ cổ kiểu chân quỳ chạm khắc xảo nghệ thuật; gian bên phải đặt ban thờ \"Tổ nghề\" có công dạy dân làng nghề làm lưỡi câu.\n\n'''Ống muống''' là một tòa nhà chạy dọc nối giữa Tiền tế và Thượng cung bằng hệ thống vì, cột, kẻ góc, diện tích (7,30m x 8,10m), gồm 3 gian, bộ khung gỗ lim liên kết với nhau bởi các hàng cột dọc và ngang dọc (chu vi cột cái là 1,0m, chu vi cột quân là 0,68m). Ngăn giữa Ống muống và Thượng cung là hệ thống cửa cấm được trang trí hoa văn rồng mây. Tại Ống muống là nơi đặt khám thờ và ngai bài vị của Thành Hoàng.\n\n'''Thượng cung''' nối với ''Ống muống'', gồm 1 gian 2 chái với 4 mái đao cong, đỉnh nóc đắp nổi \"Lưỡng phượng chầu đề\" rất độc đáo. Bộ khung được làm bằng gỗ lim chắc khỏe, liên kết với nhau bởi vì nóc và các hàng cột dọc và ngang (cột cái có chu vi 1,35m, cột quân có chu vi 1,0m). Trên câu đầu còn nguyên dòng chữ Hán ghi khắc năm trùng tu tôn tạo vào thời vua [[Thành Thái]] (1903):\n\n<blockquote>''Thành Thái thập tứ niên, thập nhất nguyệt, thập lục nhật, tuế thứ Nhâm Dần thập nhị nguyệt thập lục nhật thụ trụ thượng lương thời đại cát''.<\/blockquote>\n\nSau cùng là '''Tam Bảo hậu''' với kiến trúc thời Nguyễn, có kết cấu kiểu chuôi vồ gồm 7 gian tiền đường và 3 gian thượng điện, bộ khung gỗ lim chắc khỏe; vì nóc theo kiểu \"con chồng, giá chiêng\" liên kết với hệ thống cột, cốn ván mê, bẩy. Tam Bảo hậu là nơi có các lớp tượng về sau và cũng được bài trí như những ngôi chùa làng khác. Ngoài ra, còn có các công trình khác như nhà Tổ, nhà Mẫu, nhà sư, vườn Tháp… tạo thành một quần thể di tích<ref name=\"Thuan Thanh\"\/>.\n\nNgoài ra chùa còn bốn tấm bia có niên đại triều Nguyễn<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=572&Catid=486 Nguyễn Quang Hà, ''Tìm hiểu thêm về lịch sử chùa Dâu (Thuận Thành, Bắc Ninh)'', Thông báo Hán Nôm 2004, Viện nghiên cứu Hán Nôm, truy cập ngày 12 tháng 5 năm 2020]<\/ref>.\n\n== Xem thêm ==\n* [[Chùa Dâu]]\n* [[Chùa Đậu (Bắc Ninh)|Chùa Đậu]]\n* [[Chùa Tướng]] \n* [[Chùa Tổ]] \n* [[Chùa Xuân Quan]]\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Chùa tại Bắc Ninh]]\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Tứ Pháp]]"}