{"15253478":"{{Mồ côi|date=tháng 8 năm 2020}}\n\n{{Dead end}}'''Chùa Khánh An''' hay '''Tu viện Khánh An''' là một ngôi chùa nằm ở [[quận 12]], [[Thành phố Hồ Chí Minh]]. Chùa Khánh An là một trong những ngôi chùa có kiến trúc độc đáo, gắn liền với các sự kiện lịch sử trong thời kỳ kháng chiến chống Pháp của quân và dân An Phú Đông quận 12. Chùa được công nhận là di tích lịch sử cấp Thành phố.\n\n== Lịch sử ==\nTu viện Khánh An (phường An Phú Đông, quận 12, Thành phố HCM) ban đầu là ngôi chùa nhỏ do Tổ sư Trí Hiền (thầy Năm Phận)<ref name=\"ReferenceA\">Ủy ban nhân dân quận 12- Trung tâm văn hóa quận 12: Sơ lược Lịch sử các di tích lịch sử các di tích lịch sử văn hóa trên địa bàn quận 12, Tài liệu tham khảo tháng 7\/2011, Lưu hành nội bộ, tr.20<\/ref> xây dựng năm 1905. Thời điểm ấy, ông Biện Lục hiến tặng một thửa đất khoảng 4 hécta cho sư Trí Hiền để xây dựng chùa Khánh An. Vì vậy nhân dân địa phương thường gọi chùa Khánh An là “chùa thầy Phận” hay “chùa thầy Năm Phận\".<ref name=\"ReferenceA\"\/>\n\nChùa Khánh An khi ấy chỉ là ngôi chùa nhỏ nằm giữa hai làng An Lộc Đông và Hanh Phú (sau này là [[An Phú Đông]]) từng là nơi tập hợp nhiều chiến sĩ yêu nước tham gia chống Pháp.<ref name=\"vnexpress.net\">{{Chú thích web|url=https:\/\/vnexpress.net\/du-lich\/tu-vien-mang-phong-cach-nhat-ban-o-sai-gon-3723242.html|title=Tu viện mang phong cách Nhật Bản ở Sài Gòn|date=ngày 22 tháng 3 năm 2018|website=https:\/\/vnexpress.net|accessdate =ngày 9 tháng 8 năm 2019}}<\/ref>\n\nTháng 7 năm 1939 Chi bộ Đảng đầu tiên của vùng An Lộc Đông được thành lập tại chùa Khánh An. Năm 1940, hai thôn An Lộc Đồng và Hanh Phú sáp nhập thành An Phú Đông. Chi bộ An Phú Đông lúc này có khoảng 20 đảng viên. Thầy Năm Phận - trụ trì chùa Khánh An cũng gia nhập tổ chức Đảng.<ref name=\"ReferenceA\"\/>\n\nDưới sự lãnh dạo của Chi bộ Đảng An Lộc Đông, từ năm 1939 phong trào cách mạng vùng An Lộc Đông phát triển ngày càng mạnh mẽ với nhiều hình thức như: tổ chức mit-tinh đòi giảm sưu giảm thuế, chống bắt thanh niên Việt Nam đi lính làm bia đỡ đạn cho Pháp.... Trước khí thế đấu tranh mạnh mẽ của quần chúng, tháng 7 năm 1940, Xứ ủy Nam Kỷ họp mở rộng quyết định chuẩn bị khởi nghĩa. Các Ban khởi nghĩa được thành lập.\n\nTỉnh úy Gia Định cử Nguyễn Văn Tiến (tức Mười Tiến - tỉnh ủy viên tính Gia Định) lãnh dạo Ban khởi nghĩa tại tổng Bình Trị Thượng. Nhận được chỉ đạo của cấp trên, các thành viên trong Chi bộ An Phú Đông trong đó có thầy Thích Trí Hiền đã tích cực tổ chức nhiều hoạt động nhằm chuẩn bị cho Tổng khởi nghĩa.\n\nKhi khởi nghĩa Nam Kỳ thất bại, một số thành viên của Chi bộ An Phú Đông phụ trách tấn công bót Vườn Tiêu Tân Sơn Nhất, bót ngã năm Vĩnh Lộc bị bắt, trong đó có thầy Thích Trí Thiện, Thầy Thiện bị giam cầm khoảng 1 năm. Mặc dù đã sử dụng những hình thức tra tắn đã man nhưng thực dân Pháp không thê khai thác được thông tin gì nên chúng buộc phải trả tự do cho thầy. Nhưng do bị thương tích nặng vì tra tấn, năm 1942 Thượng tọa Thích Trị Thiện đã qua đời.\n\nSau khi thầy trụ trì tạ thế, chùa Khánh An vẫn tiếp tục trở thành cơ sở bí mật của phong trào cách mạng. Tháng 3 năm 1945, Mười Lụa vượt ngục trở về An Phú Đông đã đến chùa Khánh An đề ẩn náu. Từ đây, ông bắt liên lạc với Phạm Văn Khải (tức Bảy Khái) Bí thư Chỉ bộ xã Quới Xuân để củng cố lại Chi bộ An Phú Đông.<ref name=\"vnexpress.net\"\/>\n\nSau ngày Nam Bộ kháng chiến, tháng 11 năm 1945. lực lượng quân sự và các cơ quan của tỉnh Gia Định đang đóng tại Gò Vấp rút về An Phú Đông. Ngày 25\/12\/1945 Ủy ban kháng chiến tỉnh Gia Định quyết định xây dựng căn cứ An Phú Đồng trên địa bàn hai xã An Phú Đông và Thạnh Lộc. Chùa Khánh An năm trong căn cứ An Phú Đông và là một cơ sở của lực lượng kháng chiến, chùa Khánh An còn nơi Tiểu đội 17 Vệ quốc đoàn tiễn hành sản xuất các loại vũ khí thô sơ như súng mút, mìn ve chai, lựu đạn... để phục vụ kháng chiến.<ref name=\"ReferenceA\"\/>\n\n== Kiến trúc ==\nBan đầu chùa Khánh An chỉ là ngôi chùa nhỏ, là nơi tập hợp của nhiều chiến sỹ yêu nước, cũng chính vì thế, ngôi chùa cũng đã nhiều lần bị thực dân Pháp tấn công, tàn phá. Mãi đến năm 2006, ngôi chùa mới được tồn tạo lại và được xây dựng hoàn thiện như bây giờ.<ref name=\"tuoitre.vn\">{{Chú thích web|url=https:\/\/tuoitre.vn\/tu-vien-voi-phong-cach-nhat-ban-tai-sai-gon-20180401141058407.htm|title=Tu viện với phong cách Nhật Bản tại Sài Gòn|date=ngày 2 tháng 4 năm 2018|website=https:\/\/tuoitre.vn|accessdate =ngày 9 tháng 8 năm 2019}}<\/ref>\n\nTu viện Khánh An mang phong cách của Phật giáo Bắc Tông, đậm nét kiến trúc Á đông. Chánh điện mang tên Phật đường tỉnh thức với kết cấu chính từ gỗ, là nơi tụng kinh, toạ thiền của chư tăng, phật tử. Màu sắc của tu viện có 3 gam màu chủ đạo là nâu gỗ, màu trắng của vôi và màu vàng của những hoa văn trang trí.<ref name=\"tuoitre.vn\"\/> Quanh khuôn viên là những chiếc đèn làm bằng gỗ, dán giấy hình lục giác thường thấy trong các lễ hội hoặc ở lối đi cổng đền chùa của Nhật Bản.\n\nTrên nóc của nhà tăng và khách đường là tòa tháp với màu đỏ và mái ngói ít hình rồng phượng. Điểm nhấn là phần chóp tháp màu vàng cao vút trên nền trời, kiến trúc thường thấy trong đền chùa Nhật Bản.<ref name=\"vnexpress.net\"\/>\n\nVới ý nghĩa là cơ sở cách mạng, nơi ghi dấu nhiều sự kiện quan trọng trong thời kỳ kháng chiến chống Pháp của quân và dân An Phú Đông, quận 12, cùng kiến trúc độc đáo. Chùa Khánh An đã được [[Ủy ban nhân dân Thành phố Hồ Chí Minh|Ủy ban nhân dân thành phố Hồ Chí Minh]] công nhận là [[Danh sách Di tích quốc gia Việt Nam|Di tích lịch sử]] cấp Thành phố vào ngày 27\/7\/2007 theo quyết định Số 3269\/QĐ-UBND.<ref>{{Chú thích web|url=http:\/\/svhtt.hochiminhcity.gov.vn\/tin-chi-tiet\/-\/chi-tiet\/danh-sach-cac-cong-trinh-%C4%91ia-%C4%91iem-%C4%91a-%C4%91uoc-quyet-%C4%91inh-xep-hang-di-tich-tren-%C4%91ia-ban-thanh-pho-ho-chi-minh-%C4%91en-het-thang-5-nam-2017--21236-201.html|title=Danh sách các công trình, địa điểm đã được quyết định xếp hạng di tích trên địa bàn Thành phố Hồ Chí Minh (đến hết tháng 5 năm 2017)|date=ngày 2 tháng 6 năm 2017|website=http:\/\/svhtt.hochiminhcity.gov.vn|accessdate =ngày 9 tháng 8 năm 2019}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh|Khánh An]]"}