{"102762":"{{chú thích trong bài}} \n{{Chùa\n| name = Chùa Bà Già\n| img = \n| img_size = \n| img_capt = \n| denomination = \n| founded = [[nhà Trần]]\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = làng Phú Gia, phường [[Phú Thượng, Tây Hồ]], [[Hà Nội]].\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Bà Già''' là một [[chùa|ngôi chùa]] ở làng Phú Gia, phường [[Phú Thượng, Tây Hồ]], [[Hà Nội]].\n\n==Lịch sử==\nChùa Bà Già có một lai lịch khá cổ. Nguyên, Phú Gia (tên nôm là làng Gạ) là nơi các vua [[nhà Trần]] định cư. Một bộ phận [[người Chăm]] được đưa từ phía nam ra đã dựng một ngôi chùa mà sử Toàn thư đã phiên âm là Đa-da-li. [[Thái uý|Thái úy]] [[Trần Nhật Duật]] (1254-1330) thường tới đây đàm đạo về [[Phật giáo]] với vị sư người Chăm trụ trì. Có thể cái tên Bà Già là từ Đa-da-li mà ra. Nay trong chùa còn bức hoành phi cổ khắc ba chữ \"Bà Già tự\".\n\n==Khung cảnh==\nChùa Bà Già nằm ngay bên bờ sông Hồng, nay thuộc phường [[Phú Thượng, Tây Hồ]], là một công trình kiến trúc Phật giáo có niên đại sớm.Ngôi chùa toạ trên một khuôn viên không rộng nhưng cây cối xum xuê, không khí trong lành, yên tĩnh. Sáng sáng tiếng chim hót trên cây hồng xiêm trước sân làm cho ngôi chùa càng thêm gần gũi.\nSở dĩ chùa mang tên \"Bà Già\" bởi trên mảnh đất này, xưa lắm rồi, có ngôi chùa An Dưỡng tọa lạc. Do bị hư hại nặng, có hai chị em gái chuyên nghề buôn muối, đã phát tâm bồ đề bỏ tiền ra xây dựng, tu sửa lại chùa, tạc tượng Phật, dựng gác chuông đồng. Khi hai bà mất đi, để tỏ lòng biết ơn, dân trong vùng đã đúc tượng hai bà và rước vào chùa thờ, gọi là tượng hậu Phật, từ đó chùa được gọi là chùa Bà Già. Được tận mắt ngắm hai pho tượng Bà Già mới thấy được nét đẹp, nét hồn nhiên với phong cách dung dị, trong tư thế ngồi rất đời thường của người phụ nữ Hà Nội xưa. Pho tượng bà chị được đúc to hơn, trong tư thế ngồi một chân gập, một chân chống, tay phải úp lên đầu gối, tay trái để vào lòng. Ngồi bên cạnh là bà em, ngồi xếp bằng, cả hai tay đều để trên lòng, trong tư thế một người mẹ luôn cầu mong cho mọi người an khang thịnh vượng, sẵn mở lòng nhân ái. Đặc biệt là khuôn mặt của hai bà tròn trịa, hiền lành, phúc hậu, nhưng không giấu nỗi suy tư.\nTừ thời Lê, chùa Bà Già đã có quy mô bề thế và nổi tiếng kinh thành Thăng Long xưa. Đã có câu ca rằng: \"Thứ nhất chùa Bà Đá\" (quận [[Hoàn Kiếm]]), \"Thứ nhì chùa Bà Đinh\" (chùa Châu Lâm, phường Thuỵ Khuê), \"Thứ ba chùa Bà Già, (phường [[Phú Thượng, Tây Hồ]])\". Chùa được xây dựng trên một khu đất rộng, thoáng gọi là \"Quy độ đầu\", thế đất hình con rùa đỗ ở phía Bắc của làng. Đây là điểm di tích khá hấp dẫn trong quần thể di tích chùa [[Kim Liên (định hướng)|Kim Liên]] - [[Phủ Tây Hồ]] - [[Đình Vẽ]] - [[Đình Chèm]].\nQuả là chùa Bà Già là một vốn cổ quý giá cần được trân trọng và bảo tồn. Nhằm tôn vinh những giá trị văn hoá cũng như tín ngưỡng sâu sắc mà chùa Bà Già để lại cho đến ngày nay, các nhà quản lý văn hóa đã công nhận và xếp bằng Di tích lịch sử văn hoá cho chùa từ năm 1996. Với hệ thống giáo lý khuyến thiện trừ ác, chùa là trung tâm sinh hoạt văn hoá tinh thần của một cộng đồng dân cư, một địa chỉ văn hoá khá hấp dẫn về nội dung lịch sử và vẻ đẹp cổ kính thâm nghiêm với cái tên khá độc đáo - chùa Bà Già, góp vào nền văn hoá ngàn năm Thăng Long- Hà Nội.\n\n==Xem thêm==\n*[[Chùa Bà Đanh]]\n*[[Danh sách chùa tại Hà Nội|Danh sách các chùa ở Hà Nội]]\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}{{Chùa tại Việt Nam}}\n[[Thể loại:Chùa tại Hà Nội|Bà Già]]\n[[Thể loại:Tây Hồ (quận)]]"}