{"827732":"{{chú thích trong bài}}\n{{Thông tin chùa\n| tên = Chùa Cảnh Huống\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| vĩ hướng = <!-- bắc điền N, nam điền S -->\n| kinh độ = \n| kinh phút = \n| kinh giây = \n| kinh hướng = <!-- đông điền E, tây điền W -->\n| tên tự = \n| núi = \n| quốc gia = {{VIE}}\n| địa chỉ = thôn Đồn Sơn, xã [[Yên Đức]], thị xã [[Đông Triều]], [[Quảng Ninh]]\n| tông phái = \n| tôn kính = \n| khởi lập = \n| đóng cửa = \n| người sáng lập = \n| sự thầy = \n| quản lý = \n| sư phụ = \n| trụ trì = \n| linh mục = \n| thượng tọa = \n| web = \n| di tích = di tích lịch sử văn hóa cấp Quốc gia\n}}\n\n'''Chùa Cảnh Huống''' (Tên chùa có nghĩa là Chùa cảnh đẹp) là một ngôi chùa ở thôn Đồn Sơn, xã [[Yên Đức]], thị xã [[Đông Triều]], [[Quảng Ninh]], [[Việt Nam]]. Đây là một ngôi chùa cổ có từ thời nhà Trần (Thế kỷ thứ XII – XIV). Chùa gắn liền với sự tích vua [[Trần Nhân Tông]] sau khi lãnh đạo nhân dân chống quân xâm lược giành chiến thắng lần thứ 2 tại sông Bạch Đằng đã về lập chùa trụ trì tại đây và khắc thơ trên vách núi.\n\nTrải qua thời gian chiến tranh chùa đã bị tàn phá nhiều lần. Lần trùng tu lớn nhất là vào thời Lê năm 1664. Chùa từng được sử dụng làm căn cứ địa Cách mạng thời chống pháp, nơi nuôi dưỡng thương binh thời chống Mỹ. Chùa nằm trong khung cảnh núi non hữu tình và có diện tích là 36.000m² gồm 3 gian nhà thờ. Bà con thường đến đây để cúng bái, cầu những điều tốt đẹp đến với gia đình, người thân của mình, cầu cho mưa thuận, gió hòa, cho mùa mang bội thu…\n\nBên phải chùa một mái là đền thờ tổ, được sửa lại năm 1987. Bên trong: thờ tấm bia ghi tên 8 vị thủy tổ có công khai lập làng\nTiếp theo bên cạnh nhà thờ là bàn cờ Tiên dưới một tảng đá lớn tạo thành mái che rộng, bên trong khắc một bàn cờ trên phiến đá. Tục truyền có hai vị tiên ông thường xuống đây chơi cờ, sau này trở thành chỗ chơi cờ của các cụ trong làng.\n\nNăm 1993, quần thể danh thắng, di tích chùa Cảnh Huống, Hang 73 đã được công nhận là di tích lịch sử văn hóa cấp Quốc gia. \n==Tham khảo==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n[http:\/\/www.baoquangninh.com.vn\/du-lich\/201201\/du-lich-van-hoa-Nhin-tu-mo-hinh-o-yen-duc-2159366\/ Du lịch văn hoá: Nhìn từ mô hình ở Yên Đức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120615204230\/http:\/\/www.baoquangninh.com.vn\/du-lich\/201201\/du-lich-van-hoa-Nhin-tu-mo-hinh-o-yen-duc-2159366\/ |date=2012-06-15 }}\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Chùa tại Quảng Ninh|C]]"}