{"14126800":"{{Thông tin chùa\n| tên      = Chùa Đậu<br>成道寺\n| hình      = Luy Lâu Pháp Vũ Phật.jpg\n| cỡ hình    = 180px\n| ghi chú hình  = Tượng Pháp Vũ - di vật cuối cùng còn lại của chùa Đậu cổ, hiện đặt tại [[chùa Dâu]]\n| loại bản đồ  =\n| ghi chú bản đồ =\n| vĩ độ     = \n| vĩ phút    = \n| vĩ giây    = \n| vĩ hướng    = <!-- bắc điền N, nam điền S -->\n| kinh độ    = \n| kinh phút   = \n| kinh giây   = \n| kinh hướng   = <!-- đông điền E, tây điền W -->\n| tên tự     = Thành Đạo tự\n| núi      = \n| quốc gia    = \n| địa chỉ    = ''(trước)'' xã Đông Cốc, huyện Siêu Loại, phủ Thuận Thành, tỉnh Bắc Ninh<br>''(nay)'' thôn Đông Cốc, xã [[Hà Mãn]] và thôn Đại Tự, xã [[Thanh Khương]], huyện [[Thuận Thành]], tỉnh Bắc Ninh\n| tông phái   = \n| khởi lập    = khoảng thế kỉ II\n| đóng cửa    = 1951\n| người sáng lập = \n| trụ trì    = \n}}\n\n'''Chùa Đậu''' là một ngôi chùa cổ, trước đây thờ ''Pháp Vũ'', thuộc hệ thống chùa Tứ Pháp tại huyện [[Thuận Thành]], tỉnh [[Bắc Ninh]]. Ngôi chùa đã bị phá hủy hoàn toàn trong [[chiến tranh Đông Dương]]. Hiện nay có hai ngôi chùa cùng tên là chùa Đậu (cùng tên chữ là Thành Đạo Tự) ở hai thôn giáp nhau, một ''Chùa Đậu ở thôn Đông Cốc'', phường [[Hà Mãn]], thị xã Thuận Thành, một ''Chùa Đậu ở thôn Đại Tự'', xã [[Thanh Khương]], huyện Thuận Thành.<ref name=\"Thai Loc\">Thái Lộc (2018) [https:\/\/tuoitre.vn\/bao-vat-luu-lac-cua-nha-chua-noi-niem-ba-dau-20180716101056415.htm ''Bảo vật lưu lạc của nhà chùa: Nỗi niềm Bà Đậu''], Báo Tuổi Trẻ điện tử, truy cập ngày 19 tháng 5 năm 2020.<\/ref><ref>Phúc Thiện - Phúc Thông (2018) \n[https:\/\/giacngo.vn\/phatdan2018\/phatdankhapnoi\/2018\/05\/22\/5BF698\/ ''Bắc Ninh: Lễ Phật đản PL.2562 tại chùa Đậu'']{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}, Báo Giác Ngộ Online, truy cập ngày 19 tháng 5 năm 2020.<\/ref> Ngoài ra, ở huyện [[Thường Tín]], Hà Nội ([[tỉnh Hà Tây]] trước đây) cũng có một ngôi [[chùa Đậu (Hà Nội)|chùa Đậu]] (tên chữ cũng là Thành Đạo Tự), cũng thờ Pháp Vũ.\n\n== Pháp Vũ ==\nPháp Vũ là một trong [[Tứ pháp]] vùng Dâu hay [[Nam thiên tứ Thánh]] gồm bốn vị Pháp Vân, Pháp Vũ, Pháp Lôi, Pháp Điện. Theo truyền thuyết, khi tạc bốn pho tượng Phật Pháp từ cây Dung thụ thiêng trôi trên sông Dâu, tạc đến pho thứ hai thì trời mưa, nên pho tượng đó đặt tên là Pháp Vũ (Vị Phật chủ quản về mưa). Pho Pháp Vũ được rước về chùa Đậu Thành Đạo thờ từ đó. Pho tượng nổi tiếng linh thiêng khắp xứ Giao Châu, tiếng đồn sang cả nhà Tấn, nhà Đường bên Trung Quốc<ref>Nho Thuận, [https:\/\/disanvanhoathuanthanh.vn\/Tourism\/Places\/6\/Chua-To.html ''Chùa Tổ''], Di sản văn hóa huyện Thuận Thành - tỉnh Bắc Ninh, Phòng Văn Hóa và Thông Tin huyện Thuận Thành, tỉnh Bắc Ninh, truy cập ngày 20 tháng 5 năm 2020<\/ref>.\n\nCác tài liệu như ''Cổ Châu Phật bản hạnh'' và ''Nam Thiên Tứ Thánh thực lục - cổ thuật bản'' nhắc đến Pháp Vũ với tôn hiệu đầy đủ là: ''Đại Thánh Pháp Vũ Phật Tôn Thần''. Sắc phong ngày 24 tháng 11 năm Tự Đức thứ 33 (1880) cho Thần ở thôn Đặng Xá, xã Đặng Xá (nay là xã [[Văn Xá]]), [[Kim Bảng, Hà Nam]] (là nơi xin chân hương từ chùa Đậu, Bắc Ninh về để thờ) viết<ref>Chu Đức Soàn (2018) [http:\/\/dangxahanam.blogspot.com\/2018\/05\/giu-gin-ban-sac-tho-phat-phap-vu-cua.html ''Giữ gìn bản sắc thờ Phật Pháp Vũ của chùa Khánh Hưng, Đặng Xá, Hà Nam''], Blogspot Dangxa-Hanam, truy cập ngày 20 tháng 5 năm 2020.<\/ref>:\n\n<blockquote>''Đại Thánh Pháp Vũ Phật Tôn Thần nguyên được tặng danh hiệu là Hoằng Chiêm Bác Thí Nhuận Vật Tư Sinh Diệu Hoá Thượng Đẳng Thần, đã giúp nước giúp dân nổi tiếng linh ứng. Nay cả thừa mệnh sáng, nhớ đức của Thần đáng phong tặng thêm gọi là Hoằng Chiêm Bác Thí Nhuận Vật Tư Sinh Diệu Hoá Tuý Mục Thượng Đẳng Thần và vẫn chuẩn y cho thôn Đặng Xá, xã Đặng Xá, huyện Kim Bảng vẫn được thờ cúng như cũ. Mong Thần hãy phù hộ cho con dân của ta. Hãy tuân mệnh.''<\/blockquote>\n\nTứ Pháp chỉ được đầy đủ ở vùng Dâu và vùng Hưng Yên ngoài ra có một vài chùa đơn lẻ khác cũng thờ đủ cả bốn vị. Trong Tứ Pháp thì Pháp Vân và Pháp Vũ được thờ cúng rộng rãi hơn cả.\n\n== Lịch sử ==\nChùa Đậu có tên chữ là ''Thành Đạo tự'' (chữ Hán:成道寺), tương truyền được xây dựng từ thế kỷ II dưới thời Thái thú [[Sĩ Nhiếp]] tại thành [[Luy Lâu]],[[Giao Châu]]. Chùa thờ Phật và Pháp Vũ dân gian gọi là Bà Đậu. Đây là chùa thuộc hệ thống các chùa [[Tứ pháp]] vùng Dâu xưa, gắn liền với truyền thuyết về [[Phật Mẫu Man Nương]].\n\nChùa Thành Đạo nằm trên địa phận của làng Đông Cốc chỗ giáp ranh với làng Đại Tự. Chùa trở thành nơi hành lễ chung của người dân hai làng. Họ cùng chung tay chung lòng coi sóc ngôi chùa, đến mùa hội Dâu hằng năm họ cùng phân công đưa rước Bà Đậu, tham gia các hội tham gia các hội thi<ref name=\"Thai Loc\"\/>.\n\nNăm 1948, chùa Thành Đạo bị quân Pháp đến phá lấy đất làm đồn bốt, vứt tất cả tượng khí xuống ao. Ông [[lý trưởng]] tên Bảo của làng Đại Tự lúc ấy đã đề nghị người dân tập trung lại, kéo đến xin vị quan Tây cho rước Bà Đậu về thờ tạm ở chùa Dâu<ref name=\"Thai Loc\"\/>.\n\nNăm 1951, [[quân đội nhân dân Việt Nam]] tấn công, phá tan bốt của quân Pháp, ngôi chùa cũng bị phá hủy hoàn toàn. Hòa bình lập lại, khu đất chùa Đậu cũ được dùng xây kho lương thực hợp tác xã<ref name=\"Phat giao\">Hoàng Anh Tuyển (2012) [https:\/\/phatgiao.org.vn\/vi-sao-tuong-phap-vu-tai-chua-dau-chua-duoc-ve-nha-d8779.html ''Vì sao tượng Pháp Vũ tại Chùa Dâu chưa được về \"nhà\"?''], Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam, truy cập ngày 19 tháng 5 năm 2020.<\/ref>.\n\nNăm 1960, để đảm bảo cơ chế sản xuất nông nghiệp kiểu hợp tác xã, [[Nhà nước Việt Nam|Nhà nước]] cắt gần hai chục mẫu ruộng của thôn Đông Cốc giao cho Cục dự trữ quốc gia xây kho lương thực. Năm 1968, sau khi điều chỉnh địa giới hành chính, cả khu đất chùa Đậu cũ, giờ thuộc về thôn Đại Tự, xã Thanh Khương.<ref name=\"An Binh\">An Bình (2012) [https:\/\/phatgiao.org.vn\/phong-vhtt-huyen-thuan-thanh-tra-loi-don-xin-lai-tuong-phap-vu-cua-nhan-dan-thon-dong-coc-d10319.html ''Phòng VH&TT huyện Thuận Thành trả lời đơn xin lại tượng Pháp Vũ của nhân dân thôn Đông Cốc''], Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam, truy cập ngày 25 tháng 5 năm 2020<\/ref>\n\nNăm 1997, người dân thôn Đông Cốc xây lại chùa Thành Đạo bên cạnh đình Đông Cốc, tuy nhiên khu đất này không phải là nền chùa ngày xưa<ref name=\"Phat giao\"\/>. Cùng năm đó người dân thôn Đại Tự cũng xây dựng lại chùa Thành Đạo trên nền chùa xưa để thờ Bà Đậu<ref name=\"Thai Loc\"\/>.\n\n== Tranh chấp tượng Pháp Vũ ==\n=== Nguồn gốc tranh chấp ===\nTượng Pháp Vũ là một trong bốn pho tượng Tứ Pháp (Pháp Vân, Pháp Vũ, Pháp Lôi, Pháp Điện) được tạc vào thế kỉ XVIII theo phong cách Ấn Độ, có giá trị thẩm mỹ và giá trị văn hóa tâm linh độc đáo. Bộ tượng đã được công nhận là [[Bảo vật quốc gia (Việt Nam)#Đợt 6|Bảo vật quốc gia]] đợt 6 năm 2017. Tượng Pháp Vũ hiện được đặt tại [[chùa Dâu]] (thôn Đại Tự, xã Thanh Khương, huyện Thuận Thành, tỉnh Bắc Ninh).<ref name=\"Thai Loc\"\/>\n\nHội Dâu diễn ra trong 3 ngày, là lễ hội chung của [[Tổng (đơn vị hành chính cũ Việt Nam)|tổng]] Dâu gồm 12 làng khu vực Luy Lâu đang thờ hệ thống \"Tứ Pháp\". Trong Hội Dâu có nghi lễ đặc sắc và quan trọng nhất là rước tượng bốn bà đến [[chùa Tổ]] ở làng Mãn Xá để \"bái yết\" Phật mẫu Man Nương. Từ những năm 1960, hai làng Đông Cốc và Đại Tự vẫn cùng tham gia hội rước Bà Đậu trong lễ hội<ref name=\"Thai Loc\"\/>.\n\nTừ khi hai làng Đông Cốc và làng Đại Tự cùng xây chùa Thành Đạo thờ Pháp Vũ và cùng muốn được rước tượng Phật Pháp Vũ về thờ thì đã xảy ra tranh chấp về việc sở hữu tượng<ref>[https:\/\/phatgiao.org.vn\/phong-vhtt-huyen-thuan-thanh-tra-loi-don-xin-lai-tuong-phap-vu-cua-nhan-dan-thon-dong-coc-d10319.html Công văn số 64\/CV-VHTT của Phòng Văn hóa Thông tin huyện Thuận Thành ngày 9 tháng 11 năm 2012, Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam, truy cập ngày 25 tháng 5 năm 2020]<\/ref>. Năm 1997 sau khi xây lại chùa, làng Đông Cốc đã được Sư trụ trì chùa Dâu và Hội Tổng Dâu (dân làng ba xã có Hội Tổng: Xã Thanh Khương, xã Hà Mãn, xã Trí Quả) đồng ý cho rước tượng Pháp Vũ về thờ. Tuy nhiên, khi chùa Dâu làm hồ sơ di tích vào những năm 1960, người ta kê khai tượng Bà Đậu vào 101 pho tượng là tài sản riêng của chùa Dâu và chùa Dâu đã được Bộ trưởng [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa]] công nhận là di tích toàn miền Bắc (tương đương cấp quốc gia ngày nay) theo Quyết định Số: 313-VH\/VP (ngày 28 tháng 04 năm 1962)<ref>Bộ trưởng Bộ Văn hóa [https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-313-VH-VP-xep-hang-nhung-di-tich-danh-thang-canh-toan-mien-Bac-19864.aspx, Quyết định Số: 313-VH\/VP Về việc xếp hạng những di tích, danh thắng toàn miền Bắc]{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}, Thư viện Pháp luật, truy cập ngày 19 tháng 5 năm 2020<\/ref>. Vì tượng là tài sản của di tích đã xếp hạng nên phải được Bộ Văn hóa cho phép mới được chuyển chủ sở hữu. Tuy nhiên sau khi thôn Đông Cốc gửi đơn thì từ đó vẫn chưa được chấp thuận để rước về nên tượng Pháp Vũ đến nay vẫn ở lại chùa Dâu.\n\nNgày 22 tháng 4 năm 2009, Ủy ban nhân dân huyện Thuận Thành đã phối hợp với Cục Di sản ([[Bộ Văn hóa, Thể thao và Du lịch]]) tổ chức buổi tọa đàm về chùa Đậu (tức Thành Đạo Tự). Cuộc tọa đàm đã nghe ý kiến trao đổi của giáo sư tiến sĩ [[Trần Lâm Biền]], tiến sĩ Nguyễn Hữu Toàn - Cục phó Cục Di sản đều cho ý kiến rằng: \"Phật Pháp Vũ phải được thờ tại chùa Đậu theo đúng Luật Di sản…\"<ref name=\"An Binh\"\/>.\n\n=== Hiện trạng ===\nSở dĩ chưa có sự quyết định của Cơ quan quản lý văn hóa là do việc tranh chấp đến nay đã có ba bên với các lập luận của mỗi bên như sau<ref name=\"An Binh\"\/>:\n*Chùa Đậu thôn Đông Cốc dù không xây trên đất của chùa Đậu ngày trước nhưng còn lưu giữ ba [[sắc phong]] thời Nguyễn<ref name=\"Phat giao\"\/>: \n** Sắc phong cho Đức Pháp Vũ năm Tự Đức thứ 33 (1880), chung với Thành Hoàng làng Đông Cốc.\n** Sắc Phong cho Đức Pháp Vũ năm Đồng Khánh thứ 2 (1887) chung với Thành Hoàng làng Đông Cốc.\n** Sắc Phong cho Đức Pháp Vũ năm Duy Tân thứ 3 (1909) chung với Thành Hoàng làng Đông Cốc.\n*Chùa Đậu thôn Đại Tự xây dựng trên chính mảnh đất đặt chùa Đậu ngày trước nên muốn có quyền thờ tượng vì đất thuộc ranh giới của thôn Đại Tự\n*Chùa Dâu là chủ sở hữu hiện tại của tượng với hồ sơ di tích và quyết định của Bộ Văn hóa, đã giữ tượng từ năm 1948 đến nay<ref>An Bình (2014) [https:\/\/phatgiao.org.vn\/nguyen-vong-tho-tuong-phap-vu-cua-nhan-dan-thon-dong-coc-bao-gio-thanh-hien-thuc-d13616.html ''Nguyện vọng thờ Tượng Pháp Vũ của nhân dân thôn Đông Cốc bao giờ thành hiện thực?''], Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam, truy cập ngày 25 tháng 5 năm 2020.<\/ref>\n\nHơn nữa, Ủy ban nhân dân huyện Thuận Thành kết luận rằng chùa Đậu thôn Đông Cốc và chùa Đậu thôn Đại Tự đều là công trình xây dựng trái phép. Chùa Đậu thôn Đông Cốc lại là công trình xây dựng xâm phạm vào khu vực bảo vệ của di tích lịch sử xếp hạng ''đình Đông Cốc'' nên không đồng ý cho chuyển tượng về một công trình xây dựng không có quyết định cấp đất, không có phê duyệt kiến trúc, không được cấp phép xây dựng. Chính quyền huyện Thuận Thành đề nghị xã Hà Mãn và xã Thanh Khương làm thủ tục khôi phục chùa Thành Đạo và thành lập Ban quản lý di tích chùa Thành Đạo thì mới đồng ý cho chuyển tượng Pháp Vũ về<ref name=\"An Binh\"\/>.\n\nSự việc tranh chấp đã diễn ra hơn 20 năm nay. Hội Dâu năm 1998 có tin đồn là người làng Đông Cốc định bí mật cướp tượng Bà Đậu trong lễ rước nên nghi lễ rước tượng trong hội Dâu đã bị hủy bỏ từ đó. Sự mâu thuẫn, tranh chấp cứ âm ỉ khiến đám rước trong hội Dâu gần như năm nào cũng xảy ra đánh nhau giữa người của hai làng Đông Cốc và Đại Tự<ref name=\"Thai Loc\"\/>.\n\nCả hai làng cũng nhiều lần đề đạt với chùa Dâu và cơ quan chức năng xin chuyển Bà Đậu về chùa làng mình, nhưng đều không đạt kết quả. Sự việc càng đi vào bế tắc khi chùa Dâu được công nhận là [[di tích quốc gia đặc biệt]]<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&mode=detail&document_id=171227 Quyết định số 2383\/QĐ-TTg của Thủ tướng Chính phủ: Về việc xếp hạng di tích quốc gia đặc biệt, Cổng Thông tin điện tử Chính phủ, truy cập ngày 19 tháng 5 năm 2020]<\/ref> và bộ tượng được công nhận là [[Bảo vật quốc gia (Việt Nam)#Đợt 6|Bảo vật quốc gia]]<ref>{{Chú thích web |url=https:\/\/vanban.sav.gov.vn\/2302-1-ddt\/quyet-dinh-so-2089qdttg-ngay-25122017-cua-thu-tuong-chinh-phu-ve-viec-cong-nhan-bao-vat-quoc-gia-dot-6.sav |ngày truy cập=2020-05-19 |tựa đề=Quyết định số 2089\/QĐ-TTg ngày 25\/12\/2017 của Thủ tướng Chính phủ: Về việc công nhận bảo vật quốc gia (Đợt 6), Trang thông tin điện tử Kiểm toán Nhà nước, truy cập 19 tháng 5 năm 2020 |archive-date = ngày 8 tháng 6 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200608132629\/https:\/\/vanban.sav.gov.vn\/2302-1-ddt\/quyet-dinh-so-2089qdttg-ngay-25122017-cua-thu-tuong-chinh-phu-ve-viec-cong-nhan-bao-vat-quoc-gia-dot-6.sav |url-status=dead }}<\/ref>.\n\n== Xem thêm ==\n* [[Chùa Dâu]]\n* [[Chùa Tướng]]\n* [[Chùa Dàn]]\n* [[Chùa Tổ]]\n* [[Khâu Đà La]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Chùa tại Bắc Ninh]]\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Tứ Pháp]]"}