{"24101":"{{Chú thích trong bài|date=tháng 6\/2022}}\n{{coor uppermost|lat=16.453|lon=107.580}}\n{{Thông tin chùa\n| name = Chùa Thiên Mụ\n| tên gốc = 天姥寺\n| tên khác = Chùa Linh Mụ\n| img = ThienMuPagoda.jpg\n| img_size = 250\n| img_capt = Tháp Phước Duyên\n| denomination = Bắc Tông\n| founded = [[1601]]\n| closed = \n| founder = [[Nguyễn Hoàng]]\n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = [[Hương Long, Huế|Hương Long]], [[Huế]],<br>[[Thừa Thiên Huế]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Thiên Mụ''' hay còn gọi là '''chùa Linh Mụ''' là một ngôi chùa cổ nằm trên đồi Hà Khê, tả ngạn [[sông Hương]], cách trung tâm [[Huế|thành phố Huế]] ([[Việt Nam]]) khoảng 5&nbsp;km về phía tây. Chùa Thiên Mụ chính thức khởi lập năm [[Tân Sửu]] ([[1601]]), đời chúa Tiên [[Nguyễn Hoàng]] - vị chúa Nguyễn đầu tiên ở [[Đàng Trong]].\n\n== Lịch sử ==\n[[Tập tin:Chùa Thiên Mụ ở Huế.jpg|nhỏ|250px|phải|Bốn trụ biểu và các bậc thang dẫn lên chùa Thiên Mụ]]\nTrước thời điểm khởi lập chùa, trên đồi Hà Khê có ngôi chùa cũng mang tên Thiên Mỗ hoặc Thiên Mẫu, là một ngôi chùa của [[người Chăm]][[#Chú thích|<sup>'''1'''<\/sup>]].\n\nTruyền thuyết kể rằng, khi chúa [[Nguyễn Hoàng]] vào làm Trấn thủ xứ [[Thuận Hóa]] kiêm trấn thủ Quảng Nam, ông đã đích thân đi xem xét địa thế ở đây nhằm chuẩn bị cho mưu đồ mở mang cơ nghiệp, xây dựng giang sơn cho dòng họ Nguyễn sau này. Trong một lần rong ruổi vó ngựa dọc bờ [[sông Hương]] ngược lên đầu nguồn, ông bắt gặp một ngọn đồi nhỏ nhô lên bên dòng nước trong xanh uốn khúc, thế đất như hình một con rồng đang quay đầu nhìn lại, ngọn đồi này có tên là đồi Hà Khê.\n\nNgười dân địa phương cho biết, nơi đây ban đêm thường có một bà lão mặc áo đỏ quần lục xuất hiện trên đồi, nói với mọi người: \"''Rồi đây sẽ có một vị chân chúa đến lập chùa để tụ linh khí, làm bền long mạch, cho nước Nam hùng mạnh''\". Vì thế, nơi đây còn được gọi là Thiên Mụ Sơn [[#Chú thích|<sup>'''2'''<\/sup>]].\n\nTư tưởng lớn của chúa Nguyễn Hoàng dường như cùng bắt nhịp được với ý nguyện của dân chúng. Nguyễn Hoàng cả mừng, vào năm [[1601]] đã cho dựng một ngôi chùa trên đồi, ngoảnh mặt ra sông Hương, đặt tên là \"Thiên Mụ\".\n\n==Tên gọi==\nDựa theo huyền thoại, đồng thời căn cứ hình dạng Hán tự từng ghi trên bao tài liệu cấu tạo bằng nhiều chất liệu, đủ khẳng định rằng trong tên Thiên Mụ, ngữ tố \"Thiên\" có nghĩa là \"Trời\".\n\nNăm [[1862]], dưới thời vua [[Tự Đức]], để cầu mong có con nối dõi, nhà vua sợ chữ \"Thiên\" phạm đến Trời nên cho đổi từ \"Thiên Mụ\" thành \"Linh Mụ\" (hay \"Bà mụ linh thiêng\").\n\nVấn đề kiêng cữ như đã nêu chỉ diễn tiến từ năm [[Nhâm Tuất]] ([[1862]]) cho tới năm [[Kỷ Tỵ]] ([[1869]]). Sau đó, người dân thoải mái gọi hai tên: chùa Thiên Mụ và chùa Linh Mụ.\n\nVì rằng từ \"Linh\" đồng nghĩa với \"Thiêng\", âm người [[Huế]] khi nói \"Thiên\" nghe tựa \"Thiêng\" nên khi người Huế nói \"Linh Mụ\", \"Thiên Mụ\" hay \"Thiêng Mụ\" thì người nghe đều hiểu là muốn nhắc đến ngôi chùa này.\n\nMột số người còn đặt tên cho chùa là Tiên Mụ (hay \"Bà mụ thần tiên\"). Cách gọi này không được giới nghiên cứu chấp nhận.\n\n==Kiến trúc==\n[[Tập tin:Thiên Mụ Pagoda.jpg|nhỏ|250px|phải|Chính điện]]\nChùa Thiên Mụ chính thức khởi lập năm [[Tân Sửu]] ([[1601]]), đời chúa Tiên - [[Nguyễn Hoàng]].\n\nDưới thời chúa Quốc - [[Nguyễn Phúc Chu]] ([[1691]]-[[1725]]) theo đà phát triển và hưng thịnh của [[Phật giáo]] xứ [[Đàng Trong]], chùa được xây dựng lại quy mô hơn. Năm [[1710]], chúa Quốc cho đúc một chiếc chuông lớn, nặng tới trên hai tấn, gọi là Đại Hồng Chung, có khắc một bài minh trên đó. Đến năm [[1714]], chúa Quốc lại cho đại trùng tu chùa với hàng chục công trình kiến trúc hết sức quy mô như [[điện Thiên Vương]], [[điện Đại Hùng]], nhà Thuyết Pháp, lầu Tàng Kinh, phòng [[Tăng]], nhà [[Thiền]]... mà nhiều công trình trong số đó ngày nay không còn nữa. Chúa Quốc còn đích thân viết bài văn, khắc vào bia lớn (cao 2m60, rộng 1m2) nói về việc xây dựng các công trình kiến trúc ở đây, việc cho người sang [[Trung Quốc]] mua hơn 1000 bộ kinh Phật đưa về đặt tại lầu Tàng Kinh, ca tụng triết lý của đạo Phật, ghi rõ sự tích Hòa thượng Thạch Liêm - người có công lớn trong việc giúp [[chúa Nguyễn]] chấn hưng Phật giáo ở [[Đàng Trong]]. Bia được đặt trên lưng một con rùa đá rất lớn, trang trí đơn sơ nhưng tuyệt đẹp.\n\nVới cảnh đẹp tự nhiên và quy mô được mở rộng ngay từ thời đó, chùa Thiên Mụ đã trở thành ngôi chùa đẹp nhất xứ Đàng Trong. Trải qua bao biến cố lịch sử, chùa Thiên Mụ đã từng được dùng làm đàn Tế Đất dưới [[nhà Tây Sơn|triều Tây Sơn]] (khoảng năm [[1788]]), rồi được trùng tu tái thiết nhiều lần dưới triều các vua [[nhà Nguyễn]].\n\nNăm [[1844]], nhân dịp mừng lễ \"bát thọ\" của bà Thuận Thiên Cao Hoàng hậu (vợ vua [[Gia Long]], bà nội của vua [[Thiệu Trị]]), vua Thiệu Trị kiến trúc lại ngôi chùa một cách quy mô hơn: xây thêm một ngôi tháp bát giác gọi là Từ Nhân (sau đổi là Phước Duyên), [[đình Hương Nguyện]] và dựng 2 tấm bia ghi lại việc dựng tháp, đình và các bài thơ văn của nhà vua.\n===Tháp Phước Duyên===\n[[Tập tin:Tháp Phước Duyên.jpg|nhỏ|250px|phải|Tháp Phước Duyên]]\nTháp Phước Duyên là một biểu tượng nổi tiếng gắn liền với chùa Thiên Mụ. Tháp cao 21 m, gồm 7 tầng, được xây dựng ở phía trước chùa vào năm [[1844]]. Mỗi tầng tháp đều có thờ tượng [[Phật]]. Bên trong có cầu thang hình xoắn ốc dẫn lên tầng trên cùng, nơi trước đây có thờ tượng Phật bằng [[vàng]]. Phía trước tháp là đình Hương Nguyện, trên nóc đặt Pháp luân (bánh xe Phật pháp, biểu tượng Phật giáo. Pháp luân đặt trên đình Hương Nguyện quay khi gió thổi).\n\nTrận bão năm [[1904]] đã tàn phá chùa nặng nề. Nhiều công trình bị hư hỏng, trong đó đình Hương Nguyện bị sụp đổ hoàn toàn (nay vẫn còn dấu tích). Năm [[1907]], vua [[Thành Thái]] cho xây dựng lại, nhưng chùa không còn được to lớn như trước nữa. Hai bên tháp có hai nhà tứ giác, đặt hai tấm bia đời Thiệu Trị. Sâu vào bên trong là hai nhà lục giác, một nhà để bia và một nhà để quả chuông đúc đời chúa Nguyễn Phúc Chu.\n\nChùa Thiên Mụ được xếp vào [[:Thể loại:20 thắng cảnh của đất Kinh kỳ|20 thắng cảnh đất Thần Kinh]] với bài thơ [[Thiên Mụ chung thanh]] do đích thân vua Thiệu Trị sáng tác và được ghi vào bia đá dựng gần cổng chùa.\n{|valign=top\n|\n:'''Thiên Mụ Chung Thanh'''\n:''Cao cương cổ sát trấn điền xuyên''\n:''Nguyệt tướng thường viên tự tại thiên''\n:''Bách bát hồng thanh tiêu bách kết''\n:''Tam thiên thế giới tỉnh tam duyên''\n:''Tăng hoằng ngọ nhật u minh cảm''\n:''Liêu lượng dần tiêu đạo vị huyền''\n:''Phật tích Thánh công thùy hải vũ''\n:''Thiện nhân tăng quả phổ cai diên.''\n|\n:Dịch thơ: '''Tiếng Chuông Thiên Mụ'''\n:''Trên bến gò xưa chùa lập ra''\n:''Bên trời tự tại mãi Gương Nga''\n:''Tiếng ngân trăm tám tan trăm oán''\n:''Thế giới ba ngàn giải nợ ba''\n:''Chuông động giữa trưa miền tối ám''\n:''Kinh gieo canh sớm đạo tăng gia''\n:''Truyền công Phật Thánh tràn non nước''\n:''Nhân quả ươm lành khắp chốn xa.''\n|}\n\nQua nhiều đợt tu sửa lớn nhỏ, ngoài những công trình kiến trúc như tháp Phước Duyên, điện Đại Hùng, điện Địa Tạng, điện Quan Âm... cùng bia đá, chuông đồng, chùa Thiên Mụ ngày nay còn là nơi có nhiều cổ vật quý giá không chỉ về mặt lịch sử mà còn cả về nghệ thuật. Những bức tượng [[Hộ pháp]], tượng Thập Vương, tượng [[Di-lặc|Phật Di Lặc]], tượng [[Phật|Tam Thế Phật]]... hay những hoành phi, câu đối ở đây đều ghi dấu những thời kỳ lịch sử vàng son của chùa Thiên Mụ.\n\nTrong khuôn viên của chùa là cả một vườn hoa cỏ được chăm sóc vun trồng hàng ngày. Ở đó, [[hòn non bộ]] của vị tổ nghề hát tuồng Việt Nam là [[Đào Tấn]] được đặt gần chiếc xe ô tô - di vật của cố [[Hòa thượng]] [[Thích Quảng Đức]] để lại trước khi châm lửa tự thiêu để phản đối chính sách đàn áp Phật giáo của chế độ [[Ngô Đình Diệm]] năm [[1963]].\n\nCuối khu vườn là khu mộ tháp của cố Hòa thượng [[Thích Đôn Hậu]], vị trụ trì nổi tiếng của chùa Thiên Mụ, người đã cống hiến cả cuộc đời mình cho những hoạt động ích đạo giúp đời.\n\n==Hình ảnh==\n<gallery>\nTập tin:Chua Thien Mu 01.jpg|Cổng chùa Thiên Mụ và Tháp Phước duyên nhìn từ trong ra.\nTập tin:Chua Thien Mu (trong).jpg|Chiếc trống bằng gỗ mít nguyên khối trong chùa Thiên Mụ.\nTập tin:Chua Thien Mu (bia).jpg|Bia đá nói về tháp Phước Duyên trong chùa Thiên Mụ.\nTập tin:Tam quan chùa Thiên Mụ.jpg|Tam quan chùa Thiên Mụ.\nTập tin:Chính điện chùa Thiên Mụ.jpg|Chính điện chùa Thiên Mụ.\nTập tin:Thien mu 5v.jpg|Mộ tháp của cố Hòa thượng [[Thích Đôn Hậu]].\nTập tin:ThichQuangDuc Car Parked In Hue.jpg|Chiếc xe ô tô - di vật của cố [[Hòa thượng]] [[Thích Quảng Đức]].\nTập tin:Hue Vietnam Thien-Mu-Temple-and-Pagoda-03.jpg|Một chú tiểu tại chùa Thiên Mụ\n<\/gallery>\n\n==Tham khảo==\n{{Tham khảo|30em}}\n*[[Ô Châu cận lục|Ô châu cận lục]] của Dương Văn An, năm [[1553]]. Các bản dịch của Bùi Lương, Nhà xuất bản Văn Hoá Á Châu, Sài Gòn, 1961; hoặc của Trịnh Khắc Mạnh và Nguyễn Văn Nguyên, Nhà xuất bản Khoa Học Xã hội, Hà Nội, 1997.\n* Sổ tay văn hoá Việt Nam, Đặng Đức Siêu, Nhà Xuất Bản Lao động Năm 2006.\n\n==Chú thích==\n#Năm 1915, tạp chí ''Bulletin des Amis du Vieux Huê'' (BAVH) đăng bài viết của công sứ A. Bonhomme với dòng titre nguyên văn: Thien Mu pagoda..\n#Huyền thoại đó được ghi thư tịch sớm nhất vào năm Ất Hợi 1696 bởi hoà thượng Thạch Liêm tức Thích Đại Sán, một [[thiền sư Trung Hoa]], trong sách ''Hải ngoại kỷ sự''. Sách này đã được Nguyễn Phương và Nguyễn Duy Bột dịch, Viện Đại học Huế xuất bản năm 1963.\n#[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=173886&ChannelID=10 Những kỷ lục Phật giáo khẳng định nền văn hóa Việt]\n\n==Xem thêm==\n* [[Quần thể di tích Cố đô Huế]]\n\n==Liên kết ngoài==\n{{thể loại Commons|Thien Mu Pagoda}}\n\n{{chùa Huế}}\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Chùa tại Thừa Thiên Huế|Thiên Mụ]]\n[[Thể loại:Thần kinh nhị thập cảnh]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Lịch sử Đàng Trong]]"}