{"1505407":"{{Mồ côi|date=tháng 8 2020}}\n{{Thông tin chùa\n| name = Chùa Khỉ\n| img = Chùa_Khỉ.jpg \n| img_size = 250\n| img_capt = Chánh điện của thiền viện Trúc Lâm Chân Nguyên.\n| denomination = \n| founded = [[1990]]\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = [[Thị Trấn]] [[Phước Hải (định hướng)|Phước Hải]], huyện [[Đất Đỏ]], [[Bà Rịa – Vũng Tàu|Bà Rịa-Vũng Tàu]]\n| country = {{VIE}}\n| website = \n}}\n\n'''Chùa Khỉ (tên gọi chính là Thiền viện trúc lâm Chân Nguyên),''' tọa lạc tại chân núi Minh Đạm, thuộc thị trấn [[Phước Hải (định hướng)|Phước Hải]], huyện Đất Đỏ, tỉnh [[Bà Rịa – Vũng Tàu|Bà Rịa-Vũng Tàu]]. Ngôi chùa được xây dựng vào năm [[1990]]\n==Kiến trúc==\nThiền Viện Trúc Lâm Chân Nguyên (Chùa Khỉ), thuộc thiền phái Đại Thừa, kiến trúc mang dáng dấp của Trúc Lâm [[Đà Lạt]], chùa tọa lạc nơi chân núi Minh Đạm thuộc thị trấn [[Phước Hải (định hướng)|Phước Hải]], cách đèo Nước Ngọt [[Long Hải]] chỉ hơn cây số.\n==Nguồn gốc tên gọi==\nChùa Khỉ vốn là tên mà người dân nơi đây thường gọi về ngôi [[thiền viện Trúc Lâm Chân Nguyên]] nằm dưới chân núi Minh Đạm, thuộc thị trấn [[Phước Hải (định hướng)|Phước Hải]], huyện [[Long Đất]], tỉnh [[Bà Rịa – Vũng Tàu|Bà Rịa-Vũng Tàu]]. \nChùa trước đây là một am nhỏ do bà Tư trông nom. Năm 1987, Đại đức Thích Thông Luận về sửa chữa ngôi chùa và tu hành ở đây.\nChùa có kiến trúc đơn sơ, thờ đức [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] thiền định trên tòa sen.\nCảnh quan của chùa rất đẹp. Lần bên phải chùa lên núi Kỳ Vân, ở đây có nhiều tảng đá tạo những hình thù lạ mắt, như tảng đá hình đầu rắn, cá heo, voi, rùa, chim phượng hoàng... Bên cạnh đó, có cây bồ đề cổ thụ có cả trăm năm tuổi, rễ cây bọc cả tảng đá lớn, tạo nét cổ kính và sự thú vị cho du khách tham quan.\nĐặc biệt, một bầy khỉ hoang dã gần 200 con sống trên núi Kỳ Vân, mỗi sáng sớm, thường xuống ăn \"của chùa\" và bày những trò vui nhộn cho đến khi mặt trời lên cao mới trở về hang trên núi.\n==Chú thích==\n{{tham khảo|30em}}\n{{chú thích trong bài}}\n==Tham khảo==\n{{sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Chùa tại Bà Rịa – Vũng Tàu]]"}