{"24099":"{{Thông tin chùa\n| name = Chùa Cổ Lễ <br>Thần Quang Tự\n| img = Hoiquan chuaTrinh Cole (3).JPG\n| img_size = 280px\n| img_capt = Hội quán chùa Trình\n| denomination = \n| founded = vào thời [[Lý Thần Tông]]<br>xây lại năm [[1902]]\n| closed = \n| founder = Quốc sư [[Lý Quốc Sư|Nguyễn Minh Không]]\n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = thị trấn [[Cổ Lễ]], huyện [[Trực Ninh]], tỉnh [[Nam Định]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Cổ Lễ''' là một quần thể kiến trúc [[phật giáo|đạo Phật]] và [[tín ngưỡng Việt Nam]] mang các yếu tố [[kiến trúc Gothic|kiến trúc gô-tích]] ở thị trấn [[Cổ Lễ]], huyện [[Trực Ninh]], tỉnh [[Nam Định]], ngay sát [[quốc lộ 21A]]. Trong chùa có quả chuông Đại Hồng Chung lớn nhất [[Việt Nam]] được Hòa thượng Thích Thế Long cho đúc vào năm [[1936]].\n\n==Lịch sử==\nTheo bảng giới thiệu trong chùa, thì chùa Cổ Lễ nguyên được xây dựng từ thời [[Lý Thần Tông]], do quốc sư [[Lý Quốc Sư|Nguyễn Minh Không]] sáng lập để thờ phật. Chùa đầu tiên bằng gỗ theo lối kiến trúc cổ. Tuy nhiên chùa ban đầu này đã bị đổ nát. Năm 1902, sư [[Phạm Quang Tuyên]] về trụ trì, cho thiết kế và xây dựng lại chùa theo kiến trúc \"Nhất Thốc Lâu đài\" với những yếu tố kiến trúc gô-tích giống như các nhà thờ Công giáo có khá nhiều ở khu vực lân cận. Sau đó, chùa đã được trùng tu nhiều lần. Vật liệu xây dựng là [[Gạch nung|gạch]], vôi vữa, [[mật mía]], [[giấy bản]] tạo nên độ cố kết vững bền của toàn bộ kiến trúc ngôi chùa.\n\n==Kiến trúc==\n[[Tập tin:Thap Cuuphamlienhoa Cole.JPG|phải|nhỏ|280px|Tháp Cửu Phẩm Liên Hoa]]\nChùa Cổ Lễ là sự hòa nhập các yếu tố kiến trúc cổ truyền [[Việt Nam]] với các yếu tố [[kiến trúc Gothic|kiến trúc gô-tích]] (''Gothic'') của [[châu Âu]]. Đây là một ngôi chùa thờ [[Phật]] nhưng lại mang dáng dấp một thánh đường [[Thiên Chúa giáo]].\n\nTrước chùa là ngôi tháp Cửu Phẩm Liên Hoa cao cao 32 [[mét|m]], có 8 mặt, dựng năm [[1927]]. Đế tháp được đặt trên lưng một con [[bộ Rùa|rùa]] lớn, đầu quay vào phía chùa. Con rùa được nằm giữa một hồ nước hình vuông, bốn góc là bốn hòn núi giả khá lớn, có đắp bốn con [[voi]] to bằng voi thật. Trong lòng tháp có cầu thang gồm 98 bậc [[xoắn ốc]] đến đỉnh. Tương truyền rằng tín đồ phật tử, khách hành hương lên đến bậc thứ 98 này, sờ tay vào bức tượng trên đỉnh tháp thì cuộc sống sẽ luôn gặp may mắn.\n\nTiếp theo ngôi tháp là một chiếc cầu cong ba nhịp bắc qua hồ Chu Tích (còn gọi là hồ Núi), gọi là cầu Cuốn. Mặt cầu lát gạch.\n\nCầu Cuốn dẫn tới chùa Trình, còn gọi là [[Phật giáo]] Hội quán. Chùa Trình được xây vào năm 1936 và trùng tu vào năm 2001. Trong chùa có tượng Phật Quan Âm nghìn tay. Trước sân chùa Trình có 2 lư đồng khổng lồ.\n\nBên trái chùa Trình là [[đền]] Linh Quang Từ, được xây vào năm 1937, thờ [[Trần Hưng Đạo]] và hai [[tiến sĩ]] họ Đào người làng Cổ Lễ là Bảng nhãn Đào Sư Mỗ và Tiến sĩ đệ tam giáp Đào Toàn Mỗ. Bên phải chùa Trình là Khánh Quang phủ, được xây vào năm 1937, là nơi thờ Tam Tòa Thánh Mẫu.\n\nSau lưng chùa Trình là một cái hồ lớn. Giữa hồ có một quả chuông nặng 9000&nbsp;kg gọi là chuông Đại Hồng Chung. Quả chuông cao 4,2 m, đường kính 2,2 m, thành dày 8 [[xentimét|cm]]. Miệng chuông có họa tiết hình cánh sen, thân có họa tiết hoa lá, sông nước và một số văn tự bằng [[chữ Hán|chữ Nho]]. Quả chuông này chưa được đánh một lần nào nhưng dân gian truyền miệng khi đánh lên thì cả tỉnh và một vài vùng lân cận sẽ nghe được tiếng ngân của chiếc chuông Đại hồng chung này. Đây là một trong những quả chuông lớn nhất ở [[Việt Nam]]. Nhân dân quanh vùng vì yêu mến chùa mà đúc tặng. Trong quá trình đúc chuông, nhiều người đã tháo cả nhẫn, vòng, [[vàng]] hòa tan trong đó. Khi quả chuông vừa đúc xong thì kháng chiến bùng nổ, nhân dân trong vùng đề phòng sự phá hoại của giặc nên đã đem ngâm quả chuông xuống hồ. Đến năm [[1954]], chuông mới được trục vớt và được đặt trên bệ đá cho du khách tham quan từ đó đến nay.\n\nCó hai chiếc cầu giả như động núi, gọi là cầu Núi, bắc qua hồ dẫn tới kiến trúc chính của chùa Cổ Lễ, đó là chùa Thần Quang. Chính điện được thiết kế theo kiến trúc hài hòa giữa phong cách truyền thống và hiện đại. Thần Quang Tự được xây dựng từ năm 1914 trên nền chùa cổ từ thế kỷ 12. Năm 1995, chùa được trùng tu lớn. Trong chùa có tượng Phật sơn son thếp vàng bằng gỗ [[bạch đàn]] cao 4 m đặt ở trên tầng cao phải đi theo những cầu thang nhiều bậc ở hai bên mới lên đến chỗ đặt các tượng Phật. Sau lưng tượng Phật là bàn thờ với tượng [[Lý Quốc Sư|Nguyễn Minh Không]].\n\n[[Tập tin:Thanquangtu Cole.JPG|phải|nhỏ|280px|Phật điện Thần Quang tự trong chùa Cổ Lễ]]\n\nTừ điện Phật, có các hành lang quanh ra phía sau nối với nhà khách và nhà tổ. Vách hành lang gắn đầy những tấm bia hậu. Ở nhà tổ có tượng Hòa thượng Phạm Quang Tuyên.\n\nSau nhà thờ tổ là một gác chuông lớn có kiến trúc truyền thống gồm 3 tầng 4 mặt, gọi là Kim Chung Bảo Các. Gác chuông này cao 13m40, được xây dựng vào năm 1997. Tầng 2 của gác chuông này có treo một quả chuông đồng to, cao 4m20, rộng 2m03, nặng 9.000&nbsp;kg. Chuông được đúc vào năm 2003. Tầng 3 có treo một quả chuông đồng nữa đúc từ thời Lê Cảnh Thịnh, nặng 300&nbsp;kg.\n\nSau gác chuông là khu lăng mộ tổ của chùa.\n\nTrong chùa còn có một chiếc [[trống]] bằng đồng và những chiếc [[thuyền]] dùng để thi bơi chải. Bốn bề của chùa là vườn tược, hồ nước và sông ngòi.\n\nNhờ kết hợp tinh hoa kiến trúc cổ truyền Việt Nam với các yếu tố của phong cách kiến trúc phương Tây, chùa Cổ Lễ đã trở thành một danh lam ở [[đồng bằng sông Hồng|vùng đồng bằng sông Hồng]].\n\n==Hội chùa==\nHội chùa từ 13 đến [[16 tháng 9]] [[Âm lịch]] hàng năm, có nhiều nghi thức [[văn hóa]] cổ truyền giàu tính nhân văn như lễ rước Phật, [[đấu vật]], đánh [[cờ người]]..., đặc biệt là được xem cuộc thi [[bơi chải]] truyền thống trên dòng sông uốn lượn quanh chùa.\n\n== Các đời trụ trì ==\n* Hòa Thượng Thích Quang Tuyên đời 45 dòng Tào Động\n* Hòa Thượng Thích Chính Long ([[Thích Thế Long]]) đời 46 dòng Tào Động, Phó chủ tịch thường trực trung ương GHPGVN, Phó chủ tịch quốc hội nước CHXHCNVN.\n* Thượng tọa Thích Tâm Vượng\n\n==Tham khảo==\n{{tham khảo|30em}}\n*Theo lời giới thiệu về chùa của trụ trì thượng tọa Thích Tâm Vượng công khai tại chùa và các biển đá giới thiệu của từng kiến trúc trong chùa.\n\n==Liên kết ngoài==\n{{thể loại Commons|Co Le Pagoda}}\n* [http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=300&articleid=1624 Hội chùa Cổ Lễ trên trang CINET]\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=136000&ChannelID=10 10 kỷ lục văn hóa Phật giáo Việt Nam]\n* [http:\/\/vietnamnet.vn\/psks\/baoban\/2007\/07\/723516\/ Cởi áo cà sa khoác chiến bào], [[VietNamNet|VietnamNet]].\n\n{{Du lịch Nam Định}}\n\n[[Thể loại:Chùa tại Nam Định|Cổ Lễ]]"}