{"239973":"{{Thông tin chùa\n| name = \n| img = \n| img_size = \n| img_capt = \n| denomination = Tào Động\n| founded = 1428\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = xã [[Ninh Hải, Hoa Lư|Ninh Hải]], [[hoa Lư, Ninh Bình|huyện Hoa Lư]] tỉnh [[Ninh Bình]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}{{coord| 20.218056| 105.914444| type:landmark| format= dms| display= title}}\n'''Chùa Bích Động''' là một ngôi chùa cổ được xây dựng trên dãy núi đá vôi [[Trường Yên]] thuộc xã [[Ninh Hải, Hoa Lư|Ninh Hải]], [[Hoa Lư, Ninh Bình|huyện Hoa Lư]] tỉnh [[Ninh Bình]]. Đây là một di tích lịch sử văn hóa thuộc [[Quần thể danh thắng Tràng An]] [[Tam Cốc - Bích Động]] đã được xếp hạng di tích quốc gia đặc biệt và UNESCO công nhận là di sản thế giới. Chùa Bích Động nguyên có tên \"Bạch Ngọc Thạch Sơn Đồng\"- nghĩa là ''ngôi chùa bằng đá đẹp và trong trắng như ngọc ở chốn thâm sơn cùng cốc'', năm 1774 chúa Trịnh Sâm tới đây mới đổi tên là chùa Bích Động.<ref>{{Chú thích web |url=http:\/\/travel.zizi.vn\/thong-tin-du-lich\/76\/du-ngoan-chua-bich-dong\/thong-tin |ngày truy cập=2015-03-20 |tựa đề=Du ngoạn chùa Bích Động |archive-date = ngày 25 tháng 3 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150325104915\/http:\/\/travel.zizi.vn\/thong-tin-du-lich\/76\/du-ngoan-chua-bich-dong\/thong-tin |url-status=dead }}<\/ref><ref name=\"CHÙA TRÊN NÚI BÍCH ĐỘNG - NINH BÌNH\">{{Chú thích web |url=http:\/\/tcdulichtphcm.vn\/home\/lu-hanh\/diem-den\/2382-chua-tren-nui-bich-ng-ninh-binh |ngày truy cập=2015-03-20 |tựa đề=CHÙA TRÊN NÚI BÍCH ĐỘNG - NINH BÌNH |archive-date = ngày 2 tháng 4 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150402122228\/http:\/\/tcdulichtphcm.vn\/home\/lu-hanh\/diem-den\/2382-chua-tren-nui-bich-ng-ninh-binh |url-status=dead }}<\/ref>\n\nChùa Bích Động là một kiểu chùa trong hang động rất phổ biến ở [[Ninh Bình]], những ngôi chùa khác tiêu biểu như [[chùa Bái Đính]], [[chùa Địch Lộng]], chùa Cánh Diều, chùa Kỳ Lân, chùa Hoa Sơn, chùa Hang,... Động Xanh (Bích Động) là một trong những thắng cảnh nổi tiếng được mệnh danh là \"Nam Thiên đệ nhị động\", có nghĩa là động đẹp thứ nhì của trời Nam.\n\n==Nguồn gốc hình thành và tên gọi==\nChùa Bích Động vốn được hình thành từ năm 1428, đầu thời Hậu Lê với quy mô là một ngôi chùa nhỏ ở trên đỉnh núi. Năm 1705, có hai vị hoà thượng ''Trí Kiên'' và ''Trí Thể'' <ref>Có ý kiến cho rằng: ba ngôi chùa Hạ, Trung, Thượng ở núi Bích Động hiện nay do hai nhà sư Trí Kiên và Trí Thể xây dựng từ năm 1428. Điều đó không đúng. Sách \"[[Đại Nam nhất thống chí|Đại Nam Nhất Thống Chí]]\" đã ghi, ba ngôi chùa đó do ha nhà sư Trí Kiên và Trí Thể xây dựng từ đời vua [[Lê Vĩnh Thịnh]] (1705 - 1719). Xây dựng xong chùa, các nhà sư mới đúc chuông. Hiện nay, quả chuông đó vẫn còn, treo ở Động Tối đã chạm khắc chữ Hán trên chuông. Hiện nay, quả chuông đó vẫn còn, và được đúc vào năm Đinh Hợi (1707). Hai nhà sư không thể sống từ năm 1428 đến năm 1707 để đúc chuông được. \n[[Tập_tin:Chuông_Minh_Bia_-_Chùa_Bích_Động.JPG|phải|nhỏ|200x200px|Chuông Minh Bia chùa Bích Động]]\nXây dựng xong chùa, đúc chuông, hai nhà sư mới làm bài minh bia chùa Bích Động. Bài minh bia đó, được viết vào năm Kỷ Sửu ([[1709]]). Vì vậy có thể khẳng định: Chùa Bích Động có từ rất lâu đời, nhưng đến khoảng năm 1705 thì hai nhà sư Trí Kiên và Trí Thể mới tu sửa xây dựng lại thành 3 ngôi như hiện nay ở bên sườn núi Bích Động<\/ref> quê huyện [[Nghĩa Hưng]], tỉnh [[Nam Định]] gặp nhau kết nghĩa làm anh em. Hai nhà sư đều có lòng mộ đạo, muốn đi nhiều nơi để truyền bá đạo Phật và xây dựng các ngôi chùa. Đến đây, thấy núi Bích Động có địa thế tuyệt đẹp và đã có chùa, nên hai nhà sư quyết định dừng chân, tự mình sửa sang chùa cũ, đi quyên giáo xây dựng lại thành 3 ngôi chùa: Hạ, Trung và Thượng để tu hành. Năm 1707, hai nhà sư Trí Kiên và Trí Thể đã đúc một quả chuông lớn, hiện còn treo ở Động Tối.\nBài Minh Bia ghi trên chuông được xem là bài minh bia của chùa, viết bằng chữ Hán, trong đó có đoạn:\n[[Tập tin:Chùa Hạ và chùa Trung.jpg|thế=Chùa Hạ và chùa Trung|nhỏ|344x344px|Chùa Hạ và chùa Trung]]\n\n::::::''Tư sơn lũy tích''\n::::::''Phúc ngộ thiên duyên''\n::::::''Khai sơn tạc thạch''\n::::::''Uẩn khí lưu truyền''\nDịch nghĩa:\n::::::''Từng lên núi ấy''\n::::::''Có phúc, có duyên''\n::::::''Mở núi, đục đá''\n::::::''Tịnh khí lưu truyền''\nNăm Giáp Ngọ 1774, chúa [[Trịnh Sâm]] đã đến thăm chùa, nhìn toàn cảnh núi, động, sông nước, đồng ruộng, cây cối đều xanh tươi, chùa như hội tụ nền xanh chùa nên đã đặt tên cho chùa là Bích Động. Chùa Bích Động là một công trình kiến trúc cổ nên cũng như những ngôi chùa khác được xây dựng bằng [[gỗ lim]], [[mái]] lợp bằng ngói ta không có mấu, mũi lượn tròn, các góc của mái đều có đầu đao cong vút lên như hình lưỡi đao, hoặc như hình cái đuôi con [[phượng hoàng|chim phượng]], làm cho mái uốn lượn, uyển chuyển như sóng nước thủy triều, nhìn bán diện như hình một chiếc thuyền rồng ngoạn mục trôi trên nước hoặc như hai cánh chim đang dang rộng bay lên.\n:''Núi bốn chung quanh nước bốn mùa''\n:''Thuyền nan nhè nhẹ mái chèo đua''\n:''Xôn xao sóng vỗ xung quanh động''\n:''Mờ mịt mây tuôn khắp cảnh Chùa''\n\nChùa Bích Động được xây dựng theo kiểu chữ \"Tam\" Hán tự, ba toà không liền nhau, tam cấp dọc theo sườn núi, dựa vào thế núi từ thấp lên cao thành 3 ngôi chùa riêng biệt: Hạ, Trung và Thượng. Điều độc đáo của chùa Bích Động là núi, động và chùa bổ sung cho nhau, lại ẩn hiện giữa những cây đại thụ xanh biếc, làm cho chùa hoà nhập với cảnh trí thiên nhiên ngoại mục. Toàn cảnh như một bức tranh núi rừng hùng tráng, dát lên một phù điêu gồm 3 ngôi chùa cổ kính, mái ngói rêu phong, có đủ 8 cảnh đẹp mà người xưa đã gọi là ''Bích sơn bát cảnh''<ref>\"Bích sơn bát cảnh\" là bài thơ miêu tả 8 cảnh đẹp của Bích Động.\nPhiên âm:\n::::''Phượng tập tam quan''\n::::''Long bàn cửu tỉnh''\n::::''Thạch tượng tham thiền''\n::::''Mai miết xuất động''\n::::''Động Bích thông thuyền''\n::::''Tây kiều độ khách''\n::::''Bình san điệp thúy''\n::::''Khê lưu oanh hồi''\nDịch nghĩa:\n::::''Chim phượng tới tụ tập ở tam quan''\n::::''Rồng cuộn ở chín giếng''\n::::''Tượng đá chầu Phật''\n::::''Ba ba ra động''\n::::''Thuyền đi qua vách núi phía Đông\n::::''Cầu phía Tây cho khách qua''\n::::''Núi bình phong xanh biếc''\n::::''Khe chảy quanh co''\n<\/ref>, ba chùa lại được xây trên sườn núi cao, dưới gầm lại có động Xuyên Thủy.\n[[Tập tin:Vườn lăng ở ngay gần lối vào của khu chùa.jpg|thế=Vườn lăng ở ngay gần lối vào của khu chùa|nhỏ|Vườn lăng ở ngay gần lối vào của khu chùa]]\n<br \/>\n[[Tập tin:Con rồng trước chùa Hạ.jpg|thế=Con rồng trước chùa Hạ|trái|nhỏ|Con rồng trước chùa Hạ]]\n\n==Kiến trúc chùa==\n===Chùa Hạ===\nChùa Hạ có 5 gian xây trên một nền cao dưới chân núi. Trong chùa thờ phật, kiến trúc chùa theo kiểu chữ Đinh. Vì kèo, xà ngang, xà dọc cũng bằng gỗ lim. Mái chùa là hai tầng mái uốn cong, gồm 8 mái. Các cột đá ở chùa hạ đều bằng đá liền một khối, không chắp nối, cao hơn 4m, làm được những cột đá như thế là một kỳ công.\n[[Tập tin:Đền Hạ-chùa Bích Động.JPG|nhỏ|355x355px|phải|Chùa Hạ - chùa Bích Động]]\nTại chùa Hạ, một bức Đại tự bằng chữ Hán ở chính giữa có ghi \"Thanh thản cổ mộ; để nói lên cái tâm chính của chùa là thanh bạch từ xưa đến nay. Trên cùng là tòa tam thế. Ba bức tượng đại diện cho ba đời chư Phật. Kế đến là bộ tượng Tây Phương Tam Thánh, ngồi chính giữa là đức Phật Di Đà, bên phải là [[Quan Âm|Quan Âm Bồ Tát]], bên trái là Đại Thế Chí Bồ Tát.\n\nVị ngồi hàng thứ ba là Quan Âm Thiên Thủ Thiên Nhãn. Hàng thứ tư là tượng Thích Ca sơ sinh. Tám vị tướng mặc võ phục đứng bên phải là Bát Đại Kim Cương, đứng bên trái là đại diện cho tứ trực công tào - khuyến làm việc thiện, trừng trị [[ác|cái ác]], coi xét việc nhân quả ở cõi người. Cuối cùng là ba vị ngồi bên trái là Chí Kiên, Chí Thể và Chí Tâm - ba vị đại sư đã có công thành lập và xây dựng nên chùa Bích Động. Hai tượng bên ngoài là Nam Tào - Bắc Đẩu, coi xét sổ sanh tử. Tấm bia lớn bằng đá bên phải là tên những người đóng góp xây dựng chùa Bích Động.\n[[Tập tin:Hoa ngọc trâm ở chùa Hạ.jpg|viền|trái|nhỏ|Hoa ngọc trâm chùa Hạ]]\n[[Tập tin:Hoa huệ bên phải chùa Hạ.jpg|thế=Hoa ngọc trâm tượng trưng cho sự thuần khiết, đúng với tinh thần của Phật giáo.|viền|giữa|nhỏ|299x299px|Hoa ngọc trâm bên phải chùa Hạ]]\n[[Tập tin:Hán tự trên mộ (tháp hành từ).jpg|thế=Hán tự trên mộ (Tháp Hành Từ)|nhỏ|222x222px|Hán tự trên mộ (Tháp Hành Từ)]]\n<br \/>\n[[Tập tin:Hán tự trên mộ (Tháp Viên Tịnh).jpg|viền|trái|nhỏ|279x279px|Hán tự trên mộ (Tháp Viên Tịnh)]]\n[[Tập tin:Mộ bên phải chùa Hạ.jpg|thế=Mộ bên phải chùa Hạ|nhỏ|Mộ bên phải chùa Hạ]]\n[[Tập tin:Chữ Phạn trên mộ.jpg|nhỏ|Chữ Phạn trên mộ bên trái chùa Hạ]]\n[[Tập tin:Hán tự trên mộ (Tháp Diệu Tịnh).jpg|giữa|nhỏ|298x298px|Hán tự trên mộ (Tháp Diệu Tịnh)]]\n<br \/>\n[[Tập tin:Biểu đồ chữ Phạn sau mộ bên phải chùa Hạ.jpg|thế=Biểu đồ chữ Phạn sau mộ bên phải chùa Hạ|trái|nhỏ|Biểu đồ chữ Phạn sau mộ bên phải chùa Hạ.]]\n[[Tập tin:Hoa văn Hán tự trước chùa Hạ.jpg|thế=Hoa văn Hán tự trước chùa Hạ|giữa|nhỏ|Hoa văn Hán tự trước chùa Hạ]]\n<br \/>\n[[Tập tin:Hoa trạng nguyên bên phải chùa Hạ.jpg|thế=Hoa trạng nguyên bên phải chùa Hạ|viền|giữa|nhỏ|291x291px|Hoa trạng nguyên bên phải chùa Hạ]]\n[[Tập tin:Vật dụng đá kì lạ bên trái chùa Hạ.jpg|thế=Vật dụng đá kì lạ bên trái chùa Hạ|nhỏ|Cái Khánh bên trái chùa Hạ]]\n<br \/>\n[[Tập tin:Hoa văn Hán tự trước chùa Hạ (2).jpg|thế=Hoa văn Hán tự trước chùa Hạ|giữa|nhỏ|Hoa văn Hán tự trước chùa Hạ]]\n\n<br \/>\n[[Tập tin:Câu đối đằng sau chùa Hạ .jpg|thế=Câu đối đằng sau chùa Hạ|nhỏ|Câu đối đằng sau[[Tập tin:Câu đối đằng sau chùa Hạ (2).jpg|thế=Câu đối sau chùa Hạ|nhỏ]]chùa Hạ]]\n\n===Chùa Trung===\n[[Tập tin:Hoa văn ngói chùa Hạ.jpg|thế=Hoa văn ngói chùa Hạ|nhỏ|Hoa văn ngói chùa Hạ]]\nTừ chùa Hạ bước lên 120 bậc theo đường hình chữ S tới lưng chừng dãy núi Ngũ Nhạc là chùa Trung. Ngay phía trước là hai chữ [[Tam Cốc - Bích Động|Bích Động]] tạc vào vách núi. Đây là một chùa rất độc đáo, ít nơi có được, một nửa gắn vào hang động, một nửa lộ thiên, chùa có 3 gian thờ phật. Lễ [[Phật]] xong ở Thượng điện, bước lên 21 bậc đá là đến Động tối. Đây là động chính, thâm nghiêm, tĩnh mịch, thiên nhiên đã miệt mài bao đời chau chuốt tỉ mỉ vô cùng tinh tế sắc sảo đến từng chi tiết nhỏ để tạo nên những ông tiên, cô tiên, tiểu đồng, rồng lượn, rùa bơi, voi chầu, hổ phục...\n[[Tập tin:Hình chiếu chỉ sau chùa Hạ.jpg|thế=Hình chiếu chỉ sau chùa Hạ|trái|nhỏ|262x262px|Hình chiếu chỉ sau chùa Hạ]]\n[[Tập tin:Hoa văn trên mái chùa Hạ.jpg|thế=Hoa văn trên mái chùa Hạ|nhỏ|Hoa văn trên mái chùa Hạ]]\nChùa này đã trải qua ba thời kỳ có tên khác nhau: thời kỳ đầu (1428) có tên là chùa Động, đến 1740, đời vua [[Lê Hiển Tông]], chùa này được mở mang, xây dựng thêm và được đặt tên là: Bạch Ngọc Thạch Sơn Đồng. Đến thế kỷ 19 dưới thời vua [[Tự Đức]] được đặt tên là chùa Bích Động. Phía trên của mái chùa có mười chữ Hán màu vàng là: ''Già Lam Thần Đại Hùng Bảo Điện Nam Thiên Tổ'' - nghĩa là tất cả các vị sư tổ ở trời Nam này đều xuất phát từ chùa Bích Động ra đi. Về mặt bài trí ở chùa Trung, [[Phật]] Thích Ca Mâu Ni có cửu long phù giá. Hai tượng ngồi phía ngoài là Vân Thù Bồ Tát, bên trái là Phổ Hiền Bồ Tát, bên trong chính cung là tượng thờ A-nan-đà tôn giả, còn được gọi là Đức Thánh hiền v.v... ở chùa Trung còn có đường lên Động Tối. Ngay trước cửa động, một chiếc chuông đồng cổ kính với những đường nét chạm trổ rất tinh xảo. Nhìn ra phía ngoài là cầu Giải Oan. Hầu hết khách qua đây thường \"thỉnh\" lên ba tiếng chuông ngân nga như để \"giải oan\" cho tâm hồn mình ở nơi cửa Phật được thanh thản.\n\nTrong động có ba pho tượng đá sừng sững uy nghi. Chính giữa là đức Phật Di đà, bên phải là Vân Thù Bồ Tát, bên trái là [[Quan Âm Thị Kính (truyện thơ)|Quan Âm Bồ Tát]], tượng Lão Thọ bằng đá được thờ trong một am nhỏ.\n\n<br \/>\n[[Tập tin:Bên sườn núi lên chùa Trung.jpg|thế=Hoa văn Hán tự trước chùa Hạ|giữa|nhỏ|Hoa văn Hán tự trước chùa Hạ]]\n\n<br \/>[[Tập tin:Bich Dong2 tango7174.JPG|nhỏ|200px|trái|Chùa Trung - chùa Bích Động[[Tập tin:Đền Trung Bích Động.JPG|nhỏ|255x255px|Chùa Trung - chùa Bích Động|thế=|trái]]]]\n\n===Chùa Thượng===\n[[Tập tin:Đền Thượng Bích Động.JPG|nhỏ|250px|phải|Chùa Thượng trên cùng]]\nLên chùa Thượng, du khách phải bước tới gần 40 bậc đá theo sườn núi. Chùa Thượng còn gọi là chùa Đông, chùa thờ [[Quan Âm Thị Kính (truyện thơ)|Quan Âm Bồ Tát]]. Đây là ngôi chùa nằm ở vị trí cao nhất, gần đỉnh núi Bích Động. Từ chùa Thượng nhìn ra xa có 5 ngọn núi đứng độc lập chầu về núi Bích Động, trông giống như 5 cánh hoa Sen, gọi là Ngũ Nhạc Sơn, gồm núi Tầm Sặng, núi Gia Định, núi Con Lợn, núi Đầu Cầu và núi Hang Dựa.<ref name=\"CHÙA TRÊN NÚI BÍCH ĐỘNG - NINH BÌNH\"\/>\n\nBích động là một ngôi chùa độc nhất vô nhị ở [[Việt Nam]], không nơi nào có thế đất, thế núi như vậy. Chùa Thượng có hai miếu hai bên: bên phải thờ Thổ Địa, bên trái thờ Đức Sơn Thần. Cạnh chùa có một bể nước gọi là \"bể nước Cam Lộ\" của [[Quan Âm Thị Kính (truyện thơ)|Quan Âm Bồ Tát]]. Phía trước là cánh đồng Ngũ Môn. Đứng trên chùa Thượng có thể phóng tầm mắt bao quát được toàn bộ cảnh đẹp của chùa Bích Động, không những đẹp về phong cảnh duyên dáng hữu tình, về nghệ thuật văn hóa- kiến trúc, mà nơi đây còn mang ý nghĩa là một di tích lịch sử của tỉnh [[Ninh Bình]].\n\n{{clear}}\n\n==Hang động==\n===Động tối===\nTừ chùa Trung lên cao khoảng 6 m là đến Động Tối. Đây là động chính, thâm nghiêm, tĩnh mịch, dài, hơi chếch về phía đông. Nếu động chứa chùa Trung là tầng một của ngôi nhà cao 6 mét thì Động Tối là tầng 2 cao đến 8 mét. Đường lên Động Tối gần thẳng đứng, đi dưới cầu giải oan, vì cửa động có hình như cầu vồng. Bên trên cửa động có treo chiếc chuông đồng lớn được hai vị sư Trí Kiên và Trí Thể đúc vào năm 1707. Động Tối là một không gian dài, rộng có điện thắp sáng. Tất cả như một thế giới cổ tích bị hoá đá của tạo hoá. Ra gần cửa Động Tối trước mặt du khách là tượng Đức Phật Di Đà, tượng Văn Thù Bồ Tát. Bên trái là [[Quan Âm Thị Kính (truyện thơ)|Quan Âm Bồ Tát]]. Ra đến gần cửa động, bên tay trái du khách là một hang nhỏ, trên cao thờ Quan Thế Âm Bồ Tát.<ref>[http:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=574053 Chùa Bích Động]<\/ref>\n\nDưới nền hang nhỏ này có nhũ đá giống như hình con rùa và đặc biệt có hai khối đá kỳ lạ, gõ vào kêu như tiếng mõ, một hòn nghe tiếng trầm, một hòn nghe tiếng thanh. Động Tối cũng là chùa thờ Phật. Đó là ngôi chùa thiên tạo.\n===Xuyên thủy động===\nXuyên Thủy động là một động tối và ngập nước nằm dọc theo chiều dài Bích Động, xuyên qua gầm núi chùa Bích Động. Xuyên Thủy động như 1 đường ống hình bán nguyệt bằng đá dài khoảng 350 m uốn lượn từ phía Đông sang phía Tây. Bình quân bề rộng của Xuyên Thủy động là 6m, chỗ rộng nhất là 15 m. Trần và vách động thường bằng phẳng, tạo hoá như xếp từng phiến đá lớn thành mái vòm cung, bán nguyệt với muôn hình vạn trạng.\n\nLối vào Xuyên thủy động ở phía sau núi, đối diện với đường vào Bích Động. Tại điểm kết thúc hành trình xuyên thủy động, du khách có thể leo núi để tới động và chùa Bích Động.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* ''Lã Đăng Bật'' - ''Tam Cốc, Bích Động'' - ''Nhà xuất bản văn hóc dân tộc''.\n\n{{Du lịch Ninh Bình}}\n{{Quần thể danh thắng Tràng An}}\n\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]\n[[Thể loại:Hoa Lư (huyện)]]\n[[Thể loại:Chùa tại Ninh Bình]]\n[[Thể loại:Quần thể danh thắng Tràng An]]"}