{"24019":"{{for|các ngôi chùa cùng tên|Chùa Phổ Minh (định hướng)}}{{Thông tin chùa\n| tên = Chùa Phổ Minh\n| hình = Pho_Minh_tower.jpg\n| ghi chú hình = Tháp chùa Phổ Minh\n| vĩ độ = \n| vĩ hướng = \n| kinh độ = \n| kinh hướng = \n| tên tự = Phổ Minh tự\n| quốc gia = {{VIE}}\n| địa chỉ = thôn Tức Mạc, thành phố [[Nam Định]], [[Nam Định]]\n| khởi lập = 1262\n| người sáng lập = \n| trụ trì = Thích Đàm Nhữ \n| di tích = \n| tên di tích = Đền Trần và Chùa Phổ Minh\n| cấp di tích = đặc biệt\n| loại di tích = lịch sử\n| loại di tích 2 = kiến trúc\n| ngày nhận = 27 tháng 9 năm 2012\n| quyết định = 1419\/QĐ-TTg<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-1419-QD-TTg-nam-2012-xep-hang-di-tich-quoc-gia-dac-biet-148519.aspx|title=Quyết định 1419\/QĐ-TTg năm 2012 xếp hạng di tích quốc gia đặc biệt|last=|first=|date=|website=Thư viện pháp luật|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n| tên gốc = 普明寺\n}}\n'''Chùa Phổ Minh''' (Phổ Minh tự 普明寺) hay '''chùa Tháp''' là một ngôi [[chùa]] ở thôn Tức Mạc, nằm cách thành phố [[Nam Định (thành phố)|Nam Định]] khoảng 5 [[kilômét|km]] về phía bắc. Năm 2012, di tích lịch sử và kiến trúc nghệ thuật đền Trần và chùa Phổ Minh được xếp hạng di tích quốc gia đặc biệt.<ref>[http:\/\/www.dsvh.gov.vn\/pages\/news\/preview.aspx?n=459&c=4 Tỉnh Nam Định tổ chức đón nhận Bằng xếp hạng Di tích quốc gia đặc biệt Di tích lịch sử và kiến trúc nghệ thuật đền Trần và chùa Phổ Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170108093418\/http:\/\/www.dsvh.gov.vn\/pages\/news\/preview.aspx?n=459&c=4 |date=2017-01-08 }}, www.dsvh.gov.vn<\/ref>\n\n==Lịch sử==\nTheo biên niên sử, chùa được xây dựng vào năm [[1262]], ở phía tây cung [[Trùng Quang Đế|Trùng Quang]] của các vua [[nhà Trần]]. Nhưng theo các [[minh văn]] trên bia, trên chuông thì ngôi chùa này đã có từ thời [[nhà Lý]]. Có thể chùa đã được xây dựng lại với quy mô rộng lớn từ năm [[1262]]. Tuy đã nhiều lần tu bổ nhưng chùa vẫn còn giữ được nhiều dấu tích nghệ thuật đời Trần.\n==Kiến trúc==\n[[Tập tin:CuaPhoMinh.jpg|nhỏ|trái|Chạm khắc gỗ trên hai cánh cửa chùa Phổ Minh, nay lưu trữ ở Hà Nội]]\nCụm kiến trúc chính của chùa bao gồm 9 gian tiền đường, 3 gian thiêu hương, toà thượng điện cũng 3 gian nhưng rộng hơn, xếp theo hình chữ \"công\". Bộ cửa gian giữa nhà tiền đường gồm 4 cánh bằng [[gỗ lim]], to dày, chạm [[rồng]], sóng nước, hoa lá và văn hoa hình học. Hai cánh ở giữa chạm đôi rồng lớn chầu [[Mặt Trời]] trong khuôn hình [[lá đề]], được coi là một tác phẩm [[điêu khắc]] khá hoàn mỹ. Cũng như đôi sấu đá trên thành bậc tam quan và đôi rồng trên thành bậc gian giữa tiền đường, bộ cánh cửa này còn giữ được những dấu ấn của nghệ thuật chạm khắc đời Trần.\n\nMột số công trình kiến trúc bài trí khác đã làm tô thêm vẻ đẹp của chùa Phổ Minh, như 3 gian tam quan khung [[gỗ]], tường gạch, mái [[ngói]] rêu phong, cổ kính với bức hoành phong đề 4 chữ lớn. \"Đại hùng bảo điện\" và thành bậc thềm ở chính giữa có chạm đôi sấu đá rất sống động, hai hồ tròn thả sen nằm đăng đối hai bên lối đi dẫn vào chùa.\n\nTrong chùa có bày tượng [[Trần Nhân Tông]] nhập [[Niết-bàn|Niết bàn]] (tượng nằm); tượng [[Trúc Lâm Tam tổ]] dưới bóng cây [[trúc]]; một số tượng [[Phật]] đẹp lộng lẫy. Chuông lớn của chùa có khắc bản văn \"Phổ Minh đỉnh tự\" đúc năm [[1796]] - chùa vốn có một vạc lớn, sử sách coi là một trong bốn vật báu của Việt Nam (An Nam tứ đại khí) nhưng nay không còn.\n\nSau thượng điện, cách một sân hẹp là ngôi nhà dài 11 gian. Ở giữa là 5 gian nhà tổ, bên trái là 3 gian nhà tăng và bên phải là 3 gian điện thờ. Hai dãy hành lang nối tiền đường ở phía trước với ngôi nhà 11 gian ở phía sau làm thành một khung vuông bao quanh kiến trúc chùa.\n\n==Tháp Phổ Minh== \n[[Tập tin:100s.jpg|nhỏ|200px|Tháp Phổ Minh trên tờ 100 [[đồng (tiền)|đồng]]]]\nKiến trúc thời [[nhà Trần]] được bảo tồn khá nguyên vẹn ở đây là tháp Phổ Minh, dựng năm [[1305]]. Tháp cao khoảng 20 [[mét|m]], gồm 14 tầng. Nền tháp và tầng thứ nhất xây bằng [[đá]], những tầng còn lại phía trên xây bằng [[Gạch nung|gạch]]. Tầng nào cũng trổ 4 cửa vòm cuốn, giữa các tầng là gờ mái... Tầng tháp thứ nhất đặt trên bệ đá, có hai lớp cánh [[sen]], lớp dưới chúc xuống, lớp trên ngửa lên đỡ lấy tháp hình vuông, mỗi cạnh rộng hơn 5 mét. Bệ và tầng thứ nhất có những hình chạm nông trên mặt đá như hoa lá, sóng nước, mây cuốn, đặc trưng cho phong cách trang trí thời nhà Trần. Mặt ngoài những viên gạch các tầng trên được trang trí hình rồng.\n\n==Trong văn học, nghệ thuật==\nDanh sĩ người [[xứ Đông]] [[Nguyễn Bỉnh Khiêm]] (1491–1585), sống [[Văn hóa Lê–Mạc|thời Lê–Mạc]], đồng thời là một [[cư sĩ]] tự nhận ([[Bạch Vân am cư sĩ]]), trong một lần qua vùng [[Trấn Sơn Nam|Sơn Nam Hạ]] vãn cảnh chùa Phổ Minh chừng hơn một thế kỷ sau [[thời kỳ Bắc thuộc lần thứ tư|loạn giặc Minh xâm lược]] qua đi, đã để lại bài thơ [[thất ngôn bát cú]] ''Du Phổ Minh tự'' được đưa vào tập thơ chữ Hán ''[[Bạch Vân am thi tập]]'' do chính ông đề tựa:\n{|\n|\n''Du Phổ Minh tự'' (phiên âm Hán-Việt)\n:''Loạn hậu trùng tầm đáo Phổ Minh,''\n:''Viên hoa dã thảo cựu nham quynh.''\n:''Bi văn bác lạc hoà yên bích,''\n:''Phật nhãn thê lương chiếu dạ thanh.''\n:''Pháp giới ưng đồng thiên quảng đại,''\n:''Hương nhân do thuyết địa anh linh.''\n:''Liêu liêu [[vạc Phổ Minh|cổ đỉnh]] kim hà tại?''\n:''Thức đắc vô hình thắng hữu hình.''\n\n|\n''Thăm chùa Phổ Minh'' (dịch nghĩa)\n:''Sau khi loạn lạc lại tìm đến chùa Phổ Minh,''\n:''Vẫn hoa vườn cỏ nội với cửa đá cũ.''\n:''Văn bia mờ nhạt hoà trong làn khói biếc,''\n:''Mắt Phật lạnh lùng soi thấu đêm thanh.''\n:''Pháp giới phải ngang với tầm rộng lớn của trời,''\n:''Người làng vẫn nói đến sự anh linh của đất.''\n:''Vắng vẻ lặng lẽ, [[vạc Phổ Minh|vạc xưa]] nay còn đâu?''\n:''Thế mới biết vô hình vẫn thắng hữu hình.''\n|}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.thuvienhoasen.org\/cvn-hinhanhchuachien.htm Thư viện Hoa Sen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090207104951\/http:\/\/thuvienhoasen.org\/cvn-hinhanhchuachien.htm |date = ngày 7 tháng 2 năm 2009}}\n\n{{Lịch sử Việt Nam thời Trần}}\n{{Du lịch Nam Định}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Chùa tại Nam Định|Phổ Minh]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}