{"236106":"{{chú thích trong bài}} \n{{bài cùng tên|Chùa Hang}}\n{{Thông tin hang động\n| name = Chùa Hang\n| other_name = Thiên Khổng Thạch Tự (Chùa đá trời sinh)\n| photo = \n| photo_width =\n| photo_caption = \n| map = Vietnam\n| map_width =\n| relief = yes\n| map_caption = [[An Hải, Lý Sơn|xã An Hải]], đảo [[Lý Sơn]], [[Quảng Ngãi]]\n| map_alt =\n| location =\n| coords =\n| lat_d = 15| lat_m = 23| lat_s = 25| lat_NS = N \n| long_d = 109| long_m = 07| long_s = 16| long_EW = E \n| coords_ref =\n| land_registry_number =\n| grid_ref_UK =\n| grid_ref_Ireland =\n| grid_ref =\n| depth =\n| length =\n| height_variation =\n| altitude =\n| discovery = lâu đời\n| geology =\n| entrance_count = \n| entrance_list =\n| difficulty =\n| hazards =\n| access =\n| show_cave =\n| show_cave_length =\n| lighting =\n| visitors =\n| features =\n| survey =\n| survey_format =\n| website =\n}}\n\n'''Chùa Hang''' (tên chữ là '''Thiên Khổng Thạch Tự''', ''Chùa đá trời sinh'') ở xã An Hải, đảo [[Lý Sơn]], được lập ra dưới triều vua [[Lê Kính Tông]] bởi ông Trần Công Thành, một trong những người đã ở đây tạo dựng cùng với việc khẩn hoang, mở đất lập làng An Hải, An Vĩnh xưa. Gọi là chùa Hang vì chùa nằm trong một hang đá lớn nhất trong hệ thống hang động ở Lý Sơn, được tạo ra từ [[dãy núi Thới Lới]], màu nham thạch, vách núi dựng đứng cao gần 20 m. Chùa Hang đã được Bộ Văn Hóa - Thể thao và Du lịch xếp hạng thắng cảnh quốc gia theo quyết định số 921 ngày 20 tháng 7 năm 1994.\n\nChùa nằm cách [[sa Kỳ|cảng Sa Kỳ]] chừng hơn 25&nbsp;km nữa về phía đông nam.\n\nTheo sách \"Đại Nam nhất thống chí\" của Quốc sử quán Triều Nguyễn có viết về chùa Hang:\"... phía dông đảo có động, trên động có chùa máy gian, có giường đá, kỷ đá, hai bên hữu động có giếng nước trong ngọt, xung quanh cây cối tốt tươi, khi có giặc biển thì dân phường ẩn nấp nơi đây\".\n[[Tập tin:Chùa Hang - Thiên Khổng Thạch Tự - Lý Sơn -Quảng Ngãi.jpg|thế=Bia ghi di tích văn hóa quốc gia được trưng tại Chùa Hang trên đảo Lý Sơn|nhỏ|Bia ghi di tích văn hóa quốc gia được trưng tại Chùa Hang trên đảo Lý Sơn]]\nChùa Hang có nguồn gốc là ngôi đền của người Champa thờ các vị thần Bà La Môn, sau này khi người Việt đến khai phá vùng đất lý sơn vào đầu thế kỷ XVII, chùa thành nơi tu tiên và sau này thành nơi thờ Phật.\n\nSân chùa trước cửa hang nhìn ra [[biển]]. Giữa sân có một hồ [[sen]] có tượng Phật. Quanh sân là những cây [[bàng biển]] cổ thụ đến hàng trăm năm. Hang sâu 24 m, bề rộng 20m, trần hang cao 3,2 m, diện tích 480 m².\n\nTrong hang có bàn thờ các Phật Di Đà, Như Lai, Di Lặc ở chính giữa; bàn thờ sư tổ Đạt Ma ở bên trái; bàn thờ 12 Diêm Vương, 3 vị thủy tổ kế tiếp phụng sự chùa (là Trần Công Thành, Trần Công Hiền, Trần Công Quân) và 7 vị tiền hiền làng An Hải. Các bệ thờ được tạo tác từ các nhũ đá tự nhiên ở nền hang, rồi được gia công thành các khám thờ.\n\nCác sự kiện lớn được tổ chức tại chùa hàng năm là các ngày Tết Nguyên Đán, Lễ Vu Lan, Phật Đản, ngày giỗ các vị tiền hiền. Vào những dịp đó, nhân dân địa phương tới hành lễ, niệm phật, chiêm bái.\n\nĐảo Lý Sơn gồm năm ngọn núi vươn lên giữa biển, khum khum như những cái bếp than đá khổng lồ đã tắt. Người dân địa phương bảo trong số đó chỉ mới có bốn ngọn từng nổi trận lôi đình, để lại những cái miệng há rộng đầy nham thạch.\n\nMột trong số những ngọn đó, ngọn Thới Lới, miệng phễu rộng đến một cây số vuông, được chính quyền sở tại dự định xây thành một cái hồ chứa nước để cứu khát cho cả đảo trong 4 tháng mùa khô hàng năm. \nDu khách mới đến lần đầu chắc sẽ có cảm giác rờn rợn vì đang đứng ngay trong miệng núi lửa. Những khối nham thạch lớn bị hất tung lên, bắn ra phía biển nay vẫn còn nằm chơ vơ. Lên cao hơn nữa là những ngôi chùa lẩn sâu vào trong các khe núi, cỏ cây lơ thơ.\n\nNgười Lý Sơn nâng niu gìn giữ thế giới tâm linh của mình rất kỹ. Dinh thờ, miếu mạo chỗ nào cũng được tô điểm, thờ phụng với một quy chế cực kỳ nghiêm ngặt. Mỗi sáng sớm có thể bắt gặp ngư dân nào đó dừng thuyền trước con đường dẫn lên dinh Âm hồn biển để cúng một con gà luộc và đĩa trái cây tươi để an ủi những linh hồn còn lạc loài ngoài biển, cầu cho chuyến biển đêm nay yên lành.\n\nĐường lên chùa Hang, một danh thắng được Bộ Văn hoá - thông tin cấp bằng công nhận di tích văn hoá, được rải một lớp đá tròn nhỏ, chạy loanh quanh giữa cánh đồng bắp xanh rờn. Trên cánh đồng, các thôn nữ cười nói náo nhiệt. Nhưng cứ hễ khách đến gần và giơ máy ảnh, họ sẽ e lệ bỏ chạy, hoặc kéo chiếc khăn che nắng lên để gương mặt khuất lấp sau vành nón. \nChùa Hang nằm sâu trong lòng khối nham thạch khổng lồ hình dáng ở thế đang phun trào. Chùa rộng 480 mét vuông, chỉ cao có 3,2 mét. Tiền thân của chùa là một ngôi đền Chăm cổ. Những tượng Chăm đã bị người Pháp đưa đi từ đầu thế kỷ 20, và dân đảo thay thế bằng bàn thờ Phật và thờ các tiên hiền của 3 tộc lớn nhất đảo. \nHàng ngày vào buổi chiều, tiếng cầu kinh của vợ các ngư dân có chồng đang rong ruổi trên biển cất lên, kéo dài cho đến tận hoàng hôn, buồn da diết. Trong chùa, thỉnh thoảng lại có một giọt nước mát trên vòm hang nhỏ xuống, rồi tan giữa câu kinh.\n\nLý Sơn còn hấp dẫn du khách bởi những hàng quán bình dân với những đĩa thức ăn được chế biến từ hải sản, mà đặc biệt là từ 14 loại ốc biển khác nhau, mang những cái tên rất kỳ dị như ốc nhảy, ốc đụn, ốc cừ, ốc hương, ốc voi…\n\nViếng cảnh chùa, ngắm những ngọn núi lửa đang ngủ yên giữa trùng dương, rồi sau đó vào quán thưởng thức một đĩa mực thả mới vớt từ biển lên, uống một ly nhỏ rượu tỏi và nhìn hoàng hôn trôi dần về đất liền cách đó 20 hải lý. Lý Sơn trong tim du khách lúc đó có thể sẽ khác, mặc dù tiếng kinh cầu từ chùa vẳng ra vẫn đang còn buồn da diết.\n\n==Tham khảo==\n{{tham khảo}}\n\n*Non Nước Xứ Quảng (Quảng Ngãi), tập một, Nhà xuất bản Thanh Niên, phát hành năm 2005.\n\n==Liên kết ngoài==\n*[http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/3206\/3206.html# Đảo Lý Sơn-nơi du lịch lý tưởng]{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}\n\n{{Hang động Việt Nam}}\n\n[[Thể loại:Chùa tại Quảng Ngãi|Hang]]\n[[Thể loại:Lý Sơn]]\n[[Thể loại:Hang động Việt Nam]]"}