{"238677":"[[Hình:Chùa Xà Tón (Xvayton).jpg|nhỏ|phải|250px|Một cảnh trong khuôn viên chùa Xà Tón]]\n'''Chùa Xà Tón''' (Xvayton) tọa lạc tại khóm 3, [[Tri Tôn (thị trấn)|thị trấn Tri Tôn]], huyện [[Tri Tôn]], tỉnh [[An Giang]]. Đây là ngôi chùa tiêu biểu cho nghệ thuật kiến trúc chùa tháp của [[người Khmer]] ở [[Nam Bộ Việt Nam|Nam Bộ]], là ngôi chùa Khmer xưa nhất tỉnh, và là nơi lưu giữ nhiều nhất về sách kinh lá có tại [[Việt Nam]]<ref>Nguồn: Nhiều người soạn, ''Kỷ lục An Giang 2009'' (Nhà xuất bản Thông Tấn, 2009, tr. 106), và thông tin trên website ''Văn nghệ sông Cửu long'': [http:\/\/www.vannghesongcuulong.org\/vietnamese\/tulieu_tacpham.asp?TPID=4698&LOAIID=16&TGID=823].<\/ref>.\n\n==Tên gọi==\nTương truyền, ngày xưa vùng này hãy còn hoang vu, rậm rạp, trên những nhành cây cao lớn, từng đàn khỉ đeo nhau mà chuyền đi. Đến khi người dân đến đây sinh sống ngày một đông và xây dựng chùa, họ lấy ngay cảnh tượng vừa vui vừa lạ mắt này, đặt tên cho chùa là ''Xvayton'' với nghĩa Xvay là khỉ, ton là đeo, là níu kéo...Lâu dần, tên ''Xvayton'' biến âm thành ''Xà Tón'' cho dễ đọc.\n\n==Lịch sử==\n[[Hình:Chánh điện chùa Xà Tón (Xvayton).jpg|nhỏ|phải|250px|Chính điện chùa Xà Tón và những tháp mộ vây quanh]]\nKhông biết chùa được xây dựng vào năm nào, chỉ nghe các sư sãi kể chùa Xà Tón đã có trên 200 năm.\n\nBan đầu, chùa được che dựng đơn sơ bằng lá và gỗ núi trên một nền đất thấp. Đến năm [[1896]], nhà chùa và nhân dân quanh vùng ra sức đào một cái hồ ở phía trước với diện tích 0.150 [[hecta|ha]] để lấy đất tôn cao nền chùa. Nền chùa đắp cao 1,8 [[m]] được xây bằng đá xanh, vôi, ô dước. Sau đó, chùa được khởi công xây dựng kiên cố bằng gạch ngói, cột bằng gỗ [[căm xe]], qua hai năm công trình này mới hoàn thành và nó có diện mạo như ngày hôm nay.\n\nNăm [[1933]], chùa Xà Tón có một lần sửa chữa nhỏ, cây kèo phía sau chính điện bị hư, Sãi cả Tà Um đã cho người thay bằng một cây kèo mới và xây thêm hai cây cột [[bê tông]] cốt sắt để phụ chống đỡ.\n\n==Kiến trúc==\nGiống như các chùa Khmer khác, chùa Xà Tón tuân theo một quy cách bố cục và kiến trúc thống nhất.\n \nChính điện chùa Xà Tón nằm ở trung tâm khu đất theo hướng Đông Tây, với nóc nhọn, hai mái cong gộp lại. Trên nóc tháp chùa chính có cấu trúc ''thần rắn Naga'' nằm dài, tượng trưng cho sự dũng mãnh và bất diệt.\n \nMái chính điện lợp ngói được cấu trúc tam cấp, lợp ngói đỏ, xanh, vàng. Chung quanh ngôi chính điện là các tháp nhỏ, đẹp đẽ dùng để lưu giữ hài cốt của các sư sãi ở chùa sau khi đã hỏa táng. Trên các đỉnh tháp nhỏ này được chạm hình ''thần Bayon'' bốn mặt, tức thần sáng tạo.\n\nBên trong chính điện rộng, có bốn hàng cột bằng gỗ căm xe, mỗi hàng bảy cây, nền chùa được lát gạch bông, tường gạch, vôi, ô dước.\n\nTrên khắp các vách tường, phía trên, có vẽ nhiều tranh truyện cổ tích của Phật và các đệ tử. Ở một bên vách của nơi chính điện, có một tượng Phật lớn bằng [[xi măng]] ngồi kiểu kiết già trên bệ cao và nhiều tượng nhỏ bằng bạc, bằng gỗ khá đặc sắc ở phía trước.\n\nBên ngoài chùa Xà Tón, phía trước có hồ lớn (''nơi đào để lấy đất tôn nền chùa'') trồng hoa sen, hoa súng. Đặc biệt ở phía bên trái ngoài những hàng dừa trĩu quả, còn có một tượng Phật lớn đang ngồi thiền định dưới bóng cây lâm vồ có tuổi trên 100 năm, gốc khoảng mười người ôm, thân cao, cành lá xum xuê.\n\nTheo truyền thống, chính điện của chùa là nơi hành lễ, thuyết pháp, còn nơi học, nơi ở của các vị sư là những dãy nhà khác, có phần nhỏ hơn nhưng cũng có hai mái cong gập lại, có nóc nhọn và hình tượng thần rắn Naga.\n\n==Lễ thường kỳ ==\n[[Tập tin:Phật chùa Xà Tón.jpg|nhỏ|phải|250px|Tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] bên gốc cây lâm vồ trên trăm năm tuổi trong khuôn viên chùa]]\nChùa Xà Tón có những ngày lễ thường kỳ trong năm:\n*Lễ: '''Chol Chnam Thmay''': Lễ mừng năm mới, vào các ngày 13, 14, 15 tháng 4 [[dương lịch]].\n*'''Lễ Pisat bo chia''': Lễ nhớ ơn Phật, kỷ niệm ngày Phật ra đời, vào ngày rằm tháng 4 âm lịch.\n*'''Lễ Chôl Neasa''': Lễ cấm cung, tức không cho các sư sãi ra khỏi chùa trong ba tháng, trừ trường hợp cha mẹ, thầy bệnh hoặc chính quyền cần đến, nhưng không được quá 7 ngày. Lễ bắt đầu từ ngày rằm tháng 6 âm lịch đến hết ngày rằm tháng 9 âm lịch.\n*'''Lễ Pha Chum Bênh''': tức lễ Đôn Ta (lễ ông bà, giống như lễ Thanh minh của dân tộc Kinh). Lễ kéo dài 15 ngày, từ ngày 1 đến ngày 15 tháng 10 dương lịch. Suốt những ngày này, người dân khmer mang bánh tét, hoa quả, cơm canh đến chùa cúng tế, để tỏ lòng biết ơn người quá cố và cầu an, cầu phúc cho gia đình...\n*'''Lễ Kà Thận''': Lễ sắm quần áo cho sư sãi, các vật dụng cho nhà chùa hoặc cho trường học trong làng.\n\nNgoài những lễ trên, còn có những ngày lễ không theo quy định...\n\n==Giá trị==\nVới những lễ hội truyền thống cùng vị trí địa lý thuận lợi và giá trị lịch sử văn hóa dân tộc, chùa Xà Tón là một trong những điểm tham quan của nhiều du khách khi đi đến khu vực này.\n\nỞ vùng đồng bằng sông [[Sông Cửu Long|Cửu Long]] và An Giang, chùa Xà Tón cũng như nhiều chùa khác của đồng bào Khmer, chùa không chỉ là nơi thờ Phật, mà còn là trung tâm văn hóa, nơi gìn giữ những phong tục, tập quán, kiến trúc, điêu khắc, nghệ thuật dân tộc cổ truyền; nơi thanh niên và bà con dân tộc Khmer đến tu học để trở thành người có tri thức, đức hạnh và chăm chỉ lao động.\n\nNgoài giá trị trên, chùa Xà Tón với cấu trúc tinh tế, đặc sắc còn là một danh lam nổi tiếng của tỉnh và là nơi lưu giữ trên 100 bộ kinh ghi trên lá cây buông (người khmer gọi là bộ sách ''SaTra'').\nNgày [[12 tháng 12]] năm [[1986]], chùa được Bộ Văn hóa ra quyết định số 235\/VH-QĐ công nhận là một ''di tích kiến trúc nghệ thuật cấp Quốc gia''.\n\nĐầu năm [[2006]], ''Trung tâm sách kỷ lục Việt Nam'' đã xác lập kỷ lục chùa Xà Tón là ngôi chùa lưu giữ nhiều nhất về sách kinh lá có tại Việt Nam <ref>[http:\/\/www.vannghesongcuulong.org\/vietnamese\/tulieu_tacpham.asp?TPID=4698&LOAIID=16&TGID=823 Theo]<\/ref>.\n\n==Một vài hình ảnh== \n<gallery>\nTập tin:Cổng chùa Xà Tón.jpg|Cổng chùa Xà Tón. \nTập tin:Trong khuôn viên chùa Xà Tón (2).jpg|Lối đi chính trong chùa.\nTập tin:Trong khuôn viên chùa Xà Tón (1).jpg|Một cảnh trong khuôn viên chùa Xà Tón. \n<\/gallery>\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=32478 Chùa Xà Tón] trên [[Từ điển bách khoa Việt Nam]].\n{{Chùa Khmer ở Nam Bộ}}\n[[Thể loại:Chùa tại An Giang]]\n[[Thể loại:Tri Tôn]]"}