{"2272407":"{{tone|date=tháng 11 2019}}\n{{wiki hóa|date=tháng 11 2019}}\n'''Chùa Giác Ngộ''' là một ngôi chùa Phật giáo tại Thành phố Hồ Chí Minh, Việt Nam.\n{| class=\"infobox\" style=\"width: 20em; font-size: 95%; text-align: left; border-collapse: collapse; border-top: 2px solid #af4630; border-right: 2px solid #af4630; border-left: 2px solid #af4630; border-bottom: 2px solid #af4630;\" cellpadding=\"3\"\n|- style=\"background-color: #FFCC33;\"\n| colspan=\"2\" style=\"text-align: center; font-size: larger;\" |Đạo Phật Ngày Nay\n|-\n! colspan=\"2\" style=\"text-align: center; border-bottom: 2px solid #af4630;\" |\n|-\n! Tên chùa:\n| '''Chùa Giác Ngộ''' \n|-\n! Địa chỉ:\n| 92 Nguyễn Chí Thanh, P3, Q10, Thành phố Hồ Chí Minh, [[Việt Nam]]\n|-\n! Người cúng đất:\n| ĐĐ [[Thích Thiện Đức]]\n|-\n! Người xây dựng:\n| HT. [[Thích Thiện Hòa]]\n|-\n! Năm xây dựng:\n| Năm [[1946]]\n|-\n! Năm trùng tu:\n| Năm [[1984]], [[2013]]\n|-\n! Trụ trì tiền nhiệm:\n| HT. [[Thích Nhất Thanh]], HT. [[Thích Nhất Niệm]], HT. [[Thích Thiện Huệ]], TT. [[Thích Nhật Bình]]\n|-\n! Trụ trì đương nhiệm:\n| TT. [[Thích Nhật Từ]] (1992-1994, 2002-nay)\n|-\n! Pháp môn:\n| Bốn chân lý thánh, [[Tứ đế]]\n|-\n! Chủ trương:\n| [[Đạo Phật Ngày Nay]], truyền bá [[Phật pháp]] qua giáo dục, hoằng pháp, văn hóa và từ thiện\n|-\n| colspan=\"2\" style=\"font-size: smaller;\" | {{{footnotes (if needed)|}}}\n|}\n\n==Nguồn gốc Chùa==\nChùa Giác Ngộ được đức Hòa thượng [[Thích Thiện Hòa]], Phó Tăng thống [[Giáo hội Phật giáo Việt Nam Thống nhất]], xây dựng vào thập niên 60 của thế kỷ XX.<ref>[http:\/\/www.vbu.edu.vn\/vbunews\/vbunews-detail\/AP-76\/TP-HCM:-Tuong-niem-co-HT-Thich-Thien-Hoa-va-HT-Thich-Thien-Hoa.html Tưởng niệm HT Thích Thiện Hòa]{{Liên kết hỏng|date=2021-03-02 |bot=InternetArchiveBot }}<\/ref> Vào năm 1946, cư sĩ Trần Phú Hữu, một công chức của chính phủ, đã phát tâm xây dựng ngôi Chùa Giác Ngộ trên lô đất 695 m<sup>2<\/sup>, lòng những mong giúp cho người hữu duyên tìm về chánh đạo, tu tâm dưỡng tánh, ngỏ hầu xóa dần những hệ lụy thương đau của cuộc đời. Chùa Giác Ngộ lúc đó tọa lạc tại số 36 đường Jean Jacques Rousseau, sau đó đổi thành số 90 Trần Hoàng Quân và nay là số 92 đường Nguyễn Chí Thanh. Lúc ấy, ngoài chính điện nhỏ, chỉ đủ chỗ cho khoảng 80 Phật tử tu học, còn lại chỉ là mấy căn nhà nhỏ, xen lẫn với một số mồ mả. \n\nVào ngày 21-5-1956, cư sĩ Trần Phú Hữu đã hiến cúng toàn bộ đất và chùa Giác Ngộ cho [[Giáo hội Tăng Già Nam Việt]]. Trị sự trưởng của giáo hội này lúc bấy giờ là Hòa thượng [[Thích Thiện Hòa]], cũng là Giám đốc Phật học đường của [[Giáo hội Tăng già Nam Việt]], đứng đại diện giáo hội tiếp nhận. Sau đó, cư sĩ đã phát tâm xuất gia và trở thành thầy [[Thích Thiện Đức]].\n\n==Trường Trung học Bồ-đề Chợ Lớn==\nNăm 1959, [[Giáo hội Tăng già Nam Việt]] xin phép Chính phủ thành lập trường Trung-Tiểu học Bồ Đề Chợ Lớn <ref>[http:\/\/www.phattuvietnam.net\/phatgiaovietnam\/lich-su-phat-giao-viet-nam\/11127-h%E1%BB%87-th%E1%BB%91ng-trung-ti%E1%BB%83u-h%E1%BB%8Dc-b%E1%BB%93-%C4%91%E1%BB%81-v%C3%A0-vi%E1%BB%87n-%C4%91%E1%BA%A1i-h%E1%BB%8Dc-v%E1%BA%A1n-h%E1%BA%A1nh.html Hệ thống Trung học Bồ-đề] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130501194050\/http:\/\/www.phattuvietnam.net\/phatgiaovietnam\/lich-su-phat-giao-viet-nam\/11127-h%E1%BB%87-th%E1%BB%91ng-trung-ti%E1%BB%83u-h%E1%BB%8Dc-b%E1%BB%93-%C4%91%E1%BB%81-v%C3%A0-vi%E1%BB%87n-%C4%91%E1%BA%A1i-h%E1%BB%8Dc-v%E1%BA%A1n-h%E1%BA%A1nh.html |date=2013-05-01 }}, theo Phật tử Việt Nam]<\/ref>, đặt cơ sở tại chùa Giác Ngộ, do Thượng tọa Quảng Liên làm Hiệu trưởng. Từ năm 1964 đến năm 1975, Trường do Thượng tọa Quảng Chánh làm Hiệu trưởng. Chương trình đào tạo gồm 2 cấp tiểu học và trung học đệ nhất cấp. Về tiểu học có 12 lớp, mỗi lớp trên 120 học sinh, dạy từ lớp Năm đến lớp Nhất. Chương trình Trung học đệ nhất cấp có 16 lớp, dạy từ đệ nhất đến đệ tứ, mỗi lớp có trên 65 học sinh. Tổng cộng tiểu học có 1.440 học sinh, trung học đệ nhất cấp có 1.040 học sinh.\n\nVào ngày 21\/5\/1970, Chùa Giác Ngộ được HT. [[Thích Thiện Hòa]] trùng tu theo giấy phép số 171 của Sở Thiết kế Đô Thành Sài Gòn. Đây là diện mạo của Chùa Giác Ngộ như chúng ta thấy hiện nay. Đây là trường tư thục Phật giáo đầu tiên tại Sài Gòn – Chợ Lớn,<ref>[http:\/\/vi.wikipedia.org\/wiki\/H%E1%BB%87_th%E1%BB%91ng_c%C3%A1c_tr%C6%B0%E1%BB%9Dng_B%E1%BB%93_%C4%91%E1%BB%81 Hệ thống các trường Bồ đề], theo Bách khoa Wikipedia<\/ref> góp phần đào tạo thế học song song với minh triết Phật giáo cho hàng ngàn thanh thiếu niên Phật tử, nhờ đó giới trẻ Phật giáo sống có lý tưởng, an vui và hạnh phúc<ref>[http:\/\/www.quangduc.com\/vietnam\/50namchanhungpg2-02.html Trường Trung học Bồ đề Chợ Lớn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121116072825\/http:\/\/quangduc.com\/vietnam\/50namchanhungpg2-02.html |date=2012-11-16 }}, Theo Năm mươi năm chấn hưng Phật giáo<\/ref>.\n\nSau ngày 30\/4\/1975, cùng chung số phận của các trường tư thục lúc bấy giờ, Trường Bồ Đề Giác Ngộ - Chợ Lớn đã bị đóng cửa.\n\n==Trường Sơ đẳng Phật học Thiện Hòa==\nVào năm 1979, Hòa thượng [[Thích Trí Tịnh]], Phó Viện trưởng Viện Hóa đạo [[Giáo hội Phật giáo Việt Nam Thống nhất]], Cố vấn Hội đồng Quản trị Tổ đình Ấn Quang, đã xin phép Viện Hóa đạo và Ủy ban Nhân dân thành phố thành lập [[Phật học viện Sơ đẳng Thiện Hòa]], tại Chùa Giác Ngộ, nhằm đáp ứng nhu cầu tu học của Tăng Ni tại Thành phố Hồ Chí Minh ngày càng cao. Chương trình học chia làm 3 cấp. Sơ cấp 1 gồm 2 năm, học tại Chùa Giác Ngộ. Sơ cấp 2 gồm 2 năm, học tại [[Chùa Giác Sanh]]. Trung cấp 3 năm, học tại [[Chùa Ấn Quang]]. Từ năm 1981 đến 1984, [[Phật học viện Sơ đẳng Thiện Hòa]] tại Chùa Giác Ngộ trực thuộc quản lý hành chính của Ban Giáo dục Tăng Ni Thành phố Hồ Chí Minh. Với số lượng hơn 300 Tăng Ni sinh, chia làm 3 lớp, trong suốt 6 năm, Phật học viện Sơ đẳng Thiện Hòa tại Chùa Giác Ngộ gặp nhiều khó khăn, do hoàn cảnh kinh tế khủng hoảng lúc bấy giờ.<ref>[http:\/\/www.buddhismtoday.com\/viet\/dien\/phatgiaotheky13.htm Giáo học Phật giáo], theo Phật giáo trong thế kỷ mới<\/ref>\n\nĐến năm 1984, do chính sách giáo dục của nhà nước lúc đó, cùng chung số phận của các trường Phật học khác trên toàn quốc, [[Phật học viện Sơ đẳng Thiện Hòa]] tại Chùa Giác Ngộ đình chỉ hoạt động. Phần lớn các vị Tăng Ni tốt nghiệp tại [[Phật học viện Sơ đẳng Thiện Hòa]] tại Chùa Giác Ngộ đều trở thành các vị tăng tài trong Phật giáo, tham gia lãnh đạo các cấp giáo hội, đặc biệt là cấp Ban Trị sự Phật giáo tại một số tỉnh miền Tây và ở hải ngoại.\n\n==Nơi đào tạo Tăng tài==\nTừ năm 1984 đến nay, suốt 28 năm qua, toàn bộ cơ sở giáo dục tại Chùa Giác Ngộ, dưới sự cố vấn quý Hòa thượng Tổ đình Ấn Quang, đặc biệt là Hòa thượng Viện chủ [[Thích Trí Quảng]] và Hòa thượng Trụ trì [[Thích Nhật Quang]], đã trở thành nơi sinh hoạt tu học thịnh hành của khoảng 30 tăng sĩ và hàng trăm Phật tử. Nhiều thầy xuất thân từ Chùa Giác Ngộ đã xuất dương làm đạo thành công tại Hoa Kỳ, châu Âu, châu Úc và Canada. Trong nước, hiện có nhiều thầy đậu cử nhân Phật học và các ngành khoa học xã hội, 2 thầy đỗ thạc sĩ Phật học, 5 thầy đã đỗ tiến sĩ Phật học, Triết học và châu Á học. Cũng có thầy đang giảng dạy tại [[Học viện Phật giáo Việt Nam tại TP.HCM]]. Có nhiều thầy làm trụ trì ở nhiều tỉnh thành, gánh vác nhiều Phật sự quan trọng của Giáo hội. Cũng có thầy hiện là giảng sư được nhiều Phật tử mến mộ trong cũng như ngoài nước.\n\n==Trùng tu mới==\nTrải qua hơn 60 năm phục vụ, vào năm 2012 Chùa Giác Ngộ đã xuống cấp và không đủ điều kiện phục vụ các sinh hoạt tu học của Tăng đoàn và Phật tử như mong đợi. Chánh điện, lầu 1 và lầu 2 đã bị dột trên 15 năm qua. Sau gần 20 năm giải quyết tranh chấp đất, nhờ Tam Bảo gia hộ, dưới sự lãnh đạo của Thượng tọa Thích Nhật Từ, Chùa Giác Ngộ đã được Sở Xây dựng Thành phố Hồ Chí Minh (tại công văn số 129\/GPXD, ký ngày 30-7-2012) cấp giấy phép xây dựng mới toàn bộ. Công trình xây dựng mới Chùa Giác Ngộ gồm 1 tầng hầm để xe và 7 lầu, với tổng diện tích xây dựng là 3476 m<sup>2<\/sup>. Chính điện mới của Chùa gồm 2 tầng, tầng 1 gồm 412 m<sup>2<\/sup> và gát lửng ở tầng 2 gồm 300m có sức chứa khoảng 700 người làm lễ cùng một lúc. Tầng 3 là thiền đường. Tầng 4 là thư viện. Các tầng còn lại phục vụ các sinh hoạt giáo dục Phật học và các Phật sự khác. Bên cạnh tòa 7 tầng vừa nêu, phía sau còn có dãy Tăng xá và bên trái từ ngoài nhìn vào còn có dãy nhà thờ cốt của thân bằng quyến thuộc các Phật tử đã quá vãng. Tổng chi phí xây dựng mới Chùa Giác Ngộ trên 20 tỷ đồng VN.<ref>[http:\/\/giacngo.vn\/tuvien\/chuavntrongnuoc\/2012\/09\/16\/3AD41A\/ Chùa Giác Ngộ trùng tu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130125041941\/http:\/\/giacngo.vn\/tuvien\/chuavntrongnuoc\/2012\/09\/16\/3AD41A\/ |date=2013-01-25 }} ]<\/ref>\n\nCông trình xây dựng mới Chùa Giác Ngộ dự kiến sẽ hoàn tất trong vào 24 tháng, kể từ tháng 10-2012. Trong suốt thời gian 2 năm trùng tu, một phân nửa Tăng đoàn của Chùa sẽ tạm trú và sinh hoạt tại đường Bác Ái, quận Thủ Đức, số còn lại tại đường Phan Đăng Lưu, quận Phú Nhuận. Các khóa lễ tụng niệm chính sẽ được diễn ra tại số 139\/5 đường Phan Đăng Lưu, quận Phú Nhuận.<ref>{{Chú thích web |url=http:\/\/phatgiao.org.vn\/ung-ho\/201305\/Tp-HCM-Trung-tu-chua-Giac-Ngo-10817\/ |ngày truy cập=2013-08-11 |tựa đề=Trùng tu Chùa Giác Ngộ |archive-date=2013-08-19 |archive-url=https:\/\/web.archive.org\/web\/20130819195907\/http:\/\/phatgiao.org.vn\/ung-ho\/201305\/Tp-HCM-Trung-tu-chua-Giac-Ngo-10817\/ |url-status=dead }}<\/ref>\n\nVì phải san bằng toàn bộ công trình Chùa hiện hữu để phục vụ cho việc xây dựng mới, kính mong các quý Phật tử có thờ cốt tại Chùa thông cảm hoàn cảnh của Chùa, hoan hỷ đến Chùa làm thủ tục tạm thời thỉnh cốt về nhà hoặc di dời cốt đến một ngôi Chùa khác, hoặc Chùa sẽ tạm thờ ở một nơi thích hợp. Sau khi Chùa xây dựng xong, khoảng 5000 lọ cốt được thỉnh về thờ tại Chùa Giác Ngộ.<ref>[http:\/\/nld.com.vn\/59612p0c1042\/chua-giac-ngo-thay-hu-cot-moi-de-tien-trung-tu-chua.htm Di dời các hài cốt tạm thời], Theo báo Người Lao động<\/ref>\n\n==Pháp môn và Tông chỉ==\nDưới sự hướng dẫn của Thượng tọa Thích Nhật Từ, Chùa Giác Ngộ chủ trương hình thái [[Đạo Phật Ngày Nay]]<ref>[http:\/\/www.daophatngaynay.com\/vn\/ Về hoạt động của Đạo Phật Ngày Nay]<\/ref>, tu tập theo pháp môn Tứ Thánh đế, nhấn mạnh tu thiền Vipassana, Tứ niệm xứ.\n\nTông chỉ của Chùa Giác Ngộ là nhập thế và truyền bá Phật pháp qua các hoạt động giáo dục, hoằng pháp, văn hóa và từ thiện. Chùa sử dụng các nghi thức tụng niệm thuần Việt<ref name=\"daophatngaynay.com\">[http:\/\/www.daophatngaynay.com\/vn\/nghi-thuc\/index.1.html Các nghi thức tụng niệm do Thích Nhật Từ soạn dịch]<\/ref>, đề cao văn hóa Việt Nam.\n\nChùa thường xuyên tổ chức các khóa tu [[một ngày an lạc]]<ref>{{Chú thích web |url=http:\/\/www.daophatngaynay.com\/vn\/Tap-chi-Dao-Phat-Ngay-Nay\/index.1.html |ngày truy cập=2013-08-11 |tựa đề=Tạp chí Đạo Phật Ngày Nay |archive-date=2013-05-12 |archive-url=https:\/\/web.archive.org\/web\/20130512102310\/http:\/\/www.daophatngaynay.com\/vn\/Tap-chi-Dao-Phat-Ngay-Nay\/index.1.html |url-status=dead }}<\/ref> vào chủ nhật hàng tuần, quy y Tam bảo vào các ngày rằm lớn như rằm tháng giêng, rằm tháng tư, rằm tháng bảy, rằm tháng mười và các lễ hội văn hóa Phật giáo. Phật tử trung niên và lão niên tu học vào sáng chủ nhật, thanh thiếu niên Phật tử sinh hoạt vào chiều chủ nhật. Chùa thường xuyên tổ chức lễ cưới (lễ hằng thuận) cho các Phật tử, giúp họ sống hạnh phúc theo tinh thần Phật dạy. Có thể nói rằng, Chùa Giác Ngộ là nơi hoạt động tu học, Phật sự nhiều nhất và mạnh nhất của Việt Nam.\n\n== Các chùa chi nhánh trực thuộc==\nChùa Giác Ngộ dưới sự Trụ trì của Thượng Tọa Thích Nhật Từ, đến nay đã phát triển thêm các chùa chi nhánh và chùa trực thuộc, các đạo trạng Đạo Phật Ngày Nay\n\n1. Chùa Giác Ngộ (Q. 10 - TP. HCM)\n\n2. Chùa Giác Ngộ Vĩnh Long (TP. Vĩnh Long - T. Vĩnh Long)\n\n3. Chùa Giác Ngộ Củ Chi (H. Củ Chi - TP.HCM) (Đang xây dựng)\n\n4. Chùa Giác Ngộ Vũng Tàu (H. Đất Đỏ - T. Bà Rịa - Vũng Tàu) (Đặt đá năm 2019)\n\n5. Chùa Quan Âm Đông Hải (TX. Vĩnh Châu - T. Sóc Trăng) (Đang xây dựng)\n\n6. Chùa Linh Xứng (H. Hà Trung - T. Thanh Hóa)\n\n7. Chùa Tượng Sơn (H. Hương Sơn - T. Hà Tĩnh)\n\n8. Đạo tràng Đạo Phật Ngày Nay tại Hà Nội \n\n9. Đạo tràng Đạo Phật Ngày Nay tại Hải Dương \n\n10. Đạo tràng Đạo Phật Ngày Nay tại Hàn Quốc\n\n11. Đạo tràng Đạo Phật Ngày Nay tại Hải Phòng\n\n==Đạo tràng Bát Chánh Đạo==\nĐạo tràng Bát Chánh đạo Chùa Tượng Sơn do Thượng tọa [[Thích Nhật Từ]], Trụ trì [[Chùa Tượng Sơn]], sáng lập, gồm có 8 Ban như sau:\n\n1. '''Ban A Nan''' gồm giới trí thức và giáo viên.\n\n2. '''Ban Dược Sư''' gồm các bác sĩ, y tá, dược sĩ, lương y.\n\n3. '''Ban Ca Diếp''' gồm các Phật tử kỳ cựu, mẫu mực.\n\n4. '''Ban La Hầu La''' gồm giới thanh thiếu niên Phật tử.\n\n5. '''Ban Cấp Cô Độc''' gồm những mạnh thường quân và người làm từ thiện xã hội.\n\n6. '''Ban Hộ Niệm''' gồm những Phật tử tham gia cầu an cho người bệnh, hộ niệm cho người quá vãng.\n\n7. '''Ban Diệu Âm''' gồm các văn nghệ sĩ Phật tử.\n\n8. '''Ban Hậu cần''' gồm các Phật tử công quả, phục vụ, trang trí, vận chuyển.\n\n==Xuất bản Kinh sách Phật giáo==\nChùa Giác Ngộ là nơi biên tập và xuất bản [[Đại Tạng Kinh Việt Nam]] (MP3) trên 120 CD, tủ sách [[Đạo Phật Ngày Nay]] trên 200 quyển, [[sách nói Phật giáo]] trên 100 CD, Âm nhạc [[Đạo Phật Ngày Nay]] trên 100 CD và VCD và hàng ngàn pháp thoại của Thầy Thích Nhật Từ.<ref>[https:\/\/www.youtube.com\/c\/Th%C3%ADchNh%E1%BA%ADtT%E1%BB%ABOfficial Pháp thoại của Thích Nhật Từ trên Youtube]<\/ref><ref>[http:\/\/tusachphathoc.com\/media\/ Pháp thoại của Thích Nhật Từ trên Tủ sách Phật học]<\/ref><ref>{{Chú thích web|url=https:\/\/www.youtube.com\/c\/%C4%90%E1%BA%A1oPh%E1%BA%ADtNg%C3%A0yNayChannel|tựa đề=Pháp âm Đạo Phật Ngày Nay trên Youtube|url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/tusachphathoc.com Trang nhà Chùa Giác Ngộ]\n*[http:\/\/www.buddhismtoday.com\/tacgia\/thichnhattu.htm Các tác phẩm của Tỳ Kheo Thích Nhật Từ trên trang Đạo Phật Ngày Nay]\n*[http:\/\/www.buddhismtoday.com\/chung\/index-vn.htm Tỳ Kheo Thích Nhật Từ biên tập trang Đạo Phật Ngày Nay]\n*[http:\/\/www.tusachphathoc.com Trang Tủ Sách Phật Học: Đại Tạng Kinh Việt Nam và pháp thoại MP3của Tỳ kheo Thích Nhật Từ biên tập]\n*[http:\/\/www.quangduc.com\/tacgia\/thichnhattu.html Tỳ Kheo Thích Nhật Từ trên trang Quảng Đức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080117204522\/http:\/\/quangduc.com\/tacgia\/thichnhattu.html#Quang%20Duc%20top |date=2008-01-17 }}\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Khảo cổ Việt Nam]]\n[[Thể loại:Quận 10]]"}