{"511222":"{{Thông tin chùa\n| name = Chùa Dạm<br>Đại Lãm Thần Quang tự\n| img = Cột đá Chùa Dạm.JPG\n| img_size = 250\n| img_capt = Cột đá với họa tiết chạm rồng thời Lý ở Chùa Dạm\n| denomination = \n| founded = [[1086]]\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = phường Nam Sơn, [[Bắc Ninh (thành phố)|Thành phố Bắc Ninh]], tỉnh [[Bắc Ninh]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Dạm''', hay '''chùa Rạm''',<ref>[http:\/\/webcache.googleusercontent.com\/search?q=cache:r7IJrk-UwlEJ:www.bacninh.gov.vn\/Uploaded\/phuong\/2010\/CB%25203%2B%25204\/05.doc+%22ch%C3%B9a+r%E1%BA%A1m%22&cd=1&hl=en&ct=clnk&gl=us thông báo của Ủy ban nhân dân tỉnh Bắc Ninh về chùa Rạm]<\/ref> tên chữ là '''Đại Lãm Thần Quang tự''', hay còn gọi là '''chùa Bà Tấm''', '''chùa Cao''', '''chùa Trăm Gian''' (vì ngày xưa chùa có 100 gian nhưng không phải [[chùa Trăm Gian]] thuộc địa phận [[Hà Nội]]), cũng được gọi là chùa Lãm Sơn, theo tên núi. Chùa dựa vào [[núi Dạm]], nhìn về phía [[sông Đuống]], ngày xưa thuộc xã Lãm Sơn Trung, tổng Lãm Sơn Nam, huyện [[Quế Dương]], nay là phường Nam Sơn, thành phố [[Bắc Ninh (thành phố)|Bắc Ninh]], tỉnh [[Bắc Ninh]], là đại danh lam từ [[nhà Lý|thời Lý]] và là một di tích quan trọng của tỉnh Bắc Ninh ngày nay với lịch sử gần 1.000 năm.\n\n== Lịch sử ==\n=== Thời Lý, Trần ===\n\nTheo thư tịch, sử sách như ''[[Việt sử lược]]'', ''[[Đại Việt sử ký toàn thư]]'', ''[[Đại Nam nhất thống chí]]'', ''[[Lịch triều hiến chương loại chí]]'' thì vào năm Quảng Hựu thứ nhất (1085), Nguyên phi [[nhà Lý]] [[Ỷ Lan]] khi dạo chơi Đại Lãm Sơn có ý định xây [[chùa]].\n\nNăm 1086, triều đình nhà Lý ra lệnh xây dựng [[chùa]]. Năm sau, 1087, vua [[Lý Nhân Tông]] đến thăm ngôi chùa đang xây, mở tiệc, làm thơ \"Lãm Sơn dạ yến\". Sau mười năm xây dựng, năm 1094 chùa Dạm mới hoàn thành, được vua ban tên chùa là Cảnh Long Đồng Khánh, ban 300 mẫu ruộng tự điền (ruộng thuộc nhà chùa) để chùa có hoa lợi hương khói và bảy gia đình ở mé dưới núi được giao việc chuyên đóng - mở cửa chùa. Năm 1105, lại xây ba tháp đá ở chùa Lãm Sơn.<ref>[http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/NetVanHoaKinhBac\/2005\/6\/659.html Đền, chùa Dạm ở Quế Võ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100812075149\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/NetVanHoaKinhBac\/2005\/6\/659.html |date=2010-08-12 }}, [http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2007\/6\/8785.html Chùa Dạm - Đại danh lam thời Lý] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100726103407\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2007\/6\/8785.html |date=2010-07-26 }}<\/ref>\n\nTrong thời gian dài sau đó chùa luôn được sự chiếu cố đặc biệt của triều đình, nên chùa càng được gia công mở mang quy mô. Vua [[Trần Nhân Tông]] từng đến thăm, ca ngợi thành thơ về bức tranh kiến trúc kế tiếp mười hai lớp này.\n\n=== Sau kháng chiến chống Pháp 1946 ===\n\n[[Hình:Chùa Dạm1.JPG|nhỏ|250px|Chùa Dạm hiện nay chỉ còn là ngôi chùa nhỏ trên bậc cấp thứ 2]]\nTheo nhân dân địa phương, vào những năm 1946-1947, quân đội [[đế quốc thực dân Pháp|thực dân Pháp]] về đây đóng bốt, nhân dân địa phương đã đốt chùa để [[tiêu thổ|tiêu thổ kháng chiến]]. Các lão làng bây giờ vẫn còn nhớ: \"Ngôi chùa cháy trong mấy ngày mới hết. Đêm chùa cháy có một trận phong ba nổi lên cuốn bụi [[khói]] mịt mù, dân làng kinh hãi bảo nhau sau này nhất quyết phải dựng trả lại chùa để không đắc tội với thần linh. Khi phá chùa, tượng mẫu Nguyên phi [[Ỷ Lan]] và tượng vua [[Lý Nhân Tông]] được gửi vào [[chùa Hàm Long]] gần đó nên mới giữ được đến ngày nay. Toàn bộ di vật, cổ vật đã mất hết nên người dân coi hai pho tượng cổ đó là bảo vật\n\nTuy nhiên từ đó đến năm 2008, chùa chưa một lần được trùng tu theo đúng hình hài xưa. Hiện tại 100 gian xưa giờ được thay bằng ba gian điện nhỏ thờ thần Phật (ở nền cấp thứ ba) và ba gian đền (ở nền cấp thứ tư) thờ hai cổ vật còn sót lại là tượng Nguyên phi Ỷ Lan và vua Lý Nhân Tông. Cả chùa và đền mới đều được xây dựng từ năm 1996, do nhân dân địa phương đóng góp.\n\nVề sự bề thế của chùa Dạm, dân gian đã lưu truyền qua câu ca: \n:\"Mười rằm trăng náu,\n: mười sáu trăng treo,\n: mười bảy phẩy giường chiếu,\n: mười tám đóng cửa chùa Dạm\n: mười chín bịn rịn\n: hai mươi giấc tốt\n: hai mốt nửa đêm...\"\nĐây là những thời điểm trăng mọc (trăng lên). \"Mười tám đóng cửa chùa Dạm\" có nghĩa là ngày mười tám trăng lên vào lúc đóng cửa chùa Dạm.\n\nLễ hội của chùa Dạm vào ngày mùng 8 tháng 9 (âm lịch), các làng quanh chùa Dạm tưng bừng mở hội và có tục rước [[kiệu]] [[thành hoàng]] làng lên chùa Dạm yết kiến Thánh Mẫu (hay vua bà Ỷ Lan).\n\n== Địa thế và kiến trúc ==\n=== Địa thế ===\nVùng đất Nam Sơn có dãy [[núi Dạm]], tên chữ là Đại Lãm Sơn, đột khởi, nổi giữa những cánh đồng, ao hồ, sông, ngòi, bờ bãi là một bức tranh thiên nhiên tuyệt mỹ. Các làng mạc nằm quanh chân núi Dạm được gọi là các \"làng Dạm\" gồm: Triều Thôn, Sơn Trung,Tự Thôn, Môn Tự Thái Bảo.\n\n=== Kiến trúc ===\n[[Hình:Nền bó đá ở Chùa Dạm.JPG|nhỏ|250px|trái|Hệ thống nền bó bằng những tảng đá lớn cho thấy quy mô to lớn của chùa xưa]]\n\nSo sánh bề thế giữa chùa Dạm và [[chùa Phật Tích]] người ta cho rằng chùa Dạm to lớn hơn nhiều, bởi chùa Dạm được xây sau, và đã học hỏi kinh nghiệm từ chùa Phật Tích. Chùa chiếm diện tích trên hai mẫu Bắc Bộ (khoảng 7.200 m²), với bốn cấp cao dần kéo một trục dài 120 m bám theo triền dốc của núi Dạm, [[chiều rộng]] mặt nền 70 [[mét]].\n\nCác cấp nền chùa đều có xếp [[đá]] chống xói lở, chân hơi choãi, chếch khoảng 70 độ và cao 5–6 m, đường xuống mỗi cấp của chùa gồm 25 bậc đá. Đá xếp đều khai thác tại chỗ, đẽo gọt vuông vắn như viên [[Gạch nung|gạch]] dài rộng chừng 50&nbsp;cm - 60&nbsp;cm. Nối các tầng nền với nhau là các bậc thềm lát đá. Trên các tầng nền có gạch [[ngói]] thời Lý, hoa văn hình [[rồng]], [[phượng hoàng|phượng]], [[sen]] dây, [[cúc]] dây. Những chân [[cột trụ|cột]] bằng đá 0,75 m x 0,75 m chạm nổi những cánh sen rất nghệ thuật.\n\nLên cấp nền đầu tiên mà dân địa phương gọi la Bãi Hội, khách đi bằng một lối cửa, tầng bậc cao, cả khoang bậc rộng 16 m.\n\nLên lớp nền thứ hai có ba lối hẹp hơn, tầng bậc thấp hơn. Lên lớp nền thứ ba và thứ tư đều chỉ có hai lối hẹp. Kè đá ở cấp nền thứ hai là nền chùa chính. Trên đá xây có chạm hoa văn sóng nước, nét hoa văn to nổi khối, do chạm sâu. Trên nền tầng này, ở khoảng giữa ba lối cửa, bên phải chùa có khu đất vuông, cạnh 7 m, cao 2 m, kè đá chạm văn sóng nước thời Lý. \n[[Hình:Cột đá Chùa Dạm.JPG|nhỏ|250px|Cột đá Chùa Dạm]]\n\n[[Hình:Dấu tích chân tháp chùa Dạm.JPG|nhỏ|250px|trái|Dấu tích chân tháp nằm ở phía đối diện với cột đá]]\nTrên nền thứ hai khu đất này có dựng một tấm [[bia đá|bia]] trên lưng [[bộ Rùa|rùa]]. Thân bia cao 1,5 m, rộng 1 m. Cả mặt bia đều mòn mờ, chỉ còn đọc được hai chữ \"信施, tín thí\" to, sâu ở mặt hậu. Diềm bia có hoa văn dây leo có lẽ được khắc sau này, quãng [[thế kỷ 16]]. Đối diện với khu đất vuông này qua lối cửa giữa, bên trái cũng có một khu đất nổi, nhưng hình tròn đường kính khoảng 4,5 m, cao 1 m, cũng kè đá chạm hoa văn sóng nước Lý.\n\nPhần trên khu đất tròn này, dựng một cột đá lớn nguyên khối, không kể phần chôn sâu chìm, tất cả cao gần 5 m. Cấu trúc cột làm hai thớt khối, cũng lấy tượng hình vuông tròn trời đất. Khối gốc như hộp vuông tiết diện, cạnh 1,4 m và 1,6 m. Khối [[hình trụ]] đặt ở trên khối vuông, đường kính khoảng 1,3 m. Đoạn dưới phần trụ tròn này chạm nổi đôi [[rồng]] phong cách thời Lý đầu vươn cao chầu vào viên [[ngọc]] tỏa sáng, thân quấn quanh cột, đuôi ngoắc vào nhau. Hình dáng rồng giống dạng rồng rắn thời Lý với mào bốc [[lửa]], [[bờm]] thành búi như [[cờ đuôi nheo]] bay lướt, thân tròn lẳn uốn khúc thoăn thoắt, chân [[chim]] năm móng. Đôi rồng nổi bật giữa các hoa văn phụ hình [[hoa]] dây móc, tinh xảo. Thân rồng to, mập uốn khúc quanh cột. Hai chân phía trước của rồng có móng sắc, nhọn, giơ cao nâng viên ngọc dưới cằm.\n\nCột đá chùa Dạm là những kiến trúc hết sức đặc sắc, tầm vóc hoành tráng, nhìn xa đã bị thu hút, nhìn gần càng đẹp. Có nhà nghiên cứu cho rằng những cột đá này là biểu tượng [[sinh thực khí]] [[Linga]] và [[Yoni]] đã được Việt hóa. Cột mang mơ ước [[mưa]] thuận [[gió]] hòa, đời sống ấm no thịnh trị.\n\nNền thứ hai này còn có giếng Bống, truyền kể cô Tấm trong truyện cổ dân gian [[Tấm Cám]] nuôi [[họ Cá bống trắng|cá bống]] ở giếng này.<ref>{{Chú thích web |url=http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2007\/6\/8785.html |ngày truy cập=2010-07-04 |tựa đề=Chùa Dạm - Đại danh lam thời Lý |archive-date=2010-07-26 |archive-url=https:\/\/web.archive.org\/web\/20100726103407\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2007\/6\/8785.html |url-status=dead }}<\/ref>\n\nNền thứ ba và bốn có dấu tích chùa và đền thờ cô Tấm và Nguyên phi [[Ỷ Lan]]. Ở đây còn tấm bia đá nhỏ, khắc năm Chính Hòa thứ 17 [[nhà Lê sơ|thời Lê]] (1696) cao 0,65 m, rộng 1,4 m. Bia \"Đại Lãm Thần Quang tự tân tạo Hộ pháp\" cho biết trước đây chùa chưa có [[Hộ pháp]] và hàng nghìn người làm việc phúc đã tu bổ chùa, dựng thêm tượng.\n\nNgoài ra, ở di tích chùa Dạm còn tìm được phần đầu tượng đá [[Bát bộ Kim Cương|Kim Cương]]. Các chân đế cột bằng đá cỡ lớn chạm khắc hoa văn đẹp của công trình thời Lý còn sót lại và nhiều mảnh đất nung hình con [[vịt]], con rồng, hoa lá...\n\n== Bảo tồn ==\nVới những giá trị lịch sử và nghệ thuật nêu trên, đền, chùa Dạm, thờ cô Tấm và Nguyên phi Ỷ Lan đã được Bộ Văn hóa thông tin nước [[Việt Nam Dân chủ Cộng hòa]] xếp hạng là di tích lịch sử văn hóa từ năm 1962.\n\nHiện nay, đền chùa Dạm trong tình trạng bị xuống cấp trầm trọng, một vài hạng mục công trình do nhân dân địa phương tự vận động, đóng góp xây dựng mới chưa đáp ứng được yêu cầu của việc phục hồi, bảo tồn di tích đối với công trình có giá trị đặc biệt này.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n== Tham khảo ==\n* Xem hình chùa Dạm: [http:\/\/www.vnn.vn\/vanhoa\/2008\/06\/788665\/ Đại danh lam chùa Dạm đã thành phế tích? Nguyễn Hữu Bắc]\n* [http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/NetVanHoaKinhBac\/2005\/6\/659.html Đền, chùa Dạm ở Quế Võ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100812075149\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/NetVanHoaKinhBac\/2005\/6\/659.html |date=2010-08-12 }}\n* [http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2007\/6\/8785.html Chùa Dạm - Đại danh lam thời Lý] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100726103407\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2007\/6\/8785.html |date=2010-07-26 }}\n* [http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2006\/10\/6576.html Di tích lịch sử văn hoá cấp Quốc gia chùa Dạm đang xuống cấp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100124052420\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2006\/10\/6576.html |date=2010-01-24 }}\n* [http:\/\/www.vnn.vn\/vanhoa\/2008\/06\/788665\/ Đại danh lam chùa Dạm đã thành phế tích? Nguyễn Hữu Bắc]\n* [http:\/\/www.giacngo.vn\/vanhoa\/2008\/05\/20\/77D611\/ Nỗi niềm chùa Dạm, Chu Minh Khôi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090703052705\/http:\/\/www.giacngo.vn\/vanhoa\/2008\/05\/20\/77D611 |date = ngày 3 tháng 7 năm 2009}}\n\n[[Thể loại:Chùa tại Bắc Ninh|Dạm]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}