{"18447":"{{dablink|Bài này viết về chùa Vĩnh Nghiêm ở [[Thành phố Hồ Chí Minh]]. Để đọc về chùa cùng tên ở tỉnh Bắc Giang, xem [[Chùa Vĩnh Nghiêm (Bắc Giang)]].}}\n{{Thông tin chùa\n| name = Chùa Vĩnh Nghiêm\n| tên gốc = 永嚴寺\n| img = Cổng chùa Vĩnh Nghiêm.jpg\n| img_capt = Tam quan chùa Vĩnh Nghiêm\n| founded = Khởi công năm [[1964]]\n| người sáng lập = [[Thích Tâm Giác]]<br>[[Thích Thanh Kiểm]]\n| director = [[Giáo hội Phật giáo Việt Nam]]\n| quốc gia = {{VNM}}\n| address = 339 Nam Kỳ Khởi Nghĩa, [[Quận 3]], [[Thành phố Hồ Chí Minh]]\n| kiến trúc sư = [[Nguyễn Bá Lăng]]\n}}\n'''Chùa Vĩnh Nghiêm''' ([[chữ Hán]]: 永嚴寺) là một danh lam, hiện tọa lạc tại số 339 [[Đường Nam Kỳ Khởi Nghĩa, Thành phố Hồ Chí Minh|Nam Kỳ Khởi Nghĩa]] (gần cầu Công Lý), thuộc phường [[Võ Thị Sáu (phường)|Võ Thị Sáu]], [[Quận 3]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]].\n\n==Lịch sử==\n[[Tập tin:Chùa Vĩnh Nghiêm.jpg|nhỏ|phải|250px|Chùa Vĩnh Nghiêm]]\nTừ [[Bắc Bộ|miền Bắc]], hai [[Hòa thượng]] là Thích Tâm Giác và Thích Thanh Kiểm vào [[Nam Bộ|miền Nam]] truyền bá [[Phật giáo|đạo Phật]], và sau đó đã cho xây dựng chùa Vĩnh Nghiêm. Họ lấy nguyên mẫu thiết kế từ một [[Chùa Vĩnh Nghiêm (Bắc Giang)|ngôi chùa gỗ cùng tên]] ở làng Đức La, xã [[Trí Yên]], huyện [[Yên Dũng]], tỉnh [[Bắc Giang]]; kiến lập từ đời vua [[Lý Thái Tổ]], vốn là trung tâm truyền bá [[Phật giáo]] của [[Thiền phái Trúc Lâm]].\n\nNgười vẽ kiểu cho công trình là [[kiến trúc sư]] [[Nguyễn Bá Lăng]], có sự cộng tác của các ông Lê Tấn Chuyên và Cổ Văn Hậu…\n\nChùa được khởi công năm [[1964]] tại khu đất thấp nằm bên [[Kênh Nhiêu Lộc – Thị Nghè|rạch Thị Nghè]], và người ta phải chuyển khoảng 40.000 [[mét khối|m³]] đất từ [[Xa lộ Hà Nội|xa lộ Biên Hòa]] về san lấp mặt bằng. Kinh phí xây dựng chùa khoảng 98 triệu [[đồng (tiền Việt Nam Cộng hòa)|đồng]] tiền lúc bấy giờ, với phần khuôn viên được cho là chính quyền VNCH cấp. Năm [[1971]], chùa Vĩnh Nghiêm cơ bản hoàn thành với các hạng mục, gồm tòa nhà trung tâm (tầng trên có ngôi Phật điện), Bảo tháp [[Quán Thế Âm]], cơ sở dành cho hoạt động xã hội. Về sau, chùa lần lượt xây thêm các công trình khác, như Bảo tháp Xá Lợi Cộng đồng, Tháp đá Vĩnh Nghiêm, Phương trượng đường, khách đường, v.v...\n\nRiêng quả Đại hồng chung có tên là \"Chuông Hòa bình\" thì do chùa Entsu-in (Viên Thông viện), huyện [[Fukushima]] thuộc Giáo hội Phật giáo Nhật Bản cung tiến.<ref>Minh Dung. \"Phật giáo Việt Nam Hải ngoại tổ chức Trai đàn Siêu độ ở hai tỉnh Sendai, Fukushima, Nhật Bản\". ''Chánh pháp, 27'' 07.2011.<\/ref>\n\nLịch sử chùa Vĩnh nghiêm trong quá trình tu học và dẫn dắt giáo hội Phật giáo chùa Vĩnh nghiêm và tất cả giáo hội trong khu vực thành phố Hồ Chí Minh.\n==Kiến trúc==\n[[Tập tin:ChuaVinhNghiem001.jpg|nhỏ|phải|250px|Chùa Vĩnh Nghiêm (chính diện)]]\nChùa tọa lạc trên một khuôn viên rộng thoáng, khoảng 6.000 [[mét vuông|m2]], sát đường Nam Kỳ Khởi Nghĩa. Kiến trúc chùa theo lối cổ [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]], nhưng bằng kỹ thuật và vật liệu xây dựng thời hiện đại. Đây là một trong số công trình tiêu biểu cho kiến trúc [[Phật giáo Việt Nam]] ở [[thế kỷ 20]]<ref name=\"KT\">Nguồn: ''Kiến thức phục vụ thuyết minh du lịch'', tr. 53 -54.<\/ref>. Tổng thể kiến trúc gồm các hạng mục chính là Tam quan, tòa nhà trung tâm và các Bảo tháp.\n\n===Tam quan===\nĐây là một công trình khá đồ sộ, kiến trúc theo kiểu truyền thống với mái ngói đỏ uốn cong. Năm [[2005]], do thành phố thực hiện dự án mở rộng đường Nam Kỳ Khởi Nghĩa, cổng Tam quan của chùa đã được di dời vào bên trong, đến vị trí hiện nay.\n\n===Tòa nhà trung tâm===\nTòa nhà trung tâm là một công trình kiên cố, rộng lớn, bao gồm một tầng lầu và một tầng trệt. Tầng trệt có hai phần: phần ngoài nằm bên dưới sân thượng, cao 3,20 m; phần trong nằm dưới Phật điện, cao 4,20 m. Tầng trệt được chia làm nhà thờ Tổ (bên trong có bàn thờ [[Bồ-đề-đạt-ma|Bồ Đề Đạt Ma]]), giảng đường, văn phòng, thư viện (là một trong 3 thư viện của Thành hội Phật giáo Thành phố Hồ Chí Minh), phòng tăng, lớp học và phòng học (vì chùa là cơ sở của trường cơ bản Phật học), v.v...\n\nTừ dưới sân có ba cầu thang rộng gồm 23 bậc, dẫn lên tầng trên bao gồm sân thượng, Phật điện và Tháp [[Quán Thế Âm]].\n\nSân thượng rộng khoảng 10 [[mét]]. Phía tay phải có một gác chuông, treo một đại hồng chung (có đường kính 1,8 [[m]]; đúc năm [[1971]]) do các Phật tử [[Tào Động tông|dòng Tào Động]] ở [[Nhật Bản]] tặng trước năm [[1975]], để cầu nguyện cho Việt Nam sớm hòa bình<ref name=\"KT\" \/>.\n[[Tập tin:Phật điện chùa Vĩnh Nghiêm.jpg|nhỏ|phải|250px|Phật điện chùa Vĩnh Nghiêm]]\n \nPhật điện được kiến trúc theo kiểu chữ công ([[chữ Hán]]: 工). Các góc mái đều uốn cong theo kiểu chùa miền Bắc. Chính giữa đỉnh nóc có Bánh xe pháp luân và các góc có hình đầu [[phượng]]. Phật điện gồm ba phần: Bái Điện, Bản Điện và Địa Tạng Đường.\n\nBái điện dài 35 m, rộng 22 m và cao 15 m. Các cột, rui mè và mái ngói đều được đúc bằng bê tông cốt sắt. Chính giữa điện là bàn thờ [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]], hai bên có [[Bồ Tát]] [[Văn-thù-sư-lợi|Văn Thù]] (bên trái) và Bồ Tát [[Phổ Hiền]] (bên phải). Dọc theo tường ở khu vực này có các tranh [[A-la-hán|La Hán]]. Những công trình chạm khắc gỗ ở đây có bao lam tứ linh, bao lam cửu long và đặc biệt là có các phù điêu trên các hương án chạm các ngôi chùa danh tiếng ở trong nước và một số nước [[châu Á]]. Ở hàng hiên hai bên lối vào, mỗi bên có một pho tượng Kim Cang khá lớn.\n\nBản Điện (thờ chính Phật [[A-di-đà|A Di Đà]] được thờ chính) và Địa Tạng Đường (thờ chính [[Địa Tạng Bồ Tát]]) có kiểu kiến trúc tương tự Bái điện. \n===Các Bảo tháp===\n[[Tập tin:ChuaVinhNghiem002.jpg|nhỏ|phải|200px|Tháp Quán Thế Âm cao 7 tầng]]\n* '''Tháp Quán Thế Âm''' nằm bên trái (từ cổng nhìn vào trong) Phật điện, gồm 7 tầng, cao gần 40 [[m]], được xây cùng lúc với chùa. Tháp hình vuông, mỗi cạnh đáy 6 m. Đỉnh tháp có 9 bánh xe vòng tròn và những hình khối tròn gọi là Long xa và Quy châu. Đây là ngôi tháp đồ sộ thuộc hàng bậc nhất trong các ngôi bảo tháp của Phật giáo Việt Nam <ref name=\"KT\" \/>.\n*'''Tháp Xá Lợi Cộng đồng''' xây phía sau, bên trái (từ cổng nhìn vào trong) Phật điện, có 4 tầng, cao 25 m dựng năm 1982, hoàn thành năm 1984. Tháp cũng được xây theo một kiểu khá độc đáo. Có các cầu thang từ sân dẫn lên trên. Đây là nơi đặt di cốt của chư Phật tử quá vãng để thân nhân đến viếng. \n[[Tập tin:Tháp Vĩnh Nghiêm.jpg|nhỏ|phải|250px|Tháp Vĩnh Nghiêm làm toàn bằng đá]] \n*'''Tháp đá Vĩnh Nghiêm''' (vừa qua cổng, tháp ở bên phải) được khánh thành vào [[tháng mười hai|tháng 12]] năm [[2003]], cao 14 m, là tháp thờ cố Đại lão Hoà thượng Thích Thanh Kiểm, một trong hai vị cao tăng có công sáng lập chùa. Đây được xem là ngôi tháp đá đầu tiên ở miền Nam, và cũng là ngôi tháp đá lớn nhất, cao nhất Việt Nam từ trước đến nay ([[2013]]) <ref>Nguồn: Tri thức Việt, đã dẫn.<\/ref>.\n\nNgoài ra, trong khuôn viên chùa còn có Khu Phương trượng nằm ở phía trong cùng, gồm dãy nhà hình chữ L, ôm bọc một hồ sen dùng cho khách thập phương nghỉ ngơi và tăng xá cùng một dãy dùng làm thành trai đường.\n\nChùa Vĩnh Nghiêm là nơi được nhiều người trong và ngoài nước, đến viếng và cúng bái.\n\n==Sách tham khảo==\n* Lê Quang Ninh, Stéphane Dovert, ''Sài Gòn - Ba thế kỷ phát triển và xây dựng'', Nhà xuất bản Thành phố Hồ Chí Minh, 2004.\n* Trường đào tạo nghiệp vụ du lịch Sài Gòn, ''Kiến thức phục vụ thuyết minh du lịch'', Nhà xuất bản Thành phố Hồ Chí Minh, 1995.\n*Võ Văn Tường, ''Những ngôi chùa nổi tiếng Việt Nam''. Nhà xuất bản Văn hóa-Thông tin, 1994.\n==Ảnh==\n<gallery>\nTập tin:Bái Điện chùa Vĩnh Nghiêm.JPG|Bàn thờ chính trong Bái Điện, thờ [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] và hai [[Bồ Tát]] là [[Văn-thù-sư-lợi|Văn Thù]] và [[Phổ Hiền]].\nTập tin: Bàn thờ Phật A Di Đà.jpg|Bàn thờ chính trong Bản điện, thờ Phật [[A-di-đà|A Di Đà]].\nTập tin:Địa Tạng Đường.JPG|Bàn thờ chính trong Địa Tạng Đường, thờ [[Địa Tạng Bồ Tát]].\nTập tin:Tháp Quán Thế Âm.jpg|Tháp [[Quán Thế Âm]] (chính diện).\nTập tin:Tranh La Hán.JPG|Một trong số tranh [[A-la-hán|La Hán]]\nTập tin:Chuông chùa Vĩnh Nghiêm.jpg|Chuông lớn trong Phật điện. \nTập tin:Tượng Kim Cang.JPG|Một trong hai pho tượng Kim Cang.\nTập tin:Cổng tháp chùa Vĩnh Nghiêm.jpg|khuôn cửa và tường rào tháp Vĩnh Nghiêm cũng được làm bằng đá.\nTập tin: Phong cảnh nơi chùa Vĩnh Nghiêm.jpg|Đứng trên cầu Công Lý nhìn về phía chùa.\n\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vinhnghiemvn.com\/ Trang mạng chính thức của chùa Vĩnh Nghiêm]\n*[http:\/\/www.vtv.vn\/vi-vn\/VTV3\/sacmau\/2004\/8\/23812.vtv Giá trị truyền thống và phong cách thời đại ở chùa Vĩnh Nghiêm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930014758\/http:\/\/www.vtv.vn\/vi-vn\/VTV3\/sacmau\/2004\/8\/23812.vtv |date = ngày 30 tháng 9 năm 2007}}\n*[http:\/\/www.vnn.vn\/xahoi\/doisong\/2005\/05\/426653\/ Di dời cổng chùa Vĩnh Nghiêm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070321180048\/http:\/\/www.vnn.vn\/xahoi\/doisong\/2005\/05\/426653\/ |date = ngày 21 tháng 3 năm 2007}} ([[VietNamNet|Vietnam Net]])\n*[http:\/\/www.sgtt.com.vn\/cacsobaotruoc\/517_19\/p06_holuicongchua.htm Phóng sự ảnh - SaiGonTiepThi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050524210523\/http:\/\/www.sgtt.com.vn\/cacsobaotruoc\/517_19\/p06_holuicongchua.htm |date = ngày 24 tháng 5 năm 2005}}\n{{Du lịch Thành phố Hồ Chí Minh}}{{Chùa tại Thành phố Hồ Chí Minh}}{{Chùa tại Việt Nam}}\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh|Vĩnh Nghiêm]]\n[[Thể loại:Quận 3]]"}