{"234472":"{{bài cùng tên|Tam bảo (định hướng)}}\n{{Thông tin chùa\n| name = Chùa Tam Bửu\n| img = Chùa Tam Bửu ở Ba Chúc.jpg\n| img_size = 250\n| img_capt = Chùa Tam Bửu tại thị trấn Ba Chúc\n| denomination = [[Đạo Tứ Ân Hiếu Nghĩa|Tứ Ân Hiếu Nghĩa]]\n| founded = ngày 26 tháng 6 năm 1882\n| closed = \n| founder = [[Ngô Lợi]] cùng các tín đồ\n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = thị trấn [[Ba Chúc]], huyện [[Tri Tôn]], tỉnh An Giang\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Tam Bửu''' hay '''chùa Tam Bảo''', được xem như là Tổ đình của đạo [[Đạo Tứ Ân Hiếu Nghĩa|Tứ Ân Hiếu Nghĩa]] (gọi tắt là \"Hiếu Nghĩa\"). Đây là một tự viện danh tiếng và là một di tích lịch sử cấp quốc gia tại [[An Giang]], [[Việt Nam]].\n\n==Vị trí, nguồn gốc==\n'''Chùa Tam Bửu''' tọa lạc tại thị trấn [[Ba Chúc]], huyện [[Tri Tôn]], tỉnh [[An Giang]], cách [[núi Tượng]] khoảng 200 [[mét]]. Chùa do [[Ngô Lợi]], một người dân yêu nước trong [[phong trào Cần Vương]], và là Giáo chủ đạo Hiếu Nghĩa, đã cùng với tín đồ xây dựng vào ngày [[26 tháng 6]] năm [[1882]].\n \nTheo ''Địa chí An Giang''<ref>''Địa chí An Giang (tập 2)'', do Ủy ban Nhân dân tỉnh An Giang ấn hành, năm 2007, tr.391<\/ref>, Ngô Lợi khai sáng đạo từ năm [[1867]]<ref>Tuy nhiên, tín đồ đạo Hiếu Nghĩa cho rằng ngày [[5 tháng 5]] năm [[Đinh Mão]] ([[1867]]) chính là năm khai sáng [[đạo Tứ Ân Hiếu Nghĩa]].<\/ref> tại Ba Chúc. Như vậy, trước khi có chùa vào năm 1882, nơi đây có thể chỉ là một trại ruộng hoặc là một am tu hành đơn sơ bằng cây lá.\n\nCho đến khi cuộc khởi nghĩa của Ngô Lợi cùng với Lê Văn Ong và Võ Văn Khả, nổ ra ở [[Cai Lậy]] ([[Mỹ Tho]]), vào những năm 1877-1879 bị thất bại. Bị thực dân [[Pháp]] truy nã gắt gao, ông mới dẫn tín đồ và nghĩa quân rút hẳn về thôn An Định <ref>Thôn (''Pháp gọi là làng'') An Định được Ngô Lợi và các tín đồ của ông thành lập năm [[1876]]. Sau, Pháp cho sáp nhập vào xã Ba Chúc. Và theo [[Sơn Nam (nhà văn)|Sơn Nam]] thì nơi đây là căn cứ của đạo Hiếu Nghĩa và của [[phong trào Cần Vương]] toàn [[Nam Kỳ]] (''Cá tính miền Nam'', Nhà xuất bản Trẻ, 1997, tr. 48.)<\/ref>, lập chùa, chờ đợi một thời cơ khác.\n\nĐể có được diện mạo như ngày nay, chùa phải trùng tu nhiều lần bởi bị quân Pháp đến đốt phá.\n\n==Đạo nạn, thảm sát==\n[[Tập tin:Hài cốt.jpg|nhỏ|phải|200px|Hài cốt tại Nhà Mồ Ba Chúc.]]\nChỉ tính trong 12 năm ([[1876]]-[[1888]]), quân Pháp đã đến thôn An Định đốt phá chùa chiền, nhà cửa; bắt người tra tấn, tù đày cả thảy bảy lần. Tín đồ đạo Hiếu Nghĩa gọi đó là ''Đạo nạn''.\n\nVà vào ngày [[13 tháng 4]] năm [[1978]] (''ngày [[rằm]] tháng 3 [[âm lịch]]''), quân [[Pol Pot]] từ bên kia biên giới ([[Campuchia]]), nã pháo rơi trúng hậu liêu chùa Tam Bửu, giết chết 40 người, bị thương 20 người và làm sụp đổ một mảng tường.\n \nVài ngày sau, lúc 3 giờ chiều ngày [[20 tháng 4]], quân Pol Pot vượt biên, tràn nhanh vào chùa bắt hơn 800 người đủ mọi lứa tuổi, tịch thu hết vàng bạc, đồ vật có giá trị. Những ai thuộc phái nữ, bị buộc đi về hướng kênh Năm Xã, phái nam bị áp giải về hướng Cầu Sắt-Vĩnh Thông và giồng Ông Tướng. Trong số ấy, có bốn người vì già yếu, bệnh tật, đi không nổi liền bị bắn chết. Tám trăm người bị dẫn đi hôm ấy, bị đánh đập, bị hãm hiếp và rồi bị giết chết bỏ thây ngoài đồng, chỉ có hai người còn sống sót trở về.\n\nTheo ''Bia Căm thù Ba Chúc'', số người bị thảm sát là 3.157 người dân thường. Một số bị giết ở các chùa như vừa kể, một số bị giết ở nhiều nơi khác. Hiện nay ''Nhà Mồ Ba Chúc'' trưng bày 1.159 bộ hài cốt, số còn lại đã được thân nhân đem chôn, hoặc nằm lại trong những hang sâu trên [[núi Tượng]]...<ref>Ngày tháng, con số thương vong trong vụ thảm sát Ba Chúc, dựa theo ''Địa chí An Giang tập 2'', UBND tỉnh An Giang, 2007, tr. 300- 301.<\/ref>\n\n==Cổ vật==\n[[Tập tin:Long đình.jpg|nhỏ|phải|170px|Long Đình tại chùa Tam Bửu]]\nSau khi dựng xong chùa Tam Bửu, Ngô Lợi cho người lên [[Núi Dài]] (''Ngọa Long Sơn'') đốn cây ''cam đàn'', một loại danh mộc, đem về đóng một ngôi thờ, đó là Long Đình (''hay Long Vị'') do ông vẽ kiểu và cho kích thước (''chiều cao khoảng 3[[m]], bề ngang mỗi cạnh khoảng 2m và 1,5m'').\n\nNgô Lợi rất coi trọng ngôi thờ này, như ông kính thờ một bề trên nào đó đang vắng mặt, mà tín đồ gọi là ''Đức Phật Vương''<ref>Sơn Nam cho rằng Long Đình dành cho người khuất mặt sắp xuất hiện, ám chỉ vua Hàm Nghi (''Lịch sử An Giang'', Nhà xuất bản TH. An Giang, 1988, tr. 76); còn theo tài liệu do Tổ đình đạo Hiếu Nghĩa cung cấp thì ngôi thờ này dành cho Phật Vương tên là Trần Liêm, không rõ lai lịch.<\/ref>.\n\nNgày 21 [[tháng tư|tháng 4]] năm [[Ất Dậu]] (1885), quân Pháp cùng cộng sự [[Trần Bá Lộc]], đánh chiếm Núi Tượng lấy đi nhiều tài sản quý của đạo, trong đó có ngôi Long Đình, cho đem về Viện Bảo tàng [[Thành phố Hồ Chí Minh|Sài Gòn]]. Mãi đến 11 [[tháng năm|tháng 5]] năm [[1971]], bảo vật trên mới được chính quyền [[Việt Nam Cộng hòa]] trao trả lại.\n\nVì không biết Long Đình còn hay đã bị Pháp phá hủy, Ban quản tự Tổ đình nhờ người đóng một ngôi Long Đình khác, tuy không giống hẳn và khéo bằng. Ngôi Long Đình mới này giờ đây được tín đồ gọi là ''Khánh Tổ'' vì được dùng để thờ Đức Bổn Sư, tức Ngô Lợi.\n\n==Thơ==\n[[Tập tin:Cổ vật thờ.jpg|nhỏ|trái|200px|Cổ vật bằng đồng cùng con dấu gỗ được tạo tác vào cuối [[thế kỷ 19]], trước đây được thờ ở chùa Tam Bửu; nay đang được trưng bày trong Bảo tàng An Giang.]]\n[[Tháng mười một|Tháng 11]] năm [[1888]], bị nội phản, Pháp bắt được vua [[Hàm Nghi]]. Tương truyền, có vài cận thần chạy thoát, nghe tiếng Ngô Lợi, nên tìm đến chùa Tam Bửu gặp ông. Không gặp, nhưng biết [[phong trào Cần Vương]] nơi đây đã bị đàn áp, bị suy yếu nên họ ra về, sau khi để lại mấy câu thơ:\n{{cquote|\n:''Cửa thiền rày đã bặt hơi bon,\n:''Quê hạc hương bay kiểng vẫn còn.\n:''Tiếng trống quân canh đâu lặng lẽ?\n:''Kèn chiêu muôn dặm hãy còn non.\n:''Dưới hồ mưa lấp sen tơi tả,\n:''Trên đỉnh sương sa đá mỏi mòn.\n:''Ngàn thuở diềm dà ghi dạ ngọc,\n:''Chín trùng non nước biệt tôi con...''<ref>Theo Sơn Nam, ''Cá tính miền nam'' (Nhà xuất bản Trẻ, tr.65) và Nguyễn Văn Hầu, ''Nửa tháng trong miền [[Bảy Núi|Thất Sơn]]'' (Nhà xuất bản Trẻ, 2006, tr.195 - 196). Riêng tài liệu do chùa Tam Bửu cung cấp thì đây là bài thơ do Ngô Lợi làm, trước khi dẫn tín đồ chạy sang Vườn Dầu ([[Campuchia|Cao Miên]]) lánh nạn vào đầu năm [[Ất Dậu]] ([[1885]]).<\/ref>\n}}\n==Di tích== \nVào ngày [[10 tháng 7]] năm [[1980]], chùa Tam Bửu, [[chùa Phi Lai]], Nhà Mồ, là ba điểm tiêu biểu nằm trong ''Khu chứng tích tội ác diệt chủng Pôn Pốt tại Ba Chúc'', được ngành chức năng công nhận là ''Di tích lịch sử cấp quốc gia''.\n\n==Xem thêm==\n:*[[Ngô Lợi]]\n:*[[Thảm sát Ba Chúc]]\n:*[[Chùa Phi Lai]]\n:*[[Núi Tượng]]\n:*[[Đạo Tứ Ân Hiếu Nghĩa]]\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.qdnd.vn\/qdnd\/baongay.xahoi.tinxahoi.34044.qdnd về nơi dòng sông máu rùng rợn] trên web báo Quân đội Nhân dân.\n*[http:\/\/www.baoag.com.vn\/modules.php?name=News&op=viewst&sid=1767 Cảm nhận Ba Chúc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081002214623\/http:\/\/www.baoag.com.vn\/modules.php?name=News&op=viewst&sid=1767 |date=2008-10-02 }} trên web báo An Giang.\n\n{{Chùa miếu ở An Giang}}\n\n[[Thể loại:Chùa tại An Giang]]\n[[Thể loại:Khmer Đỏ]]\n[[Thể loại:Lịch sử Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Năm 1978]]\n[[Thể loại:Di tích tại An Giang]]"}