{"1469000":"[[Tập tin:Chùa Bửu Hưng.jpg|nhỏ|Chùa Bửu Hưng (Lai Vung, Đồng Tháp)]] \n'''Chùa Bửu Hưng''' (tục gọi là '''chùa Cả Cát''') tọa lạc tại xã Long Thắng, huyện [[Lai Vung]], tỉnh [[Đồng Tháp]], [[Việt Nam]]. Đây là một ngôi chùa cổ có giá trị lịch sử và nghệ thuật cao, đã được công nhận là \"Di tích quốc gia\" vào ngày [[3 tháng 8]] năm [[2007]].\n \n==Lịch sử==\nVào khoảng nửa cuối [[thế kỷ 18]], Thiền sư '''Nguyễn Đăng''' (? - ?) từ [[miền Trung (Việt Nam)|miền Trung]] đến đây dựng lên một thảo am thờ [[Phật]]. Không biết hành trạng của nhà sư. Tuy nhiên, căn cứ vào bài thơ ngũ ngôn khắc trên mộ của sư, thì có lẽ sư là người [[Thuận Hóa]], đi đường bộ vào [[Miền Nam (Việt Nam)|Nam]] (''Vạn lý kinh đô biệt,..Dạ nguyệt độc chinh Nam''), và tu theo pháp môn của Ngũ tổ [[Hoằng Nhẫn]] (''Tâm ấn-Phục Hoằng Mai'').\n \nSau khi Thiền sư Nguyễn Đăng viên tịch, trên đường đi hoằng hóa, Thiền sư '''Tịnh Châu''' (? - ?) đến đây rồi ở lại tu tập. Sau đó, thảo am được trùng tu lớn hơn, nhưng cũng chỉ bằng cây lá đơn sơ. Trong thời kỳ của sư, có 10 vị tăng sĩ đến xin học đạo. Vì thế, để có chỗ cho họ tu học, sư đã cho dựng thêm tăng đường bằng cây lá ở phía tây, đồng thời còn cho đào ao chứa nước bên phía đông để tăng chúng dùng trong mùa hạn.\n \nNăm [[1803]], Thiền sư '''Tiên Thiện Từ Lâm''' ([[1780]]-[[1859]], thuộc phái [[Lâm Tế tông|Lâm Tế]] đời thứ 37), từ chùa Sắc Tứ Long Tuyền tự (năm [[1830]], đổi tên là Sắc tứ Linh Thứu tự) ở Thạnh Phú (Châu Thành, [[Tiền Giang]]) đến trụ trì. \nCũng trong năm này, ngôi chùa được vua [[Gia Long]] phong là ''Sắc tứ Bửu Hương tự''. Tương truyền, có lần (không rõ năm) bị quân [[nhà Tây Sơn|Tây Sơn]] đánh đuổi, chúa [[Gia Long|Nguyễn Phúc Ánh]] (về sau là vua Gia Long) đã phải chạy vào chùa trú ẩn. Nhớ ơn, nên sau khi lên ngôi, chúa Nguyễn đã ban biển sắc tứ cho chùa, đồng thời phong cho sư Tiên Thiện Từ Lâm là ''Từ Dung hòa thượng''. Sau đó, từng bước nhà sư đã cho xây dựng ngôi chùa đơn sơ thành một ngôi đại tự kiên cố bằng cây gỗ quý.\n \nMãi đến đời trụ trì thứ 8 là Đại sư '''Như Lý Thiên Trường''' ([[1887]]-[[1969]]), chùa lại được trùng tu lớn. Trong những năm [[1909]]-[[1911]], sư đã cho sửa sang Chánh điện, chạm trổ thêm bao lam Thần vọng, biển thờ, hoành phi, câu đối... Đồng thời, nhà sư cũng cho chỉnh sửa lại khu mộ tháp và trồng thêm cây cảnh, làm cho ngôi chùa thêm đẹp đẽ và uy nghiêm. Sau đó, sư giao chùa lại cho đệ tử là Nguyên Nghiêm Thiện Truyền (? - ?), rồi trở về tu ở chùa Bửu Lâm (nay thuộc phường 3, [[mỹ Tho|thành phố Mỹ Tho]]).\n\nTrong kháng chiến chống [[Đế quốc thực dân Pháp|Pháp]], ngày [[3 tháng 7]] năm [[1947]], chùa bị máy bay Pháp đến ném bom làm hư hại rất nhiều, trong đó phần nhà Hậu Tổ bị sụp đổ hoàn toàn.\n\nNăm [[1950]], tăng chúng góp công, góp của trùng tu các chỗ bị hư hại, dựng lại nhà Hậu Tổ, đồng thời thu gọn lại Đông lang và Tây lang.\n\nTrụ trì chùa hiện nay (đời Trụ trì thứ 15, nhận nhiệm vụ từ năm [[1993]]) là Thượng tọa '''Thích Minh Trí'''. Từ năm [[1992]] cho đến năm [[2012]], ngôi chùa đã được nhà sư cho trùng tu và dựng mới nhiều hạng mục khác, như lập [[Quan Âm]] đài ([[1990]]), dựng cổng Tam quan và xây tường nhà Hậu Tổ ([[1998]]), trùng tu lại chánh điện, san lấp mặt bằng quanh chùa và xây tường rào ([[2009]]), v.v....\n \n==Kiến trúc== \n[[Tập tin:Tượng A Di Đà.jpg|nhỏ|Tượng Phật A Di Đà trong Chánh điện]]\nChùa Bửu Hưng hiện tọa lạc trong một khu vườn rộng, phía trước là một con rạch nhỏ. Chùa xây dựng theo kiểu chữ \"tam\" (三), ngang 15 [[m]], dài 50 m, gồm Tiền đường, Chánh điện và nhà Hậu Tổ.\n\nTiền đường và Chánh điện nối liền nhau. Chánh điện gồm ba gian hai chái rộng lớn kiểu tứ trụ, có bao lam, Thần vọng chạm trổ tứ linh rất tinh xảo và công phu. Giữa Chánh điện là tượng Phật [[A-di-đà|A Di Đà]] bằng gỗ cao 2,5 m do triều đình [[nhà Nguyễn]] gửi vào cúng dường năm [[Minh Mạng]] thứ 2 ([[1821]]).\n\nPhía sau Chánh điện là một sân lộ thiên (sân thiên tỉnh) hình chữ khẩu (口), có hành lang hai bên (Đông lang, Tây lang) nối với nhà Hậu Tổ.\n\nTrong vườn trúc cạnh chùa là khu tháp cổ. Đây là nơi an trí nhục thân của các nhà sư đã từng tu tập tại chùa. Bên ngoài lối vào khu tháp có đôi liễn [[chữ Hán]] như sau: \n:苾草凋殘猶未死\n:曇花落去有餘香\n:Phiên âm:\n:Bật thảo điêu tàn do vị tử\n:Đàm hoa lạc khứ hữu dư hương<ref>Bật thảo (苾草) là cỏ thơm (theo Thiều Chửu). Đàm-hoa (曇花) có thể hiểu theo nghĩa đen là \"hoa quỳnh\", hay nghĩa bóng theo nhà [[Phật]] là \"hoa đàm\" (ưu-đàm-bà-la) một loài hoa khi nở báo hiệu Phật đản-sinh trên trần-gian. Vậy tạm dịch ý: Cỏ thơm tàn tạ (mà) còn chưa chết\/ Hoa quỳnh rụng rồi (vẫn) có hương thừa.<\/ref>.\n\nTrong khu tháp, hiện vẫn còn ngôi tháp của Thiền sư Nguyễn Đăng (Tổ khai sơn chùa), tháp của Thiền sư Tịnh Châu (đời trụ trì thứ 2) và 10 ngôi Bảo đồng của 10 nhà sư đến tu vào thời của sư Tịnh Châu...\n \nTuy đã được sửa chữa lớn nhỏ nhiều lần, nhưng chùa Bửu Hưng vẫn còn giữ được diện mạo của lần đại trùng tu vào những năm [[1909]]-[[1911]].\n \n==Hiện vật quý==\n[[Tập tin:Nhà Hậu Tổ.jpg|nhỏ|Nhà Hậu Tổ]]\nNgoài các pho tượng Phật cổ (tượng Phật A Di Đà, 2 tượng Hộ pháp, bộ tượng [[Thập Điện Diêm Vương]], v.v...), bao lam, hoành phi, câu đối,...được chạm trổ tinh xảo; hiện trong chùa vẫn còn hơn 100 cây cột gỗ to và quý, ba bộ cửa gỗ lớn (mỗi cửa 4 cánh) có chạm hình [[rồng]] và hoa lá rất mỹ thuật. Ba bộ cửa này được làm ở đầu [[thế kỷ 20]], và được dựng ở vách sau Chánh điện vào những năm [[1909]]-[[1911]] <ref>Bài viết chủ yếu căn cứ theo bảng '''Lược sử chùa Bửu Hưng''' do Thượng tọa Thích Minh Trí biên soạn, được treo tại chùa.<\/ref>.\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.nto.com.vn\/vn\/kham-pha-va-trai-nghiem\/chua-buu-hung-bao-ton-duoc-nhieu-kien-truc-cham-tro-cong-phu-2240.htmlChùa Bửu Hưng - Bảo tồn được nhiều kiến trúc chạm trổ công phu]{{Liên kết hỏng|date=2021-03-02 |bot=InternetArchiveBot }}\n\n[[Thể loại:Chùa tại Đồng Tháp]]"}