{"24656":"{{bài cùng tên|Chùa Dâu (định hướng)|Chùa Pháp Vân}}\n{{Thông tin chùa\n| name = Chùa Dâu<br>延應寺 (Diên Ứng tự)<br>法雲寺 (Pháp Vân tự)\n| img = Dau_pagoda.jpg\n| img_size = 300\n| img_capt = Chùa Dâu nhìn từ tam quan, tháp Hòa Phong ở chính giữa\n| denomination = \n| founded = 187-226\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = phường [[Thanh Khương]], thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]]\n| country = {{VNM}}\n| website = \n}}\n'''Chùa Dâu''', còn có tên là '''Diên Ứng''' (延應寺), '''Pháp Vân''' (法雲寺), hay '''Cổ Châu''', là một ngôi [[chùa]] nằm ở phường [[Thanh Khương]], thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]], cách [[Hà Nội]] khoảng 30 [[kilômét|km]]. Đây là trung tâm Phật giáo cổ xưa nhất của [[Việt Nam]]. Chùa còn được người dân gọi với những tên gọi khác nhau như '''chùa Cả''', '''Cổ Châu tự''', '''Diên Ứng tự, Thiền Định tự'''. Đây là ngôi chùa được coi là có lịch sử hình thành sớm nhất Việt Nam mặc dù các dấu tích vật chất không còn, nó đã được xây dựng lại.<ref name=\"Báo Đất Việt\">[http:\/\/baodatviet.vn\/Home\/congdongviet\/Dien-mao-moi-o-ngoi-chua-2000-tuoi\/20121\/187477.datviet Diện mạo mới ở ngôi chùa 2.000 tuổi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120131014852\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Dien-mao-moi-o-ngoi-chua-2000-tuoi\/20121\/187477.datviet |date=2012-01-31 }}, Báo Đất Việt, ngày 28 tháng 1 năm 2012<\/ref>. Chùa là một danh lam bậc nhất của xứ kinh Bắc xưa nay. Đây cũng là một [[di tích quốc gia đặc biệt]] của Việt Nam được xếp hạng đợt 4. Chùa Dâu được xem là ngôi chùa cổ nhất Việt Nam.\n\nChùa nằm ở vùng Dâu, thời thuộc Hán gọi là [[Luy Lâu]]. Tại vùng Dâu có năm ngôi chùa cổ: chùa Dâu thờ Pháp Vân (法雲寺, \"thần mây\"), [[Chùa Đậu (Bắc Ninh)|chùa Đậu]] thờ Pháp Vũ (法雨寺, \"thần mưa\"), [[chùa Tướng]] thờ Pháp Lôi (法雷寺, \"thần sấm\"), [[chùa Dàn]] thờ Pháp Điện (法電寺 \"thần chớp\") và [[chùa Tổ]] thờ Man Nương là mẹ của Tứ Pháp. Năm chùa này ngoài thờ [[Phật]] còn thờ [[Tứ pháp|Tứ Pháp]].\n\nChùa Đậu tại vùng Dâu đã bị phá hủy trong chiến tranh nên pho tượng Bà Đậu được thờ chung trong chùa Dâu.\n\nTrong Tứ Pháp thì Pháp Vân đứng đầu, Thạch Quang Phật (tảng đá trong cây Dung thụ) luôn ở bên Pháp Vân và Pháp Vân đại diện cho cả Tứ Pháp, mỗi khi triều đình thỉnh tượng về kinh đô cầu đảo, có thể rước cả bốn tượng hoặc chỉ mình Pháp Vân. Có thể nói Tứ Pháp thì Pháp Vân, Pháp Vũ được thờ cúng rộng rãi hơn cả nhưng Pháp Vân là trọng tâm, nên Chùa Dâu đã trở thành trung tâm của tín ngưỡng này ở cả vùng Dâu lẫn cả nước.\n\n==Lịch sử==\nChùa được xây dựng vào buổi đầu [[Công Nguyên]]. Các nhà sư [[Ấn Độ]] đầu tiên đã từng đến đây. Vào cuối [[thế kỷ 6]], nhà sư [[Tì-ni-đa-lưu-chi]] từ [[Trung Quốc]] đến chùa này, lập nên một phái Thiền ở [[Việt Nam]]. Chùa được khởi công xây dựng năm [[187]] và hoàn thành năm [[226]], là ngôi chùa lâu đời nhất và gắn liền với lịch sử văn hóa, [[Phật giáo Việt Nam]], được Nhà nước xếp hạng di tích lịch sử ngày [[28 tháng 4]] năm [[1962]].<ref name=\"Báo Đất Việt\"\/>\n\nChùa Dâu gắn liền với sự tích [[Phật Mẫu Man Nương]] thờ tại chùa Tổ ở làng Mèn, Mãn Xá cách chùa Dâu 1&nbsp;km.\n\nChùa được xây dựng lại vào năm [[1313]] và trùng tu nhiều lần qua các thế kỷ tiếp theo. Vua [[Trần Anh Tông]] đã sai [[Trạng nguyên Việt Nam|trạng nguyên]] [[Mạc Đĩnh Chi]] về kiến thiết lại chùa Dâu thành chùa trăm gian, tháp chín tầng, cầu chín nhịp.<ref name=\"Báo Đất Việt\"\/> Hiện nay, ở tòa thượng điện, chỉ còn sót lại vài mảng chạm khắc thời [[nhà Trần]] và thời [[nhà Lê sơ|nhà Lê]].\n\n== Truyền thuyết \/ Sự tích ==\n\n=== Truyền thuyết Mạc Đinh Chi ===\nMạc Đinh Chi là người hết lòng yêu thương mẹ nhưng mẹ ông bị bắt giam. Khi các quan phủ yêu cầu xây một ngôi chùa tháp chín tầng, cầu chín nhịp, chùa trăm gian, ông đã làm ngay bằng vàng mã. Cuối cùng mẹ ông được thả, ăn mừng ông đã xây dựng chùa như nay.\n\n=== Truyền thuyết Man Nương ===\nMan Nương hay nàng Mèn là một người con gái rất sùng đạo, năm 10 tuổi đến theo học đạo ở [[chùa Linh Quang]], nay là huyện [[Tiên Du]], tỉnh [[Bắc Ninh]]. Tại chùa có [[thiền sư]] [[Khâu Đà La]] là một vị cao tăng đầu tiên sang [[Việt Nam]] truyền đạo tại đây.\n\nMột hôm, thiền sư đi vắng và dặn Man Nương trông coi chùa cẩn thận. Tối đến Man Nương ngủ ở thềm, Khâu Đà La về và bước qua người, sau đó bà [[Thụ tinh|thụ thai]]. Cha mẹ Man Nương trách cứ thì Khâu Đà La dặn rằng đó là con [[Phật]], không phải lo phiền.\n\nHai mươi [[tháng]] sau, Man Nương sinh hạ một người con gái vào ngày 8 tháng Tư ([[âm lịch]]), đem đến chùa trả lại Thiền sư. Ông dùng cây tầm xích (gậy tích trượng) gõ vào cây Dung Thụ (dâu) ở cạnh chùa; cây dâu tách ra, thiền sư để đứa trẻ vào trong, cây lại khép vào. Khâu Đà La trao cho Man Nương cây gậy và dặn khi nào [[hạn hán]] thì đem gậy cắm xuống đất để cứu nhân dân. Khi vùng Dâu bị hạn hán ba năm liền, nhớ đến lời dặn của ông, Man Nương đã đem cây gậy thần cắm xuống đất. Ngay lập tức nước phun lên, cây cối, ruộng đồng lại tươi tốt và chúng sinh thoát nạn hạn hán.\n\nTiếp đó có trận mưa to, cây dâu bị gió [[bão]] quật đổ xuống sông Thiên Đức (sông Dâu) rồi trôi về [[Luy Lâu]]. Khi đó, [[Thái thú]] [[Sĩ Nhiếp]] cho quân lính vớt lên để làm nóc điện Kính Thiên, nhưng không ai lay chuyển nổi. Man Nương đi qua liền xuống sông, buộc dải [[yếm]] vào và bảo \"Có phải con mẹ thì đi lên theo mẹ\" lập tức kéo cây lên dễ dàng. Sĩ Nhiếp thấy thế kính sợ, tuyển mười người họ Đào [[Điêu khắc|tạc]] tượng [[Tứ pháp]] là Pháp Vân - Pháp Vũ - Pháp Lôi - Pháp Điện tượng trưng cho Mây, Mưa, Sấm, Chớp để thờ. Bốn bức tượng phật đó được đặt ở bốn ngôi chùa khác nhau ở trên cùng một khu vực là Chùa Dâu, Chùa Đậu, Chùa Dàn, Chùa Tướng. Khi thợ tạc tượng gặp trong thân cây một khối [[đá]] bèn vứt xuống sông. Đến đêm thấy lòng sông rực sáng, Sĩ Nhiếp cho người vớt nhưng không tài nào vớt được. Man Nương liền đi thuyền ra giữa sông thì khì khối đá tự nhiên nhảy vào lòng. Khối đá ấy được gọi là Thạch Quang Phật (Phật đá tỏa sáng).\n\n==Kiến trúc==\nCũng như nhiều chùa chiền trên đất [[Việt Nam]], chùa Dâu được xây dựng theo kiểu \"nội công ngoại quốc\". Bốn dãy nhà liên thông hình chữ nhật bao quanh ba ngôi nhà chính: tiền đường, thiêu hương và thượng điện. Tiền đường của chùa Dâu đặt tượng [[Hộ pháp]], tám vị [[Kim cương (định hướng)|Kim Cương]]; Gian thiêu hương đặt tượng [[Sông Cửu Long|Cửu Long]], hai bên có tượng các vị [[Diêm vương|Diêm Vương]], [[Tam châu Thái tử]], [[Mạc Đĩnh Chi]]. Thượng điện để tượng Bà Dâu (Pháp Vân), Bà Đậu (Pháp Vũ), và các hầu cận. Các pho tượng [[Bồ Tát|Bồ tát]], [[Tam thế]], [[Đức ông]], [[Thánh tăng]] được đặt ở phần hậu điện phía sau chùa chính.\n\nMột trong những ấn tượng khó có thể quên được ở nơi đây là những pho tượng thờ. Ở gian giữa chùa có tượng Bà Dâu, hay nữ thần Pháp Vân, uy nghi, trầm mặc, màu đồng hun, cao gần 2 [[mét|m]] được bày ở gian giữa. Tượng có gương mặt đẹp với nốt ruồi to đậm giữa trán gợi liên tưởng tới những nàng vũ nữ [[Ấn Độ]], tới quê hương Tây Trúc. Ở hai bên là tượng [[Kim Đồng]] và [[Ngọc Nữ]]. Phía trước là một hộp gỗ trong đặt [[Thạch Quang Phật]] là một khối đá, tương truyền là em út của Tứ Pháp.\n\nDo chùa Đậu (Bắc Ninh) bị phá huỷ thời kháng chiến chống Pháp, nên tượng Bà Đậu (Pháp Vũ) cũng được đưa về thờ ở chùa Dâu. Tượng Pháp Vũ với những nét thuần Việt, đức độ, cao cả. Những tượng này đều có niên đại [[thế kỷ 18]].\n\nBên trái của thượng điện có pho tượng thiền sư [[Tì-ni-đa-lưu-chi|Tỳ Ni Đa Lưu Chi]], tượng được đặt trên một bệ gỗ hình [[sư tử]] đội [[tòa sen]], có thể có niên đại [[thế kỷ 14]].\n\nGiữa sân chùa trải rộng là cây tháp Hòa Phong. Tháp xây bằng loại gạch cỡ lớn ngày xưa, được nung thủ công tới độ có màu sẫm già của vại sành. Thời gian đã lấy đi sáu tầng trên của tháp, nay chỉ còn ba tầng dưới, cao khoảng 17 m nhưng vẫn uy nghi, vững chãi thế đứng ngàn năm. Mặt trước tầng 2 có gắn bảng đá khắc chữ \"Hòa Phong tháp\". Chân tháp vuông, mỗi cạnh gần 7 m. Tầng dưới có 4 cửa vòm. Trong tháp, treo một quả chuông đồng đúc năm [[1793]] và một chiếc khánh đúc năm [[1817]]. Có 4 tượng [[Thiên Vương]] cao 1,6 m ở bốn góc. Trước tháp, bên phải có tấm bia vuông dựng năm [[1738]], bên trái có tượng một con [[cừu]] [[đá]] dài 1,33 m, cao 0,8 m. Tượng này là dấu vết duy nhất còn sót lại từ thời [[nhà Hán]].\n\nCó câu thơ lưu truyền dân gian:.\n\n:''Dù ai đi đâu về đâu''\n:''Hễ trông thấy tháp chùa Dâu thì về.''\n:''Dù ai buôn bán trăm nghề''\n:''Nhớ ngày mồng tám thì về hội Dâu.''\n\nNgày hội chùa Dâu được tổ chức rất long trọng và quy mô, tuyến hành hương về nơi đất Phật còn mở rộng tới [[chùa Phúc Nghiêm]] - chùa Tổ - nơi thờ Phật Mẫu Man Nương.\n\n== Các cao tăng liên quan ==\n\n=== Trụ trì: ===\n\n* [[Tì-ni-đa-lưu-chi|Tỳ Ni Đa Lưu Chi]]\n* Chi Cương Lương\n* Khương Tăng Hội\n*[[Pháp Hiền]]\n* Thiền Sư Sùng Phạm 1004 - 1087\n* Sư Tính Mộ (1706 - 1775)\n* Sư Tuyên Chiếu ? 1793?\n\n== Lễ hội ==\nLễ hội chùa Dâu diễn ra vào ngày 8 tháng Tư âm lịch hàng năm và là lễ hội gắn liền với Phật giáo. Ngoài ra trong lễ hội còn có nhiều nghi thức và các trò chơi dân gian.\n\n== Hình ảnh ==\n<gallery>\nTập tin:ChuaDau ToanCanh.JPG|Tiền diện chùa Dâu nhìn từ sân ngoài\nTập tin:ChuaDau Thap.JPG|Tháp Hòa Phong\nTập tin:ChuaDau Chinh.JPG|Bái đường\nTập tin:ChuaDau AnNgoai CongDong.JPG|Bàn thờ Án ngoại công đồng\nTập tin:ChuaDau TamBao.JPG|Bàn thờ Tam bảo thượng\nTập tin:ChuaDau PhapVu.JPG|Tượng Bà Đậu (Pháp Vũ)\nTập tin:ChuaDau PhapVan.JPG|Tượng Bà Dâu (Pháp Vân)\nTập tin:Tượng Mạc Đĩnh Chi.jpeg|Tượng Mạc Đĩnh Chi ở chùa Dâu\nTập tin:Chùa dâu diên ứng tự.jpg|Hoành phi Diên ứng Tự\nTập tin:Chùa dâu tam thế.jpg|Tượng tam thế tam bảo hâu\nTập tin:Luy Lâu quan âm chùa Dâu.jpg|Quan âm\nTập tin:Chùa dâu Chuẩn đề.jpg|Tượng chuẩn đề\nTập tin:Chùa dâu khuyến thiện.jpg|Hộ pháp Khuyến Thiện\nTập tin:Chùa dâu la hánn.jpg|La hán\nTập tin:Chùa Dâu cổng phụ.jpg|cổng hậu\nTập tin:Chùa dâu mái đao.jpg|đầu đao tòa Thựong điện\n<\/gallery>\nChú ý: hãy nháy chuột vào các ảnh để xem ảnh cỡ lớn và rõ trong Wikimedia commons.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n== Xem thêm ==\n*[[Tứ pháp]]\n*[[Chùa Tổ]]\n*[[Chùa Đậu (Bắc Ninh)|Chùa Đậu]]\n*[[Chùa Tướng]]\n*[[Chùa Dàn]]\n*[[Chùa Nành]]\n*[[Chùa Keo (Hà Nội)|Chùa Keo]]\n\n==Liên kết ngoài==\n* [http:\/\/www.thuvienhoasen.org\/cvn-hinhanhchuachien.htm Thư viện Hoa Sen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090207104951\/http:\/\/thuvienhoasen.org\/cvn-hinhanhchuachien.htm |date=2009-02-07 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=136000&ChannelID=10 10 kỷ lục văn hóa Phật giáo Việt Nam]\n*[http:\/\/www.thuvienhoasen.org\/cvn-habac-phapvan.htm Chùa Pháp Vân (chùa Dâu)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060507063920\/http:\/\/www.thuvienhoasen.org\/cvn-habac-phapvan.htm |date=2006-05-07 }} tại [[Thư viện Hoa Sen]]\n*[http:\/\/vietsciences.free.fr\/lichsu\/images\/ChuaDau.jpg Hình ảnh chùa Dâu trên trang http:\/\/vietsciences.free.fr]\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Tọa độ không có sẵn trên Wikidata]]\n[[Thể loại:Chùa tại Bắc Ninh|Dâu]]\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]\n[[Thể loại:Năm 226]]\n[[Thể loại:Chùa Việt Nam]]\n[[Thể loại:Phật giáo Việt Nam]]\n[[Thể loại:Tứ Pháp]]"}