{"302006":"{{Thông tin chùa\n| name = Chùa Vĩnh Nghiêm\n| denomination = \n| image =Chùa Vĩnh Nghiêm - Yên Dũng - Bắc Giang - panoramio (24).jpg\n| founded = [[thế kỷ 11]]\n| vĩ độ = 21\n| vĩ phút = 12\n| vĩ giây = 53\n| vĩ hướng = N\n| kinh độ = 106\n| kinh phút = 19\n| kinh giây = 25\n| kinh hướng =E\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = [[Xã]] [[Trí Yên]], huyện [[Yên Dũng]], [[Bắc Giang]]\n| country = {{flagicon|Vietnam}} [[Việt Nam]]\n| website = \n}}\n{{otheruses|Chùa Vĩnh Nghiêm}}\n'''Chùa Vĩnh Nghiêm''', còn được gọi là chùa '''Đức La''', là một ngôi chùa cổ tại làng Đức La, xã Trí Yên, huyện [[Yên Dũng]], tỉnh [[Bắc Giang]], [[Việt Nam]]. Chùa được công nhận là một trung tâm [[Phật giáo]], nơi đào tạo tăng đồ cho cả nước, nơi phát tích [[Trúc Lâm Tam tổ|Tam Tổ]] phái Thiền [[Trúc Lâm]] của [[Phật giáo Việt Nam]]. Năm 2015, chùa được công nhận là [[Di tích quốc gia đặc biệt]].\n\n==Lịch sử==\nTrước kia, chùa Vĩnh Nghiêm thuộc xã Đức La, tổng Trí Yên, phủ [[Lạng Giang]], nay là thôn Đức La, xã [[Trí Yên]], huyện [[Yên Dũng]], tỉnh [[Bắc Giang]] nên còn gọi là chùa Đức La và lễ hội ở đây được gọi là [[lễ hội La]]. Chùa Vĩnh Nghiêm tọa lạc nơi hợp lưu của sông [[Lục Nam]] và [[sông Thương]] (gọi là ngã ba [[Phượng Nhãn]]). Chùa nhìn ra ngã ba sông, phía [[Hệ thống sông Thái Bình|Lục Đầu Giang]] - [[Đền Kiếp Bạc|Kiếp Bạc]], vùng [[Cẩm Lý]] cửa ngõ ra vào núi [[Núi Yên Tử|Yên Tử]]. Bao quanh chùa là núi non trong đó có núi Cô Tiên. Bên kia sông là vương phủ của [[Trần Hưng Đạo]], đền Kiếp Bạc.\n\nVăn bia chùa thời Trần viết: \"Đức Tổ [[Điều Ngự]] Pháp Loa khi mở tùng lâm này, còn mở chợ Đức La. Các vị vương thân quốc thích và thập phương đàn việt, phát tâm tậu ruộng đất ở tại bản xã và các hạt khác các nơi, để cúng hương dâng tam bảo muôn đời. Chùa này và [[chùa Sùng Nghiêm]] cả thảy 72 chốn tùng lâm, công đức sáng tạo, hợp khắc vào bia ở [[chùa Hoa Nghiêm]] núi Yên Tử\". Một tấm bia chùa dựng khác viết: \"Đức tổ Điều Ngự (tức [[Trần Nhân Tông]]) khi mở tùng lâm này (tức chùa Vĩnh Nghiêm), mở cả chợ chùa. Các vị vương thân quốc thích và khách thập phương đã phát tâm tậu nhiều ruộng cúng cho chùa, gồm cả ruộng trong xã và ruộng ở các hạt khác nữa\".\n\nTương truyền chùa Vĩnh Nghiêm có từ đầu thời [[Lý Thái Tổ]] (1010-1028), tên chữ là '''Vĩnh Nghiêm tự''' (永嚴寺). Thời vua [[Trần Thánh Tông]] đều có các vị cao tăng tu hành nên được tu tạo nguy nga, tráng lệ. Khi vua [[Trần Nhân Tông]] từ bỏ ngôi vua thành người tu hành đến chùa Vĩnh Nghiêm, [[chùa Ngọa Vân]] (Yên Tử) thụ giới, lấy hiệu là [[Hương Vân Đại Đầu Đà]], sáng lập lên phái [[Thiền tông]] của Phật giáo Việt Nam. Hương Vân cùng hai đệ tử [[Pháp Loa]], [[Huyền Quang]] sáng lập, hoàn chỉnh phái Thiền tông Việt Nam gọi là Tam tổ.\n\nNguyên chùa Ngọa Vân do sư Hiện Quang trụ trì, khi Hiện Quang viên tịch thì không còn nữa. Do Yên Tử là quê hương [[nhà Trần]] và nơi vua [[Trần Thái Tông]] lập phái Trúc Lâm ở đây nên Hương Vân Trần Nhân Tông thụ giới cả chùa Vĩnh Nghiêm và ở đây. Pháp Loa được ngài Hương Vân truyền pháp đã đi khắp nơi thuyết pháp, giảng bộ sách \"Thiền Uyển Truyền Đăng Lục\". Khi Hương Vân viên tịch, Pháp Loa làm lễ hoả táng, xây tháp mộ ở núi Yên Tử, dâng tôn hiệu là \"Đại Thánh Trần Triều Trúc Lâm Đầu Đà Tĩnh Tuệ Giác Hoàng Điều Ngự Tổ Phật\" gọi là Trúc Lâm đệ nhất Tổ. Rồi Pháp Loa về chùa Vĩnh Nghiêm trụ trì, xây dựng nơi đây thành trung tâm Phật giáo, đào tạo Tăng đồ và xếp đặt Tăng chức, chỉ đạo các chùa trong cả nước. Pháp Loa cho đúc 1.300 pho tượng, được đặc trách định Tăng đồ, đã có hơn 15.000 tăng ni, đệ tử, trong đó có hơn 3.000 đắc pháp, mở 200 sở đường… Cho soạn lại các sách \"Đoạn Sách Lục, Tham Thiền, Yếu Chỉ\". Năm 1330, Pháp Loa giao lại cho Huyền Quang đã sang chùa Quỳnh Lâm trụ trì, vài tháng sau thì viên tịch, được phong là \"Tĩnh Chi Tôn Giả\", làm Trúc Lâm đệ nhị Tổ.\n\nVề Huyền Quang, vốn người làng Vạn Tải thuộc bộ [[Vũ Ninh (bộ)|Vũ Ninh]] ([[Bắc Ninh]]), con của Lý Ôn Hòa (quan triều [[Lý Thần Tông]]), đỗ [[Trạng nguyên]] thời Trần. Khi còn đang làm quan, Huyền Quang hộ giá đến chùa Vĩnh Nghiêm gặp Pháp Loa giảng đạo, thế là tỉnh ngộ, về triều hai lần dâng biểu từ quan được Hương Vân giao trụ trì chùa Vĩnh Nghiêm. Huyền Quang đã soạn các bộ sách lớn: [[Chư Phẩm Kinh]], [[Công Văn Tập]], cho in kinh Phật, phân phát cho người nghèo, viên tịch năm 1334, được ban hiệu là \"Trúc Lâm Đệ Tam Đại Tự Pháp Huyền Quang Tôn Giả\", làm Trúc Lâm đệ tam Tổ. Như vậy, trước khi Hương Vân đến Yên Tử, Pháp Loa đến [[chùa Quỳnh Lâm (định hướng)|chùa Quỳnh Lâm]], thì đều đã trụ trì ở chùa Vĩnh Nghiêm. Cả ba vị Tam Tổ Trúc Lâm: Hương Vân (Đệ nhất Tổ), Pháp Loa (Đệ nhị Tổ) và Huyền Quang (Đệ tam Tổ) đều lấy chùa Vĩnh Nghiêm làm trung tâm giảng đạo. Hiện nay, trong nhà Tổ đệ nhất còn đủ ba tượng Trúc Lâm Tam tổ: trong khám là tượng Hương Vân Trần Nhân Tông, bên ngoài là tượng Pháp Loa và tượng Huyền Quang. Nơi đây đã là đất tổ của đạo Phật thời Trần, đào tạo rất nhiều [[Tăng đồ]].\n\nSau này có một số vị sư từ Bắc vào [[Thành phố Hồ Chí Minh|Sài Gòn]] đã cho xây dựng một ngôi [[Chùa Vĩnh Nghiêm (thành phố Hồ Chí Minh)|chùa Vĩnh nghiêm thứ hai]] tại số 339, đường Nam Kỳ Khởi Nghĩa, phường 7, [[Quận 3]], [[Thành phố Hồ Chí Minh]]. Đây là một ngôi chùa rất nổi tiếng tại Việt Nam. Hiện, ngôi chùa này còn nổi tiếng hơn cả ngôi chùa gốc - chùa Chùa Vĩnh Nghiêm (Bắc Giang).\n\n==Kiến trúc==\nChùa Vĩnh Nghiêm có quy mô lớn, tọa lạc trên mảnh đất khoảng 1 ha, bao quanh khuôn viên là luỹ tre dày đặc. Chùa được xây dựng trên một trục, hướng đông nam gồm 4 khối: Toà Thiên đường, toà Thượng điện, nhà Tổ đệ nhất, gác chuông, nhà tổ đệ nhị và một số công trình khác. Mở đầu là cổng [[tam quan]] xây gạch, sau đó đi vào hơn 100 m là [[Bái đường]] (chùa Hộ). Từ ngày dựng chùa, hai bên đường được trồng thông để thành chốn tùng lâm, có cây đường kính gần 1m. Trên sân chùa có một tấm bia to, 6 mặt, dựng năm Hoằng Định thứ 7 (1606) với nội dung ghi lại việc trùng tu chùa năm đó. Đối diện với tấm bia cổ là vườn tháp mộ trong đó là của 5 vị sư có tên tuổi các hòa thượng: [[Phù Lãng Trung pháp]] (hiệu [[Sa môn]]), [[Thông Duệ ứng Duyên]], Thanh Quý, [[Tịnh Phương Sa môn]], Thanh Hanh và một số tháp khác.\n\nKhối thứ nhất kiểu chữ \"Công\" (工) gồm [[Bái đường]], nhà [[Thiêu hương]], [[Thượng điện]] với thiết kế khang trang lối tàu bảy, đao lá, mái 4 đao 8 kèo kiểu con chồng, thượng tam hạ tứ. Bên ngoài chùa trang trí đắp nổi lối \"nề ngõa\" hình cuốn thư có ba chữ ''hình kỷ hà'', trang trí hồi văn, hoa lá chạy đường diềm bao quanh. Nội thất của Thiêu hương được trang trí, chạm khắc lộng lẫy. Trong 3 nếp chùa đều có cửa võng, chạm khắc hoa lá, chim muông, họa tiết tinh vi mềm mại cầu kỳ được sơn son thiếp vàng, trên là các hoành phi đại tự lớn. \n\nKhối thứ hai cũng làm theo kiểu chữ công nhưng thấp và nhỏ hơn. Đây là nhà Tổ đệ nhất thờ Tổ Hương Vân Trần Nhân Tông. Trong toà Tổ đệ nhất hiện nay có một tượng hậu đặt ở phía ngoài, 2 gian bên. Ba tổ Trúc Lâm đặt ở hậu cung, trên có tấm hoành phi \"Trúc Lâm hội Thượng\".\n\nKhối thứ ba là gác chuông cao 2 tầng 8 mái, treo một quả chuông lớn. Kiến trúc lầu chuông được kết hợp giữa cấu trúc gỗ và gạch, ở phần giữa bốn đầu bảy có treo những quả chuông đồng nhỏ (chuông gió).\n\nKhối thứ tư, kết cấu kiểu chữ đinh (丁) là nhà Tổ đệ nhị thờ Tổ Pháp Loa.\n\nTrước đây, hai bên còn có các dãy nhà [[Tả vu]] và [[Hữu vu]], mỗi dãy 18 gian rộng rãi là nơi hàng năm các sư về an cư kiết hạ, và các kiến trúc phụ phục vụ sinh hoạt hàng ngày của tăng ni, Phật tử.\n\nChùa Vĩnh Nghiêm mới được trùng tu, quy mô nguy nga, tráng lệ như xưa, phục dựng lại tam quan theo nền cũ xây bằng gạch dài 7m, rộng 5m vỉa đá thành bậc rồng mây.\n\n==Mộc bản chùa Vĩnh Nghiêm==\nTrong chùa có tất nhiều tượng pháp, đủ loại tượng: Tượng Phật, tượng các vị Tổ dòng Trúc Lâm, tượng các vị sư Tổ sau này, tượng [[Hộ pháp]], tượng [[A-la-hán|La Hán]]…Trong số những đồ thờ tự ở đây, có chiếc mõ dài gần nửa mét, được sơn đen bóng, lỗ thoát âm có đề hai dòng [[tiếng Phạn|chữ Phạn]].\n\nChùa Vĩnh Nghiêm xưa là nơi đào tạo luyện tăng đồ Phật giáo nên là nơi tàng trữ để các bộ ván kinh xưa rộng tới 10 gian nhà. Đó là những bộ ván kinh có từ 700 năm nay, là kho sách cổ vô cùng quý giá, như: [[Sa di tăng Sa di lì tỷ khiêu lỵ]] (348 giới luật), bộ [[Yên Tử nhật trình]] từ thế kỷ 15 (quá trình hình thành phái Trúc Lâm), [[Hoa nghiêm sớ]], [[Di đà sớ]] sao, [[Đại thừa chỉ quán]], [[Giới kinh ni]]... Nhiều kệ ván in kinh vẫn còn. Đó là kho ván khắc in, người xưa gọi là [[mộc thư khố]] là hiện vật minh chứng chùa Vĩnh Nghiêm từng thống lãnh 72 chốn tùng lâm. Hiện nay, kho mộc thư vẫn lưu giữ được 34 đầu sách với gần 3000 bản khắc, mỗi bản có hai mặt, mỗi mặt 2 trang sách khắc ngược (âm bản) khoảng 2000 [[chữ Nôm]], [[chữ Hán]]. Những bản khắc có niên đại sớm nhất, nhiều sách nhất, chữ chuẩn đẹp nhất và đạt đến độ tinh xảo, trong số mộc thư còn lưu giữ được ở nước ta. Từ những ván khắc đó, có thể in ra đủ [[biên lan]], [[bản tâm]], [[ngư vĩ]], [[thiên đầu]], [[địa cước]]. Biên lan có khung viền lề trang sách là một đường chỉ to và một đường chỉ nhỏ. Bản tâm cho biết tên sách, thứ tự trang sách. Thượng hạ Bản tâm có Ngư vĩ theo kiểu song Ngư vĩ. Tả hữu, thượng hạ Biên lan có Thiên đầu - Địa cước. Các bản mộc thư chủ yếu ghi chép kinh luật nhà Phật, lịch sử hình thành và phát triển [[thiền phái Trúc Lâm]], trước tác của 3 vị tổ thiền phái là [[Trần Nhân Tông]], Pháp Loa và Huyền Quang; ngoài ra còn có các tác phẩm thơ, phú, nhật ký của [[Mạc Đĩnh Chi]] và một số vị cao tăng. Nghiên cứu mộc thư khố, chúng ta có lượng thông tin phong phú, đa dạng về lịch sử Phật giáo, tư tưởng hành đạo, nhập thế của thiền phái Trúc Lâm, văn học, phong tục tập quán cùng sự phát triển của nghề khắc in mộc thư và nghệ thuật chạm khắc gỗ của Việt Nam.\n\nĐặc biệt một số mộc thư giới thiệu cách chữa bệnh bằng thuốc nam, cách châm cứu với bản sơ đồ chỉ dẫn các huyệt rõ ràng. Hiện nay phòng mạch của nhà chùa vẫn kế thừa các bài thuốc ghi trong mộc thư để chữa các bệnh về thần kinh, đau xưng khớp và các bệnh về tiêu hóa.\n\nViệt Nam từng đệ trình lên [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hiệp Quốc|UNESCO]] hồ sơ mộc bản kinh Phật chùa Vĩnh Nghiêm đề nghị công nhận là [[di sản tư liệu thế giới]]. Hồ sơ mộc bản kinh Phật chùa Vĩnh Nghiêm cũng đã lọt qua vòng sơ duyệt của UNESCO.<ref>[http:\/\/dantri.com.vn\/c20\/s20-482967\/moc-ban-kinh-phat-chua-vinh-nghiem-cho-duoc-unesco-xuong-ten.htm Mộc bản kinh Phật chùa Vĩnh Nghiêm chờ được UNESCO xướng tên]<\/ref> Trong kỳ họp của Ủy ban Ký ức thế giới khu vực châu Á - Thái Bình Dương diễn ra tại Bangkok - Thái Lan từ [tel:14-16\/5\/2012 14-16\/5\/2012], mộc bản kinh Phật chùa Vĩnh Nghiêm đã được công nhận là Di sản ký ức thế giới khu vực châu Á - Thái Bình Dương năm 2012.<ref>[http:\/\/dantri.com.vn\/c20\/s20-596837\/moc-ban-chua-vinh-nghiem-duoc-cong-nhan-di-san-ky-uc-the-gioi.htm Mộc bản chùa Vĩnh Nghiêm được công nhận Di sản ký ức thế giới]<\/ref> Tối 6\/10\/2012, tại Bắc Giang, bà Katherine Muller Mari - Trưởng đại diện UNESCO tại Việt Nam đã trao Bằng công nhận mộc bản chùa Vĩnh Nghiêm là di sản tư liệu ký ức thế giới.<ref>[http:\/\/dantri.com.vn\/c728\/s728-648621\/moc-ban-kinh-phat-chua-vinh-nghiem-duoc-cong-nhan-di-san-the-gioi.htm Mộc bản kinh Phật chùa Vĩnh Nghiêm được công nhận di sản thế giới]<\/ref> Sự kiện này được xếp thứ 2 trong 10 sự kiện văn hóa, thể thao và du lịch nổi bật nhất năm 2012 của Việt Nam.<ref>{{Chú thích web |url=http:\/\/vtv.vn\/Thoi-su-trong-nuoc\/10-su-kien-Van-hoa-The-thao-Du-lich-tieu-bieu-2012\/53836.vtv |ngày truy cập=2013-01-09 |tựa đề=10 sự kiện Văn hóa - Thể thao Du lịch tiêu biểu 2012 |archive-date=2013-01-08 |archive-url=https:\/\/web.archive.org\/web\/20130108001744\/http:\/\/vtv.vn\/Thoi-su-trong-nuoc\/10-su-kien-Van-hoa-The-thao-Du-lich-tieu-bieu-2012\/53836.vtv |url-status=dead }}<\/ref>\n\n==Ảnh hưởng trong dân gian==\n\n:''Ai qua Yên Tử, Quỳnh Lâm''\n:''Vĩnh Nghiêm chưa tới Thiền tâm chưa thành''\n\nỞ [[Bắc Giang]] còn lưu truyền câu ca:\n::\"Thứ nhất là [[Chùa Vĩnh Nghiêm|chùa Đức La]],\n::\"Thứ nhì [[Chùa Bổ Đà|chùa Bổ]], thứ ba chùa Tràng.\"\n\n==Hội La==\nTheo truyền tích ở địa phương: Khi vua [[Trần Anh Tông]] nhường ngôi cho [[Trần Minh Tông]] thì thường hay đến chùa Vĩnh Nghiêm tham thiền học đạo. Mỗi khi vua Trần Minh Tông đến thăm cha Trần Anh Tông đều cho xa giá dừng lại ở bến đò Lá trước khi sang sông vào chùa Vĩnh Nghiêm. Vua và quan quân đều đối xử với dân Đức La rất tốt nên khi vua Trần Anh Tông mất, nhân dân đã lập am thờ vua ở bến đò Lá gọi là [[đền Tiên La]]. Các triều đại [[phong kiến]] tiếp theo đều cho phép dân làng thờ phụng và tổ chức lễ hội lệ gọi là [[hội La]].\n\n== Cao Tăng Trụ Trì ==\n\n=== Thời Trần : ===\n\n* Trúc Lâm Đại Sĩ [[Trần Nhân Tông]], Tịnh Tuệ Giác Hoàng Điều Ngự Thánh Tổ\n* Nhị Tổ [[Pháp Loa]] Tôn Giả, Phổ Tuệ Tịnh Trí Giác Thánh Tổ\n* Tam Tổ [[Huyền Quang]] Tôn Giả, Tam Giáo Trạng Nguyên Thánh Tổ\n\n=== Thời Mạc ===\n\n* Thiền Sư [[Tạ Pháp Ninh]] (1588)\n\n=== Thời Lê ===\n\n* Tăng Chính Ty Tăng Lục [[Vũ Văn Thông]], tự Huệ Hải, pháp hiệu Linh Không (1602)\n* Thiền Tăng [[Thân Viết Trị]], tự Pháp Huệ, hiệu Đức Hương (1702)\n* Sa Môn Tính Thành, Tính Tĩnh  (1725)\n* Tổ Hải Thức, Hải Dụng\n\n=== Thời Nguyễn đến hiện nay ===\n\n* Tổ Phù Lãng Trung\n\n* Hòa Thượng Thích Tâm Viên\n\n* Hòa Thượng Thích Thanh Tuyền, viên tịch năm 1900\n* Hòa Thượng [[Thích Thanh Hanh]], [[Tổ Vĩnh Nghiêm]], Pháp Chủ Thiền Gia, sư thế danh Nguyễn Thanh Đàm, sinh năm 1840 mất năm 1936, danh tăng nổi tiếng bậc nhất Việt Nam cuối thế kỷ 19 đầu 20. Năm 1900 sư huynh Ngài là Hòa thượng Thích Thanh Tuyền viên tịch, Ngài được cung thỉnh về làm Trưởng sơn môn Vĩnh nghiêm, trụ trì chùa, Sư năm 10 tuổi đã xuất gia với tổ sư họ Nguyễn [[chùa Hòe Nhai]] ở Hà Nội, sau đó được gửi về chùa Vĩnh Nghiêm học với tổ sư Tâm Viên.\n*Hòa Thượng Nguyễn Thông Đạt\n* Hòa Thượng Thích Tâm Duyệt\n* Hòa Thượng Thích Thanh Sam (1929-2018), Phó Pháp chủ hội đồng chứng minh\n\n== Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.phattuvietnam.net\/index.php?nv=News&at=save&sid=1969\/ Dòng Phật giáo Vĩnh Nghiêm]\n*[http:\/\/www.bacgiang.gov.vn\/ Trang Thông tin của tỉnh Bắc Giang]\n*[http:\/\/www.vinhnghiemvn.com\/ Trang mạng chính thức của chùa Vĩnh Nghiêm]\n\n{{Di tích Việt Nam hạng đặc biệt}}\n[[Thể loại:Chùa tại Bắc Giang]]"}