{"193680":"[[Tập tin:Phật Di Đà chùa Khải Tường.jpg|nhỏ|phải|200px|Tượng Phật [[A-di-đà]] do vua [[Gia Long]] dâng cúng năm [[1804]]]]\n\n'''Chùa Khải Tường''' là một ngôi cổ tự, trước đây tọa lạc trên một gò cao tại ấp Tân Lộc, thuộc [[Gia Định]] xưa; nay ở khoảng khu vực [[Bảo tàng Chứng tích chiến tranh]], số 28, [[Võ Văn Tần]], [[Quận 3]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]<ref>Theo Huỳnh Ngọc Trảng (\"Những ngôi cổ tự biến mất\", tr. 78), thì \"chùa Khải Tường ở địa điểm mà nay là Bảo tàng Chứng tích chiến tranh (góc [[Võ Văn Tần]] - [[Lê Quý Đôn]])\". Vương Hồng Sển (''Sài Gòn năm xưa'', tr. 216) và Sơn Nam (''Bến Nghé xưa'', tr. 57) ghi tương tự. Tuy nhiên, theo bản đồ của Fauvre (người Pháp) thì ngôi chùa nằm gọn trong khuôn viên trường Chasseloup Laubat (tức [[trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh]] ngày nay). Xem thêm ý kiến của Trần Nhật Vy ở bên dưới.<\/ref>. Đây có thể được kể là ngôi già lam cổ nhất nhì ở vùng đất ấy, nhưng đã bị phá hủy dưới thời [[Pháp thuộc]]<ref>Căn cứ bài viết \"Kiến trúc các ngôi chùa xưa và nay\" của Nguyễn Quảng Tuân, in trong sách ''Hội thảo khoa học 300 năm Phật giáo Gia Định-Sài gòn-TP. Hồ Chí Minh'', tr. 114.<\/ref>. \n \n==Lịch sử==\n[[Tập tin:Pagode Barbet près de Saïgon.jpg|nhỏ|phải|200px|Ảnh chùa Khải Tường do Emile Gsell chụp trong khoảng năm 1871-1874]]\nVào khoảng năm [[Giáp Ngọ]] ([[1744]]), Thiền sư [[Phật Ý-Linh Nhạc]] ([[1725]]-[[1821]], là người đem chi [[Lâm Tế tông|phái Lâm Tế]] dòng đạo Bổn Nguyên vào [[miền Nam (Việt Nam)|miền Nam Việt Nam]] trước tiên)<ref>Thiền Hòa tử Huệ Chí, \"Buổi đầu của Phật giáo Gia Định-Sài Gòn\", in trong ''Hội thảo'', tr. 77.<\/ref>, vâng lời thầy theo lớp người lưu dân từ [[Đồng Nai]] xuống phía [[Nam Kỳ|Nam]]. Trên đường đi, nhà sư gặp một tăng sĩ không rõ họ tên, cùng lứa tuổi và họ đã kết thành huynh đệ. Đến nơi ở mới là làng Tân Lộc (có tư liệu viết là làng Hoạt Lộc hay xóm Chợ Đũi), hai nhà sư cùng khai phá rừng và dựng lên một am lá (khoảng năm [[1744]]) thờ [[Phật]]. Vài năm sau, nhà sư vô danh kia tách ra lập am riêng, cách am cũ vài mươi [[mét]], để tiện việc tu hành.\n\nĐến năm [[Nhâm Thân]] ([[1752]]), Thiền sư Phật Ý-Linh Nhạc tu bổ am lá thành chùa, và đặt tên là [[chùa Từ Ân]], với ngụ ý là \"nhờ lòng từ bi và ân huệ của đức Phật mà bá tánh được bình an, tạo được cuộc sống ấm no và hạnh phúc nơi vùng đất mới\". Cũng khoảng thời gian đó, nhà sư vô danh cũng tu bổ am lá trước đây thành chùa, và đặt tên là '''chùa Khải Tường''', với ngụ ý là \"mở rộng phước lành cho bá tánh\" <ref>Kể theo ''Thiền sư Việt Nam'', tr. 469. Trong sách \"Hội thảo\", có ít nhất ba tác giả đều cho rằng: \"Thiền sư Phật Ý-Linh Nhạc chính là người lập ra chùa Từ Ân\", đó là PTS. Trần Hồng Liên (tr. 107), Thiền Hòa tử Huệ Chí (tr. 59), Nguyễn Quảng Tuân (tr. 114). Trong ''Lịch sử Phật giáo [[Đàng Trong]]'' của Nguyễn Hiền Đức (tr. 268) cũng cho biết như vậy. Tuy nhiên, theo bài viết ''\"Những ngôi cổ tự đã biến mất\"'', thì chùa Khải Tường do Thiền sư Phật Ý-Linh Nhạc khai sơn khoảng năm [[Giáp Ngọ]] [[1744]], còn chùa Từ Ân do một nhà sư vô danh tạo lập vào khoảng năm [[Nhâm Thìn]] ([[1752]]). Thông tin liên quan: theo sách [[Đại Nam nhất thống chí]] (phần Lục tỉnh Nam Việt) của triều Nguyễn, thì chùa Từ Ân được dựng vào năm [[Gia Long]] nguyên niên ([[1802]]). Tương tự, trong ''[[Đại Nam thực lục]]'' (chính biên, đệ nhị kỷ) cũng ghi đại để là chùa Khải Tường được nhà vua [[Minh Mạng]] sai dựng vào năm [[Nhâm Thìn]] ([[1832]]). Trần Hồng Liên giải thích \"có lẽ do sử thần nhầm lẫn giữa việc lập chùa và trùng tu chùa mà ra\" (\"Hội thảo\", tr. 108).<\/ref>. Vì thế khi [[đế quốc thực dân Pháp|thực dân Pháp]] tiến chiếm Gia Định, họ gọi chùa Khải Tường là ''chùa Trước'' (''pagode Avancée'', về sau còn gọi là ''pagode Barbé'') còn chùa Từ Ân là ''chùa Sau''<ref>Huỳnh Ngọc Trảng (Hội thảo\", tr. 78).<\/ref>.\n\nCăn cứ một số tư liệu, thì vào ngày [[23 tháng 4]] năm [[Tân Hợi]] ([[25 tháng 5]] năm [[1791]]), Nhị phi Trần Thị Đang ([[Thuận Thiên Cao Hoàng hậu]]) sinh Nguyễn Phúc Đảm (về sau là vua [[Minh Mạng]]) nơi hậu liêu chùa Khải Tường<ref>Theo sử gia [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'' (quyển 2, Trung tâm học liệu xuất bản, Sài Gòn, [[1971]], tr. 152). Học giả [[Vương Hồng Sển]] trong ''\"Sài Gòn năm xưa\"'' cũng đã cho biết theo dật sử thì Hoàng tử Đảm đã sanh nơi hậu liêu chùa Khải Tường vào năm [[Tân Hợi]] ([[1791]]) giữa cơn tị nạn binh [[Nhà Tây Sơn|Tây Sơn]].<\/ref>, khi chúa [[Gia Long|Nguyễn Phúc Ánh]] đến đây trốn tránh quân [[Nhà Tây Sơn|Tây Sơn]]. Năm [[1804]], để tạ ơn che chở, vua [[Gia Long]] (tức vị chúa trên) đã gửi vào dâng cúng một tượng [[Phật]] [[A-di-đà]] lớn, ngồi trên tòa [[sen]], cao 2,5 [[m]] bằng gỗ [[mít]], sơn son thếp [[vàng]].\n \nNăm [[1832]], kỷ niệm nơi cha mẹ ông từng ở, và cũng là nơi sinh ra ông, vua [[Minh Mạng]] sai xuất bạc trùng tu chùa, đồng thời cho \"mộ sư đến ở, cấp ruộng tự điền\" để lo việc lễ tiết hàng năm <ref>Xem chi tiết trong ''[[Đại Nam thực lục]]'' (chính biên, đệ nhị kỷ). Bản dịch của Viện sử học (tập 11), Nhà xuất bản Khoa học xã hội, 1962, tr. 173-174.<\/ref>.\n\n[[Tập tin:Ban do.jpg|nhỏ|phải|200px| Bốn ngôi chùa bị quân Pháp chiếm làm đồn (màu vàng) nhằm tạo thành \"chiến tuyến các ngôi chùa\" (lignes des pagodes) để chuẩn bị tấn công [[Đại đồn Chí Hòa]] (màu cam) của quân Việt vào [[tháng hai|tháng 2]] năm [[1861]].]]\nNăm [[1858]], quân Pháp đánh phá cửa Hàn ([[Đà Nẵng]]). Năm sau ([[1859]]) lại vào tấn công [[Gia Định]], Pháp chia quân đóng rải rác tại Trường Thi, [[đền Hiển Trung]] (pagode aux Mares) và các chùa: Khải Tường (pagode Barbé), [[Chùa Kiểng Phước|Kiểng Phước]] (pagode des Clochetons), [[Chùa Cây Mai|Cây Mai]] (pagode des Pruniers).\n\nRiêng chùa Khải Tường, Đại úy Thủy quân lục chiến Pháp tên Barbé nhận nhiệm vụ dẫn quân vào chiếm giữ. Barbé cho đem tượng [[Phật]] bỏ ngoài sân, cưỡng bức các sư phải rời chùa. Khi ấy, quan Kinh lược [[Nguyễn Tri Phương]] được triều đình cử vào Nam lập [[Đại đồn Chí Hòa]] chống Pháp, và chiều ngày [[7 tháng 12]] năm [[1860]], quân Việt phục kích giết chết Barbé, khi viên sĩ quan này cưỡi ngựa đi tuần đêm từ chùa Khải Tường đến [[đền Hiển Trung]] (trong vòng thành Ô Ma)<ref>Nguyên Thanh, ''Thành phố bất khuất'', Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1984, tr. 133.<\/ref>.\n\nViên Trung úy Hải quân người Pháp là Léopold Pallu<ref>Léopold Pallu ([[1828]]-[[1891]]), sinh ở Saintes, miền Trung nước [[Pháp]]. Năm [[1861]], ông làm sĩ quan tùy viên tổng hành dinh của Phó đề đốc Charner. Chính ông là người chỉ huy đội thủy quân lục chiến đánh vào [[Đại đồn Chí Hòa]], và vài trận đánh chiếm lớn nhỏ khác lúc bấy giờ ở [[Nam Kỳ]]. Tác phẩm ''Lịch sử cuộc viễn chinh Nam Kỳ [[1861]]'' của ông được nhiều nhà nghiên cứu sử khen là ''\"ghi chép cẩn thận và chi tiết\"''. Ông về Pháp năm [[1884]], rồi về hưu năm [[1890]] với cấp bậc Phó Đề đốc Hải quân. (Theo ''Histoire de L’Expédition de Cochinchine en 1961'' tức \"Lịch sử cuộc viễn chinh Nam Kỳ 1861\", do nhà xuất bản Hachette in tại Pháp năm [[1864]]. Bản dịch của Hoang Phong. Nhà xuất bản Phương Đông, 2008, phần phụ lục, tr.330).<\/ref> đã sang [[Thành phố Hồ Chí Minh|Sài Gòn]] tham chiến, sau này kể lại: \n:''Buổi chiều hôm đó, Đại úy thủy quân Barbet cưỡi [[ngựa]] đi tuần tra như thường lệ. Bọn sát nhân rình rập trong một bụi cây...Ông bị đột kích bằng giáo té ngay xuống ngựa. Bọn [[An Nam]] liền cắt đầu, bò qua các bụi rậm và cỏ cao trở về giới tuyến cũ của [[Đại đồn Chí Hòa|thành Kỳ Hòa]]. Sáng hôm sau, người ta thấy phần thân thể còn lại (của Barbet) bị kéo bỏ bên vệ đường; con ngựa bị thương nằm bất động kế bên. Người ta kể lại rằng khi cái đầu ông Đại úy đem đến đặt bên khay [[trầu không|trầu]] của vị tướng [[An Nam]], thì ông này liền đếm tiền thưởng mà không nói gì, rồi sau đó mới thốt ra một lời tiếc thương. Đại úy Barbet có thân hình và một sức mạnh lực sĩ, nhiều người An Nam đều biết mặt ông...<ref>Léopold Pallu, ''Lịch sử cuộc viễn chinh Nam Kỳ 1861'', tr.63.<\/ref>\n\nVề sau, theo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]], thì ''\"chùa Khải Tường trở thành trường học con trai nhằm đào tạo giáo viên. Năm [[1880]], chùa Khải Tường bị tháo dỡ, trường dời qua cơ sở mới là trường Chasseloup Laubat xây cất xong khoảng [[1877]]\"''<ref>Theo Sơn Nam, ''Bến Nghé xưa'' (tr. 58). '''Thông tin liên quan''': Trong bài \"130 năm thăng trầm chữ Việt\" trên [[tuổi Trẻ (báo)|báo Tuổi Trẻ]] (truy cập ngày thứ Năm, 22\/12\/2011), tác giả Trần Nhật Vy có viết: ''\"Đến cuối năm [[1870]], chính quyền địa phương không muốn lệ thuộc vào giáo hội nữa, muốn tự tuyển chọn và đào tạo giáo viên hệ thống giáo dục phi tôn giáo được triển khai. Ngày [[10 tháng 7]] năm [[1871]], Dupré ra ba quyết định quan trọng. Đó là thành lập trường sư phạm thuộc địa, một trường tiểu học và thành lập một ủy ban có nhiệm vụ soạn chương trình học và sách cho giáo viên....Sau đó, chùa Barbet được giao cho trường làm cơ sở...Có lẽ vì vậy mà trường được gọi là Trường Khải Tường. Gia Định báo ngày [[15 tháng 12]] năm [[1874]] có đăng danh sách 84 học sinh của trường đã tốt nghiệp và được bổ làm thông ngôn các nơi. Nhiều nhà nghiên cứu cho rằng khuôn viên chùa ngày nay là Bảo tàng Chứng tích chiến tranh. Theo chúng tôi, khuôn viên chùa ngày xưa có lẽ phải lớn hơn nhiều. Và Trường Khải Tường có thể đặt ở một góc của chùa, nền của trường này từ năm [[1874]]-[[1877]] đã xây dựng thành ngôi trường đầu tiên của Sài Gòn: trường Chasseloup Laubat (tức [[trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh]] ngày nay) [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/470390\/130-nam-thang-tram-chu-Viet---Ky-4-Buoc-ra-khoi-giao-hoi.html].<\/ref>. Khi tháo dỡ, tấm hoành phi \"Quốc ân Khải Tường tự\" <ref>Theo Thích nữ Như Lộc, năm [[1836]], chùa Khải Tường được phong làm \"Quốc ân\" (Hội thảo, tr. 93). Tuy nhiên, tấm hoành phi \"Quốc ân Khải Tường tự\" hiện còn lưu giữ tại [[chùa Từ Ân]] (mới) lại ghi là năm [[Quý Mão]] ([[1843]]), dưới triều vua [[Thiệu Trị]]. Có thể đây là khắc cúng.<\/ref> được chuyển về [[chùa Từ Ân]] (nay ở đường Tân Hóa, thuộc [[Quận 6]], [[Thành phố Hồ Chí Minh]]) cất giữ, còn pho tượng Phật kể trên phải dời đi nhiều nơi, sau cùng được đem trưng bày trong Viện bảo tàng Quốc gia Sài Gòn, nay là [[Bảo tàng Lịch sử Thành phố Hồ Chí Minh]].\n\nThời gian sau nữa, trên nền chùa bỏ hoang này, Pháp cho xây cất một dinh thự dành cho quan chức trong bộ máy cai trị. Trước năm [[1963]], dùng làm ''Trường Đại học Y dược''. Sau khi chế độ của Tổng thống [[Ngô Đình Diệm]] bị lật đổ, các tướng lãnh cho các cố vấn quân sự đến trú đóng.\n\nSau ngày [[sự kiện 30 tháng 4 năm 1975|30 tháng 4 năm 1975]], cơ sở trên được dùng làm [[Bảo tàng Chứng tích chiến tranh]].\n\n==Nàng Hai Bến Nghé==\n[[Hình:War Remnants Museum Main Bulidng.jpg|nhỏ|phải|200px|[[Bảo tàng Chứng tích chiến tranh]]]]\nTên tuổi của chùa Khải Tường cùng viên quan ba Pháp Barbé, còn được loan truyền qua câu chuyện Nàng Hai Bến Nghé:<ref>Hai tác giả người Pháp là Le Vardier và De Maubryan ghi cô tên là '''Thị Ba''', và họ đã kể lại mối tình éo le của cô gái trong tác phẩm ''Scènes de la vie Anamite - Khi Hoa'' (Nhà xuất bản P.Ollendorff, Paris, 1884).<\/ref>\n\nNàng Hai và Tri yêu thương nhau nhưng vì hoàn cảnh éo le nàng phải nhận lấy lãnh binh Sắc<ref>''Scènes de la vie Anamite - Khi Hoa'', Tri có tên đầy đủ là Nguyễn Văn Tri và ông lãnh binh có tên là Nguyễn Văn Sất.<\/ref> làm chồng.\nMột lần thua trận, Sắc bị quan trên khiển trách, sẵn mang tâm trạng buồn bực, nên khi nghe quân mật báo việc Tri thường có cử chỉ thân mật với vợ mình, Sắc rất ghen tức. Một hôm Sắc cho người giả danh vợ mời Tri tới nhà bàn công việc gắp. Khi hai người gặp nhau, Sắc rời khỏi nơi ẩn nấp bước ra tri hô, ghép họ vào tội lăng loàn và cho lính đóng bè thả trôi sông cả hai người.\n\nMột hai hôm sau viên quan ba Barbé, đóng binh ở chùa Khải Tường đang đi săn, bất ngờ gặp một bè chuối trôi trên đó có một người đàn ông và một người đàn bà. Theo dòng, hai con sấu lớn hung hãn, quẫy đuôi bám riết đuổi theo bè. Barbé liền nổ súng, sấu sợ hãi lặn trốn mất. Khi bè được vớt lên, người con trai tức Tri bị sấu cắn cụt mất một chân, đã chết. Phần người con gái là nàng Hai còn thoi thóp thở. Sau khi được chăm sóc, thấy cô trẻ đẹp nên Barbé ép cô phải chung sống với mình. Nàng Hai ưng thuận với điều kiện là được trở về nhà để thu xếp việc riêng.\n\nGặp nàng Hai về, Lãnh binh Sắc cho bắt cô với lời cáo buộc: tội thông đồng, mãi dâm với đối phương. Sắc cho giam nàng Hai dưới hố sâu, cho ăn xương cá và cơm hẩm. Thời may [[Trương Định]] đi tuần ngang, lệnh cho đem cô lên và nghe hết mọi chuyện oan trái này...\n\nNơi chùa Khải Tường, hôm đó trời vừa sụp tối, nghe lính canh báo tin có Nàng Hai đến xin gặp. Barbé mừng rỡ phóng ngựa ra đón. Còn cách cô gái chừng mười thước, quân Việt mai phục hai bên đường ào ra. Ngựa bị giáo dài đâm ngã quỵ, hất Barbé ngã xuống và lập tức bị chém chết. Hôm đó là ngày [[7 tháng 12]] năm [[1860]].<ref>Nơi Barbé chết, có thể ở ngã ba [[Võ Văn Tần]]-[[Trần Quốc Thảo]], [[Quận 3]], [[Thành phố Hồ Chí Minh]]. Và theo ''Scènes de la vie Anamite - Khi Hoa'' thì một hôm nọ có một [[người Việt]], đến đồn tìm Barbé báo tin Thị Ba đang lâm bệnh nặng và hiện đang nằm tại một ngồi chùa gần đó. Nghe vậy, Barbé lập tức đến thăm, nhưng đi được một quãng thì bị giết chết.<\/ref>\n\nHơn hai tháng sau, viện binh của Pháp từ [[Thượng Hải]] kéo đến [[Thành phố Hồ Chí Minh|Sài Gòn]] rầm rộ. Sau vài trận chiến ác liệt, [[đại đồn Chí Hòa]] bị hạ. Sau những ngày mịt mù khói lửa ấy, không ai tìm thấy cô gái nơi đâu, chẳng biết sống hay đã chết. Nhưng trong dân gian còn truyền tụng mãi hình ảnh người thiếu phụ bị thả trôi sông và đã góp công chống Pháp <ref>Theo ''Scènes de la vie Anamite - Khi Hoa'', thì Lãnh binh Sất và Thị Ba đều chết vì đạn, khi quân Pháp tấn công vào bản doanh của nghĩa quân.<\/ref>.\n\n==Thông tin liên quan==\nViên sĩ quan Barbé chết, quân Pháp rất tức giận. Bởi vậy, họ chiếm lấy tấm bia đá (trên có khắc bi văn của [[Phan Thanh Giản]] soạn năm [[1858]]) do vua [[Tự Đức]] sai chở từ [[Huế]] về [[Gò Công]], để dựng nơi mộ ông ngoại mình là Đức Quốc công [[Phạm Đăng Hưng]], làm bia mộ Barbé ở nghĩa trang [[Mạc Đĩnh Chi]] (cũ). Mãi cho đến năm [[1999]], tấm bia mới được dựng tại mộ ông Hưng, tính ra tấm bia đá mang tên hai người chết một Pháp một Việt này đã luân lạc đúng 140 năm ([[1859]]-[[1999]]).\n\n==Xem thêm==\n*[[Chùa Từ Ân]]\n*[[Phật Ý-Linh Nhạc]]\n==Sách tham khảo chính==\n*[[Thích Thanh Từ]], ''Thiền sư Việt Nam''. Thành hội Phật giáo TP. Hồ Chí minh xuất bản năm 1992.\n*[[Sơn Nam (định hướng)|Sơn Nam]], ''Bến Nghé xưa''. Nhà xuất bản Văn Nghệ TP.Hồ Chí Minh, 1981\n*Nguyễn Hiền Đức, ''Lịch sử Phật giáo Đàng Trong''. Nhà xuất bản Thành phố Hồ Chí Minh, 1995.\n*Phan Thứ Lang, ''Sài Gòn vang bóng'', Nhà xuất bản Hồ Chí Minh, 2001, tr. 50-57.\n*Các bài viết trong sách ''Hội thảo khoa học 300 năm Phật giáo Gia Định-Sài gòn-TP. Hồ Chí Minh\" (gọi tắt là \"Hội thảo\"), Nhà xuất bản TP.Hồ Chí Minh, 2002, gồm:\n:-Thiền Hòa tử Huệ Chí, \"Buổi đầu của Phật giáo Gia Định-Sài Gòn\".\n:-Trần Hồng Liên, \"Vai trò của chùa Từ Ân trong sự phát triển văn hóa Phật giáo Gia Định\".\n:-Huỳnh Ngọc Trảng, Những ngôi cổ tự đã mất ở Gia Định xưa.\n:-Nguyễn Quảng Tuân, Kiến trúc của các ngôi chùa xưa nay.\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n{{Chùa tại Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh|Khải Tường]]\n[[Thể loại:Gia Định]]"}