{"14657027":"'''Chùa Phật Quang''' là ngôi chùa cổ nhất tỉnh Bình Thuận, được xây dựng vào niên hiệu [[Chính Hòa ]](1680-1705), cách đây hơn 320 năm. Chùa có tên gốc là '''Bồ Đề''', dân gian gọi là '''chùa Cát''' do xưa kia vùng này dân cư thưa thớt, chung quanh toàn cát, chạy dài tới biển. Chùa thuộc thôn An Hòa, tổng Vạn Phước, huyện An Phước, phủ Bình Thuận, nay là đường Trần Quang Khải, Phường Hưng Long, Thành phố Phan Thiết, tỉnh Bình Thuận. Chùa có bộ kinh Pháp Hoa khắc trên gỗ thị huyết - còn gọi là thị đỏ, từ thời nhà Lê Trung Hưng, là quốc bảo Phật giáo Việt Nam. Chùa được trùng tu và trùng hưng nhiều lần. Trải 18 đời truyền thừa.<ref>[http:\/\/topplus.vn\/tin-tuc\/tam-linh\/top-100-ngoi-chua-noi-tieng-so-huu-ky-luc-viet-nam-p-16-chua-phat-quang-tinh-binh-thuan Top 100 ngôi chùa nổi tiếng sở hữu kỷ lục Việt Nam (P.16): Chùa Phật Quang (Tỉnh Bình Thuận), TỔ CHỨC KỶ LỤC VIỆT NAM]<\/ref><ref>[https:\/\/www.phunuonline.com.vn\/gia-dinh\/tham-ngoi-chua-co-nhat-mien-trung-25990\/ Thăm ngôi chùa cổ nhất miền Trung,AN HÀ, Báo Phụ nữ]<\/ref> Năm 2002, chùa được trùng kiến, to đẹp hơn với 15 vườn tượng Phật nhưng chùa cũ vẫn giữ nguyên với nhiều pho tượng và pháp khí cổ. Đây cũng là chùa có nhiều rồng trang trí - 166 con, cùng vô số phù điêu hoa văn khắc họa về Phật pháp cho đến các danh thắng Việt Nam và Bình Thuận được làm từ 48 tấn mảnh sành, mua từ các làng gốm miền Bắc, được các thợ Huế chọn lọc ghép thành.<ref name=\"thuvienbinhthuan.com.vn\">{{Chú thích web |url=http:\/\/thuvienbinhthuan.com.vn\/Binh-Thuan-Qua-Cac-Bao\/Co-mot-ngoi-chua-nhu-the-112.html |ngày truy cập=2019-02-11 |tựa đề=Có một ngôi chùa như thế, Nguyễn Văn Mỹ, Thanh niên tuần san.- 2012.- số 299 (ngày 24.2).- tr.28 |archive-date=2019-02-12 |archive-url=https:\/\/web.archive.org\/web\/20190212130800\/http:\/\/thuvienbinhthuan.com.vn\/Binh-Thuan-Qua-Cac-Bao\/Co-mot-ngoi-chua-nhu-the-112.html |url-status=dead }}<\/ref>\n\n==Bảo vật==\nNăm 1987, trong lúc trùng tu, thầy trụ trì Huệ Tánh phát hiện dưới tượng Phật chánh điện có hầm bí mật. Trong hầm có tài liệu Việt Minh và bộ kinh Pháp Hoa. Tài liệu Việt Minh gồm 100 cuốn tài liệu \"Muốn thành cán bộ tốt\" in ngày 30.7.1947, khổ 15 x 20&nbsp;cm, gói cẩn thận trong mo cau. Chùa nộp cho phường 40 cuốn và Ban Đại diện Phật giáo tỉnh 60 cuốn.<ref name=\"thuvienbinhthuan.com.vn\"\/>\n\n=== Bộ kinh Pháp Hoa ===\nBộ kinh Pháp Hoa tại chùa là \"Bộ kinh Pháp Hoa khắc gỗ đầy đủ và xưa nhất Việt Nam\" (Vietbook công nhận kỷ lục năm 2006). Đây là một trong ba bộ kinh Pháp Hoa có niên đại lâu đời trên thế giới (2 bộ kinh kia của Trung Quốc khắc trên đồng và đá, qua thời gian đã bị mai một nhiều nên nội dung không còn đầy đủ). Bộ kinh khắc trên gỗ thị đỏ, vừa bền, vừa có tác dụng xua đuổi côn trùng, rắn rết... Bộ kinh được khắc ngược bằng chữ Hán trên 118 tấm ván gồm 110 tấm khắc 60 vạn chữ, 8 tấm khắc tranh về cuộc đời của Đức Phật. Mỗi tấm dài 0,68 m, rộng 0,26 m, dày 0,026 m.. Căn cứ vào đoạn văn ghi trong kinh \"Long Đức tam niên tuệ thứ Giáp Dần, tứ nguyệt thơ nhất nhật khánh tạo\" và các ghi chú khác thì bộ kinh được thực hiện từ năm 1704 - 1732. Suốt 28 năm ròng rã; các thiền sư Minh Dung - hiệu Pháp Không, Khánh Tài - tự Thiện Huệ, Thiện Pháp - hiệu Bảo Hương; cùng 12 đệ tử, đã hoàn thành tuyệt tác gồm 7 quyển, 28 phẩm, 60 vạn chữ; tóm gọn trong 9 chữ \"Khai thị chúng sanh ngộ nhập tri kiến Phật\". Từng chữ cho đến mỗi chi tiết trong tranh đều rất sắc sảo, sinh động, nguyên vẹn và đầy đủ. Đây là bộ kinh Phật được cho là cổ nhất Việt Nam, được khắc trước bộ kinh Phật của [[chùa Bổ Đà]] (Bắc Giang).<ref>[https:\/\/www.nguoiduatin.vn\/bi-an-kho-ly-giai-ve-bo-kinh-co-nhat-viet-nam-a112319.html Bí ẩn khó lý giải về bộ kinh cổ nhất Việt Nam]<\/ref><ref name=\"nld.com.vn\">[https:\/\/nld.com.vn\/thoi-su\/bi-an-nhung-bao-vat-di-san-quoc-gia-bo-kinh-co-nhat-viet-nam-20190112213950689.htm Bí ẩn những bảo vật, di sản quốc gia: Bộ kinh cổ nhất Việt Nam, Việt Khánh, Báo Người Lao Động, 13\/01\/2019 ]<\/ref><ref>[https:\/\/phatgiao.org.vn\/chua-phat-quang-noi-chua-nhieu-bau-vat-va-nha-su-di-chan-dat-d32761.html Chùa Phật Quang nơi chứa nhiều báu vật và nhà sư đi chân đất, Anh Nhy, Cổng thông tin Phật giáo Việt Nam thuộc Giáo hội Phật giáo Việt Nam]<\/ref>\n\n===Tượng Phật cổ===\nNăm 2002, chùa khởi công trùng kiến, phát hiện 3 tượng Phật bằng đồng trên 300 năm (hiện đã bị lấy cắp mất 1 tượng) và một số cổ vật khác.\n\n===Cặp mõ và chuông Gia Trì lớn nhất Việt Nam===\nCặp mõ Gia Trì làm bằng gỗ mít Quảng Bình, do 3 thợ Quảng Nam thực hiện từ 1997 – 2004, mõ cao 80&nbsp;cm, ngang 92&nbsp;cm. Chuông Gia Trì do thợ Quảng Nam thực hiện, cao 1m, đường kính 1,2m, nặng 400&nbsp;kg.<ref name=\"nld.com.vn\"\/>\n\n=== Bàn cờ Phật ===\nChùa Phật Quang còn lưu giữ Bàn cờ Phật, một phương tiện giải trí và khuyến tu thú vị do Đại đức Thích Nguyên Minh mang từ Pháp về. Bàn cờ Phật bằng chữ Hán, chép tay, khổ lớn, hình vuông. Tổng cộng có 76 ô vuông, xếp thành 4 vòng và 1 ô trong cùng, tượng trưng cho 5 cấp bậc thể hiện lộ trình của người bắt đầu xuất gia tu Phật cho đến khi đạt quả vị Vô Thượng Chánh Giác - thành Phật. Mỗi ván cờ có từ 2 - 6 người chơi, gieo hột xúc xắc để di chuyển giữa các ô, từ \"Sơ khởi phát tâm\" đến \"Vô thượng chánh giác\". Vừa giải trí, vừa luyện tâm và nhắc nhở đường tu hành chánh quả.\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Chùa tại Bình Thuận]]"}