{"15432033":"{{bài cùng tên|Chùa Hang}}\n'''Chùa Hang - Kim Sơn Tự''' nằm ở phường [[Chùa Hang (phường)|Chùa Hang]], thành phố [[Thái Nguyên]], tỉnh Thái Nguyên, [[Việt Nam]].\n[[Tập tin:Chùa Hang - Kim Sơn Tự (Thái Nguyên).jpg|thumb|Thắng cảnh Chùa Hang - Kim Sơn Tự]]\n[[Tập tin:Kim Son Tu-1.jpg|thumb|Sân chùa]]\n[[Tập tin:Ho ca Chua Hang - Kim Son Tu.jpg|thumb|Hồ cá ở Chùa Hang]]\n[[Tập tin:Quy hoach Chua Hang - Kim Son Tu.jpg|thumb|Bản đồ quy hoạch Chùa Hang - Kim Sơn Tự]]\n[[Tập tin:ThichNguyenThanh.jpg|thumb|Đại đức Thích Nguyên Thanh, người trụ trì Chùa Hang - Kim Sơn Tự]]\nThắng cảnh Chùa Hang - Kim Sơn Tự cách trung tâm [[thành phố Thái Nguyên]] 3&nbsp;km về phía bắc, bên trái [[quốc lộ 1B]], hướng [[Thái Nguyên]] đi [[Lạng Sơn]]. [[Chùa]] có nhiều đặc thù của miền sơn cước, nên đã được chọn đưa vào tuyển tập [[100]] ngôi chùa [[Việt Nam]] tiêu biểu xuất bản lần đầu năm [[2011]]. Theo tương truyền, đây là ngôi chùa cổ có từ [[thế kỷ XI]] và đã được xếp hạng [[di tích thắng cảnh]] cấp [[Quốc gia]] năm [[1999]].\n\n==Giới thiệu==\nChùa Hang, có tên chữ “'''Kim Sơn Tự'''”, còn được gọi là “'''Tiên Lữ Phật Động'''”. Di tích thắng cảnh Chùa Hang có ba ngọn núi đá lớn, độc lập trên vùng đất bằng phẳng. Ngọn núi đứng giữa có tên là “Huyền Vũ” cao to vững trãi, hai bên là hai ngọn “Thanh Long – Bạch Hổ” vươn cao uy nghi, ba ngọn kết nối nhau bởi dải yên ngựa chừng 1000m có diện tích chân núi chừng 2,7ha.\n\nTương truyền \"Chùa Hang\" có từ thời [[nhà Lý]] (thế kỷ XI), được coi là thời kỳ rất hưng thịnh của Phật giáo. Chuyện rằng: vào một buổi sáng mùa xuân năm [[Nhâm Tuất]], vua [[Lý Thánh Tông]] thức dậy đã kể lại giấc mơ của mình cho Nguyên Phi [[Ỷ Lan]] chuyện đêm qua nằm mộng, được Phật dắt lên vùng đất địa linh ở Đồng Hỷ, Thái Nguyên. Bà Nguyên Phi lập tức thực hiện chuyến kinh lí tham quan, thấy phong cảnh hữu tình, núi non kỳ vĩ, hang động rộng lớn, bèn cho lấy hang dựng chùa thờ Phật. Có lẽ \"Kim Sơn Tự\" ra đời từ đây, nhưng nhân dân thường gọi nôm là Chùa Hang vì chùa ở trong hang.\n\nQua Tam quan, vào chùa, hai bên trái phải có hai tượng Hộ pháp Khuyến thiện - Trừng ác, cưỡi voi cưỡi hổ uy nghi. Càng vào sâu, hang rộng dần, trên vòm hang nhũ đá tưởng như \"Mây già quyện đá quái chơi vơi\", nhiều cột đá lớn sừng sững chống lên vòm hang như những trụ chống trời. Quanh vách hang nhiều nhũ đá nhô ra thành các bệ thờ và nhiều hình thù kỳ lạ hấp dẫn. Hang có nhiều ngóc ngách, có đường lên trời, đường xuống âm phủ, có cửa thông trước sau, nên không khí trong chùa rất trong lành, mùa hè mát mẻ, mùa đông ấm áp, khói hương luôn toả mờ làm cho chùa càng trở nên thâm u kì bí.\n\nChùa Hang - Kim sơn tự với huyền thoại “Động tiên lữ” một bức trang thủy mạc đã say đắm bao tâm hồn của nhiểu danh dân, sĩ phu thuộc hàng “tao nhân mặc khách” từ đời Lê sơ đến Hậu nguyễn, hiện còn nhiều văn bia thơ phú bằng [[Chữ Hán|chữ hán]] khắc trên vách hang, ca ngợi cảnh đẹp thiên tạo vô song khi đến vãng cảnh nơi đây.\n\nTheo quy hoạch, Chùa Hang sẽ được xây dựng và trùng tu chia làm 5 khu, đó là khu bảo tồn gồm toàn bộ hang động, núi đá với tổng diện tích 2,7ha; khu trục chính đạo tâm linh, bao gồm 8 công trình là Chính điện Tam Bảo, nhà thờ tổ, giảng đường Hoằng pháp, Bảo tháp, lầu chuông, lầu trống, tam quan nội, tam quan ngoại; phía bên phải của chùa là khu thiền viện chuyên tu; trung tâm từ thiện xã hội; khu sân bãi để phục vụ lễ hội. Tổng kinh phí đầu tư khoảng 500 tỷ đồng bằng nguồn xã hội hoá.\n\nVới tất cả những giá trị lịch sử vốn có ở nơi đây cùng tâm nguyện của sư trụ trì và toàn thể nhân dân, trong 3 năm qua đã có nhiều tăng ni phật tử, đơn vị, doanh nghiệp góp công, góp của để xây dựng chùa. Cả một quần thể kiến trúc chùa được sơn bao thủy bọc. Toàn bộ phía sau chùa là những dãy núi, phía trước chùa là dòng [[sông Cầu]] uốn lượn bao quanh. Các công trình chính điện tam bảo, cửa tam quan, lầu chuông, lầu trống đã và đang xây dựng hoàn thành sẽ sớm viên thành sở nguyện, góp phần gìn giữ một di sản văn hoá tâm linh, nâng tầm giá trị di tích tạo nên một danh lam thắng cảnh đẹp như bức tranh sơn thủy, thơ mộng chốn bồng lai.\n\nLà một sứ giả của đức [[Như Lai]], Đại đức Thích Nguyên Thanh, sư trụ trì tại chùa Hang kêu gọi quí phật tử hảo tâm, các mạnh thường quân các doanh nghiệp, doanh nhân trong và ngoài nước góp công, góp của để Chùa Hang sớm thành tựu viên mãn. Với những giá trị to lớn của di tích thắng cảnh đẹp từ ngàn xưa, sau khi được trùng tu và mở rộng “Chùa Hang - Kim Sơn Tự” sẽ trở thành một trung tâm phật giáo lớn của tỉnh Thái Nguyên và là một điểm du lịch tâm linh hấp dẫn.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* [http:\/\/dansotn.com\/ds-xh\/diadanh\/447-chua-hang-dong-hy-thai-nguyen.html Danh thắng Chùa Hang - Đồng Hỷ - Thái Nguyên]{{Liên kết hỏng|date=2021-01-29 |bot=InternetArchiveBot }}\n\n{{sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Chùa tại Thái Nguyên]]\n[[Thể loại:Thái Nguyên (thành phố)]]\n[[Thể loại:Du lịch Thái Nguyên]]"}