{"333710":"{{bài cùng tên|Chùa Hang}}\n{{Thông tin chùa\n| name = Chùa Hang<br>Chùa Hải Sơn\n| img = Chùa Hang - Kiên Giang.JPG\n| img_size = 250\n| img_capt = Tam quan chùa Hang với kiến trúc cổ xưa\n| denomination = \n| founded = [[1970]]\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = xã [[Bình An, Kiên Lương|Bình An]], huyện [[Kiên Lương]], tỉnh [[Kiên Giang]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Hải Sơn''', tục gọi là '''Chùa Hang'''; tọa lạc nơi chân núi [[An Hải Sơn]], thuộc xã [[Bình An, Kiên Lương|Bình An]], huyện [[Kiên Lương]], tỉnh [[Kiên Giang]], [[Việt Nam]]. Đây là một di tích, là điểm hành hương và cũng là điểm tham quan của tỉnh.\n\nVì là núi [[đá vôi]] bị xâm thực hàng ngàn năm, nên phía sau chùa có một hang rộng ăn thông ra tới biển, nơi có [[Hòn Phụ Tử]]. Hiện nay chùa Hang nằm trong hệ thống các chùa do [[Ban Trị sự Trung ương Giáo hội Phật giáo Việt Nam]] quản lý.<ref>Nguồn: [http:\/\/www.phatquang.com\/chuahang\/index_chuahang.html Chùa trên trang www.phatquang.com] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080827194458\/http:\/\/www.phatquang.com\/chuahang\/index_chuahang.html |date=2008-08-27 }}<\/ref>\n\nHang đá phía sau chùa Hải Sơn chạy theo trục ''Đông Bắc'' - ''Tây Nam'', chiều dài hơn 50[[m]], cửa động nhìn ra biển. Chiều dài hang ăn thông 40m, chỗ hẹp nhất chỉ khoảng 3-4 người đi lọt. Phía trong hang, có các hình dáng kỳ quái do nước ăn mòn tạo nên.\n \nChùa hải sơn được khám phá vào [[thế kỷ 18]] do các nhà sư [[Thái Lan]] và các ngư dân đến đây khẩn hoang lập nghiệp.lược sử những ngôi chùa ở Kiên Giang (Sau đó, các nhà sư này đã lập nên chùa và lúc đầu chùa chưa có tên.\n\nNăm [[1771]], quân [[Xiêm]] sang xâm lược nước Việt và rút quân về nước năm [[1774]], các vị sư đành phải theo về. Thấy ngôi chùa bị bỏ hoang một thời gian dài, nhân dân địa phương đã thỉnh nhà sư người [[Khmer]] đến trụ trì. Sau này, các vị sư Khmer (chưa xác định được pháp danh) đã xây dựng thêm một cái am ở bên ngoài cách chùa cũ không xa và đặt tên là [[chùa Thái Lùa]] ([[Prakchaokia]]) hay [[chùa Ba Trại]]. Gọi là chùa Ba Trại vì chùa nằm trong vùng căn cứ của nghĩa quân do Nguyễn Trung Trực lãnh đạo.\n\nNăm [[1800]], hai anh em ruột Võ Thường Lễ và Võ Thường Nghĩa (chưa xác định được pháp danh) trùng tu lại ngôi chùa cũ và đặt tên là Chùa Hang. Kế tục trụ trì chùa Hang cũng là một nhà sư người Việt có pháp danh là Thiện Tông.\n\nNăm [[1920]], [[Hòa thượng]] Thiện Tông viên tịch ở hang Phật Ngủ, Hòa thượng Thượng Tố lên làm trụ trì chùa.\n\nTừ năm [[1939]] đến năm [[1944]], trụ trì chùa Hang là Hòa thượng Chí (không rõ họ, được cư dân địa phương gọi thân mật là Sư Chưởng). Ngài viên tịch năm 70 tuổi.\n\nĐến năm [[1953]] cư dân địa phương cung thỉnh một sư cô quen gọi là Cô Sáu (chưa xác định được pháp danh) về trông lo việc Phật sự.\n\nNăm [[1975]], Sư cô Sáu viên tịch. Hòa thượng Thiện Hóa (Thầy Tư) tiếp tục trụ trì cho đến khi viên tịch vào năm [[1999]], thọ 79 tuổi. Trong suốt 45 năm trụ trì chùa Hang, Hòa thượng Thiện Hóa đã nhiều lần cho trùng tu và đặc biệt đại trùng tu vào năm 1962 theo dáng vẻ như ngày nay và được Bộ Văn Hóa Thông tin công nhận là điểm di tích lịch sử và tham quan thắng cảnh vào năm [[1989]].\n\nTừ năm [[1999]] đến năm [[2002]], chùa do Đại đức Thích Minh Hải trụ trì. Và sau đó là Đại đức Thích Minh Nhẫn làm trụ trì cho đến nay.\n\n==Hệ thống thờ tự==\n[[Hình:Phật trong chùa Hải Sơn.jpg|nhỏ|250px|phải|Một số tượng [[Phật]] trong chùa Hải Sơn]] \nTượng thờ trong Chùa Hang có nhiều, với nhiều chất liệu khác nhau. Đặc biệt có nhiều bức tượng quý như tượng ''Phật nghìn tay nghìn mắt'' ở nơi chính điện. Các tượng thờ ở đây thuộc hệ phái [[Nam Tông]] rõ nét.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*ThS. Võ Văn Tường, tập bài giảng \"Những ngôi chùa tại Thành phố Hồ Chí Minh\". \n*Lược sử những ngôi chùa ở Kiên Giang do T.T Thích Giác Phước chủ biên, Nhà xuất bản. Hồ Chí Minh, 2002.\n\n[[Thể loại:Du lịch Kiên Giang]]\n[[Thể loại:Chùa tại Kiên Giang]]\n[[Thể loại:Kiên Lương]]"}