{"24655":"{{Thông tin chùa\n| name = Chùa Phật Tích<br>佛跡寺 (Phật Tích tự)\n| img = Tuongphat.jpg\n| img_size = 250\n| img_capt = Tượng Phật [[A-di-đà]] phục chế theo nguyên mẫu trong chùa, đặt tại Viện Bảo tàng Lịch sử\n| denomination = \n| founded = [[1057]]\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = xã Phật Tích, huyện [[Tiên Du]], tỉnh [[Bắc Ninh]]\n| country = {{VNM}}\n| website = \n}}\n{{Location map | Vietnam\n| width = 220\n| float = right\n| relief = yes\n| label = ''Chùa Phật Tích''\n| position = right\n| lat_deg = 21| lat_min = 6| lat_sec= 24.7| lat_dir = N \n| lon_deg = 106| lon_min = 0| lon_sec= 45.9| lon_dir = E \n}}\n{{coord|21|6|24|N|106|0|45|E| type:landmark_region:VN| format= dms| display= title}}\n'''Chùa Phật Tích''' (Phật Tích tự 佛跡寺) còn gọi là '''chùa Vạn Phúc''' (Vạn Phúc tự 萬福寺) là một ngôi [[chùa]] nằm ở sườn phía Nam núi Phật Tích (còn gọi núi Lạn Kha, non Tiên), xã Phật Tích, huyện [[Tiên Du]], tỉnh [[Bắc Ninh]]. Trong chùa có [[Tượng A-di-đà chùa Phật Tích|tượng đức Phật bằng đá]] thời [[nhà Lý]] lớn nhất [[Việt Nam]]. Chùa Phật Tích được xếp hạng Di tích Lịch sử- Văn hóa tại Quyết định số 313\/VH-VP, ngày 28 tháng 4 năm 1962 của Bộ Văn hóa và được [[Thủ tướng]] chính phủ ký và xếp hạng 62 [[Di tích quốc gia đặc biệt]] của [[Việt Nam]]\n\n==Lịch sử==\nTheo tài liệu cổ thì chùa Phật Tích được khởi dựng vào năm Long Thụy Thái Bình thứ 4 ([[1057]]) với nhiều tòa ngang dãy dọc. Chùa được xây dựng vào thời [[nhà Lý]] do [[Lý Thánh Tông]] xây dựng nên\n\nNăm [[1066]], vua [[Lý Thánh Tông]] lại cho xây dựng một cây tháp cao. Sau khi tháp đổ mới lộ ra ở trong đó bức tượng Phật [[A-di-đà]] bằng [[đá xanh]] nguyên khối được dát ngoài bằng [[vàng]]. Để ghi nhận sự xuất hiện kỳ diệu của bức tượng này, xóm Hỏa Kê (gà lửa) cạnh chùa đổi tên thành thôn Phật Tích.\n\nVăn bia Vạn Phúc Đại Thiền Tự Bi năm Chính Hòa thứ bảy ([[1686]]) ca ngợi vẻ đẹp của cảnh chùa: \"''Đoái trông danh thắng đất Tiên Du, danh sơn Phật Tích, ứng thế ở Càn phương (hướng Nam) có núi Phượng Lĩnh bao bọc, phía tả Thanh Long nước chảy vòng quanh. Phía hữu Bạch Hổ núi ôm, trên đỉnh nhà khai bàn đá...''\"\n\nNăm [[1071]], vua Lý Thánh Tông đi du ngoạn khắp vùng Phật Tích và viết chữ \"[[Phật]]\" dài tới 5 m, sai khắc vào đá đặt trên sườn núi. Bà [[Ỷ Lan|Nguyên phi Ỷ Lan]] có đóng góp quan trọng trong buổi đầu xây dựng chùa Phật Tích.\n\nThời bấy giờ vua [[Trần Nhân Tông]] đã cho xây tại chùa một thư viện lớn và cung Bảo Hoa. Sau khi khánh thành, vua Trần Nhân Tông đã sáng tác tập thơ \"Bảo Hoa dư bút\" dày tới 8 quyển. Vua [[Trần Nghệ Tông]] đã lấy Phật Tích làm nơi tổ chức cuộc thi [[Thái học sinh]] (thi Tiến sĩ).\n\nVào thời [[nhà Lê sơ|nhà Lê]], năm Chính Hòa thứ bảy đời vua [[Lê Hy Tông]], năm [[1686]], chùa được xây dựng lại với quy mô rất lớn, có giá trị nghệ thuật cao và đổi tên là Vạn Phúc tự. Người có công trong việc xây dựng này là Bà Chúa Trần Ngọc Am - đệ nhất cung tần của Chúa Thanh Đô Vương [[Trịnh Tráng]], khi Bà đã rời phủ Chúa về tu ở chùa này. Bia đá còn ghi lại cảnh chùa thật huy hoàng: \"''... Trên đỉnh núi mở ra một tòa nhà đá, bên trong sáng như ngọc lưu ly. Điện ấy đã rộng lại to, sáng sủa lại kín. Trên bậc thềm đằng trước có bày mười con thú lớn bằng đá, phía sau có Ao Rồng, gác cao vẽ chim phượng và sao Ngưu, sao Đẩu sáng lấp lánh, lầu rộng và tay rồng với tới trời sao,cung Quảng vẽ hoa nhụy hồng...''\". Đời vua [[Lê Hiển Tông]] ([[1740]]-[[1786]]), một đại yến hội đã được mở ở đây.\n\nNhưng rồi vẻ huy hoàng và sự thịnh vượng của chùa Phật Tích cũng chỉ tồn tại sau đó được gần 300 năm. Kháng chiến chống thực dân Pháp bùng nổ và chùa bị tàn phá nhiều. Chùa đã bị quân đội [[Pháp]] đốt cháy hoàn toàn vào năm [[1947]].\n\nPGS Tống Trung Tín, Viện trưởng [[Viện Khảo cổ Việt Nam]] cho biết: \"Theo tài liệu của trường [[Viễn đông Bác cổ]] Pháp để lại thì khoảng trước năm 1945, KTS nổi tiếng của Pháp là Louis Bezacier đã tiến hành trùng tu ngôi chùa Phật tích. Trước khi trùng tu, theo yêu cầu của viện Viễn đông bác cổ, ông đã tiến hành khai quật nền chùa, đã phát hiện ra nền của ngôi tháp thời Lý còn nằm nguyên vẹn dưới lòng chùa, cùng rất nhiều di vật tiêu biểu cho nghệ thuật xây chùa Phật Tích, cũng là nghệ thuật xây dựng đặc sắc thời Lý. Theo các tài liệu chúng tôi đọc được, ông đã nghiên cứu, đo vẽ rất cẩn thận, rồi giữ nguyên trạng di tích và lấp đi. Mọi hoạt động trùng tu chỉ diễn ra trên mặt đất nên không đụng gì đến lòng chùa nữa\".<ref>[http:\/\/vnn.vietnamnet.vn\/vanhoa\/2008\/11\/815715\/ PGS Tống Trung Tín: Chùa Phật Tích đã tạm ngừng thi công], VnNet, 27\/11\/2008<\/ref>\n\nKhi hòa bình lập lại ([[1954]]) đến nay, chùa Phật Tích được khôi phục dần. Năm [[1959]], Bộ Văn hóa cho tái tạo lại 3 gian chùa nhỏ làm nơi đặt pho tượng A-di-đà bằng đá quý giá. Tháng 4 năm [[1962]], nhà nước công nhận chùa Phật Tích là di tích lịch sử-văn hoá.\n\n==Kiến trúc==\n===Nền móng===\nNền móng chân tháp có [[hình vuông]], với kích thước chân tháp 9,1m x 9,1m, tường tháp mỗi cạnh dày trung bình 2,4m, lòng tháp rộng 82,81 m2, chân tháp được xây bằng gạch thời Lý, kỹ thuật xây móng nền tháp có thể so sánh với các móng nền gạch kiến trúc Lý ở [[Hoàng thành Thăng Long]]. Những viên gạch xây tháp có đề chữ: “Lý gia đệ tam đế Long Thụy Thái Bình tứ niên tạo” (Vua thứ ba đời Lý, năm Long Thụy Thái Bình thứ 4 xây dựng) hoặc \"Chương Thánh Gia Khánh\". \n===Ba cấp nền chùa===\nChùa được kiến trúc theo kiểu [[Nội công ngoại quốc]] (giống với lối kiến trúc tại [[chùa Vĩnh Nghiêm]], một ngôi chùa nổi tiếng khác ở xứ [[Kinh Bắc]]), sân chùa là cả một vườn hoa [[mẫu đơn]] rực rỡ. Bên phải chùa là Miếu thờ Đức chúa tức bà [[Trần Thị Ngọc Am]] là đệ nhất cung tần của chúa [[Trịnh Tráng]] tu ở chùa này nên có câu đối \"Đệ nhất cung tần quy Phật địa. Thập tam đình vũ thứ tiên hương\". Bà chẳng những có công lớn trùng tu chùa mà còn bỏ tiền cùng dân 13 thôn dựng đình. Bên trái chùa chính là nhà tổ đệ nhất thờ [[Chuyết chuyết Lý Thiên Tộ]]. Ông mất tại đây năm [[1644]] thọ 55 tuổi; hiện nay chùa còn giữ được pho tượng của Chuyết công đã kết hỏa lúc đang ngồi thiền.\n\nCho tới nay, chùa Phật Tích có 7 gian tiền đường để dùng vào việc đón tiếp khách, 5 gian bảo thờ Phật, đức A di đà cùng các vị [[Phật|Tam thế Phật]], 8 gian nhà tổ và 7 gian nhà thờ [[thánh Mẫu]].\n\nNgôi chùa có kiến trúc của [[nhà Lý|thời Lý]], thể hiện qua ba bậc nền bạt vào sườn núi. Các nền [[hình chữ nhật]] dài khoảng 60 [[mét|m]], rộng khoảng 33 m, mặt ngoài bố trí các tảng đá hình khối hộp chữ nhật.\n\nTheo tương truyền, bậc nền thứ nhất là sân chùa với vườn hoa [[mẫu đơn]], nơi xảy ra câu truyện [[Từ Thức gặp tiên]]: \"''...[[Từ Thức]] đi xem hội hoa mẫu đơn, gặp Giáng Tiên bị bắt trói vì tội hái trộm hoa. Từ Thức bèn cởi áo xin tha cho tiên nữ. Sau Từ Thức từ quan đi du ngoạn các danh lam thắng cảnh, đến động núi ở cửa biển Thần Phù gặp lại Giáng Tiên...''\" Do tích này, trước đây chùa Phật Tích mở hội Hoa Mẫu Đơn hàng năm vào ngày mồng bốn tháng giêng để nhân dân xem hoa và các văn nhân thi sĩ bình thơ.\n\nBậc nền thứ hai là nơi có các kiến trúc cổ ngày nay không còn được thấy. Khi đào xuống nền ngôi chùa này, các nhà [[khảo cổ học]] đã tìm thấy nhiều di vật [[điêu khắc]] thời [[nhà Lý]] và nền móng của một ngôi tháp [[Gạch nung|gạch]] hình vuông, mỗi cạnh dài 8,5 m.\n\nNền thứ ba cao nhất, có Long Trì (Ao Rồng) là một cái ao hình chữ nhật, đã cạn nước.\n\n===Khu Bảo tháp===\nSau sân nền có 32 ngọn tháp xây bằng [[Gạch nung|gạch]] và [[đá]] là nơi cất giữ [[xá lị]] của các nhà sư từng trụ trì ở đây, phần lớn được dựng vào [[thế kỷ 17]].\n\nNgọn tháp lớn nhất là Tháp Phổ Quang, cao 5,10 [[m]] gồm đế, khám thờ, hai tầng diềm và mái mui luyện với chóp tròn.<ref>Khiêm Đạt. ''Kiến trúv truyền thống Việt Nam''. Los Alamitos, CA: Xuân Thu, 2000. tr 73.<\/ref>\n\n===Điêu khắc đá===\nNhiều tác phẩm điêu khắc thời nhà Lý còn được giữ tại chùa cho đến nay. Ngay ở bậc thềm thứ hai, có 10 tượng thú bằng [[đá]] cao 10 m, gồm [[sư tử]], [[voi]], [[tê giác]], [[trâu]], [[ngựa]], mỗi loại hai con, nằm trên bệ [[sen|hoa sen]] tạc liền bằng những khối đá lớn.\n\nQuan trọng nhất là pho tượng [[tượng A-di-đà chùa Phật Tích|Phật A-di-đà]] bằng đá xanh đang ngồi thiền định trên tòa [[sen]],bức tượng cao 1,86 [[m]]; thêm phần bệ thì đạt 2,69 m.<ref>''Sáng giá chùa xưa''. tr 351<\/ref>. Trên bệ và trong những cánh sen, có những hình [[rồng]] và hoa lá, một nét đặc trưng của [[Nghệ thuật Việt Nam thời Lý|mỹ thuật thời Lý]].\n\nỞ chùa còn có những di vật thời Lý khác như đá ốp tường, đấu kê...trên đó chạm khắc các hình [[Kim cương (định hướng)|Kim Cương]], [[Hộ pháp]], [[thần điểu]], các nhạc công, vũ nữ v.v...\n\n==Văn học và văn hóa dân gian==\nTrong Ức Trai Thi Tập, [[Nguyễn Trãi]] có bài thơ vịnh cảnh chùa Phật Tích:\n\n{|valign=top\n|\n:Đoản trạo hệ tà dương\n:Thông thông yết thượng phương\n:Vân quy thiền sáp lãnh\n:Hoa lạc giản lưu hương\n:Nhật mộ viên thanh cấp\n:Sơn không trúc ảnh trường\n:Cá trung chân hữu ý\n:Dục ngữ hốt hoàn vương.\n|\n:''Bóng xế thuyền con buộc''\n:''Vội lên lễ Phật đài''\n:''Mây về giường sãi lạnh''\n:''Hoa rụng suối hương trôi''\n:''Chiều tối vượn kêu rộn''\n:''Núi quang, trúc bóng dài''\n:''Ở trong dường có ý''\n:''Muốn nói bỗng quên rồi.''\n|}\n\n::([[Đào Duy Anh]] dịch)\n\nHàng năm vào ngày 4 [[tết Nguyên Đán]], nhân dân Phật Tích thường mở hội truyền thống để tưởng nhớ công lao các vị tiền bối đã khai sinh và tu tạo chùa. Trong những ngày xuân tưng bừng ấy, khách thập phương về đây lễ Phật, hái [[hoa mẫu đơn]], thưởng ngoạn cảnh đẹp vùng Kinh Bắc hoặc tham dự các trò chơi ngày hội như đấu vật, chơi cờ, đánh đu, [[quan họ|hát quan họ]]...\n\nChùa Phật tích cũng là nơi được cho là địa điểm mà [[Từ Thức]] gặp tiên nữ Giáng Hương trong một dịp đầu xuân khi mọi người nô nức xem hoa mẫu đơn.<ref>{{Chú thích web | url = http:\/\/daibieunhandan.vn\/default.aspx?tabid=78&NewsId=32411 | tiêu đề = Chùa Phật Tích và huyền thoại Từ Thức gặp Tiên | tác giả = | ngày = | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Di cốt của sư tổ==\n[[Tập tin:ChuyetChuyet mummy.jpg|nhỏ|200px| Tượng thiền sư Chuyết Chuyết tại chùa Phật Tích]]\nNăm [[1988]], đã xảy ra một vụ trộm tại khu tháp này: Kẻ gian đã nạy cửa [[tháp Báo Nghiêm]] để kiếm vàng và đồ cổ. Chúng đã vứt ra một vại sành trong đó có chứa [[di cốt]] người và những mảnh bó cốt có cấu tạo giống như mảnh bồi của tượng nhà sư [[chùa Đậu (Hà Nội)|chùa Đậu]].\n\n[[Phó tiến sĩ]] Nguyễn Lân Cường cho biết: \"Rất tiếc, vị sư trụ trì của chùa đã mất từ trước khi vụ trộm xảy ra cách đó 8 năm. Khi đến thôn Rao Mộc, cách chùa 15 km, chúng tôi gặp cụ Nguyễn Chí Triệu vốn là sư bác ở chùa 45 năm về trước. Theo lời cụ Triệu, trước đây, trong khán thờ có một pho tượng của sư tổ, chân xếp bằng tròn theo thế ngồi thiền, hai tay đặt trước bụng, lòng bàn tay ngửa.\"\n\nNgày nay, các nhà khoa học đã xác định đây là di cốt của thiền sư [[Chuyết Chuyết]], đã viên tịch tại chùa Phật Tích.\n\nCác [[nhà khảo cổ]] học đã tìm thấy tất cả 133 mảnh xương và 209 mảnh bồi. Trong số này có đốt sống, xương đùi, xương chày, một phần xương hàm trên, đặc biệt có một xương hàm dưới, một phần xương trán cùng hốc mắt phải đính với hai mũi. Dựa vào các xương chi, các nhà khoa học tính toán [[chiều cao]] của nhà sư khoảng 1,6 [[m]]. Qua phân tích cấu tạo của khuyết hông và khớp mu, các nhà khoa học khẳng định đây là di hài của một [[tỉ-khâu|nhà sư]] nam khoảng hơn 50 [[tuổi]].\n\nKhi nghiên cứu những mảnh bồi, các nhà nghiên cứu đã tìm thấy một đoạn dây đồng đã gỉ màu xanh. Điều này chứng tỏ: Sau khi cải táng, người ta lấy xương của nhà sư đã tịch, đem dựng khung tạo thành hình ngồi thiền, rồi mới bồi ra bên ngoài để tạo tượng. Điều này khác với kỹ thuật tạo tượng nhà sư [[Vũ Khắc Minh]] ở [[chùa Đậu (Hà Nội)|chùa Đậu]].\n\nVới mong muốn phục nguyên di hài [[thiền sư]] ở chùa Phật Tích, nhóm các nhà khoa học do PTS Nguyễn Lân Cường chỉ đạo đã áp dụng phương pháp ''[[Guerasimov]]'' phục hồi mặt theo [[xương sọ]].\n\nNgày [[12]] tháng [[1]] năm [[1993]], các nhà khoa học bắt tay tiến hành phục nguyên di hài. Trước hết, họ dựng tượng nhà sư bằng đất sét theo phương pháp ''Guerasimov''; đổ [[khuôn thạch cao]] tạo các mảnh khuôn rồi gỡ các mảnh khuôn, phá tượng đất đi. Sau đó, họ bôi sơn ta, lót vải màn, rắc mạt cưa trộn sơn ta và gắn xương vào đúng vị trí. Để thành tượng, các nhà khoa học phá tiếp khuôn thạch cao, gỡ các mảnh bó cốt và gắn lại. Cuối cùng, họ đem thếp bạc rồi quang dầu lên tượng. Sau khi tượng được hoàn thành, tại khu vực này đã diễn ra lễ rước tượng về chùa Phật Tích với sự tham dự của hàng nghìn người dân. Đây là lần đầu tiên [[Việt Nam]] [[phục nguyên]] thành công một pho tượng theo phương pháp Guerasimov kết hợp với sơn ta cổ truyền của dân tộc.\n\n==Phá dỡ và phục dựng==\n\nTheo [[VietNamNet|Vietnamnet]], ngày 23 tháng 11 năm 2008 khi các đoàn khảo cổ học quốc tế về [[Hoàng thành Thăng Long]], gồm các chuyên gia [[Nhật Bản]], Hàn Quốc, [[Đài Loan]], Pháp, Bỉ do [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]] tổ chức đến tham quan nghiên cứu chùa Phật Tích, thì chứng kiến một thực trạng tan hoang tại nơi đây<ref>[http:\/\/vietnamnet.vn\/vanhoa\/2008\/11\/814969\/ Tan hoang chùa Phật Tích]<\/ref>. Nền chùa cổ đã bị đào phá bằng máy xúc và đang xây mới, các hiện vật quý bị vứt ngổn ngang khắp nơi.\n\nHiện nay, rất nhiều tượng Phật cổ tại chùa đã được chuyển đến bảo quản tại [[Bảo tàng Mỹ thuật Việt Nam]].\n\n== Khai quang Phật ngọc ==\nTối 16 tháng 5 năm 2009, tượng [[Phật ngọc]] được làm từ khối ngọc thạch 18 tấn. Nhân dân địa phương và một số tỉnh xa cùng về chiêm bái. Sân khấu nơi đặt tượng đã được hoàn tất và sẵn sàng cho đại lễ diễn ra vào buổi tối. 800 ghế cho các đại biểu đã được ban tổ chức bố trí trong khuôn viên chùa ngay phía trước bức tượng Phật Ngọc\n==Di vật==\nHình ảnh một số tượng Phật cổ và hiện vật tại chùa đang được bảo quản tại [[Bảo tàng Mỹ thuật Việt Nam]].\n<gallery>\nTập tin:Amitabha of Phat Tich pagoda (reproduction), Bac Ninh province, 1057 AD DSC04838.JPG|Tượng [[Phật A-di-đà]], thế kỷ 11\nTập tin:Kinnara playing the drum, Phat Tich pagoda, Bac Ninh province, 1057 AD, stone - Vietnam National Museum of Fine Arts - Hanoi, Vietnam - DSC04772.jpg|Kinnari<ref>{{Chú thích|title=Khẩn-na-la|date=2023-02-16|url=https:\/\/vi.wikipedia.org\/w\/index.php?title=Kh%E1%BA%A9n-na-la&oldid=69684484|work=Wikipedia tiếng Việt|language=vi|access-date=2023-02-23}}<\/ref>, thế kỷ 11, thời nhà Lý\nTập tin:Lion (part of a pedestal), Phat Tich pagoda, Bac Ninh province, 1057 AD, stone - Vietnam National Museum of Fine Arts - Hanoi, Vietnam - DSC04761.JPG\nTập tin:National Museum Vietnamese History 51.jpg\nTập tin:National Museum Vietnamese History 55.jpg\nTập tin:National Museum Vietnamese History 56.jpg\n<\/gallery>\n\n==Lễ hội==\nLễ hội chùa Phật Tích, xã [[Phật Tích]], huyện [[Tiên Du]], tỉnh [[Bắc Ninh]] diễn ra hàng năm sau dịp Tết Nguyên Đán với ngày hội chính vào ngày mùng 4 tháng Giêng.\n==Tham khảo==\n{{tham khảo|25em}}\n\n== Xem thêm ==\n\n==Liên kết ngoài==\n{{commonscat|Phat Tich pagoda}}\n* [http:\/\/baophatgiao.net\/bao-ton-di-tich-phat-tich-day-la-van-de-nhay-cam Bảo tồn di tích Phật Tích: Đây là vấn đề nhạy cảm…]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}\n* [http:\/\/baophatgiao.net\/tu-bo-chua-phat-tich-sai-vi-nhan-thuc-kem Tu bổ chùa Phật Tích: Sai vì nhận thức kém!]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}\n\n*[http:\/\/vietnamnet.vn\/vanhoa\/2009\/05\/848015\/ Dầm mưa chen nhau xem tượng Phật Ngọc]\n* [http:\/\/www.thuvienhoasen.org\/cvn-hinhanhchuachien.htm Thư viện Hoa Sen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090207104951\/http:\/\/thuvienhoasen.org\/cvn-hinhanhchuachien.htm |date=2009-02-07 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=136000&ChannelID=10 10 kỷ lục văn hóa Phật giáo Việt Nam]\n\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Chùa tại Bắc Ninh|Phật Tích]]\n[[Thể loại:Tiên Du]]\n[[Thể loại:Du lịch Bắc Ninh]]"}