{"3433966":"'''Chùa Liên Trì''' từng là một ngôi [[chùa]] [[Phật giáo]] được xây dựng cách nay hơn nửa thế kỷ từng tọa lạc tại phường [[An Khánh]], [[Quận 2, Thành phố Hồ Chí Minh]]. Nó là một trong số ít ỏi những ngôi chùa còn giữ được truyền thống thuần túy của [[Giáo hội Phật giáo Việt Nam Thống nhất]] kể từ sau [[Sự kiện 30 tháng 4 năm 1975|biến cố năm 1975]].<ref name=\"ghpgvntn\">{{Chú thích web|url=http:\/\/www.ghpgvntn.net\/tai-sao-nha-cam-quyen-quyet-tam-cuong-che-giai-toa-chua-lien-tri\/|title=Tại sao nhà cầm quyền quyết tâm cưỡng chế giải tỏa chùa Liên Trì?|website=ghpgvntn|ngày truy cập=2016-09-09|archive-date=2016-09-10|archive-url=https:\/\/web.archive.org\/web\/20160910224846\/http:\/\/www.ghpgvntn.net\/tai-sao-nha-cam-quyen-quyet-tam-cuong-che-giai-toa-chua-lien-tri\/|url-status=dead}}<\/ref> Dù là một chùa rất nhỏ ở Sài Gòn, nhưng Liên Trì lại nằm trong danh sách được quan tâm đặc biệt của cơ quan phụ trách nhân quyền thuộc Liên Hợp Quốc và của Quốc hội Mỹ.<ref name=\"voa\">{{Chú thích web|url=http:\/\/www.voatiengviet.com\/a\/cuong-che-chua-lien-tri-tphcm-day-bo-chinh-tri-dang-vao-danh-sach-cpc\/3500634.html|title=Cưỡng chế chùa Liên Trì: TP HCM đẩy Bộ Chính trị đảng vào Danh sách CPC|website=www.voatiengviet.com}}<\/ref> Giáo hội Phật giáo Việt Nam Thống nhất không được Chính quyền của Nhà nước [[Cộng hòa xã hội chủ nghĩa Việt Nam]] công nhận.\n<ref name=\"bbc98\">{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/09\/160908_lientri_pagoda_demolished|title=Chùa Liên Trì bị cưỡng chế|website=bbc}}<\/ref>\n\nĐến ngày 8 tháng 9 năm 2016, Chùa Liên Trì bị giải tỏa và di dời đến “chùa Liên Trì mới” tại khu vực Thạnh Mỹ Lợi cùng địa bàn quận 2 <ref name=rfa916\/><ref>{{Chú thích web|url=https:\/\/www.voatiengviet.com\/a\/chua-lien-tri-khong-tanh-dinh-la-thang\/4267607.html|tựa đề=Kẻ nào sẽ phải chịu ‘vận đen phá chùa’?|website=VOA|url-status=live}}<\/ref>.\n\n==Pháp lý==\nBan trị sự Thành hội Phật giáo TP Hồ Chí Minh khẳng định: “Chùa Liên Trì do thầy [[Thích Không Tánh]], thế danh Phan Ngọc Ấn cai quản, không có quyết định bổ nhiệm trụ trì của Thành hội Phật giáo, không tham gia sinh hoạt phật sự với [[Giáo hội Phật giáo Việt Nam]]”<ref name=qdnd\/> (một thành viên của [[Mặt trận Tổ quốc Việt Nam]] được Đảng Cộng sản Việt Nam lãnh đạo.)<ref>{{chú thích web | url = http:\/\/www.mattran.org.vn\/home\/gioithieumt\/luatmt\/lmttqvn1.htm | tiêu đề = www.mattran.org.vn | author =  | ngày =  | ngày truy cập = 8 tháng 2 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-10-27 | archive-url = https:\/\/web.archive.org\/web\/20161027170933\/http:\/\/mattran.org.vn\/home\/gioithieumt\/luatmt\/lmttqvn1.htm | url-status=dead }}<\/ref>\n\nHòa thượng [[Thích Không Tánh]], trụ trì tại chùa Liên Trì, từng bị Tòa án Nhân dân TP. Hồ Chí Minh tuyên phạt hồi năm 1995 cùng với Hòa thượng [[Thích Quảng Độ]], một nhân vật bất đồng chính kiến khác, với mức án mỗi người 5 năm tù về tội 'phá hoại chính sách đoàn kết' và 'lợi dụng quyền tự do dân chủ xâm phạm lợi ích Nhà nước'.<ref name=\"bbc98\"\/><ref name=qdnd>{{Chú thích web|url=http:\/\/www.qdnd.vn\/xa-hoi\/can-xu-ly-nghiem-hanh-vi-vu-cao-kich-dong-trai-phap-luat-483479|title=Cần xử lý nghiêm hành vi vu cáo, kích động trái pháp luật|website=An ninh thủ đô|author=Đặng Bảo Minh}}<\/ref>\n\n== Cưỡng chế thu hồi đất ==\nChùa Liên Trì và khu vực xung quanh được [[Chính quyền Thành phố Hồ Chí Minh|chính quyền Thành phố Hồ Chí Minh]] quy hoạch xây dựng [[khu đô thị mới Thủ Thiêm]].\n\nNgày 03\/09\/2014, UBND quận 2 ra Quyết định số 3794\/QĐ-UBND về phê duyệt Phương án bồi thường, hỗ trợ thiệt hại cơ sở thừa tự Chùa Liên Trì.\n\nNgày 6\/6\/2016, Ủy ban MTTQ Việt Nam Q.2 cùng với các ban ngành, đoàn thể và UBND P.An Khánh đã đến tiếp xúc, vận động và đề nghị sẽ hỗ trợ thêm cho cơ sở thờ tự chùa Liên Trì một khoản kinh phí nhất định, đảm bảo có thể xây dựng lại nơi thờ tự mới khang trang hơn để sinh hoạt tôn giáo\n\nNgày 05\/09\/2016, chính quyền [[Quận 2, Thành phố Hồ Chí Minh|quận 2]], [[Thành phố Hồ Chí Minh]] đã gửi \"Quyết định thu hồi đất\" lần thứ hai tới chùa Liên Trì sau nhiều lần thương thuyết thất bại, trách nhiệm chủ yếu là từ Trụ trì nhà chùa Hòa thượng [[Thích Không Tánh]] do đã không chịu bàn giao đất với số tiền bồi thường của chính quyền, tuy rằng tiền bồi thường cho khu vực đất chùa Liên Trì cao hơn mặt bằng chung khu vực.\n\nĐến ngày 8 tháng 9 Chùa Liên Trì bị san bằng <ref name=rfa916>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/difference-between-lien-tri-pagoda-n-2-remain-catholic-premises-in-tt-cl-09162016100255.html Có khác biệt giữa chùa Liên Trì và cơ sở công giáo?], www.rfa.org, 2016-09-16<\/ref>, Thượng tọa Thích Đồng Minh, người cùng trụ trì chùa với Hòa thượng Thích Không Tánh, cho biết cùng ngày: ““Hiện tại, chúng tôi không biết tình hình trong chùa thế nào, nhưng có thể đồ đạc của các thầy, tượng Phật và tro cốt của Phật tử đã bị đem ra ngoài.” <ref name=\"bbc98\"\/>\n\nLinh mục Đinh Hữu Thoại, thuộc Phòng Công lý Hoà Bình Dòng Chúa Cứu Thế Sài Gòn cho là: \"Cái quyết tâm triệt hạ chùa Liên Trì là họ muốn xoá đi một ngôi chùa mà đối với họ là một cái gai. Nơi đó thầy Không Tánh đã làm rất nhiều việc cho dân oan, xã hội dân sự, thương phế binh Việt Nam Cộng Hoà, thuộc Giáo hội Việt Nam thống nhất nữa. đó là những yếu tố mà họ quyết tâm họ triệt hạ. Đối với bên Dòng Mến Thánh Giá và Nhà thờ Thủ Thiêm thì nó chỉ về giá trị vật chất, tài sản thôi. Cho đến bây giờ thì chưa thấy dấu hiệu gì cho thấy họ sẽ thu hồi hai nơi đó cả.\" <ref name=rfa916\/>\n\n'''<big>Đền bù<\/big>'''\n\nChùa Liên Trì được chính quyền bồi thường số tiền là 784 131 120đ.<ref name=\":0\">{{Chú thích web|url=http:\/\/phunuonline.com.vn\/thoi-su\/tin-tuc\/chuan-bi-cuong-che-chua-lien-tri-quan-2-78903\/|title=Chuẩn bị cưỡng chế chùa Liên Trì Quận 2|date = ngày 15 tháng 7 năm 2016 |website=Báo Phụ nữ}}<\/ref>\n\nTái bố trí tại khu đất có diện tích 698,1<math>m^2<\/math> thuộc khu dân cư 50ha, phường Cát Lái, quận 2 (diện tích được tái bố trí chênh lệch tăng so với diện tích tiêu chuẩn là 88,35m2).<ref name=\":0\" \/>\n\nNgày 07\/05\/2016, Ban bồi thường giải phóng mặt bằng quận 2 đã gửi toàn bộ số tiền bồi thường, hỗ trợ thiệt hại nêu trên vào tài khoản ngân hàng nhà chùa.<ref name=\":0\" \/>\n\nNgoài số tiền nêu trê, nếu cơ sở thừa tự chùa Liên Trì đồng thuận chính sách bồi thường, Ủy ban Mặt trận tổ quốc Việt Nam Thành phố Hồ Chí Minh sẽ hỗ trợ thêm 4 000 000đ\/m<math>^2<\/math> với phần công trình xây dựng chính có diện tích là 414,31m<math>\n^2<\/math> với số tiền 1 657 280 000đ.<ref name=\":0\" \/> Tổng số tiền bồi thường, hỗ trợ là 2 441 411 120đ.\n\nLiên quan đến việc bồi thường và đền bù cho Chùa Liên Trì trong quyết định cưỡng chế, Thượng Toạ Thích Không Tánh khẳng định chùa và các quí thầy không chấp nhận cơ sở do chính quyền đã dựng sẵn ở Cát Lái để đền bồi cho chùa.<ref name=rfa916\/>\n\n== Các cơ sở tôn giáo khác ==\nNhà thờ Thủ Thiêm và Tu viện Mến Thánh giá là hai cơ sở tồn tại ở Thủ Thiêm hơn một thế kỷ qua. Vào tháng 10 năm 2015, một cơ sở giáo dục được các nữ tu dòng Dòng Mến Thánh Giá Thủ Thiêm xây dựng từ thập niên 1960, bị nhà nước tiếp quản sau năm 1975, bị giải toả. Bên nhà dòng cho cơ sở đó thuộc về mình, tuy bằng lòng giải toả nhưng phải có sự đền bù thoả đáng. Linh mục Đinh Hữu Thoại cho biết đến thời điểm này, chưa có dấu hiệu gì cho thấy chính quyền Quận 2 muốn thu hồi hai cơ sở còn lại này.\nÔng và những người quan tâm đất đai của những cơ sở tôn giáo còn lại tại Thủ Thiêm cho rằng ‘khu đô thị mới thì cũng cần những nơi dành cho tín đồ, giáo dân đến nguyện cầu, sinh hoạt sau những chuỗi ngày vất vả mưu sinh’.<ref name=rfa916\/>\n\n==Xem thêm==\n* [[Khu đô thị mới Thủ Thiêm]]\n* [[Tu viện Dòng Mến Thánh Giá Thủ Thiêm]]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Giáo hội Phật giáo Việt Nam Thống nhất]]"}