{"15275604":"'''Chùa Hang''', còn được gọi là '''Cốc Tự''', là một ngôi chùa Phật giáo tại khu 1, phường Vạn Sơn, quận [[Đồ Sơn]], thành phố [[Hải Phòng]]. Đây được xem là ngôi chùa thiên tạo lớn nhất trong khu di tích lịch sử Đồ Sơn. Nhiều nhà nghiên cứu Việt Nam cho rằng đây là nơi đầu tiên đạo Phật du nhập vào Việt Nam, có niên đại từ thế kỷ thứ II TrCN.\n\n==Mô tả==\nNguyên thủy, chùa Hang vốn được tạo dựng trong một hang đá núi. Tương truyền, chùa do một nhà sư [[Thiên Trúc]] đã theo các thương gia sang [[Giao Châu]] truyền bá đạo Phật vào thế kỉ thứ 2 trước [[Công Nguyên]]. Ông dừng lại tại Nê Lê, chọn một hang đá để cư trú và mở chùa, về sau viên tịch tại đây.\n\nChùa gốc được xây dựng trong lòng một hang đá núi, cao 3,5m rộng 7m chia làm 2 bậc thềm, bậc thềm ngoài rộng khoảng 23m2, bậc thềm trong cao hơn độ 0,50m lòng hang [[hình thang]], xuyên thẳng sâu vào núi, dài chừng 25 m, phía trong cùng cao 1,2m rộng 1,3 m. Phía trong hang núi là nơi thờ tự Tổ sư Bần - Phật Quang, tương truyền chính là người dạy đạo cho [[Chử Đồng Tử]], một trong [[Tứ bất tử]] của người Việt.\n\nChùa có vị thế với lưng ẩn sâu trong núi và mặt hướng ra biển cả. Do đó, dù khí hậu bên ngoài có oi bức, khắc nghiệt nhưng bên trong chùa Hang không khí vô cùng dịu mát và dễ chịu. Trước kia chùa có bàn thờ đá, tượng Adiđà, bát hương đều bằng đá, ngoài ra còn có nhiều bài thơ đề vịnh chùa Hang khắc trên vách đá. Tuy nhiên, về sau, do hoàn cảnh chiến tranh nên đã không còn, hoặc bị hỏng hoàn toàn.\n\nChùa Hang đã trải qua nhiều đợt trùng tu. Hiện tại, kiến trúc chùa chính nằm cách chùa cũ khoảng 100m, gồm 3 tầng, tầng thấp nhất dành cho việc bếp núc, tầng 2 là tòa Tam Bảo, còn tầng trên cùng là Tây Phương điện. Về cơ bản, kiến trúc thờ tự của chùa mang phong cách \"tiền Phật, hậu Thần\", ảnh hưởng rõ nét của thuyết [[Tam giáo đồng nguyên]].\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* [https:\/\/laodong.vn\/du-lich\/dau-an-chua-hang-noi-dau-tien-dao-phat-du-nhap-vao-nuoc-ta-571569.ldo Dấu ấn chùa Hang, nơi đầu tiên Đạo Phật du nhập vào nước ta]\n\n{{sơ khai}}\n\n[[Thể loại:Đồ Sơn]]\n[[Thể loại:Chùa tại Hải Phòng]]"}