{"123491":"[[Tập tin:Khaidoan.jpg|nhỏ|200px|Chùa sắc tứ Khải Đoan, thành phố Buôn Ma Thuột]]\n'''Chùa sắc tứ Khải Đoan''' (敕賜啓端寺,''Sắc tứ Khải Đoan tự''), là ngôi [[chùa]] lớn nhất thành phố [[Buôn Ma Thuột]] và cả tỉnh [[Đắk Lắk]], nằm ở phường [[phường Thống Nhất, Buôn Ma Thuột|Thống Nhất]]. Đây cũng là ngôi chùa lần đầu tiên được xây dựng ở Cao Nguyên. Tên gọi Khải Đoan là ghép từ tên vua [[Khải Định]] và vợ ông là Đoan Huy hoàng hậu.\n\n== Kiến trúc ==\nToàn bộ ngôi chùa gồm cổng chính (cổng tam quan) hướng về phía Tây Nam, chính điện, điện Quan Âm, nhà hậu tổ.\n*Cổng tam quan gồm hai tầng với ba vòm cửa cao 7 m, rộng 10,5 m.\n*Điện Quan Âm xây tách biệt với chính điện và có hình lục giác với sáu cây cột trang trí hình rồng, mây.\n*Chính điện rộng 320 m² gồm hai phần, phần trước ảnh hưởng kiến trúc theo kiểu nhà dài của [[Người Êđê|người Ê Đê]] nhưng cột kèo lại theo lối nhà rường của người Việt. Nửa sau xây theo lối hiện đại. Tượng Phật Thích Ca bằng đồng đặt chính giữa chính điện. Bên gian phải chính điện treo một quả chuông đồng nặng 380&nbsp;kg đúc năm 1954.\n\n==Lịch sử==\nChùa được xây bắt đầu từ năm 1951 trên đường [[Phan Bội Châu]] thành phố Buôn Ma Thuột do Đoan Huy hoàng thái hậu mẹ vua [[Bảo Đại]] cho xây dựng và [[Mộng Điệp (định hướng)|thứ phi Mộng Điệp]] trực tiếp chịu trách nhiệm quản lý việc thi công. Là ngôi chùa cuối cùng tại Việt Nam được phong [[wikt:sắc tứ|(sắc tứ)]] của chế độ phong kiến. Chùa hiện tại đã được bổ sung rất nhiều công trình mới nhưng vẫn giữ nguyên vẹn chính điện cũ và vẫn là một nơi thờ phụng lớn nhất của Phật giáo tại Đắk Lắk và là một điểm du lịch tham quan không thể bỏ qua ở thành phố Buôn Ma Thuột.\nNgày 05 tháng 04 năm 2012 chùa bắt đầu đặt viên đá trùng tu lại, xây dựng thêm.\n\n== Một vài hình ảnh về chùa Khải Đoan==\n<gallery>\nHình:Khaidoan1.jpg|Phía tay phải từ cổng chùa\nHình:Khaidoan2.jpg|Từ sân nhìn từ cánh phải lên điện chính\nHình:Khaidoan3.jpg|Nhìn từ điện Quan Âm sang điện chính\nHình:Khai doan pagoda.jpg|Phía cánh trái nhìn sang điện chính\n<\/gallery>\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Chùa tại Đắk Lắk|Khải]]\n[[Thể loại:Buôn Ma Thuột]]"}