{"1288289":"'''Chùa Kiểng Phước''' (quân Pháp gọi là \"chùa Chuông\")<ref>Chú thích của [[nhà văn]] [[Sơn Nam (định hướng)|Sơn Nam]]: \"Pháp gọi là Chùa Clochetons, phải chăng vì trên nóc chùa có treo nhiều cái chuông nhỏ?\" (''Đi & ghi nhớ'', Tạp chí Xưa & Nay-Nhà xuất bản Văn hóa Sài Gòn, 2008, tr. 42).<\/ref>, trước kia là một ngôi chùa của [[người Hoa]] đã quân liên quân [[Đế quốc thực dân Pháp|Pháp]]-[[Tây Ban Nha]] chiếm đóng làm thành đồn vào năm [[1860]]. Theo tư liệu thì ngôi này chùa này ở tại [[Quận 5]], [[Thành phố Hồ Chí Minh]] ([[Việt Nam]]) ngày nay, với ''\"các cột bằng gỗ, hai cổng và tường đều bằng gạch và đã biến mất chỉ còn lại mấy cây gỗ mục trong khuôn viên chùa vào năm [[1866]]\"''.\n\n==Giới thiệu sơ lược==\nTheo học giả [[Vương Hồng Sển]], chùa Kiển Phước ở đầu đường [[Thánh Gióng|Phù Đổng Thiên Vương]] (tên có trước năm [[1975]], thời thuộc Pháp là đường Clochetons), gần thánh đường [[Hồi giáo]] trên vùng đất cao ráo; nay là nền trường Đại học Y Dược ở số 217, Hồng Bàng, [[Quận 5]], [[Thành phố Hồ Chí Minh]]. Cùng quan điểm còn có nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] <ref>''Đi & ghi nhớ'' (tr. 42). Trung úy Hải quân Pháp Léopold Pallu cũng đã viết rằng: ''\"chùa Clochetons hơi xa..., nhưng cũng nằm trên đường từ [[Thành phố Hồ Chí Minh|Sài Gòn]] đi [[Mỹ Tho]]\"'' (tức đại lộ Hồng Bàng ngày nay).<\/ref>.\n\nTuy nhiên, theo nghiên cứu của tác giả Nguyên Thanh<ref>Nguyên Thanh, ''Thành phố bất khuất''. Nhà xuất bản Thành phố HCM, 1984, tr. 145.<\/ref>, thì ngôi chùa này ở khoảng góc đường Hồng Bàng (trước là [[Hùng Vương]]) - [[Lý Thường Kiệt]], tức ở gần [[Bệnh viện Hùng Vương]] ngày nay.\n\nVà vì chùa Kiểng Phước đã bị phá hủy từ lâu, thêm không có tài liệu nào mô tả lại, nên không rõ lối kiến trúc của ngôi thờ ấy ra sao, hay cũng tương tự như các ngôi chùa Hoa khác ở quanh vùng, như [[Hội quan Nhị Phủ]], [[Hội quán Ôn Lăng]]...<ref>Mô tả chung về các ngôi chùa mà quân Pháp đã chiếm lấy làm đồn, Trung úy Hải quân Pháp Léopold Pallu viết: ''\"Bốn cảnh chùa mà chuẩn đề đốc Page, một năm trước đây, đã biến thành đồn để phong tỏa [[Thành phố Hồ Chí Minh|Sài Gòn]] thì nhìn từ xa cũng thấy rõ nhờ trên mái có các con rồng thật đặc biệt, những con cá đứng dựng trên đuôi và tượng chó có mắt người ta\"''...(Lời của người soạn: thực ra, đây là hình tượng cá hóa long và các con lân). Xem: [http:\/\/www.vnmilitaryhistory.net\/index.php?topic=9316.5;wap2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130928235855\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=9316.5;wap2 |date=2013-09-28 }}.<\/ref>.\n\n==Liên quan đến một giai đoạn trong sử Việt==\n[[Tập tin:Ban do.jpg|nhỏ|phải|200px| Bốn ngôi chùa bị quân Pháp chiếm làm đồn (màu vàng) nhằm tạo thành \"chiến tuyến các ngôi chùa\" (lignes des pagodes) để chuẩn bị tấn công [[Đại đồn Chí Hòa]] (màu cam) của quân Việt vào [[tháng hai|tháng 2]] năm [[1861]].]]\n\nNgày [[17 tháng 2]] năm [[1859]], [[thành Gia Định]] mất vào tay quân Pháp. Sau đó, họ nhanh chóng chiếm lấy các ngôi chùa cổ để làm đồn gọi là \"phòng tuyến chùa chiền\" (lignes des pagodes), gồm: [[chùa Khải Tường]] (pagode de Barbe), chùa Kiểng Phước (pagode des Clochetons), [[chùa Cây Mai]] (pagode des Pruniers), [[đền Hiển Trung]] (pagode de la Fidélité Éclatante, hay là pagode des Mares)...Phòng tuyến này trải dài từ [[Chợ Lớn]] đến [[Thành phố Hồ Chí Minh|Sài Gòn]], chủ yếu là để bao vây và đánh [[Đại đồn Chí Hòa]] (quân Pháp gọi là \"Kỳ Hòa\").\n\nNăm [[1860]], chùa Kiểng Phước bị quân Pháp do Đại úy Malet chỉ huy chiếm đóng và biến thành đồn phòng thủ trong khi Đề đốc Leonard Charner đang ở [[Trung Quốc]]. Theo ghi chép của Trung úy Hải quân Pháp Léopold Pallu (giới thiệu ở phần sau), thì sau đó nơi đây đã từng xảy ra trận đánh ác liệt giữa liên quân [[Đế quốc thực dân Pháp|Pháp]]-[[Tây Ban Nha]] và quân đội [[Việt Nam|Việt]]...\n\nCuối [[tháng hai|tháng 2]] năm [[1861]], [[Đại đồn Chí Hòa]] do tướng [[Nguyễn Tri Phương]] trấn giữ bị thất thủ. Sau đó, đến năm [[1866]], thì chùa Kiểng Phước ''\"chỉ còn lại mấy cây gỗ mục trong khuôn viên chùa\"'' mà thôi.\n\n==Trong ghi chép của một sĩ quan Pháp==\nTrung úy Hải quân Pháp Léopold Pallu là sĩ quan tùy viên Tổng hành dinh của Đề đốc Leonard Charner trong đoàn viễn chinh đánh [[Thành phố Hồ Chí Minh|Sài Gòn]] năm [[1861]], và là tác giả cuốn ''Histoire de L’Expédition de Cochinchine en 1961'' (Lịch sử cuộc viễn chinh Nam Kỳ 1861), do nhà xuất bản Hachette in tại Pháp năm 1864, đã viết về chùa Kiểng Phước như sau:\n:''\"Chùa (Kiển Phước) xây cất giữa một cánh đồng mồ mả. Các tượng thần sơn vàng, chất đầy chung quanh các gian phòng trong chùa, vẻ mặt tượng trưng một trạng thái gần hoàn toàn thoát tục. Một đàn gà bươi móc khắp nơi, lính thủy và bộ binh nhìn thấy mà thèm. Trên bàn của các sĩ quan có để vài chai rượu [[vermouth]] và [[absinthe]]; trước mặt đồn súng 30 ly nòng dài có khía xếp thành hàng trên các bệ bắn, lớp sơn đen trầy trụa vì súng phải khiêng lên khiêng xuống. Các chùa hay đồn binh của ta vừa kể giữ nhiều vai trò: vừa là nông trại, đồn canh gác và pháo đội\"''.\n\nỞ một trang khác, tác giả này lại viết: \n:''\"Kể từ [[tháng sáu|tháng 6]] năm [[1860]], quan quân [[An Nam]] (chỉ quân đội [[nhà Nguyễn]]) có ý cô lập [[đế quốc thực dân Pháp|người Pháp]] với thành phố Tàu (tức vùng [[Chợ Lớn]] ngày nay), nơi tồn trữ gạo mà người Pháp đem xuất đi từ [[cảng Sài Gòn]]....(Cho nên) chúng ta bắt buộc phải giữ vững vị trí''...\n:''\"Hai chùa khác nằm giữa [[Chùa Cây Mai|đồn Cây Mai]] và [[Thành phố Hồ Chí Minh|Sài Gòn]] liền được ta chọn thêm để củng cố làm đồn và ta sẽ giữ vững bất cứ giá nào. Việc sửa sang hai chùa để làm nơi phòng thủ bắt đầu ngay tức thời. Chùa thứ nhất là chùa Ao ([[đền Hiển Trung]]), sân chùa có tường gạch chung quanh, tạm có thể phòng thủ được ngay. Chùa cách xa các tuyến phòng thủ của địch. Chùa thứ hai là chùa Clochetons (chỉ chùa Kiến Phước) hoàn toàn trống trải và chỉ cách miệng đường hầm của địch (chỉ quân đội nhà Nguyễn) có 400 [[mét]]. Ta liền lấy ngay đất ở mồ mả chung quanh đắp tường phòng ngự.\n:''\"Ta không thấy quân An Nam đổ ra phòng ngự đường hố đã đào. Nhưng ngay ngày hôm sau bất ngờ nổ súng tủa vào chùa giết mất một người và làm bị thương thêm vài người khác. Mấy nấm mồ ta đã lấy hết đất, vì thế phải đi xa hơn và dùng bao để mang đất về; việc đắp tường phòng thủ tiến triển chậm chạp, cực nhọc, lộ liễu không có gì che tránh địch quân\"''.\n:''\"Trong đêm mùng 3, rạng ngày mùng 4 tháng 7, quân An Nam, ít nhất cũng đến 2.000 người, yên lặng vượt khỏi thành, bao vây chùa, trong khi đó chùa chưa biến hẳn thành đồn. Họ xông thẳng vào chùa, hò hét vang lừng. Hỏa pháo của địch cũng bắn vào các chùa khác (đã bị quân Pháp chiếm làm đồn) để làm thế nghi binh và đồng thời cũng bắn vào chùa Clochetons nữa, quân thì bắn xối xả vào người Pháp, người Tây Ban Nha và người An Nam trong đồn. Đánh giết nhau suốt một giờ đồng hồ. Nhờ viện binh từ Sài Gòn kéo lên mới chấm dứt được trận chiến. Kẻ thù bỏ lại một trăm xác chết\"''.<ref>Không thấy tác giả nói đến số thương vong của người Pháp.<\/ref>\n:''\"Quân lính của đồn Clochetons gồm có 100 quân [[Tây Ban Nha]] do trung úy Hernandez chỉ huy, và 60 người Pháp do hai trung úy hải quân cầm đầu là Narac và Gervais. Quân An Nam không trở lại tấn công đồn Clochetons nữa; nhưng lại đào từ cửa hầm đôi một đường hố khác bọc song song phía sau đường phòng tuyến của ta. Do đó đồn Pháp và Tây Ban Nha lọt vào giữa hai đường hố phòng thủ của họ, chận hẳn đường thông thương với cánh đồng phía sau thành Ki-hoa (Kỳ Hòa, chỉ [[Đại đồn Chí Hòa]])<ref>Xem: [http:\/\/www.vnmilitaryhistory.net\/index.php?topic=9316.5;wap2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130928235855\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=9316.5;wap2 |date=2013-09-28 }}.Các chữ trong ngoặc là của người soạn.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Chùa tại Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh|Kiểng Phước]]\n[[Thể loại:Gia Định]]"}