{"3686033":"[[Tập tin:Chùa Khải Nam..jpg|thế=Chùa Khải Nam.|nhỏ|Chùa Khải Nam.]]\n'''Chùa Khải Nam''' là một ngôi chùa có lịch sử lâu đời hơn 8 thế kỷ, thuộc địa phận phường Quảng Tiến, thành phố [[Sầm Sơn]], tỉnh [[Thanh Hóa]]. Chùa được nhà nước Việt Nam xếp hạng Di tích lịch sử văn hóa quốc gia trong Cụm di tích chùa Khải Nam - đền Cá Lập.\n\n==Lịch sử==\n[[Tập tin:Tượng Phật Thích Ca tại chùa Khải Nam..jpg|thế=Tượng Phật Thích Ca tại chùa Khải Nam|nhỏ|Tượng Phật Thích Ca tại chùa Khải Nam]]\n[[Tập tin:Tượng Phật di lạc, chùa Khải Nam..jpg|thế=Tượng Phật Di Lạc, chùa Khải Nam.|nhỏ|Tượng Phật Di Lạc, chùa Khải Nam.]]\n[[Tập tin:Chuông chùa buổi chiều..jpg|thế=Chuông chùa buổi chiều.|nhỏ|Chuông chùa buổi chiều.]]\nTương truyền chùa Khải Nam có từ thời [[Trần Anh Tông]] (năm 1293-1314). Tên chữ Khải Nam (啟南) của chùa có nghĩa là ''\"Mở rộng cửa đón chúng sinh nước Nam\"''. Ban đầu, chùa được xây dựng chỉ mới bằng tranh tre, vách đất, tạm dùng để làm nơi thờ Phật và sinh hoạt tín ngưỡng. Đến thời Lê Trung Hưng (thế kỷ 16-18), chùa chùa mới được xây dựng lại rất bề thế, với Tam quan nguy nga, Chính điện lộng lẫy. Đến thời Nguyễn, năm 1870 chùa được xây dựng lại một lần nữa với kiến trúc lớn hơn. Tuy nhiên, do tác động ngoại cảnh của thiên tai, chiến tranh cùng sự bào mòn của thời tiết, ngôi chùa đã trở thành phế tích. Những năm cuối thế kỷ 20, nền chùa cũ được dùng xây dựng trường học, nay là trường Tiểu học Quảng Tiến 1.\n\nĐến năm 2011, chùa Khải Nam được xây dựng lại ở một vị trí mới gần nền chùa cũ với diện mạo bề thế khang trang, trở thành một địa điểm tâm linh quan trọng, thu hút nhiều du khách của thành phố Sầm Sơn.<ref>[http:\/\/phatgiaothanhhoa.com\/phat-giao-thanh-hoa\/sam-son-le-hoi-truyen-thong-chua-khai-nam.html]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/kienthuc.net.vn\/kho-tri-thuc\/kham-pha-ngoi-chua-co-so-phan-dac-biet-nhat-xu-thanh-834032.html#p-6]<\/ref>\n\n==Kiến trúc==\nKiến trúc ngôi chùa cũ, căn cứ vào những tài liệu và những chứng tích lịch sử để lại, đặc biệt là tấm bia Lưu phương bi ký dựng năm Tự Đức thứ 23 (1870), thì chùa Khải Nam là một công trình kiến trúc nghệ thuật, là niềm tự hào của những người thợ thủ công tại phường Quảng Tiến. Chùa từng được mệnh danh là \"An Nam đệ nhất Ải Tự\" để nói về sự linh thiêng của ngôi chùa Khải Nam trong nhiều thế kỷ qua.\n\n==Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai kiến trúc Phật giáo}}\n\n[[Thể loại:Chùa tại Thanh Hóa]]"}