{"594814":"{{Phân biệt|Chùa Bà Đanh}}\n\n'''Chùa Trà Phương''' hay còn gọi là '''chùa Bà Đanh''', tên chữ '''Thiên Phúc tự''' là một ngôi chùa có lịch sử lâu đời nằm tại làng Trà Phương, xã [[Thụy Hương, Kiến Thụy|Thụy Hương]], huyện [[Kiến Thụy]], ngoại ô thành phố [[Hải Phòng]]. Năm 2007, chùa đã được nhà nước công nhận là [[Di tích Việt Nam|Di tích kiến trúc nghệ thuật cấp quốc gia]].<ref name=\":0\">{{Chú thích web|url=http:\/\/www.haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HKT&MenuID=731&ContentID=10232|tựa đề=Chùa Trà phương - xã Thụy Hương, huyện Kiến Thụy|tác giả=|họ=|tên=|ngày=2010-03-30|website=Cổng thông tin điện tử huyện Kiến Thụy|url lưu trữ=https:\/\/web.archive.org\/web\/20111119235912\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HKT&MenuID=731&ContentID=10232|ngày lưu trữ=2011-11-19|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n\nTheo một số di vật đá còn sót lại, nhiều nhà nghiên cứu lịch sử, mỹ thuật cho rằng ngôi chùa này được khởi dựng từ thời [[nhà Lý]].<ref name=\":0\" \/>\n\n== Lịch sử ==\nTheo truyền ngôn địa phương, thuở hàn vi, [[Mạc Thái Tổ|Mạc Đăng Dung]] trong một lần bị truy sát đã trốn trong chùa Bà Đanh mà thoát nạn; sau này dựng nghiệp, để nhớ ơn cũ, Mạc Đăng Dung xuống chiếu trùng tu, mở rộng chùa và đổi tên thành Thiên Phúc tự.<ref name=\":0\" \/>\n\nTheo văn bia \"Tu tạo Bà Đanh tự\" (khắc năm 1562) tại chùa, người đứng chủ hưng công lại chùa Bà Đanh là Thái hoàng thái hậu [[Vũ Thị Ngọc Toàn]], cùng với 25 thân vương, công chúa, quận công{{Efn|Khiêm Thái Vương, Lị Vương, Thuận Vương, Vinh Quốc thái phu nhân, Tĩnh quốc thái phu nhân, Bảo gia thái trưởng công chúa, Phúc Nghi thái trưởng công chúa, Thọ Phương thái trưởng công chúa, Phúc thành thái trưởng công chúa, Sùng Quốc công, Văn Quốc công, Ninh Quốc công, Triều Quận công, Phú Quận công, Trịnh Quận công, Ngạn Quận công, Khang Quận công, An Quận công, Vị Quận công, Dương Quận công, Tuy Quận công, Thanh Uy hầu.}} và dân làng Trà Phương đóng góp xây dựng lại chùa tại vị trí ngày nay.<ref name=\":0\" \/>\n\n[[Nhà Lê trung hưng]], chùa Trà Phương cùng nhiều công trình xây dựng dưới triều đại [[nhà Mạc]] trên đất [[Dương Kinh]] bị phá hủy nặng nề. Sang [[Nhà Nguyễn|thời Nguyễn]], chùa Trà Phương được trùng tu lại, do vậy ngôi chùa hiện nay mang đậm phong cách nghệ thuật thời nhà Nguyễn.<ref name=\":0\" \/>\n\nNăm 2007, chùa Trà Phương đã được [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước Việt Nam]] công nhận là Di tích kiến trúc nghệ thuật cấp quốc gia.<ref name=\":0\" \/>\n\n== Kiến trúc ==\nChùa Trà Phương có mặt chính quay về hướng tây nam, với các công trình kiến trúc như tòa thờ Phật, tòa thờ các vị tổ sư, nhà khách, nhà bia, sân vườn và kiến trúc cổng chùa. Tòa điện Phật trước đây có kiến trúc kiểu chữ Đinh (丁) với 5 gian bái đường, ba gian chuôi vồ; nhưng hiện nay chỉ còn lại ba gian bái đường, ba gian chuôi vồ.<ref name=\":0\" \/>\n\nTrong chùa cũng lưu giữ nhiều hiện vật mang phong cách nghệ thuật nhà Mạc như tương vua Mạc Đăng Dung, tượng thái hậu Vũ Thị Ngọc Toàn, đôi sấu đá và các bia ký.<ref name=\":0\" \/>\n\n== Chú thích ==\n{{Notelist}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Di tích tại Hải Phòng]]\n[[Thể loại:Chùa tại Hải Phòng]]"}