{"478696":"{{Chùa\n| name = Chùa Bà Tấm\n(Đền thờ Nguyên Phi Ỷ Lan)\n| img = \n| img_size = \n| img_capt = \n| denomination = [[Giáo hội Phật giáo Việt Nam]]\n| founded = thời [[nhà Lý]]. \n| closed = \n| founder = Nguyên phi - Hoàng thái Hậu [[Ỷ Lan]]\n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = xã [[Dương Xá]], huyện [[Gia Lâm]], ngoại thành [[Hà Nội]]\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Bà Tấm''' (Đền thờ '''Nguyên phi - Hoàng thái Hậu [[Ỷ Lan]]''') thuộc địa phận xã [[Dương Xá]], huyện [[Gia Lâm]], ngoại thành [[Hà Nội]].\n\n==Lịch sử ==\nChùa Bà Tấm được xây dựng từ thời [[nhà Lý]]. Sự ra đời của ngôi chùa gắn với Nguyên phi - Hoàng thái Hậu [[Ỷ Lan]] - một nhân vật nổi tiếng của vương triều nhà Lý. Bà giỏi việc trị nước (hai lần nhiếp chính), khiến nhân tâm hoà hợp, đất nước thanh bình, nhân dân sùng Phật, tôn bà là ''Phật Bà Quan Âm''.\n\nChùa này vốn do bà lập ra, bà là con gái làng này, lấy vua [[Lý Thánh Tông]]. Bà được dân gian gọi là bà Tấm - là hiện thân của lòng bao dung, đức độ và những điều tốt lành.\n\nVào năm [[1117]], khi [[Ỷ Lan|Bà]] qua đời, ngôi đền thờ [[Ỷ Lan|Bà]] cũng được xây dựng.\n\nHiện nay, chùa còn lưu giữ nhiều di vật quý mang ý nghĩa lịch sử - văn hóa như là 2 tượng sư tử (bệ thờ), kích thước rất lớn, tạo bằng đá liền khối cao 1,2m rộng 1,36m trong tư thế phủ phục, đường nét đặc biệt mềm mại. Sư tử ở đền Ỷ Lan đang vờn hòn ngọc, trên trán có trổ chữ Vương khẳng định vị trí chúa tể muôn loài, đồng thời cũng thể hiện uy quyền của vương triều.\n\nTrong đền còn có một thành bậc bằng đá chạm nổi rồng và lân đang chạy xuống. Thành đá dài 1,3m cao 0,8m. Cùng các di vật đất nung trang trí kiến trúc thời Lý đang được lưu giữ tại di tích.\n\nHậu cung đền có tượng Ỷ Lan được tạo tác rất đẹp, tạc khi bà là Nguyên phi cùng 6 vị cung nữ trong triều. Gian ngoài có đặt ngai thờ và một số đồ tế khí. Trên ngai có bài vị ghi: Lý triều đệ tam Hoàng thái hậu.\n\nHằng năm vào ngày 19, 20, 21 tháng 2 âm lịch nhân dân 9 xã của tổng Dương Quang (từ Phú Thị đến huyện Văn Lâm - Hưng Yên) và những làng cấy ruộng hậu của đền đều lo tổ chức hội. Chính hội là ngày 19 tháng 2, tương truyền là ngày sinh của bà.\n\nNgoài ra, còn có nhiều bia đá thời Lê và Nguyễn (1 bia niên hiệu [[Lê Thần Tông|Dương Hoà]] năm thứ 7 - 1641; 1 bia niên hiệu [[Lê Kính Tông|Hoằng Định]] năm thứ 17 - [[1617]]; 2 bia niên hiệu [[Lê Thần Tông|Đức Long]] năm thứ 7 - [[1635]]; 1 bia niên hiệu [[Bảo Đại]] năm thứ 18 - [[1943]]) và hệ thống chân tảng, trong đó đáng chú ý là các chân tảng bằng đá sa thạch thời [[nhà Lý|Lý]] - [[nhà Trần|Trần]] và nhiều di vật khác thời [[Nhà Lê sơ|Lê]] - [[nhà Nguyễn|Nguyễn]].\n\n== Lễ hội ==\nLễ hội chùa Bà Tấm (đền Ỷ Lan), xã [[Dương Xá]], huyện [[Gia Lâm]], thành phố [[Hà Nội]] diễn ra hàng năm từ ngày 19 đến 21 tháng 2 âm lịch với ngày 20 là ngày chính hội. Đây là lễ hội lớn thu hút được đông đảo khách thập phương về dự.\n== Liên kết ngoài ==\n== Chú thích ==\n<br \/>{{tham khảo|cột=}}{{Chùa tại Việt Nam}}\n\n[[Thể loại:Chùa tại Hà Nội|Bà]]\n[[Thể loại:Gia Lâm]]"}