{"24865":"{{Thông tin chùa\n| name = Chùa Giác Lâm\n| tên gốc = 覺林寺\n| tên khác = Cẩm Sơn, Sơn Can, Cẩm Đệm\n| img = ChuaGiacLam01.jpg\n| img_size = 250\n| founded = [[1744]]\n| founder = cư sĩ Lý Thụy Long\n| address = số 565 (số cũ 118) đường Lạc Long Quân, [[phường 10, Tân Bình]], [[Thành phố Hồ Chí Minh]]\n| country = {{VNM}}\n}}\n\n'''Chùa Giác Lâm''' ({{Zh|c=覺林寺:|hv=Giác Lâm tự}}) còn có các tên khác: '''Cẩm Sơn''', '''Sơn Can'''<ref>Ghi theo bản tiểu sử tại chùa, có nguồn ghi là '''Sơn Cang'''.<\/ref> hay '''Cẩm Đệm'''; là một trong những ngôi chùa cổ nhất của [[Thành phố Hồ Chí Minh]]. Đây chính là tổ đình của phái Thiền [[Lâm Tế tông]] ở [[Nam Bộ]]<ref>Nguyễn Hiền Đức, sách ở mục tham khảo, tr. 282.<\/ref>. Chùa tọa lạc tại số 565 (số cũ 118) đường [[Lạc Long Quân]], thuộc [[phường 10, Tân Bình]], [[Thành phố Hồ Chí Minh]], và đã được Bộ Văn hóa (nay là Bộ Văn hóa - Thông tin) công nhận là di tích ''lịch sử - văn hóa'' quốc gia của [[Việt Nam]] theo quyết định số 1288-VH\/QĐ ngày [[16 tháng 11]] năm [[1988]].\n\n==Giới thiệu sơ lược==\nChùa Giác Lâm được cư sĩ Lý Thụy Long, người [[Minh Hương]], quyên tiền xây dựng vào [[mùa xuân]] năm [[Giáp Tý]] ([[1744]]) đời chúa [[Nguyễn Phúc Khoát]]. Ban đầu chùa có tên là '''Sơn Can''' (sơn là núi, can là gò nông), về sau còn được gọi là '''Cẩm Sơn''' do chùa tọa lạc trên gò Cẩm Sơn. Ngoài ra, chùa còn có tên là '''Cẩm Đệm''' vì cư sĩ Thụy Long có tên riêng là Cẩm, chuyên nghề đan đệm bán, người địa phương gọi là ông Cẩm Đệm <ref>Huỳnh Minh, ''Gia Định xưa'', tr. 246.<\/ref>.\n\nTừ năm [[1744]] đến năm [[1774]], chưa rõ có vị tăng sĩ nào đến trụ trì chùa hay không, vì thiếu tài liệu <ref>Theo Nguyễn Hiền Đức, sách đã dẫn, tr. 283.<\/ref>. Chỉ biết vào năm [[1774]], Thiền sư [[Phật Ý Linh Nhạc]] (trụ trì chùa Từ Ân) đã cử đệ tử của mình là Thiền sư [[Tổ Tông Viên Quang]] (gọi tắt là Viên Quang) về trụ trì chùa, đồng thời đổi tên chùa thành Giác Lâm.\n\nDưới thời thiền sư Viên Quang, chùa Giác Lâm trở thành một trung tâm đào tạo về kinh điển, giới luật đầu tiên cho chư tăng ở [[Gia Định]] và cả [[Nam Bộ]]. Đến năm [[1873]], dưới sự trụ trì của Thiền sư Minh Khiêm, chùa còn là nơi in ấn, sao chép kinh sách, khắc bản gỗ kinh, luật và diễn Nôm một số sách [[Phật giáo]].\n\nDanh sĩ [[Trịnh Hoài Đức]] trong quyển ''[[Gia Định thành thông chí]]'' đã miêu tả cảnh chùa lúc bấy giờ như sau: ''\"Chùa tọa lạc trên gò Cẩm Sơn, cách phía Tây lũy Bán Bích ba [[dặm Anh|dặm]]..., cây cao như rừng, hoa nở tựa gấm, sáng chiều mây khói nổi bay quanh quất, địa thế tuy nhỏ mà nhã thú!\"''...\n\n==Kiến trúc==\n[[Tập tin:ChuaGiacLam03.jpg|nhỏ|phải|200px|Tháp Xá lợi của chùa Giác Lâm]]\nChùa đã được trùng tu lớn ba lần. Thiền sư [[Tổ Tông Viên Quang]] cho xây lại chùa lần thứ nhất vào năm [[1798]]<ref>Nhiều tác giả trong đó có HT. [[Thích Thanh Từ]] (''Thiền sư Việt Nam'', tr. 483) đều ghi là năm [[Mậu Ngọ]] ([[1798]]). Tuy nhiên, bảng tóm tắt di tích tại chùa Giác Lâm lại ghi năm khởi sự trùng tu là [[1799]].<\/ref>–[[1804]]. Đến năm [[1906]]–[[1909]], Hòa thượng Hồng Hưng với sự giúp sức của Hòa thượng Như Phòng, đã cho tôn tạo lại ngôi chùa một lần nữa. Các sự kiện này được ghi lại trong đôi liễn mừng lạc thành, nay còn treo trong chánh điện. Đầu năm [[1999]], chùa hoàn thành đợt trùng tu lần thứ ba. \n[[Tập tin:ChuaGiacLam02.jpg|nhỏ|trái|Chùa Giác Lâm nhìn chính diện]]\nChùa Giác Lâm hiện nay có lối kiến trúc chữ Tam (Ξ) gồm ba dãy nhà ngang nối liền nhau (không kể các nhà phụ): chính điện, giảng đường và nhà trai (còn gọi là nhà Ông Giám). Chùa nguyên thủy không có cổng tam quan (cổng tam quan chỉ mới được xây dựng vào năm [[1955]]), mái chùa gồm 4 vạt và các sống mái đều thẳng. Năm [[2007]], khởi công xây dựng khu giảng đường và tăng xá (phía bên phải chùa - theo hướng nhìn từ trong ra).\n\nChính điện với kiểu nhà dân gian truyền thống một gian hai chái, bốn cột chính hay còn gọi là tứ trụ. Bên trong điện khá rộng và sâu, có 56 cột to hơn vòng tay ôm màu nâu sẫm. Cột nào cũng được chạm khắc câu đối, thếp vàng công phu. Giữa các hàng cột là các cửa võng, cũng được thếp vàng, chạm trổ các đề tài trang trí truyền thống như tứ linh, tứ quý, hoa điểu....\n\nTrong chính điện bày trí theo kiểu \"tiên bái Phật, hậu bái Tổ\". Phía trước chính điện thờ các tượng [[A-di-đà|A Di Đà]], [[Tất-đạt-đa Cồ-đàm|Thích Ca]], [[Di-lặc|Di Lặc]]. Hai bàn thờ hai bên phải trái, có tượng [[Quán Thế Âm]], [[Đại Thế Chí]]. Ngoài ra, ở đây còn có tượng cửu long, dọc hai bên tường có bộ tượng [[Thập Bát La hán]], bộ tượng [[Thập Điện Diêm Vương]], tượng Tổ [[Bồ-đề-đạt-ma|Bồ Đề Đạt Ma]] và tượng Long Vương.\n\nĐằng sau chính điện là bàn thờ Tổ, thờ các vị Hòa thượng đã trụ trì tại chùa Giác Lâm. Đối diện với bàn thờ Tổ là các bàn thờ: [[Phật Mẫu Chuẩn Đề|Phật Chuẩn Đề]], Phật [[A-di-đà|A Di Đà]], và sau cùng là bàn thờ Thập Điện Diêm Vương. Ở gian này, trong thời kỳ kháng chiến chống [[Pháp]] và chống [[Hoa Kỳ|Mỹ]], được dùng làm cơ sở hậu cần, nuôi chứa cán bộ, làm công tác trinh sát nội thành <ref>Theo ''Giáo trình Kiến thức phục vụ du lịch'', tr. 50.<\/ref>.\n\nTrước chùa là bảo tháp xá lợi gồm 7 tầng hình lục giác. Tháp được khởi công xây dựng từ năm [[1970]] theo bản vẽ của kiến trúc sư Vĩnh Hoằng, đến năm [[1975]] thì tạm ngưng cho đến [[1993]] mới được tiếp tục. Từ năm [[1994]] tầng 7 của tháp thờ Xá Lợi Phật.\n[[Tập tin:Inside Giac Lam Pagoda.jpg|nhỏ|phải|200px|Một số pho tượng trong chùa Giác Lâm]]\nBên trái của chùa là khu mộ tháp của các vị hòa thượng đã trụ trì ở đây, trong số ấy có tháp Tổ [[Phật Ý Linh Nhạc]], tháp Thiền sư [[Tổ Tông Viên Quang]]. Ngoài ra, trước sân chùa có đặt tượng [[Quan Âm|Quan Thế Âm Bồ Tát]] dưới bóng cây [[bồ đề (định hướng)|bồ đề]]. Cây này do Đại đức Narada mang từ [[Sri Lanka]] (Tích Lan) sang trồng vào ngày [[18 tháng 6]] năm [[1953]] <ref>''Giáo trình Kiến thức phục vụ du lịch'', tr. 50.<\/ref>.\n\n==Hiện vật quý==\nTrong chùa có 113 pho tượng cổ, chủ yếu là tượng gỗ, chỉ có 7 tượng [[đồng]]. Có nhiều tượng có giá trị như: Tượng Phật A Di Đà, Phật Thích Ca, Di Lặc Bồ Tát; Thế Chí Bồ Tát, Quan Thế Âm Bồ Tát, Địa Tạng Vương Bồ Tát, bộ tượng Cửu Long (đúc bằng đồng), bộ tượng Mười Tám Vị La Hán, tượng Thập Điện Diêm Vương, tượng Tổ Sư Đạt Ma, tượng Long Vương, v.v...\n\nTrên các cột chính của chùa đều có khắc câu đối (gồm 86 câu) thếp vàng công phu. Đáng chú ý có câu đối của Hiệp trấn [[Trịnh Hoài Đức]] (treo ở gian thờ Tổ) và câu đối của Mộc Ân đệ tử phụng cúng vào năm [[Gia Long]] thứ 3 ([[1804]]). Ngoài ra ở đây còn có 9 bao lam, 19 hoành phi, một bàn thờ cổ và đồ thờ cổ <ref>Các con số này đều căn cứ theo bản tiểu sử ghi tại chùa.<\/ref>.\n\n==Hình ảnh==\n\n<gallery>\nFile:Chua Giac Lam Gate.JPG|Cổng chùa Giác Lâm\nFile:Giac Lam 1744 Sign.JPG\nFile:Buddha statue Giac Lam.jpg\nFile:Bodhi tree.jpg|Cây bồ đề\nFile:Giac Lam Pagoda Tet 2009.JPG\n\nFile:Tượng ở chùa Giác Lâm.jpg\nFile:Tượng Phật chùa Giác Lâm.jpg|Tượng [[Phật]] nơi chính điện chùa Giác Lâm\nFile:Main altar of Giac Lam Pagoda.jpg\nFile:Tháp Viên Quang.jpg|Tháp Viên Quang\n<\/gallery>\n\n==Sách tham khảo chính==\n*[[Vương Hồng Sển]], ''Sài Gòn năm xưa''. Nhà xuất bản Thành phố Hồ Chí Minh, 1991.\n*Huỳnh Minh, ''Gia Định xưa'' (1973), Nhà xuất bản Thanh Niên in lại năm 2001.\n*Giáo trình Kiến thức phục vụ du lịch, Nhà xuất bản TP. HCM, 1995.\n*Võ Văn Tường – Huỳnh Như Phương, ''Danh lam nước Việt'', Nhà xuất bản Mỹ thuật, 1995.\n*Sổ tay văn hoá Việt Nam, Đặng Đức Siêu, Nhà Xuất bản Lao động 2006.\n*Nguyễn Hiền Đức, ''Lịch sử Phật giáo Đàng Trong'', Nhà xuất bản TP. HCM, 1995.\n\n==Chú thích==\n{{thể loại Commons|Giac Lam Pagoda}}\n{{Tham khảo}}\n\n{{Chùa Thành phố Hồ Chí Minh}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n{{coord|10|46|46|N|106|38|57|E|source:kolossus-frwiki|display=title}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh|Giác Lâm]]\n[[Thể loại:Lịch sử Đàng Trong]]\n[[Thể loại:Tân Bình]]"}