{"358530":"{{thiếu nguồn gốc}}\n[[Tập tin:Chùa Hoằng Pháp.jpg|phải|nhỏ|270px|Chính điện chùa Hoằng Pháp]]\n'''Chùa Hoằng Pháp''' (弘法寺) là một chùa ở huyện [[Hóc Môn]], [[Thành phố Hồ Chí Minh]]. Chùa đã tồn tại hơn nửa thế kỷ. Cho đến nay, chùa Hoằng Pháp nổi tiếng là nơi thu hút các tín đồ [[Phật giáo]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]] và các vùng lân cận đến tham quan và tham gia các [[Khóa Tu Phật Thất]] [[Khóa Tu Mùa Hè]], [[Khóa Tu Sinh Viên]], [[Khóa Tu Thiếu Nhi]]. Chùa Hoằng Pháp với hơn 40 chi nhánh trực thuộc tông môn trong và ngoài nước.\n\n==Vị trí==\nChùa tọa lạc trên khu đất diện tích 6 hécta, tại Thành Ông Năm, xã [[Tân Hiệp]], huyện Hóc Môn, thành phố Hồ Chí Minh\n\n==Lịch sử==\nChùa Hoằng Pháp thuộc hệ phái [[Đại thừa|Bắc tông]], do cố Hòa thượng Thích Ngộ Chân Tử sáng lập năm [[1957]] trên một cánh rừng chồi. Sau hai năm khai phá, năm [[1959]] ông mới bắt đầu xây dựng bằng gạch đinh, hai tầng mái ngói, mặt chùa xoay về hướng Tây Bắc.\n\nNăm [[1965]], chiến tranh tàn phá tại [[Đồng Xoài]], [[Thuận Lợi]] làm nhiều người mất nhà cửa. Hòa thượng trụ trì đã đón nhận 60 gia đình gồm 361 nhân khẩu về chùa nuôi dưỡng trong 8 tháng, sau đó mua đất xây cất 55 căn nhà cho đồng bào định cư.\n\nNăm [[1968]], hòa thượng lại thành lập viện Dục Anh ở đây, tiếp nhận 365 em từ 6 đến 10 tuổi về nuôi dạy. Nhờ những việc làm từ thiện mà từ đó Phật tử nhiều nơi tụ hội về ngày một đông.\n\nNăm [[1971]], để đủ chỗ lễ bái, giảng đạo, Ngộ Chân Tử xây nối thêm mặt tiền chánh điện dài 28m, tường xây bằng gạch block, mái lợp tole cement.\n \nNăm [[1974]], với dự định mở làng cô nhi tiếp nhận thêm hàng ngàn trẻ thơ bất hạnh và thành lập đền thờ Quốc Tổ Hùng Vương, hòa hượng mua thêm 45 mẫu đất tại ấp Phú Đức, xã Tân Tạo, huyện Bình Chánh. Công việc đang tiến hành thì xảy ra sự kiện [[30 tháng 4]] năm [[1975]], số đất đó đã hiến lại cho Ban quản trị [[khu Kinh tế mới Lê Minh Xuân]].\n \nSau 30 tháng 4 năm 1975, số trẻ em được thân nhân nhận về, viện Dục Anh giải tán, chùa lại nhận nuôi dưỡng các cụ già neo đơn hoặc vì gia cảnh khó khăn.\n\nNăm [[1988]], Hòa thượng Thích Ngộ Chân Tử viên tịch. Đệ tử của Hòa thượng là  thầy Thích Chân Tính lên thay. Hòa thượng thành lập một Ban Hộ tự tại địa phương và mười chúng ở các nơi với hơn 1.000 Phật tử. \n \nNgày [[23 tháng 3]] năm [[1995]], chùa xây lại khu chánh điện.\n\n[[Tháng ba|Tháng 3]] năm [[1999]], chùa tổ chức một khóa tu Phật thất 7 ngày đêm, với lượng người tham dự là 70 người. Từ đó đến nay đã tổ chức nhiều khóa tu tương tự, thu hút rất đông đảo Phật tử (mỗi khóa trên dưới 3000 người, có lúc lên tới 7000 người).\n\nNăm [[2005]], chùa tổ chức khóa tu mùa hè dành cho học sinh và sinh viên. Năm đầu tiên có hơn 300 em. Năm thứ 2 là hớn 1600 em. Và cho đến nay, chùa đã đón nhận hàng năm gần 6000 em học sinh, sinh viên đến dự tu \"Khóa tu mùa hè\".\n\nVà cho đến nay, chùa Hoằng Pháp hiện tại được xem là trung tâm tu học Phật Pháp, trung tâm văn hóa Phật giáo lớn nhất Việt Nam.\n\n==Kiến trúc==\n[[Tập tin:Tượng Bồ tát Quan Thế Âm.jpg|phải|nhỏ|270px|Tượng Bồ tát [[Quán Thế Âm]] trong khuôn viên chùa]]\nChùa Hoằng Pháp đã trải qua nhiều giai đoạn tái thiết, nâng cấp. Hiện nay có khuôn viên rộng lớn với nhiều cây cao bóng mát quanh năm.\n\nTừ ngoài nhìn vào [[cổng tam quan]], cổng chính đề chữ \"Chùa Hoằng Pháp\", hai cổng phụ bên trái đề chữ Từ bi, bên phải đề chữ Trí tuệ. Dọc theo hai cột của cổng chính có hai câu đối:\n \n:''Hoằng dương đại đạo chỉ bày nhân loại nhận ra chân thật tính''\n:''Pháp Phật nhiệm màu khai thị chúng sinh ngộ được bồ đề tâm''\n\nDọc theo hai cổng phụ có hai câu đối:\n \n:''Từ bi cứu bốn loài qua bể khổ đau''\n:''Trí tuệ độ ba cõi đến bờ hạnh phúc''\n \nTừ trong cổng tam quan nhìn ra, dọc theo hai cột chính có hai câu đối:\n \n:''Tri ân Hòa Thượng Tôn sư gây dựng cảnh thiền từ đất Bắc''\n:''Báo đáp Cao Tăng Tổ đức vun trồng vườn giác tại miền Nam''\n\nDọc theo hai cổng phụ có hai câu đối:\n \n:''Đến cửa chùa rũ bỏ trần duyên tính xấu''\n:''Vào điện Phật giữ gìn mối đạo tâm lành''\n\nTất cả các câu đối khắc trên cổng đều bằng tiếng Việt.\n\nTrong lần tái thiết năm [[1993]], chùa đã nới rộng chánh điện chiều ngang 18m, chiều dài 42m, tổng diện tích xây dựng là 756m2, kiến trúc theo lối chữ \"công\". Tuy hình thức có mới nhưng vẫn mang dáng vẻ cổ kính của chùa miền Bắc với góc đao cong vút, 02 tầng mái ngói màu đỏ. Toàn bộ nền móng, đà, cột, trần, mái đều đúc bêtông kiên cố, tường xây gạch, mặt ngoài dán gạch men, mặt trong sơn nước. Nền lót [[gạch granite]] nhập từ [[Tây Ban Nha]]. Toàn bộ cánh cửa, bao lam, án thờ đề làm bằng gỗ quý, chạm trổ tinh vi.\n[[Tập tin:Tháp Nhị Nghiêm.jpg|phải|nhỏ|230px|Tháp Nhị Nghiêm]]\nHai bên bậc cấp dẫn lên thềm tiền đình chánh điện là hai con sư tử lớn bằng cement. Hai bên cửa chánh điện là hai bức phù điêu khắc tượng thần Kim Cang với vẻ mặt cương nghị, thân hình mang dáng đẹp khỏe mạnh của người lực sĩ.\n\nTiền điện thờ đức [[Tất-đạt-đa Cồ-đàm|Thích Ca]] ngự trên tòa sen trong tư thế thiền định, [[chiều cao]] khoảng 4,5m. Phía trên chung quanh vách tường là 7 bức phù điêu bằng cement chạm khắc hình ảnh cuộc đời đức Phật từ lúc xuất gia cho đến khi nhập niết bàn. Phía trên và dưới bức phù điêu đối diện với tượng Phật là hai hàng chữ \"''Phật Nhật Tăng Huy - Pháp Luân Thường Chuyển''\".\n\nTrước án thờ là bao lam bằng gỗ điêu khắc hình \"Cửu long chầu nguyệt\". Phía trên bao lam là ba cuốn thư cũng bằng gỗ khắc chữ Hán; cuốn ở giữa đề ''Thiên Nhơn Sư'', hai cuốn hai bên đề chữ Từ bi và Trí tuệ. Hậu Tổ thờ cố Hòa thượng Ngộ Chân Tử, Tổ khai sơn chùa Hoằng Pháp. Và trên tường là hai bức phù điêu miêu tả cuộc đời hành đạo của Ngài. Hai bên tả hữu là bàn thờ chư hương linh.\n\nĐối diện với chánh điện là tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] tọa thiền dưới gốc cây Bồ đề. Phía trước cây Bồ đề là cổng tam quan mới được xây dựng vào [[tháng sáu|tháng 6]] năm [[1999]].\n\nBên trái chánh điện nhìn từ ngoài vào là tháp \"Nhị Nghiêm\", nơi an trí nhục thân cố Hòa thượng Ngộ Chân Tử. Cách một khoảng là tháp các vị Ni của chùa đã quá cố. Tiếp đến là nhà ăn rộng rãi, thoáng mát có hòn non bộ mới tạo. Song song là dãy nhà dưỡng lão nữ, gồm 10 phòng, mỗi phòng 04 người ở với đầy đủ tiện nghi. Sau cuối là nhà trù.\n\nBên phải chánh điện nhìn từ ngoài vào là vườn cây với thảm cỏ xanh tươi. Sát bờ [[tre]] là một hòn [[non bộ]] cao hơn 10m rộng 20m nằm trên một hồ nước. Bên trong hồ ngay chính giữa tôn trí tượng đức [[Quan Âm|Quan Thế Âm Bồ Tát]] bằng cẩm thạch trắng cao 5m. Tiếp đến là hòn non bộ nhỏ trong hồ tròn. Sau đó là tháp Phổ Độ, nơi để cốt của thập phương bá tánh.\n\nPhía sau chánh điện là tòa nhà Pháp Luân vô cùng hiện đại, với 5 tầng bao gồm trai đường, giảng đường lớn và các giảng đường nhỏ. Trước tòa nhà Pháp Luân là hai bãi cỏ xanh tươi với cây me cổ thụ.\n\n==Trụ trì==\n{| class=\"wikitable\"\n|-\n!Thời gian!!Trụ trì\n|-\n| [[1957]] - [[1988]]\n| Hòa thượng [[Ngộ Chân Tử]] ([[1901]] - [[1988]])\n|-\n| [[1988]] - 31.3.2022\n| Hòa thượng [[Thích Chân Tính]] ([[1958]] -)\n|-\n|1.4.2022 - nay\n|Đại đức Thích Tâm Trường\n|}\n\n*\n\n==Hoạt động==\n'''<big>Lễ Cầu An<\/big>'''\n\nTổ chức hàng năm vào ngày [[16 tháng 10|15 tháng 1]] [[Âm lịch]].\n\n<big>'''Lễ Phật Đản'''<\/big>\n\nTổ chức hàng năm vào ngày [[16 tháng 10|15 tháng 4]] [[Âm lịch]].\n\n<big>'''Lễ Vu Lan'''<\/big>\n\nTổ chức hàng năm vào ngày [[16 tháng 10|15 tháng 7]] [[Âm lịch]].\n\n===Lễ Giỗ Tổ ===\nTổ chức hàng năm vào ngày [[16 tháng 10]] [[Âm lịch]], cũng là ngày các hàng đệ tử xuất gia và tại gia quay về tổ đình trước tham dự lễ giỗ tổ Hòa thượng Ngộ Chân Tử sau đảnh lên Thầy.\n\n'''Đêm Hoa Đăng Kỷ Nệm Đức Phật A Di Đà'''\n\nTổ chức hàng năm vào ngày [[16 tháng 10|17 tháng 11]] [[Âm lịch]].\n\nVới sự tham gia đông đảo của các phật tử trong và ngoài thành phố về tham dự.\n\nTối 22\/12,2010  đêm hội hoa đăng mừng đức Phật Di Đà. Buổi lễ được trung tâm sách kỷ lục Việt Nam xác lập là lễ hội hoa đăng lớn nhất.\n\nƯớc tính có hơn 30 ngàn người từ khắp mọi miền đất nước về tham dự.\n\n'''<big>Khóa tu Một ngày<\/big>'''\n\nTổ chức hàng tháng vào các ngày chủ nhật của mỗi tháng.\n\nMỗi khóa quy tụ hơn 10.000 phật tử khắp mọi nơi về tham dự.\n\n'''<big>Khóa tu thiếu nhi \" EM VỀ BÊN PHẬT \"<\/big>'''\n\nTổ chức hàng tháng vào các ngày chủ nhật của mỗi tháng.\n\nRất đông các bạn thiếu nhi từ khắp trong và ngoài thành phố về tham dự.\n\n(Đối tượng từ 6 đến 12 tuổi)\n\n'''<big>Khóa tu sinh viên \" HƯỚNG VỀ PHẬT PHÁP  \"<\/big>'''\n\nTổ chức hàng tháng vào các ngày chủ nhật của mỗi tháng.\n\nRất đông các bạn sinh viên thuộc các trường cao đẳng, đại học trên địa bàn Tp. HCM về tham dự.\n\n(Đối tượng từ 18 đến 25 tuổi).\n\n===Khóa tu Phật thất===\nTổ chức mỗi năm 3 lần.\n\nMỗi khóa diễn ra trong 7 ngày vô cùng trang nghiêm và thanh tịnh.\n\n===Khóa tu Mùa hè===\nDiễn ra vào mùa hè, trong 7 ngày.\n\nĐược rất nhiều bạn trẻ từ khắp mọi miền tổ quốc về tham dự, mỗi khóa quy tụ hơn 5000 bạn.\n\nVới sự chia sẻ và giảng từ các vị thầy, giảng sư, nhân vật để lại ấn tượng khó quên với các bạn khóa sinh.\n\n<big>'''Khóa tu Về Nguồn:\" ''Dành cho chư tăng tông môn Hoằng Pháp \"'''''<\/big>\n\nTổ chức sau ngày giỗ tổ Hòa thượng Ngộ Chân Tử vị tổ khai sáng Tổ Đình Hoằng Pháp, với mong muốn khóa tu là dịp để đại chúng Tăng thiết lập và nuôi dưỡng nguồn năng lượng bình an kính dâng lên Tổ, gởi đến Thầy, soi sáng, tiếp nối, phát huy sự nghiệp hoằng dương chánh pháp.\n\nĐược các đệ tử, đệ tôn trong tông môn Hoằng Pháp từ khắp mọi miền trong và ngoài nước về tham dự.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.chuahoangphap.com.vn\/ Trang nhà Hoằng Pháp].\n\n{{Chùa tại Thành phố Hồ Chí Minh}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chùa tại Thành phố Hồ Chí Minh|Hoằng Pháp]]\n[[Thể loại:Hóc Môn]]"}