{"194451":"{{Bài cùng tên|Tam Thanh}}\n{{Infobox Mandir\n|image=Chùa Tam Thanh.jpg\n}}\n'''Chùa Tam Thanh''' nằm trong động [[núi]] đá (nên còn được gọi tên khác là '''Động Tam Thanh''') thuộc địa phận phường [[Tam Thanh (phường)|Tam Thanh]], thành phố [[Lạng Sơn (thành phố)|Lạng Sơn]], tỉnh [[Lạng Sơn]] <ref name =LangSon-tt38 >[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-38-2013-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Lang-Son-212498.aspx Thông tư 38\/2013\/TT-BTNMT ngày 30\/10\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh dân cư... phục vụ công tác thành lập bản đồ tỉnh Lạng Sơn. Thuvien Phapluat Online, 2016. Truy cập 11\/01\/2019.<\/ref>.\n\nTheo sử sách [[Đại Nam nhất thống chí|Đại Nam Nhất Thống Chí]] thì chùa Tam Thanh có từ thời [[nhà Lê sơ|nhà Lê]], thuộc địa phận xã Vĩnh Trại, châu Thoát Lãng.\n\n== Đặc trưng ==\nChùa Tam Thanh có một tượng phật A Di Đà màu trắng với nét mềm mại, uyển chuyển được tạc nổi vào vách đá từ [[thế kỷ 15]]. Pho tượng này mang phong cách nghệ thuật thời Lê - Mạc (thế kỷ 16-17) tạc theo thế đứng trong hình một lá đề. Tượng cao 202&nbsp;cm, rộng 65&nbsp;cm, mặc áo cà sa buông chùm xuống tận gót, hai tay chỉ xuống đất trong thế [[ấn cam lộ]]<ref name=\"a\">Bia khắc thơ quan đốc trấn [[Lạng Sơn]] [[Ngô Thì Sĩ]] vào năm [[Kỷ Hợi]] ([[1777]]) đã khắc lại bài thơ ngợi ca cảnh đẹp sơn thủy hữu tình của động Tam Thanh.<\/ref>\n\nNgoài ra, Chùa còn có hồ Âm Ti với làn nước trong xanh bốn mùa với muôn trùng nhũ đá thiên tạo từ ngàn năm rất đẹp.\n\n==Động Tam Thanh==\n[[Hình:Cửa hang Tam Thanh.jpg|nhỏ|250px|phải|Cửa động Tam Thanh]]\n[[Hình:Trong động Tam Thanh.jpg|nhỏ|250px|phải|Trong động Tam Thanh]]\n'''Tam Thanh''' là quần thể 3 động ''Nhất Thanh'', ''Nhị Thanh'', Tam Thanh'' nằm trong Chùa Tam Thanh.\nÐộng Tam Thanh nằm trong một dãy núi có hình đàn voi phủ phục trên mặt cỏ xanh. Hang động Tam Thanh ở lưng chừng núi. Cửa hang nhìn về hướng đông cao chừng 8m có lối lên là 30 bậc đá đục vào sườn núi, có nhiều cây cối um tùm che khuất ánh nắng. Vách động bên phải có khắc bài thơ của [[Ngô Thì Sĩ]] (1726-1780) khi ông làm đốc trấn [[Lạng Sơn]].\n\nTam Thanh được mệnh danh là \"Đệ nhất bát cảnh Xứ Lạng\" (gồm 4 điểm là: động Nhị Thanh, động Tam Thanh, [[thành nhà Mạc]] và [[Nàng Tô Thị]]).\n\n== Giá trị văn hoá ==\nNgoài giá trị danh thắng, chùa Tam Thanh còn được biết đến bởi những giá trị văn hóa. Trong động chùa còn lưu lại hệ thống văn bia khá phong phú của các văn nhân, thi sĩ qua các thời kỳ lịch sử. Trong đó, tấm bia số 4 là tấm bia có niên đại cổ nhất (bia Ma Nhai), được tạc vào thời Lê Vĩnh Trị năm thứ 2 ([[1677]]), ghi lại chi tiết việc xây dựng tôn tạo chùa<ref name=\"a\" \/>.\n\n== Lễ hội ==\nChùa Tam Thanh tổ chức hội chính vào ngày mười lăm tháng giêng (âm lịch) hàng năm.\n==Ca dao==\nCâu ca dao về địa danh [[Lạng Sơn]] gắn liền với chùa Tam Thanh mà câu ca dao này đã gắn bó với bao nhiêu thế hệ người Việt Nam bởi nó được in trong sách giáo khoa.\n:::''[[Đồng Đăng]] có phố [[Chợ Kỳ Lừa|Kỳ Lừa]]''\n::''Có nàng [[Nàng Tô Thị|Tô Thị]] có chùa Tam Thanh''\n==Hình ảnh== \n<gallery>\nHình:Một bàn thờ trong chùa Tam Thanh.jpg|Một bàn thờ trong chánh điện.\nTập tin:Chánh điện chùa Tam Thanh.JPG|Một bàn thờ trong chánh điện (ảnh 2).\n<\/gallery>\n== Chú thích ==\n{{tham khảo|25em}}\n{{coord| 21| 51| 21| N| 106| 44| 36| E| type:landmark_region:VN| format= dms| display= title}}\n== Liên kết ngoài ==\n{{Chùa tại Việt Nam}}\n[[Thể loại:Chùa tại Lạng Sơn]]"}