{"136037":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Cần biên tập|date=tháng 1\/2022}}\n{{Thông tin chùa\n| name = Chùa Từ Hiếu\n| tên khác = Tổ đình Từ Hiếu (慈孝祖廷)\n| img = Tu_Hieu_Pagoda.jpg\n| img_size = 250\n| img_capt = Chính điện chùa Từ Hiếu\n| founded = [[1843]]\n| founder = Hoà thượng Nhất Định\n| director = Thượng tọa Từ Đạo\n| address = thôn Dương Xuân Thượng III, phường [[Thủy Xuân]], thành phố [[Huế]]\n| country = {{VNM}}\n| website = {{facebook|https:\/\/www.facebook.com\/chuatuhieuhue\/}}\n}}\n'''Chùa Từ Hiếu''' hay '''Tổ đình Từ Hiếu''' là tên một ngôi chùa ở thôn Dương Xuân Thượng III, phường [[Thủy Xuân]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]]. Chùa là một trong những ngôi cổ tự lớn và là một danh lam có tính văn hóa và lịch sử của cố đô Huế.\n\n==Lịch sử==\n[[Tập tin:Cổng chùa Từ Hiếu.jpg|nhỏ|trái|250px|Cổng chùa Từ Hiếu]]\nNăm [[1843]], sau khi từ chức \"Tăng Cang Giác Hoàng Quốc Tự\" và trao quyền điều hành chùa Bảo Quốc cho pháp đệ là Nhất Niệm, Hòa thượng Nhất Định đã đến đây khai sơn, dựng \"Thảo Am An Dưỡng\" để tịnh tu và nuôi dưỡng mẹ già <ref>Thông tin chùa Từ Hiếu do Hòa thượng Nhất Định dựng vào năm 1843đã được ghi trong ''Dư địa chí Thừa Thiên'' [http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=151] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140410101811\/http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=151 |date=2014-04-10 }}. Tuy nhiên, trong bộ sách ''[[Đại Nam nhất thống chí]]'' (quyển \"Phủ Thừa Thiên\", mục \"Chùa quán\") đã ghi rõ rằng: ''Chùa Từ Hiếu ở xã Dương Xuân, chùa cổ đời [[Minh Mạng]]; năm Thiệu Trị thứ 3 (1843), cung giám là Chu Phúc Năng bỏ tiền ra sửa chùa, (vua) sắc cho biển ngạch đề \"Từ Hiếu tự\"''.<\/ref>.\n\nHòa thượng Nhất Định nổi tiếng là người con có hiếu, tương truyền có lần mẹ già bị bệnh rất nặng, hàng ngày ông lo thuốc thang nhưng bà vẫn không khỏi. Có người ái ngại khuyên ông nên mua thêm thịt cá để tẩm bổ cho mẹ, có làm được điều đó mới mong bà chóng hồi sức. Nghe xong, mặc thiên hạ đàm tiếu chê bai, thiền sư vẫn chống gậy băng rừng lội bộ xuống chợ cách đó hơn 5&nbsp;km để mua cá mang về nấu cháo cho mẹ già ăn. Câu chuyện vang đến tai [[Tự Đức]] vốn là vị vua rất hiếu thảo với mẹ, vua rất cảm phục trước tấm lòng của sư Nhất Định nên ban cho ''\"Sắc tứ Từ Hiếu tự\"''. Chùa được mang tên Từ Hiếu từ đó. Trong tấm bia ghi lại quá trình xây dựng chùa giải thích:\n*Từ: là đức lớn của [[Phật]], nếu ''không từ'' thì lấy gì tiếp độ [[tứ sanh]] cứu giúp vạn loại.\n*Hiếu: là đầu hạnh của Phật, nếu ''không hiếu'' thì lấy gì để đạt thông cõi nhiệm bao phủ đất trời.\n\nCùng với sự đóng góp của [[Phật tử]], vua Tự Đức ban cấp nhiều kinh phí, chùa còn được các vị quan trong cung [[nhà Nguyễn|triều Nguyễn]] mà nhất là các vị [[hoạn quan|thái giám]] cúng dường tiền bạc để lo việc thờ tự sau này, năm [[1848]] Hòa thượng Cương Kỷ bắt đầu xây dựng chùa quy mô hơn và rồi Từ Hiếu trở thành một ngôi chùa lớn.\n\nNăm [[1894]] Hòa thượng Cương Kỷ tiếp tục trùng tu và kiến thiết toàn cảnh chùa với sự giúp đỡ của vua [[Thành Thái]], [[hoạn quan|giám quan]] và các Phật tử.\n\nNăm [[1931]] Hòa thượng Huệ Minh tiếp tục trùng tu và xây hồ bán nguyệt.\n\nNăm [[1962]] Hòa thượng Chơn Thiệt tiếp tục trùng tu và chỉnh trang toàn cảnh chùa.\n\nNăm [[1971]], chùa được Thượng tọa Chí Niệm cho trùng tu cửa tam quan, hồ bán nguyệt và những nhà cửa bị hư hỏng.\n\n==Kiến trúc==\n[[Tập tin:Tu Hieu.jpg|nhỏ|phải|250px|Cảnh chùa]]\nChùa Từ Hiếu nằm khuất trong một rừng thông trên một vùng đồi (núi) của phường Thủy Xuân. Khuôn viên chùa rộng chừng 8 mẫu, phía trước có khe nước uốn quanh, phong cảnh thơ mộng.\n\n[[Tập tin:Ban nguyet.jpg|nhỏ|trái|250px|Hồ bán nguyệt]]\n\nTrước cổng chùa có ngôi tháp cao 3 tầng được xây dựng vào năm 1896 dùng làm nơi tàng trữ kinh tượng theo sắc chỉ của nhà vua. Cổng chùa được xây theo kiểu vòm cuốn, hai tầng có mái che và ngay trước con đường lát gạch để vào chánh điện là một hồ bán nguyệt trồng sen và nuôi cá cảnh(cá trê,.v.v.). Cấu trúc chùa theo kiểu ba căn hai chái, trước là chính điện thờ Phật, sau là Quảng Hiếu Đường. Ở khu nhà hậu có án thờ [[Lê Văn Duyệt|Tả quân đô thống Lê Văn Duyệt]] cùng con ngựa gỗ và thanh đại đao của ông.[[Tập tin:VN Hue7 tango7174.jpg|nhỏ|phải|249x249px|Hồ bán nguyệt]]Hai bên sân chùa có hai lầu bia để ghi lịch sử xây dựng chùa. Chùa được xây theo kiểu: chính điện ba căn, hai chái, phía trước thờ Phật, phía sau thờ Tổ. Nhà hậu là Quảng Hiếu đường, ở giữa thờ đức thánh quan, bên trái thờ hương linh phật tử tại gia, bên phải thờ các vị Thái giám..., bên tả sân hậu là Tả Lạc Thiên (nhà tăng) và bên hữu là Hữu Ái Nhật (nhà khách).\nXung quanh ngôi chùa Từ Hiếu còn có khá nhiều lăng mộ các vị phi tần của các [[chúa Nguyễn]]. Do địa thế đẹp, yên tĩnh lại không xa thành phố Huế nên nơi đây là nơi điểm vui chơi dã ngoại của thanh niên Huế vào những ngày nghỉ, ngày lễ. Chùa Từ Hiếu là một trong những ngôi chùa cổ đón khách du lịch trong và ngoài nước đông nhất cố đô Huế.\n\n==Các vị Trụ trì==\n[[Tập tin:Madhuca pasquieri.jpg|nhỏ|233x233px|Một cây sến già trong chùa|thế=]]\nTổ đình Từ Hiếu do nguyên \"Tăng Cang Giác Hoàng Quốc Tự\" tức Hòa thượng Nhất Định [[khai sơn]], chùa trải qua các đời trú trì: \n* Hòa thượng Cương Kỷ.\n* Hòa thượng Huệ Đăng.\n* Hòa thượng Tâm Tịnh.\n* Hòa thượng Huệ Minh.\n* Hòa thượng Chơn Thiệt.\n* Hòa thượng Chí Niệm.\n* Hòa Thượng Chí Mậu.\n* [[Thích Nhất Hạnh|Thiền sư Nhất Hạnh]]. (Giám tự Thượng tọa Từ Đạo) [https:\/\/www.facebook.com\/pg\/chuatuhieuhue\/about\/?ref=page_internal]\n\n==Sinh hoạt và tác thành==\n[[Tập tin:Lang Thai giam trong khuon vien chua Tu Hieu.jpeg|nhỏ|210x210px|Lăng mộ [[Hoạn quan|Thái giám]] [[nhà Nguyễn|triều Nguyễn]] trong khuôn viên chùa|thế=|trái]]\nNăm [[1848]], chùa tổ chức lễ khánh thành, có mặt tham dự của vua [[Tự Đức|Dực Tông]], bà [[Từ Dụ|Từ Dũ]] và các quan đại thần.\n\nNăm [[1924]], chùa tổ chức [[Đại Giới Đàn]] có sự tham dự của vua [[Khải Định]], hòa thượng Tâm Tịnh làm đàn đầu, hoà thượng Huệ Minh làm đàn chủ. Hòa thượng Mật Khế, Viên Quan, Bích Phong, [[Thích Đôn Hậu|Đôn Hậu]] là những giới tử xuất thân từ giới đàn này.\n\nNăm [[1965]], Đại Giới Đàn Vạn Hạnh được tổ chức tại đây.\n\nQua các đời trú trì, chùa đã trùng khắc và in các kinh văn như: Phật Thuyết Báo Ân Phụng Bồn Kinh, Cao Vương Quán Thế Âm Kinh, Thiền Môn Nhật Tụng, Đại Thừa Vô Lượng Nghĩa Kinh, Pháp Bảo Đàn kinh, Niệm Phật cầu vãng sanh nghi...\n\nChùa cũng là nơi trực tiếp hoặc gián tiếp tác thành danh tăng và thiền sư như: Diệu Giác, Hải Thiệu, Tâm Tịnh, Huệ Minh, Huệ Pháp, Huệ Giác, Viên Giác, Viên Thành, Chơn Thiệt, Chơn Như...\n==Tham khảo==\n* Xem bài [http:\/\/www.thuvienhoasen.org\/cvn-hue-tuhieu.htm Chùa Từ Hiếu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071115142819\/http:\/\/www.thuvienhoasen.org\/cvn-hue-tuhieu.htm |date=2007-11-15 }} tại Thư viện Hoa Sen\n* Tư liệu do ban Quản trị chùa Từ Hiếu giới thiệu với khách thập phương tại chính điện chùa Từ Hiếu.\n== Chú thích ==\n{{Tham khảo}}\n\n{{Chùa ở Huế}}\n\n[[Thể loại:Chùa tại Thừa Thiên Huế|Từ Hiếu]]"}