{"1748896":"{{Thông tin chùa\n| name = Chùa Long Quang <br> 隆光古寺\n| tên khác = \n| tên tự = Long Quang Cổ Tự\n| img = Cổng chùa Long Quang.jpg\n| img_size = 250px\n| img_capt = Cổng vào chùa Long Quang\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| vĩ hướng = N\n| kinh độ = \n| kinh phút = \n| kinh giây = \n| kinh hướng = E\n| country = {{VNM}}\n| address = Số 155\/6, khu vực Bình Chánh, phường [[Long Hòa, Bình Thủy|Long Hòa]], quận [[Bình Thủy]], thành phố [[Cần Thơ]] \n| denomination = Phật giáo Bắc tông\n| founded = 1824\n| founder = Thiền sư Thiện Quyền\n| trụ trì = \n| loại di tích quốc gia = Di tích kiến trúc nghệ thuật\n| ngày nhận quốc gia = {{startdate|1993|6|21}}\n| quyết định quốc gia = Số 774\/1993\/QĐ-BT\n}}\n'''Chùa Long Quang''' (tên chính thức là '''Long Quang Cổ Tự''', [[chữ Hán]]: 隆光古寺) là một ngôi cổ tự bên bờ [[sông Bình]] Thủy; hiện tọa lạc tại số 155\/6, khu vực Bình Chánh, phường [[Long Hòa, Bình Thủy|Long Hòa]], quận [[Bình Thủy]], thành phố [[Cần Thơ]], [[Việt Nam]].\n\n==Lịch sử==\n[[Tập tin:Chính điện chùa Long Quang.jpg|nhỏ|phải|250px| Chính điện chùa Long Quang]]\n'''Chùa Long Quang''' do [[Thiền sư]] Thiện Quyền <ref>Thiền sư Thiện Quyền ([[1719]] - ?), thế danh là Võ Văn Quyền; là người làng Bình Thủy, thuộc tổng Định Thái, huyện Vĩnh Định (nay thuộc quận [[Bình Thủy]], [[cần Thơ|thành phố Cần Thơ]]). Năm [[1807]], ông theo học giáo pháp với [[Hòa thượng]] Thiên Ân ở chùa Linh Quang, và được đặt pháp danh là Liễu Huệ. Năm [[1814]], ông làm lễ xuất gia, và được đặt pháp hiệu là Thiện Quyền. Năm [[1817]], nhà sư Thiện Quyền được nhận vào tăng giới. Năm [[1824]], Sư trở về quê lập am tu (sau là chùa Long Quang). Sư mất trước năm [[1859]], nhưng chưa rõ là năm nào. Thông tin ở đây căn cứ theo đơn xin phép trùng tu lại chùa Long Quang do Thiền sư Thiện Quyền làm vào năm [[Minh Mạng]] thứ 16 ([[1835]]) đang được treo trong chùa. Đơn được viết bằng [[chữ Hán]], có bảng dịch ra [[tiếng Việt]] đính kèm (ảnh cuối).<\/ref> lập vào năm [[Minh Mạng]] thứ 5 ([[Giáp Thân]], [[1824]]). Lúc đầu, chùa chỉ là một am nhỏ bằng cây lá. Đến năm [[1829]], Thiền sư Thiện Quyền cho cải tạo lại thành một ngôi chùa bậc trung. Có thể, trong khoảng thời gian này chùa được đặt tên là '''Long Trường''' với ý nguyện cầu mong ngôi chùa được vững bền <ref>Vì trong tờ đơn xin phép trùng tu chùa vào năm [[1835]] của Thiền sư Thiện Quyền, đã có ghi tên chùa Long Trường (ảnh).<\/ref>. Năm [[1835]], Thiền sư lại cho trùng tu chùa.\n\nSau khi Thiền sư Thiện Quyền qua đời, khoảng năm [[Kỷ Mùi]] ([[1859]]) có nhà sư Quảng Hiền (họ Trần) đến làm Trụ trì chùa. Lúc bấy giờ ngôi chùa đã bị hư hỏng nặng, Sư bèn vận động đồ chúng góp công của xây dựng lại chùa, đến khoảng năm [[1861]] thì hoàn thành và đổi tên lại là ''' Long Quang'''.\n\nNăm [[Kỷ Sửu]] ([[1889]]), có Hòa thượng Từ Quang (pháp hiệu Ngộ Cảm), đến làm Trụ trì chùa. Ở đây, nhà sư vừa tu, vừa bốc thuốc chữa bệnh cho dân, nên được nhiều người tôn kính. Năm [[1922]], nhà sư Từ Quang đã cho tạc khoảng 50 pho tượng thờ bằng gỗ giáng hương. Đặc biệt hơn cả là bộ [[Thập Bát La Hán]] (mỗi tượng cao 80 [[xentimét|cm]], có tư thế ngồi khác nhau trông rất sinh động) được chạm khắc và đục đẽo từ một khối gỗ, chứ không chắp ghép từng phần. Các tác phẩm ấy đều do một thợ nhóm điêu khắc (đứng đầu là ông Tài Công Kiểm) ở Cần Thơ xưa thực hiện <ref name=\"DTBT\" \/>.\n\nSau khi Hòa thượng Từ Quang viên tịch ([[1924]]), học trò của Hòa thượng là nhà sư Trí Thới <ref>Nhà sư Trí Thới (s. khoảng [[1878]] – [[1963]]), thế danh là Đặng Văn Vị, hiệu Chơn Khương.<\/ref> lãnh nhiệm vụ Trụ trì chùa. Năm [[Canh Ngọ]] ([[1930]]), ngôi chùa đã bị xuống cấp trầm trọng, lại được sự ủng hộ của các Phật tử, nên sư Trí Thới liền cho tái thiết lại chùa, đến cuối năm [[1930]], thì hoàn thành. Sau lần trùng tu này, chùa có quy mô kiên cố (tường gạch, mái lợp ngói) gồm một ngôi chánh điện (3 gian) rộng rãi và một nhà khói (nhà bếp).\n\nTrong khoảng thời gian này, nhà sư Trí Thới có mời ông Tòng Hiên (là một Văn Thân ở [[Quảng Ngãi]] chạy vào Nam lánh nạn) đến ở tại chùa, để bốc thuốc và dạy chữ cho người dân ở địa phương. Sau một thời gian hoạt động, ông Tòng Hiên bị mật thám của chính quyền thuộc [[Đế quốc thực dân Pháp|Pháp]] nghi ngờ, nên ông phải lánh qua chùa Long Phước ở Nha Mân (nay thuộc [[Châu Thành, Đồng Tháp]]). Sau, lại bị họ phát hiện, nên ông phải trở lại chùa Long Quang lần thứ hai, và được nhà chùa bảo bọc cho đến mười năm sau ông mới trở về [[Quảng Ngãi]].\n\n[[Tháng chín|Tháng 9]] năm [[1945]], quân [[Pháp]] trở lại [[Việt Nam]] lần thứ hai. Ủng hộ công cuộc chống Pháp của nhân dân Việt, chùa Long Quang trở thành nơi nuôi chứa của nhiều chiến sĩ hoạt động trong nội thành. Năm [[1947]], hưởng ứng lời kêu gọi \"Tiêu thổ để kháng chiến\", Thiền sư Trí Thới hiệp cùng tăng chúng tại đây đã tháo dỡ toàn bộ chùa Long Quang để làm vật cản ngăn tàu Pháp tại Rạch Cam; đồng thời hiến hết các đồ thờ bằng đồng để đúc đầu đạn, trong đó có một đại hồng chung cổ <ref name=\"DTBT\" \/>.\n\nNăm [[1963]], Thiền sư Trí Thới viên tịch. Năm sau ([[Giáp Thìn]], [[1964]]), thầy Thích Chơn Khánh <ref>Thích Chơn Khánh (? - [[1983]]), thế danh Nguyễn Văn Phước, pháp danh Thiện Hiếu, tục gọi ông Bảy Phúc; là người ở ấp Bình Thường, xã Long Tuyền, thuộc tỉnh Cần Thơ xưa.<\/ref> đến trông coi chùa. Lúc bấy giờ ngôi nhà chùa đã xuống cấp, lại được Phật tử và nhân dân trong vùng ủng hộ, nên thầy Chơn Khánh đã tiến hành xây cất lại chùa Long Quang trên nền cũ.\n\nKhi công trình gần xong, thì bị bom đạn chiến tranh làm hư hạị nhiều nên phải làm lại, mãi đến năm [[Bính Ngọ]] ([[1966]]), ngôi chánh điện mới được xây xong. Theo tài liệu, thì trước năm [[1975]], trong cuộc đấu tranh chống [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]], chùa Long Quang cũng từng là nơi ở, là điểm liên lạc của nhiều cán bộ thuộc [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] ở [[Cần Thơ]]<ref name=\"DTBT\" \/>. \n \nTrụ trì chùa được gần 20 năm, năm [[1983]], nhà sư Thích Chơn Khánh viên tịch. Gần 10 năm sau đó, nhà chùa không có nhà sư nào đến làm chủ trì. Việc nhang đèn được một số Phật tử ở gần chùa trông coi.\n\nĐến năm [[Nhâm Thân]] ([[1992]]), nhận được lời thỉnh cầu của các Phật tử tại địa phương, Ban trị sự Giáo hội Phật giáo tỉnh Cần Thơ bổ nhiệm Thượng tọa Thích Bình Tâm<ref>Đại đức Thích Bình Tâm (s. [[1964]]), thế danh Nguyễn Thanh Phong, là người ở xã Tân Thới, huyện [[Phong Điền, Cần Thơ|Phong Điền]], Cần Thơ. Từ nhỏ, ông đã sống và sinh hoạt trong ngôi chùa của gia đình ở [[Nhà Bàng (thị trấn)|Nhà Bàng]] ([[Tịnh Biên]], [[An Giang]]). Năm [[1988]], ông xin xuất gia và đến tu học tại [[Thiền viện Thường Chiếu]] ([[Long Thành]], tỉnh [[Đồng Nai]]). Năm [[1992]], nhà sư Thích Bình Tâm mới trở về Cần Thơ, rồi được Giáo hội Phật giáo tỉnh Cần Thơ bổ nhiệm về làm trụ trì chùa Long Quang cho đến ngày nay.<\/ref>. [[Tháng mười hai|Tháng 12]] năm [[1994]], các ban ngành chủ quản hiệp cùng Trụ trì và các Phật tử đã tái thiết lại ngôi chùa Long Quang với dáng vẻ như hiện nay <ref name=\"DTBT\" \/>.\n \nNăm [[2010]] - [[2011]], ngôi chùa lại được tu sửa.\n\nBan đầu, các vị sư của chùa tu theo phái [[Lâm Tế tông|Lâm Tế]] có nguồn gốc từ [[Trung Quốc]]. Hiện nay nhà chùa đã gia nhập [[Giáo hội Phật giáo Việt Nam]] và chuyển thành hệ phái Bắc tông.\n\n==Kiến trúc==\n[[Tập tin:La Hán chùa Long Quang.jpg|nhỏ|phải|250px|9 trong số 18 tượng La Hán trong chùa Long Quang]] \nChùa Long Quang tọa lạc trong một khuôn viên rộng khoảng 7.000&nbsp;[[mét vuông|m²]] nằm cạnh con đường nhỏ trải nhựa và một con rạch nhỏ. Từ ngoài vào trong, có các hạng mục đáng chú ý sau:\n\n'''Cổng tam quan''' bằng gạch với hai tầng mái ngói, đầu mái uốn công có gắn hoa văn. Bên trên nóc có gắn đôi rồng trắng ngẩng cao đầu quay ngược vào bánh xe pháp luân ở giữa. Hai cột chính có đôi hai câu liễn đối bằng [[chữ Hán]].\n\n'''Ngôi chánh điện''' rộng 324&nbsp;m², xây theo lối kiến trúc \"Thượng lầu Hạ hiên\" (ảnh 2), với mái ngói và tường gạch, cà có tất cả năm cửa ra vào (trước: 2, sau: 1, bên hông: 2).\n\nNgay giữa trung tâm là điện thờ chính. Ở đây, bên trên có treo bức hoành phi bằng gỗ được chạm trổ tinh xảo ở giữa gắn bốn [[chữ Hán]] ''Đại Hùng Bảo Điện''; bên dưới gắn khung bao lam cũng được chạm trổ hoa văn tinh xảo thếp vàng, hai bên cũng có gắn hai câu liễn đối bằng chữ Hán.\n\nĐiện thờ chính được đóng bằng gỗ có 2 bậc. Bậc cao kê 3 ghế thờ, tôn trí ba pho tượng [[Phật|Tam Thế Phật]] ([[A-di-đà|A Di Đà]], [[Đại Thế Chí]], [[Quán Thế Âm]]) bằng gỗ cao hơn một [[mét]] tạc theo tư thế ngồi; bậc thấp tôn tượng [[Bồ Tát]] [[Di-lặc|Di Lặc]].\n\nỞ phía trước bậc cao vừa kể là tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] nhập [[niết-bàn]], bằng gỗ dài một mét, được chạm trổ hoa văn tinh xảo. Đối diện điện thờ chính là bàn thờ [[Vi Đà Hộ pháp]] và [[Tiêu Diện Đại Sĩ]] (Ông Tiêu).\n\nSát vách bên phải, trên kệ dài bày trí 9 tượng La Hán, kế tiếp bàn thờ [[Địa Tạng Bồ Tát|Địa Tạng]] [[Bồ Tát]], phía sau là bàn thờ [[Ngọc Hoàng Thượng đế]] (hai bên có Nam Tào, Bắc Đẩu).\n\nSát vách bên trái, trên kệ dài bày trí 9 tượng La Hán (đối diện với 9 tượng bên phải), kế tiếp là bàn thờ [[Quán Thế Âm]] (hai bên có Thiên Tài và Đồng Tử).\n\n[[Tập tin:Đơn xin trùng tu chùa.jpg|nhỏ|phải|250px|Đơn xin trùng tu chùa Long Quang làm năm [[1835]] (ảnh chụp)]] \nPhía sau điện thờ chính là bàn thờ Hậu Tổ. Phía trên là tượng [[Phật Mẫu Chuẩn Đề]], bên dưới có tượng [[Bồ-đề-đạt-ma|Bồ Đề Đạt Ma]]. Chung quanh bày trí các long vị, các bức di ảnh của các cố Trụ trì chùa. Sát vách hai bên cửa sau có đặt hai bàn thờ, bên phải thờ các tượng [[Quan Vũ|Quan Công]], Giám Trai..., bên trái thờ các tượng [[Diêm vương|Diêm Vương]], [[Long vương|Long Vương]] và Phán quan,...\n\nPhía sau tòa nhà chính điện là '''khu Tháp''' rộng hơn 2.000&nbsp;[[mét vuông|m²]], có trồng nhiều hoa kiểng, cây bonsai, cây ăn trái,... Đây nơi chứa di cốt của các cố Trụ trì chùa trước đây.\n\n==Di tích Quốc gia==\nNgày [[21 tháng 6]] năm [[1993]], ngôi chùa đã được công nhận là di tích ''Kiến trúc Nghệ thuật'' cấp quốc gia, theo Quyết định số 774\/1993\/QĐ-BT của [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa-Thông tin]] <ref name=\"DTBT\">Căn cứ theo tiểu mục \"Long Quang Cổ Tự\" in trong ''Giới thiệu di tích Lịch sử - Văn hóa'' tại quận [[Bình Thủy]] do Phòng Văn hóa và Thông tin quận Bình Thủy biên soạn và xuất bản năm [[2013]].<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Chùa tại Cần Thơ]]\n[[Thể loại:Di tích tại Cần Thơ]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}