{"793281":"'''Chùa Múa''' hay còn gọi là chùa Phượng Vũ<ref>[http:\/\/www.thaibinh.gov.vn\/ct\/introduction\/Lists\/lhtt\/View_Detail.aspx?ItemID=33 Chùa Múa trên trang web tỉnh Thái Bình]{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}<\/ref> thuộc thôn Thọ Lộc, xã Minh Khai, huyện [[Vũ Thư]], tỉnh [[Thái Bình]] là một ngôi chùa cổ kính được xây dựng vào cuối thế kỷ 17 đời [[nhà Nguyễn]]{{fact|date = ngày 6 tháng 1 năm 2013}}, chùa nằm trong cụm di tích đền chùa Phượng Vũ, sở dĩ chùa có tên gọi như vậy vì ngày trước khi thánh Láng Lý Triều Quốc Sư [[Từ Đạo Hạnh]] đến mảnh đất này dạy dân trồng cấy, ngài mới thấy có mảnh đất hình con chim Phượng xòe cánh múa, thấy đất đắc địa ngài mới lập một ngôi chùa thờ Phật. Sau này ngài hóa thánh dân làng biết ơn ngài nên lập nên điện thờ ngài.\n==Kiến Trúc==\nChùa Phật xây theo kiểu chữ đinh theo truyền thống của một ngôi chùa Phật Giáo Miền Bắc Việt Nam quay về hướng tây. Ngôi chùa xây vào cuối thế kỷ 17 quy mô khá nhỏ và đã xuống cấp, năm 2018 được sử gia trì của Tam Bảo, nhà sư trụ trì và dân làng đã xây dựng đại trùng tu được đại hùng bảo điện chùa Phật rất tráng lệ và uy nghiêm. Trong chùa Tam Bảo được bài trí gồm các bộ tượng Tam thế, Di Đà Tam Tôn, Pháp Hoa tam thánh, ngoài ra có những tượng Quan Âm Chuẩn Đề, Quan Âm Tọa Sơn,.....và Hai tượng Hộ pháp rất lớn, uy nghi bảo vệ cho chánh Pháp nhà Phật. Điện thờ thánh Lý Triều Quốc Sư Từ Đạo Hạnh quay về hướng nam, hướng của bát nhã, điện thờ xây kiểu chữ nhất, ngay sau điện là cung cấm xây chữ đinh, ngay sau cung cấm là một ngọn tháp liên hoa ba tầng. Ba công trình được xây trục [[thần đạo]] Bắc Nam. Điện thời thánh Từ Đạo Hạnh với ba kiếp, vi tăng, vi đế, vi thần. Ngoài ra, đền còn phối thờ thêm ngài Tự Đạo Vinh là thân sinh của [[Đức]] Thánh Láng. Trong điện, cung cấm thời thánh còn rất nhiều đồ tế tự và một bát hương bằng đồng đen rất quý. \n== Lễ Hội ==\nLễ hội được tổ chức vào mùng 7 đến 10 tháng giêng hàng năm, hội có tổ chức nghi thức rước kiệu đi dưới nước, gồm ba kiệu là Song Loan, Long Đình và Kiệu Lễ. Theo tục lệ, ngày 26 tết trai tráng trong làng sẽ đăng ký với nhà chùa xin chân rước Kiệu. Sang xuân, ngày 6 tết thì nhà chùa sẽ tổ chức dâng lễ thánh để xin bốc người rước kiệu, chỉ những người được thánh \"phê chuẩn\" sẽ được hầu thành. Ngày hôm trước (mùng 8 tháng giêng) thì các cụ cao niên trong lang và sư thầy lễ để cho các phù giá là trai tráng trong làng Thọ Lộc rước kiệu về đình làng Thọ Lộc và rước văn, sớ điệp về nhà ông trùm đám hội. Mùng 9 là chính hội thì lại rước kiệu từ đình ra chùa, lễ rước kiệu chùa Múa rất đặc sắc, nhất là có nghi thức quay kiệu và rước kiệu xuống sông ngay trong thời tiết đầu xuân giá rét, có một văn nhân quê nhà khi đi xem hội chùa Múa có câu thơ:\n\n\" Rước kiệu mùng chín tháng riêng\n\nKiệu quay sông nước ngả nghiêng đất trời\n\nTrăm ngàn du khách bồi hồi\n\nThăm chùa Phượng Vũ một đời không quên\"\n\n==Tham khảo==\n{{Tham khảo}}\n2. Phóng sự lễ hội chùa Múa-2017: http:\/\/news.zing.vn\/ruoc-kieu-loi-ao-lanh-suot-5-gio-o-thai-binh-post718367.html\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n[[Thể loại:Chùa tại Thái Bình]]"}