{"485281":"'''Chùa Sùng Nghiêm Diên Thánh''' là một ngôi chùa cổ có từ trước thời [[nhà Lý|Lý]] và được xếp hạng di tích quốc gia; chùa thuộc địa phận thôn Duy Tinh, xã [[Văn Lộc]], huyện [[Hậu Lộc]], tỉnh [[Thanh Hóa]]. Chùa cũng là nơi thờ đại tướng [[Trần Hưng Đạo]].\n\n==Lịch sử hình thành==\n[[Tập tin:Chùa Sùng Nghiem12.JPG|phải|nhỏ|200px|Cổng chào trước chùa]]\n[[Tập tin:Chùa Sùng Nghiêm8.JPG|phải|nhỏ|200px|Hồ sen và cây cầu dẫn vào chùa]]\n[[Tập tin:Chùa Sùng Nghiêm2.JPG|phải|nhỏ|200px|Khuôn viên trong chùa]]\n[[Tập tin:Chùa Sùng Nghiêm.JPG|trái|nhỏ|200px|Sảnh trước]]\nXã Văn Lộc, huyện [[Hậu Lộc]] xưa kia là trị sở của quận Cửu Chân gần 400 năm (suốt thời Lý, Trần). Thái úy Lý Thường Kiệt đã từng ở đây 19 năm. Cuốn từ điển di tích văn hoá Việt Nam, Nhà xuất bản Khoa học&Xã hội (trang 582) ghi về chùa như sau: \"Chùa có từ lâu, trước đời Lý. Vua Lý Nhân Tông đi tuần phương nam, xa giá dừng ở trị sở châu Ái (Thanh Hoá) rồi trở về... để báo ơn vua, chúc quốc vận trường tồn, Thông phán Chu Công (người được vua nhà Lý cử trấn giữ, cai quản Thanh Hóa<ref>{{Chú thích web | url = http:\/\/nguoithanhhoa.com\/di-tich-lich-su\/nhung-ngoi-chua-thoi-ly-o-thanh-hoa.html | tiêu đề = Nguoithanhhoa.com | tác giả = | ngày = | ngày truy cập = 23 tháng 5 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>) bàn giao cho huyện lệnh là Lê Chiếu dựng lại ngôi chùa cổ đã đổ nát. Dân bản huyện góp lương, góp sức, san gò, lấp trũng, thợ mộc, thợ nề, gắng sức trong 2 năm dựng xong chùa vào cuối năm mậu tuất (Hội Tường Đại Khánh 9) (1118)<ref>http:\/\/tudien.daitangkinhvietnam.org\/index.php?title=Ch%C3%B9a_S%C3%B9ng_Nghi%C3%AAm{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref>. Quy mô kiến trúc to lớn, xây dựng chạm trổ công phu…. Qua các triều đại tiếp theo, Chùa là thiền viên có danh tiếng ở Ái Châu. Do biến động của lịch sử, chùa bị đổ nát. Năm 1952 toà tiền đường đã bị bom Pháp làm sập; tấm bia thời Lý bị sứt trán…Sau đó, chùa được các nhà sư và nhân dân quanh vùng sửa chữa lại với quy mô nhỏ, diện tích chùa bị thu hẹp. Sau này, chùa Sùng Nghiêm Diên Thánh đã được Bộ Văn hoá đưa vào [[danh sách Di tích quốc gia Việt Nam]] ngày 13\/3\/1990. Chùa được tu bổ lớn từ năm 1997: gác chuông, trung đường, toà tiền đường tôn tạo hoàn thành năm 2001 có kiến trúc đẹp gồm tám mái, với các cột xà, cửa… toàn bằng gỗ lim, nhà tổ cũng được tu bổ năm 2005, cầu đá năm 2007… Bộ Văn hoá thông tin đã đồng ý cho ủy ban nhân dân tỉnh [[Thanh Hóa|Thanh Hoá]] phê duyệt dự án tổng thể tôn tạo chùa chính và khuôn viên chùa <ref name=\"hauloc.gov.vn\">{{Chú thích web |url=http:\/\/hauloc.gov.vn\/?show=intro&ic=2&list=7_8 |ngày truy cập=2010-04-14 |tựa đề=Bản sao đã lưu trữ |archive-date=2010-01-26 |archive-url=https:\/\/web.archive.org\/web\/20100126004137\/http:\/\/www.hauloc.gov.vn\/?show=intro&ic=2&list=7_8 |url-status=dead }}<\/ref>. Đến nay (2010), phần tôn tạo cơ bản đã hoàn thành. Ngoài ra, cùng với sự đóng góp của phật tử khắp nơi, nhà chùa còn cải tạo được hồ sen trước chùa và xây cây cầu vòm bắc qua hồ sen dẫn vào chùa, tạo nên vẻ đẹp cổ kính vốn có của các ngôi chùa cổ.\n\n==Di vật cổ==\nHiện nay chùa còn nhiều hiện vật quý của thời Lý mà các di tích cùng thời không có. Cụ thể là: hàng rồng lớn chạm trên đá là những phần còn lại của cây tháp lớn, những đầu rồng và phượng bằng gốm rất lớn mang tư cách những con vật vũ trụ. Trên tam bảo còn để lại 3 bệ đá hoa sen tương tự bệ đá ở [[chùa Thầy]] [[Hà Nội]], nhưng các bệ đá này đã được làm kĩ hơn ở các làn sóng dưới chân. Trong chùa còn nhiều tượng gỗ rất quý, đặc biệt là 3 pho tượng quan âm bằng gỗ được tạc vào khoảng giữa thế kỷ 17. Những đồ thờ trong chùa như bàn, ngai, khám, ỷ đã có suốt trong các [[thế kỷ 17]], [[thế kỷ 18|18]], [[thế kỷ 19|19]]. Chuông của chùa được đúc vào năm [[Gia Long]] thứ 11 (1812)<ref name=\"hauloc.gov.vn\"\/>.\n\n==Quang cảnh chi tiết==\nNgay sau khi bước qua cây cầu đá dẫn vào chùa, du khách sẽ thấy hai tượng Hộ pháp uy nghi ngay trước cổng chùa. Bước qua cổng là đến khuôn viên chính của Chùa. Bên phải là tiền đường phụ dành cho các gia chủ làm lễ. Bên trái là dãy nhà ở dành cho tăng ni trong chùa. Tiền đường chính ở giữa khá lớn và hầu hết các hoạt động tế lễ đều diễn ra ở đây. Bước qua bậc cửa, du khách sẽ thấy hiện ngay trước mặt là rất nhiều pho tượng lớn uy nghi trải dài mãi tận sâu bên trong. Ngay bên trái sảnh đường là kệ thờ các thân nhân phật tử quá cố được gửi vào chùa. Du khách có thể đi sâu vào bên trong khám phá tài năng của các nghệ nhân hoặc chứng kiến quang cảnh của các buổi cầu siêu.\n\nChùa tổ chức lễ hội hàng năm từ ngày 8-10\/2 âm lịch thu hút không những bà con phật tử nhiều nơi mà còn cả vị đại biểu của tỉnh và huyện cũng như khách thập phương về dự. Vào mùng một [[tết Nguyên Đán|tết Nguyên đán]], nhân dân trong huyện đi lễ rất đông.\n\n==Liên kết ngoài==\n*[http:\/\/baothanhhoa.vn\/news\/45073.bth Các hình ảnh về lễ hội] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091116170034\/http:\/\/baothanhhoa.vn\/news\/45073.bth |date=2009-11-16 }}\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Chùa tại Thanh Hóa|S]]"}