{"14123185":"{{Thông tin chùa\n| name = Chùa Phi Tướng<br> 非相大禪寺\n| img = \n| img_size = 300\n| img_capt = Tam quan chùa Tướng\n| denomination = \n| founded = Thế kỷ II\n| trụ trì = Đại Đức Thích Thuận Đức<ref>[https:\/\/giacngo.vn\/tuthienxahoi\/xahoi\/2011\/03\/30\/737648\/ Chu Minh Khôi, ''Công ty Intracom & đạo tràng Cửu Hoa - nét mới trong tu tập nơi công sở'', Giác Ngộ Online, 2011, truy cập ngày 12 tháng 5 năm 2020]<\/ref>\n| rinpoche = \n| reverend = \n| address = xã [[Thanh Khương]], huyện [[Thuận Thành]], tỉnh [[Bắc Ninh]]\n| country = {{VNM}}\n| website = \n}}\n\n'''Chùa Phi Tướng''' (tên chữ là ''Phi Tướng đại thiền tự'') còn gọi là '''chùa Tướng''' nằm ở thôn Khương Tự, xã [[Thanh Khương]], huyện [[Thuận Thành]], tỉnh [[Bắc Ninh]]. Chùa thuộc hệ thống chùa Tứ Pháp được xây dựng lần đầu khoảng thế kỉ II tại phía nam trung tâm thành cổ [[Luy Lâu]], nằm trong cụm những di tích Phật giáo đầu tiên ở Việt Nam<ref name=\"Thuan Thanh\">[http:\/\/disanvanhoathuanthanh.vn\/Tourism\/Places\/5\/Chua-Phi-Tuong.html Đỗ Thị Thủy, ''Chùa Phi Tướng'', Di sản văn hóa huyện Thuận Thành tỉnh Bắc Ninh, Phòng Văn Hóa và Thông Tin huyện Thuận Thành, tỉnh Bắc Ninh]<\/ref>.\n\n== Tên gọi ==\nTên chữ của chùa là ''Phi Tướng đại thiền tự'' (chữ Hán: 非相大禪寺), người dân địa phương gọi tắt là chùa Tướng. Từ \"Phi Tướng\" nghĩa là \"không có hình tướng\" (hình dạng), xuất phát từ việc chùa thờ vị '''Pháp Lôi''' là vị Phật chủ quản về sấm. \"Lôi\" (chữ Hán: 雷) nghĩa là \"sấm\". Ngày nay có sự hiểu sai phổ biến rằng \"lôi\" nghĩa là \"sét\" (ví dụ \"Thiên lôi\"\/[[Lôi Công]] là \"thần sét\")<ref>[https:\/\/nld.com.vn\/thoi-su\/song-cung-thien-loi-giai-ma-ngoi-lang-troi-danh-20180711211642141.htm Thốt Nốt - Hải Phong - Kỳ Nam, ''SỐNG CÙNG THIÊN LÔI: Giải mã ngôi làng \"trời đánh\"'', Báo điện tử Người Lao Động, 2018, truy cập ngày 12 tháng 5 năm 2020]<\/ref><ref>[http:\/\/antgct.cand.com.vn\/Khoa-hoc-Van-Minh\/Bi-an-cua-thien-loi-309761\/ Lê Văn Chương, ''Ngôi nhà 3 lần bị Thiên lôi giáng búa'', Báo Biên Phòng, 2018, truy cập ngày 12 tháng 5 năm 2020]<\/ref> trong khi \"đình\" (chữ Hán:霆) mới có nghĩa là \"sét\". \"Lôi\" chỉ có âm thanh, không có hình dạng nên chùa mới mang tên là ''Phi Tướng''. Đồng thời chùa dựng trên đất làng Thanh Tương ngày xưa, tên nôm là '''làng Tướng''' (theo truyền thuyết về nữ tướng Biểu Phật Nương người làng là tuỳ tùng của [[Hai Bà Trưng]])<ref>[http:\/\/thegioidisan.vn\/vi\/ca-tru-thanh-tuong.html Hồng Chinh, ''Ca trù Thanh Tương'', Tạp chí điện tử Thế giới Di sản, 2016, truy cập 12 tháng 5 năm 2020]<\/ref>, vì thế cái tên Phi Tướng cũng là một lối chơi chữ gắn liền với tên địa phương.\n\n== Lịch sử ==\nChùa Phi Tướng thuộc trong quần thể [[Tứ pháp#Hệ thống tự viện thờ tự|các chùa Tứ Pháp]] ở Thuận Thành có cùng thời điểm xây dựng. Các sách [[Đại Việt sử ký toàn thư]], [[Việt sử lược]], [[Lĩnh Nam chích quái]], [[Thiền uyển tập anh]], “Phong thổ Kinh Bắc”, [[Việt điện u linh]], [[Đại Nam nhất thống chí]] đều cho rằng: Các chùa Tứ Pháp được khởi dựng ở vùng Dâu - Luy Lâu vào thế kỷ II sau Công nguyên.\n\nTheo sách ''Cổ châu pháp vân bổn hạnh ngũ lục'' thì vào khoảng đời Đông Tấn (317-419) có một Pháp sư tên là [[Tì-ni-đa-lưu-chi]], [[người Ấn Độ]], nhận thấy ở Nam Việt đã hiểu đạo Phật liền qua tìm hiểu ở chùa Phi Tướng rồi sau đó trú ở tại chùa Pháp Vân, giảng dạy Phật pháp. Và từ đó Phật giáo Việt Nam thịnh hành. Chùa Phi Tướng là nơi đầu tiên Tỳ Ni Đa Lưu Chi đặt chân đến khi vào Việt Nam nằm ở phía nam của thành Luy Lâu cổ có tên chữ là “Phi Tướng Đại Thiền Tự”.<ref>[https:\/\/baophapluat.vn\/dan-sinh\/chuyen-la-ve-nhan-vat-vua-la-phat-vua-duoc-phong-thanh-313398.html Nhật Thu, ''Chuyện lạ về nhân vật vừa là Phật, vừa được phong Thánh'', Báo điện tử Pháp luật Việt Nam, 2017, truy cập ngày 12 tháng 5 năm 2020]<\/ref>\n\nBia ''Phi Tướng tự bi ký'' dựng vào năm Chính Hoà thứ 18 (1697), có nội dung mô tả việc trùng tu chùa<ref name=\"Thuan Thanh\"\/>:\n{{cquote|''Tại xã Lạc Thổ, huyện Siêu Loại, phủ Thuận An, tiểu tăng là Nguyễn Đức Khang, tự Pháp Ninh, đạo hiệu Chân Kính, tiểu ni là Nguyễn Thị Thái hiệu là Diệu Xuân, trụ trì tại bản xã (gồm các thôn Thanh Hoài, Thanh Tương, Lũng Triền) ở ngôi chùa là “Phi Tướng đại thiền sự”. Trước đây có người cha đã làm phúc rất nhiều, nhưng chưa kịp lập bia đá để lại cho đời sau, nên chưa ghi lại những sự việc từ thuở ban đầu. Nay cung kính ghi lại việc như sau:''\n\n''Đức Đại Thánh Pháp Lôi Phật linh ứng xuất thế, có phật tử vâng mệnh là Khánh Giác Hoà thượng Nguyễn Tôn Sinh, tự là Phúc Đức, hiệu Huệ Khánh Viên Quảng thiền sư, Bồ Tát lão ni là Vũ Thị Nhiên hiệu là Hải Thuận, Vũ Thị Hưng hiệu là Huệ Tính, Vũ Thị An hiệu là Từ Thịnh xuất gia đầu Phật, mang tiền của gia đình hưng công và khuyến giáo mọi người cùng nhau làm phúc chung xây Thượng điện, Thiêu hương, Tiền đường, Hậu đường, hai bên hành lang, gác chuông, tam quan và tạo các tượng Phật, đúc mới quả hồng chung (chuông), khánh báu, in các bản kinh để làm tài liệu tụng độ sau này. Các việc trên hoàn thành tốt đẹp, ghi vào bia đá lưu truyền muôn đời sau''|endquote}}\n\nChùa còn lưu giữ được rất nhiều thư tịch cổ, giá trị gồm:\n* Sắc Phong năm thứ 4 niên hiệu Cảnh Hưng 1743\n* Sắc Phong năm thứ 44 niên hiệu Cảnh hưng 1783\n* Sắc Phong năm thứ 2 niên hiệu Minh Mạng 1821\n* Sắc Phong năm thứ 4 niên hiệu Thiệu Trị 1844\n* Sắc Phong năm thứ 3 niên hiệu Tự Đức 1850\n* Sắc Phong năm thứ 2 niên hiệu Đồng Khánh 1887\n\nNgoài ra, chùa còn một chiếc chuông có niên đại Minh Mạng thứ 19 (1839) và năm bia cổ được khắc vào khoảng thời gian cuối Lê đầu Nguyễn (tính cả tấm bia năm Chính Hòa thứ 18 - 1697). Bia ''Hậu đường bi ký'' (năm Tự Đức thứ 25 - 1873) ghi: \"Nguyễn Văn Trường người xã Gia Lâm, huyện Gia Lâm, phủ Thuận An cúng 70 quan tiền, 200 bát gạo, 1 sào ruộng, lại cúng ngôi nhà trị giá 500 quan tiền để chuyển làm hậu đường thờ Phật\".\n\nNhư vậy, chùa Tướng được xây dựng lớn vào cuối thế kỷ XVII nhưng đến giữa thế kỷ XIX đã đổ nát hư hỏng nhiều. Bia ''Ký kỵ bi lý'' khắc ngày 16 tháng 12 năm Tự Đức thứ 8 (1855) viết: ''\"Chùa Phi Tướng ở phía Nam thành Luy Lâu, nguyên phụng sự Đại vương Phật Pháp Lôi, ba xã thôn cùng phụng thờ, qua nhiều năm đổ nát''\". Hoặc tấm bia có niên đại ngày 11 tháng 2 năm Tự Đức thứ 8 (1855) cũng ghi: ''\"Nay có Nguyễn Thị Tân, người xã Lũng Khê bỏ ra 50 quan tiền và 8 sào ruộng dùng làm hương hỏa\"''. Cuối cùng còn 1 bia phần niên đại bị đục (có thể là bia thời Tây Sơn) ghi việc xây thượng tòa, tam quan, tu sửa tượng Nam Tào, Bắc Đẩu...<ref name=\"Han Nom\">[http:\/\/www.hannom.org.vn\/detail.asp?param=572&Catid=486 Nguyễn Quang Hà, ''Tìm hiểu thêm về lịch sử chùa Dâu (Thuận Thành, Bắc Ninh)'', Thông báo Hán Nôm 2004, Viện nghiên cứu Hán Nôm, truy cập ngày 12 tháng 5 năm 2020]<\/ref>\n\n== Pháp Lôi ==\n[[Tập tin:Pháp Lôi chùa Phi Tướng.jpg|nhỏ|280px|Tượng Pháp Lôi chùa Phi Tướng]]\nCác [[sắc phong]] còn lưu lại đã cho biết khá rõ những thông tin về lịch sử ngôi chùa, cũng như người được thờ là '''Đại Thánh Pháp Lôi Phật''' (Ngài vừa là Thánh vừa là Phật). Trong đó, sắc phong có niên đại cổ nhất ''Cảnh Hưng tứ niên tam nguyệt nhị thập thất nhật'' (tức ngày 27 tháng 3 âm lịch năm 1743) có nội dung<ref name=\"Thuan Thanh\"\/>:\n\n{{cquote|''Sắc Đại Thánh Pháp Lôi Phật, khí hun núi Bắc, uy chấn trời Nam, mênh mang ở trên, vận thần cơ giúp đỡ nhân dân, nối tiếp yên ổn, rực rỡ tiếng tăm, đức sáng tốt đẹp, mãi phù vận nước dài lâu, công lao to lớn hiển ứng linh thiêng. Hợp cử bao phong phụng sự Đại nguyên soái tổng quốc chính thượng sư [[Trịnh Doanh|Minh vương]] ban sắc chỉ chuẩn ứng phong cho thần là '''Đại Thánh mậu đức phong công, tuấn liệt Pháp Lôi Phật'''. Vậy ban sắc!''}}\n\nTrong Truyền thuyết Phật mẫu Man Nương thì cây [[Họ Dung|dung]] cổ thụ linh thiêng bị mưa bão cuốn theo sông Dâu về Luy Lâu, dân chúng vớt lên tạc được 4 pho tượng Phật, tạc đến pho thứ 3 thì sấm nổ vang trời nên đặt tên cho tượng là Pháp Lôi. Tượng Pháp Lôi được rước về làng Tướng (làng Thanh Tương) dựng chùa Phi Tướng để cung phụng, các tượng Tứ Pháp từ đó hết mực linh thiêng phù hộ cho các cư dân nông nghiệp ở Việt Nam thời đó được mưa thuận gió hòa, sự linh thiêng này vang đến cả Vua nhà Tấn bên phương bắc cũng như vua Nhà Tống sau này chứ không riêng gì vùng Giao chỉ khi đó.\n\nTượng Phật Pháp Lôi được thờ ở thượng điện chùa. Pho tượng được công nhận là [[Bảo vật quốc gia (Việt Nam)#Đợt 6|bảo vật quốc gia số 10, đợt 6]] (năm 2017) cùng ba pho tượng còn lại trong bộ Tứ Pháp ở [[chùa Dâu]] và [[chùa Dàn]]. Tượng Phật tạc trong tư thế ngồi thiền trên toà sen trong khám gỗ lớn chạm rồng, sơn son thếp vàng, thân cao 1,45m, vai rộng 0,55m, đùi rộng 1,05m. Đài sen cao 0,25m với 3 lớp cánh to mập. Tượng có thân hình nữ tính, khuôn mặt đầy đặn, thánh thiện với mũi dọc dừa, lông mày lá liễu, đôi mắt nhìn xuống bao dung, miệng mỉm cười, tay phải giơ lên ngang ngực, ngón tay kết ấn, tay phải để ngửa trên đùi có hạt ngọc “minh châu”; toàn thân được sơn phủ một lớp sơn màu mận chín, biểu tượng của một bầu trời đủ mây mưa sấm chớp.\n\nVì tượng tạc hình nữ tính và theo truyền thuyết cây dung (lấy gỗ tạc tượng) chứa con gái Man Nương nên tượng Pháp Lôi được gọi là '''Bà Tướng''', cùng với Bà Dâu (chùa Dâu), Bà Đậu (chùa Đậu), Bà Dàn (chùa Dàn). Lễ hội vùng Dâu (Hội Dâu) luôn phải có nghi lễ rước đủ tượng bốn Bà về chùa Dâu<ref>[http:\/\/bacninh.gov.vn\/news\/-\/details\/20182\/le-hoi-chua-dau T.M, ''Lễ hội chùa Dâu'', Cổng Thông tin điện tử tỉnh Bắc Ninh, 2020, truy cạập ngày 12 tháng 5 năm 2020]<\/ref>.\n\n== Kiến trúc ==\nChùa Tướng nằm cạnh chợ Dâu và bên kia [[sông Dâu]] cổ xưa.\nTrên tam quan cổng chùa còn câu đối<ref name=\"Han Nom\"\/>:\n\n''Phi Tướng môn tự, vọng giang thiên tạo, lập danh lam thắng cảnh''\n\n''Thanh Khương thắng địa, Tứ Pháp hiển linh tích cách thụ khai quang''\n\nNghĩa là:\n\nCổng chùa Phi Tướng nhìn ra sông (Dâu) thiên tạo là danh lam thắng cảnh\n\nĐất Thanh Khương là thắng địa, mở cây ra rực rỡ Tứ Pháp hiển linh\n\nChùa Phi Tướng còn lại đến ngày nay là công trình kiến trúc - điêu khắc thời [[Lê Trung Hưng]]. Toà Tam Bảo có bình đồ kiến trúc kiểu chữ “Công” (工) gồm: Tiền đường 5 gian 2 dĩ, Thiêu hương 2 gian, Thượng điện 1 gian 2 chái với 4 mái đao cong uốn lượn duyên dáng. Tiền đường thờ thiền sư Tì-ni-đa-lưu-chi, Thập điện Diêm Vương, [[hộ pháp]] thiện - ác, Tam Thánh Tây Phương. Năm 1982, toà Tiền đường đã bị đổ sập, chỉ còn lại nền móng. Còn lại tòa thượng điện thờ Phật Pháp Lôi và 1 gian ống muống.\n\nTòa Tam bảo ở hậu điện bài trí như các chùa miền bắc Việt Nam thông thường, gồm có: Tam Thế, Chúa ông, Thánh Hiền, Cửu Long... Năm 2019, chùa đã được trùng tu sửa chữa lại.\n\n== Xem thêm ==\n*[[Chùa Dâu]]\n*[[Chùa Đậu (Bắc Ninh)|Chùa Đậu]]\n*[[Chùa Dàn]]\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Chùa tại Bắc Ninh]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Tứ Pháp]]"}