{"1484959":"{{Thông tin chùa\n| name = Chùa Dụ Tiền\n| img = \n| img_size = \n| img_capt = \n| denomination = \n| founded = vào đời [[nhà Trần]] \n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = thôn xã Thanh Thùy, huyện [[Thanh Oai]], Hà Nội\n| country = {{Biểu tượng lá cờ|Vietnam}} Việt Nam\n| website = \n}}\n'''Chùa Dụ Tiền''' thuộc xã Thanh Thùy, huyện Thanh Oai, Hà Nội là sản phẩm gắn liền với tôn giáo Phật giáo. Chùa Dụ Tiền ra đời và tồn tại nhằm đáp ứng nhu cầu sinh hoạt tôn giáo tín ngưỡng của người dân thôn Dụ Tiền.\n\n==Lịch sử==\nChùa Dụ Tiền là một ngôi chùa có lịch sử ra đời từ thời Trần, trải qua thời gian cũng như thăng trầm lịch sử nên hình dáng của ngôi chùa cổ không còn. Hiện tại, kiến trúc chùa gồm các hạng mục: cổng, Tiền đường, Thượng điện, Nhà Tổ, nhà Mẫu, nhà Khách.\n\nChùa Dụ Tiền ngoài thờ Phật theo phái Đại Thừa còn thờ [[Đức]] Thánh Tổ. Lai lịch và hành trạng của Đức Thánh Tổ được nhân dân Dụ Tiền thánh hóa như sau: Ngài được vua Thủy Tề phái xuống làm cỗ chay cho vua. Ngài xuống long cung từ Đầm Lâu (nay thuộc Thanh Văn, Thanh Oai), bỗng nhiên có hai ông Lốt rẽ nước đưa ngài xuống. Sau khi Ngài làm cỗ mừng cho vua Thủy Tề xong, vua biết ơn và ban cho Ngài một mâm cam vàng. Ngài đã khước từ và chỉ nhận một quả rồi lên mặt đất ở khu vực Mục Xá (nay thuộc Cao Dương, Thanh Oai). Chỗ Ngài lên vua Thủy Tề đã cho dựng một ngôi chùa bằng đá (Hiện tại ngôi chùa chỉ còn chân cột, nóc bị bay mất vì khi vua Thủy Tề ban cho một ngôi chùa thì Ngài chỉ nói một câu \"chùa đẹp nhưng thấp\" lập tức nóc chùa bay mất.\n\nSau đó, Ngài quay về quê hương làm việc thiện giúp đỡ dân lành. Trước khi qua đời, Ngài tự cho đúc tượng mình rồi lấy củi chất xác và hóa. Sau khi Ngài mất, người dân đã an táng thi thể của Ngài ở cánh đồng, chỗ mộ của Ngài được nhân dân dựng bia, tấm bia có niên đại Cảnh Trị tam niên.\n\nTượng của Ngài được nhân dân đưa vào chùa phối thờ thành một vị Thánh tăng, tạo thành một kiểu kiến trúc thờ: Tiền Thánh hậu Phật.\n\n==Kiến trúc==\nQua thời gian tồn tại, đến nay chùa Dụ Tiền vẫn giữ được những di vật quý với nhiều chất liệu khác nhau:<br \/>\n- 4 câu đối <br \/>\n- 3 hoành phi <br \/>\n- 1 quả chuông: đề Dụ Tiền Tự Chung, niên đại [[Thành Thái]] cửu niên thập nhất nguyệt nhị thập ngũ nhật.<br \/>\n- 9 bia hậu ghi tại Bảo Thái tứ niên, 1 bia đề thắng nghiệp kỷ niệm bi chí, niên đại [[Bảo Đại]] 7 thất niên. Đặc biệt là 1 bia có niên đại Đại Trị tam niên, hoa văn và chất liệu đá của thời Trần nhưng được trùng khắc chữ vào thời Lê. Ngoài ra còn có nhiều di vật có giá trị khác.\n\nTrải qua nhiều thăng trầm và biến thiên của lịch sử nên hiện nay chùa không còn giữ nguyên được dáng vẻ như ngày đầu khởi dựng. Nhưng với tấm lòng thành kính biết ơn tổ tiên, những người đã khơi nguồn vun gốc, nhân dân địa phương dưới sự chỉ đạo của chính quyền xã Thanh Thùy đã quan tâm từng bước để ngôi chùa khang trang hơn.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Chùa tại Hà Nội|Dụ Tiền]]\n[[Thể loại:Thanh Oai]]"}