{"61416":"{{Chùa\n| name = Chùa Liên Phái\n| img = \n| img_size = \n| img_capt = \n| denomination = [[Phái Liên Tông]] \n| founded = [[1726]]\n| closed = \n| founder = [[Trịnh Thập]]\n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = ngõ Liên Phái, [[phố Bạch Mai]], phường [[Cầu Dền]], [[hai Bà Trưng (quận)|quận Hai Bà Trưng]], [[Hà Nội]].\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Liên Phái''' là một ngôi chùa ở thủ đô [[Hà Nội]], [[Việt Nam]]. Chùa nằm trong ngõ Liên Phái, [[phố Bạch Mai]], thuộc phường [[Cầu Dền]], [[hai Bà Trưng (quận)|quận Hai Bà Trưng]]. Liên Phái là tên của chùa từ năm [[1840]], trước đó chùa có tên là Liên Hoa rồi Liên Tông.\n\n==Lịch sử==\nTheo kể lại, chùa Liên Hoa được dựng lên sau khi ông hoàng Trịnh Thập (có tài liệu ghi là Trịnh Hợp) (sinh năm 1696, mất năm 1733) con Tấn Quang Vương Trịnh Bính, là cháu nội [[Chúa Trịnh|Chúa]] [[Trịnh Căn]] và là Phò mã vua [[Lê Hy Tông]] (Trịnh Thập lấy người công chúa thứ 4) phát hiện một ngó sen sau khi đào đất ở gò cao sau phủ (phường Hồng Mai, sau đổi tên thành Bạch Mai)) để xây bể cạn. Trịnh Thập cho rằng đây là dấu hiệu của [[Phật giáo|Phật]] và tin rằng mình có duyên với đạo. Vì vậy, Trịnh Thập quyết định chuyển phủ của mình thành chùa Liên Hoa, đồng thời theo đạo Phật, trở thành Lân Giác Thượng Sĩ trụ trì trong chính ngôi chùa này. Theo tấm bia đá khắc năm [[Tự Đức]] thứ 10 ([[1857]]) hiện còn ở chùa, chùa được xây dựng vào năm Bảo Thái thứ 7 (tức 1726). Năm 1733, Trịnh Thập (lúc đó mới 37 tuổi) mất và được [[chôn cất]] trong Tháp Cứu Sinh xây ở chính nơi tìm thấy ngó sen. Sau đó, chùa được đổi tên thành chùa Liên Tông. Đến năm [[1840]], chùa được đổi tên thành Liên Phái như hiện nay vì kiêng huý vua [[Thiệu Trị]].\n\n== Các đời trụ trì ==\n* [[Thiền Sư]] [[Như Trừng Lân Gíac]]\n* Thiền sư Tính Dược\n* [[Tổ Khai Sơn]] \n* [[Tổ Bảo Sơn]]\n* [[Tổ Từ phong]]\n* Hòa thượng Thích Thanh Tuệ (?-6\/1992)\n* [[Hòa Thượng]] [[Thích Gia Quang]] (1954) trụ trì (1992- nay)\n==Kiến trúc==\nChùa đã được nhiều lần tu sửa, trong đó được sửa chữa lớn vào các năm Ất Mão (1855) và Kỷ Tỵ (1869). Trước cổng chùa là ngôi tháp Diệu Quang cao 10 tầng có hình lục lǎng, đây là ngôi tháp xây theo kiểu 1 tòa Cửu Phẩm Liên Hoa và là tòa Tháp Cổ nhất, lai lịch rõ nhất trong nội Đô Hà Nội. Có hai hồ rộng ở hai bên cổng chùa. Trong chùa, có một sân rộng, nhà bái đường và khu tam bảo là nơi thờ Phật. Nhà tổ cách khu tam bảo một sân nhỏ. Ngoài ra, chùa còn có nhà bia với 34 tấm bia ghi sự tích và lịch sử của chùa cũng như tên những người đóng góp công đức.\n\nPhía sau chùa là khu vườn tháp với 9 ngôi tháp xây thành 3 hàng trên một gò đất cao lần lượt có 2, 5 và 2 ngôi tháp. Ở hàng giữa có tháp Cửu Sinh xây bằng đá - đây là ngôi tháp cổ nhất trong nội thành Hà Nội. Khoảng năm 1890, người ta còn xây dựng một ngọn tháp cao 9 tầng có kiến trúc rất đẹp trong chùa.\n\nNgoài tượng Phật, trong chùa còn có tượng Lân Giác Thượng Sĩ và một quả chuông có khắc chữ \"Liên Tông tục diện\" (có nghĩa \"Liên Tông kế tục sáng ngời\").\n\n==Tham khảo==\n{{tham khảo|30em}}\n*Sổ tay Văn Hoá Việt Nam, Đặng Đức Siêu, Nhà Xuất Bản Lao động 2006\n\n==Xem thêm==\n*[[Danh sách chùa tại Hà Nội|Danh sách chùa Hà Nội]]\n\n==Liên kết ngoài==\n*[http:\/\/hanoi.vnn.vn\/chuyen_de\/9907\/phan2\/chua_hn\/chua_lienphai.html Du lịch Hà Nội - Chùa Liên Phái] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061102062344\/http:\/\/hanoi.vnn.vn\/chuyen_de\/9907\/phan2\/chua_hn\/chua_lienphai.html |date=2006-11-02 }}.\n\n[[Thể loại:Chùa tại Hà Nội|Liên Phái]]"}