{"410583":"{{wiki hóa|date=tháng 11 2019}}\n{{unreferenced}}\n[[Tập tin:Gốc tích chùa Đức Hậu.jpg|thumb|Gian chùa gỗ Đức Hậu được xây dựng từ thế kỉ XIV]]\n{{Thông tin chùa\n| denomination = '''Giáo hội Phật giáo Việt Nam'''\n| founded = Năm [[1???]]\n| closed = \n| founder = \n| teacher = \n| director = '''Giáo hội Phật giáo Việt Nam'''\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = Xã Nghi Đức, Thành phố [[Vinh]], [[Nghệ An|Tỉnh Nghệ An]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = [http:\/\/www.phattuvietnam.net\/]\n}}\n\n'''Chùa Đức Hậu - Thiên Linh tự''' '''(thuộc Quần thể Đức Hậu)''' nằm ở Làng Đức Hậu, nay là 3 xóm Xuân Hoa, Xuân Đồng, Xuân Đức – xã Nghi Đức, thành Phố [[Vinh]], tỉnh [[Nghệ An]].\n==Giới thiệu==\n'''Làng Đức Hậu''' là một làng lớn có dân số rất đông nằm trên địa thế vô cùng quan trọng của huyện Chân Phúc - Châu Cửu Đức (Hoan Châu rồi Nghệ An Châu) - Nghệ An thừa tuyên, sau này là làng Đức Hậu, huyện Chân Phúc, phủ Đức Quang, xứ Nghệ An. Hiện nay là 3 xóm Xuân Hoa, Xuân Đồng, Xuân Đức thuộc xã Nghi Đức, Thành phố Vinh.\nTrên địa phận Đức Lân thuộc làng Đức Hậu có một quần thể \"Tam giáo đồng nguyên\" gồm: Chùa, Đền, Đình, miếu án ngự (nay là phần đất phía tây-tây bắc xóm Xuân Hoa giáp ranh với xóm Xuân Đồng thuộc xã Nghi Đức - thành phố Vinh, với diện tích gần 10 ha nay diện tích đất trên chỉ còn lại khoảng 4 ha vẫn còn nguyên trạng). Đây đã từng là một địa chỉ văn hoá tâm linh – chính trị - xã hội của xã Xuân Lộc (nay là 4 xã Nghi Đức, Nghi Ân, Nghi Kim, Nghi Phú – Thành phố Vinh).\nSau lưng [[Đình Đức Hậu]] về phía Bắc khoảng 50 mét là '''chùa Đức Hậu'''. Chùa Đức Hậu có tên gọi cổ là '''Thiên Linh Tự''', tương truyền Chùa có từ rất lâu đời(Được xây dựng vào khoảng thế kỷ XII – XIII), chính bản thân các cụ cao tuổi trong làng cũng đã nghe các ông bà của mình kể về sự linh thiêng của Chùa.\n\nHiện nay, trụ trì chùa Đức Hậu là Đại đức Thích Định Tuệ. Chùa đã có nhiều thay đổi và đang trở thành một trung tâm sinh hoạt Phật giáo của Phật tử khu vực thành phố Vinh, huyện Nghi Lộc và lân cận.\n\nNgày 20\/3\/2016, Đại lễ rót đồng đúc đại hồng chung đã được tổ chức. Nội dung và hình ảnh xem tại liên kết này: [http:\/\/congannghean.vn\/tin-tuc-su-kien\/trong-tinh\/201603\/duc-chuong-va-trong-dong-tai-chua-duc-hau-tp-vinh-667851\/ '''ĐẠI LỄ RÓT ĐỒNG ĐÚC ĐẠI HỒNG CHUNG''']\n\n'''[http:\/\/congannghean.vn\/video\/201603\/le-duc-dai-hong-chung-tai-chua-duc-hau-668296\/ VIDEO CLIP LỄ RÓT ĐỒNG ĐÚC ĐẠI HỒNG CHUNG]'''\n\n=== Lịch sử kiến trúc ===\nTrước kia Chùa lợp bằng tranh, chỉ có 2 gian, đến năm 1943 nhân dân đóng góp công đức tu sửa thành Chùa ngói và xây thêm một gian nữa gọi là nhà Muống. Điều đặc biệt là nhà muống này có cột hình vuông. Theo gia tộc họ Hoàng (Họ Hoàng ở xã Nghi Phú, thành phố Vinh), gia tộc này từ nhiều đời trước đã có truyền thống làm Sư ở chùa này. Chỉ nhớ rằng cụ Hoàng chư Cách làm sư thì con trai cụ là Hoàng Hào Kiều làm Từ; khi cụ Hoàng Hào Kiều lên làm Sư thì cụ Hoàng Canh Kho lên làm Từ và sau khi cụ Hoàng Canh Kho lên làm S­ư thì đây cũng là vị sư cuối cùng của chùa này và đã qua đời từ nhiều năm trước. Có một điều khác biệt là Chùa này có hệ thống thờ cúng lưỡng tự, nghĩa là vừa thờ Phật, thờ Thánh, thờ Mẫu và cả thờ Linh Vật. Nhân dân 3 xóm truyền rằng Chùa có ứng – Phù chữa bệnh rất hiệu nghiệm.\n\nTrong điện thờ Đức Tam Bảo, Phật Thích Ca, Phật bà Quan Thế Âm. Bên cạnh đó Chùa còn thờ Thánh Mẫu Liễu Hạnh, Bà La sát, Chức Nữ, Đức Vĩnh Thiện và linh vật Cửu Long (9 rồng chầu). Trước của Chùa có bình phong \" Thập loại chúng sinh\". Chùa có 2 cây phi lao cổ thay cột cổng cao hơn 30 mét là nơi giam giữ ma, quỷ… Di chỉ duy nhất vừa tìm được của chùa này là một bức tượng đá cao chừng 60&nbsp;cm mặc dù theo nhân dân địa phương, trước năm 1965, chùa có gần 100 bức tượng đá, gỗ.\n\nHiện nay, Chùa đang được phục dựng lại. Gian nhà gỗ đặt trong Chính điện hiện nay là Gốc tích cổ nhất, đây là gian Thiêu Hương của Đền Đức Hậu, ngôi đền thờ Cao Sơn - Cao Các nằm phía Tây chùa Đức Hậu, được xây dựng từ thế kỉ XIV. Ngày 20\/3\/2016, Chùa tổ chức đúc đại hồng chung với sự tham gia của hàng nghìn Tăng, Ni, Phật tử. Các khu vực thờ tự và hành lễ vẫn đang dựng tạm bằng hệ thống nhà mái tôn, khung thép.UBND tỉnh Nghệ An đã cấp đủ đất 10ha mở rộng ra phía cánh đồng Cửa Đình của xóm Xuân Hoa, xã Nghi Đức, bao trùm lên diện tích đất xưa của Đình Đức Hậu và Đền Đức Hậu. Tuy không phải đất gốc nhưng là diện tích đủ rộng để phát triển chùa, tạo điều kiện cho tăng ni, Phật tử hành lễ.\n[[Tập tin:Đại hồng chung tại chùa Đức Hậu.jpg|thế=Đại hồng chung tại chùa Đức Hậu|nhỏ|Đại hồng chung tại chùa Đức Hậu]]\n[[Tập tin:Đại hồng chung.jpg|nhỏ|Đại hồng chung tại chùa Đức Hậu]]\n[[Tập tin:Đại hồng chung chùa Đức Hậu - Thành phố Vinh - Nghệ An.jpg|nhỏ|Đại hồng chung chùa Đức Hậu - Thành phố Vinh - Nghệ An]][[Tập tin:Phật tử tham dự lễ cầu an tại chùa Đức Hậu.jpg|thumb|Phật tử tham dự lễ cầu an tại chùa Đức Hậu]]\n== Các lễ - hội của Đình - Đền - Chùa Đức Hậu ==\n* Tháng giêng: Lễ Nguyên Đán: 8 giờ sáng ngày 01, Lễ Tịch Chủ: ngày 02, Hạ lễ tết: ngày 03, hạ nêu - Khai hạ - lễ cầu yên: ngày 07, tết nguyên tiêu: ngày 15.\n* Tháng 2: Lễ tế thần nông cầu mưa thuận gió hoà từ ngày 12 đến 15\n* Tháng 3: Tết thanh minh (Tại Chùa có thêm lễ Kỳ yên Tam Bảo)\n* Tháng 4: Lễ phật đản: ngày 08 (Chỉ lễ tại chùa)\n* Tháng 5: Tết đoan ngọ, ngày 05\n* Tháng 6: Đại lễ Lục Ngoạt 3 năm một lần từ ngày 11 đến 14, tiểu lễ Lục Ngoạt hàng năm vào ngày 13\n* Tháng 7: Tết Trung nguyên từ ngày 14 đến 15\n* Tháng 8: Tết Trung thu vào ngày 15\n* Tháng 9: Lễ Thường tân (Cúng cơm mới)\n* Tháng 11: Lễ Đông chí (Xuống mùa)\n* Tháng 12: Lễ tất niên vào ngày 15, lễ tiễn táo quân vào ngày 23, lễ giao thừa vào đêm 30, thường ngày ở chùa có lễ bán khoán, làm chay.\n\nLễ ở Chùa thường diễn ra trước ở Đền một buổi và thường tổ chức vào ban đêm.[[Tập tin:Đường vào chùa Đức Hậu.jpg|thumb|Đường vào chùa Đức Hậu vẫn là đường đất]]\n\n== Ảnh về Chùa Đức Hậu ==\n<gallery>\nGốc tích chùa Đức Hậu.jpg\nPhật tử tham dự lễ cầu an tại chùa Đức Hậu.jpg\nCổng chào chùa Đức Hậu.jpg\nKhông gian hành lễ tại Chùa Đức Hậu.jpg\nLễ Điệp khoán đồng tử.jpg\nPhật tử hóa sớ cầu an tại chùa Đức Hậu.jpg\nLễ cầu an Rằm tháng Giêng 2016.jpg\nĐại đức Thích Định Tuệ.jpg\nChùa Đức Hậu thường hành lễ vào buổi tối.jpg\nĐường vào chùa Đức Hậu.jpg\nĐại hồng chung chùa Đức Hậu - Thành phố Vinh - Nghệ An.jpg\nĐại hồng chung.jpg\n<\/gallery>[[Tập tin:Cổng chào chùa Đức Hậu.jpg|thumb|Cổng chào chùa Đức Hậu]][[Tập tin:Lễ Điệp khoán đồng tử.jpg|thumb|Lễ Điệp khoán đồng tử tại chùa Đức Hậu]][[Tập tin:Không gian hành lễ tại Chùa Đức Hậu.jpg|thumb|Không gian hành lễ tại Chùa Đức Hậu vẫn còn khó khăn]][[Tập tin:Phật tử hóa sớ cầu an tại chùa Đức Hậu.jpg|thumb|Phật tử hóa sớ cầu an tại chùa Đức Hậu]][[Tập tin:Lễ cầu an.jpg|thumb|Lễ cầu an tại chùa Đức Hậu]]\n[[Tập tin:Lễ cầu an Rằm tháng Giêng 2016.jpg|thumb|Lễ cầu an Rằm tháng Giêng 2016 tại chùa Đức Hậu]][[Tập tin:Đại đức Thích Định Tuệ.jpg|thumb|Đại đức Thích Định Tuệ tại đài cầu an dịp rằm Tháng Giêng 2016]][[Tập tin:Chùa Đức Hậu thường hành lễ vào buổi tối.jpg|thumb|Chùa Đức Hậu thường hành lễ vào buổi tối]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Chùa tại Nghệ An]]"}