{"2201389":"[[Hình:Chùa Thành.jpg|nhỏ|phải|250px|Chùa Thành]]\n\n'''Chùa Thành''' (tên chữ là '''Diên Khánh Tự''') là một ngôi cổ tự, hiện toạ lạc tại số 3 đường [[Hùng Vương]], phường Chi Lăng, [[Lạng Sơn (thành phố)|thành phố Lạng Sơn]], tỉnh [[Lạng Sơn]], [[Việt Nam]]. Năm [[1993]], chùa đã được xếp hạng di tích Lịch sử - văn hóa cấp quốc gia. Hiện nay, chùa là Trụ sở của Ban Đại diện [[Phật giáo]] tỉnh <ref>Nguồn: báo ''Giác Ngộ'' online [https:\/\/giacngo.vn\/thoisu\/2012\/11\/01\/1ED258\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121108102950\/http:\/\/giacngo.vn\/thoisu\/2012\/11\/01\/1ED258\/ |date=2012-11-08 }}, đăng ngày 01\/11\/2012.<\/ref>.\n\n==Lịch sử==\n[[Tập tin:Diên Khánh Tự.jpg|nhỏ|phải|250px|Toàn cảnh Diên Khánh Tự]]\nChùa do nhân dân quanh vùng lập vào [[thế kỷ 15]], thời [[Nhà Lê sơ|Lê sơ]]<ref>Theo bài viết của Trần Hữu Tính (Bảo tàng tỉnh Lạng Sơn), thì về chùa Thành được khởi dựng dưới triều [[Lê Thái Tổ]] ([[Lê Thái Tổ|Lê Lợi]]) [http:\/\/www.langson.gov.vn\/vhtt\/node\/5636].<\/ref>. Lúc ấy, chùa có tên là '''Hương Lâm''', nhưng vì ở cạnh Đoàn Thành, nên người dân quen gọi là '''chùa Thành'''.\n\nNăm [[1796]], dưới triều vua [[Nguyễn Quang Toản|Cảnh Thịnh]], chùa được chuyển về vị trí hiện nay (cách vị trí cũ khoảng 200 [[mét]]), tức ở khu vực [[Bến đá Kỳ Cùng]] <ref>Bia Diên Khánh tự bi ký dựng năm Cảnh Thịnh thứ 4 (1796), hiện còn tại chùa Thành ghi (dịch): \"Chùa Diên Khánh ở phía ngoài cửa bắc thành trước kia gọi là chùa Hương Lâm, nay đổi là Diên Khánh, ý nghĩa là tích điều thiện để có nhiều phúc truyền cho người sau\". Thông tin thêm: Căn cứ theo bia di tích dựng tại Bến đá Kỳ Cùng, thì đây chính là nơi đưa đón các đoàn sứ [[Trung Quốc]] và [[Việt Nam]] trong lịch sử bang giao giữa hai nước từ [[thế kỷ 10]] đến [[thế kỷ 19]]. Xem: [[Bến đá Kỳ Cùng]].<\/ref>, bên bờ nam [[sông Kỳ Cùng]] và cạnh bến đò Thạch Độ (chỗ [[cầu Kỳ Cùng]] bây giờ) và lấy tên là '''Diên Khánh Tự''' (Diên Khánh có nghĩa là tích thiện để có nhiều phúc cho đời sau). Năm [[1846]], dưới triều vua [[Thiệu Trị]], chùa đổi tên là '''Tuần Khánh Tự'''. Về sau, chùa đổi lại tên cũ là '''Diên Khánh Tự''' cho đến ngày nay<ref>Theo tác giả Trần Hữu Tính, nguồn đã dẫn.<\/ref>.\n\n==Kiến trúc==\nChùa Thành là ngôi chùa cổ bề thế ở tỉnh Lạng Sơn. Tam quan chùa thiết kế theo lối chồng diêm lớp lớp gồm 24 mái, lợp ngói mũi hài và các đầu đao cong vút. Hệ thống mái chùa được chạm đục tỉ mỉ với các đầu phượng đỡ toàn bộ hoành và các kèo. Những linh vật, như: long, ly, quy, phượng...đều được đắp vẽ rất mỹ thuật.\nCác cột gỗ lim to, cao 9 [[m]], được đặt trên các chân tảng đá xanh và nền chùa lát gạch Bát Tràng ([[Gia Lâm]], [[Hà Nội]]). Cửa sổ cũng được thiết kế đậm chất [[Đông Á|Á Đông]] với ngoài tròn, trong vuông tượng trưng cho âm dương, trời đất. Cánh cửa được tạo tác như một bức tranh tứ bình, tứ quý. Toàn bộ câu đối phía ngoài bằng [[chữ Hán]] được ghép bằng sứ hết sức tỉ mỉ, công phu.\nChùa gồm 38 gian lớn nhỏ, với nhiều hạng mục công trình: tiền đường, phương đình, bái đường, tổ đường, hậu đường,... \n \nChùa Thành được trùng tu nhiều lần vào các năm [[1796]], [[1947]], [[1967]], [[1980]], [[1992]]. Đến năm [[2004]], chùa lại được đại trùng tu, tạo nên sự bề thế như ngày nay.\n\n==Giá trị==\n[[Tập tin:Bến đá Kỳ Cùng.jpg|nhỏ|phải|250px|Bến đá Kỳ Cùng ngày nay, nơi chùa Diên Khánh tọa lạc]]\nToàn bộ hệ thống tượng thờ (gồm 53 pho tượng lớn, nhỏ) của chùa Thành được đúc bằng [[đồng]] nguyên khối. Năm [[2007]], hệ thống tượng thờ này đã được ''Trung tâm Sách Kỷ lục Việt Nam'' xác nhận là \"Ngôi chùa có hệ thống tượng thờ bằng đồng nguyên khối nhiều nhất Việt Nam\".\n\nBên cạnh đó, các hoành phi, câu đối của chùa cũng được chạm khắc tinh xảo. Nhiều bộ được sơn son thếp vàng và có tuổi hàng trăm năm. Đặc biệt, ở chùa hiện còn lưu giữ quả chuông nặng 600 [[kilôgam|kg]] được đúc từ năm Cảnh Trị thứ 9 ([[1671]]), dưới triều vua [[Lê Huyền Tông]] <ref>Có bài viết ghi \"năm [[1671]], dưới triều vua [[Lê Hiển Tông]]\" là sai. Vua Lê Hiển Tông ở ngôi 46 năm ([[1740]]-[[1786]]) và chỉ đặt một niên hiệu là Cảnh Hưng.<\/ref>, và tấm bia Diên Khánh tự bi ký (Bài ký bia chùa Diên Khánh) dựng năm [[1796]], dưới triều vua [[Nguyễn Quang Toản|Cảnh Thịnh]]. Đây là bia đá hai mặt, khắc văn bia viết bằng [[chữ Hán]], đặt trên lưng [[bộ Rùa|rùa]], trán bia khắc nổi \"lưỡng Long chầu nguyệt\", riềm bia khắc hoa văn trang trí.\n\nNgoài ra, tại tam quan hiện treo một đại hồng chung, do các nghệ nhân đến từ [[ngũ Xã|làng Ngũ Xã]] ([[Hà Nội]]) đúc năm [[2007]]. Trọng lượng của quả chuông nặng 2,1 [[tấn]] thể hiện ý nghĩa cầu cho nước [[Việt Nam]] ở [[thế kỷ 21]], được thịnh vượng và quốc thái dân an<ref>Nguồn: Tri thức Việt (đã dẫn) và các bài viết ở mục liên kết ngoài.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*Website chùa Thành [http:\/\/chuathanhlangson.com\/chuathanh\/index.php?language=vi&nv=newschùa&op=Xu-Lang-Que-Toi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305054023\/http:\/\/chuathanhlangson.com\/chuathanh\/index.php?language=vi&nv=newsch%C3%B9a&op=Xu-Lang-Que-Toi |date=2016-03-05 }}. \n* Chùa Thành trên website Du lịch Lạng Sơn, truy cập ngày 23 tháng 6 năm 2003 [http:\/\/www.dulichlangson.com\/di-tich-lich-su\/86-chua-thanh.html]. \n* Chùa Thành Lạng Sơn trên website báo Tuổi Trẻ, đăng ngày 02\/11\/2008 [http:\/\/tuoitre.vn\/Ao-trang\/284467\/chua-thanh-lang-son.html#ad-image-002\/11\/2008]. \n* Chùa Thành trên website Lữ Khách 24 h, truy cập ngày 23 tháng 6 năm 2003 [http:\/\/www.lukhach24h.com\/listing\/chua-dien-khanh.html]{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}.\n\n[[Thể loại:Chùa tại Lạng Sơn]]\n[[Thể loại:Di tích tại Lạng Sơn]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Lạng Sơn (thành phố)]]"}