{"24443":"{{Chùa\n| name = Chùa Thầy\n| img = Chùa_Thầy.jpg\n| img_size = 220\n| img_capt = Chùa Thầy\n| denomination = Thiền [[Ti-ni-đa-lưu-chi]]\n| founded = Chùa được xây dựng từ thời [[nhà Lý]]\n| director = [[Giáo hội Phật giáo Việt Nam]]\n| address = [[Sài Sơn]], [[Quốc Oai]], [[Hà Nội]]\n| vĩ độ = 21.022790\n| kinh độ = 105.645493\n| núi = Núi Thầy\n| country = [[Việt Nam]]\n| tên di tích đặc biệt = Chùa Thầy và khu vực núi đá Sài Sơn, Hoàng Xá, Phượng Cách\n| loại di tích đặc biệt = lịch sử\n| loại di tích đặc biệt 2 = kiến trúc\n| ngày nhận đặc biệt = 31 tháng 12, 2014\n| quyết định đặc biệt = 2408\/QĐ-TTg\n}}\n'''Chùa Thầy''' là một nhóm những ngôi [[chùa]] ở chân núi Sài Sơn, huyện [[Quốc Oai]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] cũ, nay là xã Sài Sơn, huyện Quốc Oai, [[Hà Nội]], cách trung tâm [[Hà Nội]] khoảng 20 [[kilômét|km]] về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời [[nhà Lý]]. Đây từng là nơi tu hành của [[Thiền sư]] [[Từ Đạo Hạnh]], lúc này núi Thầy còn gọi là núi Phật Tích.\n\n== Lịch sử ==\nCùng với chùa Tây Phương và Chùa Hương, Chùa Thầy là một trong những ngôi chùa nổi tiếng nhất Hà Nội. Nếu như [[Chùa Láng]] gắn liền với giai đoạn đầu của cuộc đời [[Từ Đạo Hạnh]], thì chùa Thầy lại chứng kiến quãng đời sau cùng cho đến ngày thoát xác của vị sư thế hệ thứ 12 thuộc dòng Thiền [[Ti-ni-đa-lưu-chi]] này.\n\nBan đầu chùa Thầy chỉ là một am nhỏ gọi là Hương Hải am, nơi Thiền sư Từ Đạo Hạnh trụ trì. Vua [[Lý Nhân Tông]] đã cho xây dựng lại gồm hai cụm chùa: chùa Cao (Đỉnh Sơn Tự 嵿山寺) trên núi và chùa Dưới, tức chùa Cả, tên chữ là Thiên Phúc Tự (天福寺). Đầu [[thế kỷ 17]], Dĩnh Quận Công cùng hoàng tộc chăm lo việc trùng tu, xây dựng điện [[Phật]], điện [[Thánh (định hướng)|Thánh]]; sau đó là nhà hậu, nhà bia, gác chuông. Theo thuyết phong thủy, chùa được xây dựng trên thế đất hình con [[rồng]]. Phía trước chùa, bên trái là ngọn Long Đẩu, lưng chùa và bên phải dựa vào núi Sài Sơn. Chùa quay mặt về hướng Nam, trước chùa, nằm giữa Sài Sơn và Long Đẩu là một hồ rộng mang tên Long Chiểu hay Long Trì (ao Rồng). Sân chùa như hàm rồng ,thủy đình như viên ngọc rồng ngậm.Cây cầu Nguyệt Tiên Kiều và Nhật Tiên Kiều như hai chiếc râu rồng.\n\n== Truyền thuyết Hóa thân chuyển thế ==\nĐây là một khái niệm trong Phật giáo liên quan tới luân hồi, tuy nhiên chỉ được hiện thực hóa rõ ràng trong phái Kim Cang Thừa tại Tây Tạng khởi nguyên của việc hóa thân này cũng là thế kỷ 11 cùng thời với Tổ Từ Đạo Hạnh. Có ít nhất 2 vị vua được cho là hóa thân của [[Từ Đạo Hạnh]]:\n* [[Lý Thần Tông]] (1116-1138)\n* [[Lê Thần Tông]] (1607-1662)\n* [[Lê Hiến Tông]] (do mẹ cầu tự tại chùa Thầy và sinh năm 1461)\n\n== Kiến trúc ==\n\nPhần chính của chùa Thầy được xây dựng theo lối kiến trúc tiền Phật hậu Thánh , Thánh ở đây là Từ Đạo Hạnh một vị danh tăng nổi tiếng dưới thời Lý. Chùa gồm ba tòa song song với nhau gọi là chùa Hạ, chùa Trung và chùa Thượng. Giữa chùa Hạ và chùa Trung có ống muống nối với nhau, tạo thành thế hạ công thượng nhất. Đặc biệt kiến trúc chùa chỉ có 36 lỗ đục các tấm gỗ được xếp chồng lên nhau cực kỳ vững chắc.\n\nChùa Hạ là nhà tiền tế, bày các tượng Đức Ông, Thánh hiền. Ống muống để tượng Bát bộ Kim Cương. Chùa Trung bày bàn thờ Phật, hai bên có hai tượng [[Hộ pháp]], tượng Thiên vương. Chùa Thượng hay chùa trên tách biệt hẳn, ở vị trí cao nhất, biển đề Đại hùng Bảo điện, đồng thời là nhà thánh, để tượng [[Di Đà tam tôn]],Thích Ca, tượng ba kiếp của thiền sư Từ Đạo Hạnh, ban thờ Lý thần Tông còn có 1 đôi Phượng Hoàng gỗ, 2 tượng Phỗng thế kỷ 18 đời vua [[Lê Ý Tông]],\n\nXung quanh chùa có hai dãy hành lang phía sau có lầu chuông, lầu trống. tương truyền do bà Chúa Chè Tuyên Phi Đặng Thị Huệ xin với chúa Tĩnh Đô Vương Trịnh Sâm xây dựng khi về thăm chùa,\n\nPhía trước chùa là một sân rộng nhìn ra hồ Long Chiểu, tạo thành hàm của rồng trước trồng hai cây gạo, nhưng hiện tại hai cây gạo đã chết, được thay bởi cây đa. Từ sân này có hai cầu là Nhật tiên kiều và Nguyệt tiên kiều nối sang hai bên, tạo thành hai râu rồng. Hai cầu này do [[Phùng Khắc Khoan]] xây vào năm 1602. Cầu Nhật Tiên nối sang một hòn đảo nhỏ, trên đảo có đền thờ Tam phủ. [[Cầu]] Nguyệt Tiên nối vào đường lên núi.\n\nGiữa ao Long Chiểu có thủy đình là viên ngọc giữa miệng rồng. Đây cũng là nơi diễn ra trò múa rối nước. Từ Đạo Hạnh được cho là ông tổ của hình thức biểu diễn dân gian này.\n== Điêu khắc trong chùa ==\n[[Tập tin:Chua Thay Haudien.jpg|nhỏ|200px| Chùa thượng của chùa Thầy, Đại Hùng bảo điện]]\nTại chùa Hạ có các pho tượng Đức Ông khá đẹp, và một bức bình phong lớn mô tả cảnh địa ngục.\n\nCác pho Kim Cương đứng trong những tư thế võ mạnh mẽ, sống động. Tại chùa Trung có hai pho tượng Hộ pháp được cho là lớn nhất trong các ngôi chùa Việt Nam, cao gần 4m. Tượng Hộ pháp đắp bằng đất thó, giấy bản giã nhỏ trộn với mật, trứng,..., nên sau hơn ba trăm năm vẫn còn rất tốt.\n\nCác pho tượng đẹp nhất của chùa Thầy tập trung tại chùa Trên.\n\nTrên cao nhất là tượng Di Đà Tam tôn được tạc vào [[đời Mạc]]. Phật A Di Đà ngồi giữa dáng vẻ phúc hậu. Pho tượng Quán Thế Âm bên phải ngồi buông chân trái xuống, chân phải co lên, tay cầm một cây phất trần, dáng vẻ ung dung. Pho Đại Thế Chí ngồi xếp bằng, hai tay bắt ấn mật phùng. Ba pho tượng mỗi pho một vẻ không giống nhau, tạo thành một bộ tượng đẹp đặc biệt.\n\nDưới đó, chính giữa là tượng Thiền sư Từ Đạo Hạnh trong kiếp Phật. Tượng được tạc vào thế kỉ 19, khuôn mặt khắc khổ, nổi rõ mạch máu, ngồi xếp bằng tròn trên một bệ hoa sen còn lại từ đời Lý. Bệ hoa sen đặt trên một con sư tử cuộn tròn, dưới con sư tử là một bệ bát giác. Hiện nay tượng được đội mũ hoa sen và khoác áo vàng.\n\nToàn bộ ba pho Di Đà và tượng Từ Đạo Hạnh đặt trên một bệ đá hai tầng, được làm vào thời [[nhà Trần]]. Bệ đá chạm những cánh hoa sen, bốn mặt chạm hình rồng và hoa lá, bốn góc có hình thần điểu [[Garuda]].\n\n[[Tập tin:HTay ChThay ChCa TuDaoHanh.jpg|nhỏ|150px| Tượng Từ Đạo Hạnh tại chùa Thầy]]\nBên phải là tượng Thiền sư ở kiếp Vua. Tương truyền Từ Đạo Hạnh sau khi đã hóa, đầu thai làm con trai của Sùng Hiền Hầu và trở thành nhà vua [[Lý Thần Tông]]. Tượng Lý Thần Tông đầu đội mũ bình thiên, mình khoác long bào, ngồi trên ngai vàng. Bên trái có tượng Từ Đạo Hạnh trong kiếp Thánh, ngồi trong một khám gỗ chạm trổ cầu kì. Tượng này có cốt bằng tre, có thể cử động. Tương truyền xưa kia mỗi khi mở cửa khám thì tượng tự động nhỏm dậy chào. Sau một vị quan triều Nguyễn nói rằng \"Thánh thì không phải chào ai cả\", nên tháo hệ thống khớp nối, từ đó tượng ngồi yên. Pho tượng này thể hiện nghệ thuật làm rối nước của dân gian.\n\nTrong chùa còn có tượng ông Từ Vinh và bà Tăng Thị Loan là cha mẹ Từ Đạo Hạnh và hai bạn đồng đạo thân thiết của Ngài là Thiền sư [[Lý Quốc Sư|Minh Không]] và Thiền sư [[Giác Hải]].\n\nTrước tượng Từ Đạo Hạnh ở chính giữa có một bàn thờ gỗ chạm trổ rất đẹp. Xưa kia nền đất còn thấp, người thắp hương vịn vào bàn thờ tạo thành một chỗ hõm rất lớn. Trong chùa Thượng còn có hai cây cột làm bằng loại gỗ quý là gỗ Ngọc am.\n\n== Hệ thống chùa trên núi ==\n[[Tập_tin:Chùa_Thầy_(9411972929).jpg|nhỏ|Toàn cảnh Thủy đình, 2 bên là cầu Nhật Tiên và Nguyệt Tiên]]\n[[Tập tin:Altar of Prime Minister Lu Gia inside Cac Co Cave - Bàn thờ Thừa tướng Lữ Gia trong hang Cắc Cớ (2).jpg|nhỏ|phải|200px|Bàn thờ Thừa tướng [[Lữ Gia]] bên trong hang Cắc Cớ, thuộc địa phận khu di tích chùa Thầy]]Qua cầu Nguyệt Tiên nối với con đường lên núi. Trên núi có chùa Cao, vốn là Hiển Thụy am, còn có tên là Đỉnh Sơn Tự, là nơi Thiền sư Từ Đạo Hạnh đến tu đầu tiên. Trên vách chùa còn khắc những bài thơ tức cảnh của [[Nguyễn Trực]] và [[Nguyễn Thượng Hiền]]. Tương truyền rằng động Phật Tích ở sau chùa là nơi Ngài Từ Đạo Hạnh thoát xác để đầu thai làm vua [[Lý Thần Tông]], nên còn gọi là hang Thánh Hóa.\n\nPhía trên chùa Cao, trên đỉnh núi có một mặt bằng gọi là chợ Trời với nhiều tảng đá hình bàn ghế, kệ bày hàng, ly rượu,... trong đó có một phiến đá nhẵn lì được gọi là bàn cờ tiên. Có lẽ nơi đây ngày xưa các bậc trích tiên vẫn ngồi chơi cờ, uống rượu, thưởng trăng và [[ngâm thơ]].\n\nTừ chùa Cao, đi vòng ra phía sau là hang Cắc Cớ, là nơi tình tự của trai gái ngày xưa trong những ngày hội hè, như ca dao đã ghi lại:\n\n:''Gái chưa chồng trông hang Cắc Cớ,''\n:''Trai chưa vợ nhớ hội chùa Thầy.''\n\nĐi ngược lên trên là đến đền Thượng. Gần đền Thượng có hang Bụt Mọc với nhiều tảng đá được thời gian bào mòn trông như tượng Phật. Tiếp đó là hang Bò với lối vào âm u. Cách một đoạn là đến hang Gió với những ngọn gió thổi thông thốc cả hai đầu.Dưới hang gió có một lối đi nhỏ là hang của Bác ngày xưa xuống để phòng ngự đánh giặc.\n\nỞ chân núi phía Tây còn có chùa Bối Am, còn gọi là chùa Một Mái, chùa có tên như vậy là vì chùa chỉ có một mái [[ngói]], mặt sau chùa dựa vào vách núi. Truyền thuyết ở khu vực chùa Bối Am, thuộc phạm vi căn cứ Đỗ Động Giang xưa cho biết: Trước kia có một toán quân của [[Lã Đường]] tự Lã Tá Công, một trong [[Thập nhị sứ quân]], bị vây hãm trong hang núi và bị chết đói hết cả.<ref>{{Chú thích web |url=http:\/\/www.sinhcafe.travel\/?sinhcafe=cat&cID=274&CatId=210&nID=534 |ngày truy cập=2014-04-07 |tựa đề=Di tích Hà Tây |archive-date=2016-03-05 |archive-url=https:\/\/web.archive.org\/web\/20160305164440\/http:\/\/www.sinhcafe.travel\/?sinhcafe=cat&cID=274&CatId=210&nID=534 |url-status=dead }}<\/ref> Điều này chứng tỏ đã có một cuộc tấn công của sứ quân [[Lữ Đường]] tới lãnh địa sứ quân [[Đỗ Cảnh Thạc]], chiếm đóng tại đây.\n\nNhư vậy, quanh núi Thầy, ngoài '''chùa Thầy''' còn có cả một cụm kiến trúc [[Phật giáo]] được xây dựng trong những khoảng thời gian khác nhau.\n\nTrong một bài ký ghi trên vách núi, Chúa [[Trịnh Căn]] đã phác họa cảnh chùa Thầy \"như viên ngọc nổi lên giữa đám sỏi đá, rạng vẻ xuân tươi khắp cả bốn mùa. Động trên hệt như cõi thanh hư, bên vách còn in mây ráng. Ao rồng thông sang bến siêu độ, cầu tiên Nhật Nguyệt đôi vầng. Hình tựa bình phong, sông như dải lụa\".\n\n== Di sản văn hóa==\nNằm ở xứ Đoài, nơi ít bị ảnh hưởng trong suốt hàng ngàn năm chống giặc ngoại xâm, là một trong những trung tâm phật giáo cổ và lớn nhất gần Kinh đô Thăng Long, với quan hệ đặc biệt với các Hoàng gia triều Lý, hậu Lê nên chùa Thầy có số lượng di sản văn hóa vừa nhiều về số lượng vừa trải đều qua các triều đại Lý, Trần, Lê, Mạc, Nguyễn. Đây là ngôi chùa có tính bảo lưu một cách liên tục nhất các di vật văn hóa, nghệ thuật từ thời Lý.\n{| class=\"wikitable\"\n!Di sản\n!Số lượng\n!Niên đại\n!Lai lịch\n!Ghi chú\n|-\n|'''Cột gỗ Kim Giao'''\n|2\n|Lý\n|\n|2 cây cột nằm trên chùa Thượng của chùa Thiên Phúc, đây là 2 cây cột cái nguyên bản bằng gỗ quý từ khi xây chùa vẫn đượ giữ lại sau các đợt trùng tu, có tuổi khoảng hơn 940 năm. Đây là cấu kiện kiến trúc bằng gỗ cổ nhất Việt nam\n|-\n|'''Bệ đá Tượng Tổ Sư'''\n|1\n|Lý\n|\n|gồm 1 tòa sen phía trên của một con sư tử cuộn tròn, phía dưới là phần chân đế, đây là tòa sen đá thời Lý còn nguyên vẹn hiếm có tại Việt Nam\n|-\n|'''Tảng đá trấn trạch'''\n|2\n|Lý\n|Từ Đạo Hạnh đích thân làm \n|1 tảng đá ở phía sau cung thờ vua Lý Thần Tông, 1 tảng đá phía nền của chùa Trung, tương truyền do tổ sư Từ Đạo Hạnh \"trấn\" để cho Long Vương không dâng nước cuốn gỗ của chùa và kẻ trộm không nhòm ngó được các đồ của nhà chùa, người dân thường xua các tảng đá này để cầu may\n|-\n|'''Chuông đồng lớn''' \n|1\n|Lý, Long Phù Nguyên Hòa Thứ 9 (1109)\n|\n|đã bị phá hủy\n|-\n|Bệ đá kép '''\"Bách Hoa Đài \"'''\n|1\n|Trần \n|\n|đây là một trong 7 bệ đá đời Trần ở Việt nam, bệ này là bệ lớn nhất về kích thước và là bệ đá \"kép\" gồm 2 tầng duy nhất còn tồn tại\n|-\n|'''Nhang án'''\n|7\n|Lê Sơ TK.15-16\n|\n|cái cổ nhất là ở gian giữa Thượng Điện chùa Thiên Phúc (Cả), khoảng 500 năm, mép bên phải bị vẹt và nhẵn vì tay người đã vịn vào khi dâng hương lễ Phật\n|-\n|'''Sập thờ'''\n|1\n|TK.17\n|\n|bằng gỗ, gian thờ Vua ở tòa điện Thánh, cao 0.65m, dài 1.7m, rộng 1.25m, chủ yếu là hoa văn Như Ý \n|-\n|'''Bộ tượng Di đà Tam Tôn'''\n|1\n|năm 1602 đời Mạc\n|Trạng Bùng Phùng Khắc Khoan cúng tiến\n|'''Bảo vật Quốc gia''' từ năm 2015, gồm 3 tượng: Phật A di đà, Quan Thế Âm, Đại Thế Chí, đây là bộ tượng cổ nhất cùng loại, làm bằng gỗ mít, sơn son thếp vàng, cổ các tượng khắc chuỗi anh lạc vô cùng tinh xảo \n|-\n|'''Tượng vua Lý Thần Tông'''\n|1\n|năm 1735 đời Lê Trung Hưng\n|Vua [[Lê Ý Tông]] cúng tiến\n|gian bên Trái, Thượng Điện chùa Cả, Tuy nói là Vua Lý Thần Tông nhưng Tượng tạc vào TK.18 và tương truyền miêu tả hình dáng vua Lê Thần Tông, đây là bức tượng do Hoàng gia đứng đầu là vua bấy giờ tiến cúng nên vô cùng quý giá.\n|-\n|'''Phượng Hoàng cuốn thư (gỗ)'''\n|3\n|năm 1735 đời Lê Trung Hưng\n|Vua [[Lê Ý Tông]] cúng tiến\n|gian bên Trái, Thượng điện chùa Cả, cao 2.3m\n|-\n|'''Tượng Phỗng'''\n|2\n|năm 1735 đời Lê Trung Hưng\n|Vua [[Lê Ý Tông]] cúng tiến\n|gian bên Trái, Thượng điện chùa Cả\n|-\n|'''Hạc gỗ'''\n|2\n|TK.18\n|\n|Thượng Điện chùa cả (tòa điện thánh)\n|-\n|'''Sập thờ'''\n|1\n|TK.18\n|\n|cung thờ [[Lý Thần Tông]], cao 2.45m\n|-\n|'''Khám thờ''' \n|1\n|TK.16\n|\n|Cung thờ Thánh bên phải tòa điện thánh, khám cao 3m dài và rộng 1.83m\n|-\n|'''Tượng thân xá lợi Thánh Từ Đạo Hạnh'''\n|1\n|TK.16\n|\n|Nguyên trước đây là thân người thật của Thánh, nhưng khi quân Minh (tk.15) sang xâm lược đã đốt mất, dân dùng mây tre, bện lại mà thành, đặt trong 1 khám thờ cầu kỳ to như cả gian nhà, có dây cơ có thể đứng lên ngồi xuống, sau đó Tổng Đốc Sơn Tây Cao Xuân Dục cho cắt dây rối đi để tỏ lòng kính trọng nhà Thánh.\n|-\n|'''Tượng Từ Đạo Hạnh (kiếp Phật)'''\n|1\n|TK.19 đời Nguyễn\n|\n|đặt tại gian giữa thượng điện, chùa cả,đặt trên bệ đá cổ thời Lý\n|-\n|'''Ngai thờ cha mẹ Thánh''' \n|1\n|năm 1346 đời Trần\n|Người coi điện Đinh Thiện làng Trung Thụy xã Đô Minh Cẩm\n|nằm trên điện Khải Thánh của chùa Đính Sơn ở trên núi, đây là di vật hiếm hoi bằng gỗ từ thời Trần, là một trong số '''di vật quý giá nhất ở chùa''', làm ngày 25.10 năm Bính Tuất (1346) năm Thiệu Phong đời vua Trần Dụ Tông khắc hình '''\"Sừng Tê Ngọc Báu \" lồng Lá Đề''' \n|-\n|'''Đạo sắc phong'''\n|26\n|TK.17 đến TK.20\n|\n|'''Các năm ban sắc phong''': 1637, 1638, 1639, 1642, 1645, 1647, 1649, 1653, 1671, 1674, 1711, 1730, 1740, 1767, 1784, 1787, 1789, 1793, 1802, 1821, 1839, 1852, 1881, 1909, 1925.\n|-\n|'''Rồng đá''' \n|4\n|Trần \n|\n|2 bên Nhật Tiên Kiều và Nguyệt Tiên Kiều\n|-\n|'''Chuông đồng''' \n|1\n|năm 1794 đời Tây Sơn\n|\n|cao 1.75m, đỉnh rộng 0.44m, miệng rộng 0.93m, quay chuông rồng cuốn đời Lê cao 0.55m\n|-\n|'''Khánh Đồng''' \n|2\n|\n|\n|1 trên Gác Chuông, 1 dưới tòa chùa Hạ\n|-\n|'''Tượng Quan Âm Chuẩn Đề''' \n|1\n|TK.18\n|\n|Đại hùng bảo điện chùa Trung\n|-\n|'''Tượng Tam Thế'''\n|1\n|TK.16\n|\n|Đại hùng bảo điện chùa Trung\n|-\n|'''Tượng Di Lặc'''\n|1\n|TK.19\n|\n|Đại hùng bảo điện chùa Trung\n|-\n|'''Tượng Thích Ca sơ sinh'''\n|1\n|TK.19\n|\n|Đại hùng bảo điện chùa Trung\n|-\n|'''Các tượng khác''' \n|\n|Tk.17-20\n|\n|\n* '''Chùa Thượng''': Thích Ca, Cửu Long\n* '''Chùa Trung''': Tam thế, Tuyết Sơn, Di Đà, Quan Âm, Địa Tạng Thập Điện Diêm Vương, Nam tào, Bắc Đẩu, khuyến Thiện, Trừng Ác, Tứ Trấn Thiên Vương, Bát Bộ Kim Cang, Chúa Ông (2 pho), già Lam, Chân Tể, Thánh hiền, Diệm Nhiên, Đại sĩ...\n* '''Hành Lang''': Thổ Địa, giám Trai, Thập Bát La Hán...khám thờ Tứ Ân\n* '''Nhà Tổ''': Từ Đạo Hạnh, Đạt Ma, Quan âm tống tử, các tổ sư, tam tòa thánh mẫu, sơn thần, các bà chúa Mạc bằng đá (tượng hậu)... Ngai Thờ,\n* '''Đền Tam Phủ''': Ngọc Hoàng, Diêm Vương, Long Vương, \n* '''Chùa Đính Sơn:''' Thánh Phụ, Thánh Mẫu, Di Lặc, Tam thế, Thất Phật, Chuẩn Đề, Từ Đạo Hạnh, Các Tổ Sư, Ngọc Hoàng, Tam Tòa Thánh Mẫu, Ngũ vị Tôn Quan, Trần Triều, Sơn Trang, Tứ phủ quan hoàng, Thánh cô, Thánh Cậu, Sơn Thần... \n* '''Chùa Một Mái''': Tam Thế, Chuẩn Đề, Cửu Long, Phạm Vương, Đế Thích, Khuyến Thiện, Trừng Ác, Thánh Hiền, Chúa Ông, Sư Tổ, Tứ Phủ Công Đồng,... \n* '''Đền Thượng''': Sơn Tinh, Văn Xương, Quan Thánh Đế Quân, Khám thờ và bài vị Trần Hưng Đạo, sáu cái nhang án, 3 ngai thờ... \n|-\n|'''Bia đá'''\n|7\n|TK.17-18 \n|\n|cổ nhất là tấm: \"Thiên Phúc Tạo Tự Bi \", năm Thịnh Đức thứ nhất 1653, các năm: 1653, 1666, 1673, 1683, 1672, 1717 \n|-\n|'''Ngựa gỗ'''\n|2\n|\n|\n|1 Hồng mã, 1 bạch mã, ít khi thấy ở các chùa \n|-\n|'''Khác'''\n|\n|\n|\n|\n* 8 giá kiếm, đao, chấp kích TK.17; \n* Cung thờ Vua Lý Thần Tông có: tiêu sáo, hòm sách, 4 thanh đao, 1 thanh kiếm, 2 gậy, 1 chùy, 1 việt phủ....TK.17;\n* Hệ thống hoành phi: Đại Hùng Bảo Điện (chùa thượng), Chư Phật Hải Hội (chùa trung)... cùng nhiều hoành phi, câu đối, cửa võng, bát nhang, án gian, kiệu, long đình, bát bửu, đồ tế khí, chấp kích, lọng,....\n|}\n\n== Lễ hội và văn hóa ==\nHội chùa Thầy diễn ra từ ngày mùng 5 đến ngày mùng 7 tháng ba [[Âm lịch]] hàng năm. Trong ngày hội, nhiều [[tăng ni]] từ các nơi khác trong vùng cùng về đây dự lễ trong những bộ [[cà-sa]] trang trọng, tay cầm gậy hoa, miệng tụng kinh trong tiếng [[mõ]] trầm đều. Lễ cúng Phật và trai đàn - một diễn xướng có tính chất tôn giáo - được thực hiện có sự phối hợp của các nhạc cụ dân tộc.\n\nNhưng hội chùa Thầy không chỉ có những nghi thức [[tôn giáo]]. Ở đây còn có trò múa rối nước mang đậm sắc thái dân gian mà ngày nay có tiếng vang ở nhiều nước. Trai thanh gái lịch gần xa tìm đến hội chùa Thầy còn để thỏa mãn tính mạo hiểm khi leo núi và khao khát bày tỏ tình yêu trong một khung cảnh thiên nhiên rộng mở:\n\n:''Rủ nhau lên núi Sài Sơn''\n:''Ai làm đá ướt đường trơn hỡi mình?''\n:''Hỏi non, non những làm thinh''\n:''Phải rằng non đã vô tình với ai?''\n:''Nước non ví chẳng chiều đời''\n:''Mắt xanh đâu lẽ phụ người tình chung?''\n:''Yêu nhau ta dắt nhau cùng''\n:''Non bao nhiêu đá nặng lòng bấy nhiêu.''\n\n:(Á Nam [[Trần Tuấn Khải]])\n:\n:Về văn hóa, Chùa thầy có truyền thống nghìn năm về văn hóa. Nơi đây đã sinh ra Trạng Bùng Phùng Khắc Khoan, Phan Huy Ích, Phan Huy Chú làm sáng danh lịch sử nước nhà.\n\n== Các đời trụ trì ==\n* Thánh Tổ [[Từ Đạo Hạnh]] Thiền sư\n* Đại sa môn [[Huệ Hưng]]\n*Thiên Phúc Hòa thượng, Tỳ Kheo An Thiền\n* Sư [[Lan Hương]] trụ trì: 1897-1900\n*Hoà Thượng [[Minh Tâm]] trụ trì: 1900 - 1906\n*Hòa thượng Thích Thanh Mậu - [[Sơn Tăng Như Tùng]] - Thích Thanh Thi (1900 - 1945)\n*Hòa Thượng Thích Tâm Quyến, viên tịch năm 1984 Là Sư Huynh Của Trưởng Lão HT Thích Thanh Bích\n* Hoà Thượng [[Thích Viên Thành]] (1950 - 2002) trụ trì: 1984 - 2002\n* Đại Đức Thích Minh Hiển (Trụ trì Thiên Phúc Tự - Chùa Thầy hay chùa Cả), Đại Đức [[Thích Đạo Vĩnh]], Đại Đức [[Thích Minh Đạo]] (Trụ trì Đỉnh Sơn Tự - Hiển Thụy Am - Chùa Cao), Thượng Tọa [[Thích Minh Hà]] (trụ trì Bối Am Tự - chùa Một Mái), Thượng Toạ Thích Minh  Xuân (trụ trì chùa Long Đẩu), Thích Đạo Khuê\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n== Xem thêm ==\n\n{{coord|21.0228246|105.643299| type:landmark_region:VN| format= dms| display= title}}\n\n== Liên kết ngoài ==\n*[https:\/\/web.archive.org\/web\/20071029031355\/http:\/\/www.hatay.gov.vn\/xahuyen.asp?catid=QUOCOAI&subid=27 Khu danh thắng chùa Thầy]\n*[https:\/\/web.archive.org\/web\/20071016182004\/http:\/\/www.hatay.gov.vn\/tintuc_chitiet.asp?id=206&catid=LEHOI Lễ hội]\n* Du lịch chùa Thầy\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n{{Di tích Việt Nam hạng đặc biệt}}\n{{Chùa tại Việt Nam}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Chùa tại Hà Nội|Thầy]]\n[[Thể loại:Quốc Oai]]\n[[Thể loại:Chùa Việt Nam]]\n[[Thể loại:Bảo vật quốc gia của Việt Nam]]\n[[Thể loại:Danh lam thắng cảnh]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}