{"448698":"{{bài cùng tên|Chùa Một Cột (định hướng)}}\n{{Thông tin chùa\n| name = Chùa Nhất Trụ<br>壹柱寺 (Nhất Trụ tự)\n| img = Chuanhattru239.jpg\n| img_size = 300\n| img_capt = Tam quan chùa\n| denomination = Phật giáo Đại thừa\n| founded = Năm [[984]] (năm Thiên Phúc thứ 5)<br>Dựng lại [[1944]]<br>Trùng tu [[1992]]\n| closed = \n| founder = Vua [[Lê Đại Hành]] \n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = Đại đức\n\n| priest = \n| rinpoche = \n| reverend = \n| address = Khu di tích [[cố đô Hoa Lư]],<br> huyện [[Hoa Lư]], tỉnh [[Ninh Bình]]\n| country = {{Biểu tượng lá cờ|Vietnam}} Việt Nam}}\n'''Chùa Nhất Trụ''', còn gọi là Chùa Một Cột là ngôi chùa cổ từ thế kỷ X thuộc vùng bảo vệ đặc biệt của [[Quần thể di tích Cố đô Hoa Lư|khu di tích Cố đô Hoa Lư]] ([[Ninh Bình]]). Chùa còn lưu giữ được nhiều cổ vật gắn với lịch sử hình thành [[hoa Lư|kinh đô Hoa Lư]], nổi bật nhất là cây cột kinh phật bằng đá trước sân chùa, đây là một bảo vật quốc gia đang được các nhà nghiên cứu lập hồ sơ đề nghị [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận là di sản tư liệu thế giới.<ref>[http:\/\/baodatviet.vn\/Home\/congdongviet\/Cot-kinh-da-Ninh-Binh-ung-vien-di-san-tu-lieu-the-gioi\/20118\/163039.datviet Cột kinh đá Ninh Bình ‘ứng viên’ di sản tư liệu thế giới]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/baochinhphu.vn\/van-hoa-the-thao\/cong-nhan-25-bao-vat-quoc-gia\/244331.vgp Công nhận 25 bảo vật quốc gia-Cột kinh Phật chùa Nhất Trụ (Niên đại: năm 995, dưới thời vua Lê Đại Hành, hiện lưu giữ tại Khu di tích Lịch sử và Kiến trúc nghệ thuật Cố đô Hoa Lư, thuộc Trung tâm Bảo tồn di tích Lịch sử - Văn hóa Cố đô Hoa Lư, tỉnh Ninh Bình).]<\/ref>\n\n==Vị trí==\nChùa Nhất Trụ cùng với [[động Am Tiên|chùa Am Tiên]], [[chùa Kim Ngân]], chùa [[Cổ Am]], [[chùa Duyên Ninh]] là những chùa cổ thời [[nhà Đinh|Đinh]] - [[nhà Tiền Lê|Lê]] nằm trong khuôn viên kinh [[hoa Lư|thành Hoa Lư]] còn tồn tại đến ngày nay. Trong số đó, chùa Nhất Trụ nằm ở vị trí trung tâm thành Đông, là di tích quan trọng nhất. Chùa là nơi tu hành và họp bàn việc nước của các nhà [[tỉ-khâu|sư]] [[thế kỷ 10]] như [[Pháp Thuận]], [[Khuông Việt]] và [[Vạn Hạnh]].\n\nNhất Trụ tự nằm cạnh đình Yên Thành, rất gần [[đền thờ Công chúa Phất Kim]] và [[đền Vua Lê Đại Hành|đền vua Lê Đại Hành]]. Những di tích này đều thuộc làng cổ Yên Thành, xã Trường Yên, [[Ninh Bình]]. Chùa được xây dựng theo kiểu chữ \"đinh\" (丁), hướng chính Tây, gồm có cột kinh Lăng Nghiêm, chính điện, nhà tổ, phòng khách, nhà ăn, và các tháp.\n\n==Bảo vật quốc gia==\nChùa Nhất Trụ có tên như vậy là do trước chùa có một cột kinh phật bằng đá [[Nhất Trụ]] (cột kinh Lăng Nghiêm) đã được xếp hạng Bảo vật quốc gia. Cột kinh phật chùa Nhất Trụ cao hơn 4 [[m]], có 8 mặt và 6 chi tiết được lắp dựng với nhau bởi các ngõng đá bao gồm: Tảng đế vuông dày 30&nbsp;cm, kích thước mỗi chiều 140&nbsp;cm, có lỗ mộng tròn ở giữa. Đế tròn có đường kính 76&nbsp;cm, dưới đáy đế có ngõng lắp vừa khít vào lỗ mộng ở tảng đế vuông. Trên mặt đế tròn có lỗ mộng sâu 9&nbsp;cm. Thân cột [[bát giác]] cao hơn 2,0m và có số đo qua tâm hai mặt đối diện là 65&nbsp;cm ở phần trên và 61&nbsp;cm ở phần dưới thân cột. Hai đầu cột đều có ngõng cắm vào đế và thớt. Thớt bát giác dày 13&nbsp;cm, số đo qua tâm hai mặt đối diện là 69&nbsp;cm, mặt dưới có lỗ mộng ngậm khít vào ngõng trên của thân bát giác. Phía trên thớt là biểu tượng bông hoa sen bằng đá cao 26&nbsp;cm có đường gờ miệng uốn lượn tạo nên 8 đỉnh nhọn, phía dưới bông hoa thu nhỏ thành hình tròn, mặt trên có lỗ mộng tròn để gắn chóp. Chóp có hình chiếc hồ lô thóp bụng, miệng tù, cao 80&nbsp;cm, có đường kính 30&nbsp;cm. Phía trên tảng vuông bao quanh đế cột có vòng tròn đường kính 107&nbsp;cm trang trí những cánh sen, với tổ hợp 22 cánh đơn, [[chiều dài]] mỗi cánh 15–17&nbsp;cm, rộng 13&nbsp;cm. Cánh sen thon tương tự như cánh sen trang trí trên một số tảng đá của các công trình khác trong khu di tích... Trên tám mặt của thân bát giác có khắc đầy chữ hán, ước khoảng 2.500 chữ, nhiều chữ đã bị mờ khiến cho văn tự không đọc được nguyên vẹn, số chữ có thể đọc được hoặc nhận dạng là 1.200 chữ. Do ảnh hưởng của thời tiết, môi trường tác động mà hiện tại số lượng chữ có thể đọc được là rất hạn chế. Các mặt của lăng Kinh khắc bài thần chú trong Kinh Lăng Nghiêm và một số bài kệ. Cột đá này được dựng khoảng năm [[995]]. Trên cột đá còn thấy các chữ \"Đệ tử Thăng Bình Hoàng đế tả tạo\" (Hoàng đế Thăng Bình tức vua [[Lê Đại Hành|Lê Hoàn]]).\n\n==Thạch kinh cổ nhất Việt Nam==\nNói tới nghệ thuật [[điêu khắc]] đá trong dòng chảy [[văn hóa Việt Nam]] phải kể đến các tượng Phật bằng đá và bia đá mà thạch kinh chùa Nhất Trụ là một minh chứng còn tồn tại. Thuở tiền sử sơ khai, từ công cụ lao động tới mọi vật dụng đều được làm từ đá: rìu đá, dao đá, lưỡi cày đá... Nên đá chính là dư âm vạn năng từ ngàn xưa còn vọng lại ngày nay thành linh khí. Thạch kinh xuất hiện lần đầu tiên ở [[Trung Quốc]] vào năm 971 khi được Vua Tống cho khắc kinh Đại tạng lên cột đá để cúng dường. Chỉ hai năm sau, Nam Việt Vương [[Đinh Liễn]] con trai Vua [[Đinh Tiên Hoàng]] đã cho dựng 100 cột kinh Phật bằng đá, khắc [[kinh Đà la ni]] ở [[Hoa Lư]]. Từ đây về sau tạo thành một dòng chảy thạch kinh trong văn hóa Việt Nam.\n\nKinh tràng Hoa Lư là biểu tượng của Pháp trong [[Tam bảo|Tam Bảo nhà Phật (gồm: Phật, Pháp, Tăng)]] nhà Phật (gồm: Phật, Pháp, Tăng), với mong muốn làm nên những cuốn kinh Phật bền vững tới muôn đời sau. Sau [[nhà Đinh]], [[Lê Đại Hành|Lê Hoàn]] cho dựng thạch kinh ở chùa Nhất Trụ. Từ đây về sau nhân dân Việt Nam có truyền thống dựng Thạch Kinh trước điện thờ Phật.\n\nKhi khai quật lòng đất [[cố đô Hoa Lư]], cách [[đền Vua Đinh Tiên Hoàng|đền thờ vua Đinh]] khoảng 2 [[kilômét|km]], các nhà khảo cổ đã tìm ra được gần 20 cột kinh thời Đinh. Đó là những cột đá có 8 mặt, dài khoảng từ 0,5 m đến 0,7 m. Trên tất cả các cột này đều có khắc bài thần chú ''Phật đinh tôn thắng đà la ni''. Các cột đinh này được dựng trong các năm khác nhau. Trên một cột kinh tìm được năm [[1964]], ngoài bài thần chú trên, còn có một bài kệ bằng [[chữ Hán]] khá dài, liên quan đến Phật điện [[Đại thừa|Đại Thừa]].\n\n==Lễ hội chùa Nhất Trụ==\nGiá trị văn hóa của chùa Nhất Trụ trong quần thể di tích [[cố đô Hoa Lư]] được thể hiện ở câu đối:\n:''[[Tràng An]] thắng cảnh hoàng đô thủy''\n:''Nhất Trụ danh lam Phật tích linh''.\nDịch là: Thắng cảnh [[Tràng An]] kinh đô gốc\/Danh lam Nhất Trụ dấu Phật còn.\n\nỞ kinh đô Thăng Long sau này, người cháu ngoại của Vua [[Lê Đại Hành]] là [[Lý Thái Tông]] cũng cho xây dựng [[chùa Một Cột]], có nhiều nét kiến trúc tương đồng với chùa Nhất Trụ ở [[cố đô Hoa Lư]].\n\nLễ hội chùa Nhất Trụ cùng với 8 ngôi chùa cổ khác ở [[cố đô Hoa Lư]], xã Trường Yên diễn ra dịp [[lễ hội Trường Yên]] đầu tháng 3 âm lịch hàng năm.\n\nHàng năm, vào ngày [[Tết Nguyên tiêu|15 tháng Giêng]], tại chùa diễn ra lễ khao tống thuyền rồng, đây là lễ cúng [[Phật]] cầu nguyện cho quốc thái dân an. Đêm nguyên tiêu có hội thơ tưởng nhớ [[thiền sư]] Đỗ Pháp Thuận. Ngày 8 tháng 4 âm lịch có lễ [[lập hạ]] tại chùa, cầu thời tiết thuận hoà, mùa màng tốt tươi.<ref>[http:\/\/baoninhbinh.org.vn\/news\/print\/2DC42A Bảo tồn và phát huy giá trị lịch sử, văn hoá chùa Nhất Trụ]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref>\n\n==Ảnh==\n<gallery>\nTập tin:Khuôn viên Nhất Trụ tự, 2010 (1).jpg|Phong cảnh Chùa Nhất Trụ ở [[Cố đô Hoa Lư]]\nTập tin:codohoalu2010k92.jpg|Cổ vật thế kỷ X\nTập tin:Dinhyenthanh.jpg|Đình Yên Thành\nTập tin:Khuôn viên Nhất Trụ tự, 2010 (2).jpg|Cột kinh cổ nhất Việt Nam\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.anninhthudo.vn\/Phong-su\/Bi-an-cot-kinh-Phat-o-chua-Nhat-Tru\/462321.antd Bí ẩn cột kinh Phật ở chùa Nhất Trụ]\n*[http:\/\/vietnam.vnanet.vn\/vnp\/vi-vn\/13\/5\/5\/35669\/default.aspx Khám phá Việt Nam - Chùa Nhất Trụ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120829001537\/http:\/\/vietnam.vnanet.vn\/vnp\/vi-vn\/13\/5\/5\/35669\/default.aspx |date=2012-08-29 }}, Bài và ảnh: Đặng Kim Phương\n*[http:\/\/www.ninhbinhtourism.com.vn:8080\/modules.php?name=News&op=viewst&sid=69 Chùa Nhất Trụ]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}\n*[http:\/\/daitangkinhvietnam.org\/lich-su-phat-giao\/phat-giao-viet-nam\/418-o-pht-thi-k-t-ch-nha-inh-va-tin-le.html Đạo Phật Thời Kỳ Tự Chủ Nhà Đinh và Tiền Lê] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100621022616\/http:\/\/daitangkinhvietnam.org\/lich-su-phat-giao\/phat-giao-viet-nam\/418-o-pht-thi-k-t-ch-nha-inh-va-tin-le.html |date=2010-06-21 }}\n*[http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=50490 Thạch kinh cổ nhất Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927003118\/http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=50490 |date=2007-09-27 }}\n*[http:\/\/www.songhuong.com.vn\/diendan\/?cid=2,16&id=552&prt=95 Thêm 16 cột kinh (sách đá) thời Đinh được phát hiện ở Hoa Lư] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926224407\/http:\/\/www.songhuong.com.vn\/diendan\/?cid=2,16&id=552&prt=95 |date=2007-09-26 }}\n*[http:\/\/sgtt.vn\/Van-hoa\/My-thuat\/127691\/Sap-dat-thu-phap-Mat-ngu.html Sắp đặt thư pháp Mật ngữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100827205502\/http:\/\/sgtt.vn\/Van-hoa\/My-thuat\/127691\/Sap-dat-thu-phap-Mat-ngu.html |date=2010-08-27 }}\n\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Di tích Cố đô Hoa Lư]]\n[[Thể loại:Chùa tại Ninh Bình]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]"}