{"101959":"{{Chùa\n| name = Chùa Trầm\n| img = \n| img_size = \n| img_capt = \n| denomination = [[Giáo hội Phật giáo Việt Nam]]\n| founded = Năm Ất Hợi (1515)\n| closed = \n| founder = [[Tướng quân]] [[Trần Văn Tăng]]\n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = xã [[Phụng Châu, Chương Mỹ|Phụng Châu]], huyện [[Chương Mỹ]], [[Hà Nội]]\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Trầm''' tọa lạc trên núi Trầm hay còn gọi là '''Tử Trầm Sơn''' (紫沉山), là một quần thể nhiều ngôi [[chùa]] thuộc địa phận xã [[Phụng Châu, Chương Mỹ|Phụng Châu]], huyện [[Chương Mỹ]], [[Hà Nội]], cách trung tâm [[Hà Nội]] khoảng 20 km, xưa là làng Long Châu, [[hà Đông (tỉnh)|tỉnh Hà Đông]]. \n\nĐịa thế chùa rất đẹp với các núi nhỏ chung quanh như núi Ninh Sơn, Đồng Lư, Tiên Lữ. Mỗi cuối tuần, nơi đây thu hút số lượng lớn Phật tử và du khách về tham quan, tổ chức cắm trại qua đêm. Nơi đây cũng là thiên đường của những người đam mê bộ môn [[Trekking]], đạp xe đạp, chụp ảnh,...\n\nĐây là cả một danh lam thắng cảnh với núi Trầm và ba ngôi chùa: chùa Trầm, chùa Hang và chùa Vô Vi. Ba ngôi chùa đã đạt đến sự hài hòa cao độ giữa núi và chùa, tạo cảm giác tự nhiên để du khách nghĩ rằng ở núi ấy phải là chùa ấy.\n\n==Kiến trúc==\n===Chùa Trầm===\n[[Tập tin:Cây gạo phía sau Chùa Trầm.jpg|nhỏ|Cây gạo phía sau Chùa Trầm]]\nNgôi chùa chính xây dựa vào vách núi. Chùa tương đối nhỏ nhưng sân rộng lại có nhiều cổ thụ nên nhuốm màu trang nghiêm, thanh tịnh. Xưa kia toàn bộ khu núi Trầm là nơi [[nhà Hậu Lê|vua Lê]], [[chúa Trịnh]] đặt hành cung.\n\n===Chùa Hang=== \nChùa Hang được xây dựng trong động Long Tiên dưới chân Tử Trầm Sơn cách chùa chính về bên trái. Bề ngang cửa hang chỉ hơn 7 [[mét]], chiều cao trên 3 mét nhưng bên trong là một hệ thống hang động liên hoàn cao rộng hiếm thấy. Nhờ ánh sáng tự nhiên chiếu qua một số khe nhỏ bên sườn núi và trên đỉnh núi, ta có thể chiêm ngưỡng vô vàn [[nhũ đá]] với nhiều hình thù, màu sắc kỳ lạ, nào là mái tóc tiên, [[khánh]] đá, [[chuông]] đá, nào là hình [[rồng]], hình [[chim]], [[hoa]] [[sen]] đá... rất sinh động. Trong động bày bàn thờ Phật cùng những pho tượng đá. Có giá trị văn học là 15 tác phẩm thơ văn khắc trên vách động, vịnh cảnh chùa. Trong động còn có hai lối đi. Lối đi lên đỉnh núi dân gian gọi là đường lên Trời và đường xuống hang sâu gọi là đường xuống [[Âm phủ]].\n\nHang Trầm còn được biết đến vì một sự kiện lịch sử trong thời kỳ kháng chiến chống Pháp. Ngày 19-12-1946, cuộc kháng chiến toàn quốc bùng nổ, thì một ngày sau, ngày 20-12, tại đây, Đài Tiếng nói Việt Nam đã phát đi lời kêu gọi toàn quốc kháng chiến của Hồ Chủ tịch.\n\n===Chùa Vô Vi===\nNổi tiếng nhất trong ba ngôi cổ tự chính là chùa Vô Vi cách chùa chính khoảng 1 [[kilômét|km]]. Chùa được xây dựng năm Ất Hợi (1515) do Trần Văn Tăng, một tướng quân xuất gia đi hoằng đạo, khởi xướng. Bước lên mấy chục bậc đá, ở một chặng dừng nghỉ, ta bắt gặp tấm [[bia (kiến trúc)|bia]] đá lớn phía bên trái, khắc bài [[thơ]] của Trần Văn Tăng viết bằng [[chữ Nôm]] (được trích dẫn ở phần bên dưới).\n\nChùa còn có quả [[chuông]] [[đồng]] đúc năm 1814 thời [[nhà Nguyễn]].\n\nTrèo thêm 100 bậc thang đá quanh co là lầu Nghênh Phong trên đỉnh núi, nơi du khách có thể trải tầm mắt ngắm toàn bộ khung cảnh của vùng danh thắng núi Trầm và ngắm cảnh đồng quê trù phú một vùng ven sông Đáy.\n[[Tập tin:Núi Trầm, Chương Mỹ, Hà Nội.png|nhỏ|417x417px|Chùa Trầm tọa lạc ngay khu di tích núi Trầm, Hà Nội.]]\n<br \/>\n== Lễ hội chùa Trầm ==\nLễ hội chùa Trầm được tổ chức từ mùng 2 đến mùng 4 tháng 2 âm lịch. Với các trò chơi, văn hóa, văn nghệ dân gian. Vào dịp lễ hội chùa Trầm, du khách về dự lên tới hàng nghìn người. Trong những ngày cuối tuần cũng có hàng trăm người đến vãn cảnh thăm chùa. Núi Trầm, Chùa Trầm là một điểm quan trọng trong du lịch Hà Nội, một địa chỉ văn hóa - lịch sử thu hút ngày càng nhiều du khách gần xa. Không những vậy các du khách nước ngoài cũng rất thích ngôi Chùa này.\n\n\n\n==Giai thoại chùa Trầm==\n\n=== Truyện Châu Canh ở núi Tử Trầm<ref>Trích từ sách Công Dư Tiệp Ký tiền biên của cụ Vũ Phương Đề, năm Cảnh Hưng thứ 16, tức 1755. Bản dịch của Đoàn Thăng. Nxb. Văn học. HN, 2001<\/ref> ===\nTại phía Tây đất Tử Trầm, huyện Yên Sơn (nay là núi Trầm, huyện Chương Mỹ, Hà Nội) có hơn mười ngọn núi đá chạy dài gần một dặm, phong cảnh thanh tú đáng yêu. Bên trong có một cái động đá, bên dưới có chùa, tiền Thánh Vương lập cung ở đó, thường đến chơi luôn và đổi tên là xã Phụng Châu. Ở phía đông núi có một hòn đá nhô lên, rất giống hình con cóc tía.\n\nTương truyền xã ấy có một người tên là Trâu Canh nhà nghèo, phải đi làm thuê kiếm ăn. Một hôm, ông đang nhổ mạ ở khe núi chợ có một chú khách Trung Quốc đi qua nói rằng: Tôi có một ngôi đất tốt, nếu có ai xin tôi sẽ cho ngay. Ông nghe thấy khách nói, liền bỏ mà chạy đến trước mặt vái chào và mời về nhà.\n\nÔng chỉ chuẩn bị được một niêu cơm bé đem ra cho khách ăn và nói với khách rằng: May mắn được gặp ông, thế là nhà tôi có phúc. Chỉ vì nghèo túng, nên bữa ăn quá đạm bạc. Nếu ông cho tôi một ngôi phúc địa, đời sau phát đạt, không bao giờ chúng tôi dám quên ơn.\n\nKhách thấy ông thành khẩn, bèn dẫn ông đến chỗ con cóc tía bên cạnh núi chỉ vào bảo ông rằng: Chỗ đất này rất đẹp nếu làm nhà ở thì tất sẽ giàu sang. Nhưng sau khi đã được gần vua chúa rồi thì phải dời nhà đi chỗ khác ngay chứ không nên ở lại dù chỉ một ngày.\n\nÔng theo lời khách làm gian nhà tranh chỗ đó để ở, được ba năm. Bấy giờ trong làng có tục lệ đánh cá. Ao cá ở bên cạnh núi trước cửa nhà ông dài rộng mỗi bề độ vài trượng. Dân làng đem dó và lưới xuống ao đánh cá. Ông ở dưới ao lấy dây buột đó cá vào người. Dây buộc tự nhiên đứt ông phải leo lên bờ lấy một đoạn dây mây quấn vào ngang thắt lưng thay dây cũ. Bỗng thấy dương vật cương lên, cứng rắn lạ thường. Ông chỉ có một chiếc khố rách, sợ không che đậy được nên phải đứng ở dưới ao, không dám lên bờ. Bấy giờ dân làng đã lục tục kéo nhau về, chỉ còn một mình ông ở lại.\n\nSau mẹ ông đến tìm, thấy một mình ông ở dưới nước, bèn quở mắng ông sao lại về chậm. Ông cởi đó cá ra đưa cho mẹ đem về, rồi cởi dây mây ở ngang thắt lưng ra, thì thấy dương vật dần dần xìu nhỏ lại và mềm nhũn ra như thường.\n\nSau khi ông về nhà, mẹ ông hỏi vì cớ gì mà phải ở lại dưới ao. Ông cứ thực thưa với mẹ. Mẹ ông bèn lấy dây mây phơi khô để lên gác bếp rồi thỉnh thoảng sai ông lấy dây ấy đeo thử vào người thì thấy dương vật cương cứng. Lần nào cũng hiệu nghiệm như thế.\n\nBấy giờ vua Trần Dụ Tông bị bệnh liệt dương, các thầy thuốc chữa mãi không khỏi. Vua cho sứ giả đi rao khắp trong nước, hứa người nào chữa khỏi, thì vua sẽ cho ăn một nửa dân lộc thiên hạ.\n\nSứ giả đến làng ông. Mẹ ông gọi sứ giả vào hỏi: Liệt dương là bệnh gì ? Sứ giả cứ thực nói cho bà biết. Bà nói: Nhà tôi có một vật có thể chữa khỏi được cho vua. Rồi hai mẹ con đem dây mây theo sứ giả vào Kinh dâng vua. Vua đeo dây mây vào, quả nhiên dương vật hoạt động trở lại, sau sinh được hai Hoàng tử.\n\nVua cho ông là thần y bèn lưu lại ông ở trong cung để trông nom thuốc men cho vua, vua ban thưởng rất hậu và sủng ái hơn tất cả mọi người.\n\nTừ khi được Vua sủng ái, ông quên mất lời dặn chủa chú Khách, không dỡ nhà đem đi chỗ khác. Sau con ông thông dâm với cung nữ. Việc bị phát giác, con ông bị tử hình, còn ông thì bị đuổi về. Gia tư điền sản bị tịch thu hết, ông lại bị đói rét như ngày trước.\n\nChỗ nhà ông ở phía trước có mấy mẫu ruộng cao hình giống như chiếc bàn dao cắt thuốc, cho nên nổi tiếng về nghề làm thuốc. Nhà ở cạnh núi, mỗi khi mặt trăng tà chiếu, bóng núi đổ xuống, trông như con cóc ở trên nóc nhà, còn người thì như đang ngồi tại cung trăng, cho nên được gần vua chúa, ra vào nơi cung cấm. Chỉ hiềm nhà ở cạnh núi, địa thế bức bách, phía trước lại hướng về kiếp sơn (?), đi lại vô định, cho nên giàu sang không được lâu”.\n\n== Thơ ca ==\n{| class=\"wikitable\"\n|+Các tác phẩm thơ ca viết về núi Trầm\n!Tác giả\n!Nguyên tác thơ\n!Dịch thơ\n!Dịch nghĩa\n!Chú thích\n|-\n|Thượng thư bộ Lại [[Nguyễn Tư Giản]] (1823 - 1890) \n|'''遊紫沉山'''  \n\n南來喝江水，\n\n西上紫沉山。\n\n一氣浮雲外，\n\n雙笻亂石間。\n\n聞鐘如有悟，\n\n倚檻未知還。\n\n不見河王殿，\n\n巖花滿目斑。\n|'''''Du Tử Trầm sơn'''''\n\n''Nam lai Hát giang thủy,''\n\n''Tây thướng Tử Trầm sơn.''\n\n''Nhất khí phù vân ngoại,''\n\n''Song cung loạn thạch gian.''\n\n''Văn chung như hữu ngộ,''\n\n''Ỷ hạm vị tri hoàn.''\n\n''Bất kiến Hà vương điện,''\n\n''Nham hoa mãn mục ban.''\n\n|Từ phía nam tới sông Hát,\nTừ phía tây lên núi Tử Trầm.\n\nMột luồng khí ngoài cả mây trôi,\n\nĐôi hàng trúc mọc xen với đá.\n\nNghe tiếng chuông như có điều ngộ đạo,\n\nTựa xe mà chưa muốn về.\n\nChẳng thấy điện Hà vương ở đâu,\n\nChỉ thấy hoa núi đầy trước mắt.<ref>Dương Văn Hà, ''Khảo cứu văn bản Thạch Nông thi tập của Nguyễn Tư Giản'', Luận văn thạc sĩ ngành Hán Nôm, Trường ĐH Khoa học Xã hội và Nhân văn, 2017<\/ref>\n|\n|-\n|Trần Văn Tăng\n|\n|'''''Đề chùa Vô Vi'''''\n''Vắt vẻo sườn non Trạo,''\n\n''Lơ thơ mấy ngọn chùa.''\n\n''Hỏi ai là chủ đó?''\n\n''Nào bán tớ xin mua!''<ref>Bài thơ này được dẫn trong ''Việt Nam văn học sử yếu'' (Dương Quảng Hàm, 1941) và ''Việt thi'' (Trần Trọng Kim, 1949), tiêu đề ''Đề chùa Vô Vi'', tác giả Vô Danh, câu cuối là “Có bán tớ xin mua”.<\/ref>\n|\n|Nguyên tác bài thơ được khắc trên đá ở chùa Vô Vi\n|-\n|Trần Văn Tăng\n|\n|'''''Trùng phỏng Vô Vi tự'''''\n''Bên này Thiên Trúc nọ Bồng Lai,''\n\n''Đem cảnh thanh u đặt giữa trời.''\n\n''Trang điểm đã nhờ ơn Đại Sĩ;''\n\n''Độ trì còn đội đức Như Lai.''\n\n''Mượn nền đá phẳng đề năm vận,''\n\n''Sẵn quả chuông kêu đấm mấy hồi.''\n\n''Cảnh ví mến người, người lại lại,''\n\n''Đã vô vi khéo cũng lôi thôi.''<ref>Bài thơ được tìm thấy tại ma nhai khu di tích chùa Vô Vi, núi Trầm, huyện Chương Mỹ, tỉnh Hà Tây cũ, do nhà nghiên cứu Châu Hải Đường công bố (10-2018).<\/ref>\n|\n|Nguyên tác bài thơ được khắc trên đá ở chùa Vô Vi\n|}\n\n==Chú thích==\n{{tham khảo}}\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n{{Chùa tại Việt Nam}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Du lịch Hà Nội|Chùa Trầm]]\n[[Thể loại:Chùa tại Hà Nội| Chùa Trầm]]\n[[Thể loại:Chương Mỹ]]"}