{"1749028":"{{Thông tin chùa\n| tên = Chùa Khléang <br> Kh'leang <br> Khleng\n| hình = Cổng chính chùa Khléang.jpg\n| ghi chú hình = Cổng chính chùa Khléang ở số nhìn từ phía sau\n| vĩ độ = \n| kinh độ = \n| tên tự = \n| núi = \n| quốc gia = {{VIE}}\n| địa chỉ = Số 53, đường Tôn Đức Thắng, [[Phường 6, thành phố Sóc Trăng|phường 6]], thành phố [[Sóc Trăng (thành phố)|Sóc Trăng]], tỉnh [[Sóc Trăng]]\n| tông phái = [[Phật giáo Nam truyền|Phật giáo Nam tông Khmer]]\n| tôn kính = [[Phật Thích Ca]]\n| khởi lập = \n| đóng cửa = \n| người sáng lập = \n| sự thầy = \n| quản lý = \n| sư phụ = \n| trụ trì = \n| linh mục = \n| thượng tọa = \n| web = \n| cấp di tích = quốc gia\n| loại di tích = kiến trúc nghệ thuật\n| ngày nhận = {{startdate|1990|4|27}}\n| quyết định = Số 84\/QĐ-BVHTT\n}}\n\n'''Chùa Khléang''' (hay '''Kh'leang''', '''Khleng''')<ref>Tên '''Khléang''' được đắp nổi ở cổng chùa. Do phiên âm từ [[tiếng Khmer]], nên có nguồn ghi là '''Kh'leang''' hay '''Khleng'''.<\/ref> là một ngôi chùa cổ trong hệ thống chùa [[Khmer]] ở [[Nam Bộ Việt Nam|Nam Bộ]].\n\n==Vị trí==\nChùa Khléang hiện tọa lạc ở số 53, đường [[Tôn Đức Thắng]], [[Phường 6, thành phố Sóc Trăng|phường 6]], thành phố [[Sóc Trăng (thành phố)|Sóc Trăng]], tỉnh [[Sóc Trăng]].\n\n==Nguồn gốc==\n[[Tập tin:Chùa Khléang.jpg|nhỏ|phải|250px|Chính điện (ảnh 1)]]\nTheo tài liệu còn đang lưu trữ tại chùa Kh'leang, thì vào đầu [[thế kỷ 16]], từ kinh đô Lô-véc <ref>'''Longvek''' hoặc '''Lovek''' ([[tiếng Khmer]] có nghĩa là \"thị tứ\" hay \"ngã tư\") là một thành phố cổ của [[Campuchia]], thuộc huyện [[Kampong Tralach]] tỉnh [[Kampong Chhnang (tỉnh)|Kampong Chhnang]]. Nơi đây từng là thủ đô của nước [[Chân Lạp]] sau cuộc xâm chiến [[Angkor]] của [[Xiêm|Xiêm La]] vào năm [[1431]]. [[Người Việt]] xưa gọi thành phố ấy là '''La Bích'''.<\/ref>, vua của nước [[Chân Lạp]] là Ang Chăn đã tổ chức một chuyến đi kinh lý qua các lãnh địa xa xôi của mình ở vùng hạ lưu [[sông Hậu]]. Khi nhà vua đến thăm Srok Kh'leang (tiếng Khmer có nghĩa là \"xứ có kho\"<ref>Srok tức là \"xứ\", \"cõi\"; Kh'leang là \"kho\", \"vựa\".<\/ref>, tức tỉnh [[Sóc Trăng]] ngày nay)<ref>Theo thư tịch cổ [[Khmer]] thì vào giữa [[thế kỷ 16]], một viên quan tên là Tác đã cho xây dựng một nhà kho để tích trữ sản vật do nhân dân quyên góp tại vùng đất Sóc Trăng ngày nay. Nhân đó, ông đặt tên cho vùng đất mình cai quản là Srok Kh'leang ([[tiếng Khmer]] có nghĩa là \"xứ có kho\", và sau đó ông cũng đã lấy tên đất đặt tên cho chùa). Và khi [[người Việt|người Kinh]] đến, gọi trại âm ra là Sóc Kha Lang rồi sau nữa là Sóc Trăng. Xem thêm đề mục [[Sóc Trăng]].<\/ref> mà không thấy có ngôi chùa thờ [[Tất-đạt-đa Cồ-đàm|Phật]] nào, ngài bèn ra lệnh cho viên quan coi quản đất ấy tên là Tác (phiên âm từ [[tiếng Khmer]]) phải xây dựng gấp một ngôi chùa để dân chúng có nơi hành đạo.\n\nVâng lệnh vua ban, năm [[1532]], ông Tác bèn triệu tập các tín đồ và đại diện các \"sóc\" (srok, có nghĩa là xứ) để kêu gọi mọi người góp công, góp sức xây dựng một ngôi chùa thờ Phật. Sau khi bàn bạc, chùa Khléang (lấy tên đất đặt tên cho chùa) được khởi công xây dựng vào ngày [[16 tháng 12]] Phật Lịch 2076 (tức vào năm [[1532]] [[dương lịch]]).\n[[Tập tin:Chua soc trang.jpg|nhỏ|phải|250px|Chính điện (ảnh 2)]]\nSau khi công trình \"bằng gỗ và lợp lá\" ấy hoàn thành, ông Tác lại tổ chức hội nghị để chọn nhà sư trụ trì của chùa. Kết quả là nhà sư Thạch Sóc (61 tuổi, thọ giới đã 40 năm, lúc đó đang tu tại chùa Luông Bassac, thuộc phạm vi huyện [[Mỹ Xuyên, Sóc Trăng|Mỹ Xuyên]], tỉnh Sóc Trăng ngày nay) được chọn làm Trụ trì, đồng thời còn kiêm luôn chức vụ Mê Kôn (chức vụ đứng đầu hội sư sãi của một vùng).\n\nNgôi chùa đầu tiên ấy đến nay không còn lại dấu tích gì. Ngôi chính điện và sa la<ref>Sa la là dãy nhà sàn rộng rãi, thông thoáng được xây bên cạnh chánh điện, dùng làm chỗ cử hành lễ dâng cơm cho sư sãi và nơi hội họp của các Phật tử trong các ngày lễ hội.<\/ref> ngày nay được xây cất bằng gạch ngói từ giữa [[thế kỷ 16]]<ref>Theo Võ Văn Tường, ''Những ngôi chùa nổi tiếng Việt Nam''. Nhà xuất bản Văn hóa-Thông tin, 1994, tr. 405). Trong một bài viết khác cũng của ông Tường, thì ngôi chánh điện được Đại đức Liêu Đuông tổ chức trùng tu vào năm [[1916]]. Tuy nhiên, theo bài viết \"Chùa Kh'leang\" trên website Sở Giáo dục-Đào tạo tỉnh Sóc Trăng, thì năm xây lại chùa là [[1918]] (truy cập ngày 12 tháng 4 năm 2013 [http:\/\/soctrang.edu.vn\/chitiettin.asp?IDT=892333080056]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}..<\/ref>.\n\nNgày [[27 tháng 4]] năm [[1990]], [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa và Thông tin]] ban hành Quyết định số 84\/QĐ-BVHTT công nhận Chùa Khléang là di tích ''Kiến trúc Nghệ thuật'' cấp Quốc gia.\n\n==Kiến trúc==\nToàn bộ các công trình của chùa Khléang toạ lạc trong một khuôn viên rộng 3.800&nbsp;m² có nhiều cây [[chi Thốt nốt|cây thốt nốt]], có vòng rào bao quanh, và được trang trí với nhiều hoa văn, họa tiết, màu sắc rực rỡ mang đậm phong cách [[Khmer]]. Lược kể một vài hạng mục:\n\n'''Cổng chính''' ở đường Tôn Đức Thắng ([[hướng Đông]]). Mặt trước mỗi thân cột có gắn tượng vũ nữ Kẽn naarr dang tay chống mái, và trên mái có gắn ba tháp nhỏ. Ngoài ra, chùa còn có một cổng phụ ở đường [[Nguyễn Chí Thanh]].\n\n'''Chính điện''' hiện nay nằm dọc theo hướng Đông - Tây <ref>[[Người Khmer]] quan niệm kiến trúc quay về [[hướng Đông]] với ý nghĩa [[Phật]] ngự ở phía Tây nhìn về hướng Đông ban phúc. Xem thêm: \"Nghệ thuật kiến trúc Khemer Nam Bộ\" của Lê Bá Thanh trên báo ''Giác Ngộ'' [http:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=5F4052].<\/ref>, và ở vị trí trung tâm với diện tích gần 200&nbsp;m². Nền cao hơn mặt đất gần 2&nbsp;m, gồm ba cấp, mỗi cấp có vòng rào xây bằng gạch. Bốn [[hướng Đông]], Tây, Nam, Bắc đều có cửa ra vào.\nBộ mái chính điện cũng được xây dựng theo thể thức ba cấp, và mỗi cấp lại có 3 nếp. Bờ viền mái nóc có tượng [[rồng]] với thân hình uốn lượn, đầu xòe ra hình rẽ quạt, đuôi cong lên và giao thoa với những đuôi rồng khác. Trên các đầu cột ở hành lang bao quanh chính điện đều có tượng Krud dang tay chống đỡ <ref>Krud hay Garuda là hình tượng một loại chim thần có mình người; đầu, chân và hai cánh của chim, mỏ ngậm một viên hồng ngọc. Loài chim này là kẻ thù truyền kiếp của rắn. Cho nên, nếu hình tượng khúc đuôi rắn dài và cong vút được đắp trên đầu các góc mái chùa, thì hình tượng Krud được án ngữ ở chỗ tiếp giáp đầu cột với đuôi mái chùa<\/ref>. Ngoài ra, ở chung quanh chính điện còn có trang trí các tượng thần Teahu<ref>Teahu là hình tượng người có bộ mặt hung dữ, hai tay bưng mặt trời hay Mặt Trăng chuẩn bị nuốt vào bụng. Hình tượng này cũng được trang trí trên khung cửa ra vào.<\/ref> và tượng chằn (Yeak).\n\nBên trong chính điện, bộ khung mái được chống đỡ bằng 12 cây cột to (chu vi 1,10&nbsp;m), xây theo kiểu corinthien (Cô-ranh-tơ) của [[Hy Lạp]], phủ sơn đen bóng và có vẽ hình rồng, hình [[cá]] uốn lượn màu vàng lộng lẫy. Các cửa của chánh điện được làm bằng gỗ khắc cảnh giao đấu giữa giữa tiên nữ và chằn (Yeak)<ref>Yeak (chằn) trong các truyện cổ Khmer là nhân vật tượng trưng cho cái Ác, thường gieo điều dữ cho con người. Hình tượng Yeak có dáng vẻ của một người mang bộ mặt dữ tợn, miệng to, răng nanh dài, mắt lồi, lông mày xếch. Mình Yeak mặc áo giáp, đầu đội mũ nhọn và tay cầm cái chày dài. Trong nghệ thuật trang trí chùa Khmer, Yeak đã được đức [[Phật]] cải hóa và đặt đứng hai bên bậc thềm ở phía trước chánh điện nhằm mục đích bảo vệ ngôi chùa].<\/ref> trên nền khung được trang trí hoa văn đến từng chi tiết.\n\nNgoài ra trong khuôn viên chùa còn có sala, hội trường, nhà của trụ trì, nhà của các sư sãi, các tháp chứa tro cốt, lò thiêu, v.v...\n\nTừ khoảng [[1916]] (hay [[1918]]) cho đến nay, chùa được trùng tu nhiều lần, gần đây nhất là [[1994]]. Cũng trong năm này (ngày [[7 tháng 12]]), Trường Bổ túc văn hóa Trung cấp PaLi [[Nam Bộ Việt Nam|Nam Bộ]] được đặt trong khuôn viên chùa<ref>Ngày thành lập trường căn cứ theo dòng chữ đắp nổi ở mặt sau cổng trường.<\/ref>.\n\n==Thờ cúng==\n[[Tập tin:Tháp chùa chùa Khléang.jpg|nhỏ|phải|250px|Tháp chứa di cốt của một vị sư từng làm trụ trì chùa]]\nNhư bao ngôi chùa thuộc hệ phái [[Phật giáo]] Nam tông [[Khmer]] khác, nơi đây cũng chỉ thờ duy nhất là [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]], và trên tường là bức bích họa mô tả cuộc đời vị Phật ấy từ lúc sinh ra cho đến khi đắc đạo.\n\nĐặc biệt, trong số 45 tượng Phật Thích Ca ở đây, có một tượng cao 6,8 m, phần thân tượng cao 2,7 m, ngồi trên tòa [[sen]] lộng lẫy, xung quanh bài trí hoa lá, cây trái. Sau lưng pho tượng có tấm bia khắc chữ Khmer ghi: ''\"Đại đức Liêu Đuông, đời truyền thừa thứ 17, trụ trì chùa từ năm [[1893]] đến năm [[1928]], đã tạo tượng đức Phật vào năm [[Phật lịch]] 2460 với sự cúng dường của gia đình ông Lum Sun\".\n\nHàng năm, bên cạnh các lễ hội tôn giáo, chùa Khléang còn tổ chức các lễ truyền thống của dân tộc [[Khmer]], như lễ Chol Chnam Thmay (lễ vào năm mới, còn gọi là lễ chịu tuổi), lễ Dolta (lễ cúng ông bà), lễ cúng trăng vào ngày 15-10 [[âm lịch]] và tổ chức đua ghe ngo...\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n[[Thể loại:Chùa tại Sóc Trăng]]\n[[Thể loại:Di tích tại Sóc Trăng]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Khởi đầu năm 1533 ở Việt Nam]]"}