{"193109":"[[Tập tin:Chùa Ông Bắc 1.jpg|nhỏ|phải|250px|Chùa Ông Bắc]]\n'''Chùa Ông Bắc''', tên chữ là '''Quảng Đông tỉnh hội quán''' ([[chữ Hán]]: 廣東省會館), là một ngôi chùa của [[người Hoa (Việt Nam)|người Hoa Quảng Đông]] ở [[long Xuyên|thành phố Long Xuyên]], và là hội quán người Hoa đầu tiên ở [[An Giang]] ([[Việt Nam]])<ref>Theo Kỷ lục An Giang 2009, trang 59.<\/ref>.\n\nChùa đã được công nhận là di tích ''lịch sử - văn hóa'' cấp quốc gia ngày [[15 tháng 6]] năm [[1987]].\n\n==Vị trí, lịch sử==\nChùa Ông Bắc tọa lạc trên đường [[Phạm Hồng Thái]] (mặt chính hướng ra sông [[Long Xuyên]], cách cầu [[Duy Tân]] khoảng 10 m); nay thuộc phường [[Mỹ Long]], thành phố [[Long Xuyên]].\n\nChùa được xây dựng ở [[thế kỷ 19]], khi vùng đất này còn mang tên Đông Xuyên; sau đó thuộc thôn [[Mỹ Phước]], huyện [[Tây Xuyên]], phủ [[Tuy Biên]], tỉnh An Giang thời [[nhà Nguyễn]]<ref>Năm [[1832]], [[Minh Mạng]] đổi Ngũ trấn thành Lục tỉnh là [[Thành Gia Định|Phiên An]], [[Biên Hòa]], [[Định Tường]], [[Vĩnh Long]], [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]]. Khi ấy, An Giang có 2 phủ: Tuy Biên, Tân Thành và 4 huyện: Tây Xuyên, Phong Phú, Đông Xuyên, Vĩnh An. Địa danh Long Xuyên ra đời từ năm [[1870]], sau khi Pháp đến chiếm thành An Giang trước đó 3 năm. Trước khi Pháp đến tên Long Xuyên được dùng để chỉ xứ [[Cà Mau]] hiện nay.<\/ref>.\n\nTheo những người cao tuổi và căn cứ vào bia ký kể lai lịch chùa, thì ban đầu chùa khá đơn sơ do những [[người Hoa]] gốc [[Quảng Đông]] ([[Trung Quốc]]) đến lập nghiệp rồi xây dựng để làm nơi hội họp, sinh hoạt. \n \nNhư hai câu đối tại cổng chính đã thể hiện rõ ý nghĩa này:\n:Tác khách tận đồng hương bạt thiệp châu nhai đôn nghĩa khí,\n:Cư dân hàm lạc nghiệp [[Kinh Dinh|kinh dinh]] đồng trụ dụ tài nguyên.\n\nTạm dịch:\n:''Làm khách xứ người cùng một gốc quê hương lặn lội đến sườn núi đỏ bạt ngàn, càng hun đúc nghĩa khí,''\n:''Đến ở vùng đất này đều an cư lạc nghiệp, tài nguyên phong phú, làm ăn giàu có.''\n\nĐến năm [[Giáp Ngọ]] ([[1887]]), ông Quảng Thành Lợi và Hòa Mậu Xương là hai người Hoa giàu có trong vùng, đứng ra vận động đồng hương và người dân tín ngưỡng, đóng góp tiền của, khởi công sửa chữa lần thứ hai.\n\n==Kiến trúc== \n[[Tập tin:Bàn thờ Bắc Đế.jpg|nhỏ|phải|250px|Bàn thờ Bắc Đế trong cung thờ]]\nQua 4 năm xây dựng, đến năm [[Mậu Tuất]] ([[1891]]), chùa được hoàn thành và trở thành một công trình kiến trúc nghệ thuật đẹp và đáng tiêu biểu của [[long Xuyên|thành phố Long Xuyên]].\n\nChùa có diện tích 400 [[mét vuông|m²]], kiến trúc theo chữ Quốc (国). Trên cửa có khắc nổi hàng [[chữ Hán]]: ''Quảng Đông tỉnh Hội Quán''. Nối với tiền sảnh và cung thờ Bắc Đế là hai đường đi song song có mái che. Bên trong có nhà thủy tạ, Đông Lang và Tây Lang.\n\nMái nóc chùa lợp ngói đại ống tráng men xanh, trên cạnh nóc chạm khắc hình [[bát tiên]], [[voi]], [[rồng]], [[phượng]], [[cá]]... cùng những bức phù điêu, hoa văn cổ, đẹp mang sắc thái nghệ thuật nhà Nguyễn pha lẫn kiến trúc nghệ thuật [[Trung Quốc]].\n\nCột gỗ tròn bằng cây [[căm xe]], tường gạch hồ vôi ô dước, nền lát gạch hoa, khung bao cửa chính ra vào được xây dựng bằng những tảng đá xanh được chạm khắc tinh xảo.\n\nNội thất chùa có cấu trúc cảnh phong thủy, thoáng mát, trên đỉnh cao tứ giác có nhiều bức chạm trổ đẹp, hình tam cấp tượng trưng cho ba cõi: Thiên, địa, nhân. Nhìn chung, chùa đã thể hiện toàn cảnh một mô hình thu nhỏ của các ngôi nhà quan lại phong kiến [[Tên gọi Trung Quốc|Trung Hoa]].\n\n==Di vật==\n[[Tập tin:Nội thất chùa Ông Bắc.jpg|nhỏ|phải|250px|Từ tiền sảnh nhìn vào trong cung thờ]]\nTrong chùa có 3 khánh, một tủ thờ sơn son thiếp vàng, một [[chuông]] đồng, [[đỉnh]] đồng... Bên hông chùa còn ba bia đá ghi bằng [[chữ Hán]] kể lại lịch sử xây dựng chùa.\n\nVị thần được thờ chính tại chính điện là [[Trấn Vũ|Bắc Đế]]<ref>Bắc Đế tức Bắc Du Chơn Võ, hay còn được gọi Bắc Đế Trấn Vũ, một nhân vật khá nổi tiếng trong truyện [[Trung Quốc|Tàu]]. Theo truyền thuyết, ông là một vị tinh quân từ cõi trời xuống trần để trừ diệt yêu ma, trấn trị phong ba, lũ lụt, giúp đỡ dân lành.<\/ref> (cao khoảng 0,7[[m]]), bên trái thờ [[Thiên Hậu Thánh mẫu|Thiên Hậu]], bên phải thờ [[Quan Vũ|Quan Công]]. Ngoài ra [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]], [[Địa Tạng Bồ Tát|Địa Tạng bồ tát]], [[Ngọc Hoàng Thượng đế|Ngọc hoàng Thượng đế]]... cũng được tôn thờ tại đây. Tất cả tập họp thành một bản sắc văn hóa của người Hoa, đã hòa nhập lâu đời vào nền [[văn hóa Việt Nam]].\n\nHàng năm, vào những ngày [[3 tháng 3]] [[âm lịch]] (cúng vía Bắc Đế), [[22 tháng 3]] âm lịch (cúng vía Thiên Hậu) và [[21 tháng 6]] âm lịch (cúng vía Quan Công), trong bang hội và nhân dân quanh vùng đến dự lễ rất đông.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*Nhiều người soạn, ''Kỷ lục An Giang 2009'', Nhà xuất bản Thông Tấn, 2010.\n*Tư liệu do chùa Ông Bắc cung cấp.\n{{Chùa miếu ở An Giang}}\n\n[[Thể loại:Chùa tại An Giang]]\n[[Thể loại:Long Xuyên]]"}