{"142671":"{{kng}} \n'''Chùa Ông Thu Xà''' (tên [[chữ Hán]] là '''Quan Thánh tự''', hay '''Đại Tự Quan Thánh''') tọa lạc ở thị tứ Thu Xà, xã Nghĩa Hòa, huyện [[Tư Nghĩa]], tỉnh [[Quảng Ngãi]]; cách [[quảng Ngãi (thành phố)|tỉnh lỵ Quảng Ngãi]] 10&nbsp;km về hướng đông.\n\n==Đặc điểm==\n*Được xây dựng vào năm [[1821]], [[Minh Mạng]] năm thứ hai, do [[tứ bang Minh Hương]]: [[Phúc Kiến]], [[Triều Châu]], [[Hải Nam]], [[Quảng Đông]] cùng nhau tạo lập.\n*Trải qua 4 lần trùng tu vào các năm [[1881]], [[1894]], [[1920]], [[1991]] với sự đóng góp tiền của quan lại triều [[nhà Nguyễn]], thương gia và dân chúng ở Quảng Ngãi. Mặc dù nhiều lần trùng tu nhưng kiến trúc chùa vẫn giữ được nguyên vẹn.\n*Chùa thờ [[Quan Vũ|Quan Công]] ở gian chính diện, Phật [[Quan Âm|Quan Âm Nam Hải]] ở gian hậu cung theo kiểu \"Tiền thánh hậu Phật\". Ngoài ra ở hậu cung còn có cụm tượng Thiên Hậu với Thiên Lý Nhãn, Thiên Lý Nhĩ, [[Cửu Thiên Huyền Nữ]] và cụm tượng Kim Đẩu với 12 bà mụ.\n*Tuy khiêm nhường so với các chùa do [[người Hoa]] tạo lập ở [[Hội An]] song ở đây lại có sự kết hợp hài hòa giữa kiến trúc Hoa - Việt trong tổng thể chung với đường nét chạm trổ hết sức điêu luyện và công phu.\n*Chùa có bố cục chặt chẽ gồm: Cổng tam quan, Bình phong, Lầu chuông lầu trống. Trong nhà tiền đường có 18 cột chia làm ba gian hai chái. Kiến trúc theo kiểu chữ tam gồm ba nhà liên kết nhau: tiền đường, chính diện và hậu cung. Đỉnh bờ mái trước mặt chùa có ghi ba chữ: \"Quan Thánh tự\". Vào lần trùng tu thời [[Khải Định]] năm [[1920]] kiến trúc chùa đã có sự thay đổi.\n*Chùa có 6 văn bia chữ Nho chia làm hai loại: loại có niên hiệu [[Thành Thái]] thứ 7 (năm [[1895]]) và văn bia niên hiệu Khải Định Canh Thân (năm [[1920]]) là các năm trùng tu chùa.\n*Là ngôi chùa cổ được bảo tồn khá nguyên vẹn ở Quảng Ngãi, nơi có sự kết giao thoa giữa kiến trúc của người Việt và người Hoa (vì kèo chồng rường chày cối vì kèo chồng rường giả thủ - [[miền Trung]]; vì kèo cánh ác cột trốn trính chuyền - [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]]; vì kèo chồng rường trái bí - phong cách Hoa Bắc, [[Trung Quốc]]), chùa Ông Thu Xà đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] công nhận bằng di tích quốc gia theo quyết định số 43 VH\/QĐ ngày 7\/1\/[[1993]].\n*Hàng năm vào dịp lễ hội văn hóa người Hoa diễn ra tại [[Thành phố Hồ Chí Minh]] - lễ hội dành cho người Hoa tại Việt Nam tầm quốc gia do Bộ Văn hóa - Thể thao và du lịch tổ chức, Quảng Ngãi là một trong 27 địa phương trong toàn quốc tham dự lễ hội.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.quangngai.gov.vn Web UBND tỉnh Quảng Ngãi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051231041939\/http:\/\/www.quangngai.gov.vn\/ |date=2005-12-31 }}\n\n[[Thể loại:Chùa tại Quảng Ngãi]]"}