{"331068":"'''Chùa Đại Giác''' (大覺寺) còn gọi là '''Đại Giác cổ tự''', '''chùa Phật lớn''' hay '''chùa Tượng'''; xưa thuộc thôn Bình Hoành, xã Hiệp Hòa, tổng Trấn Biên; nay là khu phố Nhị Hòa, phường Hiệp Hòa, [[biên Hòa|thành phố Biên Hòa]], tỉnh [[Đồng Nai]], [[Việt Nam]].\n\n==Lịch sử==\n[[Hình:Chùa Đại Giác (Biên Hòa).jpg|nhỏ|250px|phải|Chùa Đại Giác ngày nay]]\n\nTheo tài liệu còn lưu tại ''Giáo hội Phật giáo Thành phố Biên Hòa'', thì vào giữa [[thế kỷ 17]] có ba nhà sư thuộc phái [[Lâm Tế tông]], từ [[miền Trung (Việt Nam)|miền Trung]] đến [[Đồng Nai]] hoằng hóa [[phật giáo|đạo Phật]].\n \nNhà sư Thành Nhạc cùng một số phật tử đến vùng đất ven [[sông Đồng Nai]] (nay là xã [[Bửu Hòa]], TP. Biên Hòa) dựng lên ''chùa Long Thiền'' ([[1664]]); nhà sư Thành Trí theo đoàn di dân làm nghề khai thác đá lên vùng [[núi Bửu Long]] cùng [[người Hoa]] ở đây dựng lên ''Chùa Bửu Phong'' ([[1679]]), nhà sư Thành Đẳng, cùng một số người [[chèo]] ghe, thuyền đến [[Cù lao Phố]] (nay là phường Hiệp Hòa, TP. Biên Hòa) khẩn hoang và dựng lên ''chùa Đại Giác'' ([[1665]]).\n \nBuổi đầu, chùa có kích thước nhỏ hẹp, được tạo dựng bằng cột gỗ, vách ván, và lợp ngói âm dương. Thời Thiền sư [[Tổ Ấn–Mật Hoằng|Tổ Ấn-Mật Hoằng]] trụ trì, Nguyễn Thị Ngọc Anh, là công chúa thứ ba của chúa [[Gia Long|Nguyễn Phúc Ánh]] có đến trú tại chùa một thời gian<ref>Trong tạp chí ''Bulleetin des Amis Vieux Hue'' năm [[1915]] có đoạn chép như sau: \"Công chúa Ngọc Anh, chị vua (Minh Mạng) còn trẻ và tiết liệt. Khi Tây Sơn khởi nghĩa đã đến tu ở chùa Đại Giác, giữ cuộc sống cô độc, trầm tư mặc tưởng và tu hành hết sức sùng mộ.\" (dẫn lại theo HT. [[Thích Thanh Từ]], ''Thiền sư Việt Nam'', 1992, tr. 479). Song rất có thể công chúa Ngọc Anh chỉ quy y để trở thành Phật tử, chứ không xuất gia làm ni, vì sau này trong câu hoành phi mà bà đã gửi cúng chùa, vẫn khắc là \"Tiền Triều Hoàng nữ đệ tam công chúa\". Tra trong sách ''Lịch sử Phật giáo Đàng Trong'' (tập 2), thì chỉ thấy tác giả (Nguyễn Hiền Đức) viết rằng: \"Trong thời gian Nguyễn Phúc Ánh trung hưng ở Gia Định, và bắt đầu tiến ra [[miền Trung]] để tấn công [[nhà Tây Sơn|Tây Sơn]], chúa Nguyễn cùng hoàng gia và triều thần có thời gian tạm ngụ ở chùa Đại Giác (Nhà xuất bản TP.HCM, 1995, tr. 257). Theo ý ấy, thì công chúa Ngọc Anh chỉ tạm ngụ mà thôi.<\/ref>.\n \nNăm [[Gia Long]] (Nguyễn Phúc Ánh) nguyên niên ([[1802]]), nhớ ơn, nhà vua sai quan trấn Trấn Biên cho binh thợ đến xây cất, đem tượng binh đến chở đất và dậm nền chùa (nên sau này người dân còn gọi là chùa Tượng). Ngoài ra, nhà vua còn dâng cúng một pho tượng Phật [[A-di-đà]] bằng [[gỗ mít]] cao 2,25 [[m]]. Vì thế nên chùa còn có tên là ''chùa Phật Lớn'' (hiện pho tượng vẫn còn được thờ tại chùa). Năm Gia Long thứ 13 ([[1814]])<ref>Ghi theo ''[[Đại Nam nhất thống chí]]'' (phần \"Thừa Thiên phủ\"). ''Thiền sư Việt Nam'' (tr. 479) và ''Việt Nam Phật giáo sử luận'' (của Thiền sư [[Thích Nhất Hạnh]], quyển 2, 1992, tr. 306) đều ghi là năm [[1815]].<\/ref>, vua cho mời [[Thiền sư]] Tổ Ấn - Mật Hoằng ra làm Tăng cang [[chùa Thiên Mụ]] ở [[Huế]].\n \n[[Tháng mười|Tháng 10]] năm [[Minh Mạng]] nguyên niên ([[1820]]), nhà vua lại cho tu sửa chùa Đại Giác. Khi ấy công chúa Nguyễn Thị Ngọc Anh đã trở lại [[Huế]], cũng gửi vào cúng một bức hoành phi lớn khắc ba chữ \"Đại Giác Tự\" thiếp vàng, bên mặt có khắc: \"Tiền Triều Hoàng nữ đệ [[tam công]] chúa Nguyễn Thị Ngọc Anh\" (hiện vẫn còn treo ở phía trước chánh điện)<ref>Nguồn: ''Lịch sử Phật giáo Đàng Trong'' (tập 2), tr. 258.<\/ref>.\n\nNăm [[Nhâm Thìn]] ([[1952]]), do lũ lụt, chùa bị hư hại nghiêm trọng. Năm [[1959]], được sự đóng góp của nhân dân trong vùng, Trụ trì chùa là Hòa thượng Thiện Hỷ ([[1921]] - [[1979]]), đã cho xây cất lại toàn bộ ngôi thờ bằng vật liệu hiện đại: tường gạch, cột [[bê tông]] cốt thép, có lầu chuông, lầu trống, đến ngày [[12 tháng 8]] năm [[1961]] mới khánh thành.\n\nNăm [[1967]], tu sửa lại nhà Hậu Tổ. Năm [[1969]], [[cư sĩ]] Lê Văn Lộ xây thêm hàng rào chùa bằng gạch...\n\n==Kiến trúc==\nChùa Đại Giác có diện tích khoảng 3.000 [[m]]<sup>2<\/sup> với hai cổng xây bằng gạch ra vào, xung quanh có tường rào bao bọc. Sau nhiều lần trùng tu, hiện nay chùa cất theo lối chữ tam (三) với ba dãy nhà ngang nối liền nhau.\n\nMặt tiền chùa quay theo hướng [[Hướng Tây Bắc|Tây Bắc]] nhìn ra sông Đồng Nai. Giữa sân trước chùa là một cây [[bồ đề (định hướng)|bồ đề]] lớn, do Hòa thượng Đinh Tông trồng vào ngày rằm [[tháng mười một|tháng 11]] năm [[Kỷ Mão]] ([[1939]]) và pho tượng Phật [[Quan Âm|Quan âm Nam Hải]] đứng trên tòa sen. Bên tả và phía sau là khu vườn rộng trồng cây trái, bên hữu là khu bảo tháp với nhiều mộ tháp của các vị trụ trì viên tịch.\n\nTuy bên ngoài, mái hiên chùa thấp và có lối [[kiến trúc hiện đại]], nhưng bên trong chùa, vẫn còn theo kiểu mẫu của các chùa xưa ở vùng Đồng Nai, với các cột tròn và cao vút, tạo không gian thoáng đãng.\nChùa gồm chánh điện, nhà khách, phòng chư tăng, trai đường và nhà bếp.\n\n==Thờ phụng==\nChánh điện là căn nhà ba gian rộng lớn, dùng để thờ. Gian giữa: ở trên cao là đức tượng [[Phật]] A-di-đà bằng gỗ cao 2,25 m, phía dưới là tượng Phật [[Tất-đạt-đa Cồ-đàm|Thích-ca Mâu-ni]] và Phật [[Di-lặc]]. Phía gần cửa ra vào là giàn đèn [[Phật Dược Sư]] gồm 49 cây đèn dầu nhỏ với 49 tượng Phật bằng gỗ nhỏ, chân giàn đèn chạm trổ rất mỹ thuật. Gian bên trái là khánh thờ tổ sư [[Bồ-đề-đạt-ma]]. Gian bên phải là khánh thờ [[Quan Vũ|Quan thánh đế quân]]. Hai bên vách, mỗi bên thờ năm vị [[Diêm vương]] và hai Phán quan.\n\nPhía sau chánh điện là bàn thờ các tổ sư từng [[Hoằng Hóa|hoằng hóa]] ở chùa, gồm nhiều long vị của các Thiền sư phái Lâm Tế, trong đó có long vị của chư tổ xưa nhất các là Thiền sư: Thành Đẳng (phái lâm tế đời 34), [[Phật Ý-Linh Nhạc]], Giác Liễu-Thiệt Truyền (đời 35), Tổ Ấn-Mật Hoằng (đời 36)...\n\nNối liền với chánh điện là nhà khách, có thờ [[Quan Âm|phật Chuẩn Đề]], Linh Sơn thánh mẫu...\n\n==Giá trị== \nChùa Đại Giác cùng với chùa Bửu Phong và chùa Long Thiền là ba công trình kiến trúc tôn giáo Việt, được khởi dựng sớm nhất ở Đồng Nai và là chứng tích cho bước đường [[Nam tiến]] ở nửa đầu [[thế kỷ 17]] của ba nhà sư thuộc dòng Lâm Tế ở [[Đàng Trong]]. Ngoài giá trị này, ở chùa Đại Giác còn có các tượng Phật, hoành phi, liễn đối, phù điêu...mang nhiều đề tài phong phú, được chạm khắc công phu, sơn son thiếp vàng. Tất cả đã thể hiện tài năng nhân chạm khắc của người tạo tác và phản ánh được ít nhiều nền mỹ thuật truyền thống vùng [[Đông Nam Bộ]]. \n \nVì những giá trị vừa kể, chùa Đại Giác đã được xếp hạng là ''Di tích lịch sử và nghệ thuật cấp quốc gia'' theo quyết định số 993\/QĐ, ký ngày 28 [[tháng chín|tháng 9]] năm [[1990]].\n\n==Giai thoại==\n:''Bài chính:'' ''[[Thiệt Thành-Liễu Đạt|Thiệt Thành Liễu Đạt]]''\nDi tích chùa Đại Giác còn gắn với một câu chuyện tình cảm giữa một Thiền sư và một Công chúa [[nhà Nguyễn]]. Lược kể theo sách ''Thiền sư Việt Nam'':\n\nThiền sư [[Thiệt Thành-Liễu Đạt|Thiệt Thành Liễu Đạt]] không rõ năm sinh, là nhà sư đầu tiên ở miền Nam được phong Quốc sư. Với kiến thức Phật học uyên bác ông được vời về [[Huế]] để giảng kinh cho hoàng tộc. Tại kinh đô, Thái trưởng công chúa Long Thành, chị ruột chúa Nguyễn Phúc Ánh và là bác ruột của vua [[Minh Mạng]], trong những ngày theo học đạo, đã thầm yêu nhà sư. Năm [[1821]], Hoà thượng Phật Ý-Linh Nhạc viên tịch, sư trở về chùa Từ Ân ([[Gia Định]]) chịu tang sư phụ rồi ở lại luôn. \nNhững tưởng tránh được nghiệp duyên, nào ngờ vị Hoàng cô trên tìm đến tận nơi. Thiền sư Thiệt Thành Liễu Đạt quyết định nhập thất hai năm ở chùa Đại Giác để không gặp mặt. Nhưng vì Hoàng cô cứ nài nỉ xin được nắm tay ông trước khi trở về Huế, và bà đã toại nguyện. Đêm ấy, nhà sư tự thiêu sau khi ghi lại bài kệ trên vách để bày tỏ tấm lòng của mình. Mấy ngày sau, Hoàng cô cũng uống độc dược quyên sinh tại chùa Đại Giác vào ngày mùng 2 [[tháng mười một|tháng 11]] năm [[Quý Mùi]] ([[1823]]).<ref>Lược kể theo Thiền sư [[Thích Thanh Từ]], ''Thiền sư Việt Nam'' (Thành hội Phật giáo TP. HCM xuất bản, 1991, tr. 472-477) và ''Lịch sử Phật giáo Đàng Trong'', sách đã dẫn (tr. 233-234).<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.svhtt-dongnai.gov.vn\/cgi-bin\/app.cgi?req=%7Bwca=%3Etxtmng,wci=%3Eu_txt,wce=%3Edtl,arg=%3E%7Biid=%3E'1109233043',fld=%3E'0:1093941437:1109142258:1109142311',ord=%3E'fld:',tmpl=%3E'1111111111',foc=%3E'-2'%7D%7D Di tích chùa Đại giác] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304233833\/http:\/\/www.svhtt-dongnai.gov.vn\/cgi-bin\/app.cgi?req=%7Bwca%3D%3Etxtmng%2Cwci%3D%3Eu_txt%2Cwce%3D%3Edtl%2Carg%3D%3E%7Biid%3D%3E%271109233043%27%2Cfld%3D%3E%270%3A1093941437%3A1109142258%3A1109142311%27%2Cord%3D%3E%27fld%3A%27%2Ctmpl%3D%3E%271111111111%27%2Cfoc%3D%3E%27-2%27%7D%7D |date=2016-03-04 }}\n\n==Xem thêm==\n*[[Chùa Bửu Phong]]\n*[[Chùa Long Thiền]]\n\n[[Thể loại:Chùa tại Đồng Nai|Đại Giác]]\n[[Thể loại:Biên Hòa]]\n[[Thể loại:Lịch sử Đàng Trong]]\n[[Thể loại:Du lịch Đồng Nai]]"}