{"60864":"{{Chùa\n| name = Chùa Hoè Nhai (Hồng Phúc tự)\n| img = Hoe Nhai pagoda.jpg\n| img_size = 270\n| img_capt = Chùa Hòe Nhai\n| denomination = [[Tào Động tông|Thiền Tào Động Việt Nam]]\n| founded = tương truyền có từ đời [[nhà Lý]]\n| closed = \n| founder = \n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = số 19 phố Hàng Than, phường [[Nguyễn Trung Trực]], [[ba Đình|quận Ba Đình]], [[Hà Nội]].\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Hoè Nhai''' tên chữ là '''Hồng Phúc tự''' ở số 19 phố Hàng Than, phường [[Nguyễn Trung Trực]], [[ba Đình|quận Ba Đình]], [[Hà Nội]]. Đây là ngôi chùa cổ, tương truyền có từ đời [[nhà Lý]].\n\n==Lịch sử==\nTheo văn bia năm Chính Hòa thứ 24 (1703) đời vua Lê Hy Tông (1676 - 1705) do Tiến sĩ Hồ Tông Mục soạn ghi \"chùa xây tại Hòe Nhai tại bến Đông Bộ Đầu\". Văn Bia còn có đoạn miêu tả vị thế chùa như sau:\n\n\"Hồng Phúc ở Hà Thành\n\nNúi Nùng như vạt áo\n\nSông Nhị như giải lưng\n\nHồ Trúc Bạch chắn ngang\n\nDòng Tô Lịch vòng lại\n\nĐây thực là chốn Tùng Lâm lâu đời của đất Thăng Long...\"\n\nChùa Hòe Nhai trải qua nhiều lần sửa chữa lớn khá thường xuyên vào các năm 1699, 1703, 1812, 1894, 1920, 1946, 2010. Phạm vi chùa trước kia khá lớn, sang thời [[Pháp thuộc]] bị thu lại như hiện nay.\n\nChùa này là chốn đại tổ đình của Phật giáo miền Bắc nói riêng và Việt Nam nói chung từ thế kỷ 17, có đến 2 vị quốc sư, 3 vị Tăng Thống, 2 Pháp chủ xuất thân và trụ trì ở đây – là một điều vô cùng hiếm gặp ở các chùa Việt nam:\n\n* Đạo Nam Quốc Sư, [[Thông Giác Thủy Nguyệt]] Thiền Sư, Sơ Tổ Tông Tào Động Việt Nam.\n* Đại Tuệ Quốc Sư, [[Chân Dung Tông Diễn]]  Thiền sư, Nhị tổ Tông Tào Động Việt Nam.\n* Tăng Thống Tịnh Giác Từ Sơn Hành Nhất Thiền Sư.\n* Tăng Thống Hải Điện Mật Đa Thiền Sư.\n* Tăng Thống Khoan Dực Phổ Chiếu Thiền Sư.\n* Thiền gia pháp chủ Thích Thanh Hanh Đại Lão Hòa Thượng (1840 – 1936), đây là ngôi chùa ngài xuất gia năm 10 tuổi với sư tổ họ Nguyễn ở đây.\n* Pháp Chủ Thích Đức Nhuận Đại Lão hòa thượng (1897 – 1993) trụ trì chùa giai đoạn 1980 – 1993.\n\n==Kiến trúc==\n[[Tập tin:Tượng Phật chùa Hòe Nhai.jpg|nhỏ|phải|250px|Một số pho tượng trong chùa Hòe Nhai, trong đó có bức tượng Phật ngồi trên lưng một vị vua đang phủ phục]]\nChùa được xây dựng theo kiểu ''chữ công'' trên diện tích khoảng 3000 m2 gồm 2 tòa bái đường 5 gian, chính điện 3 gian, nhà tổ 7 gian. Phía trước là chính điện, phía sau là nhà tổ và tăng phòng, xung quanh là hành lang. Thượng điện còn giữ được nhiều bức chạm hình tứ linh và các cửa võng sơn son thếp vàng. Chùa có nhiều tượng Phật được bày làm 6 lớp. Tổng số tượng ở chùa Hòe Nhai gồm 68 pho, được làm bằng nhiều chất liệu khác nhau như đồng hun, gỗ quý, đất nện, được sơn son thếp vàng. Chùa có một quả chuông mang niên hiệu [[Long Đức]] 3 (1734). Sân chùa có hai ngọn tháp cao 3 tầng. Trong chùa còn có đến 28 tấm bia, cổ hơn cả là bia dựng năm [[Chính Hòa|Chính Hoà]] 24 (1703) ghi rõ vị trí chùa ở phường Hoè Nhai, tại [[Đông Bộ Đầu]] tức ''Bến Đông''. Chính nhờ bia này mà giới sử học ngày nay xác định được vị trí trận chiến thắng ngày 29 tháng 1 năm 1258 của quân nhà Trần mà sử chép là chiến thắng Đông Bộ Đầu, đuổi quân Nguyên, giải phóng kinh thành có vị trí ở khu vực gần chùa Hoè Nhai ngày nay.\n[[Tập tin:Chùa hòe nhai Thích Thanh Khánh.jpg|nhỏ|275x275px|Đại Lão Hòa Thượng Thích Thanh Khánh trụ trì chùa Hòe Nhai lúc sinh tiền đang chú nguyện Thượng lương (thanh nóc nhà) trong dịp trùng tu chùa nhân đại lễ 1000 năm Thăng Long Hà Nội]]\nTrong chùa có nhiều tượng cổ, cổ nhất là tượng Cửu Long (Thích Ca sơ sinh). Đặc sắc nhất pho tượng kép hình một vị vua quỳ để tượng Phật trên lưng. Tương truyền sau khi vua [[Lê Hy Tông]] đuổi nhiều hòa thượng lên núi, sư Tông Diễn (Tổ Cua) đã thức tỉnh vua, nên vua Lê Hy Tông cho làm pho tượng này thể hiện sự sám hối của mình.\n\nChùa còn bộ Tượng Dược Sư tam tôn (Dược Sư Phật, Nhật Quang Bồ tát, Nguyệt Quang bồ tát) cổ nhất VN, cùng với một bộ Hoa Nghiêm Tam thánh, các tượng Phật, Bồ tát này đặc biệt nhất Việt Nam vì tạo hình đầu trọc như 1 vị sư chứ không có tóc bụt ốc,...\n[[Tập tin:HoenhaiDaolich.jpg|thumb|269x269px|Giới điệp của thiền sư Đạo lịch chùa Hòe Nhai Hộ địệp giới Đại Quang Tự giới đàn năm bính tuất]]\nChùa Hòe Nhai là \"chốn tổ\" của [[tào Động tông|phái Tào Động]], một trong hai phái lớn của [[Phật giáo]] ở [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]].\n\n== Di vật quý ==\n* Khánh Đồng: cao 1m, rộng 1.5m, đúc năm giáp Dần niên hiệu Long Đức thứ 3 (1734) đời [[Lê Thuần Tông]]\n* Trống Đồng: đúc vào niên hiệu [[Tự Đức]] (1848 – 1883) nhà Nguyễn\n* 28 Tấm bia đá, cổ nhất là bia Chính Hòa thứ 24 (1703)\n* Tháp Ấn Quang xây năm 1963 thờ Hòa thượng [[Thích Quảng Đức]], người đã vị pháp vong thân\n\n[[Tập tin:Chùa hòe nhai nhà sư thời pháp.jpg|nhỏ|420x420px|Nhà Sư Tại chùa Hòe Nhai đầu thế kỷ 20 do Pháp Chụp (trong hình là cụ Thích Tâm Viên ?)]]\n\n== Các đời Trụ trì  ==\n{| class=\"wikitable\"\n!Tào Động Đời Thứ\n!Thế Thứ Tào Động tại Việt Nam\n!Danh hiệu \n!Pháp Húy \n!Ghi Chú \n|-\n|36\n|1\n|Thiền sư [[Thông Giác Thủy Nguyệt|Thủy Nguyệt]]\n|Thông Gíac Đạo Nam\n|Người Việt Nam đầu tiên hành cước sang Trung Quốc cầu pháp, tu theo [[Thiền tông]] và ngộ đạo, nối pháp [[Tào Động tông|Tông Tào Động]], pháp tử của Thiền Sư [[Nhất Cú Trí Giáo|Nhất Cú Tri Giáo]] (Người Trung Quốc)\n|-\n|37\n|2\n|Thiền sư [[Chân Dung Tông Diễn|Chân Dung]]\n|Tông Diễn\n|Tổ Cua, vị đã cảm hóa Vua Lê Hy Tông và giải cứu Pháp nạn \n|-\n|38\n|3\n|[[Thiền sư Tĩnh Gíac]]\n|Từ sơn Hành Nhất\n|\n|-\n|39\n|4\n|Thiền sư [[Tính Chúc Đạo Chu|Bản lai thiện thụân]]\n\n|Tỉnh Chúc Đạo Chu\n|\n|-\n|40\n|5\n|\nThiền sư [[Viên Thông lại Nguyên]]\n|Hải Điện Mật Đa\n|\n|-\n|41\n|6\n|Thiền sư [[Đạo Nguyên thanh lãng]]\n|Khoan Dực Phổ Chiếu\n|\n|-\n|42\n|7\n|Thiền sư [[Thanh Đàm Minh Chính|Thanh Đàm]]\n|Gíac Đạo Tâm Minh Chính Hoằng Quang\n|Sư sáng tác 2 tác phẩm Thiền học là Bát Nhã Tâm Kinh Trực giải và Đề Cương Pháp Hoa.\n|-\n|43\n|8\n|Thiền sư [[Lục Hoà]]\n|Gíac lâm Minh Liễu\n|\n|-\n|44\n|9\n|Thiền sư [[Thanh Như Chiếu]]\n|Đạo Minh Quang Lịch Minh Đạt\n|\n|-\n|45\n|10\n|\nThiền sư [[Thiền sư Hồng Phúc|Hồng Phúc]]\n|Quang Lư Thích Đường, Như Như\n|Tổ quạ, Sư sau trụ trì chùa Mễ Trì – Từ liêm – Hà Nội, dân làng đi làm đồng gửi trẻ con cho sư trông nom, sư vẽ một cái vòng cho trẻ ngồi vào đứa nào cũng ngoan, sư gọi qua đến xếp thành hàng cho chơi với trẻ con.\n|-\n|46\n|11\n|Thiền sư [[Thiền sư Thái Hoà|Thái Hoà]]\n|Chính Bỉnh Thích Bình Minh Vô Tướng\n|\n|-\n|47\n|12\n|Thiền sư [[Tâm Nghĩa Tính Nhân Từ]]\n|\n|\n|-\n|47\n|12\n|Thiền Sư Thích Tâm Huy \n|\n|? – 1972\n|-\n|48\n|13\n|Thích Thanh Khoát \n|\n|sau này thượng tọa Thanh Khoát chuyển về chùa Phú Cốc, từ đó chùa Hòe Nhai do Pháp chủ Thích Đức Nhuận nhận trụ trì\n|-\n|49\n|14\n|Thiền sư Thanh Thiệu\n|[[Thích Đức Nhuận]], Đức Hạp\n|Tổ Đồng Đắc (1897 – 1993), Đệ nhất [[Pháp chủ|Pháp Chủ]] [[Giáo hội Phật giáo Việt Nam|GHPGVN]], cụ vốn là đệ tử của sư tổ Thích Mật Nghĩa (Thích Thanh Nghĩa), tổ Mật Nghĩa là đệ tử truyền thừa Tào Động của chùa Quảng Bá Hà Nội, sư tổ chùa Quảng Bá thì vốn là môn nhân đệ tử của chùa Hòe Nhai\n|-\n|50\n|15\n|\nThiền sư Nguyên Cát \n|[[Thích Thanh Khánh]]\n|(1921 – 2013)\n|-\n|51\n|16\n|thượng tọa [[Thích Tâm Hoan]]\n|\n|\n|}\n\n==Tham khảo==\n{{tham khảo|30em}}\n* {{Chú thích sách|author=Đặng Đức Siêu|title=Sổ tay Văn Hoá Việt Nam|year=2006|publisher=Nhà Xuất Bản Lao động}}\n==Xem thêm==\n*[[Danh sách chùa tại Hà Nội|Danh sách chùa Hà Nội]]\n\n==Liên kết ngoài==\n\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}{{Chùa tại Việt Nam}}\n\n[[Thể loại:Chùa tại Hà Nội|Hoè Nhai]]"}