{"485788":"{{coord|21|1|36|N|105|59|28|E|​display=title}}\n{{bài cùng tên|Chùa Keo}}\n{{Chùa\n| name = Chùa Keo<br>Báo Ân Trùng Nghiêm tự\n| img = \n| img_size = \n| img_capt = \n| denomination = [[Giáo hội Phật giáo Việt Nam]]\n| founded = [[thế kỷ 17]]\n| closed = \n| founder = \n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = làng Chè, [[Kim Sơn, Gia Lâm|xã Kim Sơn]], [[gia Lâm|huyện Gia Lâm]], [[Hà Nội]].\n| country = [[Việt Nam]]\n| website = \n}}\n'''Chùa Keo''' Hà Nội, có tên chữ là '''Báo Ân Trùng Nghiêm tự''', nằm ở làng Chè, [[Kim Sơn, Gia Lâm|xã Kim Sơn]], [[gia Lâm|huyện Gia Lâm]], [[Hà Nội]]. Chùa thờ bà Keo tức bà Pháp Vân là một trong tứ đại Phật Pháp thời cổ ở [[Việt Nam]].<gallery>\nTập tin:Phap Van statue.jpg|Tượng bà Keo tức đức Pháp Vân Phật\n<\/gallery>\n\n== Bà Keo ==\nTruyền thuyết về bà Keo gắn với truyền thuyết Phật mẫu [[Phật Mẫu Man Nương|Man nương]] và [[Tứ pháp|Tứ Pháp]] ở vùng Dâu Luy Lâu .\n\nTương truyền khi Sĩ Nhiếp cho tạc 4 pho Tượng Pháp Vân, Pháp Vũ, Pháp Lôi, Pháp Điện xong thì còn thừa một mẩu gỗ nhỏ nhất ở phần ngọn, người thợ tạc tượng họ Đào đã tạc thành một pho tượng Pháp Vân nhỏ hơn. Các pho tượng trước được chia về các chùa vùng Luy Lâu và đặt tên nôm theo tên làng là: Bà Dâu, Bà Đậu, Bà Tướng, Bà Dàn, còn pho tượng nhỏ nhất làng Keo rước về thờ và gọi là Bà Keo.\n\nTuy là hóa thân của chị cả Pháp Vân nhưng bà Keo là em út của Tứ Pháp. Tương truyền xưa kia bà Keo cũng được rước về dự hội Dâu mùng 8\/4 như các chị, tuy nhiên bà nghịch ngợm nhất, có lần đám rước bà chạy đánh rơi cả mão vào đống phân trâu, sua hàng Tổng Dâu họp không cho bà vào nữa. Từ đó, Bà bái vọng về khu vực Dâu lễ Phật Mẫu chứ không vào chùa Dâu hội họp công đồng với Tứ Pháp như xưa.\n==Lịch sử Chùa==\nChùa Keo thuộc thôn Giao Tự tức làng Chè. Trước kia cả làng Chè (Giao Tự) và làng Keo (Giao Tất) đều có chung ngôi chùa nên gọi là chùa Keo.\n\nChùa được tọa lạc với diện tích trên 10.000m2 được thiết kế theo kiểu kiến trúc nội công ngoại quốc, phía trước là con lộ Thiên Lý (tức đương 181), phía sau là con sông Thiên Đức (tức sông Đuống). Hiện nay chùa vẫn giữ được vẻ cổ kính và là một ngôi chùa cổ ở Hà Nội\n\nTên Keo bắt nguồn từ nghĩa hai thôn Giao Tự và Giao Tất gắn bó với nhau như Keo Sơn. Làng Chè thuộc xã Kim Sơn, huyện Gia Lâm, Hà Nội.\n\nChùa có tất cả 47 pho tượng Phật, trong đó có nhiều pho tượng mang phong cách nghệ thuật [[thế kỷ 17]] - [[thế kỷ 18|18]]. Trong đó, tượng bà Keo là một tác phẩm nghệ thuật ở [[thế kỷ 18]]. \nChùa hiện còn giữ lại được 6 tấm bia đá, trong đó bia [[Lê Kính Tông|Hoằng Định]] [[16]] (1615), 1 chuông đúc thời [[Nguyễn Quang Toản|Cảnh Thịnh]] (1794), 1 khánh đồng, 8 đạo sắc phong cùng nhiều đồ thờ tự, nhiều mảng chạm mang phong cách nghệ thuật thời [[nhà Lê sơ|nhà Lê]].\n\nChùa đã được trùng tu nhiều lần, những lần trùng tu lớn còn được ghi rõ trên các bia 1611, 1638, 1787... Trong kháng chiến chống Pháp chùa bị hư hại nặng vì bom đạn giặc nên được trùng tu lớn vào năm 1933.\n\nNăm [[1993]], chùa được công nhận di tích lịch sử - văn hóa.<ref>[http:\/\/www.1000namthanglonghanoi.vn\/index.php?act=news_detail&Cat_Level1=100&Cat_Level2=104&View=495&Level=2 Chùa Keo]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref>\n\n==Lễ hội==\nLễ hội chùa Keo xã [[Kim Sơn]], huyện [[Gia Lâm]], thành phố [[Hà Nội]] hàng năm được diễn ra vào ngày mùng 6 tháng 4 âm lịch. \n==Xem thêm==\n*[[Danh sách chùa tại Hà Nội]]\n*[[Chùa Dâu]] \n*[[Chùa Nành]]\n*[[Chùa Keo (Thái Bình)]]\n*[[Chùa Keo Hành Thiện]]\n\n== Chú thích ==\n{{tham khảo|cột=}}\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}{{Chùa tại Việt Nam}}\n[[Thể loại:Chùa tại Hà Nội|Keo]]\n[[Thể loại:Tứ Pháp]]\n[[Thể loại:Gia Lâm]]"}