{"332798":"{{Chùa\n| name = Chùa Bà Ngô <br> Chùa Ngọc Hồ\n| img = Chua Ba Ngo1.JPG\n| img_size = 250\n| img_capt = Chùa Bà Ngô\n| denomination = [[Giáo hội Phật giáo Việt Nam]]\n| founded = 1127-1128\n| closed = \n| founder = \n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = 128 [[Phố Nguyễn Khuyến, Hà Nội|phố Nguyễn Khuyến]] - [[Hà Nội]]\n| country = \n| website = \n}}\n\n'''Chùa Bà Ngô''' là một ngôi chùa cổ ở [[Hà Nội]], có niên đại từ thời vua [[Lý Nhân Tông]], có tên chữ là '''Ngọc Hồ tự''' tức '''Chùa Ngọc Hồ''', hiện nay tọa lạc số 128 [[Phố Nguyễn Khuyến, Hà Nội|phố Nguyễn Khuyến]], phường Văn Miếu, [[Hà Nội]]. Người Pháp quen gọi đây là chùa Sinh Từ, vì nó nằm trên đường Sinh Từ.\n\nTrải qua gần 900 năm tồn tại, chùa Bà Ngô lưu giữ được nhiều văn bia, câu đối và một khối lượng di vật rất lớn ở nhiều thể loại như long ngai, bài vị, các tế khí... Chùa là một kiến trúc tôn giáo đẹp, độc đáo gắn liền với nhiều sự tích và nhân vật trong tiến trình phát triển của lịch sử [[Thăng Long]] - Hà Nội.\n\n== Lịch sử ==\nTheo cuốn ''Thăng Long cổ tích khảo'' thì chùa được xây dựng vào thời vua [[Lý Nhân Tông]] (khoảng năm 1127 - 1128). Còn theo sách \"La thành cổ tích vịnh\" thì nguyên tại đây xưa có một gò hình cái bầu đựng rượu (tửu hồ), năm Kiến Gia thứ 8 (1281), [[Lý Huệ Tông]] đã cho dựng trên gò ngôi chùa Ngọc Hồ (bầu bằng ngọc, đẹp và quý như ngọc). Người dân địa phương lại có cách giải thích khác là chùa vốn có một giếng nước rất trong không bao giờ cạn, là một thứ lễ vật tinh khiết bậc nhất dâng lên Tam Bảo. Giếng được bảo vệ như vật báu, được xây và có nắp đậy, hiện nay ở dưới mé tam quan của chùa, coi như bầu nước tinh khiết, quý giá như ngọc nên thành tên chùa.{{Cần chú thích}}\n\nCũng theo sách này, vào thời [[nhà Lê sơ|nhà Lê]], có một người con gái đẹp lấy chồng là một nhà buôn [[người Hoa]] giàu có, bà đã bỏ tiền ra xây dựng lại ngôi chùa này to đẹp hơn chùa cũ, do đó mới có tên Bà Ngô (Ngô Khách). Chùa được sửa chữa và làm mới qua nhiều năm. Theo Ngọc Hồ tự bi ký dựng năm [[Tự Đức]] thứ 17 đã ghi: Năm Tân Dậu (1861) làm mới ngôi nhà Tổ 5 gian, các năm Nhâm Tuất (1862), Quý Hợi (1863), Giáp Tý (1864), Ất Sửu (1865) tô tượng, đúc chuông, sửa chữa nhỏ.\n \nVào năm Ất Hợi (đời vua [[Bảo Đại]], tức [[1935]]), chùa được sửa chữa lớn nên đã có câu đối (tạm dịch): \"Không nhớ tháng Bà Ngô sửa chữa, Chỉ biết năm Bảo Đại khánh thành\". Sau lần sửa chữa này, chùa có được diện mạo như ngày nay với đầy đủ kiến trúc của một công trình thờ Phật: tam quan, tiền đường, hậu đường, nhà Tổ, điện Mẫu và nhiều di vật, tế khí quý.\n\n==Sự tích==\n[[Tập tin:Gac chuong chua.JPG|nhỏ|200px|Gác chuông chùa Bà Ngô, nơi theo truyền thuyết, vua [[Lê Thánh Tông]] gặp tiên]] \nSự tích kể rằng: có một lần [[Lê Thánh Tông]] thăm chùa, thấy trên gác chuông có bóng người đẹp ngâm 2 câu thơ:\n:Ở đây mến cảnh mến thầy\n:Tuy vui đạo Phật chưa khuây lòng người.\n\nCũng có thuyết nói rằng nhà vua thấy một thiếu nữ xinh tươi cầm một cành mẫu đơn ngâm mấy câu như sau:\n:Bà Ngô phong cảnh xinh thay\n:Đố ai cắt mối sầu này cho xong\n:Bao giờ về tới ngự cung\n:Thì ta sẽ dải tấm lòng cho hay\n\n[[Tập tin:Sinh tu 2.jpg|nhỏ|250px|chùa Bà Ngô trên [[Phố Nguyễn Khuyến|phố Sinh Từ]] (thời Pháp thuộc)]] \nVua bèn gặp hỏi chuyện và muốn cùng nàng xướng họa. Nàng nhường vua làm trước, lấy đề bằng 2 câu thơ nàng vừa ngâm. Vua làm bài thơ [[Đường luật]] như sau:\n:\"Ngẫm sự trần duyên khéo cực cười,\n:Sắc không, tuy Bụt, ấy lòng người,\n:Chày kình một tiếng tan niềm tục,\n:Hồn bướm năm canh lẩn sự đời,\n:Bể ái nghìn trùng khôn tát cạn,\n:Nguồn ân muôn trượng chửa khơi vơi.\n:Nào nào cực lạc là đâu tá?\n:Cực lạc là đây chín rõ mười\".\n:Ni đáp lại ngay: \"Hai câu thực và luận còn thiếu ý lại chưa thanh, nên sửa là: \n:Gió thông đưa kệ tan niềm tục\n:Hồn bướm mơ tiên lẩn sự đời\".\n\n:Vua rất phục, mời nàng lên [[kiệu]] về cung, nhưng đến cửa Đại Hưng thì biến mất. Vua cho là tiên giáng trần, dựng lầu Vọng Tiên ở đó để tưởng nhớ.<ref>Lầu Vọng Tiên bị dỡ khi phá thành [[Thăng Long]] xây lại và được chuyển về số 120B phố Hàng Bông thành đền Vọng Tiên.<\/ref>\n\nMột đêm nhà vua làm mơ thấy Tiên hiện tới tự tình và nói ở nơi kinh thành lâu nay thường xảy ra tai dịch là bởi có con Thạch tinh ở dưới cái ao ngay trước quán, đã hóa ra một con [[gà]] bay đi tác quái khắp Kinh thành, phải kịp trừ ngay mới khỏi sinh tra hậu họa lớn. Khi tỉnh dậy, nhà vua cho đào ngay ở giữa [[ao]] trước quán sâu tới 3 thước, đất đỏ như máu, thấy một hòn đá, bèn đập vỡ tan, vứt ra ngoài sông rồi lấp phẳng ao đi. Từ đó kinh thành rất yên ổn.\n\nChùa Bà Ngô cũng là bối cảnh cho câu chuyện Tú-Uyên gặp Giáng-Kiều trong truyện thơ [[Bích Câu kỳ ngộ]]. Chàng học trò nghèo Trần Tú Uyên một hôm đi xem hội làm chay ở chùa Ngọc-Hồ:\n\n:Ngọc Hồ có đám chay tăng,\n:Nức nô cảnh Phật, tưng-bừng hội xuân.\n:Dập dìu tài-tủ giai-nhân,\n:Ngổn ngang mã tích xa trần thiếu ai.\n\nChiều đến, sắp về, Tú Uyên nhặt được một chiếc \"lá hồng\" có đề một câu thơ. Chàng định họa lại thì thấy một thiếu nữ tuyệt đẹp trước cửa tam quan, liền đi theo, nhưng đình Quảng Văn thì thiếu nữ bỗng biến mất khiến cho chàng tương tư sầu muộn.\n\nCác sự tích trên đã được Trần Bá Lãm (1757-1815) - Tiến sĩ khoa Đinh Mùi (1787) đề thơ như sau: \n \nVịnh Ngọc Hồ tự\n\n:Địa bất bồng lai ẩn trích tiên,\n:Y hi hoàn bội bạng hoa biên.\n:Đại Hưng môn ngoại tiên tung diểu,\n:Nan mịch Đào nguyên nhận túc duyên\n \nDich:\n\n:Đất chẳng bồng lai náu trích tiên,\n:Bên hoa văng vẳng xuyến vòng rền.\n:Đại Hưng ngoài cửa tiên mờ dấu\n:Khó kiếm nguồn Đào nhận túc duyên.\n\n== Kiến trúc ==\n[[Tập tin:Đien tho chinh cua chua ba Ngo.JPG|nhỏ|Tiền đường chùa Bà Ngô]] \nTam quan của chùa là gác chuông 2 tầng, 8 mái với 8 góc đao cong. Một quả chuông đồng đúc năm [[Canh Dần]] [[Thành Thái]] thứ 2 ([[1887]]) được treo ở giữa tam quan có dòng chữ \"Ngọc Hồ tự chung\". Phật điện gồm tiền đường và hậu cung làm theo kiểu \"chữ đinh 丁\". Hiên trong tiền đường dạng vòm cuốn mở rộng bằng một vì vỏ cua, là một kiểu kiến trúc ít có ở miền Bắc mà chỉ thấy ở [[Hội An]], [[Huế]] với 2 đầu làm theo kiểu nhà kèn. Hậu cung 4 [[gian]] có nhiều cửa võng. Nhà Tổ, ngoài 2 ban thờ các sư tổ [[Bồ Đề Đạt ma]], các sư tổ của chùa đã viên tịch, còn có [[bàn thờ]] đức [[Văn Xương]].\n\nĐiện Mẫu thờ các [[Mẫu]], Ngọc Hoàng và vua Lê Thánh Tông ngồi trên ngai rồng. Hai bên thờ Đức Thánh [[Trần Hưng Đạo]] cùng hai gia tướng [[Yết Kiêu]] và [[Dã Tượng]]. Tượng trong chùa hiện có 35 pho được sắp xếp dọc Phật điện. Ngoài những pho như [[Tam thế]], [[A-di-đà tam tôn]], [[Quan Âm thiên thủ thiên nhãn]], [[Ngọc hoàng Thượng đế]], [[Nam Tào]], [[Bắc Đẩu]], còn có 10 vị [[Diêm vương|Diêm Vương]] và tượng Bà Ngô trang phục gần như tượng Mẫu. Tượng Tổ mang nhiều nét chân dung của sư nữ...\n\nĐặc biệt, trước hai bên cổng chính của chùa là hàng câu đối [[chữ Nôm]], một điều rất hiếm gặp tại các chùa ở Hà Nội. Câu đối đó như sau:\n:Cuộc doanh hoàn đương củi quế gạo châu, cấp của làm duyên, gọi chút được tròn quả phúc;\n\n:Chốn thành thị cũng non bồng nước nhược, lên chùa lễ Phật, kìa ai mến cảnh chiền già.''\n\nChùa Bà Ngô được công nhận là \"cổ tích được liệt hạng\" vào ngày 7 tháng 8 năm 1951 theo quyết định của Giám đốc Sở Quốc gia Bảo tồn Cổ tích. Chùa được chính quyền Cộng hoà xã hội chủ nghĩa Việt Nam công nhận là di tích lịch sử - văn hoá năm [[1993]].\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo==\n*Nguyễn Bá Lăng. ''Kiến trúc Phật giáo Việt Nam'' Quyển II. Paris: Nguyễn Bá Lăng, 2001.\n*[http:\/\/www.thientam.vn\/index.php?nv=News&at=article&sid=320 Lịch sử chùa Bà Ngô - Hà Nội] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081211194443\/http:\/\/www.thientam.vn\/index.php?nv=News&at=article&sid=320 |date=2008-12-11 }}\n\n{{Chùa tại Việt Nam}}\n[[Thể loại:Chùa tại Hà Nội|Bà]]\n[[Thể loại:Đống Đa]]"}