{"233708":"{{Thông tin chùa\n| name = Chùa Quang Lãng<br>(Viên Minh tự)\n| img = \n| img_size = 270\n| img_capt = \n| denomination = [[Viên Minh Pháp Hội]]\n| founded = \n| closed = \n| founder = \n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = (khuyết vị)\n| priest = \n| rinpoche = \n| reverend = \n| address = [[Phú Xuyên]], [[Hà Nội]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n| tên tự = Viên Minh tự\n}}\n'''Chùa Quang Lãng''', tên chữ là Viên Minh Tự tên dân giang thường gọi là '''chùa Giáng''', ở huyện [[Phú Xuyên]], thành phố [[Hà Nội]], là nơi trụ trì của Đệ tam [[Pháp chủ]] [[Giáo hội Phật giáo Việt Nam]] [[Thích Phổ Tuệ]].\n\n== Lịch sử ==\n\nThời điểm ra đời của chùa hiện không có thư tịch ghi lại, nhưng trước năm 1900, chùa được dựng ở ngoài bãi sông Hồng, cho tới năm 1900 thì có nguy cơ sạt lở, cho nên dân làng hai xã Quang Lãng và Mai Xá đã công đức và mời [[Pháp sư]] [[Thích Nguyên Uẩn]] tới trụ trì và dỡ chuyển chùa đến nơi hiện nay.\n\nKhi đã xây dựng quy củ, Pháp sư tập hợp tăng ni trong [[Sơn Môn Pháp Phái]] để thành lập đạo tràng lấy tên là [[Viên Minh Pháp Hội]] giảng dạy tu học Phật pháp. Bởi thế, nơi đây còn được gọi là \"Viên Minh tự\".\n\nNăm [[Nhâm Dần]] ([[1902]]), Pháp sư [[Thích Nguyên Uẩn]] mở Đạo tràng Viên Minh Pháp Hội, quy tụ được hơn 100 tăng ni giảng dạy và tu học trong 12 năm (1903 – 1915). Đạo tràng đã biên soạn nhiều kinh sách, khắc ván in để quảng bá Phật pháp.\n\nKhi còn tu học ở Tổ đình Bồ Đề, Ngài đã chép lại bộ kinh Hoa Nghiêm 81 quyển, vẽ tranh minh họa \"Thất sứ cửu hội\" quang cảnh Đạo tràng những nơi giảng đàn của Đức Phật Thích Ca, khắc ván kinh Pháp Hoa 2 tập 7 quyển, bộ Nhật tụng 2 tập, Luật Nghi phạm thụ giới 3 quyển, chép giúp chốn Tổ Tế Xuyên bộ Quy nguyên trực chỉ 3 tập, …\n\nHiện nay, tại chùa Giáng còn lưu giữ tạng ván kinh điển: Kinh 42 chương, kinh Phật Di giáo, Cảnh sách Quy Sơn giảng giải, kinh Vô lượng nghĩa, Khởi tín luận, Lục trúc song, Điệp văn Bồ đề, …..\n\nViên Minh tự được trùng tu mới phía trước, khang trang và tĩnh mịch.\n\nNăm 1915, Tổ Nguyên Uẩn viên tịch, tổ đệ nhị Thích Quảng Tốn kế đăng trụ trì, sư đã cố gắng giữ gìn trang nghiêm cảnh giới, tu bổ chùa chiền, tô tượng, làm của võng, nghi môn, trang trí huy hoàng... giữ gìn các di sản văn vật, thư tịch của Viên Minh Pháp Hội dù ngài có thân bệnh.\n\nNăm 1961, Tổ Quảng Tốn viên tịch, hòa thượng Thích Phổ Tuệ kế đăng trụ trì.\n\nNgày 21 tháng 10 năm 2021, Hoà thượng Thích Phổ Tuệ viên tịch, đến nay thì không có ai kế đăng trụ trì.<gallery>\nTập tin:Chùa viên minh 3.jpg|Tam quan chùa Ráng\nTập tin:Chùa viên minh 2.jpg|Tháp Đa Bảo trước chính điện, xây theo nội dung Kinh Diệu Pháp Liên Hoa\nTập tin:Chùa Viên Minh 1.jpg|Ban Tam Bảo\nTập tin:Chùa viên minh 4.jpg|cảnh chùa giản dị\nTập tin:Chùa viên minh 5.jpg|Cổng sau của chùa\n<\/gallery>\n\n== Truyền Thừa Sơn Môn ==\nChùa Ráng, Viên Minh Tự cùng với chùa Đa Bảo là các tổ đình của Sơn Môn Đa Bảo, nguyên do vì tổ đệ nhất Nguyên Uẩn Pháp Sư vốn là đệ tử chùa Đa Bảo. Chùa Đa Bảo lại là chi phái của sơn môn chùa Đọi như câu ca dao \"Nhất Đọi, Nhì Đa (Đa Bảo), thứ Ba Khê Hồi\".\n\n# Thiền sư Viên Văn Chuyết Công Đại Hòa Thượng, chùa Bút Tháp, Phật Tích.\n# Thiền sư Minh Lương, tổ đình Phù Lãng.\n# Thiền sư Chân Nguyên Tuệ Đăng (1647-1726) trụ trì chùa Long Động, Chùa Quỳnh Lâm.\n# Thiền sư Như Trừng Lân Giác (1690 - 1733), đệ nhất trụ trì chùa Liên Phá,. Hàm Long.\n# Thiền sư Bảo Sơn Tính Dược (1674- 1744), đệ nhị trụ trì chùa Liên Phái.\n# Thiền sư Hải Quýnh Từ Phong (1728- 1811), đệ tam trụ trì chùa Liên Phái.\n# Thiền sư Tịch Chiếu, Đệ nhất tổ chùa Hoa Lâm Khê Hồi, Thường Tín, Hà Nội.\n# Thiền sư Chiếu Thường, đệ nhất tổ chùa Đa Bảo, Phú Xuyên, Hà Nội.\n# Thiền sư Phổ Thiền, Đệ nhị Tổ chùa Đa Bảo, Phũ Xuyên, Hà Nội.\n# Thiền sư hàng chữ Thông chưa rõ tên hiệu thuộc sơn môn Đa Bảo.\n# Thiền sư hàng chữ Tâm chữa rõ tên hiệu thuộc sơn môn Đa Bảo.\n# Thiền sư Nguyên Uẩn, đệ nhất tổ Viên Minh.\n# Thiền sư Thích Quảng Tốn, đệ nhị tổ Viên Minh.\n# Thiền sư Thích Phổ Tuệ. đệ tam tổ Viên Minh.\n\n== Các Thế Hệ Tổ Sư ==\n\n# Đệ Nhất Tổ: Pháp Sư Thích Nguyên Uẩn (1864 - 1915), khai sơn tổ đình vào năm 1902 và trụ trì từ đó đến khi viên tịch năm 1915.\n# Đệ Nhị Tổ: Hòa Thượng Thích Quảng Tốn (1883 - 1961), trụ trì từ năm 1915 đến năm 1961.\n# Đệ Tam Tổ: Pháp Chủ Đại Lão Hòa Thượng Thích Phổ Tuệ (1917 - 2021), trụ trì từ năm 1961 đến năm 2021.\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai kiến trúc Phật giáo Việt Nam}}\n\n{{DEFAULTSORT:Quang Lãng}}\n[[Thể loại:Chùa tại Hà Nội]]"}