{"34834":"{{Infobox Former Country\n| native_name                = 主鄭\n| conventional_long_name    = Chúa Trịnh\n| common_name                = Chúa Trịnh\n| national_motto                = \n| continent                = Á châu\n| region                = Đại Việt\n| country                = [[Đàng Ngoài]]\n| era                = [[Nhà Lê trung hưng]]\n| status                = Lãnh địa công quốc\n| status_text                = \n| government_type                = [[Quân chủ chuyên chế]]\n| p1                = Nhà Mạc\n| s1                = Nhà Tây Sơn \n| flag_s1                = \n| year_start                = 1545\n| year_end                = 1787\n| event1                = [[Trịnh Kiểm]] xưng Thái sư Lạng Quốc công\n| date_event1                = 1545\n| event2                = [[Trịnh Tùng]] chính thức xưng vương\n| date_event2                = 1570\n| event3                = [[Trịnh Bồng]] mất ngôi\n| date_event3                = 1787\n| image_coat             = Seal of Trịnh Lords (Tĩnh Đô vương 靖都王).svg\n| symbol_type            = [[Trịnh Sâm|Tĩnh Đô vương]] tỷ (靖都王璽) \n| image_flag                = \n| flag                = \n| flag_type                = \n| image_map                = \n| image_map_alt                = Họa phẩm mô tả [[Phủ chúa Trịnh]] do Samuel Baron vẽ vào khoảng [[thế kỷ XVII]].\n| image_map_caption                = [[Phủ chúa Trịnh]] [[thế kỷ XVII]].\n| capital                = [[Đông Kinh]]\n| common_languages                = [[Tiếng Việt]]\n| religion                = [[Tam giáo đồng nguyên]]\n| currency                = [[Đồng xu|Tiền xu]]\n| demonym                = \n| area_km2                = \n| area_rank                = \n| GDP_PPP                = \n| GDP_PPP_year                = \n| HDI                = \n| HDI_year                = \n| today                = \n}}\n'''Chúa Trịnh''' ([[chữ Nôm]]: 主鄭, [[chữ Hán]]: 鄭王 \/ '''Trịnh vương'''; [[1545]] &ndash; [[1787]]) là một vương tộc phong kiến kiểm soát quyền lực lãnh thổ [[Đàng Ngoài]] suốt thời [[Nhà Lê trung hưng|Lê Trung hưng]]. Về danh nghĩa thì chúa Trịnh là bề tôi của nhà Lê (họ chỉ xưng tước \"[[vương]]\", vẫn dùng niên hiệu và nhận sắc phong, chiếu chỉ từ hoàng đế nhà Lê). Tuy nhiên thực tế thì vua Lê không có thực quyền, việc cai trị chủ yếu do chúa Trịnh thực hiện. Bộ máy triều đình lúc này hoạt động theo ''thể chế lưỡng đầu''. Tổng cộng có 11 đời chúa Trịnh chính thức (nếu tính luôn cả [[Trịnh Kiểm]] là 12 đời chúa), cai quản xứ Đàng Ngoài trong hơn 2 thế kỷ.\n\n==Lên nắm quyền lực==\nSau khi hoàng đế [[Lê Hiến Tông]] mất năm [[1504]], các hoàng đế kế vị đều yểu mạng, hoặc tàn bạo, hoặc kém tài. Đến năm [[1527]], quyền thần [[Mạc Đăng Dung]] cướp hoàng vị của [[Lê Cung Hoàng]] rồi sáng lập [[nhà Mạc]]. Năm [[1533]], ở [[Thanh Hóa]], một võ tướng nhà Lê là [[Nguyễn Kim]] nổi dậy chống lại nhà Mạc, lập lại nhà Lê, ông tìm được hậu duệ của nhà Lê là Lê Ninh bèn lập làm hoàng đế tức là [[Lê Trang Tông]]. Trong vòng 5 năm, các vùng phía nam nằm dưới quyền kiểm soát của [[Nhà Lê trung hưng|nhà Lê Trung Hưng]] nhưng họ không thể chiếm [[Thăng Long]]. Trong thời gian này, nhà Lê cũng phát triển thế lực về phía Nam, chiếm quyền kiểm soát vùng cực nam lãnh thổ nơi từng là đất đai của [[Chăm Pa]].\n\nNgười mở đầu sự nghiệp của họ Trịnh là [[Trịnh Kiểm]], người huyện [[Vĩnh Lộc]], [[Thanh Hóa]]. Tương truyền thuở nhỏ nhà  Trịnh Kiểm nghèo, hàng xóm rất ghét, nhân khi Trịnh Kiểm đi vắng bèn bắt mẹ ông ném xuống vực. Trịnh Kiểm về không thấy mẹ đâu bèn đi tìm, đến vực tìm ra xác mẹ thì mối đã xông đầy lên rồi. Sau có ông thầy tướng đi qua chỉ vào ngôi mộ mẹ Trịnh Kiểm đọc rằng:\n\n:''Phi đế phi bá''\n:''Quyền khuynh thiên hạ''\n:''Truyền tộ bát đại''\n:''Tiêu tường khởi vạ''\n\nNghĩa là:\n:''Chẳng đế chẳng bá''\n:''Quyền nghiêng thiên hạ''\n:''Truyền được tám đời''\n:''Trong nhà dấy vạ''\n\nMẹ mất, nghe tin Nguyễn Kim nổi dậy dựng lại nhà Lê, Trịnh Kiểm bèn đến xin gia nhập. Nhờ tài năng, ông được Nguyễn Kim tin cậy và gả con gái là [[Nguyễn Thị Ngọc Bảo]] cho. Nǎm [[1539]] ông được phong làm Đại tướng quân, tước Dực quận công. Năm [[1545]], Nguyễn Kim mất, Trịnh Kiểm lên thay cầm quyền, được phong làm thái sư nắm toàn thể quân đội.\n\n==\"Phù Lê diệt Mạc\"==\n===\"Phi đế phi bá, quyền khuynh thiên hạ\"===\nNắm quyền trong triều đình Nam triều nhà Lê, trước hết Trịnh Kiểm lo đối phó với các con của Nguyễn Kim để củng cố quyền lực. Ông sai thuộc hạ xông vào nhà giết con cả của Kim là [[Nguyễn Uông]]. Người con thứ là [[Nguyễn Hoàng]] sợ hãi xin xuống trấn giữ vùng [[Thuận Hóa]] - [[Quảng Nam]] ở phía Nam. Trịnh Kiểm cho rằng giết cả hai anh em Hoàng sẽ mang tiếng, mà Thuận - Quảng là nơi xa xôi, \"ô châu ác địa\" nên bằng lòng cho Hoàng vào đó để mượn tay [[nhà Mạc]] giết Hoàng. Từ đó Trịnh Kiểm nắm toàn bộ quyền hành của nhà Lê, xây dựng sự nghiệp cho [[trịnh (họ)|họ Trịnh]].\n\nNăm 1556, vua [[Lê Trung Tông]] mất sớm không có con nối, Trịnh Kiểm định giành ngôi nhà Lê, nhưng còn do dự sợ dư luận, bèn sai người tìm đến Trạng Trình [[Nguyễn Bỉnh Khiêm]] bấy giờ đang ẩn dật. Nghe theo lời khuyên của Trạng Trình (\"''giữ chùa thờ Phật thì ăn oản''\"), Trịnh Kiểm bèn đi tìm được người trong [[tôn thất]] nhà Lê là Lê Duy Bang, cháu 6 đời của [[Lê Trừ]] (anh [[Lê Thái Tổ]]), lập làm vua, tức là [[Lê Anh Tông]]. Từ đó họ Trịnh nối đời cầm quyền nhưng danh nghĩa vẫn tôn phò, làm bề tôi cho nhà Lê, hai họ sống chung trong cơ chế lưỡng đầu phụ thuộc nhau: nhà Lê cần có họ Trịnh để bảo vệ và chống Mạc, còn họ Trịnh cần có nhà Lê để việc nắm quyền được danh chính ngôn thuận. Bởi vậy người đời truyền lại câu: \"''Lê tồn Trịnh tại, Lê bại Trịnh vong.''\"\n\nNăm 1570, [[Trịnh Kiểm]] mất, hai con là [[Trịnh Cối]] và [[Trịnh Tùng]] tranh quyền. Hai anh em dàn quân đánh nhau. Cùng lúc đó quân Mạc từ bắc kéo vào. Trịnh Cối bị kẹp giữa hai đường không thể cự nổi bèn đầu hàng [[nhà Mạc]], được nhà Mạc thu nhận và phong chức.\n\nVua [[Lê Anh Tông]] ủng hộ ngôi con trưởng của Trịnh Cối, cùng mưu với Lê Cập Đệ định giết Trịnh Tùng, nhưng việc bị lộ. Vua Anh Tông mang 4 người con lánh đi nơi khác. Trịnh Tùng lập người con út của vua là Đàm lên ngôi, tức là [[Lê Thế Tông]]. Sau đó, Trịnh Tùng lùng bắt được cha con vua Anh Tông mang về lập mưu giám sát, rồi bức chết. Từ đó vua Lê hoàn toàn nép trong cung, Trịnh Tùng tự mình xử trí mọi việc trong triều. Các vua Lê sau có ý định chống lại đều bị bức tử và thay thế bằng một hoàng đế nhỏ tuổi hoặc dễ bảo hơn.\n\n===Khôi phục Thăng Long===\n[[Tập tin:Chúa Trịnh xuất hành.jpg|nhỏ|phải|250px|Tranh vẽ đám rước chúa Trịnh xuất hành, thế kỷ 17]]\n{{Chính|Chiến tranh Lê-Mạc|Nhà Mạc}}\nTừ khi [[Trịnh Kiểm]] nắm quyền, họ Trịnh cai quản vùng phía nam của [[Đại Việt]] (trên danh nghĩa vẫn là chiến đấu dưới quyền vua Lê) và chiến đấu với nhà Mạc ở phía bắc. Bấy giờ nhà Lê chiếm lại được [[Thanh Hóa]] và [[Nghệ An]]. Nhờ có khẩu hiệu \"Phù Lê diệt Mạc\" (giúp Lê diệt Mạc), thanh thế họ Trịnh ngày một lớn. Ở vùng Tây bắc, anh em Vũ Văn Mật, Vũ Văn Uyên ([[Chúa Bầu]]) cát cứ tại Tuyên Quang sai người đến xin quy phục. Sau đó năm 1550, thái tể nhà Mạc là [[Lê Bá Ly]] là cựu thần nhà Lê sơ cùng thông gia là [[Nguyễn Thiến]] mang gia quyến về hàng.\n\nTrong suốt những năm 1545 – 1580 là giai đoạn hai bên giằng co. Được tăng sức mạnh, họ Trịnh liên tiếp tấn công ra bắc đánh Sơn Nam, [[Ninh Bình]], Sơn Tây, [[Thăng Long]]. [[Nhà Mạc]] lúc đó dưới sự chèo lái của Khiêm Vương [[Mạc Kính Điển]] đã đứng vững. Mạc Kính Điển nhiều lần phải mang vua Mạc qua sông tránh sang Kim Thành (Hải Dương) nhưng quân Lê – Trịnh vẫn không vào được Thăng Long. Ngược lại, sau những đợt tấn công ra bắc, quân Trịnh cũng phải đối phó với những đợt tiến công vào Thanh Hóa - Nghệ An của Mạc Kính Điển. Hai bên khi được khi thua. Cuộc chiến giằng co nổi lên tên tuổi các tướng [[Hoàng Đình Ái]], Nguyễn Hữu Liêu bên Lê-Trịnh, [[Nguyễn Quyện]] bên Mạc.\n\nSau khi trấn thủ [[Thuận Hóa|Thuận Hoá]] (năm 1558), năm 1570, Nguyễn Hoàng lại xin trấn thủ [[Quảng Nam]]. Chúa Trịnh mải lo chiến trường phía bắc nên chấp thuận. Năm 1572, Hoàng dùng kế giết được tướng Mạc là Mạc Lập Bạo vào đánh. Nhà Mạc mất hẳn phía nam và chỉ còn kiểm soát Bắc Bộ.\n\nSau khi Mạc Kính Điển chết (1580), nhà Mạc bắt đầu suy yếu. Vua Mạc là [[Mạc Mậu Hợp|Mậu Hợp]] ít lo chính sự, phụ chính Mạc Đôn Nhượng không đủ năng lực. Quân Lê-Trịnh bắt đầu chiếm ưu thế. Năm 1591, [[Trịnh Tùng]] đem quân bắc tiến áp sát thành Thăng Long. Đầu năm 1592, Mạc Mậu Hợp chạy sang Gia Lâm, thống suất thủy quân để làm thanh thế trên [[sông Hồng|sông Nhị Hà]] cho các tướng giữ kinh thành [[Thăng Long]]. Trịnh Tùng thúc quân tổng tiến công. Các tướng Mạc Ngọc Liễn, [[Bùi Văn Khuê]], Trần Bách Niên tan vỡ bỏ chạy. Phục binh của Nguyễn Quyện ở cầu Dền không kịp nổi dậy đã bị giết. Nguyễn Quyện bị bắt rồi bị giết, hai con tử trận. Quân Mạc chết rất nhiều.\n\nTrịnh Tùng rút quân chủ lực về. Mạc Mậu Hợp thu tàn quân án ngữ sông Nhị Hà, lại ham sắc đẹp của vợ tướng [[Bùi Văn Khuê]] là [[Nguyễn Thị Niên]] nên muốn giết Khuê. Tháng 8 năm 1592, [[Bùi Văn Khuê]] biết chuyện bèn đem quân hàng Lê, hợp binh với Trịnh Tùng đại phá quân Mạc.\n\n[[Tháng mười một|Tháng 11]] năm [[1592]], Trịnh Tùng lại tiến đánh Thăng Long. Mạc Mậu Hợp thua chạy về Kim Thành ([[Hải Dương]]). Thấy thế nguy cấp, Mậu Hợp lập con là [[Mạc Toàn|Toàn]] lên ngôi, tự mình làm tướng thống suất quân đội. Sau các cuộc chiến ác liệt tại khu vực các phủ Nam Sách, Hạ Hồng, Kinh Môn trong tháng 11 và 12 thì quân Mạc thua to. Mạc Mậu Hợp phải bỏ trốn đến huyện Phượng Nhãn, bị bắt sống sau đó ít ngày và bị hành hình.\n\nSau vài cuộc chiến khác chống lại các thế lực tàn dư nhà Mạc, Trịnh Tùng rước vua Lê Thế Tông trở lại Thăng Long năm [[1593]]. Họ Trịnh đánh dấu quyền lực bằng cách tiến hành xây [[Phủ chúa Trịnh]] ở [[Thăng Long]].\n\n===Dẹp tàn dư họ Mạc===\nDù Mạc Mậu Hợp và sau đó là Mạc Toàn bị bắt và bị giết thì thế lực của nhà Mạc chưa bị tiêu diệt hết. Các vùng như [[Thái Nguyên]], [[Lạng Sơn]], [[Cao Bằng]] vẫn thuộc quyền quản lý của nhiều người như [[Mạc Kính Chỉ]], [[Mạc Kính Cung]] cho tới năm 1623. [[Nhà Minh]], vì muốn duy trì thế [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]] ở Đại Việt có lợi cho họ nên đã can thiệp để họ Mạc được cát cứ ở [[Cao Bằng]]. Vì vậy cháu Mạc Kính Điển là [[Mạc Kính Khoan|Kính Khoan]] và con Khoan là [[Mạc Kính Vũ|Kính Vũ]] vẫn cát cứ ở Cao Bằng, dù về cơ bản, họ Trịnh đã làm chủ Bắc Bộ và Bắc Trung bộ.\n\nKhi nhà Minh sụp đổ (1644), các vua [[Nhà Nam Minh|Nam Minh]] - tàn dư nhà Minh - vẫn ủng hộ họ Mạc. Họ Mạc nối nhau cát cứ ở đây trong nhiều năm. Mãi đến khi nhà Minh mất hẳn (1662) về tay [[nhà Thanh]], họ Trịnh mới ra tay dẹp họ Mạc. Tới năm 1677, chúa [[Trịnh Tạc]] sai tướng [[Đinh Văn Tả]] đi đánh, việc trấn giữ Cao Bằng của họ Mạc mới chấm dứt. Tàn dư họ Mạc phải chạy sang Trung Quốc.\n\n==Trịnh – Nguyễn phân tranh==\n{{chính|Trịnh-Nguyễn phân tranh}}\nSau khi [[Nguyễn Hoàng]] xuống phía Nam đã xây dựng căn cứ và phát triển thành một thế lực độc lập, hình thành chính quyền của họ Nguyễn. Tuy các [[chúa Nguyễn]] vẫn hợp tác với chúa Trịnh để chống nhà Mạc và vẫn đứng danh nghĩa là thần tử nhà Lê, nhưng thực tế các chúa Nguyễn vẫn cai trị các tỉnh biên giới phía Nam Đại Việt với một chính quyền độc lập. Hơn thế nữa, họ đã có công mở rộng lãnh thổ Đại Việt lên gấp đôi về phía Nam. Sau khi đánh bại nhà Mạc, sự độc lập của các chúa Nguyễn ngày càng trở nên khó chịu đối với các chúa Trịnh.\n\nNhững sự căng thẳng lên đỉnh điểm năm [[1627]] khi chiến tranh nổ ra giữa hai phe. Trong khi phe chúa Trịnh kiểm soát một vùng rộng lớn và đông dân cư hơn, thì chúa Nguyễn lại có nhiều ưu thế. Thứ nhất, họ chỉ muốn bảo vệ lãnh thổ của mình, họ không muốn tấn công miền bắc. Thứ hai, chúa Nguyễn có thể lợi dụng ưu thế về các tiếp xúc của mình với những người [[châu Âu]], đặc biệt là những người [[Bồ Đào Nha]], để mua các loại súng hiện đại của châu Âu. Thứ ba, điều kiện địa lý cũng ưu đãi cho họ, đất đai phẳng vốn thích hợp cho những quân đội được tổ chức lớn lại hiếm có ở lãnh thổ của họ, nơi núi non hầu như lan ra đến tận biển.\n\nChúa Nguyễn xây dựng hai giới tuyến rất vững chắc kéo dài vài dặm từ biển đến tận các ngọn đồi ở phía bắc thành [[Huế|Phú Xuân]]. Họ đã bảo vệ hai giới tuyến này chống lại nhiều cuộc tấn công của các chúa Trịnh. Trong thời gian từ [[1627]] đến tận [[1672]], hai bên giao chiến cả thảy 7 lần. Năm 1655, quân Nguyễn thắng thế vượt [[sông Gianh]] đánh Nghệ An, chiếm 7 huyện và mang theo nhiều dân cư ở đây vào khai khẩn trong nam. Năm sau quân Trịnh phản công chiếm lại.\n\nNăm 1672, hai bên đình chiến, Tây Định Vương [[Trịnh Tạc]] và Hiền Vương [[Nguyễn Phúc Tần]] lấy sông Gianh làm ranh giới chia cắt Việt Nam. Đất nước bị chia ra thành Đàng Trong - Đàng Ngoài bởi hai gia đình cai trị. Tuy vậy, hai bên cùng mang danh nghĩa là quan [[nhà Hậu Lê]], giúp vua Lê cai quản đất nước nên cả Đàng Trong, Đàng Ngoài vẫn đều được coi là lãnh thổ của Đại Việt.\n\n==Dẹp yên khởi nghĩa nông dân==\nCác chúa Trịnh từ [[Trịnh Kiểm]], [[Trịnh Tùng]], [[Trịnh Tráng]], [[Trịnh Tạc]], [[Trịnh Căn]], [[Trịnh Cương]] đều là những chúa giỏi cai trị. Sau khi chiến tranh Trịnh – Nguyễn và Trịnh - Mạc chấm dứt, Bắc Hà yên ổn thịnh trị.\n\nCác chúa Trịnh cai trị khá tốt, luôn giữ danh nghĩa cho vua [[nhà Lê sơ|nhà Lê]]. Tuy nhiên họ là người lựa chọn ra vua, họ thay thế vua và họ cũng có quyền cha truyền con nối để chỉ định nhiều quan chức hàng đầu trong triều đình. Không giống như các [[chúa Nguyễn]], những người thường gây chiến với [[Chân Lạp]] và [[Xiêm|Xiêm La]], các chúa Trịnh giữ quan hệ hòa bình hữu hảo với các nước láng giềng.\n\nNăm 1729, [[Trịnh Cương]] chết, con là [[Trịnh Giang]] lên thay. Trịnh Giang ăn chơi trác táng, sa đọa, sửa đổi nhiều phép tắc của cha mình, giết chết hàng loạt các vị quan giỏi như Lê Anh Tuấn, Nguyễn Công Hãng, giết vua nọ lập vua kia, gian dâm với cung nữ của cha, lại gây ra thuế khóa nặng nề làm mất lòng dân. Từ đó nông dân liên tiếp nổi dậy khởi nghĩa. Đó chính là phong trào [[khởi nghĩa nông dân Đàng Ngoài]].\n\nNăm 1737, nhà sư Nguyễn Dương Hưng nổi dậy khởi nghĩa. Năm 1739, hậu duệ nhà Mạc (đã bị đổi họ) là Nguyễn Cừ, Nguyễn Tuyển cùng Vũ Trác Oánh nổi dậy ở [[Hải Dương]]. Tông thất nhà Lê là [[Lê Duy Mật]] cũng định làm binh biến ở Thăng Long để lật đổ họ Trịnh nhưng không thành nên rút ra ngoài khởi nghĩa. Đến năm 1740 đồng loạt các cuộc khởi nghĩa lớn của quận He [[Nguyễn Hữu Cầu]], quận Hẻo [[Nguyễn Danh Phương]] và [[Hoàng Công Chất]] bùng phát. Chính sự Bắc Hà hết sức rối ren.\n\nTrịnh Giang không khắc phục được khó khăn, lại mắc bệnh nằm bẹp dưới nhà hầm không điều hành được công việc. Trước tình hình đó, gia tộc họ Trịnh phế bỏ Trịnh Giang, lập em Giang là [[Trịnh Doanh]] lên ngôi năm 1740. Là người có tài năng, Trịnh Doanh điều chỉnh chính sách, ra tay đánh dẹp, dần dần củng cố lại tình hình Bắc bộ. Trong cuộc chinh phạt các cuộc khởi nghĩa, nổi lên tên tuổi các danh tướng [[Hoàng Ngũ Phúc]], Bùi Thế Đạt, [[Phạm Đình Trọng]]. Đến khi Trịnh Doanh mất (1767), cơ bản các cuộc khởi nghĩa đều bị dẹp tan, chỉ còn Hoàng Công Chất và Lê Duy Mật. Con Doanh là [[Trịnh Sâm]] lên ngôi nhanh chóng dẹp nốt các cuộc khởi nghĩa này năm 1769.\n\n==Lê bại Trịnh vong==\n\n===Tây Sơn khởi nghĩa===\nHòa bình lâu dài với Đàng Trong kết thúc khi cuộc [[nhà Tây Sơn|nổi dậy Tây Sơn]] ở phía nam chống lại chúa Nguyễn bùng nổ năm 1771. Cuộc khởi nghĩa Tây Sơn được chúa [[Trịnh Sâm]] coi là một cơ hội để kết liễu chúa Nguyễn ở miền nam Việt Nam. Năm [[1774]], Trịnh Sâm cử lão tướng quận Việp Hoàng Ngũ Phúc mang quân tấn công và chiếm [[Cố đô Huế|Phú Xuân]]. Quân Trịnh tiếp tục tiến về phía Nam trong khi quân Tây Sơn chiếm các thành khác ở trong nam. Các chúa Nguyễn giữ [[Gia Định]] tới tận khi nó bị chiếm vào năm [[1777]] và dòng họ nhà Nguyễn gần như bị tiêu diệt.\n\nLần đầu tiên bờ cõi của Lê – Trịnh được mở rộng đến Quảng Nam.\n\n===\"Truyền tộ bát đại, tiêu tường khởi vạ\"===\nHọ Trịnh từ [[Trịnh Kiểm]] đến [[Trịnh Sâm]] là truyền được 9 đời chúa. Năm 1782, Trịnh Sâm qua đời. Ngay từ khi Sâm còn sống đã diễn ra cuộc tranh giành ngôi thế tử giữa con trưởng [[Trịnh Khải]] và con thứ [[Trịnh Cán]]. Vì Cán còn nhỏ nên thực chất nắm quyền là phe của Tuyên phi [[Đặng Thị Huệ]]. Tuyên phi lôi kéo quận Huy là [[Hoàng Đình Bảo]] (cháu [[Hoàng Ngũ Phúc]]). Vì Tuyên phi sủng ái nên Trịnh Cán được lập làm thế tử. Khi Sâm mất, Trịnh Cán lên thay, quận Huy phụ chính. Quân kiêu binh giúp Trịnh Khải làm binh biến giết chết quận Huy, phế bỏ Trịnh Cán và đưa Khải lên ngôi chúa.\n\nTuy nhiên từ khi Trịnh Khải lên ngôi, chính sự cũng không sáng sủa. Quân kiêu binh cậy công làm càn, cướp của, phá phách kinh đô, kể cả nhà các quan lại. Trịnh Khải không dẹp nổi.\n\nNgoài biên cương, sau khi quận Việp mất, thành [[Cố đô Huế|Phú Xuân]] giao cho Bùi Thế Đạt. Sau Đạt cũng rút về bắc giao lại cho Phạm Ngô Cầu và Hoàng Đình Thể. Tướng sĩ kiêu ngạo, lơ là mất cảnh giác phòng bị.\n\n===Vua chúa cùng chạy===\n{{Xem thêm|Nhà Tây Sơn|Nguyễn Huệ}}\nTây Sơn không muốn trở thành kẻ bầy tôi của các chúa Trịnh và sau một vài năm củng cố quyền lực ở phía nam, tướng Tây Sơn là [[Nguyễn Huệ]] tiến ra phía bắc Đại Việt vào giữa năm [[1786]] với một đội quân đông đảo. Quân Trịnh bị quân Tây Sơn đánh bại và chúa [[Trịnh Khải]] phải chạy về phía bắc rồi sau đó bị bắt và tự vẫn.\n\nQuân Tây Sơn rút về, sau đó các bầy tôi cũ của họ Trịnh lại lập con Trịnh Giang là [[Trịnh Bồng]] lên ngôi. Vua Lê mới là [[Lê Chiêu Thống|Chiêu Thống]] muốn chấn hưng nhà Lê nên triệu [[Nguyễn Hữu Chỉnh]] đang trấn thủ [[Nghệ An]] ra giúp. Chỉnh đánh tan quân Trịnh, Trịnh Bồng bỏ đi mất tích.\n\nTuy nhiên sau đó Nguyễn Hữu Chỉnh lại lộng quyền. Nguyễn Huệ phái [[Vũ Văn Nhậm]] ra giết Chỉnh rồi đến lượt Nhậm lại mưu cát cứ ở Bắc Hà khiến [[Lê Chiêu Thống]] phải bỏ đi lưu vong, chạy sang [[Trung Quốc]] cầu viện [[nhà Thanh]]. Vua [[Càn Long]] điều một đội quân lớn tới Đại Việt, danh nghĩa là tái lập vua Lê nhưng thực ra là muốn chiếm Đại Việt. Quân Thanh chiếm được Thăng Long năm [[1788]] nhưng sau đó bị Nguyễn Huệ giáng cho một đòn nặng nề đầu năm 1789. Quân Thanh thua to, rút chạy. Nguyễn Huệ - lúc ấy đã là hoàng đế [[Nguyễn Huệ|Quang Trung]] - sau đó được vua Thanh công nhận và chính thức thay họ Lê cai trị nước [[Đại Việt]]. Chiêu Thống lưu vong và mất (1793) ở Trung Quốc.\n\n==Đánh giá==\nCác chúa Trịnh cầm quyền từ năm 1545 đến năm 1786, tổng cộng 241 năm, được 11 đời chúa. Nếu kể cả [[Trịnh Kiểm]] và Trịnh Cối là có 13 chúa. Xét ra đời Trịnh Cán, Trịnh Khải và Trịnh Bồng có thời gian cai trị ngắn và rối ren nên thường chỉ tính 8 đời cầm quyền vững vàng, thịnh trị từ Trịnh Kiểm đến Trịnh Sâm, không tính Trịnh Giang, đúng như lời \"sấm ngữ\". Có lẽ câu chuyện về mẹ Trịnh Kiểm do đời sau đặt ra.\n\nThời gian nắm quyền của các chúa Trịnh là dài so với các Triều đại nhà [[Nhà Trần|Trần]], [[Nhà Mạc|Mạc]], [[Nhà Tiền Lê|Tiền Lê]], [[Nhà Hồ|Hồ]] cũng như nhà [[Nhà Tây Sơn|Tây Sơn]] và nhà [[Nguyễn]] sau này, ổn định đất nước trong thời [[Nam-Bắc triều (Việt Nam)|Nam –Bắc triều]] phân tranh.\n\nCác chúa Trịnh đã tránh một số vấn đề quản lý triều đình bằng cách lựa chọn người giỏi nhất từ thế hệ trẻ họ Trịnh để cai trị đất nước. Thứ bậc anh em không được họ Trịnh coi trọng nhiều và đã có lời nói rằng đứa con thứ hai sẽ trở thành người lãnh đạo tốt hơn. Giống như các [[chúa Nguyễn]] và [[nhà Nguyễn]] sau này, các chúa Trịnh cũng gặp phải vấn đề với các cuộc nổi dậy của nông dân và việc không có ruộng đất đã trở thành một nguồn gốc gây nên các vấn đề cho triều đình.\n\nCác chúa Trịnh chú ý tới việc giữ vững các quan hệ tốt với [[Trung Quốc]] và giữ gìn xã hội [[Nho giáo|Khổng giáo]] hơn các [[chúa Nguyễn]]. Những người châu Âu hầu như không có lãi khi buôn bán với các chúa Trịnh, cả người [[Hà Lan]] (năm [[1637]]) và người [[Anh]] (năm 1673) đều đã lập thương điếm nhỏ ở trung tâm Thăng Long nhưng không phát triển được.\n\nVào những năm sau này khi [[nhà Nguyễn]] nổi lên và cai trị toàn bộ [[Việt Nam]], các chúa Trịnh đã bị đánh giá thấp, thậm chí lên án trong chính sử, điển hình là sách \"Khâm định Việt sử Thông giám cương mục\". Nếu nhìn nhận khách quan hơn, chỉ trừ [[Trịnh Giang]], các chúa từ [[Trịnh Kiểm]] đến [[Trịnh Sâm]] đều là những vị chúa tài ba, do đó đã hoàn thành việc đánh dẹp và cai trị phía Bắc Việt Nam, giữ cho xã hội Đại Việt ổn định trong gần 2 thế kỷ. [[Trịnh-Nguyễn phân tranh|Chiến tranh Trịnh-Nguyễn]] diễn ra trong 45 năm giữa thế kỷ 17 nhưng trong thời gian đó Bắc Hà không có cuộc bạo loạn, chống đối lớn nào của nông dân. Sử gia [[Tạ Chí Đại Trường]] nhận xét trong sách \"Bài sử khác cho Việt Nam\":<ref>[http:\/\/dongtac.hncity.org\/?%C4%90ANG-NGOAI-va-%C4%90ANG-TRONG-1 Đàng Ngoài và Đàng Trong (1)]<\/ref>\n:''\"Công bình nhìn lại, ta thấy không có ông chúa nào mà không xứng đáng với tính cách người thủ lĩnh cả. Họ giết nhau để giành ngôi hay giữ ngôi nhưng rõ ràng là thật tận lực trong địa vị lãnh đạo đất nước. Trịnh Căn có một tuổi trẻ hư đốn theo lời gia phả họ Đặng nhưng đã len lách lên đến tột đỉnh bằng chính quân công của mình trước khi chứng tỏ khả năng điều hành. Trịnh Cương là người thi hành cải cách nhiều nhất, có căn bản nhất như cải cách thuế khoá 1723, hình phạt cũng bớt phần tàn khốc (không chặt tay 1721, không xử tử xã trưởng ẩn lậu dân đinh). Trịnh Giang bị lật đổ với cớ làm hư hỏng triều chính nhưng đó là khi ông ta đã đắc chí và mang bệnh hoạn, còn khi mới lên ngôi ông vẫn sử dụng Nguyễn Công Hãng để thi hành những cải cách lớn lao dù đã bị ông này chê nặng lời khi còn là Thế tử.\"''\n\nCác chúa [[Trịnh Căn]], [[Trịnh Doanh]] và [[Trịnh Sâm]] ngoài võ công còn được đánh giá là những người hay chữ. 5 chúa đầu từ [[Trịnh Kiểm]] đến [[Trịnh Căn]] đều rất thọ (từ 68 đến 81 tuổi), hẳn các chúa cũng phải là những người sống nghiêm túc và điều độ. Các thành tựu của nhà [[Nhà Lê trung hưng|Lê Trung Hưng]] thực chất là thành tựu do các chúa Trịnh.\n\nHiển nhiên với ngôi vị \"phi đế phi bá\", vừa thực sự là người cầm trịch trong bộ máy chính quyền, vừa phải cảnh giác với sự nổi dậy đòi quyền của họ Lê, các chúa Trịnh phải luôn có thái độ cứng rắn, cương quyết, không thể ôn hòa để nhằm bảo vệ địa vị của mình. Do đó việc phế lập tại triều đình trong cuộc đấu tranh đó là khó tránh khỏi. Chỉ có các vua Lê Trung Hưng bằng lòng sống chung với họ Trịnh mới có thể tồn tại. Tuy nhiên trong thời phong kiến, việc lấn át quyền lực của nhà vua, phế ngôi giết vua làm cho các chúa Trịnh bị mang tiếng mãi cùng với lịch sử.\n\nHọ Trịnh suy tàn bắt đầu từ thời [[Trịnh Giang]] lên nắm quyền hành. Trịnh Giang ăn chơi trác táng, giết vua này lập vua kia, tư thông với cung nữ của cha, xây dựng nhiều chùa chiền làm hao tổn sức dân. Vì những việc làm đó họ Trịnh quyết định đưa [[Trịnh Doanh]] lên thay nhằm cải cách lại đất nước, đối xử tốt với vua Lê nên đã phần nào cải thiện lại được tình hình, tuy nhiên sang thời Trịnh Sâm tình hình lại xấu đi vì [[Trịnh Sâm]] kiêu căng ngạo mạn, ăn chơi xa xỉ, sửa sang phép tắc mô hình trong cung một cách bừa bãi, không quyết đoán, đố kị người hiền, ham mê chiến trận quá mức khiến đất nước kiệt quệ. Và điều gì đến sẽ phải đến: họ Trịnh trượt dốc nhanh chóng rồi bị [[Nhà Tây Sơn|Tây Sơn]] đánh đổ một cách dễ dàng, [[Trịnh Khải]] phải dùng dao cắt cổ tự tử.\n\nCách mà họ Trịnh rút khỏi vũ đài chính trị khá êm thấm, [[Trịnh Bồng]] khi biết không thể nào khôi phục lại ngôi vị nhà chúa đã bỏ đi tu và sau đó không còn tung tích. Người ta không nghe thấy bất kỳ một người họ Trịnh nào cầu viện nước ngoài như họ Lê hay họ Nguyễn, hoặc thậm chí không có cả chuyện chạy trốn bất thành như [[Nguyễn Quang Toản|Quang Toản]] của nhà Tây Sơn sau này. Cách mà họ kết thúc vai trò của mình hoặc là có chí khí (như Trịnh Khải tự vẫn) hoặc là êm thấm (như Trịnh Bồng) khiến cho các đối thủ chính trị phải tôn trọng, như Nguyễn Huệ đã tống táng Trịnh Khải chu đáo và Nguyễn Ánh sau này cũng hậu đãi con cháu họ Trịnh. Họ rõ ràng đã đánh mất chính quyền trong tư thế người bị hại chứ không phải tác nhân chủ động. Bỏ qua cuộc chiến phân tranh vào thế kỷ XVII, thì họ Trịnh không gây thù chuốc oán đến mức nặng nề với họ Nguyễn, họ Lê và với cả Tây Sơn. Thậm chí Lê Chiêu Thống còn có lỗi với chúa Trịnh khi đã đốt sạch toàn bộ phủ chúa trong một đêm, khiến cho người dân Thăng Long cảm thấy thương tiếc cho chúa. Thực sự mọi chỉ trích đối với chính quyền họ Trịnh xưa nay chỉ tập trung vào hai vị chúa [[Trịnh Giang]] và [[Trịnh Sâm]]. Xét về thời gian cai trị dài tới 241 năm với một kết cục tương đối bình ổn như vậy, với thực quyền kéo dài đến tận những năm cuối, thì chánh quyền họ Trịnh thực sự là một triều đại ổn định và đáng khen nhất trong lịch sử Việt Nam. Có những triều đại dài hơn như nhà Lê (360 năm) và Nguyễn (toàn bộ 387 năm tính từ 1558 đến 1945) nhưng vô cùng bất ổn, bị gián đoạn, vua bị giết hại, dòng tộc lâm đại nạn, mồ mả bị xâm phạm, hứng chịu nhiều chỉ trích về việc \"bán nước\" hay \"bạo chúa\", và thực quyền của họ không kéo dài quá 100 năm thì 241 năm nắm quyền vững chãi của họ Trịnh vượt trội hơn hẳn, cũng không tham quyền cố vị đến mức gạt bỏ thể diện của quốc gia.\n\nVì vậy để trả lời cho câu hỏi triều đại nào ổn định, lâu bền nhất trong lịch sử Việt Nam thì đó chính là chính quyền họ Trịnh chứ không phải bất xứ triều đại mang danh \"chính thống nào\"\n\n==Danh sách các chúa Trịnh==\n{| class=\"wikitable\" align=\"\"center\"\n! Chúa!! Ở ngôi!! Đời hoàng đế!! Miếu hiệu!! Thụy hiệu!! Ghi chú\n|-\n| ''[[Trịnh Kiểm]]'' ||[[1545]]–[[1570]] (25 năm)\n| [[Lê Trang Tông]] (1533–1548), [[Lê Trung Tông]] (1548–1556), [[Lê Anh Tông]] (1556–1573) || Thế Tổ<br\/>(世祖) || Minh Khang Thái vương<br\/>(明康太王) || Đương thời khi cầm quyền, ông không xưng là chúa nhưng được đời sau truy tôn là Minh Khang Thái vương. Do đó, ông không phải là vị chúa Trịnh đầu tiên.\n|-\n| ''[[Trịnh Cối]]'' || [[1570]] ||[[Lê Anh Tông]]|| Không có || Không có ||Năm [[1570]], đầu hàng [[nhà Mạc]], được [[Mạc Kính Điển]] phong làm Trung Lương hầu (忠良侯). Sau khi chết được Lê đế xá tội, truy tặng [[Thái phó]], tước Trung quốc công (忠國公). Do đó, ông không được xem là chúa Trịnh đầu tiên<ref>Đại Việt Sử ký toàn thư, Kỷ Nhà Lê, Thế Tông Nghị hoàng đế<\/ref>. \n|-\n| Bình An vương [[Trịnh Tùng]] ||[[1570]]–[[1623]] (53 năm)\n|[[Lê Anh Tông]], [[Lê Thế Tông]] (1573–1599), [[Lê Kính Tông]] (1599–1619), [[Lê Thần Tông]] (1619-1643) || Thành Tổ<br\/>(成祖) || Triết vương<br\/>(哲王) || Ông là vị chúa Trịnh đầu tiên trong lịch sử. Con thứ của Thế Tổ Minh Khang Thái vương [[Trịnh Kiểm]]''.''\n|-\n| Thanh Đô vương [[Trịnh Tráng]] ||[[1623]]–[[1657]] (34 năm)\n| [[Lê Chân Tông]] (1643–1649), [[Lê Thần Tông]] (lần hai: 1649–1662) || Văn Tổ<br\/>(文祖) || Nghị vương<br\/>(誼王) || Con thứ hai của Bình An vương [[Trịnh Tùng]], cháu nội của Thế Tổ Minh Khang Thái vương [[Trịnh Kiểm]].\n|-\n| Tây Định vương [[Trịnh Tạc]] ||[[1657]]–[[1682]] (25 năm)\n|[[Lê Thần Tông]], [[Lê Huyền Tông]] (1662–1671), [[Lê Gia Tông]] (1671–1675), [[Lê Hy Tông]] (1675–1705) || Hoằng Tổ<br\/>(弘祖) || Dương vương<br\/>(陽王) || Con thứ hai của Thanh Đô vương [[Trịnh Tráng]], cháu nội của Bình An vương [[Trịnh Tùng]], chắt của Thế Tổ Minh Khang Thái vương [[Trịnh Kiểm]].\n|-\n| Định Nam vương [[Trịnh Căn]] ||[[1682]]–[[1709]] (27 năm)\n|[[Lê Hy Tông]], [[Lê Dụ Tông]] (1705–1729) || Chiêu Tổ<br\/>(昭祖) || Khang vương<br\/>(康王) ||Con trưởng của Tây Định vương [[Trịnh Tạc]], cháu nội của Thanh Đô vương [[Trịnh Tráng]], chắt của Bình An vương [[Trịnh Tùng]].\n|-\n| An Đô vương [[Trịnh Cương]] || 1709–[[1729]] (20 năm)\n|[[Lê Dụ Tông]], [[Lê Duy Phường|Lê Đế Duy Phường]] (1729–1732) || Hy Tổ<br\/>(禧祖) || Nhân vương<br\/>(仁王) ||Cháu chắt của Trịnh Căn, cháu nội của Lương Mục vương [[Trịnh Vịnh]], con trai của Tấn Quang vương [[Trịnh Bính]].\n|-\n| Uy Nam vương [[Trịnh Giang]] || 1729–[[1740]] (11 năm)\n|[[Lê Đế Duy Phường]], [[Lê Thuần Tông]] (1732–1735), [[Lê Ý Tông]] (1735–1740) || Dụ Tổ<br\/>(裕祖) || Thuận vương<br\/>(順王) ||Con trưởng của Trịnh Cương, bị ép nhường ngôi và tôn lên làm [[Thái thượng hoàng|Thái thượng vương]] năm 1740. \n|-\n| Minh Đô vương [[Trịnh Doanh]] ||[[1740]]–[[1767]] (27 năm)\n|[[Lê Ý Tông]], [[Lê Hiển Tông]] (1740–1786) || Nghị Tổ<br\/>(毅祖) || Ân vương<br\/>(恩王) ||Con thứ của An Đô vương [[Trịnh Cương]], em trai của Uy Nam vương [[Trịnh Giang]].\n|-\n| Tĩnh Đô vương [[Trịnh Sâm]] ||[[1767]]–[[1782]] (15 năm)\n|[[Lê Hiến Tông|Lê Hiển Tông]] (1740–1786) || Thánh Tổ<br\/>(聖祖) || Thịnh vương<br\/>(盛王) ||Con trưởng của Minh Đô vương [[Trịnh Doanh]], cháu nội của An Đô vương [[Trịnh Cương]].\n|-\n| Điện Đô vương [[Trịnh Cán]] || 9–10\/[[1782]] (1 tháng)\n|[[Lê Hiển Tông]] (1740–1786) ||  || Xung Mẩn vương (沖愍王)||Con thứ của Tĩnh Đô vương [[Trịnh Sâm]], cháu nội của Minh Đô vương [[Trịnh Doanh]], chắt của An Đô vương [[Trịnh Cương]]. Bị phế làm Cung quốc công và mất sau loạn kiêu binh 1782. Sau khi mất được ban thụy là Trung Cần<ref>Đại Việt Sử ký Tục Biên, Kỷ Nhà Lê, Hiển Tông Vĩnh hoàng đế<\/ref>.\n|-\n| Đoan Nam vương [[Trịnh Tông]]|| 10\/1782–[[1786]] (4 năm)\n|[[Lê Hiển Tông]] (1740–1786) ||  ||Linh vương\n(靈王)<ref>Đại Việt Sử ký Tục Biên, Kỷ Nhà Lê, Chiêu Thống Đế<\/ref>\n| Con trưởng của Tĩnh Đô vương [[Trịnh Sâm]], cháu nội của Minh Đô vương [[Trịnh Doanh]], chắt của An Đô vương [[Trịnh Cương]].\n|-\n| Án Đô vương [[Trịnh Bồng]] || 1786–[[1787]] (1 năm)\n| [[Lê Chiêu Thống|Lê Mẫn Đế]] (1786–1789) ||  || ||Con trưởng của Uy Nam vương [[Trịnh Giang]], trốn mất tích sau 1787. \n|}\n\n==Phả hệ==\n&nbsp;&nbsp;\n<span><\/span>\n{| border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"font-size:90%; margin:1em 2em 1em 1em; text-align:center\"\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" |\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |'''[[Trịnh Kiểm]]'''<br \/> 1545 - 1570||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |1<br \/> '''[[Trịnh Tùng]]'''<br \/> 1570 - 1623||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |2<br \/> '''[[Trịnh Tráng]]'''<br \/> 1623 - 1657||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |3<br \/>'''[[Trịnh Tạc]]'''<br \/> 1657 - 1682||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |4<br \/>'''[[Trịnh Căn]]'''<br \/> 1682 - 1709||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |[[Trịnh Vịnh]]||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |[[Trịnh Bính]]||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |5<br \/>'''[[Trịnh Cương]]'''<br \/> 1709 - 1729||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" style=\"border-width: 2px 0 0 2px; border-style:solid; border-color:black;\" | || width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" | || width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |&nbsp;|| width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |6<br \/>'''[[Trịnh Giang]]'''<br \/> 1729 - 1740||&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |7<br \/>'''[[Trịnh Doanh]]'''<br \/> 1740 - 1767||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" | || width=\"20px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |11<br \/>'''[[Trịnh Bồng]]'''<br \/> 1786 - 1787||&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |8<br \/>'''[[Trịnh Sâm]]'''<br \/> 1767 - 1782||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" style=\"border-width: 2px 0 0 2px; border-style:solid; border-color:black;\" | || width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" | || width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |&nbsp;|| width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |10<br \/>'''[[Trịnh Khải]]'''<br \/> 1782 - 1786||&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |9<br \/>'''[[Trịnh Cán]]'''<br \/> 1782 - 1782||&nbsp;\n|-\n|}<span><\/span><span><\/span>\n\n== Niên Biểu ==\n\n[[Tập_tin:Timeline_Lê_Trung_Hưng_-_Chúa_Trịnh_-_Chúa_Nguyễn_PLY_March_23.png|viền]]\n\n==Xem thêm==\n{{thể loại Commons|Trịnh lords}}\n* [[Chúa Nguyễn]]\n* [[Chúa Bầu]]\n* [[Chúa Mạc]]\n* [[Triều Lê trung hưng]]\n* [[Triều Tây Sơn]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n* [http:\/\/www.ccc.commnet.edu\/stuweb\/~phan9527\/history.html List of the Trinh lords and the nominal Le Kings] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060411163933\/http:\/\/www.ccc.commnet.edu\/stuweb\/~phan9527\/history.html |date = ngày 11 tháng 4 năm 2006}}\n* ''The Encyclopedia of Military History'' by R. Ernest Dupuy and Trevor N. Dupuy. Harper & Row (New York).\n{{Chúa Trịnh}}\n{{tham khảo}}{{Lịch sử Việt Nam thời Lê trung hưng}}\n{{Các chủ đề|Lịch sử Việt Nam}}\n\n[[Thể loại:Chúa Trịnh| ]]\n[[Thể loại:Khởi đầu năm 1533 ở Việt Nam]]\n[[Thể loại:Chấm dứt năm 1787]]\n[[Thể loại:Chức vụ có thẩm quyền]]\n[[Thể loại:Cựu quốc gia ở Đông Nam Á]]"}