{"525253":"{{chú thích trong bài}}\n'''Chăm Bani''' là một tôn giáo của [[người Chăm]] ở vùng [[Ninh Thuận]] và [[Bình Thuận]]. Chăm Bani chịu ảnh hưởng sâu sắc bởi tôn giáo [[Bà-la-môn tại Việt Nam|Bà-la-môn]] và tín ngưỡng bản địa với tín ngưỡng đa thần, có yếu tố dân tộc mang tính vượt trội. Chăm Bani chủ yếu thờ tổ tiên và các anh hùng liệt nữ được thần hóa.<ref>{{Chú thích web|url=https:\/\/www.voatiengviet.com\/a\/tin-do-cham-bani-o-vietnam-buc-xuc-khi-ton-giao-cua-ho-bi-dong-nhat-voi-hoi-giao\/5932519.html|tựa đề=Tín đồ Chăm Bàni ở Việt Nam bức xúc khi tôn giáo của họ bị đồng nhất với Hồi giáo|website=VOA|ngôn ngữ=vi|ngày truy cập=2021-06-27}}<\/ref>  Luật pháp Việt Nam bắt buộc ghi tên tôn giáo bằng Tiếng Việt, nên '''Chăm Bani''' được nhà nước công nhận với tên Việt hóa là Đạo Bà Ni.<ref>Luật Tôn giáo tín ngưỡng 2016<\/ref>\n\n== Lịch sử ==\nChăm Bani là tôn giáo dân gian, bản địa, hình thành và phát triển trên lãnh thổ Việt Nam bây giờ và trước đây là [[Chăm Pa|Champa]]. Chăm Bani là sự kết hợp giữa trước hết là tín ngưỡng Champa, sau đó là [[Bà-la-môn tại Việt Nam|Bà-la-môn]], [[Phật giáo Việt Nam|Phật Giáo]] và cuối cùng là [[Hồi giáo tại Việt Nam|Hồi Giáo]].\n\nTrong số bia Phật giáo Champa, bia Võ Cạnh (làng Võ Cạnh, thành phố Nha Trang, tỉnh Khánh Hòa ngày nay) rất có giá trị. Bia này làm bằng đá hoa cương, niên đại cuối thế kỷ II đầu thế kỷ III. Nội dung bia cho biết thời điểm Phật giáo du nhập vào Champa. Bên cạnh đó, theo L. Finot, nhà vua dựng bia thể hiện ý thức về sự bất thường của cuộc đời, lòng trắc ẩn đối với chúng sinh, sự hy sinh của cải của mình cho lợi ích người khác theo tinh thần Phật pháp. Theo dẫn chứng nêu trên, Phật giáo có thể truyền bá vào Champa khoảng thế kỷ I sau Công nguyên, song song với sự du nhập và nở rộ của văn hóa Ấn Độ vào Nam Á. Duyên hải Miền Trung khi ấy vốn có điều kiện thuận lợi về hàng hải với các cửa biển tự nhiên là nơi trú ngụ an toàn của tàu thuyền. Cùng với sự phát triển phồn thịnh, tính ưu việt của văn hóa Ấn Độ làm biến chuyển văn hóa bản địa tiền Champa, đưa đến một văn hóa Champa. Sự tác động mạnh mẽ đó ảnh hưởng nhất định đến tôn giáo ở Champa thời kỳ này. George Coedès cho rằng, vào thế kỷ III sau Công nguyên, Phật giáo là tôn giáo chủ đạo ở quanh khu vực Nha Trang.<ref>{{Chú thích sách|title=PHẬT GIÁO CHAMPA\nTỪ TƯ LIỆU ĐẾN NHẬN THỨC|last=VĂN SƠN|first=QUẢNG}}<\/ref>\n\nChăm Bani có thể là Phật giáo xưa kia, có nhiều dấu vết chứng tỏ điều đó: tên gọi acar (sư), gru (sư cả) là tên gọi gốc Phật Giáo Ấn Độ, tu sĩ Bani cạo trọc đầu và dùng [[Chuỗi tràng hạt (Phật giáo)|chuỗi tràng hạt]] trong Chùa Bani như bên Phật Giáo <ref>{{Chú thích web|url=https:\/\/www.facebook.com\/login\/?next=https%3A%2F%2Fwww.facebook.com%2Fluu.hoangdiep%2Fposts%2F2303496053115130|tựa đề=Log into Facebook|website=Facebook|ngôn ngữ=en|ngày truy cập=2021-06-27}}<\/ref>.\n\nNgày nay cụm từ Chăm-Bani ở Ninh Thuận và Bình Thuận được dùng để chỉ 2 cộng đồng Chăm: Chăm là từ chỉ cộng đồng Chăm Bà-la-môn và Bani là từ chỉ cộng đồng Chăm Bani. Bà-la-môn truyền vào Champa trùng với thời điểm Champa lập quốc và hình thành ý thức tộc người, nên thời điểm ấy từ Chăm đồng nghĩa với Chăm theo đạo Bà-la-môn. Sau đó, Champa tiếp nhận một tôn giáo mới là Phật Giáo, được truyền vào Champa thông qua các thương nhân Ấn Độ. Thương nhân trong tiếng [[Tiếng Phạn|Sanskrit]] là Banij. Banij có thể là gốc từ của Bani ngày nay, nghĩa là \"Đạo của thương nhân\". Qua thời gian, người Chăm lượt bỏ nguyên âm cuối và đọc theo giọng Chăm là Bani (Phà-nì). Bani còn có nghĩa là \"đạo\" (ám chỉ đạo mới), tuơng tự như từ \"đạo\" trong Tiếng Việt dùng để chỉ đạo Công Giáo. Đối với người Champa giai đoạn Phật Giáo được truyền vào, \"đạo mới\" có nghĩa là Phật Giáo.\n\nQua thời gian hơn 1000 năm, Phật Giáo được bản địa hóa, trở thành '''Bani cổ,''' là sự kết hợp giữa tín ngưỡng dân gian Champa, Bà-la-môn và Phật Giáo. Lúc này tầng lớp tu sĩ Bani bao gồm Acar (sư) và Gru (sư cả) cùng các tầng lớp tu sĩ dân gian như Maduen, Ka-ing, Muk buh, Muk Rija, Muk Kajau, Gru Urang... chưa có tầng lớp Imưm và Katip. Thánh đường Bani lúc này đóng vai trò như Chùa Phật Giáo. Tồn tại song song với Bani cổ là Chăm Bà-la-môn và Chăm truyền thống.\n\nTheo ghi chép của ''Tống sử'', từ thế kỷ 10 Hồi giáo đã tiếp xúc với [[Chăm Pa]], tuy nhiên không để lại dấu ấn gì. Đến thế kỷ 17, khi Hồi giáo đã phát triển mạnh ở [[Indonesia]] và [[Malaysia]], Hồi giáo mới một lần nữa từ các nước Đông Nam Á truyền vào Champa thông qua tầng lớp quý tộc Champa. Quá trình hồi giáo hóa Champa tiếp tục đến đầu thế kỷ 19 mới chấm dứt, lúc này Champa bị xóa sổ hoàn toàn và mất liên lạc với các nước Hồi giáo trong khu vực. Nếu quá trình Hồi giáo hóa tiếp tục, có thể chắc rằng Champa sẽ trở thành một quốc gia Hồi giáo tương tự như Indonesia và Malaysia ngày nay.\n\nQuá trình Hồi giáo hóa trên làm biến đổi cả Bà-la-môn và '''Bani cổ''', trong đó Bani cổ trở thành Chăm Bani như ngày nay, thờ thêm Allah, dùng một số đoạn Kinh Quran để hành lễ, có thêm tầng lớp tu sĩ Katip và Imâm...  Đạo Bani ngày nay là tôn giáo độc lập với Hồi giáo, chỉ có ở Việt Nam, gắn chặt với người Chăm, là một phần bản sắc văn hóa của người Chăm.\n\n== Tôn giáo Bani hiện nay ==\nVề cơ cấu tổ chức, Chăm Bani có một đội ngũ các tu sĩ, chức sắc, họ am hiểu và có kinh nghiệm về các lĩnh vực sản xuất nông nghiệp, vừa có uy tín bên ''đạo'' và có uy tín bên ''đời''. Chức sắc Chăm Bani gồm 4 cấp:\n\n* Gru (Sư cả): là cấp cao nhất, là người quyết định hầu hết mọi vấn để đời sống tôn giáo của tín đồ\n* Imâm: là cấp thứ hai, là người điều khiển các buổi lễ tại các đền thờ.\n* Katip: là cấp thứ ba, đảm nhận một số nghi lễ tại các đền thờ hoặc tư gia mà không đảm nhiệm việc giảng giáo lý\n* Acar: là cấp cuối cùng, là những người mới gia nhập tầng lớp tu sĩ\n\nNgoài ra còn có tầng lớp tu sĩ dân gian như: Maduen, Ka-ing, Muk buh, Muk Rija, Muk Kajau, Gru Urang, Aung Mbe...\n\nCác cơ sở thờ tự của Chăm Bani gồm Sang Magik và Bimong:\n\n* Sang Magik (Chùa Bani), là nơi các tu sĩ ở và tế lễ vào những ngày lễ. Chùa Bani được xây dựng đơn giản, hình thức bên ngoài và cách bố trí bên trong có sắc thái riêng mang tính địa phương không giống thánh đường Hồi giáo. Chùa Bani thường được mở vào tháng [[Lễ hội Ranuwan|Ranuwan]], hiện nay toàn đạo Bani có 17 thánh đường ở Ninh Thuận và Bình Thuận.\n* Bimong (Đình) là nơi tín đồ thường xuyên đến tế lễ. Thờ cúng các anh hùng, liệt nữ và thần Yang Champa. Mỗi palei (làng) Chăm Bani có ít nhất một Bimong. Như ở palei Karang có Bimong Po Kabrah, Bimong Po Nagar, Bimong Po Dam.\n\nTổ chức của đạo Bani chủ yếu ở từng Sang Magik, mỗi Sang Magik ngoài Sư cả và các vị chức sắc chăm lo việc đạo, đều có thêm ban cai quản Sang Magik, ban cai quản có nhiệm vụ chăm lo đời sống tôn giáo cho tín đồ, Tổng sư cả là người được các sư cả suy tôn, có uy tín lớn trong đạo.\n\n'''Chăm Bani''' hiện có khoảng 45.000 tín đồ người Chăm và có khoảng hơn 400 vị tu sĩ, chức sắc tại Ninh Thuận và Bình Thuận.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n\n[[Thể loại:Tôn giáo tại Việt Nam]]\n[[Thể loại:Văn hóa Chăm Pa]]"}