{"641296":"'''Chương trình học bậc tiểu học và trung học thời Việt Nam Cộng hòa''' là tổ chức giáo dục hai cấp dưới của nền giáo dục tại Miền Nam Việt Nam dưới [[vĩ tuyến 17 Bắc|vĩ tuyến 17]], tồn tại từ năm [[1955]] đến [[1975]].\n\n==Tổ chức==\nBộ Quốc gia Giáo dục điều hành chương trình học với năm năm [[tiểu học]] (lớp 1-5), bốn năm [[trung học]] đệ nhất cấp (lớp 6-9) và ba năm trung học đệ nhị cấp (lớp 10-12).\n\n===Tiểu học===\nChương trình tiểu học học các môn [[văn học Việt Nam|Việt văn]], [[Đức dục]], [[công dân giáo dục|Công dân]], [[lịch sử Việt Nam|Quốc sử]], [[Địa lý]], [[toán học|Toán]], [[hội họa|Vẽ]], [[Khoa học]], và [[Thể dục]]. Ngoài ra nữ học sinh thêm môn gia chánh.\n\nHọc sinh đi học một [[tuần]] năm [[ngày]]. Mỗi ngày học bốn [[giờ|tiếng đồng hồ]]. Năm học thì chia thành hai kỳ \"lục cá nguyệt\".\n\nCách cho điểm: tối đa là 10 điểm. So sánh với cách chấm điểm của Mỹ thì 15-18\/20 là A; 12-14\/20 là B; 8-11\/20 là C; 5-7\/20 là D; dưới 4 là F.\n\n===Trung học===\n====Đệ nhất cấp: lớp 6-9====\nLên Đệ nhất cấp tiếp tục học các môn Việt văn, Công dân, Quốc sử, Địa lý, Thể dục và Toán. Ngoài ra hai môn Vẽ và Đức dục thì thay bằng môn [[Âm nhạc]] và Ngoại ngữ (sinh ngữ) ([[tiếng Anh]] hoặc tiếng [[Pháp]]). Khoa học thì định rõ là [[vật lý học|Vật lý]] và [[Hóa học]]. Học sinh còn có thể chia thêm môn [[Gia chánh]] hoặc [[Thủ công]] gỗ, Điện và Kim khí tùy theo nam hay nữ.\n\nTổng cộng học 28-30 giờ một tuần. Xong lớp 9 (đệ tứ) thì học sinh có thể thi bằng ''trung học đệ nhất cấp''. Tỷ lệ đậu khoảng 18,3 đến 43,81% trong thời kỳ 10 năm 1954-1964. Sang thập niên 1970 thì bỏ hẳn kỳ thi này.\n\n====Đệ nhị cấp: lớp 10-12====\nĐệ nhị cấp thì học sinh phải chọn trong bốn ban: Vạn vật (Ban A), Toán (Ban B), Văn chương (Ban C), hoặc Cổ ngữ (Ban D). Học sinh còn phải học thêm ngoại ngữ 2 (sinh ngữ) thứ nhì, gọi là sinh ngữ phụ; nếu đệ nhất cấp học tiếng Anh thì nay phải học thêm tiếng Pháp hoặc ngược lại. Riêng ban cổ ngữ thì có thể coi [[chữ Hán]] hoặc [[Latinh|La Tinh]] là ngoại ngữ (sinh ngữ) thứ nhì. Năm lớp 12 (đệ nhất) thì bất kể ban nào đều phải thêm môn [[triết học|Triết]].\n\nHọc xong lớp 11 thì học sinh phải thi [[Tú tài I và II|Tú tài I]], tức bán phần tú tài. Xong lớp 12 thì thi [[Tú tài I và II|Tú tài II]], tức toàn phần tú tài. Kể từ năm [[1973]] trở đi chỉ thi một kỳ (bỏ kỳ thi [[Tú tài I và II|Tú tài I]], bán phần tú tài) gọi là Tú tài phổ thông bằng hình thức [[thi trắc nghiệm]] và được chấm thi bằng [[máy tính|máy tính điện tử]] [[IBM]]. Kỳ thi này được tổ chức là một kỳ thi toàn quốc.\n\n==Nhận định==\nSo sánh với các quốc gia Tây phương thì chương trình học của Việt Nam Cộng hòa ở bậc tiểu học và trung học nặng phần quan sát và kém phần khám phá cho học sinh. Cách học cũng thiếu tinh thần tập thể để các học sinh hợp tác với nhau. Thầy giáo trở thành là trọng tâm của lớp học thay vì bài học.\n\nVề ngoại ngữ thì phần đọc và [[văn phạm]] là chủ yếu trong khi thiếu sót phần nghe và nói.\n\n==Tham khảo==\n{{tham khảo}}\n*Vuong Thuy, PhD. ''Getting to Know the Vietnamese and their Culture''. New York: Frederick Ungar Publishing Co., 1976. tr 61-83\n\n==Xem thêm==\n[[Giáo dục Việt Nam Cộng hòa]]\n\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Giáo dục Việt Nam Cộng hòa]]"}