{"1243229":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Chư Ă\n| vai trò hành chính = Xã\n| hình =Pleiku 02.png \n| ghi chú hình =Đường Lê Duẩn, xã Chư Ă \n| vĩ độ = 13\n| kinh độ = 108\n| vĩ phút = 58\n| vĩ giây = 17\n| kinh phút = 03\n| kinh giây = 12\n| diện tích = 14,47 km²<ref name=MS\/>\n| dân số = 17.649 người<ref name=MS\/>\n| thời điểm dân số = 2018\n| mật độ dân số = 1.219 người\/km²\n| dân tộc = Kinh,...\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Gia Lai]]\n| thành phố = [[Pleiku]]\n| thành lập = 2006\n| trụ sở UBND = \n| mã hành chính = 23599<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Chư Ă''' (còn được viết là '''Chư Á''') là một [[Xã (Việt Nam)|xã]] thuộc thành phố [[Pleiku]], tỉnh [[Gia Lai]], [[Việt Nam]].\n\nXã Chư Ă còn diện tích 14,47&nbsp;km², dân số năm 2006 là 5.883 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 407 người\/km².\n\n==Lịch sử==\nNăm 2006, một phần diện tích và dân số xã Chư Ă được tách ra để thành lập phường Thắng Lợi<ref name=Thon1\/>\n\n==Hành chính==\nNăm 2008, xã này gồm có 4 thôn và các làng Nha Hyơn, Chuét Ngol, Ia Tung, Bông Phun, Mơ Nú.<ref name=\"Thon2\">[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&_page=274&mode=detail&document_id=54377 Quyết định số 110\/2007\/QĐ-ủy ban nhân dân ngày 31 tháng 12 năm 2007 của ủy ban nhân dân tỉnh Gia Lai] về việc chia tách, thành lập và đổi tên thôn, làng,tổ dân phố thuộc phường Hoa Lư, Ia Kring, Thắng Lợivà xã Trà Đa, Tân Sơn, Chư Á, thành phố Pleiku, tỉnh Gia Lai.<\/ref>\n\nTheo thống kê năm 2018, xã Chư Á có dân số là 17.649 người, mật độ dân số đạt 1.219 người\/km².\n\n<Thống kê năm 2008>\n\n* Làng Nha Hyơn được thành lập trên cơ sở 72 hộ, 498 người là phần còn lại của làng Nha Prông bị chia tách do điều chỉnh địa giới hành chính, thành lập phường Thắng Lợi. Địa giới: phía Đông giáp làng Ia Tung (đường Bùi Viên); phía Tây giáp làng Chuét Ngol (đường đất); phía Nam giáp thôn 4 (suối Ia Crông); phía Bắc giáp phường Thắng Lợi.\n* Làng Chuét Ngol được thành lập trên cơ sở 106 hộ, 577 người là phần còn lại của làng Chuét bị chia tách do điều chỉnh địa giới hành chính, thành lập phường Thắng Lợi. Địa giới: phía Đông giáp làng Nha Hyơn (đường đất); phía Tây giáp phường Thắng Lợi; phía Nam giáp thôn 4 (suối Ia Crông); phía Bắc giáp phường Thắng Lợi.\n* Thôn 1 được thành lập trên cơ sở 32 hộ, 129 người là phần còn lại của làng Mơ Nú; 72 hộ, 305 người là phần còn lại của thôn 3 bị chia tách do điều chỉnh địa giới hành chính, thành lập phường Thắng Lợi. Thôn 1: gồm 104 hộ, 434 người. Địa giới: phía Đông giáp thôn 2 và làng Bông Phun (đường đất); phía Tây giáp phường Thắng Lợi; phía Nam giáp làng Bông Phun (cánh đồng Ia Chanh); phía Bắc giáp làng Mơ Nú (Lý Thường Kiệt).\n* Thôn 2: được đổi tên từ thôn 7.\n* Thôn 3: được đổi tên từ thôn 8.\n* Thôn 4: được đổi tên từ thôn 6.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Gia Lai}}\n{{Đơn vị hành chính thuộc thành phố Pleiku}}"}