{"3789":"{| class=\"sortable\" align=\"right\"\n|[[Tập tin:Defoliation agent spraying.jpg|nhỏ|300px|Chiếc máy bay số hiệu UH-1D từ Đại đội không quân 336 đang rải chất diệt cỏ trong vùng rừng của châu thổ sông [[Mê Kông]], 26\/07\/1969]]\n|-\n|[[Tập tin:2,4-D.svg|nhỏ|Hormone thực vật, một phần của Chất độc da cam: [[Acid 2,4-dichlorophenoxyacetic]]]]\n|}\n'''Chất độc da cam''' (viết tắt: '''CĐDC''', [[tiếng Anh]]: ''Agent Orange''—'''Tác nhân da cam'''), là tên gọi của một loại chất [[thuốc diệt cỏ]] và làm rụng lá cây được [[quân đội Hoa Kỳ]] sử dụng tại [[Việt Nam]] trong [[Chiến dịch Ranch Hand]], một phần của [[vũ khí hóa học|chiến tranh hóa học]] của [[Hoa Kỳ]] trong thời kỳ [[Chiến tranh Việt Nam]]. Chất này không có màu và được chứa trong các thùng màu da cam (do vậy trong [[Vụ kiện hậu quả chất độc màu da cam trong Chiến tranh Việt Nam|vụ kiện hậu quả của nó]] được gọi nhầm là chất độc '''màu da cam''').\n\nChất này đã được Hoa Kỳ sử dụng quy mô lớn trong những năm từ [[1961]] đến [[1971]], khiến nhiều vùng ở Việt Nam bị nhiễm độc nghiêm trọng. Các cơ quan y tế ở Việt Nam ước tính khoảng 400.000 người đã bị giết hoặc tàn tật, khoảng 500.000 trẻ em sinh ra bị dị dạng, dị tật bởi [[vũ khí hóa học|chất độc hóa học]] này<ref name=\"last-ghost\">York,Geoffrey; Mick, Hayley; [http:\/\/www.theglobeandmail.com\/incoming\/last-ghost-of-the-vietnam-war\/article1057457\/?page=all \"Last Ghost of the Vietnam War\"], ''The Globe and Mail'', ngày 12 tháng 7 năm 2008<\/ref>. [[Hội Chữ thập đỏ Việt Nam|Hội Chữ Thập đỏ Việt Nam]] ước lượng khoảng 1 triệu nạn nhân Việt Nam đã bị tàn phế hoặc bệnh tật vì chất độc da cam<ref>{{Chú thích web |url=http:\/\/edition.cnn.com\/2012\/08\/10\/world\/asia\/vietnam-us-agent-orange\/ |tiêu đề=U.S. in first effort to clean up Agent Orange in Vietnam |tác giả=Jessica King |ngày tháng = ngày 10 tháng 8 năm 2012 |ngày truy cập = ngày 11 tháng 8 năm 2012 |work=[[CNN]]}}<\/ref>.\n\nChất độc da cam còn làm tổn thương sức khỏe của những người lính Mỹ cũng như các binh lính đồng minh của Mỹ ([[Úc]], [[Hàn Quốc]], [[New Zealand]], [[quân lực Việt Nam Cộng hòa]]) đã có tiếp xúc với chất này, cũng như con cháu họ. Tính đến nay, các tổ chức cựu binh Mỹ, Úc, Hàn Quốc đã khởi kiện và được bồi thường, nhưng các nạn nhân chất da cam tại Việt Nam thì bị xử thua kiện.\n\nTrong thời kỳ Chiến tranh Việt Nam, mục đích quân sự chính thức của chất độc da cam là làm rụng lá cây rừng để quân đội du kích [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] không còn nơi ẩn náu. Chất độc da cam thực ra là một chất lỏng trong suốt, nó được gọi là \"chất da cam\" vì những thùng phuy dùng để vận chuyển nó được vẽ các sọc có màu da cam. Quân đội [[Hoa Kỳ]] còn có một số mã danh khác để chỉ đến các chất diệt cỏ được dùng trong thời kỳ này: \"chất xanh\" (''Agent Blue'', cacodylic acid), \"chất trắng\" (''Agent White'', hỗn hợp 4:1 của 2,4-D và picloram), \"chất tím\" (''Agent Purple'') và \"chất hồng\" (''Agent Pink'').\n\nĐến năm [[1971]], CĐDC không còn được dùng để làm rụng lá nữa; 2,4-D vẫn còn được sử dụng để làm diệt cỏ. 2,4,5-T đã bị cấm dùng tại Hoa Kỳ và nhiều [[quốc gia]] khác do sự độc hại của nó tới môi trường và sinh vật.\n\n==Ảnh hưởng đến con người==\n{{xem thêm|Dioxin}}\nNgười ta đã tìm thấy chất độc da cam có chứa chất độc [[dioxin]], nguyên nhân của nhiều bệnh như ung thư, dị dạng và nhiều rối loạn chức năng ở cả người Việt lẫn các cựu quân nhân Hoa Kỳ.\n\nDioxin tích tụ chủ yếu tại các mô mỡ theo thời gian (tích lũy sinh học), vì vậy ngay cả tiếp xúc nhỏ cũng có thể đạt mức độ nguy hiểm. Trong năm 1994, EPA Hoa Kỳ báo cáo rằng [[dioxin]] là một chất gây [[ung thư]], và lưu ý rằng các hậu quả khác (về sinh sản và phát triển tình dục, [[hệ thống miễn dịch]]) có thể gây ra một mối đe dọa lớn đối với sức khỏe con người. ctx là độc nhất của thuốc , được phân loại như  một chất gây ung thư nhóm 1 do [[Cơ quan Nghiên cứu Quốc tế về Ung thư]] (amin). tcx có chu kỳ bán rã khoảng 8 năm ở người, mặc dù ở nồng độ cao, tỷ lệ loại bỏ được tăng cường bởi sự trao đổi chất<ref name=\"pmid12107649\">{{chú thích tạp chí |author=Geusau A, Schmaldienst S, Derfler K, Päpke O, Abraham K |title=Severe 2,3,7,8-tetrachlorodibenzo- p-dioxin (TCDD) intoxication: kinetics and trials to enhance elimination in two patients |journal=Arch. Toxicol. |volume=76 |issue=5–6 |pages=316–25 |year=2002 |pmid=12107649 |doi=10.1007\/s00204-002-0345-7|last2=Schmaldienst |last3=Derfler |last4=Päpke |last5=Abraham }}<\/ref> Các ảnh hưởng sức khỏe của dioxin được trung gian bởi tác động lên thụ thể tế bào, (AHR)<ref name=\"pmid16545780\">{{chú thích tạp chí |author=Bock KW, Köhle C |title=Ah receptor: dioxin-mediated toxic responses as hints to deregulated physiologic functions |journal=Biochem. Pharmacol. |volume=72 |issue=4 |pages=393–404 |year=2006 |pmid=16545780 |doi=10.1016\/j.bcp.2006.01.017|last2=Köhle }}<\/ref> Điều này giúp dioxin xâm nhập, phá thủng hệ thống phòng thủ của tế bào và làm biến dạng DNA. Đó là nguyên nhân tại sao dioxin gây ra [[quái thai]] ở động vật.\n\nCác hiệu ứng khác ở người (ở các mức liều cao) có thể bao gồm:\n*Bất thường phát triển trong men răng của trẻ em.<ref name=\"pmid15345345\">{{chú thích tạp chí |author=Alaluusua S, Calderara P, Gerthoux PM |title=Developmental dental aberrations after the dioxin accident in Seveso |url=https:\/\/archive.org\/details\/sim_environmental-health-perspectives_2004-09_112_13\/page\/1313 |journal=Environ. Health Perspect. |volume=112 |issue=13 |pages=1313–8 |year=2004 |pmid=15345345 |doi= 10.1289\/ehp.6920|pmc=1247522|author2= |display-authors= }}<\/ref><ref name=\"pmid8260069\">{{chú thích tạp chí |author=Peterson RE, Theobald HM, Kimmel GL |title=Developmental and reproductive toxicity of dioxins and related compounds: cross-species comparisons |journal=Crit. Rev. Toxicol. |volume=23 |issue=3 |pages=283–335 |year=1993 |pmid=8260069| doi = 10.3109\/10408449309105013|last2=Theobald |last3=Kimmel }}<\/ref>\n*Bệnh lý tại khu trung ương và ngoại vi của hệ thần kinh<ref name=\"pmid16898675\">{{chú thích tạp chí |author=Pelclová D, Urban P, Preiss J |title=Adverse health effects in humans exposed to 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) |journal=Reviews on environmental health |volume=21 |issue=2 |pages=119–38 |year=2006 |pmid=16898675 |doi=10.1515\/reveh.2006.21.2.119|author2= |display-authors= }}<\/ref>\n*Rối loạn tuyến giáp<ref name=\"pmid12821272\">{{chú thích tạp chí |author=Pavuk M, Schecter AJ, Akhtar FZ, Michalek JE |title=Serum 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) levels and thyroid function in Air Force veterans of the Vietnam War |url=https:\/\/archive.org\/details\/sim_annals-of-epidemiology_2003-05_13_5\/page\/335 |journal=Annals of epidemiology |volume=13 |issue=5 |pages=335–43 |year=2003 |pmid=12821272| doi = 10.1016\/S1047-2797(02)00422-2|last2=Schecter |last3=Akhtar |last4=Michalek }}<\/ref>\n*Tổn hại cho hệ thống miễn dịch<ref name=\"pmid12460794\">{{chú thích tạp chí |author=Baccarelli A, Mocarelli P, Patterson DG |title=Immunologic effects of dioxin: new results from Seveso and comparison with other studies |url=https:\/\/archive.org\/details\/sim_environmental-health-perspectives_2002-12_110_12\/page\/1169 |journal=Environ. Health Perspect. |volume=110 |issue=12 |pages=1169–73 |year=2002 |pmid=12460794 |pmc=1241102 |doi=10.1289\/ehp.021101169|author2= |display-authors= }}<\/ref>\n*Lạc nội mạc tử<ref name=\"pmid12117638\">{{chú thích tạp chí |author=Eskenazi B, Mocarelli P, Warner M |title=Serum dioxin concentrations and endometriosis: a cohort study in Seveso, Italy |url=https:\/\/archive.org\/details\/sim_environmental-health-perspectives_2002-07_110_7\/page\/629 |journal=Environ. Health Perspect. |volume=110 |issue=7 |pages=629–34 |year=2002 |pmid=12117638 |doi= 10.1289\/ehp.02110629|pmc=1240907|author2= |display-authors= }}<\/ref>\n*Bệnh tiểu đường<ref name=\"pmid15751269\">{{chú thích tạp chí |author=Arisawa K, Takeda H, Mikasa H |title=Background exposure to PCDDs\/PCDFs\/PCBs and its potential health effects: a review of epidemiologic studies |journal=J. Med. Invest. |volume=52 |issue=1–2 |pages=10–21 |year=2005 |pmid=15751269| doi = 10.2152\/jmi.52.10|last2=Takeda |last3=Mikasa }}<\/ref>\n\nDioxin tích lũy trong chuỗi thức ăn trong một thời trang tương tự như các hợp chất clo khác (tích lũy sinh học). Điều này có nghĩa rằng ngay cả nồng độ nhỏ trong nước bị ô nhiễm có thể được tập trung lên một chuỗi thức ăn đến mức nguy hiểm vì chu kỳ phân hủy dài và độ tan trong nước thấp của dioxin. Không chỉ vậy, Dioxin còn có thể đi qua dây rốn hoặc tích tụ trong [[sữa mẹ]], do đó nếu người mẹ nhiễm dioxin thì đứa con cũng sẽ bị nhiễm theo.\n\nBác sĩ [[Linda Birnbaum]], Giám đốc Viện Khoa học Quốc gia Về Liên Hệ Giữa Môi trường và Sức khỏe, và là một chuyên gia hàng đầu về chất dioxin, nói: ''\"Tôi chưa từng thấy một hệ thống hormone nào mà chất dioxin không thể phá vỡ. Nó có ảnh hưởng lan rộng trong hầu hết các chủng loài có xương sống, trong hầu hết mọi giai đoạn cơ thể phát triển\"''.\n\n[[Tập tin:2,3,7,8-tetrachlorodibenzo(b,e)(1,4)dioxine 200.svg|nhỏ|trái|[[2,3,7,8-Tetrachlorodibenzodioxin|2,3,7,8-TCDD]], một loại dioxin gây ô nhiễm]]\nNăm 2007, Đại sứ quán Hoa Kỳ tại Việt Nam vẫn ra thông cáo báo chí nói rằng \"Không có tác hại sinh thái nào được ghi nhận ở động thực vật mặc dù một lượng lớn chất diệt cỏ và dioxin đã được sử dụng\", và rằng \"thông tin này chưa được xem xét trong các lần đánh giá trước của Cơ quan Bảo vệ Môi trường Hoa Kỳ và Viện Y học thuộc Viện Hàn lâm Khoa học Quốc gia Hoa Kỳ\". Tuy nhiên lưu ý rằng \"các chất diệt cỏ đổ thẳng xuống đất và ngấm sâu trước khi thoái biến thì sẽ có tồn dư và vì vậy là một mối lo ngại.\"<ref>Đại sứ quán Hoa Kỳ tại Việt Nam [http:\/\/vietnamese.vietnam.usembassy.gov\/pr220607.html THÔNG CÁO BÁO CHÍ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071102223255\/http:\/\/vietnamese.vietnam.usembassy.gov\/pr220607.html |date=2007-11-02 }}, ngày 22\/6\/2007<\/ref>. Còn Cựu Đại sứ Mỹ tại VN, ông Michael Marine, vẫn cho rằng mối liên hệ giữa sự phơi nhiễm dioxin và sức khoẻ con người \"vẫn chưa được chứng minh\". Tuy nhiên ông đã công bố khoản tài trợ trị giá 400 nghìn USD để nghiên cứu ô nhiễm dioxin và tẩy độc tại sân bay Đà Nẵng<ref>[http:\/\/www.vava.org.vn\/vi-VN\/hoatdongcuahoi\/2007\/2\/50608.vip Mỹ có tài trợ nhỏ để nghiên cứu tẩy dioxin ở Đà Nẵng]{{Liên kết hỏng|date=2023-06-10 |bot=InternetArchiveBot }}<\/ref>.\n\n===Di chứng tới thế hệ sau===\nDioxin sẽ gây đóng mở một số gene giải độc quan trọng của tế bào như Cyp1A, Cyp1B,... Đồng thời, một số thí nghiệm trên chuột cho thấy dioxin làm tăng nồng độ các gốc ion tự do trong tế bào. Điều này có thể là làm phá huỷ các cấu trúc tế bào, các protein quan trọng và, quan trọng hơn cả, nó có thể gây [[đột biến]] trên phân tử DNA (gene), dẫn tới các chứng bệnh liên quan là [[ung thư]], [[bệnh di truyền]] và [[quái thai]].\n\n[[Tập tin:ARVN propaganda for agent orange 2.jpg|nhỏ|trái|400px|Tranh tuyên truyền của Mỹ\/Việt Nam Cộng hòa nói rằng việc máy bay rải chất da cam lên các làng mạc Việt Nam là ''\"một cố gắng của chính phủ để đem lại thanh bình cho xứ sở\"'']]\nHiện không có nghiên cứu về quái thai gây ra bởi dioxin trên cơ thể người (do việc thí nghiệm chất độc mạnh như dioxin với người là bị cấm). Tuy nhiên, khi được thí nghiệm trên động vật, có bằng chứng mạnh mẽ cho thấy Dioxin gây [[quái thai]] ở các loài gặm nhấm, bao gồm chuột<ref name=\"pmid16835633\">{{chú thích tạp chí |title=NTP technical report on the toxicology and carcinogenesis studies of 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) (CAS No. 1746-01-6) in female Harlan Sprague-Dawley rats (Gavage Studies) |journal=National Toxicology Program technical report series |issue=521 |pages=4–232 |year=2006 |pmid=16835633|last1= National Toxicology |first1= Program}}<\/ref><ref name=\"pmid10048156\">{{chú thích tạp chí |author=Peters JM, Narotsky MG, Elizondo G, Fernandez-Salguero PM, Gonzalez FJ, Abbott BD |title=Amelioration of TCDD-induced teratogenesis in aryl hydrocarbon receptor (AhR)-null mice |journal=Toxicol. Sci. |volume=47 |issue=1 |pages=86–92 |year=1999 |pmid=10048156| doi = 10.1093\/toxsci\/47.1.86|last2=Narotsky |last3=Elizondo |last4=Fernandez-Salguero |last5=Gonzalez |last6=Abbott }}<\/ref> hamster và lợn guinea<ref name=\"pmid17126467\">{{chú thích tạp chí |author=Kransler KM, McGarrigle BP, Olson JR |title=Comparative developmental toxicity of 2,3,7,8-tetrachlorodibenzo-p-dioxin in the hamster, rat and guinea pig |journal=Toxicology |volume=229 |issue=3 |pages=214–25 |year=2007 |pmid=17126467 |doi=10.1016\/j.tox.2006.10.019|last2=McGarrigle |last3=Olson }}<\/ref> chim,<ref name=\"pmid14522596\">{{chú thích tạp chí |author=Bruggeman V, Swennen Q, De Ketelaere B, Onagbesan O, Tona K, Decuypere E |title=Embryonic exposure to 2,3,7,8-tetrachlorodibenzo-p-dioxin in chickens: effects of dose and embryonic stage on hatchability and growth |journal=Comp. Biochem. Physiol. C Toxicol. Pharmacol. |volume=136 |issue=1 |pages=17–28 |year=2003 |pmid=14522596| doi = 10.1016\/S1532-0456(03)00168-6|last2=Swennen |last3=De Ketelaere |last4=Onagbesan |last5=Tona |last6=Decuypere }}<\/ref> và cá<ref name=\"pmid16333842\">{{chú thích tạp chí |author=Carney SA, Prasch AL, Heideman W, Peterson RE |title=Understanding dioxin developmental toxicity using the zebrafish model |journal=Birth Defects Res. Part a Clin. Mol. Teratol. |volume=76 |issue=1 |pages=7–18 |year=2006 |pmid=16333842 |doi=10.1002\/bdra.20216|last2=Prasch |last3=Heideman |last4=Peterson }}<\/ref>\n\nCác nghiên cứu động vật cho thấy rằng dioxin có thể ảnh hưởng đến sinh sản bằng cách làm hư hỏng tinh trùng và làm rối loạn hormon điều tiết sự phát triển của bào thai. Ở cấp độ phân tử, dioxin gây [[đột biến]] trên chuỗi [[nhiễm sắc thể]], những đột biến này sẽ gây ảnh hưởng đến thông tin di truyền ở tế bào sinh sản (tinh trùng, trứng) do cơ chế sao chép nhân đôi và rồi sẽ truyền sang thế hệ con cháu.\n\nTrong nghiên cứu năm 2012 của [[Đại học Washington]] trên chuột cho thấy Dioxin có thể gây dị tật suốt nhiều thế hệ. Chuột thí nghiệm được cho nhiễm 1 liều dioxin rất nhỏ (bằng 1\/1000 mức gây chết), với mức rất nhỏ này thì không gây nguy hại tức thì. Nhưng tác hại lâu dài đã phát tác trên thế hệ con cháu của chúng. Cho đến tận thế hệ F3 (tức là [[đời chắt]] của những con chuột thí nghiệm ban đầu) những dị tật bẩm sinh vẫn xảy ra. Những [[đột biến]] này có lẽ là vĩnh viễn và sẽ tiếp tục truyền tới các thế hệ sau.<ref>{{Chú thích web |url=http:\/\/www.niehs.nih.gov\/news\/newsletter\/2012\/11\/science-dioxin\/ |ngày truy cập=2016-11-16 |tựa đề=Dioxin exposure causes transgenerational health effects |archive-date=2016-10-18 |archive-url=https:\/\/web.archive.org\/web\/20161018231928\/http:\/\/www.niehs.nih.gov\/news\/newsletter\/2012\/11\/science-dioxin\/ |url-status=dead }}<\/ref>\n\nTrong [[thảm họa Sasevo]] (nơi 30&nbsp;kg dioxin đã thoát ra môi trường), người dân đã được sơ tán ngay sau khi thảm họa xảy ra, tất cả gia súc gia cầm đã bị thiêu hủy, đất đai và nguồn nước đã được tẩy rửa để ngăn dioxin xâm nhập vào chuỗi thức ăn của con người. Do vậy, tác động của dioxin với [[dị tật thai nhi]] tại Sasevo là không có đủ cơ sở để nghiên cứu. Các nghiên cứu về vấn đề này chỉ có thể được tiến hành ở [[Việt Nam]], nơi bị Mỹ rải 370&nbsp;kg dioxin trong 8 năm chiến tranh. Người dân và binh sĩ ở đây chịu sự phơi nhiễm lâu dài, dioxin đã ngấm sâu vào mọi con đường (không khí, nguồn nước, cây trồng và thực phẩm) mà không hề có sự sơ tán hoặc tẩy độc.\n\nCác khảo sát ở Mỹ trong thập niên 1980-1990 có những kết quả mâu thuẫn nhau (nguồn thì khẳng định dioxin gây dị tật thai nhi, nguồn thì cho rằng chưa đủ cơ sở kết luận) do mẫu khảo sát ở các cựu binh Mỹ có sự khác biệt lớn về độ phơi nhiễm dioxin. Để tìm ra kết luận chung, năm 2006, 4 nhà nghiên cứu (gồm 2 người gốc Việt) đã tiến hành tổng kết tất cả các khảo sát về tác động của dioxin tới dị tật thai nhi. Nghiên cứu sử dụng 13 khảo sát ở những cựu binh Việt Nam (những người phơi nhiễm lâu và nặng nhất) và 9 khảo sát ở cựu binh nước ngoài. Các kết luận rút ra như sau<ref>{{Chú thích web | url = http:\/\/ije.oxfordjournals.org\/content\/35\/5\/1220.full | tiêu đề = Association between Agent Orange and birth defects: systematic review and meta | tác giả = | ngày = | ngày truy cập = 22 tháng 11 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n*Sự tranh cãi về mối liên quan giữa chất độc da cam (hay [[dioxin]]) và dị tật bẩm sinh là do dữ liệu của các khảo sát không phù hợp với nhau (có sự khác biệt đáng kể về thời gian, lượng phơi nhiễm của các ca nghiên cứu).\n*Tổng hợp số liệu từ các nghiên cứu cho thấy rằng việc tiếp xúc của cha mẹ với dioxin và chất độc da cam làm tăng nguy cơ dị tật bẩm sinh và quái thai.\n*Trong khi nguy cơ gia tăng [[quái thai]] hiện diện ở cả cựu binh Mỹ và cựu binh Việt Nam, các cựu binh Việt Nam có một sự gia tăng rõ rệt hơn do mức độ phơi nhiễm của họ cao hơn lính Mỹ (lính Mỹ chỉ ở Việt Nam khoảng 1 năm, ít khi đi vào rừng và họ chỉ ăn uống đồ hộp, trong khi lính Việt Nam ở trong rừng suốt nhiều năm và luôn sử dụng lương thực, nước uống lấy tại chỗ bị nhiễm dioxin).\n\nĐể biện minh cho việc rải chất da cam, Hoa Kỳ đã yêu cầu chính phủ Sài Gòn ra tuyên bố rằng chất da cam không gây hại gì cho sức khỏe con người<ref name=\"Khongthe\" \/> Trong thời kỳ chiến tranh, Hoa Kỳ đã cho rải các tờ truyền đơn tuyên truyền, trong đó viết rằng sự độc hại của chất diệt cỏ chỉ là ''\"tuyên truyền xuyên tạc của Việt cộng\"'', và rằng chất diệt cỏ ''\"tuyệt nhiên không gây độc hại cho người, vật, cũng như nước uống, hít phải hàng ngày cũng không sao\"''. Điều này càng gây thêm hậu quả tàn phá vì nhiều người dân miền Nam tin theo lời tuyên truyền này và đã không có những biện pháp di tản, phòng độc... Người dân cứ tiếp tục sống tại những ngôi làng đã bị rải chất da cam mà không biết nguồn nước, không khí và thực phẩm của họ đã bị nhiễm độc nghiêm trọng.\n\nNhững ghi chép về việc chất dioxin gây quái thai cho binh lính và thường dân bị phơi nhiễm lâu dài đã được ghi lại bởi những bác sĩ đương thời từ nhiều quốc gia:\n====Tác hại đối với người Việt====\n[[Tập tin:U.S. propaganda for agent orange 1.jpg|nhỏ|phải|250px|Tuyên truyền của Mỹ\/chính phủ Sài Gòn viết rằng sự độc hại của chất diệt cỏ chỉ là ''\"tuyên truyền xuyên tạc của Việt cộng\"'', và rằng chất diệt cỏ ''\"tuyệt nhiên không gây độc hại cho người, vật, cũng như nước uống, hít phải hàng ngày cũng không sao\"'']]\nTất cả diện tích bị rải chất da cam đều ở miền Nam Việt Nam. Chất da cam phát tán qua không khí và nước nên nó lan rộng rất nhanh, không chỉ những chiến sỹ quân Giải phóng mà cả dân thường miền Nam, quân Mỹ và [[quân lực Việt Nam Cộng hòa]] cũng đều bị nhiễm độc nếu có mặt ở khu vực bị rải độc. Nhưng các nạn nhân người Việt thường bị nhiễm độc nặng hơn lính Mỹ do họ sống định cư, uống nước và trồng cây lương thực tại khu nhiễm độc, còn lính Mỹ thì chỉ ở đó một thời gian ngắn rồi hành quân đi chỗ khác hoặc trở về nước.\n*Bác sĩ [[Nguyễn Thị Ngọc Phượng]] là một nhân chứng sống. Trong những năm 1960, bà đã hộ sinh cho nhiều trăm đứa trẻ khỏe mạnh ở [[bệnh viện Từ Dũ]], nhà hộ sinh lớn nhất ở Sài Gòn. Rồi đến năm 1968, hai năm sau khi lực lượng Mỹ tăng gia trải chất diệt cỏ lên đến nhiều triệu lít, lần đầu tiên bác sĩ Phượng đã chứng kiến một hài nhi không có óc và xương sống. Trong những tháng tiếp theo, Bác sĩ Phượng liên tục đỡ ra nhiều hài nhi dị dạng, 3 hoặc 4 đứa trong một tuần lễ - những hài nhi sinh ra với những cơ quan ở ngoài thân, không có tay, không có chân, không có mắt. Vấn đề nay đã trở nên rõ ràng là, con người – đặc biệt là phụ nữ - bị nhiễm ngay chỉ một chút chất dioxin, dù chỉ là 1\/1 tỷ gram, cũng có khả năng cao là sinh ra những đứa con dị tật bẩm sinh. Từ năm 1968, bác sĩ Phương bắt đầu thu thập hàng chục thai nhi và trẻ sơ sinh bị dị dạng đã chết, lưu trữ ở bệnh viện Từ Dũ trong các lọ lớn chứa chất bảo quản.<ref name=\"Chicago Tribune 2009\">Chicago Tribune, ngày 8 tháng 12 năm 2009. Agent Orange: Birth Defects Plague Vietnam; U.S. Slow To Help<\/ref>\n*Bà Đào Thị Kiều, sinh năm 1952, nông dân ở Biên Hòa, có khu ruộng bị quân đội Mỹ trải thuốc diệt cỏ không lâu sau khi bà kết hôn. Bà có 8 đứa con thì 7 đứa bị dị tật bẩm sinh và 5 đứa đã chết yểu, chồng bà từng là nhân viên trong [[quân lực Việt Nam Cộng hòa]], cũng chết năm 2004 vì ung thư<ref name=\"Chicago Tribune 2009\"\/>\n*Nhà bệnh học về ung thư [[Scarlett Lin Gomez]] tại [[Viện phòng chống ung thư California]] (CPIC) đã nghiên cứu thấy rằng người Mỹ gốc Việt tại California (rất nhiều người là cựu binh trong [[quân lực Việt Nam Cộng hòa]] từng hoạt động trong vùng bị rải chất da cam) đang phải chịu hàng loạt chứng bệnh liên quan đến việc phơi nhiễm chất độc da cam: tỷ lệ bị các bệnh [[ung thư]] cao nhất, phụ nữ gốc Việt mắc bệnh ung thư hạch bạch huyết không Hodgkin cao nhất, đàn ông gốc Việt mắc bệnh [[Sarcoma mô mềm]] cao nhất.\n\nMột số nhà hoạt động như ông [[Ngô Thanh Nhàn]], nhà nghiên cứu tại [[Đại học New York]], đã kêu gọi những người Mỹ gốc Việt khởi kiện những nhà sản xuất chất độc da cam để đòi bồi thường, nhưng đã bị các tổ chức người Mỹ gốc Việt ngăn cản. Nhiều cựu binh quân lực Việt Nam Cộng hòa và con cháu họ đang bị mắc những chứng bệnh mà các cựu binh Hoa Kỳ từng bị nhiễm chất độc màu da cam mắc phải, nhưng không có vụ kiện nào được thực hiện. Những người Mỹ gốc Việt này ''\"vẫn rất trung thành (với nước Mỹ)\"'', họ vẫn tin vào những tờ truyền đơn của Mỹ thời thập niên 1960 nói rằng ''\"chất diệt cỏ không độc hại\"'', rằng sự nguy hại của chất độc màu da cam ''\"chỉ là một sự lừa bịp của Đảng cộng sản\"'', và việc khởi kiện chất độc da cam là sự tiếp tay cho hành động chống lại nước Mỹ. Ông Ngô Thanh Nhàn nói rằng ''\"Chỉ còn một nhóm người không chịu thừa nhận vấn đề chất độc da cam - đó chính là người Mỹ gốc Việt\"''. Ông Nhàn khuyên người Mỹ gốc Việt phải dẹp bỏ định kiến chính trị để thừa nhận những khổ đau mà chất da cam gây ra cho họ, có như vậy thì mới có thể đứng lên đấu tranh đòi quyền lợi cho chính họ<ref name=\"newamericamedia\">{{chú thích web|url=http:\/\/newamericamedia.org\/trending\/2013\/09\/ngi-m-gc-vit-b-nh-hng-cht-dc-da-cam-dau-kh-trong-thm-lng.php|title=Người Mỹ gốc Việt: Bị ảnh hưởng chất độc Da cam, đau khổ trong thầm lặng|author=Ngoc Nguyen|date=ngày 14 tháng 9 năm 2013|access-date=ngày 18 tháng 2 năm 2019|publisher=New America Media|archive-date=2019-02-19|archive-url=https:\/\/web.archive.org\/web\/20190219191847\/http:\/\/newamericamedia.org\/trending\/2013\/09\/ngi-m-gc-vit-b-nh-hng-cht-dc-da-cam-dau-kh-trong-thm-lng.php|url-status=dead}}<\/ref>\n\n====Tác hại đối với người Mỹ====\nTại Hoa Kỳ, các cơ quan y tế có thẩm quyền ước tính có khoảng 250.000 cựu binh Mỹ đã hoặc sẽ chết sớm do hậu quả của chất độc Da cam và các biến chứng từ nó<ref>Không thể chuộc lỗi. NXB Trẻ. Allen Hassan, Chương 20-HẾT<\/ref>.\n\n*Stephen Price, nhân viên kỹ thuật tại căn cứ không quân Mỹ tại Đà Nẵng vào năm 1967, nơi Mỹ có kho chứa chất da cam, bị nhiễm dioxin cao gấp 365 lần so với ngưỡng mà [[Tổ chức Y tế Thế giới]] cho là an toàn. Ông chết năm 2008 do bệnh bạch cầu và tiểu đường, các con gái ông đều bị dị tật hệ thần kinh do tật nứt đốt sống.<ref>{{Chú thích web | url = http:\/\/articles.chicagotribune.com\/2009-12-04\/health\/chi-agent-orange1-dec04_1_defoliants-u-s-veterans-vietnam-veterans\/2 | tiêu đề = Agent Orange: For U.S., a record of neglect | tác giả = | ngày = | ngày truy cập = 22 tháng 11 năm 2015 | nơi xuất bản = tribunedigital-chicagotribune | ngôn ngữ = }}<\/ref>\n*Ted Hutches bị phơi nhiễm chất độc da cam ở Việt Nam vào năm 1965, khi ông làm nhiệm vụ bơm nước vào các bồn hóa chất và dùng làm nước tắm. Một năm sau khi trở về Mỹ, chân Hutches bắt đầu sưng và tê liệt. Hai con gái ông, được sinh ra vào năm 1968 và năm 1970, đều bị dị tật bẩm sinh: dị dạng hông và khớp gối, liệt chân và không có khả năng lao động. Ở tuổi 70, Ted Hutches bị viêm mô tế bào, ung thư và rối loạn thần kinh khiến chân bại liệt. Ông nộp đơn đòi bồi thường từ năm 1978, nhưng phải sau 24 năm mới được xét duyệt và nhận đền bù, nhưng hai con ông thì không được đền bù (vì chính phủ Mỹ từ chối công nhận dioxin gây dị tật thai nhi)<ref name=\"source2\">{{Chú thích web | url = http:\/\/articles.chicagotribune.com\/2009-12-06\/health\/chi-agent-orange2-sidebar-dec06_1_vietnam-veterans-defoliants-birth-defects | tiêu đề = Agent Orange's lethal legacy: The next generation | tác giả = | ngày = | ngày truy cập = 22 tháng 11 năm 2015 | nơi xuất bản = tribunedigital-chicagotribune | ngôn ngữ = }}<\/ref>\n*Mike Ryan, một bác sĩ quân y Mỹ, sau 13 tháng ở Việt Nam đã trở về Mỹ. Con gái ông sinh năm 1971 đã chịu dị tật nghiêm trọng: tim bị hở van, hệ tiêu hóa bị mất phần dưới, thận rối loạn, cánh tay và ngón chân dị dạng... tổng cộng là 22 dị tật. Con gái Mike đã chết khi chỉ 35 tuổi. Suốt đời mình, Mike đã đấu tranh để ông và những cựu binh khác được bồi thường<ref name=\"pro\"\/>\n*Heather Bowser là con của một cựu binh Mỹ tham chiến tại Việt Nam năm 1968-1969. Cô và em ruột có hình hài bị dị tật kinh khủng: không có đoạn chân phải từ gối trở xuống, nhiều ngón tay, ngón chân cái trên bàn chân trái cũng không có, những ngón chân còn lại thì đan chéo nhau<ref>http:\/\/vietnamnet.vn\/vn\/thoi-su\/khi-nguoi-my-tu-noi-ve-noi-dau-da-cam-34388.html<\/ref>.\n*Tổ chức Pro Publica (nơi hỗ trợ các cựu quân nhân Mỹ) đã ghi lại bằng video nhiều trường hợp lính Mỹ có con bị dị tật sau khi bị nhiễm chất da cam ở Việt Nam. [[Hiệp hội Trẻ em của Hội cựu chiến binh Việt Nam]], gồm gần 4.000 thành viên là các cựu binh Mỹ đã trao đổi những câu chuyện hoặc thông báo với các bác sĩ về hàng loạt những chứng dị tật mà con họ phải gánh chịu: khiếm khuyết [[ống thần kinh]], chân tay ngắn hoặc bị cụt, ngón tay chân dị dạng, thiếu [[đốt sống]], [[rối loạn miễn dịch]].... danh sách các chứng dị tật cứ ngày một dài thêm<ref>https:\/\/www.propublica.org\/article\/agent-orange-vietnam-veterans-their-families-share-stories-exposure<\/ref>\n*Bác sĩ quân y Mỹ, [[Allen Hassan]], ghi lại: ''\"Trong suốt cuộc chiến, các báo cáo về tình trạng trẻ em bị dị dạng bẩm sinh xuất hiện trên báo chí Sài Gòn đều bị gạt bỏ vì liên quân cho rằng điều đó chỉ giúp tuyên truyền cho Cộng sản... Là một bác sĩ, tôi đã nhìn thấy hàng trăm cựu chiến binh Mỹ mắc chứng vô sinh, ung thư, tiểu đường loại 2 và nhiều vấn đề về sức khỏe khác có liên quan đến việc phơi nhiễm chất da cam tại Việt Nam. Tôi từng chứng kiến những người vợ của họ mang [[thai chết lưu]] (bào thai bị chết trong bụng mẹ), hoặc sinh con dị dạng. Vợ của một cựu chiến binh tôi từng gặp đã '''sinh ra một đứa con không có đầu'''. Tôi tin thảm họa của gia đình này là hệ quả trực tiếp vì sự phơi nhiễm của người cha với chất da cam.\"''<ref>Không thể chuộc lỗi. Allen Hassan. Phụ lục 1<\/ref>\n\n[[Tập tin:ARVN propaganda for agent orange 1.jpg|nhỏ|phải|250px|Tờ rơi tuyên truyền của Mỹ\/chính phủ Sài Gòn thời đó viết rằng chất diệt cỏ ''\"tuyệt nhiên không gây độc hại cho người, vật, cũng như nước uống\"'']]\nTrẻ em của các cựu binh Mỹ ở Việt Nam được báo cáo đã gặp một loạt các khuyết tật bẩm sinh, kể cả bệnh khớp, rối loạn đường ruột và bàng quang, bất thường về xương, mất thính lực, các vấn đề sinh sản, rối loạn hành vi và điều kiện da bất thường. [[Betty Mekdeci]], giám đốc điều hành của Viện nghiên cứu dị tật trẻ em Florida, nơi lưu giữ dữ liệu về thai nhi từ các cựu binh đến Việt Nam cho biết: trẻ em của các cựu chiến binh tới Việt Nam có tỷ lệ cao hơn bị mắc bệnh [[ung thư]], các bệnh trí tuệ và rối loạn hành vi. Để chứng minh và đòi bồi thường thì sẽ đòi hỏi phải nghiên cứu toàn diện, nhưng từ lâu nay nó đã bị trì hoãn. Betty Mekdeci cho rằng: ''\"Vấn đề này không phải là về khoa học, đó là về kinh tế và chính trị\"'' - nếu được chứng minh dioxin gây dị tật thì khoản đền bù cho trẻ em dị tật sẽ rất lớn, nên chính phủ và các công ty hóa chất không muốn chi tiền cho những nghiên cứu như vậy<ref name=\"source2\"\/>\n\nTheo tài liệu của [[hội cựu chiến binh Hoa Kỳ]], chính phủ Mỹ chỉ công nhận chất da cam gây ra dị tật [[nứt đốt sống]] ở con của các cựu binh Mỹ, còn những người mắc các chứng dị tật khác thì chính phủ Mỹ không công nhận và không bồi thường. Theo đó, những người bị dị tật [[nứt đốt sống]] là con đẻ của cựu chiến binh Mỹ sau khi họ từng tiếp xúc với chất diệt cỏ ở Việt Nam trong khoảng thời gian từ 09\/1\/1962 tới 7\/5\/1975, hoặc gần khu phi quân sự Triều Tiên từ 1\/9\/1967 tới 31\/8\/1971, thì sẽ được nhận bồi thường của chính phủ Mỹ. [[Hội cựu chiến binh Hoa Kỳ]] vẫn đang đấu tranh để chính phủ Mỹ chịu bồi thường cho nhiều người con các cựu binh Mỹ bị mắc những chứng dị tật khác<ref>https:\/\/www.publichealth.va.gov\/exposures\/agentorange\/birth-defects\/spina-bifida.asp<\/ref>.\n\nTheo nghiên cứu của [[Pro Publica]] dựa trên dữ liệu của [[Cơ quan Cựu Chiến binh Hoa Kỳ]], các cựu chiến binh Mỹ từng phơi nhiễm chất da cam ở Việt Nam có tỷ lệ sinh con bị [[dị tật]] cao gấp gần 6 lần so với tỷ lệ sinh con dị tật trước chiến tranh (13,1% so với 2,8%)<ref name=pro>https:\/\/www.propublica.org\/article\/the-children-of-agent-orange<\/ref>.\n\n[[Linda Schwartz]], giáo sư điều dưỡng chuyên khoa tại [[Đại học Yale]], đã khám phá ra rằng ''\"có bằng chứng khác biệt\"'' cho thấy những người lính Mỹ bị nhiễm chất da cam có tỷ lệ sinh con bị dị tật bẩm sinh cao hơn. Họ trình bày công trình tại hội nghị về dioxin quốc tế năm 2003, nhưng bản thảo của họ không được chấp nhận để xuất bản trên tạp chí khoa học. Schwartz cho rằng: nếu Hoa Kỳ thừa nhận rằng Chất Da cam gây ra những dị tật trên trẻ em, chính phủ [[Việt Nam]] sẽ có đầy đủ lý do để đòi bồi thường cho trẻ em Việt Nam bị tổn hại. Bà nói: ''\"Chúng tôi đã lao phải một bức tường. Mọi người sợ rằng phía Việt Nam sẽ nộp nhiều đơn kiện khủng khiếp chống lại Hoa Kỳ\"''<ref name=pro \/>.\n\nCho tới nay, chính phủ Mỹ và các công ty hóa chất vẫn không công nhận chất dioxin gây dị tật thai nhi với lý do là thiếu bằng chứng thực nghiệm trên người (điều mà sẽ không thể có do dioxin bị cấm thí nghiệm trên người). Chỉ có các cựu binh nữ sinh con dị tật là được bồi thường (nhưng cựu binh nữ chỉ có 10 ngàn người trong tổng số 3 triệu quân nhân Mỹ chiến đấu ở Việt Nam), các cựu binh nam sinh con dị tật thì vẫn không được bồi thường. 30 năm sau cuộc chiến, vẫn không có cuộc điều tra lớn nào với các cựu binh bị nhiễm dioxin. [[Paul Sutton]], cựu chủ tịch của Hội Cựu chiến binh Mỹ tại Việt Nam, cho rằng chính phủ Mỹ muốn trì hoãn các nghiên cứu để ỉm đi chuyện này bởi chi phí đền bù sẽ rất cao, họ chỉ cần chờ tới khi tất cả các cựu binh của cuộc chiến đều đã qua đời thì sẽ chẳng còn bằng chứng để nghiên cứu nữa<ref>{{Chú thích web | url = http:\/\/articles.chicagotribune.com\/2009-12-04\/health\/chi-agent-orange1-dec04_1_defoliants-u-s-veterans-vietnam-veterans\/3 | tiêu đề = Agent Orange: For U.S., a record of neglect | tác giả = | ngày = | ngày truy cập = 22 tháng 11 năm 2015 | nơi xuất bản = tribunedigital-chicagotribune | ngôn ngữ = }}<\/ref>.\n\n==Các vụ kiện của nạn nhân chất độc da cam==\nỞ [[Nam Bộ|miền Nam]] [[Việt Nam]], chất độc màu da cam và các loại [[thuốc diệt cỏ]] khác bắt đầu được thử nghiệm bởi quân đội Hoa Kỳ vào năm [[1961]]. Năm 1961, tổng thống Mỹ [[John F. Kennedy]] đã bật đèn xanh cuộc chiến hóa học này, ban đầu được gọi là \"chiến dịch Trail Dust\" sau đổi thành \"chiến dịch Ranch Hand\".\n\nChất da cam được sử dụng rộng rãi với hàm lượng cao trong [[chiến tranh Việt Nam|chiến tranh]] vào các năm [[1967]] – [[1968]], rồi giảm xuống và ngừng sử dụng năm [[1971]]. Các loại hợp chất này được trộn vào [[dầu hỏa]] hoặc nhiên liệu [[diezen]] rồi rải bằng máy bay hoặc các phương tiện khác. 10% của chất này thì được dùng bằng tay, bằng xe thô sơ và thuyền ở các vùng đầm lầy, đồng bằng và vùng ngâp mặn ven biển, 90% phun bằng máy bay C-123 và máy bay trực thăng. Người Việt Nam bị phơi nhiễm hoàn toàn, họ chỉ có thể ngâm 1 miếng vải nhỏ bịt lên mũi và miệng cho đỡ bị ngất xỉu chứ không có cách nào để tẩy độc.\n\nTheo công bố của một nhóm tác giả trên [[tạp chí Nature]] thì có thể nói chiến dịch dùng hóa chất ở Việt Nam là một cuộc [[chiến tranh hóa học]] lớn nhất thế giới. Trong thời gian 10 năm đó, quân đội Mỹ và quân đội Nam Việt Nam đã rải '''76,9 triệu lít''' hóa chất xuống rừng núi và đồng ruộng Việt Nam. Trong số này có 64% là chất độc màu da cam, 27% là chất màu trắng, 8,7% chất màu xanh và 0,6% chất màu tím.\n\nTổng số lượng dioxin Việt Nam hứng chịu là vào khoảng '''370&nbsp;kg'''. (Trong khi đó vụ nhiễm dioxin ở [[Seveso]], Ý, 1976 chỉ với 30&nbsp;kg dioxin thải ra môi trường mà tác hại của nó kéo dài hơn 20 năm). Tổng số diện tích đất đai bị ảnh hưởng hóa chất là 2,63 triệu [[hecta|hécta]]. Có gần '''5 triệu''' người Việt Nam sống trong 25.585 thôn ấp chịu ảnh hưởng độc chất màu da cam. Ngoài ra, hàng trăm ngàn binh lính Mỹ, Hàn Quốc, Úc đóng quân ở gần đó cũng bị nhiễm độc.\n\nTại Hoa Kỳ, hàm lượng dioxin ở ngưỡng cho phép là 0,0064 Picogram\/1&nbsp;kg cơ thể người (Picogram là đơn vị đo khối lượng rất nhỏ, chỉ bằng 1\/1.000.000 gram). Trong khi đó, nếu chia bình quân thì Mỹ đã rải 900 picogram chất dioxin cho mỗi 1&nbsp;kg trọng lượng cơ thể người Việt Nam.\n\nMột số quan chức và tướng lĩnh trong Quân đội Mỹ biết sự thật nhưng che giấu. Chính phủ Mỹ muốn Việt Nam phải nhận trách nhiệm về việc sử dụng chất diệt cỏ, và đã yêu cầu Tổng thống [[Ngô Đình Diệm]] ra tuyên bố rằng các chất này không gây hại gì cho sức khỏe con người <ref name=\"Khongthe\">Không thể chuộc lỗi (Failure to Atone). Bác sĩ quân y Mỹ Allen Hassan. Nhà xuất bản trẻ 2012<\/ref>. Trong suốt thời gian cuộc chiến, các báo cáo về tình trạng dị dạng bẩm sinh xuất hiện trên báo chí Sài Gòn đều bị gạt bỏ vì cho rằng điều này giúp tuyên truyền cho đối phương. Những lời oán thán về các chứng bệnh nguy hại từ các nông dân ở miền Nam Việt Nam đều bị làm ngơ<ref name=\"Khongthe\"\/>.\n\n{{cquote|''Khi chúng tôi (các nhà khoa học quân sự) tiến hành chương trình về thuốc diệt cỏ trong những năm 1960, chúng tôi đã được cảnh báo về khả năng hủy hoại của thuốc diệt cỏ đã nhiễm dioxin. Thậm chí chúng tôi còn được cảnh báo rằng thuốc diệt cỏ theo công thức \"quân đội\" có nồng độ dioxin cao hơn các loại thuốc diệt cỏ \"dân sự\" vì giá thành thấp và thời gian sản xuất ngắn. Tuy nhiên, vì sản phẩm được sử dụng vào \"đối phương\" nên không ai trong chúng tôi tỏ ra quan tâm thái quá. Chúng tôi không bao giờ hình dung ra cảnh binh lính của mình cũng sẽ bị nhiễm độc. Và, nếu xảy ra tình huống này, chúng tôi mong chính phủ của chúng ta sẽ trợ giúp các cựu chiến binh bị phơi nhiễm.''.\n||| Tiến sĩ James Clary, một nhà khoa học từng phục vụ trong [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]], người đã thiết kế các thùng chứa thuốc khai quang đặt trên trực thăng, và cũng là người viết báo cáo tổng kết về Chiến dịch Ranch Hand<ref name=\"Khongthe\"\/>}}\n\n===Vụ kiện của cựu binh Mỹ bị nhiễm chất độc da cam===\nNăm 1968, ông [[Elmo R. Zumwalt Jr.]], bấy giờ mang hàm phó đô đốc, đến đảm nhiệm chức vụ Tư lệnh Hải quân Mỹ tại Việt Nam. Ngay lập tức, ông đã cho triển khai chiến dịch rải hóa chất làm rụng lá xuống các vùng sông nước ở Việt Nam để bảo vệ hoạt động của Hải quân Mỹ. Đúng 20 năm sau, người con trai [[Elmo R.Zumwalt III]] của ông đã qua đời vì bệnh [[ung thư]], hậu quả của việc phơi nhiễm chất độc da cam khi tham chiến tại Việt Nam. Tác phẩm ''\"Cha con tôi\"'' dựa theo lời thuật của đô đốc Elmo Zumwalt phát hành tháng 11-1996, có đoạn viết:\n:''\"Tấn bi kịch của gia đình đô đốc Zumwalt là ở chỗ, chính người cha đã ra lệnh rải chất độc da cam lên các cánh rừng và các dòng sông ở vùng Nam Trung Bộ Việt Nam, nơi con trai ông làm nhiệm vụ tuần tra dọc các bờ sông. Mệnh lệnh của đô đốc không những tàn phá nhiều cánh rừng, làm ô nhiễm các dòng sông, gây đau khổ cho biết bao nhiêu người dân Việt Nam vô tội, mà còn làm cho chính con trai và cháu nội ông cũng bị nhiễm chất độc da cam\"''.\n\nNăm [[1984]], từ phán quyết của quan tòa Jack Weinstein, 7 công ty hóa chất Mỹ đã phải bồi thường 180 triệu đô la cho các cựu chiến binh Mỹ nhưng các công ty này bác bỏ trách nhiệm về tác hại của chất diệt cỏ mà họ đã cung cấp cho quân đội<ref>BBC, [http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/02\/080223_dioxin_appeal_rejected.shtml Giữ nguyên phán quyết vụ dioxin], 23\/2\/2008<\/ref>.\n\nĐô đốc Zumwalt, từ năm 1994 đã trở lại Việt Nam, kết hợp với [[Hội Cựu chiến binh Việt Nam]] với mong muốn làm một điều gì đó bù đắp lại mất mát cho các nạn nhân của ông. Khi được hỏi cảm nghĩ, đô đốc Zumwalt nói: ''\"Để có thể vĩnh viễn xếp lại quá khứ một cách yên ả, tốt nhất là Chính phủ Mỹ phải có thiện chí hợp tác với Việt Nam, trả lại món nợ lớn lao mà các công ty hóa chất Mỹ đã gây ra. Nhân chứng sống chính là tôi đây. Tôi cũng có bổn phận góp phần bù đắp. Cũng thế, tại Mỹ, quan điểm của đoàn thể lớn nhất nước Mỹ là Hội Cựu binh Mỹ, là vấn đề người Mỹ mất tích (MIA) chỉ là việc của 2.000 gia đình người Mỹ, còn nạn nhân chất độc dioxin là của 3 triệu người Mỹ.\"'' Con trai ông, luật sư Jim với nhiều hoạt động yểm trợ tư vấn tố tụng quốc tế cho nhiều nhóm nạn nhân, đã giải thích: ''\"Năm 1984, 68.000 cựu binh Mỹ, Úc và New Zealand đã phát đơn kiện 11 công ty hóa chất Mỹ, nhưng các nhà [[tài phiệt]] chiến tranh rất quỷ quyệt, đã khôn khéo dàn xếp, chịu bồi thường một ngân khoản chung là 184 triệu USD, để nguyên đơn ký vào thỏa thuận, từ đấy không còn đi kiện nữa. Việc bồi thường này không nhắc gì tới nạn nhân Việt Nam và Hàn Quốc, đó là một điều phi lý và phi nhân\"''.\n\n===Vụ kiện cựu binh Đức===\n\n===Vụ kiện cựu binh Úc===\n\n===Vụ kiện của cựu binh Hàn Quốc===\nNgày 25 tháng 1 năm 2006, Toà án dân sự cấp cao Seoul đã ra phán quyết buộc hai công ty hoá chất [[Dow Chemical]] tại [[Midland, Michigan]] và [[Monsanto]] tại [[St. Louis, Missouri]] phải bồi thường 62 triệu USD chi phí chăm sóc sức khoẻ cho 6.800 người gồm các cựu binh Hàn Quốc từng tham chiến tại Việt Nam và gia đình của họ. Đây là lần đầu tiên một toà án ở [[Hàn Quốc]] ra phán quyết có lợi cho nạn nhân chất độc hoá học da cam tại Hàn Quốc.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/thegioi\/2008\/02\/770098\/|tựa đề=Tòa án Mỹ bác đơn kiện của nạn nhân da cam VN|ngày=2008-02-23|website=VietnamNet|url-status=live|ngày truy cập=2021-08-13}}<\/ref>\n\n===Vụ kiện của các nạn nhân Việt Nam===\n{{chính|Vụ kiện hậu quả chất độc màu da cam trong Chiến tranh Việt Nam}}\n[[Tập tin:A vietnamese Professor is pictured with a group of handicapped children.jpg|nhỏ|300px|Bác sĩ [[Nguyễn Thị Ngọc Phượng]] cùng với những trẻ em nhiễm chất độc da cam, được chăm sóc tại Bệnh viện Phụ sản Từ Dũ.]]\nNgày [[31 tháng 1]] năm [[2004]], nhóm bảo vệ quyền lợi nạn nhân CĐDC, Hội Nạn nhân Chất độc da cam\/dioxin Việt Nam (''The Vietnam Association of Victims of Agent Orange\/Dioxin'' - VAVA) đã kiện hơn 30 công ty Mỹ phải bồi thường do trách nhiệm gây ra thương tích vì đã sản xuất chất hóa học này. Dow Chemical và Monsanto là hai công ty sản xuất CĐDC lớn nhất cho quân đội Hoa Kỳ đã bị nêu tên trong vụ kiện cùng các công ty khác.\n\nCác nạn nhân tham gia kiện gồm có:\n# Phan Thị Phi Phi\n# Nguyễn Văn Quý\n# Dương Quỳnh Hoa (đã mất tháng 2 năm 2006)\n\nVào ngày [[10 tháng 3]] năm [[2005]], quan tòa [[Jack Weinstein]] (thuộc Tòa án liên bang tại quận Brooklyn) đã bác đơn kiện, quyết định rằng những đòi hỏi của đơn kiện không có cơ sở pháp luật. Quan tòa kết luận rằng CĐDC đã không được xem là một chất độc dưới luật quốc tế vào lúc Hoa Kỳ dùng nó; rằng Hoa Kỳ không bị cấm dùng nó để diệt cỏ; và những công ty sản xuất chất này không có trách nhiệm về cách sử dụng của chính quyền.\n\nChính phủ Hoa Kỳ, vốn có quyền miễn tố (''sovereign immunity''), không phải là một bị cáo trong đơn kiện. Tuy nhiên, vào năm [[1984]] cũng từ phiên tòa của vị quan tòa này, chính các công ty trên đã chi khoảng 180 triệu USD bồi thường cho các gia đình cựu binh Mỹ từng nhiễm chất da cam ở Việt Nam, mặc dù các công ty này không thừa nhận có hành động sai trái.\n\nHai mươi mục trong phán quyết của thẩm phán Jack Weinstein ngày 10 tháng 3 về vụ kiện của các nạn nhân chất độc da cam Việt Nam đối với các công ty hoá chất đã được phân tích của Mandrew Wells-Dang, đại diện Quỹ Hoà giải và Phát triển [http:\/\/www.ffrd.org\/Lawsuit\/AO%20decision%20analysis.htm tiếng Anh] (tiếng Việt [http:\/\/vnexpress.net\/Vietnam\/The-gioi\/Phan-tich\/2005\/03\/3B9DC8A2\/ phần 1], và [http:\/\/vnexpress.net\/Vietnam\/The-gioi\/2005\/03\/3B9DC9F3\/ tập 2]).\n\nNgày [[7 tháng 4]] năm [[2005]] các nguyên đơn Việt Nam đã tiếp tục gửi đơn kháng cáo lên Tòa Phúc thẩm của Mỹ đòi lật lại quyết định của tòa sơ thẩm.\n\nTòa Phúc thẩm Khu vực 2 tại [[Manhattan]] bắt đầu xem xét lại vụ kiện vào tháng 6 năm [[2006]], ra phán quyết vào tháng 2 năm 2007 đồng ý với phán quyết của Tòa sơ thẩm và bác đơn kháng cáo của các nguyên đơn Việt Nam.\n\nLuật sư nguyên đơn Việt Nam tiếp tục gửi đơn kháng cáo lên [[Tòa án Tối cao Hoa Kỳ]]. Ngày 2 tháng 3 năm 2009, Tòa án Tối cao Hoa Kỳ từ chối mở phiên tòa xem xét lại kết quả của tòa phúc thẩm.<ref>{{Chú thích web |url=http:\/\/www.warlegacies.org\/Agent%20Orange\/Appealdecision.pdf |tiêu đề=ngày 22 tháng 2 năm 2008 Decision by the Second Circuit Court of Appeals re: Vietnam Association of Victims of Agent Orange v. Dow Chemical Co. |định dạng=PDF |ngày tháng= |ngày truy cập=2012-07-07 |archive-date=2012-03-08 |archive-url=https:\/\/web.archive.org\/web\/20120308055750\/http:\/\/www.warlegacies.org\/Agent%20Orange\/Appealdecision.pdf |url-status=dead }}<\/ref><ref>{{Chú thích web|url=http:\/\/www.supremecourt.gov\/orders\/courtorders\/030209zor.pdf |tiêu đề=Order List |định dạng=PDF |ngày tháng=ngày 2 tháng 3 năm 2009 |trang=7 |nhà xuất bản=The United States Supreme Court |ngày truy cập=ngày 4 tháng 5 năm 2010| url lưu trữ= https:\/\/web.archive.org\/web\/20100605051419\/http:\/\/www.supremecourt.gov\/orders\/courtorders\/030209zor.pdf| ngày lưu trữ= ngày 5 tháng 6 năm 2010 | url-status= live}}<\/ref>\n\n==Khắc phục hậu quả==\n[[Chính phủ liên bang Hoa Kỳ|Chính phủ Hoa Kỳ]] hiện vẫn từ chối trách nhiệm với những nạn nhân này và cho rằng mối liên hệ giữa các khuyết tật và thuốc diệt cỏ vẫn chưa có đủ bằng chứng khoa học. Tuy nhiên vào tháng 5\/2007, [[Quốc hội Hoa Kỳ]] đã phân bổ khoản ngân sách 3 triệu USD nhằm khắc phục ảnh hưởng của chất độc da cam và [[môi trường]] tại một số điểm nóng nhất<ref>[http:\/\/pwd.vn\/modules.php?name=News&file=save&sid=6 Chất độc da cam - câu chuyện vẫn còn tiếp diễn]{{Liên kết hỏng|date=2022-11-17 |bot=InternetArchiveBot }}<\/ref> và năm 2009 tăng lên 6 triệu USD <ref>[http:\/\/www.vietnamplus.vn\/Home\/Hoa-Ky-tiep-tuc-tro-giup-nguoi-khuyet-tat-Viet-Nam\/20095\/5277.vnplus Hoa Kỳ tiếp tục trợ giúp người khuyết tật Việt Nam]<\/ref>.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Hậu quả chất độc da cam tại Việt Nam]]\n*[[Vụ kiện hậu quả chất độc màu da cam trong Chiến tranh Việt Nam]]\n*[[Robert McNamara]]\n*[[Vũ khí hóa học]]\n*[[Tội ác của quân đội Hoa Kỳ|Tội ác của quân đội Mỹ]]\n*[[Tội ác của Quân đội Hoa Kỳ và đồng minh trong chiến tranh Việt Nam]]\n\n==Liên kết ngoài==\n{{thể loại Commons|Dioxins|Dioxins}}\n{{chủ đề|Chiến tranh Việt Nam}}\n*[http:\/\/www.vn-agentorange.org\/index.html Vietnam Agent Orange Campaign] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060902103426\/http:\/\/www.vn-agentorange.org\/index.html |date=2006-09-02 }}\n*[http:\/\/petitiononline.com\/AOVN Justice for Victims of Agent Orange]\n*[http:\/\/www.who.int\/ipcs\/publications\/en\/exe-sum-final.pdf Đánh giá tác hại của dioxin đối với sức khỏe con người, năm 1998] do [[Tổ chức Y tế Thế giới|WHO]] và [[International Programme on Chemical Safety|IPCS]] (pdf)\n*[http:\/\/adbusters.org\/blogs\/index.php?option=com_content&task=view&id=26&Itemid=47 A Culture of Life] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050428062655\/http:\/\/adbusters.org\/blogs\/index.php?option=com_content&task=view&id=26&Itemid=47 |date=2005-04-28 }}: Về vụ kiện của nạn nhân CĐDC năm 2005\n\n;Tiếng Anh\n* {{Britannica|8993|Agent Orange (defoliant)}}\n*[http:\/\/www.nature.com\/nsu\/030414\/030414-10.html Vietnam dioxin spray estimate quadruples] Nghiên cứu về lượng CĐDC đã được sử dụng trong chiến tranh Việt Nam trên tạp chí ''Nature''.\n*[http:\/\/www.who.int\/ipcs\/publications\/en\/exe-sum-final.pdf Đánh giá tác hại của dioxin đối với sức khỏe con người, năm 1998] do [[Tổ chức Y tế Thế giới|WHO]] và [[International Programme on Chemical Safety|IPCS]] (pdf)\n*[http:\/\/adbusters.org\/blogs\/index.php?option=com_content&task=view&id=26&Itemid=47 A Culture of Life] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050428062655\/http:\/\/adbusters.org\/blogs\/index.php?option=com_content&task=view&id=26&Itemid=47 |date=2005-04-28 }}: Về vụ kiện của nạn nhân CĐDC năm 2005\n*[http:\/\/www.greenfacts.org\/dioxins\/index.htm Trang tổng kết về dioxin] của nhóm [[GreenFacts]]\n*[http:\/\/www.onlinelawyersource.com\/dioxin\/vietnam.html Thông tin từ hội luật sư Hoa Kỳ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080515200529\/http:\/\/www.onlinelawyersource.com\/dioxin\/vietnam.html |date=2008-05-15 }}\n*[http:\/\/petitiononline.com\/AOVN Trang ghi danh ủng hộ những nạn nhân chất độc da cam]\n*[http:\/\/news.bbc.co.uk\/1\/shared\/bsp\/hi\/pdfs\/10_03_05_agentorange.pdf Toàn văn tuyên cáo của phiên toà 10 tháng 3 năm 2005 của chánh án Jack Weinstein]\n*{{en}} [http:\/\/www.thefreelibrary.com\/McNamara's+'other'+crimes:+the+stories+you+haven't+heard-a017040672 McNamara and Agent Orange] (McNamara và chất độc da cam)\n\n;Tiếng Việt\n* {{TĐBKVN|29417|Chất độc màu da cam}}\n*[http:\/\/www.chatdocdacam.vn\/ Website chatdocdacam.vn - dioxinvn.info] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130111094135\/http:\/\/www.chatdocdacam.vn\/ |date=2013-01-11 }} - Website DioxinVn\n*[http:\/\/www.vava.org.vn\/ Vietnam Association of Victims of Agent Orange\/Dioxin] - Hội nạn nhân Chất độc da cam\/dioxin Việt Nam (VAVA)\n*[http:\/\/vavathaibinh.org.vn\/ Hội nạn nhân chất độc da cam\/dioxin tỉnh Thái Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060402221312\/http:\/\/vavathaibinh.org.vn\/ |date=2006-04-02 }}\n*Loạt bài trên [[BBC]] về CĐDC và vụ kiện của các nạn nhân Việt Nam [http:\/\/news.bbc.co.uk\/1\/hi\/health\/3798581.stm], [http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/4494347.stm], [http:\/\/news.bbc.co.uk\/2\/hi\/americas\/4336941.stm]\n*[http:\/\/www.vietnam-dioxine.org\/index.php?piIdLangue=2 www.vietnam-dioxin.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070505181406\/http:\/\/www.vietnam-dioxine.org\/index.php?piIdLangue=2 |date=2007-05-05 }} Trang thông tin về các hậu quả của CĐDC và dioxin tại Việt Nam, Lào và Campuchia\n\n;Trên các báo Việt Nam\n*[http:\/\/chatdocdacam.org\/ Trang thông tin Dioxin Việt Nam]\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Chất độc da cam| ]]\n[[Thể loại:Vi phạm nhân quyền]]\n[[Thể loại:Tội ác của quân đội Hoa Kỳ]]\n[[Thể loại:Thiết bị sử dụng trong chiến tranh Việt Nam]]\n[[Thể loại:Hậu Chiến tranh Việt Nam]]"}