{"19687798":"'''Chả chìa''' là một món ăn làm bằng [[Sườn lợn|sườn heo]] chặt khúc ngắn, tuốt thịt về một đầu (đầu còn lại để làm tay cầm), [[chiên]] vàng và rang ngọt. Chả chìa thực ra là phần thịt ba chỉ của heo [[rang]] [[Lửa|cháy]] cạnh kết hợp nêm gia vị, bỏ đường và hành lá. Nguyên liệu chính làm chả chìa chính là thịt heo mà cụ thể là sườn heo (ba chỉ\/ba rọi) nhưng cũng có thể thay thế bằng sườn [[Thịt cừu|cừu]]. Chả chìa cũng là tên gọi một món đặc sản của [[Hải Phòng]]<ref name=\"vn1\">{{chú thích web|url=http:\/\/giadinh.vnexpress.net\/tin-tuc\/am-thuc\/cha-chia-hai-phong-2362831.html|tiêu đề=Chả chìa Hải Phòng - VnExpress Đời sống|author=|ngày=|ngôn ngữ=|nơi xuất bản=VnExpress - Tin nhanh Việt Nam|ngày truy cập=2 tháng 6 năm 2014}}<\/ref> và [[Hội An]]<ref>{{Chú thích web|url=https:\/\/dulich.tuoitre.vn\/news-549535.htm|tựa đề=Chả chìa hương phố Hội An|họ=|tên=|ngày=2013-05-21|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-01-08}}<\/ref>.\n\n== Chế biến ==\nSườn hoặc thịt ba chỉ chặt khúc, kéo phần thịt lên phía trên để lòi phần xương làm tay cầm. Bên cạnh đó ướp sườn với [[tỏi]], [[hành]], [[nước mắm]], ít [[đường]] (có thể cho thêm [[tiêu]]) để cho [[gia vị]] ngấm, sau đó đem nướng trên [[bếp]] [[Than (định hướng)|than]]. Món này ăn cùng [[cà chua]], [[xà lách]] hoặc [[Kiệu (thực vật)|củ kiệu]] muối chua. Có thể dùng làm món ăn chơi, nhậu hoặc ăn với [[cơm]].<ref>{{chú thích web|url=http:\/\/www.thanhnien.com.vn\/news\/pages\/200629\/156436.aspx|tiêu đề=Chả chìa|author=|ngày=|ngôn ngữ=|nơi xuất bản=Thanh Niên Online|ngày truy cập=2 tháng 6 năm 2014}}<\/ref>\n\nCần lưu ý nếu chọn thịt ba chỉ thì phải chọn những miếng thịt ba chỉ loại ngon, thịt có màu [[hồng]] tươi và phần [[nạc]] phải nhiều hơn phần [[mỡ]]. Có thể làm chả chìa bằng thịt mông, thịt vai, sườn heo,… nhưng món này hợp với thịt ba chỉ hơn cả để khi chế biến miếng thịt không bị khô, vị [[béo]] của mỡ làm tăng mùi vị của món ăn. Thịt phải được rửa sạch và nên bỏ [[bì]] ([[da]]) sau đó thái mỏng, đem rang cho cháy cạnh, đến khi có màu hanh vàng bỏ thêm gia vị cho vừa ăn, nêm đường và sau cùng là [[Hành|hành lá]].\n\n== Các biến thể ==\n\n=== Chả chìa Hạ Lũng ===\nChả chìa Hạ Lũng là một món ăn [[chả chìa]] [[đặc sản]] có xuất xứ từ thành phố [[Hải Phòng]] với những nguyên liệu chế biến chủ yếu là thịt [[Chi Lợn|lợn]] nạc, [[mực]] khô và [[mía]]. Chả chìa Hạ Lũng trông giống như nem lụi của [[Huế]] nhưng cách chế biến và hương vị của nó thì lại rất khác biệt. Một dẻ mía chẻ nhỏ bằng ngón tay, phần trên được bao bằng thịt nạc xay nhuyễn với [[mực khô]], phần dưới để nguyên, dùng để cầm khi ăn.\n\nYếu tố làm nên hương vị riêng của món ăn của Hải Phòng chính là cá mực khô, mía, thịt nạc. Mực khô phải chọn những con vừa phải, mình dày, cắt nhỏ, trộn sao cho dẻo quánh với thịt xay. Mía mua từng cây, gióng đều, đem về dóc sạch vỏ và chẻ thành dẻ. Pha chế nguyên liệu thành công là khi dùng tay phết lên đầu những dẻ mía, chả sống vẫn còn ấm nóng, tươi hồng và có độ bám chặt. Sau đó, chả được xếp vào những chiếc mâm đục nhiều lỗ, đem đặt vào nồi hấp. Người bao thịt sẽ khéo léo chừa lại một đoạn của thanh mía để làm thanh cầm tay lúc ăn. Chả bao xong được đưa lên nồi hấp. Hấp là một công đoạn khá quan trọng trong chế biến chả chìa. Bởi khi hấp phải canh để cho lửa vừa phải. Lửa lớn quá sẽ làm chả nhão, cháy, còn lửa nhỏ sẽ khiến chả không lên được màu đẹp. Trong lúc hấp, mía sẽ tiết ra nước ngọt, quyện với vị ngọt của thịt và mực tạo ra hương vị đặc trưng của chả chìa. Sau đó dỡ chả ra, để nguội. Trước khi ăn, nên chao qua mỡ đang sôi chừng vài phút cho nóng vàng ruộm.<ref name=\"vn1\" \/>\n\nKhi ăn, người ta sẽ mang chả nướng trên than hồng hoặc chao qua [[dầu ăn]] (hoặc [[mỡ]] rán) đang sôi chừng vài phút cho đến khi chả có màu vàng ruộm. Chả chìa được ăn chơi, ăn kèm với rau sống, dùng làm mồi nhậu hay ăn trong bữa cơm đều được. Chả chìa hiện nay còn được một số cơ sở chế biến thực phẩm đóng gói sẵn để thực khách có thể tiện thưởng thức và bảo quản lâu hơn.\n\n=== Chả chìa Hội An ===\nChả chìa Hội An nói riêng và [[Quảng Nam]] nói chung là món ăn được ưa chuộng trong các bữa tiệc liên hoan, hội hè, đình đám của người dân. Món ăn được làm từ nguyên liệu chính là thịt heo nạc. Người làm chả phải lấy đươc thịt từ heo vừa mới mổ, thịt còn nóng hổi. Thịt lấy về chọn thớ nạc, dùng giẻ vải sạch lau cho ráo, lọc bỏ hết phần gân, mỡ còn dính. Công đoạn tiếp theo là xắt thịt sao cho thật mỏng. Mực khô được chọn từ loại mực một nắng tại đảo [[Cù Lao Chàm]].<ref name=\":0\">{{Chú thích web|url=https:\/\/dulich.tuoitre.vn\/cha-chia-huong-pho-hoi-an-549535.htm|tựa đề=Chả chìa hương phố Hội An|tác giả=Thanh Ly|ngày=2013-05-21|website=Tuổi Trẻ|url-status=live|ngày truy cập=2022-02-20}}<\/ref> Công đoạn giã thịt và mực phải làm bằng tay, không thể thay thế bằng máy xay thịt, sau đó thịt đã giã được phết lên một đầu thân củ sả. Những que chả sau khi làm xong mang đi hấp trước khi rán vàng. Khi hấp chả, để lửa vừa phải, nước trong nồi luôn bốc hơi đều làm chả chín tới.<ref name=\":0\" \/>\n\n== Tham khảo ==\n{{Tham khảo|2}}\n\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Ẩm thực Hải Phòng]]"}