{"19063":"{{Thông tin nhà văn\n| name = Chế Lan Viên\n| image = chelanvien.jpg\n| imagesize = 175px\n| tên khai sinh = Phan Ngọc Hoan\n| birth_date = [[20 tháng 10]] năm [[1920]]\n| birth_place = [[Quảng Trị]], [[Liên bang Đông Dương]]\n| death_date = {{ngày mất và tuổi|1989|6|19|1920|10|20}}\n| death_place = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| occupation = [[Nhà thơ]]<br>[[Nhà văn]]\n| giai đoạn sáng tác = 1933 – 1989\n| tác phẩm nổi bật = ''Điêu tàn'', ''Ánh sáng và phù sa''\n}}\n'''Chế Lan Viên''' (1920 – 1989), tên khai sinh là '''Phan Ngọc Hoan''', là một [[nhà thơ]], [[nhà văn]] hiện đại [[Việt Nam]].\n\n==Cuộc đời văn nghiệp==\n{|align=\"right\" cellspacing=\"0\" cellpadding=\"0\"\n|[[Tập tin:quachtannguyendinhchelanvien.jpg|nhỏ|[[Quách Tấn]], [[Nguyễn Đình]], Chế Lan Viên]]\n|}\n'''Phan Ngọc Hoan''', sinh ngày [[20 tháng 10]] năm [[1920]] (tức ngày 9 tháng 9 năm Canh Thân) tại xã [[Cam An]], huyện [[Cam Lộ]], tỉnh [[Quảng Trị]].<ref>{{Chú thích web|url=https:\/\/cadn.com.vn\/che-lan-vien-tu-que-huong-da-hoa-tam-hon-post233412.html|tựa đề=Chế Lan Viên, từ quê hương đã hóa tâm hồn|họ=Nẵng|tên=Báo Công an TP Đà|website=cadn.com.vn|ngôn ngữ=vi-vn|ngày truy cập=2023-01-18}}<\/ref>\n\nÔng lớn lên và theo học ở [[Quy Nhơn]], đỗ bằng [[Thành chung]] (THCS hay cấp II hiện nay) thì thôi học, đi dạy tư kiếm sống. Có thể xem [[Quy Nhơn]], [[Bình Định]] là quê hương thứ hai của Chế Lan Viên, nơi đã để lại những dấu ấn sâu sắc trong tâm hồn của thi sĩ tài ba.\n\nÔng bắt đầu làm thơ từ năm 12, 13 tuổi. Năm 17 tuổi, với bút danh Chế Lan Viên, ông xuất bản tập thơ đầu tay nhan đề ''Điêu tàn'', có lời tựa đồng thời là lời tuyên ngôn nghệ thuật của \"Trường Thơ Loạn\". Cả tập ''Điêu tàn'' là cảm xúc của ông về cả một Đế chế- Đế chế [[Chiêm Thành]] và ông đã xót thương thay sự \"Điêu tàn\" của Đế chế này đến mức lấy [[Chế (họ)|Chế]] làm họ cho mình, trong khi ông tên là Phan Ngọc Hoan sinh tại [[Quảng Trị|Quảng Trị]]. Ông thương xót một triều đại đã từng là \"Giặc phương Nam\" của nước Việt ta với các Thủ lĩnh như [[Chế Củ]], [[Chế Bồng Nga]],.. đã bị các [[Vua Việt Nam]] xóa sổ. Từ đây, cái tên Chế Lan Viên trở nên nổi tiếng trên thi đàn [[Việt Nam]]. Ông cùng với [[Hàn Mặc Tử]], [[Yến Lan]], [[Quách Tấn]] được người đương thời gọi là \"[[Bàn thành tứ hữu]]\" của [[Bình Định]].\n\nNăm [[1939]], ông ra học tại [[Hà Nội]]. Sau đó Chế Lan Viên vào [[Thành phố Hồ Chí Minh|Sài Gòn]] làm báo rồi ra [[Thanh Hóa]] dạy học. Năm [[1942]], ông cho ra đời tập văn ''[[Vàng sao]]'', tập thơ triết luận về đời với màu sắc siêu hình, huyền bí.\n\n[[Cách mạng Tháng Tám]] nổ ra, ông tham gia phong trào [[Việt Minh]] tại Quy Nhơn, rồi ra [[Huế]] tham gia Đoàn xây dựng cùng với [[Hoài Thanh]], [[Lưu Trọng Lư]], [[Đào Duy Anh]]. Thời kỳ này, Chế Lan Viên viết bài và làm biên tập cho các báo ''Quyết thắng'', ''Cứu quốc'', ''Kháng chiến''. Phong cách thơ của ông giai đoạn này cũng chuyển dần về trường phái hiện thực. Tháng 7 năm [[1949]], trong chiến dịch [[Tà Cơn-đường 9]] (Quảng Trị), Chế Lan Viên gia nhập [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]{{ref|dcs}}.\n\nNăm [[1954]], Chế Lan Viên [[Cuộc di cư Việt Nam (1954)|tập kết ra Bắc]] làm biên tập viên báo ''[[Văn học]]''. Từ năm [[1956]] đến năm [[1958]], ông công tác ở phòng văn nghệ, Ban tuyên huấn trung ương và đến cuối năm [[1958]] trở lại làm biên tập tuần báo ''Văn học'' (sau là báo ''Văn nghệ''). Từ năm [[1963]] ông là ủy viên thường vụ Hội nhà văn Việt Nam, ủy viên ban thư ký Hội nhà văn Việt Nam. Ông cũng là đại biểu Quốc hội [[Việt Nam Dân chủ Cộng hòa]] các khóa IV, V và VI, ủy viên Ban văn hóa - giáo dục của quốc hội.\n\nSau [[1975]], ông vào sống tại [[Thành phố Hồ Chí Minh]]. Ông mất ngày [[19 tháng 6]] năm [[1989]]<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/van-hoa\/van-hoc-nghe-thuat\/che-lan-vien-nhan-su-cua-thi-dan-viet-nam-640978|tựa đề=Chế Lan Viên, \"nhân sư\" của thi đàn Việt Nam|tác giả=Phan Tuấn Anh|ngày=2020-10-15|website=Báo Quân đội nhân dân|url-status=live}}<\/ref> (tức ngày 16 tháng 5 năm Kỷ Tỵ) tại [[Bệnh viện Thống Nhất]], [[Thành phố Hồ Chí Minh]], thọ 68 tuổi.\n\nÔng được nhà nước Việt Nam truy tặng [[Giải thưởng Hồ Chí Minh]] về Văn học nghệ thuật (1996).<ref>{{Chú thích web|url=https:\/\/dangcongsan.vn\/tu-tuong-van-hoa\/che-lan-vien-nha-tho-lon-cua-van-hoc-viet-nam-566634.html|tựa đề=Chế Lan Viên - Nhà thơ lớn của văn học Việt Nam|website=https:\/\/dangcongsan.vn|ngôn ngữ=en-US|ngày truy cập=2023-01-18}}<\/ref>\n\nCon gái ông, bà [[Phan Thị Vàng Anh]], cũng là một nhà văn nổi tiếng.\n\n==Phong cách của Chế Lan Viên==\nCon đường thơ của Chế Lan Viên \"trải qua nhiều biến động, nhiều bước ngoặt với những trăn trở, tìm tòi không ngừng của nhà thơ\"{{ref|biendong}}, thậm chí có một thời gian dài im lặng (1945-1958).\n\nTrước Cách mạng tháng Tám, thơ Chế Lan Viên là một thế giới đúng nghĩa \"trường thơ loạn\": \"kinh dị, thần bí, bế tắc của thời ''Điêu tàn'' {{ref|đt}} với xương, máu, sọ người, với những cảnh đổ nát, với tháp Chàm\". Những tháp Chàm \"điêu tàn\" là một nguồn cảm hứng lớn đáng chú ý của Chế Lan Viên. Qua những phế tích đổ nát và không kém phần kinh dị trong thơ Chế Lan Viên, ta thấy ẩn hiện hình bóng của một vương quốc hùng mạnh thời vàng son, cùng với nỗi niềm hoài cổ của nhà thơ.\n\nSau Cách mạng tháng Tám, thơ ông đã \"đến với cuộc sống nhân dân và đất nước, thấm nhuần ánh sáng của cách mạng\"{{ref|ascm}}, và có những thay đổi rõ rệt. Trong thời kì 1960-1975, thơ Chế Lan Viên vươn tới khuynh hướng sử thi hào hùng, chất chính luận, đậm tính thời sự. Sau năm 1975, \"thơ Chế Lan Viên dần trở về đời sống thế sự và những trăn trở của cái \"tôi\" trong sự phức tạp, đa diện và vĩnh hằng của đời sống\"{{ref|vinhhang}}.\n\nPhong cách thơ Chế Lan Viên rất rõ nét và độc đáo. Thơ ông là sức mạnh trí tuệ được biểu hiện trong khuynh hướng suy tưởng - triết lý. \"chất suy tưởng triết lý mang vẻ đẹp trí tuệ và sự đa dạng, phong phú của hình ảnh thơ được sáng tạo bởi một ngòi bút thông minh, tài hoa\"{{ref|pcach}}\nKhai thác triệt để các tương quan đối lập. Và nổi bật nhất là năng lực sáng tạo hình ảnh phong phú, độc đáo nhiều ý nghĩa biểu tượng.\n\n==Quan điểm và tính cách==\nChế Lan Viên là người rất thẳng tính và khó tính, lại hay tranh luận. Khi tranh luận và phê bình ông rất gay gắt và thẳng thắn, không vị nể ai dù là đàn anh lớn tuổi hay bạn bè thân thiết. Nhiều nhà thơ, nhà văn như Phan Khôi, Xuân Diệu, Tú Mỡ, Yến Lan, Nguyễn Văn Bổng, Bùi Hiển, Hoàng Minh Châu... đều từng phải nghe và đọc những lời phê bình nặng nề của Chế Lan Viên. Tính hay cãi của Chế Lan Viên nổi tiếng đến mức khi ông và nhà thơ [[Nguyễn Viết Lãm]] mới đi công tác ở Hunggari về, phu nhân Vũ Thị Thường đã hỏi ngay \"''Thế hai ông đi với nhau có cãi nhau không đấy?''\". Còn Xuân Diệu thì nói: ''\"Bây giờ cậu ấy ghê quá, chứ trước kia hồi còn trẻ khi xuất bản Điêu tàn xử sự khiêm tốn\".'' Chế Lan Viên cũng khuyến khích các nhà thơ, nhà văn mạnh dạn phản ánh những vấn đề của xã hội, ông kêu gọi ''\"hoan nghênh các văn nghệ sĩ làm phận sự chuyên chính với cái xấu, không chịu hữu khuynh với cái xấu bằng tác phẩm của mình\"''. Bản thân Chế Lan Viên cũng biết tính cách của mình khiến nhiều người phật ý và thù ghét. Một số bạn bè như nhà văn Nguyễn Văn Bổng hiểu tính của Chế Lan Viên nên chỉ cười trừ bỏ qua.\n\nMặt khác, theo nhà phê bình [[Mai Quốc Liên]], Chế Lan Viên cũng là người đa cảm, dễ xúc động, dễ mủi lòng, dễ tha thứ.\n\nChế Lan Viên quan niệm thơ văn là trí tuệ vì vậy không dễ dãi được. Bài thơ \"Người thay đổi đời tôi\" gửi cho Đài tiếng nói Việt Nam ban đầu dài 80 trang A4, tuy nhiên trước khi phát thanh Chế Lan Viên đã thu hồi bản thảo về sửa chữa, cắt gọt chỉ còn 2 trang mới thôi. Ông cũng đặc biệt không khoan nhượng với những trường hợp mà ông xem là lệch lạc về quan điểm chính trị cũng như học thuật.\n\nChế Lan Viên là người có tài hùng biện và khả năng ứng đối trong chuyện trò, giao tiếp. Sự ứng đối trong giao tiếp của ông không chỉ sắc bén mà còn rất nhanh nhạy, kịp thời. Với vốn tri thức uyên bác và khả năng biện luận, ông nhận được sự thán phục của nhiều bạn văn trong và ngoài nước. Xuân Diệu nhận xét: ''\"Tranh luận với Chế Lan Viên rất khó. Rõ ràng mình có lý mà cuối cùng lại hóa ra đuối lý với Chế Lan Viên\".'' Nam Trân từng nhận xét: ''\"Chế Lan Viên như một ông trạng khi đi sứ\"''. Còn nhà văn Anh Đức nói: ''\"Tài ứng đối của Chế Lan Viên thể hiện rất rõ trong các cuộc họp. Anh nói có lý lẽ, có hình ảnh, giàu sức thuyết phục.[...] Nếu ở thời vua chúa, thì thể nào anh cũng phải đi sứ.\"'' Giới văn nghệ sĩ nhìn chung thích nghe Chế Lan Viên nói chuyện nhưng nhiều người cũng rất ngại khi tranh luận với ông.\n\n[https:\/\/baodaklak.vn\/channel\/3608\/201212\/kho-tinh-va-ky-tinh-cua-nha-tho-che-lan-vien-2208214\/] [https:\/\/cand.com.vn\/Nhan-vat\/Che-Lan-Vien-hung-bien-i314351\/] [https:\/\/cand.com.vn\/Nhan-vat\/Nha-tho-Che-Lan-Vien-Nong-nay-va-%E2%80%A6diu-dang-i312312\/] [http:\/\/quehuongonline.vn\/giai-thoai-viet-nam\/nha-tho-che-lan-vien-kho-vi-hay-tranh-luan-43616.htm] [https:\/\/cand.com.vn\/doi-song-van-hoa\/Loi-khau-nhu-Che-Lan-Vien-i328872\/]\n\n==Các bút danh==\nNgoài bút danh Chế Lan Viên (được hiểu là tác giả tự nhận mình là bông hoa lan trong khu vườn nhà họ Chế- dòng họ vua chúa của dân tộc Chăm ở nước Chiêm Thành xưa) nổi tiếng, trong bài giới thiệu tập tiểu luận ''Những bước đường tư tưởng của tôi'' của [[Xuân Diệu]], đăng trên báo ''Văn học'' tháng 9 năm 1958, ông ký bút danh [[Sông Thạch Hãn|Thạch Hãn]] (tên một con sông tỉnh [[Quảng Trị]] quê ông). Nhiều bài báo in trên báo ''Thống Nhất'', xuất bản ở Hà Nội trước tháng 5 năm 1975, ông cũng ký bằng bút danh này.\n\nTừ năm 1959 đến năm 1963, trong thời gian làm biên tập báo ''Văn học'', phụ trách chuyên mục ''Nói chuyện văn thơ'', trả lời bạn đọc, ông ký bút danh Chàng Văn. Năm [[1961]], Nhà xuất bản Văn học đã cho xuất bản hai tập ''Vào nghề'' và ''Nói chuyện văn thơ'' của tác giả Chàng Văn.\n\nTrong mục ''Nụ cười xuân'' trên báo ''Văn học'', Chế Lan Viên có hai bài viết ngắn là ''Ngô bói Kiều'' và ''Lý luận Đờ Gôn'' ký tên Oah (tức Hoan).\n\n==Đời tư và gia đình==\nChế Lan Viên lập gia đình lần đầu tiên vào năm 1943 với bà Nguyễn Thị Giáo, con của một đại phú hào, dưới sự gợi ý và khuyên nhủ của nhà thờ [[Quách Tấn]]. Chính Quách Tấn cũng đứng ra sắp xếp và giúp đỡ hai người lấy nhau khi gia đình nhà bà Giáo có ý ngăn cản vì Chế Lan Viên chưa có sự nghiệp. Hai người có ba người con là Phan Lai Triều, Phan Trường Định và Phan Thị Chấn Thanh. Tuy nhiên sau một thời gian dài chung sống hạnh phúc, cuộc hôn nhân xảy ra sóng gió khi Chế Lan Viên sang Trung Quốc chữa bệnh và hai người ly dị vào năm 1959.\n\nChế Lan Viên kết hôn lần thứ hai vào năm 1961 với nhà văn Vũ Thị Thường (tên thật là Lê Thị Kim Nga), sinh năm 1930 tại thôn Tả Thanh Oai, xã Đại Thành, huyện Thường Tín, tỉnh Hà Tây. Bà hoạt động trong lĩnh vực báo chí và phong trào phụ nữ, tác giả của truyện ngắn ''Cái hom giỏ'' đoạt giải A cuộc thi truyện ngắn báo Văn học năm 1958. Cuộc hôn nhân cũng được sư mai mối của một bạn văn khác là nhà văn Nguyễn Thành Long (tác giả của ''Lặng lẽ Sa Pa''). Ông và bà Thường có hai con là Phan Thị Thắm và [[Phan Thị Vàng Anh]]. Sau khi Chế Lan Viên qua đời, bà Thường là người sưu tầm, biên soạn các bài thơ chưa được xuất bản của Chế Lan Viên để công bố thành 3 tập ''Di cảo thơ''.\n\n[https:\/\/www.phunuonline.com.vn\/che-lan-vien-1920-1989-cat-dut-long-anh-trang-cua-em-a36149.html] [https:\/\/trainghiemsong.vn\/ve-cau-chuyen-tinh-yeu-cua-nha-tho-che-lan-vien\/]\n\n==Tác phẩm chính==\n===Thơ===\n*''[[Điêu tàn]]'' (1937), 37 bài thơ<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/van-hoa\/van-hoc-nghe-thuat\/che-lan-vien-nhan-su-cua-thi-dan-viet-nam-640978|tựa đề=Chế Lan Viên, nhân sư của thi đàn Việt Nam|website=https:\/\/www.qdnd.vn|ngôn ngữ=en-US|ngày truy cập=2023-01-18}}<\/ref>\n*''Gửi các anh'' (1954), 13 bài thơ\n*''[[Ánh sáng và phù sa]]'' (1960), 70 bài thơ\n*''[[Hoa ngày thường - Chim báo bão]]'' (1967), 49 bài thơ\n*''Những bài thơ đánh giặc'' (1972)\n*''Đối thoại mới'' (1973), 64 bài thơ\n*''Ngày vĩ đại'' (1976)\n*''Hoa trước lăng Người'' (1976), 12 bài thơ\n*''Dải đất vùng trời'' (1976)\n*''Hái theo mùa'' (1977), 75 bài thơ\n*''Hoa trên đá'' I,II (1984 - 1988), 15 và 16 bài thơ\n*''Tuyển tập thơ Chế Lan Viên'' (tập I, 1985 tập II, 1990)\n*''Ta gửi cho mình'' (1986)\n*''Di cảo thơ I, II, III'' (1992, 1993, 1995)\n*''Tuyển tập thơ chọn lọc''\n\n===Văn===\n*''Vàng sao'' (1942)\n*''Thăm Trung Quốc'' (bút ký, 1963)\n*''Những ngày nổi giận'' (bút ký, 1966)\n*''Bác về quê ta'' (tạp văn, 1972)\n*''Giờ của đô thành'' (bút ký, 1977)\n*''Nàng tiên trên mặt đất'' (1985)\n\n===Tiểu luận phê bình===\n*''Kinh nghiệm tổ chức sáng tác'' (1952)\n*''Nói chuyện thơ văn'' (1960)\n*''Vào nghề'' (1962)\n*''Phê bình văn học'' (1962)\n*''Suy nghĩ và bình luận'' (1971)\n*''Bay theo đường bay dân tộc đang bay'' (1976)\n*''Nghĩ cạnh dòng thơ'' (1981)\n*''Từ gác Khuê Văn đến quán Trung Tân'' (1981)\n*''Ngoại vi thơ'' (1987)\n*''Nàng và tôi'' (1992)<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Nhan-vat\/Che-Lan-Vien-Nguoi-tham-tho-cua-mot-thoi-i314553\/|tựa đề=Chế Lan Viên: Người thẩm thơ của một thời|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-01-18}}<\/ref>\n\n==Chú thích==\n*{{note|sinh}} Có tài liệu ghi ông sinh ngày [[14 tháng 1]] năm 1920.\n*{{note|dcs}} Thực ra trong thời gian 1945-1950 Đảng Cộng sản Việt Nam không hoạt động công khai mà tuyên bố tự giải tán, chỉ có một bộ phận \"công khai\" mang tên ''Hội nghiên cứu chủ nghĩa [[Chủ nghĩa Marx–Lenin|Mác-Lênin]]''.\n*{{note|biendong}}Hoàng Như Mai, Nguyễn Đăng Mạnh, Hà Minh Đức, Nguyễn Văn Long, Trần Hữu Tá, Văn học 12, nhà xuất bản Giáo dục, 2007, trang 119\n*{{note|ascm}}Sđd, trang 119\n*{{note|vinhhang}}Sđd, trang 119\n*{{note|pcach}}Sđd, trang 119\n\n==Nhận xét==\n*\"'Chế Lan Viên là nhà thơ luôn có sự tìm tòi, khám phá và sáng tạo. Ông luôn biết kế thừa, phát huy những tinh hoa của nền văn chương và nhân loại để mang lại cho tác phẩm của mình một vẻ đẹp riêng. Ông có sự nhận thức sâu sắc về chức năng của văn chương và sứ mệnh thiêng liêng của người nghệ sĩ đối với cuộc sống.\"{{fact|date = ngày 6 tháng 1 năm 2013}}\n*\"Thành tựu nghệ thuật Chế Lan Viên đã đạt được trong quá trình sáng tạo chính là những đóng góp lớn lao đối với sự phát triển của thơ ca Việt Nam nói riêng và văn chương Việt Nam nói chung.\"{{fact|date = ngày 6 tháng 1 năm 2013}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n\n{{Bàn thành tứ hữu}}\n\n{{Thời gian sống|1920|1989}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà thơ Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Nhà thơ Việt Nam]]"}