{"7195":"{{Thông tin nhân vật hoàng gia\n| tên = Chế Bồng Nga\n| tên gốc = Po Binasour\n| tước vị = Vua của Champa\n| tước vị thêm = \n| thêm = Champa\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = Vua thứ ba của Vương triều thứ 12\n| tại vị = [[1360]] – 23 tháng 1 năm [[1390]]\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Maha Sawa]]\n| nhiếp chính = \n| kế nhiệm = [[Simhavarman VI|Jaya Simhavarman VI]]\n| hoàng tộc = Vương triều thứ 12\n| cha = [[Chế A Nan]]\n| mẹ = \n| sinh = ?\n| phối ngẫu = \n| con cái = [[Chế Ma Nô Đà Nan]]<br>Chế Sơn Na<br>1 nữ khuyết danh\n| tên đầy đủ = \n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = Hiệu Thánh á vương<br>Raja-di-raja\n| nơi sinh = [[Đồ Bàn]]\n| mất = [[23 tháng 1]] năm [[1390]] ÂL\n| nơi mất = [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Po Binasuor''' hay còn được biết đến rộng rãi hơn với tên gọi '''Chế Bồng Nga'''<ref group=\"Ghi chú\">''Bunga'' trong tiếng Mã Lai có nghĩa là 'hoa' và \"Chế\" là phiên âm tiếng Việt của ''Cei'', một từ có nghĩa là \"chú, bác\" trong tiếng Chăm và thường được sử dụng để chỉ các vị tướng.<\/ref> ([[Hán-Việt]]: 制蓬峩, ? - 23 tháng 1 năm 1390 ÂL{{sfn|Ngô Sĩ Liên|1993|p=282}}), theo cách gọi của người [[Người Ê Đê|Ê Đê]] và [[người Giarai|Giarai]] tại vùng [[Tây Nguyên]] là '''R'čăm B'nga''' (''Anak Orang Cham Bunga'', nghĩa là \"Bông hoa ánh sáng của người Champa\") '''Bhinethuor''', '''Che Bunga''' hay '''A Đáp A Giả''' ([[chữ Hán]]: 阿荅阿者, ''Ngo-ta Ngo-che'') trong các tài liệu Trung Hoa, là tên hiệu của vị vua thứ ba thuộc [[Vương triều Chăm Pa thứ Mười hai|vương triều thứ 12]] (tức là vị vua đời thứ 39) của nhà nước [[Chiêm Thành]]. Là một vị vua kiệt xuất, có tài võ bị, trong thời gian cầm quyền, ông đã chấn hưng nhà nước Chiêm Thành từ một quốc gia suy đồi trở nên hùng mạnh.\n\nTrong giai đoạn 1367–1389, ông từng 12 lần đưa quân [[Chiến tranh Việt-Chiêm 1367-1396|Bắc phạt Đại Việt]] nhằm tái chiếm các vùng đất [[Châu Ô]] và [[Châu Lý]] vốn được chuyển giao sang chính quyền Đại Việt trong thời gian cai trị của vua [[Chế Mân]]. Năm 1377, vua [[Trần Duệ Tông]] dẫn đại quân phản công vào đất Chiêm. Chế Bồng Nga nhử quân Đại Việt đến [[thành Đồ Bàn]], rồi đổ phục binh ra giết vua Trần Duệ Tông cùng phần lớn quân Việt. Thắng lợi này khiến triều đình Đại Việt khiếp đảm, sau này hễ Chế Bồng Nga bắc tiến là thượng hoàng [[Trần Nghệ Tông]], các vua Trần sau Duệ Tông, và bình chương [[Hồ Quý Ly|Lê Quý Ly]] bỏ kinh thành chạy dài. Trong cuộc chiến này, ông đã có tổng cộng 3 lần đánh vào tận kinh đô [[Thăng Long]].\n\nNăm 1390, ông tử trận sau khi trúng phải đạn tại trận Hải Triều. Cái chết của ông khép lại một trang hùng sử trong [[lịch sử Chăm Pa]]. Chế Bồng Nga được xem là vị vua vĩ đại cuối cùng của vương quốc Chăm Pa vì sau khi ông mất, nước Chăm không còn quật khởi như trước được nữa.{{sfn|Coedès|1968|p=237-238}}\n\n==Sự nghiệp==\nChế Bồng Nga là con trai út của vua [[Chế A Năng]] với húy '''Zainal Abidin'''<ref>[[Nik Mansour Nik Halim]], ''Tuyển tập thần tích Chăm'', trang 31, [[Công ty Cổ phần Sách và Thiết bị Bình Thuận]], 2016.<\/ref>. Sau khi [[Chế A Năng]] chết, con rể là [[Trà Hòa]] giành được ngôi vua. Sau khi vua [[Trà Hòa]] mất, Chế Bồng Nga được quần thần tôn làm kế vương.{{sfn|Maspero|2002|p=92}}\n\n=== Đánh Đại Việt ===\nSau khi lên ngôi được một thời gian, Chế Bồng Nga nhận thấy quân đội [[nhà Trần]] không còn hùng mạnh như trước nên có ý muốn đưa quân Bắc phạt. Năm 1361, Chế Bồng Nga đem quân đi theo đường biển tiến đánh cửa biển Dĩ Lý (thuộc tỉnh [[Quảng Bình]] ngày nay) khiến quan quân Đại Việt phải bỏ chạy. Quân Chiêm cướp phá và tàn sát dân chúng rồi quay trở ra biển. Vua [[Trần Dụ Tông]] lập tức ra lệnh cho phòng thủ. Đến năm sau, người Chăm lại sang quấy phá Hóa châu, đốt cháy nhiều nhà cửa. Vua Trần sai [[Đỗ Tử Bình]] đem binh chống giữ, củng cố và tái tổ chức các binh đội vùng Thuận Hóa.{{sfn|Ngô Sĩ Liên|1993|p=257}}{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=288}}\n\nVào năm 1365, nhân dịp nam nữ vui chơi ngày xuân [[Ất Tị]], người Chăm đã phục kích sẵn ở các vùng đồi núi chung quanh bất ngờ xông ra bắt cóc đám thanh niên này rồi chạy mất. Một năm sau, người Chăm tiếp tục sử dụng chiêu thức cũ nhưng tướng Trần [[Phạm A Song]] đã dự phòng trước nên phản công đánh đuổi được. Tháng giêng năm 1368, [[Trần Dụ Tông]] cử [[Trần Thế Hưng]] làm Thống quân hành khiển đồng tri, [[Đỗ Tử Bình]] làm phó, mang quân đi bình Chiêm Thành. Tháng 4 ÂL năm 1368, quân Trần tiến vào Chiêm Động (vùng [[Quảng Nam]]).<ref group=\"Ghi chú\">Đất Chiêm Động của Chăm pa bấy giờ là đất các huyện Thăng Bình, Tam Kỳ, Duy Xuyên, Quế Sơn tỉnh Quảng Nam ngày nay.<\/ref> Quân Chiêm đặt phục binh, quân Trần rơi vào chỗ phục kích, bị thua trận.{{sfn|Whitemore|2004|p=188}} Trần Thế Hưng bị bắt, Đỗ Tử Bình chạy thoát, mang tàn quân chạy về nước. Nhận thấy binh lực nhà Trần ngày càng sa sút, Chế Bồng Nga mới sai Mục Bà Ma đi sứ sang đòi lại đất Hóa châu nhưng không thành.{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=290}}\n\n=== Xưng thần với nhà Minh ===\nCũng trong năm đó, bên Trung Hoa, [[Chu Nguyên Chương]] đánh đuổi được người Mông Cổ lập nên nhà Minh, xưng đế niên hiệu Hồng Vũ, đặt kinh đô ở Nam Kinh. Chế Bồng Nga sai sứ là Hổ Đô Man sang mừng đem voi, hổ và các sản vật tiến cống. Vua Minh sai Ngô Dụng, Nhan Tông Lỗ, Dương Tải đưa tiễn sứ thần Chiêm về nước, phong Chế Bồng Nga làm Chiêm Thành quốc vương, ban ấn tín,<ref group=\"Ghi chú\">Con dấu của vua chúa hay quan lại đời trước được gọi là ấn tín. Ấn tín nổi tiếng nhất trong lịch sử có lẽ là [[Ngọc tỷ truyền quốc]] (Ngọc Biện Hoà)<\/ref> một quyển lịch Đại Thống và 50 tấm lụa thêu vàng. Trong sắc thư gửi Chiêm vương có viết:<ref>''Minh Thực lục'' v. 2 quyển 39 tr. 785-787; Thái Tổ quyển 39, tr. 2a-3a<\/ref>\n\n:''Ngày mồng bốn tháng 2 năm nay, Hổ Đô Man đến dâng cọp, voi; lòng thành của Vương, Trẫm đã hiểu rõ. Tuy nhiên lúc Hổ Đô Man chưa tới, Sứ giả của Trẫm cũng sẵn sàng trên đường đi đến nước Quốc vương. Sứ giả của Trẫm đến để báo cho Quốc vương biết rằng trước đây nước Trung Quốc bị rợ Hồ [Nguyên Mông] trộm chiếm hàng trăm năm, khiến tập tục man di đầy rẫy, phế bỏ Trung quốc phong hóa. Trẫm khởi binh trong vòng 20 năm, dẹp sạch bọn chúng, làm chủ Trung Quốc, thiên hạ bình an. Sợ các Di<ref group=\"Ghi chú\">Người Trung Quốc gọi các nước lân bang bốn phương là ''[[Tứ Di]]'' (tức là các nước mọi rợ, trong đó các chữ tượng hình chỉ các nhóm này đều có phần biểu thị \"sâu bọ thú vật\"); nói chung các dân tộc không phải là Trung quốc thì được gọi là Di.<\/ref> trong bốn phương chưa biết, nên sai Sứ giả báo tin cho các nước. Không ngờ Sứ giả nước của Vương tới trước, lòng thành thể hiện vững vàng, khiến Trẫm rất vui. Nay ban một bản lịch Đại Thống, 40 bộ y phục lụa là, lụa ỷ dệt kim tuyến;<ref group=\"Ghi chú\">Lụa ỷ là một loại lụa dệt sợi xiên, có hoa văn.<\/ref> sai người đưa Sứ giả về nước. Lại dụ vương về đạo [thờ nước lớn], Vương nên phụng thờ coi như đạo trời, khiến dân Chiêm Thành yên với nghề nghiệp, Vương giữ được lộc vị truyền đến con cháu; trời đất soi xét sự cố gắng, Vương chớ xem thường. Hổ Lao Man và đám tùy tùng cũng được ban lụa là, lụa ỷ hoa văn, có phân biệt.\" ''\n\nTừ đó người Chăm hàng năm mang cống phẩm sang Trung Quốc, được vua nhà Minh cho người sang tế sơn xuyên và giám khảo các kỳ thi. Cũng vào thời đó, [[biển Đông]] có rất nhiều [[Cướp biển|hải khấu]] hoành hành ở biển Đông, sử Minh gọi là \"Nuỵ khấu\" hay \"[[Uy khấu]]\" (Giặc Nuỵ).<ref group=\"Ghi chú\">Bạn có biết: Nhân vật [[Từ Hải]] trong tác phẩm [[Truyện Kiều]] của [[Nguyễn Du]] cũng đã từng làm cướp biển và cấu kết với \"Nụy khấu\"<\/ref> ''Minh thực lục'' có ghi lại:<ref>''Minh Thực lục'' v. 4, q. 84, t. 1505<\/ref> Chế Bồng Nga đem binh thuyền ra đánh chìm và cướp về hai mươi thuyền chở 31 tấn gỗ quí, liền cho người đưa sang tiến cống nhà Minh khiến vua Minh rất hài lòng, ban thưởng hậu hĩ.<ref>''Minh thực lục'' 明實錄, Thái Tổ thực lục 太祖實錄, \"Năm Hồng Vũ thứ 6, tháng 8, theo ''Minh thực lục loại toản'' 明實錄類纂, Thiệp ngoại sử liệu quyển 涉外史料卷，Nhà xuất bản Vũ Hán 武漢出版社版，trang 558。<\/ref>{{sfn|Maspero|2002|p=96}}\n\n:''Ngày 12 tháng 1 năm Hồng Vũ thứ 6. Quốc vương Chiêm Thành A Đáp A Giả sai bọn bầy tôi Dương Bảo Ma Ha, Bát Đích Duyệt Văn Đán dâng biểu, cống phương vật. Lại tâu rằng bọn giặc bể Trương Nhữ Hậu, Lâm Phúc tự xưng là Nguyên soái cướp phá trên biển, bị Quốc vương đánh bại. Bọn Nhữ Hậu bị chết trôi. Bắt được 20 chiếc thuyền biển, 7 vạn cân tô mộc, cùng tên giặc Ngô Đệ Tứ đem đến hiến. Thiên tử vui lòng, mệnh ban cho Vương nước này 40 tấm lụa là, văn ỷ; cho Sứ giả 2 tấm lụa là, 4 tấm văn ỷ, 1 bộ y phục, 1 vạn 2 ngàn đồng tiền; những người đi theo được ban thưởng có phân biệt.''\n\n=== Chiếm Thăng Long lần 1 (1371) === \nNăm [[1371]], triều đình nhà Trần xảy ra nội loạn, hoàng tử Trần Phủ (tức sau này là vua [[Trần Nghệ Tông]]) lật đổ được [[Dương Nhật Lễ]] và giành lại ngôi báu. Mẹ của Nhật Lễ chạy sang Chiêm Thành xin Chế Bồng Nga đánh Đại Việt trả thù và báo cáo tình hình biên giới và sự suy yếu của nhà Trần.{{sfn|Taylor|2013|p=158}} Được dịp, vào tháng 3 năm 1371 ÂL, Chế Bồng Nga tập trung chiến thuyền tiến vào cửa Đại An tấn công Đại Việt. Quân Chiêm vào đến Thái Tô, huyện [[Thọ Xương]]. Quân Trần chống cự không nổi. Theo sử thuật lại, ông đi thẳng vào Thăng Long \"như đi vào chỗ không người\", không nơi nào có quân chống giữ.<ref>Việt Nam sử lược, bản điện tử, tr. 71<\/ref>{{sfn|Maspero|2002|p=93}} Vua Nghệ Tông bỏ chạy khỏi kinh đô khiến quân Chiêm vào Thăng Long lấy hết vàng bạc châu báu, bắt cả đàn bà trẻ con rồi đốt sạch cung điện, sách vở. Tháng 3 nhuận năm 1371, Chế Bồng Nga mang quân ra đánh. Quân Chiêm vượt biển đánh vào cửa Đại An,<ref group=\"Ghi chú\">Khoảng xã Quần Liêu, Nghĩa Hưng, [[Nam Định]] hiện nay<\/ref> tiến thẳng vào kinh thành Thăng Long. Ngày 27 tháng 3 ÂL, quân Chiêm tiến vào [[Thăng Long]], cướp phá cung điện, bắt phụ nữ, lấy của cải ngọc lụa mang về.{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=294}}\n\nNăm sau, vua Chiêm dâng biểu viết trên vàng lá, dài hơn 1 xích, bề ngang 5 thốn,<ref group=\"Ghi chú\">1 xích = 0,32 mét. 1 thốn = 1\/10 xích.<\/ref> lên vua Minh đế kể tội Đại Việt, trong đó có câu:<ref>''Minh Thực lục'' v. 3, q. 67, trang 1260-1261<\/ref>\n:''...Ngày nay người An Nam lại đem binh sang chiếm đất chúng tôi, cướp bóc nhân dân tôi. Vì thế thần xin Bệ Hạ giúp cho chúng tôi vũ khí, nhạc khí và nhạc sư để người An Nam thấy Chiêm Thành là phiên thuộc của Bệ Hạ mà không quấy nhiễu nữa.''\n\nTuy nhiên, theo sử Việt, đây là một sự vu cáo, vì nhà Trần không hề động binh trong thời kỳ này, và chủ đích của Chế Bồng Nga là cốt sao nhà Minh để yên cho người Chiêm Thành cứ ngang nhiên lộng hành cướp bóc. Chu Nguyên Chương sau đó đã xuống chiếu bắt hai nước không được gây sự chiến tranh và đồng ý cho người Chăm được sang \"du học\" về quân sự tại [[Phúc Kiến]].{{sfn|Maspero|2002|p=95-99}}\n\n=== Đánh bại nhà Trần, giết Trần Duệ Tông ===\n{{xem thêm|Chiến tranh Việt – Chiêm 1367 – 1396|Trận Đồ Bàn (1377)}}\nNăm 1376, Chế Bồng Nga lại một lần nữa mang quân bắc tiến. Vua Trần là [[Trần Duệ Tông]] sai Đỗ Tử Bình dẫn quân đi đánh. Chế Bồng Nga sai người sang xin dâng 10 mâm vàng xin giảng hòa. Nhưng Tử Bình giấu vàng đi, lại tâu về triều rằng vua Chiêm kiêu ngạo không thần phục.{{sfn|Ngô Thì Sĩ|2001|p=103}}{{sfn|Hardy|2009|p=66-67}}{{sfn|Taylor|2013|p=159}} Vua Trần nổi giận, mới chuẩn bị quân mã để nam tiến. Tháng 1 ÂL năm 1377, quân Trần dẫn quân đi dọc theo bờ biển, tiến đến Cầu Đá ở [[cửa Thi Nại]] ([[Quy Nhơn]]), đánh lấy đồn Thạch Kiều rồi tiến tới kinh [[thành Đồ Bàn]] nước Chiêm. Chế Bồng Nga lập đồn giữ ngoài thành, rồi cho người đến trá hàng, nói với Trần Duệ Tông rằng Chế Bồng Nga đã bỏ thành trốn. Vua Trần mắc mưu, liền thúc quân tiến vào thành. Quân Chiêm tứ phía phục binh đổ ra đánh, chia cắt quân Trần ra từng đoạn khiền quân Trần đại bại, mười phần chết đến bảy, tám phần. Vua Trần bị hãm trong vòng vây, bị trúng phải tên mà chết.{{sfn|Ngô Sĩ Liên|1993|p=270}}{{sfn|Maspero|2002|p=92-94}} Một hoàng thân nhà Trần{{sfn|Whitemore|2004|p=191}} là Ngự Câu vương Trần Húc đã ra đầu hàng quân Chiêm.{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=298}}\n\n=== Chiếm Thăng Long lần 2 và 3 (1378) === \nChế Bồng Nga thừa thế thắng, đem quân đánh đuổi đến tận Thanh Nghệ, đánh tan quân nhà Trần rồi vào kinh đô cướp phá suốt một ngày. Đến khi ra khơi quay về nhà, chiến thuyền của Chiêm Thành bị bão đắm mất nhiều nhưng những đồ cướp được cũng đủ để tiến cống nhà Minh trong năm đó. Chế Bồng Nga lại gả con gái cho Ngự Câu vương [[Trần Húc (Ngự Câu vương)|Trần Húc]]{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=299}} rồi tháng 5 năm 1378 đưa y về Nghệ An phong làm trấn thủ và tiếm xưng vương hiệu.{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=300}} Đến tháng 6, Chế Bồng Nga lại đem binh vượt sông Đại Hoàng đánh tan quân của Đỗ Tử Bình, chiếm lấy kinh đô Thăng Long hạ nhục quân Bắc bằng cách bắt quan kinh doãn là Lê Giốc phải sụp lạy nhưng Lê Giốc không chịu nên ông đã cho người giết chết.{{sfn|Ngô Sĩ Liên|1993|p=272}} Lần này quân Chiêm lại cướp bóc được rất nhiều. Vua Nghệ Tông chỉ còn nước đem các vàng bạc châu báu giấu trong núi Thiên Kiến và động Khả Lăng.{{sfn|Maspero|2002|p=94}}\n\n=== Chinh phạt Nghệ An - Thanh Hóa === \n[[Tập tin:Map of the Kingdom of Champa (1380) during the reign of King Che Bunga.png|nhỏ|Lãnh thổ nằm dưới quyền kiểm soát của Chế Bồng Nga năm 1380]]\nNăm 1380, Chế Bồng Nga lại một lần nữa đem quân bắc phạt, ông cho tuyển binh ngay tại vùng Tân Bình và Thuận Hóa, rồi sau đó đã đánh chiếm Nghệ An vào tháng 3, chiếm Thanh Hóa vào tháng 4. Thượng hoàng Nghệ Tông sai Lê Quý Ly, [[Đỗ Tử Bình]] đem quân đón đánh quân Chiêm khiến Chế Bồng Nga phải rút quân về.{{sfn|Ngô Sĩ Liên|1993|p=274}} Tuy Chế Bồng Nga bị thua nhưng ở thời kỳ này các châu Nghệ An, Thuận Hóa, Tân Bình vẫn thuộc về người Chăm, còn quan quân nhà Trần thì sợ người Chiêm, đến bài vị, thần tượng của các bậc tiên vương ở các lăng Quắc Hương, Thái Đường, Long Hưng, Kiến Xương cũng phải đem giấu đi vì sợ bị phá.\n\n=== Chiếm Thăng Long lần 4  (1383) === \nGiữa năm 1383, Chế Bồng Nga lại đích thân dẫn quân Bắc phạt. Lê Quý Đôn mô tả:...''\"vua ra vào Việt Nam như đi vào chỗ không người, chỉ trong mấy năm đến phá kinh đô 3 lần, làm cho vua tôi phải kinh hoàng\".'' Chế Bồng Nga chiếm giữ Thăng Long, đến năm 1383. Chế Bồng Nga trước đó đã tiến cống hậu hĩ hàng năm cho nhà Minh, nên vua Minh làm ngơ, không can thiệp. Đến năm 1386, Minh Thái Tổ hạ chiếu viết thư cho Trần Nghệ Tông cho hay sắp đem quân bình định Chiêm Thành và ra lệnh cho Đại Việt sửa soạn 100 thớt voi cùng các trạm lương thực suốt từ Vân Nam tới Nghệ An. Nhà Trần không lấy gì làm phấn khởi trước đề nghị này, lại sợ quân Minh có ý đồ xâm chiếm nước ta nên vội vàng thoái thác. Cùng năm đó, vua Minh cho sứ giả đưa con trai Chế Bồng Nga sau khi ông này sang tiến cống 54 thớt voi về nước. Năm sau người Chăm lại đem cống 51 con voi, [[Trầm|trầm hương]] và sừng tê và được tiếp đãi rất trọng thể.{{sfn|Whitemore|2004|p=193}}\n\n=== Bắc phạt lần 5 ===\nNăm 1389, Chế Bồng Nga lại đưa quân sang đánh Đại Việt. Thượng hoàng Nghệ Tông sai [[Lê Quý Ly]] cầm quân chống giặc. Lê Quý Ly nghênh địch hơn 20 ngày, kéo hết thuyền lên bờ để đợi. Chế Bồng Nga đóng ở thượng nguồn [[sông Lương]], cho đắp đập ngăn sông ở phía thượng lưu và đóng cọc dày đặc để chống cự. Sau đó, ông bố trí tượng binh và bộ binh mai phục, rồi giả vờ bỏ đi, Lê Quý Ly mắc mưu đem quân truy kích không ngờ bị trúng kế.<ref>Mộc bản Chính Hòa, tr. 177-178 tập II.<\/ref>{{sfn|Hardy|2009|p=67}} Chế Bồng Nga hạ lệnh cho phá đập nước, cho voi trận xông ra đánh. Quân Trần bị thiệt hại nặng nề, tướng chỉ huy quân Hữu Thánh Dực là Nguyễn Chí bị bắt sống, nhiều tướng chết trận. Lê Quý Ly để tuỳ tướng Phạm Khả Vĩnh ở lại cầm cự cùng với Nguyễn Đa Phương chỉ huy quân Thánh Dực còn mình thì trốn về kinh đô. Nguyễn Đa Phương và Phạm Khả Vĩnh biết thế yếu không chống cự nổi cũng rút quân về. Chế Bồng Nga đuổi theo đến Hoàng giang, Nghệ Tông sai đô tướng<ref group=\"Ghi chú\">Đô tướng là một chức quan chỉ huy dưới triều Trần<\/ref> là Trần Khát Chân đem binh chống giữ. Vua tôi nhà Trần ôm nhau khóc mà từ biệt đủ biết là họ đã khiếp sợ đến chừng nào.{{sfn|Trần Trọng Kim|1919|p=182}} [[Trần Khát Chân]] kéo quân đến Hoàng giang, thấy nơi đây không thể bố trận, mới đem quân đóng ở [[sông Hải Triều]].<ref group=\"Ghi chú\">Sông Hải Triều là một khúc sông giáp với huyện [[Tiên Lữ]], tỉnh [[Hưng Yên]] và [[Hưng Nhân (huyện)|huyện Hưng Nhân]], tỉnh [[Thái Bình]] ngày nay<\/ref>{{sfn|Ngô Sĩ Liên|1993|p=281}}{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=309}}\n\n=== Cái chết === \nĐến tháng 1 năm 1390, Chế Bồng Nga đem hơn 100 chiến thuyền đến thị sát trên [[sông Hải Triều]]. Hoàng đệ là [[Trần Nguyên Diệu]] đem quân bản bộ ra hàng vua Chiêm với hy vọng được người Chăm đưa lên làm vua. Cùng lúc đó, một nhà sư là [[Phạm Sư Ôn]] nổi lên đánh chiếm kinh đô, thượng hoàng và vua phải bỏ kinh đô mà chạy, cho triệu tướng [[Hoàng Thế Phương]] đang đóng ở Hoàng giang ra cứu.<ref name=\"mb\">Mộc bản Chính Hòa, tr. 178 tập II.<\/ref> Không may cho Chế Bồng Nga, một tiểu tướng của ông tên là Bỉ Lậu Kê vì sợ tội đã ra hàng quân Trần,{{sfn|Ngô Thì Sĩ|2001|p=107}}{{sfn|Whitemore|2004|p=196}} báo cho Trần Khát Chân biết là thuyền ngự của vua Chiêm sơn màu xanh lục. Khi mấy trăm chiến thuyền của Chế Bồng Nga và Nguyên Diệu kéo tới, Khát Chân cho tập trung súng bắn xối xả vào chiếc thuyền ngự, Chế Bồng Nga bị trúng đạn chết.{{sfn|Maspero|2002|p=107-109}}{{Sfn| Ky Phuong | Tran | Lockhart | 2011 | p=196}} Trần Nguyên Diệu liền chặt thủ cấp vua Chiêm rồi chèo thuyền trở về bên quân Trần. Quân Chiêm thấy chủ tướng đã tử trận vội vàng chạy về Hoàng giang hợp với phó tướng của Chế Bồng Nga là [[La Ngai]]. Viên đại đội phó trong đội quân Long Tiệp là Phạm Nhữ Lặc và người đầu ngũ là Dương Ngang giết Nguyên Diệu, cướp lấy thủ cấp Bồng Nga đem dâng nộp. Trần Khát Chân sai bỏ vào hòm, cho phi ngựa đem đến hành tại<ref group=\"Ghi chú\">Nơi vua đặt ngự doanh ở ngoài kinh thành, gọi là hành tại.<\/ref> ở Bình Than, tâu việc đánh được giặc. Sử kể rằng khi đầu Chế Bồng Nga được phó tướng Phạm Như Lạt đem vào trình giữa canh ba, thượng hoàng Nghệ Tông hoảng hốt nhỏm dậy tưởng mình đã bị vây bắt. Đến khi nghe được tin thắng trận, Nghệ Tông liền cho gọi các quan đến để xem cho kĩ. Các quan mặc triều phục, đến và hô \"''Vạn tuế'' !\". Nghệ Tông nói:{{sfn|Ngô Thì Sĩ|2001|p=107}}{{sfn|Ngô Sĩ Liên|1993|p=283}}\n:''Ta với Bồng Nga cầm cự nhau đã lâu, ngày nay mới được gặp nhau, có khác gì [[Hán Cao Tổ]] thấy đầu [[Hạng Vũ|Sở Bá Vương]], thiên hạ yên rồi!''\n\n==Hậu Chế Bồng Nga==\nBị đánh bại năm 1390, tướng La Ngai chiếm được xác Chế Bồng Nga đem đi [[hỏa táng]], rồi thu quân về nước.{{sfn|Trần Trọng Kim|1919|p=183}}<ref>Mộc bản Chính Hòa, tr. 180 tập II.<\/ref>{{sfn|Hardy|2009|p=68}} La Ngai thu thập tàn quân rút về nước đi bộ men theo đường núi không dám rút bằng đường thủy. Sau khi quay trở về Đồ Bàn, La Ngai tiếm xưng vương hiệu và chịu triều cống [[nhà Trần]] trở lại. Năm 1391, La Ngai sai sứ sang xin nhà Minh thừa nhận nhưng [[Minh Thái Tổ]] nói với các quan bộ Lễ rằng: ''\"Đây do viên quan soán nghịch! Đồ tiến cống đừng nhận. Trước đây viên quan Chiêm Thành là Các Thắng giết Vương nước này tự lập, nên cự tuyệt.\"''<ref>Minh Thực lục v. 7, t. 3157; Thái Tổ q. 214, t. 1a<\/ref>\n\nChính sách cai trị khắt khe của La Ngai gây bất mãn trong nước. Vây cánh của Chế Bồng Nga đều bị La Ngai thay bằng những tướng sĩ thân tín, con trai của Chế Bồng Nga tên Chế Ma Nô Dã Na cùng em là Chế San Nô sợ bị ám hại đã chạy qua Đại Việt xin tị nạn. Cả hai được nhà Trần phong tước Hiệu chính hầu.{{sfn|Ngô Sĩ Liên|1993|p=283}} Năm 1397, một hoàng thân tên Chế Đà Biệt, em là Mộ Hoa, con là Gia Diếp cùng toàn thể gia quyến sang Đại Việt tị nạn. Chế Đà Biệt được Hồ Quý Ly giao trọng trách bảo vệ biên giới phía nam của Đại Việt đề phòng những cuộc tấn công mới của quân Chiêm Thành.{{sfn|Ngô Sĩ Liên|1993|p=292}} Năm 1400, La Ngai mất, con là [[Ba Đích Lại]] lên ngôi.{{sfn|Ngô Sĩ Liên|1993|p=297}}Mãi đến năm 1413, Ba Đích Lại mới được nhà Minh tấn phong.\n\nCác vùng đất dưới ảnh hưởng Chiêm Thành đều được [[Hồ Quý Ly]] thu hồi sau cái chết của Chế Bồng Nga. Lê Quý Ly đã tấn công vào vùng đất Cổ Lũy, Quảng Ngãi, ngày nay. Theo ''Biên Niên Sử Hoàng gia Chăm'' (1835), Thủ đô Bal Angwei đã thất thủ vào năm 1397 và dân tị nạn đổ vào Bal Panrang. Sau trận chiến năm [[1400]] một bộ phận nhà nước Chiêm Thành được khôi phục ([[Vijaya (Chăm Pa)|vương triều Vijaya]]). Sau khi Lê Lợi đuổi quân Minh ra khỏi, vương triều Panrang cũng được khôi phục năm 1433. Sau khi thành Đồ Bàn thất thủ, vương triều Panrang đã thừa kế vương quốc Chiêm Thành cho đến năm 1832.<ref>Dharma P., Le Panduranga (Champa) 1802-1835, trang 122-123, EFEO, Paris, 1987<\/ref>\n\n== Nhận định ==\nVề Chế Bồng Nga, nhiều ý kiến thừa nhận là một ông vua anh hùng ít có của Chiêm Thành. Nhưng theo Trần Xuân Sinh, vua Chiêm cũng chỉ có tài của tướng cướp dữ tợn. Chế Bồng Nga dùng binh đi chinh chiến liên miên nhiều năm khiến nhân lực Chiêm Thành bị tổn thất nặng. Không đòi lại đất đai bị mất để kiến thiết lại, bốn lần tiến vào Thăng Long, vua Chiêm chỉ cướp phá, vơ vét và vội vã rút về, không lần nào ở lâu. Chế Bồng Nga không phải ông vua anh hùng chấn hưng, mở mang đất nước.{{sfn|Trần Xuân Sinh|2006|p=385}}\n\n[[Hán học|Nhà Hán học]] người Pháp [[Georges Maspero]] trong cuốn ''Le royaume de Champa'' (\"''Vương quốc Champa''\") đã xem giai đoạn 1360''–''1390 dưới triều Chế Bồng Nga là giai đoạn cực thịnh trong lịch sử Champa.<ref>{{chú thích sách|author1=Po Dharma|title=The History of Champa|page=5|access-date = ngày 10 tháng 2 năm 2017 |access-date = ngày 10 tháng 2 năm 2017}}<\/ref> Các sử gia người Việt như [[Ngô Sĩ Liên]] hay [[Ngô Thì Sĩ]] cũng phải gián tiếp thừa nhận tài năng của Chế Bồng Nga khi những cải cách của ông đã biến một nước Chăm đã suy yếu có thể quật khởi và đe doạ sự tồn vong của Đại Việt.{{sfn|Ngô Thì Sĩ|2001|p=105}} [[Trần Trọng Kim]] ghi rằng:{{sfn|Trần Trọng Kim|1919|p=175}}\n<blockquote>\"Vả bấy giờ ở nước Nam ta, vua Dụ-tông chỉ lo việc hoang-chơi, không tưởng gì đến việc Võ-bị; mà ở bên Chiêm thành thì có Chế Bồng Nga là một ông vua anh-hùng, có ý đánh An-nam để rửa những thù trước. Vậy cho nên hết sức tập trận, luyện binh; bắt quân lính phải chịu khó-nhọc cho quen, dàn trận voi cho tiện đường lui tới: thắng thì cho voi đi trước để xông-đột, bại thì cho voi đi sau để ngăn giữ quân nghịch. Nhờ cách xếp đặt có thứ-tự, dụng binh có kỷ-luật như thế, cho nên quân Chiêm-thành từ đó mạnh lắm, sau đánh phá thành Thăng-long mấy lần, làm cho vua tôi nhà Trần phải kính-sợ mấy phen.\"<\/blockquote>\n\n== Gia quyến ==\nChế Bồng Nga có hậu duệ gồm 3 người được ghi lại trong sử: Người thứ nhất là [[Chế Ma Nô Đà Nan]], sang đầu hàng Đại Việt năm 1390 khi bị La Ngai giành ngôi. Người thứ 2 là [[Chế Sơn Na]], sang đầu hàng Đại Việt năm 1390 cùng anh trai.{{sfn|Ngô Sĩ Liên|1993|p=283}}. Ông còn một con gái không rõ tên, được gả năm 1377 cho Ngự Câu Vương [[Trần Húc (Việt Nam)|Trần Húc]].{{sfn|Quốc Sử Quán triều Nguyễn|1998|p=299}}\n* [[Siti Zubaidah]]: Vương hậu, thuộc vương tộc [[Kelantan]].\n==Xem thêm==\n*[[Champa]]\n*[[Lịch sử Chăm Pa|Lịch sử Chăm pa]]\n*[[Chiến tranh Việt-Chiêm 1367-1396]]\n*[[Trần Khát Chân]]\n*[[Ba Lậu Kê]]\n==Tham khảo==\n;Ghi chú\n{{Tham khảo|group=\"Ghi chú\"}}\n\n;Chú thích\n{{Tham khảo|25em}}\n\n;Tài liệu tham khảo\n{{Refbegin|30em|indent=yes}}\n* {{citation|author=Ngô Sĩ Liên|authorlink=Ngô Sĩ Liên|title=Đại Việt sử ký toàn thư|url=http:\/\/www.nomfoundation.org\/nom-project\/History-of-Greater-Vietnam?uiLang=vn|edition=Nội các quan bản|year=1993|language=|publisher=Nhà Xuất bản Khoa Học Xã Hội |location=[[Hà Nội]]}}\n* {{citation|author=Quốc Sử Quán triều Nguyễn|date=1998|authorlink=Quốc Sử Quán|editor= |others= |title= Khâm định Việt sử Thông giám Cương mục|url=https:\/\/quangduc.com\/images\/file\/KZPU77gk0AgQAKVI\/kham-dinh-viet-su-thong-giam.pdf|location = Hà Nội|isbn= }}\n* {{citation|author=Ngô Thì Sĩ|authorlink=Ngô Thì Sĩ|editor= |others= |title= Việt sử tiêu án|url=https:\/\/quangduc.com\/images\/file\/el7wQrkk0AgQAMFY\/viet-su-tieu-an-ngothoisy.pdf|year=2001|publisher= Nhà Xuất bản Thanh niên|location = Hà Nội|isbn= }}\n* {{citation|author=Trần Trọng Kim|authorlink=Trần Trọng Kim|title=Việt Nam sử lược|url=https:\/\/vi.wikisource.org\/wiki\/Vi%E1%BB%87t_Nam_s%E1%BB%AD_l%C6%B0%E1%BB%A3c|edition=Nội các quan bản|year=1919|language=|publisher=Trung Bắc Tân Văn|location=[[Hà Nội]]}}\n* {{citation|author=Trần Xuân Sinh|title=Thuyết Trần|url=https:\/\/books.google.de\/books\/about\/Thuy%E1%BA%BFt_Tr%E1%BA%A7n.html?id=X4JuAAAAMAAJ&redir_esc=y|year=2006|language=|publisher=Nhà xuất bản Hải Phòng|location=[[Hải Phòng]]}}\n* {{chú thích sách | last = Hardy | first = Andrew David | title = Champa and the Archaeology of Mỹ Sơn (Vietnam) | year = 2009 | publisher = NUS Press | location =| page = 440 | isbn = 9789971694517 }}\n* {{chú thích sách | last = Taylor | first = K. W.| title = A History of the Vietnamese | year = 2013 | publisher = Nhà Xuất bản Đại học Cambridge | location = Cambridge| page = 696 | isbn = 9780521875868 }}\n* {{chú thích sách|last= Coedès|first= George|authorlink= George Coedès|editor= Walter F. Vella|others= trans.Susan Brown Cowing|title= The Indianized States of Southeast Asia|year= 1968|publisher= University of Hawaii Press|isbn= 978-0-8248-0368-1}}\n* {{chú thích sách|last= Maspero|first= Georges|editor= |others= |title= The Champa Kingdom: The History of an Extinct Vietnamese Culture|year=2002|publisher= White Lotus Co., Ltd.|location = University of Michigan|isbn= 978-9747534993}}\n* {{chú thích sách|last= Tran|first= Ky Phuong|editor= |others= |title= The Cham of Vietnam: History, Society and Art|url= https:\/\/www.justbooks.de\/search\/?isbn=9789971694593&mode=isbn&st=sr&ac=qr|year= 2011|publisher= Nhà xuất bản NUS|location= |isbn= 9789971694593}}\n* {{chú thích sách|last= Whitemore|first= John K.|editor= |others= |title= The Last Great King of Classical Southeast Asia: 'Chê-Bông-Nga' and Fourteenth Century Champat|url= https:\/\/www.researchgate.net\/publication\/290930181_The_last_great_King_of_classical_Southeast_Asia_Chee_Boong_Nga_and_fourteenth-century_Champa|year= 2004|publisher= Đại học Quốc gia Singapore|location= Singapore|access-date = ngày 5 tháng 3 năm 2017 |archive-date = ngày 6 tháng 3 năm 2017 |archive-url= https:\/\/web.archive.org\/web\/20170306034121\/https:\/\/www.researchgate.net\/publication\/290930181_The_last_great_King_of_classical_Southeast_Asia_Chee_Boong_Nga_and_fourteenth-century_Champa}}\n* [http:\/\/www.gocnhin.net\/cgi-bin\/viewitem.pl?5296 Chế Bồng Nga] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150924022742\/http:\/\/www.gocnhin.net\/cgi-bin\/viewitem.pl?5296 |date = ngày 24 tháng 9 năm 2015}}\n* [http:\/\/www.viettouch.com\/champa\/champa_history.html Overview of History of Kingdom of Champa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120626033927\/http:\/\/www.viettouch.com\/champa\/champa_history.html |date = ngày 26 tháng 6 năm 2012}}\n{{Refend}}\n\n{{Thời gian sống|mất=1390|tên=Chế Bồng Nga}}\n{{s-start}}\n{{s-hou|Vương triều thứ 12|<!-- -->|không rõ|23 tháng 1|1390}}\n{{s-reg}}\n{{s-bef\n| before = [[Trà Hoa Bồ Đề]]\n}}\n{{s-ttl\n| title = Vua của [[Chăm Pa]]\n| years = 1360-1390\n}}\n{{s-aft\n| after = [[La Ngai]]\n}}\n{{S-end}}\n{{Vua Chăm Pa}}\n{{Kiểm soát tính nhất quán}}\n{{Sao bài viết tốt|phiên bản được chọn=26362489|thời gian=26 tháng 3 năm 2017}}\n\n[[Thể loại:Lãnh tụ Vijaya]]\n[[Thể loại:Người Chăm]]\n[[Thể loại:Vua Chăm Pa]]"}