{"2412456":"{{Underlinked|date=tháng 8 2020}}\n{{chú thích trong bài}}\n\n{{tầm nhìn hẹp}}\n[[Tập tin:Chao tom.jpg|300px|nhỏ|phải|Chạo tôm]]\n'''Chạo tôm''' là một món ăn Việt Nam xuất phát từ [[Huế]], nó xuất xứ từ những bếp ăn của cung đình xưa do những đầu bếp khéo léo tạo nên để dâng lên vua và quan tướng<ref>{{chú thích web | url = http:\/\/www.vietnamtravelblog.info\/am-thuc\/ch%E1%BA%A1o-tom-c%E1%BB%91-do-hu%E1%BA%BF\/ | tiêu đề = Chạo tôm cố đô Huế | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2013-10-04 | archive-url = https:\/\/web.archive.org\/web\/20131004225623\/http:\/\/www.vietnamtravelblog.info\/am-thuc\/ch%E1%BA%A1o-tom-c%E1%BB%91-do-hu%E1%BA%BF\/ }}<\/ref>, ngày nay, đây là một món ăn bình dân, thông dụng, cả du khách hay cả dân địa phương đều được phục vụ như thể được sống lại khung cảnh triều đình năm xưa qua món Chạo tôm vừa ngon lại không mất quá nhiều thời gian để chuẩn bị.\n== Nguyên liệu==\n* 1&nbsp;kg [[Tôm bạc đất|tôm bạc]] thẻ to và 100 g giò sống.\n* 16 cây mía lau dài 12&nbsp;cm và 1 lòng tráng hột vịt lạt.\n* Rau, giá(đỗ dài), xà lách, khế, chuối chát, dưa leo, dưa chua.\n* [[Bánh hỏi]], bánh tráng, 6 tép hành lá, 100 g đậu phộng(lạc).\n* Tương gồm 200 g tương hột loại 1, 50 g [[đậu xanh]], 100 g me chín, ớt.\n==Chế biến==\n[[Tập tin:Bun-Chao-Tom-2008.jpg|300px|nhỏ|phải|Bún chạo tôm]]\n* Lột vỏ tôm, rút hết chỉ đen, chà muối, rửa sạch, để ráo nước, quết dai.\n* Cho phần trắng của hành lá vào phần tôm đã chuẩn bị trên.\n* Rửa sạch rau.\n* Khế bỏ khía, bào lát hình sao rồi ngâm vào nước.\n* Chuối chát bào mỏng ngâm nước.\n* Bỏ bớt hột ớt rồi đâm nhuyễm.\n* Cắt sọc dưa leo dài khỏng 5&nbsp;cm.\n* Bánh hỏi cắt làm 4 phần, ủ lá chuối.\n* Hành lá cắt nhuyễn, bỏ vào 3 muỗng dầu nóng, cho ít muối vào trộn đều.\n* Đậu phộng cho vào chút muối, rang vàng, bóc vỏ, đập nát\n* Mía lau lột vỏ, rửa sạch để ráo\n* Tương xay nhuyễn\n* Đậu xanh nấu chín, đãi vỏ xay nhuyễn\n* Cho nước sôi vào me, dằm ra, lấy [[nước cốt]]\n* Nêm 1 muỗng xúp dầu, 1 muỗng xúp tỏi băm phi vàng, tương xay, đậu xanh (vừa đủ), nửa chén nước sôi, me, nửa muỗng cà phê bột ngọt([[Mononatri glutamat|MSG]]), 3-4 muỗng xúp đường, cho thêm ớt băm, sau đó nêm lại cho vừa ăn (dùng làm nước chấm)\n* Cho tôm trộn với giò sống, quết cho cứng và đặc lại, cho thêm chút muối\n* Ém nhân vào mía, mỗi đầu 1&nbsp;cm, cho vào xửng hấp cho chín vừa, sau đó đem tôm đi nướng cho tới khi vàng vừa, chín tới\n\nDùng với bánh tráng, bánh hỏi, rau, dưa leo, khế, chuối chát, nước chấm đã làm trên.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n* Sách 108 món ăn tự chọn của nhà xuất bản tổng hợp TP Hồ Chí Minh.\n==Liên kết ngoài==\n\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Món tôm]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Ẩm thực Thừa Thiên Huế]]\n[[Thể loại:Đường (thực phẩm)]]"}