{"8000041":"[[Tập tin:Man with a water buffalo, Bắc Hà, Vietnam - 20131027-01.jpg|300px|nhỏ|phải|Một con trâu ở Lào Cai]]\n'''Chợ phiên Cán Cấu''' là một chợ đặc trưng của đồng bào dân tộc thiểu số (chủ yếu là dân tộc Giáy, Mông - Hoa) [[Vùng Tây Bắc (Việt Nam)|vùng Tây Bắc]], [[Việt Nam|Viêt Nam]]; nằm ven [[đường 153]] – một con đường đất duy nhất nối [[Bắc Hà (thị trấn)|thị trấn Bắc Hà]] với thị trấn biên giới [[Si Ma Cai]], thuộc địa phận [[Cán Cấu|xã Cán Cấu]], huyện Si Ma Cai, tỉnh [[Lào Cai]]. Chợ thường họp vào các ngày: thứ Bảy hàng tuần, ngày lễ, tết trong năm, kéo dài từ sáng sớm đến quá trưa. Đây còn là chợ trâu lớn nhất Tây Bắc, Việt Nam với hàng trăm con trâu được giao dịch trong mỗi phiên chợ.<ref>{{Chú thích web|url=https:\/\/dulich.vnexpress.net\/tin-tuc\/viet-nam\/lao-cai\/san-giao-dich-trau-lon-nhat-tay-bac-2896491.html|title=Sàn giao dịch trâu' lớn nhất Tây Bắc|date=22 tháng 10 năm 2013|accessdate=29 tháng 10 năm 2017|website=Báo điện tử VnExpress|author=Vy An}}<\/ref>\n\n== Mặt hàng ==\nNông sản bao gồm các đặc sản địa phương do đồng bào vùng cao sản xuất: rau, [[Mật ong|mật ong rừng]], rau rừng, nấm hương, mộc nhĩ, măng rừng, gà bản, vịt bản, lợn cắp nách…\n\nHàng may mặc: [[thổ cẩm]], quần áo may sẵn, đồ trang sức…\n\nẨm thực: bao gồm các món ăn do chính những người dân địa phương chế biến: thắng cố, rượu ngô...\n[[Tập tin:Một góc chợ Cán Cấu.jpg|thế=Một góc chợ Cán Cấu|nhỏ|299x299px|Một góc chợ Cán Cấu]]\n\n=== Sàn giao dịch trâu lớn nhất Tây Bắc ===\nMặt hàng đặc biệt nhất, làm nên nét đặc trưng riêng có của chợ chính là trâu, bò. Mỗi phiên chợ có tới hàng trăm con trâu, bò (chủ yếu là trâu) từ khắp các thôn, bản vùng cao Bắc Hà, Si Ma Cai, Mường Khương của Lao Cai; huyện Xín Mần (Hà Giang), Yên Bái.\n\nTrâu ở chợ phiên Cán Cấu chủ yếu là trâu đực. Do đó, ở các phiên chợ thi thoảng sảy ra những cuộc chọi trâu cuốn hút người xem.\n\nTrâu được người ta mua về để phục vụ việc cày bừa, làm giống, xẻ thịt bán, vỗ béo…\n\nTừ việc mua ban trâu tại chợ đã hình thành nên nghề lái trâu, vỗ béo gia súc mang lại hiệu quả cho một số người dân địa phương. \n\nNgười dân đến chợ, ngoài việc, trao đổi hàng hóa, mua sắm, người ta đến chợ còn để tìm niềm vui, gặp gỡ người thân, bạn bè và đôi lúc thưởng thức những màn chọi trâu ngay tại chợ…<ref>{{Chú thích web|url=http:\/\/www.baolaocai.vn\/du-lich\/cho-phien-can-cau-net-doc-dao-vung-tay-bac-z9n20171028154424079.htm|title=Chợ phiên Cán Cấu - nét độc đáo vùng Tây Bắc|date=28 tháng 10 năm 2017|website=|publisher=Báo Lào Cai|author=Thanh Thuận (Báo Tiền Phong)}}<\/ref><ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/san-giao-dich-trau-o-si-ma-cai-715967.htm|title=​“Sàn giao dịch”... trâu ở Si Ma Cai|date=4 tháng 3 năm 2015|accessdate=29 tháng 10 năm 2017|website=Báo Tuổi trẻ|author=Vũ Toàn}}<\/ref>\n\n== Xem thêm ==\n* [[Trâu Bảo Yên]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT:Cán Cầu}}\n[[Thể loại:Chợ tại Lào Cai]]\n[[Thể loại:Du lịch Lào Cai]]"}