{"147499":"{{bài cùng tên|Chợ Mới}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Chợ Mới\n| hình =\n| ghi chú hình =\n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 53\n| vĩ giây = 35\n| kinh phút = 47\n| kinh giây = 14\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 606 km² \n| dân số = 38.958 người<ref name=\"BK2019\">{{Chú thích web |url =https:\/\/backan.gov.vn\/DocumentLibrary\/ed3ebde4d42fbcc2\/V%C4%83n%20b%E1%BA%A3n%2083%20c%E1%BB%A7a%20Ban%20Ch%E1%BB%89%20%C4%91%E1%BA%A1o%20T%E1%BB%95ng%20%C4%91i%E1%BB%81u%20tra%20d%C3%A2n%20s%E1%BB%91%20v%C3%A0%20nh%C3%A0%20%E1%BB%9F.pdf |title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Bắc Kạn|accessdate = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref> \n| dân số thành thị = 5.853 người\n| dân số nông thôn = 33.105 người\n| thời điểm dân số = 2019\n| mật độ dân số = 64 người\/km² \n| dân tộc = [[Người Việt|Kinh]], [[Người Tày|Tày]], [[Người Nùng|Nùng]], [[Người Dao|Dao]], [[Người H'mông|Mông]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Sán Chay|Sán Chay]]\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Bắc Kạn]]\n| huyện lỵ = Thị trấn [[Đồng Tâm (thị trấn)|Đồng Tâm]]\n| chủ tịch HĐND = Trần Trung Kiên\n|bí thư =  Trần Trung Kiên\n| thành lập = 6\/7\/1998\n| phân chia hành chính = 1 thị trấn, 13 xã\n| mã hành chính = 065<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = \n| fax = \n| web = {{url|chomoi.backan.gov.vn}}\n|biển số xe=97-F1}}\n\n'''Chợ Mới''' là một [[Huyện (Việt Nam)|huyện]] nằm ở cực nam của tỉnh [[Bắc Kạn]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Chợ Mới nằm ở phía nam của tỉnh [[Bắc Kạn]], huyện lỵ của huyện là thị trấn Đồng Tâm, nằm cách thành phố [[Bắc Kạn (thành phố)|Bắc Kạn]] khoảng 40 km về phía nam, cách trung tâm thủ đô [[Hà Nội]] khoảng 142 km về phía bắc, có vị trí địa lý:\n* Phía đông giáp huyện [[Na Rì]] và huyện [[Võ Nhai]], tỉnh [[Thái Nguyên]]\n* Phía tây giáp huyện [[Chợ Đồn]] và huyện [[Định Hóa]], tỉnh [[Thái Nguyên]]\n* Phía nam giáp huyện [[Phú Lương]] và huyện [[Đồng Hỷ]] thuộc tỉnh [[Thái Nguyên]]\n* Phía bắc giáp thành phố [[Bắc Kạn (thành phố)|Bắc Kạn]] và huyện [[Bạch Thông]].\n \nHuyện Chợ Mới có diện tích 606&nbsp;km², dân số năm 2019 là 38.958 người. Huyện cũng là nơi có con [[sông Cầu]] chảy qua.\n\n===Địa hình===\nHuyện Chợ Mới nằm trong khu vực thấp của tỉnh Bắc Kạn, độ cao trung bình dưới 300m, có địa hình đồi xen kẽ núi thấp, nhiều thung lũng, sông suối. Độ dốc trung bình từ 15 - 25°, thuận lợi cho canh tác nông lâm nghiệp kết hợp, trồng cây ăn quả, cây công nghiệp dài ngày và lâm nghiệp.<ref name=\":1\">[https:\/\/chomoi.backan.gov.vn\/Pages\/gioi-thieu-chung-317\/dieu-kien-tu-nhien-323\/C490iE1BB81u20kiE1-9f5870330dc772e8.aspx Điều kiện tự nhiên huyện Chợ Mới]<\/ref>\n\nĐường Quốc lộ 3 là con đường giao thông huyết mạch chạy dọc theo chiều dài của huyện đi qua 7 xã, thị trấn. Nhờ con đường này, từ Chợ Mới có thể đi lại một cách dễ dàng về phía Nam xuống thủ đô Hà Nội, lên phía Bắc đến tận Cao Bằng. Ngoài ra còn hệ thống đường liên xã tạo thành một mạng lưới giao thông phục vụ nhu cầu đời sống kinh tế, văn hóa, xã hội của nhân dân các dân tộc trong vùng. Khác với nhiều huyện trong tỉnh, hệ thống đường giao thông của Chợ Mới luôn gắn chặt với trục đường bộ quan trọng ở Miền núi phía Bắc. Các tuyến  giao thông đối nội và đối ngoại quan trọng của huyện cũng là những trục giao thông chính của Bắc Kạn và của nhiều tỉnh ở Trung Du, Miền núi phía Bắc. Đây là một thuận lợi lớn, góp phần thúc đẩy giao lưu và phát triển kinh tế, khai thác các thế mạnh của huyện, đặc biệt là nguồn lợi từ rừng và tài nguyên du lịch.<ref name=\":1\"\/>\n\n===Sông ngòi===\nHuyện Chợ Mới có con sông Cầu chảy quanh, đồng thời cũng là con sông lớn nhất tỉnh. Bắt nguồn từ núi Tam Tao, sông Cầu chảy qua một phần của huyện Bạch Thông, đến thị xã Bắc Kạn, huyện Chợ Mới, chảy sang Thái Nguyên và hợp lưu với sông Thái Bình. Chiều dài trên địa phận Bắc Kạn khoảng 100&nbsp;km với lưu vực trên 510&nbsp;km² cùng hàng chục con suối lớn nhỏ. Lòng sông rộng, ít thác gềnh nhất tại địa phận huyện Chợ Mới. Sông Cầu là tuyến đường thủy quan trọng phục vụ vận tải liên huyện và liên tỉnh, nối Chợ Mới với các tỉnh khác. Lưu lượng dòng chảy lớn, sông Cầu có vai trò quan trọng trong đời sống dân cư của hầu hết các xã trong huyện, mang tới nguồn thủy lợi dồi dào, đường giao thông ngược xuôi, nguồn thủy sản phong phú. Đặc biệt, sông Cầu bồi đắp cho các xã dọc lưu vực một lớp phù sa màu mỡ để phát triển nông lâm nghiệp.<ref name=\":1\"\/>\n\n===Khí hậu===\n\nKhí hậu huyện Chợ Mới mang đặc trưng của khí hậu nhiêt đới gió mùa. Nhiệt độ trung bình trong năm 21&nbsp;°C. Các tháng có nhiệt độ trung bình cao nhất là tháng 6, tháng 7 và tháng 8 là 27° - 27,5&nbsp;°C, các tháng có nhiệt độ trung bình thấp nhất là tháng 1 là 14 - 14,5&nbsp;°C. Tổng tích nhiệt bình quân năm là 7.850&nbsp;°C. Mặc dù nhiệt độ còn bị phân hoá theo độ cao và hướng núi, nhưng không đáng kể.\n\nNgoài chênh lệch về nhiệt độ theo các mùa trong năm, khí hậu Chợ Mới còn có những đặc trưng khác như sương mù, sương muối. Một năm bình quân có khoảng 87 - 88 ngày sương mù. Vào các tháng 10, tháng 11, số ngày sương mù thường cao hơn. Đôi khi có sương muối, mưa đá, nhưng không nhiều, bình quân mỗi năm khoảng  0,2 - 0,3 ngày, thường vào các tháng 12, tháng 1 và đầu mùa xuân.\n\nLượng mưa thuộc loại trung bình 1.500 - 1.510&nbsp;mm\/năm. Các tháng có lượng mưa lớn là tháng 7 và 8, có khi mưa tới 100mm\/ngày. Mùa mưa từ tháng 5 đến tháng 10 và chiếm tới 75 - 80% lượng mưa cả năm.\n\nThịnh hành là các chế độ gió mùa đông bắc kèm theo không khí khô lạnh và gió mùa đông nam mang theo hơi nước từ biển Đông, tạo ra mưa về mùa hè.\n\nChợ Mới nằm trong khu vực khí hậu gió mùa, mỗi năm có 4 mùa xuân, hạ, thu, đông. Mùa hạ có gió mùa đông nam, mùa đông có gió mùa đông bắc, trời giá rét, nhiều khi có sương muối, gây ảnh hưởng đến sự sinh trưởng của cây trồng và gia súc nhưng lại là điều kiện để phát triển các loại cây ưa lạnh như cây gừng, hồi, quế,...<ref name=\":1\" \/>\n\n===Tài nguyên thiên nhiên===\n\nĐất: Huyện Chợ Mới có nhiều loại đất khác nhau. Đất nâu đỏ phát triển trên đá phiến sét, diện tích tương đối lớn, thích hợp cho phát triển các loại cây công nghiệp như chè, hồi, quế. Đất nâu vàng phát triển trên đá sa thạch, đá lẫn chiếm tỷ lệ cao, mỏng có thể phục vụ cho phát triển lâm nghiệp. Đất bồi tụ (phù sa sông, suối) độ mùn cao, giàu dinh dưỡng, phân bổ dọc theo sông, ngòi, khe suối thích hợp cho sản xuất nông nghiệp.\n\nNhìn chung, phần lớn diện tích đất Chợ Mới có độ cao từ 40 - 300m,  thích hợp cho nhiều loại cây nông lâm nghiệp. Cây trồng rừng thích hợp là các loại cây mỡ, keo tai tượng, bồ đề, luồng, trúc, tre, diễn, vầu, hồi, trám, lát hoa, nhãn, vải thiều, quế, hồng, quýt, chè. Trong diện tích đất chưa sử dụng có tới 20 - 25% là đất trống đồi núi trọc, còn có thể sử dụng để trồng rừng. Những năm qua, đất chưa sử dụng được khai thác đáng kể, bình quân khoảng 11% mỗi năm, trong khi đó đất nông nghiệp tăng bình quân 4,4%\/năm, phi nông nghiệp tăng 7,2%\/năm. Cùng với khí hậu thích hợp cho nhiều loại cây trồng, vật nuôi, đất đai trong huyện là điều kiện thuận lợi để phát triển nông - lâm nghiệp, xây dựng các vùng chuyên canh nông sản hàng hóa.\n\nRừng: Tổng diện tích đất rừng năm 2005 có 46.678,6ha chiếm 77% diện tích tự nhiên của toàn huyện. Trong đó chủ yếu là đất rừng tự nhiên (31.971,2ha), rừng trồng có 14.700ha chiếm 24% diện tích lâm nghiệp của huyện. Năm 2005 độ che phủ đã đạt tới 60% diện tích rừng. Chợ Mới cũng là huyện có diện tích rừng trồng lớn nhất, chiếm 25% diện tích rừng trồng của toàn tỉnh. Các loại cây trồng chính gồm có mỡ, thông, keo, bồ đề, hồi, trúc, quế, bạch đàn, sa mộc..\n\nĐể phát triển quỹ rừng, được sự hỗ trợ của Trung ương, tỉnh và các tổ chức quốc tế, huyện Chợ Mới đã triển khai nhiều chương trình, dự án. Trong đó, Dự án 147, chương trình 135, dự án 327, dự án PAM 5322, Dự án Hợp tác Lâm nghiệp Việt Nam - Hà Lan, định canh định cư, đầu tư cơ sở hạ tầng nông thôn… được triển khai đã nâng độ che phủ lên đáng kể. Đặc biệt, trong quy hoạch phát triển Khu Công nghiệp Thanh Bình, huyện Chợ Mới có điều kiện phát triển thế mạnh nông lâm nghiệp cho công nghiệp chế biến gỗ.\n\nKhoáng sản:  Tài nguyên khoáng sản tương đối phong phú và đa dạng. Trong lòng đất khá giàu các loại kim loại màu, kim loại đen, vật liệu xây dựng. Đây là một trong những thế mạnh để phát triển kinh tế - xã hội nói chung và công nghiệp khai khoáng nói riêng.<ref name=\":1\" \/>\n\n== Lịch sử ==\nHuyện Chợ Mới được thành lập ngày [[6 tháng 7]] năm [[1998]], trên cơ sở tách thị trấn Chợ Mới (huyện lỵ) và 15 xã: Yên Cư, Yên Hân, Bình Văn, Như Cố, Quảng Chu, Nông Hạ, Nông Thịnh, Yên Đĩnh, Thanh Bình, Tân Sơn, Hòa Mục, Cao Kỳ, Thanh Mai, Thanh Vận, Mai Lạp thuộc huyện [[Bạch Thông]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-40091.aspx|tựa đề=Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc Hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[1 tháng 2]] năm [[2020]], sáp nhập thị trấn Chợ Mới và xã Yên Đĩnh thành thị trấn Đồng Tâm; sáp nhập hai xã Thanh Bình và Nông Thịnh thành xã Thanh Thịnh.<ref name=NQ855>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-855-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-tinh-Bac-Kan-433884.aspx|tựa đề=Nghị quyết số 855\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Bắc Kạn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Chợ Mới có 1 thị trấn và 13 xã như hiện nay.\n\n== Hành chính ==\nHuyện Chợ Mới có 14 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Đồng Tâm (thị trấn)|Đồng Tâm]] (huyện lỵ) và 13 xã: [[Bình Văn]], [[Cao Kỳ]], [[Hòa Mục]], [[Mai Lạp]], [[Như Cố]], [[Nông Hạ]], [[Quảng Chu]], [[Tân Sơn, Chợ Mới (Bắc Kạn)|Tân Sơn]], [[Thanh Mai, Chợ Mới (Bắc Kạn)|Thanh Mai]], [[Thanh Thịnh, Chợ Mới (Bắc Kạn)|Thanh Thịnh]], [[Thanh Vận]], [[Yên Cư]], [[Yên Hân]].\n\n== Kinh tế - xã hội ==\nTrên địa bàn huyện Chợ Mới hiện có khu công nghiệp Thanh Bình đặt tại xã [[Thanh Thịnh, Chợ Mới (Bắc Kạn)|Thanh Thịnh]].\n\n==Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{Commonscat|Cho Moi District}}\n{{sơ khai Bắc Kạn}}\n{{Huyện thị Bắc Kạn}}\n{{Đơn vị hành chính thuộc huyện Chợ Mới, Bắc Kạn}}"}