{"53599":"{{đổi hướng|Bến Thành}}\n{{Thông tin công trình xây dựng\n|name=Chợ Bến Thành\n|coordinates={{coord|10.77252069383567|106.69801917744711|type:landmark| format=dms| name=Chợ Bến Thành| display=inline,title}}\n|construction_start_date=1912\n|completion_date={{start date and age|1914}}\n|latitude=\n|longitude=\n|location_country={{VIE}}\n|location_city=[[Thành phố Hồ Chí Minh]]\n|building_type=[[Chợ]]\n|renovation_date=1952, 1985, 2022\n|ren_firm=TA Landscape (2022)<ref>https:\/\/tienphong.vn\/toan-canh-dien-mao-cho-ben-thanh-truoc-khi-duoc-trung-tu-cai-tao-post1444846.tpo<\/ref>\n|former_names=\n|contractor=\n|main_contractor=Brossard et Maupin\n|image=Ben Thanh market 2.jpg\n|pushpin_map=\n|image_size=280\n|native_name=Chợ Mới\n|ren_architect=Lê Văn Mậu (1952)\n|mapframe-zoom=15\n|address=Phường [[Bến Thành (phường)|Bến Thành]], [[Quận 1]]\n}}\n'''Chợ Bến Thành''' là một ngôi chợ nằm tại quận 1, [[Thành phố Hồ Chí Minh]]. Chợ được khởi công xây dựng từ năm 1912, hình ảnh đồng hồ ở cửa nam của ngôi chợ này được xem là biểu tượng không chính thức của [[Thành phố Hồ Chí Minh]].\n\nChợ nằm giữa các đường Phan Bội Châu - Phan Chu Trinh - Lê Thánh Tôn - Công trường Quách Thị Trang tại phường [[Bến Thành (phường)|Bến Thành]] với diện tích 13.056 m². Các ngành hàng kinh doanh chủ yếu ở đây bao gồm: quần áo, vải sợi, giày dép, thời trang, hàng thủ công mỹ nghệ, thực phẩm tươi sống, trái cây, hoa tươi,...\n\nThời kì đầu của những năm thành lập, chợ Bến Thành đã có từ trước cả khi người Pháp xâm chiếm [[Gia Định]]. Ban đầu, vị trí của chợ nằm bên bờ sông Bến Nghé, cạnh một bến sông gần [[thành Gia Định]] (bấy giờ là thành Quy, còn gọi là [[thành Bát Quái]]). Bến này dùng để cho hành khách vãng lai và quân nhân vào thành, vì vậy mới có tên gọi là Bến Thành, và khu chợ cũng có tên gọi là chợ Bến Thành - tên gọi chính thức vẫn được sử dụng cho đến ngày nay.\n\n== Lịch sử ==\n===Chợ Cũ===\n[[Tập tin:Saigon -- Marché central.jpg|nhỏ|250px|phải|nhỏ|Chợ Bến Thành vào thời Pháp thuộc]]\n[[Tập tin:chobenthanh2.jpg|250px|phải|nhỏ|Chợ Charner]]\nChợ Bến Thành thời kỳ đầu được xây bằng gạch, sườn gỗ, lợp tranh, được mô tả như là \"phố chợ nhà cửa trù mật\" ở dọc theo bến sông. Chỗ đầu bến này có lệ đến đầu mùa xuân gặp ngày tế mạ, có thao diễn thủy binh, nơi bến có đò ngang chở khách buôn ngoài biển lên. Đầu phố phía Bắc là ngòi Sa ngư, có gác cầu ván ngang qua, hai bên nách cầu có dãy phố ngói, tụ tập trăm thứ hàng hóa, dọc bến sông ghe buôn lớn nhỏ đến đậu nối liền\"<ref>\"[[Gia Định thành thông chí]]\" - Trịnh Hoài Đức<\/ref>. Tuy nhiên, sau [[cuộc nổi dậy Lê Văn Khôi]] (1833-1835), [[Thành Bát Quái|thành Quy]] bị triệt hạ, phố chợ Bến Thành cũng không còn sầm uất như trước.\n\nTrước khi Pháp đánh chiếm Gia Định, khu vực xung quanh thành Gia Định (bấy giờ là [[Thành Phụng]]) mới chỉ có 100 ngàn dân và chợ Bến Thành là nơi đông đúc nhất. Cạnh khu chợ, dọc theo bờ sông Bến Nghé, các ghe thương thuyền thường đậu chen chúc nhau, tạo thành một thành phố nổi trên mặt nước. Tuy nhiên, khi ấy khu họp chợ trên bến mới chỉ là một dãy nhà trống lợp ngói. Vào tháng 2 năm 1859, [[Trận thành Gia Định, 1859|Pháp chiếm thành Gia Định]] và hai ngày sau, các binh lính người Việt đã tổ chức [[hỏa công]] thiêu rụi cả thành phố, tất nhiên chợ Bến Thành cũng bị thiêu hủy. Sau khi đã vững chân trên mảnh đất [[Nam Kỳ]], năm 1860, người Pháp đã cho xây cất lại chợ Bến Thành ở địa điểm cũ (thời [[Việt Nam Cộng hòa]] là địa điểm Tổng Ngân khố, nay là Trường đào tạo cán bộ ngân hàng trên đường Nguyễn Huệ). Ngôi chợ được xây cất bằng cột gạch, sườn gỗ, và lợp lá.\n\nTháng 7 năm 1870, chợ bị cháy mất một gian, phải xây cất lại bằng cột gạch, sườn sắt, lợp bằng ngói, tất cả có năm gian: gian thực phẩm, gian hàng cá, gian hàng thịt, gian hàng ăn uống và gian hàng tạp hóa. Trong năm gian hàng này, chỉ có gian hàng thịt được lợp bằng tôn, nền lót đá xanh.\n\nThời đó, khu chợ được xây dựng bên bờ phía nam một con kênh, được gọi là Kinh Lớn. Phía trước chợ, dọc bờ kênh là một con đường được người Pháp đặt tên là đường Charner, hay một tên gọi khác là đường Quảng Đông (''Rue de Canton''), bởi đa số người Hoa làm nghề buôn bán ở đây đều là [[người Quảng Đông]]. Phía đối diện bờ kênh là đường Rigaul de Genouilly. Do vị trí nằm giao điểm của khu đô thị và hợp lưu của hai tuyến đường thủy là kênh Lớn và rạch Cầu Sấu (nay là [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|đường Hàm Nghi]]), ghe thuyền có thể cập bến và đổ người lên chợ bất cứ ở phía bên này hay bên kia. Còn người bên đất liền muốn qua chợ thì có thể đi qua những chiếc cầu gỗ xinh xắn, do đó chợ Bến Thành luôn luôn nhộn nhịp.\n[[Tập tin:Map of Saigon 1878.jpg|280px|phải|nhỏ|Bản đồ Sài Gòn năm 1878, khu vực chợ Bến Thành ngày nay khi đó vẫn còn là đầm lầy]]\nNăm 1887, người Pháp cho lấp con kênh và sáp nhập hai con đường lại làm một thành đại lộ Charner. Dân bản xứ gọi nôm là đường Kinh Lấp (nay là [[Đường Nguyễn Huệ, Thành phố Hồ Chí Minh|đường Nguyễn Huệ]]). Khu chợ càng trở nên đông đúc với các cửa hiệu phần nhiều là của [[người Hoa]], [[người Ấn Độ]] và [[người Pháp]].\n\nTuy nhiên, khoảng giữa năm 1911, ngôi chợ trở nên cũ kỹ và lâm vào tình trạng có thể bị sụp đổ. Để tránh tai họa, người ta phải phá chợ, chỉ còn gian hàng thịt, vì mái tôn nhẹ, nên chưa bị phá. Đồng thời, người Pháp cũng lựa chọn một địa điểm để xây cất một khu chợ mới lớn hơn để phục vụ nhu cầu buôn bán sầm uất ngày càng phát triển. Địa điểm được lựa chọn nằm gần ga xe lửa đi [[Mỹ Tho]] (nay là Công ty Vận tải Đường sắt Sài Gòn), tức là địa điểm chợ Bến Thành ngày nay.\n\n===Chợ Mới===\nKhu vực xây chợ, vốn là một cái ao sình lầy cũ, gọi là ao Bồ Rệt (''Marais Boresse''), được người Pháp cho lấp đi. Khuôn viên chợ quy hoạch 4 mặt bởi 4 con đường. Mặt tiền là Place Cuniac, tên đặt theo viên Thị trưởng thành phố Sài Gòn (Xã Tây) Cuniac, người đã đề ra công việc lấp ao. Người Việt thì quen gọi đó là ''Bùng binh Chợ Bến Thành'' cho dù tên chính thức đã từng đổi là \"Công trường Cộng Hòa\", \"Công trường Diên Hồng\", rồi \"Quảng trường Quách Thị Trang\". Mặt bắc chợ là Rue d'Espagne, phía đông là rue Viénot, và phía tây là rue Schroeder.\n\nNăm 1955, thời [[Đệ Nhất Cộng hòa Việt Nam]], 3 con đường này đổi tên thành đường Lê Thánh Tôn, đường Phan Bội Châu và đường Phan Châu Trinh.\n[[Tập tin:Saigon - Place du marché central.jpg|nhỏ|Chợ Bến Thành thời thuộc địa.]]\nNgôi chợ mới do hãng thầu Brossard et Maupin<ref>Phụng Nghi. ''Sài-gòn trong mắt tôi''. Westminster, CA: Văn-nghệ. trang 114.<\/ref> khởi công xây dựng từ năm 1912 đến cuối tháng 3 năm 1914 thì hoàn tất. Lễ ăn mừng chợ khánh thành được báo chí thời đó gọi là \"Tân Vương Hội\", do được diễn ra trong ba ngày 28, 29 và 30 tháng 3 năm 1914, với [[pháo hoa|pháo bông]], xe hoa và hơn 100.000 người tham dự, kể cả từ các tỉnh đổ về. Đặc biệt, ngày khai mạc chợ, người ta đã cho tổ chức màn biểu diễn đánh cọp của cô gái tên Võ Thị Vuông, là con của lão võ sư Hai Ất. Trong khi khai hoang lập đồn điền trồng cao su phía bắc tỉnh Thủ Dầu Một, con cọp bị mắc bẫy và được đem về Sài Gòn. Cuộc đấu kéo dài từ sáng sớm và kết thúc lúc chính ngọ, khi con cọp bị người nữ võ sĩ đâm trúng yết hầu.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/ban-doc\/20160228\/mot-co-gai-danh-cop-ngay-le-mo-cho-ben-thanh-1914\/1051426.html|tiêu đề=Một cô gái đánh cọp ngay lễ mở chợ Bến Thành 1914}}<\/ref>\n\nNăm 1952, nhà thầu tu sửa chợ Bến Thành từ Sài Gòn lên Biên Hòa đặt xưởng mỹ nghệ Biên Hòa làm 12 bức phù điêu, bức lớn có kích thước 2,2 x 1,5 m; bức nhỏ 2,0 x 1,4 m về đặt nơi bốn cửa chợ. Họa sĩ [[Lê Văn Mậu]]<ref>Họa sĩ Lê Văn Mậu (1917-2003), không chỉ là tác giả của 4 tấm phù điêu chợ Bến Thành. Trong sự nghiệp của mình ông đã sáng tác hàng trăm tác phẩm lớn nhỏ, hiện nay được lưu giữ trân trọng tại Bảo tàng Mỹ thuật TP.HCM, Bảo tàng Đồng Nai, sưu tập tư nhân trong và ngoài nước. Một số tác phẩm tiêu biểu của ông, như: Đức mẹ Maria (1951, Nhà thờ Biên Hòa), Napoléon xem binh thư (1954, Pháp), Phật Thích Ca (1954, Chùa Xá Lợi), Bóng xế tà (1964, Bảo tàng Mỹ thuật TP.HCM), Đại thần Phan Thanh Giản (1964, Vĩnh Long), Anh hùng Nguyễn Trung Trực (1968, đặt trước chợ Rạch Giá), Đài phun nước Cá hóa long (1968-1970, Công trường Sông Phố, Biên Hòa), Hùng Vương dựng nước (1989, Khách sạn Continental, TP.HCM)... Ông cũng đã sáng tác rất nhiều mẫu mã phục vụ cho những sản phẩm gốm mỹ nghệ Biên Hòa.<\/ref> được giao sáng tác theo đơn đặt hàng, đã được sự giúp đỡ của những người thầy và những nghệ nhân lành nghề tại xưởng mỹ nghệ Biên Hòa như: Sáu Sảnh, Tư Ngô, Hai Sáng, chủ Thạch, anh Tóc... Các bức phù điêu được nung tới độ vật liệu kết dính thành khối. Vào thời kỳ đó hiếm có hóa chất nhập khẩu dùng cho ngành gốm, màu men dùng cho sản phẩm gốm được nghệ nhân pha chế từ nguyên liệu gốc là đồng với nguyên liệu lấy từ thiên nhiên để cho ra một hợp chất theo ý muốn, gọi là “men ta”. Còn men nhập cảng gọi là “men tàu”, vì chúng được vận chuyển bằng tàu. Dòng sản phẩm gốm Biên Hòa một thời nổi tiếng Đông Dương cũng chính từ cách pha chế truyền thống này. Tuy nhiên do nung bằng củi, lửa trong lò không đều nên màu men trên cùng một sản phẩm có màu sắc đậm nhạt khác nhau tạo nên nét rất hiếm thấy trên các dòng sản phẩm gốm hiện thời. Sau trận lũ lụt Nhâm Thìn (1952), ba ông Phạm Văn Ngà (Ba Ngà), Nguyễn Trí Dạng (Tư Dạng) và Võ Ngọc Hảo được xưởng mỹ nghệ Biên Hòa cử lên Sài Gòn để gắn những bức phù điêu chợ Bến Thành. Mỗi cửa gắn ba bức, một bức lớn ở trên và hai bức nhỏ ở dưới. Tại bốn cửa chợ gắn phù điêu mang biểu tượng: cá đuối với nải chuối (cửa tây), con vịt xiêm với nải chuối (cửa bắc), bò với heo (cửa đông), đầu bò với cá chép (cửa nam)<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Nguoi-gan-phu-dieu-cho-Ben-Thanh-484808\/|tiêu đề=Người gắn phù điêu chợ Bến Thành}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.nguoitieudung.com.vn\/phu-dieu-cho-ben-thanh-duoc-lam-nhu-the-nao-d43466.html|tiêu đề=Phù điêu chợ Bến Thành được làm như thế nào?|ngày truy cập=2018-04-10|archive-date=2018-04-10|archive-url=https:\/\/web.archive.org\/web\/20180410135529\/http:\/\/www.nguoitieudung.com.vn\/phu-dieu-cho-ben-thanh-duoc-lam-nhu-the-nao-d43466.html|url-status=dead}}<\/ref>[[Tập tin:Les Halles du marché Charner.jpg|nhỏ|Chợ Bến Thành cuối thế kỷ XIX]]\n\nKhu chợ mới này vẫn mang tên gọi Bến Thành; tuy nhiên cho đến trước năm 1975 tên gọi chợ Bến Thành này thường chỉ hiện diện trong sách vở, còn người dân thì thường gọi là chợ Sài Gòn hay chợ Mới, để phân biệt chợ Cũ tại điểm cũ, vốn chỉ còn lại gian hàng thịt. Phần còn lại bị phá đi và được người Pháp xây dựng thành cơ quan Ngân khố. Hai con đường bên hông chợ mãi đến năm 1940 còn là bến xe đò miền Đông và miền Tây. Về sau, bến xe này mới được dời đi chỗ khác.\n\nNgày 1 tháng 7 đến 15 tháng 8 năm 1985, chợ Bến Thành được cải tạo và sửa chữa lớn.\n\n==Hình ảnh==\n<gallery>\nFile:Ben Thanh market at night.JPG|Chợ về đêm\nFile:Ben Thanh Market, western gate.jpg|Nhìn tổng thể từ trên xuống\nFile:BenThanhMarket Jun2005.jpg\nFile:Cho Ben Thanh 1.jpg|Bùng binh và công viên trước cửa chợ, với tượng [[Trần Nguyên Hãn]]\nFile:TranNguyenHan1 Jun2005.jpg\nFile:Inside Ben Thanh market.jpg|Bên trong chợ\nFile:Chợ Bến Thành4.JPG|Bên trong chợ\nFile:Ben-Thanh-Markt 2010 (6).JPG\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Ben Thanh Market}}\n*[http:\/\/sketchup.google.com\/3dwarehouse\/mini?mid=7e78e6f88aca9073a5eda987f048984a Mô hình 3D trên Google Earth]{{Liên kết hỏng|date=2021-07-28 |bot=InternetArchiveBot }} hay là [http:\/\/sketchup.google.com\/3dwarehouse\/details?mid=806b4782f67c721c3733b1a6a43777f5]{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}, [http:\/\/sketchup.google.com\/3dwarehouse\/download?mid=7e78e6f88aca9073a5eda987f048984a&rtyp=k2&fn=cho+ben+thanh&ctyp=other&prevstart=0 download]{{Liên kết hỏng|date=2023-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/maps.google.com\/maps?f=q&source=s_q&hl=en&geocode=&q=cho+ben+thanh&sll=10.786937,106.698017&sspn=0.131361,0.154324&ie=UTF8&ll=10.772798,106.698173&spn=0.004105,0.004823&t=h&z=18&iwloc=lyrftr:com.panoramio.all,5914835900571843602,10.772561,106.698124&lci=com.panoramio.all,com.youtube.all,org.wikipedia.en,com.google.ugc.c752d13e87c4fbd7 Chợ Bến Thành trên google maps]\n\n{{Công trình kiến trúc thuộc địa Pháp tại Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n{{Các chủ đề|Việt Nam|Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chợ tại Thành phố Hồ Chí Minh|Bến Thành]]\n[[Thể loại:Công trình kiến trúc Pháp tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Chợ đầu mối tại Việt Nam|Bến Thành]]\n[[Thể loại:Quận 1]]\n[[Thể loại:Khởi đầu năm 1912 ở Việt Nam]]"}