{"9129":"{{coord|10.7507102|106.6591620|format=dms|display=title}}\n{{for|tỉnh cũ cùng tên|Chợ Lớn (tỉnh)}}\n[[Tập tin:Binh Tay Market, Ho Chi Minh City, Vietnam(26152581294).jpg|250px|phải|nhỏ|[[Chợ Bình Tây]], ngôi chợ lớn nhất ở Chợ Lớn]]\n[[Tập tin:Tran hung dao street- phường 6, Quận 5, Hồ Chí Minh, Việt Nam - panoramio.jpg|250px|phải|nhỏ|Dãy [[nhà phố thương mại]] với kiến trúc cổ đặc trưng tại Chợ Lớn]]\n'''Chợ Lớn''' ([[chữ Hán]]: 堤岸; [[âm Hán-Việt]]: ''Đê Ngạn''; [[tiếng Quảng Đông|âm Quảng Đông]]: ''Thầy Ngòn''), là một khu vực đông [[người Hoa]] sinh sống nằm ven [[kênh Tàu Hủ]] trải dài trên địa bàn [[Quận 5]] và [[Quận 6]], về phía nam tới [[Quận 8]] và về phía bắc tới [[Quận 10]] và [[Quận 11]] ở [[Thành phố Hồ Chí Minh]]. Khu vực này trước kia lập thành một thành phố riêng biệt với [[Sài Gòn]], gọi là thành phố Chợ Lớn. Trong những năm 1930-1950 do quá trình [[đô thị hóa]], Sài Gòn và Chợ Lớn dần dần sáp nhập với nhau. Khu phố này từ lâu đã là nơi sinh sống của [[người Hoa]] và được coi là [[khu phố Tàu]] rộng nhất thế giới.\n\n==Từ nguyên==\nGiáo sư Trần Chính Hoằng tại Sở Nghiên cứu chỉnh lý cổ tịch, [[Đại học Phục Đán]], [[Trung Quốc]] viết: \"Như chúng ta đã biết, Đề Ngạn 堤岸 chính là bờ đê (đê Ngạn) [[Sài Gòn]], xưa nay vốn là khu tụ cư của [[Hoa kiều]].\"<ref>{{Chú thích web|url=http:\/\/www.hannom.org.vn\/detail.asp?param=2016&Catid=866|tiêu đề=Thư tịch chữ Hán Việt Nam được khắc in ở Trung Quốc(1)|ngày truy cập=2017-06-25|website=Viện nghiên cứu Hán Nôm|nhà xuất bản=Tạp chí Hán Nôm|tác giả=Trần Chính Hoằng|năm=2011|ngôn ngữ=vi|url lưu trữ=https:\/\/web.archive.org\/web\/20171010175518\/http:\/\/www.hannom.org.vn\/detail.asp?param=2016&Catid=866|ngày lưu trữ=2017-10-10}}<\/ref>\n\nTuy nhiên, học giả [[An Chi]] bác bỏ quan điểm này. Ông cho rằng cách giải thích này là \"ngớ ngẩn\" vì Sài Gòn không hề có đê. Theo ông, ban đầu chữ Đề Ngạn được Hoa Kiều tại Chợ Lớn viết là 提岸 với chữ Đề 提 có bộ \"thủ\" 扌mà sau này vì cố muốn hiểu là bờ đê nên người ta mới đổi cách viết thành Đê Ngạn 堤岸 với chữ Đê 堤 có bộ \"thổ\" 土. Cả 提岸 và 堤岸 đều đồng âm và đọc là \"Thầy Ngòn\" trong [[tiếng Quảng Đông]], và đều là cách phiên âm địa danh \"Sài Gòn\" trong tiếng Việt. Ông An Chi cũng cho rằng, trước khi thành phố Sài Gòn (khu vực quận 1 và quận 3 hiện nay) được thực dân Pháp thành lập thì Sài Gòn là tên của khu vực mà sau này là trung tâm của Chợ Lớn, còn nơi mà sau này gọi là Sài Gòn thì trước đó có tên [[Bến Nghé]].<ref>An Chi. ''Rong chơi miền chữ nghĩa'', tập 1. Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh. Thành phố Hồ Chí Minh, năm 2016. ISBN 9786045852101. Trang 367 và 368<\/ref>\n\n==Lịch sử==\n[[Tập tin:Map of Cholon 1874.jpg|300px|phải|nhỏ|Bản đồ thành phố Chợ Lớn năm 1874]]\n[[Tập tin:Map of Cho Lon 1893.jpg|300px|phải|nhỏ|Bản đồ thành phố Chợ Lớn năm 1893]]\n[[Tập tin:Map of Cho Lon 1923.jpg|300px|phải|nhỏ|Bản đồ thành phố Chợ Lớn năm 1923]]\nTừ trước năm 1698, ở Đề Ngạn (mà sau này gọi là Chợ Lớn) đã có làng [[Minh Hương]] của [[người Hoa]] (vì không thần phục [[nhà Thanh]], họ đã rời bỏ [[Trung Quốc]] sang định cư ở [[đàng Trong]])<ref>Xem thêm mục: [[Đình Minh Hương Gia Thạnh]].<\/ref>. Tuy nhiên, vùng đất ấy trở nên đông đúc kể từ khi người Hoa ở [[cù lao Phố]] (tức [[Biên Hòa]] ngày nay) chạy tới đây lánh nạn sau khi nơi ở của họ bị [[nhà Tây Sơn]] tàn phá năm 1776 <ref>Nhà văn [[Sơn Nam]] viết: \"Năm 1776 và 1777, quân Tây Sơn tràn vào Gia Định, đánh Cù lao Phố chiếm dỡ lấy phòng ốc, gạch đá, tài vật chở về [[Quy Nhơn]]\"... (''Đi và Viết''. Tạp chí Xưa & Nay - Nhà xuất bản Văn hóa Sài Gòn, 2008, tr. 99).<\/ref>.\n\nRồi do nhu cầu, người Hoa lập chợ (hay phát triển chợ có đã từ trước) để trao đổi hàng hóa. So với [[chợ Tân Kiểng]] của [[người Việt]] thì chợ Sài Gòn (khu vực Bưu điện Chợ Lớn ngày nay) có lớn hơn nên được người dân gọi là Chợ Lớn<ref>{{Chú thích web |url=http:\/\/www.chobinhtay.gov.vn\/View.aspx?id=8 |ngày truy cập=2013-05-07 |tựa đề=Nguồn: website Chợ Bình Tây |archive-date=2013-10-04 |archive-url=https:\/\/web.archive.org\/web\/20131004215402\/http:\/\/www.chobinhtay.gov.vn\/View.aspx?id=8 |url-status=dead }}<\/ref>. Sau đó, tên chợ cũng được dùng để chỉ vùng đất mà nó tọa lạc. Theo học giả [[Vương Hồng Sển]], thì ''\"Chợ Lớn như nay ta còn gọi, đối với Hoa kiều là Thầy Ngòn (Đề Ngạn) hay Xấy Cung (Tây Cống: Sài Gòn); còn sách cũ [[Pháp]] viết là Cholon hay Cholen, Cho Leun\"''<ref>''Từ vị tiếng nói miền Nam''. Nhà xuất bản Trẻ, 1999 (tr. 284-285). Xem thêm phần bài viết: \"Đề Ngạn và Tây Cống có phải là cách ghi âm địa danh Sài Gòn của người Hoa không?\" của nhà nghiên cứu [[Nguyễn Đình Đầu]] in trong ''Địa chí văn hóa Thành phố Hồ Chí Minh'', tập 1 (Nhà xuất bản TP. HCM, 1987, tr. 219-220).<\/ref>.\n\nTrong ''[[Gia Định thành thông chí]]'' soạn khoảng năm 1820, tác giả [[Trịnh Hoài Đức]] đã mô tả phố chợ Sài Gòn như sau:\n{{quote|'''Phố chợ Sài Gòn''': Cách trấn về phía nam 12 dặm ở hai bên tả hữu [[Đường Nguyễn Trãi, Thành phố Hồ Chí Minh|đường cái quan]], là đường phố lớn, thẳng suốt 3 đường, giáp đến bến sông, một đường ngang ở giữa, một đường đi dọc theo sông. Các đường ấy đan xuyên nhau như chữ điền, phố xá liền mái nhau, người Việt và người Tàu ở chung lộn dài độ 3 dặm. Hàng hóa trong phố bày bán có: gấm, đoạn, đồ sứ, giấy má, châu báu trang sức, hàng sách vở, tiệm thuốc, tiệm trà, tiệm hủ tíu. Hai đầu nam bắc bến sông không gì là không có. Đầu phía bắc đường lớn của bổn phố có miếu Quan Đế và 3 hội quán: Phúc Châu, Quảng Đông, và Triều Châu chia đứng hai bên tả hữu; phía tây ở giữa đường lớn có miếu Thiên Hậu, gần phía tây có hội quán Ôn Lăng, đầu phía nam đường phố lớn về phía tây có hội quán Chương Châu. Gặp ngày tốt, đêm trăng, như Tam nguyên, rằm, mùng một thì treo đèn đặt án, tranh đua kỳ xảo trông như là cây lửa, cầu sao, thành gấm, hội quỳnh, kèn trống huyên náo, nam nữ dập dìu, thật là một phố lớn nơi đô hội náo nhiệt. Trong đường phố lớn có cái giếng xưa, nước ngọt tràn trề, bốn mùa không cạn. Sông nhỏ chảy ngang phố có bắc cầu ván lớn, trên có hai dãy hành lang mái ngói, treo màn che nắng, đường đi râm mát như đi dưới mái nhà cao. Giữa phố về phía đông đường lớn có chợ Bình An bán đủ sản vật quý ở núi biển và thổ sản các nơi, ban đêm còn thắp đèn mua bán.<ref>{{chú thích sách|tác giả=Trịnh Hoài Đức|tựa đề=Gia Định thành thông chí (Tập hạ – Quyển IV, V và VI)|nhà xuất bản=Nha Văn hóa – Phủ Quốc vụ khanh đặc trách văn hóa|year=1972|nơi=|trang=98–99|url=https:\/\/www.google.com\/books\/edition\/Gia_định_thành_thông_chí\/GaLOApxe-IIC|doi=|id=|isbn=}}<\/ref><ref>{{Chú thích web|url=http:\/\/baotanglichsu.vn\/vi\/Articles\/2001\/65574\/cho-lon-lich-su-djia-ly-kinh-te-va-van-hoa-phan-1.html|tựa đề=Chợ Lớn Lịch sử địa lý, kinh tế và văn hóa: Phần 1|ngày=2011-02-21|website=Bảo tàng Lịch sử Quốc gia|url-status=live}}<\/ref>}}\n\n{{multiple image\n| align = left\n| direction = vertical\n| width = 250\n| image1 = Cholon, rue chinoise.jpg\n| caption1 = Đường Gia Long tại Chợ Lớn vào đầu thế kỷ 20, nay là đường Trịnh Hoài Đức thuộc Quận 5\n| image2 = Cholon -- Le marché.jpg\n| caption2 = Không ảnh chợ Bình Tây và [[kênh Hàng Bàng]] ở mặt sau chợ vào khoảng năm 1930\n| image3 = Cholon -- Poste télégraphe.jpg\n| caption3 = Bưu điện Chợ Lớn vào khoảng năm 1930, vị trí này hiện nay là góc đường Hồng Bàng – [[Đường Châu Văn Liêm, Thành phố Hồ Chí Minh|Châu Văn Liêm]]\n}}\nThành phố Chợ Lớn thành lập ngày 6 tháng 6 năm 1865 theo nghị định của Thống đốc Nam Kỳ, trên địa bàn một số thôn của ba tổng: Tân Phong Thượng (tổng này mặc nhiên giải thế), Tân Phong Trung và Tân Phong Hạ thuộc huyện Tân Long, phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], tỉnh [[Gia Định (tỉnh)|Gia Định]]. Đến ngày 3 tháng 10 năm 1865, địa giới thành phố được xác định cụ thể với diện tích gần 1&nbsp;km², chỉ là một phần quận 5 hiện nay. Đến ngày 20 tháng 10 năm 1879, [[Thống đốc Nam Kỳ]] [[Charles Le Myre de Vilers|Le Myre de Vilers]] ra Nghị định công nhận thành phố Chợ Lớn (''Ville de Cholon'') là đô thị loại 2 (''municipalité de 2e classe'') ngang cấp tỉnh, cùng với các thành phố [[Đà Nẵng|Tourane]] và [[Phnôm Pênh]] được thành lập sau này của [[Liên bang Đông Dương]]. Đứng đầu thành phố là [[Thị trưởng]] (''Maire''), do Thống đốc Nam Kỳ đề cử và [[Toàn quyền Đông Dương]] bổ nhiệm. Thành phố Chợ Lớn là đơn vị hành chính tách biệt hẳn với [[chợ Lớn (tỉnh)|tỉnh Chợ Lớn]]. Tuy nhiên, trụ sở các cơ quan chính quyền của tỉnh Chợ Lớn đều đặt tại thành phố Chợ Lớn.\n\nNgày 1 tháng 7 năm 1882, tuyến đường xe điện đầu tiên ở [[Việt Nam]] dài 5 [[kilômét]], rộng 1 [[mét]], nối Sài Gòn và Chợ Lớn bắt đầu hoạt động. Theo sách ''Bến Nghé xưa'' của [[Sơn Nam (nhà văn)|Sơn Nam]] thì ''Giữa Sài Gòn và Chợ Lớn phía đất thấp, chưa có dự kiến nên nối liền, còn ruộng lúa với người cày, ao nuôi vịt, ngọn rạch cạn, đợi đến năm 1916 mới bắt đầu đắp đường, trải đá ong...'' (Đó là đường Galliéni, nay là [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|Trần Hưng Đạo]]).\n\nĐến năm 1930, hai thành phố Sài Gòn và Chợ Lớn đã giáp nhau ở chỗ nay là đường Nguyễn Văn Cừ và Nguyễn Thiện Thuật. Ngày 27 tháng 4 năm 1931, Tổng thống Pháp ký sắc lệnh hợp nhất thành phố Sài Gòn và thành phố Chợ Lớn thành một đơn vị hành chính mới gọi là Khu Sài Gòn - Chợ Lớn. Đứng đầu khu là một Khu trưởng, do Toàn quyền Đông Dương bổ nhiệm. Khu trưởng là Chủ tịch Hội đồng quản lý khu Sài Gòn - Chợ Lớn. Chức Thị trưởng vẫn còn tồn tại đến năm 1934, nhưng một số quyền hạn của chức này chuyển sang cho Khu trưởng.\n\nNăm 1951, Khu Sài Gòn - Chợ Lớn đổi thành Đô thành Sài Gòn - Chợ Lớn và đến năm 1956 đổi thành Đô thành Sài Gòn.\n\nKể từ đây, địa danh \"Chợ Lớn\" chỉ còn được dùng để chỉ toàn bộ khu vực [[quận 5]] và [[quận 6]] của Đô thành [[Sài Gòn]].\n\n==Các điểm tham quan==\nỞ đây có nhiều chùa, đình và hội quán của [[người Hoa]], như: [[đình Minh Hương Gia Thạnh]], [[hội quán Tuệ Thành]], [[hội quán Hà Chương]], [[hội quán Ôn Lăng]], [[hội quán Nghĩa An]], [[hội quán Nhị Phủ]], [[hội quán Sùng Chính]]... Ngoài ra, ở đây còn các chợ luôn là những đầu mối bán sỉ của thành phố, như: [[chợ An Đông]], chợ Xã Tây, chợ Bàu Sen, [[chợ Bình Tây]], [[chợ Kim Biên]], [[thương xá Đồng Khánh]]... Tại đây có nhiều quán ăn và tiệm thuốc bắc của người Hoa lẫn thuốc nam của người Việt ([[Đường Hải Thượng Lãn Ông, Thành phố Hồ Chí Minh|khu phố cổ Hải Thượng Lãn Ông]]).\n\n<gallery mode=\"packed-hover\" widths=\"120\" heights=\"120\">\nNghia An Hoi Quan Pagoda (10018256906).jpg|[[Hội quán Nghĩa An]]\nHo-Chi-Minh-Stadt, Thien-Hau-Pagode.jpg|[[Hội quán Tuệ Thành]] (Chùa Bà Thiên Hậu)\nQuan Am Pagoda (10018049393).jpg|[[Hội quán Ôn Lăng]]\nOng Bon Pagoda (10018316653).jpg|[[Hội quán Nhị Phủ]]\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Bến Nghé]]\n*[[Chợ Lớn (tỉnh)]]\n*[[Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n*[[Lịch sử hành chính Thành phố Hồ Chí Minh]]\n\n==Liên kết ngoài==\n*[http:\/\/www.nguoihoa.hochiminhcity.gov.vn\/ Ban Công tác người Hoa TP.HCM] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070308143822\/http:\/\/www.nguoihoa.hochiminhcity.gov.vn\/ |date = ngày 8 tháng 3 năm 2007}}\n* [http:\/\/www.chobinhtay.gov.vn Website Chợ Bình Tây]\n\n{{thể loại Commons|Chinatown, Ho Chi Minh City}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Địa danh tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Khu phố Tàu]]\n[[Thể loại:Hoa kiều ở Việt Nam]]\n[[Thể loại:Lịch sử Đàng Trong]]\n[[Thể loại:Thương cảng cổ Việt Nam]]"}