{"107642":"'''Chợ Giời''', hay '''chợ Trời''', là tên gọi dân dã của '''chợ Hoà Bình''', [[Hà Nội]]. Đây là nơi buôn bán đủ loại hàng, từ cái nhỏ nhất như cái đinh, cục [[Pin (điện học)|pin]] [[đồng hồ]] đến cái lớn như [[mô tô|xe máy]], hàng điện tử, điện lạnh...\n\n==Lịch sử==\nTheo một số tài liệu thì chợ Giời được hình thành vào khoảng những năm 1954, 1955. Đó là khi một số người tản cư (di tản) vào miền Nam cần phải bán tài sản đã sử dụng của gia đình.\n\nThực tế thì tên gọi \"chợ Giời\" đã có từ thời [[thời bao cấp]] (1965 - 1986). Nhu cầu trao đổi hàng không chính thống dẫn đến chợ tự phát họp ''ngoài giời'', khác với các chợ có nhà che như [[chợ Đồng Xuân]], [[chợ Hôm]], [[chợ Hàng Da]],... dành cho giới có đăng ký kinh doanh. Hàng hóa trao đổi ở chợ giời có đủ các loại nguồn gốc, hàng xách tay từ nước ngoài về, hàng cá nhân sản xuất không nhãn mác, và nhiều đồ cũ, đồ \"sida\" và đồ trộm cắp.\n\nĐã từng có thời kỳ chính quyền muốn dẹp chợ, và đã từng chuyển chợ Giời lên phố Phùng Hưng. Tuy nhiên những cố gắng này không thành công vì nhu cầu trao đổi thật sự tồn tại và vùng đặt chợ vốn đã thành \"đất quen\", không dễ thay đổi.\n\nTừ khi đất nước mở cửa và đổi mới, nhiều cửa hàng chuyên nghiệp xuất hiện, thực hiện các dịch vụ hàng hóa có nhãn mác. Tuy nhiên những trao đổi nhỏ lẻ vẫn còn thực hiện ở \"chợ Giời\".\n\n==Vị trí==\nChợ Giời bao gồm đoạn cuối của phố Huế và một phần các phố Đồng Nhân, Trần Cao Vân, Chùa Vua, Thịnh Yên, Yên Bái 2, liên thông cả sang (một phần) khu chung cư Nguyễn Công Trứ và một số ngõ nhỏ hình thành nên. Các sạp hàng bày san sát và người mua có thể đi [[mô tô|xe máy]] đến tận từng sạp hàng để mua bán.\n\n==Đặc điểm== \nCó thể nói chợ Giời là một khu vực khá rộng, vì vậy vào đây ta thấy trụ sở [[cảnh sát|công an]] phường Phố Huế nằm gọn trong chợ. Một số di tích khá nổi tiếng cũng nằm tại đây như [[Chùa Vua]]. Chợ ngày nay bán hàng mới là chính, hàng cũ chỉ là phụ.\n\n===Các khu vực chợ===\nPhố Thịnh Yên (tên thời Pháp thuộc là ''rue Dumoutier''<ref>\"Phố và đường Hà Nội\", Nguyễn Vĩnh Phúc, Nhà xuất bản GTVT 2004<\/ref>), một trong những cửa ngõ vào chợ, là nơi bày bán rất nhiều đĩa nhạc các loại: CD, VCD, DVD. ngoài ra mặt hàng điện tử cũ mới: ti vi, máy tăng âm, dàn nghe nhạc cũng rất phổ biến ở đây.\n\nTiếp đến chỗ lối vào Chùa Vua là nơi bán linh kiện điện tử, đồ vi tính.\n\nKhu vực cuối chợ được coi như là nơi bán đủ các thể loại hàng hoá, tại đây bán cả các đồ có thể coi là vứt đi.\n\n===Thông tin thêm===\n- Một số người cho rằng, ở Hà Nội nếu bị mất trộm đồ (các loại phụ tùng xe máy, ôtô..., các đồ điện, đồ gia dụng...) thì cứ ra chợ giời sẽ mua lại được chính đồ của mình vừa bị mất<ref>{{Chú thích web |url=http:\/\/www.vtc.vn\/31-206093\/oto-xe-may\/mat-phu-tung-ra-cho-troi-dat-hang-voi-trom.htm |ngày truy cập=2009-10-23 |tựa đề=Báo VTC điện tử |archive-date=2010-02-15 |archive-url=https:\/\/web.archive.org\/web\/20100215205548\/http:\/\/www.vtc.vn\/31-206093\/oto-xe-may\/mat-phu-tung-ra-cho-troi-dat-hang-voi-trom.htm |url-status=dead }}<\/ref>. Có một thời gian, ở chợ Giời, người ta còn mua bán cả biển số ô tô, xe máy, tuy nhiên công an đã kịp ngăn chặn.\n\n- Chợ Giời, chợ Trời - Hà Nội (hay còn gọi là chợ Hòa Bình) được hình thành vào những năm 1954, là nơi chuyên bán đồ ăn cắp, hàng nhái, đồ cũ nổi tiếng của thủ đô. Chợ hoạt động hoàn toàn dưới lòng đường của nhiều tuyến phố Trần Cao Vân, Yên Bái, Thịnh Yên, chùa Vua với khoảng 700 hộ kinh doanh. Cuối năm 2012, Ủy ban nhân dân quận Hai Bà Trưng đã đề xuất Ủy ban nhân dân Hà Nội di chuyển chợ Giời vì gây ô nhiễm môi trường và cản trở giao thông.\n\n==Xem thêm==\n*[[Chợ đen]]\n\n==Chú thích==\n{{tham khảo|28em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.antd.vn\/Tianyon\/Index.aspx?ArticleID=1202&ChannelID=92 Chợ Trời ký sự (kỳ cuối): Chuyện riêng của chợ Trời]\n* [http:\/\/www.vtc.vn\/31-206093\/oto-xe-may\/mat-phu-tung-ra-cho-troi-dat-hang-voi-trom.htm Mất phụ tùng, ra Chợ Trời đặt hàng với trộm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100215205548\/http:\/\/www.vtc.vn\/31-206093\/oto-xe-may\/mat-phu-tung-ra-cho-troi-dat-hang-voi-trom.htm |date=2010-02-15 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=127989&ChannelID=6 Hà Nội: \"Đột kích\" chợ trời, bắt một ổ chế đĩa đồi truỵ]\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Chợ tại Hà Nội|Trời (Hà Nội)]]"}