{"85291":"{{chú thích trong bài}}\n[[Tập tin:Cho Lon Province.jpg|300px|phải|nhỏ|Bản đồ hạt Chợ Lớn năm 1882]]\n'''Chợ Lớn''' là một tỉnh cũ ở [[Nam Bộ Việt Nam|Nam Bộ]] [[Việt Nam]]. Tỉnh Chợ Lớn được chính quyền thực dân Pháp thành lập vào ngày [[20 tháng 12]] năm [[1899]], chính thức đi vào hoạt động từ ngày [[1 tháng 1]] năm [[1900]] và bị mất tên gọi đơn vị hành chính cấp tỉnh kể từ ngày [[22 tháng 10]] năm [[1956]] cho đến nay.\n\n==Thời Pháp thuộc==\n===Trước năm 1900===\nSau khi xâm chiếm xong tỉnh [[Gia Định]] của nước [[Đại Nam]] độc lập vào ngày [[28 tháng 2]] năm [[1861]], trong thời gian đầu chính quyền Pháp tạm thời duy trì các phủ (''département''), huyện (''arrondissement'') trực thuộc tỉnh. Đồng thời chính quyền Pháp từng bước tổ chức hệ thống hành chính mới, nhằm thực hiện mục tiêu xây dựng chế độ cai trị trực tiếp tại vùng chiếm đóng.\n\nTrên địa bàn [[Gia Định (tỉnh)|tỉnh Gia Định]] (đến ngày [[16 tháng 8]] năm [[1867]] đổi tên thành tỉnh Sài Gòn), chính quyền Pháp thành lập các đơn vị hành chính trực thuộc, trong đó có [[Thành phố Hồ Chí Minh|thành phố Sài Gòn]], [[Chợ Lớn|thành phố Chợ Lớn]], hạt thanh tra Sài Gòn và hạt thanh tra Chợ Lớn. Bên dưới các hạt thanh tra tại [[Nam Kỳ]] chia thành tổng (''canton''), tổng chia thành thôn (''village'').\n\nHạt thanh tra Chợ Lớn thành lập từ ngày [[16 tháng 8]] năm [[1867]] theo nghị định của [[Thống đốc Nam Kỳ]], trên địa bàn của huyện Tân Long thuộc phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], tỉnh Sài Gòn; có năm tổng: Tân Phong Trung, Tân Phong Hạ, Long Hưng Thượng, Long Hưng Trung, Long Hưng Hạ; với tổng số 83 thôn; dân số năm 1870 là 70.522 người.\n\nNgày [[5 tháng 6]] năm [[1871]], hạt thanh tra Chợ Lớn đổi tên thành hạt tham biện Chợ Lớn (''l'arrondissement de Cholon''); đồng thời nhận thêm sáu tổng là Phước Điền Thượng, Phước Điền Trung, Phước Điền Hạ, Lộc Thành Thượng, Lộc Thành Trung, Lộc Thành Hạ của hạt thanh tra [[Cần Giuộc]] giải thể, tổng Cầu An Hạ của hạt thanh tra [[Trảng Bàng]] giải thể và một phần tổng Cửu Cư Thượng của hạt thanh tra [[Tân An (tỉnh)|Tân An]].\n\nNgày [[24 tháng 8]] năm [[1876]], hạt Sài Gòn đổi tên thành hạt Bình Hòa. Ngày [[16 tháng 12]] năm [[1885]], hạt Bình Hòa đổi tên thành hạt [[Gia Định]] theo quyết định của [[Thống đốc Nam Kỳ]].\n\nNgày [[16 tháng 1]] năm [[1877]], hạt Chợ Lớn trả lại tổng Cửu Cư Thượng cho hạt Tân An. Đến ngày [[24 tháng 2]] năm [[1885]], hạt Chợ Lớn nhận thêm tổng Dương Hòa Trung từ hạt Sài Gòn; ngày [[12 tháng 1]] năm [[1888]] nhận thêm tổng Dương Minh từ hạt Hai Mươi giải thể. Ngày [[2 tháng 5]] năm [[1888]], giải thể hai tổng: Dương Hòa Trung và Tân Phong Trung; các làng trực thuộc nhập vào tổng Dương Minh và tổng Long Hưng Thượng.\n\n===Sau năm 1900===\nTheo Nghị định ngày [[20 tháng 12]] năm [[1899]] của [[Toàn quyền Đông Dương]] đổi tất cả các hạt tham biện (''arrondissement'') thành tỉnh (''province'') thì từ ngày [[1 tháng 1]] năm [[1900]], hạt tham biện Chợ Lớn trở thành tỉnh Chợ Lớn (''province de Cholon''). Tuy tỉnh Chợ Lớn là đơn vị hành chính riêng biệt với [[Chợ Lớn|thành phố Chợ Lớn]], nhưng tỉnh lỵ vẫn đặt chung trong [[Chợ Lớn|thành phố Chợ Lớn]] (''ville de Cholon''). Vì lý do này mà trong nhiều thời kỳ vị Thị trưởng Chợ Lớn kiêm nhiệm luôn chức vụ Chủ tỉnh Chợ Lớn. Như vậy, Chợ Lớn là một trong 20 tỉnh ở [[Nam Kỳ]] lúc bấy giờ.\n\nNgày [[7 tháng 12]] năm [[1901]], chia tách tổng Cầu An Hạ, lập mới tổng Cầu An Thượng. Ngày [[31 tháng 12]] năm [[1907]], giải thể tổng Dương Minh; các làng trực thuộc nhập vào tổng Tân Phong Hạ và thành phố Sài Gòn.\n\nNăm [[1909]], thực dân Pháp lần lượt thiết lập các Sở đại lý (tương đương cấp quận) trực thuộc tỉnh Chợ Lớn, trong đó có các Sở đại lý [[Cần Giuộc]] và Rạch Kiến. Riêng Sở đại lý [[Đức Hòa]] được thành lập từ năm [[1913]]. Tên gọi các Sở đại lý được lấy theo tên gọi nơi đặt lỵ sở lúc bấy giờ. Năm [[1923]], do lỵ sở dời từ Rạch Kiến về Cần Đước, Sở đại lý Rạch Kiến lại đổi tên thành Sở đại lý [[Cần Đước]]. Từ năm [[1928]], các Sở đại lý đều được chuyển thành các quận trực thuộc tỉnh Chợ Lớn.\n\nQuận Châu Thành thuộc tỉnh Chợ Lớn (đơn vị hành chính riêng biệt với [[Chợ Lớn|thành phố Chợ Lớn]]) được thành lập vào năm [[1918]] với lỵ sở (quận lỵ) đặt chung trong thành phố Chợ Lớn, đến năm [[1930]] đổi tên thành quận Trung Quận hay còn gọi là ''quận Trung ương''. Từ ngày [[04 tháng 2]] năm [[1947]], lại đổi thành quận [[Gò Đen]], do quận lỵ dời về thị tứ mang tên này, vốn thuộc địa bàn làng Phước Lợi (tuy nhiên tên gọi quận Trung Quận vẫn thông dụng hơn). Quận Gò Đen có bốn tổng: Tân Phong Hạ, Long Hưng Thượng, Long Hưng Trung và Long Hưng Hạ.\n\nNăm [[1930]], tỉnh Chợ Lớn có dân số 227.588 người, bao gồm bốn quận trực thuộc: \n*Quận [[Cần Đước]] gồm ba tổng Lộc Thành Thượng, Lộc Thành Trung và Lộc Thành Hạ. Quận lỵ: [[Cần Đước (thị trấn)|Cần Đước]] (thuộc làng [[Tân Lân, Cần Đước|Tân Lân]])\n*Quận [[Cần Giuộc]] gồm ba tổng: Phước Điền Thượng, Phước Điền Trung và Phước Điền Hạ. Quận lỵ: [[Cần Giuộc (thị trấn)|Cần Giuộc]] (thuộc làng [[Trường Bình]])\n*Quận [[Đức Hòa]] gồm hai tổng: Cầu An Thượng và Cầu An Hạ. Quận lỵ: [[Đức Hòa (thị trấn)|Đức Hòa]] (thuộc làng Đức Hòa)\n*Quận Trung Quận gồm bốn tổng: Tân Phong Hạ, Long Hưng Thượng, Long Hưng Trung và Long Hưng Hạ. Quận lỵ: [[Chợ Lớn]]\n\nNgày [[27 tháng 4]] năm [[1931]], Tổng thống Pháp ký sắc lệnh hợp nhất [[Thành phố Hồ Chí Minh|thành phố Sài Gòn]] và [[Chợ Lớn|thành phố Chợ Lớn]] thành một đơn vị hành chính mới gọi là Khu (một số tài liệu gọi là \"Địa phương\") Sài Gòn - Chợ Lớn (''Région Saigon - Cholon'' ou ''Région de Saigon - Cholon''). Ngày [[30 tháng 6]] năm [[1951]], Thủ tướng [[Quốc gia Việt Nam]] ký sắc lệnh số 311-cab\/SG đổi tên Khu Sài Gòn - Chợ Lớn thành Đô thành Sài Gòn - Chợ Lớn (''Préfecture Saigon - Cholon'' ou ''Préfecture de Saigon - Cholon'' ou ''Ville-capitale de Saigon - Cholon'').\n\nQuận Bình Xuyên thuộc tỉnh Chợ Lớn tồn tại trong các thời gian từ ngày [[2 tháng 5]] năm [[1933]] đến tháng [[12]] năm [[1944]] và từ tháng [[1]] năm [[1953]] đến ngày [[22 tháng 10]] năm [[1956]], do tách ra tổng Tân Phong Hạ của quận Trung Quận. Sau đó quận Bình Xuyên giải thể, trả lại tổng Tân Phong Hạ cho quận Trung Quận như cũ.\n\nDân số tỉnh Chợ Lớn năm 1901 là 184.151 người, và theo kết quả điều tra dân số năm 1916 là 212.536 người, theo điều tra dân số ngày 15 tháng 2 năm 1920 là 205.657 người.\n\n==Giai đoạn 1945-1956==\nTrong kháng chiến chống Pháp, về hành chính chính quyền [[Việt Nam Dân chủ Cộng hòa]] đổi \"quận\" thành \"huyện\", đổi \"làng\" thành \"xã\"; bỏ cấp \"tổng\". Lúc này, quận Trung Quận cũng được đổi thành huyện Trung Huyện.\n\nTháng [[8]] năm [[1950]], lập đặc khu Sài Gòn - Chợ Lớn bao gồm thành phố Sài Gòn - Chợ Lớn (tức Đô thành Sài Gòn - Chợ Lớn), [[Gia Định (tỉnh)|tỉnh Gia Định]] và huyện Trung Huyện của tỉnh Chợ Lớn hợp nhất. Ngày [[27 tháng 6]] năm [[1951]], Ủy ban Kháng chiến Hành chính Nam Bộ (thuộc chính quyền [[Việt Nam Dân chủ Cộng hòa]]) nhập hai tỉnh Chợ Lớn và [[Bà Rịa (tỉnh)|Bà Rịa]] thành tỉnh Bà Rịa - Chợ Lớn, có khi gọi tắt là tỉnh Bà Chợ. Tỉnh Bà Rịa - Chợ Lớn thuộc Phân liên khu Miền Đông, Liên khu Nam Bộ.\n\nCũng trong tháng [[6]] năm [[1951]] tách khỏi đặc khu ba huyện [[Hóc Môn]], [[Gò Vấp]], Trung Huyện nhập vào tỉnh Gia Định Ninh (gồm hai tỉnh [[Gia Định]] và [[Tây Ninh]] cũ), huyện [[Thủ Đức]] nhập vào tỉnh [[Thủ Biên]] (gồm hai tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] và [[Biên Hòa (tỉnh)|Biên Hòa]] cũ) và huyện [[Nhà Bè]] nhập vào tỉnh Bà Rịa - Chợ Lớn đều mới lập. Ba tỉnh mới này tồn tại đến tháng [[7]] năm [[1954]] thì giải thể, phân chia đơn vị hành chính trở lại giống như thời gian trước tháng [[8]] năm [[1950]].\n\nBan đầu, chính quyền [[Quốc gia Việt Nam]] và sau đó là [[Việt Nam Cộng hòa]] vẫn duy trì tên gọi tỉnh Chợ Lớn và Đô thành Sài Gòn - Chợ Lớn như thời Pháp thuộc.\n\n==Sau năm 1956==\nNgày [[22]] tháng [[10]] năm [[1956]], Tổng thống [[Việt Nam Cộng hòa]] [[Ngô Đình Diệm]] ký Sắc lệnh 143\/VN để \" thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận [[Việt Nam Cộng hòa|Việt Nam Cộng Hoà]] gồm [[Thành phố Hồ Chí Minh|Đô thành Sài Gòn]] và 22 tỉnh. Lúc này, [[Tân An (tỉnh)|tỉnh Tân An]] hợp nhất với phần lớn đất đai tỉnh Chợ Lớn để thành lập tỉnh mới có tên là tỉnh [[Long An]].\n\nCũng theo Sắc lệnh này, Đô thành Sài Gòn - Chợ Lớn đổi tên thành Đô thành Sài Gòn. Như vậy tên gọi \"Chợ Lớn\" không còn được dùng chính thức trong các tên gọi hành chính cấp tỉnh nữa. Kể từ đây, địa danh \"Chợ Lớn\" chỉ còn được dùng để chỉ toàn bộ khu vực [[quận 5]] và [[quận 6]] của Đô thành Sài Gòn (sau năm [[1976]] là [[Thành phố Hồ Chí Minh]]).\n\nNgày [[8 tháng 4]] năm [[1957]], ba tổng: Tân Phong Hạ, Long Hưng Thượng và Long Hưng Trung thuộc quận Gò Đen (quận Trung Quận) (sáp nhập thêm 3 xã của tổng Phước Điền Thượng, quận [[Cần Giuộc]] là [[Hưng Long, Bình Chánh|Hưng Long]], [[Qui Đức]] và [[Tân Quý Tây]]) của tỉnh Chợ Lớn giải thể được sáp nhập vào tỉnh [[Gia Định]], lập nên quận [[Bình Chánh]] mới. Riêng tổng Long Hưng Hạ cùng quận Gò Đen (quận Trung Quận) cũ, nhập vào quận [[Bến Lức]] mới lập của tỉnh [[Long An]]. Như vậy cũng từ năm [[1957]], quận [[Gò Đen]] chính thức bị giải thể.\n\nTháng [[7]] năm [[1957]], Liên Tỉnh ủy Tân An – Chợ Lớn thuộc chính quyền [[Mặt trận dân tộc giải phóng miền Nam Việt Nam]] (sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]]) cũng quyết định hợp nhất hai tỉnh Chợ Lớn và [[Tân An (tỉnh)|Tân An]] thành tỉnh [[Long An]], giống như phía chính quyền [[Việt Nam Cộng hòa]] đã thực hiện vào cuối năm [[1956]].\n\nĐịa bàn tỉnh Chợ Lớn cũ hiện nay tương ứng với một phần các quận, huyện [[Bình Tân (quận)|Bình Tân]], [[Bình Chánh]] của [[Thành phố Hồ Chí Minh]]; các huyện [[Cần Giuộc]], [[Cần Đước]], [[Đức Hòa]] và một phần huyện [[Bến Lức]] của tỉnh [[Long An]].\n\n==Phân chia hành chính==\n===Năm 1897===\nToàn tỉnh Chợ Lớn được chia thành 12 tổng:\n#Tổng Cầu An Hạ có 11 làng: An Ninh, Đức Hòa, Đức Lập, Hiệp Hòa, Hòa Khánh, Hựu Thạnh, Lộc Giang, Lương Hòa, Mỹ Hạnh, Tân Mỹ, Tân Phú Thượng\n#Tổng Long Hưng Thượng có 7 làng: An Lạc, Bình Trị Đông, Phú Định, Tân Kiên, Tân Nhựt, Tân Hòa Đông, Tân Tạo\n#Tổng Long Hưng Trung có 4 làng: An Phú Tây, Bình Chánh, Mỹ Yên, Tân Túc\n#Tổng Long Hưng Hạ có 6 làng: An Thạnh, Long Hiệp, Long Phú, Phước Lợi, Tân Bửu, Thanh Hà\n#Tổng Phước Điền Thượng có 6 làng: Hưng Long, Long Thượng, Phước Lý, Quy Đức, Tân Kim, Tân Quý Tây\n#Tổng Phước Điền Trung có 6 làng: Kế Mỹ, Mỹ Lộc, Phước Hậu, Phước Lâm, Thuận Thành, Trường Bình\n#Tổng Phước Điền Hạ có 8 làng: Đông Thạnh, Long Đức Đông, Long Hậu Tây, Long Phụng, Phước Lai, Phước Vĩnh Đông, Phước Vĩnh Tây, Tân Tập\n#Tổng Lộc Thành Thượng có 6 làng: Long Cang, Long Định, Long Hòa, Long Khê, Long Trạch, Phước Văn\n#Tổng Lộc Thành Trung có 4 làng: Long Sơn, Mỹ Lệ, Tân Trạch, Tân Lân\n#Tổng Lộc Thành Hạ có 6 làng: Phước Tuy, Long Hựu, Phước Yên, Phước Yên Đông, Tân Ân, Tân Chánh\n#Tổng Dương Minh có 3 làng: Chánh Hưng, Tân Hòa, Khánh Hội\n#Tổng Tân Phong Hạ có 5 làng: An Phú, Bình Đăng, Bình Đông, Đa Phước, Phong Đước\n\n===Năm 1939===\nTỉnh Chợ Lớn được chia thành 4 quận:\n\n1. Quận Trung Quận có 4 tổng với 20 làng:\n*Tổng Tân Phong Hạ có 5 làng: An Phú, Bình Đăng, Chánh Hưng, Đa Phước, Phong Đước\n*Tổng Long Hưng Thượng có 5 làng: An Lạc, Bình Trị Đông, Tân Nhựt, Tân Kiên, Tân Tạo\n*Tổng Long Hưng Trung có 4 làng: An Phú Tây, Bình Chánh, Mỹ Yên, Tân Túc\n*Tổng Long Hưng Hạ có 6 làng: An Thạnh, Long Hiệp, Long Phú, Phước Lợi, Tân Bửu, Thanh Hà\n\n2. Quận [[Cần Đước]] có 3 tổng với 15 làng:\n*Tổng Lộc Thành Thượng có 6 làng: Long Cang, Long Định, Long Hòa, Long Khê, Long Trạch, Phước Vân\n*Tổng Lộc Thành Trung có 4 làng: Long Sơn, Mỹ Lệ, Tân Trạch, Tân Lân\n*Tổng Lộc Thành Hạ có 5 làng: Long Hựu, Phước Đông, Phước Tuy, Tân Ân, Tân Chánh\n\n3. Quận [[Cần Giuộc]] có 3 tổng với 19 làng:\n*Tổng Phước Điền Thượng có 6 làng: Hưng Long, Long Thượng, Phước Lý, Quy Đức, Tân Kim, Tân Quý Tây\n*Tổng Phước Điền Trung có 5 làng: Long An, Mỹ Lộc, Phước Hậu, Thuận Thành, Trường Bình\n*Tổng Phước Điền Hạ có 8 làng: Đông Thành, Long Đức Đông, Long Hậu Tây, Long Phụng, Phước Lai, Phước Vĩnh Đông, Phước Vĩnh Tây, Tân Tập\n\n4. Quận [[Đức Hòa]] có 2 tổng với 11 làng:\n*Tổng Cầu An Thượng có 6 làng: An Ninh, Đức Lập, Hiệp Hòa, Lộc Giang, Tân Mỹ, Tân Phú Thượng\n*Tổng Cầu An Hạ có 5 làng: Đức Hòa, Hòa Khánh, Hựu Thạnh, Lương Hòa, Mỹ Hạnh\n\n==Xem thêm==\n* [[Chợ Lớn]]\n* [[Lịch sử hành chính Thành phố Hồ Chí Minh]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies nội dòng}}\n\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Hành chính Long An]]\n[[Thể loại:Hành chính Thành phố Hồ Chí Minh]]"}