{"81260":"[[Hình:Một cảnh ở chợ nổi Cái Răng.jpg|nhỏ|270px|phải|Một cảnh ở chợ nổi Cái Răng]]\n{{Chợ nổi}}\n'''Chợ nổi Cái Răng''' là [[chợ nổi]] đầu mối chuyên mua bán rau củ <ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/ban-trai-cay-luu-dong-o-cho-noi-cai-rang-718492.html|tựa đề=Báo VietnamNet|họ=News|tên=VietNamNet|website=VietNamNet News|ngôn ngữ=vi|ngày truy cập=2022-04-26}}<\/ref> ở trên sông [[Sông Cần Thơ|Cần Thơ]] và là điểm tham quan đặc sắc của quận [[Cái Răng]], thành phố [[Cần Thơ]].\n\nNăm 2016, Chợ nổi Cái Răng đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ văn hóa thể thao và du lịch]] công nhận Di sản Văn hóa phi vật thể quốc gia.<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/du-lich\/cho-noi-cai-rang-duoc-cong-nhan-la-di-san-van-hoa-cap-quoc-gia-20160709233926184.htm|tựa đề=Chợ nổi Cái Răng được công nhận là di sản văn hóa cấp quốc gia|họ=Trí|tên=Dân|website=Báo điện tử Dân Trí|ngôn ngữ=vi|ngày truy cập=2023-04-18}}<\/ref>\n\n==Vị trí==\nChợ nhóm trên sông Cần Thơ, đoạn gần [[cầu Cái Răng]], cách trung tâm [[cần Thơ|thành phố Cần Thơ]] khoảng 7 km.\n\nDu khách có thể tiếp cận chợ nổi bằng hai cách: hoặc là thuê tàu ở bến Ninh Kiều để đi; hoặc là bắt xe đến chợ An Bình (quận Ninh Kiều) rồi thuê tàu để đi. Giá vé tàu cho một khách là 100.000 đồng\n\n==Nguyên nhân hình thành chợ nổi==\nNét độc đáo và đặc điểm chính của chợ nổi Cái Răng là chuyên mua bán các loại rau củ, trái cây của [[vùng đồng bằng sông Cửu Long]]. Thuở xưa, chợ nổi hình thành vì hệ thống giao thông đường thủy giữ vai trò gần như độc tôn. Trong khi nhu cầu thương mại ngày càng tăng cao mà việc đi lại luôn gắn với dòng sông, bến nước nên điểm giao sông, bùng binh trở thành địa điểm lý tưởng để người ta tụ tập mua bán. Ngày nay, hệ thống giao thông đường bộ đã phát triển rộng khắp, điều này góp phần làm \"biến mất\" nhiều chợ nổi. Tuy nhiên, dưới tác động của hoạt động du lịch, chợ nổi dần tách khỏi vai trò chính yếu của nó để tồn tại và phát triển theo một hướng mới bền vững hơn.\n\n==Đặc điểm==\nChợ nổi Cái Răng cũng là chợ đầu mối chuyên mua bán các loại rau củ của vùng. Chợ nhóm từ 2 - 3 giờ sáng, nhộn nhịp nhất vào khoảng 4 - 6 giờ sáng, hoạt động mua bán diễn ra cả ngày. Vì là chợ đầu mối nên hàng hóa tập trung ở đây với số lượng tương đối lớn. Mỗi mặt hàng đã được phân loại cho đồng đều về chất lượng, kích cỡ. Phương tiện di chuyển và chuyên chở hàng hóa chủ yếu là ghe bầu. \n\nHòa mình vào không khí nhộn nhịp của buổi chợ, du khách có thể quan sát, tìm hiểu sinh hoạt của nhiều gia đình thương hồ với nhiều thế hệ chung sống trên ghe. Mỗi chiếc ghe là một căn nhà trên sông nước với những chậu hoa kiểng, các loài vật nuôi, các tiện nghi đầy đủ như ti-vi màu, đầu dĩa, dàn âm thanh...có cả xe gắn máy đậu trên ghe.\n\nHình thức mua bán trên chợ là treo \"'''bẹo'''\" <ref>Huình Tịnh Paulus Của (1895) : nêu ra cho người ta ngó thấy<\/ref> <ref>{{Chú thích sách|title=ĐẠI NAM QUẤC ÂM TỰ VỊ|last=Huình Tịnh Paulus Của|publisher=REY, CURIOL & Cie|year=1895|location=Saigon|pages=48}}<\/ref> thay vì treo biển hiệu <ref>Cây bẹo là một cây sào dài (có thể bằng tre), có buộc bất kỳ vật gì nhằm mục đích đánh dấu, báo hiệu về sự vật, sự việc,...đã tồn tại lâu trong đời sống người miền Tây.<\/ref>. Thông thường, ''ghe bán'' sẽ dựng một chậu cây bất kỳ để phân biệt với ''ghe mu''a.\n\n==Giờ hoạt động==\n[[Hình:Một cảnh chợ nổi Cái Răng.jpg|nhỏ|270px|phải|Một cảnh ở chợ nổi Cái Răng (ảnh 2)]]\n*Chợ Cái Răng thường nhóm khá sớm, khoảng 2 - 3 sáng.\n*Thời điểm tối ưu nhất mà khách tham quan nên đi là khoảng 5 - 6 giờ sáng.\n*Chợ không hoạt động và hoạt động hạn chế vào các ngày [[Tết Nguyên Đán|Tết Âm Lịch]] (mồng 1 và mồng 2 Tết, [[Tết Đoan ngọ|Tết Đoan Ngọ]] (mồng 5 tháng Năm [[âm lịch]]).\n*Do nhu cầu của người đi chợ nên không chỉ có các xuồng rau củ, trái cây mà còn có nhiều loại dịch vụ khác: ăn uống, mua sắm,... Các xuồng bán trái cây thường len lõi phục vụ khách khách tham quan.\n\n==Du lịch==\nChợ nổi Cái Răng là một trong những điểm tham quan đặc sắc nhất ở Cần Thơ. Có thể xem chợ nổi là bản sắc văn hóa của vùng đồng bằng sông nước, thu hút rất nhiều du khách, đặc biệt là du khách nước ngoài. Hầu như các tour tham quan TP. Cần Thơ đều có điểm đến là chợ nổi Cái Răng.\n\n==Trong văn học, nghệ thuật==\n===Trong thơ ca===\n:''Chợ đã nổi từ nửa đêm về sáng''\n:''Ta vẫn chìm từ giữa bữa hoàng hôn''\n:''Em treo bẹo [[Cái Răng]] [[Ba Láng]]''\n:''Ta thương hồ [[Vàm Xáng]] [[Cần Thơ]]''\n:- Huỳnh Kim -\n\n=== Trong âm nhạc ===\n*[https:\/\/www.youtube.com\/watch?v=YvomF4nArkI Bài hát \"Sông nước Cần Thơ\" - Sáng tác: La Tuấn Dũng]\n*[http:\/\/www.youtube.com\/watch?v=f0RJsL_NNy4 Bài hát \"Cần Thơ yêu dấu\" - Nhạc: La Tuấn Dũng]\n*[https:\/\/zingmp3.vn\/bai-hat\/Phien-Cho-Song-Ha-Van\/ZW8I9W7F.html Bài hát \"Phiên chợ sông\" - Sáng tác: Hoài An]\n\n==Hình ảnh==\n<gallery>\nTập tin:Cho noi (Cai Rang, Can Tho).JPG|Cảnh chợ nổi Cái Răng\nTập tin:Cai Rang 1.jpg|Đây là cây bẹo - nhìn vào cây bẹo, có thể biết chủ thuyền bán gì, thuyền này bán: bí đỏ, củ hành, sắn, v.v...\nTập tin:Cai rang3.jpg\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Du lịch Cần Thơ]]\n[[Thể loại:Chợ tại Cần Thơ]]\n[[Thể loại:Chợ nổi Việt Nam|Cái Răng]]\n[[Thể loại:Cái Răng]]\n__LUÔN_MỤC_LỤC__"}