{"304485":"[[Tập tin:Nha Trang Chợ Đầm market - panoramio.jpg|300px|phải|nhỏ|Một góc chợ Đầm vào năm 2010]]\n'''Chợ Đầm''' là chợ trung tâm của thành phố biển [[Nha Trang]], là một công trình kiến trúc đẹp, độc đáo. Đây là chợ lớn nhất và cũng là biểu tượng thương mại của thành phố biển này. Đây là trung tâm thương mại mua sắm và cũng là điểm tham quan du lịch. \n==Lịch sử==\nChợ có tên chợ Đầm là vì chợ nằm trên một cái đầm cũ rộng đến 7 mẫu tây, ăn thông ra cửa sông Nha Trang dưới chân [[cầu Hà Ra]]. Đầm rộng khoảng hơn 7 [[hecta|ha]], hai bên bờ là nhà ở của nhân dân. Phía cuối đầm, giáp đầu đường [[Phan Bội Châu]] bây giờ là một ngôi chợ cũ được xây cất vào khoảng năm 1908, thường gọi là chợ Đầm hay [[chợ Cửa]] (chỉ nơi cửa sông).\n\nTuy nhiên, chợ cũ không thể tồn tại khi dân cư mỗi lúc một đông, tình trạng dân cư cất nhà san sát nhau mọc lên khiến cho tình trạng ô nhiễm và chợ bùng phát cảnh nhếch nhác. Trước tình hình đó, việc quy hoạch lại khu chợ này trở nên cấp thiết. Năm 1961, [[Ty Kiến thiết Khánh Hòa]] lập một dự án đại cương về quy hoạch lại khu vực chợ này, xây một ngôi chợ hình tròn thay thế cho chợ cũ.\n\nKiến trúc sư [[Lê Anh Kim]] đã phác họa nên một ngôi chợ mới. Năm 1964, Tổng nha Kiến thiết lập một đồ án khác do Kiến trúc sư Lê Quý Phong đề xuất, phần chính của đồ án là xây cất một ngôi chợ tròn có mái xếp và một nhánh hình cánh cung. Chính đồ án này được coi là cốt lõi cho việc xây cất ngôi chợ sau này. Cả hai đồ án chưa được thực hiện thì đêm [[16 tháng 9]] năm [[1968]] xảy ra vụ hỏa hoạn lớn chưa từng có: 126 ngôi nhà bị cháy rụi. Tình thế cấp bách trong việc phải xây dựng lại một ngôi chợ mới, khang trang hơn được đế xuất. Ngày [[12 tháng 4]] năm [[1969]] được coi là ngày khởi sự đầu tiên của kế hoạch này với việc chiếc xáng Bassa của Nha Thủy vận Sài Gòn bắt đầu thổi cát lấp đầm. Sau 6 tháng, đầm đã bị lấp hoàn toàn với khối lượng cát đã thổi là 350.000 [[mét khối|m³]]. Tiếp theo là việc tạo móng, dựng nền và xây cất công trình, hàng nghìn cọc [[bê tông]] cốt sắt dài 20m đã được đóng xuống qua lớp sình lầy.\n\nDựa theo đồ án của Kiến trúc sư Lê Quý Phong được thiết kế từ hơn 4 năm trước, các Kiến trúc sư Hồ Thăng, Võ Đình Hiệp, Kỹ sư Nguyễn Xuân Phương cải tiến và bổ sung thêm một số chi tiết.\n\nNgôi chợ xây dựng theo hình hoa sen có đường kính 66,5 [[mét|m]], có một tầng lầu hình vành khăn, lệch tâm. Diện tích cả tầng trệt và tầng lầu rộng tới 5.270 [[mét vuông|m²]], có thể cùng lúc chứa được trên 3.000 khách ra vào mua bán. Các tòa nhà của cả hai tầng: tầng 1 và tầng 2 được xây dựng khang trang.\n\nSau sự cướp bóc và đốt phá trong giai đoạn giao thời của hai chế độ vào năm 1975, Chợ Đầm vẫn tiếp tục nhóm họp nhưng mỹ quan và trật tự bị giảm sút nhiều. Một kế hoạch tu sửa lại toàn bộ ngôi nhà tròn và quy hoạch tổng thể khu chợ được xây dựng và triển khai với sự tham gia của Viện Thiết kế xây dựng và Ty Xây dựng tỉnh.\n\nChợ chính thức sửa sang và khai trương lại vào ngày [[3 tháng 2]] năm [[1980]] nhân ngày thành lập [[Đảng Cộng sản Việt Nam]] và mừng [[xuân Canh]] Thân.\n\n==Miêu tả==\nChợ hiện nay bán rất nhiều sản phẩm gia dụng lẫn những mặt hàng lưu niệm, hải sản..v..v. rất phong phú. \nNgay tại cửa ra vào, bãi đậu xe là tơi khu vực chợ, tại các cánh cung bọc 2 bên chợ là bán hải sản, khô, nem nướng và các mặt hàng lưu niệm. Trung tâm chợ bán các mặt hàng thiết yếu.\n\n== Việc xây mới chợ Đầm Tròn ==\nNăm 2013 chính quyền tỉnh [[Khánh Hòa]] đã có quyết định về việc xây mới lại chợ Đầm Nha Trang, đập bỏ khu chợ Tròn để xây đài phun nước. Điều này đã làm cho bà con tiểu thương chợ Đầm Tròn hết sức bất bình bởi chợ Đầm ngoài chức năng là một trung tâm thương mại lớn của Nha Trang và cả Khánh Hòa thì chợ còn là một công trình kiến trúc độc đáo, có bề dày lịch sử và là địa chỉ du lịch yêu thích của nhiều du khách trong và ngoài nước khi đến Nha Trang, là biểu tượng của thành phố biển. Vì vậy họ đã tổ chức hàng loạt các cuộc biểu tình, bãi thị, tiêu biểu nhất là vào ngày 30\/01 và ngày 20\/4 năm 2015 diễu hành qua nhiều tuyến phố của Nha Trang, kéo đến trước trụ sở UBND tỉnh Khánh Hòa để phản đối việc phá bỏ khu nhà chợ Tròn. Trước sự phản ứng gay gắt của bà con tiểu thương chợ Đầm, chính quyền tỉnh Khánh Hòa vẫn kiên quyết phá bỏ chợ.\n\nNhư vậy đến cuối năm 2015, Nha Trang có thể sẽ mất đi một biểu tượng, một địa chỉ du lịch nổi tiếng mấy thập kỷ qua khi khu chợ mới được khánh thành. Chợ Đầm với kiến trúc hình hoa sen nở độc đáo sẽ chỉ còn nằm trong ký ức của người dân và nhiều du khách.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài==\n*[http:\/\/www.dalatngaynay.com\/dalat\/nd_dlth.aspx?muc=361&mboardname=nttc Chợ Đầm trên trang Đà Lạt ngày nay]{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.khanhhoa.gov.vn Trang thông tin điện tử của tỉnh Khánh Hòa]\n\n{{Du lịch Khánh Hòa}}\n\n[[Thể loại:Chợ tại Khánh Hòa]]"}