{"284726":"{{Mồ côi|date=tháng 8 2020}}\n'''Chủng viện Nicolas Phan Thiết''' là một [[chủng viện]] cấp [[giáo phận]] thuộc [[Giáo phận Phan Thiết]] do [[Giám mục]] [[Nicôla Huỳnh Văn Nghi]] sáng lập và được [[Tòa Thánh]] chính thức công nhận vào năm [[2003]]. Ban đầu, chủng viện này có danh xưng là \"Đại chủng viện Thánh Nicôla\" nhưng kể từ năm [[2007]], nó được đổi tên thành \"Chủng viện Thánh Nicôla\". Chủng viện này tuyển sinh với chức năng đào tạo tiền chủng viện, giúp các chủng sinh biện phân và định hướng ơn gọi [[linh mục]] của mình. Sau đó, theo chương trình đào tạo, các chủng sinh được gởi vào học tại các đại chủng viện liên giáo phận.\n\n==Lịch sử==\nSau [[sự kiện 30 tháng 4 năm 1975|biến cố tháng 4 năm 1975]], các Đại chủng viện và Tiểu chủng viện trên toàn [[Miền Nam (Việt Nam)|Miền Nam Việt Nam]] đều tạm thời bị đóng cửa. Đa số chủng sinh phải trở về với gia đình hoặc các cộng đoàn [[giáo xứ]], lao động sinh sống, phục vụ, tự học và chờ đợi. Tại giáo phận Phan Thiết, kể từ năm 1976, các đại chủng sinh được triệu tập về tòa Giám mục để tiếp tục công việc học hành. Tuy nhiên, việc học tại đây chỉ kéo dài một thời gian ngắn. Do nhiều nguyên nhân khách quan, các chủng sinh được phân bổ về hai khu vực: thị xã [[Phan Thiết]] và huyện [[Hàm Tân]]. Sau khi công việc đào tạo các chủng sinh còn sót lại tương đối tạm ổn, [[giáo phận]] này bắt đầu việc đào tạo thế hệ ơn gọi cho tương lai.\n\nNăm 2003, qua đơn của Giám mục Nicôla Huỳnh Văn Nghi, Tòa Thánh đã công nhận và trợ giúp tài chính hằng năm cho chủng viện giáo phận Phan Thiết với danh xưng \"Đại Chủng viện Thánh Nicôla\". Kể từ niên khóa 2007-2008, theo định hướng chung của các Giám mục trong giáo tỉnh [[Thành phố Hồ Chí Minh|Sài Gòn]], các chủng viện thuộc các giáo phận trở thành các tiền chủng viện.<ref>[http:\/\/gpphanthiet.com\/pt\/index.php?language=vi&nv=news&op=Tin-tuc\/Duc-TGM-tham-Chung-vien-Thanh-Nicola-GP-Phan-Thiet-1597 Đức TGM thăm Chủng viện Thánh Nicôla, GP Phan Thiết]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}<\/ref> Chủng sinh ở các tiền chủng viện sẽ được chuẩn bị ít nhất trong vòng 2 năm. Sau giai đoạn này, họ sẽ được gửi vào đại chủng viện giáo tỉnh trong thời gian 6 năm. Chủng sinh thuộc bốn giáo phận: [[Giáo phận Xuân Lộc|Xuân Lộc]], [[Giáo phận Bà Rịa|Bà Rịa]], [[Giáo phận Đà Lạt|Đà Lạt]] và [[Giáo phận Phan Thiết|Phan Thiết]] sẽ nhập học tại [[Đại chủng viện Thánh Giuse Sài Gòn]] (nay chuyển sang [[Đại chủng viện Thánh Giuse Xuân Lộc]]). Như vậy, kể từ năm 2007 trở đi, Đại chủng viện Thánh Nicôla trở thành hình thức tiền chủng viện.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai Bình Thuận}}\n\n[[Thể loại:Phan Thiết]]\n[[Thể loại:Chủng viện ở Việt Nam|Thánh Nicolas Phan Thiết, Chủng viện]]"}