{"6268":"[[Tập tin:Tượng Chử Đồng Tử tại Đền Dạ Trạch.jpg|thumb|Tượng Chử Đồng Tử tại Đền Dạ Trạch]]\n'''Chử Đồng Tử''' ({{hn|ch=渚童子}}) một nhân vật [[truyền thuyết]], [[thần thoại]] và là một vị [[thánh (định hướng)|thánh]] nổi tiếng, sống ở thế kỷ thứ IV-III TCN (vào khoảng năm 300 TCN, thời Hùng Duệ Vương). Về sau, ông thường được liệt vào một trong [[Tứ bất tử]] của [[tín ngưỡng Việt Nam]].\n\nTruyền thuyết về ông được ghi trong [[Lĩnh Nam chích quái]] với tên gọi '''Nhất Dạ Trạch''' (đầm một đêm), là một trong những truyền thuyết sớm nhất được ghi chép trong Lĩnh Nam chích quái, một tác phẩm mang tính [[huyền sử]], kể về những câu chuyện thần thoại thời kì cổ xưa của nước Việt Nam\n\n==Truyền thuyết==\nTương truyền rằng, vào thời Hùng Vương thứ 18 (Hùng Duệ Vương), Chử Đồng Tử sống cùng cha là '''Chử Cù Vân''' (渚衢雲), hoặc '''Chử Vi Tử''' (渚微子),<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%B6%BA%E5%8D%97%E6%91%AD%E6%80%AA\/%E4%B8%80%E5%A4%9C%E6%BE%A4%E5%82%B3 Nhất dạ trạch bản chữ Hán gốc]<\/ref> tại thôn Chử Xá, xã [[Văn Đức (xã)|Văn Đức]] (nay thuộc huyện [[Gia Lâm]], thành phố [[Hà Nội]]).<ref>có bản viết là '''Chử Vi Vân'''. Theo Việt sử Giai thoại của [[Nguyễn Khắc Thuần]] - Nhà xuất bản Giáo dục.<\/ref> Chẳng may nhà cháy, mất hết của cải, hai cha con chỉ còn lại một chiếc [[khố]] phải thay nhau mà mặc. Lúc người cha lâm chung, ông gọi con lại bảo rằng hãy giữ chiếc khố lại cho bản thân. Thương cha nên Chử Đồng Tử [[liệm]] khố theo cha, mình thì chịu cảnh trần truồng khổ sở, kiếm sống bằng cách ban đêm câu cá, ban ngày dầm nửa người dưới nước, đến gần thuyền bán cá hoặc [[xin ăn]].\n\nThời ấy, Vua Hùng ngành (nhành) thứ 18 là Hùng Duệ Vương<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/H%C3%B9ng_V%C6%B0%C6%A1ng_th%E1%BB%A9_XVIII|tựa đề=Hùng Duệ Vương}}<\/ref><ref>[https:\/\/www.xxxxonline.com\/tua-sach\/kho-tang-truyen-co-tich-viet-nam\/su-tich-dam-nhat-da-va-bai-tu-nhien\/1597 Kho tàng truyện cổ tích - Nhất dạ trạch]{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref> ([[Lĩnh Nam chích quái]] ghi là đời thứ 3, được hiểu là đời vua thứ 3 trong thế hệ thứ 18. (Đã là truyền thuyết thì đừng cố làm rõ nó ra, vua thứ 3 trong đời 18 hiện nay cũng chỉ đang dừng lại ở giả thuyết. \"Thứ thế các triều vua Việt Nam\" - Nguyễn Khắc Thuần cũng chỉ nêu ra chứ không khẳng định điều đó). Hiện nay ở đình Tây Đằng, huyện Ba Vì, Thành phố Hà Nội, còn bài vị \"Tam Vị Quốc Chúa\" thờ 3 vị vua cuối cùng thuộc thế\/chi\/nhành Hùng Vương thứ 18<ref>{{Chú thích web|url=https:\/\/plo.vn\/van-hoa\/18-vi-vua-hung-la-ai-550348.html|tựa đề=Đền thờ 3 vị vua hùng}}<\/ref>) có cô con gái tên là '''Tiên Dung''' (仙容), đến tuổi cập kê mà vẫn chỉ thích ngao du sơn thủy, không chịu lấy chồng. Một hôm thuyền rồng của Tiên Dung đến thăm vùng Chử Xá. Nghe tiếng chuông trống, đàn sáo lại thấy nghi trượng, người hầu tấp nập, Chử Đồng Tử hoảng sợ vội vùi mình vào cát lẩn tránh. Thuyền ghé vào bờ, Tiên Dung dạo chơi rồi sai người quây màn ở bụi lau để tắm, ngờ đâu đúng ngay chỗ của Chử Đồng Tử. Nước xối dần để lộ thân hình Chử Đồng Tử dưới cát. Tiên Dung kinh ngạc bèn hỏi han sự tình, thấy chàng hiếu thảo, bản tính thật thà, khôi ngô cường tráng, thú vị hiếm có, tâm sinh ý yêu thích, nghĩ ngợi rồi xin được cùng nên duyên vợ chồng.\n\nHùng vương nghe chuyện thì giận dữ vô cùng, không cho Tiên Dung về cung. Nàng biết ý nên cùng chồng mở chợ [[Hà Thám]], đổi chác với dân gian. Buôn bán tấp nập, phồn thịnh, ai cũng kính thờ Tiên Dung và Chử Đồng Tử làm chúa.<ref>Theo ''Việt sử Giai Thọai'' của Nguyễn Khắc Thuần-Nhà xuất bản Giáo dục.<\/ref> Một hôm, có người bày cho cách ra ngoài buôn bán nhiều lãi, Tiên Dung khuyên chồng nghe theo. Chử Đồng Tử bèn theo khách buôn đi khắp ngược xuôi. Một hôm qua ngọn núi giữa biển tên ''Quỳnh Viên sơn'' (瓊園山),<ref>có bản ghi là Quỳnh Vi - tham khảo ''Việt sử Giai thọai''.<\/ref> (Hiện nay là núi Nam Giới thuộc Thạch Hà tỉnh Hà Tĩnh. Trên núi còn có ngôi cổ tự là chùa Quỳnh Viên, tương truyền đời Hùng Vương là nơi Chử Đồng Tử và Tiên Dung đã tu tiên đắc đạo. Địa danh Quỳnh Viên hay Quỳnh Sơn chính là tên xưa nhất của núi Nam Giới: \"Danh sơn do thuyết cổ Quỳnh Viên\" (Nghĩa là: Ngọn núi nổi tiếng này xưa gọi là Quỳnh Viên)<ref>{{Chú thích web|url=http:\/\/dulichhatinh.com.vn\/news\/TIN-TUC-SU-KIEN\/Danh-thang-Nam-Gioi-Quynh-Vien-750\/|tựa đề=Núi Quỳnh Viên}}<\/ref>. Chử Đồng Tử trèo lên am trên núi và gặp một tăng sĩ tên '''Phật Quang'''. Chử Đồng Tử bèn giao tiền cho khách buôn đi mua hàng, còn mình thì ở lại học phép thuật. Sau thuyền quay lại đón, Phật Quang tặng Chử Đồng Tử một cây gậy và một chiếc [[nón lá]], dụ rằng đây là vật thần thông.\n\nVề nhà, Chử Đồng Tử truyền mọi sự lại cho vợ. Tiên Dung giác ngộ bèn bỏ việc buôn bán, cùng chồng chu du tìm thầy học đạo. Một hôm tối trời, đã mệt mà không có hàng quán ven đường, hai vợ chồng dừng lại cắm gậy úp nón lên trên cùng nghỉ. Bỗng nửa đêm, chỗ đó nổi dậy thành quách, cung vàng điện ngọc sung túc, người hầu lính tráng, văn võ bá quan lẫn tiên đồng ngọc nữ đều sẵn sàng để hầu hạ. Sáng hôm sau, dân chúng quanh vùng kinh ngạc bèn dâng hương hoa quả ngọt đến xin làm bầy tôi. Từ đấy chỗ đó phồn thịnh, sung túc như một nước riêng.\n\nNghe tin, [[Hùng Vương]] cho là có ý tạo phản, vội xuất binh đi đánh. Quân nhà vua đến, mọi người xin ra chống cự nhưng Tiên Dung chỉ cười và từ chối không kháng cự cha mình. Trời tối, quân nhà vua đóng quân ở [[bãi Tự Nhiên]] cách đó một con sông. Đến nửa đêm bỗng nhiên bão to gió lớn nổi lên, thành trì, cung điện và cả bầy tôi của Tiên Dung và Chử Đồng Tử phút chốc bay lên trời. Chỗ nền đất cũ bỗng sụp xuống thành một cái đầm rất lớn.\n\nNhân dân cho đó là điều linh dị bèn lập miếu thờ, bốn mùa cúng tế, và gọi đầm đó là đầm '''Nhất Dạ Trạch''' (Đầm Một Đêm), bãi cát đó là '''Bãi Tự Nhiên''' hoặc ''Bãi Màn Trù'' và chợ đó là '''Hà Thị'''.\n\n==Giúp Triệu Quang Phục==\nVào đời [[Hậu Lương]], [[Trần Bá Tiên]] nhận mệnh đem quân Nam tiến, đánh bại quân lực của [[Lý Nam Đế]].\n\nLý Nam Đế sai [[Triệu Việt Vương|Triệu Quang Phục]] làm tướng cự địch. Quang Phục đem quân nấp ở đầm Nhất Dạ Trạch trong truyền thuyết. Đầm sâu mà rộng, quân Lương vướng mắc, tiến binh rất khó, Quang Phục dùng thuyền độc mộc đột xuất ra đánh cướp lương thực, cầm cự lâu ngày làm cho quân giặc mệt mỏi, trong ba bốn năm không hề đối diện chiến đấu. Bá Tiên than rằng: ''\"Ngày xưa nơi đây là chằm một đêm bay về trời, nay lại là chằm một đêm cướp đoạt người\"''.\n\nNhân gặp loạn [[Hầu Cảnh]], Lương Đế bèn gọi Bá Tiên về, ủy cho tì tướng là [[Dương Sằn]] thống lĩnh sĩ tốt. Quang Phục ăn chay lập đàn ở giữa đầm, đốt hương mà cầu đảo, bỗng thấy thần nhân cưỡi [[rồng]] bay vào trong đàn mà bảo Quang Phục rằng: ''\"Hiển linh còn đó, ngươi có thể cầu tới cứu trợ để dẹp bằng họa loạn\"''.\n\nDứt lời, tháo [[vuốt]] rồng trao cho Quang Phục, bảo: ''\"Đem vật này đeo lên mũ đâu mâu có thể khiến giặc bị diệt\"''. Đoạn bay lên trời mà đi. Triệu Quang Phục được vật đó, reo mừng vang động, xông ra đột chiến, quân Lương thua to. Chém Dương Sằn ở trước trận, quân Lương phải lùi.\n\nSau đó, Quang Phục nghe tin Nam Đế mất, bèn tự lập làm '''Triệu Việt vương''', xây thành ở [[Trâu Sơn]], huyện [[Vũ Ninh]].\n\n==Thờ cúng==\n[[Tập tin:Hoi Den Hoa Da Trach wikihanoi.jpg|nhỏ|phải|200px|Lễ hội Chử Đồng Tử tại Đền Hóa Dạ Trạch]]\n[[Tập tin:Chu_Dong_Tu_WikiHanoi.jpg|nhỏ|phải|200px|Kiệu rước Chử Đồng Tử trong Đền Hóa Dạ Trạch.]]\nĐền thờ Chử Đồng Tử bao gồm ba đền chính:\n*Đình Chử Đồng Tử (Chử Xá, Văn Đức, Gia Lâm, Thành phố Hà Nội). Căn cứ nguồn tư liệu thành văn hiện còn lưu lại trong đình Chử Xá như: thần tích, sắc phong, bài vị) và sử sách đều cho biết đình Chử Xá thờ Chử Đồng Tử và Tiên Dung công chúa, Hữu phu nhân. Trong số các vị Thành hoàng của làng thì Đức Thánh Chử Đồng Tử là nổi bật hơn cả. Đức Thánh Chử Đồng Tử cùng với Phù Đổng Thiên Vương, Tản Viên Sơn Thánh, Liễu Hạnh Tiên chúa là bốn vị Thần trong \"tứ bất tử\" của tín ngưỡng văn hóa truyền thống của người Việt.<ref>{{Chú thích web|url=https:\/\/gialam.hanoi.gov.vn\/di-tich-lich-su-le-hoi\/-\/view_content\/391538-dinh-chu-xa-lang-chu-cu-van.html|tựa đề=Đình làng Chử Xá}}<\/ref>\n*[[Đền Hóa]], nơi Chử Đồng Tử và Nhị vị phu nhân hóa về trời, được xem là đền thờ được xây dựng trước (khu đền này trước thuộc Làng Đa Hoà, Tổng Mễ Sở nhưng do chia tách địa giới giúp dân chài lưới có đất an cư, lạc nghiệp chính quyền phong kiến đã cắt đất lập ra làng Vĩnh), thuộc thôn Yên Vĩnh, xã [[Dạ Trạch (xã)|Dạ Trạch]], huyện Khoái Châu, tỉnh [[Hưng Yên]]. Trong đền thờ còn có ban thờ [[Triệu Việt Vương]] (do ngày xưa Triệu Việt Vương đóng quân ở đây - đằng sau đền thờ, sâu dưới đất các nhà khảo cổ đã tìm thấy di tích doanh trại có niên đại thời nước [[Vạn Xuân]]). Sau khi chia tách địa giới hành chính, làng Đa Hòa, Tổng Mễ Sở bị mất đất, mất Đền, kiện lên quan đòi lại không được từ đó các cụ cao niên làng Đa Hòa đã đóng đinh ở Đền Hoá lập lời nguyền: không cho con cháu làng Đa Hoà lấy chồng, lấy vợ ở làng Vĩnh, gia đình nào không tuân theo sẽ bị tuyệt tự, tuyệt tôn.\nTổng Mễ Sở bị mất đất, mất Đền, lòng dân oán thán quan án sát Chu Mạnh Trinh đã trùng tu ngôi đền cổ ở bờ sông thành ngôi đền chính Đa Hoà (văn bia ở bờ sông ghi rõ: Đa Hòa chính từ bia ký). Do vậy Đền Hoá Dạ Trạch và Đền Chính Đa Hòa đều có chữ \"Chính từ\". \n*Đền Đa Hòa thuộc thôn Đa Hòa, xã [[Bình Minh, Khoái Châu|Bình Minh]], huyện [[Khoái Châu]], tỉnh Hưng Yên. Sau khi bị cắt đất và đền lập ra làng Vĩnh người dân Tổng Mễ khiếu kiện không thành. Năm 1894, án sát Chu Mạnh Chinh cho trùng tu lại ngôi đền ở bờ sông thành ngôi đền Chính Đa Hoà như hiện nay. Bia đá tại Trấn Giang Lâu \"Đa Hòa chính từ bia ký\" được tạc 2 mặt, ghi lại quá trình xây dựng và sự tích Chử Đồng Tử-Tiên Dung. Ngôi đền có tên Đền chính Đa Hòa là như vậy. Đền Chính Đa Hòa hiện còn giữ được nhiều cổ vật quý như: 30 đạo sắc phong của các triều đại phong kiến phong thần và giao cho nhân dân Tổng Mễ thờ cúng, 3 pho tượng vàng - đồng đen và bình cổ 100 chữ thọ. Hướng của Đền Đa Hòa toạ hướng Tây Nam nhìn ra Sông Hồng.  \nĐền thờ Đức Thánh Chử Đồng Tử và Nhị vị phu nhân được lập ra và thờ ở nhiều nơi từ Cửa Sót, Hà Tĩnh ra Bắc. Riêng ở Khoái Châu, Hưng Yên cũng có một số đền Làng thờ như: [[Đình Phương Trù]] thôn Phương Trù xã Tứ Dân, Đền Ngự Dội Làng Màn Trầu, huyện Đông Yên nay là thôn Toàn Thắng, xã [[Tứ Dân]], huyện Khoái Châu, tỉnh Hưng Yên. Đền Làng Quan Xuyên xã [[Thành Công, Khoái Châu|Thành Công]] huyện Khoái Châu, tỉnh Hưng Yên.\n\n== Lễ hội Chử Đồng Tử và Tiên Dung == \nLễ hội Chử Đồng Tử - Tiên Dung,<ref>{{chú thích web | url = http:\/\/www.kinhtenongthon.com.vn\/Le-hoi-Chu-Dong-Tu---Tien-Dung--Tay-Sa-Ban-sac-van-hoa-cua-dong-bang-chau-tho-song-Hong-93-59355.html | tiêu đề = Lễ hội \"Chử Đồng Tử - Tiên Dung – Tây Sa\": Bản sắc văn hóa của đồng bằng châu thổ sông Hồng | author =  | ngày =  | ngày truy cập = 9 tháng 8 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 9 tháng 5 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160509034230\/http:\/\/www.kinhtenongthon.com.vn\/Le-hoi-Chu-Dong-Tu---Tien-Dung--Tay-Sa-Ban-sac-van-hoa-cua-dong-bang-chau-tho-song-Hong-93-59355.html | url-status = dead }}<\/ref> hay còn gọi là '''lễ hội Đa Hòa - Dạ Trạch''', là lễ hội cầu tình yêu được tổ chức ở hai ngôi đền là đền Đa Hòa (xã Bình Minh) và đền Hóa (xã Dạ Trạch) cùng huyện [[Khoái Châu]], tỉnh Hưng Yên.\n\nLễ hội hằng năm đều đ­ược tổ chức như­ng với quy mô tổng (tổng Mễ xưa có 9 làng) thì 3 năm một lần, thời gian vào giữa tháng 2 [[âm lịch]]. Lễ mang giá trị văn hóa thần thoại, là bức tranh về Chử Đồng Tử và hành trình đầy huyền thoại của ông đối với những người ở hai xã này.\n\n==Truyền thuyết về Hồng Vân==\nCó thuyết kể rằng, Chử Đồng Tử trong lúc chu du tìm thầy học đạo cùng vợ là Tiên Dung đã lấy thêm một người vợ thứ hai là '''Hồng Vân'''. Cả ba người đã giúp dân chữa bệnh. Truyền thuyết này khá rõ ràng là chỉ sinh ra vào thời sau, khi sự thờ phụng Chử Đồng Tử đã cao và sinh ra nhiều dị bản để tăng tính thần thoại cho Chử Đồng Tử.<ref>[[#Liên kết ngoài]] (www.vae.org.vn).<\/ref>\n\nHồng Vân công chúa tên thường gọi là '''Tây Nương''', hay '''Tây Sa''', có tài liệu gọi là '''nàng Nguyễn'''. Bà sinh ra trong một gia đình nông dân nghèo, đức độ, hiền lành tại làng Đông Miên, huyện Chu Diên (tức thôn Đông Kim, xã [[Đông Tảo]], huyện Khoái Châu, tỉnh Hưng Yên hiện nay). Tương truyền rằng, một đêm nọ mẹ bà mộng thấy một con chim xanh lớn (Thanh Điểu) bay vào màn, rồi hóa thành người con gái đẹp. Tiếp đó, một người đàn bà xuất hiện ngoài màn, tự xưng là Tây cung Vương mẫu (Tây Vương Mẫu), từ thiên đình giáng xuống, đem con xuống gửi nhà người cõi trần trong 3 kỷ (36 năm). Từ đó bà thụ thai, đến ngày mùng 10\/2 [[âm lịch]] hạ sinh con gái, đặt tên là ''Tây Nương''. Tây Nương lớn lên có sắc đẹp lạ thường chim sa, cá lặn, hoa tủi, trăng hờn.\n\nChuyện tình duyên giữa Hồng Vân công chúa và Đức thánh Chử Đồng Tử được ghi lại như sau: ''\"Trong một chuyến đi chữa bệnh cho người dân, đức thánh và công chúa Tiên Dung gặp Tây Nương đang cắt lúa bên đường đã tới hỏi chuyện. Thấy nàng có sắc đẹp lạ thường, hiền lành mà đối đáp trôi chảy, Tiên Dung tỏ ra mến phục và kết nghĩa chị em. Sau cuộc trò chuyện \"tâm đầu ý hợp\" của ba người, Tây Nương đã kết duyên cùng Chử Đồng Tử\"''.\n\nCũng năm đó, [[Hùng Vương|vua Hùng]] cha của Tiên Dung ốm nặng, không ngự y nào chữa khỏi được. Biết Tây Nương giỏi về chữa bệnh, Tiên Dung đã nhờ nàng vào cung chữa cho vua cha. Sau khi vua Hùng khỏi bệnh định mang vàng bạc, châu báu ra tạ ơn, nhưng nàng không nhận mà trở về chung sống với Chử Đồng Tử - Tiên Dung, tiếp tục chữa bệnh cứu dân.\n\nSau sự kiện '''Tam vị đồng thăng''', vua Hùng đã sa giá đến nơi để xem xét. Khi đó, vua nhìn lên trời thấy có người con gái cưỡi hạc trắng từ bay đến, tự xưng là Tây cung Vương nữ, vâng mệnh Chử Đồng Tử - Tiên Dung đến tạ phụ vương và xin thứ tội các con. Vua nhận ra đây chính là người chữa khỏi bệnh cho mình lúc trước. Ngài vô cùng hối hận và xúc động và đã phong cho Tây Nương là \"Nội trạch Tây cung Tiên nữ – Hồng Vân công chúa\". Để tỏ lòng nhớ ơn công ơn của ba vị, dân làng trong vùng và nhiều nơi khác đã lập đền thờ họ.\n\nNhiều làng thuộc các tỉnh nằm ở hạ lưu [[Đồng bằng sông Hồng|châu thổ sông Hồng]] như [[Hưng Yên]], [[Hà Nội]], [[Hà Nam]] đều có thờ đức thánh Chử Đồng Tử, Tiên Dung và Hồng Vân công chúa. Nhưng ở Hưng Yên là có nhiều đền nhất, có 45 làng cùng thờ. Hằng năm vào ngày 10, 12\/2 âm lịch, lễ hội Chử Đồng Tử-Tiên Dung lại được diễn ra tại các đền Hóa Dạ Trạch, đền Tránh Đa Hòa (xã Bình Minh) và đền thờ Hồng Vân công chúa (xã Đông Tảo, Khoái Châu) để ghi nhớ công ơn đồng thời tô đậm thêm thiên tình sử muôn đời của đức thánh Chử Đồng Tử, Tiên Dung và Hồng Vân.\n\n== Tham khảo ==\n{{tham khảo}}\n* [https:\/\/zh.wikisource.org\/wiki\/%E5%B6%BA%E5%8D%97%E6%91%AD%E6%80%AA\/%E4%B8%80%E5%A4%9C%E6%BE%A4%E5%82%B3 Nhất dạ trạch trong Lĩnh Nam chích quái - bản chữ Hán]\n\n==Xem thêm==\n*[[Lĩnh Nam chích quái]]\n*[[Tín ngưỡng Việt Nam]]\n*[[Phật giáo Việt Nam]]\n*[[Đạo giáo Việt Nam]]\n\n==Liên kết ngoài==\n{{wikisource|Lĩnh Nam chích quái\/Truyện Nhất Dạ Trạch|Nhất Dạ Trạch}}\n* {{TĐBKVN|31134}}\n* [http:\/\/www.vae.org.vn\/News_print.asp?id=554 Sự vận động của hiện tượng thờ Chử Đồng Tử qua phân tích hệ thống truyền thuyết-Tạp chí Văn hoá Dân gian] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090611122646\/http:\/\/www.vae.org.vn\/News_print.asp?id=554 |date = ngày 11 tháng 6 năm 2009}}\n* http:\/\/baohungyen.vn\/dat-va-nguoi-xu-nhan\/201303\/Le-hoi-Chu-dong-Tu-Tien-dung-HuyeN-THoai-MoT-TiNH-yeu-BaT-Tu-272876\/\n\n{{Tứ bất tử}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n{{Tín ngưỡng Phật giáo}}\n\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Thương nhân Việt Nam]]\n[[Thể loại:Hồng Bàng]]\n[[Thể loại:Truyền thuyết Việt Nam]]\n[[Thể loại:Người họ Chử tại Việt Nam]]"}