{"435214":"'''Chợ Âm Phủ''' là một chợ tại thành phố [[Đà Lạt]], [[Lâm Đồng]]. Chợ Âm Phủ là một trung tâm buôn bán của Đà Lạt, đứng sau [[chợ Đà Lạt]].\n\n== Lịch sử ==\n\nVào những năm 70 của thế kỷ 20, tại trung tâm thành phố Đà Lạt bắt đầu hình thành một chợ rau tự phát về đêm. Những hộ có nhà vườn vào mùa thu hoạch thường phải gánh rau củ nhiều cây số đến chợ bán. Những năm sau đó, dịch vụ xe ngựa nhận chở rau ra chợ khá thịnh hành. Khu chợ rau này bắt đầu họp từ khoảng 23h và kéo dài tới sáng sớm.\n\nDân số Đà Lạt vào thời điểm đó rất thưa thớt. Khu chợ tuy nằm ở trung tâm thành phố nhưng ban đêm gần như không có hệ thống chiếu sáng. Người mua, kẻ bán dùng đèn dầu để xem xét hàng hóa và trả giá. Sương mù về đêm ở Đà Lạt những năm đó dày đặc, khắp chợ chỉ leo lét ánh sáng đèn dầu của các tiểu thương. Dòng người di chuyển dưới ánh sáng mờ ảo đó tạo nên một khung cảnh rất huyền bí, liêu trai trong không khí se lạnh nơi phố núi. Cảnh tượng này khiến người dân Đà Lạt ví như cõi âm. Từ đó, tên gọi chợ Âm Phủ ra đời.\n\nChợ Âm Phủ hiện nay không còn không khí liêu trai như xưa mà vô cùng tấp nập, sáng sủa. Do vị trí nằm ở trung tâm, theo thời gian khu chợ ngày càng phát triển và trở thành một trong những địa điểm được nhiều du khách ghé thăm nhất khi đến Đà Lạt.\n\n== Hoạt động ==\nChợ họp từ 7 - 8 giờ tối kéo dài cho đến tận 3 - 4 giờ sáng, khách đến không phân biệt sang hèn, từ những tay chạy xe thồ thức khuya đón khách, người lao công quét đường vừa xong việc, những nhạc công, ca sĩ vừa rời quán bar, vũ trường, đến những cô cậu sinh viên ít tiền lãng mạn, thích lang thang, hay khách du lịch muốn thưởng thức hương vị đêm Đà Lạt.\n\n== Mô tả ==\n\n== Các thông tin ==\n* {{cquote|39 gian hàng kinh doanh quà lưu niệm tại chợ cam kết bán đúng giá và sẽ phục vụ từ 17h đến 5h sáng hôm sau. Ông Trần Tưởng, phó chủ tịch ủy ban nhân dân thành phố Đà Lạt kiêm trưởng ban chỉ đạo thành lập chợ cho biết: \"Tình hình an ninh trật cũng sẽ được quản lý chặt chẽ\".\n\nCũng theo ông Tưởng, những năm sau giải phóng khu chợ này hình thành tự phát, chủ yếu phục vu nhu cầu ăn uống của người trồng rau địa phương gách rau ra chợ mỗi đêm, và trở thành một nét văn hóa rất riêng. Nhưng dần chợ càng bành trướng, trở thành điểm nóng về tệ nạn xã hội của Đà Lạt, và chỉ có cảnh sát 113 và lực lượng cơ động mới giải quyết được.<br>}}\n<ref>{{Chú thích web\n| url = http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/05\/3BA01CCC\/\n| title = Đà Lạt khôi phục chợ Âm Phủ\n| access-date = ngày 1 tháng 5 năm 2008\n| archive-date = 2010-04-27\n| archive-url = https:\/\/web.archive.org\/web\/20100427074323\/http:\/\/vnexpress.net\/GL\/Xa-hoi\/2008\/05\/3BA01CCC\/\n| url-status = dead\n}}<\/ref>\n* {{cquote|Chủ tịch ủy ban nhân dân TP Đà Lạt Nguyễn Tri Diện cho biết chợ \"âm phủ\" (bán hàng ăn đêm) nằm ở bên trái đường Nguyễn Thị Minh Khai - lối vào chợ Đà Lạt, sẽ được chuyển đến một cánh rừng thông nằm trước mặt khách sạn Palace, về phía bên kia cầu Ông Đạo.<br>}}\n<ref>{{Chú thích web\n| url = http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=73764&ChannelID=3\n| title = Đà Lạt: chợ \"âm phủ\" chuyển vào… rừng\n| access-date = ngày 9 tháng 4 năm 20052005\n}}<\/ref>\n\n== Đánh giá ==\n\n== Xem thêm ==\n* [[Chợ Âm Phủ (Hà Nội)]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{coord|11|56|33.11|N|108|26|10.92|E|region:VN|display=title}}\n{{Du lịch Lâm Đồng}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Chợ tại Lâm Đồng]]"}