{"1243133":"'''Chỉ Đạo''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Văn Lâm]], tỉnh [[Hưng Yên]], [[Việt Nam]].\n\n==Địa lý==\nXã Chỉ Đạo nằm ở trung tâm huyện Văn Lâm, có vị trí địa lý:\n*{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Chỉ Đạo\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 59\n| vĩ giây = 28\n| kinh phút = 2\n| kinh giây = 36\n| diện tích = 6,02 km²<ref name=HUNGYEN2019\/>\n| dân số = 8.656 người<ref name=HUNGYEN2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.437 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hưng Yên]]\n| huyện = [[Văn Lâm]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 11992<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 17608\n}}Phía đông giáp xã [[Đại Đồng, Văn Lâm|Đại Đồng]]\n*Phía tây giáp xã [[Lạc Đạo (xã)|Lạc Đạo]]\n*Phía nam giáp xã [[Minh Hải (xã)|Minh Hải]]\n*Phía bắc giáp [[Bắc Ninh|huyện Thuận Thành, tỉnh Bắc Ninh]]. \n\nXã Chỉ Đạo có diện tích 6,02&nbsp;km², dân số năm 2020 là 8.656 người<ref name=HUNGYEN2019>{{Chú thích web |url = http:\/\/niengiamhuyen.thongkehungyen.gov.vn |title =  Dân số đến 31 tháng 12 năm 2019 - tỉnh Hưng Yên |access-date = ngày 15 tháng 6 năm 2020 |author = Niên giám thống kê năm 2019 các huyện, thị xã, thành phố thuộc tỉnh Hưng Yên}}<\/ref>, mật độ dân số đạt 1.473 người\/km².\n\n==Hành chính==\nXã Chỉ Đạo được chia thành 4 thôn: Nghĩa Lộ (làng Nghĩa), Đông Mai (làng Hè), Trịnh Xá (làng Trịnh), Cát Lư (làng Cát gồm Cát Lớn và Cát Con). Trong quy hoạch xã Chỉ Đạo là đô thị loại V thuộc khu vực đô thị trung tâm huyện Văn Lâm.\n\n==Lịch sử==\nThời Phong kiến độc lập xã Chỉ Đạo thuộc huyện Tế Giang, Phủ Thuận An, xứ Kinh Bắc.\n\nTừ năm 1890, toàn quyền Đông Dương thành lập đạo Bãi Sậy xã Chỉ Đạo thuộc huyện Văn Lâm.\n\nnăm 1891 khi thành lập tỉnh Hưng Yên, xã Chỉ Đạo thuộc huyện Văn Lâm, tỉnh Hưng Yên.\n\nGiai đoạn từ năm 1968- 1979 khi tỉnh Hưng Yên sáp nhập với tỉnh Hải Dương thì xã Chỉ Đạo thuộc huyện Văn Mỹ, tỉnh Hải Hưng.\n\nGiai đoạn từ năm 1979 -1996 khi hợp nhất hai huyện Văn Mỹ và Văn Yên thành huyện Mỹ Văn thì xã Chỉ Đạo thuộc huyện Mỹ Văn, tỉnh Hải Hưng.\n\nNgày 1\/1\/1997 tỉnh Hưng Yên được tái lập khi đó xã Chỉ Đạo thuộc huyện Mỹ Văn tỉnh Hưng Yên.\n[[Tập tin:UBND xã Chỉ Đạo.jpg|viền|phải|không_khung|439x439px]]\nNgày [[24 tháng 7]] năm [[1999]], Chính phủ ban hành Nghị định 60\/1999\/NĐ-CP<ref name=\"60\/1999\/NĐ-CP\">{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-60-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-va-chia-cac-huyen-my-van-va-chau-giang-tinh-hung-yen-45487.aspx|tựa đề= Nghị định 60\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn và Châu Giang để tái lập các huyện : Mỹ Hào, Văn Lâm, Yên Mỹ, Khoái Châu và Văn Giang, tỉnh Hưng Yên |ngày= 24 tháng 7 năm 1999 |website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia huyện Mỹ Văn thành 3 huyện: Mỹ Hào, Văn Lâm và Yên Mỹ. Xã Chỉ Đạo trở về trực thuộc huyện Văn Lâm như khi mới thành lập.\n\n==Kinh tế==\nXã Chỉ Đạo ngoài sản xuất nông nghiệp như trồng lúa hai vụ, trồng rau màu vụ đông, chăn nuôi lợn, gia cầm thì xã còn có thêm một số làng nghề, nghề thủ công, nghề phụ lúc nông nhàn. Ở làng Đông Mai có nghề tái chế chì, bình ắc quy. Tuy nhiên nghề này rất độc hại và gây ô nhiễm môi trường rất lớn. Làng Cát một số hộ có nghề làm mũ cối. Những lúc nông nhàn một số hộ có nghề đi gom lẻ phế liệu. Với lợi thế liền kề khu công nghiệp Phố Nối A nên lao động tại các công ty, doanh nghiệp cũng khá thuận lợi, dễ dàng.{{fact}}\n\nHiện trên địa bàn xã Chỉ Đạo có hàng chục doanh nghiệp đang sản xuất kinh doanh ngoài khu công nghiệp, Bên cạnh đó xã có khoảng 50ha đất nằm trong quy hoạch mở rộng của KCN Phố Nối A phân khu A tạo việc làm cho hàng ngàn lao động và đóng góp ngân sách cho địa phương.\n\nHiện tại xã Chỉ Đạo đã và đang triển khai chương trình xây dựng nông thôn mới nâng cao dự kiến hoàn thành năm 2023, Trên địa bàn xã trụ sở UBND và Nhà văn hóa trung tâm xã đã được xây dựng mới ngoài ra các điểm trường từ mầm non đến THCS đều đã đạt trường chuẩn Quốc gia, các thôn đều có Nhà văn hóa khang trang và nơi chôn rác thải tập trung, hệ thống cấp điện cấp nước sạch, giao thông nông thôn được đầu tư nâng cấp.\n\nTrong thời gian tới xã sẽ tiếp tục triển khai cải tạo chỉnh trang trụ sở công an xã và xây mới trạm y tế để phục vụ tốt hơn cho người dân góp phần nâng cao tiêu chí hoàn thành xã NTM kiểu mẫu và chuyển dần sang xây dựng đô thị văn minh.\n\n==Văn hóa==\n===Nghề đúc đồng===\nỞ Hưng Yên, 3 trong 5 làng nghề đúc đồng tạo nên làng Ngũ Xã (Hà Nội) là Châu Mỹ, Lộng Thượng (xã Đại Đồng) và Đông Mai (xã Chỉ Đạo) thuộc huyện [[Văn Lâm]] đều thờ ông thánh tổ [[Nguyễn Minh Không]] với tư cách tổ nghề đúc đồng của các làng nghề này.\n\n===Làng ung thư===\nTừ cách đây gần ba mươi năm, nhiều người dân xã này đã bắt đầu xây dựng những cơ sở tái chế chì nhỏ lẻ để mưu sinh. Theo những người dân sinh sống ở đây những cơ sở tái chế này là nguyên nhân chủ yếu đưa đến việc ô nhiễm môi trường hiện tại (2014). Nó đưa tới những hiện tượng bất thường như con số đông người chết vì bệnh ung thư chỉ trong một thời gian ngắn.<ref name=ndt1>{{Chú thích web| url =http:\/\/www.nguoiduatin.vn\/lang-ung-thu-hau-qua-cua-o-nhiem-moi-truong-a166305.html| tiêu đề =Làng ung thư: hậu quả của ô nhiễm môi trường| ngày truy cập =ngày 5 tháng 2 năm 2016| nhà xuất bản =nguoiduatin| archive-date =2016-02-08| archive-url =https:\/\/web.archive.org\/web\/20160208041618\/http:\/\/www.nguoiduatin.vn\/lang-ung-thu-hau-qua-cua-o-nhiem-moi-truong-a166305.html| url-status =dead}}<\/ref>\n\n===Di tích===\nXã Chỉ Đạo có Đình Trịnh Xá và Đình Cát Lư là các di tích lịch sử văn hóa lâu đời, thờ các vị [[tướng nhà Đinh]] có công dẹp [[loạn 12 sứ quân]].\n\nBốn vị thành hoàng làng là các [[tướng nhà Đinh]] gồm Lý Đài Công, Đặng Mộ Nương, Lý Trâu Công, Lý Quốc Công. Tư liệu Hán Nôm tại Viện Nghiên cứu Hán Nôm và câu đối, văn bia hoành phi ở địa phương khẳng định: Các vị bản cảnh thành hoàng có công lao lớn với vua, với dân, xứng với các chữ: “Sống là trung thần, hóa là linh thần”, danh thơm trường tồn cùng sông núi, đạo đức sáng cùng mặt trăng, mặt trời.<ref>[http:\/\/baohungyen.vn\/dat-va-nguoi-xu-nhan\/201609\/chuyen-ve-bon-vi-thanh-hoang-thoi-tien-le-o-tong-dai-tu-van-lam-699101\/ Chuyện về bốn vị thành hoàng thời Tiền Lê ở tổng Đại Từ, Văn Lâm]<\/ref>\n \nThần tích kể, thời [[12 sứ quân]] có gia đình ông Lý Miên, vợ là Nguyễn Thị Nhân tiên tổ bản quán ở Long Hưng, Thái Bình; mấy đời trước gia đình họ Lý lánh nạn đến trang Xuân Phao, Văn Ổ, thuộc xã Lộng Đình, tổng Đại Từ, huyện Tế Giang, phủ Thuận An, xứ Kinh Bắc. Ông bà làm thuốc chữa bệnh cứu người. Cùng khi ấy có nhà họ Đặng ở thôn Cự Đình, xã Lộng Đình tuổi cao mà chưa sinh nở. Hai gia đình thành tâm đến chùa Tháp Cục Thiền của làng lễ Phật cầu tự. Cảm nghĩa, trời cho người của thiên đình đầu thai vào hai gia đình họ Lý, họ Đặng. Giờ Dần ngày mồng 4 tháng 1 năm Giáp Thìn, hai nhà cùng sinh con. Nhà họ Lý sinh con trai, hình hài uy nghi, đặt tên là Lý Đài. Nhà họ Đặng sinh con gái, mặt sáng như gương, mắt đẹp như sao trời, đặt tên là Đặng Mộ. Đến năm Bính Ngọ, giờ Dần, ngày 3 tháng 3, bà Nhân sinh tiếp hai con trai, mặt vuông, tai lớn đặt tên là Lý Trâu và Lý Quốc. Hai người đều có năng khiếu về văn, võ. Ba anh em theo thầy học kinh sách hơn 10 năm. Đài Công và Mộ Nương đến tuổi trưởng thành được cha mẹ hai nhà cho kết duyên chồng vợ. Khi cha mẹ qua đời, Đài Công và hai em được bố mẹ Mộ Nương đón về nuôi dưỡng che chở. Được 2 năm thì có [[loạn 12 sứ quân]]. Đứng lên dẹp [[loạn 12 sứ quân]] là [[Đinh Bộ Lĩnh]]. [[Đinh Bộ Lĩnh]] đã sai Đại tướng quân Nguyễn Bặc về đạo Tế Giang tìm địa điểm quân sự. Nghe tin [[Nguyễn Bặc]] nghỉ ở làng, ba anh em Đài Công mang hơn 30 nghĩa binh là dân các thôn Lộng Đình, Trình Xá, Cát Lư do mình tuyển chọn đến xin làm gia thần. Ba anh em đem binh mã theo Nguyễn Bặc về [[Hoa Lư]]. [[Đinh Bộ Lĩnh]] thử tài, biết các ông là người tài năng, mưu lược xuất chúng liền giao chức vụ Chưởng lĩnh tả đạo binh giới kiêm Tham tán mưu sự, sai ba ông chỉ huy hùng binh thủy bộ diệt trừ các sứ quân. Đất nước trở lại thái bình. [[Đinh Tiên Hoàng]] lên ngôi Hoàng đế mở yến tiệc, phong thưởng cho bề tôi. Đài Công làm Thái bảo tiền quân, Châu Công làm Thái bảo trung quân, Quốc Công làm Thái bộc hậu quân; thưởng kim tiền, gấm vóc hơn 50 cân, cho về quê vinh qui bái tổ. Ba ông về quê lễ bái cung lăng, chùa miếu, tiên tổ, cha mẹ.\n\nSau đó, Vua vời về triều giao chức Trưởng ấn Thái tể (Binh Bộ Thượng thư), chức Thái bộc (Lại Bộ Thượng thư); giao [[Nguyễn Bặc]] làm Định quốc công, Lê Hoàn làm Thập đạo tướng quân. Sau 3 tháng thì xảy ra vụ án [[Đỗ Thích]] giết vua. Ngay hôm đó, ba ông cùng [[Nguyễn Bặc]] chỉ huy quân vây bắt và chém Đỗ Thích, lập con thứ là [[Đinh Toàn]] lên ngôi. Sau vị vua này bị [[Lê Hoàn]] phế, gọi là Phế Đế. Ba ông cáo bệnh xin về quê chữa bệnh, trong lòng vẫn oán giận [[Lê Hoàn]] tư thông với Hoàng hậu, lấn át ngôi vương. Ba ông hưởng ứng hai bậc lão thần là [[Nguyễn Bặc]], [[Đinh Điền]] đem năm ngàn quân chia làm 2 đạo thủy bộ tiến về kinh sư diệt [[Lê Hoàn]]. Các ông thúc quân đại chiến với Lê Hoàn hơn 10 trận, biết không thắng được liền dẫn quân về quê, đóng trong chùa thôn Xuân Phao, Văn Ổ. Sau các ông lại cho nghĩa binh các thôn xã về quê, động viên, ban thưởng quân tướng, phủ dụ nhân dân. Quân Lê Hoàn đến vây chùa. Ba ông biết không địch nổi, bèn cưỡi tuấn mã, cầm kiếm phá vòng vây chạy thẳng đến sông Tiểu Giang, tức là Cầu Châu thuộc địa phận thôn Văn Ổ, xã Lộng Đình. Sông rộng, lại không có cầu nên ngựa chùn chân. Quân [[Lê Hoàn]] đuổi đến vây bốn mặt, ba ông hóa ngay ở khu đất bên sông. Phu nhân hay tin chồng đã hóa bèn rút gươm tự vẫn. [[Lê Hoàn]] truyền lệnh cho dân chúng ngay hôm ấy đắp mộ, làm lễ an táng ba ông và Đặng Mộ Nương ở Văn Ổ theo nghi thức thiên tử; ban vàng, lụa, gấm vóc, lập đền miếu thờ cúng. Dân làng Xuân Phao, Văn Ổ lập đền thờ ở lăng mộ an táng. Bảy trang của Lộng Đình cùng Trình Xá, Cát Lư được phụng thờ đền nơi lăng mộ.\n\nĐình, miếu thờ bốn vị thành hoàng làng ở các thôn thời Tiền Lê thuộc tổng Đại Từ, huyện Văn Lâm, nay là các thôn Văn Ổ, xã Đại Đồng, thôn Trịnh Xá (xưa là Trình Xá), thôn Cát Lư (Cát Con) xã Chỉ Đạo, huyện [[Văn Lâm]], tỉnh [[Hưng Yên]]. Di tích còn lưu giữ nhiều cổ vật như bia đá, kiệu rước 24 người khiêng, bản thần tích chép công trạng bốn vị thành hoàng làng, những câu đối hoành phi lưu truyền tự cổ.\n\n==Giao thông==\nChỉ Đạo là một xã giáp ranh với huyện Thuận Thành (Bắc Ninh), cách trung tâm thành phố Hà Nội 23&nbsp;km.\n\n=== Đường tỉnh 385 :Như Quỳnh - Lương Tài ===\n Điểm đầu Km0+00 giao với QL.5 thuộc địa phận thị trấn Như Quỳnh huyện Văn Lâm, điểm cuối Km17+200 thuộc địa phận xã Lương Tài huyện Văn Lâm. Tuyến đường đi qua xã Chỉ Đạo dài khoảng 2,7km.\n\n=== Đường tỉnh 380 :Cầu Gáy ([[Đại Đồng, Văn Lâm|Đại Đồng]]) - Dân Tiến. ===\n Điểm đầu Km0+00 cầu Gáy giáp Bắc Ninh, tuyến đi theo đường cũ đến ngã 5 cầu Treo, tuyến đi trùng với QL.39 đến Km7+450 thuộc xã Trung Hưng huyện Yên Mỹ; điểm cuối Km17+330 (Km10+780 QL.39) thuộc xã Dân Tiến huyện Khoái Châu. Tuyến đi qua các huyện Văn Lâm, Mỹ Hào, Yên Mỹ, Khoái Châu. Chiều dài tuyến đường 17,33km, đoạn đi qua xã Chỉ Đạo dài khoảng 1,8km.\n\n==== Đường huyện ĐH13 kéo dài ====\n  điểm đầu giao ĐT385 tại km6+400 điểm cuối tiếp giáp tỉnh Bắc Ninh đoạn qua xã Chỉ Đạo dài 1,42km được quy hoạch nâng cấp thành đường tỉnh 381C.\n\n==== Đường huyện ĐH14 ====\n điểm đầu giao ĐT380 tại km3+370 điểm cuối giao với đường tỉnh Hà Nội - Hưng Yên kéo dài trên địa phận xã Đại Đồng, đoạn đi qua xã Chỉ Đạo dài khoảng 1,6km.\n\n==== Đường huyện ĐH15 ====\n điểm đầu tại thôn Minh Khai, thị trấn Như Quỳnh điểm cuối giao ĐT385 tại km15+650 trên địa phận xã Lương Tài đoạn đi qua xã Chỉ Đạo dài khoảng 3km đã có quy hoạch xây dựng và cải tạo thành một trong những trục chính của khu vực đô thị trung tâm huyện Văn Lâm.\n\n==== Đường huyện ĐH19 ====\n điểm đầu giao với QL5 tại Km12+200 thị trấn Như Quỳnh điểm cuối giao với ĐT385 tại Km6+800 thôn Cát Lư, xã Chỉ Đạo, đoạn đi qua xã Chỉ Đạo dài 650m.\n\n==== Đường gom KCN phía Nam đường sắt Hà Nội - Hải Phòng: ====\n  tuyến chạy song song với đường tỉnh 385 đoạn qua xã Chỉ Đạo dài khoảng 2,7km đang giải phóng mặt bằng.\n\n==== Đường sắt Hà Nội - Hải Phòng dài 2,7km. ====\n\n==== Xe bus tuyến HY01 Như Quỳnh - Lương Tài. ====\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hưng Yên}}\n{{Đơn vị hành chính thuộc huyện Văn Lâm}}\n\n[[Thể loại:Làng ung thư]]"}