{"150859":"{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Chợ Gạo\n| hình = Tt. Chợ Gạo, Chợ Gạo, Tiền Giang, Vietnam - panoramio (2).jpg\n| ghi chú hình = Cầu Chợ Gạo\n| vị trí lấy tọa độ = \n| vĩ độ = 10.353980\n| kinh độ = 106.460781\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 229,43 km²\n| dân số = 186.034 người\n| thời điểm dân số = 2019\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 811 người\/km² \n| dân tộc = \n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Tiền Giang]]\n| huyện lỵ = Thị trấn [[Chợ Gạo (thị trấn)|Chợ Gạo]]\n| thành lập = 1867\n| chủ tịch UBND = Nguyễn Hồng Hữu\n| chủ tịch HĐND = \n|bí thư = Ngô Hữu Thệ \n| phân chia hành chính = 1 thị trấn, 18 xã\n| biển số xe = 63-B4 xxx.xx\n| mã hành chính = 822<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n|số điện thoại= \n*0273.3.835.593 \n*0273.3.835.594\n| số fax = 0273.3.835.593\n| trụ sở UBND = Số 191, Ô 2, khu I, thị trấn Chợ Gạo\n| web = {{url|chogao.tiengiang.gov.vn}}\n|logo=Logo Huyện Chợ Gạo.svg|cỡ logo=242px|ghi chú logo=Logo Huyện Chợ Gạo}}\n\n'''Chợ Gạo''' là một [[huyện (Việt Nam)|huyện]] thuộc tỉnh [[Tiền Giang]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Chợ Gạo nằm ở phía đông tỉnh [[Tiền Giang]], có vị trí địa lý:\n* Phía đông giáp huyện [[Gò Công Tây]]\n* Phía tây giáp thành phố [[Mỹ Tho]] và huyện [[Châu Thành, Tiền Giang|Châu Thành]]\n* Phía nam giáp huyện [[Tân Phú Đông]] và huyện [[Châu Thành, Bến Tre|Châu Thành]], huyện [[Bình Đại]] thuộc tỉnh [[Bến Tre]]\n* Phía bắc giáp thành phố [[Tân An]] và huyện [[Châu Thành, Long An|Châu Thành]] thuộc tỉnh [[Long An]].\n\n=== Diện tích, dân số ===\nHuyện có diện tích 235&nbsp;km² và dân số là 186.803 người (năm 2019). Huyện ly là [[Chợ Gạo (thị trấn)|thị trấn Chợ Gạo]] nằm trên đường [[Quốc lộ 50]] cách [[Mỹ Tho]] 10&nbsp;km về hướng đông. Nơi đây còn có [[sông Chợ Gạo]] là tuyến đường sông huyết mạch nối [[Thành phố Hồ Chí Minh]] với các tỉnh [[Đồng bằng sông Cửu Long]].\n\n== Hành chính ==\nHuyện Chợ Gạo có 19 đơn vị hành chính cấp xã trực thuộc, gồm thị trấn [[Chợ Gạo (thị trấn)|Chợ Gạo]] (huyện lỵ) và 18 xã: [[An Thạnh Thủy]], [[Bình Ninh, Chợ Gạo|Bình Ninh]], [[Đăng Hưng Phước]], [[Hòa Định]], [[Hòa Tịnh, Chợ Gạo|Hòa Tịnh]], [[Long Bình Điền]], [[Lương Hòa Lạc]], [[Mỹ Tịnh An]], [[Bình Phan]], [[Bình Phục Nhứt]], [[Phú Kiết, Chợ Gạo|Phú Kiết]], [[Quơn Long]], [[Song Bình]], [[Tân Bình Thạnh]], [[Tân Thuận Bình]], [[Thanh Bình, Chợ Gạo|Thanh Bình]], [[Trung Hòa, Chợ Gạo|Trung Hòa]], [[Xuân Đông, Chợ Gạo|Xuân Đông]].\n\n==Lịch sử==\n\n===Nguồn gốc địa danh Chợ Gạo===\nChợ Gạo vốn bắt nguồn tại một ngôi chợ đóng ở thôn Bình Phan (tên chữ nói trại từ Bình Phương), do ông Trần Văn Nguyệt thành lập vào thời Cảnh Hưng (thời vua [[Lê Hiển Tông]]). Theo [[Phủ biên tạp lục]] của [[Lê Quý Đôn]], vào cuối [[Thế kỷ 18|thế kỷ thứ XVIII]],\n\nChợ hình thành ban đầu do tại đây có nhà máy xây lúa đầu tiên trong vùng. Được 1 gia đình người Hoa xây dựng và làm chủ. Nhà máy nằm cạnh sông dưới chân cầu Quay nay còn gọi là [https:\/\/www.google.com\/maps\/place\/C%E1%BA%A7u+B%C3%ACnh+Phan+(c%C5%A9),+QL50,+An+Thanh+Thu%E1%BB%B7,+Ch%E1%BB%A3+G%E1%BA%A1o,+Ti%E1%BB%81n+Giang\/@10.3483674,106.4777909,283m\/data=!3m1!1e3!4m5!3m4!1s0x310aad99759d452f:0xf9e095c80a6b2b5e!8m2!3d10.34872!4d106.4789404 cầu Bình Phan Cũ]. Dần dần người dân ở các vùng lân cận cũng men theo nhánh sông cùng đem lúa tới nhà máy để xây xác lấy gạo.Các thương lái cũng tập trung đổ về mua xong theo đường thủy ra sông Tiền rồi đưa lên Sài Gòn. Tên gọi Chợ Gạo hình thành từ đó\n\nVề sau khi [[kênh Chợ Gạo]] được đào xong.Giúp giao thông đường thủy thuận lợi,giao thương mua bán cũng ngày càng tấp nập.Nên Chợ gạo được dời ra sông Tiền cạnh chân [https:\/\/goo.gl\/maps\/F2xZvcNZinudVVjH7 cầu Chợ Gạo] ngày nay..để thuận tiện hơn. Sau này thực dân Pháp thành lập quận và đặt tên là quận Chợ Gạo.Là do lấy theo cách gọi Chợ Gạo vốn là nơi đặt quận lỵ, và địa danh Chợ Gạo chính thức được ra đời.\n\n===Thời phong kiến===\nThời [[nhà Nguyễn]] độc lập, vùng đất Chợ Gạo ngày nay vốn là một phần của huyện Kiến Hòa thuộc phủ Kiến An, dinh Trấn Định rồi sau đó là trấn [[Định Tường]]. Huyện Kiến Hòa vốn đã có từ năm [[Gia Long]] thứ 7 (1808). Vùng đất huyện Kiến Hòa khi đó còn bao gồm cả cù lao An Hóa vốn thuộc địa phận tỉnh [[Bến Tre]] ngày nay.\n\nNăm [[Minh Mạng]] thứ 12 (1831) chia đất huyện Kiến Hòa lập huyện mới Tân Hòa. Sau đó lại giao huyện Tân Hòa cho phủ Hòa Thạnh (sau đó là phủ [[Tân An]]) thuộc tỉnh [[Gia Định]] quản lý. Bấy giờ huyện Kiến Hòa có 5 tổng, 82 thôn: Hòa Hảo (13 thôn); Hòa Hằng (20 thôn); Hòa Thinh (17 thôn); Thạnh Phong (14 thôn); Thạnh Quơn (15 thôn). Đến đời vua [[Tự Đức]], do kiêng húy Từ Dũ Thái hậu nên đổi tên tổng Hòa Hằng thành tổng Hòa Quới.\n\nHuyện trị Kiến Hòa đặt tại thôn Tân Hóa (nay là xã Tân Thuận Bình, huyện Chợ Gạo). Trước đó, nhà Nguyễn có đặt dinh thự thành lũy tại thôn Tân Tĩnh Đông (nay thuộc xã Xuân Đông, huyện Chợ Gạo). Khi quân Tây Sơn đến, dinh thự này bỏ. Đến năm [[Gia Long]] thứ 12 (1813), đặt huyện Trịnh Kiến Hoà tại vị trí này và đến năm [[Minh Mạng]] thứ 16 (1835) thì dời sang thôn Tân Hóa.\n\nNăm [[1836]], huyện Kiến Hòa thuộc phủ Kiến An, tỉnh [[Định Tường]] có 5 tổng với các làng trực thuộc như sau:\n*Tổng Hòa Hảo gồm 10 thôn: An Định, Bình Phục Đông, Bình Phục Nhứt, Bình Phương, Bình Thủy, Mỹ Hảo, Tân Hóa, Thuận Hòa, Toàn Thạnh, Vĩnh An;\n*Tổng Hòa Hằng gồm 16 thôn: Bình Đại, Châu Hưng, Hưng Thạnh, Hòa Thới, Lộc Thuận, Phú Thành, Phú Thạnh Đông, Phú Thuận, Phú Vinh, Phước An Đông, Qưới Sơn, Tân Phong, Thạch Hồ, Thạnh Hội, Từ Linh, Vĩnh Qưới;\n*Tổng Hòa Thinh gồm 16 thôn: An Hòa Tân, Lộc Tân, Lương Thạnh, Minh Đức, Phú Hữu, Phú Ngãi, Phú Nhơn, Phú Thạnh, Phước Định, Phước Hậu, Phước Hòa, Phước Thới, Phước Thuận, Phước Toàn, Thọ Phú, Thới Lai;\n*Tổng Thạnh Phong gồm 14 thôn: Bình Đăng, Bình Hài, Bình Hạnh, Bình Phong, Bình Thới, Điền Trang, Long Hựu, Mỹ Chánh, Mỹ Hóa, Phong Thuận, Phú Hội, Tân Tĩnh, Tân Tĩnh Đông, Thạnh Lợi;\n*Tổng Thạnh Qươn gồm 13 thôn: An Khương, An Lạc, Bình Cách, Bình Dương, Long Hòa, Lương Phú, Mỹ Trung, Phú Kiết, Phú Hòa, Song Thạnh, Thanh Xuân, Trung Lộc, Vĩnh Phước;\n\n===Thời Pháp thuộc===\nSau khi chiếm hết được ba tỉnh miền Đông Nam Kỳ vào năm [[1862]], thực dân Pháp dần xóa bỏ tên gọi tỉnh [[Định Tường]] cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra. Với [[Hòa ước Nhâm Tuất (1862)]], triều đình Huế nhượng hẳn 3 tỉnh miền Đông Nam Kỳ (Gia Định, Biên Hòa và Định Tường) cho thực dân Pháp làm thuộc địa. Chính quyền thực dân Pháp chia 3 tỉnh này thành 13 hạt thanh tra (''inspection''), do các viên chức Pháp ngạch thanh tra các công việc bản xứ (''inspecteur des affaires indigeânes'') đứng đầu, nhưng tạm thời vẫn giữ cơ cấu phủ huyện cũ.\n\nNgày [[3 tháng 6]] năm [[1865]], huyện Kiến Hòa đổi thành Hạt Thanh tra Kiến Hòa. Trụ sở hạt Thanh tra Kiến Hòa đặt tại Chợ Gạo. Lúc đầu, hạt Thanh tra tạm gọi tên theo tên các phủ huyện cũ, sau mới đổi tên gọi theo địa điểm đóng trụ sở.\n\nNgày [[16 tháng 2]] năm [[1867]], toàn bộ cù lao Lợi Quan vốn trước đó thuộc tổng Hòa Qưới, hạt Thanh tra Kiến Hòa được giao về cho tổng Hòa Đồng Hạ thuộc hạt Thanh tra Tân Hòa (sau đổi tên thành hạt Thanh tra Gò Công) quản lý. Cù lao Lợi Quan trước đó gồm 4 thôn: Tân Phong, Từ Linh (tên cũ là thôn Miễu Ông), Hòa Thới và Phú Thạnh Đông. Cũng nhân sự kiện này, ba thôn Tân Phong, Từ Linh và Hòa Thới được nhập lại thành một thôn mới lấy tên là thôn Tân Thới. Từ đó, địa phận cù lao Lợi Quan chỉ còn hai thôn (sau này là làng) là Tân Thới và Phú Thạnh Đông.\n\nNgày [[18 tháng 6]] năm [[1867]], thực dân Pháp thành lập Hạt Thanh tra Chợ Gạo do đổi tên từ hạt Thanh tra Kiến Hòa trước đó. Ngày [[23 tháng 2]] năm [[1869]], Hạt thanh tra Chợ Gạo bị giải thể, sáp nhập địa bàn vào hạt Thanh tra [[Mỹ Tho]].\n\nSau năm [[1876]], các thôn đổi thành làng (''village''). Ngày [[5 tháng 1]] năm [[1876]], hạt Thanh tra Mỹ Tho đổi thành hạt tham biện [[Mỹ Tho (tỉnh)|Mỹ Tho]]. Ngày [[1 tháng 1]] năm [[1900]], tất cả các hạt tham biện ở Đông Dương điều thống nhất gọi là \"tỉnh\", trong đó có [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]].\n\nSau năm [[1900]], thực dân Pháp thành lập Trung tâm Hành chánh Chợ Gạo thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] có 5 tổng: Thạnh Phong (15 làng), Thạnh Quơn (16 làng), Hòa Hảo (12 làng), Hòa Quới (12 làng), Hòa Thinh (18 làng).\n\nNgày [[22 tháng 3]] năm [[1912]], thực dân Pháp thành lập quận Chợ Gạo thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], có 2 tổng: Hoà Hảo (7 làng) và Thạnh Phong (6 làng). Cùng lúc này, quận An Hóa cùng thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] cũng được thành lập, gồm 2 tổng: Hòa Quới (24 làng) và Hòa Thinh (11 làng). Ngày [[1 tháng 1]] năm [[1928]], quận Chợ Gạo nhận thêm tổng Thạnh Quơn (7 làng) từ quận [[Bến Tranh]] giải thể. Quận lỵ Chợ Gạo đặt tại làng Bình Phan (tổng Hòa Hảo), vốn cũng là nơi đặt ngôi chợ có tên là Chợ Gạo.\n\nNăm [[1902]], các tổng Hòa Hảo, Thạnh Phong và Thạnh Quơn có các làng trực thuộc như sau:\n*Tổng Hòa Hảo gồm 15 làng: Hòa Thạnh, An Định, Hòa Bình, Hòa Ninh, Hòa An, Mỹ Thạnh, Bình Thủy, Bình Phan, Tân Hòa, Thuận Hòa, Bình Phục Đông, Bình Qươn, Bình Long, Bình Phục Tây, Bình Trị;\n*Tổng Thạnh Phong gồm 16 làng: Tân Xuân, Tân Tĩnh, Tân Tĩnh Đông, Bình Thạnh, Bình Hài, Long Hựu, Bình Hạnh, Điền Trang, Bình Đăng, Hưng Ngãi, Vĩnh Phước, Mỹ Phong, Phú Hội, Mỹ Chánh, Bình Phong, Phong Thuận;\n*Tổng Thạnh Qươn gồm 13 làng: Lương Phú, Long Hòa, An Lạc, Thanh Xuân, Bình Dương, Phú Kiết, Mỹ Trung, Tịnh Hà, An Khương, Nhựt Tân, Bình Cách, Song Thạnh, Trung Hòa\n\nĐến năm [[1928]], khi tổng Hưng Nhượng cùng với quận Bến Tranh bị giải thể, duy nhất làng Hòa Tịnh (hợp nhất Hòa Mỹ và Tịnh Giang) được nhập vào tổng Thạnh Quơn thuộc quận Chợ Gạo.\n\nThực dân Pháp chủ trương tiết kiệm ngân sách nên từ năm 1905 đến năm 1933 đã có nhiều lần sáp nhập các đơn vị hành chánh cơ sở (làng), do vậy, vào năm [[1945]], nếu so sánh với giai đoạn trước thì tổng số làng trong [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] nói chung và quận Chợ Gạo nói riêng đã giảm. Trong đó có làng Bình Phục Nhứt được tái lập trở lại.\n\nSau nhiều lần sáp nhập và thành lập các làng mới, đến cuối năm [[1933]] quận Chợ Gạo có các làng trực thuộc với các tên gọi mới như sau: \n*Tổng Hòa Hảo gồm 7 làng: Hòa Định (hợp nhất Hòa Thạnh và An Định), Bình Ninh (hợp nhất Hòa Bình và Hòa Ninh), An Thạnh Thủy (hợp nhất Hòa An, Mỹ Thạnh và Bình Thủy), Bình Phan, Tân Thuận Bình (hợp nhất Tân Hòa, Thuận Hòa và Bình Phục Đông), Qươn Long (hợp nhất Bình Qươn và Bình Long), Bình Phục Nhứt (hợp nhất Bình Phục Tây và Bình Trị);\n*Tổng Thạnh Phong gồm 6 làng: Xuân Đông (hợp nhất Tân Xuân, Tân Tĩnh và Tân Tĩnh Đông), Song Bình (hợp nhất Bình Thạnh và Bình Hài), Long Bình Điền (hợp nhất Long Hựu, Bình Hạnh và Điền Trang), Đăng Hưng Phước (hợp nhất Bình Đăng, Hưng Ngãi và Vĩnh Phước), Mỹ Phong, Tân Hội Mỹ (hợp nhất 4 làng: Phú Hội, Mỹ Chánh, Bình Phong và Phong Thuận);\n*Tổng Thạnh Qươn gồm 7 làng: Lương Hòa Lạc (hợp nhất Lương Phú, Long Hòa và An Lạc), Thanh Bình (hợp nhất Thanh Xuân và Bình Dương), Phú Kiết, Mỹ Tịnh An (hợp nhất Mỹ Trung, Tịnh Hà và An Khương), Tân Bình Thạnh (hợp nhất Nhựt Tân, Bình Cách và Song Thạnh), Hòa Tịnh (hợp nhất Hòa Mỹ và Tịnh Giang), Trung Hòa.\n\n===Giai đoạn 1956-1976===\n====Việt Nam Cộng hòa====\nSau năm 1956, chính quyền [[Việt Nam Cộng hòa]] đặt quận Chợ Gạo thuộc tỉnh [[Định Tường]], các làng trở thành xã; trả tổng Thạnh Quơn (gồm 7 xã: Lương Hoà Lạc, Hoà Tịnh, Mỹ Tịnh An, Phú Kiết, Tân Bình Thạnh, Thanh Bình, Trung Hoà) về cho quận [[Bến Tranh]] quản lý, đồng thời đổi tên xã Tân Hội Mỹ thành xã Tân Mỹ Chánh. Từ đó ranh giới phía tây trở lại như thời gian 1913-1928. Quận lỵ Bến Tranh ban đầu vẫn đặt tại xã Lương Hòa Lạc, vốn là nơi đặt chợ Bến Tranh. Tuy nhiên, đến ngày [[5 tháng 12]] năm [[1957]], chính quyền [[Việt Nam Cộng hòa]] lại ban hành quyết định về việc dời quận lỵ quận [[Bến Tranh]] từ xã Lương Hòa Lạc tới xã Tân Hiệp (ngày nay là thị trấn Tân Hiệp thuộc huyện [[Châu Thành, Tiền Giang|Châu Thành]]).\n\nNgày [[27 tháng 2]] năm [[1964]], dời quận lỵ từ xã Bình Phan tới xã Tân Thuận Bình. Cũng trong năm [[1964]], các xã Mỹ Phong và Tân Mỹ Chánh của quận Chợ Gạo được giao về cho quận Châu Thành quản lý. Sau năm [[1965]], các tổng mặc nhiên giải thể.\n\nKể từ đó cho đến năm [[1975]], quận Chợ Gạo thuộc tỉnh Định Tường do chính quyền [[Việt Nam Cộng hòa]] sắp xếp hành chính có 11 xã trực thuộc quận gồm: An Thạnh Thủy, Bình Ninh, Bình Phan, Bình Phục Nhứt, Hòa Định, Long Bình Điền, Đăng Hưng Phước, Quơn Long, Tân Thuận Bình, Xuân Đông, Song Bình. Quận lỵ đặt tại xã Tân Thuận Bình.\n\n====Chính quyền Cách mạng====\nVề phía chính quyền Cách mạng, địa giới hành chính của huyện Chợ Gạo thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trong giai đoạn 1956-1976 vẫn được duy trì như trước năm [[1956]]. Trong đó, huyện Chợ Gạo quản lý thêm các xã: Lương Hoà Lạc, Hoà Tịnh, Mỹ Tịnh An, Phú Kiết, Tân Bình Thạnh, Thanh Bình, Trung Hoà vốn thuộc quận [[Bến Tranh]], tỉnh [[Định Tường]] của chính quyền [[Việt Nam Cộng hòa]].\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn đặt huyện Chợ Gạo thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] như trước cho đến đầu năm [[1976]]. Huyện lỵ là thị trấn Chợ Gạo, được thành lập do tách một phần đất từ các xã Bình Phan, Hòa Định, Tân Thuận Bình.\n\n===Từ năm 1976 đến nay===\nTháng [[3]] năm [[1976]], Chợ Gạo trở thành huyện của tỉnh [[Tiền Giang]] cho đến ngày nay, bao gồm thị trấn Chợ Gạo và 18 xã: An Thạnh Thủy, Bình Ninh, Đăng Hưng Phước, Hòa Định, Hòa Tịnh, Long Bình Điền, Lương Hòa Lạc, Mỹ Tịnh An, Bình Phan, Bình Phục Nhứt, Phú Kiết, Quơn Long, Song Bình, Tân Bình Thạnh, Tân Thuận Bình, Thanh Bình, Trung Hòa, Xuân Đông.\n\nNgày [[26 tháng 9]] năm [[2009]], [[Chính phủ Việt Nam]] ban hành Nghị quyết số '''28\/NQ-CP'''<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-28-NQ-CP-dieu-chinh-va-mo-rong-dia-gioi-hanh-chinh-vb91273t13.aspx | tiêu đề = Nghị quyết 28\/NQ | tác giả 1 = | ngày = | ngày truy cập = 16 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> về việc điều chỉnh địa giới hành chính huyện [[Châu Thành, Tiền Giang|Châu Thành]], huyện Chợ Gạo, để mở rộng địa giới hành chính thành phố [[Mỹ Tho]]; điều chỉnh địa giới hành chính xã, thành lập xã thuộc thành phố Mỹ Tho, huyện Châu Thành, huyện Chợ Gạo, tỉnh Tiền Giang. Theo đó, điều chỉnh 709,51 ha diện tích tự nhiên và 6.917 nhân khẩu của huyện Chợ Gạo (bao gồm 502,33 ha diện tích tự nhiên và 4.986 nhân khẩu của xã Lương Hòa Lạc; 207,18 ha diện tích tự nhiên và 1.931 nhân khẩu của xã Song Bình) về thành phố [[Mỹ Tho]] quản lý. Trong đó, phần diện tích và dân số của xã Lương Hòa Lạc nhập vào xã [[Đạo Thạnh]]; phần diện tích và dân số của xã Song Bình nhập vào xã [[Tân Mỹ Chánh]].\n\nSau khi điều chỉnh, huyện Chợ Gạo còn lại 22.943,39 ha diện tích tự nhiên và 183.241 nhân khẩu, có 19 đơn vị hành chính trực thuộc, bao gồm: thị trấn Chợ Gạo và các xã: An Thạnh Thủy, Bình Ninh, Đăng Hưng Phước, Hòa Định, Hòa Tịnh, Long Bình Điền, Lương Hòa Lạc, Mỹ Tịnh An, Bình Phan, Bình Phục Nhứt, Phú Kiết, Quơn Long, Song Bình, Tân Bình Thạnh, Tân Thuận Bình, Thanh Bình, Trung Hòa, Xuân Đông.\n\n== Danh nhân ==\n*Chí sĩ [[Nguyễn Hữu Huân]]\n*Trương Định ở Gò Công\n*Danh ca Phương Dung\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{Thể loại Commons|Cho Gao District}}\n{{Huyện thị Tiền Giang}}\n{{Đơn vị hành chính thuộc huyện Chợ Gạo}}"}