{"1639060":"{{Thông tin công trình xây dựng\n|name=Chợ Bình Tây\n|native_name=Chợ Lớn mới\n|coordinates={{coord| 10.749375| 106.651078| type:landmark| format=dms| name=Chợ Bình Tây| display=inline,title}}\n|image=Vn-hcm-cho-binh-tay-27-07-07.JPG\n|image_size=270\n|grounds_area=\n|floor_area={{convert|2,5|ha|acre}}\n|building_type=Chợ truyền thống\n|architectural_style=Á Đông\n|renovation_date=1992, 2016-2018\n|construction_start_date=1928\n|main_contractor=Công ty Tàu Cuốc (Công ty Xáng)\n|opened={{start date and age|1930}}\n|mapframe-zoom=15\n|location_country={{VIE}}\n|location_city=[[Thành phố Hồ Chí Minh]]\n|address=57A Tháp Mười, [[Phường 2, Quận 6]]\n|client=[[Quách Đàm]]\n|height={{convert|13,1|m|ft}}\n|size=Dài: {{convert|89,2|m|ft}}<br>Rộng: {{convert|108,6|m|ft}}|ren_cost=104 tỷ đồng (2016)\n|classification=Di tích kiến trúc nghệ thuật\n}}\n'''Chợ Bình Tây''' là một ngôi [[chợ]] tại [[Quận 6]], [[Thành phố Hồ Chí Minh]] (TP HCM), tọa lạc trong khu vực gọi là [[Chợ Lớn]] nên chính bản thân nó cũng thường được gọi không chính thức là '''chợ Lớn mới'''. Chợ Bình Tây nằm trong khuôn viên rộng 25.000 m², nằm giữa 4 tuyến đường Tháp Mười - Lê Tấn Kế - Phan Văn Khỏe - Trần Bình. Chợ này có mặt bằng hình chữ nhật, 12 cổng (gồm cả chính lẫn phụ) và được thiết kế theo lối [[Kiến trúc#Kiến trúc Á Đông|kiến trúc Á Đông]].\n[[Tập tin:Binh Tay Market, interior.jpg|250px|trái|nhỏ|Kiến trúc bên trong chợ]]\nChợ Bình Tây là đầu mối sỉ hàng hóa lớn của TP HCM. Hàng hóa ở đây được đưa đi phân phối khắp nơi trong cả nước, thậm chí bán sỉ sang thị trường [[Campuchia]] và nhiều nước khác. Ngôi chợ có tuổi đời lớn nhất TP HCM này là nơi thu hút nhiều du khách trong và ngoài nước tham quan.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/tieu-thuong-cho-binh-tay-tro-lai-ban-sau-2-nam-sua-chua-post892448.html|tiêu đề=Tiểu thương chợ Bình Tây trở lại bán sau 2 năm sửa chữa|website=}}<\/ref>\n\nNăm 2015, Chợ Bình Tây được Trung tâm Bảo tồn di tích thuộc Sở Văn hóa, thể thao TP HCM, Hội đồng xét duyệt di tích TP HCM công nhận di tích kiến trúc nghệ thuật tại TP HCM<ref>{{Chú thích web|url = http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20151106\/de-xuat-trai-davis-tan-son-nhat-la-di-tich-cap-quoc-gia\/997876.html|title = chợ Bình Tây là di tích kiến trúc nghệ thuật}}<\/ref>\n\n==Lịch sử==\n[[Tập tin:Cholon -- Le marché.jpg|250px|trái|nhỏ|Không ảnh chợ Bình Tây và [[kênh Hàng Bàng]] ở mặt sau chợ vào khoảng năm 1930]]\nChợ này do một thương gia [[người Hoa (Việt Nam)|người Hoa]] là [[Quách Đàm]] (còn gọi là Thông Hiệp) bỏ [[tiền]] ra xây dựng vào năm [[1928]] rồi tặng cho chính quyền thành phố lúc bấy giờ, khánh thành năm 1930. Đổi lại, ông chỉ xin xây dựng thêm mấy dãy nhà phố xung quanh chợ và đặt tượng mình giữa chợ khi mất. Phố và nhà lồng chợ do nhà thầu danh tiếng - Công ty Tàu Cuốc (Công ty Xáng) [[Liên bang Đông Dương|Đông Dương]] xây dựng. Chợ Bình Tây được xây dựng mang phong cách [[Kiến trúc#Kiến trúc Á Đông|kiến trúc Á Đông]] nhưng ứng dụng những kỹ thuật hiện đại [[thế giới phương Tây|phương Tây]] đương thời và được đánh giá là một trong những ngôi chợ đẹp nhất Sài Gòn.<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20161117\/cho-lon-moi-cho-binh-tay-truoc-gio-dai-trung-tu\/1210891.html Chợ Lớn Mới - chợ Bình Tây trước giờ đại trùng tu]<\/ref>\n\n==Trùng tu==\n[[Tập tin:Le marché de Binh Thay (Hô Chi Minh-Ville) (6798206655).jpg|250px|trái|nhỏ|Các sạp bên trong chợ]]\nNăm 1992, chợ Bình Tây được nâng cấp, sửa chữa toàn diện.\n\nNăm 2006, chợ tiếp tục được xây dựng 2 dãy phía đường Trần Bình và Lê Tấn Kế bằng khung sắt, mái tôn.\n\nDự án sửa chữa, nâng cấp toàn diện chợ Bình Tây được lên kế hoạch và thực hiện từ cuối tháng 11 năm 2016. Tổng kinh phí đầu tư cải tạo toàn diện chợ là 104 tỷ đồng, kèm hơn 10 tỷ đồng đầu tư làm chợ tạm; toàn bộ nguồn vốn đều do tiểu thương đóng góp. Số tiền nói trên tích cóp được từ tiền thuê bao sử dụng sạp của tiểu thương trong vòng 10 năm.\n\nNgày 15 tháng 11 năm 2018, chợ Bình Tây đã chính thức hoạt động trở lại với hơn 1400 sạp đủ các mặt hàng phục vụ người dân ở cửa ngõ phía Tây thành phố và các tỉnh lân cận sau 2 năm tạm ngưng tu sửa. Suốt 2 năm công trình được sửa chữa, hơn 1.000 tiểu thương chợ Bình Tây được dời sang kinh doanh tại khu chợ tạm được dựng bằng tôn trên đường Tháp Mười, nằm trước cổng chính chợ.\n[[Tập tin:Cho Binh Tay-Cho Lon 2011 - panoramio.jpg|200px|phải|nhỏ|Kiến trúc chợ]]\nCông trình sửa chữa nâng cấp chợ này thực hiện phục chế theo nguyên mẫu mái ngói được xây dựng đầu tiên vào năm 1928. Toàn bộ kiến trúc, đường nét khi sửa chữa hay phục chế đều được Trung tâm bảo tồn và phát huy giá trị di tích lịch sử văn hóa TP HCM và Sở Văn hóa và Thể thao TP HCM kiểm định. Toàn bộ rui (thanh tre hay gỗ đặt theo chiều dốc của mái nhà để đỡ những thanh mè) và [[ngói]] lợp của chợ được thay mới hoàn toàn theo mẫu cũ. Các con rồng trên nóc chợ được đo kích thước và sửa chữa để phục hồi theo nguyên mẫu. Nền chợ bằng vật liệu đá mài màu trắng cũng được cán bộ của trung tâm bảo tồn xem xét về màu sắc. Toàn bộ hệ thống cầu thang, lan can của chợ Bình Tây đều được cải tạo mới. Đặc biệt, nền được nâng cao hơn, toàn bộ sàn ở tầng trệt và lầu đều được lát gạch mới.\n\nTheo thiết kế, công trình mặt tiền chợ Bình Tây dài 89,2 m, rộng 108,6 m và cao 13,1 m với nóc nhà gắn đồng hồ lớn là biểu tượng của chợ Bình Tây. Khu vực nhà lồng có tổng cộng 1.446 sạp, trong đó có 698 sạp tầng trệt và 748 sạp tầng lầu. Theo nhiều tiểu thương, vị trí các [[quầy bán hàng]] của họ được bố trí tương tự 2 năm trước. Việc này nhằm buôn bán hiệu quả và kết nối lại với các khách hàng cũ trước đây. Không gian chợ khang trang sau khi được cải tạo lại, các bảng hiệu đồng bộ về diện tích và màu sắc.\n\nBên cạnh việc phục hồi nguyên trạng chợ, các cơ quan chức năng chấp thuận xây dựng thiết kế mới một hạng mục là xây dựng thêm tầng hầm có diện tích 172m².<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/giu-ve-dep-xua-cua-cho-binh-tay-1023841.html|tiêu đề=Giữ vẻ đẹp xưa của chợ Bình Tây|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/tich-cop-10-nam-sua-cho-binh-tay-khu-cho-lon-bac-nhat-cua-sai-gon-20181113093840535.htm|tiêu đề=Tích cóp 10 năm sửa chợ Bình Tây - khu chợ lớn bậc nhất của Sài Gòn|website=}}<\/ref>\n\nChợ kinh doanh các mặt hàng như: [[bào ngư]], [[vi cá mập]], [[bong bóng cá]]...\n\n==Chú thích==\n{{Thể loại Commons|Binh Tay Market}}\n{{tham khảo}}\n{{sơ khai kiến trúc Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Chợ tại Thành phố Hồ Chí Minh|Bình Tây]]\n[[Thể loại:Chợ đầu mối tại Việt Nam|Bình Tây]]\n[[Thể loại:Chợ Lớn]]\n[[Thể loại:Quận 6]]\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh]]"}