{"349231":"'''Chợ Tân Kiểng''' là ngôi chợ lớn nhất và là một trong số ít ngôi chợ có từ nửa cuối [[thế kỷ 18]] ở trấn [[Thành Gia Định|Phiên An]] (Gia Định), [[Việt Nam]].\n\n==Giới thiệu==\n[[Tập tin:Bản đồ Gia Định 1815.jpg|nhỏ|phải|250px| Chợ Tân Kiểng trên bản đồ Gia Định 1815 do [[Trần Văn Học]] vẽ.]]\n'''Chợ Tân Kiểng''' được thành lập năm [[1748]], trên đất làng Tân Kiểng (vốn tên Tân Cảnh, do kỵ húy [[Nguyễn Phúc Cảnh|Hoàng tử Cảnh]], nên phải nói trại), tục gọi ''Xóm Lò Rèn Thợ Vắp'', thuộc tổng Dương Hòa, huyện [[Bình Dương]], trấn Phiên An, [[Gia Định thành]].\n\nNăm [[1836]], chợ thuộc thôn Tân Phong Thượng, huyện Tân Long, tỉnh [[Gia Định]]. Đến năm [[1880]], chợ thuộc thôn của tổng Dương Minh, hạt 20.\n\nSau, ba làng là Tân Kiểng, Nhơn Giang (trước 1885 mang tên Nhơn Ngãi), Bình Yên sáp nhập lại làm một, hình thành vùng Chợ Quán.\n\nVà theo sách ''Sài Gòn năm xưa'' của [[Vương Hồng Sển]], sở dĩ gọi là chợ Quán ''vì thuở trước chợ nhóm họp dưới gốc những cây me đại thọ lối [[nhà thương Chợ Quán]] hiện nay. Chung quanh chợ có nhiều quán xá lốc cốc tựu một chỗ nên đặt tên làm vậy.'' <ref>[[Vương Hồng Sển]], ''Sài Gòn năm xưa'', Nhà xuất bản TP. HCM, tr.167-168; hay xem tại đây:<\/ref>.\n\nĐến năm [[1975]], khu chợ xưa ở chỗ [[đình Tân Kiểng]] ngày nay, thuộc Phường 22, [[Quận 5]], [[Thành phố Hồ Chí Minh]], qua năm 1986, thì thuộc Phường 2, Quận 5.\n\nSách [[Gia Định thành thông chí]] chép về chợ Tân Kiểng như sau:\n:''Chợ Tân Kiểng (tục gọi chợ Quán), cách trấn về phía nam hơn 6 dặm, phố chợ rất đông đúc, thường năm đến ngày Nguyên đán có tổ chức chơi đu tiên vân xa, đáng gọi là một chợ lớn. Từ trước, đến cuối năm thường có chém tù ở đây. Cách sông ở bờ phía đông, ngày trước có người [[Campuchia|Cao Miên]] là Nặc Đích theo Nặc Tha đến, cắm dùi sống luôn ở đấy, người này bèn làm cầu ngang qua sông để thông đến chợ, gọi là cầu Nặc Đích, sau trải qua loạn lạc nên hư hỏng. Đầu phía tây đường lớn có đồn (gần góc đường [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|Trần Hưng Đạo]] – [[Huỳnh Mẫn Đạt]] ngày nay) bắt trộm cướp đóng giữ...''<ref>Trích ''Gia Định thành thông chí'' [http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=320&Itemid=103&limit=1&limitstart=2]{{Liên kết hỏng|date=2021-07-18 |bot=InternetArchiveBot }}. ''Vân xa'': bánh xe lớn như quạt nước (xa nước) ở nông thôn, trên đó có tám cái ghế và tám cô gái ngồi trên đó, đẩy cho bánh xe lớn quay vòng tròn, các cô gái mặc quần áo nhiều màu sắc đẹp, bay phấp phới giữa không trung, xem rất đẹp. Xem [http:\/\/www.thuong-chieu.org\/uni\/KinhSachThiKe\/Su\/ThienSuVietNam\/Html\/hongan_trinang.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090330224301\/http:\/\/www.thuong-chieu.org\/uni\/KinhSachThiKe\/Su\/ThienSuVietNam\/Html\/hongan_trinang.htm |date=2009-03-30 }}<\/ref>.\n\nVà cũng theo sách trên, thì Tham tán Nguyễn Tịnh, người trấn [[Quy Nhơn]], bị quân [[Nhà Tây Sơn|Tây Sơn]] xử chém chết ở khu chợ này. Trước đây, ông Tịnh bị quân Tây Sơn bắt một lần, nhưng được tha. Về sau, ông lại tiếp tục theo phò chúa [[Nguyễn Phúc Thuần]], nên bị bắt lần nữa và đã phải nhận cái chết năm 1777 <ref>[http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view Xem chi tiết trong ''Gia Định thành thông chí'']{{Liên kết hỏng|date=2021-07-18 |bot=InternetArchiveBot }}<\/ref>.\n\n==Giai thoại==\nHiện chưa biết [[Thiền sư]] Hồng Ân<ref>Sách [[Đại Nam nhất thống chí]] ghi tên là Tăng Ân (dẫn theo sách ''Sài Gòn năm xưa'' của [[Vương Hồng Sển]] [).<\/ref> thuộc phái thiền nào, trụ trì ở chùa nào, và hành trạng ra sao. Chỉ biết chuyện nhà sư cùng đồ đệ là Trí Năng hạ mãnh hổ ở chợ Tân Kiểng, có chép trong sách ''Gia Định thành thông chí'':\n\n:''Ngày 25 [[tháng giêng|tháng Giêng]] năm [[Canh Dần]] (1770) đời Duệ Tông (tức chúa Nguyễn Phúc Thuần), có con hổ dữ vào nhà dân ở phía nam chợ, nó gầm rống rất dữ, dân quanh vùng đều hoảng sợ, họ báo với đồn dinh để phái quân vây bắt. ''\n\n:''Sau phải triệt hạ phòng ốc, làm nhiều lớp hàng rào bao quanh, nhưng con hổ rất dữ, không ai dám đối đầu. Qua ngày thứ 3, có thầy tu đi vân du là Hồng Ân cùng đồ đệ là Trí Năng xin vào đánh cọp. Hồng Ân cùng hổ quần thảo một hồi, hổ bị côn đánh rát quá, nhảy núp vào lùm tre, Hồng Ân đuổi nà theo, hổ bị dồn ngặt nên cự trở lại với Hồng Ân. Hồng Ân lui chân té xuống mương nhỏ, bị hổ tát thọ thương. Trí Năng tiếp viện đánh trúng đầu, hổ chết dưới làn côn, nhưng Hồng Ân bị thương nặng nên cũng mất liền khi ấy.''\n\n:''Người ở chợ cảm nghĩa đem xác Hồng Ân chôn tại chỗ đấy rồi xây tháp, nay vẫn còn''<ref>[http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=320&Itemid=103&limit=1&limitstart=2 Xem ''Gia Định Thành Thông Chí'']{{Liên kết hỏng|date=2021-07-18 |bot=InternetArchiveBot }}<\/ref>.\n\nTháp của nhà sư nay đã không còn, chỉ còn lại bài vị \"Cậu Ân\" (tức Hồng Ân) được thờ trong đình Tân Kiểng, tọa lạc tại số 718, đường Trần Hưng Đạo, quận 5, TP. Hồ Chí Minh.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trịnh Hoài Đức, ''Gia Định Thành Thông Chí'' [http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=320&Itemid=103&limit=1&limitstart=2]{{Liên kết hỏng|date=2021-07-18 |bot=InternetArchiveBot }}\n*Vương Hồng Sển, ''Sài Gòn năm xưa'', Nhà xuất bản TP. HCM.\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản VH-TT, 2006, tr. 80-83.\n*Nhiều tác giả, ''Hỏi đáp về Sài Gòn – Thành phố Hồ Chí Minh'' tập 1, Nhà xuất bản Trẻ, 2006, tr. 57-58.\n\n==Liên kết ngoài==\n*[http:\/\/www.hochiminhcity.gov.vn\/left\/ban_do\/bandotp_quanhuyen\/quan5.gif_big Vị trí Chợ Quán trên bản đồ quận 5, TP. Hồ Chí Minh.]{{Liên kết hỏng|date=2021-02-11 |bot=InternetArchiveBot }}\n\n[[Thể loại:Chợ cũ tại Sài Gòn|Chợ Tân Kiểng]]\n[[Thể loại:Gia Định]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}