{"308657":"[[Tập tin:Chợ Đà Lạt (trước).jpg|nhỏ|240px|Mặt trước của chợ]]\n'''Chợ Đà Lạt''' là một trung tâm thương mại của thành phố [[Đà Lạt]] tọa lạc trên trục đường chính là đường Nguyễn Thị Minh Khai và được xem là \"con tim của thành phố Đà Lạt\"<ref>''Đất Việt Mến Yêu'' của '' Phạm Côn Sơn'' trang 37 - '' Nhà xuất bản Thanh Niên.''<\/ref>. Không chỉ là một ngôi chợ với các hoạt động mua bán, chợ còn là điểm thu hút khách tham khi đến thành phố Đà Lạt. Năm 2011, [[Chợ Đà Lạt mới]] được xây dựng và dự kiến hoàn thành vào năm 2018-2019.\n\n==Lịch sử==\n[[Tập tin:Chợ Đà Lạt toàn cảnh.jpg|nhỏ|240px|Vòng xoay trước cửa chợ]]\nCác mốc xây dựng:\n*Năm 1929, một ngôi chợ bằng cây được xây dựng, lợp tôn gọi là \"Chợ Cây\" được dựng lên tại vị trí Rạp chiếu bóng 3 tháng 4 ở khu Hòa Bình hiện nay.\n*Năm 1937, sau một trận hỏa hoạn lớn, Công ty SIDEC xây dựng một ngôi chợ mới bằng gạch để thay thế \"Chợ Cây\".\n*Năm 1958, chợ Đà Lạt hiện nay được khởi công xây dựng trên một vùng đất sình lầy trồng xà-lách-son (''cresson''), do kiến trúc sư Nguyễn Duy Đức thiết kế, nhà thầu [[Nguyễn Linh Chiểu]] thi công, hoàn thành vào năm 1960. Về sau, kiến trúc sư [[Ngô Viết Thụ]] tham gia chỉnh trang chợ Đà Lạt (đặc biệt là việc thay đổi mặt tiền, thiết kế bổ sung cầu nổi béton, khu công viên trước chợ, và các dãy phố lầu xung quanh chợ). Ngày 3 tháng 4 năm 1993, khởi công xây dựng khối B chợ Đà Lạt do kiến trúc sư Lê Văn Rọt và Trần Hùng thiết kế. Công trình do Ủy ban nhân dân thành phố Đà Lạt và Ngân hàng Việt Hoa tại [[Thành phố Hồ Chí Minh]] hợp tác đầu tư.\n*Chợ Đà Lạt có 3 tầng, là một trong những chợ lầu đầu tiên ở [[Việt Nam]].\n\n==Miêu tả==\n[[Tập tin:Bên trong chợ Đà Lạt.jpg|nhỏ|240px|Các sạp hàng bên trong chợ]]\n[[Tập tin:Chợ Đà Lạt.jpg|nhỏ|240px|Góc bên phải chợ Đà Lạt cạnh khách sạn Thanh Bình vào buổi sáng]]\nChợ khá đa dạng và phong phú với các chủng loại hàng hóa.\n*Hàng Đà Lạt: Bao gồm các sản vật của vùng [[Lâm Đồng]] như: [[rau]], [[cải bắp|bắp cải]], [[súp lơ]], [[su hào]], dâu tây, v.v. Ngoài ra còn có [[chè]], mứt các loại, và rau [[atisô|atiso]].\n*Áo len: Áo len và các sản phẩm may mặc như vớ, tất, ủng, bao tay hay các loại nón len.\n*Hoa tươi: Có rất nhiều loại hoa, từ hoa bình dân đến hoa cao cấp đều có mặt tại chợ, với các loại hoa trồng sẵn trong chậu như [[họ Xương rồng|xương rồng]], [[sen đất]], [[họ Lan|lan]], [[chi Lay ơn|lay ơn]], [[thược dược]], v.v.\n\n==Thông tin thêm ==\n*Chợ Đà Lạt không hoạt động về đêm, đóng cửa lúc 18 giờ. Nếu du khách muốn mua hàng hay đi chợ đêm, phải qua [[chợ Âm Phủ]].\n*Các mặt hàng không bán thách cao, chỉ từ 5000 – 10.000 đồng.\n*Sản phẩm áo len móc bằng tay khá ít, ngày nay, người Đà Lạt chỉ bán hàng xuất xứ từ [[Trung Quốc]].\n*Mua số lượng nhiều sẽ giảm giá và khá rẻ đối với một số mặt hàng rau quả. Người dân bán theo chục và bán sỉ, bán lẻ giá sẽ cao hơn.\n*Nên mua giỏ xách bằng với giá 5000 hoặc 2000, vừa bảo vệ môi trường vừa mang được nhiều hàng.\n*Một số loại hoa trồng sẵn trong chậu nên hỏi khí hậu có thích hợp không, vì khi mang đến nơi có khí hậu khác Đà Lạt, cây sẽ chết.\n*Họp chợ hoa vào sáng sớm. Nếu đi trễ, hoa sẽ không tươi và giá đắt.\n*Chuối Laba bán trong khu nhà lồng trong chợ giá rẻ và tươi.\n*[[Bơ]] Đà Lạt bán rất nhiều trong chợ, tuy nhiên, bơ có nhiều loại, khi mua phải hỏi kỹ vì bơ có nhiều loại. Nếu không du khách và người mua dễ nhầm lẫn với loại bơ hột to và thối bên trong.\n*Muốn mua trái cây, tốt nhất du khách nên ra chợ Đà Lạt vào sáng sớm để chọn những quả tươi ngon. Đà Lạt có nhiều loại trái cây đặc sản như: [[Hồng (quả)|hồng]], [[bơ (thực vật)|bơ]], [[đào lông]], [[dâu tây]], [[dâu trắng|dâu tằm]]… Giá cả các loại trái cây dao động theo mùa, nhưng không mắc lắm, chỉ từ 10.000 – 20.000 đồng.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{coord|11|56|34.63|N|108|26|12.56|E|region:VN|display=title}}\n{{thể loại Commons|Da Lat Market}}\n*[http:\/\/trade.dongnai.gov.vn\/tin_tuc\/trong_nuoc\/mlnews.2006-06-07.8544377303 Thông tin về chợ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090514073930\/http:\/\/trade.dongnai.gov.vn\/tin_tuc\/trong_nuoc\/mlnews.2006-06-07.8544377303 |date=2009-05-14 }}\n*Vị trí [https:\/\/www.google.com\/maps\/d\/viewer?mid=1wlhbEToDirEZ_GVqAVnKf7E_6TOm0VVS&ll=11.943381200000001%2C108.43720210000001&z=18 chợ Đà Lạt] trên Google Maps\n\n{{Du lịch Lâm Đồng}}\n\n[[Thể loại:Chợ tại Lâm Đồng]]"}