{"289086":"{{Chợ nổi}}\n[[Tập tin:Phong dien.jpg|nhỏ|200px|trái|Chợ nổi là nơi trao đổi trái cây là nhiều nhất]]\n'''Chợ nổi Phong Điền''' là một [[chợ nổi]] để mua bán và trao đổi hàng hóa, một điểm tham quan hấp dẫn của sông nước [[Đồng bằng sông Cửu Long|miền Tây]]. Chợ nằm ngay ngã ba sông, nơi [[sông Cần Thơ]] phân lưu khỏi [[sông Hậu]], cách trung tâm thành phố [[Cần Thơ]] khoảng 17&nbsp;km về phía Đông Nam. Chợ thường nhóm vào khoảng 4-5 giờ sáng khi mặt trời vừa chớm mọc và đến 7-8 giờ là lúc mặt trời lên cao thì chợ cũng tan dần.\n\n==Đặc điểm==\nKhác với [[chợ nổi Cái Răng]] chỉ buôn bán nông sản là chủ yếu, chợ nổi Phong Điền phong phú hơn. Trong chợ có các ghe hàng bán những vật dụng sinh hoạt, công cụ lao động sản xuất như: xuồng, ghe, lá lợp nhà, dao, cuốc, rựa; các dụng cụ đánh bắt thủy sản như: chài, lưới, lờ, lọp...; các sản phẩm của nghề đan đát như: thúng, rổ, nong, nia, sàng, sịa, cần xé... và các loại hàng bách hóa tổng hợp trong và ngoài nước. Ngoài ra, chợ còn bán cả thức ăn thứ thức ăn: [[trứng vịt lộn|hột vịt lộn]], bún nước lèo, [[bún thịt nướng]], [[cháo lòng]], gỏi vịt, [[hủ tiếu]], [[cà phê]]...\n\nHiện nay, trên chợ nổi còn có các dịch vụ mới như: trạm xăng dầu nổi có sức chứa vài ngàn lít bán cho tàu ghe qua lại, tiệm sửa cân, sửa máy, tiệm may nổi phục vụ nhanh cho khách hàng... Nói chung, mặt hàng nào ở phố chợ có thì cũng đều có mặt ở chợ nổi, phục vụ cho những khách hàng mua bán trên sông.\n\nNếu như các thuyền lớn và các tàu nhỏ có thể neo đâu và trao đổi hang hóa thì ngược lại đò là một phương tiện mới phát sinh buôn bán và len lỏi giữa các thuyền đế bán nước và trái cây cho du khách hoặc các tiệm tạp phẩm nhỏ.\n\nNgoài ra, còn có hàng chục tàu đò, vỏ lãi đậu ở bến sông, sẵn sàng đưa du khách tham quan chợ nổi. Chủ tàu đò thường là người địa phương nên có thể kiêm luôn vai trò thuyết minh, hướng dẫn khách. Sau khi tham quan, mua sắm ở chợ nổi, du khách có thể xuôi theo rạch Trà Niền đến thăm mộ Cử nhân [[Phan Văn Trị]], hoặc về thăm thôn xóm, vườn cây ăn trái, hòa cùng cuộc sống bình dị nhưng ấm nồng của nông dân ở các xã [[Nhơn Ái]], [[Nhơn Nghĩa]], [[Tân Thới]], [[Trường Lạc]]... là vùng kinh tế vườn nổi tiếng từ xưa đến nay.\n\n==Ca dao==\n:''Phong Điền chợ nổi trên sông''\n:''Bồng bềnh mặt nước chợ đông sớm chiều''\n\nĐối với những người mua bán ở chợ nổi, chiếc ghe dùng để chở hàng hóa cũng là căn nhà di động. Mọi hoạt động mua bán, sinh hoạt của gia đình đều diễn ra trên ghe. Khoảng không gian tuy hẹp nhưng cũng đủ gói ghém những vật dụng cần thiết cho cuộc sống hàng ngày.\n\n==Du lịch==\nNgày nay, dẫu đường bộ đã phát triển đến tận những vùng nông thôn hẻo lánh của thành phố Cần Thơ nói riêng, [[đồng bằng sông Cửu Long]] nói chung, nhưng các chợ trên sông vẫn tiếp tục tồn tại, tiếp tục họp tan theo con nước lớn ròng - một nét văn hóa đặc sắc của người dân miền sông nước đồng bằng. Chợ nổi Phong Điền là một trong những điểm tham quan đặc sắc nhất ở Cần Thơ. Đây là một nét văn hóa rất đặc sắc ở vùng đồng bằng sông nước Cửu Long, thu hút rất nhiều du khách, đặc biệt là khách nước ngoài.\n\n==Tham khảo==\n{{tham khảo}}\n*Huỳnh Minh, ''Cần Thơ Xưa'' (Bộ sách Sưu khảo các tỉnh, thành năm xưa), Nhà xuất bản. Thanh Niên\n\n[[Thể loại:Chợ tại Cần Thơ]]\n[[Thể loại:Chợ nổi Việt Nam|Phong Điền]]\n[[Thể loại:Du lịch Cần Thơ]]\n[[Thể loại:Phong Điền, Cần Thơ]]"}