{"60446":"{{otheruses|Chợ Đồng Xuân (định hướng)|Đồng Xuân (định hướng)}}\n{{Thông tin công trình xây dựng \n| name  = Chợ Đồng Xuân\n| native_name = {{native_name|fr|Marché de Dong Xuan}}<br>{{native_name|en|Dong Xuan market}}\n| image = Chợ Đồng Xuân - NKS.jpg \n| caption = Chợ Đồng Xuân\n| alternate_names = Chợ Lớn \n| building_type = [[Chợ]]\n| location =[[Hà Nội]]\n| coordinates = {{coord|21.038164|105.850031|type:landmark_region:VI}}\n| owner = Công ty Cổ phần Đồng Xuân\n| start_date = 1889\n| renovation_date = 1994\n}}\n[[Tập tin:Hanoi cho dong xuan.jpg|nhỏ|360px|Mặt tiền chợ Đồng Xuân. Ảnh được chụp vào tháng 10 năm 2002.]]\n'''Chợ Đồng Xuân''' là một trong những [[chợ]] lớn nhất tại [[Hà Nội]], Việt Nam; là chợ lớn nhất trong [[khu phố cổ Hà Nội]]. Chợ có lịch sử tồn tại hàng trăm năm từ thời phong kiến [[nhà Nguyễn]].\n\n== Vị trí ==\nChợ Đồng Xuân nằm trong khu phố cổ, phía tây là phố Đồng Xuân, phía bắc là [[Hàng Khoai|phố Hàng Khoai]], phía nam là phố Cầu Đông, phía đông là phố Nguyễn Thiện Thuật.\n\nCổng chợ nhìn sang phía tây, phía trước là một khoảng trống nhỏ. Phía Bắc có Quán Huyền Thiên - sau đổi thành Chùa Huyền Thiên. Ngay sát sau chợ là chợ Bắc Qua\n. Vì vậy nhiều người gọi cả hai là chợ Đồng Xuân - Bắc Qua.\n\nỞ góc tây bắc của chợ có đài Cảm Tử để kỉ niệm ngày [[Toàn quốc kháng chiến]] diễn ra vào năm 1946.\n\n== Lịch sử ==\n[[Tập tin:Hanoï - Les Halles.jpg|nhỏ|250px|Chợ Đồng Xuân đầu thế kỷ 20]]\n* Trong thời gian xây dựng lại [[Hoàng thành Thăng Long|thành Thăng Long]] vào mùa hạ năm Giáp Tí (1804), Tổng trấn [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] dưới triều đại Nguyễn đã cho đặt ngôi chợ lớn ở cửa chính đông, hay còn gọi là chợ Đồng Xuân ngày nay.\n* Chợ Đồng Xuân tuy nằm trong khu phố cổ nhưng có tuổi đời trẻ hơn rất nhiều so với các phố xung quanh. Trước kia đây là khu đất trống thuộc phường Đồng Xuân, huyện Thọ Xương nằm trước quán Huyền Thiên (sau đổi thành chùa Huyền Thiên). Người dân họp chợ trên hai khu đất ở cạnh chùa Cầu Đông ở [[hàng Đường|phố Hàng Đường]] và cạnh [[đền Bạch Mã]] ở [[Hàng Buồm|phố Hàng Buồm]] vì hai khu đất đó gần bến sông, tiện cho thuyền đi lại. \n* Năm [[1889]], khi những dấu tích cuối của [[sông Tô Lịch]] và hồ Thái Cực bị lấp hoàn toàn, người Pháp quy hoạch lại đã giải tỏa hai chợ trên và dồn tất cả các hàng quán vào khu đất trống của phường Đồng Xuân, tạo thành chợ Đồng Xuân. Trong năm đầu tiên chợ họp ngoài trời, hoặc có che mái lá giống như hai chợ cũ.\n* Năm 1890 chính quyền Pháp mới bắt đầu xây dựng chợ Đồng Xuân, tạo thành năm vòm cửa và năm nhà cầu dài 52m, cao 19m. Mặt tiền theo kiến trúc Pháp, gồm năm phần hình [[tam giác]] có trổ lỗ như tổ ong, lợp mái tôn.\n* Tháng 2 năm 1947, tại đây đã diễn ra các [[Trận Hà Nội 1946#Bao vây chợ Đồng Xuân|trận chiến]] ác liệt giữa [[Quân đội nhân dân Việt Nam|Vệ quốc đoàn]] chống lại lính Lê dương của Pháp, rất nhiều Vệ quốc quân đã hi sinh tại đây trước khi rút khỏi Hà Nội.\n* Từ sau ngày quân Việt Nam Dân chủ Cộng hòa tiếp quản Hà Nội, chợ Đồng Xuân là chợ lớn nhất thành phố này.\n* Vào khoảng năm 1990, chợ được xây dựng lại, phá bỏ hai dãy hai bên, ba dãy giữa xây lên ba tầng. Hai tấm cửa hai bên cũng bị dỡ, nhưng vẫn còn giữ hai cột ngoài cùng.<ref name=\"VnExpress\">{{Chú thích web|url=https:\/\/vnexpress.net\/hon-100-nam-ton-tai-cua-cho-dong-xuan-3735553.html|tiêu đề=Hơn 100 năm tồn tại của chợ Đồng Xuân|website=VnExpress|ngày=2018-4-13}}<\/ref>\n* Tối ngày 14 tháng 7 năm 1994, chợ Đồng Xuân đã bị hỏa hoạn, lửa thiêu rụi gần như toàn bộ các gian hàng trong chợ. Phải đến ngày 19 tháng 7 thì ngọn lửa mới được dập tắt hoàn toàn.<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Phong-su\/Khac-tinh-cua-nhung-dam-chay-i296268\/|tiêu đề=Khắc tinh của những đám cháy|website=Báo Công An Nhân Dân|ngày=2009-8-31}}<\/ref> Đây là vụ cháy chợ lớn nhất tại Hà Nội cho đến nay.<ref name=\"VnExpress\"\/>\n\n== Hàng hóa ==\nChợ Đồng Xuân là chợ đầu mối chủ yếu dành cho bán buôn. Tuy nhiên dạo quanh trong chợ, người mua vẫn tìm được cho mình những quầy hàng bán lẻ. Bên trong, chợ được chia làm 3 tầng chủ yếu với đầy đủ các mặt hàng thiết yếu. Tầng trệt: Ngay từ cửa vào là những hàng bán quần áo, kính râm, giày dép, vali cho đến đồ điện tử như điện thoại, cáp sạc, pin sạc, đèn pin siêu sáng, loa, đài radio...nhưng chủ yếu là những mặt hàng xuất xứ từ [[Trung Quốc]]. Tầng 2: Là khu vực bán buôn bán lẻ quần áo cho người lớn và các loại vải vóc, gấm, lụa,.... Tầng 3: Chủ yếu người ta bán đồ dành cho trẻ sơ sinh.... \nPhía sau chợ có các hàng bán chim thú cảnh. Hàng thực phẩm và ăn uống chủ yếu bán ở chợ Bắc Qua.\nPhía Bắc của chợ, là các hàng ăn, phục vụ khách cả ăn đêm. Xung quanh chợ lúc nào cũng đông đúc nhộn nhịp. Hàng hóa từ đây vận chuyển đi khắp các tỉnh phía Bắc.\n\n== Xem thêm ==\n* [[Hoàn Kiếm|Quận Hoàn Kiếm]]\n* [[Tràng Tiền Plaza]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Đồng Xuân Market}}\n* [http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/phoco\/group2\/group2_3\/page2_3_67.htm Phố Đồng Xuân]\n* [http:\/\/www.hanoi.gov.vn\/hanoiwebs\/administration\/departments\/sodulich\/congtrinhvanhoa3.htm#4 Chợ Đồng Xuân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090423092845\/http:\/\/www.hanoi.gov.vn\/hanoiwebs\/administration\/departments\/sodulich\/congtrinhvanhoa3.htm#4 |date=2009-04-23 }}\n\n{{Du lịch Hà Nội}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Chợ tại Hà Nội|Đồng Xuân]]\n[[Thể loại:Công trình kiến trúc Pháp tại Hà Nội]]\n[[Thể loại:Chợ đầu mối tại Việt Nam|Đồng Xuân]]\n[[Thể loại:Hoàn Kiếm]]"}