{"128293":"'''Chủ nghĩa lý lịch ở Việt Nam''' là hệ thống các chủ trương, lý luận, biện pháp nhằm thực hiện niềm tin là mọi việc đang, sẽ diễn ra đều bắt nguồn từ những việc đã có sẵn và mong muốn kế thừa công lao, thành quả của thế hệ đi trước của giai tầng thống trị hoặc ngăn cấm cơ hội sống còn, phát triển của thế hệ hiện tại của giai tầng bị trị hoặc giai tầng thống trị cũ, bằng cách phân biệt đối xử giữa các cá nhân dựa trên các quy định hoặc thông lệ về lý lịch cá nhân ở Việt Nam.\n\n==Lịch sử==\n===Thời quân chủ===\n\n===Thời cộng hòa===\nBằng chứng cụ thể, lý luận, và biện pháp của chủ nghĩa lý lịch ở [[Việt Nam]] là tờ khai lý lịch có bắt buộc ghi nguồn gốc xuất thân gia đình trong những đơn từ xin phép gia nhập [[đoàn thể]], dự thi, xin việc làm... Chủ nghĩa lý lịch cũng là cơ sở để dựa vào đó mà giảm nhẹ tội cho một cá nhân phạm tội <ref name=vnn1\/><ref name=bbc1\/><ref name=vne1\/>.\n\nTheo lời ông [[Võ Văn Kiệt]] thì Hồ Chí Minh đã nói: \"''Chính phủ không để tâm moi ra những tội cũ để đem ra làm án mới làm gì''\" <ref name=bbc2\/>.\n\nVào những năm 1965 có văn bản là phải đảng viên mới được bổ nhiệm trưởng, phó phòng, tới sau 1975 văn bản này mới bị huỷ bỏ chính thức. Đến đầu thập kỷ 1990 những người được tín nhiệm đề cử làm Bộ trưởng vẫn bị gạt đi chỉ vì lý do không phải là đảng viên <ref name=pltp1\/>.\n\nNhưng nhiều năm trước thời kỳ chưa đổi mới, lý lịch xuất thân được các cơ quan Tổ chức cán bộ xem xét khá kỹ càng, chặt chẽ nhiều người có ông bà, cha mẹ không phải là thành phần \"[[bần cố nông]]\" không được cất nhắc. Việc xét đi học, chuyển công tác, bổ nhiệm chức vụ... tất tật đều phải có lý lịch 3 đời \"''trong sạch''\" <ref name=tp1\/><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/programmes\/story\/2005\/05\/agendawk18_th_usa.shtml Thế hệ 75, BBC tiếng Việt:] Sau 1975, Ba tôi thì bị bắt đi cải tạo, chuyển hết trại này đến trai khác. Hai người chị tôi thì phải chấm dứt việc học vì lý lịch xấu, có cha đi cải tạo. Bản thân tôi, đến năm 1985 thì mới xong Trung học. Khi nộp đơn thi đại học thì được biết lý lịch xếp loại 11+\/13. Tất cả mọi ngưỡng cửa trường đại học đều khép chặt với tôi ngoại trừ đại học Nông nghiệp, nguyên nhân là trâu bò thì đâu có hiểu gì để tôi có thể tuyên truyền phản cách mạng…<\/ref>.\n\nTheo [[Võ Văn Kiệt]] thì thời này tư tưởng đại đoàn kết đã bị coi nhẹ, quan điểm giai cấp đã được vận dụng một cách máy móc, một chiều bởi bệnh chủ quan và say sưa vì chiến thắng, bởi những cách nhìn hẹp hòi, biệt phái, nhiều nhà kinh doanh có công với cách mạng đã không được coi là bạn nữa, gây những tổn thất lớn về chính trị và kinh tế. Ông cũng cho rằng hầu hết quân đội, sĩ quan và những viên chức trong chính quyền cũ cũng đều mong mỏi được sống trong hoà bình, hoà hợp, có cơ hội làm lại một cuộc sống yên ổn <ref name=bbc2\/>. Ông cho rằng xã hội phải đối xử công bằng với tất cả lớp người trẻ đi lên với xã hội này, ai ai cũng có nghĩa vụ và quyền lợi như nhau <ref name=tt1\/> và \"''Tư tưởng thành phần chủ nghĩa đã dẫn tới hai kết quả: Làm mất đi nhiều tài năng của một bộ phận đáng kể trong dân tộc, đồng thời đưa một cách gượng ép những nhân tố tuy rất cơ bản về chính trị nhưng lại không đủ chất lượng trong quản lý và xây dựng.''\" <ref name=bbc2\/>\n\nHiện nay, sau khi đổi mới tình hình đã được cải tiến nhiều, cách nhìn nhận cũng đổi mới hơn nhưng \"''bệnh lý lịch''\" vẫn còn ám ảnh nhất cơ quan Tổ chức chính quyền. Khi xét cơ cấu vào chức vụ lãnh đạo, quản lý trong tổ chức, đơn vị, cơ quan, doanh nghiệp nhà nước vẫn theo quy trình và dựa vào lý lịch.\n\nTheo giáo sư Võ Tòng Xuân, việc nhìn nhận và sử dụng người tài từ hải ngoại trở về gặp khó khăn lớn nhất từ lý lịch và việc thi \"''môn lý'' \" luôn là khó khăn khó vượt qua của trí thức [[Việt kiều]] mặc dù Đảng Cộng sản Việt Nam biết rằng không \"''nới''\" về mặt lý lịch thì Đảng sẽ mất rất nhiều nhân tài, theo giáo sư Võ Tòng Xuân thì \"việc xét lý lịch của Đảng hiện còn phong kiến hơn cả thời phong kiến\"<ref name=pltp2\/>.\n\n== Hồ sơ cán bộ, công chức ==\nHồ sơ cán bộ, công chức là tài liệu pháp lý phản ánh trung thực về nguồn gốc, quá trình trưởng thành, phẩm chất, năng lực, phong cách, các hoạt động, các mối quan hệ gia đình, xã hội của người cán bộ, công chức.\nViệc quản lý hồ sơ cán bộ là nhiệm vụ quan trọng trong công tác quản lý cán bộ, công chức. Hồ sơ được xây dựng, quản lý thống nhất, khoa học. Cấp nào quản lý cán bộ, công chức thì cấp đó quản lý hồ sơ. Hồ sơ phải được giữ gìn, bảo quản theo chế độ quy định.Hồ sơ được quản lý, sử dụng theo chế độ tài liệu mật. Chỉ những cán bộ, công chức có nhiệm vụ mới được nghiên cứu, khai thác hồ sơ. Khi cán bộ, công chức chuyển cơ quan thì hồ sơ được chuyển đến cơ quan tiếp nhận mới theo đường giao nhận tổ chức hoặc bằng bưu điện nhưng phải được đóng gói và niêm phong kỹ nhằm đáp ứng kịp thời cho công tác nghiên cứu, thống kê, đánh giá, tuyển chọn, đào tạo, bồi dưỡng, bổ nhiệm, điều động, bố trí sử dụng, khen thưởng, kỷ luật và thực hiện chính sách đối với cán bộ, công chức.\n\nNhững tài liệu do cán bộ, công chức khai theo hướng dẫn của cơ quan, đơn vị phải được cơ quan, đơn vị, địa phương xác minh và chứng nhận. Người giới thiệu đề bạt phải chịu trách nhiệm về lý lịch của người được giới thiệu.\n\n=== Nội dung hồ sơ ===\nGồm nhiều hồ sơ theo mẫu\n* '''Mẫu 2a\/TCTW''' của Ban Tổ chức Trung ương:là tài liệu cơ bản nhất được xây dựng khi cán bộ, công chức bắt đầu vào làm việc tại cơ quan. Sau khi tuyển dụng cơ quan hướng dẫn cán bộ, công chức lập hồ sơ, trong đó phải hướng dẫn tỉ mỉ, cụ thể để cán bộ, công chức khai lý lịch. Trong lý lịch được phản ánh trung thực đầy đủ về nguồn gốc, quá trình hình thành, phát triển về thể chất trí tuệ, năng lực, quan hệ kinh tế, chính trị, gia đình, xã hội của cán bộ, công chức. Quyển lý lịch do cán bộ, công chức tự khai có dán ảnh, ghi rõ ngày và nơi khai lý lịch, cam đoan khai đúng sự thật, ký tên và được thủ trưởng cơ quan thẩm tra, xác nhận.(''Có thể mua quyển lý lịch cán bộ công chức theo mẫu 2a\/TCTW ở Sở Nội vụ hoặc nhà sách'')\n* '''Mẫu 2b\/TCTW''': Các bản sơ yếu lý lịch: Tài liệu này do cán bộ, công chức kê khai, có sự thẩm tra, đối chiếu xác minh của cơ quan quản lý và xác nhận của thủ trưởng. Đây là tài liệu tóm tắt về người công chức trong thời điểm để xem xét khi có quyết định cử đào tạo, bồi dưỡng, sử dụng trong bổ nhiệm.\nCác bản bổ sung lý lịch (theo mẫu 2d\/TCTW): do cán bộ, công chức tự khai theo định kỳ hoặc mỗi khi có sự thay đổi về trình độ đào tạo, chức vụ, đơn vị công tác, hoàn cảnh gia đình,... Bản khai bổ sung lý lịch ghi rõ ngày, nơi khai bổ sung, cam đoan và ký tên. Thủ trưởng cơ quan, đơn vị quản lý cán bộ, công chức thẩm tra, xác nhận.\n*'''Mẫu 2d\/TCTW''': Các bản bổ sung lý lịch do cán bộ, công chức tự khai theo định kỳ hoặc mỗi khi có sự thay đổi về trình độ đào tạo, chức vụ, đơn vị công tác, hoàn cảnh gia đình,... Bản khai bổ sung lý lịch ghi rõ ngày, nơi khai bổ sung, cam đoan và ký tên. Thủ trưởng cơ quan, đơn vị quản lý cán bộ, công chức thẩm tra, xác nhận.\n* Và các loại giấy tờ khác quyết định bổ nhiệm, khen thưởng, kỷ luật, cử đào tạo, giấy kê khai tài sản, đơn thư của cán bộ, nhân dân gửi để phản ánh hoặc khiếu nại các hoạt động của cá nhân cán bộ, công chức hoặc tố giác những vấn đề có liên quan đến cán bộ, công chức đã được cơ quan có thẩm quyền xác minh, kết luận; những tài liệu thẩm tra, xác minh, kết luận của cơ quan có thẩm quyền về những vấn đề có liên quan đến cán bộ, công chức kể cả tài liệu ghi chép ý kiến của lãnh đạo, những người có trách nhiệm hiểu rõ người cán bộ, công chức được cơ quan xác nhận.\n\n=== Khai thác hồ sơ===\n* Cán bộ, công chức được giao nhiệm vụ nghiên cứu hồ sơ phải có giấy giới thiệu của thủ trưởng cơ quan, đơn vị và ghi rõ họ tên, chức vụ công tác, cần nghiên cứu hồ sơ của ai, nội dung gì.\n* Việc nghiên cứu hồ sơ được tiến hành tại chỗ, không được đưa ra khỏi phòng quản lý hồ sơ. Cán bộ, công chức nghiên cứu hồ sơ phải thực hiện đúng các quy định và sự hướng dẫn của cán bộ, công chức quản lý hồ sơ.\n* Đối với những trường hợp phải sao chụp lại tài liệu hoặc mượn tài liệu trong hồ sơ phải được thủ trưởng cơ quan quản lý hồ sơ cán bộ cho phép. Thời gian mượn không quá 15 ngày.\n* Cán bộ, công chức có thể xem hồ sơ của mình tại phòng hồ sơ, không được mang hồ sơ ra khỏi phòng quản lý. Khi xem nếu phát hiện những vấn đề chưa đồng tình cần trình bày với thủ trưởng đơn vị hoặc cơ quan quản lý cán bộ, công chức. Không tự tiện tẩy xoá, sửa chữa hoặc hủy các tài liệu có trong hồ sơ.\n* Bộ phận quản lý hồ sơ phải mở sổ theo dõi người đến nghiên cứu khai thác hồ sơ.\n\n=== Bảo quản hồ sơ ===\nHồ sơ lý lịch là tài sản quốc gia, là tài liệu được lưu trữ lâu dài, phải được bảo quản một cách khoa học, sắp xếp có trật tự để dễ tìm kiếm và thuận tiện trong bảo quản. Các hồ sơ được lưu giữ thành phong bì riêng, kín đáo và xếp thanh từng mục, cột, theo vần, theo cấp quản lý... Không được để nhàu nát, hư hỏng, thất lạc hồ sơ.\n\n=== Xây dựng và quản lý hồ sơ===\nCán bộ, công chức làm công tác quản lý hồ sơ phải là người có phẩm chất chính trị tốt, tin cậy, có tinh thần trách nhiệm cao, trung thực, có trình độ học vấn và nghiệp vụ, có ý thức tổ chức kỷ luật, có phong cách làm việc khoa học, lịch sử gia đình và bản thân phải rõ ràng và là đảng viên [[Đảng Cộng sản Việt Nam]].Cán bộ, công chức quản lý hồ sơ thực hiện các nhiệm vụ nghiêm túc các quy định về quản lý hồ sơ, làm các thủ tục tiếp nhận, chuyển giao và trực tiếp quản lý hồ sơ cán bộ, công chức đồng thời đề xuất chủ trương, biện pháp xây dựng và quản lý hồ sơ; xây dựng các mẫu hồ sơ, biểu báo cáo thống nhất và thiết kế các phương tiện quản lý.Tổ chức phục vụ tốt việc nghiên cứu khai thác hồ sơ cán bộ, công chức; thường xuyên kiểm tra, sắp xếp hồ sơ và các tài liệu trong hồ sơ; thực hiện ghi sổ sách, bố trí kho tàng thật khoa học và tổ chức lưu giữ, bảo quản tốt hồ sơ cán bộ, công chức.Tìm hiểu, phát hiện những vấn đề cán bộ, công chức tự khai chưa rõ hoặc mâu thuẫn trong hồ sơ, đảm bảo hồ sơ luôn phản ánh trung thực, rõ ràng chính xác về cán bộ, công chức. Thực hiện nguyên tắc bảo mật đối với nội dung các tài liệu trong hồ sơ cán bộ, công chức.\n\n=== Thẩm quyền khai thác hồ sơ ===\nTuỳ theo đối tượng quản lý mà phân cấp việc khai thác hồ sơ lý lịch như sau: \n* Ban Tổ chức Chính quyền quản lý hồ sơ cán bộ, công chức giữ các chức danh như sau:Trưởng, Phó trưởng phòng thuộc Sở và tương đương;Trưởng, Phó các đơn vị trực thuộc Sở; Cán bộ, công chức đang giữ ngạch Chuyên viên chính và tương đương;Giám đốc, Phó Giám đốc và Kế toán trưởng doanh nghiệp Nhà nước trực thuộc Sở;Cán bộ doanh nghiệp Nhà nước được cử đại diện phần vốn của Nhà nước tại các Công ty cổ phần và các Công ty liên doanh.\n* Các Sở, Ban ngành quản lý hồ sơ cán bộ, công chức của cơ quan, ngành từ Trưởng, Phó trưởng phòng thuộc Sở và tương đương trở xuống; quản lý hồ sơ cán bộ, công chức của cơ quan Sở, Ban.\n* Các cơ quan, đơn vị quản lý hồ sơ cán bộ, công chức của cơ quan, đơn vị.\n* Ủy ban nhân dân các huyện, thị xã quản lý hồ sơ cán bộ, công chức địa phương theo phân cấp quản lý.\n\n== Xem thêm ==\n* [[Thành phần xuất thân]] (Bắc Triều Tiên)\n* [[Nhà diện 2\/IV]]\n\n==Chú thích==\n{{Tham khảo|2|refs=\n\n<ref name=vnn1>\nTheo \n{{chú thích báo\n|tác giả= Tuyết Nhung\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/xahoi\/2007\/08\/726923\/\n|tên bài= Tuyên phạt Bùi Tiến Dũng 13 năm tù giam\n|ngày= 2007-08-07\n|ngày truy cập= 2014-01-07}}\nHội đồng xét xử đã lưu ý đến những yếu tố giảm tội như: Các bị cáo đã tình nguyện đem nộp lại số tiền bất chính, khai báo thành khẩn và một số bị cáo là người đã có nhiều bằng khen, giấy khen, gia đình có công với cách mạng.\n<\/ref>\n\n<ref name=bbc1>\n{{chú thích web\n| url = http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2007\/08\/070807_btdung_verdict.shtml\n| tiêu đề = Yếu tố giảm án cho Bùi Tiến Dũng\n| author = \n| ngày = 2007-08-16\n| ngày truy cập = 2007-10-13\n| work= BBC tiếng Việt}}\n<\/ref>\n\n<ref name=vne1>\n{{chú thích báo\n|tác giả= Thiên Nguyên\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/vu-nam-cam-3-cong-an-nhan-hoi-lo-duoc-de-nghi-giam-an-1992504.html\n|tên bài= Vụ Năm Cam: 3 công an nhận hối lộ được đề nghị giảm án\n|ngày= 2003-10-18\n|ngày truy cập= 2014-01-07}}\n<\/ref>\n\n<ref name=bbc2>\n{{chú thích web\n| url = http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2005\/08\/050831_vovankietarchive.shtml\n| tiêu đề = Ông Võ Văn Kiệt kêu gọi đoàn kết dân tộc\n| author = \n| ngày = 2005-08-31\n| ngày truy cập = 2014-01-07\n| work= BBC tiếng Việt}}\n<\/ref>\n\n<ref name=pltp1>\n{{chú thích báo\n|tác giả= Nghĩa Nhân\n|tác phẩm= Báo Pháp luật Thành phố Hồ Chí Minh online\n|url= http:\/\/www.phapluattp.vn\/news\/can-canh\/view.aspx?news_id=220740\n|tên bài= Thảm đỏ nào cho trí thức ngoài Đảng? - Bài 4: Người hai lần \"suýt\" làm lãnh đạo Bộ Giáo dục\n|ngày= 2008-07-11\n|archiveurl = https:\/\/web.archive.org\/web\/20080717181456\/http:\/\/www.phapluattp.vn\/news\/can-canh\/view.aspx?news_id=220740\n|archivedate = ngày 17 tháng 7 năm 2008 |ngày truy cập= 2014-01-07}}\n<\/ref>\n\n<ref name=tp1>\n{{chú thích báo\n|tác giả= Hoàng Thành\n|tác phẩm= Báo Tiền Phong online\n|url= http:\/\/tienphong.vn\/giai-tri\/97361\/Benh-li-lich.html\n|tên bài= 'Bệnh lý lịch'\n|ngày= 2007-09-30\n|ngày truy cập= 2014-01-07}}\n<\/ref>\n\n<ref name=tt1>\n{{chú thích báo\n|tác giả= Bùi Thanh\n|tác phẩm= Báo Tuổi Trẻ online\n|url= http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Thoi-su-suy-nghi\/263185\/khong-ai-chon-cua-ma-sinh-ra!.html\n|tên bài= Không ai chọn cửa mà sinh ra!\n|ngày= 2008-06-14\n|ngày truy cập= 2014-01-07}}\n<\/ref>\n\n<ref name=pltp2>\n{{chú thích báo\n|tác giả= Minh Cường\n|tác phẩm= Báo Pháp luật Thành phố Hồ Chí Minh online\n|url= http:\/\/www.phapluattp.vn\/news\/can-canh\/view.aspx?news_id=220909\n|tên bài= Thảm đỏ nào cho trí thức ngoài Đảng? - Bài 5: GS-TS, Anh hùng lao động Võ Tòng Xuân - \"Duy lý lịch sẽ mất nhiều người tài!\"\n|ngày= 2008-07-13\n|archiveurl = https:\/\/web.archive.org\/web\/20080719105628\/http:\/\/www.phapluattp.vn\/news\/can-canh\/view.aspx?news_id=220909\n|archivedate = ngày 19 tháng 7 năm 2008 |ngày truy cập= 2014-01-07}}\n<\/ref>\n}}\n\n==Tham khảo==\n* Quy chế số 01-QCTC\/TW ngày 07\/11\/1997 của Ban Tổ chức Trung ương về quản lý hồ sơ cán bộ.\n*[http:\/\/phapluat.tuoitre.com.vn\/Law\/View\/1824994\/ Quyết định số 27\/2003\/QĐ-TTg ngày 19\/2\/2003 của Thủ tướng Chính phủ về việc ban hành Quy chế bổ nhiệm, bổ nhiệm lại, luân chuyển, miễn nhiệm cán bộ, công chức lãnh đạo.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214195642\/http:\/\/phapluat.tuoitre.com.vn\/Law\/View\/1824994\/ |date=2009-12-14 }} \n* Mẫu lý lịch 2a\/TCTW, 2b\/TCTW, 2d\/TCTW.\n\n[[Thể loại:Chính trị]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Giáo dục Việt Nam]]"}