{"234602":"{{Coord|10|32|7|N|105|27|53|E|display=title}}'''Chợ Thủ''' là một địa danh ở [[xã]] Long Điền A, [[huyện (Việt Nam)|huyện]] [[Chợ Mới, An Giang|Chợ Mới]], tỉnh [[An Giang]] ([[Việt Nam]]), trên đoạn đường từ thị trấn [[Mỹ Luông]] đến thị trấn [[Chợ Mới]].\n[[Tập tin:Rạch Ông Chưởng.jpg|thumb|Bản đồ khu vực Chợ Thủ.]]\n\n==Tên gọi==\nTheo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] thì địa danh Chợ Thủ là tên gọi tắt của ''Thủ Chiến Sai'' hay ''Chiến Sai Thủ Sở'', nằm ở phía tây sông Trà Thôn. Chiến Sai, vốn là tên ''Kiến Sai'' (tên [[Khmer]] là ''Kiên Svai''<ref>Ngữ nguyên: Kien (កៀង): tụ họp, chòm, Svay (ស្វាយ): cây xoài. Ở tỉnh [[Kandal]] hiện nay có một huyện tên [[Kien Svay]].<\/ref>, có nghĩa là chòm cây [[chi Xoài|xoài]]) nói trại ra. Thủ là đồn để canh giữ, bảo vệ việc đi lại trên sông rạch.\n\nThời chúa [[Gia Long|Nguyễn Ánh]], Thủ Chiến Sai cùng với đạo Tân Châu ở [[Cù lao Giêng]] đều được dời lên [[Tân Châu]]. Từ đó, nơi đây có tên là ''Cựu Thủ Chiến Sai'' hay ''Cựu Chiến Sai Thủ Sở''. Đến đời vua [[Minh Mạng]] ([[1840]]), vùng chợ Thủ này được đổi thành ''bảo An Lạc'' (bảo là đồn nhỏ). Ngoài ra, trước đây vùng này còn được gọi là ''Củ Hủ'', ''Cù Hu'' hay ''Cỗ Hỗ''<ref>Tổng hợp từ các tài liệu: Sơn Nam (Lịch sử An Giang'', tr.11). [[Vương Hồng Sển]] (''Tự Vị tiếng nói miền Nam'', mục từ ''Cù Hu'') và ''Quốc triều sử toát yếu'' (tr. 215). Xem thêm chú thích ''Cựu Chiến Sai Thủ Sở'' trong ''[[Gia Định thành thông chí]]'', phần ''Sơn xuyên chí''<\/ref>.\n\n==Lịch sử== \nNăm [[1700]], Thống suất [[Nguyễn Hữu Cảnh]] đã cho đình binh (trú quân) tại tả ngạn [[sông Hậu]] (cồn Cây Sao, sau được gọi là Cù lao [[Nguyễn Hữu Cảnh|Ông Chưởng]]), trước khi qua [[sông Tiền]], trút hơi thở cuối cùng tại Sầm Giang (Rạch Gầm, [[Mỹ Tho]]) vào năm đó. Số quân sĩ của Nguyễn Hữu Cảnh là những [[người Việt]] mang từ [[miền Trung (Việt Nam)|miền Trung]] vào, họ bắt đầu châm rễ tại những vùng đất mới, trong số đó có vùng Chợ Thủ <ref>Xem thêm [[Sơn Nam (định hướng)|Sơn Nam]], ''Nói về miền Nam,'' chương ''Dân hai miền''.<\/ref>.\n \nCũng theo [[Sơn Nam (định hướng)|Sơn Nam]], thì Chợ Thủ là một vị trí chiến lược. Nó cùng với đạo Hùng Ngự (nay là [[Hồng Ngự]]) và [[Tân Châu]] là 3 cứ điểm quan trọng để coi giữ vùng [[Cù lao Giêng]], lỵ sở của đạo Tân Châu <ref>Cù lao Giêng, trước có tên là Doanh Châu. Tên [[Khmer]] là ''Koh Teng''. Năm [[1757]], chúa [[Nguyễn Phúc Khoát]] cho thành lập Tân Châu đạo thì tướng [[Trương Phước Du]] đã cho đặt thủ sở chính tại đây để coi quản đạo này và để tiếp ứng với đạo [[Châu Đốc]] và đạo Đông Khẩu ([[Sa Đéc]]).<\/ref>. Nhờ có đồn (thủ) từ xưa, nên nơi đây phát triển sớm hơn Chợ Mới (gọi Mới là vì mới thành lập sau khi [[Pháp]] đến). Và nhờ có gỗ súc từ [[Campuchia]] đưa về trạm kiểm lâm [[Tân Châu]] với chi phí tương đối nhẹ, cộng với tay nghề khéo léo, khiến Chợ Thủ phát triển ngành mộc, đủ sức cạnh tranh với hàng mộc từ [[Lái Thiêu]] ([[Bình Dương]]) và [[Biên Hòa]] đưa xuống <ref>Theo ''Lịch sử An Giang'', tr. 15 và 167.<\/ref>. Bên cạnh nghề mộc, theo Nguyễn Liên Phong, thì người dân ở đây còn thành thạo nghề ươm dệt (xem phần thơ ca).\n\nVà cũng vì có vị trí chiến lược, mà nơi đây đã xảy ra một trận thủy chiến (hỏa công) ác liệt vào đầu năm [[Giáp Ngọ]] ([[1834]]). Theo sử liệu thì vào cuối năm [[Quý Tỵ]] ([[1833]]), sau khi nhận lời cầu viện của [[Lê Văn Khôi]], thủy quân Xiêm tiến đến Thuận Cảng ([[vàm Nao (sông)|sông Vàm Nao]]). Bị tướng [[Trương Minh Giảng]] chỉ huy chận đánh, nên họ phải rút lui. Nhưng tháng sau, [[tháng giêng|tháng Giêng]] năm [[Giáp Ngọ]] ([[1834]]), họ lại tràn xuống, theo [[Sông Tiền]]. Quân Việt lui đến rạch Cỗ Hỗ (Chợ Thủ) thì đánh tan được quân Xiêm, buộc họ phải lui về giữ phủ Ba Cầu Nam thuộc [[Chân Lạp]]. Sau đó, quân Xiêm lại tổ chức tấn công. Tướng [[Trương Minh Giảng]] lại cho quân lui về Cổ Hỗ, đóng đồn hai bên bờ, cố phòng thủ.\n \nSử [[nhà Nguyễn]] chép: \n:'' Giặc Xiêm dẫn binh thuyền hơn trăm chiếc, từ Thuận Cảng xuống, bày ngang giữa dòng sông, ngày đêm dùng đại bác bắn phá quân ta. Ta chờ quân chi viện, nhưng giặc ở phía thượng nguồn bèn nhân đêm tối, thừa lúc nước ròng, noi theo hai bên tả hữu bờ sông, phóng lửa đốt thuyền quân ta, rồi giặc đem quân đến đồn phía tả ngạn mà đánh... Quản vệ [[Phạm Hữu Tâm]] đốc binh đánh từ giờ Dần đến giờ Tỵ, chém kẻ cầm đầu của giặc là Phi Nhã Khổ Lặc. Quân giặc chết nhiều, thây chồng lên nhau. Giặc liền lui. Ngài (vua [[Minh Mạng]]) xuống dụ ban khen... Tháng 10 năm [[Giáp Ngọ]] (1834), phong Thống chế Phạm Hữu Tâm tước Tân Phúc nam để tỏ rõ công đánh giặc Xiêm ở Thuận Cảng và ở Chiến Sai <ref>''Quốc triều chính biên toát yếu'' (tr. 215 và 241) và ''Minh Mạng chính yếu'' (dẫn lại theo Sơn Nam, ''Lịch sử An Giang'', tr. 10). Xem chi tiết ở trang [[Phạm Hữu Tâm]] và trang [[Vàm Nao (sông)]].<\/ref>.\n\nSau lần đại bại này, quân Xiêm tháo chạy hết về nước.\n\n==Trong thơ ca==\n[[Hình:Đình Chợ Thủ.jpg|thumb|Đình Chợ Thủ ở xã Long Điền A, huyện Chợ Mới, An Giang]]\nTrong ''Nam Kỳ phong tục diễn ca'' (''1909'') của [[Nguyễn Liên Phong]] có đoạn mô tả Chợ Thủ như sau:\n:''Thủ Chiến Sai, xứ quê mùa,\n:''Nhơn dân đông đảo, miếu chùa nghiêm trang.\n:''Trại cưa dãy dọc, dãi ngang,\n:''Chuyên nghề ươm dệt cả làng thói siêng.\n:''Nam phụ (lão ấu) nội thôn (Tú Diền),\n:''Đều là biết dệt nghề riêng trong nhà.\n:''Xung quanh mấy chỗ gần xa,\n:''Mua hàng chợ Thủ, tiếng đà xưa nay.\n:''Trời sanh phong thổ cũng hay,\n:''Trên tơ lụa đủ, dưới cây ván nhiều.\n:''Công dung ngôn hạnh mỹ miều,\n:''Gái hay thêu dệt, người đều thanh thao...\n\nChính vì nết đẹp này, mà ở [[Nam Bộ Việt Nam|Nam Bộ]] còn lưu truyền câu:\n:''[[Thủ Thiêm]], [[Thủ Đức]], [[Bến Lức]], [[Thủ Đoàn]],\n:''Anh phải lòng nàng tại Thủ Chiến Sai.\n\n:''Long Điền, Chợ Thủ quê anh,\n:''Trai chuyên đóng tủ, gái sành cửi canh.\n:''Dệt hàng, chịu mặc chẳng lành,\n:''Giường chỏng nghề rành, anh ngủ sạp [[tre]].''\n\n==Thông tin khác==\nChợ Thủ đã có từ xưa, hiện nay đã được xây cất khang trang ở đầu rạch Trà Thôn, thuộc xã Long Điền A, huyện [[Chợ Mới]]. Ở đây có một ngôi đình chính là đình Chợ Thủ, ngày cúng đình là ngày rằm [[tháng sáu|tháng 6]] [[âm lịch]] hàng năm. Ngoài ra, nơi đây còn có nhà thờ Chợ Thủ được xây dựng từ [[pháp thuộc|thời Pháp thuộc]]. Bờ sông ở nơi đây hiện đang bị sạt lỡ khá nghiêm trọng <ref>Xem website của Sở Khoa học và Công nghệ An Giang [http:\/\/sokhoahoccn.angiang.gov.vn\/xem.asp?maidtt=1370&maidmuc=23]{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}.<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo chính==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm Tổng tài), ''Quốc triều sử toát yếu''. Nhà xuất bản Văn học, 2002.\n*[[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử An Giang''. Nhà xuất bản Tổng hợp [[An Giang]], 1988.\n*Nhiều người soạn, Địa chí An Giang (Quyển 2). UBND tỉnh tổ chức biên soạn và ấn hành 2007.\n*Phan Văn Kiến, ''Lịch sử địa phương An Giang''. Nhà xuất bản Giáo dục, 2009.\n\n[[Thể loại:Chợ Mới, An Giang]]"}