{"507032":"[[Tập tin:cho rong nb.JPG|nhỏ|phải|250px|Toàn cảnh chợ Rồng [[Ninh Bình]] nhìn từ phía đường Lê Đại Hành - Cầu Trà Là]]\n[[Tập tin:Sơ đồ chợ Rồng Ninh Bình.jpg|nhỏ|phải|250px|Sơ đồ mặt bằng chợ Rồng [[Ninh Bình]]]]\n[[Tập tin:Chorongnb3.JPG|nhỏ|phải|250px|Đình chợ lương thực thực phẩm tươi sống]]\n[[Tập tin:Chorongnb1.JPG|nhỏ|phải|250px|Khu buôn bán tự do ngoài trời]]\n[[Tập tin:chorong5.jpg|nhỏ|phải|250px|Chợ rau quả tươi]]\n[[Tập tin:Chorongnb4.JPG|nhỏ|phải|250px|Khu ẩm thực của chợ Rồng]]\n'''Chợ Rồng Ninh Bình''' là chợ đầu mối giao thương hàng hóa trên địa bàn tỉnh [[Ninh Bình]] và khu vực.<ref>[http:\/\/baoninhbinh.org.vn\/news\/34\/2DC3D4\/Can-tang-cuong-dam-bao-ANTT-tai-cho-Rong-Ninh-Binh Cần tăng cường đảm bảo ANTT tại chợ Rồng Ninh Bình]<\/ref> Đây là chợ có quy mô cấp I, nằm cạnh quốc lộ 10 thuộc trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]]. Những năm gần đây, chợ Rồng được mở rộng, khang trang, đáp ứng nhu cầu trao đổi hàng hóa và giao lưu kinh tế. Chợ Rồng Ninh Bình tọa lạc trên diện tích 16.000 m², là chợ có diện tích mặt bằng lớn nhất trong phạm vi bán kính 100&nbsp;km (các tỉnh lân cận như Hà Nam, Hưng Yên, Hòa Bình, Nam Định chợ tỉnh đều có diện tích không quá 10.000 m²).<ref>Xem diện tích các chợ đầu mối trong bài [[chợ Việt Nam]]<\/ref>\n\n==Vị trí==\nKhu chợ Rồng nằm ở gần ngã ba [[sông Vân]] đổ vào [[sông Đáy]], giáp các trục đường [[Dương Vân Nga]], Vân Giang và [[Lê Đại Hành]] (qua [[sông Vân]]) thuộc phường Vân Giang - [[ninh Bình (thành phố)|thành phố Ninh Bình]]. Chợ nằm cách nút giao thông quốc lộ 1 với quốc lộ 10 (tức bến xe [[Ninh Bình]] và [[ga Ninh Bình]]) với cự ly là 800m.\n\n==Kiến trúc==\nChợ Rồng là chợ loại 1, có thể chia chợ thành các khu chức năng như sau:\n*Khu A gồm chợ chính, nhà xe, chợ thực phẩm, khu ẩm thực và khu hạ tầng kỹ thuật.\n*Khu B gồm chợ rau quả và khu buôn bán tự do ngoài trời.\n*Khu kinh doanh lòng đường, vỉa hè dọc theo tuyến đường Dương Vân Nga.\n\nChợ chính trung tâm là khu nhà 3 tầng mái bằng, bê tông cốt thép được thiết kế theo kiểu 2 giếng trời trong nhà với 4 cầu thang lên xuống. Trên mái có 2 chóp tôn chống nóng và tạo dáng cho chợ. Bên trong chợ được trưng bày các mặt hàng da dụng như thiết bị điện nước, điện máy, vải, chăn gối, đồ dùng gia đình,...\n\nChợ lương thực - thực phẩm tươi sống được bố trí trong đình, là căn nhà 1 tầng khang trang kết cấu mái thép tôn. Chợ là nơi buôn bán thịt và lương thực tươi sống.\n\nKhu ẩm thực nằm dọc hành lang lối đi ven sông Vân, là nơi cung cấp các món ăn nhanh phục vụ khách đi chợ.\n\nKhu chợ rau quả tươi cũng được bố trí trong đình chợ 1 tầng, có cửa lớn nối thông với khu kinh doanh tự do ngoài trời.\n\nKhu kinh doanh tự do là nơi trao đổi hàng hóa của những hộ buôn bán tức thời, không phải là những hộ chuyên kinh doanh cố định tại chợ. Khu này nằm trên dải khuôn viên công viên sông Vân. Điểm khác biệt với các khu vực khác là kinh doanh tại đây không mất thuế nhưng lại chịu ảnh hưởng thất thường bởi điều kiện thời tiết như mưa và nắng.\n\nDọc theo tuyến đường Dương Vân Nga và một phần đường Vân Giang là những cơ sở buôn bán của các hộ dân mặt đường, phần lòng đường và vỉa hè cũng có nhiều hộ kinh doanh cố định và di động tạo ra mối quan hệ liên tục giữa các công trình chợ với nhau.\n\nNhà để xe được bố trí ở 2 bên chợ chính. Ở chân cầu Trà Là còn có hệ thống công trình phụ trợ như khu WC, khu cung cấp nước, trạm điện, cứu hỏa...\n\nChợ Rồng được điều hành bởi Ban quản lý chợ Rồng, trụ sở đặt tại tầng 1, mặt sau của chợ chính.\n\nNhững mặt hàng thiết yếu, số lượng người đến mua đông như rau quả; thực phẩm tươi, sống; thiết bị điện nước... được bố trí những nơi thuận tiện đi lại. Những mặt hàng phục vụ khách có thời gian lưu lại chợ lâu để lựa chọn như: Hàng vải, quần áo, chăn ga, gối, đệm được sắp xếp trên tầng trên hoặc góc khuất... Do làm tốt công tác đổi mới quản lý, số lượng người đến chợ ngày càng tăng lên. Số hộ gia đình đến tham gia buôn bán tại chợ cũng tăng lên rất nhanh, năm 2010 chợ đã có 1.350 hộ. Hàng hóa ngày càng đa dạng, phong phú, có nhiều chủng loại.<ref>[http:\/\/baoninhbinh.org.vn\/news\/22\/2DD164 Hiệu quả của công tác đổi mới quản lý ở chợ Rồng Ninh Bình]{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nChợ Rồng ở [[Ninh Bình]] được xác định là nơi giao lưu kinh tế và là điểm đến của khách du lịch trong và ngoài nước khi đi [[du lịch Ninh Bình]], góp phần thúc đẩy phát triển kinh tế - xã hội địa phương.\n\n==Văn hóa chợ Rồng==\n===Lịch sử hình thành===\n[[Ninh Bình (thành phố)|Thành phố Ninh Bình]] xưa vốn là nơi đặt lỵ sở Vân Sàng của trấn Sơn Nam mà trung tâm là làng Đại Đăng, đất kho cũ của nhà Lê. Theo các tài liệu địa lý, lịch sử cũ, dưới triều Gia Long (1814), thành [[Ninh Bình]] được xây dựng bằng gạch khá kiên cố. Sau khi đặt được ách thống trị ở Việt Nam, thực dân Pháp cho mở mang thành tỉnh [[Ninh Bình]] cũ thành một đô thị sầm uất và lấy đây là trung tâm tỉnh [[Ninh Bình]]. Các công sở như: Dinh quan công, dinh quan tuần phủ; trại lính, nhà thương, nhà học, nhà thờ, nhà ga xe lửa, cầu đò, bến bãi, cầu Trà Là, chợ Rồng được xây dựng. Nhiều khu phố mới như phố Pesit hay phố Cha Sáu, phố nhà Thờ, phố cầu Lim, phố Cô Đầu, phố Giá Nứa… được hình thành. Tuy nhiên, trong kháng chiến chống thực dân Pháp, thực hiện chủ trương tiêu thổ kháng chiến, [[ninh Bình (thành phố)|thành phố Ninh Bình]] đã phá bỏ hầu hết nhà cửa, đường phố, công sở để tham gia kháng chiến, với khẩu hiệu \"Vườn không nhà trống\". Chợ Rồng do người Pháp xây dựng vì thế bị phá bỏ nhưng sau này nơi đây vẫn là điểm buôn bán lớn nhất thành phố nên nó đã được khôi phục lại.\n\nChợ Rồng Ninh Bình đã đi vào thơ ca:\n::Cầu Trà Là không dài mà hẹp\n::Gái chợ Rồng không đẹp mà yêu\n::[[Ninh Bình]] có [[núi Ngọc Mỹ Nhân|núi Cánh Diều]]\n::Có chùa Non Nước có nhiều bến xưa!\n\n===Đặc sản chợ Rồng===\n[[Hình:chorong4.jpg|nhỏ|phải|250px|Chợ Rồng Ninh Bình chào đón du khách]]\nTên gọi chợ Rồng xưa để chỉ chợ chuyên buôn bán tôm, cá, hải sản và nằm ở ngã ba sông khác với chợ Xanh là chợ tạm, dùng để buôn bán rau quả, thường nằm ở đầu các làng. Mỗi chợ dù lớn hay nhỏ đều là một phần văn hoá không thể thiếu trong cuộc sống hàng ngày của một địa phương. Chợ làm nên những tập quán hình thành phong thái ứng xử. Chợ còn là đề tài nghiên cứu về kinh tế thương mại và văn hoá, dân tộc. Người xưa khi chọn nơi lập nghiệp thường quan niệm:\n:\"Nhất cận thị, nhị cận giang, tam cận lộ\"\nNgười dân Việt chọn gần chợ là điều đầu tiên, sau đó mới gần sông nước tiện việc sinh hoạt và cuối cùng mới là gần đường để tiện cho việc đi lại. Chợ Rồng vừa nằm ở bên sông, vừa gần đường quốc lộ 10 và quốc lộ 1 nên đã sớm trở thành một điểm đến gần gũi và gắn liền với đời sống người dân khu vực, mỗi ngày người dân đều ra chợ tìm mua cho mình một món hàng hữu dụng cho gia đình, khi muốn ăn một món ăn nào đó người ta cũng tìm ra chợ để mua, đôi khi người ta ra chợ chỉ để đi dạo một vòng ngắm nhìn hàng hóa, cảm nhận cái khung cảnh náo nhiệt của Chợ… Nói đến đặc sản chợ Rồng [[Ninh Bình]] không thể bỏ qua những đặc sản ẩm thực [[Ninh Bình]] như thịt dê núi, lợn mường, lươn, nhệch, tép Vân Long, [[rượu Kim Sơn]], [[cơm cháy Ninh Bình]] và các đặc sản mang tính thời vụ của địa phương như dứa Đồng Giao, [[cá rô Tổng Trường]] và các sản phẩm làng nghề truyền thống như cói mỹ nghệ Kim Sơn, làng nghề mộc Phúc Lộc, làng hoa Ninh Phúc...<ref>{{Chú thích web |url=http:\/\/www.ngaynay.vn\/Cu-dan-mang-phat-sot-voi-bo-anh-cuoi-o-cho-cua-cap-doi-tre-p264041.html |ngày truy cập=2015-10-10 |tựa đề=Cư dân mạng \"phát sốt\" với bộ ảnh cưới ở chợ Rồng của cặp đôi trẻ |archive-date=2016-03-05 |archive-url=https:\/\/web.archive.org\/web\/20160305055921\/http:\/\/www.ngaynay.vn\/cu-dan-mang-phat-sot-voi-bo-anh-cuoi-o-cho-cua-cap-doi-tre-p264041.html |url-status=dead }}<\/ref>\n\nChợ Rồng [[Ninh Bình]] là nơi tập trung và tiêu biểu cho tính đặc trưng sinh hoạt cộng đồng của người dân vùng miền của đất [[cố đô Hoa Lư]] xưa, vào thăm chợ có thể phần nào hiểu được đời sống, văn hóa xã hội của vùng đất này.\n\n==Hình ảnh==\n<gallery mode=\"packed-hover\" widths=\"150\" heights=\"150\">\nTập tin:chorong1.jpg|Chợ Rồng nhìn từ quốc lộ 10\nTập tin:chorong2.jpg|Chợ Rồng soi bóng sông Vân\nTập tin:chorong3.jpg|Lô gô chợ Rồng hướng về phía nam\nTập tin:Chorongnb2.JPG|Đình chợ thực phẩm tươi sống\nTập tin:Cho Rong NB.JPG|Du khách nước ngoài thăm chợ Rồng\nTập tin:Tpnbk2.JPG|Cầu Trà Là dẫn vào chợ Rồng\n<\/gallery>\n\n==Chú thích==\n{{tham khảo}}\n{{du lịch Ninh Bình}}\n\n[[Thể loại:Kinh tế Ninh Bình]]\n[[Thể loại:Chợ tại Ninh Bình]]"}