{"1639166":"{{Cần biên tập|date=tháng 6\/2022}}\n{{Infobox retail market\n|retail_market_name=Chợ Bà Chiểu\n|coordinates={{coord| 10.801691| 106.698796| type:landmark| format=dms| name=Chợ Bà Chiểu| display=title}}\n|opening_date=Xuất hiện từ thế kỷ 19<br>Xây dựng năm {{start date and age|1947}}\n|address=[[Phường 1, Bình Thạnh|Phường 1]], [[Quận Bình Thạnh]], [[Thành phố Hồ Chí Minh]]\n|developer=[[Trần Văn Chơi]]\n|owner=[[Ủy ban nhân dân Thành phố Hồ Chí Minh]]\n|manager=Ban quản lý chợ Bà Chiểu\n|location={{VIE}}\n|number_of_tenants=800\n|floor_area={{convert|8465|m2|acre}}\n|image=Chợ Bà Chiểu.jpg\n|caption=Đường Phan Đăng Lưu trước chợ Bà Chiểu\n|image_width=280\n|goods_sold=Đồ gia dụng, quần áo, may mặc, nhu yếu phẩm, đồ si\n|normal_market_days=Hoạt động không nghỉ}}\n\n'''Chợ Bà Chiểu''' là một chợ lớn toạ lạc tại khu vực trung tâm [[bình Thạnh|quận Bình Thạnh]], [[Thành phố Hồ Chí Minh]]. Nơi đây bày bán mọi loại sản phẩm từ đồ gia dụng, quần áo, giày dép, nón lá tới nhu yếu phẩm hàng ngày và đặc biệt là đồ si.\n\nChợ Bà Chiểu là một trong những ngôi chợ lâu đời ở [[Thành phố Hồ Chí Minh|Sài Gòn]]. Sơ khai là chợ Xổm, sau trở thành chợ trung tâm của tỉnh Gia Định và ngày nay là chợ trung tâm của [[Bình Thạnh|quận Bình Thạnh]].\n\n== Lịch sử ==\nChợ đã xuất hiện từ thế kỷ 19, đến năm [[1942]] được ông Trần Văn Chơi (biệt danh là \"ông Tư Chơi\") cho xây cất với tổng diện tích là 8.465 m². Mãi cho đến năm [[1987]] thì được nâng cấp sửa chữa. Chợ Bà Chiểu được chia làm 8 khu chính, bố trí cho gần 800 hộ kinh doanh 40 ngành hàng. Chợ từng là chợ đầu mối lớn của Sài Gòn cũ, chuyên cung cấp rau củ từ Hóc Môn, Củ Chi, Đà Lạt...\n\nKhi chợ Bà Chiểu được xây cất lại, người ta mới chuyển mặt chợ ra đường Phan Đăng Lưu - Lê Quang Định như ngày nay, trên địa bàn Bình Hòa, trung tâm [[Gia Định (tỉnh)|tỉnh Gia Định]].  Nhà ông Trần Văn Chơi hiện nay là ban quản lý chợ Bà Chiểu, giáp ranh với nhà ông tỉnh trưởng [[Gia Định]] là [[Đốc Phủ Sứ|Đốc phủ sứ]] [[Trần Quang Nhã]].\n\nGiải thích về tên gọi Bà Chiểu, nhà văn [[Sơn Nam (nhà văn)|Sơn Nam]] cho rằng, Bà Chiểu là tên vùng đất xuất hiện từ thời vua Tự Đức, tức trong khoảnh thời gian từ năm 1847 đến năm 1883. Chiểu có nghĩa là ao nước thiên nhiên. Bà Chiểu là \"nữ thần được thờ bên ao thiên nhiên\". Còn tác giả Trần Nhật Vy trong cuốn Từ Bến Nghé đến Sài Gòn, cho rằng trước đây chợ Bà Chiểu quay mặt ra một rạch nhỏ ăn từ kênh Nhiêu Lộc trở vào. Hai giải thích về tên gọi Bà Chiểu đều thống nhất rằng có khu vực nước nôi tự nhiên trước mặt chợ, được người dân tin tưởng dựng ngôi miếu nữ thần thờ bên ao nước gọi là Bà Chiểu.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-20200125083321311.htm|tựa đề=Bà Chiểu - thủ phủ đất Gia Định xưa|tác giả=|họ=Ho|tên=Tuong|ngày=2020-01-25|website=Tuoi Tre Online|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-09-02}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai TPHCM}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n[[Thể loại:Chợ tại Thành phố Hồ Chí Minh|Bà Chiểu]]\n[[Thể loại:Bình Thạnh]]"}