{"311450":"{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Chợ Chu\n| hình = Ngã ba trung tâm thị trấn Chợ Chu, huyện Định Hóa, tỉnh Thái Nguyên.jpg\n| ghi chú hình = Ngã ba trung tâm thị trấn Chợ Chu\n| vĩ độ = 21.9070 \n| kinh độ = 105.6423\n| diện tích = 4,45 km² <ref name=NG>Niên giám thống kê tỉnh Thái Nguyên 1999-2003.<\/ref>\n| dân số = 5.963 người<ref name= NG\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.340 người\/km²<ref name= NG\/> \n| loại đô thị = Loại V\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]] \n| huyện = [[Định Hóa]]\n| thành lập = 1958<ref name=\":0\" \/>\n| trụ sở UBND = \n| mã hành chính = 05536<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|chochu.dinhhoa.thainguyen.gov.vn}}\n}}\n\n'''Chợ Chu''' là [[thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Định Hóa]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Chợ Chu cách [[thành phố thuộc tỉnh (Việt Nam)|thành phố]] [[Thái Nguyên (thành phố)|Thái Nguyên]] 50 [[kilômét|km]] về [[hướng Tây Bắc|phía tây bắc]], có vị trí địa lý:\n*Phía đông giáp xã [[Phượng Tiến]] và xã [[Tân Dương, Định Hóa|Tân Dương]]\n*Phía tây giáp xã [[Phúc Chu]]\n*Phía nam giáp xã [[Bảo Cường]]\n*Phía bắc giáp xã [[Kim Phượng (xã)|Kim Phượng]].\n\nThị trấn Chợ Chu có diện tích 4,45&nbsp;km², dân số năm 1999 là 5.963 người, mật độ dân số đạt 1.340 người\/km².\n\nPhố cổ Chợ Chu được xây dựng từ cuối [[thế kỷ 19]], đầu [[thế kỷ 20]]. Tại Chợ Chu có di tích lịch sử cấp quốc gia là Căng Chợ Chu và thắng cảnh [[Chùa Hang (Định Hóa)|Chùa Hang]].\n\n==Lịch sử==\nThị trấn Chợ Chu được thành lập vào [[tháng 11]] năm [[1958]] trên cơ sở tách một phần diện tích và dân số của xã Phúc Chu.<ref name=\":0\">{{Chú thích web|url=https:\/\/tuyengiaothainguyen.org.vn\/vi\/laws\/detail\/TU-DIEN-THAI-NGUYEN-1\/?download=1&id=0|tựa đề=Từ điển Thái Nguyên|website=Trang thông tin điện tử Ban Tuyên giáo Tỉnh ủy Thái Nguyên|url-status=live}}<\/ref>\n\nĐến năm 2019, thị trấn Chợ Chu được chia thành 22 tổ dân phố.\n\nNgày [[11 tháng 12]] năm [[2019]], sáp nhập ba tổ dân phố Đồng Chùa, Nản Trên, Nản Dưới thành tổ dân phố Núi, sáp nhập ba tổ dân phố Đoàn Kết, Thống Nhất, Hòa Bình thành tổ dân phố Chợ Chu, sáp nhập tổ dân phố Vườn Rau vào tổ dân phố Trung Kiên, sáp nhập hai tổ dân phố Nà Lài và Phúc Thành thành tổ dân phố Phúc Xuân, sáp nhập tổ dân phố Trường Học vào tổ dân phố Hồ Sen, sáp nhập hai tổ dân phố Trung Thành và Hợp Thành thành tổ dân phố Trung Tâm, sáp nhập hai tổ dân phố Tân Thành và Dốc Châu thành tổ dân phố Châu Thành, sáp nhập hai tổ dân phố Bãi Á 2 và Bãi Á 3 thành tổ dân phố Tân Á.<ref name=NQ-HĐND>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |ngày truy cập=2020-04-05 |tựa đề=Nghị quyết về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Thái Nguyên |archive-date=2020-03-24 |archive-url=https:\/\/web.archive.org\/web\/20200324064604\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |url-status=dead }}<\/ref> Sau khi sáp nhập, thị trấn Chợ Chu có 12 tổ dân phố.\n\n==Sơ lược về chợ Chu==\nCách trung tâm thị trấn Chợ Chu khoảng 1,5&nbsp;km, là chợ Chu (cũ) nằm giữa ngã ba xóm Đồng Chùa, cạnh hai cây đa tỏa rộng bóng mát. Các cụ già sinh thời kể lại, khoảng những năm 1890 - 1900 từ xuôi di tán lên đến đây, đã thấy cây đa lớn lắm rồi.\n\nChợ Chu (cũ) được thực dân [[Pháp]] xây dựng trong vòng 10 năm (từ 1915 đến 1925). Chợ Chu (cũ) được xây dọc thành nhiều gian với nhiều cột to, xù xì, chạy dọc theo một khu đất rộng. Chợ không đơn thuần là một khu chợ để mua bán và sinh hoạt cộng đồng, mà còn là nơi diễn ra những cuộc đàn áp đẫm máu của thực dân [[Pháp]] với những Cộng sản yêu nước thời bấy giờ.\n\nTrước cửa chợ Chu (cũ) là hai cây đa lịch sử và tấm bia ghi dấu ấn ngày 28 tháng 3 năm 1946, cuộc mít tinh lịch sử với hàng ngàn quần chúng tham gia đã diễn ra. Trong cuộc mít tinh này, Việt Minh huyện Định Hóa đã tuyên bố xóa bỏ ách thống trị của thực dân Pháp và chính quyền phong kiến tay sai. Từ đây, ngọn lửa cuộc Cách mạng tháng Tám bùng lên mạnh mẽ, Mặt trận Việt Minh tiến về Hà Nội cướp chính quyền.\n\nKhoảng năm 1992, có ý kiến đề xuất phá bỏ ngôi chợ này để làm khu dân cư. Nhưng cán bộ và người dân ở đây bảo vệ bằng được ngôi chợ cổ nên giờ đây nó vẫn được giữ gìn nguyên vẹn.\n\nNgày nay, chợ Chu (mới) của thị trấn được xây dựng khang trang hơn ở một khu mới, song vẫn còn đó chợ Chu (cũ) thời Pháp cùng hai cây đa tọa lạc ngay giữa ngã ba đường. Tuy có chợ mới nhưng người dân khu vực này hàng ngày vẫn lấy chợ Chu (cũ) là nơi họp chợ, bày bán hàng hóa.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc huyện Định Hóa}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}