{"12874322":"{{Infobox company|tên=CMC Telecom|biểu trưng=[[Tập tin:CMC logo 2018.png|giữa|150px|Logo of CMC 2018]]|thành lập=[[5 tháng 9|5\/9\/]][[1996]]|trụ sở=Tòa nhà CMC Tower, Phố Duy Tân, [[quận Cầu Giấy]], [[Hà Nội]], [[Việt Nam]]|ngành=Viễn thông - CNTT|sản phẩm=Internet, Truyền số liệu, Data Center, VAS, Cloud, Managed Service|số nhân viên=800 người|khẩu hiệu=Khát khao chinh phục thế giới số|trang chủ=https:\/\/cmctelecom.vn\/|area_served={{Unbulleted list|[[Việt Nam]]|[[Mỹ]]|[[Nhật Bản]]|[[Trung Quốc]]|[[Hàn Quốc]]}}}}\n'''CMC Telecom ('''tên viết tắt của '''Công ty Cổ phần Hạ tầng viễn thông CMC)''' thành lập vào ngày 05 tháng 9 năm 2008, là một công ty thành viên thuộc Tập đoàn Công nghệ CMC.\n\nTháng 5 năm 2015, CMC Telecom trở thành công ty hạ tầng viễn thông đầu tiên tại Việt Nam có cổ đông chiến lược nước ngoài sau khi ký kết thỏa thuận đầu tư chiến lược với Tập đoàn Viễn thông TIME dotCom Berhad, tập đoàn Viễn thông TOP2 Malaysia.<ref name=\":1\" \/>\n\nCMC Telecom sở hữu 2.500 KM đường trục backbone CVCS (Cross Vietnam Cable System) kết nối trực tiếp với tuyến cáp xuyên Á (A-Grid) và sở hữu 03 Data Center trung lập tiêu chuẩn Quốc tế tại Hà Nội và TP. Hồ Chí Minh.<ref name=\":2\" \/>\n\nCMC Telecom tập trung cung cấp dịch vụ Internet, Truyền số liệu, Data Center, Cloud cho nhóm khách hàng doanh nghiệp, tổ chức chính phủ, tập đoàn nước ngoài tại Việt Nam. Hơn 50% thương hiệu hàng đầu thế giới của [[Forbes]] đang là khách hàng của CMC Telecom. Năm 2017, CMC Telecom được tạp chí International Finance Magazine tạp chí uy tín của Anh trong lĩnh vực tài chính, ngân hàng bình chọn là Nhà cung cấp dịch vụ viễn thông cho doanh nghiệp tốt nhất Việt Nam.<ref name=\":3\" \/>\n\nCMC Telecom hiện đang nằm trong TOP nhà cung cấp dịch vụ Viễn thông - Công nghệ thông tin tại Việt Nam, TOP5 doanh nghiệp có ảnh hưởng đến Internet Việt Nam trong một thập kỷ (2007 - 2017)<ref>{{Chú thích web|url=http:\/\/ictnews.vn\/internet\/5-doanh-nghiep-co-anh-huong-lon-nhat-den-internet-viet-nam-trong-1-thap-ky-161445.ict|title=5 doanh nghiệp có ảnh hưởng lớn nhất đến Internet Việt Nam trong 1 thập kỷ}}<\/ref>. \n[[Tập tin:Văn phòng CMC Telecom.jpg|thế=Văn phòng CMC Telecom|nhỏ|Văn phòng CMC Telecom]]\n\n== Lịch sử ==\n=== Năm 2009 ===\nCMC ra mắt dịch vụ Internet Cáp quang FTTX dựa trên công nghệ [[GPON]] đầu tiên tại Việt Nam.\n\n=== Năm 2010 ===\nCMC TI được cấp mã dịch vụ VOIP 175 và được UBND thành phố Hồ Chí Minh cấp phép đầu tư hạ tầng viễn thông tại Khu vực công nghệ cao.<ref>{{Chú thích web|url=http:\/\/ictnews.vn\/vien-thong\/cmc-duoc-cap-ma-dich-vu-voip-175-24056.ict|title=CMC được cấp mã dịch vụ VoIP 175}}<\/ref>\n\nTháng 4\/2010, CMC TI chính thức cung cấp dịch vụ Internet cáp quang ra thị trường với thương hiệu GigaNET<ref>{{Chú thích web|url=http:\/\/www.thesaigontimes.vn\/53374\/Cuoc-dua-tren-thi-truong-Internet-toc-do-cao.html|title=Cuộc đua trên thị trường Internet tốc độ cao|ngày truy cập=2018-05-25|archive-date=2018-05-25|archive-url=https:\/\/web.archive.org\/web\/20180525205029\/http:\/\/www.thesaigontimes.vn\/53374\/Cuoc-dua-tren-thi-truong-Internet-toc-do-cao.html|url-status=dead}}<\/ref>. Các [[gói dịch vụ]] GigaNET hỗ trợ đa dịch vụ trên một kết nối quang duy nhất với băng thông có thể lên đến 2.5 Gbps bằng công nghệ đầu tiên được triển khai tại Việt Nam - GPON.\n\n=== Năm 2011 ===\nNgày 11 tháng 01 năm 2011, CMC Telecom khai trương chi nhánh tại Đà Nẵng.<ref>{{Chú thích web|url=https:\/\/www.cmc.com.vn\/vi\/tin-tuc-tong-hop\/cmc-ti-khai-truong-chi-nhanh-va-cung-cap-dich-vu-vien-thong-tai-da-nang-va-mien|title=CMC Telecom khai trương chi nhánh và cung cấp dịch vụ viễn thông tại Đà Nẵng và miền Trung|ngày truy cập=2018-05-25|archive-date=2018-05-25|archive-url=https:\/\/web.archive.org\/web\/20180525205042\/https:\/\/www.cmc.com.vn\/vi\/tin-tuc-tong-hop\/cmc-ti-khai-truong-chi-nhanh-va-cung-cap-dich-vu-vien-thong-tai-da-nang-va-mien|url-status=dead}}<\/ref>\n\nCMC Telecom trở thành thành viên của [[Liên minh Dữ liệu Á Châu|Liên Minh Dữ liệu Á Châu]].<ref>{{Chú thích web|url=http:\/\/www.asiadcalliance.com\/index.php?option=com_content&view=article&id=47&Itemid=53|title=CMC Telecom là thành viên Liên minh dữ liệu châu Á - Asia Data Center Alliance}}<\/ref>\n\nCMC Telecom đã hợp tác đầu tư vào liên minh cáp biển quốc tế APG (Asia - Pacific Gateway).<ref>{{Chú thích web|url=http:\/\/www.thongtincongnghe.com\/article\/34191|title=Việt Nam sẽ có thêm tuyến cáp quang biển mới APG}}<\/ref>\n\n=== Năm 2012 ===\nNgày 12 tháng 10 năm 2012, CMC Telecom khai trương Data Center đạt tiêu chuẩn Tier III tại Khu Công nghệ cao [[Thành phố Hồ Chí Minh]].<ref>{{Chú thích web|url=http:\/\/ictnews.vn\/cntt\/cmc-telecom-khai-truong-data-center-moi-tai-tp-hcm-105570.ict|title=CMC Telecom khai trương Data Center mới tại TP.HCM}}<\/ref>\n\n=== Năm 2013 ===\nTháng 01 năm 2013, Tập đoàn Công nghệ CMC tổ chức công bố hợp nhất 2 [[công ty con]] CMC Telecom và CMC TI thành một công ty duy nhất hoạt động trong lĩnh vực Viễn thông – Internet là Công ty Cổ phần Hạ tầng Viễn thông CMC (CMC Telecom).<ref>{{Chú thích web|url=http:\/\/s.cafef.vn\/CMG-99151\/cmg-hop-nhat-2-cong-ty-con-cmc-ti-va-cmc-telecom.chn|title=Tập đoàn CMC hợp nhất 2 công ty con CMC TI và CMC Telecom}}<\/ref><ref>{{Chú thích web|url=http:\/\/vneconomy.vn\/cuoc-song-so\/tap-doan-cmc-hop-nhat-hai-don-vi-thanh-vien-20130107104549403.htm|title=Tập đoàn CMC hợp nhất hai đơn vị thành viên}}<\/ref>\n\nCMC Telecom kí hợp đồng phát triển Internet trên Truyền hình cáp với VCTV (sau này là VTVcab).<ref>{{Chú thích web|url=https:\/\/www.thongtincongnghe.com\/article\/45972|title=CMC Telecom sẽ cung cấp Internet băng rộng trên mạng cáp VTV}}<\/ref>\n\nNgày 13 tháng 06, CMC Telecom đã ký kết hợp tác chiến lược với Công ty Viễn Thông quốc tế Telin thuộc tập đoàn [https:\/\/www.telkom.co.id\/servlet\/tk\/about\/id_ID\/tkahomepage\/halaman-telkom-indonesia.html Telkom], Indonesia.<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/cong-nghe\/cmc-telecom-bat-tay-cong-ty-vien-thong-quoc-te-telin-127238.html|title=CMC Telecom \"bắt tay\" công ty viễn thông quốc tế Telin}}<\/ref>\n\n=== Năm 2014 ===\nTháng 10 năm 2014, CMC Telecom nhận chứng chỉ ISO\/IEC 27001 về hệ thống quản lý an toàn thông tin theo tiêu chuẩn Quốc Tế đối với dịch vụ Data Center tại Hà Nội và TP. HCM.<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/cong-nghe\/cmc-telecom-nhan-chung-chi-iso-iec-27001-202600.html|title=CMC Telecom nhận chứng chỉ ISO\/IEC 27001}}<\/ref>\n[[Tập tin:Data Center của CMC Telecom.jpg|thế=Data Center của CMC Telecom|nhỏ|Data Center của CMC Telecom]]\nTháng 12 năm 2014, CMC Telecom chính thức được Bộ TT&TT cấp giấy phép cung cấp dịch vụ Truyền hình trả tiền (IPTV).\n\n=== Năm 2015 ===\nTháng 05 năm 2015, CMC Telecom là ISP Việt Nam đầu tiên kết nối trực tiếp với Facebook, được [[Facebook]] và [[Akamai Technologies|Akamai]] lựa chọn đặt máy chủ tại [[Data Center]]<ref>{{Chú thích web|url=https:\/\/cmctelecom.vn\/bai-viet\/akamai-nha-cung-cap-dich-vu-cdn-hang-dau-dat-may-chu-tai-viet-nam\/|title=AKAMAI – Nhà cung cấp dịch vụ CDN hàng đầu đặt máy chủ tại Việt Nam}}<\/ref>.\n\nNgày 08 tháng 05 năm 2015, CMC Telecom đã ký kết thỏa thuận Đầu tư chiến lược với Tập đoàn TIME dotCom Berhad (TIME).<ref name=\":1\">{{Chú thích web|url=http:\/\/cafef.vn\/doanh-nghiep\/time-dotcom-berhad-tro-thanh-doi-tac-chien-luoc-cua-cmc-telecom-20150508171310181.chn|title=Time DotCom Berhad trở thành đối tác chiến lược của CMC Telecom}}<\/ref><ref>{{Chú thích web|url=http:\/\/baodautu.vn\/cmc-telecom-ban-co-phan-cho-time-cu-bat-tay-chien-luoc-d26616.html|title=CMC Telecom bán cổ phần cho TIME: Cú bắt tay chiến lược}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.dealstreetasia.com\/stories\/time-dotcom-pours-12m-for-25-in-cmc-telecom-6197\/|title=TIME dotCom pours $12m for 25% in CMC Telecom}}<\/ref>\n\n=== Năm 2016 ===\nCMC Telecom trở thành đối tác cũng cấp dịch vụ Thuê ngoài An ninh Bảo mật độc quyền của [[IBM]] và trở thành CSP (Cloud Service Provider) Cấp 1 của [[Microsoft]] tại Việt Nam.\n\nTháng 10\/2016, CMC Telecom là doanh nghiệp Viễn thông Việt Nam duy nhất được Tạp chí công nghệ uy tín hàng đầu Châu Á Thái Bình Dương – APAC CIO Outlook bình chọn nằm trong TOP25 doanh nghiệp viễn thông có triển vọng nhất tại Châu Á - [[Thái Bình Dương]].<ref>{{Chú thích web|url=http:\/\/ictnews.vn\/kinh-doanh\/doanh-nghiep\/vi-sao-cmc-telecom-lot-top-25-nha-cung-cap-dich-vu-vien-thong-trien-vong-nhat-144963.ict|title=Vì sao CMC Telecom lọt Top 25 nhà cung cấp dịch vụ viễn thông triển vọng nhất?}}<\/ref>\n\n=== Năm 2017 ===\nTháng 12\/2017, CMC Telecom ra mắt Tuyến cáp đường trục xuyên Việt (Cross Vietnam Cable System – CVCS<ref name=\":2\">{{Chú thích web|url=http:\/\/thoibaotaichinhvietnam.vn\/pages\/thong-tin-doanh-nghiep\/2017-12-07\/cmc-telecom-ra-mat-tuyen-cap-xuyen-dong-nam-a-dau-tien-51282.aspx|title=Ra mắt tuyến cáp xuyên việt CVCS}}<\/ref>) có tổng chiều dài hơn 2,500&nbsp;km chạy từ [[Lạng Sơn]] đến Tây Ninh, với vốn đầu tư hơn 500 tỷ đồng. Đây là là tuyến cáp Việt Nam duy nhất kết nối trực tiếp vào mạng lưới cáp đất liền Đông Nam Á – A Grid – kết nối qua các quốc gia Malaysia, Singapore, Campuchia và Thái Lan.\n\nTháng 12\/2017, CMC Telecom khai trương Data Center thứ ba đặt tại Hà Nội. Đây là Data Center đầu tiên và duy nhất tại Việt Nam đạt chứng chỉ bảo mật [https:\/\/www.pcisecuritystandards.org\/pci_security\/ PCI DSS (Payment Card Industry Data Security Standard)]- tiêu chuẩn an ninh thông tin bắt buộc dành cho các doanh nghiệp lưu trữ, truyền tải và xử lý thẻ thanh toán.<ref>{{Chú thích web|url=https:\/\/viettimes.vn\/cmc-telecom-so-huu-data-center-duy-nhat-dat-chung-chi-pci-dss-163647.html|title=CMC Telecom sở hữu Data Center duy nhất đạt chứng chỉ PCI DSS}}<\/ref><ref>{{Chú thích web|url=http:\/\/english.vietnamnet.vn\/fms\/science-it\/195535\/vietnam-s-first-certified-pci-dss-data-centre.html|title=Vietnam’s first certified PCI DSS Data Centre}}<\/ref>\n\nNăm 2017, CMC Telecom được Hiệp hội Internet Việt Nam, báo ICTnews bình chọn là TOP 5 doanh nghiệp có ảnh hưởng lớn nhất đến Internet Việt Nam trong một thập kỷ (2007 - 2017) và được tạp chí International Finance Magazine của Anh bình chọn là Nhà cung cấp dịch vụ viễn thông cho doanh nghiệp tốt nhất Việt Nam năm 2017.<ref name=\":3\">{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/cong-nghe\/cmc-telecom-nha-cung-cap-dich-vu-cho-dn-tot-nhat-vn-426573.html|title=CMC Telecom- Nhà cung cấp dịch vụ cho DN tốt nhất VN}}<\/ref><ref>{{Chú thích web|url=http:\/\/vietnamnews.vn\/brand-info\/422478\/cmc-telecom-wins-best-telecom-enterprise-in-vn.html#C9TK477vekakRgTQ.97|title=CMC Telecom wins best telecom enterprise in Vietnam|ngày truy cập=2018-05-28|archive-date=2018-05-28|archive-url=https:\/\/web.archive.org\/web\/20180528143259\/http:\/\/vietnamnews.vn\/brand-info\/422478\/cmc-telecom-wins-best-telecom-enterprise-in-vn.html#C9TK477vekakRgTQ.97|url-status=dead}}<\/ref>\n\n=== Năm 2018 ===\nCuối tháng 07\/2018, tại Hội nghị thường niên của Metro Ethernet Forum (MEF) tại Mỹ, Chủ tịch MEF, ông Nan Chen, đã công bố CMC Telecom là một trong ba công ty đầu tiên trên thế giới đạt được chứng chỉ MEF 3.0<ref>{{Chú thích web|url=https:\/\/cmctelecom.vn\/bai-viet\/thong-cao-cmc-telecom-la-mot-trong-ba-cong-ty-dau-tien-tren-the-gioi-dat-chung-chi-mef-3-0\/|tiêu đề=CMC Telecom là một trong ba công ty đầu tiên trên thế giới đạt chứng chỉ MEF 3.0|website=CMC Telecom}}<\/ref>. Đây là tiêu chuẩn cho dịch vụ kết nối Ethernet giữa các nhà mạng quốc tế tiên tiến nhất hiện nay.\n\nTháng 8\/2018, CMC Telecom đã đạt được xếp hạng năng lực vàng (Gold Compatency) trong việc cung cấp các dịch vụ điện toán đám mây và chính thức trở thành đối tác vàng (Gold Partner) của Microsoft tại Việt Nam.<ref>{{Chú thích web|url=https:\/\/cmctelecom.vn\/bai-viet\/chu-tich-microsoft-chau-a-thai-binh-duong-tham-quan-data-center-cua-cmc-telecom\/|tiêu đề=Chủ tịch Microsoft Châu Á – Thái Bình Dương tham quan Data Center của CMC Telecom|website=CMC Telecom}}<\/ref><ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/cong-nghe\/cmc-telecom-tro-thanh-doi-tac-vang-cua-microsoft-484051.html|tiêu đề=CMC Telecom trở thành đối tác vàng của Microsoft tại Việt Nam|website=Vietnamnet}}<\/ref><ref>{{Chú thích web|url=http:\/\/vneconomictimes.com\/article\/business-spotlight\/cmc-telecom-earns-microsoft-gold-cloud-productivity-competency|tiêu đề=CMC Telecom earns Microsoft Gold Cloud Productivity Competency|website=VN Economic Times|ngày truy cập=2018-10-23|archive-date=2018-10-28|archive-url=https:\/\/web.archive.org\/web\/20181028070739\/http:\/\/www.vneconomictimes.com\/article\/business-spotlight\/cmc-telecom-earns-microsoft-gold-cloud-productivity-competency|url-status=dead}}<\/ref>\n\n== Năng lực hạ tầng mạng lưới & Data Center ==\n\n=== Kênh kết nối quốc tế ===\n\n* 05 tuyến cáp kết nối toàn cầu: AAE1, APG, A-Grid, Unity, Faster.\n* 20 POP Quốc tế tại khu vực châu Á\n* 09 Data Center tại Châu Á. \n* Là thành viên của Liên minh Dữ liệu Á Châu - ADCA.\n* 100% Kết nối với tất cả các nhà cung cấp nội dung hàng đầu thế giới\n* Khả năng hợp tác cung cấp dịch vụ toàn cầu\n\n=== Mạng đường trục trong nước ===\n\n*Hơn 2,500&nbsp;km cáp đường trục backbone CVCS (Cross Vietnam Cable System)\n*06 hướng kết nối ra quốc tế qua cáp biển và cáp đất liền\n*03 Data Center trung lập tiêu chuẩn Tier 03, PCI DSS tại Hà Nội và TP. Hồ Chí Minh\n*100% kết nối với tất cả các nhà cung cấp nội dung tại Việt Nam\n*Khả năng cung cấp dịch vụ trên 64 tỉnh thành toàn quốc\n\n== Sản phẩm, dịch vụ ==\n=== 1.  Truyền dẫn dữ liệu và kết nối Internet ===\nCMC Telecom sở hữu tuyến cáp đất liền duy nhất Việt Nam kết nối thẳng với mạng lưới châu Á (Asia – Grid), đây chính là điểm khác biệt lớn nhất của CMC Telecom trong việc cung cấp đường truyền trên toàn khu vực đảm bảo chất lượng ổn định, nhanh và an toàn.\n\n* CVCS kết nối tuyến Liên Á\n* Kết nối tin cậy, độ trễ thấp\n* Công cụ quản lý giúp khách hàng kiểm soát liên tục tại bất cứ địa điểm nào\n* Bảo mật trên toàn tuyến\n\nCác dịch vụ:\n\n* Internet Cáp quang – FTTx\n* Kênh thuê riêng ILL – Internet Leased Line\n* Dịch vụ IP Transit\n* Truyền số liệu nội hạt, liên tỉnh – MPLS VPN\n* Kết nối điểm – Điểm P2P – Point to Point\n* Kênh thuê riêng quốc tế – IPLC\n\n=== Trung tâm dữ liệu Data Center ===\nYếu tố quan trọng nhất của một trung tâm dữ liệu là yếu tố '''bảo mật''' và '''hệ thống vận hành ổn định'''. CMC Telecom là đơn vị duy nhất tại Việt Nam đạt chứng chỉ bảo mật thanh toán PCI DSS và áp dụng nghiêm ngặt tiêu chuẩn ISO 27001:2013; ISO 9001:2015. Hệ thống DC tại CMC Telecom được vận hảnh bởi đội ngũ kỹ thuật chuyên môn cao, đạt chứng chỉ quốc tế về tư vấn giải pháp, vận hành như CDCE, CDCS, CDCP, CDFOM, nhằm đưa chất lượng dịch vụ Data Center đạt tiêu chuẩn cao nhất của khu vực và quốc tế.\n\n* Dedicated Server - Cho thuê máy chủ: Cung cấp cho khách hàng một máy chủ riêng và không gian tương ứng trên hệ thống tủ rack, đảm bảo tính bảo mật cao và kết nối máy chủ với Internet.\n* Dịch vụ VPS - Thuê máy chủ ảo: Cung cấp phân vùng riêng độc lập mà mỗi khách hàng có thể tùy ý chỉnh sửa cấu hình, cài đặt ứng dụng và triển khai theo ý muốn.\n\n* Colocation - Dịch vụ cho thuê chỗ đặt máy chủ: Cung cấp cho khách hàng một không gian riêng trên hệ thông tủ rack để đặt máy chủ nhằm mục đích sử dụng các dịch vụ hạ tầng sẵn có.\n* Carrier Hotel - Dịch vụ cho thuê không gian Data Center: Dịch vụ cho thuê không gian Data Center dành cho các Carrier có nhu cầu thuê một khu vực lớn đặt máy chủ với phạm vi từ vài tủ rack tới cả một phòng hoặc 1 tầng riêng biệt.\n* DC location - Dịch vụ cho thuê không gian DC: Khách hàng có thể thuê riêng không gian, diện tích mặt sàn được quy hoạch, phân vùng rõ ràng và được hưởng toàn bộ điều kiện cơ sở hạ tầng sẵn có của trung tâm dữ liệu CMC Telecom.\n* VPOP - Dịch vụ VPOP: Dịch vụ VPOP giúp khách hàng kiểm soát tốt nhất chi phí đầu tư mạng lưới, nhanh chóng mở rộng vùng phủ kết nối với hạ tầng của CMC Telecom tại Việt Nam thông qua dịch vụ VPOP.\n* Quản trị - Giám sát chuyên nghiệp: CMC Telecom cung cấp dịch vụ giám sát và quản trị bằng các công cụ quản lý chuyên nghiệp. Dịch vụ giúp khách hàng kiểm soát liên tục các thiết bị mạng, mức độ khả dụng và tính hiệu quả của dịch vụ mạng tại bất cứ địa điểm nào.\n\n=== '''Dịch vụ Cloud''' ===\nHệ sinh thái mở: cho phép sử dụng và quản trị đa đám mây trên cùng 1 nền tảng CMC Cloud.\n\nDirect Connect: Kết nối trực tiếp với các nền tảng Cloud của các hãng công nghệ lớn trên thế giới qua kênh truyền riêng\n\n* '''CMC Cloud:''' \"It’s not CMC Cloud – It’s your Cloud\" CMC Cloud là hệ sinh thái linh hoạt, một nền tảng mở cho phép người dùng có thể hoàn toàn tuỳ biến sử dụng và quản trị dịch vụ cloud từ CMC và các nhà cung cấp lớn trên thế giới: AWS, Google, Microsoft,….\n* '''CMC Telecom Cloud Express''' Giải pháp kết nối CMC Telecom Cloud Express cung cấp kết nối mạng an toàn và hiệu suất cao giữa các trung tâm dữ liệu và cơ sở hạ tầng của Microsoft Azure và AWS. Microsoft Azure Fast Express và Amazon Web Services Direct Connect là một phần trong hệ sinh thái Giải pháp Kết nối Điện toán Đám mây của CMC Telecom. Điểm khác biệt lớn nhất ở dịch vụ của CMC Telecom là các kết nối ExpressRoute trực tiếp qua kênh truyền riêng nên đảm bảo tốc độ nhanh, thời gian trễ thấp và tính bảo mật cao hơn các kết nối Internet thông thường. CMC Telecom cung cấp nhiều mô hình kết nối, bao gồm IP VPN và kết nối Ethernet point to point.\n* '''List sản phẩm dịch vụ chính''' Ø  Multi Cloud Ø  Market place Ø  Elastic compute Ø  Elastic GPU Ø  CMC Storage S3\n5\/2021, CMC Telecom trở thành Sell Premier Partner của Google tại Việt Nam.\n\n=== Dịch vụ giá trị gia tăng và công nghệ thông tin ===\n\n* Office 365 - CMC Telecom là đối tác cấp 1 của Microsoft cung cấp dịch vụ điện toán đám mây.\n* Wifi Marketing - Cung cấp giải pháp phủ sóng wifi quảng bá hình ảnh doanh nghiệp, thu nhập thông tin khách hàng.\n* Wifi cho doanh nghiệp: Giúp quản lí hệ thống phủ sóng wifi toàn doanh nghiệp dễ dàng, hiệu quả và bảo mật.\n* Cloud: Tối ưu chi phí, sẵn sàng mở rộng, tăng năng lực cạnh tranh cho doanh nghiệp bằng công nghệ cloud và mô hình thuê dịch vụ.\n\n* Bảo mật thuê ngoài: CMC Telecom là đối tác độc quyền của IBM cung cấp dịch vụ Bảo mật thuê ngoài MSS (Managed Security Services).\n*\n\n=== Dịch vụ Voice & SMS ===\n* Dịch vụ tổng đài ảo: Tổng đài ảo là hệ thống tổng đài điện thaọi được cung cấp qua mạng Internet.\n* Dịch vụ đầu số 710: CMC Telecom cung cấp dịch vụ thoại cố định hoạt động trên nền công nghệ IP với đầu số 710. \n* Dịch vụ 1900, 1800. \n* Dịch vụ SMS Brand Name: SMS Brand name hay tin nhắn thương hiệu là một công cụ quảng cáo hướng đến khách hàng thông qua tin nhắn với Tên- Thương- Hiệu nằm trong phần người gửi.\n* Dịch vụ Voice OTP: Là dịch vụ gửi mã xác thực (mật khẩu) dùng 1 lần qua cuộc gọi thoại, được sử dụng khi thực hiện thanh toán trực tuyến. Khách hàng sẽ nhận được cuộc điện thoại có nội dung đọc phần code này vào thời điểm thực hiện giao dịc để đảm bảo sự bảo mật một cách tối đa và nhanh chóng nhất.\n* Dịch vụ Voice Carrier: CMC Telecom cung cấp dịch vụ voice chiều quốc tế về Việt Nam với chất lượng cao và giá thành cạnh tranh nhất.\n*\n\n== Đối tác của CMC Telecom ==\n{| class=\"wikitable\"\n|+\n!'''Đối tác viễn thông trong nước''' \n!'''Đối tác viễn thông & CNTT Quốc tế''' \n!'''Đối tác Nội dung, Mạng xã hội''' \n|-\n|\n* [[VNPT]]\n* [[Tập đoàn Công nghiệp – Viễn thông Quân đội|Viettel]]\n* [[Tổng công ty Viễn thông MobiFone|Mobifone]]\n* [[Vietnamobile|Vietnammobile]]\n* [[Gmobile]]\n* [[Tổng Công ty Truyền hình Cáp Việt Nam|VTVcab]]\n* [[Tổng công ty Truyền thông đa phương tiện VTC|VTC]]\n* Netnam\n* [[Công ty cổ phần viễn thông FPT|FPT Telecom]]\n* SPT\n* VNDATA\n|\n* HGC\n* [[Verizon Communications|Verizon]]\n* NTT\n* [[China Mobile]]\n* TIME dotCom\n* GTC\n* Equinix\n* KT\n* Sparkle\n* [[Amazon (công ty)|Amazon]]\n* [[Microsoft]]\n* [[IBM]]\n|\n* Akamai\n* [[Facebook]]\n* [[Google]]\n* CDN Network\n* Limelight\n* [[Tencent]]\n* [[VNG]]\n|}\n\n== Giải thưởng ==\n\n* TOP 25 đơn vị viễn thông triển vọng nhất châu Á - Thái Bình Dương 2016 do Tạp chí CIO Outlook (Mỹ) bình chọn.<ref>{{Chú thích web|url=https:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/doanh-nghiep\/cmc-telecom-lot-top-25-doanh-nghiep-vien-thong-trien-vong-3489099.html|title=Top 25 Doanh nghiệp triển vọng}}<\/ref>\n* TOP 5 Doanh nghiệp có ảnh hưởng lớn nhất đến ngành Internet Việt Nam trong một thập kỷ (2007 – 2017) do Hiệp hội Internet Việt Nam bình chọn.<ref name=\":0\">{{Chú thích web|url=http:\/\/ictnews.vn\/internet\/5-doanh-nghiep-co-anh-huong-lon-nhat-den-internet-viet-nam-trong-1-thap-ky-161445.ict|title=Doanh nghiệp ảnh hưởng đến Internet trong 1 thập kỷ}}<\/ref>\n* Nhà cung cấp dịch vụ viễn thông cho doanh nghiệp tốt nhất năm 2017 do Tạp chí International Finance (Anh Quốc) bình chọn.<ref>{{Chú thích web|url=http:\/\/ictnews.vn\/cntt\/nuoc-manh-cntt\/cmc-telecom-duoc-binh-chon-la-nha-cung-cap-dich-vu-cho-doanh-nghiep-tot-nhat-viet-nam-163961.ict|title=Nhà cung cấp dịch vụ viễn thông cho doanh nghiệp tốt nhất năm 2017}}<\/ref>\n*TOP 25 Nhà cung cấp dịch vụ Managed Service cho doanh nghiệp tại Châu Á - Thái Bình Dương do Tạp chí APAC CIO Outlook bình chọn.<ref>{{Chú thích web|url=https:\/\/managed-services.apacciooutlook.com\/vendors\/top-25-managed-service-providers-2018-rid-149.html|tiêu đề=APAC TOP 25 Managed Service Providers 2018}}<\/ref><ref>{{Chú thích web|url=https:\/\/managed-services.apacciooutlook.com\/vendor\/cmc-telecom-onestop-shop-for-it-solutions-cid-3086-mid-153.html|tiêu đề=CMC Telecom - One stop shop for ICT solutions}}<\/ref><ref>{{Chú thích web|url=http:\/\/ictnews.vn\/cntt\/nuoc-manh-cntt\/cmc-telecom-duoc-binh-chon-top-25-nha-cung-cap-dich-vu-hang-dau-chau-a-thai-binh-duong-168928.ict|tiêu đề=Top 25 Nhà cung cấp dịch vụ Managed Service hàng đầu châu Á – Thái Bình Dương}}<\/ref>\n*TOP doanh nghiệp CNTT - viễn thông hàng đầu Việt Nam và Top nhà cung cấp dịch vụ điện toán đám mây hàng đầu Việt Nam do Hiệp hội Tin học TP. HCM trao tặng.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/cmc-telecom-nhan-giai-nha-cung-cap-dien-toan-dam-may-hang-dau-vn-post863837.html|tiêu đề=CMC Telecom nhận giải Nhà cung cấp điện toán đám mây hàng đầu VN|website=}}<\/ref>\n*TOP 3 giải thưởng Nhà cung cấp dịch vụ Data Center tốt nhất Châu Á năm 2019 do Tạp chí Telecom Asia bình chọn.<ref>{{Chú thích web|url=https:\/\/markets.businessinsider.com\/news\/stocks\/cmc-telecom-selected-as-a-finalist-for-the-telecom-asia-s-2019-best-data-center-award-1028208359|title=CMC Telecom selected as a finalist for the Telecom Asia's 2019 Best Data Center Award|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n== Các công ty thành viên thuộc Tập đoàn Công nghệ CMC ==\n\n* Công ty TNHH Sản xuất và Thương mại CMC\n* Công ty TNHH Tổng Công ty Công nghệ và Giải pháp CMC\n* Công ty CP Liên doanh Ciber-CMC\n* Công ty CP Hạ tầng Viễn thông CMC\n* Công ty CP An ninh An toàn Thông tin CMC\n* Công ty CMC Japan\n* Công ty TNHH Sản xuất và Dịch vụ CMC\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Công ty viễn thông Việt Nam]]\n[[Thể loại:Công ty thành lập năm 2008]]\n[[Thể loại:Khởi đầu năm 2008 ở Việt Nam]]"}