{"38139":"{{Chú thích trong bài|date=tháng 9\/2022}}\n{{Thông tin bài hát Việt\n| bgcolour = orange\n| tên = Con thuyền không bến\n| nhạc sĩ = [[Đặng Thế Phong]]\n| lời = \n| tên khác = \n| thể loại = [[Nhạc tiền chiến]]\n| năm = 1941\n| ca sĩ = [[Thái Thanh]], [[Khánh Ly]], [[Lê Dung]], [[Ánh Tuyết]]\n}}\n'''\"Con thuyền không bến\"''', bài hát theo điệu Slow, là một trong ba nhạc phẩm của nhạc sĩ [[Đặng Thế Phong]]. Cùng với \"[[Giọt mưa thu]]\", ca khúc này được xem là một trong những tác phẩm bất hủ của [[tân nhạc Việt Nam]].\n\n==Hoàn cảnh sáng tác ==\n[[Tập tin:Con thuyền không bến.pdf|nhỏ|Bản nhạc]]\nVề hoàn cảnh ra đời của ''Con thuyền không bến'', có tài liệu cho rằng ca khúc này được Đặng Thế Phong hoàn chỉnh ở [[Phnôm Pênh|Nam Vang]] và lần đầu trình diễn tại rạp Olympia, [[Hà Nội]] năm [[1941]]. Theo một bài viết của nhạc sĩ [[Lê Hoàng Long]]:\n\n''\"Năm [[1940]], Đặng Thế Phong phải tạm xa cô Tuyết (người yêu của ông khi đó) để lên [[Bắc Giang]] ít ngày. Ai đã đến Bắc Giang là biết thị xã này có con [[sông Thương]], một con sông có hai dòng nước, bên đục, bên trong. Kẻ viết bài này, lúc bé học ở Bắc Giang, vào những ngày hè nóng bức, cùng bạn bè ra sông bơi. Đứng từ trên cầu ra tháp nước khá cao, nhìn thấy rõ hai dòng nước đục trong rõ rệt! Ở Bắc Giang, một buổi tối trăng sao vằng vặc, Đặng Thế Phong đã cùng bạn bè thuê thuyền cắm sào rồi cùng nhau chén chú, chén anh hàn huyên mọi chuyện. Đang lúc đang vui thì có người ra đưa cho Đặng Thế Phong một bao thư. Ông ngưng ngay chuyện trò vào trong khoang, lấy bao diêm ra đốt lửa để coi thư và đây đúng là thư của cô Tuyết, từ thành Nam gửi lên cho ông. Đọc xong thư, ông có vẻ buồn và suy nghĩ. Bạn bè thắc mắc nên hỏi, được ông cho biết thư báo tin cô Tuyết nhuốm bệnh cả tuần rồi và nhớ ông lung lắm nên có lẽ ông phải về [[Nam Định]] gấp! Chính đêm này, lúc đêm sắp tàn, Đặng Thế Phong thao thức không sao chợp mắt được, đã ngồi dậy sáng tác được tác phẩm Con thuyền không bến buồn não ruột...''\n\n''Hai hôm sau Đặng Thế Phong từ giã bạn bè, rút ngắn thời gian để về Nam Định. Được tin Đặng Thế Phong đã về, cô Tuyết thấy bệnh thuyên giảm rất nhanh. Và tối hôm sau hai người hẹn gặp lại nhau. Lúc ấy miền Bắc đang vào Thu, gió heo may kéo về mang cái lạnh. Tối hôm ấy trăng lên muộn, trời tối gió nhẹ làm cho hai người thấy thích thú đi bên nhau để sưởi ấm lòng nhau sau bao ngày xa cách. Dìu nhau đến nơi cũ, Đặng Thế Phong ghé sát tai cô Tuyết, hát nhẹ nhàng, giọng dạt dào tình cảm như rót vào tai cô bài Con thuyền không bến mà ông vừa sáng tác trong một đêm trắng trên sông Thương vì thương nhớ cô...''\n\n== Nhận xét ==\n{{wiki hóa}}\nNhạc sĩ [[Phạm Duy]]\n\n...Bây giờ, người nghệ sĩ không còn đứng trong khu vườn nhỏ của mình nữa, anh dắt ta ra trước cảnh thu về trên một dòng sông:\n\n:''Đêm nay thu sang cùng heo may''\n:''Đêm nay sương lam mờ chân mây''\n:''Thuyền ai lờ lững trôi xuôi dòng''\n:''Như nhớ thương ai trùng tơ lòng...''\n\nDường như Đặng Thế Phong đã nói lên được tâm trạng của thanh niên nam nữ trong thời đại. Họ sống dưới thời cai trị của thực dân và họ bơ vơ lạc lõng như những con thuyền không bến. Nhưng con thuyền này phải là con thuyền trôi trên một dòng sông dân tộc, dòng sông Thương (ai ơi) nước chảy đôi dòng. Quan trọng nhất là con thuyền phải trôi trong một mùa thu Việt Nam có gió heo may, có sương lam mờ chân mây, có gió van thông ngàn và có ánh trăng mờ chiếu... Nếu là con thuyền trôi trong mùa hè hay trôi trên [[sông Seine]] thì chưa chắc bài hát có thể quyến rũ và ám ảnh chúng ta từ lâu và mãi mãi được:\n\n:''Lướt theo chiều gió''\n:''Một con thuyền theo trăng trong''\n:''Trôi trên sông Thương nước chảy đôi dòng''\n:''Biết đâu bờ bến''\n:''Thuyền ơi thuyền, trôi nơi đâu''\n:''Trôi trên sông Thương''\n:''Nào ai biết nông sâu''\n\nBài ''Con thuyền không bến'' còn có một ưu điểm là được soạn với một giai điệu [[ngũ cung (âm giai)|ngũ cung]], dạng 2 (Ré Fa Sol La Do - nốt Mi trong bài chỉ là nốt thoáng qua) nghe như hát sa mạc hay ngâm [[truyện Kiều|Kiều]]. Nhạc sĩ Pháp Debussy, khi đi tìm chất liệu mới trong nhạc ngũ cung, đã có một câu nhạc tương tự như nét nhạc của câu hát mở đầu:\n\n:''Đêm nay Thu sang cùng heo may...''\n\nNgoài ra, trong ''Con thuyền không bến'' còn có những đoạn hát với \"nhịp chỏi\" (syncope), một thứ nhịp ta thường thấy trong những bản hát [[Chèo]]:\n\n:''Nhớ khi chiều sương''\n:''Cùng ai trắc ẩn tấm lòng''\n:''Biết bao buồn thương''\n:''Thuyền (syncope) mơ (syncope) buông xuôi dòng''\n:''Bến mơ dù thiết tha (syncope)'' \n:''Thuyền ơi, đừng chờ mong''\n:''Ánh trăng mờ chiếu''\n:''Một con thuyền trong đêm thâu''\n:''Trên sông bao la''\n:''Thuyền mơ bến nơi đâu''\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{wikisource}}\n*[http:\/\/208.179.96.115\/nguoitinhgia\/document\/tannhac\/nhactinhn.html Bài viết của Phạm Duy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070528150406\/http:\/\/208.179.96.115\/nguoitinhgia\/document\/tannhac\/nhactinhn.html |date=2007-05-28 }}\n\n{{Đặng Thế Phong}}\n\n[[Thể loại:Ca khúc tiền chiến]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Ca khúc của Đặng Thế Phong]]\n[[Thể loại:Bài hát Việt Nam]]\n[[Thể loại:Ca khúc nhạc vàng]]"}