{"235864":"{{DISPLAYTITLE:''Con đường Cái Quan'' (trường ca)}}\n{{đổi hướng đến đây|Con đường cái quan}}\n'''Con đường cái quan''' là một bản [[Trường ca (âm nhạc)|trường ca]] nổi tiếng, do nhạc sĩ [[Phạm Duy]] sáng tác từ năm [[1945|1954]] đến [[1960]]. Tại [[Việt Nam]], từ sau [[sự kiện 30 tháng 4 năm 1975]], cũng như những ca khúc khác của Phạm Duy, Trường ca này bị cấm lưu hành trong nước Việt Nam và đến [[tháng năm|tháng 5]] năm [[2006]], có tin cho rằng trường ca đã được phép cho phổ biến trở lại<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-137377.htm|tựa đề=Phổ biến ca khúc Con đường cái quan|họ=|tên=|ngày=2006-05-12|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2021-12-01}}<\/ref>. \n[[Tập tin:Pham Duy.JPG|nhỏ|phải|Bìa CD hòa tấu Con đường cái quan (1991)]]\n\nTheo nhạc sĩ Phạm Duy cho biết, Trường ca này được soạn xong phần đầu ở [[Paris]] năm 54, ngay sau [[Hiệp định Genève, 1954]] \"để phản đối ngay lập tức sự chia cắt đất nước\", nhưng rồi bỏ dở<ref name=\"cdcq\">[http:\/\/www.phamduy2010.com\/02sokhao\/02ConDuongCaiQuan.php Phạm Duy viết về Con đường cái quan]<\/ref>. Chỉ khi tác giả về lại Sài Gòn, nhờ kiến trúc sư Võ Đức Diên (cũng là chủ tờ báo ''Sáng Dội Miền Nam'' lúc đó) giúp đỡ phương tiện để nhạc sĩ đi từ Sài Gòn đến Quảng Trị và lấy cảm hứng để hoàn thành. Khi hoàn tất, Trường ca cũng được in ra đầu tiên trên báo ''Sáng Dội Miền Nam'' với bản viết tay của tác giả<ref name=\"cdcq\"\/>.\n\n==Nội dung==\nTrường ca này rất dài, chia ra làm 19 bài hát nhỏ có thể hát như 19 bài riêng biệt. Nội dung của 19 đoạn nói về 1 cuộc du hành của người lữ khách đi trên [[Đường Cái Quan]] xuyên việt, mà theo Phạm Duy:\n{{cquote|''Trường ca '''Con đường cái quan''' đưa ra một lữ khách đi trên con đường xuyên Việt, đi từ Ải [[Nam Quan]] là tỉnh đầu miền Bắc cho tới mũi [[Cà Mau]] là cuối cùng của Miền Nam, đi từ ngày mới lập quốc cho tới khi đã hoàn thành xứ sở, đi trong lịch sử và lòng dân, đi tới đâu cũng có tiếng dân chúng địa phương ca hát chúc tụng lữ khách đi nối liền được lòng người và đất nước... Trường ca CON ÐƯỜNG CÁI QUAN gồm có ba phần:'' \n:''Phần Thứ Nhất: Từ Miền Bắc, mang tính chất hào hùng của miền quê cha đất tổ.''\n:''Phần Thứ Hai: Qua Miền Trung, với tình thương yêu chan chứa niềm xót xa.''\n:''Phần Thứ Ba: Vào Miền Nam, tỏ sự vui mừng của con người đã cả thắng thiên nhiên để hoàn thành nước Việt...''\n|||Phạm Duy (Đọc mở đầu cho phần thâu âm năm 1965) <ref name=\"pduy1\">[http:\/\/phamduy.com\/document\/truongca.html Trường Ca trên trang Phạm Duy]<\/ref>}}\n\nNội dung bản trường ca gồm 3 phần chính, gồm 19 đoản khúc:\n===Từ miền Bắc===\nAnh đi trên đường cái quan - Tôi đi từ ải Nam Quan - Đồng Đăng có phố Kỳ Lừa - Người về miền xuôi - Này người ơi - Ra đi từ lúc trăng tơ\n\n===Qua miền Trung===\nAi đi trong gió trong sương - Ai vô xứ Huế thì vô - Ai đi trên dặm đường trường - Nước non ngàn dặm ra đi - Gió đưa cành trúc la đà - Tôi xa quê nghèo ruộng nghèo \n===Vào miền Nam===\nAnh đi đường vắng đường xa - Nhờ gió đưa về - Đi đâu cho thiếp theo cùng - Đèn cao Châu Đốc gió độc Gò Công - Cửu Long Giang\/Về miền Nam - Giã ơn cái cối cái chầy\/Về miền Nam - Đường đi đã tới\n\nĐoản khúc cuối cùng \"Đường đi đã tới\" với câu hát \"''Ðường đi đã tới... Lòng dân đã nối...''\" để chấm dứt trường ca, thể hiện sự mong mỏi \"con đường cái quan sẽ có ngày hết ranh giới\" trong lịch sử, địa lý và trong lòng dân.\n\n==Hình thức==\nTheo nhạc sĩ Phạm Duy:\n: Con Đường Cái Quan gồm 19 đoản khúc, nghĩa là tôi đã phải viết ra hằng trăm ''motif'' với từng nấy ''mélodie''… Muốn biết tính chất của từng giai điệu, hãy xem ''Phần Từ Miền Bắc'' với đoạn ''Tôi Đi Từ Ải Nam Quan'' để thấy ''motif mi la do'' có ''imitation la re fa'' (có hơi hướng của những điệu ca cổ truyền miền Bắc).\n:… và xin chú ý tới tiết tấu: là nhịp hành khúc nhưng không giống như hành điệu của ''Xuất Quân, Khởi Hành'' v.v… Chú ý tới ''accord'' và giọng phụ: rất Á Đông nhưng cũng rất Âu Phương…\n:''Phần Hai Qua Miền Trung'' phải là những ''motif, mélodie'' dựa vào cái khuông ''re sol la re'' với hơi hướng hò và [[ca Huế]]… Nhất là với bài ''Nước Non Ngàn Dặm Ra Đi''.\n:''Phần Ba Vào Miền Nam'' có những ''motif, mélodie'' có hơi hướng hò, ru và [[Vọng cổ|Vọng Cổ]]… Bài ''Đi Đâu Cho Thiếp Theo Cùng'' dùng âm giai có bán cung ''la do# re mi fa#'':\n:Về tinh thần của trường ca, những ca khúc mạnh mẽ trong phần MIỀN BẮC diễn tả sự hào hùng của người đi khai sơn phá thạch. Trong phần MIỀN TRUNG, ca khúc trở nên ngọt ngào, đôi khi xót xa như bước chân [[Huyền Trân|Huyền Trân Công Chúa]]. Phần MIỀN NAM rất hoan lạc vì đó là những bước chân thành đạt của lữ khách để cùng toàn dân hoàn thành nước Việt.<ref name=\"cdcq\"\/>\n\n==Nói về nhạc phẩm==\n'''Phạm Duy''':\n{{quote|...Trường ca gồm 19 đoản khúc, đại đa số bài nằm trong [[ngũ cung (âm giai)|âm giai ngũ cung]] và có thêm nhạc thuật chuyển hệ. Nhưng tôi cũng không ngần ngại pha trộn vào trường ca một số bài nằm trong âm giai thất cung Tây Phương...<ref name=\"pduy1\"\/>.\n\n...Tôi còn mơ một hoài bão vượt [[dân ca]], cho nên ngoài những đoản khúc có tính chất thuần túy tôi còn mạnh bạo đưa ra những đoạn (mà tôi cho rằng) tân tiến nghĩa là đang mới mẻ nhưng vẫn phù hợp với sự tiến triển tất nhiên của ngành [[quốc nhạc]] <ref>[http:\/\/www.phamduy2010.com\/nhacthuat\/phamduy.php Phạm Duy trả lời bài viết của Trần Văn Khê], Tập San Thế Kỷ 20, số 5, 1965<\/ref>|Phạm Duy}}\n\n'''[[Trần Văn Khê]]''':\n{{quote|Trường ca \"Con Đường Cái Quan\" là một nhạc phẩm có giá trị về phần ý cũng như về phần nhạc... Tác giả đã khéo gợi lại những phong cảnh của ba miền..(...)... Lời ca lại rất đẹp..(...).. Vì Phạm Duy cẩn thận trong chi tiết lúc đặt lời...\n\nTác giả khéo sắp đặt các đoản ca để cho sau một bài có tiết tấu rõ rệt, có một bài hát ngân nga theo nhịp tự do. Từ đoản ca này đến đoản ca khác, từ cung nọ đến cung kia, ta không thấy sự hời hợt, chắp vá...\n\n(...) Tôi chẳng rõ dụng ý của Phạm Duy là thế nào. Riêng tôi, phần thứ ba: đoạn vào miền Nam kém xa hai phần đầu và người nhạc sĩ khéo dùng dân ca cổ nhạc đã nhường chỗ cho người nhạc sĩ chịu ảnh hưởng Âu nhạc và sáng tác Việt nhạc với những nhạc khúc ngoại lai. |Trần Văn Khê<ref>[http:\/\/amnhac.fm\/index.php\/bai\/196-pham-duy\/3164-nhan-xem-truong-ca-qcon-duong-cai-quanq-cua-pham-duy Nhân Xem Trường Ca \"Con Đường Cái Quan\" của Phạm Duy], Bài viết của Trần Văn Khê, báo Bách Khoa, 1965<\/ref>}}\n\n'''Xuân Vũ''':\n{{quote|Trường Ca Con Đường Cái Quan là một mảng nhỏ trong sự nghiệp vĩ đại của Phạm Duy nhưng lại là tác phẩm lớn của Văn Học Nghệ thuật Việt Nam trong đề tài ca ngợi Tổ Quốc.... Con Đường Cái Quan là kết tinh của ý chí thống nhất sơn hà về mặt lãnh thổ và là kết tinh của dân ca Việt Nam. Phạm Duy dùng ca dao và truyện dân gian làm một phần lớn cho tác phẩm này. Nét nhạc rất giản dị nhưng rất sâu sắc. Hơi điệu bị ảnh hưởng dân ca [[quan họ]], cò lả, trống quân nên dễ đi vào lòng người. |Xuân Vũ<ref>Xuân Vũ, [http:\/\/dactrung.net\/NoiDung.aspx?m=bv&id=1566 Nửa thế kỷ Phạm Duy], phần viết về Con Đường Cái Quan.<\/ref>}}\n\n== Trình bày ==\nBản trường ca được trình tấu lần đầu tiên từ năm 1960 tại [[Thành phố Hồ Chí Minh|Sài Gòn]], và sau đó nhiều lần qua đài phát thanh hay bởi các danh ca thời ấy, lớn nhất là với đoàn hợp xướng hơn 100 người năm 1960 <ref>[http:\/\/www.honque.com\/PhongVan\/pvMaiHuong\/pvMaiHuong.htm Mai Hương - Nửa thế kỷ gắn bó với nghệ thuật].<\/ref>. Toàn bộ bản trường ca được thâu âm lần đầu tiên năm 1965 bởi Ban Hoa Xuân của [[Đài Vô tuyến Việt Nam|Đài Phát thanh Sài Gòn]] (với [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Duy Khánh]] và [[Kim Tước]], [[Thái Hằng]], [[Trần Thiện Thanh|Nhật Trường]], [[Tuấn Khanh (nhạc sĩ sinh 1933)|Trần Ngọc]]... và nhiều người khác) và ban nhạc [[Nghiêm Phú Phi]], [[Y Vân]], [[Đan Thọ]], phát hành theo dạng [[cassette]]. Năm 1993, [[Duy Cường|Phạm Duy Cường]] bổ túc phần hòa âm phối khí và tái bản theo dạng [[CD]]. Trước đó, năm 1991, Phạm Duy Cường có phát hành 1 CD hòa tấu trường ca này <ref>[http:\/\/www.duycuong.com\/conduongcaiquan_hoatau.htm Hòa tấu Duy Cường]<\/ref><ref>{{Chú thích web |url=http:\/\/www.phamduy.com\/document\/hoiky\/hoiky4\/chuong_23.html |ngày truy cập=2011-12-13 |tựa đề=Hồi ký Phạm Duy, cuốn 4, chương 23 |archive-date=2012-03-14 |archive-url=https:\/\/web.archive.org\/web\/20120314060101\/http:\/\/www.phamduy.com\/document\/hoiky\/hoiky4\/chuong_23.html |url-status=dead }}<\/ref>.\n\nBan Hợp xướng Ngàn Khơi đã trình tấu và phát hành CD nhiều trích đoạn từ trường ca này trong 2 CD ''Đêm ngàn khơi 4: 10 năm lưu niệm'' và ''Đêm Ngàn Khơi: Con Đường Cái Quan & Tình Hoài Hương'' (1994), hợp soạn bởi nhạc trưởng [[Lê Văn Khoa]] và Trần Chúc.\n\nNăm 2008, [[Trung tâm Thúy Nga]] có cho hát lại trích đoạn trường ca này trong chương trình [[Danh sách các chương trình Paris By Night thập niên 2000#Paris By Night 91|Paris By Night 91]] '''Huế - Sài Gòn - Hà Nội'''. Phần trình tấu được dàn dựng quy mô với các ca sĩ chủ lực của Trung tâm, nhưng bỏ bớt vài đoản khúc của trường ca và  không đầy đủ.\n\n==Xem thêm==\n* [[Mẹ Việt Nam (trường ca)]]\n*[[Quốc lộ 1]]\n\n==Chú thích==\n{{tham khảo}}\n==Liên kết==\n* [https:\/\/www.youtube.com\/watch?v=Gqm4BRnIYqg Trường ca Con Đường Cái Quan], phần chính năm 2008, trên trang YouTube chính thức của Trung tâm Thúy Nga\n*[http:\/\/library.forvn.com\/show\/441123\/nhan-xem-truong-ca-con-duong-cai-quan-cua-pham-duy.html Nhân xem trường ca Con đường cái quan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080813184853\/http:\/\/library.forvn.com\/show\/441123\/nhan-xem-truong-ca-con-duong-cai-quan-cua-pham-duy.html |date=2008-08-13 }} hoặc [http:\/\/www.dactrung.com\/Bai-bv-533-Nhan_Xem_Truong_Ca_Con_duong_Cai_Quan_cua_Pham_Duy.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120924073441\/http:\/\/www.dactrung.com\/Bai-bv-533-Nhan_Xem_Truong_Ca_Con_duong_Cai_Quan_cua_Pham_Duy.aspx |date=2012-09-24 }} - bài viết của Trần Văn Khê, đăng trên báo Bách Khoa (1965)\n*[http:\/\/www.phamduy2010.com\/nhacthuat\/phamduy.php Trên đường Cái Quan] - Phạm Duy trả lời bài của Trần Văn Khê, đăng trên Tập San Thế Kỷ 20, số 5 - 1965\n* [http:\/\/www.phamduy2010.com\/02sokhao\/02ConDuongCaiQuan.php Phạm Duy viết về Con đường cái quan]\n*Xuân Vũ, [http:\/\/dactrung.net\/NoiDung.aspx?m=bv&id=1566 Nửa thế kỷ Phạm Duy], phần viết về Con Đường Cái Quan.\n* Đặng Tiến, [http:\/\/www.dactrung.com\/Bai-bv-393-Phong_Van_Pham_Duy_Ve_Con_duong_Cai_Quan.aspx Phỏng vấn Phạm Duy Về Con Đường Cái Quan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160402232311\/http:\/\/www.dactrung.com\/Bai-bv-393-Phong_Van_Pham_Duy_Ve_Con_duong_Cai_Quan.aspx |date=2016-04-02 }}, 1992\n* [http:\/\/www.dactrung.com\/Bai-nh-2295-Truong_Ca_Con_duong_Cai_Quan.aspx Toàn bộ Trường Ca]{{Liên kết hỏng|date=2021-02-12 |bot=InternetArchiveBot }}, trên trang Đặc Trưng\n* [http:\/\/saigonline.com\/phamduy\/document\/truongca.html Trường Ca với nốt nhạc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080609234504\/http:\/\/www.saigonline.com\/phamduy\/document\/truongca.html |date=2008-06-09 }} trên trang Phạm Duy\n\n{{Phạm Duy}}\n\n[[Thể loại:Trường ca Phạm Duy]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Bài hát Việt Nam]]\n[[Thể loại:Trường ca Việt Nam]]"}