{"123730":"{{Short description|Máy bay ném bom chiến lược của Không quân Hoa Kỳ (1949 – 1959)}}\n{|{{Infobox aircraft begin\n| name                             = B-36 \"Peacemaker\"\n| image                            = Tập tin:Convair B-36 Peacemaker.jpg\n| caption                          = Bắt đầu từ phiên bản B-36D (trong ảnh là B-36J) và được trang bị lại trên B-36B, Peacemaker đã sử dụng sáu động cơ piston và bốn động cơ phản lực\n}}\n{{Infobox aircraft type\n| type                             = [[Máy bay ném bom chiến lược]]\n| national origin                  = {{USA}}\n| manufacturer                     = [[Convair]]\n| designer                         =\n| first flight                     = [[8 tháng 8]] năm [[1946]]\n| introduced                       = [[1948]]\n| retired                          = [[12 tháng 2]] năm [[1959]]\n| produced                         = [[1946]] – [[1954]]\n| number built                     = 384\n| primary user                     = [[Không quân Hoa Kỳ]]\n| unit cost                        = 4,1 triệu [[USD]] (chi phí chế tạo từ B-36D đến B-36F năm 1950)<ref name=\"knaack\">{{chú thích|last1=Knaack|first1=Marcelle|title=Encyclopedia of U.S. Air Force aircraft and missile systems|volume=II: Post World War II Bombers|url=https:\/\/media.defense.gov\/2010\/May\/26\/2001330264\/-1\/-1\/0\/AFD-100526-026.pdf|publisher=Office of Air Force History|isbn=0912799595|via=media.defense.gov|date=1988|page=53}}<\/ref>\n| variants with their own articles = [[Convair XC-99]]<br\/>[[Convair NB-36H]]<br\/>[[Convair X-6]]\n| developed into                   = [[Convair YB-60]]\n}}\n|}\n\n'''Convair B-36 \"Peacemaker\"'''{{refn|Convair đề nghị cái tên \"Peacemaker\" (người hòa giải) cho [[Không quân Hoa Kỳ]] sau một cuộc thi đặt tên cho chiếc máy bay ném bom mới. Mặc dù không được chấp nhận chính thức, nó vẫn trở thành cái tên hay được dùng nhất. Nó thường được liệt kê ở nhiều nguồn như là \"tên chính thức\".<ref>{{chú thích web|title=Peacemaker Name Certificate|url=http:\/\/www.7bwb-36assn.org\/peacemaker.html|archive-url=https:\/\/web.archive.org\/web\/20070426130752\/http:\/\/www.7bwb-36assn.org\/peacemaker.html|archive-date=ngày 26 tháng 4 năm 2007|website=7th Bomb Wing B-36 Association|access-date=ngày 28 tháng 8 năm 2010}}<\/ref>|group=N}} là một kiểu [[máy bay ném bom chiến lược]] được chế tạo bởi hãng [[Convair]] cho [[Không quân Hoa Kỳ]]. B-36 là máy bay gắn [[động cơ đốt trong|động cơ piston]] lớn nhất từng được sản xuất hàng loạt, là máy bay chiến đấu có sải cánh rộng nhất, {{convert|230|ft|m|abbr=on}}, từng được chế tạo. Nó cũng là máy bay ném bom duy nhất có thể vận chuyển bất kỳ [[vũ khí hạt nhân]] nào trong kho vũ khí của Hoa Kỳ bên trong bốn khoang chứa vũ khí mà không cần cải tiến. Với tầm bay xa đến hơn {{convert|10000|mi|km|lk=in}} và tải trọng vũ khí tối đa đến {{convert|87200|lb|abbr=on}}, nó có khả năng bay liên lục địa mà không cần tiếp nhiên liệu.\n\nĐi vào hoạt động vào năm [[hàng không năm 1948|1948]], B-36 là phương tiện mang vũ khí hạt nhân chủ lực của [[Bộ chỉ huy Không quân Chiến lược]] (SAC: Strategic Air Command) cho đến khi chúng được thay thế bởi kiểu máy bay ném bom phản lực [[Boeing B-52 Stratofortress|B-52 Stratofortress]]. Cho dù phiên bản ném bom chưa bao giờ tham gia bất kỳ cuộc xung đột nào trong giai đoạn [[Chiến tranh Lạnh]], các phiên bản trinh sát của nó đã tiến hành nhiều hoạt động do thám trên lãnh thổ [[Triều Tiên]], [[Trung Quốc]], [[Liên Xô]] và các nước cộng sản khác. Đã có tổng cộng 384 chiếc B-36 thuộc mọi biến thể được chế tạo khi Convair ngừng sản xuất vào năm [[hàng không năm 1954|1954]]. {{As of|2021|6}} chỉ còn lại bốn mẫu máy bay B-36 không thể bay được bảo tồn và trưng bày tại các viện bảo tàng khắp [[Hoa Kỳ]].\n\n== Lịch sử phát triển ==\n=== Trước Thế chiến II ===\nNguồn gốc của chiếc B-36 được bắt đầu ngay từ năm [[Hàng không năm 1941|1941]], trước khi Hoa Kỳ chính thức can dự vào [[Chiến tranh thế giới thứ hai|Thế chiến II]]. Lúc đó nguy cơ [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] sẽ thua trận dưới chiến thuật [[Blitzkrieg]] của Đức ngày càng rõ ràng, khiến cho những nỗ lực ném bom chiến lược của Mỹ chống lại Đức không thể thực hiện được bằng những máy bay đang sẵn có.<ref name=\"NMUSAF\">{{chú thích web|url=http:\/\/www.nationalmuseum.af.mil\/Visit\/Museum-Exhibits\/Fact-Sheets\/Display\/Article\/197636\/convair-b-36j-peacemaker\/|title=Convair B-36J Peacemaker|publisher=National Museum of the United States Air Force|date=ngày 28 tháng 5 năm 2015|access-date=ngày 15 tháng 1 năm 2018}}<\/ref> Hoa Kỳ cần có một thế hệ máy bay ném bom mới, một loại máy bay có tầm bay vượt Đại Tây Dương để ném bom các mục tiêu ở châu Âu từ các căn cứ trên lục địa Hoa Kỳ,{{sfn|Taylor|1969|p=465}} với tầm xa chiến đấu ít nhất là {{convert|5700|mi|km}} (là khoảng cách khứ hồi giữa [[Gander, Newfoundland và Labrador|Gander, Newfoundland]] với [[Berlin]]). Quân đoàn Không lực Lục quân Hoa Kỳ (USAAC: United States Army Air Corps)<ref group=N>Sau này là [[Không lực Lục quân Hoa Kỳ]] (USAAF: United States Army Air Force), tiền thân của [[Không quân Hoa Kỳ]] (USAF: United States Army Force).<\/ref> tìm kiếm một kiểu máy bay có tầm bay liên lục địa thực sự,{{sfn|Johnson|1978|p=1}}{{sfn|Jacobsen|Wagner|1980|p=4}} tương tự như chương trình [[Amerikabomber]], máy bay ném bom tầm cực xa mà [[Không quân Đức|Không quân Đức quốc xã]] sau này đã đề nghị lên [[Hermann Goering]] vào năm 1942.\n\nUSAAC đã đưa ra yêu cầu ban đầu về thiết kế một kiểu ''máy bay ném bom tầm cực xa'' vào ngày [[11 tháng 4]] năm [[hàng không năm 1941|1941]], yêu cầu một tốc độ tối đa {{convert|450|mph|km\/h|abbr=on}}, tốc độ bay đường trường {{convert|275|mph|km\/h|abbr=on}}, trần bay {{convert|45000|ft|m|abbr=on}}, bên ngoài tầm bắn của pháo cao xạ trên mặt đất, và tầm bay xa tối đa {{convert|12000|mi|km}} ở độ cao {{convert|25000|ft|m|abbr=on}}.{{sfn|Winchester|2006|p=49}}{{sfn|Knaack|1988|p=5}} Những tiêu chí này xem ra quá tầm cho một chương trình thiết kế ngắn hạn, và vượt quá khả năng kỹ thuật vào lúc đó,{{sfn|Johnson|1978|p=1}} nên đến ngày [[19 tháng 8]] năm [[Hàng không năm 1941|1941]] USAAC giảm các tiêu chí còn tầm bay tối đa {{convert|10000|mi|km|abbr=on}}, bán kính chiến đấu hiệu quả {{convert|4000|mi|km|abbr=on}} với tải trọng bom {{convert|10000|lb|abbr=on}}, tốc độ bay đường trường trong khoảng {{convert|240|-|300|mph|km\/h|-1|abbr=on}}, và một trần bay {{convert|40000|ft|m|abbr=on}},{{sfn|Taylor|1969|p=465}}{{sfn|Knaack|1988|p=6}}<ref name=Airvectors>{{chú thích web|last=Goebel|first=Greg|title=The Convair B-36|website=Airvectors.net|date=ngày 1 tháng 10 năm 2006|url=http:\/\/www.airvectors.net\/avb36.html|access-date=ngày 23 tháng 6 năm 2021}}<\/ref> bên ngoài tầm bắn hiệu quả của hầu hết pháo cao xạ Đức, ngoại trừ kiểu [[12,8 cm FlaK 40]] hạng nặng hiếm khi được bố trí.\n\n=== Thế chiến II ===\nKhi [[Chiến tranh Thái Bình Dương]] diễn ra, [[Không lực Lục quân Hoa Kỳ]] (USAAF: United States Army Air Force) cần đến một loại máy bay ném bom có thể tấn công [[Nhật Bản]] từ [[Hawaii]], nên công việc phát triển chiếc B-36 được tái tục. Qua trao đổi với các sĩ quan cao cấp của Không quân, [[Bộ trưởng Chiến tranh Hoa Kỳ]] [[Henry L. Stimson]] quyết định bỏ qua quy trình mua sắm thông lệ của quân đội. Nên đến ngày [[23 tháng 7]] năm [[hàng không năm 1943|1943]], khoảng 15 tháng sau khi đề án ''Amerikabomber'' của Đức được đề xuất, và cũng trùng hợp hy hữu đúng ngày mà [[Bộ hàng không Đức]] yêu cầu hãng [[Heinkel]] thiết kế một phiên bản sáu động cơ của kiểu [[Heinkel He 277]] dựa trên đề án thiết kế ''Amerikabomber'' lắp động cơ [[BMW 801| BMW 801E]],{{sfn|Griehl|Dressel|1998|p=197}} USAAF chuyển cho Consolidated một đơn đặt hàng ban đầu 100 chiếc B-36 ngay cả trước khi hoàn tất và thử nghiệm hai chiếc nguyên mẫu.<ref name=globalsecurity1\/><ref group=N>Sau những trao đổi giữa Bộ trưởng Chiến tranh Henry L. Stimson, Trợ lý bộ trưởng Robert P. Patterson, và những sĩ quan cao cấp của USAAF, bộ trưởng Stimson quyết định bỏ qua quy trình mua sắm thông thường, cho phép Không quân Hoa Kỳ đặt hàng sản xuất B-36 mà không chờ hai chiếc nguyên mẫu hoàn tất và thử nghiệm. Do đó vào ngày 19 tháng 6, tướng Arnold chỉ thị đặt mua 100 chiếc B-36.<\/ref> Đợt giao hàng đầu tiên dự định vào tháng 8 năm 1945, và chiếc cuối cùng phải bàn giao vào tháng 10 năm 1946, nhưng Consolidated (lúc này đã đổi tên thành Convair sau khi sáp nhập với hãng [[Vultee Aircraft]] vào năm 1943) đã trì hoãn việc giao hàng. Chiếc máy bay đầu tiên ra mắt vào ngày 20 tháng 8 năm 1945, ba tháng sau ngày chiến thắng tại châu Âu, và cất cánh lần đầu tiên vào ngày [[8 tháng 8]] năm [[Hàng không năm 1946|1946]].<ref>{{chú thích web|url=https:\/\/archive.org\/details\/1946-08-15_Biggest_Bomber|title=Video: Biggest Bomber, 1946\/08\/15|website=[[Universal Newsreel]]|year=1946|access-date=ngày 20 tháng 2 năm 2012}}<\/ref>\n\n=== Chiến tranh Lạnh ===\nSau khi [[Không quân Hoa Kỳ]] (USAF: United States Air Force) được tách ra thành một quân chủng độc lập, do việc bắt đầu cuộc [[Chiến tranh Lạnh]] với sự kiện [[Cuộc phong tỏa Berlin|Phong tỏa Berlin]] năm [[hàng không năm 1948|1948]] và việc thử nghiệm quả [[vũ khí hạt nhân|bom nguyên tử]] đầu tiên của [[Liên Xô]] năm [[Hàng không năm 1949|1949]],{{sfn|Knaack|1988|p=20}} các nhà hoạch định chiến lược Hoa Kỳ bắt đầu tìm kiếm một kiểu máy bay ném bom có khả năng mang được những trái bom nguyên tử thế hệ đầu tiên rất to và nặng. B-36 là chiếc máy bay Hoa Kỳ duy nhất có tầm bay và tải trọng đủ để mang những trái bom này từ các sân bay ở Hoa Kỳ đến các mục tiêu trên đất Liên Xô.{{sfn|Knaack|1988|p=15}} Việc cải biến khoang vũ khí từ phiên bản B-36A để mang được vũ khí nguyên tử lớn hơn trên phiên bản B-36B đã được xem là một tiến bộ lớn (\"Grand Slam Installation\").<ref group=N>Grand Slam nguyên nghĩa xuất phát từ môn bóng chày (baseball), tạm dịch \"cú ăn bốn\" tức là ghi bốn điểm home run cùng một lúc.<\/ref><ref name=globalsecurity1\/>\n\nNgay từ đầu, chiếc B-36 đã bị chỉ trích là lạc hậu, một kiểu máy bay cánh quạt lạc loài trong một thế giới toàn máy bay tiêm kích đánh chặn phản lực.<ref name=\"NMUSAF\"\/>{{refn|Một kỹ sư Anh đã công kích B-36 là \"Tên khổng lồ gắn động cơ piston\", đã viết rằng máy bay phản lực Anh có thể đạt đến tầm cao của chiếc B-36 trong vòng chưa đầy tám phút, có tốc độ nhanh hơn ở độ cao đó và sẽ biến B-36 trở thành \"con vịt ngồi thực sự\".<ref>{{Harvnb|Wagner|1968|p=142}}<\/ref><ref>{{Harvnb|Ford|1996}}<\/ref>|group=N}} Dù sao, kiểu máy bay ném bom phản lực tương đương, chiếc [[Boeing B-47 Stratojet|B-47 Stratojet]] vốn chỉ được đưa vào hoạt động vào năm [[hàng không năm 1953|1953]], cũng không đủ tầm bay xa để tấn công đất nước Xô Viết từ lục địa Bắc Mỹ mà không cần tiếp nhiên liệu dọc đường, và cũng không thể mang trái [[bom nhiệt hạch|bom khinh khí]] thế hệ đầu tiên nặng đến 20 tấn. Những chiếc máy bay ném bom động cơ piston khác của Hoa Kỳ vào lúc đó như chiếc [[Boeing B-29 Superfortress|B-29]] và [[Boeing B-50 Superfortress|B-50 Superfortress]] cũng bị giới hạn tầm xa hoạt động để có thể trở thành một vũ khí hạt nhân chiến lược.{{sfn|Yenne|2004|pp=124-126}} [[Tên lửa đạn đạo liên lục địa]] (ICBM) chưa trở thành những phương tiện vận chuyển tin cậy mãi cho đến những năm [[Thập niên 1960|1960]]. Cho đến khi những chiếc [[Boeing B-52 Stratofortress|B-52 Stratofortress]] được đưa vào hoạt động vào cuối những năm [[Thập niên 1950|1950]]; B-36, chiếc máy bay ném bom liên lục địa thật sự, là chỗ dựa chính của [[Bộ chỉ huy Không quân Chiến lược]] (SAC).<ref name=\"NMUSAF\"\/>\n\nConvair giới thiệu chiếc B-36 như là \"cột trụ nhôm\",{{refn|Vì vỏ bọc ngoài của B-36 cấu tạo từ hợp kim nhôm-magnesi.|group=N}} một kiểu \"súng trường\"{{refn|Khái niệm \"súng trường\" (rifle) ở đây hiểu như là một vũ khí căn bản, luôn luôn cần thiết cho người lính bộ binh.|group=N}} cho phép SAC vươn ra toàn cầu.<ref name=\"NMUSAF\"\/> Khi tướng [[Curtis LeMay]] làm lãnh đạo SAC từ năm [[hàng không năm 1949|1949]] đến năm [[hàng không năm 1957|1957]] và cải biến B-36 thành một lực lượng tấn công vũ khí nguyên tử hiệu quả, nó trở thành hạt nhân của Bộ chỉ huy này. Tải trọng bom tối đa của nó gấp bốn lần chiếc B-29, và thậm chí còn nhiều hơn cả chiếc B-52. Chiếc B-36 chậm chạp và không thể tiếp nhiên liệu trên không, nhưng có thể thực hiện các phi vụ bay đến mục tiêu cách xa {{convert|3400|mi|km|abbr=on}} và ở trên không trung liên tục 40 giờ.<ref name=\"NMUSAF\"\/> Hơn nữa, B-36 được cho là có một ưu điểm khác nữa: trần bay rất cao nhờ diện tích cánh lớn, khiến cho nó ở ngoài tầm hoạt động của tất cả các máy bay tiêm kích cánh quạt và máy bay tiêm kích đánh chặn phản lực đời đầu và [[chiến tranh phòng không|pháo phòng không]] đặt trên mặt đất.<ref name=\"NMUSAF\"\/>\n\n=== Thử nghiệm và các kiểu nguyên mẫu ===\n[[Tập tin:B-36aarrivalcarswell1948.jpg|thumb|Chiếc nguyên mẫu XB-36 đậu bên cạnh máy bay ném bom [[Boeing B-29 Superfortress]] tại Căn cứ Không quân Carswell, Texas. Phần gốc cánh của 'Peacemaker' dày đến {{convert|7|ft|m|1}}]]\n[[Tập tin:Convair XB-36 in flight just after takeoff or just before landing 061128-F-1234S-025.jpg|thumb|Chiếc nguyên mẫu XB-36 với bánh đáp duy nhất trên mỗi càng. Phiên bản sản xuất thay thế với bốn bánh đáp trên càng chính]]\n[[Consolidated Vultee Aircraft Corporation]] (sau này là Convair) và [[Boeing Aircraft Company]] tham gia vào cuộc cạnh tranh, và Consolidated thắng thầu vào ngày 16 tháng 10 năm 1941. Consolidated yêu cầu một hợp đồng trị giá 15 triệu [[Đô la Mỹ|Đô la]] cùng với 800.000 chi phí nghiên cứu và phát triển, mô hình mẫu và công cụ. Hai chiếc thử nghiệm được đề xuất, chiếc thứ nhất sẽ được bàn giao sau 30 tháng, và chiếc thứ hai trong sáu tháng tiếp theo. Tên ban đầu là Kiểu B-35, nhưng được đổi thành B-36 để tránh nhầm lẫn với [[Northrop YB-35]], một máy bay ném bom kiểu [[cánh bay]] gắn động cơ piston.{{sfn|Johnson|1978|p=1}}{{sfn|Leach|2008|pp=26–28}}\n\nTrong quá trình phát triển, kế hoạch của B-36 bị trì hoãn. Khi Hoa Kỳ chính thức tham gia Thế chiến II, Consolidated được yêu cầu giảm tốc việc phát triển B-36 để tập trung vào việc sản xuất [[Consolidated B-24 Liberator]]. Mô hình mẫu đầu tiên được đưa ra xem xét vào ngày 20 tháng 7 năm 1942, tiếp theo là sáu tháng để hoàn thiện. Một tháng sau khi xem xét, dự án được chuyển từ [[San Diego]], [[California]] đến [[Fort Worth]], [[Texas]], khiến kế hoạch bị kéo dài thêm nhiều tháng. Consolidated thay đổi thiết kế đuôi từ cánh đứng kép sang cánh đơn, giúp giảm được {{convert|3850|lb|kg|abbr=on}} trọng lượng, nhưng trì hoãn kế hoạch giao hàng thêm 120 ngày.{{sfn|Johnson|1978|p=1}}{{sfn|Leach|2008|pp=26–28}}\n\nThiết kế ban đầu dự trù hệ thống bánh đáp ba càng với một bánh đáp lớn duy nhất trên mỗi càng. Thiết kế này tạo ra một áp lực lớn lên bề mặt sân bay, làm giới hạn B-36 chỉ được phép hoạt động từ ba sân bay tại lục địa Hoa Kỳ: [[Căn cứ Không quân Carswell]] (nay là [[Căn cứ Không lực Hải quân Fort Worth Liên quân Dự bị]]), ngay bên cạnh xưởng của Consolidated tại Fort Worth, Texas; [[Căn cứ Không quân Eglin]] gần [[Valparaiso]], [[Florida]]; và [[Căn cứ Không quân Travis|Căn cứ Không quân Fairfield-Suisun]] (nay là [[Căn cứ Không quân Travis]]) tại [[Fairfield, California]].{{sfn|Jenkins|2002|pp=14–15}}\n\nVì vậy Không quân Hoa Kỳ bắt buộc Consolidated thiết kế lại hệ thống bánh đáp thành bộ khung (bogie) gồm bốn bánh cho mỗi càng đáp chính, giúp phân bố trọng lượng đều hơn và giúp giảm được {{convert|1500|lb|kg}} trọng lượng.{{sfn|Johnson|1978|p=1}}<ref name=globalsecurity1>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|url=http:\/\/www.globalsecurity.org\/wmd\/systems\/b-36-production.htm|title=Weapons of Mass Destruction (WMD): B-36 Peacemaker|website=globalsecurity.org|access-date=ngày 5 tháng 9 năm 2009}}<\/ref>{{sfn|Leach|2008|p=29}} Thay đổi theo yêu cầu của Không quân dù sao vẫn không tiết kiệm được trọng lượng và lại mất thêm thời gian. Cũng cần thiết kế lại một hệ thống ăn-ten mới cho những thiết bị liên lạc vô tuyến và [[radar]]. Động cơ [[Pratt & Whitney]] cũng cần thiết kế lại, tăng thêm {{convert|1000|lb|kg}} trọng lượng.{{sfn|Leach|2008|p=30}}\n\n=== Phản ứng của hải quân ===\n{{seealso|Cuộc nổi loạn của các đô đốc}}\nDo những sự cố trong các giai đoạn thử nghiệm và phát triển ban đầu của B-36, và những vấn đề trong vận hành phát sinh sau đó, đã xuất hiện những phê phán chiếc máy bay này là một  \"billion-dollar blunder\" (sai lầm tỉ đô).{{sfn|Wolk|2003|p=163}} Đặc biệt, [[Hải quân Hoa Kỳ]] xem đây là công việc cẩu thả và tốn kém, lạc hướng sự chú ý của quốc hội và phân bổ ngân sách khỏi các chương trình nâng cấp không lực hải quân và [[tàu sân bay]] của Hải quân, đặc biệt là việc phát triển máy bay ném bom hạt nhân trên tàu sân bay. Căn cứ vào thành công của tàu sân bay tại [[mặt trận Thái Bình Dương]] trong [[Thế chiến II]], hải quân giả định rằng máy bay từ tàu sân bay phải đóng vai trò quyết định trong cuộc chiến tranh tương lai; và vậy vào năm 1947 họ công kích phần ngân quỹ mà [[Quốc hội Hoa Kỳ]] phân bổ cho chương trình B-36, viện cớ kết quả thử nghiệm không đáp ứng những mục tiêu đặt ra. Hải quân Hoa Kỳ đã đề ra dự án của họ về chiếc {{USS|United States|CVA-58|6}}, một [[siêu tàu sân bay]] có khả năng mang những phi đoàn máy bay chiến thuật và máy bay ném bom hạt nhân, và vận động để ngân sách từ chương trình B-36 được chuyển cho chiếc ''United States''.{{sfn|Barlow|1994|pp=182-188}}\n\nPhản bác quan điểm B-36 không thể bị không quân đối phương ngăn chặn, Hải quân Hoa Kỳ lập luận rằng chiếc [[máy bay tiêm kích]] hải quân [[McDonnell F2H Banshee|F2H Banshee]] có khả năng đánh chặn chiếc B-36 nhờ khả năng hoạt động được ở độ cao hơn {{convert|50000|ft|m|-3|abbr=on}};<ref>{{chú thích web|title=Standard Aircraft Characteristics: F2H-2 Banshee - AU\/ACSC\/166\/1998-04|url=http:\/\/www.history.navy.mil\/branches\/hist-ac\/f2h-2.pdf|date=ngày 6 tháng 12 năm 2006|archive-url=https:\/\/web.archive.org\/web\/20061206065849\/http:\/\/www.history.navy.mil\/branches\/hist-ac\/f2h-2.pdf|archive-date=ngày 28 tháng 8 năm 2010|access-date=ngày 12 tháng 6 năm 2021|url-status=dead}}<\/ref>{{sfn|Lewis|1998|p=19}} thậm chí một số kiểu máy bay tiêm kích khác như [[Grumman F8F Bearcat|F8F Bearcat]] và [[Grumman F9F Panther|F9F Panther]] cũng có khả năng này.{{sfn|Barlow|1994|p=210}} Không quân Hoa Kỳ đã từ chối một lời mời của Hải quân Hoa Kỳ về một cuộc \"đấu loại\", mô phỏng một trận chiến đánh chặn giữa chiếc F2H Banshee và chiếc B-36.{{sfn|Barlow|1994|p=212}}{{sfn|Ford|1996}}\n\nKhông quân Hoa Kỳ đã bảo vệ thành công cho kế hoạch máy bay ném bom B-36 của mình{{sfn|Barlow|1994|pp=182-188}} và dự án ''United States'' được [[Bộ trưởng Bộ Quốc phòng Hoa Kỳ]] mới nhậm chức [[Louis A. Johnson]] chính thức hủy bỏ vào tháng 4 năm 1949.{{sfn|Lewis|1998|pp=12-16}}{{sfn|Barlow|1994|pp=182-183, 187}} Nhiều sĩ quan cao cấp của Hải quân Hoa Kỳ đặt nghi vấn về quyết định này của chính phủ, viện dẫn có thể có mâu thuẫn về lợi ích vì Johnson trước đây từng nằm trong ban giám đốc của Corvair. Phản ứng ồn ào sau khi có quyết định hủy bỏ dự án ''United States'' được giới báo chí đặt tên là \"[[Cuộc nổi loạn của các đô đốc]]\" (The Revolt of the Admirals);{{sfn|Lewis|1998|p=1}} thậm chí Bộ trưởng Hải quân John Sullivan đã từ chức để phản đối quyết định này.{{sfn|Barlow|1994|pp=188-191}} Mâu thuẫn quan điểm giữa hai quân chủng gay gắt đến mức phải đưa ra điều trần trước một ủy ban [[Quốc hội Hoa Kỳ]].{{sfn|Barlow|1994|p=226}} Cuối cùng Không quân Hoa Kỳ, được [[Lục quân Hoa Kỳ]] ủng hộ,{{sfn|Barlow|1994|p=263}} vẫn bảo vệ được quan điểm của mình.{{sfn|Barlow|1994|p=268}}{{sfn|Lewis|1998|p=37}}\n\n== Thiết kế ==\n[[Tập tin:Carswell Bomber Static Display.jpg|nhỏ|phải|So sánh kích thước của máy bay ném bom B-36 so với chiếc [[Boeing B-29 Superfortress|B-29 Superfortress]] (bên trái) và chiếc [[Boeing B-17 Flying Fortress|B-17 Flying Fortress]] (bên dưới); phía sau cánh chiếc B-36 là một chiếc [[Douglas B-18 Bolo|B-18 Bolo]]]]\n[[Tập tin:Convair B-36 structural testing USAF.JPG|nhỏ|phải|Khung của chiếc YB-36 đang được thử nghiệm độ ổn định cấu trúc. Chú ý ba người đang đứng trên ban-công bên rìa phải của bức ảnh để hình dung kích thước khổng lồ của chiếc máy bay]]\nChiếc B-36 có một kích thước rất ấn tượng, dài hơn hai-phần-ba so với chiếc máy bay siêu ném bom trước nó, [[Boeing B-29 Superfortress|B-29 Superfortress]]. Sải cánh và [[chiều cao]] đuôi của B-36 vượt hơn chiếc [[Antonov An-22]] của [[Liên Xô]] vào [[thập niên 1960]], chiếc máy bay cánh quạt lớn nhất từng sản xuất hàng loạt.<ref name=\"NMUSAF\"\/> Chỉ sau khi có sự xuất hiện của [[Boeing 747]] và [[C-5 Galaxy]], cả hai được thiết kế trễ hơn hai thập niên sau đó, mới có những chiếc máy bay hoạt động có tải trọng lớn hơn B-36.\n\nCánh của chiếc B-36 thật lớn ngay cả khi so sánh với những chiếc máy bay hiện đại, ví dụ như cả chiếc [[C-5 Galaxy]], và nó cho phép B-36 mang đủ nhiên liệu cho những chuyến bay rất dài mà không cần tiếp thêm nhiên liệu. Phần dày nhất của cánh lên đến {{convert|7,5|ft|m}}, cho phép tạo một đường hầm từ thân máy bay đến các động cơ.{{sfn|Griswold|1961|pp=98-101}}{{sfn|Jacobsen|1997|p=143}} Diện tích cánh lớn cho phép nó bay bên trên trần bay của những chiếc máy bay tiêm kích trong những năm [[thập niên 1940|1940]], cho dù là phản lực hay cánh quạt. Đa số các phiên bản của B-36, ngoại trừ B-36A, đều có thể bay đường trường ở trần bay trên {{convert|40000|ft|m|abbr=on}}.<ref>{{chú thích web|url=http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2538|title=Convair B-36B Fact Sheet|archive-url=https:\/\/web.archive.org\/web\/20120616093339\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2538|date=ngày 26 tháng 6 năm 2009|url-status=dead|archive-date=ngày 8 tháng 11 năm 2014|access-date=ngày 12 tháng 6 năm 2021}}<\/ref> Vào năm [[hàng không năm 1954|1954]], các [[tháp pháo]] và các thiết bị không cần thiết được dỡ bỏ,<ref group=N>Không phải tháo dỡ toàn bộ như Chương trình [[Silverplate]] trước đây cải biến những chiếc B-29 thành phiên bản chuyên biệt mang bom nguyên tử.<\/ref> cho phép có một cấu hình \"hạng nhẹ\" được tin là đạt được tốc độ tối đa {{convert|423|mph|km\/h|abbr=on}}{{sfn|Jacobsen|1974|p=54}} và có thể bay đường trường ở độ cao {{convert|50000|ft|m|abbr=on}} hay tạm thời ở mức {{convert|55000|ft|m|abbr=on}}, thậm chí là cao hơn.{{sfn|Yenne|2004|pp=136–137}}\n\nDiện tích cánh rộng và tùy chọn tăng cường thêm bốn động cơ phản lực cho phép chiếc B-36 có một biên độ rộng giữa [[Tốc độ chòng chành]] (V<sub>S<\/sub>) và tốc độ tối đa (V<sub>NE<\/sub>) tại các độ cao này. Điều này cho phép chiếc B-36 cơ động hơn ở tầm cao hơn các máy bay tiêm kích phản lực của [[Không quân Hoa Kỳ]] thời đó, vốn không thể bay ở độ cao quá {{convert|40000|ft|m|-3|abbr=on}}, hoặc nếu được, sẽ có xu hướng bị chòng chành khi tìm cách cơ động hoặc khai hỏa.{{sfn|Jacobsen|1997}}\n\n=== Động cơ ===\n[[Tập tin:52-2827 CONVAIR B36J (13803732135).jpg|nhỏ|phải|Cửa hút gió cho động cơ piston cánh quạt ở rìa bên phải và hai động cơ phản lực phía ở giữa. Lưu ý các tấm chớp đang che kín cửa hút gió phía trước động cơ phản lực]]\nHệ thống động cơ độc đáo của B-36 gồm sáu động cơ piston [[Pratt & Whitney R-4360]] Wasp Major, mỗi cái có 28 xy lanh [[động cơ bố trí hình tròn|bố trí hình tròn]] với dung tích mỗi xy lanh là {{convert|4360|cuin|L|abbr=on}}. Các động cơ được sắp xếp theo [[cấu hình đẩy]], rất khác biệt so với cấu hình thông thường gồm bốn động cơ cấu hình kéo trên những [[máy bay ném bom hạng nặng]] khác. Kiểu nguyên mẫu ban đầu của động cơ R-4360 cung cấp tổng công suất {{convert|18000|hp|kW|abbr=on}}, và những chiếc B-36 đầu tiên bay chậm chạp và đòi hỏi đường băng cất cánh kéo dài. Tình trạng được cải thiện nhờ những phiên bản động cơ R-4360 mới hơn, nâng tổng công suất lên {{convert|22800|hp|kW|abbr=on}}.{{sfn|Yenne|2004|pp=137–138}}  Mỗi động cơ quay một cánh quạt 3-cánh khổng lồ đường kính {{convert|19|ft|m|abbr=on}}<ref group=N>Là cánh quạt máy bay có đường kính xếp thứ hai trên thế giới, sau chiếc [[Linke-Hofmann R.II]].<\/ref> Cách sắp xếp theo cấu hình đẩy khác thường này giúp giảm thiểu việc nhiễu loạn khí động học đối với dòng không khí bên trên cánh, nhưng khiến động cơ quá nóng do không đủ dòng không khí làm mát quanh động cơ, đưa đến các tai nạn cháy động cơ khi đang bay.\n\nBắt đầu từ phiên bản B-36D, Convair bổ sung thêm một cặp [[động cơ phản lực]] [[General Electric J47|General Electric J47-19]] trên mỗi đầu mút cánh; và những động cơ phản lực này cũng được nâng cấp ngược cho những chiếc thuộc phiên bản B-36B. Do vậy, B-36 có đến mười động cơ, gồm sáu động cơ cánh quạt và bốn động cơ phản lực, đưa đến câu khẩu hiệu châm biếm \"six turnin' and four burnin'&thinsp;\". (sáu cái quay và bốn cái cháy); B-36 có nhiều động cơ hơn bất kỳ kiểu máy bay sản xuất hàng loạt nào khác; công suất của tất cả các động cơ cánh quạt và phản lực là {{convert|40000|hp|kW|abbr=on}} trong một thời gian ngắn.<ref>{{chú thích tạp chí|author=<!-- Staff writer(s); no by-line-->|title=B-36 Adds Four Jet Engines|url=https:\/\/books.google.com\/books?id=GtkDAAAAMBAJ&pg=PA124|magazine=Popular Science|page=124|date=Tháng 7 năm 1949|access-date=ngày 12 tháng 6 năm 2021}}<\/ref> Các động cơ phản lực giúp gia tăng đáng kể tính năng bay khi cất cánh và giúp lướt nhanh qua mục tiêu; trong khi bay đường trường thông thường, các động cơ phản lực được tắt bớt để tiết kiệm nhiên liệu. Khi động cơ phản lực tắt, các tấm chớp sẽ che cửa hút gió phía trước động cơ nhằm giảm sức cản và che bụi cát. Những tấm chớp này được điều khiển đóng mở bởi đội bay từ trong buồng lái, ngay cả khi đang bay trên không trung.<ref>{{chú thích tạp chí|author=<!-- Staff writer(s); no by-line-->|title=Doors Shield Jets From Blowing Dirt|url=https:\/\/books.google.com\/books?id=ydgDAAAAMBAJ&pg=PA117|magazine=Popular Science|page=117|date=Tháng 10 năm 1950|access-date=ngày 12 tháng 6 năm 2021}}<\/ref>\n\n=== Đội bay ===\n[[Tập tin:Convair XB-36 main landing gear detail 061128-F-1234S-028.jpg|thumb|right|Càng đáp chính của kiểu XB-36 với bánh đáp duy nhất]]\nChiếc B-36 yêu cầu một đội bay tiêu chuẩn gồm 16 thành viên.<ref name=\"Last Flight\"\/> Giống như những chiếc [[B-29 Superfortress]] và [[B-50 Superfortress|B-50]], buồng lái được điều áp và khoang dành cho đội bay được nối với khoang phía sau bằng một đường hầm ngang qua khoang chứa bom. Đội bay di chuyển giữa các khoang bằng một xe đẩy có bánh và kéo bằng dây. Khoang phía sau dẫn đến tháp súng đuôi có sáu giường ngủ và một phòng sinh hoạt.{{sfn|Shiel|1996|p=7}}\n\n=== Càng đáp ===\n[[Tập tin:B-36 tracked gear edit.jpg|thumb|Kiểu càng đáp dạng bánh xích từng được thử nghiệm trên chiếc nguyên mẫu XB-36]]\nChiếc nguyên mẫu XB-36 sử dụng một kiểu càng đáp chỉ có một bánh, và bánh này là bánh xe máy bay to nhất từng được chế tạo vào thời ấy, cao {{convert|9|ft|2|in|m|2|abbr=on}}, rộng {{convert|3|ft|cm|abbr=on}} và nặng {{convert|1320|lb|kg|abbr=on}}; mỗi bánh sử dụng nguyên liệu đủ để chế tạo 60 vỏ xe ô tô. Bánh xe khổng lồ này đặt một trọng lực quá nặng trên mỗi bánh lên đường băng, đến nỗi mà chiếc XB-36 bị giới hạn chỉ cho phép cất hạ cánh tại sân bay Fort Worth bên cạnh nơi nó được sản xuất, và tại hai căn cứ khác của Không quân Hoa Kỳ.<ref name=XB36Gear>{{chú thích web|title=XB-36 Landing Gear|url=https:\/\/www.nationalmuseum.af.mil\/Visit\/Museum-Exhibits\/Fact-Sheets\/Display\/Article\/197624\/xb-36-landing-gear\/|website=National Museum of the United States Air Force|date=Ngày 1 tháng 6 năm 2015|access-date=ngày 12 tháng 6 năm 2021}}<\/ref> Theo đề nghị của Thiếu tướng Edward M. Powers, trợ lý Tham mưu trưởng Không quân, kiểu càng đáp một bánh nhanh chóng được thay thế bằng kiểu càng đáp bốn bánh nhằm phân bố tải trọng đều, cho phép hạ cánh ở bất cứ sân bay nào, đồng thời giúp giảm bớt {{convert|1500|lb|kg|abbr=on}} trọng lượng.<ref name=globalsecurity1\/>{{sfn|Puryear|1981|p=26}} Có một thời một kiểu càng đáp dạng bánh xích như xe tăng cũng được thử áp dụng cho chiếc XB-36, nhưng cho thấy quá nặng và ồn ào nên nhanh chóng bị loại bỏ.<ref>{{chú thích tạp chí|author=<!-- Staff writer(s); no by-line-->|title=It makes the B-36 light on its feet|url=https:\/\/books.google.com\/books?id=7zkvrEAD3_8C&pg=PA35|magazine=Flying magazine|page=35|date=Tháng 8 năm 1950|access-date=ngày 12 tháng 6 năm 2021}}<\/ref>\n\n=== Vũ khí ===\n[[Tập tin:Mark17CAM.jpg|right|thumb|Quả bom [[bom khinh khí Mark-17|Mark-17]] được trưng bày bên cạnh chiếc RB-36H tại Bảo tàng Hàng không Castle]]\nBốn khoang chứa bom có thể mang đến {{convert|86000|lb|kg|abbr=on}} bom quy ước hay bom nguyên tử,<ref name=\"NMUSAF\"\/> nhiều gấp hơn chín lần so với con ngựa thồ của Thế chiến II là chiếc [[Boeing B-17 Flying Fortress|B-17 Flying Fortress]] ({{convert|9600|lb}}), và nặng hơn đáng kể so với tổng trọng lượng của chiếc B-17 ({{convert|65000|lb}}).<ref>{{chú thích web|url=https:\/\/www.boeing.com\/history\/products\/b-17-flying-fortress.page|tựa đề=Boeing B-17 Flying Fortress Historical Snapshot – Technical Specifications|website=boeing.com|ngày truy cập=ngày 13 tháng 6 năm 2021}}<\/ref> Chiếc B-36 không được thiết kế từ đầu để mang vũ khí nguyên tử, đơn giản là vì sự có mặt của một kiểu vũ khí như vậy còn là điều tối mật trong giai đoạn mà chiếc B-36 được phác thảo ([[hàng không năm 1941|1941]] – [[hàng không năm 1946|1946]]), và phương thức mang vũ khí này còn chưa được xác định.{{sfn|Knaack|1988|p=24}} Dù sao, chiếc B-36 đảm nhiệm vai trò mang vũ khí nguyên tử ngay lập tức sau khi được đưa ra hoạt động. Trong mọi tính năng bay ngoại trừ tốc độ, chiếc B-36 có thể bắt kịp đối thủ Xô Viết tương xứng của nó, chiếc [[Tupolev Tu-95]] trang bị động cơ cánh quạt (vẫn còn đang được sử dụng {{tính đến|2021|6|lc=y}}).<ref>{{chú thích web|url=http:\/\/news.bbc.co.uk\/2\/hi\/europe\/6938856.stm|ngày truy cập=2014-10-20|tựa đề=BBC NEWS {{!}} Europe {{!}} Russia sparks Cold War scramble<!-- Bot generated title -->|archive-date=ngày 20 tháng 10 năm 2014|archive-url=https:\/\/web.archive.org\/web\/20141020150937\/http:\/\/news.bbc.co.uk\/2\/hi\/europe\/6938856.stm|url-status=live}}<\/ref>\n\nĐể phục vụ cho hoạt động ném bom, nó được trang bị máy ngắm quang học cùng một hệ thống [[radar]] AN\/APQ-23 dẫn đường và định vị mục tiêu đặt trong một vòm bên dưới thân phía trước. Một hệ thống máy tính ném bom kiểu điện-cơ K1 kết nối với radar và máy ngắm quang học.<ref name=Airvectors\/> Cho đến khi chiếc B-52 được đưa ra hoạt động, B-36 là phương tiện duy nhất có thể mang bom nhiệt hạch thế hệ đầu tiên [[Bom khinh khí Mark-17|Mark-17]], một vũ khí dài {{convert|25|ft|abbr=on}}, đường kính {{convert|5|ft|abbr=on}} và cân nặng {{convert|42000|lb|abbr=on}}, loại vũ khí nguyên tử ném từ không trung nặng nhất và cồng kềnh nhất của Hoa Kỳ. Việc chuyên chở loại vũ khí khổng lồ này đòi hỏi phải nối liền hai khoang bom liền cạnh nhau.<ref>{{chú thích web|url=https:\/\/www.globalsecurity.org\/wmd\/systems\/mk17.htm|tựa đề=Mark 17 \/ Mark 24|ngày truy cập=ngày 3 tháng 6 năm 2015|website=GlobalSecurity.org|archive-url=https:\/\/web.archive.org\/web\/20150603064808\/http:\/\/www.globalsecurity.org\/wmd\/systems\/mk17.htm|archive-date=ngày 3 tháng 6 năm 2015|url-status=live}}<\/ref>\n\n[[Tập tin:B-36GunTurret.jpg|left|thumb|Tháp pháo trang bị trên B-36 với hai [[pháo tự động]] [[Hispano-Suiza HS.404|M-24A1]] 20 mm]]\nVũ khí phòng vệ bao gồm sáu [[tháp pháo]] điều khiển từ xa có thể thu vào thân, và các tháp súng cố định ở đuôi và trước mũi. Mỗi tháp súng được gắn hai [[pháo tự động]] 20 mm, tổng cộng bao gồm 16 khẩu pháo, hỏa lực tự vệ lớn nhất từng được trang bị cho một chiếc máy bay ném bom. Một hệ thống radar AN\/APQ-3 trong một vòm đặt trên tháp pháo đuôi được sử dụng để điều khiển hỏa lực cho tháp pháo đuôi. Hệ thống phòng vệ này được đánh giá là phức tạp và kém tin cậy.<ref name=Airvectors\/> Sự [[dội lại]] khi thực hành tác xạ có thể làm hệ thống điện tử [[bóng chân không]] điều khiển động cơ trên máy bay bị hỏng hóc. Điều này đã gây ra tai nạn làm rơi chiếc B-36B số hiệu ''44-92035'' ngày [[22 tháng 11]] năm [[Hàng không năm 1950|1950]].<ref name=\"44-92035\">{{chú thích web | last=Lockett | first=Brian | title=B-36B 44-92035, South of Carswell AFB, Texas, ngày 22 tháng 11 năm 1950 | url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#44-92035 | website=Air-and-Space.com (Goleta Air and Space Museum) | date=ngày 13 tháng 8 năm 2003 | ngày truy cập=2021-06-22 }}<\/ref>\n\nConvair B-36 là máy bay duy nhất được thiết kế để mang [[T-12 Cloudmaker]], <ref group=N>Trong quá trình phát triển, [[T-12 Cloudmaker]] được mang bởi một chiếc B-29, nhưng khoang bom phải được cải tiến và quả bom treo bên ngoài thân máy bay.<\/ref> một kiểu [[bom trọng lực]] nặng {{convert|43600|lb|abbr=on}} và được thiết kế để tạo ra một hiệu ứng [[bom động đất]]. Khi ném bom thử nghiệm, B-39 mang hai quả bom với tổng trọng lượng {{convert|87200|lb|abbr=on}}, để lần lượt ném quả thứ nhất ở độ cao {{convert|30000|ft|abbr=on}} và quả thứ hai ở độ cao {{convert|40000|ft|abbr=on}}. Cho đến nay T12 Cloud Maker vẫn là trái bom quy ước nặng nhất mà Hoa Kỳ từng chế tạo.<ref name=\"Last Flight\">{{chú thích web|last=Swopes|first=Bryan R.|title=ngày 30 tháng 4 năm 1959 – Last flight of B-36|url=https:\/\/www.thisdayinaviation.com\/tag\/t-12-cloudmaker\/|year=2017|website=This Day In Aviation|access-date=ngày 13 tháng 6 năm 2021}}<\/ref><ref>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|url=https:\/\/www.defenseindustrydaily.com\/mopping-up-the-usas-30000-pound-bomb-03172\/|title=MOPping Up: The USA’s 30,000 Pound GBU-57 Bomb|website=Defence Industry Daily|date=ngày 16 tháng 4 năm 2019|access-date=ngày 13 tháng 6 năm 2021}}<\/ref>\n\n== Đặt hàng và chế tạo ==\n[[Tập tin:XB-36 first flight.jpg|nhỏ|trái|Chiếc nguyên mẫu XB-36 trong chuyến bay đầu tiên, ngày 8 tháng 8 năm 1946]]\nChiếc nguyên mẫu đầu tiên '''XB-36''' (số hiệu ''42-13570'') bay vào ngày [[8 tháng 8]] năm [[hàng không năm 1946|1946]] tại sân bay Fort Worth, Texas, do các phi công thử nghiệm Beryl Arthur Erickson và G. S. \"Gus\" Green điều khiển.<ref>{{chú thích web|last=Swopes|first=Bryan R.|title=ngày 8 tháng 8 năm 1946|url=https:\/\/www.thisdayinaviation.com\/2020\/08\/08|year=2020|website=This Day In Aviation|access-date=ngày 13 tháng 6 năm 2021|archive-date=2021-06-13|archive-url=https:\/\/web.archive.org\/web\/20210613101946\/https:\/\/www.thisdayinaviation.com\/2020\/08\/08\/|url-status=dead}}<\/ref> Tốc độ và tầm bay của mẫu này không đạt những tiêu chuẩn do Không lực Mỹ đặt ra vào năm [[hàng không năm 1941|1941]].{{sfn|Knaack|1988|p=13}} Điều này đã được dự liệu trước vì động cơ Pratt & Whitney R-4360 dành cho nó vẫn chưa sẵn sàng.\n\nChiếc nguyên mẫu thứ hai '''YB-36''' (số hiệu ''42-13571'') cất cánh lần đầu tiên vào ngày [[4 tháng 12]] năm [[hàng không năm 1947|1947]].<ref name=Online>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair B-36 Peacemaker Design, Specifications, Deployment and Photographs|url=https:\/\/www.airplanes-online.com\/about-the-b36-peacemaker.htm|year=2021|website=Airplanes Online|access-date=ngày 13 tháng 6 năm 2021}}<\/ref> Nó trang bị một nóc buồng lái được thiết kế lại kiểu \"giọt nước\" tựa như [[nhà kính]] có tầm nhìn tốt, sau này được áp dụng khi sản xuất hàng loạt. Thêm vào đó, những động cơ được sử dụng trên chiếc YB-36 tốt hơn nhiều, mạnh mẽ và hiệu quả hơn. Lúc xuất xưởng, nó vẫn giữ lại kiểu bánh đáp một bánh, nhưng được đổi sang kiểu bốn bánh trong quá trình thử nghiệm. Nói chung, chiếc YB-36 gần giống với kiểu sẽ được sản xuất.{{sfn|Leach|2008|p=32}}<ref name=YB36>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair B-36A \"Peacemaker\"|url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-71.htm|year=2006|archive-date=ngày 23 tháng 7 năm 2006|url-status=dead|archive-url=https:\/\/web.archive.org\/web\/20060723220929\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-71.htm|access-date=ngày 13 tháng 6 năm 2021}}<\/ref>\n\n[[Tập tin:First Convair B-36A in Air.jpg|nhỏ|phải|Chiếc B-36A trong chuyến bay đầu tiên, ngày 28 tháng 8 năm 1947. Lưu ý nóc buồng lái đã chuyển sang kiểu \"nhà kính\"]]\nChiếc YB-36 được tiếp nối bằng việc sản xuất hàng loạt: một chiếc '''B-36A''' duy nhất (số hiệu ''44-92004'') được chế tạo với đầy đủ thiết bị, cất cánh vào ngày 28 tháng 8 năm 1947 để bay đến [[Căn cứ Không quân Wright–Patterson]], [[Dayton]], [[Ohio]], nơi khung máy bay được sử dụng như nền tảng thử nghiệm cấu trúc. Sau đó có thêm 22 máy bay phiên bản B-36A được chế tạo theo bốn lô và bắt đầu được giao hàng từ năm [[hàng không năm 1947|1947]]. Chúng được sử dụng ở giai đoạn chuyển tiếp, dùng trong huấn luyện các đội bay thuộc Liên đội Ném bom 7 tại Căn cứ Không quân Carlswell, Texas. Vũ khí phòng vệ không được trang bị vì chúng chưa sẵn sàng. Khi các phiên bản kế tiếp được đưa vào hoạt động, tất cả số B-36A ngoại trừ một chiếc được cải biến sang phiên bản trinh sát hình ảnh RB-36E.<ref name=B36A>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-72.htm|title=Convair B-36A \"Peacemaker\"|year=2006|archive-date=ngày 24 tháng 7 năm 2006|archive-url=https:\/\/web.archive.org\/web\/20060724104344\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-72.htm|url-status=dead|access-date=ngày 13 tháng 6 năm 2021}}<\/ref><ref>{{chú thích web|last=Baugher|first=Joseph F.|title=Convair B-36A Peacemaker|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_2.html|website=joebaugher.com|date=ngày 8 tháng 12 năm 2012|access-date=ngày 25 tháng 6 năm 2021}}<\/ref>\n\n[[Tập tin:Convair B-36B Peacemaker of the 7th Bombardment Wing in flight, in 1949 (176246696).jpg|nhỏ|trái|Chiếc B-36B số hiệu ''44-92033'' đang bay vào năm 1949, nó được biên chế cùng Phi đoàn Ném bom 7]]\nKiểu B-36 được đưa vào hoạt động thường trực đầu tiên là kiểu '''B-36B''', việc giao hàng được bắt đầu từ [[tháng mười một|tháng 11]] năm [[Hàng không năm 1948|1948]], với đầy đủ vũ khí phòng vệ như thiết kế. Chiếc máy bay này đáp ứng mọi yêu cầu đặt ra vào năm [[Hàng không năm 1941|1941]], nhưng có những vấn đề nghiêm trọng đối với độ tin cậy của động cơ cũng như yêu cầu về bảo trì (cần thay 336 cái [[bu gi]] theo định kỳ), cũng như vấn đề cung cấp các vũ khí và phụ tùng thay thế. Trong tổng số 73 chiếc B-36B được chế tạo, 64 chiếc sau đó được nâng cấp lên tiêu chuẩn B-36D, 7 chiếc được cải biến sang biến thể trinh sát hình ảnh RB-36D.<ref name=B36B>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-73.htm|title=Convair B-36B \"Peacemaker\"|year=2006|archive-date=ngày 24 tháng 7 năm 2006|archive-url=https:\/\/web.archive.org\/web\/20060724230943\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-73.htm|url-status=dead|access-date=ngày 13 tháng 6 năm 2021}}<\/ref><ref>{{chú thích web|last=Baugher|first=Joseph F.|title=Convair B-36B Peacemaker|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_5.html|website=joebaugher.com|date=ngày 15 tháng 1 năm 2000|access-date=ngày 25 tháng 6 năm 2021}}<\/ref>\n\nMột dự định dành cho phiên bản B-36C được dự trù và 34 chiếc đã đặt hàng. Phiên bản này sẽ trang bị động cơ R-4360-51 Variable Discharge Turbine (VDT). Tuy nhiên việc phát triển VDT thất bại và đơn hàng 34 chiếc này được đặt hàng lại phiên bản B-36B.<ref name=B36C>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair B-36C \"Peacemaker\"|year=2006|url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-74.htm|archive-url=https:\/\/web.archive.org\/web\/20060721015425\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-74.htm|url-status=dead|archive-date=ngày 21 tháng 7 năm 2006|access-date=ngày 13 tháng 6 năm 2021}}<\/ref>\n\n[[Tập tin:7th Bombardment Wing Consolidated B-36D-1-CF Peacemaker 44-92097.jpg|nhỏ|phải|Chiếc B-36D số hiệu ''44-92097'' thuộc Phi đoàn Ném bom 7 đang bay. Bốn động cơ phản lực bắt đầu được bổ sung từ phiên bản B-36D]]\nPhiên bản '''B-36D''' về căn bản dựa trên B-36B, bổ sung bốn thêm [[động cơ phản lực]] [[General Electric J47|J47]] trên hai mấu treo phía ngoài cánh. Thiết kế mấu treo này vay mượn từ chương trình [[Boeing B-47 Stratojet|B-47 Stratojet]] với sự đồng ý của [[Boeing]]. Bổ sung này giúp tăng tốc độ tối đa khi cần thiết lên {{convert|400|mph}}, nhưng cũng tăng lượng nhiên liệu tiêu thụ và làm giảm tầm bay xa. Hai mươi hai chiếc B-36D được đặt hàng, và có thêm 64 chiếc B-36B được nâng cấp lên tiêu chuẩn B-36D. Chuyến bay đầu tiên của phiên bản D trang bị động cơ J47 diễn ra vào ngày 11 tháng 7 năm 1949; tuy nhiên chuyến bay thử nghiệm với động cơ J35 đã diễn ra trước đó vào ngày 26 tháng 3 năm 1949.<ref name=B36D>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair B-36D \"Peacemaker\" | year=2006 | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-75.htm | archive-url=https:\/\/web.archive.org\/web\/20060716122644\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-75.htm | url-status=dead | archive-date = ngày 16 tháng 7 năm 2006 | access-date=ngày 13 tháng 6 năm 2021 }}<\/ref>\n\n'''B-36F''' là một phiên bản cải tiến từ B-36D, với kiểu động cơ Pratt & Whitney R-4360-53 công suất {{convert|3800|hp|kW|abbr=on}} thay cho R-4360-41 trên B-36D, cho phép nó đạt tốc độ tối đa {{convert|417|mph|km\/h|abbr=on}} và trần bay {{convert|44000|ft|m|abbr=on}}. Ba mươi bốn chiếc được chế tạo theo bốn block; chuyến bay đầu tiên của phiên bản F diễn ra vào ngày 18 tháng 11 năm 1950. Những thiết bị được nâng cấp bao gồm hệ thống radar ném bom K-3A cải tiến và hệ thống radar kiểm soát hỏa lực phòng thủ AN\/APG-32 (sau này là AN\/APG-32A) cùng một bộ phóng mồi bẫy radar.<ref name=B36F>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair B-36F \"Peacemaker\" | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-78.htm | year=2006 | url-status=dead | archive-date = ngày 21 tháng 7 năm 2006 | archive-url=https:\/\/web.archive.org\/web\/20060721015452\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-78.htm | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref><ref name=BaugherB36F>{{chú thích web | last=Baugher | first=Joseph F. | url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_9.html | title=Convair B-36F\/RB-36F Peacemaker | website=joebaugher.com |date=ngày 8 tháng 12 năm 2012 | access-date=ngày 23 tháng 6 năm 2021}}<\/ref>\n\n[[Tập tin:B-36h bomber in flight.jpg|nhỏ|trái|B-36H]]\n'''B-36H''' là phiên bản B-36 sản xuất nhiều nhất với tổng cộng 83 chiếc được chế tạo. Nó hầu như tương tự với kiểu B-36F, nhưng sắp xếp lại ngăn đội bay với một vị trí kỹ sư thứ hai. Nó cũng trang bị hệ thống radar mới AN\/APG-41A để điều khiển hỏa lực hai khẩu pháo 20&nbsp;mm phía đuôi, có tính năng vượt trội hơn radar AN\/APG-32 trang bị cho các kiểu B-36D và B-36F; thiết bị radar được đặt trong khoang điều áp nhằm cho phép bảo trì sửa chữa trong khi bay. Chiếc B-36H cất cánh lần đầu tiên vào ngày [[5 tháng 4]] năm [[Hàng không năm 1952|1952]], việc chuyển giao bắt đầu từ tháng 12 năm 1952. Cùng với 73 chiếc biến thể trinh sát, Không quân sở hữu tổng cộng 156 chiếc B\/RB-36H, trở thành phiên bản B-36 được sản xuất nhiều nhất.<ref name=B36H>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair B-36H \"Peacemaker\"|url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-82.htm|url-status=dead|year=2006|archive-url=https:\/\/web.archive.org\/web\/20060726234200\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-82.htm|archive-date=ngày 26 tháng 7 năm 2006|access-date=ngày 15 tháng 6 năm 2021}}<\/ref><ref name=BaugherB36H>{{chú thích web|last=Baugher|first=Joseph F.|title=Convair B-36H\/RB-36H Peacemaker|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_11.html|website=joebaugher.com|date=ngày 28 tháng 2 năm 2000|access-date=ngày 22 tháng 6 năm 2021}}<\/ref>\n\n'''B-36J'''<ref group=N>Không quân Hoa Kỳ không sử dụng ký tự '''I''' trong chuỗi ký tự định danh phiên bản, nhằm tránh sự nhầm lẫn giữa '''I''' và '''J'''.<\/ref> là một phiên bản cải tiến từ B-36H, và cũng là phiên bản sau cùng được sản xuất. Các điểm khác biệt bao gồm các ngăn chứa nhiên liệu bổ sung phía ngoài cánh và càng đáp được gia cố chắc chắn hơn, đưa lượng nhiên liệu mang theo lên {{convert|36396|USgal|L|order=flip}} và trọng lượng cất cánh tối đa lên {{convert|410000|lb|kg|abbr=on}}. Cấu hình B-36J-III trên block 14 chiếc cuối cùng được chế tạo tích hợp sẵn cải tiến Featherweight III thay vì được nâng cấp trong quá trình hoạt động.<ref name=B36J>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-85.htm|title=Convair B-36J \"Peacemaker\"|archive-url=https:\/\/web.archive.org\/web\/20060727214720\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-85.htm|year=2006|url-status=dead|archive-date=ngày 27 tháng 7 năm 2006|access-date=ngày 15 tháng 6 năm 2021}}<\/ref><ref name=BaugherB36J>{{chú thích web|last=Baugher|first=Joseph F.|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_12.html|title=Convair B-36J Peacemaker|website=joebaugher.com|date=ngày 3 tháng 3 năm 2000|access-date=ngày 23 tháng 6 năm 2021}}<\/ref>\n\nVào giữa [[thập niên 1950]], việc phát triển [[tên lửa không đối không]] có tầm bay cao đã khiến những khẩu pháo ngắm bằng tay gắn trên các tháp súng trở nên lạc hậu, mà chúng cũng không được tin cậy. Với nỗ lực nhằm cải thiện hơn nữa các đặc tính bay, vào tháng 2 năm [[hàng không năm 1954|1954]], Không quân Hoa Kỳ đưa ra chương trình \"Featherweight\",<ref group=N>Dịch nôm na là Hạng Lông, theo ý nghĩa trong môn [[quyền anh]].<\/ref> yêu cầu Convair cắt giảm những thiết bị không cần thiết nhằm giảm trọng lượng toàn bộ đội máy bay B-36 theo ba cấu hình: \n* '''Featherweight I''': tháo bỏ 6 tháp súng và các thiết bị phòng vệ khác. Cho phép số thành viên đội bay giảm từ 15 còn 9 người.\n* '''Featherweight II''': tháo bỏ khoang nghỉ ngơi dành cho đội bay phía sau thân, và các thiết bị nhằm mang được máy bay chiến đấu thử nghiệm [[XF-85]].\n* '''Featherweight III''': áp dụng cả hai cấu hình '''I''' và '''II'''.\nFeatherweight III cho phép chiếc máy bay có tầm bay xa hơn và một trần bay cao ít nhất là {{convert|47000|ft}}, đặc biệt rất có giá trị khi thực hiện các phi vụ trinh sát hình ảnh.<ref name=B36D\/><ref name=B36J\/>\n\nViệc sản xuất chiếc B-36 kết thúc vào năm [[hàng không năm 1954|1954]], khi chiếc B-36J-III mang số hiệu ''52-2827A'' rời khỏi dây chuyền sản xuất và bàn giao cho Không quân vào ngày [[14 tháng 8]].{{sfn|Knaack|1988|p=51}}<ref name=Airvectors\/><ref name=BaugherB36J\/>\n\n=== Các phiên bản trinh sát chiến lược ===\n[[Tập tin:Rb-36-3ship-formation-korea.jpg|thumb|Ba chiếc RB-36 đang làm nhiệm vụ trinh sát bên trên không phận [[Triều Tiên]] vào năm 1953]]\nMột trong những vai trò của Bộ chỉ huy Không quân Chiến lược (SAC) là trinh sát chiến lược trên phạm vi toàn cầu, chủ yếu là trinh sát hình ảnh và lập bản đồ, nhưng cũng bao gồm việc thu thập [[tình báo điện tử]], thăm dò khí tượng và phát hiện từ xa các vụ nổ hạt nhân của [[Liên Xô]]. Vào cuối thập niên 1940, những khả năng trinh sát chiến lược vào lãnh thổ Liên Xô khá hạn chế; và mãi cho đến khi chiếc máy bay do thám tầm cao [[Lockheed U-2]] và vệ tinh do thám [[Corona (vệ tinh)|Corona]] được phát triển, những giới hạn về kỹ thuật và chính sách của Hoa Kỳ đã khiến những hoạt động trinh sát chỉ tiến hành tại khu vực biên giới của Liên Xô mà thôi.{{sfn|Cahill|2014|pp=17-20}}\n\nYêu cầu đặt ra cho một máy bay trinh sát chiến lược là khả năng bay ở độ cao trên {{convert|40000|ft|m|abbr=on}}. Tiêu chuẩn này trên lý thuyết được xem là giới hạn của [[radar]] phòng không Xô Viết vào thập niên 1950, vốn là kiểu [[radar SCR-270|SCR-270]] do Hoa Kỳ cung cấp trong Thế chiến II hoặc phiên bản sao chép nội địa. Do đó một máy bay hoạt động ở tầm cao này sẽ không bị phát hiện.{{sfn|Jacobsen|1997}}\n\nChiếc máy bay đầu tiên được thử nghiệm lý thuyết này là RB-36D, một phiên bản trinh sát của B-36D với kiểu dáng bên ngoài không có gì khác biệt, nhưng với thành phần đội bay lên đến 22 thay vì 15 người. Số nhân sự tăng cường này vận hành và bảo trì những thiết bị trinh sát hình ảnh mang theo. Khoang bom phía trước được thay bằng một khoang điều áp, mang theo 14 máy ảnh đồng thời trang bị một [[phòng tối]] nơi kỹ thuật viên có thể tráng phim ảnh. Khoang bom thứ hai mang theo cho đến 80 [[bom chớp sáng]] T-86, trong khi khoang bom thứ ba chứa một thùng nhiên liệu phụ có thể vứt bỏ được dung tích {{convert|3000|USgal|L|order=flip}}, giúp kéo dài thời gian hoạt động trên không lên đến 50 giờ. Khoang bom thứ tư chứa các thiết bị [[phản công điện tử]]. Vũ khí phòng vệ gồm 16 khẩu pháo tự động M-24A-1 20&nbsp;mm được giữ lại. Chiếc máy bay có trần bay tối đa lên đến {{convert|50000|ft|m|abbr=on}}; sau này một phiên bản RB-36-III nhẹ hơn có thể lên đến độ cao {{convert|58000|ft|m|abbr=on}}.<ref name=RB36D\/><ref name=BaugherRB36D>{{chú thích web|last=Baugher|first=Joseph F.|title=Convair RB-36D Peacemaker|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_7.html|website=joebaugher.com|date=ngày 7 tháng 1 năm 2001|access-date=ngày 22 tháng 6 năm 2021}}<\/ref>\n\nRB-36 phân biệt được với phiên bản ném bom bởi khoang máy ảnh bằng nhôm sáng trắng, tương phản với màu xám đục của thân cấu tạo bằng hợp kim [[magnesium]], và cũng bởi một loạt vòm [[radar]] phía dưới thân phần sau máy bay, có số lượng và vị trí thay đổi. Khi được phát triển, nó là chiếc máy bay duy nhất có tầm bay đến được châu Á từ căn cứ ở lục địa Hoa Kỳ, và đủ lớn để mang những chiếc máy ảnh độ phân giải cao cồng kềnh vào thời đó.<ref name=RB36D\/><ref name=BaugherRB36D\/>\n\n[[Tập tin:The Boston Camera.jpg|thumb|\"Máy ảnh Boston\" được trưng bày tại Bảo tàng Quốc gia Không quân Hoa Kỳ]]\nRB-36D có thể mang theo đến 23 máy ảnh, chủ yếu là các kiểu K-17C, K-22A, K-38 và K-40. Một [[máy ảnh Boston|máy ảnh tiêu cự 240-inch]] đặc biệt, được đặt tên \"máy ảnh Boston\" theo tên [[Viện Đại học Boston|trường đại học]] đã phát triển nó, được thử nghiệm trên chiếc ''44-92088'' (vốn đổi tên thành kiểu ERB-36D). Đạt được tiêu cự rất dài nhờ một hệ thống hai gương phản chiếu, máy ảnh này có độ phân giải hình ảnh một trái banh [[golf]] từ khoảng cách {{convert|45000|ft|m|abbr=on}}.<ref name=BaugherRB36D\/>\n\nChiếc RB-36D thứ nhất (số hiệu ''44-92088'') thực hiện chuyến bay đầu tiên vào ngày [[18 tháng 12]] năm [[hàng không năm 1949|1949]], chỉ sáu tháng sau chiếc B-36D; thoạt tiên không có động cơ phản lực. [[Phi đoàn Trinh sát Chiến lược 28]] đóng tại [[Căn cứ Không quân Ellsworth|Căn cứ Không quân Rapid City]] (sau đổi tên thành Căn cứ Không quân Ellsworth), [[South Dakota]], nhận được chiếc RB-36D đầu tiên vào ngày 3 tháng 6 năm 1950, nhưng do thiếu vật tư trầm trọng, những chiếc RB-36D mới chỉ sẵn sàng hoạt động từ tháng 6 năm 1951. Có tổng cộng 24 chiếc RB-36D được chế tạo, chiếc cuối cùng được chuyển giao vào tháng 5 năm 1951. Một số chiếc RB-36D sau này được cải biến sang cấu hình \"Featherweight\", khi mọi tháp pháo bị tháo dỡ ngoại trừ tháp pháo đuôi, và đội bay giảm từ 22 xuống còn 19 người; những chiếc này được đặt tên là RB-36D-III. Convair thực hiện việc cải biến này từ tháng 2 đến tháng 11 năm 1954.<ref name=RB36D\/><ref name=BaugherRB36D\/>\n\nVào đầu năm 1950, Convair bắt đầu cải biến những chiếc B-36A dùng trong huấn luyện sang cấu hình trinh sát, kể cả chiếc YB-36 duy nhất (số hiệu ''42-13571''); tất cả đều được đổi tên thành RB-36E. Sáu động cơ R-4360-25 được thay thế bằng kiểu R-4360-41, và chúng cũng được lắp bốn động cơ phản lực J-47 vốn có trên kiểu RB-36D. Đội bay thông thường gồm 22 người, bao gồm năm pháo thủ vận hành 16 khẩu pháo M-24A-1 20 mm. Việc cải biến hoàn tất vào tháng 7 năm 1951. Sau đó Không quân đặt hàng thêm 73 chiếc phiên bản trinh sát tầm xa của kiểu B-36H dưới tên gọi RB-36H; 23 chiếc được bàn giao vào nữa đầu năm 1952 và số còn lại vào tháng 9 năm 1953. Hơn một phần ba trong tổng số B-36 được chế tạo là phiên bản trinh sát.<ref name=BaugherB36H\/><ref name=RB36E\/><ref name=RB36H\/><ref name=BaugherRB36E>{{chú thích web|last=Baugher|first=Joseph F.|title=Convair RB-36E Peacemaker|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_8.html|website=joebaugher.com|date=ngày 27 tháng 2 năm 2000|access-date=ngày 23 tháng 6 năm 2021}}<\/ref>\n\nTiến bộ về kỹ thuật trong lĩnh vực phòng không của Liên Xô làm những chuyến bay trinh sát xâm nhập sâu vào lãnh thổ đối thủ trở nên nguy hiểm, nên RB-36 chỉ còn sử dụng để trinh sát dọc biên giới Liên Xô và các nước [[Đông Âu]]. Vào khoảng năm 1956 chúng dần dần được thay thế bởi phiên bản [[Boeing B-47 Stratojet#RB-47E\/RB-47H\/ERB-47H\/RB-47K|RB-47E]] trang bị động cơ phản lực, cũng là thời điểm mà máy bay do thám U-2 bắt đầu thực hiện những chuyến bay do thám hình ảnh sâu vào lãnh thổ Liên Xô.{{sfn|Cahill|2014|p=27}} Những chiếc RB-36 được cải biến trở lại thành cấu hình ném bom tương ứng, và cuối cùng cũng ngừng hoạt động trong giai đoạn 1958-1959.{{sfn|Jacobsen|1997}}{{sfn|Cahill|2014|p=24}}\n\n== Lịch sử hoạt động ==\n[[Tập tin:Convair B-36 Peacemaker in flight.jpg|phải|nhỏ|Chiếc RB-36D]] \nChiếc B-36, bao gồm cả các phiên bản GRB-36, RB-36, và XC-99, đã phục vụ trong [[Bộ chỉ huy Không quân Chiến lược]] [[Không quân Hoa Kỳ]] từ năm [[hàng không năm 1948|1948]] đến năm [[hàng không năm 1958|1958]]. Phiên bản trinh sát RB-36 từng được sử dụng vào nhiệm vụ trinh sát hình ảnh các nước cộng sản trong [[Chiến tranh Lạnh]]; phiên bản ném bom B-36 thực hiện những phi vụ huấn luyện và thử nghiệm, nhưng chưa từng thả một quả bom hay bắn phát súng nào vào đối phương. Cơ hội gần nhất mà B-36 có thể phải tham gia các cuộc xung đột là trong [[Sự kiện năm 1956 ở Hungary|Cuộc cách mạng Hungary 1956]] và vụ [[Khủng hoảng kênh đào Suez]], khi những chiếc B-36 trang bị [[vũ khí hạt nhân]] được đặt vào tình trạng báo động sẵn sàng cất cánh.{{sfn|Morris|Allan|2000}}\n\n=== Bảo trì ===\n[[Tập tin:B-36 Peacemaker - personnel and equipment.jpg|phải|nhỏ|Nhân lực và phương tiện cần thiết để duy trì một chiếc máy bay B-36]]\n[[Tập tin:Nightmaintenceb-36s.jpg|phải|nhỏ|Hoạt động bảo trì ban đêm dành cho những chiếc B-36 tại San Diego]]\nChiếc B-36 cần một khối lượng công việc bảo trì rất lớn giữa các chuyến bay, lên tới 40 đến 60 giờ bảo trì cho mỗi giờ bay;{{sfn|Jacobsen|1997|p=147}} cho dù khi khẩn cấp một máy bay có thể bay sau vài giờ cho một chuyến bay trung chuyển.<ref name=Maintenance>{{chú thích web|title=B36 Era And Cold War Aviation Forum: B-36 Maintenance and Inspection|url=http:\/\/forums.delphiforums.com\/B36forum\/messages\/?msg=308.1|year=2003|website=Delphi Forums|access-date=ngày 26 tháng 6 năm 2021}}<\/ref> Ngay cả trong khi bay, những linh kiện điện tử của hệ thống radar kém tin cậy đến mức đội bay phải mang theo bộ linh kiện phụ tùng thay thế, để có thể sửa chữa ngay nếu cần thiết.{{sfn|Morris|Allan|2000}} Vào [[tháng một|tháng 1]] năm [[hàng không năm 1951|1951]], mỗi chiếc B-36 tích lũy được 300 giờ bay quả là một kỷ lục.{{sfn|Jacobsen|1997|p=140}}\n\nChiếc B-36 thật quá lớn để có thể chứa được trong các nhà kho tại các sân bay; nhà kho duy nhất vào lúc đó đủ rộng để chứa nó được xây dựng tại [[Căn cứ Không quân Ellsworth]], [[South Dakota]].{{sfn|Jacobsen|1997|p=147}} Hơn nữa, vai trò tấn công chiến lược của B-36 khiến nó phải được bố trí càng gần sát đối thủ càng tốt, có nghĩa là tại Bắc Mỹ, Alaska và Bắc Cực. Hậu quả là, tất cả công việc bảo trì \"bình thường\", như thay 56 cái [[bu-gi]]<ref>{{chú thích web|title=B36 Era And Cold War Aviation Forum: B-36 Maintenance and Inspection|url=http:\/\/forums.delphiforums.com\/B36forum\/messages\/?msg=308.11|year=2003|website=Delphi Forums|access-date=ngày 27 tháng 6 năm 2021}}<\/ref> (luôn có nguy cơ bị nhiễm bẩn bởi loại [[xăng pha chì]] thời đó) trên mỗi động cơ trong tổng số sáu cái,{{sfn|Jacobsen|1997|p=151}} hoặc thay hằng tá bóng đèn chiếu sáng khoang bom bị vỡ sau một phi vụ có tác xạ súng, phải thực hiện ngoài trời ở nhiệt độ 38 °C (100 °F) mùa hè và –50 °C (–60 °F) vào mùa đông. Những mái che di động đặc biệt được chế tạo phủ bên trên cánh để đội bảo trì có thể hưởng chút ít bảo vệ khi bảo trì các động cơ.{{sfn|Jacobsen|1997|p=147}}<ref name=Airvectors\/> Thường xuyên, đội mặt đất có nguy cơ bị trượt chân và ngã trên mặt cánh bị đóng băng, hay bị thổi bay bởi cánh quạt động cơ quay ngược chiều. Một số thao tác còn đòi hỏi một nhân viên cơ khí phải ngồi dang chân trên một động cơ đang hoạt động, với một cánh quạt đường kính 19&nbsp;ft dưới chân và bàn tay ở cạnh cánh quạt làm mát đường kính 34-in.\n\nGốc cánh máy bay rất dày đến 2,1&nbsp;m (7&nbsp;ft), cho phép kỹ sư phi hành có thể đến được các động cơ và bộ càng đáp bằng cách bò xuyên qua cánh;{{sfn|Jacobsen|1997|p=143}} việc này chỉ có thể thực hiện tại độ cao dưới {{convert|10000|ft|abbr=on}} không cần điều áp.{{sfn|Morris|Allan|2000}} Các động cơ Wasp Major có mức tiêu hao dầu máy bay thật phi thường, mỗi động cơ đòi hỏi một thùng chứa {{convert|250|USgal|L|abbr=on}}.{{sfn|Jacobsen|1997|p=140}} Một nhân viên mặt đất trước đây đã viết: \"(Tôi không nhớ) một thời gian định kỳ thay (dầu động cơ) vì tôi nghĩ yếu tố tiêu thụ dầu đã làm việc này.\"<ref name=Maintenance\/> Không hiếm lần một phi vụ nửa chừng phải hủy bỏ vì một hay vài động cơ hết dầu.{{sfn|Ford|1996}} Cho dù chiếc B-36 có thể tiếp tục bay với tối đa ba động cơ không hoạt động, áp lực tải nặng lên các động cơ còn lại làm cho chúng dễ có nguy cơ bị hỏng.\n\n=== Cháy động cơ ===\nGiống như mọi máy bay lớn hoạt động bằng động cơ piston, chiếc B-36 có xu hướng bị cháy động cơ,{{sfn|Jacobsen|1997|pp=139, 149}} một vấn đề bị làm cho trầm trọng hơn do [[cấu hình động cơ cánh quạt đẩy]]. Khi xảy ra cháy, khung máy bay làm bằng chất liệu giàu [[magiê|magnesium]] dễ dàng bị bắt lửa.<ref>{{chú thích web|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm|title=Synopsis of the Air Force Accident Report for RB-36H, 51-13722|họ=Lockett|tên=Brian|date=ngày 30 tháng 7 năm 2003|website=Air-and-Space.com (Goleta Air & Space Museum)|url lưu trữ=https:\/\/web.archive.org\/web\/20141125011119\/http:\/\/www.air-and-space.com\/b-36%20wrecks.htm|ngày lưu trữ=ngày 25 tháng 11 năm 2014|url-status=live|ngày truy cập=ngày 27 tháng 6 năm 2021}}<\/ref>\n\nThực ra, nhiệt độ môi trường bên ngoài tiêu biểu cho độ cao mà chiếc B-36 bay đường trường và ở vĩ độ cao nơi mà chúng thường đặt căn cứ thường là nhiệt độ âm. Hơn nữa, kiểu [[động cơ bố trí hình tròn]] như kiểu R-4360 được làm mát bằng không khí, và lượng không khí lớn thổi qua các xy lanh được làm ấm lên. Thiết kế ban đầu của động cơ R-4360 ngụ ý cho rằng nó sẽ được gắn theo [[cấu hình động cơ cánh quạt kéo]] thông thường, theo đó luồng không khí sẽ lần lượt đi qua: cánh quạt -> lỗ hút gió -> xy lanh -> chế hòa khí. Theo cấu hình này, bộ chế hòa khí sẽ được ủ trong hơi ấm sau khi làm mát xy lanh nên nó khó có thể bị đóng băng. Tuy nhiên, do chiếc B-36 sử dụng động cơ R-4360 theo [[cấu hình động cơ cánh quạt đẩy]] nên luồng khí lại lần lượt đi qua: lỗ hút gió -> chế hòa khí -> xy lanh -> cánh quạt. Vì giờ đây bộ chế hòa khí được đặt trước động cơ, nó không thể hưởng lợi từ sức nóng động cơ. Do đó khi không khí hút vào lạnh và ẩm, băng dần dần đóng bít lỗ hút gió của bộ chế hòa khí, làm tăng dần đậm độ của hỗn hợp khí\/xăng cho đến lúc nhiên liệu chưa cháy tích lũy ở ống xả sẽ bắt lửa. Cháy động cơ kiểu này đã gây vụ tai nạn làm đánh mất đơn vị [[vũ khí hạt nhân|vũ khí nguyên tử]] đầu tiên của Hoa Kỳ.<ref>{{chú thích web|url=http:\/\/www.mysteriesofcanada.com\/BC\/broken_arrow.htm|title=Broken Arrow, A Lost Nuclear Weapon in Canada|họ=Ricketts|tên=Bruce|website=Mysteries of Canada|url lưu trữ=https:\/\/web.archive.org\/web\/20141013110609\/http:\/\/www.mysteriesofcanada.com\/BC\/broken_arrow.htm|ngày lưu trữ=ngày 13 tháng 10 năm 2014|url-status=live|ngày truy cập=ngày 27 tháng 6 năm 2021}}<\/ref> Việc bổ sung sau này một bộ sưởi ấm điện ở lỗ hút gió gần bộ chế hòa khí đã giới hạn được vấn đề này.\n\n=== Kinh nghiệm đội bay ===\nĐội bay thường phải tiến hành 4-5 phi vụ huấn luyện mỗi tháng, tích lũy trung bình khoảng 70 giờ bay; nhưng họ phải mất nhiều thời gian hơn cho việc lên kế hoạch và chuẩn bị, huấn luyện trên mặt đất và họp tổng kết sau phi vụ. Một phi vụ huấn luyện điển hình thường gồm hai phần: một chuyến bay kéo dài 14 giờ, tiếp nối bằng một ít thời gian trên mặt đất để tiếp nhiên liệu và vài công việc bảo trì, rồi một chuyến bay thứ hai kéo dài 24 giờ. Do máy bay đòi hỏi phải được bảo trì bởi đội kỹ thuật chuyên trách tại căn cứ chính, nhiều phi vụ tiến hành theo cách \"arroung the flag pole\" (chung quanh cờ cột mốc), có nghĩa là họ bắt đầu và kết thúc phi vụ tại cùng một căn cứ. Đội bay thỉnh thoảng cũng được biệt phái những lượt huấn luyện tại căn cứ ở nước ngoài, bao gồm [[Guam]], [[Greenland]], [[Alaska]], [[Bắc Phi]], [[Okinawa]], theo từng đợt 10 đến 14 ngày hoặc theo chu kỳ luân phiên mỗi 90 đến 120 ngày.{{sfn|Morris|Allan|2000}}\n\nChiếc B-36 không phải là một máy bay thực sự dễ chịu để lái. Tính năng bay nói chung, đặc biệt là tốc độ và sự cơ động, chưa bao giờ được xem là linh hoạt. Trung tướng James Edmundson so sánh nó như là \"...ngồi trước mái hiên nhà anh, và lái căn nhà của mình bay vòng quanh\".{{sfn|Ford|1996}}<ref>{{Chú thích web |url=http:\/\/www.pbs.org\/wgbh\/amex\/bomb\/filmmore\/reference\/interview\/edmund10.html |ngày truy cập=2014-11-29 |tựa đề=American Experience. Race for the Superbomb. Lt. General James Edmundson on: Flying B-36 and B-47 planes {{!}} PBS<!-- Bot generated title --> |archive-date = ngày 29 tháng 11 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141129041615\/http:\/\/www.pbs.org\/wgbh\/amex\/bomb\/filmmore\/reference\/interview\/edmund10.html |url-status=live }}<\/ref> Và mặc dù có kích thước bao la bên ngoài, các khoang điều áp tương đối khá tù túng, đặc biệt là khi phải sử dụng suốt 24 giờ cho đội bay mười lăm thành viên với đầy đủ trang bị mang theo.{{sfn|Shiel|1996|p=6}} Mặc dù khoang điều áp phía sau có sáu giường ngủ, và khoang radio ngay sau buồng lái cũng có thêm vài giường ngủ, thành viên đội bay ở khoang trước thường chọn ngủ ngay trên ghế ngồi của họ.{{sfn|Morris|Allan|2000}}\n\nCác phi vụ chiến đấu thực chất sẽ được thực hiện một chiều: cất cánh từ các căn cứ tiền phương tại [[Alaska]] hay [[Greenland]], bay bên trên Liên Xô, và hạ cánh tại châu Âu, [[Bắc Phi]] hay [[Trung Đông]]. Điều mỉa mai là, hồi ký của các cựu chiến binh đội bay cho thấy rằng, trong khi họ tin tưởng vào khả năng của họ có thể hoàn thành nhiệm vụ một khi được kêu gọi đến, họ ít tin tưởng vào khả năng sống sót của chính phương tiện mang vũ khí này. Mối quan tâm của họ là tốc độ tương đối chậm của chiếc máy bay kèm với sức mạnh tàn phá khủng khiếp của những trái bom họ mang, khiến máy bay có thể bị hư hại một khi quả bom được thả và phát nổ trên mục tiêu.<ref>{{chú thích web | url=http:\/\/forums.delphiforums.com\/n\/main.asp?webtag=B36forum | archive-url=https:\/\/web.archive.org\/web\/20141129205551\/http:\/\/forums.delphiforums.com\/n\/main.asp?webtag=B36forum | title=B36 Era And Cold War Aviation Forum | year=2014 | website=Delphi Forums | url-status=live | archive-date = ngày 29 tháng 11 năm 2014 | access-date=ngày 26 tháng 6 năm 2021 }}<\/ref> Những mối quan tâm này phát sinh do các thử nghiệm trong [[Chiến dịch Castle]] thực hiện năm [[Hàng không năm 1954|1954]], trong đó những chiếc B-36 bay gần một vụ nổ có sức công phá 15 megaton, ở một khoảng cách được tin là tiêu biểu cho việc ném bom trong thời chiến, và những máy bay này đã phải chịu đựng những hư hỏng do vụ nổ.<ref>{{chú thích web | url=http:\/\/worf.eh.doe.gov\/data\/ihp1d\/11658e.pdf | title=Operation Castle: Report of Commander, Task Group 7.1 (extract version) | archive-url=https:\/\/web.archive.org\/web\/20080411123207\/http:\/\/worf.eh.doe.gov\/data\/ihp1d\/11658e.pdf | date=ngày 1 tháng 2 năm 1980 | page=24 | website=worf.eh.doe.gov | url-status=dead | archive-date=ngày 11 tháng 4 năm 2008 | access-date=ngày 26 tháng 6 năm 2021 }}<\/ref>\n\n=== Sử dụng như nền tảng thử nghiệm ===\nChiếc B-36 được sử dụng trong nhiều thử nghiệm hàng không trong suốt vòng đời hoạt động của nó. Kích thước khổng lồ, tầm bay và tải trọng nặng được tận dụng trong các chương trình nghiên cứu và phát triển. Ngoài một chiếc B-36H được thử nghiệm tính năng [[tiếp nhiên liệu trên không]],{{sfn|Knaack|1988|p=45}} các thử nghiệm khác bao gồm nghiên cứu động cơ nguyên tử và các chương trình \"máy bay ký sinh\" trong đó chiếc B-36 mang những máy bay tiêm kích đánh chặn nhỏ hơn hay máy bay trinh sát.{{sfn|Miller|Cripliver|1978|pp=366, 369}}\n\n==== Động lực máy bay nguyên tử ====\n{{chính|NB-36H}}\n[[Tập tin:NB-36H with B-50, 1955 - DF-SC-83-09332.jpeg|nhỏ|Chiếc NB-36H đang bay thử nghiệm động cơ nguyên tử tại Fort Worth, Texas, năm 1955. Một chiếc B-50 Superfortress đang bay kèm ở phía xa]]\nVào [[tháng năm|tháng 5]] năm [[Hàng không năm 1946|1946]], Không quân bắt đầu kế hoạch Năng lượng nguyên tử dành cho Động lực máy bay (NEPA) được tiếp nối vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1951|1951]] bằng chương trình [[Động lực Máy bay Nguyên tử]] (ANP). Chương trình ANP sử dụng một mẫu B-36 cải tiến để nghiên cứu các yêu cầu về che chắn cho một lò phản ứng nguyên tử trên không, nhằm xác định xem khái niệm về một [[máy bay nguyên tử|máy bay động cơ nguyên tử]] có hiện thực hay không. Convair đã cải tiến hai chiếc B-36 theo kế hoạch MX-1589.<ref name=NB36H\/><ref name=BaugherNB36H>{{chú thích web | last=Baugher | first=Joseph F. | title=Convair NB-36H | website=joebaugher.com | url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_14.html |date=ngày 3 tháng 3 năm 2000 | access-date=ngày 23 tháng 6 năm 2021}}<\/ref>\n\nMáy bay nguyên tử thử nghiệm (NTA) là một chiếc B-36H-20-CF (số hiệu ''51-5712'') đã bị hư hại trong một cơn [[lốc xoáy]] tại [[Căn cứ Không quân Carswell]] vào ngày [[1 tháng 9]] năm [[Hàng không năm 1952|1952]]. Chiếc máy bay này được đặt tên là XB-36H (sau đổi thành [[NB-36H]]) và được cải tiến khoang chứa bom phía sau để mang một [[lò phản ứng hạt nhân]] làm mát bằng không khí công suất 1 MW nặng {{convert|35000|lb|kg|abbr=on}}, và vách ngăn gồm bốn tấn chì che chắn bức xạ giữa lò phản ứng và buồng lái. Nhiều lổ hút và thoát khí được bố trí bên hông và bên dưới phần sau thân máy bay để làm mát lò phản ứng. Để bảo vệ đội bay, buồng lái được cải biến đáng kể, bọc những lớp chì và cao su dày, với những tấm kính chắn gió làm bằng [[pha-lê|kính chì]] dày {{convert|12|in|cm|abbr=on}}. Lò phản ứng được cho hoạt động nhưng không cung cấp năng lượng cho máy bay; mục đích duy nhất là khảo sát hậu quả của bức xạ trên các hệ thống của máy bay.<ref name=NB36H\/><ref name=BaugherNB36H\/> \n[[Tập tin: McDonnell XF-85 trapese.jpg|nhỏ|trái|Mô hình một chiếc [[McDonnell XF-85 Goblin|XF-85 Goblin]] treo bên dưới đế ghép hình thang, với cánh gập lại để có thể thu gọn trong khoang bom]]\nVới đội bay gồm năm người, chiếc NB-36H được đặt tên ''The Crusader'' cất cánh lần đầu vào ngày [[17 tháng 9]] năm [[Hàng không năm 1955|1955]]; từ năm [[Hàng không năm 1955|1955]] đến năm [[Hàng không năm 1957|1957]], nó đã thực hiện tổng cộng 47 chuyến bay thử nghiệm. Khi chương trình \"Máy bay nguyên tử thử nghiệm\" bị hủy bỏ, chiếc NB-36H ngừng hoạt động tại Fort Worth vào năm [[Hàng không năm 1957|1957]] và bị tháo dỡ sau đó; các bộ phận nhiễm xạ được chôn lấp.<ref name=NB36H\/><ref name=BaugherNB36H\/>\n\n==== XF-85 Goblin ====\n{{chính|McDonnell XF-85 Goblin}}\nMột thử nghiệm khác cung cấp khả năng tự vệ cho chiếc B-36 bằng máy bay tiêm kích của riêng nó dưới dạng [[máy bay ký sinh]]. Một kiểu máy bay đã được chế tạo và thử nghiệm là chiếc máy bay phản lực tí hon [[McDonnell XF-85 Goblin]], với cánh gập lại và chứa gọn trong khoang bom. Khi cần thiết nó sẽ được phóng ra và thu hồi qua một đế ghép hình thang thả xuống từ khoang bom. Khái niệm mới này được thử nghiệm thành công sử dụng một máy bay ném bom EB-29B, nhưng việc ghép nối tỏ ra rất khó khăn ngay cả đối với các phi công thử nghiệm nhiều kinh nghiệm, xảy ra nhiều vụ phải hạ cánh khẩn cấp. Hơn nữa, tính năng bay của XF-85 được cho là không địch nổi các máy bay tiêm kích Xô Viết, nên đề án bị hủy bỏ vào ngày 24 tháng 10 năm 1949.<ref>{{chú thích web|last=Baugher|first=Joseph F.|title=B-36\/F-85 Combination|website=joebaugher.com|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_16.html|date=ngày 3 tháng 3 năm 2000|access-date=ngày 24 tháng 6 năm 2021}}<\/ref>\n\n==== FICON & Tom-Tom ====\n[[Tập tin:B-36 F-84F FICON.jpg|nhỏ|phải|Một chiếc GRB-36 đang chuyên chở chiếc YRF-84F, một phiên bản của chiếc máy bay tiêm kích [[Republic F-84 Thunderjet|F-84 Thunderjet]]]]\n[[Tập tin:F-84E FICON.jpg|nhỏ|phải|Phiên bản trinh sát RF-84K của máy bay tiêm kích [[Republic F-84 Thunderjet|F-84 Thunderjet]] được treo dưới thân chiếc GRB-36 trong dự án FICON]]\nMột thử nghiệm thành công hơn là [[Đề án FICON|Dự án FICON]] (FIghter CONveyor), bao gồm một máy bay B-36 được cải biến được gọi là \"máy bay mẹ\" GRB-36D và một chiếc RF-84K, một phiên bản máy bay tiêm kích [[Republic F-84 Thunderjet|F-84 Thunderjet]] được cải tiến thành máy bay trinh sát, được chuyên chở trong khoang bom. Tương tự như dự án máy bay ký sinh, một đế ghép thả xuống từ khoang bom chiếc GRB-36D sẽ treo chiếc RF-84K dưới thân; và vận chuyển ngay từ khi cất cánh cho đến hạ cánh hoặc ghép và thả trên không trong khi bay. \"Máy bay mẹ\" và \"máy bay con\" có thể cất cánh từ các căn cứ khác nhau trước khi ghép nối; phi công \"máy bay con\" sẽ nghỉ ngơi bên trong \"máy bay mẹ\" sau khi ghép nối thành công. Chiếc GRB-36D sẽ mang chiếc RF-84K đến cách mục tiêu trinh sát khoảng {{convert|800|-|1000|mi|km|abbr=on}}, nơi chiếc RF-84K sẽ được thả ra tiến hành phi vụ trinh sát và thu hồi trở lại \"máy bay mẹ\". Một phương án khác sử dụng RF-84K như một máy bay ném bom. Dự án không gặp trở ngại gì đáng kể, nhưng thử nghiệm bị kéo dài hơn mong muốn.{{sfn|Knaack|1988|p=38}} Đã có mười chiếc RB-36D được cải biến sang kiểu GRB-36D cùng 25 chiếc RF-84K được cải biến và hoạt động cho đến tận năm [[hàng không năm 1956|1956]]; người ta cho rằng việc rút khỏi phục vụ này trùng hợp với thời điểm máy bay do thám bí mật [[Lockheed U-2|U-2]] bắt đầu hoạt động.<ref name=B36D\/>{{sfn|Cahill|2014|p=23}}<ref>{{chú thích web|last=Baugher|first=Joseph F.|title=GRB-36 FICON|website=joebaugher.com|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_17.html|date=ngày 16 tháng 8 năm 2001|access-date=ngày 24 tháng 6 năm 2021}}<\/ref>\n\nCác dự án TIP TOW và [[Đề án FICON#Dự án MX-1016 (Tip Tow)|Tom-Tom]] bao gồm việc ghép nối chiếc F-84 vào đầu chót cánh những chiếc B-29 và B-36. Người ta hy vọng rằng việc gia tăng [[tỉ lệ dài rộng (cánh)|tỉ lệ dài rộng]] cánh trên kiểu máy bay ghép sẽ giúp gia tăng tầm bay xa. Dự án TIP TOW bị hủy bỏ khi việc kết hợp hai chiếc EF-84D vào một chiếc EB-29A được đặc biệt cải biến bị rơi giết chết toàn bộ đội bay của cả ba máy bay. Tai nạn này là do một chiếc EF-84D bị lật vào trong cánh chiếc EB-29A. Dự án Tom-Tom, bao gồm những chiếc RF-84F và một chiếc GRB-36D của dự án FICON (được đặt lại tên là JRB-36F), tiếp tục thử nghiệm vài tháng sau tai nạn nói trên, nhưng cũng bị hủy bỏ do sự nhiễu loạn rất mạnh do [[gió xoáy đầu cánh]] của chiếc B-36.<ref>{{chú thích web|last=Lockett|first=Brian|title=Parasite Fighter Programs: Project Tom-Tom|url=http:\/\/www.air-and-space.com\/tomtom.htm|website=Goleta Air and Space Museum|access-date=ngày 3 tháng 2 năm 2007}}<\/ref>\n\n==== Rascal DB-47H ====\n{{chính|GAM-63 RASCAL}}\n[[Tập tin:Bell XGAM-63 Rascal USAF.jpg|nhỏ|trái|Tên lửa không đối đất [[GAM-63 RASCAL]]]]\nTheo một hợp đồng với Không quân vào tháng 5 năm 1952, Convair cải biến một chiếc B-36H cho mục đích thử nghiệm kiểu [[tên lửa không đối đất]] [[GAM-63 RASCAL]]<ref group=N>RASCAL là tên viết tắt của RAdar SCAnning Link, mô tả phương thức dẫn đường đến mục tiêu vào giai đoạn tấn công cuối cùng.<\/ref> của hãng [[Bell Aircraft|Bell]]; những máy bay này được đặt tên DB-36H, và kế hoạch dự định tiếp tục cải biến thêm 11 chiếc khác sang tiêu chuẩn này. Tên lửa ban đầu được đặt tên DB-47H này bay với tốc độ 2,95 [[Mach]] và có khả năng mang đầu đạn hạt nhân nặng {{convert|3000|lb|kg|abbr=on}} đến mục tiêu cách xa {{convert|100|mi|km|abbr=on}}. Chiếc DB-36H được chuyển giao cho Không quân Hoa Kỳ vào tháng 12 năm 1954 để thử nghiệm tại [[Căn cứ Không quân Holloman]], [[New Mexico]] và cho đến tháng 6 năm 1955 có ít nhất hai tên lửa đã được phóng từ DB-36H thành công. Tuy nhiên trong năm đó, Không quân Hoa Kỳ quyết định chỉ sử dụng máy bay ném bom [[Boeing B-47 Stratojet|B-47 Stratojet]] để mang vũ khí này, nên hợp đồng cải biến những chiếc còn lại bị hủy bỏ. Sau khi nhiều thử nghiệm bị thất bại, dự án GAM-63 cuối cùng bị hủy bỏ vào tháng 9 năm 1958.<ref name=BaugherDB36H>{{chú thích web|last=Baugher|first=Joseph F.|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_8.html|title=Convair RB-36E Peacemaker|website=joebaugher.com|date=ngày 27 tháng 2 năm 2000|access-date=ngày 23 tháng 6 năm 2021}}<\/ref><ref>{{chú thích tạp chí|last=Jenkins|first=Dennis R.|title=Little RASCAL: the first stand-off weapon|magazine=Airpower|volume=36|number=7|date=ngày 1 tháng 7 năm 2006|page=44}}<\/ref>\n\n=== Lạc hậu ===\nƯu thế chính của B-36 là tầm bay xa, và với những biến thể sau cùng, nó đạt đến tầm bay bên ngoài khả năng những máy bay tiêm kích đánh chặn đương thời. Tuy nhiên B-36 đã không tham gia vào cuộc [[Chiến tranh Triều Tiên]], nơi những chiếc B-29 được sử dụng để ném bom hủy diệt hàng loạt. Nó được dành riêng cho hoạt động ném bom nguyên tử chiến lược, nhưng đã không được dùng đến; và do đó liệu nó có phải là một vũ khí chiến lược răn đe có hiệu quả hay không tiếp tục là một câu hỏi không thể trả lời thích đáng.{{sfn|Knaack|1988|p=4}} Những phi vụ trinh sát hình ảnh do biến thể RB-36 tiến hành đã được thực hiện tại [[Triều Tiên]], [[Trung Quốc]] và rất có thể bên trên lãnh thổ [[Liên Xô]], nhưng những thông tin chi tiết này chưa được giải mật.<ref name=Airvectors\/>\n\nCuộc đời hoạt động của B-36 nhanh chóng chấm dứt vì các tiến bộ vượt bậc của kỹ thuật hàng không.{{sfn|Knaack|1988|pp=50-51}} [[Boeing B-52 Stratofortress|B-52 Stratofortress]], máy bay ném bom phản lực tầm xa, đã trở thành hiện thực với tốc độ đường trường hơn gấp đôi chiếc B-36. Tốc độ và trần bay hoạt động của những máy bay tiêm kích đánh chặn phản lực không ngừng gia tăng. Những [[tên lửa đất đối không]] điều khiển bằng radar có tầm bắn ngày càng cao đã xuất hiện. Khung máy bay B-36, đặc biệt là cánh, chịu ảnh hưởng nặng do hiện tượng giảm sức chịu đựng kim loại, cũng như là độ co giãn của cánh làm rò rỉ nhiên liệu là hiện tượng thường xảy ra.<ref name=Airvectors\/>{{sfn|Knaack|1988|p=4}}\n\nB-36 chính thức ngừng hoạt động vào ngày [[12 tháng 2]] năm [[hàng không năm 1959|1959]];{{sfn|Knaack|1988|p=52}} chuyến bay cuối cùng diễn ra vào ngày [[30 tháng 4]] năm [[hàng không năm 1959|1959]], khi một chiếc B-36J bay từ [[Căn cứ Không quân Davis-Monthan]], [[Arizona]] đến [[Căn cứ Không quân Wright-Patterson]], [[Ohio]] để được trưng bày tại một bảo tàng. {{tính đến|2021|6}}, chỉ còn lại bốn chiếc B-36 trong tổng số 384 chiếc được sản xuất, tất cả đều trong tình trạng trưng bày tĩnh (không thể bay).{{sfn|Yenne|2004|p=149}}\n<center>[[Tập tin:Convair B-36s at AMARC 1958 awaiting scrapping.jpg|nhỏ|800px|không|Những chiếc B-36 đang bị bỏ không, chờ đợi để được tháo dỡ tại Kho chứa Máy bay 3040 (nay là [[Nhóm Bảo trì và Tái tạo Hàng không Vũ trụ 309]]) ở [[Tucson, Arizona]] vào năm 1958]]<\/center>\n\n== Các phiên bản ==\n{| class = \"wikitable\" style = \"float:right; font-size:90%; margin-left:15px\"\n|-\n!Biến thể!!Số lượng chế tạo\n|-\n|XB-36||1\n|-\n|YB-36||1\n|-\n|B-36A||22\n|-\n|[[Convair XC-99|XC-99]]||1\n|-\n|B-36B||62\n|-\n|B-36D||26\n|-\n|RB-36D||24\n|-\n|B-36F||34\n|-\n|RB-36F||24\n|-\n|B-36H||83\n|-\n|RB-36H||73\n|-\n|B-36J||33\n|-\n|[[Convair YB-60|YB-60]]||2\n|- style=\"border-top:1px solid #999;\"\n|'''Tổng cộng'''||'''385'''{{sfn|Knaack|1988|p=53}}\n|}\n[[Tập tin:B36 convair modification.jpg|nhỏ|phải|Hình dạng bên ngoài qua các biến thể từ B đến H. Ngoài việc bổ sung động cơ phản lực, hầu như không có sự thay đổi nào qua các phiên bản]]\n;XB-36\n:Kiểu nguyên mẫu trang bị sáu động cơ R-4360-25 {{convert|3000|hp|kW|abbr=on}} và không lắp vũ khí. Một chiếc được chế tạo.\n;YB-36\n:Kiểu nguyên mẫu số hiệu 42-13571 với phần mũi cải tiến và nóc buồng lái nâng cao. Một chiếc được chế tạo, sau cải biến thành YB-36A.<ref name=YB36\/>\n;YB-36A\n:Nguyên là chiếc YB-36 với càng đáp cải tiến kiểu bốn bánh; sau cải biến thành một chiếc RB-36E.<ref name=YB36\/>\n;B-36A\n:Phiên bản sản xuất không trang bị vũ khí, sử dụng cho huấn luyện. 22 chiếc được chế tạo, tất cả ngoại trừ một chiếc sau cải biến thành kiểu RB-36E.<ref name=B36A\/>\n;[[Convair XC-99|XC-99]]\n:Phiên bản vận tải\/chở hàng hóa B-36. Một chiếc được chế tạo.\n;B-36B\n:Phiên bản sản xuất trang bị sáu động cơ R-4360-41 công suất {{convert|3500|hp|kW|abbr=on}}. 73 chiếc được chế tạo, sau cải biến thành kiểu RB-36D và B-36D.<ref name=B36B\/>\n;RB-36B\n:Tên gọi 39 chiếc B-36B tạm thời được trang bị máy ảnh.\n;YB-36C\n:Dự án B-36B trang bị sáu động cơ R-4360-51 công suất {{convert|4300|hp|kW|abbr=on}}. Không được chế tạo.<ref name=B36C\/>\n;B-36C\n:Phiên bản sản xuất của YB-36, sau hoàn tất như kiểu B-36B.<ref name=B36C\/>\n;B-36D\n:Tương tự như B-36B, bổ sung bốn động cơ phản lực J47-GE-19 trên hai mấu treo đầu cánh. 22 chiếc được chế tạo và 64 chiếc cải biến từ kiểu B-36B.<ref name=B36D\/>\n;RB-36D\n:Biến thể trinh sát chiến lược với hai khoang bom được trang bị máy ảnh. 17 chiếc được chế tạo và bảy chiếc cải biến từ kiểu B-36B.<ref name=RB36D>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-76.htm | title=Convair RB-36D \"Peacemaker\" | archive-url=https:\/\/web.archive.org\/web\/20060714040851\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-76.htm | year=2006 | url-status=dead | archive-date = ngày 14 tháng 7 năm 2006 | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;GRB-36D\n:Tương tự như RB-36D, được cải biến để mang một máy bay [[Republic F-84F Thunderstreak|GRF-84F Thunderstreak]] dưới thân trong Chương trình FICON. Mười chiếc được cải biến.<ref name=GRB36F>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair GRB-36F \"Peacemaker\" | year=2006 | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-80.htm | url-status=dead | archive-date = ngày 21 tháng 7 năm 2006 | archive-url=https:\/\/web.archive.org\/web\/20060721120325\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-80.htm | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;RB-36E\n:Chiếc YB-36A và 21 chiếc B-36A được cải biến theo tiêu chuẩn RB-36D.<ref name=RB36E>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair RB-36E \"Peacemaker\" | year=2006 | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-77.htm | url-status=dead | archive-url=https:\/\/web.archive.org\/web\/20060716122657\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-77.htm | archive-date = ngày 16 tháng 7 năm 2006 | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;B-36F\n:Tương tự như B-36D, trang bị sáu động cơ R-4360-53 công suất {{convert|3800|hp|kW|abbr=on}} và bốn động cơ J47-GE-19. 34 chiếc được chế tạo.<ref name=B36F\/>\n;RB-36F\n:Biến thể trinh sát chiến lược của phiên bản B-36F với khoang chứa nhiên liệu bổ sung. 24 chiếc được chế tạo.<ref name=RB36F>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-79.htm | title=Convair RB-36F \"Peacemaker\" | archive-url=https:\/\/web.archive.org\/web\/20060725121449\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-79.htm | year=2006 | url-status=dead | archive-date = ngày 25 tháng 7 năm 2006 | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;YB-36G\n:Xem YB-60.\n;B-36H\n:Tương tự như B-36F với buồng lái được cải tiến và thay đổi thiết bị. 83 chiếc được chế tạo.<ref name=B36H\/>\n;[[NB-36H]]\n:Một chiếc B-36H trang bị [[lò phản ứng hạt nhân]] để thử nghiệm máy bay động cơ nguyên tử, khoang lái và mũi máy bay cải tiến. Dự định phát triển thành chiếc [[Convair X-6]].<ref name=NB36H>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair NB-36H \"The Crusader\" | year=2006 | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-84.htm | url-status=dead | archive-date = ngày 22 tháng 7 năm 2006 | archive-url=https:\/\/web.archive.org\/web\/20060722123036\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-84.htm | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;RB-36H\n:Biến thể trinh sát chiến lược của phiên bản B-36H. 73 chiếc được chế tạo.<ref name=RB36H>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair RB-36H \"Peacemaker\" | year=2006 | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-83.htm | url-status=dead | archive-url=https:\/\/web.archive.org\/web\/20060727104259\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-83.htm | archive-date = ngày 27 tháng 7 năm 2006 | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;B-36J\n:Biến thể tầm cao với càng đáp được gia cố, tăng thêm lượng nhiên liệu mang theo, vũ khí rút gọn chỉ còn tháp pháo đuôi và đội bay được cắt giảm. 33 chiếc được chế tạo.<ref name=B36J\/>\n;[[Convair YB-60|YB-60]]\n:Nguyên là kiểu YB-36G, số hiệu 49-2676 và 49-2684. Dự án biến thể cánh xuôi trang bị toàn động cơ phản lực. Đổi tên thành YB-60 do khác biệt đáng kể về thiết kế.<ref name=B36G>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Convair B-36G | year=2006 | url=http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-81.htm | url-status=dead | archive-date = ngày 26 tháng 7 năm 2006 | archive-url=https:\/\/web.archive.org\/web\/20060726123516\/http:\/\/www.wpafb.af.mil\/museum\/research\/bombers\/b3-81.htm | access-date=ngày 15 tháng 6 năm 2021 }}<\/ref>\n;Model 6\n:Kiểu máy bay chở hành khách hai tầng kết hợp thân của B-36 với cánh và đuôi của YB-60. Không được chế tạo.{{sfn|Pyeatt|Jenkins|2010|pp=176-191}}<ref>{{chú thích web|title=Convair Model 6 Airliner|url=https:\/\/hushkit.net\/2012\/08\/07\/artists-impressions-of-concept-aircraft-1950-90-a-gallery\/convair_model_6_jet_airliner\/|website=Hush-Kit|date=Ngày 7 tháng 8 năm 2012|access-date=ngày 15 tháng 6 năm 2021}}<\/ref>\n\n=== Những kiểu liên quan ===\n[[Tập tin:Convair YB-60-1-CF 49-2676.jpg|thumb|Chiếc nguyên mẵu Convair YB-60-1-CF (số hiệu ''49-2676'') đang cất cánh trong một chuyến bay thử nghiệm vào năm 1952]]\n[[Tập tin:Consolidated XC-99 43-52436.jpg|thumb|Chiếc nguyên mẫu Convair XC-99 (số hiệu ''43-52436'') đang được chuyển giao đến [[Căn cứ Không quân Kelly]], Texas vào ngày 23 tháng 11 năm 1949]]\n==== Convair YB-60 ====\n{{chính|Convair YB-60}}\nVào năm [[hàng không năm 1951|1951]], Không quân Hoa Kỳ yêu cầu Convair chế tạo một biến thể của B-36 nhưng toàn động cơ phản lực. Convair đã đáp ứng khi thay thế kiểu cánh ngang trên một khung máy bay B-36F thành kiểu cánh xuôi, và trang bị tám động cơ phản lực [[Pratt & Whitney J57|Pratt & Whitney XJ57-P-3]]. Tên gọi ban đầu là B-36G, nhưng sau đổi thành [[Convair YB-60]]. Tính năng bay của YB-60 được xem là kém hơn so với chiếc nguyên mẫu [[Boeing B-52 Stratofortress|YB-52]] của Boeing, nên kế hoạch bị hủy bỏ.<ref>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair YB-60|website=National Museum of the United States Air Force|url=http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2750|archive-url=https:\/\/web.archive.org\/web\/20071115224605\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2750|archive-date=ngày 15 tháng 11 năm 2007|access-date=ngày 21 tháng 6 năm 2021|url-status=dead}}<\/ref>\n\n==== Convair XC-99 ====\n{{chính|Convair XC-99}}\nGiống như phiên bản vận tải [[Boeing C-97 Stratofreighter|C-97]] của chiếc B-50, thiết kế của B-36 là nền tảng cho chiếc [[Convair XC-99]], một máy bay vận tải hàng hóa quân sự hai tầng. Cất cánh lần đầu vào ngày [[24 tháng 11]] năm [[Hàng không năm 1947|1947]], nó trở thành máy bay động cơ piston lớn nhất và là máy bay dài nhất ({{convert|185|ft|m|abbr=on}}) vào thời đó. Chiếc duy nhất được chế tạo đã được sử dụng trong gần mười năm, đặc biệt trong những chuyến bay vận tải hàng hóa xuyên lục địa trong giai đoạn [[Chiến tranh Triều Tiên]], ghi nhận khoảng 7.400 giờ bay khi nó ngừng hoạt động năm [[Hàng không năm 1957|1957]]. Sau khi bỏ không tại [[Căn cứ Không quân Kelly]] tại [[San Antonio|San Antonio, Texas]], nó được tháo dỡ và chuyển đến [[Bảo tàng Quốc gia Không quân Hoa Kỳ]] tại [[Căn cứ Không quân Wright-Patterson]] gần [[Dayton, Ohio]] vào năm [[Hàng không năm 2005|2005]], chờ đợi để được phục chế.<ref>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair XC-99 Model|url=https:\/\/www.nationalmuseum.af.mil\/Visit\/Museum-Exhibits\/Fact-Sheets\/Display\/Article\/195871\/convair-xc-99-model\/|publisher=National Museum of the United States Air Force|date=ngày 1 tháng 6 năm 2015|access-date=ngày 21 tháng 6 năm 2021}}<\/ref><ref>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title= XC-99 begins piece-by-piece trip to Air Force Museum|url=http:\/\/www.af.mil\/news\/story.asp?storyID=123007543|url-status=dead|archive-url=https:\/\/web.archive.org\/web\/20071103143301\/http:\/\/www.af.mil\/news\/story.asp?storyID=123007543|archive-date=ngày 3 tháng 11 năm 2007|access-date=ngày 21 tháng 6 năm 2021}}<\/ref>\n\n==== Convair Model 37 ====\n{{chính|Convair XC-99}}\nMột phiên bản thương mại chở hành khách dân dụng của XC-99, chiếc [[Convair XC-99|Convair Model 37]], chưa vượt qua giai đoạn thiết kế. Nếu được chế tạo, Model 37 có thể đã là một chiếc máy bay hàng không dân dụng \"jumbo\" đầu tiên trên thế giới.<ref name=\"NMUSAF\"\/>\n\n== Các nhà khai thác ==\n;{{USA}}\n'''[[Không quân Hoa Kỳ]]''' - [[Bộ chỉ huy Không quân Chiến lược]]<ref>{{chú thích web|url=http:\/\/www.strategic-air-command.com\/aircraft\/b-36\/b36-deployment.htm|title=Convair B-36 Peacemaker - Deployment|website=strategic-air-command.com|access-date=ngày 23 tháng 6 năm 2021}}<\/ref><ref>{{chú thích web|last=Baugher|first=Joseph F.|title=B-36 Service History with USAF|url=http:\/\/www.joebaugher.com\/usaf_bombers\/b36_18.html|website=joebaugher.com|date=ngày 3 tháng 3 năm 2000|access-date=ngày 23 tháng 6 năm 2021}}<\/ref><br>\n[[Không lực 2]]\n: [[Phi đoàn Trinh sát Chiến lược 72]] – [[Căn cứ Không quân Ramey]], Puerto Rico (tháng 10 năm 1952 – tháng 1 năm 1959)\n:: Các liên đội trinh sát chiến lược 60 và 301 \n[[Không lực 8]]\n: [[Phi đoàn Ném bom 6]] – [[Căn cứ Không quân Walker]], New Mexico (tháng 8 năm 1952 – tháng 8 năm 1957)\n:: Các liên đội ném bom 24, 39 và 40 \n: [[Phi đoàn Ném bom 7]] – [[Căn cứ Không quân Carswell]], Texas (tháng 6 năm 1948 – tháng 5 năm 1958)\n:: Các liên đội ném bom 9, 436 và 492 \n: [[Phi đoàn Ném bom 11]] – Căn cứ Không quân Carswell, Texas (tháng 12 năm 1948 – tháng 12 năm 1957)\n:: Các liên đội ném bom 26, 42 và 98 \n: [[Phi đoàn Trinh sát Chiến lược 28]] – [[Căn cứ Không quân Ellsworth]], South Dakota (tháng 5 năm 1949 – tháng 4 năm 1950)\n:: Các liên đội trinh sát chiến lược 77, 717 và 718 \n: [[Phi đoàn Ném bom 42]] - [[Căn cứ Không quân Loring]], Maine (tháng 4 năm 1953 – tháng 9 năm 1956)\n:: Các liên đội ném bom 69, 70 và 75 \n[[Không lực 15]]\n: [[Phi đoàn Ném bom 92]] – [[Căn cứ Không quân Fairchild]], Washington (tháng 7 năm 1951 – tháng 3 năm 1956)\n:: Các liên đội ném bom 325, 326 và 327 \n: [[Phi đoàn Ném bom 95]] – [[Căn cứ Không quân Biggs]], Texas (tháng 8 năm 1953 – tháng 2 năm 1959)\n:: Các liên đội ném bom 334, 335 và 336\n: [[Phi đoàn Trinh sát Chiến lược 5]] – [[Căn cứ Không quân Travis|Căn cứ Không quân Fairfield-Suisun]], California (tháng 1 năm 1951 – tháng 9 năm 1958)\n:: Các liên đội trinh sát chiến lược 5, 31 và 72\n: [[Phi đoàn Trinh sát Chiến lược 9]] – Căn cứ Không quân Fairfield-Suisun, California (tháng 5 năm 1949 – tháng 4 năm 1950)\n:: Liên đội 1 Ném bom\n: [[Phi đoàn Trinh sát Chiến lược 99]] – Căn cứ Không quân Fairchild, Washington (tháng 8 năm 1951 – tháng 9 năm 1956)\n:: Các liên đội trinh sát chiến lược 346, 347 và 348\n\n== Những chiếc còn lại ==\n[[Tập tin:Convair RB-36H Peacemaker.jpg|thumb|Chiếc RB-36H số hiệu ''51-13730'' hiện đang được trưng bày tại [[Bảo tàng Hàng không Castle]], Atwater, California năm 2017]]\n[[Tập tin:B-36J located at Strategic Air and Space Museum in Ashland, NE.jpg|thumb|Chiếc B-36J số hiệu ''52-2217'' trưng bày tại [[Bảo tàng Bộ chỉ huy Không quân Chiến lược và Không gian]]]]\n[[Tập tin:NMAF B-36.jpg|thumb|Chiếc B-36J số hiệu ''52-2220'' trưng bày tại gian Chiến tranh Lạnh của [[Bảo tàng Quốc gia Không quân Hoa Kỳ]]]] \n[[Tập tin:Convair B-36J Peacemaker located at Pima Air & Space Museum..JPG|thumb|Chiếc B-36J số hiệu ''52-2827'' trưng bày tại [[Bảo tàng Hàng không và Không gian Pima]]]] \nTrong tổng số 384 chiếc B-36 được chế tạo, chỉ còn lại bốn chiếc nguyên vẹn ({{as of|2021|June|lc=y}}).{{sfn|Yenne|2004|p=149}}\n;RB-36H\n* Chiếc mang số hiệu ''51-13730'' hiện đang được trưng bày tại [[Bảo tàng Hàng không Castle]] (nguyên là [[Căn cứ Không quân Castle]]), [[Atwater, California]]. Nó nguyên được trưng bày tại [[Căn cứ Không quân Chanute]], [[Rantoul, Illinois]] từ năm 1957 đến năm 1991.<ref>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=Our Collection | url=https:\/\/www.castleairmuseum.org\/collection | website=Castle Air Museum | date=ngày 13 tháng 4 năm 2021 | access-date=ngày 21 tháng 6 năm 2021}}<\/ref>\n\n;B-36J\n* Chiếc mang số hiệu ''52-2217'' hiện đang được trưng bày tại [[Bảo tàng Bộ chỉ huy Không quân Chiến lược và Không gian]], trước đây bên ngoài [[Căn cứ Không quân Offutt]], gần [[Ashland, Nebraska]].<ref>{{chú thích web | author=<!-- Staff writer(s); no by-line--> | title=B-36J \"Peacemaker\" | url=http:\/\/www.sasmuseum.com\/aircraft\/b-36j-peacemaker\/ | website=Strategic Air Command & Aerospace Museum | access-date=ngày 21 tháng 6 năm 2021 | archive-date=2014-05-31 | archive-url=https:\/\/web.archive.org\/web\/20140531043645\/http:\/\/www.sasmuseum.com\/aircraft\/b-36j-peacemaker\/ | url-status=dead }}<\/ref>\n* Chiếc mang số hiệu ''52-2220'' hiện đang được trưng bày tại gian Chiến tranh Lạnh của [[Bảo tàng Quốc gia Không quân Hoa Kỳ]] tại [[Căn cứ Không quân Wright-Patterson]]. Nó thực hiện chuyến bay B-36 cuối cùng đến [[Căn cứ Không quân Davis–Monthan]] tại [[Arizona]] vào ngày [[30 tháng 4]] năm [[Hàng không năm 1959|1959]] trước khi chuyển đến căn cứ Wright-Patterson để thay thế cho mẫu RB-36E mang số hiệu ''42-13571'' bị tháo dỡ.<ref name=\"NMUSAF\"\/> Tại bảo tàng này cũng trưng bày mẫu bánh đáp khổng lồ {{convert|9|ft|m|abbr=on}} duy nhất còn sót lại nguyên được trang bị cho chiếc nguyên mẫu XB-36.<ref name=XB36Gear\/>\n* Chiếc mang số hiệu ''52-2827'' hiện đang được trưng bày tại [[Bảo tàng Hàng không và Không gian Pima]] cạnh Căn cứ Không quân Davis–Monthan tại Arizona. Đây là chiếc B-36 cuối cùng được chế tạo, được đặt tên ''The City of Fort Worth'', và trao tặng cho thành phố Fort Worth vào ngày 12 tháng 2 năm 1959. Nó được đặt cạnh [[Sân bay Quốc tế Greater Southwest]] cho đến khi sân bay này đóng cửa năm [[1974]], trong một giai đoạn ngắn được chuyển đến [[Bảo tàng Không gian Southwest]] cạnh [[Căn cứ Không quân Carswell]] và được phục chế tại đây. Do thiếu chỗ trưng bày, chiếc máy bay quay lại thuộc sở hữu của Bảo tàng Quốc gia Không quân Hoa Kỳ, và được cho mượn để trưng bày tại Pima, Arizona.<ref>{{chú thích web|author=<!-- Staff writer(s); no by-line-->|title=Convair B-36J Peacemaker|url=http:\/\/www.pimaair.org\/visit\/aircraft-by-name\/item\/convair-b-36j-peacemaker|website=Pima Air & Space Museum|access-date=ngày 21 tháng 6 năm 2021}}<\/ref>\n\n== Sự cố và tai nạn ==\nCho dù B-36 có thành tích an toàn chung tốt hơn trung bình trong lớp vào thời kỳ đó, vẫn có 10 chiếc B-36 đã gặp tai nạn từ năm 1949 đến năm 1954 (ba chiếc B-36B, ba chiếc B-36D và bốn chiếc B-36H).<ref name=Wrecks>{{chú thích web|last=Lockett|first=Brian|title=Convair B-36 Crash Reports and Wreck Sites|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm|website=Air-and-Space.com (Goleta Air and Space Museum)|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref> Có tổng cộng 32 chiếc B-36 bị loại bỏ do tai nạn trong giai đoạn từ năm 1949 đến năm 1957, trong tổng số 385 chiếc được chế tạo.{{sfn|Jenkins|2002|p=238}} Khung máy bay vốn cấu tạo từ hợp kim giàu [[magnesium]] dễ dàng bắt lửa một khi máy bay rơi.<ref name=Airvectors\/><ref>{{chú thích web|last=Lockett|first=Brian|title=Synopsis of the Air Force Accident Report for RB-36H, 51-13722|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#51-13722|website=Air-and-Space.com (Goleta Air and Space Museum)|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[15 tháng 9]] năm [[hàng không năm 1949|1949]], chiếc B-36B số hiệu ''44-92079'' bị rơi gần [[Lake Worth]], Texas trong một chuyến bay đêm.<ref>{{chú thích web|last=Lockett|first=Brian|title=B-36B, 44-92079, Lake Worth, Texas, ngày 15 tháng 9 năm 1949|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#44-92079|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 13 tháng 8 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[13 tháng 2]] năm [[hàng không năm 1950|1950]], chiếc B-36B số hiệu ''44-92075'' [[Rơi máy bay B-36 tại British Columbia 1950|bị rơi]] tại [[British Columbia]] trên [[đảo Princess Royal]], sau khi ba động cơ bị bốc cháy. 17 thành viên đội bay đã nhảy dù; 12 người được cứu vớt trong đó một người bị thương, và năm người còn lại mất tích.<ref name=\"44-92075\">{{chú thích web|last=Lockett|first=Brian|title=B-36B 44-92075, British Columbia, Canada, ngày 13 tháng 2 năm 1950|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#44-92075|website=Air-and-Space.com (Goleta Air and Space Museum)|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[22 tháng 11]] năm [[hàng không năm 1950|1950]], chiếc B-36B số hiệu ''44-92035'' gặp trục trặc điều khiển động cơ, và rơi trên đường quay trở lại Căn cứ Không quân Carswell, Fort Worth; cuộc điều tra sau đó phát hiện nguyên nhân những chấn động [[dội lại]] khi thực hành tác xạ đã làm hệ thống điện tử [[bóng chân không]] điều khiển động cơ trên máy bay không hoạt động. Mười bốn thành viên đội bay đã sống sót sau khi nhảy dù, nhưng 2 người khác đã thiệt mạng trong tai nạn.<ref name=\"44-92035\"\/>\n* Vào ngày [[27 tháng 4]] năm [[hàng không năm 1951|1951]], chiếc B-36D số hiệu ''49-2658'' mắc tai nạn va chạm với một [[máy bay tiêm kích]] [[North American P-51 Mustang|P-51D Mustang]] số hiệu ''44-84973'' đang khi thực tập huấn luyện tác xạ tự vệ, và rơi gần thị trấn [[Perkins, Oklahoma]]. Bốn thành viên đội bay đã sống sót sau khi nhảy dù, nhưng 12 người khác trên chiếc B-36 và viên phi công chiếc P-51 đã thiệt mạng trong tai nạn.<ref>{{chú thích web|last=Lockett|first=Brian|title=B-36D 49-2658, Near Perkins, Oklahoma, ngày 27 tháng 4 năm 1951|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#49-2658|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 28 tháng 7 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[15 tháng 4]] năm [[hàng không năm 1952|1952]], chiếc B-36D số hiệu ''44-92050'' bị rơi đang lúc cất cánh cho một phi vụ bay ban đêm từ [[Căn cứ Không quân Fairchild]], gần [[Spokane]], [[Washington]]. Mười lăm trong tổng số mười bảy thành viên đội bay thiệt mạng.<ref>{{chú thích web|last=Lockett|first=Brian|title=B-36D 44-92050, Fairchild Air Force Base, Washington ngày 15 tháng 4 năm 1952|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#44-92050|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 8 tháng 8 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[5 tháng 8]] năm [[hàng không năm 1952|1952]], chiếc B-36D số hiệu ''49-2661'' bị cháy động cơ số 4 không rõ nguyên nhân rồi rơi khỏi cánh tại vùng biển ngoài khơi [[San Diego]]; hỏa hoạn lan ra khắp cánh. Sáu trong số tám thành viên đội bay thoát được ra khỏi chiếc máy bay.<ref>{{chú thích web|last=Lockett|first=Brian|title=B-36D 49-2661, Ocean off Mission Beach, California, ngày 5 tháng 8 năm 1952|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#49-2661|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 30 tháng 7 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[1 tháng 9]] năm [[hàng không năm 1952|1952]], một cơn [[lốc xoáy]] đã đi qua [[Căn cứ Không quân Carswell]], [[Fort Worth]], gây hư hại cho nhiều máy bay B-36 thuộc các phi đoàn ném bom 7 và 11. Khoảng hai phần ba số máy bay B-36 của Không quân bị ảnh hưởng, cùng sáu máy bay đang được chế tạo tại nhà máy của Convair ở Fort Worth. Căn cứ phải đóng cửa và mọi hoạt động được chuyển sang [[sân bay Meacham]]. Convair và Không quân phối hợp đưa 10 chiếc trong số 61 chiếc B-36 trở lại hoạt động trong vòng hai tuần và sửa chữa thêm 51 máy bay trong vòng năm tuần; 18 trong số 19 chiếc hư hại nặng (và sáu chiếc chưa hoàn tất bị hư hại của Convair) được sửa chữa xong vào tháng 5 năm 1953. Chiếc thứ 19 (#2051) bị tháo dỡ và sử dụng như mục tiêu tĩnh trong thử nghiệm bom nguyên tử. Một máy bay bị hư hại nặng (#5712) được loại bỏ và tái cấu trúc thành chiếc [[NB-36H]], nền tảng thử nghiệm máy bay động cơ nguyên tử.<ref>{{chú thích web | url=http:\/\/www.cowtown.net\/proweb\/tornado\/tornado.htm | title=B-36 fleet destroyed by tornado | website=cotown.net | archive-url=https:\/\/web.archive.org\/web\/20120301174913\/http:\/\/www.cowtown.net\/proweb\/tornado\/tornado.htm | date=ngày 27 tháng 8 năm 2007 | url-status=dead | archive-date=ngày 1 tháng 3 năm 2012 | access-date=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[7 tháng 2]] năm [[hàng không năm 1953|1953]], chiếc B-36H số hiệu ''51-5719'', sau hai lượt tiếp cận [[Căn cứ Không quân Hoàng gia Fairford]], [[Anh Quốc]] để hạ cánh bị thất bại và hết nhiên liệu, đội bay phải nhảy dù ra ngoài và chiếc máy bay rơi tại Nethermore Woods, cách sân bay {{convert|30|mi|km|abbr=on}}.<ref>{{chú thích web|last=Lockett|first=Brian|title=B-36H 51-5719, Nethermore Woods, Great Britain, ngày 7 tháng 2 năm 1953|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#51-5719|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 30 tháng 7 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[12 tháng 2]] năm [[hàng không năm 1953|1953]], chiếc B-36H số hiệu ''51-5729'' thuộc Phi đoàn Ném bom 7 rơi trên một ngọn đồi gần vịnh Goose, [[Newfoundland và Labrador|Labrador]], Canada. Hai thành viên đội bay ở khoang phía đuôi thiệt mạng.<ref>{{chú thích web|last=Lockett|first=Brian|title=B-36H 51-5729, Labrador, Canada, ngày 12 tháng 2 năm 1953|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#51-5729|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 30 tháng 7 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n[[Tập tin:Crash 3-15-53.jpg|thumb|right|Hình ảnh vụ tai nạn chính thức của Không quân Hoa Kỳ liên quan đến vụ tai nạn ngày 18 tháng 3 năm 1953]]\n* Vào ngày [[18 tháng 3]] năm [[hàng không năm 1953|1953]], chiếc RB-36H-25 số hiệu ''51-13721'' bị chệch đường bay do thời tiết xấu và rơi gần [[Burgoyne's Cove]], [[Newfoundland và Labrador|Newfoundland]], Canada, tại tọa độ {{Coord|48.184352|N|53.664271|W|display=inline|name=RB-36H-25}}. Thiếu tướng [[Richard E. Ellsworth|Richard Ellsworth]] nằm trong số 23 người thiệt mạng trong tai nạn.<ref>{{chú thích web|last=Lockett|first=Brian|title=RB-36H 51-13721, Newfoundland, Canada, ngày 18 tháng 3 năm 1953|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#51-13721|website=Air-and-Space.com (Goleta Air and Space Museum)|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[27 tháng 8]] năm [[hàng không năm 1954|1954]], chiếc RB-36H số hiệu ''51-13722'' rơi khi còn cách đường băng {{convert|2|mi|km|abbr=on}} tại [[Căn cứ Không quân Ellsworth]], [[Rapid City]], [[South Dakota]].<ref>{{chú thích web|last=Lockett|first=Brian|title=RB-36H 51-13722, 2 Miles from Ellsworth AFP, ngày 27 tháng 8 năm 1954|url=http:\/\/www.air-and-space.com\/b-36%20wrecks.htm#51-13722|website=Air-and-Space.com (Goleta Air and Space Museum)|date=ngày 30 tháng 7 năm 2003|ngày truy cập=ngày 22 tháng 6 năm 2021}}<\/ref>\n\nChiếc B-36 cũng liên quan trong hai vụ sự cố hạt nhân của Hoa Kỳ (thường được gọi theo mật danh \"Broken Arrow\" - mũi tên gãy):\n* Vào ngày [[13 tháng 2]] năm [[hàng không năm 1950|1950]], trên đường từ [[Alaska]] quay trở lại Hoa Kỳ, chiếc B-36B số hiệu ''44-92075'' bị rơi tại một khu vực không dân cư thuộc [[British Columbia]], Canada, gây ra sự cố thất lạc [[vũ khí hạt nhân]] đầu tiên của Hoa Kỳ. Lõi [[plutonium]] của quả bom Mk 4 chỉ là đầu đạn giả bằng chì, nhưng có chứa thuốc nổ [[trinitrotoluene|TNT]] (nguồn khác cho là có chứa [[uranium]]); quả bom đã được thả và kích nổ trên biển trước khi đội bay thoát ra khỏi máy bay bị cháy, và vật liệu phóng xạ có thể đã bị phân tán trên biển.<ref name=\"44-92075\"\/> Phải mất nhiều nỗ lực trong việc tìm kiếm địa điểm rơi máy bay và phá hủy những thiết bị còn được giữ bí mật.<ref>{{chú thích web | last=Smallman | first=Shawn | title=Broken Arrow: Lost Nuclear Weapons in Canada | url=https:\/\/www.introtoglobalstudies.com\/2012\/10\/broken-arrow-lost-nuclear-weapons-in-canada\/ | website=Introduction to International & Global Studies | date=ngày 31 tháng 10 năm 2012 | access-date=ngày 22 tháng 6 năm 2021}}<\/ref><ref>{{chú thích web | last=Roos | first=Dave | url=https:\/\/www.history.com\/news\/broken-arrow-first-lost-nuke-canada | title='Broken Arrow': When the First U.S. Atomic Bomb Went Missing | website=History.com | date=ngày 13 tháng 1 năm 2020 | access-date=ngày 22 tháng 6 năm 2021}}<\/ref>\n* Vào ngày [[22 tháng 5]] năm [[hàng không năm 1957|1957]], một chiếc B-36 khác tình cờ đánh rơi một trái [[vũ khí hạt nhân|bom khinh khí]] Mark 17 khi chuẩn bị hạ cách xuống [[Căn cứ Không quân Kirtland]], [[Albuquerque, New Mexico|Albuquerque]], [[New Mexico]], lúc còn cách đài kiểm soát không lưu {{convert|4,5|mi|km|abbr=on}}. Chỉ có ngòi nổ thông thường bị kích nổ, còn trái bom vẫn nguyên vẹn, và không gây thương vong khi nó rơi xuống khu vực không có người ở, nhưng đã tạo ra một hố bom sâu {{convert|12|ft|abbr=on}}và đường kính {{convert|25|ft|abbr=on}}. Các sự kiện này bị giữ tuyệt đối bí mật trong nhiều thập kỷ, cho đến khi được giải mật và công bố vào năm 1986.<ref name=Wrecks\/><ref>{{chú thích báo | title=Accident Revealed After 29 Tears: H-bomb Fell Near Albuquerque in 1957 | url=https:\/\/www.latimes.com\/archives\/la-xpm-1986-08-27-mn-14421-story.html | agency= Associated Press | date=ngày 27 tháng 8 năm 1986| newspaper=Los Angeles Times | access-date=ngày 22 tháng 6 năm 2021}}<\/ref><ref>{{Chú thích web | last=Adler | first=Les | title=Albuquerque's Near-Doomsday | url=http:\/\/hkhinc.com\/newmexico\/albuquerque\/doomsday\/ | date=ngày 20 tháng 1 năm 1994 | publisher=Albuquerque Tribune | access-date=ngày 22 tháng 6 năm 2021 }}<\/ref>\n\n== Các thông số kỹ thuật (B-36J-III) ==\n[[Tập tin:Convair B-36F silhouette.jpg|right|thumb|upright=1.35|alt=Silhouette views of B-36F from front, bottom, and side|Hình chi tiết kỹ thuật Convair B-36F]]\n[[Tập tin:B-36 bomber.ogg|thumb|Video clip về cấu tạo và tính năng của máy bay ném bom Convair B-36]]\n:''Nguồn: [[Bảo tàng Quốc gia Không quân Hoa Kỳ]] (National Museum of the U.S. Air Force)''<ref name=\"B36J factsheet\">[http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2544 \"Factsheet:Convair B-36J\"] {{webarchive|url=https:\/\/web.archive.org\/web\/20090806073801\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2544|date=Ngày 6 tháng 8 năm 2009}}. Bảo tàng Quốc gia Không quân Hoa Kỳ. Truy cập ngày 8 tháng 10 năm 2010.<\/ref>\n=== Đặc tính chung ===\n* Đội bay: 13 người\n* [[Chiều dài]]: {{convert|162|ft|1|in|m|abbr=on}}\n* Sải cánh: {{convert|230|ft|m|abbr=on}}\n* [[Chiều cao]]: {{convert|46|ft|9|in|m|abbr=on}}\n* Diện tích bề mặt cánh: {{convert|4772|sqft|m2|abbr=on}}\n* Kiểu cánh: [[NACA airfoil|NACA 63(420)-422]] root, NACA 63(420)-517 tip<ref name=\"Selig\">{{chú thích web |last1=Lednicer |first1=David |title=The Incomplete Guide to Airfoil Usage |url=https:\/\/m-selig.ae.illinois.edu\/ads\/aircraft.html |website=m-selig.ae.illinois.edu |access-date=ngày 16 tháng 4 năm 2019}}<\/ref>\n* Lực nâng của cánh: 272,3&nbsp;kg\/m² (55,76&nbsp;lb\/ft²)\n* Trọng lượng không tải: {{convert|166165|lb|kg|abbr=on}}\n* Trọng lượng có tải: {{convert|266100|lb|kg|abbr=on}}\n* Trọng lượng cất cánh tối đa: {{convert|410000|lb|kg|abbr=on}}\n* Động cơ:\n** Piston: 6 × động cơ [[Pratt & Whitney R-4360]]-53 \"Wasp Major\" [[động cơ bố trí hình tròn|bố trí hình tròn]], làm mát bằng không khí, công suất {{convert|3800|hp|kW|-2|abbr=on}} mỗi động cơ; cánh quạt [[Curtiss Electric]] 3 cánh bước cố định cấu hình đẩy\n** Phản lực: 4 × động cơ [[turbo phản lực]] [[General Electric J47]], lực đẩy {{convert|5200|lbf|kN|abbr=on}} mỗi động cơ\n\n=== Đặc tính bay ===\n* Tốc độ lớn nhất: {{convert|435|mph|km\/h kn|abbr=on}} (khi mở động cơ phản lực)\n* Tốc độ bay đường trường: {{convert|230|mph|km\/h kn|abbr=on}} (khi tắt động cơ phản lực)\n* Tầm bay tác chiến: {{convert|3895|mi|km nmi|abbr=on}} với {{convert|10000|lb|kg|abbr=on}} tải trọng\n* Tầm bay tối đa: {{convert|10000|mi|km nmi|abbr=on}}\n* Trần bay: {{convert|43600|ft|m|abbr=on}}\n* Tốc độ lên cao: {{convert|1995|ft\/min|m\/s|abbr=on}}\n* Tỉ lệ lực đẩy\/khối lượng: 0,078 (0,12&nbsp;kW\/kg; 0,086&nbsp;hp\/lb)\n\n=== Vũ khí ===\n* [[Tháp pháo]] đuôi điều khiển từ xa: 2 × [[pháo tự động]] [[pháo M24|M24A1]] 20 mm (0,787 in)\n* {{convert|72000|lb|kg|abbr=on}} bom tải trọng bình thường; {{convert|86000|lb|kg|abbr=on}} bom với giới hạn trọng lượng\n\n== Xem thêm ==\n=== Máy bay liên quan ===\n* [[Convair YB-60]]\n* [[Convair XC-99]]\n* [[Convair Model 37]]\n\n=== Máy bay tương tự ===\n* [[Tupolev Tu-95]]\n\n=== Trình tự thiết kế ===\n* '''Không quân Hoa Kỳ:''' [[Boeing B-29 Superfortress|B-29]] - [[Martin XB-33 Super Marauder|XB-33]] - [[Lockheed Ventura|B-34]] - [[Northrop YB-35|YB-35]] - '''B-36''' - [[Lockheed Ventura|B-37]] - [[Boeing XB-38 Flying Fortress|XB-38]] - [[Boeing XB-39 Superfortress|XB-39]] - [[North American B-45 Tornado|B-45]]\n* '''Convair:''' [[consolidated B-24 Liberator|32]] - [[consolidated B-32 Dominator|33]] - [[consolidated B-32 Dominator|34]] - '''35''' - '''36''' - [[Convair Model 37|37]] - [[Consolidated R2Y|38]] - [[Consolidated R2Y|39]]\n\n=== Danh sách liên quan ===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n* [[Danh sách máy bay trong Chiến tranh thế giới thứ hai]]\n\n== Chú thích ==\n=== Ghi chú ===\n{{Tham khảo|group=N}}\n\n=== Tham khảo ===\n{{Tham khảo|30em}}\n\n=== Thư mục ===\n{{refbegin|30em}}\n* {{chú thích sách | last=Barlow | first=Jeffrey G | title=Revolt of the Admirals: The Fight for Naval Aviation, 1945–1950 | url=https:\/\/www.google.com\/search?hl=vi&tbo=p&tbm=bks&q=isbn:0160420946 | access-date=ngày 25 tháng 6 năm 2021 | location=Washington, D.C. | publisher=Naval Historical Center | year=1994 | isbn=0-16-042094-6 }}\n* {{chú thích tạp chí | last=Cahill | first=William | title=Reconnaissance on a Global Scale | url=https:\/\/www.jstor.org\/stable\/26276411 | magazine=Air Power History | volume=61 | number=1 | year=2014 | publisher=Air Force Historical Foundation | pages=14-29 }}\n* {{chú thích web | url=http:\/\/www.airspacemag.com\/ASM\/Mag\/Index\/1996\/AM\/bacr.html | last=Ford | first=Daniel | title=B-36: Bomber at the Crossroads | website=Air and Space\/Smithsonian | date=April 1996 | access-date=ngày 3 tháng 2 năm 2007 | archive-date=2006-06-15 | archive-url=https:\/\/web.archive.org\/web\/20060615201002\/http:\/\/www.airspacemag.com\/ASM\/Mag\/Index\/1996\/AM\/bacr.html | url-status=bot: unknown }}\n* {{chú thích sách | last1=Grant | first1=R.G. | last2=Dailey | first2=John R. | title=Flight: 100 Years of Aviation | url=https:\/\/archive.org\/details\/flight100yearsof0000gran_l4e4 | location=Harlow, Essex, UK | publisher=DK Adult | year=2007 | isbn=978-0-7566-1902-2 }}\n* {{chú thích sách | last1=Griehl | first1=Manfred | last2=Dressel | first2=Joachim | title=Heinkel He 177 – 277 – 274 | year=1998 | publisher=Airlife Publishing | location=Shrewsbury, UK | isbn=1-85310-364-0 }}\n* {{chú thích tạp chí | last=Griswold | first=Wesley P. | title=Remember the B-36 | url=https:\/\/books.google.com\/books?id=qCADAAAAMBAJ&pg=PA98 | magazine=Popular Science | date=September 1961 | access-date=ngày 12 tháng 6 năm 2021 }}\n* {{chú thích sách | last=Jacobsen | first=Meyers K. | title=Convair B-36: A Comprehensive History of America's \"Big Stick\" | location=Atglen, Pennsylvania | publisher=Schiffer Military History | year=1997 | isbn=0-7643-0974-9 | name-list-style=amp}}\n* {{chú thích sách | last=Jacobsen | first=Meyers K. | title=Convair B-36: A Photo Chronicle | location=Atglen, Pennsylvania | publisher=Schiffer Military History | year=1999 | isbn=0-7643-0974-9 | name-list-style=amp | author-mask=9}}\n* {{chú thích sách | last1=Jacobsen | first1=Meyers K. | last2=Wagner | first2=Ray | title=B-36 in Action (Aircraft in Action Number 42) | location=Carrollton, Texas | publisher=Squadron\/Signal Publications Inc. | year=1980 | isbn=0-89747-101-6| name-list-style=amp | author-mask=9}}\n* {{chú thích tạp chí | last=Jacobsen | first=Meyers K. | title=Peacemaker | magazine=Airpower | volume=4 | number=6 | date=November 1974}}\n* {{chú thích sách | last=Jenkins | first=Dennis R. | title=B-36 Photo Scrapbook | location=St. Paul, Minnesota | publisher=Specialty Press Publishers and Wholesalers | year=2003 | isbn=1-58007-075-2 | name-list-style=amp}}\n* {{chú thích sách | last=Jenkins | first=Dennis R. | title=Convair B-36 Peacemaker | location=St. Paul, Minnesota | publisher=Specialty Press Publishers and Wholsalers | year=1999 | isbn=1-58007-019-1 | name-list-style=amp | author-mask=8}}.\n* {{chú thích sách | last=Jenkins | first=Dennis R. | title=Magnesium Overcast: The Story of the Convair B-36 | location=North Branch, Minnesota | publisher=Specialty Press | year=2002 | isbn=978-1-58007-129-1 | name-list-style=amp | author-mask=8}}.\n* {{chú thích sách | last=Johnsen | first=Frederick A. | title=Thundering Peacemaker, the B-36 Story in Words and Pictures | location=Tacoma, Washington | publisher=Bomber Books | year=1978 | isbn=1-55046-310-1 }}.\n* {{chú thích sách | last=Knaack | first=Marcelle Size | title=Encyclopedia of U.S. Air Force aircraft and missile systems | volume=II: Post-World War II Bombers, 1945–1973 | location=Washington, DC | publisher=Office of Air Force History | year=1988 | isbn=0-16-002260-6 | url=https:\/\/media.defense.gov\/2010\/May\/26\/2001330264\/-1\/-1\/0\/AFD-100526-026.pdf }}\n* {{chú thích sách | last=Leach | first=Norman S. | title=Broken Arrow: America's First Lost Nuclear Weapon | location=Calgary, Alberta | publisher=Red Deer Press | year=2008 | isbn=978-0-88995-348-2 }}.\n* {{chú thích web | last=Lewis | first=Andrew L., LCDR, USN | tựa đề=The Revolt of the Admirals - Air Command and Staff College Air University | url=http:\/\/www.au.af.mil\/au\/awc\/awcgate\/acsc\/98-166.pdf | year=1998 | format=pdf | url-status=live | archive-date=ngày 9 tháng 3 năm 2013 | archive-url=https:\/\/web.archive.org\/web\/20130309160035\/http:\/\/www.au.af.mil\/au\/awc\/awcgate\/acsc\/98-166.pdf | access-date=ngày 12 tháng 6 năm 2021 }}\n* {{chú thích tạp chí | last1=Miller | first1=Jay | last2=Cripliver | first2=Roger | title=B-36: The Ponderous Peacemaker | magazine=Aviation Quarterly | volume=4 | number=4 | year=1978 }}\n* {{chú thích tạp chí | last=Miller | first=Jay | title=Tip Tow & Tom-Tom | magazine=Air Enthusiast | number=9 | date=February 1979 | pages=40–42 | issn=0143-5450 }}.\n* {{chú thích web | last1=Morris | first1=Lt. Col. (ret.) | last2=Allan | first2=Ted | url=http:\/\/www.zianet.com\/tmorris\/b36.html | title=Flying the Aluminum and Magnesium Overcast - The collected articles and photographs of Ted A. Morris | year=2000 | access-date=ngày 4 tháng 9 năm 2006 }}\n* {{chú thích tạp chí | last=Orman | first=Edward W. | title=One Thousand on Top: A Gunner's View of Flight from the Scanning Blister of a B-36 | magazine=Airpower | volume=17 | number=2 | date=March 1987 }}\n* {{chú thích sách | last=Puryear | first=Edgar | title=Stars in Flight | url=https:\/\/archive.org\/details\/starsinflightstu0000pury | location=Novato, California | publisher=Presidio Press | year=1981 | isbn=0-89141-128-3 }}\n* {{chú thích sách | last=Pyeatt | first=Don | title=B-36: Saving the Last Peacemaker |edition=3 | location=Fort Worth, Texas | publisher=ProWeb Publishing | year=2006 | isbn=0-9677593-2-3 }}.\n* {{chú thích sách | last1=Pyeatt | first1=Don | last2=Jenkins | first2=Dennis R. | title=Cold War Peacemaker: The Story of Cowtown and the Convair B-36  | year=2010 | publisher=Specialty Press | isbn=978-1580071277 }}\n* {{chú thích web | last=Shiel | first=Walter P. | title=The B-36 Peacemaker: There Aren't Programs Like This Anymore | url=http:\/\/cessnawarbirds.com\/articles\/PDF\/peacemaker.pdf | year=1996 | website=cessnawarbirds.com | archive-date=2004-06-21 | access-date=ngày 19 tháng 7 năm 2009 | archive-url=https:\/\/web.archive.org\/web\/20040621081814\/http:\/\/cessnawarbirds.com\/articles\/PDF\/peacemaker.pdf | url-status=bot: unknown }}\n* {{chú thích sách | last=Taylor | first=John W.R. | title=Convair B-36. Combat Aircraft of the World from 1909 to the present | location=New York | publisher=G.P. Putnam's Sons | year=1969 | isbn=0-425-03633-2 }}\n* {{chú thích sách | last=Thomas | first=Tony | title=A Wonderful Life: The Films and Career of James Stewart | url=https:\/\/archive.org\/details\/wonderfullifefil0000thom | location=Secaucus, New Jersey | publisher=Citadel Press | year=1988 | isbn=0-8065-1081-1 }}\n* {{chú thích sách | last=Wagner | first=Ray | title=American Combat Planes | url=https:\/\/archive.org\/details\/americancombatpl0000unse | location=New York | publisher=Doubleday & Company, Inc. | year=1968 | isbn=0-385-04134-9 }}\n* {{chú thích sách | last=Wilson | first=Stewart | title=Combat Aircraft since 1945 | location=London | publisher=Aerospace Publications | year=2000 | isbn=1-875671-50-1 }}.\n* {{chú thích sách | last=Winchester | first=Jim. | title=Convair B-36 ''Military Aircraft of the Cold War (The Aviation Factfile)'' | location=Rochester, Kent, UK | publisher=The Grange plc. | year=2006 | isbn=1-84013-929-3 }}.\n* {{chú thích sách | last=Wolk | first=Herman S. | title=Fulcrum of Power: Essays on the United States Air Force and National Security | location=Darby, Pennsylvania | publisher=Diane Publishing | year=2003 | isbn=1-4289-9008-9 }}.\n* {{chú thích tạp chí | last=Yenne | first=Bill | title=Convair B-36 Peacemaker | magazine=International Air Power Review | volume=13 | year=2004 | location=London | publisher=AirTime Publishing Inc. | isbn=1-880588-84-6 }}\n{{refend}}\n\n== Liên kết ngoài ==\n{{Commons category multi|B-36 Peacemaker|B-36 Peacemaker Unit Emblems}}\n* [https:\/\/web.archive.org\/web\/20070310042108\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2584 USAF Museum: XB-36]\n* [https:\/\/web.archive.org\/web\/20071115224556\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2537 USAF Museum: B-36A]\n* [https:\/\/www.youtube.com\/watch?v=3wvEzhyY9F4 Video of The B-36 from Strategic Air Command. 5:32]\n* [https:\/\/books.google.com\/books?id=Nd8DAAAAMBAJ&pg=PA98 \"I Flew with the Atomic Bombers\"], ''[[Popular Mechanics]]'', April 1954, pp. 98–102, 264.\n* [http:\/\/www.joebaugher.com\/usaf_bombers\/b36.html Baughers Encyclopedia: B-36 pages]\n* [https:\/\/web.archive.org\/web\/20090112203629\/http:\/\/www.aero-web.org\/locator\/manufact\/convair\/b-36.htm AeroWeb: B-36 versions and survivors]\n* [http:\/\/www.aerospaceweb.org\/aircraft\/bomber\/b36\/ Aerospaceweb: B-36 technical data]\n* [https:\/\/www.pbs.org\/wgbh\/amex\/bomb\/filmmore\/reference\/interview\/edmund10.html \"Race For the Superbomb: Lt. Gen. James Edmundson interview transcript: Flying B-36 and B-47 planes\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110131172413\/http:\/\/www.pbs.org\/wgbh\/amex\/bomb\/filmmore\/reference\/interview\/edmund10.html |date=2011-01-31 }}. [[PBS]] Online\n* [http:\/\/www.zianet.com\/tmorris\/b36.html ZiaNet: B-36 operations Walker AFB Roswell New Mexico 1955–1957]\n* [https:\/\/books.google.com\/books?id=mdgDAAAAMBAJ&pg=PA98 \"I Flew Thirty-One Hours in a B-36\"], ''Popular Mechanics'', September 1950\n* [https:\/\/www.youtube.com\/watch?v=1V9CWQNZRF8 ''Size 36'', 1950-produced \"first public film\" on the B-36, in detail]\n\n{{USAF bomber aircraft}}\n{{Giant aircraft}}\n{{Consolidated aircraft}}\n{{Convair aircraft}}\n{{Aviation lists}}\n\n{{Sao chọn lọc}}\n{{Các chủ đề|Quân sự|Hàng không|Mỹ}}\n\n[[Thể loại:Máy bay Consolidated|B-36]]\n[[Thể loại:Máy bay Convair|B-36]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1940|Convair B-36]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay ném bom]]\n[[Thể loại:Máy bay ném bom chiến lược]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay mười động cơ]]\n[[Thể loại:Máy bay cánh quạt]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh trên]]\n[[Thể loại:Máy bay trong Chiến tranh Lạnh]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Bài Hoa Kỳ chọn lọc]]"}