{"3142688":"{{multiple image\n| align = right\n| direction = vertical\n| header = \n| width = 300\n\n| image1 =\n| caption1 =\n\n| image2 =\n| caption2 =<center>Mô phỏng kinh thành Phiên Ngung thời nhà Triệu bằng công nghệ 3D<\/center>\n}}\n'''Di tích cung điện Phiên Ngung''' hay '''di tích cung vua nhà Triệu''' ({{zh|t=南越國宮署遺址|s=南越国宫署遗址|p=Nányuèguó gōngshǔ yízhǐ}}; [[Phiên âm Hán-Việt|Hán-Việt]]: ''Nam Việt quốc cung thự di chỉ'') nằm trong quần thể tàn tích cung điện, công trình kiến trúc đá ngầm và vườn thượng uyển của hai thời kỳ lịch sử từ [[nhà Triệu]] nước [[Nam Việt]] (trường hợp này còn gọi là '''Cố cung Phiên Ngung''') cho đến nước [[Nam Hán]] thế kỷ 10 tại kinh đô [[Phiên Ngung (kinh đô)|Phiên Ngung]] (nay là thành phố [[Quảng Châu]], tỉnh [[Quảng Đông]], Trung Quốc).<ref>{{chú thích web|tiêu đề=Nanyue Kingdom Palace Museum|url=http:\/\/english.gz.gov.cn\/publicfiles\/business\/htmlfiles\/gzgoven\/s9273\/201104\/800558.html|ngày tháng=|ngày truy cập=|trích dẫn=Since the year 1995, in the excavated area of the site have been discovered palaces, a royal garden and palace walls of the Nanyue period (203 B.C. - 111 B.C.), which prove that it used to be the location of the Nanyue Kingdom Palace and the heart of the Kingdom's capital. The royal garden is the earliest example of its kind discovered to date in China.\n\nAlso discovered here are the remains of the palaces and a royal garden of the Nanhan Kingdom which existed in the Five Dynasties and Ten Kingdoms period (917 - 971), demonstrating that the site was the location of the Nanhan Kingdom Palace, too.}}<\/ref> Trong đó, di tích cung điện nhà Triệu có nét đặc sắc vùng [[Lưỡng Quảng]] sâu đậm và đã hai lần được bình chọn là một trong mười phát hiện khảo cổ cấp quốc gia năm 1995 và 1997 tại [[Cộng hoà Nhân dân Trung Hoa|Trung Quốc]].<ref>{{chú thích web|tiêu đề=Bí ẩn cung điện Nam Việt|url=http:\/\/toquoc.vn\/sites\/vi-vn\/details\/34\/kien-truc-the-gioi\/83667\/bi-an-cung-dien-nam-viet.aspx|ngày tháng=ngày 11 tháng 9 năm 2009|ngày truy cập=|trích dẫn=Thấp kỷ 80 thế kỷ XX, Quảng Châu Trung Quốc lần lượt phát hiện mộ vua Nam Việt Tây Hán, công trình kiến trúc đá ngầm của di chỉ cung vua Nam Việt, di chỉ cung điện và vườn thượng uyển nước Nam Việt. Trong đó, di chỉ cung vua Nam Việt có nét đặc sắc miền Lĩnh Nam sâu đậm, được bình chọn là một trong mười phát hiện khảo cổ cấp quốc gia.|archive-date=2014-09-04|archive-url=https:\/\/web.archive.org\/web\/20140904195304\/http:\/\/toquoc.vn\/sites\/vi-vn\/details\/34\/kien-truc-the-gioi\/83667\/bi-an-cung-dien-nam-viet.aspx|url-status=dead}}<\/ref><ref>{{chú thích web|tiêu đề=Nanyue Kingdom Palace Museum|url=http:\/\/english.gz.gov.cn\/publicfiles\/business\/htmlfiles\/gzgoven\/s9273\/201104\/800558.html|ngày tháng=|ngày truy cập=|trích dẫn=With a protection area of 53,000 square meters, the site of the Nanyue Kingdom Palace has been twice listed as one of the top ten archaeological discoveries of the year1995 and 1997 in China.}}<\/ref>\n\n==Lịch sử phát triển==\nTầng văn hoá ở đây tương đối dày, suốt từ thời [[nhà Triệu]] nước [[Nam Việt]] đến thời [[Trung Hoa Dân Quốc (1912-1949)|Trung Hoa Dân Quốc]]. Ở đây có nền kiến trúc của nhiều thời đại chồng cắt lẫn nhau, có rất nhiều giếng nước, có hệ thống thoát nước, có khu vườn non bộ.\n\n==Kiến trúc==\nQuần thể di tích [[Cung điện|cung vua]] [[nhà Triệu]] nước [[Nam Việt]] với quy mô hùng vĩ cách đây 2000 năm bao bồm hai bộ phận: một là vườn thượng uyển phát hiện từ năm 1995, một bộ phận khác là khu [[cung điện]] [[nhà Triệu]]. Di chỉ này chủ yếu ở vị trí Công viên thiếu nhi tại thành phố [[Quảng Châu]], Trung Quốc ngày nay.<ref>{{chú thích web|tiêu đề=Bí ẩn cung điện Nam Việt|url=http:\/\/toquoc.vn\/sites\/vi-vn\/details\/34\/kien-truc-the-gioi\/83667\/bi-an-cung-dien-nam-viet.aspx|ngày tháng=ngày 11 tháng 9 năm 2009|ngày truy cập=|archive-date=2014-09-04|archive-url=https:\/\/web.archive.org\/web\/20140904195304\/http:\/\/toquoc.vn\/sites\/vi-vn\/details\/34\/kien-truc-the-gioi\/83667\/bi-an-cung-dien-nam-viet.aspx|url-status=dead}}<\/ref>\n\n[[Tập tin:Eaves tile with reversed inscription 'wansui' (longevity), Nanyue Kingdom period, from the site of Nanyue Kingdom Palace - Hong Kong Museum of History - DSC00848.JPG|nhỏ|phải|Bề mặt ngói ống với dòng chữ \"Vạn Tuế\" (萬歲) ngược, được tìm thấy tại di tích cung điện Phiên Ngung thời nhà Triệu nước Nam Việt, hiện trưng bày tại [[Bảo tàng Lịch sử Hồng Kông]].]]\nCung điện Phiên Ngung được khai quật hiện nay mới chỉ là di tích một phần cung số 1 và một góc cung số 2. Hiện trường khai quật hơn 350m² chỉ chiếm một góc Đông Nam trong Công viên thiếu nhi [[Quảng Châu]]. Bộ phận tinh hoa nhất trong cung điện Phiên Ngung vẫn còn ở dưới lòng đất hơn 200.000m².\n\nXưa nay, giới [[khảo cổ]] có một nhận thức chung: kiến trúc cổ đại chịu ảnh hưởng của [[Trung Hoa]] lấy kết cấu gỗ là chủ yếu, kiến trúc cổ đại [[phương Tây]] lấy kết cấu đá là chủ yếu. Đây là điều phân biệt rõ rệt giữa hai nền kiến trúc cổ đại. Nhưng trong cung vua [[nhà Triệu]] và vườn hoa trong cung đó đều phát hiện thấy rất nhiều vật liệu đá như cột đá, xà đá, tường đá, cửa đá, gạch phổ biến kiến trúc đá trong cung vua nhà Triệu có thể dùng từ \"thành đá\" để miêu tả, thậm chí có kết cấu giống với kết cấu kiến trúc thời [[La Mã cổ đại]] ở phương Tây.\n\nTheo ghi chép lịch sử, tương đương với giai đoạn [[nhà Triệu]] nước [[Nam Việt]], trên toàn vùng lãnh thổ nay thuộc [[Trung Quốc]] có hơn 10 [[Đô thị|đô thành]] buôn bán. Trong đó, vùng [[Lưỡng Quảng]] chỉ có một đô thành buôn bán quan trọng là [[Phiên Ngung (kinh đô)|Phiên Ngung]]. Những người đến đây buôn bán phần lớn là những [[Thương gia|nhà buôn]] lớn, tầm cỡ. Theo suy đoán của các nhà khảo cổ, ngoài cung của vua Triệu, nhất định còn có một khu buôn bán, cư trú của dân chúng, tường thành và nhiều di chỉ khác nhưng tất cả không có dấu hiệu nào. Hiện trạng cho thấy, cung vua [[nhà Triệu]] chỉ là một bộ phận của [[Phiên Ngung (kinh đô)|thành Phiên Ngung]].\n\n==Xem thêm==\n{{div col|colwidth=20em}}\n* [[Nhà Triệu]]\n* [[Nam Việt]]\n* [[Triệu Đà]]\n* [[Phiên Ngung (kinh đô)]]\n* [[Chiến tranh Hán-Nam Việt]]\n* [[Lữ Gia]]\n* [[Cù hậu]]\n* [[Vấn đề chính thống của nhà Triệu]]\n* [[Di tích đập nước bằng gỗ thời Triệu]]\n* [[Lăng mộ Triệu Văn Đế]]\n* [[Mộ số 1 La Bạc Loan]]\n* [[Bảo tàng Lăng mộ Triệu Văn Đế]]\n* [[Bảo tàng Cung điện Phiên Ngung]]\n* [[Nam Hán]]\n* [[Bách Việt]]\n{{div col end}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Site of Nanyue Kingdom Palace}}\n\n[[Thể loại:Di tích lịch sử Việt Nam tại Trung Quốc]]\n[[Thể loại:Nam Việt]]\n[[Thể loại:Lịch sử Quảng Đông]]\n[[Thể loại:Lịch sử Việt Nam]]"}