{"9357":"[[Tập tin:Cung Giu Nguyen.jpg|nhỏ|phải|250px|Cung Giũ Nguyên]]\n'''Cung Giũ Nguyên''' ([[28 tháng 4]] năm [[1909]] &ndash; [[7 tháng 11]] năm [[2008]]) là một [[nhà văn]], [[nhà báo]] [[Việt Nam]] gốc [[người Hoa (Việt Nam)|Hoa]] được biết đến với những tác phẩm [[tiếng Pháp]]. Về mặt văn chương, tên tuổi ông được ít [[người Việt]] biết đến vì các tác phẩm của ông được viết bằng [[tiếng Pháp]]. Tuy nhiên về mặt hoạt động xã hội, ông là một huynh trưởng nổi bật thuộc thế hệ sáng lập ra phong trào [[Hướng đạo Việt Nam]].\n\nCuối đời, ông sống tại thành phố [[Nha Trang]] và mất tại đây.<ref>[https:\/\/tuoitre.vn\/nha-van-hoa-cung-giu-nguyen-vua-tu-tran-tai-nha-trang-286842.htm Nhà văn hóa Cung Giũ Nguyên vừa từ trần tại Nha Trang, Báo Tuổi Trẻ]<\/ref>\n\n==Tiểu sử==\nÔng sinh tại [[Huế]], họ thật là họ Hồng. Tổ tiên của ông, người [[Phúc Kiến]], đã qua lập nghiệp tại Việt Nam từ giữa thế kỷ 19. Cha là ông Cung Quang Bào, một Đốc học. Mẹ là Nguyễn Phúc Thị Bút, trưởng nữ của Quận công Hồng Ngọc và cháu nội của An Thành Vương Nguyễn Phúc Miên Lịch (con út vua [[Minh Mạng]]).\n\nSinh trưởng trong một gia đình nghèo và đông con, học xong trung học tại trường [[Trường Trung học phổ thông chuyên Quốc Học|Quốc học Huế]] những năm 1922-27, ông phải từ bỏ giấc mộng học trường Cao đẳng Mỹ thuật Hà Nội để đi làm việc. Năm 1928 ông được bổ làm trợ giáo tập sự tại trường Nam Tiểu học Nha Trang, nhưng đến đầu năm [[1930]] bị bãi chức, vì lý do chính trị. Sau đó ông phiêu lưu vào [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Đà Lạt|Đà lạt]], [[Huế]], [[Nha Trang]].\n\nNăm [[1936]] cha của ông mất. Vì trách nhiệm đối với gia đình, ông về lại Nha Trang và năm [[1941]] trở lại nghề dạy học. Ông đã dạy các môn Việt văn, Hán văn, La tinh, Pháp văn, Anh văn, sử địa, [[kinh tế học]], [[triết học]], văn học... ở các trường Kim Yến, Trường Dòng Thánh Giuse Bình Tân, La San, Phanxicô, Collège Français de Nha Trang, Võ Tánh, Lê Quý Đôn... Trong khoảng 1955-75, ông làm hiệu trưởng trường Trung học đệ nhị cấp Lê Quý Đôn, Nha Trang. Trong thời gian 1972-1975 ông là giáo sư thỉnh giảng tại Đại học Cộng đồng duyên hải, Nha Trang.\n\nTừ 1989 đến 1999, ông là giáo sư thỉnh giảng môn ngôn ngữ và văn chương Pháp tại khoa Pháp văn, Trường Cao đẳng Sư phạm Nha Trang.\n\n==Hoạt động Hướng đạo==\n*Năm [[1944]], ông đảm nhiệm khoá huấn luyện chót ở Trại trường Bạch Mã thay thế Trưởng [[Tạ Quang Bửu]] vì bận việc riêng.\n*Năm [[1958]], Trại trường Quốc gia Tùng Nguyên được thành lập tại [[Đà Lạt|Đà Lạt]] dưới quyền điều khiển của ông. Đây là nơi đào tạo hầu hết các trưởng của thế hệ 1958-1975.\n*Ông từng làm phụ tá Trại trưởng Trại Huấn luyện Hướng đạo quốc tế [[Công viên Gilwell|Gilwell]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]. Đây là nơi huấn luyện các [[huynh trưởng Hướng đạo]].\n*Cho đến năm 2007, ông đã 98 tuổi nhưng vẫn còn gắn bó với phong trào Hướng đạo tại Việt Nam; hướng dẫn Toán Alpha và Bêta Hướng đạo Việt Nam tại Nha Trang.\n\n==Tác phẩm==\n*''Một người vô dụng'' (1930)\n*''Nợ văn chương'' (1931)\n*''Volontés d'existence'' (Nhà xuất bản France-Asie, Saigon, 1954)\n*''Le Fils de La Baleine'' (Nhà xuất bản Arthène Fayard, Paris, 1956) bản dịch tiếng Việt ''Kẻ thừa tự của ông Nam Hải'' của Nguyễn Thành Thống (Nhà xuất bản Văn học, Hà Nội, 1980).\n*''Le domaine maudit'' (Nhà xuất bản Arthène Fayard, Paris, 1961)\n*''Le Boujoum'' (1980)\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/mondesfrancophones.com\/espaces\/creolisations\/la-strategie-discursive-ou-l%E2%80%99image-de-soi-dans-le-boujoum-de-cung-giu-nguyen\/] La stratégie discursive ou l'image de soi dans Le Boujum de Cung Giu Nguyen, par Pham Van Quang\n\n{{Thời gian sống|sinh=1909|mất=2008}}\n\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Thế hệ sáng lập Hướng đạo Việt Nam]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}