{"234241":"{{Công trình thành nội Huế\n|tên = Cung Trường Sanh\n|hình = Cung Truong Sanh.jpg\n|cỡ hình = 300\n|ghi chú hình = Cung Trường Sanh\n|tên khác = cung Trường Sinh, Cung Trường Ninh\n|vị trí = [[Hoàng thành Huế]]\n|địa chỉ = \n|đời vua = Minh Mạng\n|xây dựng = [[1821]]\n|phá hủy = \n|tình trạng = Đang trưng bày\n|chức năng = Nơi sống và sinh hoạt của [[Hoàng thái hậu]], [[Thái hoàng thái hậu]] nhà Nguyễn\n|cao = \n|rộng = \n|dài = \n|diện tích = \n|label_x = 0.140\n|label_y = 0.26\n|tên điểm = cung Trường Sanh\n}}\n\nTrong quần thể di tích cố đô [[Huế]], '''Cung Trường Sanh''' hay '''Cung Trường Sinh''' ([[chữ Hán]]: 長生宮, phiên âm: Trường Sanh cung), còn có tên gọi khác là '''Cung Trường Ninh''' (長寧宮), được xây dựng phía Tây Bắc [[Hoàng thành Huế]] với vai trò ban đầu là [[vườn cảnh|hoa viên]], nơi các vua [[nhà Nguyễn|triều Nguyễn]] mời mẹ mình đến thăm thú ngoạn cảnh. Về sau cung được chuyển thành nơi ăn ở sinh hoạt của một số bà [[Hoàng thái hậu]] và [[Thái hoàng thái hậu]].\n\nTrong thời kỳ rực rỡ nhất, kiến trúc cảnh quan của Cung Trường Sanh được vua [[Thiệu Trị]] xếp vào hàng thứ bảy và được vịnh thơ trong ''Thần kinh nhị thập cảnh''<ref>{{Chú thích web |url=http:\/\/www.hue.vnn.vn\/disandulich\/2005\/03\/62791\/ |ngày truy cập=2008-05-25 |tựa đề=Về 20 thắng cảnh của đất Thần kinh xưa |archive-date=2011-01-05 |archive-url=https:\/\/web.archive.org\/web\/20110105195622\/http:\/\/www.hue.vnn.vn\/disandulich\/2005\/03\/62791\/ |url-status=dead }}<\/ref> liệt kê 20 thắng cảnh của kinh đô [[Huế]]<ref name=\"Cungtruongsanh\"\/>.\n\n==Lịch sử==\nCung Trường Sanh được khởi công xây dựng vào năm [[Minh Mạng]] thứ nhất ([[1821]])<ref name=\"Cungtruongsanh\">[http:\/\/www.vietnamtourism.com.vn\/news\/default.asp?statusNews=detail&idCate=58&idNews=1179 Cung Trường Sanh]{{Liên kết hỏng|date=2021-03-03 |bot=InternetArchiveBot }}<\/ref>, ở phía Tây Bắc Hoàng thành, sau [[cung Diên Thọ]]. Trong giai đoạn đầu khi mới xây dựng, Cung mang tên ''Cung Trường Ninh'', mang dáng dấp của một hoa viên. Kiến trúc ban đầu của cung có hình chữ Tam (三) gồm một điện chính ở giữa, một điện phía trước và một lầu phía sau trong hệ thống với một số công trình phụ khác xung quanh.\n\nĐến năm [[Thiệu Trị]] thứ 6 ([[1846]]), cung Trường Ninh được trùng tu lớn, với sự nâng cấp quy mô và kiểu dáng kiến trúc<ref name=\"Cungtruongsanh\"\/>. Kiến trúc chính của cung giai đoạn này xếp theo hình chữ Vương (王) với hệ thống hành lang tạo nét sổ (丨) giữa chữ, nối kết các cung điện với nhau. Hệ thống cung bao gồm điện Thọ Khang đặt chính giữa, tòa Ngũ Đại Đồng Đường phía trước và lầu Vạn Phúc đứng sau cùng. Ngoài ra, phía trước nhà Ngũ Đại Đồng Đường có Phường Môn, phía sau lầu Vạn Phúc có xếp mấy ngọn đá giả sơn mang tên núi Bảo Sơn, núi Kình Ngư, núi Hổ Tôn v.v. Vòng quanh Cung còn có lạch nước Đào Nguyên nhân tạo nối qua hồ Nội Kim Thủy ở phía Bắc. Ngang qua con lạch bắc những cây cầu sơn màu đỏ để tiện đi lại.\n\nNăm [[1923]], vua [[Khải Định]] tiếp tục cho tu bổ cung, đổi tên thành ''cung Trường Sanh'' đồng thời dựng thêm hai tòa nhà để xe ở phía trước, gần cổng vào cung.\n\n==Công năng==\nTrong giai đoạn đầu, Cung Trường Ninh đóng vai trò một hoa viên nơi các chúa Nguyễn mời mẹ đến thăm thú, du ngoạn. Cuối đời Nguyễn, nơi đây trở thành nơi ăn chốn ở, sinh hoạt của các bà hoàng như bà [[Vũ Thị Duyên|Lệ Thiên Anh]] (vợ vua [[Tự Đức]]), bà Từ Minh (vợ vua [[Dục Đức]]), bà Tiên Cung (vợ vua [[Đồng Khánh]]) v.v.\n\n==Dự án khôi phục==\nNăm [[1990]], Trung tâm Bảo tồn Di tích Cố đô Huế dời các hộ dân đã ở trong phạm vi phế tích Cung Trường Sanh ra ngoài khu vực.\n\nNgày [[5 tháng 1]] năm [[2005]], [[Trung tâm Bảo tồn di tích cố đô Huế]] đã khởi công dự án tu bổ, phục hồi khu di tích Cung Trường Sanh, với tổng kinh phí gần 30 tỷ đồng. Dự án hoàn thành vào năm [[2007]] với việc tu bổ 4 gian nhà trong cung, phục hồi lạch Đào Nguyên, các hòn non bộ, hồ Tân Nguyệt, vườn cảnh, tường thành, cổng hoàng cung, đồng thời lát [[gạch Bát Tràng]] trong sân của toàn cung.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Thần kinh nhị thập cảnh]]\n[[Thể loại:Hoàng thành Huế]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}