{"210046":"{{Coor uppermost|lat=16.468|lon=107.575}}\n{{Công trình thành nội Huế\n|tên = Cung Diên Thọ\n|hình = Diên Thọ Chính Điện.jpg\n|cỡ hình = 300\n|ghi chú hình = Diên Thọ chính điện\n|tên khác = Trường Thọ (1804)<br>Từ Thọ (1821)<br>Gia Thọ (1849)<br>Ninh Thọ (1901)\n|vị trí = [[Hoàng thành Huế]]\n|địa chỉ = \n|đời vua = Gia Long\n|xây dựng = [[1804]]\n|phá hủy = \n|tình trạng = Đang trưng bày\n|chức năng = Nơi sống và sinh hoạt của [[Hoàng thái hậu]], [[Thái hoàng thái hậu]] nhà Nguyễn\n|cao = \n|rộng = \n|dài = \n|diện tích = \n|label_x = 0.145\n|label_y = 0.45\n|tên điểm = cung Diên Thọ\n}}\n\n'''Cung Diên Thọ''' ([[tiếng Trung Quốc|tiếng Hán]]: 延壽宮) là một hệ thống kiến trúc cung điện trong [[Hoàng thành Huế]], nơi ở của các [[Hoàng thái hậu]] hoặc [[Thái hoàng thái hậu]] triều Nguyễn. Nằm ở phía tây [[Tử Cấm thành (Huế)|Tử Cấm Thành]], phía bắc [[điện Phụng Tiên]] và phía nam [[cung Trường Sanh]], cung Diên Thọ được coi là hệ thống kiến trúc cung điện quy mô nhất còn lại tại [[Cố đô Huế]].\n\nTrải qua nhiều lần tu sửa, khuôn viên cung Diên Thọ ngày nay rộng khoảng 17500m² với các công trình còn tồn tại như Diên Thọ chính điện, điện Thọ Ninh, lầu Tịnh Minh, tạ Trường Du, các Khương Ninh. Các công trình này được nối kết với nhau bằng hệ thống hành lang có mái che.\n\nĐược xây dựng vào tháng 4 năm [[1804]] để làm nơi sinh sống của bà [[Hiếu Khang hoàng hậu]], mẹ vua [[Gia Long]], cung Diên Thọ (khi đó mang tên là cung Trường Thọ) tiếp tục được các đời vua sau như [[Minh Mạng]], [[Tự Đức]], [[Thành Thái]], [[Khải Định]] cho đại tu, sửa chữa và đổi tên nhiều lần để trở thành nơi ở của nhiều vị Hoàng thái hậu triều Nguyễn. Sau khi nhà Nguyễn sụp đổ vào năm [[1945]], dù nhiều công trình trong Đại Nội bị tàn phá nặng nề hoặc biến mất nhưng toàn bộ khuôn viên cung Diên Thọ hầu như vẫn còn nguyên vẹn.\n\nNăm [[1993]], cung Diên Thọ nằm trong danh mục 16 di tích thuộc quần thể di tích Cố đô Huế được công nhận là di sản văn hóa thế giới.Tên cung Diên Thọ được đặt từ thời vua Khải Định.\n==Lịch sử cung Diên Thọ==\n===Cung điện của Hoàng thái hậu triều Nguyễn (1804 - 1945)===\n\nNăm [[1788]], bà Nguyễn Thị Hoàn, mẹ vua Gia Long, chuyển từ đảo Phú Quốc về sống tại [[thành Bát Quái]], sau khi con trai bà đánh chiếm lại Sài Gòn nhằm tập hợp và phát triển lực lượng chống Tây Sơn. Hậu Điện, một tòa nhà phía bắc Hoàng cung của Nguyễn chúa Phúc Ánh trong kinh thành Gia Định, dựng vào mùa xuân năm [[1790]] <ref name=\"Quốc sử quán triều Nguyễn 2006\">{{harvnb|Quốc sử quán triều Nguyễn|2006}}<\/ref> là chỗ ở của bà.\n\nNăm [[1802]], vua [[Gia Long]] sáng lập [[nhà Nguyễn]], lấy đô thành [[Cố đô Huế|Phú Xuân]] của Đàng Trong thời các [[chúa Nguyễn]] làm thủ đô của nước [[Việt Nam]] thống nhất dưới triều Nguyễn. Gia đình hoàng tộc nhanh chóng chuyển về sống tại [[Hoàng thành Huế|Hoàng thành Phú Xuân]] và cho khởi tạo một loạt công trình kiến trúc để làm nơi ở, nhằm tỏ rõ uy quyền và đặc quyền của hoàng gia. Trong bối cảnh ấy, tháng 4 năm [[1804]], vua Gia Long hạ lệnh xây dựng '''cung Trường Thọ''', thay thế cho Hậu Điện để trở thành cung điện cho vị Vương thái hậu (đến năm [[1806]] là Hoàng thái hậu) đầu tiên của triều Nguyễn<ref>{{harvnb|Quốc sử quán triều Nguyễn|2002|p=406}}<\/ref>. Sau 7 tháng thi công, cuối mùa đông năm ấy, công trình hoàn thành. Ngày [[20 tháng 11]] năm [[1804]], nhà vua thân hành đưa bà chính thức vào ở cung Trường Thọ. Năm [[1811]], bà mất, được truy phong làm Hưng Tổ Hiếu Khang Hoàng hậu. Sau sự ra đi này, cung Trường Thọ bị triệt giải, gỗ dùng để xây dựng điện Thanh Hòa, là nơi ở của vua [[Minh Mạng]] khi ông được phong làm [[Thái tử|Hoàng Thái tử]] năm [[1816]]<ref>{{harvnb|Quốc sử quán triều Nguyễn|1963|p=288}}<\/ref>.\n\nNăm [[1820]], vua [[Minh Mạng]] lên nối ngôi sau cái chết của vua cha. Ông vua này là người đã cho quy hoạch lại và kiến thiết, xây dựng mới rất nhiều công trình cung điện trong Đại Nội, tạo nên căn bản bộ mặt Đại Nội còn tồn tại đến ngày nay. Sau khi Minh Mạng lên ngôi, thân mẫu của vua là bà [[Thuận Thiên Cao Hoàng hậu]] được tôn phong làm Hoàng Thái hậu. Đồng thời, trên khuôn viên cung Trường Thọ cũ, vua cho đại tu xây dựng cung điện mới, đặt tên là '''cung Từ Thọ''' để làm chỗ ở cho bà. Khi ấy, ở Huế đang có dịch bệnh rất lớn, nhà vua nói với người quản giám công việc là Trần Văn Năng rằng \"''Nay bệnh dịch lưu hành, đáng để cho quân dân nghỉ ngơi, đình bãi các công tác. Duy dựng cung Từ Thọ là việc không thể hoãn được. Ngươi nên hiểu dụ cho quân nhân biết ý bất đắc dĩ của trẫm''<ref>{{harvnb|Quốc sử quán triều Nguyễn|2004|p=79}}<\/ref>\". Khởi công ngày [[24 tháng 8]], khánh thành vào mùa đông cùng năm<ref name=\"Quốc sử quán triều Nguyễn 2006\"\/>, cung Từ Thọ được thiết kế với Diên Thọ chính điện làm trung tâm, quay mặt về phía đông; khu vực Trường Du tạ thời đó là một hoa viên duyên dáng phục vụ cho việc tiêu dao giải trí của chủ nhân di tích<ref>{{chú thích web|url=http:\/\/tapchisonghuong.com.vn\/modules\/printview.php?ID=1656|title=Cố đô Huế qua cái nhìn khảo cổ học}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>. Ngoài ra, ở khu vực sân trước của Diên Thọ chính điện hiện thời, đời [[Minh Mạng]] tồn tại một công trình lớn mà nền móng di tích này chỉ được phát lộ nhờ cuộc khai quật cung Diên Thọ vào năm [[1999]]<ref>{{chú thích web|url=http:\/\/www.hue.vnn.vn\/disandulich\/2005\/03\/63389\/|title=Điều tra, thám sát khảo cổ học ở quần thể di tích Huế từ 1999-2004|ngày truy cập=2011-07-27|archive-date=2007-12-28|archive-url=https:\/\/web.archive.org\/web\/20071228070640\/http:\/\/www.hue.vnn.vn\/disandulich\/2005\/03\/63389\/|url-status=dead}}<\/ref>.\n[[Tập tin:HoangthaihauTuDu.jpg|nhỏ|trái|200px|Bà Hoàng thái hậu [[Từ Dụ]], mẹ vua Tự Đức]]\nNăm [[1846]], bà Thuận Thiên Hoàng hậu qua đời, ít lâu sau, cung Từ Thọ được chuyển giao cho vị chủ nhân mới, bà [[Từ Dụ]] Hoàng Thái hậu, mẹ vị tân Hoàng đế [[Tự Đức]] vừa kế vị vào năm [[1847]]. Ngày [[4 tháng 9]] năm [[1848]], Hoàng đế hạ lệnh triệt giải kết cấu cung Từ Thọ để xây cung điện mới với kết cấu hoàn toàn khác<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=88}}<\/ref>. Lời dụ nói rằng:\n\n\"''Từ trước đế vương hiếu thờ cha mẹ, trong có phòng nghỉ, ngoài có cung triều, lễ rất tôn nghiêm, phép rất lớn lao. Trẫm lấy thân nhỏ mọn, được nối nghiệp lớn, thực là nghĩ đức tính hiếu từ, phép dạy phải nghĩa của [[Từ Dụ|Thánh mẫu]] nên đến được như thế. Cung đình Trường Lạc, phụng thừa vui vẻ muôn năm; khánh điển nhà vua, sự thể rất là long trọng. Hôm trước cử viên Thái sử lệnh hỏi xin đến tháng giêng sang năm được ngày tốt nên sửa chữa lại Tây cung, đã từng ra lệnh cho người giữ việc kê tính công trình, để trù nghĩ trước cho được chỉnh đốn thư thả. Nay phái Phụ chính đại thần, Hiệp biện đại học sĩ lĩnh Lễ bộ Thượng thư, bị cách chức, lưu lại làm việc là [[Lâm Duy Hiệp|Lâm Duy Nghĩa]] sung chức Đổng lý đại thần; thự Chưởng vệ quyền chưởng Hùng Nhuệ dinh ấn triện là Trần Kim sung chức phó Đổng lý để chuyên trách, phàm tất cả các việc sửa chữa chuẩn cho hội đồng xét kĩ trù tính, cần được một loạt hoàn hảo vững bền, mười phần chu đáo ổn thỏa cho vừa lòng trẫm. Về các đường vũ cũ nên dỡ xuống, cần dùng lính thợ bao nhiêu ? Chuẩn cho các viên Đổng lý ấy lựa tính, phải bắt cho đủ giúp việc dỡ xuống, đợi đến mùa xuân sang năm sắp đến kì khởi công sẽ phái 6 viên quản vệ, 40 viên suất đội, 2000 tên biền binh và các hạng thợ, chia nhau làm việc để cho công việc được chóng thành''<ref name=a>{{harvnb|Nội các triều Nguyễn|1993|p=43-44}}<\/ref>\".\n\nNgày [[20 tháng 2]] năm [[1849]], công trình xây dựng cung Gia Thọ được khởi công<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=118}}<\/ref>, tháng 4 năm ấy thì hoàn thành. Vua Tự Đức ban dụ rằng \"''Lần này dựng Tây cung để làm chỗ phụng thừa vui vẻ muôn năm, cung lan điện quế, phúc lộc bồi thêm; cửa ngọc thềm dao, nền nhân dựng mãi. Mong khi làm mới, hợp tình muôn người như con lại làm việc cho cha; tới lúc khánh thành, gặp tháng rất vui về tuổi thọ của trẫm<ref>Năm ấy là khánh tiết tứ tuần của bà [[Từ Dụ]]<\/ref>. Bờ cõi thái hòa, rõ bày muôn phúc; cung đình Trường Lạc, ghi tốt nghìn thu. Lòng trẫm vui vẻ xiết bao ! Nay kính dâng tên cung gọi là cung Gia Thọ, điện sau gọi là điện Thọ Ninh, nhà tạ bên tả điện gọi là tạ Trường Du, cửa chính trước cung gọi là cửa Thọ Chỉ, để tỏ ra điều hay hợp ứng, phúc thọ hậu thêm, Thánh mẫu ta mãi hưởng phúc tốt lành, chính mình ta được sự mừng vui<ref name=a\/>.''\" Sau đó, [[ngày 7 tháng 5]] năm [[1849]], bà [[Từ Dụ]] chính thức đến ở đây.\n\nKhuôn viên cung Gia Thọ bao quanh bằng tường gạch, phía nam là cửa Thọ Chỉ (đối diện với cửa bắc [[điện Phụng Tiên]]), phía bắc là cửa Diễn Trạch (đối diện với cửa nam [[cung Trường Sanh|cung Trường Ninh]], phía đông là cửa Thiện Khánh (đối diện với cửa Gia Tường của [[Tử Cấm thành (Huế)|Tử Cấm thành]]), phía tây là cửa Địch Tường (đối diện với đài Tây khuyết của Hoàng thành)<ref name=b>{{harvnb|Nội các triều Nguyễn|1993|p=29}}<\/ref>. Diên Thọ chính điện vẫn là trung tâm của khuôn viên cung điện, nhưng quay mặt về hướng nam thay vì hướng đông. Hiên đông của điện, hơi lùi về phía bắc là nhà tạ Trường Du. Một hành lang vòng từ tạ Trường Du nối ra cửa Thiện Khánh qua cửa Gia Tường vắt ra sau [[điện Càn Thành (hoàng thành Huế)|điện Càn Thành]]. Trước hiên tây của điện đắp một quả núi, mang dáng dấp hoa viên<ref name=b\/>. Phía nam Chính điện là Tiền điện. Nền điện cao 8 tấc 1 phân (≈32,4&nbsp;cm), xây theo kiểu nhà vuông, trên mái lợp ngói phẳng, sàn lắt gạch sắt, hai phía đông tây điện 3 bậc, bên đông điện có 2 hành lang dài nối với nhà chè (có lẽ là nhà Tả Trà), bên tây điện cũng có 1 hành lang dài nối với nhà chè<ref name=b\/>. Phía bắc Chính điện là sân sau, hai bên đông tây sân đều có hành lang. Phía tây hành lang bên tây sân là am Phước Thọ hay còn gọi là gác Khương Ninh. Phía bắc sân là điện Thọ Ninh hướng về phía nam, hai bên đông tây điện là nhà bếp và nhà kho<ref name=b\/>.\n[[Tập tin:Một góc cung Diên Thọ.jpg|nhỏ|300px|Một góc cung Diên Thọ nhìn từ tạ Trường Du]]\n[[Pháp thuộc|Cuộc xâm lăng Việt Nam của Pháp]] trong khoảng 26 năm (1858 - 1884) đã biến triều Nguyễn từ một triều đại quân chủ độc lập thành chính quyền bù nhìn, lệ thuộc vào \"[[Pháp|mẫu quốc]]\". Tuy vậy, những biến cố chính trị lớn lao ấy không ảnh hưởng nhiều lắm đến cuộc sống của những người đàn bà Đại Nội. Hoàng thái hậu [[Từ Dụ|Tự Dụ]] (về sau được tôn phong làm Nghi Thiên Chương Hoàng hậu) đã sống tại cung Diên Thọ trong suốt 53 năm (1849 - 1902), điều này dẫn đến việc triều đình phải cải tạo [[cung Trường Sanh|cung Trường Ninh]] cạnh đó để làm chỗ ở cho con dâu bà là Lệ Thiên Anh Hoàng hậu (vợ vua Tự Đức), hoặc cháu dâu bà như bà Từ Minh (vợ vua [[Dục Đức]]).\n\nNăm [[1901]], vua [[Thành Thái]] đổi tên cung Gia Thọ làm cung Ninh Thọ, sau khi bà [[Từ Dụ|Nghi Thiên]] mất, nơi này thành cung của mẹ ông, bà Hoàng Thái hậu Từ Minh. Bà mất năm [[1906]], an táng trong khuôn viên [[lăng Dục Đức]]. Tháng 9 năm sau, vua [[Thành Thái]] bị phế truất, con ông là vua [[Duy Tân]] được đưa lên kế vị. Cung Diên Thọ có lẽ trở thành nơi ở của đích mẫu nhà vua là bà Nguyễn Gia Thị Anh, Hoàng Quý phi của vua cha [[Thành Thái]]. Năm [[1916]], vua Khải Định lên ngôi, cung Diên Thọ lại đổi chủ, thuộc về bà Thánh Cung, con gái [[Nguyễn Hữu Độ]], Hoàng Quý phi vua [[Đồng Khánh]]. Trong hai năm đầu đời [[Khải Định]] (1916 - 1917), cung Ninh Thọ được sửa chữa lớn<ref name=xvn>{{chú thích web|url=http:\/\/www.huexuavanay.com\/vi\/di-tich-hue\/di-tich-trong-hoang-thanh\/83-cung-dien-tho.html|title=Cung Diên Thọ|ngày truy cập=2011-07-28|archive-date=2011-07-15|archive-url=https:\/\/web.archive.org\/web\/20110715180256\/http:\/\/www.huexuavanay.com\/vi\/di-tich-hue\/di-tich-trong-hoang-thanh\/83-cung-dien-tho.html|url-status=dead}}<\/ref> và đổi tên thành cung Diên Thọ, trở thành tên chính thức của khu vực cung cho đến ngày nay. Hiện nay trong Diên Thọ chính điện còn tấm bảng vàng \"Diên Thọ cung\". Tuy nhiều lần sửa chữa, kiến trúc cung Diên Thọ về cơ bản vẫn giữ kết cấu xây dựng đời [[Tự Đức]] nhưng cũng có công trình bị phá đi hoặc xây mới. Chẳng hạn, năm [[1927]], lầu Tịnh Minh, tòa lầu hai tầng theo phong cách kiến trúc [[Pháp]], được xây ở phía tây nam chính điện, đối xứng với nhà Tả Trà. Bà Thánh Cung (sau được tôn phong là Phụ Thiên Thuần hoàng hậu) mất năm [[1940|1935]]. Cung Diên Thọ thành chỗ ở của bà Tiên Cung (mẹ sinh vua Khải Định, sau được tôn phong là Hựu Thiên Thuần hoàng hậu) đến năm [[1944]] rồi bà Từ Cung (tức Đoan Huy hoàng thái hậu, thân mẫu vua Bảo Đại). Bà Từ Cung cũng là bà Hoàng Thái hậu cuối cùng của nhà Nguyễn được ở trong cung Diên Thọ. Như vậy, tổng cộng có 8 vị Hoàng Thái hậu, 4 vị Thái Hoàng Thái hậu nhà Nguyễn đã sống ở cung Diên Thọ<ref>Các bà Thái hậu Thuận Thiên, Từ Dụ, Thánh Cung và Tiên Cung đều được tôn phong là Thái hoàng thái hậu khi cháu họ là các vua Thiệu Trị, Đồng Khánh, Bảo Đại lên ngôi<\/ref>.\n\nTháng 8 năm [[1945]], nhà Nguyễn chính thức cáo chung, báo hiệu một giai đoạn mới của quần thể di tích Cố đô Huế nói chung, cung Diên Thọ nói riêng.\n\n===Cung điện quy mô nhất còn tồn tại ở Huế===\n\nSau khi vua [[Bảo Đại]] thoái vị, trở thành công dân của nước [[Việt Nam Dân chủ Cộng hòa]], thân mẫu ông là bà Từ Cung không còn tư cách ở trong cung Diên Thọ, phải chuyển về sống tại [[cung An Định]]. [[Chiến tranh Đông Dương|Chiến tranh]] bùng nổ, Đại Nội không những là mục tiêu trong cuộc \"tiêu thổ kháng chiến\" của [[Việt Minh]] mà còn trở thành nơi giao tranh ác liệt trong chiến sự tháng 2 năm [[1947]]. Ngày [[8 tháng 3]] năm [[1949]], [[hiệp ước Elysée]] được ký kết, [[Quốc gia Việt Nam]] trở thành quốc gia độc lập trong khối [[Liên hiệp Pháp]], do [[Bảo Đại]] làm Quốc trưởng nhưng trong thời gian chờ đợi Tổng tuyển cử, ông tạm giữ danh hiệu Hoàng đế để có địa vị quốc tế hợp pháp. Do vậy, bà Từ Cung quay trở lại cung Diên Thọ<ref name=tc>{{chú thích web|url=http:\/\/phunutoday.vn\/blognguoinoitieng\/201107\/Tu-Cung-Thai-hau-Cung-nu-ngheo-thanh-Hoang-Thai-hau-trieu-Nguyen-2082139\/|title=Từ Cung thái hậu - Cung nữ nghèo thành Hoàng thái hậu triều Nguyễn|ngày truy cập=2011-07-30|archive-date=2011-07-22|archive-url=https:\/\/web.archive.org\/web\/20110722181436\/http:\/\/phunutoday.vn\/blognguoinoitieng\/201107\/Tu-Cung-Thai-hau-Cung-nu-ngheo-thanh-Hoang-Thai-hau-trieu-Nguyen-2082139\/|url-status=dead}}<\/ref>. Năm [[1950]], Quốc trưởng Bảo Đại về Huế thăm bà, lầu Tịnh Minh được cải tạo mở rộng hơn để làm nơi sinh hoạt tạm thời cho ông<ref name=vg\/>. Năm [[1955]], Bảo Đại bị thất bại trong [[cuộc trưng cầu dân ý miền Nam Việt Nam, 1955|cuộc trưng cầu dân ý miền Nam Việt Nam]], Ngô Đình Diệm trở thành Quốc trưởng, thành lập [[Đệ Nhất Cộng hòa Việt Nam]]. Một lần nữa, bà Từ Cung phải rời khỏi cung Diên Thọ và không bao giờ còn quay trở lại nơi này nữa<ref name=tc\/>.\n\nTrong hai cuộc chiến tranh, [[chiến tranh Đông Dương]] (1946 - 1954) và [[chiến tranh Việt Nam]] (1954 - 1975), quần thể di tích Cố đô Huế đã phải chịu thiệt hại rất nặng nề, nhiều công trình biến thành phế tích. Mặc dù, khuôn viên cung Diên Thọ hầu như còn nguyên vẹn nhưng nhà Tả Trà cũng bị tàn phá trong [[sự kiện Tết Mậu Thân]] năm [[1968]]. Cộng với tác động từ thời gian và thiên tai, các công trình của cung có nguy cơ xuống cấp.\n\nSau khi được công nhận là di sản văn hóa thế giới, dự án trùng tu khuôn viên cung Diên Thọ bắt đầu thực hiện vào năm [[1997]] và đến nay đã cơ bản hoàn tất<ref name=tts>{{chú thích web|url=http:\/\/216.119.90.158\/hue\/default.asp?id=571&trang=1&muc=8&nhomtheotua=-1&nhomtheotacgia=-1&xeptheotacgia=-1&xeptheotua=-1|title=Những bất thường trong trùng tu di tích Huế|ngày truy cập=2011-07-30|archive-date=2015-07-22|archive-url=https:\/\/web.archive.org\/web\/20150722172425\/http:\/\/216.119.90.158\/hue\/default.asp?id=571&trang=1&muc=8&nhomtheotua=-1&nhomtheotacgia=-1&xeptheotacgia=-1&xeptheotua=-1|url-status=dead}}<\/ref>. Năm [[2005]], lầu Tịnh Minh được trùng tu, làm Trung tâm lưu trữ và bảo tồn di tích của Huế. Năm [[2011]], điện Thọ Ninh được tu bổ theo mẫu kiến trúc của lần cải tạo năm [[1930]]<ref>{{chú thích web|url=http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30472&cn_id=462160|title=Thừa Thiên Huế: tu bổ điện Thọ Ninh}}<\/ref>. Dự án phục dựng nhà Tả Trà cũng được triển khai<ref>{{chú thích web|url=http:\/\/thuvienhue.huecity.vn\/portal\/?GiaoDien=1&ChucNang=77&newsid=20110304094003&t=9|title=Huế không đơn độc}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>.\n\n==Vị trí và kiến trúc==\n===Vị trí===\nCung Diên Thọ nằm tại phía tây của [[Tử Cấm thành (Huế)|Tử Cấm thành]], phía nam [[điện Phụng Tiên]] và phía bắc [[cung Trường Sanh]]. Theo quy chế đời [[Tự Đức]], cung nằm ở nhai phường Tây nhất thuộc [[Hoàng thành Huế|Hoàng thành]]<ref name=b\/>, gần với cửa Chương Đức và đài Tây khuyết. Bình diện cung Diên Thọ là một hình chữ nhật, chiều dài 138,5m, [[chiều rộng]] 126,4m, chiếm khoảng 1\/20 tổng diện tích Hoàng thành Huế<ref name=bt>{{chú thích web|url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/Cungdientho.asp|title=Cung Diên Thọ - Trung tâm bảo tồn di tích Cố đô Huế|ngày truy cập=2011-07-30|archive-date=2011-08-24|archive-url=https:\/\/web.archive.org\/web\/20110824100819\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/Cungdientho.asp|url-status=dead}}<\/ref>.\n\n===Kiến trúc===\nTrong khu vực cung Diên Thọ có khoảng 20 công trình kiến trúc lớn nhỏ, vừa phong phú về loại hình vừa đa dạng về phong cách kiến trúc<ref name=bt\/>. Hiện nay chỉ còn lại các công trình sau.\n====Diên Thọ chính điện====\nCông trình trung tâm của cung Diên Thọ là tòa Diên Thọ chính điện, xây bằng gạch và gỗ sơn đen<ref name=xvn\/>. Chính điện xây hình chữ nhật, rộng 27,5m, dài 34,7m, diện tích gần 960m². Nền điện cao 1 thước 4 tấc (≈56&nbsp;cm), thềm trước điện 3 bậc đá xanh, thềm sau điện hai bên 2 bậc đá xanh<ref name=b\/>.\n[[Hình:Nội thất cung Diên Thọ.jpg|nhỏ|phải|300px|Cách bài trí nội thất bên trong Diên Thọ chính điện]]\nĐiện là tòa nhà kép kiểu \"trùng thiềm điệp ốc\" rất đồ sộ, tiền điện bảy gian hai chái (thời [[Tự Đức]] chỉ có ba gian hai chái<ref name=b\/>) nối với chính điện năm gian hai chái kép bằng bộ vì \"vỏ cua\" chạm trổ tinh xảo<ref name=bt\/> và hai hiên trước sau<ref name=dc>{{chú thích web|url=http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=82|title=Cung Diên Thọ - Dư địa chí Thừa Thiên Huế}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>. Hiên trước rộng 2m, hiên sau rộng 4,5m<ref name=xvn\/>. Hệ thống vì kèo tiền doanh làm theo kiểu chồng rường giả thủ, chạm trổ tỉ mỉ, thanh nhã. Nóc nhà gắn quả bầu báu, đầu đao mái nhà trang trí chim phượng, lợp ngói lưu ly vàng (thời [[Tự Đức]] lợp ngói âm dương<ref name=b\/>).\n\nĐiện gắn cửa kính, hai gian hai bên được ngăn riêng thành buồng kín làm nơi ăn ở của Hoàng thái hậu<ref name=dc\/>, ba gian giữa đặt bục gỗ, kê bàn ghế làm nơi Hoàng thái hậu tiếp khách<ref name=xvn\/>. Nội thất điện còn khá nguyên vẹn và có giá trị, đặc biệt là bức hoành phi \"Diên Thọ cung\" từ năm [[1916]] và tám bức tranh gương (Thiên Mụ chung thanh, Thường Mậu quan canh, Cao các sinh lương, Thanh trì hương luyện, Hàn chung, Hiên sinh thi tứ và hai bức không rõ tên) vừa được treo ở đây<ref>{{chú thích web|url=http:\/\/huda.com.vn\/default.asp?type=portal&tab=detail&menuID=121&id=10902&path=Tranh%20g%C6%B0%C6%A1ng%20cung%20%C4%91%C3%ACnh%20Hu%E1%BA%BF|title=Tranh gương cung đình Huế}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>.\n====Điện Thọ Ninh====\nNằm ở phía bắc sân sau cung Diên Thọ, cách chính điện khoảng 20m<ref name=xvn\/>. Diện tích điện Thọ Ninh chỉ bằng 1\/2 diện tích chính điện<ref name=dc\/>, gồm ba gian hai chái, kiến trúc đơn giản nhưng rộng rãi, thoáng mát<ref name=dc\/>. Thời [[Tự Đức]], điện có quy mô rộng lớn hơn, gồm bảy gian hai chái và hai hiên đông tây, nền điện cao 1 thước 4 tấc (≈56&nbsp;cm), thềm phía trước phía sau đều 6 bậc, xây bằng đá xanh. Nóc điện gắn quả hồ lô báu, lợp ngói âm dương, sàn lát ván màu, cửa ra vào gắn kính<ref name=b\/>. Sau lần cải tạo năm [[1930]], điện mới mang dáng dấp hiện nay<ref name=xvn\/>. Điện Thọ Ninh bị hư hại khá nặng qua thời gian, dự án tu bổ điện bắt đầu triển khai vào năm [[2011]].\n====Tạ Trường Du====\n[[Tập tin:Trường Du Tạ.jpg|nhỏ|trái|350px|Trường Du Tạ trong cung Diên Thọ]]\nNằm ở phía đông chính điện cung Diên Thọ, được dựng vào năm [[1849]] trong lần đại tu cung Gia Thọ, chuẩn bị cho lễ Tứ tuần đại khánh tiết của bà [[Từ Dụ]]<ref name=xvn\/>. Tạ dựng trên hồ nước hình chữ nhật<ref name=dc\/>, chiều dài 28m, [[chiều rộng]] 20m. Mặt bằng kiến trúc tòa tạ bằng nửa diện tích mặt hồ.Tạ Trường Du nằm sát bờ bắc của hồ quay mặt về hướng nam.\n\nKết cấu tạ Trường Du kiểu nhà rường truyền thống Huế với hình thức vuông (phương đình), một gian bốn chái, 16 cột trụ, mái lợp ngói lưu ly men xanh. Cả ba mặt đông, tây và nam của tạ Trường Du đều có hành lang bao bọc. Về sau hành lang này bị dỡ bỏ, phần phía nam thì cải tạo thành một ngôi nhà vỏ cua với tên gọi đình Lương Phong. Nền tạ lát gạch hoa, vách gắn kính sáng (trước năm [[1850]] vách tạ bằng gỗ)<ref name=b\/>, trổ cửa sổ xung quanh bốn mặt nên rất thông thoáng. Nội thất trang trí tinh xảo bằng các bức ván chạm lộng, chạm thủng tỉ mỉ. Trên nóc chấp bầu rượu bằng pháp lam. Quanh tạ xây lan can ôm kín lối đi hẹp. Trước mặt tạ ngang qua đình Lương Phong có chiếc cầu nhỏ nối với bờ nam của hồ. Hai bên hồ đắp hai hòn non bộ, trên đó xây năm cái am nhỏ và 2 chiếc cầu nhỏ nối hai hòn non bộ<ref name=xvn\/>. Hai hòn non bộ này đã qua khá nhiều lần chỉnh sửa, lần gần nhất là đợt đại trùng tu cung Diên Thọ năm [[1997]]<ref>{{chú thích web|url=http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=1231|title=Bình phong và non bộ trong kiến trúc cung đình Huế}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>.\n[[Tập tin:Nội thất Trường Du tạ.jpg|nhỏ|phải|300px|Kết cấu kiến trúc bên trong tạ Trường Du]]\nTrường Du tạ được đánh giá là một công trình kiến trúc tương đối nhỏ và đơn giản, nhưng bù lại, do đặt trong một không gian hợp lý, lại tạo được vẻ đẹp rất hài hoà và giàu chất thơ, xứng đáng dành làm nơi thưởng tiết ưu du cho các bà Hoàng thái hậu tại cung Diên Thọ. Trường Du tạ cũng là một trong 4 ngôi nhà tạ duy nhất còn sót lại tại [[Cố đô Huế]].\n====Các Khương Ninh====\nNằm ở phía tây bắc của hiên tây Diên Thọ chính điện, được xây dựng vào năm [[1830]] đời [[Minh Mạng]]. Đây là một công trình kiến trúc hai tầng bằng gỗ, nơi thờ cúng các vị Phật, Thánh Thần nhằm phục vụ nhu cầu tín ngưỡng của các bà Hoàng thái hậu<ref name=dc\/>.\n\nHầu như các bà Hoàng thái hậu triều Nguyễn là những người sùng đạo Phật, chẳng hạn như Hiếu Khang hoàng hậu, [[Thuận Thiên (hoàng phi)|Thuận Thiên hoàng hậu]], [[Từ Dụ|Nghi Thiên hoàng hậu]], Phụ Thiên hoàng hậu, Đoan Huy hoàng thái hậu... đều thường xuyên đi chùa, thành tâm quy y và chăm lo Phật sự<ref name=tdas>{{chú thích web|url=http:\/\/www.covathue.com\/cac%20bai%20viet\/khuongninhcac.html|title=Khương Ninh các: một tự viện độc đáo trong cung Nguyễn|ngày truy cập=2011-07-31|archive-date=2011-09-01|archive-url=https:\/\/web.archive.org\/web\/20110901065729\/http:\/\/www.covathue.com\/cac%20bai%20viet\/khuongninhcac.html|url-status=dead}}<\/ref>. Vậy nên, mặc dù dùng Nho giáo làm kế sách và khuôn phép để trị vì đất nước, nhưng các vua đầu triều Nguyễn cũng phần nào chịu ảnh từ sự sùng bái tín ngưỡng của các bà Thái hậu: điều này lý giải thái độ ứng xử của [[Gia Long]], [[Minh Mạng]], [[Thiệu Trị]] với Phật giáo. Ngoài ra, tuổi tác và sức khỏe là một khó khăn lớn trong việc lên quốc tự [[chùa Thiên Mụ|Thiên Mụ]] lễ Phật của các bà. Do đó, yêu cầu tạo lập một tự viện thờ Phật để phục vụ nhu cầu tín ngưỡng của hậu cung là chính đáng và cần thiết. Năm [[1830]], vua [[Minh Mạng]] hạ lệnh xây dựng Khương Ninh các - một ngôi chùa thờ Phật nằm ngay trong Hoàng thành<ref name=tdas\/>.\n\nCác Khương Ninh là một tòa lầu hai tầng bằng gỗ, kiến trúc cân đối và xinh xắn. Toàn bộ kiến trúc nằm trong một khuôn viên độc lập, được ngăn cách với bên ngoài bằng vòng tường khép kín. Tòa các quay mặt về phía tây. Tầng dưới cùng làm nơi ăn ở, sinh hoạt của các bà phi tần lớn tuổi đã quy y hoặc xuất gia tu Phật<ref name=tdas\/>. Tầng trên chia làm hai phần.\n\n* Phía trước được trần thiết lộng lẫy, có đầy đủ cờ phướn, khám thờ, tranh tượng, bài vị... với năm gian thờ. Gian giữa thờ ba pho tượng Phật Tam Thế: [[A-di-đà|Phật A Di Đà]], [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] và [[Di-lặc|Phật Di Lặc]] cùng các vị Bồ tát: Dược Sư, Văn Thù, Phổ Hiền..., phía trên treo bức hoành phi \"Khương Ninh các\". Gian thứ nhất bên trái thờ [[Quan Vũ|Quan Công]], có [[Quan Bình]] và [[Châu Xương]] hầu hai bên cùng với [[ngựa Xích Thố]], cây thanh long đao. Gian thứ nhất bên phải thờ tượng [[A-di-đà|Phật A Di Đà]], tranh Bồ tát [[Quán Thế Âm]], [[Đại Thế Chí]]. Các gian thứ hai bên phải và bên trái, mỗi gian thờ tượng và bài vị của 6 vị [[Hộ pháp]] trong 12 vị Dược Xoa Đại tướng<ref name=tdas\/>.\n[[Hình:Tượng thờ ở Khương Ninh Các.JPG|nhỏ|phải|300px|Hai trong số ba pho tượng Tam Thế Phật ở Khương Ninh các]]\n* Phía sau cũng có 5 gian thờ, gian giữa thờ tranh và bài vị của Thành mẫu [[Thiên Y A Na]], phía trên treo bức hoành phi \"Phước Thọ am\". Các gian bên thờ thành thần thuộc hàng đồ đệ của Thánh mẫu, bài vị của công chúa Diên Phúc, công chúa Mỹ Tường, Cô Hoàng nữ đệ tam, là chị và cô của vua [[Gia Long]]. Đặc biệt, ở đây còn thờ hai tượng tổ sư của nghề hát bội<ref name=tdas\/>.\n\nSân trước Khương Ninh các lát gạch Bát Tràng, xây bể cạn, đắp non bộ và trồng cây cảnh. Sân sau có xây một am nhỏ<ref name=dc\/>, thờ vong linh các Bà và các Cậu là đệ tử của Thánh mẫu Thiên Y A Na<ref name=tdas\/>.\n\nCó thể thấy, chức năng của Khương Ninh các khá đặc biệt: vừa là nơi thờ cúng (tầng trên), vừa là nơi trú tất, sinh sống (tầng dưới); vừa là nơi thờ Phật (Phật giáo), vừa là nơi thờ Thánh (Thiên Tiên Thánh giáo), thờ cả vong linh người trong hoàng tộc triều Nguyễn hay tổ sư nghề hát bội<ref name=tdas\/>. Việc tôn sùng không chỉ một tôn giáo, một hệ thống thần linh là đặc điểm của tín ngưỡng bấy giờ. vô hình trung, Khương Ninh các - Phước Thọ am trở thành nơi dung hòa, kết hợp giữa Phật giáo và Thiên Tiên Thánh giáo, hai tôn giáo có ảnh hưởng lớn đến đời sống tinh thần của hoàng gia triều Nguyễn và đại bộ phận người dân xứ Huế đương thời<ref name=tdas\/>. Khương Ninh các là nơi duy nhất trong các công trình kiến trúc triều Nguyễn có hai tên gọi và chức năng lạ lùng như thế<ref name=tdas\/>.\n[[Tập tin:Mặt tiền Khương Ninh Các.jpg|nhỏ|trái|300px|Mặt trước Khương Ninh các trong khuôn viên cung Diên Thọ]] \nVề giá trị điêu khắc, ba pho tượng Tam Thế Phật trong Khương Ninh các được đánh giá là bộ tượng Phật đẹp nhất thời Nguyễn<ref name=tdas\/>. Tượng làm bằng gang, mạ vàng, đúc vào năm [[1831]], phía sau tượng có khắc bài minh ngự chế của chính [[Minh Mạng]]. Kiến trúc Khương Ninh các là sự kết hợp kiến trúc cung đình Nguyễn qua nhiều triều đại, từ bộ vì kèo cánh ác thuở đầu triều Nguyễn, lan can chạm trổ chấn song con tiện thời [[Tự Đức]], [[Đồng Khánh]] đến cửa sổ ghép kính màu phong cách [[Khải Định]]<ref name=tdas\/>.\n\nQua thời gian, Khương Ninh các bị hư hỏng nặng và được trùng tu hoàn chỉnh vào năm [[2000]]. Tuy nhiên, dư luận cũng phê phán gay gắt chất lượng trùng tu, không đúng nguyên bản nhiều chi tiết trang trí, thậm chí còn tự sáng tác kiến trúc! Họa sĩ Phan Thanh Bình nhận xét \"quá sức tự nhiên chủ nghĩa\", \"kém cỏi\" còn Kiến trúc sư Hoàng Đạo Kính đánh giá là \"mỹ thuật hạ lưu\"<ref name=\"tts\"\/>. Bên cạnh đó, các gian thờ trong các vẫn chưa được trần thiết như cũ. Phần lớn các pho tượng, đồ tế khí hiện còn bảo quản trong kho [[Điện Long An|Bảo tàng Cổ vật Cung đình Huế]], ở chái tây Diên Thọ chính điện hoặc bày tại nhà [[Tả Vu và Hữu Vu (hoàng thành Huế)|Tả vu]]<ref name=tdas\/>.\n\n====Lầu Tịnh Minh và nhà Tả Trà====\n[[Hình:LauTinhMinh.jpg|nhỏ|phải|300px|Mặt bên lầu Tịnh Minh thuộc cung Diên Thọ]]\nNằm ở phía tây nam Diên Thọ chính điện, đối xứng với nhà Tả trà qua sân trước cung Diên Thọ. Lầu Tịnh Minh được xây vào năm [[1927]] đời vua [[Bảo Đại]], trên nền của Thông Minh đường - một trong số nhiều nhà hát tuồng được triều Nguyễn dựng trong Đại Nội<ref name=dc\/>. Đây là một tòa lầu xây theo kiến trúc hiện đại phương Tây, dành cho bà Thánh Cung, đích tổ mẫu của vua Bảo Đại làm nơi dưỡng bệnh do bà bị thấp khớp rất nặng, không ở được nơi ẩm thấp. Sau khi bà Thánh Cung mất năm 1935 thì lầu Tịnh Minh thành nơi ở của bà Từ Cung, thân mẫu vua Bảo Đại. Năm [[1950]], tòa lầu được mở rộng quy mô để làm nơi sinh hoạt tạm thời cho [[Bảo Đại]]<ref name=bt\/>. Trong đợt đại trùng tu cung Diên Thọ bắt đầu năm [[1997]], dư luận phê phán gay gắt việc trùng tu Tịnh Minh lâu đã làm sai lệch nguyên gốc công trình<ref name=\"tts\"\/>. Năm [[2005]], Trung tâm Bảo tồn di tích cố đô Huế cùng Viện Di sản thuộc Đại học Waseda ([[Nhật Bản]]) hợp tác xây dựng văn phòng dự án đồng thời là Trung tâm phối hợp Nghiên cứu đào tạo và Bảo tồn di tích [[Huế]] tại lầu Tịnh Minh với tổng mức đầu tư hơn 500.000 [[Đô la Mỹ|USD]]<ref name=vb\/>.\n\nĐối xứng với lầu Tịnh Minh qua sân trước chính điện cung Diên Thọ là nhà Tả Trà, nơi những ai vào yết kiến Hoàng thái hậu ngồi chờ trước khi được bà tiếp đón. Tòa nhà ba gian hai chái xây bằng gạch và gỗ, được cải tạo bê tông vào năm [[1927]]. Nhà Tả Trà bị bom đánh trong Tết Mậu Thân, [[1968]]. Năm [[2011]], dự án phục hồi nhà Tả Trà bắt đầu được thực hiện.\n[[Tập tin:Nhà Tả Trà nhìn từ tạ Trường Du.jpg|nhỏ|phải|300px|Nhà Tả Trà nhìn từ hành lang dẫn ra tạ Trường Du]] \n====Các công trình khác====\nKhuôn viên cung Diên Thọ được giới hạn bằng bức tường gạch cao trên 2m<ref name=bt\/>, trổ bốn cửa theo bốn hướng. Cửa phía bắc là cửa Diễn Trạch, phía tây là cửa Địch Tường, phía đông là cửa Thiện Khánh, cửa phía nam là cửa Thọ Chỉ<ref name=b\/>. Trong bốn cửa này, cửa Thọ Chỉ và cửa Thiện Khánh là hai cửa quan trọng nhất. Cửa Thọ Chỉ là cửa kiểu lầu chồng, lát đá xanh, cửa nách bên phải và bên trái là Trinh Ứng và Thụy Quang<ref name=b\/>. Cửa Thiện Khánh đối diện với cửa Gia Tường của Tử Cấm thành, hành lang nối thông các cửa này vắt thẳng đến sau [[điện Càn Thành (hoàng thành Huế)|điện Càn Thành]], chính điện nơi nhà vua sinh hoạt. Nhà vua sẽ theo hành lang này, đến cung Diên Thọ thăm hỏi Hoàng thái hậu hoặc Thái hoàng thái hậu.\n\nPhía bắc cửa Thọ Chỉ có một bức bình phong rất dài bằng gạch, mặt trước đắp nổi khá sinh động<ref name=bt\/>. Phía nam cửa Diễn Trạch cũng có bức bình phong<ref name=b\/>. Bình phong tiền và hậu cung Diên Thọ vừa có tác dụng ngăn tà khí theo quan niệm phong thủy, vừa tạo nên sự uy nghiêm chốn hoàng cung.\n[[Tập tin:Bình phong tiền cung Diên Thọ.jpg|nhỏ|trái|250px|Bình phong trước mặt Diên Thọ chính điện]]\nTrong khuôn viên cung Diên Thọ có 4 chiếc giếng trong tổng số 13 chiếc còn tồn tại ở Đại Nội. Đó là giếng vuông phía đông nam cung (thành xây gạch vồ có vữa, kích thước lòng giếng 184&nbsp;cm x 194&nbsp;cm, kể cả thành là 244&nbsp;cm x 250&nbsp;cm, lòng được kè xếp gạch từ dưới lên trên, sâu khoảng 4m, nước trong, còn sử dụng); giếng vuông phía tây bắc cung, nằm gần Khương Ninh các (lòng rộng 177&nbsp;cm x 177&nbsp;cm, thành giếng xây gạch, cao 64&nbsp;cm, dày 30&nbsp;cm, lòng được kè xếp gạch vồ từ trên xuống dưới, nước trong và sâu, còn sử dụng); giếng vuông ở góc đông bắc điện Thọ Ninh (thành cao 124&nbsp;cm, xây gạch vồ, dày 30&nbsp;cm, lòng giếng kích thước 170&nbsp;cm x 170&nbsp;cm, xếp kè bằng gạch vồ, hiện không còn sử dụng, lòng giếng lấp đầy cỏ rác); giếng tròn ở góc đông bắc cung (giếng lớn, đường kính 274&nbsp;cm, thành xây gạch, cao 87&nbsp;cm, dày 30&nbsp;cm, sâu khoảng 5m, toàn bộ lòng giếng được kè gạch vồ, còn sử dụng)<ref>{{chú thích web|url=http:\/\/tapchisonghuong.com.vn\/modules\/printview.php?ID=1915|title=Vài suy nghĩ về loại hình và sự phân bố của hệ thống giếng cổ trong kiến trúc cung đình Huế}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>.\n[[Tập tin:Giếng cổ trước Khương Ninh các.jpg|nhỏ|phải|250px|Giếng vuông cổ gần các Khương Ninh]]\nHệ thống hành lang trong cung Diên Thọ nối thông tất cả các công trình kiến trúc trong khuôn viên cung. Hành lang cung Diên Thọ thường là trường lang hoặc hồi lang (hành lang vòng), lợp ngói lưu ly xanh, tạo nên sự bền vững thống nhất, vừa tạo được vẻ uyển chuyển, mềm mại của tổng thể kiến trúc cung<ref name=bt\/>.\n\nCung Diên Thọ cũng là nơi lưu giữ nhiều cây cổ thụ vào loại quý nhất của Đại Nội, đều có ý nghĩa và phù hợp cảnh quan của cung<ref name=cay>{{chú thích web|url=http:\/\/www.hueworldheritage.org.vn\/TTSK\/NewsIn.asp?MaTTSK=116&ln=vn|title=Những cây cổ thụ trong di tích}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>. Chẳng hạn, cây tùng la hán nằm sau lầu Tịnh Minh. Đây là loài cây thể hiện sự trường thọ vì cây sống rất lâu năm mà lá mãi xanh (do đó còn gọi được gọi là cây vạn niên thanh hoặc Phật bà). Có một thời, cây tùng này bị xuống cấp nghiêm trọng nhưng sau đó đã cứu vãn được. Ở cung Diên Thọ còn có hai cây me toả bóng xanh rợp cả một khoảng sân rộng và hai cây nhãn cổ gốc to, mấy người ôm không xuể. Cây ngọc lan cổ thụ của cung chính là \"ông tổ\" của hàng ngọc lan ven đường cửa Hòa Bình (phía bắc Hoàng thành Huế) bây giờ<ref name=cay\/>.\n\n==Chú thích và thư mục==\n===Chú thích===\n{{Tham khảo|30em}}\n\n===Thư mục===\n<div class=\"plainlinks\" style=\"font-size: 90%\">\n{{MultiCol}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam liệt truyện chính biên\n | publisher=Nhà xuất bản Thuận Hóa\n | place=\n | volume=1\n | url=\n | edition=\n | year=2006\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục\n | publisher=Nhà xuất bản Giáo dục\n | place=\n | volume=1\n | url=\n | edition=\n | year=2002\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục\n | publisher=Nhà xuất bản Sử học\n | place=\n | volume=4\n | url=\n | edition=\n | year=1963\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục\n | publisher=Nhà xuất bản Giáo dục\n | place=\n | volume=2\n | url=\n | edition=\n | year=2004\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục\n | publisher=Nhà xuất bản Giáo dục\n | place=\n | volume=7\n | url=\n | edition=\n | year=2007\n | ISBN=\n}}\n* {{Chú thích\n | author=Nội các triều Nguyễn\n | authorlink=\n | title=Đại Nam hội điển sự lệ\n | publisher=Nhà xuất bản Thuận Hóa\n | place=\n | volume=13\n | url=\n | edition=\n | year=1993\n | ISBN=\n}}\n{{thể loại Commons|Diên Thọ palace}}\n{{quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Hoàng thành Huế]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}