{"232316":"[[Tập tin:AnDinhResidence5.jpg|nhỏ|phải|300px|Cung An Định và bến thuyền]]\n\n'''Cung An Định''' (安定宮) tọa lạc bên bờ sông [[An Cựu]], xưa thuộc phường [[Đệ Bát]] - Thị xã [[Huế]], nay tại số 97 đường [[Phan Đình Phùng]], [[Huế|Thành phố Huế]] là cung điện riêng của vua [[Khải Định]] từ khi còn là [[thái tử]] đến khi làm vua, sau này được [[Bảo Đại]] thừa kế và từng sống ở đây sau khi thoái vị.\n\n==Lịch sử==\n\nNguyên tại vị trí này từ năm [[Thành Thái]] 14 (1902), Phụng Hóa Công Nguyễn Phúc Bửu Đảo (tức vua [[Khải Định]] sau này) đã lập phủ riêng, đặt tên là phủ An Định. Đến sau khi lên ngôi, vào năm 1917 [[Khải Định]] đã dùng tiền riêng để cải tạo lại theo lối [[kiến trúc hiện đại]]. Đầu năm [[1919]], công việc xây dựng hoàn tất, cung vẫn giữ nguyên tên gọi. Từ ngày 28\/2\/1922, cung An Định trở thành [[tiềm để]] của Đông Cung Thái tử Vĩnh Thụy (vua [[Bảo Đại]] về sau). Sau [[Cách mạng tháng Tám]] [[1945]], gia đình cựu hoàng [[Bảo Đại]] đã chuyển từ Hoàng cung qua sống tại cung An Định. Sau năm [[1954]], chính quyền [[Ngô Đình Diệm]] đã tịch thu cung An Định. Sau năm [[1975]], bà [[Từ Cung Hoàng thái hậu|Từ Cung]] đã hiến cung An Định cho chính quyền cách mạng <ref name = CAD1>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/ngoaikinhthanh\/cungandinh.asp |ngày truy cập=2008-05-12 |tựa đề=Cung An Định |archive-date=2008-06-06 |archive-url=https:\/\/web.archive.org\/web\/20080606062835\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/Ngoaikinhthanh\/cungandinh.asp |url-status=dead }}<\/ref>. Cung An Định được sử dụng như một khu nhà tập thể cho gia đình các giáo sư [[Đại học Huế]] và bị xuống cấp nghiêm trọng cho đến năm 2001 mới được phục hồi, trùng tu. Đến nay sáu bức bích họa ở [[Khải Tường Lâu]] dưới sự giúp đỡ của CHLB Đức đã được phục hồi theo phương pháp phục hồi hoàn nguyên và sử dụng các chất bảo quản nhằm ngăn chặn những tác hại của môi trường, trả lại diện mạo vốn có của nó trong nội điện di tích cung An Định<ref name = CAD2>{{Chú thích web |url=http:\/\/www.hue.vnn.vn\/disandulich\/2008\/05\/272754\/ |ngày truy cập=2008-05-12 |tựa đề=\"Sống lại\" bộ tranh tường độc đáo ở cung An Định |archive-date=2008-05-11 |archive-url=https:\/\/web.archive.org\/web\/20080511010102\/http:\/\/www.hue.vnn.vn\/disandulich\/2008\/05\/272754\/ |url-status=dead }}<\/ref>. Sau khi [[điện Long An]] (nơi đặt Bảo tàng Mỹ thuật cung đình Huế) đóng cửa để thực hiện dự án trùng tu, toàn bộ hiện vật của bảo tàng đã được đưa đến cung An Định để trưng bày<ref name = CAD2\/>.\n\n==Kiến trúc==\n[[Tập tin:Cung An Định11.jpg|nhỏ|phải|300px|Tranh tường]]\nCung An Định quay mặt về hướng nam, phía sông An Cựu. Cung có địa thế bằng phẳng, tổng diện tích mặt bằng 23.463m2, chung quanh có khuôn viên tường gạch, dày 0,5m, cao 1,8m trên có hàng rào song sắt bao bọc <ref name = CAD1\/>. Khi còn nguyên vẹn cung có khoảng 10 công trình. Từ trước ra sau là: Bến thuyền, Cổng chính, đình Trung Lập, lầu Khải Tường, nhà hát Cửu Tư Đài, chuồng thú, Hồ nước... trải qua thời gian và sự tàn phá của chiến tranh, đến nay cung chỉ còn lại 3 công trình khá nguyên vẹn là Cổng chính, [[đình Trung Lập]] và lầu Khải Tường. Cổng chính làm theo lối tam quan, hai tầng, trang trí bằng sành sứ đắp nổi rất công phu. Đình Trung Lập, nằm phía trong cửa, kết cấu kiểu đình bát giác, nền cao. Trong đình nguyên có đặt bức tượng đồng vua [[Khải Định]], tỷ lệ bằng người thật, đúc từ năm 1920. \n[[Tập tin:Cung An Định12.jpg|nhỏ|phải|300px|Tranh tường]]\n[[Tập tin:Cung An Định10.jpg|nhỏ|phải|300px|Phục chế tranh tường tại Cung An Định dưới sự giúp đỡ của các chuyên gia bảo tồn Đức (thuộc Dự án đào tạo, bảo tồn và phục chế của Đức - GCREP]]\n[[Lầu Khải Tường]] nằm phía sau đình Trung Lập, là công trình kiến trúc chính của cung An Định. Chữ Khải Tường (nghĩa là nơi khởi phát điềm lành), tên lầu là do vua [[Khải Định]] đặt. Lầu 3 tầng, xây dựng bằng các vật liệu mới theo kiểu lâu đài châu Âu, chiếm diện tích tới 745m2. Lầu được trang trí rất công phu, đặc biệt là phần nội thất của tầng 1 với các bức tranh tường có giá trị nghệ thuật rất cao.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Quần thể di tích Cố đô Huế}}\n\n{{thể loại Commons|An Dinh Residence}}\n\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}