{"3123682":"Cuộc nổi loạn của người [[Campuchia]] năm 1811-1812 xảy ra khi lực lượng người Xiêm (Thái Lan) đã hỗ trợ [[Ang Snguon]] (Nặc Nguyên - con trai vua [[Ang Eng]]), sau khi [[Ang Snguon]] lật đổ người anh trai là [[Ang Chan II|Ang Chan]]; nhưng người Việt đã đem một lượng quân lớn tới để giúp phục hồi ngôi vị cho Ang Chan tại [[Phnôm Pênh]].\n\nVua [[Ang Chan II]] (1791–1837) đã thừa nhận quyền bá chủ của cả người Xiêm và người Việt trên vương quốc của ông, và thực hiện cống nạp cho cả Xiêm và Việt Nam để nhằm giữ hòa bình. Người em Ang Snguon của Ang Chan, năm 1811 đã tìm kiếm sự trợ giúp của người Xiêm nhằm chiếm ngai vàng. Vua Xiêm [[Buddha Loetla Nabhalai|Rama II]] (1767–1824) đã ra lệnh quân đội của ông ta thực hiện việc lật đổ Ang Chan, Ang Chan sau đó bỏ chạy để nhờ sự trợ giúp của người Việt lấy lại ngai vàng.\n\nNăm tiếp sau đó, năm 1812, vua [[Gia Long]] đã đưa 1 lực lượng lớn quân để hỗ trợ Ang Chan II trở lại ngai vàng, người Xiêm sau đó đã rút lui khỏi lãnh thổ Campuchia mà không thực hiện cuộc giao tranh nào.\n\nBởi những biến động mới của chiến tranh, Ang Chan đã lấy lại được [[Oudong (Campuchia)|Oudong]] nhờ lực lượng người Việt. Lãnh thổ các tỉnh phía Bắc của Campuchia đã nhượng lại cho vua Xiêm để đền bù thiệt hại. Người Việt Nam đã giúp phục hồi lại quyền lực chính thống của hoàng gia, lãnh thổ người Campuchia và cả người Campuchia.\n\nVua Gia Long trở thành người bảo trợ cho Ang Chan và có được nhiều ảnh hưởng lớn lên đất Campuchia.\n[[Tập tin:BasseCochinchine-Cambodia(1841-1889).jpg|nhỏ|392x392px|Bản đồ Cao Miên và Nam Kỳ 1841-1889.]]\nVương quốc người Khmer đã trở nên yếu ớt, nó trở thành chư hầu của cả Xiêm và Việt. Mặc dù giữ được quyền lực bên trong đất nước nhưng phải chịu sự bảo hộ của Việt Nam.\n\n==Tham khảo==\n{{tham khảo}}\n*''A History of Cambodia'' viết bởi David P. Chandler\n*''In Search of Southeast Asia'' viết bởi David P. Chandler, David Joel Steinberg\n\n==Link tham khảo==\n*[http:\/\/www.zum.de\/whkmla\/military\/seasia\/milxcambodia.html List of the Wars of Cambodia]\n\n{{sơ khai}}\n\n[[Thể loại:Campuchia năm 1811]]\n[[Thể loại:Xung đột năm 1811]]\n[[Thể loại:Xung đột năm 1812]]\n[[Thể loại:Chiến tranh liên quan tới Campuchia]]\n[[Thể loại:Chiến tranh liên quan tới Thái Lan]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]"}