{"91115":"{{Thông tin chiến tranh\n|conflict=Đảo chính Việt Nam Cộng hòa 1964\n|image=\n|caption=\n|partof=\n|date=[[30 tháng 1]], 1964\n|place=[[Sài Gòn]], [[Việt Nam Cộng hòa]]\n|result=Đảo chính thành công<br>Không đổ máu\n|combatant1=Lực lượng nổi loạn của [[Quân lực Việt Nam Cộng hòa]]\n|combatant2=[[Hình:Flag of South Vietnam.svg|22px]] [[Hội đồng Quân nhân Cách mạng (Việt Nam, 1963)]] của Việt Nam Cộng hòa<br>Lực lượng trung thành của [[Quân lực Việt Nam Cộng hòa]]\n|commander1=[[Nguyễn Khánh]]<br>[[Trần Thiện Khiêm]]<br>[[Nguyễn Văn Thiệu]]<br>[[Nguyễn Chánh Thi]]<br>[[Đỗ Mậu]]\n|commander2=[[Dương Văn Minh]]<br>[[Trần Văn Đôn]]<br>[[Tôn Thất Đính]]<br>[[Mai Hữu Xuân]]\n|strength1= 1 phần của Quân đoàn III và 1 đơn vị Nhảy dù\n|strength2= vài Lính gác\n|casualties3=Không có thương vong<br>riêng Nguyễn Văn Nhung và vài lính gác của Dương Văn Minh bị xử tử sau này\n}}\n'''Cuộc đảo chính Nam Việt Nam năm 1964''' là một cuộc đảo chính xảy ra vào ngày 30 tháng 1 năm 1964 do tướng [[Nguyễn Khánh]] lãnh đạo đã loại bỏ vai trò lãnh đạo [[Việt Nam Cộng hòa]] của Hội đồng quân sự do [[Dương Văn Minh]] đứng đầu. Cuộc đảo chính này diễn ra chỉ chưa đầy 3 tháng sau khi Hội đồng quân sự của Minh lên nắm quyền sau khi đã tiến hành một [[đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính đẫm máu]] chống lại tổng thống [[Ngô Đình Diệm]]. Cuộc đảo chính lần này ít đổ máu nhất và chỉ diễn ra trong vòng vài tiếng đồng hồ.\n\n==Bối cảnh==\nThời trẻ, Nguyễn Khánh, một người được Pháp đào tạo, gia nhập [[Việt Minh]] nhưng sau đó ông từ bỏ Việt Minh để phục vụ cho [[Quốc gia Việt Nam]]. Sau khi Việt Nam bị chia cắt, Nguyễn Khánh ủng hộ Ngô Đình Diệm. Nguyễn Khánh đã lên đến chức phó [[Tổng Tham mưu trưởng]] [[Quân lực Việt Nam Cộng hòa]] nhưng sự trung thành của ông bị nghi vấn.\n\nNăm [[1960]], một [[Đảo chính Nam Việt Nam năm 1960|âm mưu đảo chính]] bởi đơn vị [[binh chủng nhảy dù|lính dù]], ông đã thương lượng với lực lượng đảo chính với thời gian đủ để các lực lượng trung thành từ các tỉnh đến đàn áp quân đảo chính. Những chỉ trích về Nguyễn Khánh cho rằng ông đợi xem phe nào sẽ giành thế thượng phong. Ông ta đã tham gia với vai trò nhỏ vào [[đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính năm 1963]] lật đổ Diệm. Với mong muốn ban thưởng cho Khánh nhiều hơn, Hội đồng quân sự đã phong ông làm chỉ huy Quân đoàn 1 của Quân lực Việt Nam Cộng hòa đóng ở [[Huế]], đủ xa đô thành [[Thành phố Hồ Chí Minh|Sài Gòn]] vì nghi ngờ tính trung thành của ông. Tuy nhiên Hội đồng quân sự này đã không thể kiểm soát Nam Việt Nam sau khi lật đổ Ngô Đình Diệm.\n\nNguyễn Khánh bất bình với những gì mình bị đối xử đã bàn mưu tính kế với tướng [[Trần Thiện Khiêm]], lúc đó đang là chỉ huy khu vực [[Thành phố Hồ Chí Minh|Sài Gòn]]. Khiêm cũng là người cảm thấy rằng đóng góp của mình vào vụ đảo chính Ngô Đình Diệm đã bị đánh giá thấp. Hai người đã bí mật gặp nhau ở Sài Gòn hay ở Sở chỉ huy của Khánh ở Huế đầu tháng 1 và dự tính thực hiện cuộc đảo chính vào lúc 4h ngày 30 tháng 1.\n\n==Diễn biến==\nTheo kế hoạch đã được hai bên thống nhất, lực lượng của Khiêm ở Sài Gòn sẽ bao vây nhà của các thành viên Hội đồng quân sự đang ngủ trong khi Khánh và đơn vị lính dù sẽ chiếm Sở chỉ huy bộ tổng tham mưu gần [[Căn cứ không quân Tân Sơn Nhứt|Căn cứ không quân Tân Sơn Nhất]]. Ngày 28 tháng 1, Khánh mặc thường phục bay từ Huế vào Sài Gòn trên một chuyến bay thương mại. Khánh che giấu âm mưu của mình bằng cách đi chung với một viên cố vấn người Mỹ là Đại tá Jasper Wilson và nói với viên cố vấn rằng ông ta vào Sài Gòn theo một cuộc hẹn với nha sỹ. Khánh ở nhà một người bạn và chờ đợi cuộc đảo chính. Đến gần giờ hẹn, Khánh mặc quân phục quân nhảy dù và đến Sở chỉ huy và thấy Sở này vắng tanh, chỉ còn vài lính gác. Khi Khánh gọi điện cho Khiêm mới được biết Khiêm ngủ quên do quên cài đồng hồ báo thức. Dù thế, trước khi trời sáng, Khánh đã chiếm được chính quyền mà không cần bất kỳ phát súng nào. Trong buổi phát thanh trên đài vào buổi sáng, Khánh cho rằng ông ta tiến hành đảo chính là vì Hội đồng quân sự bất tài không có tiến triển nào trong việc chống lại [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\n==Sau đảo chính==\n[[Hoa Kỳ]] đã không nắm được âm mưu đảo chính này dù Khánh trước đó đã nói với một [[điệp viên]] của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] là [[Lucien Conein]] (người làm đầu mối liên lạc giữa Tòa đại sứ Mỹ và các tướng lĩnh trong cuộc đảo chính lật đổ Diệm) tháng 12 năm 1963 rằng ông ta đang dự định tiến hành đảo chính; nó đã được lưu cùng với nhiều hồ sơ về tin đồn chính trị và bị quên đi. Sau cuộc đảo chính, Khánh được nhiều người Mỹ ủng hộ và xem như là một hy vọng mới của Việt Nam Cộng hòa.\n\nVào lúc này, [[tổng thống Pháp]] [[Charles de Gaulle]] đang dự định công nhận [[Cộng hòa Nhân dân Trung Hoa]] và muốn [[Đông Nam Á]] trung lập như một phần của chương trình nghị sự của mình. Khánh đã tận dụng điều này để tiến hành trả thù đối với các tướng [[Trần Văn Đôn]] và [[Lê Văn Kim]], thành viên của Hội đồng quân sự. Khánh ra lệnh bắt giữ cả hai với cáo buộc họ là một phần của mưu đồ tập trung của Pháp. Khánh đã cho rằng họ đã phục vụ cho Quân đội thực dân Pháp. Khánh đã không thể chứng minh được cáo buộc của mình chống lại các tướng này trước tòa án binh nơi các cáo buộc đã bị bác bỏ và hai tướng này chỉ bị khiển trách là \"đạo đức yếu\". Khánh bị buộc phải bổ nhiệm Đôn và Kim chức cố vấn nhưng lại để các quân khu thuộc các sĩ quan của Quân lực Việt Nam Cộng hòa, những người đã không hài lòng với Khánh. Khánh cũng cho xử bắn [[Nguyễn Văn Nhung]]. Nhung nổi tiếng vì là người đã bắn chết anh em Tổng thống [[Ngô Đình Diệm]] và cố vấn [[Ngô Đình Nhu]] trong cuộc đảo chính năm 1963. Nhung trước đó đã trở thành một biểu tượng của việc loại bỏ Diệm và việc hành quyết Nhung khiến người ta lo rằng đây là dấu hiệu của việc quay trở lại các chính sách và các phần tử trung thành của Tổng thống Ngô Đình Diệm. Điều này đã gây náo động ở Sài Gòn, trong đó nổi bật là giới Phật tử và sư sãi, những người sợ các chính sách chống lại [[Phật giáo]] sẽ được áp dụng trở lại.\n\n== Xem thêm ==\n*[[Đảo chính Việt Nam Cộng hòa 1963|Cuộc đảo chính tại Việt Nam Cộng hòa năm 1963]]\n\n== Tham khảo ==\n{{tham khảo}}\n*{{chú thích sách| title=Vietnam:A history| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4| first=Stanley |last=Karnow |year=1997 |publisher=[[Penguin Books]] | pages =[https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4\/page\/350 350]-356, 354-355 | isbn=0-670-84218-4}}\n*{{chú thích sách|title=Encyclopedia of the Vietnam War| first= Spencer C. |last=Tucker |year=2000 |publisher=[[ABC-CLIO]]| pages =299| isbn=1-57607-040-0}}\n\n{{ARVN|state=expanded}}\n{{Thanh chiến tranh Việt Nam}}\n\n[[Thể loại:Việt Nam Cộng hòa]]\n[[Thể loại:Binh biến ở Việt Nam Cộng hòa]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Xung đột năm 1964|Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam Cộng hòa]]"}