{"792001":"{{Thông tin chiến tranh\n| place = [[Việt Bắc]]\n| bên 1 = Quân nổi dậy [[Nông Văn Vân]]\n| bên 2 = [[Nhà Nguyễn]]\n| thời gian = Tháng 7, 1833 (âm lịch) - Tháng 3, 1835 (âm lịch)\n| kết quả = Cuộc nổi dậy bị dập tắt\n| chỉ huy 1 = [[Nông Văn Vân]] <br\/>[[Bế Văn Đản]] <br\/> [[Bế Văn Cẩn]] <br\/> [[Nông Văn Sĩ]] <br\/> [[Nông Văn Hoành]] <br\/> [[Ma Sĩ Vinh]] <br\/> [[Nông Tĩnh Hòa]] {{POW}} <br\/> [[Bế Văn Huyền]]\n| chỉ huy 2 = [[Lê Văn Đức]] <br\/> [[Nguyễn Công Trứ]] <br\/> [[Nguyễn Đình Phổ]] <br\/>[[Tạ Quang Cự]] <br\/> [[Phạm Văn Điển]] <br\/> [[Nguyễn Tiến Lâm]] <br\/> [[Hồ Hữu]]\n}}\n'''Cuộc khởi nghĩa của Nông Văn Vân''' là một cuộc đấu tranh chống [[nhà Nguyễn]] của các [[dân tộc thiểu số]] ở [[Việt Bắc]] ([[Việt Nam]]) do [[Nông Văn Vân]] làm thủ lĩnh, xảy ra từ đầu [[tháng bảy|tháng 7]] ([[âm lịch]]) năm [[Quý Tỵ]] [[1833]] đến khoảng giữa [[tháng ba|tháng 3]] ([[âm lịch]]) năm [[Ất Mùi]] ([[1835]]) thì bị triều đình dập tắt. Cuộc nổi dậy kết thúc khi quân nhà Nguyễn phóng hỏa đốt rừng Thẩm Pát (hay Thẩm Bát) ở [[Tuyên Quang]] và tuyên bố đã tìm thấy thủ lĩnh Nông Văn Vân bị chết cháy ở trong đó. Theo một số nhà nghiên cứu thì đây là cuộc đấu tranh rộng lớn và tiêu biểu nhất của các dân tộc thiểu số ở nửa đầu [[thế kỷ 19]] tại [[Việt Nam]]<ref>Theo GS. Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', tr. 194<\/ref>.\n\n==Nguyên nhân ==\nVào đời [[Minh Mạng]], ở các tỉnh [[Tuyên Quang]], [[Thái Nguyên]], [[Lạng Sơn]], [[Cao Bằng]],... nhà vua đặt chức lưu quan do [[người Việt|người Kinh]] nắm giữ ở bên cạnh các quan đứng đầu là người dân tộc các quan lại do triều đình cử đến.<ref>Sau, do phản ứng của các thổ ty và người dân địa phương, vua [[Tự Đức]] đã cho bãi bỏ chế độ lưu quan.<\/ref> Theo sử liệu thì họ thường có thói ức hiếp, [[tham nhũng]], nên các thổ quan (trong đó có [[Nông Văn Vân]]) và người dân [[Bảo Lạc]] rất bất mãn, chỉ chờ dịp nổi lên đánh đuổi.<ref>Theo ''Đại cương lịch sử Việt Nam'' (Tập I, tr. 180)<\/ref>\n\n[[Tháng năm|Tháng 5]] năm [[Quý Tỵ]] ([[1833]]), [[Lê Văn Khôi]] (em vợ [[Nông Văn Vân]]) vì bất mãn đã khởi binh chiếm lấy [[Thành Gia Định|thành Phiên An]] ở [[Gia Định]]. Vua [[Minh Mạng]] lập tức cử quân đi đánh dẹp, đồng thời lệnh cho quan lại ở [[Cao Bằng]] truy nã vợ con và họ hàng [[Lê Văn Khôi]] đang cư ngụ ở đó. Theo sử liệu, thì viên án sát [[Cao Bằng]] là Phạm Đình Trạc liền ra lệnh bắt lấy hai con, 1 người em ruột và 14 người thân thuộc của [[Lê Văn Khôi]]. Đình Trạc lại sai đào mả ông nội (Bế Văn Sĩ) và cha đẻ (Bế Văn Kiện hay Viên) của [[Lê Văn Khôi]] rồi đốt hài cốt ra tro. [[Nông Văn Vân]] lúc bấy giờ đang làm Tri châu [[Bảo Lạc]] cũng bị truy nã vì là anh vợ Khôi.<ref>Theo ''Lịch sử Việt Nam'' ([[1427]]-[[1858]], Quyển 2, Tập 2, tr. 180) và ''Quốc triều sử toát yếu'' (phần Chính biên), tr.203.<\/ref>\n\nTrong tình thế ấy, [[Nông Văn Vân]] liền phát động cuộc nổi dậy. Việc làm đầu tiên của ông, là thích bốn chữ \"Tỉnh quan thiên hối\" (''quan tỉnh thiên vị, ăn hối lộ'')<ref>Chép theo ''Đại Nam chính biên liệt truyện'' (tr. 1041). ''Quốc triều sử toát yếu'' (phần Chính biên, tr. 204) chép là \"Tỉnh quan đa hối\" (''quan tỉnh hay ăn của hối lộ'').<\/ref> vào mặt phái viên do tỉnh phái đến rồi đuổi về.\n\nNgày [[2 tháng 7]] ([[âm lịch]]) năm [[Quý Tỵ]] ([[1833]]),<ref>Ngày tháng khởi sự và kết thúc cuộc nổi dậy [[Nông Văn Vân]], chép ''Việt Nam thế kỷ XIX'', và ''Từ điển bách khoa Việt Nam'' (bản điện tử)<\/ref> [[Nông Văn Vân]] tự xưng là \"Tiết chế Thượng tướng quân,\" lập đại bản doanh ở Vân Trung (thị trấn [[Bảo Lạc]] ngày nay)<ref>Vân Trung ở phía tây huyện Để Định (tức [[Bảo Lạc]]) thời Nguyễn. Nơi đây núi non trùng điệp quanh co, lam khí luôn bốc lên như ở trong mây, nên gọi thế (''Đại Nam dư địa chí ước biên'', tr. 488). Ngày nay, Vân Trung là thị trấn của huyện Bảo Lạc, nằm trên ngã ba sông Neo và [[sông Gâm]]. Hồi làm Tri châu ở đây, Nông Văn Vân đã cho xây dựng tư thất, công đường ở khu vực nay là cửa hàng bách hóa và doanh trại của huyện đội (ghi chú của GS. Nguyễn Phan Quang, tr. 224)<\/ref> thuộc châu [[Bảo Lạc]], tập họp các thổ mục,<ref>''Đại Nam chính biên liệt truyện'' (tr. 1041) có ghi họ tên một số thổ mục bất mãn như: Ma Sỹ Vinh, Ma Doãn Cao (cùng ở [[Bảo Lạc]]), Ma Trọng Đại, Nguyễn Thế Nga, Ma Trường An (cùng ở [[Vị Xuyên]]), Lưu Trọng Chương, Hoàng Trinh Tuyên (cùng ở [[Lục Yên]]), Nguyễn Quang Khải, Hà Đức Thái, Ma Doãn Dưỡng (cùng ở Đại Nam)...<\/ref>, một số họ hàng của [[Lê Văn Khôi]],<ref>Trong số ấy, ''Đại Nam chính biên liệt truyện'' có ghi tên mấy người là Lê Văn Liêm (em ông Khôi) Triệu, Cán (đều là cháu ông Khôi, sách không chép tên đầy đủ)<\/ref> một số thợ mỏ [[người Hoa]],<ref>Theo ''Lịch sử Việt Nam'' (1427-1858; Quyển 2, Tập 2, tr. 181). Theo ''Đại Nam chính biên liệt truyện'', khi quân nổi dậy đóng 3 đồn ở [[Thái Nguyên]] (giáp giới [[Cao Bằng]]) thì \"trong quân (nổi dậy) đã có khoảng 200 người [[Triều Châu]] ([[Trung Quốc]]) do Hoàng A Liên đứng đầu\" (tr. 1042). Sau, số [[người Hoa]] theo hỗ trợ đông hơn (xem tr. 1047 và 1048).<\/ref> và nhân dân bị áp bức, được khoảng sáu ngàn người<ref>Con số ghi theo ''Đại Nam chính biên liệt truyện'' (tr. 1041)<\/ref> cùng đứng lên chống [[nhà Nguyễn|Nguyễn]].\n\n==Tóm tắt diễn biến==\nKhi [[Nông Văn Vân]] phất cờ chống [[nhà Nguyễn]] thì ở [[miền Bắc (Việt Nam)|miền Bắc]] đang có cuộc nổi dậy của [[Lê Duy Lương]] và ở [[miền Nam (Việt Nam)|miền Nam]] đang có cuộc nổi dậy của [[Lê Văn Khôi]].\n\nTrong cục diện ấy, Nông Văn Vân chia quân đi đánh phá các tỉnh miền ngược. Các quan sở tại chống không nổi, phải xin quân cứu viện. [[Tháng tám|Tháng 8]] ([[âm lịch]]) năm [[1833]], vua [[Minh Mạng]] cho [[Tổng đốc]] [[Sơn Hưng Tuyên]] là [[Lê Văn Đức]] làm Tổng đốc Tam Tuyên quân vụ, Thự tổng đốc [[Hải An, Hải Phòng|Hải An]] là [[Nguyễn Công Trứ]] làm Tham tán, cùng đến mặt trận [[Tuyên Quang]]. Lại sai Tổng đốc [[Ninh Thái]] là [[Nguyễn Đình Phổ]] đem binh tượng tới mặt trận [[Thái Nguyên]]. Sau thấy hai thành tỉnh là [[Cao Bằng]] và [[Lạng Sơn]] bị vây ngặt quá, [[tháng mười|tháng 10]] ([[âm lịch]]) nhà vua lại sai [[Xứ Nghệ|An Tĩnh]] tổng đốc là [[Tạ Quang Cự]] làm Tổng thống Đại thần lên đánh ở hai mạn đó.\n\n[[Tháng chạp|Tháng Chạp]] năm [[Quý Tỵ]] ([[1833]]) đạo quân của [[Tạ Quang Cự]] giải vây được tỉnh [[Lạng Sơn]] và lấy lại thành [[Cao Bằng]]. Đạo quân của [[Lê Văn Đức]] và [[Nguyễn Công Trứ]] vào đến Vân Trung ở [[Bảo Lạc]] là đại bản doanh của quân nổi dậy, khiến [[Nông Văn Vân]] phải chạy trốn sang [[Trung Quốc]]. Nhưng khi quân triều vừa rút đi, thì [[Nông Văn Vân]] lại về rủ đồ đảng đánh phá như cũ. Nhà vua lại sai các đạo quân tiến lên phòng giữ các tỉnh mạn ngược. Đến [[tháng chín|tháng 9]] ([[âm lịch]]) năm [[Giáp Ngọ]] ([[1834]]), [[Lê Văn Đức]] và [[Phạm Văn Điển]] đi từ [[Sơn Tây (tỉnh cũ)|Sơn Tây]] lên [[Tuyên Quang]]; [[Tạ Quang Cự]], [[Nguyễn Tiến Lâm]] và [[Hồ Hữu]] đi từ [[Cao Bằng]]; [[Nguyễn Đình Phổ]] và [[Nguyễn Công Trứ]] đi từ [[Thái Nguyên]]; ba mặt quân cùng tiến lên hội tiễu.\n \n[[Tháng chạp|Tháng Chạp]] năm ấy, cả ba đạo cùng đến hội ở Vân Trung, rồi sai người đưa thư sang nhờ quan [[nhà Thanh]] ([[Trung Quốc]]) ngăn không cho quân nổi dậy chạy sang bên ấy. Nên khi [[Nông Văn Vân]] chạy sang [[Trung Quốc]] thì bị quân [[nhà Thanh]] đuổi bắt, phải trở về [[Tuyên Quang]].\n \n[[Tháng ba|Tháng 3]] ([[âm lịch]]) năm [[Ất Mùi]] ([[1835]]), biết chỗ [[Nông Văn Vân]] ở, quan quân [[nhà Nguyễn]] liền lần theo truy đuổi khiến ông Vân phải chạy ẩn vào trong rừng Thẩm Pát ở [[Thái Nguyên]], rồi bị thiêu chết khi quân triều phóng hỏa đốt rừng. Cuộc nổi dậy do ông và các đồng đội đã dày công gầy dựng đến đây là kết thúc.\n \n==Một số sự kiện nổi bật==\nCuộc nổi dậy do Nông Văn Vân làm thủ lĩnh là một cuộc đấu tranh \"rộng lớn\". Sách ''Bắc Kỳ tiễu phỉ'' (Quyển 47), chép: \n:''Thổ phỉ Tuyên, Cao, Thái, Lạng lan tràn, chỗ nào cũng có đứa hùng trưởng, mà đều lấy giặc (Nông Văn) Vân làm chủ...''\n\nSách ''[[Đại Nam thực lục]]'' (Quyển 18), chép: \n:''Việc nổi loạn là do (Nông Văn) Vân xướng xuất, tù trưởng các châu đều họa theo và đều nhận chức quan của Vân''...<ref>''[[Đại Nam thực lục]]'' (Quyển 18, tr. 139). Dẫn lại theo Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', tr. 195.<\/ref>\n\nSau đây là một số sự kiện nổi bật:\n\n===Tại mặt trận [[Tuyên Quang]]===\nĐể thông đường tới thành tỉnh [[Tuyên Quang]] (gọi tắt là thành Tuyên), [[Nông Văn Vân]] cho quân đánh chiếm đồn Ninh Biên (sau đổi tên là An Biên, nay thuộc thị xã [[Hà Giang]]) và đồn Phúc Nghi (nằm bên hữu ngạn [[sông Gâm]]).\n\nSau khi cho người đưa thư dụ hàng viên trưởng đồn Ninh Biên là Hoàng Kim Thuận không được, [[Nông Văn Vân]] liền đem quân lẻn theo đường núi thuộc châu [[Vị Xuyên]] (nay là một huyện của tỉnh [[Hà Giang]]) đến đánh đồn Ninh Biên. Cùng lúc ấy, làm theo lệnh của thủ lĩnh Vân, Ma Sĩ Vinh dẫn quân đi đánh đồn Phúc Nghi. Sách ''Việt Nam thế kỷ XIX'' kể:\n:''Cuối [[tháng bảy|tháng 7]] ([[âm lịch]]) năm [[Ất Tỵ]] ([[1833]]), nghĩa quân do thủ lĩnh Ma Sĩ Vinh chỉ huy từ các cao điểm kéo đến vây chặt bốn mặt đồn Phúc Nghi. Đồng thời, một cánh quân khác cưỡi thuyền độc mộc từ thượng lưu bơi qua phía trước đồn, rồi bỏ thuyền lên bờ giáp lại cùng đánh,...Lực lượng của nghĩa quân ước hơn 1000 tên.<ref>''Việt Nam thế kỷ XIX'', tr. 197.<\/ref>\n\nHay được tin, Bố chính Phạm Phổ cùng Thành thủ úy Trương Phúc Nguyên kéo quân đi ngăn lại. Đầu [[tháng tám|tháng 8]] ([[âm lịch]]) năm [[Ất Tỵ]] ([[1833]]), một trận kịch chiến sau đó nổ ra tại sông Tiểu Miện. Quân triều đình đánh thua, Hoàng Kim Thuận bị giết tại trận. Quân nổi dậy bèn vây kín đồn Ninh Biên. Do thiếu quân và thiếu lương ăn, Phạm Phổ tự vẫn, Trương Phúc Nguyên cùng hơn 400 biền binh trong đồn đều bị bắt sống.<ref>''Đại Nam chính biên liệt truyện'' (tr. 1041). Cũng theo sách này thì sau đó Trương Phúc Nguyên trốn về được nhưng bị cho là \"cùng giặc thông đồng\" nên bị xử tử.<\/ref>\n \nLấy được hai đồn trên, Nông Văn Vân liền chia quân thủy bộ ra làm ba cánh đi tấn công thành Tuyên. Theo kế hoạch thì cánh thứ nhất đi tới địa đầu phủ Đoan Hùng, ngăn không cho viện binh ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] kéo lên. Cánh thứ hai (có quân của Nguyễn Đình Liêm từ [[Thái Nguyên]] qua phối hợp) tới đánh mặt trước thành. Cánh thứ ba từ châu Ninh Biên theo sông Tiểu Miện tới đánh mặt sau thành. Tuy nhiên vì cánh quân thứ ba không đến kịp và vì tướng [[Lê Văn Đức]] kịp thời đưa quân tới cứu nên việc đánh chiếm thất bại.\n\nSách ''Việt Nam thế kỷ XIX'', kể:\n:''Vào hạ tuần [[tháng tám|tháng 8]] ([[âm lịch]]) năm [[Quý Tỵ]] (1833), nghĩa quân chủ động đi chiếm lĩnh các cao điểm xung quanh tỉnh thành ở hai bên bờ [[sông Lô]], xây dựng đồn lũy dã chiến. Ngày [[21 tháng 8]], khoảng 4000, 5000 quân nổi dậy tiến đến chiếm đồn Cao Tụ ở phía sau tỉnh thành. Tuy nhiên do quân triều tập trung đông với [[voi]] chiến và súng lớn, mà cánh quân ở Ninh Biên chưa đến kịp, nên quân nổi dậy không thể chiếm được tỉnh thành, đành phải lui về đồn Núi Đền (trên núi Đùm hay Tràng Đà) ở bên kia [[sông Lô]]. Quân triều đình đuổi theo đến bờ sông nhưng không qua được vì không có thuyền.<ref>Trích trong ''Việt Nam thế kỷ XIX', tr. 197.<\/ref>\n\nNgoài ra, để quân triều không ứng cứu lẫn nhau, Lưu Trọng Chương và Hoàng Trinh Tuyên dẫn 2.000 quân nổi dậy đi đánh đồn [[Đại Đồng]] thuộc châu Thu ([[Thái Nguyên]]). Tướng [[Lê Văn Đức]] bèn phái Lãnh binh Nguyễn Văn Quyền, Quản cơ Nguyễn Hữu Du và Tri phủ [[Đoan Hùng]] là Nguyễn Đức Hoành đem hơn ngàn quân cùng hai thớt voi chia đường đi cứu. Hai bên giáp chiến tại địa phận rừng Hoàng Loan; cuối cùng quân nổi dậy bị đẩy lui. Theo ''Quốc triều sử toát yếu'' thì khi ấy [[Nông Văn Vân]] \"đã thua\" ở trận thành Tuyên nhưng vì \"đồng đảng nó chưa biết nên tới đó khuấy nhiễu\".<ref>''Quốc triều sử toát yếu'', tr. 207<\/ref>\n\n[[Tháng mười|Tháng 10]] ([[âm lịch]]) năm [[1833]], tướng [[Lê Văn Đức]] và tướng [[Nguyễn Công Trứ]] cùng đưa quân vào đánh phá đại bản doanh Vân Trung và Ngọc Mạo (Đồng Mu ngày nay)<ref>Theo ''Đại Nam dư địa chí ước biên'' (tr. 487) thì Ngọc Mạo ở phía tây huyện Để Định (tức Bảo Lạc) thời Nguyễn. Đây là một vùng bằng phẳng thoáng rộng, ước chừng hai ngàn mẫu, giữa có ngọn núi (núi Ngọc Mạo) giống hình chiếc mũ, nên gọi thế. Ngày nay, Ngọc Mạo là xã Đồng Mu (Mu: tiếng Tày có nghĩa là cái mũ).<\/ref> định tìm bắt [[Nông Văn Vân]].\n\nMặc dù quân nổi dậy ở đồn Phúc Nghi, đồn Ninh Biên, Đèo Ve (Kẻm Ve), Đèo Hoạch (Kẻm Kiếng), Tòng Bá, đồn Bắc Cái (thuộc xã Bạch Đích), Pắc Phấn, v.v. dựa vào chỗ hiểm phục binh đón đánh, và được lực lượng ở [[Thái Nguyên]] \"chia lửa\"<ref>Khi nghe lực lượng hùng hậu của tướng [[Lê Văn Đức]] và tướng [[Nguyễn Công Trứ]] đang tiến đến Bảo Lạc, để làm phân tán quân triều, quân nổi dậy ở [[Thái Nguyên]] liền kéo sang đánh chiếm đồn Trinh (nay thuộc xã Vinh Quang, huyện [[Chiêm Hóa]], tỉnh [[Tuyên Quang]]) ngày 25 [[tháng mười|tháng 10]] ([[âm lịch]]) năm [[1833]], đuổi quân triều chạy đến đèo Bụt (nay thuộc xã Vĩnh Yên, huyện [[Na Hang]], tỉnh [[Tuyên Quang]]). Buộc vua [[Minh Mạng]] phải ra lệnh cho [[Nguyễn Công Trứ]] cử quân xuôi [[sông Gâm]] đánh lấy lại đồn Trinh. Đây là một trong những trận đánh lớn của quân nổi dậy (kể theo ''Việt Nam thế kỷ XIX'', tr. 198)<\/ref> nhưng vì quân triều đình mạnh quá nên đều phải rút chạy.\n\nDù vào được Vân Trung và Ngọc Mạo nhưng quân triều không bắt được Nông Văn Vân vì lúc này ([[tháng chạp|tháng Chạp]] năm [[1833]]) ông đã lánh sang [[Trung Quốc]]. Do không hợp thủy thổ và thường bị phục kích, cuối [[tháng chạp|tháng Chạp]] năm [[1833]] [[Lê Văn Đức]] và [[Nguyễn Công Trứ]] cho quân rút về [[Tuyên Quang]]. Theo tài liệu, trên đường đi và về, quân triều phải chịu nhiều khó nhọc và tổn thất.\n\nSách ''Việt Nam thế kỷ XIX'' kể:\n:''Từ Ninh Biên vào đại bản doanh Vân Trung ([[Bảo Lạc]]) phải mất một tháng rưỡi. Điểm lại quân số, khi đi có một vạn quân, vào đến Vân Trung đã có 2.400 lính ốm với hơn 100 tên bỏ mạng dọc đường, nhiều thổ dũng bỏ trốn, lúc đến Vân Trung chỉ còn non một nửa.<ref>Trích trong ''Việt Nam thế kỷ XIX'', tr. 198-199.<\/ref>\n\nViệc \"thắng lợi nhưng lắm hao tổn\" này đã bị nhà vua kết tội. Sử [[nhà Nguyễn]] chép:\n:''...[[Lê Văn Đức]] và [[Nguyễn Công Trứ]] kéo quân từ Vân Trung về đến tỉnh [[Tuyên Quang]], đem những tình trạng quân giặc cứ hiểm thiết phục, dọc đàng đón lương cướp súng, và quân sĩ nhiễm bệnh lam chướng, lương ăn không đủ, dâng sớ xin nhận tội. Ngài ([[Minh Mạng]]) dụ rằng: \"Quân đi ngàn dặm quý là thần tốc, mình chẳng tới mau để giặc giữ chỗ hiểm, thừa (thời) gian cướp bậy. Khi quân mình về, giặc lại phòng bị các nơi, đến nỗi quân mình chết hại, súng ống bỏ mất, uổng công bấy lâu qua lại, tội chẳng đáng sao?... Vậy giao cho bộ nghị xử\". Bộ khép (Lê Văn) Đức vào tội tử. Vua cho là nặng quá, chuẩn cho tước bỏ mũ áo, giáng bốn cấp, cất lương, khiến cho Đức phải cố gắng thu công chuộc tội...<ref>Trích trong ''Quốc triều sử toát yếu'' (phần Chính biên, tr. 216-217) và ''Đại Nam chính biên liệt truyện'' (truyện \"Lê Văn Đức\", tr. 394). Phần [[Nguyễn Công Trứ]] bị xử ra sao chưa tra được<\/ref>\n\n[[Tháng giêng|Tháng Giêng]] năm [[Giáp Ngọ]] ([[1834]]), [[Nông Văn Vân]] trở về nước. Sau đó ông sai Nông Văn Sĩ dẫn hơn ngàn quân đi đánh nhau với quân triều ở [[Cao Bằng]]. Tham tán Võ Văn Từ đem việc báo lên. Vua [[Minh Mạng]] nổi giận sai [[Lê Văn Đức]] và [[Nguyễn Công Trứ]] lập tức đem đại binh từ [[Tuyên Quang]] vào lại Vân Trung và Ngọc Mạo để \"đạp bằng sào huyệt giặc, làm sao bắt chém được thằng Vân (Nông Văn Vân), thằng Đản (Bế Văn Đản), thằng Cẩn (Bế Văn Cẩn)... mới cho đem quân về.\" <ref>Trích trong ''Quốc triều sử toát yếu'' (phần Chính biên), tr. 216 và 218<\/ref>\n \nTheo lời tâu của tướng [[Lê Văn Đức]] và tướng [[Nguyễn Công Trứ]] thì việc tiến quân vào Vân Trung lần thứ hai cũng hết sức khó khăn vì phải luôn đánh nhau mà lại thường hay thiếu lương do địa hình hiểm trở khó vận chuyển.<ref>Theo ''Quốc triều sử toát yếu'' (phần Chính biên), tr. 230, 231 và 233<\/ref> Do vậy mãi đến cuối năm [[1834]] ba đạo quân do các tướng là: [[Lê Văn Đức]] và [[Phạm Văn Điển]] đi từ [[Sơn Tây (tỉnh cũ)|Sơn Tây]]; [[Tạ Quang Cự]], [[Phạm Tiến Lâm]] và [[Hồ Hữu]] đi từ [[Cao Bằng]]; [[Nguyễn Đình Phổ]] và [[Nguyễn Công Trứ]] đi từ [[Thái Nguyên]]; mới vào được đại bản doanh Vân Trung.\n\n===Mặt trận [[Thái Nguyên]] và [[Bắc Kạn]]===\n[[Tháng tám|Tháng 8]] ([[âm lịch]]) năm [[1833]], khi đội quân chủ lực đang bận ở mặt trận thành Tuyên, thì Nông Văn Sĩ nhận lệnh của Nông Văn Vân, đem một đội quân khác đi đánh châu Bạch Thông thuộc tỉnh [[Thái Nguyên]]. Bố chính [[Thái Nguyên]] là Nguyễn Đôn Tố liền phái Suất đội Trần Đình Dự, Dương Đình Ất cùng viên thủ bảo [[Chợ Rã]] (nay đổi tên là huyện [[Ba Bể]]) là Bế Văn Đức đem quân đi cản phá. Từ đất Bằng Thành thuộc Chợ Rã quân nổi dậy chia ba mũi xông vào đánh giáp lá cà. Đình Dự và Đình Ất thua chạy; Văn Đức đầu hàng. Chiếm cứ được Chợ Rã, \"thổ dân theo vào đảng (giặc) đến hơn nghìn người.\"<ref>Theo ''Đại Nam chính biên liệt truyện'' (tr. 1041)<\/ref>\n\nLúc ấy Quang Toản đang đóng quân ở đồn Na Miêu cũng bị hơn 2.000 quân nổi dậy tấn công nhưng vì quân ít hơn, phải lui về giữ đất Na Cù. Lãnh binh [[Bắc Ninh]] là Trần Văn Duy đánh thua ở đồn [[Chợ Mới, Bắc Kạn|Chợ Mới]] (nay là một huyện của tỉnh [[Bắc Kạn]]), khiến tướng [[Nguyễn Đình Phổ]] (lúc này đã mặt ở [[Thái Nguyên]]) phải xin nhận tội.<ref>''Quốc triều sử toát yếu'' (phần Chính biên), tr. 207<\/ref>\n\nĐồng thời từ đất Bằng Lũng hơn nghìn quân nổi dậy xông tới uy hiếp đồn [[Bắc Kạn]] (nay viết là Bắc Kạn) ở châu Bạch Thông. Yếu thế hơn, Bố chính tỉnh [[Thái Nguyên]] là Nguyễn Đôn Tố cho quân lui về [[Chợ Mới, Bắc Kạn|Chợ Mới]], rồi sai Lãnh binh Nguyễn Văn Cát dẫn quân tới đồn [[Bắc Kạn|Bắc Cạn]], phái Quang Toản và Đinh Quang Tiến dẫn quân tới Tượng Đầu làm rào cản. Sau đó đôi bên đụng độ ác liệt ở đồn [[Bắc Kạn]]. Lãnh binh Cát bị trúng đạn pháo chết tại trận; quân triều bị đánh tan. Đang hăng, quân nổi dậy liền kéo đi đánh phá Tượng Đầu, giết chết Suất đội Nguyễn Đình Du, bắt sống Quang Toản và Đinh Quang Tiến. Quang Tiến chịu hàng,<ref>Sau Quang Tiến trốn ra đầu thú, nói là mình chỉ trá hàng, song vẫn bị triều đình xử chết (''Đại Nam chính biên liệt truyện'', tr. 1042)<\/ref> còn Quang Toản, vì không chịu nên bị giết chết. Nghe tin thất trận, Bố chính Nguyễn Đôn Tố liền đem quân voi đến cứu nhưng vừa đến Tông Hóa thì bị quân nổi dậy cản lại, không tiến được.\n\n[[Tháng mười|Tháng 10]] ([[âm lịch]]) năm đó ([[1833]]) hơn 1.000 quân nổi dậy lại kéo tới vây đánh thành tỉnh [[Thái Nguyên]] khiến [[Nguyễn Đình Phổ]] vừa cầu cứu, vừa đánh. Tháng sau quân nổi dậy lại tổ chức tấn công lần nữa nhưng cả hai lần đều bị Tổng đốc Phổ đốc quân đánh đuổi.<ref>Theo ''Quốc triều sử toát yếu'', tr. 210 và 212<\/ref>\n\nSang [[tháng ba|tháng 3]] ([[âm lịch]]) năm [[Giáp Ngọ]] ([[1834]]) quân nổi dậy lại tràn xuống phố Bắc Nẫm. Án sát đạo [[Thái Nguyên]] lúc bấy giờ là Nguyễn Mưu và Phó lãnh binh Nguyễn Văn Ưng ra sức ngăn lại nhưng thua. Quản cơ Nguyễn Văn An, Chính đội Nguyễn Đình Cát và Vệ úy Võ Văn Sơn đều tử trận; Án sát Nguyễn Mưu bị bắt sống. Thừa thắng, quân nổi dậy tiến đánh đồn Chợ Rã (nay là một thị trấn thuộc huyện [[Ba Bể]], tỉnh [[Bắc Kạn]]) và [[Chợ Mới, Bắc Kạn|Chợ Mới]]. Không chống nổi, Lãnh binh Nguyễn Văn Ưng cho quân lui về đồn Chợ Đô. Tướng Tạ Quang Cự đem việc báo lên, nhà vua liền sai tỉnh thần [[Hà Nội]] và [[Nam Định]] đưa thêm lính và voi lên tiếp sức.<ref>Theo ''Quốc triều sử toát yếu'' (phần Chính biên), tr. 227<\/ref> [[Tháng bảy|Tháng 7]] ([[âm lịch]]) năm đó ([[1834]]) Nồng Văn Sĩ và Nồng Văn Hoành lại nhóm quân ở hạt Cẩm Hóa thuộc [[Thái Nguyên]] đến hơn 1.000 người, chia làm 3 đạo: một đạo đi đánh đồn [[Bắc Kạn|Bắc Cạn]] ở châu Bạch Thông, một đạo đinh đánh đồn Gia Bằng ở [[Cao Bằng]], một đạo tới núi Tiêm Lĩnh (ở địa giới tỉnh [[Cao Bằng]] và [[Lạng Sơn]]) để cướp lương. Các quan ở [[Cao Bằng]] và [[Thái Nguyên]] đều phái binh chống cự và đem việc tâu lên.<ref>Theo ''Quốc triều sử toát yếu'', phần Chính biên, tr.236<\/ref>\n\n===Mặt trận [[Cao Bằng]]===\nSau trận đánh mở đầu ở Nước Hai (châu lỵ Thạch Lâm, nay là thị trấn huyện [[Hòa An]]) ngày [[1 tháng 9]] ([[âm lịch]]) năm [[1833]], hơn nghìn quân nổi dậy kéo đến bao vây thành tỉnh [[Cao Bằng]] (lần thứ nhất) vào ngày hôm sau.<ref>Theo ''Đại Nam chính biên liệt truyện'' (tr. 1043), thì khi ấy Bố chính Bùi Tăng Huy và Án sát Phạm Đình Trạc cho rằng \"thành chơ vơ, quân ít không chống nổi\", nên dời ra giữ đồn ở núi Ninh Lạc, chờ viện binh. Tuy nhiên, căn cứ lời tâu của tướng [[Tạ Quang Cự]] (chép ở bên trên) thì rất có thể các ông vẫn còn ở trong thành<\/ref> Nhận được tin cầu cứu của Bố chính Bùi Tăng Huy, vua [[Minh Mạng]] liền ra lệnh cho Tuần Phủ Lạng Bình ([[Lạng Sơn]] và [[Cao Bằng]]) là Hoàng Văn Quyền đang đóng quân ở [[Lạng Sơn]] cấp tốc đem quân sang cứu viện.\n \nTrên đường đi, ông Quyền cho dừng quân ở đồn Na Lãnh rồi sai Cai đội Dương Văn Phong đem quân đánh đồn Tiêm Lĩnh vừa bị đối phương chiếm giữ. Quân nổi dậy tạm lui nhưng ngay đêm đó lại lén đến vây kín rồi dùng pháo lớn bắn vào loạn xạ. Quân triều nhiều người bị thương vong. Sau đó quân nổi dậy kéo đi tấn công đồn Na Lãnh. Tuần phủ Quyền đánh thua phải cho quân lui về trạm Lạng Chung ở châu Thất Tuyền ([[Lạng Sơn]]).<ref>Kể theo ''Đại Nam chính biên liệt truyện'' (tr. 1043). Theo ''Quốc triều sử toát yếu'', thì trong trận này quan Thị chiến là Cấp sự trung Cao Phục Lễ làm mất ấn đồng, khiến ông và Tuần phủ Quyền đều bị cách lưu, theo quân hiệu lực (phần Chính biên, tr. 208)<\/ref>\n\nQuân triều chạy về trạm Lạng Chung, theo sách ''Bắc Kỳ tiễu phỉ'' thì: \n:''Sáng sớm ngày [[23 tháng 9]] ([[âm lịch]]) lũ giặc đông đến 5.000 tên vây đánh úp trạm Lạng Chung. Tri châu Thất Tuyền Nguyễn Khắc Hòa cùng 7 anh em của nó đem dân phu hùa theo giặc... Biền binh chống đánh không được, lùi ra ngoài đồng. Giặc thừa thế đuổi bắn, Tuần phủ Quyền bị giặc bắt được... Bọn quản cơ, cai đội, kẻ thì chết kẻ thì chạy, binh lính trong trận đều vứt bỏ khí giới chạy về.<ref>''Bắc Kỳ tiễu phỉ''. Trích lại theo ''Việt Nam thế kỷ XIX'' (tr. 208). Sau, quân nổi dậy bắt Tuần phủ Quyền đến thành tỉnh [[Cao Bằng]] gọi hàng (''Việt Nam thế kỷ XIX'', tr. 226)<\/ref> Thừa thắng, quân nổi dậy tiến lên vây hãm thành tỉnh [[Lạng Sơn]].\n\nLúc bấy giờ thành tỉnh [[Cao Bằng]] thiếu đạn, thiếu lương vì bị vây cả tháng mà viện binh thì vừa bị đánh tan. Biết không chống cự nổi, ba ông quan đầu tỉnh là Bố chính Bùi Tăng Huy, Án sát Phạm Đình Trạc, Lãnh binh Phạm Văn Lựu đều tự tử.\n \nCuối [[tháng mười một|tháng 11]] ([[âm lịch]]) năm [[1833]], tướng [[Tạ Quang Cự]] đưa quân lên cứu thành tỉnh [[Cao Bằng]]. Xét mình yếu thế hơn, [[Nông Văn Vân]] gom quân chạy sang [[Trung Quốc]] để bảo toàn lực lượng. Ngày [[27 tháng 11]] ([[âm lịch]]) tướng Quang Cự lấy lại thành mà không cần phải đánh, sau đó gửi về bản tâu, trích: \n:''Thần vừa tới [[Cao Bằng]], thì được biết từ tối hôm trước bọn giặc đã phóng lửa đốt hết nhà cửa trong và ngoài thành mà bỏ đi rồi... Từ ngày [[2 tháng 9]] (âm lịch), giặc đến tỉnh thành vây hãm, trong thành [[thuốc đạn]], [[muối]] gần hết, biền binh mỏi mệt đau ốm... Ngày [[5 tháng 10]] (âm lịch) (Bố chính) Bùi Tăng Huy thắt cổ, (Án sát) Phạm Đình Trạc đào lỗ tự chôn, (Lãnh binh) Phạm Văn Lựu cũng thắt cổ chết, (Lãnh binh) Vũ Văn Lợi hàng giặc''...<ref>Chép theo ''Việt Nam thế kỷ XIX'', tr. 208<\/ref>\n\n[[Tháng giêng|Tháng Giêng]] ([[âm lịch]]) năm [[Giáp Ngọ]]([[1834]]), [[Nông Văn Vân]] trở về nhóm quân ở miền thượng du [[Cao Bằng]]. Sau đó ông sai Nông Văn Sĩ đem hơn ngàn quân từ làng Thông Sơn tới đánh nhau với quân triều ở đồn Trung Thảng. Tức giận, vua [[Minh Mạng]] cử [[Lê Văn Đức]] làm Tổng đốc đạo [[Tuyên Quang]], [[Nguyễn Công Trứ]] làm Tham tán, cùng đem đại binh từ [[Tuyên Quang]] vào lại Vân Trung.\n\n[[Tháng hai|Tháng 2]] ([[âm lịch]]), quân đạo [[Cao Bằng]] đánh nhau với quân nổi dậy ở Đinh Lãm bị thua, hai tướng là [[Tạ Quang Cự]] và Võ Văn Từ đều bị cách tước.<ref>Tướng Tạ Quang Cự bị cách tước bá xuống tước tử, tướng Võ Văn Từ bị cách tước nam<\/ref> Nhưng sau đó hai ông lén đánh phá tại núi Công Lãnh, gây cho quân nổi dậy một số thiệt hại.\n\nKhoảng giữa [[tháng sáu|tháng 6]] ([[âm lịch]]), [[Nông Văn Vân]], Bế Văn Cận (hay Cẩn), Bế Văn Huyền (em vợ Văn Vân), đem khoảng 6.000 quân đi đánh chiếm thành tỉnh [[Cao Bằng]] (lần thứ hai). Đôi bên giao chiến với nhau nhiều trận, đều bị thiệt hại nhưng nhờ có viện binh nên quân nổi dậy đánh thắng. Thừa thắng, [[Nông Văn Vân]] cho quân tràn tới đốt phá châu Thạch Liêm, rồi tiến chiếm thành tỉnh [[Cao Bằng]].\n\nHay được tin, tướng [[Nguyễn Tiến Lâm]] và Phó vệ úy Nguyễn Tình Lộc mang tượng binh định tiến lên lấy lại nhưng mới tới sơn ải Lạng Chỉ thì bị đối phương chặn đánh, Tình Lộc chết tại trận, Tiến Lâm lui về đồn Lạc Dương ở [[Cao Bằng]]. [[Tạ Quang Cự]] và [[Nguyễn Công Trứ]] kéo quân lên chi viện. Bắt được tin, quân nổi dậy lên núi giữ chỗ hiểm chia đặt hơn 20 trại quyết đối đầu với quân triều. Tướng Quang Cự bèn thân đốc biền binh từ xã Hoa Sơn (nay đổi là Cẩm Sơn) tiến lên Lạc Dương (Cao Bằng), đi đến đâu quân nổi dậy bị đánh tan đến đấy. Liệu không thể giữ được thành tỉnh [[Cao Bằng]], [[Nông Văn Vân]] cho quân rút đi. Quản cơ ở [[Cao Bằng]] là Nguyễn Hựu Đĩnh (hay Đình) liền đem quân vào lấy lại thành mà không phải đánh. Biết Bế Văn Cận đang ở Lạc Dương định lui quân, Quản cơ Đĩnh liền cho phục binh ở phía sau đồn Ninh Lạc. Quả nhiên Bế Văn Cận lọt vào vòng vây, bị Chính đội trưởng Trình Văn Châu giương súng bắn trúng; thổ dũng Hà Đình Bảo sấn vào chém được đầu tướng Cận.<ref>Kể theo ''Đại Nam chính biên liệt truyện'', tr. 1048<\/ref>\n\n===Mặt trận [[Lạng Sơn]]===\n[[Tháng mười|Tháng 10]] ([[âm lịch]]) năm [[1833]] hai tướng của [[Nông Văn Vân]] là Nguyễn Khắc Hòa và Bế Văn Đản đem hơn 10.000 quân vây thành tỉnh [[Lạng Sơn]]. Án sát Trần Huy Phác vội chạy giấy tới quân thứ và các tỉnh lân cận cầu cứu. Vua [[Minh Mạng]] liền sai Tổng đốc [[Tạ Quang Cự]] và Tham tán Võ Văn Từ đem quân lên đó. Phó lãnh binh [[Hà Nội]] là Hồ Văn Vân khi ấy cũng nhận lệnh đem binh lên cứu [[Lạng Sơn]] nhưng vừa tới trạm Lạng Nhơn thì bị quân nổi dậy chặn đánh, trúng phải đạn chết tại trận.\n\n[[Tháng mười một|Tháng 11]] ([[âm lịch]]) năm đó ([[1833]]) tướng [[Tạ Quang Cự]] đánh phá quân nổi dậy ở đồn Quang Lang thuộc [[Lạng Sơn]] rồi tiến lên đánh phá ở phía Đơn Sa, An Bài, và giải vây được thành tỉnh [[Lạng Sơn]]. Sau đó ông nhận lệnh đến Cao Bằng và thâu phục lại được thành tỉnh này.<ref>Kể theo ''Quốc triều sử toát yếu'', phần Chính biên, tr. 212-213<\/ref>\n\n==Bị dập tắt==\n[[Tháng chạp|Tháng Chạp]] năm [[Giáp Ngọ]] ([[1834]]) cả ba đạo quân xuất phát từ [[Tuyên Quang]], [[Cao Bằng]] và [[Thái Nguyên]] cùng đến hội ở Vân Trung thuộc châu [[Bảo Lạc]]. Sách ''Việt Nam thế kỷ XIX'' đã kể lại một phần cục diện lúc bấy giờ như sau:\n:...''Tuy cố sức kình chống, nhưng từ giữa [[tháng mười một|tháng 11]] ([[âm lịch]]) năm [[Giáp Ngọ]] ([[1834]]), cuộc nổi dậy do [[Nông Văn Vân]] làm thủ lĩnh cứ diễn biến xấu dần, và trên thực tế đang bước vào giai đoạn cuối. Ở mặt trận [[Thái Nguyên]], nhiều căn cứ quan trọng của quân nổi dậy ở các xã Nhạn Môn, Bằng Thành, Bộc Bố, nhất là hệ thống đồn trại ở Bắc Niệm... đều đã lọt vào tay quân triều. Ở [[Tuyên Quang]], sau trận quyết chiến ở khu rừng Bạch Đích thì \"cổ họng vào [[Bảo Lạc]] ở phía tây\" coi như đã bị cánh quân của [[Lê Văn Đức]] chọc thủng... Ngày [[14 tháng 11]] ([[âm lịch]]), được tin đạo quân [[Tuyên Quang]] của tướng Đức đã vào đến Vân Trung, tướng [[Tạ Quang Cự]] liền tập trung hơn 2.500 quân thuộc đạo [[Cao Bằng]], nhân đêm tối vượt qua lũng Dầu, theo đường tắt đánh thẳng vào Cạm Bẻ (Bế Lĩnh), là cửa ngõ phía đông của căn cứ Ngọc Mạo, rồi tràn xuống thung lũng Ngọc Mạo... [[Tháng mười hai|Tháng 12]] ([[âm lịch]]), [[Nguyễn Đình Phổ]] và [[Nguyễn Công Trứ]] vừa đi vừa đánh, lần lượt chiếm lấy Bắc Nẫm, Cổ Đạo, Giai Lạc... Khi ba đạo quân Tuyên, Cao, Thái hội ở Vân Trung, thì \"nghịch Vân đã đem vợ con trốn sang [[Trung Quốc|Tàu]].\"<ref>Theo ''Việt Nam thế kỷ XIX'' (tr. 210). Có tham khảo thêm ''Quốc triều sử toát yếu'' (Chính biên), tr. 244<\/ref>\n\nĐồng thời với việc cho quan quân tiến vào đánh phá Vân Trung, vua [[Minh Mạng]] còn sai [[bộ Lễ]] gửi công văn nhờ các quan [[nhà Thanh]] hỗ trợ phòng khi Nông Văn Vân chạy sang [[Trung Quốc]] lần nữa. Ngoài hai việc ấy, nhà vua còn cho đổi châu Bảo Lạc thành huyện Để Định, lựa hai thổ ty đắc lực đặt làm Tri huyện và Huyện thừa cốt để triệt phá hậu phương lớn của thủ lĩnh Vân.<ref>''Đại Nam chính biên liệt truyện'', tr. 1051<\/ref> Quả nhiên cũng như lần trước, [[Nông Văn Vân]] chạy sang [[Trung Quốc]], bị quân [[nhà Thanh]] đuổi bắt, lại phải trở về [[Bảo Lạc]], định củng cố lại lực lượng. Quân triều lại tập trung đánh vào nơi ấy khiến Vân phải rút vào rừng. Bị cả ba đạo quân triều truy lùng ráo riết, nhiều chỉ huy của quân nổi dậy bị bắt hoặc ra hàng. Trong số ra hàng có viên Chính quản lữ là Nông Tịnh Hòa. Vì lời khai của Tịnh Hòa mà quân triều biết được chỗ trú ẩn của Nông Văn Vân.\n\nĐược tin Nông Văn Vân đang ẩn ở xã Ân Quang, quan quân [[nhà Nguyễn]] liền đi truy bắt nhưng ông đã chạy thoát vào rừng Thẩm Pát (ở gần căn cứ Ngọc Mạo).<ref>Thẩm Pát hay Thẩm Bát, thuộc xã An Quang (hay Ân Quang) thời Nguyễn, cách thị trấn [[Bảo Lạc]] ngày nay khoảng 25 [[kilômét|cây số]] về phía Đông Nam.<\/ref> Sau khi cho quân vây kín, ngày [[11 tháng 3]] ([[âm lịch]]) năm [[1835]], viên chỉ huy quân triều ra lệnh phóng hỏa đốt rừng và tâu về là đã tìm thấy [[Nông Văn Vân]] bị chết cháy ở trong đó. Vua [[Minh Mạng]] được tin, mừng rỡ \"truyền mở tiệc rượu mua vui, lại sai cung tần khoác tay nhau làm kiệu ngồi mà múa hát, hô lên liền mấy tiếng: \"[[Cao Bằng]] yên rồi! [[Cao Bằng]] yên rồi!\"<ref>Theo ''[[Quốc sử di biên]]'' của [[Phan Thúc Trực]]. Dẫn theo ''Việt Nam thế kỷ XIX'', tr. 210.<\/ref>\n\nKể lại đoạn thủ lĩnh Vân bị diệt, sách ''Đại Nam chính biên liệt truyện'' chép:\n:''Tên ra thú là Nông Tính Hòa dò được thực đi báo nơi quân thứ, [[Lê Văn Đức]] và [[Phạm Văn Điển]] tức thì phái Vệ úy [[Nguyễn Văn Quyền]] đem hơn ngàn binh dũng tới ngay vây bắt...Sợ (Nông Văn) Vân trốn thoát, (Nguyễn Văn) Quyền cho phóng hỏa đốt cả bốn mặt,...(Nông Văn) Vân ở trong lỗ đá chui ra chết về lửa rơi nằm bên cạnh núi, bên cạnh mình có một đĩnh lớn vàng và kèm theo một lưỡi dao bằng bạc mạ vàng. Bọn (Lê Văn) Đức cho đệ lá hồng kỳ chạy như bay về báo tiệp và đóng hòm đầu Vân đưa dâng, rồi lấy sào cao treo ngược thây ở đỉnh núi Vân Trung. Thủ cấp Vân đưa tới, vua sai đem treo ở chợ búa ba hôm. Lại truyền cho các tỉnh từ [[Quảng Nam]] trở vào Nam và từ [[Quảng Trị]] trở ra Bắc treo ba hôm, sau đâm nát quẳng xuống hố xí. Mộ của tổ phụ Vân, (vua) sai người đào hài cốt ném xuống sông. Con Vân là Lôi đưa về Kinh xử trị, còn gia quyến và đồng đảng Vân đều bị giết hết, không còn sót mống nào''.<ref>''[[Việt Nam sử lược]]'' chép vắn tắt: \"Văn Vân chạy ẩn vào rừng. Phạm Văn Điển bèn vây 4 mặt, rồi phóng hỏa đốt rừng, Văn Vân bị chết cháy\" (tr. 444). Ở đây chép theo ''Đại Nam chính biên liệt truyện'' (tr. 1051-1052) vì chi tiết hơn. Có tham khảo thêm truyện \"Phạm Văn Điển\" cũng trong sách này (tr. 303). Nói thêm: 1\/ Trong hàng trăm cuộc nổi dậy lớn nhỏ đã xảy ra trong suốt [[lịch sử]] triều Nguyễn, sách ''Đại Nam chính biên liệt truyện'' chỉ chép thành truyện riêng có mấy người đó là: [[Lê Văn Khôi]] (phụ chép [[Nguyễn Văn Trắm]]), Nông Văn Vân và [[Cao Bá Quát]]. Điều này cho thấy cuộc nổi dậy của [[Nông Văn Vân]] đã từng làm vua quan [[nhà Nguyễn]] rất bận tâm\". 2\/ Năm [[1834]], quân triều bắt được lá thư của quân nổi dậy ghi niên hiệu là ''Nguyên Thống nguyên niên'', tức lúc ấy [[Nông Văn Vân]] đã tự xưng vương (Dẫn lại theo Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'' [1802-1884], tr. 195). 3\/ Theo gia phả họ Nông thì Nông Văn Vân không chết mà đi phiêu bạt vùng biên giới Việt-Trung. Xem: [http:\/\/www.caobang.gov.vn:10040\/wps\/portal\/home\/news\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gjZ093ZzdTEwP30ABzA09vp0And2NnAwN_E_2CbEdFALOFPtM!\/?WCM_PORTLET=PC_7_2CIGCF540GUP70IKBQBG3C0042_WCM&WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/web+content\/caobang\/vietvecaobang\/a7e0e0804247af7ca95dbb40f0083290]{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}. Tuy nhiên, thông tin này chưa được kiểm chứng.<\/ref>\n\nTheo nhiều nhà nghiên cứu, thì ''cuộc nổi dậy Nông Văn Vân'' đến đây ([[tháng ba|tháng 3]] [[âm lịch]] năm [[1835]]) là kết thúc.\n\n==Nhận xét==\nMặc dù cuộc nổi dậy kéo dài không lâu (non 2 năm), nhưng theo một số nhà nghiên cứu, thì [[Nông Văn Vân]] quả là một thủ lĩnh có tài bởi ông đã lôi kéo được đông đảo các tù trưởng và nhân dân các dân tộc thiểu số cùng theo, khéo lợi dụng địa thế rừng núi hiểm trở trong tấn công và phòng ngự như lời của sử gia [[Trần Trọng Kim]]: ''Nông Văn Vân nhân được chỗ mường mán lắm núi rừng, bèn chia quân đi tản ra mọi nơi, tìm chỗ hiểm yếu trong núi rừng mà ẩn nấp. Hễ có quan quân đến, đánh được thì tiến, không đánh được thì lui, cứ ra vào, lui tới không nhất định. Quan quân đi đánh thật là khó nhọc và lại hao binh tổn tướng rất nhiều''.<ref>Trích trong ''[[Việt Nam sử lược]]'', tr. 443-444<\/ref>\n\nĐề cập đến cuộc nổi dậy, sách ''Đại cương lịch sử Việt Nam'' (Tập I) có đoạn:\n:''Bất bình với chính sách dân tộc của [[nhà Nguyễn]], từ năm [[1829]], [[Nông Văn Vân]] đã có ý định kêu gọi nhân dân Tày, Nùng nổi dậy, Tuy nhiên, đến [[tháng tám|tháng 8]] ([[dương lịch]]) năm [[1833]], cuộc khởi nghĩa mới thực sự bùng nổ... Cuộc khởi nghĩa của này không chỉ thể hiện sự bất bình của nhân dân các dân tộc ít người phía Bắc đối với [[nhà Nguyễn]] mà còn là của chung dân nghèo đương thời''.<ref>Trích trong ''Đại cương lịch sử Việt Nam''(Tập I), tr. 462<\/ref>\n\n==Mối quan hệ==\n===Với Ba Nhàn, Tiền Bột===\nĐầu năm [[1834]], từ [[Trung Quốc]] trở về, để tăng sức mạnh và cũng để phân tán lực lượng của quân triều, [[Nông Văn Vân]] ngầm liên kết với hai thủ lĩnh cuộc nổi dậy ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] là Lê Văn Bột (Tiền Bột) và Nguyễn Văn Nhàn (Ba Nhàn). Sự kiện này được sử [[nhà Nguyễn]] là ''Quốc triều sử toát yếu'' chép như sau: \n:''Năm [[Giáp Ngọ]] ([[1834]]), [[tháng sáu|tháng 6]] ([[âm lịch]])... Tướng giặc tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] Lê Văn Bột, Nguyễn Văn Nhờn theo lời nghịch [[Nông Văn Vân|(Nông Văn) Vân]] tụ đảng hơn 6,7 ngàn người... Tỉnh thần đem việc phi tâu lên. Ngài ([[Minh Mạng]]) dụ quan Tổng đốc Hà Ninh là Đoàn Văn Trường, Tổng đốc Ninh Thái là [[Nguyễn Đình Phổ]], với [[Lê Văn Đức]] bốn mặt hội lại đánh giặc''...<ref>Trích ''Quốc triều sử toát yếu'', tr. 235<\/ref>\n\nTheo sách ''Bắc Kỳ tiễu phỉ'' (Quyển 50), thì Ba Nhàn và Tiền Bột định đưa quân lên [[Tuyên Quang]] cả thảy 2 lần để hiệp đồng với [[Nông Văn Vân]] nhưng đều không thực hiện được.<ref>Xem [[Cuộc nổi dậy Ba Nhàn, Tiền Bột]]<\/ref>\n\n===Với [[Lê Văn Khôi]]===\n[[Nông Văn Vân]] là anh vợ của [[Lê Văn Khôi]]. Khi cuộc binh biến ở [[Thành Gia Định|thành Phiên An]] nổ ra, vua [[Minh Mạng]] liền ban mật dụ cho các quan tỉnh [[Cao Bằng]] là phải tìm bắt cho được vợ con và thân thích của [[Lê Văn Khôi]]. Cuộc truy nã kéo dài ngót ba tháng, hàng trăm người lần lượt đã bị bắt giữ. Ngoài ra nhà vua cũng ra lệnh đón chặn các đường biển và đường núi, không cho quân nổi dậy cùng [[vũ khí]] từ [[Gia Định]] kéo ra Bắc và ngược lại...<ref>Lược theo ''Bắc Kỳ tiễu phỉ'' (Quyển 7). Dẫn lại theo Nguyễn Phan Quang (tr. 253)<\/ref>\n\nSau khi nghiên cứu Tộc phả Bế-Nguyễn và một số tư liệu khác, bước đầu GS. Nguyễn Phan Quang đã đưa ra một ý kiến như sau: \n:''Kế hoạch phối hợp nổi dậy giữa [[Lê Văn Khôi]] và [[Nông Văn Vân]] đã được ghi trong \"Bản triều bạn nghịch liệt truyện\" của [[Kiều Oánh Mậu]] và trong một số truyền thuyết ở [[Cao Bằng]]... Cả hai ông đã thống nhất một ý đồ chung là phát động cuộc nổi dậy đồng thời trong phạm vi cả nước nhằm lật đổ triều [[Nhà Nguyễn|Nguyễn]]... Rõ ràng không phải [[Lê Văn Khôi]] nổi dậy chỉ nhằm mục đích trả thù cho [[Lê Văn Duyệt]], càng không phải vì thân thuộc của [[Lê Văn Khôi]] ở [[Cao Bằng]] bị truy nã mà nổ ra cuộc nổi dậy Nông Văn Vân... Ý đồ trên đây đã chuẩn bị từ lâu và được xúc tiến khẩn trương khi [[Minh Mạng]] lên ngôi...''<ref>Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', tr. 253<\/ref>\n\n== Xem thêm==\n* [[Nông Văn Vân]]\n* [[Cuộc nổi dậy Lê Văn Khôi]]\n* [[Cuộc nổi dậy Ba Nhàn, Tiền Bột]]\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm tổng tài), ''Đại Nam chính biên liệt truyện''. Nhà xuất bản Văn học, 2004.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm tổng tài), ''Quốc triều sử toát yếu''(Tiền biên và Chính biên). Nhà xuất bản Văn học, 2002.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm tổng tài), ''Đại Nam dư địa chí ước biên''. Nhà xuất bản Văn học, 2003.\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (Quyển 4). Tủ sách Sử học Việt Nam xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1961.\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'' (1802-1884). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n*Nguyễn Phan Quang, ''Lịch sử Việt Nam'' (1427-1858), Quyển 2, Tập 2. Nhà xuất bản Giáo dục, 1977.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Các cuộc nổi dậy thời Nguyễn độc lập}}\n\n[[Thể loại:Cuộc nổi dậy thời Nguyễn|N]]"}