{"461028":"{{Thông tin chiến tranh\n| place = Phủ [[Ba Xuyên]]\n| bên 1 = Thủ lĩnh '''Sơn Tốt''', '''Trần Lâm'''\n| bên 2 = [[Nhà Nguyễn]]\n| thời gian = [[Tháng 3]], năm [[1841]]([[Tân Sửu]]) – khoảng đầu năm [[1842]]\n| kết quả = Cuộc nổi dậy bị dập tắt\n| chỉ huy 1 = Thủ lĩnh '''Sơn Tốt'''\n| chỉ huy 2 = Thủ lĩnh '''Trần Lâm'''\n}}\n\n'''Cuộc nổi dậy ở Ba Xuyên năm 1841''', là một cuộc nổi dậy chống lại [[nhà Nguyễn]] thời vua [[Thiệu Trị]], xảy ra trên địa bàn phủ [[Ba Xuyên]] lúc bấy giờ (nay là tỉnh [[Sóc Trăng]], [[Việt Nam]]), do hai thủ lĩnh là '''Sơn Tốt''' và '''Trần Lâm''' cùng chỉ huy, khởi phát từ [[tháng ba|tháng 3]] năm [[Tân Sửu]] ([[1841]]) đến khoảng đầu năm sau ([[1842]]) thì bị đánh tan.\n\n==Thông tin mở đầu==\n===Địa bàn cuộc nổi dậy===\nTheo ''[[Đại Nam nhất thống chí]]'', thì phủ Ba Xuyên, cách tỉnh thành [[An Giang]] 264 [[dặm Anh|dặm]] về phía Đông Nam, nguyên là đất Ba Thắc, sau lập thành phủ An Biên. Năm [[Minh Mạng]] thứ 16 ([[1835]]), đổi tên là phủ Ba Xuyên. Trong di cảo của học giả [[Trương Vĩnh Ký]] còn cho biết rằng: ''Sóc Trăng tức Srock Khleang, phiên theo cách gọi Khmer, và có nghĩa là kho báu, kho bạc''.\n\nSóc Trăng thời [[Minh Mạng]] được gọi là ''Nguyệt Giang'', do ép chữ \"Sóc\" thành \"Sông\", \"Trăng\" thành \"Nguyệt\"; nhưng sau đó lại đổi tên thành Ba Xuyên khi thành lập phủ vào năm [[1835]]. Khi ấy, phủ Ba Xuyên gồm 3 tổng (sau đổi thành huyện): Vĩnh Định, Phong Nhiêu và Phong Thạnh. Năm [[1889]], Pháp nâng phủ thành tỉnh lấy tên cũ là Sóc Trăng<ref>Xem thông tin chi tiết ở đây: [http:\/\/www.thuviensoctrang.org\/index.php?option=com_content&view=article&id=55:a-danh-soc-trng-qua-tng-thi-k&catid=25:thong-tin-a-chi&Itemid=46&limitstart=3] và [http:\/\/www.soctrang.gov.vn\/tabid\/55\/default.aspx].<\/ref>\n\n===Thủ lĩnh cuộc nổi dậy===\n*'''Sơn Tốt''' (? - [[1841]]), [[người Khmer]], nguyên là một thổ mục ở phủ Ba Xuyên thời [[Nhà Nguyễn|Nguyễn]], từng giữ chức Quản cơ trong quân đội triều đình. Theo Ban dân tộc ở hai tỉnh là [[Sóc Trăng]] và [[Kiên Giang]], thì Sơn Tốt rất có thể là '''Sna-Tea''' ([[Sơn Nam (định hướng)|Sơn Nam]] phiên âm là Xa-ne Tia), một nhân vật được chép trong tài liệu của nhà chùa và được nhắc đến trong các truyền thuyết ở địa phương<ref>Theo GS. Quang, tr. 156.<\/ref>.\n*'''Trần Lâm''' (Srok Lim?, sinh:? - [[1842]]), [[người Khmer]], nguyên là Tri phủ Ba Xuyên<ref>Nguồn: ''Đại cương lịch sử Việt Nam'' (tập I), tr. 463<\/ref>.\n\nHiện nay chưa có thông tin chi tiết về hai ông.\n==Nguyên nhân==\nBất bình với chính sách \"đồn điền\" của triều Nguyễn, vì nó đã tạo ra cơ hội cho quan lại cùng địa chủ đổ xô đến Ba Xuyên, Lạc Hóa...chiếm đoạt ruộng đất <ref>Theo Nguyễn Phan Quang, ''Việt Nam thế kỷ 19'' (tr.156). Tệ nạn tham nhũng lúc bấy giờ là mầm mống của nhiều cuộc nổi dậy. Nhà sử học [[Phạm Văn Sơn]], viết: ''không thể không quy trách nhiệm cho Ngài (Minh Mạng) về các vụ loạn ly đã xảy ra ở [[Bắc Hà]], [[Nam Hà]] và [[Chân Lạp]] do quan lại tham nhũng gây nên, đáng lẽ ở những miền xa xôi này nhà vua phải lựa đặt những cán bộ ưu tú, biết lấy ân làm uy, khéo léo vỗ về dân chúng, bởi từ lâu họ đã thiếu cảm tình với tân triều'' (''Việt sử toàn thư'', bản điện tử, tr. 425).<\/ref>. Bên cạnh đó, chủ trương nhằm thay đổi phong tục tập quán cùng việc cải cách tổ chức nông thôn của tộc [[người Khmer]] ở [[Nam Bộ Việt Nam|Nam Bộ]], khiến họ mất quyền tự trị càng gây thêm căm phẫn.\nĐề cập đến vấn đề này, [[nhà văn]] [[Sơn Nam (định hướng)|Sơn Nam]], viết:\n:''Chánh sách của vua Minh Mạng đối với [[người Khmer|người Miên]] (luôn cả người [[Lào]], [[người Mường]]...) là \"nhứt thị đồng nhơn\" (xem tất cả cùng là người), nghe qua thì như là dân chủ, nhưng thực chất là muốn bắt buộc các sắc dân phải theo luân lý, theo cách tổ chức thôn xóm, cúng tế của Việt Nam và [[Trung Quốc|Tàu]], lại buộc họ phải lấy họ, như họ Sơn, Thạch, Kim, Kiên...<ref>''Lịch sử khẩn hoang miền Nam'' (tr. 85). GS. Văn Tạo gọi đây là \"âm mưu đồng hóa\" (Xem chi tiết trong tạp chí Nghiên cứu lịch sử: ''Chuyên đề về nhà Nguyễn'', số 271, 1993, tr. 2-5).<\/ref>\n\nBực dọc âm ỉ cho đến đầu năm [[1841]], thì tộc người Khmer ở nhiều nơi lần lượt nổi lên chống Nguyễn (trong số đó có cuộc nổi dậy ở Ba Xuyên), bởi lúc bấy giờ vua [[Thiệu Trị]] vừa nối ngôi, loạn lạc trong nước chưa yên, còn ở Trấn Tây thành ([[Chân Lạp]]) thì quan quân [[nhà Nguyễn]] đang bị người bản xứ chống đối mạnh mẽ...\n\n==Diễn biến==\n[[Tháng ba|Tháng 3]] năm [[Tân Sửu]] ([[1841]]), Sơn Tốt đem lực lượng của mình đã chiêu tập được hiệp với lực lượng của thủ lĩnh Trần Lâm, bởi cả hai có chung một địa bàn (Ba Xuyên) và chung một mục đích chống Nguyễn.\nNgoài ra, Sơn Tốt còn cho liên kết với [[cuộc nổi dậy Lâm Sâm|cuộc nổi dậy của Lâm Sâm]] ở phủ Lạc Hóa ([[Trà Vinh]]) nhằm hỗ trợ và chia sức quân triều.\n\n===Trận phủ thành Ba Xuyên===\nKhởi đầu, Sơn Tốt và Trần Lâm chia lực lượng ra làm hai, một cánh bao vây phủ thành Ba Xuyên.<ref>Trước đây, các nhà sử học (trong số đó có GS, Quang) đều cho rằng vào năm [[1835]], phủ lỵ Ba Xuyên đặt tại thôn Hòa Mỹ, tổng Phong Nhiêu. Thành đắp bằng đất từ năm Minh Mạng thứ 17 ([[1836]]), ở phía tây chợ Hòa Mỹ, tức chợ Bãi Xàu. Nhưng trong một bài viết vào năm 1972, tác giả Vũ Văn Tỉnh lại cho rằng phủ lỵ đặt tại Vàm Ba, tức nơi cửa sông Ba Xuyên, còn gọi là Vàm Tấn (Đại Ngãi). Xem \"Những thay đổi địa lý hành chánh các tỉnh phía Nam trong thời kỳ Pháp thuộc\" in trong tạp chí ''Nghiên cứu lịch sử'' số 146 (trang 28-40). [http:\/\/www.thuviensoctrang.org\/index.php?option=com_content&view=article&id=55:a-danh-soc-trng-qua-tng-thi-k&catid=25:thong-tin-a-chi&Itemid=46&limitstart=2]. Tuy nhiên, từ năm [[1972]] cho đến nay, vẫn chưa thấy ngành chức năng có ý kiến, nên ở đây vẫn ghi theo GS. Quang, tức công nhận phủ lỵ Ba Xuyên đặt tại thôn Hòa Mỹ.<\/ref>, một cánh kéo lên phía Bắc đánh phá huyện thành Vĩnh Định (ở xã Tân An, [[cần Thơ|thành phố Cần Thơ]] hiện nay).\n\nHốt hoảng, viên Tri huyện Vĩnh Định trốn chạy, đồng thời cấp báo lên cấp trên ở tỉnh [[Vĩnh Long]]. Tổng đốc Long Tường (Vĩnh Long & [[Định Tường]]) Dương Văn Phong thân đem quân đến cứu, chiếm lại được huyện lỵ Vĩnh Định, rồi tiến luôn đến Bãi Xàu, để giải vây cho phủ thành Ba Xuyên. Ở phía ngoài phủ thành Ba Xuyên, một trận đánh quyết liệt đã diễn ra, làm thủ lĩnh Sơn Tốt chết ngay tại trận.\n\nTuy giải phóng được phủ thành Ba Xuyên, nhưng lực lượng của Trần Lâm vẫn còn đóng giữ khu vực chợ Bãi Xàu. Để đánh bật đối phương ra khỏi nơi ấy, Tổng đốc Phong cho quân theo đường thủy và đường bộ đánh thẳng vào chợ Bãi Xàu, phá vỡ được thế chống cự của quân nổi dậy, thu hết các thứ tích trữ, đốt hết các đồn bảo, bắt được nhiều thuyền bè và khí giới.\n\nBị đánh thua, Trần Lâm cho phân tán quân ra rút khỏi chợ Bãi Xàu, rồi chia nhau đóng ở các xứ Mã Tộc, Sóc Trăng (tên khu vực trùng tên tỉnh) và Trà Tâm.\n\nNhận được tin đội quân của Trần Tâm và của Lâm Sâm vẫn đang khẩn trương đào hào đắp lũy, tính kế kháng cự lâu dài với quân triều đình, vua [[Thiệu Trị]] vội vàng cho triệu Tham tán thành Trấn Tây là [[Nguyễn Tiến Lâm]] (Sơn Nam ghi là Nguyễn Tấn Lâm) từ [[Phnôm Pênh|Nam Vang]] về nước, để nắm quyền tổng chỉ huy cuộc trấn áp. Ngoài ra, nhà vua còn điều thêm hai tướng nữa là [[Nguyễn Công Trứ]] (về nước cùng với Nguyễn Tiến Lâm), [[Nguyễn Tri Phương]] cùng tiếp tay. Đến khi tướng [[Trương Minh Giảng]] rút quân từ [[Chân Lạp]] về [[An Giang]], lại có thêm 3.000 quân nữa cùng tham gia cuộc trấn áp<ref>Các sách dùng để tham khảo đều không cho biết tổng số quân của đôi bên.<\/ref>.\n===Trận Mã Tộc===\nKhoảng cuối mùa xuân năm [[1841]], Trần Lâm vẫn còn trong tay hơn 6.000 quân. Ngán ngại trước sức mạnh này, Tổng đốc Phong viện cớ ốm (đau chân), để giao quyền chỉ huy lại cho Lãnh binh Nguyễn Duy Tráng.\n\nLãnh binh Tráng bèn dẫn ba đạo quân tiến đến xứ Mã Tộc. Sách ''[[Đại Nam thực lục]]'' kể lại đại để như sau:\n:''Quân nổi dậy giả vờ tổ chức tiệc rượu, chờ cho quân triều tới nơi thì bỏ chạy tán loạn. Quân triều tưởng rằng đối phương bị đánh bất ngờ nên chạy trốn, bèn tranh nhau công vào tiệc rượu, ngả cờ, buông khí giới ngồi xuống ăn uống. Tức thì quân Trần Lâm quay trở lại đánh úp, làm tan rã đạo hậu quân. Hai đạo trung và tiền nghe tin, liền hốt hoảng vất cả khí giới mà chạy.''\n:''Thời may, cánh quân cứu viện do Phó lãnh binh Mai Văn Đổng đến kịp, đuổi được quân nổi dậy ra khỏi đồn, nhưng viên lãnh binh này không dám xua quân truy đuổi vì lý do \"đường đi có quá nhiều sông ngòi chằng chịt, không tiện đuổi theo đến cùng\". Sau trận này, phía quân triều chết hai Phó vệ úy, một Phó quản cơ và 5 Phó cơ (trong số đó có một Phó vệ úy Cẩm y vệ và một viên Phó cơ đều bị giết chết ngay tại bàn tiệc). Về vũ khí, quân triều mất 14 súng lớn cùng rất nhiều binh khí và đạn dược.''<ref>Lược theo ''Đại Nam thực lục'', tập 23 (tr. 157) và tập 24 (tr. 148).<\/ref>.\n===Trận Sóc Trăng và Nhu Gia===\nTuy gây nhiều thiệt hại cho quân triều, nhưng quân nổi dậy phải bỏ căn cứ Mã Tộc mà chạy về Sóc Trăng và Nhu Gia, là hai nơi hiểm yếu, làm thêm rào chắn, đấp thêm lũy đất và cảng ngăn sông.\n\nNghe do thám báo về đường bộ và đường thủy dẫn đến hai căn cứ đều bị nghẽn, Tổng đốc Dương Văn Phong càng thêm lo, bèn lấy cớ ''chân chưa được khỏe'', để sai các thuộc cấp của mình đem quân thủy bộ tiến đánh.\n\nKhông đợi quân triều tới nơi, ở Sóc Trăng, thủ lĩnh Trần Sâm cứ một toán quân nhỏ ra kiêu khích rồi giả vờ bỏ chạy. Sợ mắc mưu như ở trận Mã Tộc, quan quân lụt tục kéo về, nhưng đến nửa đường thì bị quân nổi dậy mai phục ở hai bên bờ sông xông ra đánh thọc sườn, phải tháo chạy hết về phủ thành Ba Xuyên.\n\nTương tự, ở Nhu Gia quân triều cũng bị phục binh mà tan tan cả. Quân nổi dậy đã ''lấy nhiều giáo nhọn phóng bừa ra'' làm cho Phó lãnh binh Mai Văn Đổng, hai Phó vệ úy và hai Phó cơ chết ngay tại trận, ''binh lính ngã xuống sông chết đuối cũng nhiều, lại bị mất khẩu súng quá sơn lớn bằng đồng và khí giới các hạng''<ref>''Đại Nam thực lục'', tập 23, tr.225.<\/ref>.\n===Trận Trà Tâm===\nCũng thời gian này, một cánh quân do Hòe Ất (vốn là thuộc cấp của Sơn Tốt) chỉ huy từ vùng sông Ô Môn (nay là quận [[Ô Môn, Cần Thơ|Ô Môn]], thành phố Cần Thơ) kéo về đóng ở Trà Tâm<ref>Nhà văn Sơn Nam ghi chú: ''Trà Tâm, phải chăng vùng vùng Phú Tâm, nằm trên đường Sóc Trăng đi Bạc Liêu, hoặc Tà Tâm tức sân bay Sóc Trăng ngày nay (trước năm [[1975]]). Sách ghi ở mục tham khảo, tr. 90.<\/ref>.\n\nHy vọng không đánh mà có thể thắng được, tướng Nguyễn Tri Phương bèn cho người đi chiêu hàng.\nNhưng chờ mãi không thấy quân nổi dậy buông khí giới, mà chỉ thấy đối phương tiếp tục bố trí trận địa phòng ngự, tướng Phương bèn chia quân ra làm ba mũi cùng tiến về Trà Tâm.\n\nTrước lực lượng đông đảo và hùng hổ này, Hòa Ất không cho quân ra đối mặt, mà chỉ cho mai phục, rồi đánh tạt ngang sườn đạo hậu quân, giết chết tại trận một viên Phó vệ úy, một viên Phó cơ. Còn súng lớn súng nhỏ, khí giới và nghi trượng bị bỏ mất khá nhiều<ref>''Đại Nam thực lục'', tập 23, tr. 226.<\/ref>.\n===Kết thúc===\nKhoảng cuối [[tháng chín|tháng 9]] [[âm lịch]] năm [[Tân Sửu]] ([[1841]]), thủ lĩnh Trần Sâm lại tập hợp được ngót 5.000 quân.\nCùng thời gian này, tình hình trên đất [[Chân Lạp]] rất tồi tệ, buộc vua Thiệu Trị phải ra lệnh cho tướng Trương Minh Giảng lặng lẽ rút quân về nước. Nhưng khi đến nơi thì viên tướng này mất vì bệnh (nhưng lý do chính là vì buồn giận triều đình. [lời của Sơn Nam]). Không bỏ lỡ cơ hội, quân [[Xiêm]] mở ngay cuộc xâm lăng vào lãnh thổ nước Việt.\n\nVừa lo thù trong, giặc ngoài, vừa nóng lòng vì không phá tan được quân nổi dậy, tướng tổng chỉ huy cuộc đàn áp là Tham tán Nguyễn Tiến Lâm, gấp rút dốc hết lực lượng, chia làm ba mũi, tiến đến giồng Cổ Lũy (có lẽ ở Mã Tộc) rồi cùng đánh khép lại.\n\n[[Tháng mười|Tháng 10]], quân triều đánh tan được lực lượng của Lâm Sâm ở Rum-Đuôn, làm cho lực lượng của Trần Lâm bị cô lập, bị đàn áp dữ dội, và rồi suy yếu nhanh chóng. Sang đầu năm [[1842]], trong một trận đánh ở gần Sóc Trăng, thủ lĩnh Trần Lâm bị giết tại mặt trận. Từ lúc đó, cuộc nổi dậy ở Ba Xuyên kể như kết thúc.\n \nNhìn chung, giống như các nổi dậy ở Lạc Hóa ([[Trà Vinh]]), [[Hà Tiên (tỉnh)|Hà Tiên]] và vùng [[Bảy Núi|Thất Sơn]] (An Giang), cuộc nổi dậy ở Ba Xuyên năm 1841 vẫn có một kết cục thảm hại, vì quân đội lúc này hãy còn mạnh và vì đây cũng chỉ là một cuộc nổi dậy mang đậm tính địa phương riêng rẽ, giá trị thu hút của nó cũng không lớn.\n\nNhưng điểm đáng chú ý ở đây là, người đứng đầu cuộc nổi dậy vốn là quan chức ở địa phương, và thuộc tộc [[người Khmer]].\n\n==Xem thêm==\n*[[Cuộc nổi dậy Lâm Sâm]]\n*[[Cuộc nổi dậy ở Thất Sơn (1841)]]\n*[[Các cuộc nổi dậy ở Hà Tiên (1840)|Những cuộc nổi dậy ở Hà Tiên (1840)]]\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)]], [[Đại Nam thực lục]] (Tiền biên và Chính biên). Nhà xuất bản Sử học và Nhà xuất bản KHXH, [[Hà Nội]], 1962-1972.\n*Sơn Nam, ''Lịch sử khẩn hoang miền Nam ''. Nhà xuất bản Văn nghệ [[Thành phố Hồ Chí Minh]], 1994.\n*Nguyễn Phan Quang, ''Việt Nam [[thế kỷ 19]] (1802-1884)''. Nhà xuất bản Tp. HCM, 2002.\n*Nguyễn Phan Quang, ''Lịch sử Việt Nam (1427-1858)'', quyển 2, tập 2. Nhà xuất bản Giáo dục, 1977.\n*Nhiều người soạn, ''Đại cương lịch sử Việt Nam (tập I''). Nhà xuất bản Giáo dục, 2007.\n{{Các cuộc nổi dậy thời Nguyễn độc lập}}\n\n[[Thể loại:Cuộc nổi dậy thời Nguyễn|B]]\n[[Thể loại:Lịch sử Sóc Trăng]]"}