{"16595":"[[Tập tin:Vietnamese refugees board LST 516 during Operation Passage to Freedom, October 1954 (030630-N-0000X-001).jpg|nhỏ|250px|Khoảng một triệu người dân miền Bắc (khoảng 800 ngàn trong đó là người Công giáo<ref name=\"UNHCR\">[[Cao ủy Liên Hợp Quốc về người tị nạn]], ''Flight from Indochina'' [http:\/\/www.unhcr.org\/publ\/PUBL\/3ebf9bad0.pdf], tr. 80-81<\/ref>) di cư đến miền Nam Việt Nam trong những năm 1954–1955 theo những chuyến tàu do Pháp và Mỹ tổ chức<ref name=\"Frankum\">{{chú thích sách |title=Operation Passage to Freedom: The United States Navy in Vietnam, 1954&ndash;55 |last=Frankum |first=Ronald |year=2007 |publisher=Texas Tech University Press |location= Lubbock, Texas |isbn=978-0-89672-608-6 |pages= |url= }}<\/ref>]]\n'''Cuộc di cư năm 1954''' ([[tiếng Anh]]: ''Operation Passage to Freedom'', ''Chiến dịch Con đường đến Tự do'') là một cuộc di cư của gần một triệu người Việt từ miền Bắc Việt Nam (vùng tập kết quân sự do [[Việt Nam Dân chủ Cộng hòa]] kiểm soát) đến miền Nam Việt Nam (vùng tập kết quân sự do [[Liên hiệp Pháp]] quản lý) trong những năm 1954–1955. Gần 310.000 người được đưa đến miền Nam bởi [[Hải quân Hoa Kỳ]], và 500.000 dân được đưa bởi quân đội Pháp và [[Quốc gia Việt Nam]]<ref name=\"Frankum\" \/><ref name= \"Prados\">{{Chú thích web | url = http:\/\/www.vva.org\/TheVeteran\/2005_01\/feature_numbersGame.htm | tên = John | họ = Prados | tiêu đề = The Numbers Game: How Many Vietnamese Fled South In 1954? | work = The Veteran | ngày tháng = 2005 | url lưu trữ = https:\/\/web.archive.org\/web\/20060527190340\/http:\/\/www.vva.org\/TheVeteran\/2005_01\/feature_numbersGame.htm | ngày lưu trữ = 2006-05-27 | ngày truy cập = 2015-09-02 |url-status=dead }}<\/ref> Sau khi [[chiến dịch Điện Biên Phủ]] đại thắng quân Pháp, [[Hiệp định Genève, 1954|Hiệp định Genève]] được ký kết nhằm khôi phục lại hòa bình ở [[Đông Dương]]. Hiệp định nêu rằng sông [[Bến Hải]], [[vĩ tuyến 17 Bắc]] được dùng làm giới tuyến quân sự tạm thời, chia Việt Nam thành hai vùng tập kết quân sự: quân đội Việt Nam Dân chủ Cộng hòa tập trung tại miền Bắc, còn quân đội khối Liên hiệp Pháp tập trung tại miền Nam, các lực lượng chính trị được ở nguyên tại chỗ. Tập kết dân sự được diễn ra theo nguyên tắc tự nguyện<ref name=\"Geneva\">{{chú thích sách| title=Background Information Relating to Southeast Asia and Vietnam| location=Washington, DC| pages=50–62| date=1967| publisher=Hoa Kỳ Government Printing Office}}<\/ref>. Sự phân chia ban đầu chỉ là tạm thời và dự định sẽ có một cuộc tổng tuyển cử vào năm 1956 nhằm thống nhất hai miền dưới một chính phủ.\n\nKhoảng 700.000 đến một triệu người từ miền Bắc di cư vào nam (tính đến tháng 10\/1955 thì có 885.480 người di cư vào Nam, trong số đó 676.348 (chiếm 76,3%) là người Công giáo<ref name=\"Talawas\">{{chú thích tạp chí | author=Peter Hansen|title = Bắc di cư: Dân Công giáo tị nạn từ miền Bắc Việt Nam và vai trò của họ tại Cộng hòa Miền Nam, 1954-1959| journal = | volume = | issue = | pages = | publisher = | location = |date= | doi=}}<\/ref>)<ref>Lindholm, p. 49.<\/ref>, còn tính đến đầu năm 1956 thì có 927.000 người di cư vào Nam, trong đó có 794.000 giáo dân, chiếm 85,6%<ref>Joseph Buttingger (1967), Vietnam a Dragon Embattled, Praeger, New York, pp. 900<\/ref>). Trong khi đó, có khoảng 45.000 - 85.000 dân thường và 100.000 binh sĩ chính quy của Việt Minh tập kết ra miền Bắc.<ref name=\"Frankum\" \/><ref name=\"Ruane\">{{chú thích sách |title=War and Revolution in Vietnam |last=Ruane |first=Kevin |year=1998 |publisher=Routledge |location= London |isbn=978-1-85728-323-5 |pages= |url=https:\/\/archive.org\/details\/warrevolutioninv0000ruan}}<\/ref><ref name=\"Tran\">{{chú thích tạp chí | author=Trần Thị Liên|title = The Catholic Question in North Vietnam| journal = Cold War History| volume = 5 | issue = 4 | pages = 427–449| publisher = Routledge| location = London|date=2005 | doi=10.1080\/14682740500284747}}<\/ref>\n\n==Bối cảnh==\n{{chính|Hiệp định Genève, 1954}}\nSau [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]], [[Hiệp định Genève, 1954|Hiệp định Genève]] được ký kết giữa [[Việt Nam Dân chủ Cộng hòa]] và [[Pháp]], tạm thời chia đôi [[Việt Nam]] thành hai vùng tập trung quân sự tại [[vĩ tuyến 17 Bắc|vĩ tuyến 17]]. Hệ thống bộ máy dân sự và lực lượng quân sự của chính quyền Việt Nam Dân chủ Cộng hòa được tập trung ở miền Bắc và hệ thống bộ máy dân sự và lực lượng quân sự của chính quyền [[Liên hiệp Pháp]] được tập trung ở miền Nam, chờ ngày tổng tuyển cử tự do dự kiến sẽ xảy ra vào ngày [[20 tháng 7]] năm [[1956]]. Điều 14 phần (d) của Hiệp định cho phép người dân ở mỗi phía di cư đến phía kia và yêu cầu phía quản lý tạo điều kiện cho họ di cư trong vòng 300 ngày sau thoả hiệp đình chiến (Điều 2), tức chấm dứt vào ngày 19 tháng 5 năm 1955. Dân Hà Nội có 80 ngày, Hải Dương có 100 ngày,<ref>[http:\/\/www.congdongnguoiviet.fr\/TaiLieu\/0810NhinLaiCuocDiCu5455.htm Nhìn lại cuộc Di cư...]<\/ref> còn Hải Phòng, điểm cuối cùng tập trung để di cư có 300 ngày.<ref name=\"Lịch sử Trường Đại học Y Hà Nội\">{{Chú thích web |url=http:\/\/www.hmu.edu.vn\/tiengviet\/lichsu\/lichsu.html |ngày truy cập=2009-12-29 |tựa đề=Lịch sử Trường Đại học Y Hà Nội |archive-date = ngày 12 tháng 10 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20091012181738\/http:\/\/www.hmu.edu.vn\/TiengViet\/lichsu\/lichsu.html |url-status=dead }}<\/ref>\n\nĐiều 14d của Hiệp định đình chỉ chiến sự quy định: \"Trong thời gian từ khi Hiệp định có hiệu lực đến ngày hoàn thành việc chuyển quân nếu có những thường dân ở một khu kiểm soát của bên này muốn sang ở vùng giao cho bên kia thì nhà chức trách của khu trên phải cho phép và giúp đỡ sự di chuyển đó.\"\n\nĐể giám sát thực thi hiệp định, Ủy hội Quốc tế Kiểm soát Đình chiến được thành lập theo điều 34 của hiệp định với đại diện của ba nước [[Ấn Độ]], [[Ba Lan]], và [[Canada]].\n\n==Di cư vào Nam==\n{{Xem thêm|Bắc 54}}\n===Nguyên nhân===\n\n====Hoạt động tâm lý chiến của CIA====\n[[Hình:Major-general-lansdale.jpg|phải|nhỏ|200px|Tướng [[Edward Lansdale]], chỉ huy chiến dịch tâm lý chiến của Mỹ ở Việt Nam]]\n[[Tập tin:Propaganda poster exhorting Northern Vietnamese to move South during Operation Passage to Freedom - 306-ppb-225-2012-001-pr.jpg|thumb|200px|Áp phích tuyên truyền người miền Bắc di cư vào Nam được sử dụng trong Chiến dịch do Hoa Kỳ tổ chức]]\nNhiều người cho rằng những người Công giáo Việt Nam đã bị chính quyền Pháp, Mỹ và thân Mỹ cưỡng bức hay \"dụ dỗ di cư\"<ref name=\"Peter Hansen\"\/>. Theo các tài liệu của Mỹ, trong thời gian này [[Edward Lansdale]], chuyên gia tình báo Mỹ hoạt động tại miền Bắc Việt Nam, có nhiệm vụ làm suy yếu Việt Nam Dân chủ Cộng hòa bằng mọi cách có thể<ref>Nguyên văn: \"''...his task was to weaken Ho Chi Minh's Democratic Republic of Viet Nam through any means available...''\"; Spencer C. Tucker, ''Encyclopedia of the Vietnam War'', ABC-CLIO, 1998, tr. 220.<\/ref><ref name=\"Sheehan\">Neel Sheehan, ''A Bright Shining Lie'', 1988, tr. 137.<\/ref>. Lansdale và nhóm của ông đã thực hiện một chiến dịch tuyên truyền miêu tả rằng các điều kiện sắp tới dưới chính quyền Việt Minh sẽ ác nghiệt hết mức có thể. Nhưng một nghiên cứu cho thấy hầu như không ai trong số những người được phỏng vấn từng thấy truyền đơn hay tài liệu nào kêu gọi di cư vào Nam. Họ ra đi vì tác động của cha xứ, những câu chuyện truyền miệng, hoặc vì lý do cá nhân chứ không phải vì chịu tác động của các truyền đơn tuyên truyền chống Cộng.<ref name=\"Peter Hansen\"\/>\n\nTừ lâu người ta đã biết rằng Lansdale và cấp dưới của mình là Lucien Conein tiến hành một chiến dịch chiến tranh tâm lý nhằm khuyến khích cư dân miền Bắc – đặc biệt là dân Công giáo – chuyển đến miền Nam. Truyền đơn được thả từ máy bay, các nhà \"chiêm tinh\" được yêu cầu soạn lịch dự báo \"số phận thảm khốc cho giới lãnh đạo Cộng sản và đội ngũ dưới quyền\", đồng thời những tin đồn đáng sợ về kế hoạch của Việt Minh được lan truyền.<ref>Currey, Edward Landsdale; Harry Haas và Nguyễn Bảo Công: Vietnam: The Other Conflict (London: Sheed & Ward, 1971) trang 22<\/ref> Theo nhiều người, những áp phích và khẩu hiệu mà nhóm của Lansdale đặt ra – ''\"Chúa đã vào miền Nam\"'' và ''\"Đức Mẹ đồng trinh đã rời miền Bắc\"'' – có ảnh hưởng quyết định đến tư duy của những thường dân Công giáo Việt Nam.<ref>Peter Hansen (2009). \"Bac Di Cu: Catholic Refugees from the North of Vietnam, and Their Role in the Southern Republic, 1954–1959\", Journal of Vietnamese Studies, Vol. 4, No. 3, pp. 173 -211<\/ref>\n\n[[Edward Lansdale]] đã mô tả chiến dịch tuyên truyền thành công của mình như sau:\n:''Nếu những năm 1949-1953, các linh mục đã biến Giáo dân hiền lành thành những binh lính cuồng nhiệt nhờ khẩu hiệu \"Tiêu diệt Cộng sản\", thì họ cũng chẳng khó khăn gì trong việc tạo ra cuộc \"Xuất hành vĩ đại\" vào những năm 1954-1955. Hiển nhiên là người nông dân Việt Nam sống gắn bó với ruộng đất của tổ tiên, với mái nhà, với mảnh vườn, với nhà thờ và làng xóm hơn nông dân ở các nước khác nhiều. Nhưng họ lại dám từ bỏ tất cả mọi sự để bảo vệ đức tin, nhất là khi các cha xứ của họ lại bảo đảm với họ rằng tại Miền Nam có một vị thủ tướng Công giáo ([[Ngô Đình Diệm]]) đang chờ đón họ và sẽ cấp cho họ những vùng đất phì nhiêu để làm ăn. Và khối dân chúng một khi đã bước chân ra đi, thì không gì có thể ngăn cản họ lại.''\n\n====Lý do chính trị và kinh tế====\n\n[[Tập tin:Một người di cư Thiên Chúa giáo, 1954.jpg|nhỏ|200px|phải|Một người Thiên Chúa giáo di cư từ miền Bắc nhận đồ dùng do Mỹ phân phát]]\nTheo [[time (tạp chí)|tuần báo Time]], những người di cư vào miền Nam, đặc biệt những người [[Công giáo tại Việt Nam|Công giáo Việt Nam]], cho rằng họ đã bị đàn áp tôn giáo dưới chính quyền Việt Nam Dân chủ Cộng hòa<ref>Tuần báo Time, ''[http:\/\/www.time.com\/time\/magazine\/article\/0,9171,892973,00.html The Lesson of Seven Nails] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070213024854\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,892973,00.html |date = ngày 13 tháng 2 năm 2007}}'', [[21 tháng 2]] năm 1955<\/ref><ref>Tuần báo Time, ''[http:\/\/www.time.com\/time\/magazine\/article\/0,9171,866784,00.html Wanderer's Rest] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070212150203\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,866784,00.html |date = ngày 12 tháng 2 năm 2007}}'', [[27 tháng 2]] năm 1956<\/ref><ref>Tuần báo Time, ''[http:\/\/www.time.com\/time\/magazine\/article\/0,9171,806931-1,00.html Land of Compulsory Joy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070213230029\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,806931-1,00.html |date = ngày 13 tháng 2 năm 2007}}'', [[22 tháng 11]] năm 1954<\/ref>.\n\nNhiều người thật sự ra đi vì lý do kinh tế và chính trị: họ là những người làm việc cho Pháp, hay giới tư sản không có cảm tình với chính phủ Việt Minh. Họ ra đi vì sợ bị Việt Minh trả thù<ref name=\"Peter Hansen\">Peter Hansen (2009). \"Bac Di Cu: Catholic Refugees from the North of Vietnam, and Their Role in the Southern Republic, 1954–1959\", Journal of Vietnamese Studies, Vol. 4, No. 3, pp. 173 -211.<\/ref>. Việc [[Ngô Đình Diệm]], một người Công giáo, trở thành Thủ tướng Quốc gia Việt Nam rồi Tổng thống Việt Nam Cộng hòa cũng thúc đẩy người Công giáo di cư vào Nam với hy vọng họ sẽ được một người đồng đạo bảo vệ. Một số người di cư vì sợ nạn đói sẽ xảy ra tại miền Bắc như năm 1945 và hy vọng khi vào Nam họ sẽ có cuộc sống sung túc hơn. Trên thực tế, sự lo sợ của họ đã bị thổi phồng khi không có một nạn đói hay đợt trả thù nào ở miền Bắc. Một số người khác có họ hàng tại miền Nam<ref name=\"Peter Hansen\"\/>.\n\n====Lý do tôn giáo====\n\nNhiều người Bắc di cư lo sợ rằng khả năng thực hành tín ngưỡng của họ có thể bị hạn chế dưới chính quyền Việt Minh. Ngoài ra, nỗi sợ này còn được củng cố bởi những trải nghiệm trước đó của nhiều cộng đồng Thiên chúa giáo miền Bắc khi nhiều lần trong lịch sử, nhà Nguyễn đã công khai chống lại các hoạt động của Thiên chúa giáo. Bên cạnh đó, giữa Việt Minh và Giáo hội Thiên chúa giáo có mâu thuẫn vì Giáo hội ủng hộ quân Pháp. Trên thực tế, sau năm 1954, không hề có đàn áp Thiên chúa giáo ở miền Bắc như họ lo sợ.<ref>Bernard Fall, The Two Vietnam: a political and military analysis, trang 154<\/ref>\n\n====Sự tác động của giới tu sĩ Thiên chúa giáo====\n\nTrong nhiều cộng đồng Thiên chúa giáo thời Pháp thuộc, các linh mục giữ vai trò lãnh đạo về dân sự và tinh thần. Tại nhiều vùng nông thôn, tín đồ Thiên chúa giáo rất nghe lời giới tu sĩ. Các linh mục thường sử dụng các buổi lễ để kêu gọi di cư vào Nam. Nhiều linh mục đã sử dụng các lập luận để thuyết phục các tín đồ, nhưng cũng có nhiều linh mục cũng đã tạo ra nỗi sợ hãi về một viễn cảnh không tươi sáng dưới thời Việt Minh lãnh đạo. Một số linh mục dọa tín đồ của mình rằng nếu không đi thì họ sẽ phải hứng chịu bom Mỹ đánh phá miền Bắc. Thậm chí, có người tuyên bố: ''\"Chúa đã vào Nam\"'' để lôi kéo người dân theo mình. Một số người chỉ tuyên bố: ''\"Ngày mai cha và một số người sẽ vào Nam\"'' hoặc ''\"Cha sẽ đi Nam\"'' đối với những tín đồ đang lưỡng lự. Đây là lý do khiến nhiều người được hỏi trả lời là họ tự nguyện vào Nam.<ref>Murti, Vietnam divided, trang 77-79<\/ref> Có một điểm cần chú ý là tỷ lệ tu sĩ di cư lớn hơn tỷ lệ tín đồ di cư. Các tín đồ thường đi theo các linh mục và ở lại nơi mà linh mục kết thúc chuyến hành trình. Những tín đồ nghèo thường dễ bị tác động hơn do họ không có tài sản ở miền Bắc, những người có tài sản họ thường không muốn mất tài sản do ra đi và do họ có tri thức cao hơn những người nghèo nên thời gian cân nhắc lâu hơn và nhiều người có suy nghĩ lý tính nên sự tác động của giới tu sĩ tới họ là ít hơn.\n\n===Phản ứng của [[Việt Nam Dân chủ Cộng hòa]]===\nViệt Nam Dân chủ Cộng hòa chỉ thực hiện hoạt động kiên trì giải thích, thuyết phục người dân nên ở lại quê hương.<ref>https:\/\/nhandan.com.vn\/tin-tuc-su-kien\/au-tranh-thi-hanh-hiep-dinh-geneva-ve-viet-nam-469606<\/ref> Lực lượng Công an đã kết hợp với cán bộ chính trị cấp xã phổ biến cho đồng bào công giáo về chính sách tự do tín ngưỡng, chính sách vùng mới giải phóng của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] và Chính phủ Việt Nam Dân chủ Cộng hòa kết hợp vạch trần luận điệu của kẻ địch vu cáo những người cộng sản cấm đạo, vạch rõ âm mưu thâm độc của đối phương, tiến hành tổ chức mít tinh chống Mỹ- Diệm...Ngoài ra, phía Việt Nam Dân chủ Cộng hòa tích cực giúp đỡ những gia đình giáo dân đang gặp khó khăn như: Tu sửa lại nhà cửa, ổn định đời sống, phát triển sản xuất...<ref>{{Chú thích web |url=https:\/\/vinhphuc.gov.vn\/ct\/cms\/HeThongChinhTriTinh\/SoBanNganh\/coquanthuoctrunguong\/congantinh\/Lists\/NhungChienCong\/View_Detail.aspx?ItemID=18 |ngày truy cập=2020-09-09 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 12 tháng 4 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210412213550\/https:\/\/vinhphuc.gov.vn\/ct\/cms\/HeThongChinhTriTinh\/SoBanNganh\/coquanthuoctrunguong\/congantinh\/Lists\/NhungChienCong\/View_Detail.aspx?ItemID=18 |url-status=dead }}<\/ref>\n\n===Tiến trình===\n[[Tập tin:HD-SN-99-02045.JPEG|nhỏ|250px|Tàu USS Montague của Hoa Kỳ đang chuẩn bị đón người di cư tại cảng Hải Phòng]]\nNgười Công giáo tại miền Bắc bắt đầu di cư về các thành phố lớn như Hà Nội, Hải Phòng trước khi Hiệp định Genève được công bố, khi quân đội Pháp rút khỏi các giáo xứ Bùi Chu, Phát Diệm để củng cố hành lang Hà Nội - Hải Phòng sau thất bại tại Điện Biên Phủ. Khi Hiệp định Genève được công bố, nhiều người dân miền Bắc bắt đầu di cư vào Nam.<ref name=\"Peter Hansen\"\/>\n\nCó những cáo buộc rằng những tờ bích chương và [[tờ rơi|tờ bướm]] do Ủy hội Quốc tế Kiểm soát Đình chiến in và trao cho hai bên phổ biến cho dân chúng biết về quyền tự do di tản thì không được chính quyền Việt Nam Dân chủ Cộng hoà phân phát<ref>O 'Connor, Patrick. \"Violations of Article 14 of the Geneva Agreement\" trong cuốn ''Terror in Vietnam: A Record of Another Broken Pledge''. Washington, DC: National Catholic Welfare Conference, 1955.<\/ref>. Ủy hội Quốc tế Kiểm soát Đình chiến đã mở cuộc điều tra đơn khiếu nại của Việt Nam Dân chủ Cộng hoà về hành động cưỡng bách di cư. Trong số 25.000 người Ủy hội tiếp xúc, không có ai nhận là họ bị \"cưỡng bách di cư\" hay muốn trở về Bắc cả<ref>14th Interim Report by the ICC. London: Her Majesty's Stationaery Office<\/ref>.\n\nNgoài những người di cư vào Nam đa phần là người Công giáo vì nhiều lý do khác nhau (khoảng 800 ngàn trên tổng số 1 triệu người di cư từ Bắc vào Nam là người Công giáo<ref name=\"UNHCR\"\/>), số còn lại là những người thuộc khuynh hướng chính trị chống Cộng sản, những người có liên hệ với chính quyền Pháp hay chính phủ quốc gia, thành phần tư sản thành thị và những gia đình nông thôn lo ngại vì chính sách mới của Việt Minh<ref>Freeman, James M. ''Hearts of Sorrow, Vietnamese-American Lives''. Stanford, CA: Stanford University Press, 1989. Trang 142-5.<\/ref>. Thêm vào đó là những người thuộc dân tộc thiểu số đã từng theo quân đội Pháp chống Việt Minh. Trong đó có khoảng 45.000 người [[Người Nùng|Nùng]] vùng [[Móng Cái]] và 2.000 người [[Người Thái|Thái]] và [[H'Mông|Mèo]] từ [[Sơn La]] và [[Điện Biên]]<ref name=\"Sheehan\"\/><ref>Lê Xuân Khoa. ''Việt Nam 1945-1995''. Bethesda, MD: Tiên Rồng, 2004.<\/ref>.\n\nNgày [[9 tháng 8]] năm [[1954]], chính phủ [[Quốc gia Việt Nam]] của tân Thủ tướng [[Ngô Đình Diệm]] lập [[Phủ Tổng ủy Di cư Tỵ nạn]] ở cấp một bộ trong nội các với ba nha đại diện, một ở miền Bắc, một ở miền Trung và một ở miền Nam để xúc tiến định cư. Thêm vào đó là Ủy ban Hỗ trợ Định cư, một tổ chức cứu trợ tư nhân giúp sức.\n\nĐối với sinh viên đại học, Bộ Tư lệnh Pháp dành 12 chuyến bay trong hai ngày 12 và 13 Tháng Tám đưa khoảng 1200 sinh viên miền Bắc vào Nam.<ref>Nguyễn Văn Lục. ''Lịch sử Còn Đó''. Garden Grove, CA: Tân Văn, 2008. Trang 129.<\/ref> Ước tính chỉ khoảng 1\/3 ở lại còn 2\/3 chọn di cư.<ref name=\"Lịch sử Trường Đại học Y Hà Nội\"\/>\n\nVì không có đủ phương tiện cho những người di cư vào Nam nên chính quyền Pháp và [[Bảo Đại]] phải kêu gọi các nước khác giúp chuyên chở và định cư. Các chính phủ Anh, Ba Lan, [[Tây Đức]], [[Hàn Quốc|Nam Hàn]], Hoa Kỳ, [[Nhật Bản|Nhật]], [[Philippines]], [[New Zealand]], [[Trung Hoa Dân Quốc]], [[Úc]] và [[Ý]] hưởng ứng cùng các tổ chức [[Quỹ Nhi đồng Liên Hợp Quốc|UNICEF]], [[Phong trào Chữ thập đỏ và Trăng lưỡi liềm đỏ quốc tế|Hồng Thập Tự]], Catholic Relief Services (CRS), Church World Services (CWS), Mennonite Central Committee (MCC), International Rescue Committee (IRC), CARE và [[Thanh thương Hội Quốc tế]].\n\nNgày [[4 tháng 8]] năm 1954 cầu hàng không nối phi trường [[Sân bay quốc tế Tân Sơn Nhất|Tân Sơn Nhất]], [[Thành phố Hồ Chí Minh|Sài Gòn]] trong Nam với các sân bay [[Gia Lâm]], [[Bạch Mai]], [[Hà Nội]] và [[Sân bay Cát Bi|Cát Bi]], [[Hải Phòng]] ngoài Bắc được thiết lập. Nỗ lực đó được coi là cầu không vận dài nhất thế giới lúc bấy giờ (khoảng 1.200&nbsp;km đường chim bay). Sân bay Tân Sơn Nhất trở nên đông nghẹt; tính trung bình mỗi 6 phút là một máy bay hạ cánh và mỗi ngày có từ 2000 đến 4200 người di cư tới. Tổng kết là 4280 lượt hạ cánh, đưa vào 213.635 người.\n\nNgoài ra, một hình ảnh quen thuộc với người dân tỵ nạn là [[Landing Ship, Tank|\"tàu há mồm\"]] ([[tiếng Anh]]: Landing Ship, Tank - viết tắt là LST) đón người ở trên bờ rồi chuyển ra tàu lớn neo ngoài hải phận miền Bắc. Các tàu thủy vừa hạ xuống, hàng trăm người đã giành lên. Các tàu của Việt Nam, Pháp, Anh, Hoa Kỳ, [[Tên gọi Trung Quốc|Trung Hoa]], [[Ba Lan]]... giúp được 555.037 người \"vô Nam\". \"Nam\" được hiểu là cả dải duyên hải miền Nam Việt Nam, từ Đà Nẵng tới [[Vũng Tàu]]. Vì số người di cư quá đông, Cao uỷ Pháp đã xin gia hạn thêm ba tháng và phía Hà Nội đã thoả thuận nên ngày cuối cùng thay vì là ngày 19 tháng 5 được đổi thành ngày [[19 tháng 8]]. Trong thời gian gia hạn, thêm 3.945 người đã vượt tuyến vào Nam. Chuyến tàu thủy cuối cùng của cuộc di cư cập bến Sài Gòn vào ngày 16 tháng 8.\n\nThêm vào đó, còn tới 102.861 người tự tìm đường bộ hoặc ghe thuyền và phương tiện riêng.\n\nĐến tháng 10\/1955, theo số liệu của Việt Nam Cộng hòa có 676.348 tín đồ Công giáo (76,3% tổng số người miền Bắc di cư), 209.132 tín đồ Phật giáo (23,5%) và 1.041 tín đồ Tin Lành (0,2%) di cư vào Nam<ref name=\"Peter Hansen\"\/>. Tính đến giữa năm 1954 và 1956, trên 1 triệu người đã di cư từ Bắc vào Nam, trong đó có khoảng 800.000 người Công giáo, tức khoảng 2\/3 số người Công giáo ở miền Bắc đã bỏ vào Nam<ref name=\"UNHCR\"\/>.\n\nĐể thực hiện di cư, Chính phủ Mỹ cho nhiều máy bay và 41 tàu chiến của Hạm đội 7 chở người di cư vào Nam và cung cấp 55,785 triệu đô la cho việc tái định cư họ<ref>Richard W.Linholm (1959), Vietnam: the first five years, Michigan state University press, pp. 317.<\/ref>.\n\n===Định cư===\nViệc tái định cư cho những người từ Bắc vào đã trở thành yêu cầu cấp bách với chính quyền Ngô Đình Diệm. Vào thời điểm đặt chân đến miền Nam, vị thế của những người miền Bắc di cư tại nơi ở mới được quyết định bởi mối quan hệ của họ với chính quyền Ngô Đình Diệm. Sự xuất hiện quá nhiều của những người Thiên chúa giáo trong lực lượng quân đội và dân sự của chính quyền Diệm luôn là một trong những chủ đề trong các cuộc tranh luận về vai trò của người miền Bắc di cư năm 1954. Sự hiện diện quá mức của những người Thiên chúa giáo này ảnh hưởng sâu sắc lên tiến trình chính trị của Việt Nam Cộng hòa cả trong và sau thời kỳ Ngô Đình Diệm.<ref>Harvey Neese và John O’Donnell, Prelude to Tragedy: Vietnam, 1960-1965 (Annapolis, MD: Naval Institute Press, 2001); Robert Shaplen, The Lost Revolution: The Story of Twenty Years of Neglected Opportunities in Vietnam and of America’s Failure to Foster Democracy There (New York: Harper & Row, 1965); và Charles A. Joiner, The Politics of Massacre: Political Processes in South Vietnam (Philadelphia: Temple University Press, 1974). Tham khảo Robert Scheer, \"Genesis of United States Support for the Regime of Ngo Dinh Diem\" và \"Behind the Miracle of South Vietnam\" trong Vietnam and America: A Documented History, eds., Marvin E. Gettleman và cộng sự (New York: Grove Press, 1985), trang 118-132 và 137-153 tương ứng.<\/ref>\n\nNhiệm vụ hòa nhập người Bắc di cư vào miền Nam buổi sơ khai không đơn thuần là trách nhiệm của chính quyền Ngô Đình Diệm. Đa số người di cư là người Thiên chúa giáo nên Giáo hội Thiên chúa giáo ở miền Nam cũng phải đối phó với những thách thức gắn liền với việc đồng hóa một đoàn người Công giáo nhập cư có quy mô còn lớn hơn cả bản thân giáo hội miền Nam. Theo thống kê của Hoa Kỳ, vào năm 1954 cả Việt Nam có hơn 1,9 triệu tín đồ Thiên chúa giáo, trong đó hơn 1,4 triệu người ở miền Bắc và gần 900.000 người đã vào Nam trong khi có 140.000 người Thiên chúa giáo ở miền Nam ủng hộ Việt Minh lại di cư ra Bắc. Giáo hội miền Nam còn gặp khó khăn khi văn hóa của các tín đồ hai miền rất khác nhau. Thái độ lo sợ bị những người phi Thiên chúa giáo đe dọa và biệt lập tôn giáo của những người miền Bắc lớn hơn những người miền Nam do Pháp đã cố tình tạo ra mâu thuẫn tôn giáo ở miền Bắc nhiều hơn ở miền Nam và cũng do nhà Nguyễn không ủng hộ Thiên chúa giáo. Ngoài những khó khăn thì Giáo hội có một thuận lợi là tất cả tín đồ đều theo một hệ thống giáo điều và nghi lễ.<ref>Bùi Đức Sinh, Giáo hội Công giáo ở Việt Nam (Calgary: Veritas Press, 1998), tập 3, trang 214<\/ref>\n\n====Giai đoạn tạm cư====\n\nSố người di cư tạm trú ở nhiều trại tạm cư trong vùng Sài Gòn. Kế hoạch định cư tính từng nhóm 1000 đến 3000 người để đưa về quê. Dân miền biển làm [[ngư nghiệp|nghề cá]] thì chuyển ra vùng duyên hải. Chính phủ Hoa Kỳ trích một số tiền viện trợ qua cơ quan USOM mua nông cụ, trâu bò và một số vật liệu xây cất để giúp người di cư, tập trung ở vùng [[Thốt Nốt|Cái Sắn]]. Trong hai năm ngân sách là 93 triệu [[Mỹ kim]] với 77.000 [[ha]] khai phá được chuyển cho 100.000 dân di cư đến canh tác. Tính đến giữa năm 1957 thì đã lập nên 319 làng di cư làm nơi định cư cho khoảng 450.000 người. Số còn lại hòa mình vào Đô thành Sài Gòn.<ref>Dacy, Douglas. ''Foreign aid, war, and economic development: South Vietnam, 1955-1975''. Cambridge, UK: Cambridge University Press, 1986. Tr 2-3<\/ref>\n\nViệc chỉ có 300 ngày để di cư trong khi số lượng người di cư rất lớn khiến chính quyền Ngô Đình Diệm phải xây 42 trung tâm tạm cư. Các trạm này sử dụng các công trình công cộng có sẵn như trại lính Pháp, nhà thờ, một số trường dòng. Hàng ngàn người đã ở trong các lều tạm ở sân bay Tân Sơn Nhất và trường đua Phú Thọ.\n\n====Giai đoạn chuyển sang các vùng định cư lâu dài====\n\nNhững người di cư sẽ được chuyển tới các vùng ven Sài Gòn để tiến hành tái định cư, chỉ một số ít tự lựa chọn điểm đến, đa phần đi theo giới tăng lữ hoặc do chính quyền Ngô Đình Diệm sắp xếp. Ngay từ tháng 8 năm 1954, chính quyền Diệm đã trao cho giám mục [[Phêrô Maria Phạm Ngọc Chi]] một khu đất 25.000 ha để cho giáo xứ Bùi Chu tái định cư ở Xuân Lộc và Biên Hòa. Với sự hỗ trợ của Hoa Kỳ, Diệm đã xây 40 làng mới với 2.500 dân\/làng.<ref>Báo Tiếng chuông số ra ngày 30-08-1954<\/ref> Đối với giáo xứ Phát Diệm, chính quyền Sài Gòn và giám mục [[Tađêô Lê Hữu Từ]] chủ trương đưa họ tới Gia Kiệm, tới tháng 4\/1954, số dân ở đây đã là gần 500.000 người. Tới tháng 12\/1955, chính quyền Sài Gòn đã thiết lập được 257 khu tái định cư. Việc thiết lập các khu tái định cư là để tránh mâu thuẫn về văn hóa và mâu thuẫn kinh tế giữa người di cư và người bản địa, đồng thời cũng giảm áp lực gia tăng dân số lên hệ thống dịch vụ sẵn có từ trước.\n\n====Giai đoạn củng cố các khu tái định cư thành tiền đồn chống Cộng====\n\nĐối với các khu tái định cư, chính quyền Sài Gòn đặt ra những mục tiêu về kinh tế, chính trị và an ninh nhất định. Ngô Đình Diệm sử dựng lực lượng người di cư để xây dựng tiềm lực kinh tế ở những nơi họ đặt chân đến. Ngô Đình Diệm muốn đây là những vùng đất trung thành với mình và sẵn sàng chống Cộng sản nhất. Những khu tái định cư thường được bố trí ở những vị trí chiến lược, cửa ngõ vào các đô thị lớn. Đặc biệt, để giữ Tây Nguyên, Ngô Đình Diệm đã tổ chức rất nhiều khu tái định cư ở gần Buôn Mê Thuột, Pleiku và Đà Lạt. Nhiều tín đồ di dân đã miễn cường thực hiện kế hoạch của Diệm do họ nhận thấy nơi ở mới điều kiện không bằng các đô thị, họ phải trực tiếp đối mặt với lực lượng của các giáo phái như Cao Đài, Hòa Hảo, thậm chí là cả Việt Minh (Hiệp định cho phép tập hợp chính trị tại chỗ).<ref>Báo cáo của Nguyễn Sơn Duyền, đại diện của chính quyền Sài Gòn ở Tây Nguyên, ngày 08-08-1956<\/ref> Tại khu vực Đồng bằng Sông Cửu Long, nơi mà Việt Minh rất mạnh, chính quyền Diệm cũng tổ chức tái định cư tại đây. Ngô Đình Diệm muốn tạo ra các vành đai thép để bảo vệ Sài Gòn. Đây chính là bước mở đầu cho các ấp chiến lược với các đồn bốt xung quanh làng.<ref>Jean Lacouture, Vietnam: The two truces, trang 105<\/ref>\n\n===Đặc điểm của những người miền Bắc di cư===\n\nThứ nhất, họ khá thụ động trong quá trình di cư và quyết định số phận của họ. Một số người cho rằng những người Thiên chúa giáo di cư là do bị dụ dỗ để trở thành bức tường chắn thực sự nhằm bảo vệ cho chế độ Sài Gòn trước những mối đe dọa bên trong lẫn bên ngoài. Lịch sử Giáo hội Thiên chúa giáo Việt Nam thường bỏ qua những mâu thuẫn nội bộ giữa những người Thiên chúa từ Bắc vào với những người Thiên chúa tại miền Nam cũng như những sự kiện sau khi hợp nhất cộng đồng người Thiên chúa miền Bắc di cư và người Thiên chúa miền Nam. Đồng thời nhiều người đã di cư vì nghe theo lời và làm theo hành động của các linh mục và giới tăng lữ.<ref>Piero Gheddo, The Cross and the Bo Tree, Charles Quinn dịch (New York: Sheed & Ward, 1968)<\/ref><ref>Phan Phát Huồn, Việt Nam Giáo Sử, 2 tập (Sài Gòn: Cứu Thế Tùng Thư, 1962-1965); Bùi Đức Sinh, Giáo hội Công giáo ở Việt Nam, 1975-2000 (Westminster, CA: Asian Printing, 2001)<\/ref><ref>Nguyễn Thế Thoại, Công giáo Trên Quê Hương Việt Nam, 2 tập (Việt Nam: tự xuất bản, 2001)<\/ref><ref>Việt Nam 1945-1995: Chiến tranh, Tị Nạn; Bài Học Lịch sử, 2 tập (Bethesda, MD: Tiên Rồng, 2004)<\/ref>\n\nThứ hai, 75% số lượng người di cư Thiên chúa giáo đến từ hai giáo phận là [[Giáo phận Bùi Chu|Bùi Chu]] ([[Nam Định]]) và [[Giáo phận Phát Diệm|Phát Diệm]] ([[Ninh Bình]]). Số lượng này một phần do hai giám mục [[Tađêô Lê Hữu Từ]] và [[Phêrô Maria Phạm Ngọc Chi]], kể từ cuối thập niên 1940 đã trở thành kẻ thù không đội trời chung của [[Việt Minh]]. Các giám mục này có đội quân bán vũ trang của riêng mình và luôn chiến đấu bên cạnh [[người Pháp]] để chống Việt Minh.<ref>Bernard B. Fall, Viet-Nam Witness, 1953-1966 (New York: Frederick A. Praeger, 1966) trang 62<\/ref>\n\nThứ ba, hoạt động di cư của cộng đồng Thiên chúa giáo bắt đầu từ trước khi Hiệp định Genève được ký. Với thắng lợi của Việt Minh, họ lo sợ bị trả thù mặc dù sau đó lịch sử cho thấy là không có bất kỳ cuộc trả thù nào.<ref>Edgar O’Balance, The Indo-China War, 1945-1954: A Study in Guerilla Warfare (London: Faber & Faber, 1964), trang 239<\/ref> Bên cạnh đó, sau thất bại ở Điện Biên Phủ, Pháp cũng muốn di chuyển lực lượng của mình từ các giáo khu Phát Diệm và Bùi Chu nhằm củng cố hành lang kiểm soát quan trọng của Pháp từ Hà Nội đến Hải Phòng. Các giám mục Tađêô Lê Hữu Từ và Phêrô Maria Phạm Ngọc Chi cũng đã ra đi cùng lực lượng bán vũ trang và những tín đồ của mình.<ref>O’Balance, The Indo-China War, trang 215<\/ref><ref>Martin Windrow, The Last Valley: Dien Bien Phu and the French Defeat in Vietnam (Cambridge, MA: Da Capo Press, 2006), trang 631<\/ref>\n\nThứ tư, theo tài liệu của Việt Nam Cộng hòa, tỷ lệ người Bắc di cư là người Thiên chúa giáo chiếm 76,3%.<ref>Bùi Văn Lương, \"Role of Friendly Nations\", trong Vietnam, the First Five Years: An International Symposium, ed. Richard W. Lindholm (East Lansing: Michigan State University Press, 1959), trang 49<\/ref> Theo số liệu của Hoa Kỳ, chỉ có 30% người Thiên chúa giáo ở Hà Nội di cư vào Nam mặc dù điều kiện di chuyển họ thuận lợi hơn nhiều những người ở Bùi Chu và Phát Diệm. Nhiều người cho rằng, điều này là do những người Thiên chúa giáo ở Hà Nội và Hải Phòng theo dân tộc chủ nghĩa, họ vui mừng trước sự thất bại của người Pháp. Đồng thời những người này có tri thức hơn nên các giám mục cũng khó thuyết phục họ hơn những người ở nông thôn.<ref>Louis A. Weisner, \"Vietnam: Exodus from the North and Movement to the North, 1954-1955\", Vietnam Forum 11 (Đông-Xuân 1988), trang 220<\/ref>\n\n==Tập kết ra Bắc==\nSử liệu của Việt Nam Dân chủ Cộng hòa ghi nhận có 182.046 người di cư ra Bắc bằng phương tiện riêng, băng rừng Trường Sơn, hoặc đi trên các tàu của [[Ba Lan]], [[Pháp]] và [[Liên Xô]]<ref name=\"UNHCR\"\/>.<ref>http:\/\/bantroi5.blogspot.com\/2014\/02\/cau-chuyen-tap-ket-ra-bac-1954-1956.html?m=1<\/ref> Đa số những người tập kết ra Bắc là những cán bộ, quân đội kháng chiến của Việt Minh và gia đình của họ, hoặc cư dân có cảm tình với Việt Minh. Rất nhiều văn nghệ sĩ, thành viên Việt Minh hoặc Đảng viên [[Đảng Lao động Việt Nam]] cũng đi theo tập kết.\n\nCó 5 đại đoàn 324, 325, 305, 330, 338 cùng một số đơn vị khác tập kết ra Bắc. Rất nhiều người sau này trở thành anh hùng trong chiến trận, hoặc những vị tướng, kỹ sư, bác sĩ, nhà khoa học nổi tiếng. Đa phần ở lại miền Bắc như người dân, hoặc công tác theo chính phủ yêu cầu; một phần quân số cùng con em của họ trở về miền Nam chiến đấu và là bộ phận của Quân đội Nhân dân Việt Nam. Sau 1975, phần lớn học sinh miền Nam trở về quê hương. Rất nhiều người đã trở thành cán bộ cấp cao của Đảng, các đoàn thể, trung ương, tướng lĩnh, giáo sư, nhà giáo nhân dân, nghệ sĩ nhân dân, anh hùng lực lượng vũ trang nhân dân...\n\nPhủ Tổng ủy Di cư Tỵ nạn của [[Quốc gia Việt Nam]] ghi nhận có 4.358 người đi qua ngả chính phủ.{{fact|date = ngày 6 tháng 1 năm 2013}} Họ là những người vì vội vã đã bỏ vào Nam nay đổi ý muốn trở lại ra Bắc hay những người tin theo vận động của Việt Nam Dân chủ Cộng hoà tìm đường ra Bắc. Số người này được vận chuyển bằng đường thủy và hàng không của Pháp.\n\n==Trong văn học và âm nhạc==\nBài thơ ''Nhất định thắng'' (năm 1955) của nhà thơ [[Trần Dần (Việt Nam)|Trần Dần]]<ref>{{Chú thích web|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=246626&ChannelID=61|tiêu đề=Bài thơ Nhất định thắng của Trần Dần|ngày truy cập = ngày 15 tháng 3 năm 2010}}<\/ref> có viết về cuộc di cư này cùng với sự đau đớn khi đất nước bị chia cắt Bắc Nam và lời kêu gọi đứng lên đòi hòa bình và thống nhất.\n\n[[Câu hò bên bờ Hiền Lương]] là ca khúc cách mạng được nhạc sĩ [[Hoàng Hiệp]] sáng tác vào năm 1956 (và đặt lời cùng Đằng Giao) trong hoàn cảnh rất đặc biệt. Đây là bài hát ca ngợi quê hương đất nước Việt Nam và thể hiện được phần nào tình yêu quê hương đất nước của những người con xa quê trong hoàn cảnh đất nước bị chia cắt.\n\nNăm 1955, nhạc sĩ [[Phạm Duy]] phổ nhạc bài thơ ''[[Thuyền viễn xứ]]'' của Huyền Chi và sau này là bài ''1954 - 1975'' nói lên tâm trạng của những người di cư.\n\nTrong miền Nam, những bản nhạc ''Chuyến đò vĩ tuyến'', ''Nắng đẹp Miền Nam'', ''Nhạc rừng khuya'' và ''Đoàn người lữ thứ'' của nhạc sĩ [[Lam Phương]],<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/binhluan\/music-lamphuong-20040924.html|tiêu đề=Nhạc sĩ Lam Phương|ngày truy cập = ngày 15 tháng 3 năm 2010}}<\/ref> ''Ghé bến Sài Gòn'' của Văn Phụng, ''Hình ảnh quê xưa'' của [[Hoàng Trọng]] cũng nói về cuộc di cư này.\n\n==Xem thêm==\n*[[Hiệp định Genève]]\n*[[Thuyền nhân]]\n*[[Chương trình Ra đi có Trật tự]]\n\n{{Start box\n}}\n{{Succession box|chức vụ=Cuộc di cư Việt Nam|trước=[[Hiệp định Genève, 1954|Hiệp định Genève]]|sau=[[Việt Nam Dân chủ Cộng hòa]] (miền Bắc)<br>[[Việt Nam Cộng hòa]] (miền Nam từ 1955)<br>[[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] (tồn tại song song ở miền Nam từ 1969)|năm=1954}}\n{{end box\n}}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Sự kiện lịch sử Việt Nam]]\n[[Thể loại:Di cư Việt Nam]]\n[[Thể loại:Năm 1954]]"}