{"794970":"{{otheruses|Cà Mau (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Cà Mau\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Minh Hải (tỉnh)|Minh Hải]]\n| huyện lỵ = Thị trấn [[Tắc Vân]]\n| thành lập = 29\/12\/1978<ref name=326-CP\/>\n| giải thể = 30\/8\/1983<ref name=94-HĐBT\/>\n| phân chia hành chính =  1 thị trấn, 16 xã\n}}\n\n'''Cà Mau''' là một [[Huyện (Việt Nam)|huyện]] cũ thuộc tỉnh [[Minh Hải (tỉnh)|Minh Hải]], tồn tại trong thời gian từ ngày [[29 tháng 12]] năm [[1978]]<ref name=326-CP\/> đến ngày [[30 tháng 8]] năm [[1983]]<ref name=94-HĐBT\/>.\n\nĐịa bàn huyện Cà Mau ngày nay tương ứng với một phần thành phố [[Cà Mau (thành phố)|Cà Mau]], một phần các huyện [[Cái Nước]], [[Thới Bình]] (tỉnh [[Cà Mau]]) và một các huyện thị [[Giá Rai]], [[Đông Hải (huyện)|Đông Hải]] (tỉnh [[Bạc Liêu]]).\n\n==Địa lý==\nHuyện Cà Mau khi đó có vị trí địa lý:\n*Phía đông giáp huyện [[Giá Rai]]\n*Phía tây giáp huyện [[Trần Văn Thời (huyện)|Trần Văn Thời]] và huyện [[U Minh]]\n*Phía nam giáp huyện [[Cái Nước]] và huyện [[Đầm Dơi|Ngọc Hiển]]\n*Phía bắc giáp huyện [[Thới Bình]].\n\nThị xã [[Cà Mau (thành phố)|Cà Mau]] nằm trọn trong lòng huyện.\n\n==Lịch sử==\nDưới [[thời Pháp thuộc]], vùng đất này vốn thuộc các quận [[Cà Mau]] và [[Giá Rai]] của tỉnh [[Bạc Liêu]].\n\nTừ năm [[1887]] đến năm [[1930]], thực hiện kế hoạch đưa tên thực dân Viala đến làm chủ quận Cà Mau để nâng thị tứ Cà Mau lên thị trấn Cà Mau thuộc quận Cà Mau<ref>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr15\/285tr<\/ref>. \n\nNăm [[1937]], địa bàn quận Cà Mau có 10 xã: Thới Bình, Tân Phú, An Trạch, Thạnh Phú, Phong Lạc, Tân Hưng, Khánh Bình, Hòa Thành, Tân Hưng Tây, Tân Ân và thị trấn Cà Mau<ref>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr43\/285tr<\/ref>.\n\nTháng 1 năm [[1948]], quận Cà Mau tách ra một số xã để thành lập huyện Ngọc Hiển<ref name=Tr10>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr10\/285tr<\/ref>.\n\nHuyện Cà Mau có 9 xã: Hòa Thành, Tân Thành, An Xuyên, Tân Lộc, Tân Lợi, Thới Bình, Khánh Lâm, Khánh An, Khánh Bình và thị trấn Cà Mau. Huyện ủy đóng tại xã Thới Bình<ref>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr101\/285tr<\/ref>.\n\nNăm [[1950]], huyện Cà Mau lại tách ra một số xã để thành lập huyện Trần Văn Thời<ref name=Tr10\/>.\n\nHuyện Cà Mau có 9 xã: An Xuyên, Tân Thành, Hòa Thành, Thạnh Phú, Tân Lộc, Tân Lợi, Tân Phú, Thới Bình, Trí Phải và thị trấn Cà Mau<ref>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr111\/285tr<\/ref>.\n\nGiai đoạn 1954 – 1955, nâng thị trấn Cà Mau lên thành thị xã Cà Mau (thị xã tỉnh lỵ của tỉnh An Xuyên)<ref name=Tr140>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr140\/285tr<\/ref>.\n\nNăm [[1956]], huyện Cà Mau tách ra một số xã để thành lập huyện Thới Bình<ref name=Tr10\/>.\n\nNgày [[9 tháng 3]] năm [[1956]], theo Sắc lệnh số '''32\/VN''', [[chính quyền]] [[Việt Nam Cộng hòa]] tách quận [[Cà Mau]] và 4 xã: Định Thành, Hòa Thành, Tân Thành, Phong Thạnh Tây của quận [[Giá Rai]] để thành lập thành tỉnh [[Cà Mau]], tỉnh lỵ ban đầu có tên là Cà Mau.\n\n[[Tháng 6]], năm [[1956]], huyện Cà Mau được chia thành huyện Cà Mau Bắc và huyện Cà Mau Nam<ref name=Tr140\/>.\n\nNgày [[22 tháng 10]] năm [[1956]], [[Tổng thống Việt Nam Cộng hòa]] [[Ngô Đình Diệm]] ký Sắc lệnh số '''143\/VN''' ''thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam''. Theo đó, tỉnh Cà Mau đổi tên thành tỉnh [[An Xuyên (tỉnh)|An Xuyên]], tỉnh lỵ đổi tên thành [[Quản Long]].\n\nĐồng thời, quận [[Quản Long]] thuộc tỉnh An Xuyên được thành lập, gồm 4 xã: Tân Xuyên, Tân Lộc, Hòa Thành, Định Thành. Trong đó, xã Tân Xuyên đóng vừa là quận lỵ quận Quản Long và là tỉnh lỵ tỉnh An Xuyên.\n\nTuy nhiên, [[chính quyền]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] không thừa nhận phân giới hành chính của [[chính quyền]] [[Việt Nam Cộng hòa]]. Địa bàn quận Quản Long theo quản lý hành chính của [[Mặt trận Dân tộc Giải phóng]] tương ứng với địa bàn của thị xã Cà Mau và huyện Châu Thành thuộc tỉnh Cà Mau. Trong đó, địa bàn thị xã Cà Mau tương ứng với xã Tân Xuyên, còn địa bàn huyện Châu Thành (gồm 6 xã: An Xuyên, Định Thành, Hòa Thành, Lương Thế Trân, Lý Văn Lâm, Tân Thành và thị trấn Tắc Vân) tương ứng hầu hết với phần còn lại của quận Quản Long.\n\nNăm [[1961]], thành lập thị xã Cà Mau với mật danh là Bảy Đô có 9 phường: 1, 2, 3, 4, 5, 6, 7, 8, 9, ấp I (xã Tân Thành), ấp Tân Phước (xã An Xuyên), ấp Thanh (xã Thạnh Phú) và xã mới Lý Văn Lâm<ref>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr165\/285tr<\/ref>.\n\nNăm [[1962]], huyện Cà Mau tách các xã xung quanh thị xã Cà Mau để thành lập huyện Châu Thành<ref name=Tr10\/> và lấy mật danh là Bảy Châu<ref>Lịch sử Đảng bộ Thành phố Cà Mau: Tập 1 (1930–1975): Sơ thảo. NXB Mũi Cà Mau, 2000. tr171\/285tr<\/ref>.\n\nNăm [[1976]], tỉnh Cà Mau hợp nhất với tỉnh Bạc Liêu thành tỉnh [[Minh Hải (tỉnh)|Minh Hải]], thị xã Cà Mau và huyện Châu Thành thuộc tỉnh Minh Hải.\n\nNgày [[11 tháng 7]] năm [[1977]], [[Hội đồng Chính phủ]] ban hành Quyết định số '''181-CP'''<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-181-CP-giai-the-huyen-Chau-Thanh-tinh-Minh-Hai-sap-nhap-cac-xa-thuoc-huyen-Chau-Thanh-vao-huyen-khac-thuoc-tinh-Minh-Hai\/57557\/noi-dung.aspx|tựa đề=Quyết định 181-CP năm 1977 về việc giải thể huyện Châu Thành thuộc tỉnh Minh Hải và việc sáp nhập các xã trước đây thuộc huyện Châu Thành vào một số huyện khác thuộc tỉnh Minh Hải|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, giải thể huyện Châu Thành và sáp nhập các xã, thị trấn vào các huyện Giá Rai, Trần Văn Thời và Thới Bình cùng tỉnh:\n*Sáp nhập các xã Định Thành, Hòa Thành, Tân Thành và thị trấn Tắc Vân vào huyện Giá Rai\n*Sáp nhập các xã Lý Văn Lâm và Lương Thế Trân vào huyện Trần Văn Thời\n*Sáp nhập xã An Xuyên vào huyện Thới Bình.\n\nNgày [[29 tháng 12]] năm [[1978]], [[Hội đồng Chính phủ]] ban hành Quyết định số '''326-CP''' về việc phân vạch địa giới các huyện và thị xã thuộc tỉnh Minh Hải<ref name=326-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-326-cp-phan-vach-dia-gioi-huyen-va-thi-xa-tinh-minh-hai-57937.aspx|tựa đề=Quyết định 326-CP năm 1979 về việc phân vạch địa giới các huyện và thị xã thuộc tỉnh Minh Hải|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập huyện Cà Mau thuộc tỉnh Minh Hải.\n\nHuyện Cà Mau có địa giới hành chính cơ bản giống huyện Châu Thành cũ, gồm thị trấn Tắc Vân và 6 xã: An Xuyên, Định Thành, Hòa Thành, Lương Thế Trân, Lý Văn Lâm, Tân Thành.\n\nNgày [[25 tháng 7]] năm [[1979]], [[Hội đồng Chính phủ]] ban hành Quyết định số '''275-CP''' về việc điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Minh Hải<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-275-CP-dieu-chinh-dia-gioi-xa-thi-tran-tinh-Minh-Hai-60605.aspx|tựa đề=Quyết định 275-CP năm 1979 về việc điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Minh Hải|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Chia xã Hòa Thành thành ba xã lấy tên là xã Hòa Thành, xã Hòa Tân và xã Bình Thành\n*Chia xã Tân Thành thành ba xã lấy tên là xã Tân Thành, xã Tân Định và xã Tân Thạnh\n*Chia xã An Xuyên thành hai xã lấy tên là xã An Xuyên và xã An Lộc\n*Chia xã Lương Thế Trân thành ba xã lấy tên là xã Lương Thế Trân, xã Thạnh Trung và xã Thạnh Phú\n*Chia xã Định Thành thành ba xã lấy tên là xã Định Thành, xã Định Hòa và xã Định Bình\n*Thành lập (trên phần nửa đất của xã [[Hồ Thị Kỷ (xã)|Hồ Thị Kỷ]], huyện Thới Bình tách sang huyện Cà Mau) một xã mới lấy tên là xã Tân Lợi.\n\nTừ đó, huyện Cà Mau có 1 thị trấn [[Tắc Vân]] và 16 xã: An Lộc, [[An Xuyên (xã)|An Xuyên]], Bình Thành, [[Định Bình, thành phố Cà Mau|Định Bình]], Định Hòa, [[Định Thành, Đông Hải|Định Thành]], [[Hòa Tân, thành phố Cà Mau|Hòa Tân]], [[Hòa Thành, thành phố Cà Mau|Hòa Thành]], [[Lương Thế Trân, Cái Nước|Lương Thế Trân]], [[Lý Văn Lâm (xã)|Lý Văn Lâm]], Tân Định, Tân Lợi, [[Tân Thành (xã), thành phố Cà Mau|Tân Thành]], [[Tân Thạnh, Giá Rai|Tân Thạnh]], Thạnh Trung, [[Thạnh Phú, Cái Nước|Thạnh Phú]].\n\nNgày [[30 tháng 8]] năm [[1983]], [[Hội đồng Bộ trưởng]] ban hành Quyết định số '''94-HĐBT'''<ref name=94-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-94-HDBT-phan-vach-dia-gioi-thi-xa-Ca-Mau-huyen-Ca-Mau-Gia-Rai-Thoi-Binh-Cai-Nuoc-tinh-Minh-Hai\/44754\/noi-dung.aspx|tựa đề=Quyết định 94-HĐBT năm 1983 về việc phân vạch địa giới thị xã Cà Mau và các huyện Cà Mau, Giá Rai, Thới Bình, Cái Nước thuộc tỉnh Minh Hải|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, giải thể huyện Cà Mau và sáp nhập các xã, thị trấn vào thị xã Cà Mau và các huyện Giá Rai, Thới Bình, Cái Nước cùng tỉnh:\n*Sáp nhập thị trấn Tắc Vân và các xã Tân Định, An Xuyên, An Lộc, Bình Thành, Hòa Tân, Hòa Thành, Tân Thành, Định Bình, Lý Văn Lâm vào thị xã Cà Mau\n*Sáp nhập các xã Định Hòa, Định Thành, Tân Thạnh vào huyện Giá Rai\n*Sáp nhập xã Tân Lợi vào huyện Thới Bình\n*Sáp nhập các xã Lương Thế Trân, Thạnh Trung, Thạnh Phú vào huyện Cái Nước.\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Hành chính Cà Mau]]"}