{"141961":":''Xem những nghĩa khác của cà phê tại trang [[Cà phê (định hướng)]]''\n[[Tập tin:Daklakvn.jpg|nhỏ|phải|300px|Cổng vào nơi tổ chức tuần lễ văn hóa cà phê tổ chức tại Hà Nội nhằm tôn vinh cây cà phê và marketing thương hiệu cà phê Buôn Ma Thuột]]\n'''Cà phê Buôn Ma Thuột''' hay '''cà phê Ban mê''' là một trong những thương hiệu nổi tiếng của [[cà phê]] [[Việt Nam]] được trồng trên [[cao nguyên Đắk Lắk|cao nguyên Buôn Ma Thuột]], một cao nguyên thuộc vùng [[Tây Nguyên]] Việt Nam. Tuy cây [[cà phê]] được du nhập vào Việt Nam từ rất sớm (năm 1870) nhưng được trồng đại trà ở Đắk Lắk, xuất phát từ Buôn Ma Thuột chỉ từ những năm sau 1930 trong những đồn điền của người [[Pháp]]. Thương hiệu cà phê này đã đi vào văn hoá với bài hát ''Ly cà phê Ban mê''.\n\n==Vai trò ==\n[[Tập tin:Coffee tree in Buon Me Thuot city.jpg|200px|nhỏ|phải|Quả cà phê vối chiếm đa số về số lượng của Buôn Ma Thuột]]\nHiện tại theo số liệu niên giám thống kê năm 2006, Đắk Lắk có 174.740 ha cà phê. Đắk Lắk cũng là nơi được xem là nơi có năng suất cà phê trung bình cao nhất thế giới 2,5 tấn\/ha. Tổng sản lượng cà phê năm 2006 của Đắk Lắk là 435.025 tấn, góp phần trong việc đưa sản lượng cà phê Việt Nam lên vị trí số 2 của những quốc gia xuất khẩu cà phê và là nhà xuất khẩu cà phê vối hàng đầu.\n\nỞ Đắk Lắk gần như huyện nào cũng có trồng cà phê, nhưng cà phê Buôn Ma Thuột vẫn luôn được đánh giá là có chất lượng cao nhất và có hương vị đặc trưng nhất được giới hâm mộ và các nhà rang xay cà phê đánh giá cao. Từ đó, Buôn Ma Thuột hay được ví như một \"thủ phủ cà phê\". Cây cà phê chiếm giữ một vị trí độc tôn, không loại cây trồng nào sánh được trên cao nguyên đất đỏ [[đá bazan|bazan]] này. Trong cơ cấu cây trồng ở Buôn Ma Thuột, có đủ các loài cà phê như: [[cà phê chè]], [[cà phê vối]], [[cà phê mít]] nhưng được trồng rộng rãi nhất là cà phê vối. Hiện tại thương hiệu cà phê Buôn Ma Thuột đã được dùng chung cho cà phê Đắk Lắk.\n\nCây cà phê đã góp phần đưa Buôn Ma Thuột từ vị trí một thị xã tỉnh lẻ cao nguyên trở thành một thành phố sầm uất. Cây cà phê trước kia có thể được coi là cây xóa đói giảm nghèo ở Buôn Ma Thuột. Trước kia, nó chỉ được trồng trong các đồn điền của người Pháp sau đó được mở rộng thành các nông trường. Thời Bao cấp, chỉ cần đem được vài chục kg xuống đồng bằng bán là đủ tiền xe và ăn chơi thoải mái vài ngày. Trước món lợi như vậy nhiều người đã mạnh dạn trồng trong vườn nhà vườn rẫy và diện tích cà phê không bao lâu đã tăng đến chóng mặt, nhất là thời điểm những năm sau 1990 có những lúc cà phê lên tới hơn 40.000 đồng\/Kg cà phê nhân; trong khi vàng chỉ có 200.000 đồng\/chỉ.\n\nLúc ấy Buôn Ma Thuột người ta có thể sắm xe, xây nhà cửa và hình như nhờ cú hích đó mà Buôn Ma Thuột từ thị xã bay lên làm thành phố. Nhưng Ở Buôn Ma Thuột cũng còn có những lúc không ngủ được vì cà phê khi chỉ còn 3.000 đồng\/kg, cà phê chín đỏ rẫy nhưng thuê hái thì lỗ cả tiền thuê công, rồi hạn hán, sâu bệnh... Vì vậy cây cà phê và những vấn đề liên quan đến nó như giá cả, xăng dầu, thời tiết... luôn là chuyện thời sự nóng hổi trong các quán cà phê.\n\nỞ Đắk Lắk, một số vấn đề liên quan đến cà phê đã trở bản sắc văn hóa, như việc mời đi uống cà phê đã là một nét văn hóa rất đặc trưng của vùng này. Ở Buôn Ma Thuột không chỉ việc trồng cà phê là phổ biến mà việc uống cà phê cũng trở nên quen thuộc với một số người như nhu cầu ăn cơm, uống nước. Vì vậy, chỉ tính riêng khu vực nội thành, các quán cà phê nhiều đến nỗi nếu mỗi ngày chỉ vào một quán thôi thì cũng phải mất cả năm mới đi giáp một vòng. Các quán cà phê ở Buôn Ma Thuột hầu hết đều được đầu tư rất lớn và có phong cách riêng để thu hút khách, tuy nhiên hấp dẫn nhất với du khách thường là các quán có [[phong cách Tây nguyên]] như Làng cà phê Trung nguyên,  Thiên đường cà phê MêHyCô, Cà phê Du lịch TrohBư, Quán Văn, Chuông đá, quán cafe cóc 127 PHC (Phan Huy Chú).\n\n==Bí quyết rang xay==\nỞ Đắk Lắk các quán cà phê thường rất đông khách và có những lượng khách quen nhất định do hợp gu và nghiện hương vị cà phê của quán. Tuy hiện tại ở đây đã có thương hiệu [[cà phê Trung Nguyên]] rất nổi tiếng trên cả nước về chế biến với các sản phẩm cà phê rang xay theo cách cổ truyền có trộn thêm hương liệu và cà phê hòa tan G7, nhưng các quán cà phê ở đây thường ít sử dụng hoàn toàn mà chỉ trộn lẫn với cà phê tự rang(do muốn giữ được khách thường phải có bí quyết rang xay riêng để tạo hương vị đặc trưng).\n\nTuy nhiên, theo những người sành điệu uống cà phê Buôn Ma Thuột thì rang xay chế biến cà phê thủ công vẫn có hương vị hấp dẫn hơn cả. Chính vì vậy, người bán cà phê tự rang xay ra sản phẩm và mua nhiều loại bột cà phê khác nhau để trộn lẫn để pha và tạo ra đặc trưng riêng cho nhà hàng cà phê của mình. Do không có nguồn kiểm chứng nên bí quyết này đưa ra chỉ mang tính tham khảo, đó là: Trong lượng cà phê đem vào rang xay, chủ yếu là cà vối, tuy nhiên phải có thêm một phần nhỏ cà chè và cà mít đặc biệt là [[ngô]] để cà phê khi pha ra có độ sánh của tinh bột. Để có mùi vị đậm đà người ta cho thêm một tí bơ hoặc mỡ [[gà]] ngay trước khi rang xong. Để tạo sự quyến rũ gây nghiện ngoài caphein người ta còn cho thêm vào một ít vỏ [[cau]] khô...\n\n==Cách thưởng thức==\nỞ Buôn Ma thuột người ta thường dùng cà phê được pha chế theo kiểu ''Đen'' tức cà phê pha với [[đường]] hoặc ''Cà phê sữa'' tức cà phê dùng chung với sữa những loại này thường uống trong ngày lạnh, để giữ độ nóng người ta còn ngâm cả ly cà phê trong chén nước sôi đem ra cho khách hoặc luộc các ly thủy tinh dày chuyên để đựng cà phê. Vào những ngày nóng hoặc theo khẩu vị, người ta dùng ''Đen đá'' hoặc ''Sữa đá'' tức cà phê như trên nhưng cho thêm đá. Tuy nhiên, ở các quán cà phê ở Buôn Ma Thuột, cà phê thường được pha rất đặc, nếu cho đá cũng chỉ có vài cục nhỏ, nên uống thấy rất đậm và gắt thường chỉ nhấp từng ngụm thật nhỏ và luôn uống thêm [[trà|nước trà]] pha loãng.\n\nTrước đây ở Buôn Ma Thuột, người ta thường dùng cà phê pha phin, nhiều người hiện vẫn cho rằng đây là cách thưởng thức cà phê thú vị nhất, vừa nghe nhạc nhẹ nhàng vừa đếm những giọt cà phê rơi chậm rãi. Cà phê phin được pha rất cầu kỳ, người ta rót ít nước sôi vào nắp, đặt [[phin cà phê]] vào cho ngấm nước ngược lên khiến cà phê nở đều hơn khi rót nước sôi vào từ phía trên, cũng luôn phải nhớ việc đè chặt chiếc nắp chặn có lỗ nhỏ xuống để tạo độ nén; chính vì thế nước cà phê được chảy xuống rất chậm và đậm đặc, lại thường uống với rất ít đá nên mang tính chất thưởng thức nhiều hơn giải khát.\n\nNgày nay, do cuộc sống hiện đại và để phục vụ nhu cầu của số đông, người ta thường dùng cách chế cà phê bằng cách bọc trong vải, nấu trong nồi cho ra nước để có thể phục vụ số nhiều và cũng là cách tận dụng triệt để cà phê. Sau đó cho vào ấm sắt để liu riu lửa nhằm cô đậm và giữ nóng. Nếu không muốn tự pha thì có thể đến các quán cafê trữ tình và lãng mạn của Buôn Ma Thuột.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Cà phê]]\n[[Thể loại:Đắk Lắk]]\n[[Thể loại:Văn hóa Tây Nguyên]]\n[[Thể loại:Chỉ dẫn địa lý ở Việt Nam]]"}