{"60114":"{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Càng Long\n| logo =Logo huyện Càng Long.svg\n| ghi chú logo = Logo [[Càng Long|huyện Càng Long]]\n| hình = Thị trấn Càng Long, Trà Vinh.jpg\n| ghi chú hình = Một góc thị trấn Càng Long\n| vĩ độ = 9\n| vĩ phút = 58\n| vĩ giây = 18\n| kinh độ = 106\n| kinh phút = 12\n| kinh giây = 52\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 293,91 km²<ref name=3588\/QĐ-UBND\/>\n| dân số = 147.694 người<ref name=3588\/QĐ-UBND\/>\n| dân số thành thị = 13.610 người (9%)\n| dân số nông thôn = 134.084 người (91%)\n| thời điểm dân số = 2019\n| mật độ dân số = 502 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Khmer|Khmer]], [[Người Hoa|Hoa]], [[Người Chăm|Chăm]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện lỵ = Thị trấn [[Càng Long (thị trấn)|Càng Long]]\n| thành lập = 1917\n| chủ tịch UBND = Lê Thành Ôi \n| chủ tịch HĐND = Thân Thị Ngọc Kiều\n|bí thư =  Tô Thị Thu Hồng\n| phân chia hành chính = 1 thị trấn, 13 xã\n| mã hành chính = 844<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 84-L1\n| trụ sở UBND = Khóm 3, thị trấn [[Càng Long (thị trấn)|Càng Long]]<ref name=3588\/QĐ-UBND\/>\n| web = {{url|canglong.travinh.gov.vn}}\n|cỡ logo=242px}}\n\n'''Càng Long''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Càng Long nằm ở phía bắc của tỉnh Trà Vinh, cách thành phố Trà Vinh khoảng 21&nbsp;km, cách thành phố Vĩnh Long 43&nbsp;km, có vị trí địa lý:\n*Phía đông giáp huyện [[Châu Thành, Trà Vinh|Châu Thành]] và thành phố [[Trà Vinh (thành phố)|Trà Vinh]]\n*Phía tây giáp huyện [[Vũng Liêm]], tỉnh [[Vĩnh Long]]\n*Phía nam giáp huyện [[Tiểu Cần]] và huyện [[Cầu Kè]]\n*Phía bắc giáp huyện [[Mỏ Cày Nam]], tỉnh [[Bến Tre]].\n\nHuyện Càng Long có diện tích 293,91&nbsp;km²<ref name=3588\/QĐ-UBND\/>, dân số năm 2019 là 147.694 người<ref name=\"TRAVINH2019\"\/>, mật độ dân số đạt 502 người\/km².\n\nTrung tâm của huyện nằm ven [[Quốc lộ 53]], nối liền hai tỉnh [[Trà Vinh]] và [[Vĩnh Long]]. Càng Long được xem là cửa ngõ giao lưu kinh tế – văn hóa – xã hội của Trà Vinh với các tỉnh trong khu vực [[đồng bằng sông Cửu Long]]. Huyện nằm xa biển hơn so các huyện khác trong tỉnh, nên ít bị ảnh hưởng mặn. Đây là điểm thuận lợi để bố trí sản xuất nông nghiệp đa dạng và phát triển kinh tế – xã hội trong huyện.<ref name=\"tttravinh\">[http:\/\/www.travinh.gov.vn\/wps\/portal\/canglong\/!ut\/p\/c1\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gDIws_QzcPIwMDcw8LA0-nYE8TVws_I4NAI6B8JJK8v5-luYFRmKm_YZCPiXGYhREB3eEg-_DrB8vjAI4GaPrRbDAx1_fzyM9N1S_IjTDIDEhXBABjOa8u\/dl2\/d1\/L0lDU0lKSWdra0EhIS9JTlJBQUlpQ2dBek15cUEhL1lCSkoxTkExTkk1MC13ISEvN18wMjhOMUZIMjAwN0g4MElCU0k0RThOMjBBNA!!\/?WCM_PORTLET=PC_7_028N1FH2007H80IBSI4E8N20A4_WCM&WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/Huyen%20Cang%20Long\/canglong\/gioi+thieu\/he+thong+to+chuc\/bo+may+to+chuc Bộ máy tổ chức], Trang tin điện tử thành phố Càng Long<\/ref>\n\n===Địa hình===\nHuyện Càng Long mang đặc điểm địa hình rõ nét của vùng đồng bằng sông Cửu  Long có địa hình cao trên 1,2 m. Địa hình chung của huyện tương đối bằng phẳng, độ cao trung bình của huyện là 0,4 m - 1,0 m so với mặt nước biển, cao trình thấp phân bố rãi rác ở một số khu vực tại các xã An Trường, Mỹ Cẩm, Tân An có địa hình thấp trũng (cao trình < 0,4 m). Địa hình của huyện thích hợp canh tác lúa, hoa màu và trồng cây ăn trái. Tuy nhiên ở các xã phía Bắc chịu ảnh hưởng mạnh mẽ của chế độ bán nhật triều nên vào mùa lũ và lúc triều cường lên cao đất thường bị ngập khá sâu,...<ref name=3588\/QĐ-UBND\/>\n\n===Khí hậu===\nHuyện mang những đặc điểm chung của khí hậu đồng bằng Nam Bộ, có chế độ khí hậu gió mùa cận xích đạo với nền nhiệt cao đều quanh năm, lượng mưa lớn phân hóa theo mùa. Một năm có hai mùa: Mùa mưa bắt đầu từ tháng 5, kết thúc tháng 11; mùa khô bắt đầu từ tháng 12, kết thúc tháng 4 năm sau.\n\nChế độ nhiệt: Nhìn chung trên địa bàn huyện Càng Long có nền nhiệt cao ít biến động, nhiệt độ trung bình\/ tháng từ 25-280°C, nhiệt độ cao nhất là 35,80°C vào tháng 4. Tổng lượng bức xạ là 820.800 cal\/cm²\/năm, trung bình tháng 6.900 cal\/cm²\/năm. Biên độ nhiệt ngày và đêm tương đối nhỏ khoảng 5,5- 7,50°C.\n\nLượng Mưa: lượng mưa trung bình là 1.600 mm phân bố không đều theo mùa. Lượng mưa vào các tháng mùa mưa chiếm tới 90% lượng mưa cả năm, tập trung từ tháng 8 đến tháng 10 (trung bình từ 260-270mm\/ tháng). Mùa khô chỉ chiếm 10% lượng mưa cả năm, thời kỳ khô hạn nhất là vào các tháng 12, 1, 2, 3.\n\nNắng: Tổng số giờ nắng trung bình hàng năm khoảng 2.600 giờ. Số giờ nắng từ 5,4 đến 9,7 giờ\/ngày tùy theo mùa.\n\nĐộ ẩm không khí trung bình từ 80-90% biến đổi theo mùa và theo giá mùa. Các tháng mùa mưa có độ ẩm lớn hơn các tháng mùa khô, các tháng cuối mùa mưa có độ ẩm cao nhất và đạt sắp xỉ 90%.\n\nLượng bốc hơi nước: Lượng bốc hơi nước bình quân đầu năm của các tháng biến thiên từ 48 mm (tháng 7) và 11 mm (tháng 3).\n\nGió: có hai hướng gió chính là gió Đông và Đông Bắc thổi vào mùa khô, tốc độ gió trung bình từ 1,6 - 2,8m\/s. Gió Tây, Tây Nam thổi vào mùa mưa, tốc độ gió trung bình từ 3 - 4m\/s.<ref name=3588\/QĐ-UBND\/>\n\n===Thủy văn===\nHuyện chịu ảnh hưởng chế độ chủ yếu thủy văn sông Cổ Chiên và hệ thống các sông nhỏ chằng chịt trên địa bàn.\n\nChế độ thủy văn: Huyện chịu ảnh hưởng chế độ bán nhật triều biển Đông thông qua Sông Cổ Chiên, trong ngày nước lên xuống 2 lần, mỗi tháng có 2 lần triều cường và 2 lần triều kém, biên độ triều trong ngày rất lớn, nhất là các khu vực gần cửa sông. Hệ thống các sông, kênh rạch tự nhiên và kênh đào khá chằng chịt, tạo nên mạng lưới tiêu úng, rửa phèn tốt.\n\nMạng lưới sông, rạch:\n* Sông Cổ Chiên: Là một trong ba nhánh sông lớn của sông Tiền, rẽ nhánh từ khu vực qua tỉnh Vĩnh Long và chảy theo hướng Tây Bắc - Đông Nam vào địa bàn tỉnh Trà Vinh ở huyện Càng Long, qua địa bàn thành phố Trà Vinh, huyện Châu Thành, Cầu Ngang. Đoạn sông Cổ Chiên đi vào địa bàn huyện dài khoảng 11,5 km. Sông rộng trung bình từ 1,8 - 2,1 km và rất sâu với mặt cắt rộng chịu ảnh hưởng của thủy triều nên khả năng tích nước và thoát nước lớn lưu lượng bình quân 12.000 - 19.000 m³\/s.\n* Sông Cái Hóp - An Trường: Bắt nguồn từ sông Cổ Chiên, có chiều dài 25 km nối từ ngã ba Mây Tức vào trung tâm huyện cho tới kinh Trà Ngoa, có các nhánh lớn là Mây Tức - Cái Cá, Suối Cạn và Dừa Đỏ nối thông qua hệ thống sông Láng Thé.\n* Sông Láng Thé - Ba Si: Bắt nguồn từ sông Cổ Chiên chạy theo ranh giới huyện Càng Long với huyện Châu Thành và thành phố Trà Vinh chia làm 2 nhánh: Từ cửa vào đến ngã ba Ô Chát – Trà Ếch dài 16,3 km và nhánh Láng Thé thông qua Dừa Đỏ.\n* Hệ thống kênh Trà Ngoa: Đoạn qua huyện dài 11,8 km, là nơi kết thúc của nhiều sông, rạch tạo các giáp nước gây hiện tượng bồi lắng trên kênh xảy ra khá nhanh.\n\nChế độ thủy triều: Huyện Càng Long chịu ảnh hưởng mạnh mẽ của chế độ bán nhật triều biển Đông thông qua sông Cổ Chiên và hệ thống sông rạch trên địa bàn huyện như: Sông Cái Hóp – An Trường, sông Láng Thé – Ba Si, hệ thống kinh Trà Ngoa… Hàng ngày nước lên xuống 2 lần, mỗi tháng có hai lần triều cường sau ngày 01 và 15 âm lịch, hai lần triều kém sau ngày 07 và ngày 23 âm lịch từ 2 – 3 ngày.\n\nBiên độ triều tắt dần khi vào nội đồng, đặc biệt vào mùa triều cường (tháng 9 – 12 dương lịch), đối với vùng sát kênh Trà Ngoa biên độ triều hàng ngày thay đổi nhỏ hơn và hầu như không đáng kể vào thời kỳ triều cường âm lịch trong năm. Do địa hình tương đối thấp nên trên 95% đất đai của huyện bị ngập vào thời kỳ triều cường tháng 10 và cũng do chân triều dâng cao vào mùa này nên các vùng có cao trình thấp có một thời gian dài không tiêu rút được nước. Những năm lưu lượng mùa kiệt ở thượng nguồn về thấp, mặn sẽ xâm nhập và gây ảnh hưởng đến sản xuất.<ref name=3588\/QĐ-UBND\/>\n\n===Tài nguyên đất===\nĐất giồng cát: Là những giồng cát chạy dài ven theo phía tây Quốc lộ 53 và sông An Trường (từ thị trấn Càng Long đến ấp An Định), có diện tích 461,86 ha, chiếm 1,76% diện tích tự nhiên. Đất giồng cát phân bố ở các xã Bình Phú, Phương Thạnh, Huyền Hội và trị trấn Càng Long. Thành phần cơ giới chủ yếu là cát mịn pha thịt sét. Đất có tầng canh tác mỏng, nghèo chất dinh dưỡng, hiện chủ yếu đang là đất thổ cư và một số diện tích đất trồng cây lâu năm, hoa màu.\n\nĐất phù sa: Có diện tích 14.690,50 ha, chiếm 55,89% diện tích tự nhiên, đây là nhóm đất có diện tích lớn nhất trong huyện, bao gồm các loại đất sau: Đất phù sa phát triển trên chân giồng cát, đất phù sa chưa phát triển và đất phù sa đã và đang phát triển. Đất được phân bố nằm rải rác các xã trong huyện. Đất có cao trình phổ biến từ 0,6 – 1,2 m, thành phần chủ yếu là sét pha thịt, hàm lượng chất dinh dưỡng trong đất ở mức trung bình đến khá cao. Phần lớn diện tích loại đất này thích hợp cho việc phát triển đồng lúa.\n\nĐất phèn: Có diện tích 11.133,40 ha, chiếm 42,35% diện tích tự nhiên, gồm hai nhóm phụ sau: Đất phèn hoạt động ở các xã An Trường, Huyền Hội, Phương Thạnh. Đất phèn tiềm tàng ở các xã Mỹ Cẩm, Nhị Long, Đức Mỹ, Phương Thạnh, Bình Phú, thị trấn Càng Long, An Trường, An Trường A, Huyền Hội, Tân An. Cao trình phổ biến 0,4 – 0,8 m. Thành phần cơ giới của nhóm đất này là từ sét đến sét pha thịt. Hàm lượng các chất dinh dưỡng ở mức thấp đến trung bình. Hiện trạng sử dụng phổ biến là lúa, hoa màu.<ref name=3588\/QĐ-UBND\/>\n\n===Tài nguyên nước===\nNguồn nước mặt: Nguồn nước mặt trực tiếp cung cấp cho các hoạt động sản xuất của huyện được bắt nguồn từ sông Cổ Chiên thông qua các sông nhánh như: Sông Cái Hóp - An Trường, sông Láng Thé - Ba Si... và hệ thống các kênh rạch chằng chịt với trữ lượng phong phú. Hiện nay đầu tư thủy lợi tương đối hoàn chỉnh, kênh mương được phân bố rộng khắp trên địa bàn huyện, mật độ đạt trên 50m\/ha, đảm bảo chủ động tưới tiêu phần lớn diện tích canh tác của huyện. Nguồn nước phục vụ cho sản xuất và đời sống của người dân Càng Long được cải thiện rõ rệt từ khi các công trình thủy lợi thuộc Dự án Nam Măng Thít đi vào hoạt động; đặc biệt là Cống Cái Hóp và Cống Láng Thé đưa vào vận hành đã góp phần ngăn mặn. Tuy nhiên, do ảnh hưởng của biến đổi khí hậu nên thời gian gần đây, nước mặt đã bị nhiễm mặn và vào sâu trong nội đồng, ảnh hưởng rất lớn cho sản xuất nông nghiệp.\n\nNước dưới đất: Kết quả nghiên cứu chung của tỉnh Trà Vinh, huyện Càng Long có 5 tầng chứa nước, ở tầng trên nguồn nước bị nhiễm mặn (do các kênh dẫn nước mặn vào 3 tầng tiếp theo ở giữa nước dưới đất phong phú và chất lượng khá hơn và cuối cùng là tầng Miocene ở sâu nhất chiều sâu của 3 tầng chứa nước ở giữa, thay đổi từ 60 m đến 400 m và phổ biến từ 90 m đến 120 m, là nước dưới đất có áp, trữ lượng lớn và chất lượng khá tốt, không bị nhiễm mặn, thuộc nhóm nước mền, có hàm lượng kim loại nặng thấp. Đây là nguồn tài nguyên quý giá, là nguồn nước sạch quan trọng phục vụ cho sinh hoạt và công nghiệp chế biến. Cần có các biện pháp để khai thác có hiệu quả nguồn tài nguyên nước dưới đất, tránh khai thác lạm dụng bừa bãi ở tầng quá nông.<ref name=3588\/QĐ-UBND\/>\n\n===Tài nguyên khoáng sản===\nTheo khảo sát lập bản đồ địa chất khoáng sản đồng bằng Nam bộ, huyện Càng Long đến nay mới phát hiện ra một số loại khoáng như cát sông khu vực các xã nằm ven sông Cổ Chiên, sét gạch ngói tại các xã Tân An, Tân Bình, Đức Mỹ… Tuy nhiên cần phải đánh giá trữ lượng và có phương án khai thác phù hợp. Tránh việc khai thác tràn lan không theo quy hoạch dễ dẫn đến các tác hại nghiêm trọng đến môi trường và điều kiện sản xuất nông nghiệp.<ref name=3588\/QĐ-UBND\/>\n\n===Cảnh quan môi trường===\nHuyện Càng Long mang đặc điểm chung của đồng bằng ven biển, với đặc điểm chính là những cánh đồng lúa bằng phẳng và những vườn trái cây xanh tốt, bề mặt bị chia cắt và xen kẻ bởi hệ thống sông rạch chằng chịt cùng những giồng cát chạy dài.\n\nMôi trường sinh thái của huyện cơ bản mang sắc thái tự nhiên của vùng nông thôn. Những nét đặc trưng của điều kiện tự nhiên chi phối mạnh mẽ tới vấn đề môi trường của huyện là hiện tượng xâm mặn nước mặt vào mùa khô ở khu gần sông Cổ Chiên với mức độ khác nhau đối với từng tiểu vùng. Ngoài ra, sự gia tăng dân số, quá trình sản xuất, sinh hoạt cũng tác động xấu tới môi trường.\n\nHiện nay môi trường sinh thái của Càng Long còn khá tốt, đáp ứng được nhu cầu bảo vệ sức khỏe của nhân dân. Cần khuyến khích nông dân sử dụng phân bón, thuốc bảo vệ thực vật có nguồn gốc sinh học, sử dụng thức ăn trong nuôi trồng thủy sản thật hợp lý, ... ý thức việc xử lý nước thải và rác thải trong sản xuất và sinh hoạt để đảm bảo an toàn cho môi trường đất và nước trong tương lai. Cùng với quá trình khai thác tài nguyên để phát triển kinh tế xã hội, nâng cao chất lượng cuộc sống thì việc tái tạo cảnh quan, bảo vệ môi trường để phát triển bền vững là cần thiết.<ref name=3588\/QĐ-UBND\/>\n\n==Hành chính == \nHuyện Càng Long có 14 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Càng Long (thị trấn)|Càng Long]] và 13 xã: [[An Trường]], [[An Trường A]], [[Bình Phú, Càng Long|Bình Phú]], [[Đại Phúc, Càng Long|Đại Phúc]], [[Đại Phước, Càng Long|Đại Phước]], [[Đức Mỹ]], [[Huyền Hội]], [[Mỹ Cẩm]], [[Nhị Long]], [[Nhị Long Phú]], [[Phương Thạnh]], [[Tân An, Càng Long|Tân An]], [[Tân Bình, Càng Long|Tân Bình]] với 145 ấp, khóm.\n\n== Lịch sử==\nNăm [[1917]], Càng Long là quận thuộc tỉnh [[Trà Vinh]] gồm có 2 tổng.\n\nĐến năm [[1928]], quận được phân chia lại gồm có tổng Bình Khánh và tổng Bình Khánh Thượng.\n\nNgày [[6 tháng 1]] năm [[1931]], quận được sáp nhập tổng Bình Phước với 3 làng tách từ quận [[Châu Thành]].\n\nNăm [[1939]], quận Càng Long có 2 tổng với 7 làng:\n*Tổng Bình Khánh Thượng có 4 làng: An Trường, Huyền Hội, Mỹ Cẩm, Tân An\n*Tổng Bình Khánh có 3 làng: Bình Phú, Đức Mỹ, Nhị Long.\n\nNăm [[1956]], Càng Long thuộc tỉnh [[Vĩnh Bình]].\n\nTừ năm [[1965]] trở đi, các tổng đều mặc nhiên giải thể.\n\nSau năm [[1975]], Càng Long từ quận được đổi thành huyện và thuộc [[Cửu Long (tỉnh)|tỉnh Cửu Long]].\n\n===Từ năm 1976 đến nay===\n[[Tháng 2]] năm [[1976]], Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam ban hành Nghị định về việc giải thể khu, hợp nhất tỉnh ở miền Nam Việt Nam bằng sự sáp nhập tỉnh [[Vĩnh Long]] và tỉnh [[Vĩnh Bình (tỉnh)|Vĩnh Bình]] thành tỉnh [[Cửu Long (tỉnh)|Cửu Long]].\n\nNgày [[11 tháng 3]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định 59-CP<ref name=59-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-59-cp-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-cuu-long-57968.aspx\/ Quyết định 59-CP về việc hợp nhất và điều chỉnh điều chỉnh địa giới huyện thuộc tỉnh Cửu Long]<\/ref>về việc giải thể các huyện Châu Thành Đông, sáp nhập xã Hiếu Tử của huyện Tiểu Cần và 5 xã: Nguyệt Hóa, Lương Hóa, Đa Lộc, Thanh Mỹ, Sông Lộc của huyện Châu Thành Đông vào huyện Càng Long.\n\nNgày [[29 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 98-HĐBT<ref name=98-HĐBT>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-98-hdbt-phan-vach-dia-gioi-huyen-thuoc-tinh-cuu-long-43143.aspx\/ Quyết định 98-HĐBT phân vạch địa giới huyện thuộc tỉnh Cửu Long]<\/ref> về việc chuyển 5 xã: Song Lộc, Đa Lộc, Lương Hoà, Nguyệt Hoá và Thanh Mỹ về huyện Châu Thành quản lý.\n\nHuyện Càng Long gồm có 9 xã: Mỹ Cẩm (trụ sở huyện), An Trường, Huyền Hội, Tân An, Bình Phú, Phương Thạnh, Đại Phước, Nhị Long và Đức Mỹ.\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Cửu Long được chia thành 2 tỉnh: [[Vĩnh Long]] và [[Trà Vinh]], huyện Càng Long thuộc tỉnh [[Trà Vinh]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[3 tháng 10]] năm [[1996]], Chính phủ ban hành Nghị định 57\/1996\/NĐ-CP<ref name=57\/1996\/NĐ-CP>Nghị định 57\/1996\/NĐ-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Càng Long, Cầu Ngang, Tiểu Cần, tỉnh Trà Vinh<\/ref> về việc: \n*Thành lập xã Tân Bình trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân An\n*Thành lập thị trấn Càng Long trên cơ sở điều chỉnh một phần diện tích và dân số của xã Mỹ Cẩm.\n\nNgày [[2 tháng 3]] năm [[1998]], Chính phủ ban hành Nghị định số 13\/1998\/NĐ-CP<ref name=13\/1998\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-13-1998-nd-cp-thanh-lap-xa-thuoc-cac-huyen-chau-thanh-tra-cu-tieu-can-cau-ngang-cau-ke-va-cang-long-tinh-tra-vinh-41439.aspx\/ Nghị định 13\/1998\/NĐ-CP thành lập xã thuộc các huyện Châu Thành, Trà Cú, Tiểu Cần, Cầu Ngang, Cầu Kè và Càng Long, tỉnh Trà Vinh]<\/ref> về việc thành lập xã An Trường A trên cơ sở 1.658,3 ha diện tích tự nhiên và 9.134 nhân khẩu của xã An Trường.\n\nNgày [[10 tháng 12]] năm [[2003]], Chính phủ Việt Nam ban hành Nghị định số 157\/2003\/NĐ-CP<ref name=157\/2003\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-157-2003-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thuoc-huyen-chau-thanh-cau-ngang-cang-long-tra-cu-tinh-tra-vinh-6263.aspx\/ Nghị định số 157\/2003\/NĐ-CP về việc điều chỉnh địa giới Hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long và Trà Cú tỉnh Trà Vinh]<\/ref> về việc:\n*Thành lập xã Đại Phúc trên cơ sở 1.050,675 ha diện tích tự nhiên và 5.003 nhân khẩu của xã Đại Phước\n*Thành lập xã Nhị Long Phú trên cơ sở 1.193,13 ha diện tích tự nhiên và 7.560 nhân khẩu của xã Nhị Long.\n\nTừ đó, huyện Càng Long có 1 thị trấn và 13 xã như hiện nay.\n\n==Dân số==\nTheo số liệu thống kê dân số đến tháng 12\/2019, dân số huyện Càng Long có 147.694 người. Trong đó: Dân tộc Kinh: 137.221 người, chiếm 92,91 %.Dân tộc Khmer: 10.306 người, chiếm 6,98 %.Dân tộc Hoa: 136 người, chiếm 0,09 %.Dân tộc khác: 31 người, chiếm 0,02 %.Số hộ nghèo: 710 hộ.Số hộ cận nghèo: 2.011 hộ.\n\nSự phân bố dân cư trên địa bàn không đồng đều, chủ yếu tập trung tại trung tâm huyện lỵ, trung tâm hành chánh của các xã, thị trấn và dọc các tuyến giao thông thủy, bộ. Xét theo mối tương quan giữa tỷ trọng đất tự nhiên và tỷ trọng dân số, huyện Càng Long có mật độ dân số bình quân toàn huyện là 502 người\/km², gấp 119% mật độ dân số của tỉnh Trà Vinh (440 người\/km²) nên Càng Long được xem là vùng dân cư tập trung đông.\n\nTổng dân số của huyện 147.694 người, trong đó lao động trong độ tuổi chiếm tỷ lệ 64,77%. Trong đó: Lao động có việc làm ổn định chiếm 97,73% tổng số lao động trong độ tuổi, lao động thiếu việc làm thường xuyên và lao động chưa có việc làm chiếm 2,27% tổng số lao động trong độ tuổi. Tổng lao động trong độ tuổi toàn huyện là 94.190 người. Số người đang làm việc trong các ngành kinh tế là 79.562 người, lao động trong độ tuổi có khả năng lao động đang đi học là 5.570 người, lao động đang làm nội trợ là 5.520 người, lao động không có việc làm 4.731 người.\n\nNhư vậy, nguồn nhân lực tập trung chủ yếu khu vực nông lâm nghiệp - thủy sản, việc chuyển dịch cơ cấu lao động diễn ra chậm.\n\n==Kinh tế - xã hội==\nTổng giá trị sản xuất năm 2019 ước đạt 9.165 tỷ đồng, tăng 8,76% so cùng kỳ. Trong đó: ngành nông nghiệp - lâm nghiệp tăng 2,5%; ngành thủy sản tăng 15% so cùng kỳ; ngành công nghiệp - tiểu thủ công nghiệp tăng 12,63% so cùng kỳ; ngành xây dựng tăng 13,18% so cùng kỳ; ngành thương mại - dịch vụ so cùng kỳ tăng 13,13%.\n\nGiá trị sản xuất nông nghiệp, lâm nghiệp ước đạt khoảng 3.576 tỷ đồng, tăng 1,23% so với năm 2018. Cây lúa vẫn là cây canh tác chính. Bên cạnh đó còn có các loại hoa màu, cây ăn trái, cây công nghiệp: điều, dừa, hồ tiêu,... Việc áp dụng khoa học kỹ thuật trong chăn nuôi được đẩy mạnh. Giá trị thủy sản ước đạt khoảng 403 tỷ đồng, tăng 7,04% so với năm 2018. Toàn huyện có diện tích thả nuôi trên 1.089,88 ha, 7.228 tấn cá, tôm các loại, sản lượng khai thác nội đồng ước đạt 3.125 tấn.Giá trị sản xuất công nghiệp – tiểu thủ công nghiệp ước đạt khoảng 921 tỷ đồng, giảm 4,84% so với năm 2018.Giá trị sản xuất thương mại dịch vụ ước đạt 3.371 tỷ đồng, tăng 6,16% so với năm 2018. Các doanh nghiệp sản xuất kinh doanh trên địa bàn huyện hoạt động có hiệu quả.\n\nTốc độ tăng trưởng giá trị sản xuất các ngành khoảng 8,76%, giảm 2,29% so với năm 2018.\n\nThu nhập bình quân đầu người 46 triệu đồng\/người\/năm, tăng 3 triệu đồng so cùng kỳ, đạt 97,87%.<ref name=3588\/QĐ-UBND\/>\n\n===Sản xuất nông nghiệp===\nTrồng trọt: Diện tích gieo trồng là 55.518,3 ha đạt 99,5% kế hoạch giảm 0,8% so cùng kỳ, cụ thể:\n* Cây lúa: Diện tích là 35.349,22 ha, đạt 99,44% so kế hoạch, giảm 1,7% so cùng kỳ; năng suất 5,45 tấn\/ ha, đạt 96,67% so kế hoạch, giảm 3,1% so cùng kỳ. Sản lượng l 92.706,78 tấn, đạt 96,12% so kế hoạch, giảm 4,7% so cùng kỳ.\n* Cây màu: Diện tích 7.611 ha, đạt 103,8% so kế hoạch, tăng 1,8% so cùng kỳ. Trong đó:\n* Màu lương thực: Diện tích 734 ha đạt 100,14% so kế hoạch tăng 1,6% so cùng kỳ.\n* Màu thực phẩm: Diện tích 4.025 ha đạt 100,2% so kế hoạch tăng 2% so cùng kỳ. Hiện nay có nhiều loại rau màu cho thu nhập cao như cây ớt chỉ thiên cho thu nhập cao từ 95 triệu - 120 triệu\/ ha; cây dưa leo, cà chua, hành... cho thu nhập từ 100 - 110 triệu đồng\/ha.\n* Cây công nghiệp ngắn ngày: Diện tích trồng: 2.852 ha, đạt 14% kế hoạch, tặng 1,8% so với cùng kỳ.\n* Diện tích trồng nấm rơm là: 113.220 mét mô đạt 113,2% kế hoạch giảm 24,4% so cùng kỳ. Sản lượng 239,792 tấn. Năng suất ước đạt 1,6 kg\/mét mô.\n* Diện tích trồng cây ăn trái: 5.374 ha, đạt 104,03% so kế hoạch tăng 5,3% so cùng kỳ. Trong đó diện tích cây có múi là 1.408 ha (trồng các loại cây cam sành, quýt, bưởi, chanh); diện tích trồng thanh long ruột đỏ là: 305 ha. Do nông dân sử dụng giống chất lượng, áp dụng các tiến bộ kỹ thuật, chăm sóc tốt vườn cây ăn trái nên năng suất đạt cao. Đến nay trên địa bàn huyện có rất nhiều hộ trồng cây có múi cho thu nhập cao (cây cam sành cho lợi nhuận bình quân 150 - 200 triệu đồng\/ha).\n* Diện tích trồng cây dừa hiện có 7.772 ha, đạt 104,11% so kế hoạch, tăng 4,7% so cùng kỳ.<ref name=3588\/QĐ-UBND\/>\n\n===Chăn nuôi, thú y===\nTrong năm, đàn vật nuôi của một số hộ đã phát sinh Newcastle ghép Gumboro làm chết 1.300 con gia cầm, các ngành chức năng phối hợp với địa phương và gia đình đã xử lý, ngăn chặn, không lây sang các hộ nuôi khác; Công tác tiêm phòng: đã tiêm phòng cúm gia cầm cho 1.314.571 con gia cầm\/1.314.571 liều vaccin (Trong đó, gà: 1.178.112 con; vịt: 136.459 con); tiêm các loại vaccin thường xuyên cho 41.113 con gia súc (bệnh tụ huyết trùng, dịch tả, phó thương hàn) và 1.151 liều vaccin lở mồm long móng và tiêm phòng bệnh dại cho 3.021 con chó, mèo.\n\nThực hiện tốt công tác kiểm soát giết mổ ở các lò giết mổ Thành Công, Tài Lộc, các điểm giết mổ khác như xã Nhị Long, Đức Mỹ, An Trường A, đã kiểm soát giết mổ được 57.500 con heo và 58.500 con gia cầm. Gia súc khi đưa vào cơ sở giết mổ đều được đưa qua kiểm dịch động vật.\n\nCông tác tiêu độc khử trùng: Trên đàn gia cầm, gia súc trong năm đã phun xịt tiêu độc khử trùng cho 8.091.744 lượt con gia cầm và 1.102.419 lượt con gia súc với diện tích 5.206.210 m³\/2.829 lít thuốc\/152.539 lượt hộ chăn nuôi.\n\nQuản lý chăn nuôi: Đến nay cấp được 100 sổ chăn nuôi gia súc, gia cầm (chăn nuôi gia súc 70 sổ, chăn nuôi gia cầm tập trung 18 sổ và 11 sổ vịt chạy đồng).\n\nTổng số đàn heo ước 61.370 con, đạt 87,05 % kế hoạch, giảm 12,6% so cùng kỳ; tổng số đàn bò, trâu 28.580 đạt 103,93% kế hoạch, tăng 5,1 % so cùng kỳ; đàn gia cầm: 1.916.000 con, đạt 127,73% kế hoạch, tăng 23,4% so cùng kỳ.<ref name=3588\/QĐ-UBND\/>\n\n===Thủy sản===\nTận dụng diện tích mặt nước ao, hồ, ruộng lúa, mương vườn, các vùng đất ven các sông, kênh, rạch chính,... để nuôi thủy sản. Xây dựng mô hình nuôi thủy sản như: mô hình nuôi ba ba, nuôi tôm càng canh xen trong mương vườn; mô hình nuôi chuyên tôm càng xanh toàn đực để làm cơ sở nhân rộng. Mặt khác áp dụng các tiến bộ khoa học kỹ thuật để nâng cao năng suất, chất lượng.\n\nDiện tích thả nuôi thủy sản: 1.089,88 ha đạt 100,54% so kế hoạch, tăng 0,9% so cùng kỳ. Sản lượng thu hoạch: 10.541,7 tấn đạt 105,42% kế hoạch, tăng 5,5% so cùng kỳ. Trong đó:\n* Sản lượng nuôi thủy sản: 7.228 tấn (55,6 tấn tôm tép, cá lóc 668,1 tấn, cá các loại 4.835 tấn, thủy sản khác 232 tấn, cá tra 1.437 tấn).\n*Sản lượng khai thác thủy hải sản: 3.314 (khai thác nội đồng 3.125 tấn có 616 tấn tôm tép các loại và 189 tấn sản lượng khai thác hải sản ven bờ có 29 tấn tôm tép các loại).<ref name=3588\/QĐ-UBND\/>\n\n===Công nghiệp - Tiểu thủ công nghiệp===\nGiá trị sản xuất Công nghiệp - Tiểu thủ công nghiệp (theo giá so sánh năm 2010) ước đạt 921 tỷ đồng, đạt 100,87% kế hoạch, với các sản phẩm chủ yếu như: xay xát lương thực, lau bóng gạo, sửa chữa cơ khí, sản xuất gạch, tơ xơ dừa, thảm xơ dừa, đan đát, nước đá, mộc gia dụng, hàng thủ công mỹ nghệ, may mặc,...<ref name=3588\/QĐ-UBND\/>\n\n===Thương mại, dịch vụ===\nHoàn thành các bước chuyển đổi mô hình tổ chức kinh doanh, khai thác và quản lý chợ Càng Long sang hình thức hợp tác xã theo Quyết định 1270\/QĐ-UBND của Ủy ban nhân dân Tỉnh, đưa vào hoạt động chợ Mỹ Huê, chợ Tân An được công nhận đạt chuẩn Nông thôn mới.\n\nTrên địa bàn huyện có một số chợ trung tâm khu vực như chợ Càng Long, chợ Nhị Long, chợ Tân An nhưng vẫn chưa có trung tâm thương mại.\n\nNgành thương mại – dịch vụ của huyện Càng Long trong những năm qua phát triển không ngừng và ngày càng hoàn thiện nhằm đáp ứng những nhu cầu thiết yếu cho cư dân và cho sản xuất.\n\nMạng lưới thương mại tại huyện Càng Long có những chuyển biến tương đối tích cực, các ngành nghề thương mại đang phát triển đều khắp. Hệ thống chợ trên địa bàn huyện về cơ bản đã đáp ứng được nhu cầu buôn bán, trao đổi hàng hóa thông thường của người dân. Tuy nhiên, để mở rộng những nhu cầu về sản xuất, tiêu dùng rộng rãi của người dân, hệ thống chợ trên địa bàn xã chưa đáp ứng tốt, đặc biệt về nhu cầu hàng hóa vật tư nông nghiệp, trao đổi hàng hóa nông sản và hàng hóa tiêu dùng.<ref name=3588\/QĐ-UBND\/>\n\n===Giáo dục===\nToàn huyện có 62 trường và 1 trung tâm giáo dục nghề nghiệp – giáo dục thường xuyên, đến nay có 27 trường học đạt chuẩn quốc gia (trong đó có 3 trường mẫu giáo, 1 trường mầm non, 11 trường tiểu học, 7 trường trung học cơ sở và 5 trường trung học phổ thông).\n\n===Y tế===\nCơ sở y tế của huyện bao gồm 16 cơ sở: Bệnh viện đa khoa (Trung tâm y tế huyện)  quy mô 100 giường bệnh, đặt tại thị trấn Càng Long, 2 phòng khám ĐKKV (20 giường), 12 trạm y tế xã, thị trấn có tổng cộng 60 giường.\n\n==Văn hóa - Thể thao - Du lịch==\n===Văn hóa===\nNgoài trung tâm văn hóa huyện tại thị trấn Càng Long, hệ thống văn hóa xã tương đối đầy đủ. Có 13\/13 xã và thị trấn có thư viện và trung tâm văn hóa.\n\nDanh mục hiện trạng công trình văn hóa:\n* Nhà văn hóa huyện: Khóm 4, thị trấn Càng Long\n* Phòng văn hóa & thông tin: Khóm 4, thị trấn Càng Long\n* Thư viện: Khóm 4, thị trấn Càng Long\n* Trung tâm vui chơi trẻ em huyện Càng Long: Khóm 4, thị trấn Càng Long\n* Nhà văn hóa xã: Ấp 4, xã Mỹ Cẩm.\n\n===Thể thao===\nHệ thống trung tâm thể dục thể thao phát triển chưa đồng đều. Toàn huyện hiện có 1 sân vận động và 1 nhà thi đấu TDTT huyện tại thị trấn Càng Long, 1 khu liên hợp thể thao tại xã An Trường và 4 sân thể thao cấp xã tại các xã Huyền Hội, Nhị Long Phú và Đức Mỹ.\n\nDanh mục hiện trạng công trình thể dục thể thao:\n* Sân thể dục thể thao xã Mỹ Cẩm: Ấp 2, xã Mỹ Cẩm\n* Khu liên hợp thể thao xã An Trường: Ấp 7A, xã An Trường\n* Sân thể thao: Ấp Sóc, xã Huyền Hội\n* Sân thể thao: Ấp Lưu Tư, xã Huyền Hội\n* Sân thể thao xã: Ấp Thạnh Hiệp, xã Nhị Long Phú\n* Sân thể thao xã: Ấp Mỹ Hiệp A, xã Đức Mỹ\n* Nhà thi đấu TDTT huyện Càng Long: Khóm 4, thị trấn Càng Long \n\n===Du lịch===\nTrên địa bàn huyện có 1 khu du lịch sinh thái Miệt vườn MêKông tại ấp Đon, xã Nhị Long mở cửa cho khách tham quan du lịch, có trên 685 lượt khách trong và ngoài nước đến tham quan vào những ngày lễ, Tết.\n\nTrên địa bàn huyện Càng Long phát triển du lịch chưa tương xứng với tiềm năng, thế mạnh hiện có. Vì vậy, cần đầu tư nâng cao chất lượng dịch vụ lưu trú, ăn uống, vui chơi, giải trí, mua sắm đa dạng các sản phẩm du lịch. Phát triển du lịch góp phần làm tăng thêm giá trị về văn hóa, giá trị các di tích đồng thời nâng cao nhận thức của người dân về lợi ích trong việc phát triển du lịch, tạo thêm việc làm.\n\n==Giao thông==\n===Đường bộ===\nHuyện có 2 tuyến Quốc lộ 53, Quốc lộ 60 tổng [[chiều dài]] là 28&nbsp;km, tuyến tỉnh lộ 911 dài 15,6&nbsp;km, 5 tuyến hương lộ dài 71,3&nbsp;km và nhiều đường giao thông nông thôn với [[chiều dài]] 416&nbsp;km.\n\n[[Tập tin:Co Chien bridge.jpg|nhỏ|250px|[[Cầu Cổ Chiên]] bắc qua sông Cổ Chiên nối huyện Mỏ Cày Nam của tỉnh Bến Tre với huyện Càng Long tỉnh Trà Vinh trên tuyến Quốc lộ 60]]\n\nNgoài các tuyến đường giao thông chính thì trên địa bàn khu vực nghiên cứu còn có nhiều tuyến đường liên ấp, liên xã, phần lớn mặt đường đã được trải nhựa với chiều rộng 3,0 - 7,0m, nền đường rộng từ 3,5 - 9,0m, một số tuyến cơ nền đường rộng đến 11-14m.\n\nĐường nội đồng phục vụ việc đi lại của người dân. Đa số các tuyến đường này là đường đất, đường đal; rộng trung bình 1,5-2,0m, chất lượng trung bình, tuy nhiên đã xuống cấp ở nhiều xã như xã An Trường, An Trường A, Bình Phú, Huyền Hội, Đức Mỹ,..\n\nBến xe Càng Long là bến xe trung tâm huyện, tại thị trấn Càng Long, nằm tại Quốc lộ 53, là đầu mối giao lưu hàng hóa và hành khách chính trong khu vực, nối liền các tuyến trong tỉnh và liên tỉnh, nối các tuyến vận tải từ xã lên huyện và từ huyện đi các tỉnh khác.\n\n===Đường thủy===\nSông Cổ Chiên dài 11,5&nbsp;km và 2 hệ thống sông, sông Rạch Bàng và Láng Thé đảm bảo cho tàu có trọng tải từ 100 – 250 tấn lưu thông.\n\nHệ thống cảng thủy nội địa:\n* Bến hành khách Càng Long: nằm bờ trái sông Càng Long, TT.Càng Long.\n* Bến xăng dầu cơ sở Hoàng Tâm: nằm bờ trái sông Càng Long, TT. Càng Long, tiếp nhận tàu có mướn nước ≤1,2m.\n* Bến hàng hoá  khu vực chợ Càng Long - thị trấn Càng Long.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n\n{{Huyện thị Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Càng Long}}\n{{sơ khai Trà Vinh}}"}