{"11196622":"\n'''Các vụ án liên quan đến Tập đoàn Dầu khí Việt Nam''' là việc các doanh nhân nhà nước tại [[Tập đoàn Dầu khí Việt Nam]] (PVN) bị cáo buộc có các hành vi cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng; lạm dụng chức vụ, quyền hạn chiếm đoạt tài sản và tham ô tài sản đưới thời thủ tướng chính phủ [[Nguyễn Tấn Dũng]].<ref>{{chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/ba-chu-tich-tap-doan-dau-khi-viet-nam-lien-tiep-vuong-lao-ly-3681907.html| tiêu đề =Ba chủ tịch Tập đoàn Dầu khí Việt Nam liên tiếp vướng lao lý | author = | ngày = 9 tháng 12 năm 2017 | ngày truy cập = | nơi xuất bản = vnexpress.net| ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref> Từ giữa năm 2015 đến cuối năm 2017 đã có hàng chục cán bộ cấp cao của tập đoàn này cũng như lãnh đạo các công ty con, lần lượt vướng vòng lao lý.<ref name=dv3>{{chú thích web | url = http:\/\/dantri.com.vn\/su-kien\/ong-dinh-la-thang-va-bao-nhieu-can-bo-dau-khi-da-nhung-cham-20171211105045502.htm| tiêu đề =Ông Đinh La Thăng và bao nhiêu cán bộ dầu khí đã \"nhúng chàm\"?| author = | ngày = 11 tháng 12 năm 2017 | ngày truy cập = | nơi xuất bản = dantri.com.vn| ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20171212012243\/http:\/\/dantri.com.vn\/su-kien\/ong-dinh-la-thang-va-bao-nhieu-can-bo-dau-khi-da-nhung-cham-20171211105045502.htm | ngày lưu trữ =12 tháng 12 năm 2017 }}<\/ref> Nó trầm trọng đến nỗi cả bốn người từng là Chủ tịch Hội đồng thành viên Tập đoàn Dầu khí Việt Nam (PVN) nối tiếp nhau, [[Đinh La Thăng]], Phùng Đình Thực, [[Nguyễn Xuân Sơn (doanh nhân)|Nguyễn Xuân Sơn]], [[Nguyễn Quốc Khánh (doanh nhân nhà nước)|Nguyễn Quốc Khánh]] đã bị khởi tố, một người bị tòa sơ thẩm tuyên án [[Tử hình]] và 2 người bị đình chỉ quyền hạn của đại biểu Quốc hội, mất [[Quyền miễn trừ của đại biểu Quốc hội|quyền miễn trừ]]. Ngoài ra một cựu lãnh đạo của công ty con, Tổng công ty Cổ phần Xây lắp Dầu khí Việt Nam (PVC), ông [[Trịnh Xuân Thanh]] Chủ tịch HĐQT PVC, Anh hùng lao động thời kỳ đổi mới năm 2011, bị hủy tư cách đại biểu quốc hội, trốn sang nước ngoài. Việt Nam sau đó bị nước [[Đức]] cáo buộc đã bắt cóc ông ta mang về nước, đưa đến việc đuổi 2 nhân viên ngoại giao Việt Nam về nước và tạm đình chỉ quan hệ đối tác chiến lược với Việt Nam, buộc các viên chức ngoại giao Việt Nam phải xin [[thị thực]] mới được vào nước này.<ref>{{chú thích web | url = http:\/\/www.vietnam.diplo.de\/Vertretung\/vietnam\/vi\/04-Politik\/04-00_20Pol_20Artikel_20aktuell\/170922_20Statement_20TXT_2022.9_20VNM.html | tiêu đề = Phát biểu của phát ngôn viên Bộ Ngoại giao Đức về các diễn biến mới trong vụ việc công dân Việt Nam Trịnh Xuân Thanh bị bắt cóc tại Berlin | author =  | ngày =  | ngày truy cập = 10 tháng 12 năm 2017 | nơi xuất bản = vietnam.diplo.de | ngôn ngữ =  | archive-date = ngày 1 tháng 1 năm 2018 | archive-url = https:\/\/web.archive.org\/web\/20180101042304\/http:\/\/www.vietnam.diplo.de\/Vertretung\/vietnam\/vi\/04-Politik\/04-00_20Pol_20Artikel_20aktuell\/170922_20Statement_20TXT_2022.9_20VNM.html | url-status=dead }}<\/ref><ref>{{chú thích web | url = http:\/\/trithucvn.net\/chinh-tri-xa-hoi\/duc-dung-mien-thi-thuc-cho-ho-chieu-ngoai-giao-viet-nam.html | tiêu đề =Đức dừng miễn thị thực cho hộ chiếu ngoại giao Việt Nam | author = | ngày = | ngày truy cập = 10 tháng 12 năm 2017 | nơi xuất bản = trithucvn.net\/ | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url =http:\/\/www.dw.com\/en\/cold-war-style-kidnapping-berlin-waits-in-vain-for-signal-from-hanoi\/a-41888734 | tiêu đề = 'Cold-War-style kidnapping' - Berlin waits in vain for signal from Hanoi| author = | ngày = 21 tháng 12 năm 2017 | ngày truy cập = 22 tháng 12 năm 2017 | nơi xuất bản =DW | ngôn ngữ = | url lưu trữ=https:\/\/web.archive.org\/web\/20171222090058\/http:\/\/www.dw.com\/en\/cold-war-style-kidnapping-berlin-waits-in-vain-for-signal-from-hanoi\/a-41888734 | ngày lưu trữ =22 tháng 12 năm 2017 }}<\/ref>\n\nLiên quan đến các sai phạm của Trịnh Xuân Thanh, ngoài Đinh La Thăng, Bộ Chính trị- Ban Bí thư, UBKT Trung ương đã kỷ luật 7 lãnh đạo cao cấp.\ntrong đó có 3 nguyên ủy viên trung ương (gồm 01 nguyên bộ trưởng; 01 nguyên phó trưởng Ban Thường trực Ban Tổ chức Trung ương; 1 nguyên bí thư Tỉnh uỷ) và 2 thứ trưởng đương nhiệm.<ref name=plo10\/>\n\n==Các dự án thua lỗ==\nTập đoàn Dầu khí Việt Nam (PVN) từng được nhiều chuyên gia kinh tế cho là \"quả đấm thép\", là \"con bò sữa\" của ngành kinh tế, nhưng do quản lý lỏng lẻo đã bị một số cán bộ biến thành nơi \"rút ruột\", gây thất thoát không nhỏ cho ngân sách Nhà nước.<ref name=dv1\/>\n\nTrong 12 dự án nghìn tỷ thua lỗ ngành công thương tính tới cuối năm 2016, PVN chiếm nhiều nhất với 5 dự án. Trong đó, có 3 dự án sản xuất nhiên liệu sinh học ở Phú Thọ, Bình Phước và Dung Quất; 2 dự án khác là nhà máy sản xuất xơ sợi polyester Đình Vũ và Công ty đóng tàu Dung Quất.<ref name=dv1>{{chú thích web | url = http:\/\/danviet.vn\/kinh-te\/pvn-tu-con-bo-suathanh-noi-rut-ruot-ngan-sach-829884.html | tiêu đề =PVN - từ \"con bò sữa\" thành nơi \"rút ruột\" ngân sách? | author = | ngày = | ngày truy cập = 10 tháng 12 năm 2017 | nơi xuất bản = danviet.vn | ngôn ngữ = }}<\/ref> 3 nhà máy bị dừng sản xuất do giá thành cao, thua lỗ lớn gồm Nhà máy sản xuất nhiên liệu sinh học Dung Quất, Bình Phước và Nhà máy sản xuất sơ sợi Đình Vũ (PVTex). Công ty đóng tàu Dung Quất đang vận hành sản xuất kinh doanh nhưng bị thua lỗ. Còn dự án Sản xuất nhiên liệu sinh học Phú Thọ thì bị dừng thi công do chi phí tăng cao, thiếu vốn.<ref name=dv2>{{chú thích web | url = http:\/\/danviet.vn\/kinh-te\/bo-chinh-tri-yeu-cau-xu-ly-sai-pham-tai-12-du-an-thua-lo-nganh-cong-thuong-780725.html | tiêu đề =Bộ Chính trị yêu cầu xử lý sai phạm tại 12 dự án thua lỗ ngành Công Thương | author = | ngày = | ngày truy cập = 10 tháng 12 năm 2017 | nơi xuất bản = danviet.vn | ngôn ngữ = }}<\/ref>\n\n===Các dự án sản xuất nhiên liệu sinh học ethanol=== \nCuối năm 2007, Chính phủ phê duyệt \"Đề án phát triển nhiên liệu sinh học đến 2015 và tầm nhìn đến 2025\", với mục tiêu phát triển nhiên liệu sinh học để thay thế một phần nhiên liệu hóa thạch. Ngay sau đó, hàng loạt DN đã đầu tư mạnh vào ngành công nghiệp mới mẻ này.\n\nTheo Thanh tra Chính phủ (TTCP), từ tháng 10.2007 đến tháng 3.2009, Tập đoàn Dầu khí Việt Nam (PVN) đã quyết định chủ trương đầu tư, chỉ đạo các đơn vị thành viên góp vốn thành lập 2 công ty cổ phần và 1 công ty liên doanh để thực hiện đầu tư 3 dự án sản xuất nhiên liệu sinh học ethanol ở 3 tỉnh: Phú Thọ, Quảng Ngãi và Bình Phước. Công suất mỗi nhà máy là 100 triệu lít\/năm, nguồn vốn đầu tư do các cổ đông góp 30%, còn lại vay tín dụng 70%.\n\n*Dự án nhà máy sản xuất Bio-Ethanol Dung Quất do Công ty CP Nhiên liệu sinh học dầu khí miền Trung làm chủ đầu tư bắt đầu việc lập dự án đầu tư từ năm 2008. Đến năm 2014, dự án này cơ bản hoàn thành. Đến tháng 5.2015, dự án này ngừng hoạt động đến nay; tuy nhiên hàng năm vẫn tiêu tốn tiền tỉ để bảo dưỡng. Năm 2014, nhà máy này đã lỗ đến 164 tỉ đồng.\n\n:Theo TTCP, số tiền bỏ ra cho dự án ở Dung Quất hơn 2.100 tỉ đồng, vượt tổng mức đầu tư được duyệt hàng trăm tỉ. Khi chưa thành lập Công ty CP NLSH dầu khí miền Trung (chủ đầu tư nhà máy), PVN đã giao cho Tổng công ty CP Dịch vụ tổng hợp dầu khí (Petrosetco) chủ trì xây dựng báo cáo, nghiên cứu tìm điềm đặt nhà máy. Petrosetco khi lựa chọn điểm xây dựng đã không khảo sát việc đền bù giải phóng mặt bằng, gây lãng phí tiền tỉ do phải chuyển vị trí nhà máy sang nơi khác. Việc triển khai dự án còn làm trái Luật Đấu thầu khi chỉ định nhà thầu là Tổng công ty Dịch vụ kỹ thuật và Xây lắp dầu khí thực hiện mà không tổ chức đấu thầu theo luật. Đây cũng là nhà thầu chưa có kinh nghiệm, dẫn đến dự án bị chậm 24 tháng, phát sinh 345 tỉ.<ref name=mtt>{{chú thích web | url = http:\/\/motthegioi.vn\/thoi-su-c-66\/xa-hoi-c-94\/can-canh-nha-may-ethanol-ngan-ti-o-quang-ngai-bi-ttcp-ket-luan-sai-pham-49447.html | tiêu đề = Cận cảnh nhà máy Ethanol ngàn tỉ ở Quảng Ngãi bị TTCP kết luận sai phạm | ngày =  | ngày truy cập = 12 tháng 12 năm 2017 | nơi xuất bản = motthegioi.vn | ngôn ngữ =  | archive-date = ngày 12 tháng 12 năm 2017 | archive-url = https:\/\/web.archive.org\/web\/20171212084854\/http:\/\/motthegioi.vn\/thoi-su-c-66\/xa-hoi-c-94\/can-canh-nha-may-ethanol-ngan-ti-o-quang-ngai-bi-ttcp-ket-luan-sai-pham-49447.html | url-status = dead }}<\/ref>\n\n* Nhà máy Nhiên liệu sinh học Ethanol Phú Thọ có vốn đầu tư ban đầu là khoảng 1.700 tỉ đồng, sau điều chỉnh lên hơn 2.400 tỉ đồng. Chủ đầu tư trực tiếp là Công ty Cổ phần Hóa dầu và Nhiên liệu sinh học Dầu khí (PVB). Triển khai cách đây hơn 6 năm, từ tháng 6\/2009, nhà máy có diện tích hơn 50 ha này được khởi công và dự kiến đi vào sản xuất từ năm 2012. Thế nhưng khi đã xong khoảng 80% khối lượng công việc, từ cuối năm 2011 đến nay dự án dừng thi công.<ref name=vnn2>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/dau-tu\/nha-may-2-400-ty-o-phu-tho-chet-yeu-303804.html| tiêu đề =Nhà máy 2.400 tỷ ở Phú Thọ ‘chết yểu’ | ngày = | ngày truy cập = 12 tháng 12 năm 2017 | nơi xuất bản = vietnamnet.vn | ngôn ngữ = }}<\/ref>\n* Nhà máy ethanol Bình Phước được đầu tư gần 85 triệu USD (tương đương 2.200 tỷ đồng), bởi 2 đối tác góp vốn hình thành là Tổng Công ty Dầu Việt Nam (51% vốn) và tập đoàn Itochu Nhật Bản (49% vốn). được khởi công năm 2010 và khánh thành vào tháng 12.2012. Nhà máy ehanol BP có công suất 300.000 lít xăng E5 \/ngày. Từ tháng 4.2012, nhà máy đi vào hoạt động và mới sản xuất được 14 triệu lít xăng sinh học (tương đương 1,4 triệu lít\/tháng). Tuy nhiên, vì không bán được xăng, kể từ đầu năm 2015 đến nay, nhà máy ethanol BP phải đóng cửa. Dù không hoạt động, nhà máy vẫn phải duy tu, bảo dưỡng, trả lãi ngân hàng gần 10 tỷ đồng\/tháng.<ref name=ld1>{{chú thích web | url = https:\/\/laodong.vn\/kinh-te\/nha-may-xang-ethanol-2200-ty-dong-o-binh-phuoc-lai-trum-men-548611.bld| tiêu đề =Nhà máy xăng ethanol 2.200 tỷ đồng ở Bình Phước lại... \"trùm mền\" | ngày = | ngày truy cập = 12 tháng 12 năm 2017 | nơi xuất bản = laodong.vn | ngôn ngữ = }}<\/ref>\n\n===Cty CP Thi công cơ giới và lắp máy Dầu khí===\nCty CP Thi công cơ giới và lắp máy Dầu khí (PVC-ME) được ông Trịnh Xuân Thanh và các thành viên HĐQT Tổng Cty Xây lắp Dầu khí (PVC) chủ trương thành lập năm 2009 với số vốn điều lệ 500 tỷ đồng, trong đó PVC nắm giữ 40% cổ phần và giao ông Trịnh Văn Thảo làm giám đốc. Đến tháng 6\/2012, sau 4 năm dưới sự chèo lái của ông Vũ Duy Thành - Chủ tịch HĐQT và giám đốc Trịnh Văn Thảo, PVC-ME đã thua lỗ hơn 576 tỷ đồng, dẫn đến mất toàn bộ vốn chủ sở hữu, chưa kể những khoản nợ khổng lồ lên tới hàng trăm tỉ đồng. Thua lỗ thất thoát tại PVC-ME đã cộng thêm phần tiêu cực vào việc thua lỗ hơn 3.300 tỉ đồng tại PVC.<ref name=tp2>[https:\/\/www.tienphong.vn\/kinh-te\/pvcme-lo-570-ty-dong-lanh-dao-danh-bai-chuon-1035186.tpo PVC-ME lỗ 570 tỷ đồng, lãnh đạo đánh bài \"chuồn\"], www.tienphong.vn, ngày 5 tháng 8 năm 2016<\/ref><ref name=ld829>[http:\/\/laodong.com.vn\/phap-luat\/csdt-vao-cuoc-vu-thua-lo-hon-3000-ti-dong-o-pvc-ong-trinh-xuan-thanh-chiu-trach-nhiem-gi-587652.bld CSĐT vào cuộc vụ thua lỗ hơn 3.000 tỉ đồng ở PVC: Ông Trịnh Xuân Thanh chịu trách nhiệm gì?], laodong, 29.8.2016<\/ref>\n\nPVC-ME có ngành nghề chính là thi công xây dựng hạ tầng, nền móng, gia công cơ khí, lắp máy và đường ống. Giai đoạn từ năm 2009 đến năm 2012, PVC-ME đã ký kết được được 34 hợp đồng kinh tế với giá trị 2.780 tỷ đồng, trong đó có những dự án rất lớn. Hầu hết các hợp đồng quy mô rất lớn này đều liên quan đến ngành dầu khí và do PVC nhận về rồi chỉ định cho PVC-ME thi công. Do năng lực yếu kém nên PVC-ME chỉ nhận công trình, sau đó chỉ định các nhà thầu phụ thi công, còn mình đứng giữa \"ăn\" phần trăm nên đã xảy ra hàng loạt bê bối trong hoạt động kinh doanh; rất nhiều dự án phải tạm dừng thi công vì chậm tiến độ, thất thoát, thậm chí là thua lỗ lớn. Kết quả kiểm tra sau đó cho thấy PVC-ME đã lập một \"quỹ đen\" trái phép và đã chi hết trên 80,7 tỷ đồng. Kế toán trưởng, nhân viên PVC-ME đã rút từ \"quỹ đen\" hàng chục lần, có lần vài trăm triệu đồng, có lần cả tỷ đồng để đưa cho Giám đốc PVC-ME Trịnh Văn Thảo đi đối ngoại, tiếp khách hoặc đưa hàng trăm triệu đồng khác cho các lãnh đạo khác của PVC-ME tiếp khách hoặc đi nước ngoài.<ref name=dv5>[http:\/\/danviet.vn\/phap-luat\/truoc-trinh-xuan-thanh-giam-doc-pvc-me-tron-na-gio-van-chua-bi-bat-709089.html Trước Trịnh Xuân Thanh, Giám đốc PVC-ME trốn nã giờ vẫn chưa bị bắt], danviet.vn, 18\/09\/2016<\/ref>\n\n===Công ty Cổ phần Hóa dầu và Xơ sợi Dầu khí===\nTheo Thanh tra Chính phủ kết luận trong năm 2016, năm 2008, Hội đồng quản trị (HĐQT) PV Tex phê duyệt dự án Nhà máy sản xuất xơ sợi polyester Đình Vũ với tổng mức đầu tư 324,8 triệu USD (tương đương với 5.437 tỉ đồng). Tuy nhiên, quá trình thực hiện dự án đã xảy ra nhiều sai phạm từ khâu phê duyệt dự án, phê duyệt tổng mức đầu tư, đến đấu thầu ở hai hạng mục đầu tư và xây dựng, dẫn đến dự án không hiệu quả. PVTex chính thức hoạt động từ năm 2008 với số vốn điều lệ ban đầu 160 tỉ đồng. Qua 3 lần tăng vốn điều lệ và thoái vốn của một số cổ đông, đến thời điểm 31.12.2014, vốn điều lệ của PVTex là 1.996 tỉ đồng. Tính đến cuối năm 2014, toàn bộ 100% số vốn góp tại PVTex là của PVN và các đơn vị thành viên, gồm: Tổng Công ty CP Tài chính Dầu khí, Tổng Công ty Phân bón và Hóa chất dầu khí. Kết quả sản xuất của dự án xơ sợi Đình Vũ từ khi chạy thử cho đến chính thức đều liên tục lỗ. Sau 2 năm đi vào hoạt động sản xuất kinh doanh, nhà máy đã thua lỗ lên tới hơn 1.472 tỉ đồng. Cụ thể, năm 2012 lỗ hơn 21 tỉ đồng; năm 2013 lỗ 366 tỉ đồng và năm 2014 lỗ 1.085 tỉ đồng. Do lỗ nặng nên nhà máy chạy phập phù và nhiều lần phải đắp chiếu, đến cuối năm 2015 thì dừng hẳn. Vũ Đình Duy với vai trò là TGĐ PV Tex từ ngày 15.7.2009 đến tháng 2.2014 phải chịu trách nhiệm lớn.<ref name=tp3>[https:\/\/laodong.vn\/thoi-su\/cong-ty-co-phan-hoa-dau-va-xo-soi-dau-khi-pv-tex-lo-hon-1400-ti-dong-nguyen-tong-giam-doc-vu-dinh-duy-chiu-trach-nhiem-gi-608141.bld Công ty cổ phần hoá dầu và xơ sợi dầu khí (PV Tex) lỗ hơn 1.400 tỉ đồng: Nguyên Tổng Giám đốc Vũ Đình Duy chịu trách nhiệm gì?], laodong.vn, ngày 5 tháng 11 năm 2016<\/ref>\n\n===Dự án Nhiệt điện Thái Bình 2===\nDự án Nhiệt điện Thái Bình 2 có công suất thiết kế 1.200 MW với tổng mức đầu hơn 34.000 tỷ đồng (tương đương 1,6 tỷ USD), là một trong những dự án của PVC được PVN giao triển khai, là một trong những dự án điển hình của việc dùng vốn sai mục đích của PVC dưới thời Trịnh Xuân Thanh. Số tiền tạm ứng cho dự án này được PVN rót cho PVC hồi năm 2011 vào khoảng 1.300 tỉ đồng và 6,6 triệu USD. PVC đã sử dụng 1.080 tỷ đồng để thanh toán khoản 425 tỷ đồng nợ gốc vay ngân hàng và dùng 55 tỷ đồng thanh toán lãi vay uỷ thác của PVN. Ngoài ra, lãnh đạo PVC thời điểm đó là ông Trịnh Xuân Thanh còn chi 74 tỷ đồng để hỗ trợ nhà máy nhiên liệu sinh học Phú Thọ, bổ sung 103 tỷ đồng hỗ trợ cho công trình Vũng Áng (Hà Tĩnh). Số tiền 300 tỷ đồng còn lại, PVC dùng để góp vốn vào 5 công ty con gồm: công ty PVC - MS là 102 tỷ đồng, công ty PVC - Land 50 tỷ đồng, công ty PVC - Hoà Bình là 55 tỷ đồng, công ty PVNC 30 tỷ đồng và công ty PVC Mekong 30 tỷ đồng. Đến nay 3 công ty kinh doanh thua lỗ không thu hồi được vốn, PVC đã phải trích lập dự phòng và hạch toán kinh doanh thua lỗ. Kế toán trưởng kiêm trưởng ban tài chính kế toán và kiểm toán của Tập đoàn Dầu khí Quốc gia Việt Nam, ông Lê Đình Mậu ngày 25.9.2017 bị bắt do có liên quan đến dự án này.<ref name=tp5>[https:\/\/www.tienphong.vn\/kinh-te\/can-canh-du-an-nhieu-tai-tieng-nhiet-dien-thai-binh-2-1194546.tpo Cận cảnh dự án nhiều tai tiếng Nhiệt điện Thái Bình 2], www.tienphong.vn, ngày 4 tháng 10 năm 2017<\/ref>\n\n===Tòa nhà Bạc Liêu Tower===\nTòa nhà Bạc Liêu Tower do PVC MeKong đầu tư gồm 18 tầng (hoàn thành ngày 12\/12\/2011 từ tầng 1 đến tầng 8 và tầng 17, các tầng còn lại là xây thô, chưa hoàn thiện), là Tổ hợp thương mại, khách sạn và cao ốc văn phòng. Tổng mức đầu tư là 239 tỷ đồng. PV Gas là đơn vị đầu tiên tham gia dự án nêu trên, sau đó chuyển lại cho PVC-Mekong. Tính đến cuối 2013, số tiền PVC dưới thời Trịnh Xuân Thanh rót vào PVC-Mekong là 153 tỷ đồng, trong đó có 30 tỷ đồng lấy từ tiền tạm ứng hơn 1.300 tỷ của dự án nhà máy nhiệt điện Thái Bình 2. Số tiền này được cho là chi sai mục đích. Tính đến thời điểm hiện tại (2017), PVC-Mekong còn nợ gốc vay tại Oceanbank là hơn 119 tỷ đồng và chi phí lãi vay tính đến 31\/12\/2016 là 115 tỷ đồng.<ref name=vnn6>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/dau-tu\/bac-lieu-muon-giai-cuu-toa-nha-bac-lieu-tower-thoi-trinh-xuan-thanh-417538.html 'Giải cứu' tòa nhà trăm tỷ của PVC thời Trịnh Xuân Thanh], vietnamnet.vn, 27\/12\/2017<\/ref> Tập đoàn PVN ngày 14\/4\/2015 đồng ý cho PV Gas mua lại Tòa nhà Bạc Liêu Tower từ PVC-Mekong theo giá thẩm định giá trị tài sản được xác định bởi đơn vị tư vấn độc lập là 239 tỷ đồng và ngày 21\/9\/2016, đồng ý sau đó sẽ bán lại cho UBND tỉnh Bạc Liêu với giá 198 tỷ đồng (đã bao gồm VAT). UBND tỉnh Bạc Liêu sẽ trả chậm trong vòng 10 năm cho PV Gas, trong thời gian này UBND tỉnh Bạc Liêu không phải trả lãi trả chậm.<ref>{{chú thích web | url =http:\/\/baodauthau.vn\/tai-chinh\/kho-hieu-vu-chuyen-nhuong-bac-lieu-tower-tai-pvn-40484.html | tiêu đề =Khó hiểu vụ chuyển nhượng Bạc Liêu Tower tại PVN | author = | ngày = 15 tháng 5 năm 2017 | ngày truy cập = 27 tháng 12 năm 2017 | nơi xuất bản = baodauthau.vn| ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20171227171420\/http:\/\/baodauthau.vn\/tai-chinh\/kho-hieu-vu-chuyen-nhuong-bac-lieu-tower-tai-pvn-40484.html | ngày lưu trữ = 27 tháng 12 năm 2017 }}<\/ref>\n\n===Khai thác dầu tại Venezuela===\nPVN sa lầy và mất trắng cả chục ngàn tỉ đồng ở dự án liên doanh khai thác dầu tại Venezuela. Bằng những con số báo cáo không thật, dưới sự chỉ đạo của ông Đinh La Thăng, PVN đã ký hợp đồng lập liên doanh với Venezuela vào tháng 6.2010, trước khi các cấp có thẩm quyền chính thức cho phép, bất chấp cảnh báo rủi ro của các bộ ngành liên quan. Trong vòng 30 tháng kể từ ngày hợp đồng được ký kết, PVN phải trả cho đối tác 584 triệu USD tiền mặt.\nTính từ tháng 5.2011 đến tháng 5.2012, PVN đã nộp cho đối tác 442 triệu USD mà không có một giọt dầu nào được tìm thấy. Năm 2013, ban lãnh đạo mới của PVN phải \"cứu\" 142 triệu USD cuối cùng bằng quyết định đơn phương chấm dứt liên doanh, chấp nhận mất 442 triệu USD \"phí tham gia\", mất luôn 90 triệu USD tiền góp vốn (tương đương khoảng hơn 11.000 tỉ đồng).<ref>{{chú thích web | url =https:\/\/thanhnien.vn\/thoi-su\/di-san-khung-khiep-cua-ong-dinh-la-thang-dau-chi-co-the-926274.html | tiêu đề ='Di sản khủng khiếp' của ông Đinh La Thăng: Đâu chỉ có thế | author = | ngày = 22 tháng 1 năm 2018 | ngày truy cập = | nơi xuất bản =thanhnien.vn| ngôn ngữ = | url lưu trữ =| ngày lưu trữ = }}<\/ref><ref>{{chú thích web | url =http:\/\/www.nhadautu.vn\/pvn-mat-trang-ca-chuc-ngan-ti-dong-o-venezuela-d375.html| tiêu đề =PVN mất trắng cả chục ngàn tỉ đồng ở Venezuela| author = | ngày = 3 tháng 5 năm 2017 | ngày truy cập = | nơi xuất bản =nhadautu.vn| ngôn ngữ = | url lưu trữ =| ngày lưu trữ = }}<\/ref>\n\n==Nguyên nhân==\n===\"Con bò sữa\" của doanh nhân nhà nước===\nTheo PGS.TS Nguyễn Văn Nam – nguyên Viện trưởng Viện nghiên cứu Thương mại, kinh doanh khai thác dầu khí khi đó rất thuận lợi, do lợi nhuận rất lớn nên các cán bộ làm ở ngành này thường tìm đủ mọi cớ để vẽ ra, làm đội vốn, có dự án đội vốn gấp đôi… \"Đó là cách \"ăn cắp\" hợp pháp, vì cứ báo cấp trên đội vốn nhưng thực chất là những khoản thất thoát đó lại vào túi một số cá nhân. Do việc quản lý quá lỏng lẻo nên đã để xảy ra tình trạng rút ruột ngân sách.<ref name=dv1\/>\n\n===Hệ thống thể chế===\nTS. [[Vũ Quang Việt]] cho đây là do hệ thống thể chế và nếu không có cải cách thực sự thì sẽ không giải quyết được vấn đề. Ông phân tích: Năm 2003, Đảng đưa ra Luật Doanh nghiệp Nhà nước, trong đó giao quyền lập tập đoàn và doanh nghiệp mới cho Thủ tướng, Bộ trưởng, Chủ tịch tỉnh thuộc TW. Luật cũng giao quyền bổ nhiệm lãnh đạo doanh nghiệp vào tay họ. Quyền lớn thế nhưng lại không có hệ thống cân bằng và hạn chế quyền lực. Khi mới nắm quyền Thủ tướng (27 tháng 6 năm 2006), TT Nguyễn Tấn Dũng đã nhanh chóng ký quyết định cho lập hàng loạt các tập đoàn và các công ty con như Tập đoàn Tầu thủy (Vinashin), Tập đoàn Điện lực (EVN), Tập đoàn dầu khí Petrovietnam (PVN)... Những tập đoàn sau này có quyền sở hữu ngân hàng và có ngân hàng liên kết, hầu thu vốn để đầu tư mở rộng hoặc thành lập công ty con mới đặc biệt thuộc lãnh vực như xây dựng, kinh doanh khách sạn, ngân hàng, tài chính và địa ốc, những lãnh vực mà tập đoàn chưa từng làm, huy động vốn một cách rất phiêu lưu khiến vốn đi vay lớn hơn vốn tự có vài chục lần. Thủ tướng ngoài ra còn ra lệnh cho các ngân hàng cấp vốn cho tập đoàn và công ty con cháu. Ông Việt cho là, nếu không có phân quyền và sự độc lập về quyền hành để kiểm soát lẫn nhau thì khó mà đạt được một xã hội có công lý. Quyền quản lý doanh nghiệp nhà nước và tài nguyên đất nước đang tập trung vào tay một số cán bộ chính quyền hiện nay chỉ tạo cơ hội làm giàu cho một số ít người có quyền. Và bằng mọi cách, họ sẽ bảo vệ quyền lợi này của chính họ.<ref name=bbc9>{{chú thích web | url =http:\/\/www.bbc.com\/vietnamese\/vietnam-39862541 | tiêu đề =Vụ ông Thăng: 'Sai từ triết lý quả đấm thép'? | author = | ngày = 10 tháng 5 năm 2017 | ngày truy cập = 17 tháng 12 năm 2017 | nơi xuất bản =BBC | ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20171217111527\/http:\/\/www.bbc.com\/vietnamese\/vietnam-39862541 | ngày lưu trữ =17 tháng 12 năm 2017 }}<\/ref><ref name=vs>{{chú thích web | url =http:\/\/www.viet-studies.net\/kinhte\/VQViet_TaiSaoDinhLaThang.htm | tiêu đề =Tại sao Đinh La Thăng lại bị kết án chỉ định thầu?\nCó nên nhìn lại vấn đề thể chế? | author = Vũ Quang Việt| ngày = 8 tháng 5 năm 2017 | ngày truy cập = 17 tháng 12 năm 2017 | nơi xuất bản =BBC | ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20171217112347\/http:\/\/www.viet-studies.net\/kinhte\/VQViet_TaiSaoDinhLaThang.htm | ngày lưu trữ =17 tháng 12 năm 2017 }}<\/ref>\n\n==Các cán bộ bị truy tố==\n===PVC-ME===\nNgày 24\/1\/2014, 10 người lãnh đạo, cán bộ Cty Cổ phần Thi công cơ giới - lắp máy dầu khí (PVC-ME) bị truy tố. Các bị can gồm Vũ Duy Thành (SN 1960), nguyên Chủ tịch HĐQT; Trần Xuân Tình (SN 1975), Phó tổng giám đốc Cty PVC-ME; Trần Văn Dương (SN 1984), kế toán Ban chỉ huy công trường Nghi Sơn và Vũng Áng thuộc VPC-ME… Ngoài ra, CQĐT còn khởi tố bị can đối với Đoàn Tô Hùng (SN 1983), Tổng giám đốc Cty Cổ phần Đầu tư xây dựng Bình Sơn; Bùi Tiến Dũng (SN 1980), Giám đốc Cty Cổ phần Công nghiệp hóa Việt Nam. Trước đó, ông Trịnh Văn Thảo (SN 1969), nguyên Tổng giám đốc PVC-ME cùng 4 bị can khác cũng đã bị khởi tố.<ref name=tp2\/><ref name=tp4>[https:\/\/www.tienphong.vn\/phap-luat\/khoi-to-hang-loat-lanh-dao-va-can-bo-cty-pvc-me-674069.tpo Khởi tố hàng loạt lãnh đạo và cán bộ Cty PVC – ME ], www.tienphong.vn, ngày 25 tháng 1 năm 2014<\/ref>\n\n===PVTEX&PVC-KBC===\n5 đối tượng bị khởi tố và có lệnh bị bắt tạm giam vào ngày 19\/6\/17, Trần Trung Chí Hiếu, nguyên Chủ tịch HĐQT PVTEX; Vũ Đình Duy, nguyên Tổng giám đốc PVTEX; Vũ Phương Nam, Kế toán trưởng PVTEX; Đào Ngọ Hoàng, nguyên Trưởng phòng thương mại hợp đồng PVTEX; Đỗ Văn Hồng, Chủ tịch HĐQT kiêm Tổng Giám đốc Công ty PVC-KBC trong vụ án hình sự Cố ý làm trái quy định của nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng, xảy ra tại Công ty Cổ phần Hóa dầu và Xơ sợi Dầu khí (PVTEX), Cty Cổ phần Đầu tư và Xây lắp dầu khí Kinh Bắc (PVC-KBC) và các đơn vị liên quan. Trong số này, riêng bị can Đỗ Văn Hồng đã bị bắt tạm giam trong vụ án xảy ra tại Tổng Công ty PVC và CTCP Đầu tư & Xây Lắp Dầu Khí Kinh Bắc (PVC-KBC).<ref name=tp1\/>\n\n===PVC===\nTính đên ngày 29.9.2017, 18 nghi can đã bị khởi tố trong những vị phạm liên quan đến PVC.\n\nNgày 16-9-2016, Cơ quan cảnh sát điều tra Bộ Công an ra quyết định khởi tố, bắt tạm giam: [[Vũ Đức Thuận]]; Nguyễn Mạnh Tiến - phó tổng giám đốc; [[Trương Quốc Dũng]] - nguyên phó tổng giám đốc; Phạm Tiến Đạt, nguyên kế toán trưởng PVC, để điều tra cùng hành vi \"cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\".\n\nLiên quan tới vụ án này, ông [[Trịnh Xuân Thanh]] - nguyên phó chủ tịch UBND tỉnh Hậu Giang, nguyên chủ tịch HĐQT PVC - cũng bị khởi tố và truy nã.<ref name=tt917\/>\n\nNgày 16\/2\/2017 thêm 5 người bị khởi tố về tội tham ô tại PVC. Đó là Lương Văn Hòa, sinh năm 1980, nguyên giám đốc Ban Điều hành Dự án Vũng Áng-Quảng Trạch, Tổng Công ty PVC, Lê Xuân Khánh, sinh năm 1976, trưởng Phòng Kinh tế Tổng hợp Ban Điều hành Dự án Vũng Áng-Quảng Trạch, Tổng Công ty PVC, Nguyễn Lý Hải, sinh năm 1964, nguyên trưởng Phòng Kỹ thuật Ban Điều hành Dự án Vũng Áng-Quảng Trạch, Tổng Công ty PVC (hiện là nhân viên Phòng Kỹ thuật thi công Ban Điều hành Dự án Nhà máy nhiệt điện Thái Bình 2), Nguyễn Thành Quỳnh, sinh năm 1973, giám đốc Ban Kỹ thuật công nghệ, Tổng công ty Miền Trung, Lê Thị Anh Hoa, sinh năm 1979, giám đốc Công ty TNHH MTV Quỳnh Hoa.<ref name=tt5>[https:\/\/tuoitre.vn\/khoi-to-them-5-bi-can-lien-quan-den-vu-tham-o-tai-pvc-1265992.htm Khởi tố thêm 5 bị can liên quan đến vụ tham ô tại PVC], tuoitre.vn, ngày 16 tháng 2 năm 2017<\/ref>\n\nNgày 1\/4\/2017, ông Đỗ Văn Hồng, 50 tuổi, trú tại Bắc Ninh, chủ tịch Hội đồng quản trị kiêm tổng giám đốc Công ty Cổ phần đầu tư và Xây lắp Kinh Bắc (PVC-KBC, Công ty con của PVC) được cho là có liên quan đến nghi can Trịnh Xuân Thanh cũng đã bị khởi tố, bắt tạm giam.<ref name=dt107\/><ref name=tt6>[https:\/\/tuoitre.vn\/khoi-to-them-2-bi-can-lien-quan-vu-an-trinh-xuan-thanh-1290695.htm Vụ án Trịnh Xuân Thanh: Bắt bị can Đỗ Văn Hồng], tuoitre.vn, ngày 1 tháng 4 năm 2017<\/ref>\n\nNgày 25\/9\/2017, ông Lê Đình Mậu - kế toán trưởng Tập đoàn Dầu khí Việt Nam (PVN) - cũng bị khởi tố, bắt tạm giam. Sai phạm của ông Mậu cùng đồng phạm xảy ra trong việc sử dụng số tiền tạm ứng cho dự án Nhà máy nhiệt điện Thái Bình 2. Đồng thời, Cơ quan an ninh điều tra cũng ra quyết định khởi tố, lệnh khám xét đối với 3 người khác gồm: Vũ Hồng Chương, nguyên trưởng ban quản lý dự án điện lực dầu khí Thái Bình 2 (thuộc PVN); Trần Văn Nguyên, kế toán trưởng ban quản lý dự án điện lực dầu khí Thái Bình 2 và Nguyễn Ngọc Quý, nguyên phó chủ tịch hội đồng quản trị Tổng công ty cổ phần Xây lắp dầu khí Việt Nam (PVC).<ref name=tt7>[https:\/\/tuoitre.vn\/bat-ke-toan-truong-tap-doan-dau-khi-va-3-nguoi-cua-pvn-pvc-20170926173210682.htm Bắt kế toán trưởng Tập đoàn Dầu khí và 3 người của PVN, PVC ], tuoitre.vn, ngày 26 tháng 9 năm 2017<\/ref> Hành vi của ông Mậu được xác định là đã soạn thảo, ký \"nháy\" trên công văn trình Nguyễn Xuân Sơn, phó tổng giám đốc PVN, yêu cầu ban quản lý dự án NĐTB 2 tạm ứng cho PVC hơn 800 tỉ đồng. Ông Mậu cũng đã nhiều lần ký ủy nhiệm chi để rút số tiền này. Theo chỉ đạo của lãnh đạo PVN, ông Vũ Hồng Chương đã ký duyệt tạm ứng cho PVC hơn 6,6 triệu USD và hơn 1.300 tỉ đồng. Hành vi này của ông Chương vi phạm nghị định 48 của Chính phủ và Luật kế toán. Tiếp đó, thực hiện yêu cầu của Nguyễn Xuân Sơn, ông Chương đã làm tờ trình xin cấp vốn tạm ứng cho ban quản lý dự án NĐTB 2 gần 150 tỉ đồng và 9,55 triệu USD. Đối với bị can Trần Văn Nguyên, cơ quan điều tra xác định Nguyên đã ký các ủy nhiệm chi của ban quản lý dự án NĐTB 2 tạm ứng cho PVC hơn 6,6 triệu USD và hơn 1.300 tỉ đồng.<ref name=ndt1>[http:\/\/www.nhadautu.vn\/vi-sao-ke-toan-truong-pvn-le-dinh-mau-bi-bat-d3215.html Vì sao kế toán trưởng PVN Lê Đình Mậu bị bắt?], www.nhadautu.vn, ngày 27 tháng 9 năm 2017<\/ref>\n\nNgày 29\/9\/2017, Cơ quan An ninh điều tra - Bộ Công an ra quyết định khởi tố, lệnh bắt tạm giam Nguyễn Anh Minh (40 tuổi, ở khu đô thị Mỹ Đình - Mễ Trì, TP Hà Nội) là Tổng giám đốc PVC; Bùi Mạnh Hiển (41 tuổi, ở Mỹ Đình 2, quận Nam Từ Liêm), Chánh văn phòng PVC; Nguyễn Đức Hưng (35 tuổi, ở huyện Gia Lâm), nguyên Trưởng phòng Tài chính, Kế toán Ban điều hành Dự án Vũng Áng - Quảng Trạch thuộc PVC. Ba người này bị khởi tố về tội \"Tham ô tài sản\" quy định tại Điều 278 Bộ luật Hình sự.<ref name=vne2>[https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/tong-giam-doc-pvc-bi-khoi-to-vi-lien-quan-vu-an-trinh-xuan-thanh-3648797.html Tổng giám đốc PVC bị khởi tố vì liên quan vụ án Trịnh Xuân Thanh], vnexpress.net, ngày 29 tháng 9 năm 2017<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Thuận bị xử 22 năm tù về tội cố ý làm trái và Tham ô tài sản.\n==== Nguyễn Anh Minh ====\nÔng Nguyễn Anh Minh là một trong những người có quan hệ mật thiết với những phi vụ làm ăn của PVC thời Trịnh Xuân Thanh. Ông Minh được Tập đoàn Dầu khí Việt Nam bổ nhiệm làm quyền Tổng giám đốc PVC vào tháng 1\/2015. Tháng 4\/2015 thì chính thức làm Tổng giám đốc PVC. Trước đó, ông đã trải qua hàng loạt vị trí chủ chốt tại các công ty con của PVC như Tổng giám đốc Công ty TNHH một thành viên Xây lắp Dầu khí Hà Nội, rồi Chủ tịch Hội đồng quản trị kiêm Tổng giám đốc Công ty cổ phần Xây lắp Dầu khí Hà Nội (PVC-HN), rồi Phó Tổng giám đốc PVC. Đó chính là quãng thời gian ông Nguyễn Anh Minh trực tiếp liên quan đến việc triển khai dự án ethanol Phú Thọ - PVC-HN cũng chính là nhà thầu phụ của PVC thực hiện dự án này, một dự án ngàn tỷ xây dựng dở dang suốt nhiều năm nay.<ref name=vnn3>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/doanh-nhan\/tong-giam-doc-pvc-bi-bat-dau-vet-o-du-an-ngan-ty-dap-chieu-401967.html Tổng giám đốc PVC bị bắt: Dấu vết ở dự án ngàn tỷ đắp chiếu], vietnamnet.vn, ngày 2 tháng 10 năm 2017<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Minh bị xử 16 năm tù về tội Tham ô tài sản.\n===Dự án Nhiệt điện Thái Bình 2===\nKế toán trưởng kiêm trưởng ban tài chính kế toán và kiểm toán của Tập đoàn Dầu khí Quốc gia Việt Nam, ông Lê Đình Mậu ngày 25.9.2017 bị bắt vì sai phạm xảy ra tại Tổng công ty cổ phần Xây lắp dầu khí Việt Nam (PVC) và các đơn vị thành viên trong việc sử dụng số tiền tạm ứng cho dự án Nhà máy nhiệt điện Thái Bình 2. Trước đó, trong cùng vụ án, các ông Trịnh Xuân Thanh, Vũ Đức Thuận cùng một số cá nhân khác tại PVC bị khởi tố, điều tra. Ngoài ra, 3 người khác cũng bị khởi tố: Vũ Hồng Chương, nguyên trưởng ban quản lý dự án điện lực dầu khí Thái Bình 2 (thuộc PVN); Trần Văn Nguyên, kế toán trưởng ban quản lý dự án điện lực dầu khí Thái Bình 2 và Nguyễn Ngọc Quý, nguyên phó chủ tịch hội đồng quản trị Tổng công ty cổ phần Xây lắp dầu khí Việt Nam (PVC).<ref>[https:\/\/tuoitre.vn\/bat-ke-toan-truong-tap-doan-dau-khi-va-3-nguoi-cua-pvn-pvc-20170926173210682.htm Bắt kế toán trưởng Tập đoàn Dầu khí và 3 người của PVN, PVC], tuoitre.vn, 26\/09\/2017<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Quý, bị xử 6 năm tù, ông Mậu bị 4 năm 6 tháng tù, ông Chương bị 3 năm tù treo, ông Nguyên bị 30 tháng tù treo về tội cố ý làm trái.\n===PVN===\n====Đinh La Thăng====\nNgày 7\/5\/2017: Ban chấp hành Trung ương Đảng khóa XII khẳng định những khuyết điểm, những sai phạm khi còn làm ở PVN của ông Đinh La Thăng, Chủ tịch Hội đồng quản trị Tập đoàn Dầu khí Quốc gia Việt Nam (2005-2008), Chủ tịch Hội đồng thành viên Tập đoàn Dầu khí Quốc gia Việt Nam (2008-2011), là \"rất nghiêm trọng, gây bức xúc trong cán bộ, đảng viên và nhân dân đến mức phải thi hành kỷ luật theo quy định của Đảng\". Theo đó, trong giai đoạn này, ông Đinh La Thăng phải chịu trách nhiệm khi ký ban hành Nghị quyết 233\/NQ-ĐU, ngày 17\/3\/2009 của Đảng uỷ Tập đoàn có nội dung không phù hợp với quy định pháp luật để HĐTV, Ban TGĐ Tập đoàn và các tổng công ty thành viên quyết định chỉ định nhiều gói thầu trái pháp luật; đã có một số quyết định đầu tư gây thất thoát vốn và ban hành một số văn bản trái pháp luật, vi phạm quy chế làm việc.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/vi-sao-ong-dinh-la-thang-bi-de-nghi-ky-luat-370082.html Vì sao ông Đinh La Thăng bị đề nghị kỷ luật?], vietnamnet.vn, 27\/4\/2017<\/ref> Là Bí thư Đảng ủy, Chủ tịch Hội đồng thành viên PVN từ 2009 đến 2011, ông Thăng phải chịu trách nhiệm người đứng đầu về những sai phạm của Tập đoàn dầu khí quốc gia trong giai đoạn này. Ông Thăng cũng vi phạm quy chế làm việc khi ký thỏa thuận tham gia góp vốn ngày 18\/9\/2008 với Chủ tịch Hội đồng quản trị OceanBank, trước khi Hội đồng quản trị tập đoàn họp thống nhất nội dung trên. Ông Đinh La Thăng còn chịu trách nhiệm trong việc ban hành Nghị quyết số 4266 góp vốn vượt mức quy định vào OceanBank, trái quy định của Luật các tổ chức tín dụng, gây thiệt hại rất nghiêm trọng cho PVN. Việc góp vốn này gây thiệt hại 800 tỷ đồng của Nhà nước.\n\nÔng Đinh La Thăng cũng phải chịu trách nhiệm trong việc ban hành một số nghị quyết, quyết định chỉ định nhiều gói thầu với tổng giá trị lớn, vi phạm các nghị định của Chính phủ; tham mưu Thủ tướng cho chỉ định nhiều gói thầu không đảm bảo quy định của pháp luật. Dự án Nhiệt điện Thái Bình 2 được giao cho Tổng công ty cổ phần Xây lắp Dầu khí Việt Nam (PVC) triển khai. với tổng vốn lên tới 34.295 tỷ đồng, xấp xỉ 1,7 tỷ USD. Chính việc chỉ định gói thầu này đã gây hậu quả cho dự án.<ref>[http:\/\/giaoduc.net.vn\/Xa-hoi\/Ong-Dinh-La-Thang-va-nhung-sai-pham-bi-danh-gia-la-rat-nghiem-trong-post182040.gd Ông Đinh La Thăng và những sai phạm bị đánh giá là rất nghiêm trọng], giaoduc.net.vn, 13\/12\/2017<\/ref>\n\n;Khai man\nTheo kết luận điều tra, ông Đinh La Thăng có cung cấp cho CQĐT Giấy xác nhận ngày 28\/3\/2017, trong đó thể hiện nội dung: Trước khi ký thỏa thuận với Hà Văn Thắm, ông Thăng đã trao đổi nhiều lần với những người trong HĐQT (mà trực tiếp là ông Hoàng Xuân Hùng, ông Trần Ngọc Cảnh và bà Phan Thị Hòa) việc PVN tham gia góp vốn vào Oceanbank. Sau khi bị khởi tố điều tra, ông Đinh La Thăng khai lại. Theo lời khai của ông Thăng, khi đang là Bí thư Thành ủy TP.HCM, ông đã điện thoại nhờ ông Hoàng Xuân Hùng, ông Trần Ngọc Cảnh, ông Đỗ Văn Đạo và bà Phan Thị Hòa (đều là nguyên thành viên HĐQT năm 2008) xác nhận việc ông Thăng đã bàn bạc, thống nhất với HĐQT về chủ trương PVN góp vốn vào Oceanbank. Trên thực tế, không hề có việc thông qua HĐQT hay tổ chức cuộc họp xin ý kiến các thành viên HĐQT bằng văn bản.<ref>[http:\/\/vietnamnet.vn\/vn\/phap-luat\/ho-so-vu-an\/loi-khai-cua-ong-dinh-la-thang-ve-viec-gay-can-tro-dieu-tra-418989.html#inner-article Lời khai của ông Đinh La Thăng về việc gây cản trở điều tra], vietnamnet.vn, 21\/12\/2017<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Thăng bị xử 13 năm tù về tội cố ý làm trái.\n\n====Phùng Đình Thực====\nNgày 20\/12\/2017, ông Phùng Đình Thực, bị khởi tố về tội: \"Cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\" quy định tại Điều 165 Bộ luật Hình sự vì những sai phạm trong quá trình chỉ đạo thực hiện dự án Nhà máy Nhiệt điện Thái Bình 2. Dưới thời ông Đinh La Thăng làm Chủ tịch PVN, ông Phùng Đình Thực nắm giữ chức vụ Phó Tổng giám đốc (từ tháng 5\/2006). Tháng 4\/2009, ông Đinh La Thăng đã ký quyết định để ông Thực giữ chức Tổng giám đốc Tập đoàn Dầu khí Việt Nam. Tháng 9\/2011, Thủ tướng đã ký quyết định bổ nhiệm ông Phùng Đình Thực, giữ vị trí Chủ tịch Tập đoàn PVN, thay cho ông Đinh La Thăng được cử làm Bộ trưởng Giao thông Vận tải.<ref name=vnn5>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/doanh-nhan\/chua-tung-co-4-doi-chu-tich-pvn-vuong-vong-lao-ly-418797.html Bốn đời Chủ tịch Tập đoàn Dầu Khí vướng vòng lao lý], vietnamnet.vn, 20\/12\/2017<\/ref>\n\nDự án Nhà máy nhiệt điện Thái Bình 2 do PVN làm chủ đầu tư. Nhà thầu là Tổng công ty cổ phần xây lắp dầu khí VN (PVC - đơn vị thành viên PVN), thực hiện. Mặc dù mới có chủ trương giao PVC thực hiện gói thầu EPC của dự án, chưa ký hợp đồng EPC, nhưng PVN đã làm thủ tục chuyển 8,2 triệu USD và hơn 1.317 tỉ đồng cho Ban Quản lý dự án Nhà máy nhiệt điện Thái Bình 2, qua đó cho PVC tạm ứng 6,6 triệu USD và 1.312 tỉ đồng, gây thiệt hại cho nhà nước tính đến thời điểm hợp đồng EPC có hiệu lực (ngày 11.10.2011) là hơn 51,7 tỉ đồng và hơn 66.000 USD tiền lãi. Trách nhiệm của ông Phùng Đình Thực cũng đã được Ủy ban Kiểm tra T.Ư nhắc đến hồi tháng 4.2017 khi kiểm tra dấu hiệu vi phạm tại Ban Cán sự Đảng PVN. Ông Thực cũng vi phạm công tác tổ chức, cán bộ, thiếu trách nhiệm trong việc nhận xét không đúng đối với Trịnh Xuân Thanh khi chuyển công tác về Bộ Công thương; không chỉ đạo xem xét vi phạm của Nguyễn Xuân Sơn khi làm Tổng giám đốc OceanBank... Có trách nhiệm liên quan đến những khuyết điểm, vi phạm tại dự án Nhà máy sản xuất xơ sợi polyester Đình Vũ và các dự án nhiên liệu sinh học. Từ các sai phạm này, Ủy ban Kiểm tra T.Ư quyết định: Cách chức Bí thư Đảng ủy Tập đoàn PVN nhiệm kỳ 2010 - 2015 đối với ông Phùng Đình Thực.<ref name=tn5>[https:\/\/thanhnien.vn\/thoi-su\/ong-dinh-la-thang-thieu-thanh-khan-ne-trach-nhiem-911672.html Ông Đinh La Thăng thiếu thành khẩn, né trách nhiệm]. thanhnien.vn Truy cập ngày 22 tháng 12 năm 2017.<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Thực bị xử 9 năm tù về tội cố ý làm trái.\n====Nguyễn Xuân Sơn====\nNhận ghế Chủ tịch vào tháng 7\/2014, thay cho ông Phùng Đình Thực nghỉ hưu., ông Nguyễn Xuân Sơn là Chủ tịch PVN đầu tiên bị mất chức, khởi tố và bắt giam trong tháng 7 năm 2015 trong đại án OceanBank - Hà Văn Thắm. Ngày 29\/9\/2017, Nguyễn Xuân Sơn bị tòa án sơ thẩm tuyên án Tử hình về về ba tội: tham ô, lạm dụng chức quyền chiếm đoạt tài sản và cố ý làm trái. Ông Sơn còn bị toà án buộc phải bồi thường hơn 60 tỉ chiếm đoạt thông qua công ty BSC, 49 tỉ cho PVN và gần 200 tỉ còn lại cho Oceanbank.<ref name=vnn5\/><ref name=bbc8>{{chú thích web | url =http:\/\/www.bbc.com\/vietnamese\/world-41438437| tiêu đề =Vụ OceanBank: Nguyễn Xuân Sơn bị tuyên án tử hình, Hà Văn Thắm chung thân | author = | ngày = 29 tháng 9 năm 2017 | ngày truy cập = | nơi xuất bản =BBC | ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Sơn bị xử thêm 9 năm tù về tội cố ý làm trái.\n====Nguyễn Quốc Khánh====\nÔng [[Nguyễn Quốc Khánh]] được bổ nhiệm chức chủ tịch HĐTV PVN từ ngày 19-11-2014 sau khi người tiền nhiệm là ông Nguyễn Xuân Sơn bị thôi chức và bị bắt sau đó do liên quan đến những sai phạm tại OceanBank. Tại kỳ họp thứ 14, Ủy ban Kiểm tra trung ương đã chỉ ra nhiều khuyết điểm của lãnh đạo PVN các thời kỳ. Theo đó, ông Nguyễn Quốc Khánh - nguyên Bí thư Đảng ủy, Chủ tịch HĐTV, nguyên Ủy viên Ban Thường vụ Đảng ủy, nguyên Phó Tổng giám đốc - cùng chịu trách nhiệm về những vi phạm, khuyết điểm của Ban Thường vụ Đảng ủy tập đoàn nhiệm kỳ 2010 - 2015; có trách nhiệm trong việc ban hành Nghị quyết 233\/NQ-ĐU của Đảng ủy và Nghị quyết 4266\/NQ-DKVN của HĐTV. Ông Khánh phải chịu trách nhiệm trong việc tham mưu quyết định chỉ định gói thầu EPC nhà máy nhiệt điện Long Phú 1, nhà máy nhiệt điện Thái Bình 2 vi phạm pháp luật, gây hậu quả nghiêm trọng. Ông Khánh còn có trách nhiệm liên quan đến những vi phạm, khuyết điểm tại dự án nhà máy sản xuất xơ sợi Đình Vũ và các dự án nhiên liệu sinh học.<ref>[http:\/\/nld.com.vn\/thoi-su\/cuu-chu-tich-pvn-nguyen-quoc-khanh-xo-kham-20171208233309737.htm Cựu Chủ tịch PVN Nguyễn Quốc Khánh xộ khám], nld.com.vn, 9\/12\/2017<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Khánh bị xử 9 năm tù về tội cố ý làm trái.\n\n====Phan Đình Đức====\nĐến ngày 18\/12\/2017, thì tới phiên ông Phan Đình Đức, thành viên Hội đồng thành viên PVN, bị khởi tố trong quá trình cơ quan điều tra mở rộng điều tra đại án gây thất thoát 2.000 tỉ tại Oceanbank, trong đó có khoản tiền 800 tỉ của PVN góp vốn. Ông Đức được bổ nhiệm giữ chức vụ thành viên HĐTV PVN từ tháng 11-2010. Trước đó ông Đức từng giữ nhiều chức vụ như Tổng giám đốc Tổng công ty Phân bón và Hoá chất Dầu khí (PVFCCO), Tổng giám đốc Tổng công ty Khí (PVGAS)... Phan Đình Đức là con của Phan Đình Dinh (hay [[Đinh Đức Thiện]]), một thượng tướng trong quân đội và là nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông Phan Đình Dinh là em ruột của ông [[Lê Đức Thọ]] (tên thật là Phan Đình Khải) và là anh của Đại tướng [[Mai Chí Thọ]] (tên thật là Phan Đình Đống).<ref>[https:\/\/www.voatiengviet.com\/a\/them-mot-lanh-dao-than-the-cua-tap-doan-dau-khi-bi-khoi-to\/4170165.html Thêm một lãnh đạo ‘thân thế’ của Tập đoàn dầu khí bị khởi tố], www.voatiengviet.com, 19\/12\/2017<\/ref>\n\n====Ninh Văn Quỳnh====\nNinh Văn Quỳnh sinh năm 1958, tại Nam Định, cử nhân Kế toán Công nghiệp, Đại học Tài chính Kế toán Hà Nội, 2008 – 2014 Kế toán trưởng PVN, từ 3\/3\/2014 Phó Tổng giám đốc PVN. Quỳnh bị Nguyễn Xuân Sơn cáo buộc đã nhận từ 30-40 tỷ từ ông.<ref>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/doanh-nhan\/pho-tong-pvn-ninh-van-quynh-quan-lo-thenh-thang-toi-dai-an-ngan-ty-396548.html  Phó Tổng PVN Ninh Văn Quỳnh: Quan lộ thênh thang tới đại án ngàn tỷ], vietnamnet.vn, 02\/09\/2017<\/ref> ông Quỳnh khai nhận đã được Nguyễn Xuân Sơn trực tiếp hoặc thông qua Nguyễn Xuân Thắng (Phó GĐ khối Khách hàng lớn và Đối tác chiến lược Oceanbank) đưa cho nhiều lần tiền mặt với tổng số 20 tỷ đồng.<ref>[http:\/\/vietnamnet.vn\/vn\/phap-luat\/ho-so-vu-an\/chuyen-khong-ua-van-dua-tien-ty-trong-vu-an-dinh-la-thang-419428.html  Chuyện không ưa vẫn đưa tiền tỷ trong vụ án Đinh La Thăng], vietnamnet.vn, 23\/12\/2017<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Quỳnh bị xử 7 năm tù về tội cố ý làm trái.\n\n=== PVP Land===\n==== Đinh Mạnh Thắng====\nNgày 9.12. một ngày sau khi ông Đinh La Thăng bị bắt, ông Đinh Mạnh Thắng (55 tuổi), nguyên Chủ tịch HĐQT Công ty CP đầu tư và thương mại dầu khí Sông Đà, cũng bị khởi tố, bắt tạm giam.<ref name=tn4>[https:\/\/thanhnien.vn\/thoi-su\/vi-sao-em-trai-ong-dinh-la-thang-bi-bat-908265.html Vì sao em trai ông Đinh La Thăng bị bắt?]. thanhnien.vn Truy cập ngày 21 tháng 12 năm 2017.<\/ref> Đinh Mạnh Thắng là em trai của ông Đinh La Thăng khai nhận sau khi thương vụ mua bán thành công trong Vụ án PVP Land đã nhận 19 tỉ đồng từ Thái Kiều Hương, Phó tổng giám đốc Công ty cổ phần đầu tư Vietsan, sau đó giữ lại 5 tỉ đồng, còn 14 tỉ đồng để trong một chiếc va li chuyển cho Trịnh Xuân Thanh.<ref name=tn3\/> VKSDN Tối cao cho rằng, Thắng đã thông báo với Trịnh Xuân Thanh có khách hàng mua cổ phần của PVP Land tại dự án Nam Đàn Plaza với giá 52 triệu đồng\/m2; đã tổ chức cho các cá nhân gặp Trịnh Xuân Thanh để thuyết phục xin được phê duyệt cho PVP Land chuyển nhượng cổ phần dự án. Ông Thắng hiện đã hoàn trả lại số tiền hưởng lợi.<ref name=vnn11>[http:\/\/vietnamnet.vn\/vn\/phap-luat\/ho-so-vu-an\/mot-bi-can-vu-trinh-xuan-thanh-tham-o-dot-ngot-tu-vong-419755.html Một bị can vụ Trịnh Xuân Thanh tham ô đột ngột tử vong], vietnamnet.vn, 25.12.2017<\/ref>\n\n==Các cán bộ trốn ra nước ngoài==\n===Trịnh Văn Thảo===\nNgày 23.7.2012, thanh tra của Tập đoàn Dầu khí Việt Nam tiến hành kiểm tra tại PVC-ME thì 1 tuần sau đó, ngày 31.7.2012, Giám đốc Trịnh Văn Thảo bất ngờ xuất cảnh đi Mỹ và không trở về. Mãi đến ngày 12.9.2012, cơ quan cảnh sát điều tra mới khởi tố vụ án PVC-ME. \n===Trịnh Xuân Thanh===\nKhi Cơ quan cảnh sát điều tra Bộ Công an ra quyết định khởi tố vụ án hình sự cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng xảy ra tại PVC và các đơn vị thành viên vàongày 16-9-2016, thì ông [[Trịnh Xuân Thanh]] - nguyên phó chủ tịch UBND tỉnh Hậu Giang, nguyên chủ tịch HĐQT PVC - đã bỏ trốn ra nước ngoài.<ref name=tt917>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160917\/trinh-xuan-thanh-vu-duc-thuan-day-pvc-lo-hang-ngan-ti-dong\/1172817.html Trịnh Xuân Thanh, Vũ Đức Thuận đẩy PVC lỗ hàng ngàn tỉ đồng], tuoitre, 17.9.2016<\/ref> Tuy nhiên, theo một lá thư ngày 18\/5\/2015 của cựu Bộ trưởng Bộ Công Thương [[Vũ Huy Hoàng]] gửi cho Thủ tướng [[Nguyễn Tấn Dũng]], ông Thanh đã nhận trách nhiệm nhưng chính phủ lúc bấy giờ \"không tìm thấy dấu hiệu tiêu cực\" nào liên quan đến hành động của ông Thanh. Bức thư viết: \"Do đó, các cơ quan, đơn vị đồng ý không tiến hành kỷ luật đối với ông Thanh.\" <ref name=\"voa2\">[https:\/\/www.voatiengviet.com\/a\/cuu-thu-tuong-dung-bo-qua-khong-ky-luat-trinh-xuan-thanh\/4026730.html Cựu Thủ tướng Dũng bỏ qua, không kỷ luật Trịnh Xuân Thanh], VOA, 13.9.2017<\/ref>\n\nNgày 31 tháng 7 năm 2017, Bộ Công an cho biết nghi can Trịnh Xuân Thanh đã ra đầu thú tại trực ban hình sự Cơ quan An ninh điều tra, sau gần một năm trốn lệnh truy nã quốc tế.<ref name=\"vnexpress.net\">{{chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/ong-trinh-xuan-thanh-dau-thu-sau-mot-nam-tron-truy-na-3620449.html|title=Ông Trịnh Xuân Thanh đầu thú sau một năm trốn truy nã|publisher=VnExpress|author=Bá Đô|date=ngày 31 tháng 7 năm 2017|url lưu trữ=https:\/\/web.archive.org\/web\/20170701000000*\/http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/ong-trinh-xuan-thanh-ra-dau-thu-3620449.html|ngày lưu trữ=ngày 31 tháng 7 năm 2017}}<\/ref> Ngày 2 tháng 8, bộ Ngoại giao Đức cáo buộc Việt Nam vi phạm luật Đức và [[luật quốc tế]] khi cho người bắt cóc ông Thanh, một người đã xin tị nạn tại Đức và đang được xem xét. Bộ ngoại giao đức đã triệu tập đại sứ Việt Nam tại Đức vào ngày 1 tháng 8 và tuyên bố tùy viên tình báo của tòa đại sứ, Nguyễn Đức Thoa, cán bộ Tổng cục Tình báo Việt Nam <ref name=tb2>{{Chú thích web|url=http:\/\/thoibao.de\/nguoi-viet-o-duc\/11317\/ong-nguyen-duc-thoa%252c-can-bo-tong-cuc-tinh-bao-viet-nam-o-berlin-da-bi-chinh-phu-duc-truc-xuat-.htm|title=Ông Nguyễn Đức Thoa, cán bộ Tổng cục Tình báo Việt Nam ở Berlin đã bị Chính phủ Đức trục xuất|url lưu trữ=https:\/\/web.archive.org\/web\/20170804051633\/http:\/\/thoibao.de\/nguoi-viet-o-duc\/11317\/ong-nguyen-duc-thoa%252c-can-bo-tong-cuc-tinh-bao-viet-nam-o-berlin-da-bi-chinh-phu-duc-truc-xuat-.htm|publisher=thoibao.de|date=ngày 3 tháng 8 năm 2017|author=Trung Khoa|ngày lưu trữ=ngày 4 tháng 8 năm 2017}}<\/ref>, là \"''[[persona non grata]]''\". Ông ta phải rời khỏi Đức trong vòng 48 tiếng. Ngoài ra, Đức sẽ xem xét về các biện pháp chính trị, kinh tế và viện trợ phát triển.<ref>{{chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/vietnam-40790917 | tiêu đề = Toàn văn tuyên bố của Bộ NG Đức vụ ông Thanh bị bắt cóc - BBC Tiếng Việt | author = | ngày = | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = BBC News | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = https:\/\/www.voatiengviet.com\/a\/duc-doi-ha-noi-tra-trinh-xuan-thanh\/3969021.html?nocache=1 | tiêu đề = Đức đòi Hà Nội 'trả' Trịnh Xuân Thanh | author = | ngày = | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = VOA | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/www.vietnam.diplo.de\/Vertretung\/vietnam\/vi\/04-Politik\/04-00_20Pol_20Artikel_20aktuell\/170803_20AA-PM_20zum_20Fall_20TXT.html | tiêu đề = Phát biểu của người phát ngôn Bộ ngoại giao CHLB Đức về quan hệ Việt-Đức | author =  | ngày =  | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = Các cơ quan đại diện Cộng hòa Liên bang Đức tại Việt Nam | ngôn ngữ =  | archive-date = ngày 28 tháng 12 năm 2017 | archive-url = https:\/\/web.archive.org\/web\/20171228094402\/http:\/\/www.vietnam.diplo.de\/Vertretung\/vietnam\/vi\/04-Politik\/04-00_20Pol_20Artikel_20aktuell\/170803_20AA-PM_20zum_20Fall_20TXT.html | url-status=dead }}<\/ref><ref>{{chú thích web | url = http:\/\/www.bbc.com\/news\/world-europe-40806193 | tiêu đề = Germany expels Vietnam attache over suspected kidnap - BBC News | author = | ngày = | ngày truy cập = 4 tháng 8 năm 2017 | nơi xuất bản = BBC News | ngôn ngữ = Tiếng Anh}}<\/ref>\n\nTrong vụ án PVN&PVC, ngày 22.1.2018 ông Thanh bị xử tù chung thân về tội cố ý làm trái và Tham ô tài sản.\n\n{{main|Vụ Trịnh Xuân Thanh trở về Việt Nam}}\n\n===Vũ Đình Duy===\nVũ Đình Duy TGĐ PV Tex (thuộc địa bàn Hải Phòng) từ ngày 15.7.2009 đến tháng 2.2014, sau đó bị xuống chức làm Phó Tổng giám đốc PVTex. Đến ngày 12.12.2014, Chủ tịch UBND TP. Hải Phòng có quyết định tiếp nhận và bổ nhiệm ông Vũ Đình Duy giữ chức Phó Giám đốc Sở Công Thương TP. Hải Phòng, thời hạn bổ nhiệm là 5 năm. Sau đó, Bộ Công Thương, khi đó do ông [[Vũ Huy Hoàng]] làm Bộ trưởng, đưa ông về làm Cục phó Cục An toàn kỹ thuật và môi trường công nghiệp, ít lâu sang làm Ủy viên HĐTV Tập đoàn Hóa chất VN (Vinachem). Vào tháng 11 năm 2016, ông làm đơn xin Bộ Công Thương nghỉ việc để ra nước ngoài chữa bệnh, rồi \"lặn\" luôn.<ref name=tp3\/>\n\nTại một phiên xử của Tòa Thượng thẩm Berlin trong vụ án bắt cóc Trịnh Xuân Thanh, ông Vũ Đình Duy khai sau khi rời khỏi Việt Nam ông tới sống tại thủ đô của Ba Lan, và thường sang Berlin, nơi ông ở nhà mà Trịnh Xuân Thanh đăng ký nhưng không ở. Theo một số nguồn tin từ Ba Lan, ông Duy đã được giới chức Ba Lan cấp giấy cư trú dài hạn theo dạng di dân lao động. Giấy cư trú này có thời hạn ba năm, và do một công ty thuộc chủ là người Trung Quốc, làm môi giới đăng ký cho ông.<ref>[https:\/\/www.bbc.com\/vietnamese\/vietnam-44334666 Cuộc sống của Vũ Đình Duy sau khi rời VN], bbc, 1.6.2018<\/ref>\n\n===Lê Chung Dũng===\nLê Chung Dũng, Phó tổng giám đốc PV Power, từ tháng 1\/2011, bỏ ra nước ngoài cuối năm 2016, bị cho là có liên quan đến những vấn đề triển khai dự án Nhà máy Nhiệt điện Thái Bình 2, khi ông này còn làm Phó tổng giám đốc PVC ở Tổng công ty Cổ phần Xây lắp dầu khí (PVC), thời ông Trịnh Xuân Thanh làm Chủ tịch và ông Vũ Đức Thuận làm Tổng giám đốc.<ref name=vne128>[http:\/\/vneconomy.vn\/thoi-su\/dien-luc-dau-khi-cong-bo-mat-lien-lac-voi-ong-le-chung-dung-20161208095428764.htm Điện lực Dầu khí công bố mất liên lạc với ông Lê Chung Dũng], vneconomy.vn, 8.12.2016<\/ref>\n\n==Lãnh đạo cao cấp bị kỷ luật trong vụ Trịnh Xuân Thanh==\nLiên quan đến các sai phạm của Trịnh Xuân Thanh, ngoài Đinh La Thăng, Bộ Chính trị- Ban Bí thư, UBKT Trung ương đã kỷ luật 7 lãnh đạo cao cấp.\ntrong đó có 3 nguyên ủy viên trung ương (gồm 01 nguyên bộ trưởng; 01 nguyên phó trưởng Ban Thường trực Ban Tổ chức Trung ương; 1 nguyên bí thư Tỉnh uỷ) và 2 thứ trưởng đương nhiệm.<ref name=plo10>{{chú thích web | url =http:\/\/plo.vn\/thoi-su\/7-lanh-dao-cao-cap-bi-ky-luat-trong-vu-trinh-xuan-thanh-719144.html | tiêu đề =7 lãnh đạo cao cấp bị kỷ luật trong vụ Trịnh Xuân Thanh| author = | ngày = 4 tháng 8 năm 2017 | ngày truy cập = 28 tháng 12 năm 2017 | nơi xuất bản = plo.vn| ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20171228132322\/http:\/\/plo.vn\/thoi-su\/7-lanh-dao-cao-cap-bi-ky-luat-trong-vu-trinh-xuan-thanh-719144.html | ngày lưu trữ =28 tháng 12 năm 2017 }}<\/ref>\n\n===Vũ Huy Hoàng===\nDù biết Trịnh Xuân Thanh có nhiều sai phạm, không đủ tiêu chuẩn, nhưng Vũ Huy Hoàng - nguyên Bộ trưởng Bộ Công Thương, nguyên Ủy viên Trung ương Đảng, nguyên Bí thư Ban cán sự Đảng vẫn đồng ý với đề nghị của Tỉnh ủy Hậu Giang trong việc thuyên chuyển Trịnh Xuân Thanh về làm Phó Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2011-2016. Ông Hoàng cũng thực hiện không đúng thẩm quyền khi đề nghị Tỉnh ủy Hậu Giang tạo điều kiện cho Trịnh Xuân Thanh tham gia Ban Chấp hành Đảng bộ tỉnh Hậu Giang. Báo cáo không trung thực về tình hình hoạt động của PVC và cá nhân Trịnh Xuân Thanh trước khi cấp có thẩm quyền phê chuẩn chức danh Phó Chủ tịch UBND tỉnh Hậu Giang đối với Trịnh Xuân Thanh. Ngoài ra, ông Vũ Huy Hoàng cũng chỉ đạo đánh giá, quy hoạch, đề nghị phê duyệt quy hoạch thứ trưởng đối với Trịnh Xuân Thanh và một số cá nhân không đúng nguyên tắc, quy trình, thủ tục và tiêu chuẩn. Vì vậy ông Hoàng bị cắt hết các chức vụ đã từng có.\n\n===Trần Lưu Hải===\nTrần Lưu Hải, nguyên Ủy viên Trung ương Đảng, nguyên Phó trưởng ban Thường trực Ban tổ chức Trung ương bị kỷ luật cảnh cáo. Ông Hải với cương vị nêu trên đã thiếu trách nhiệm khi ký ban hành công văn của Ban Tổ chức Trung ương về việc tăng thêm chức danh Phó chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2011-2016 có nội dung trái với kết luận của Bộ Chính trị, Ban bí thư. Ông Hải cũng có khuyết điểm trong việc ký công văn trả lời Tỉnh ủy Hậu Giang về thực hiện quy trình nhân sự tăng thêm một cấp ủy viên nhiệm kỳ 2015-2020 đối với Trịnh Xuân Thanh.\n\n===Huỳnh Minh Chắc===\nHuỳnh Minh Chắc, nguyên Ủy viên Trung ương Đảng, nguyên Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ 2010-2015 bị kỷ luật cảnh cáo. Khi ở cương vị Bí thư Tỉnh ủy, ông Chắc đã vi phạm nguyên tắc tập trung dân chủ, quy trình, quy định về công tác cán bộ của Đảng, Nhà nước và Quy chế làm việc của Ban Chấp hành Đảng bộ tỉnh trong việc đề nghị, tiếp nhận ông Trịnh Xuân Thanh từ Bộ Công Thương về tỉnh Hậu Giang để giữ chức Phó chủ tịch tỉnh và tham gia Ban Chấp hành Đảng bộ tỉnh.\n\n===Trần Công Chánh===\nTrần Công Chánh, Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ 2015-2020 bị kỷ luật khiển trách. Trên cương vị là Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2010-2015, ông Chánh có phần trách nhiệm với các khuyết điểm, vi phạm trong việc đề nghị tiếp nhận Trịnh Xuân Thanh từ Bộ Công Thương về làm Phó Chủ tịch UBND tỉnh Hậu Giang và tham gia Ban Chấp hành Đảng bộ Tỉnh. Ông Chánh có sai phạm trong việc chỉ đạo công an tỉnh cấp biển số xe công cho xe tư nhân để Trịnh Xuân Thanh lưu thông trái quy định. UBKT Trung ương cũng kết luận, ông Trần Công Chánh, Bí thư Tỉnh ủy nhiệm kỳ 2015-2020, với trách nhiệm là người đứng đầu nhưng đã buông lỏng lãnh đạo, thực hiện chưa nghiêm nguyên tắc tập trung dân chủ trong sinh hoạt của Ban Chấp hành Đảng bộ Tỉnh.\n\n===Nguyễn Duy Thăng===\nNguyễn Duy Thăng, Ủy viên Ban cán sự Đảng, Thứ trưởng Bộ Nội vụ có vi phạm, khuyết điểm trong lãnh đạo, chỉ đạo, thực hiện việc thẩm định, đề xuất cấp có thẩm quyền phê duyệt chức danh Phó chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2011-2016 đối với ông Trịnh Xuân Thanh. Ông Nguyễn Duy Thăng bị kỷ luật khiển trách.\n\n===Trần Thị Hà===\nTrần Thị Hà, Ủy viên Ban cán sự đảng, Thứ trưởng Bộ Nội vụ, Trưởng Ban Thi đua - Khen thưởng Trung ương bị kỷ luật khiển trách. Uỷ ban Kiểm tra Trung ương xác định bà Hà có vi phạm, khuyết điểm trong lãnh đạo, chỉ đạo thực hiện việc thẩm định quy trình, thủ tục, điều kiện và tiêu chuẩn để trình cấp có thẩm quyền tặng thưởng huân chương và danh hiệu Anh hùng Lao động cho Tổng Công ty cổ phần Xây lắp Dầu khí Việt Nam (PVC); tặng bằng khen của Thủ tướng Chính phủ và huân chương cho Trịnh Xuân Thanh.\n\n===Bùi Cao Tỉnh===\nBùi Cao Tỉnh, nguyên Vụ trưởng, nguyên Trợ lý Trưởng Ban Tổ chức Trung ương bị kỷ luật cảnh cáo. Ông Bùi Cao Tỉnh chịu trách nhiệm chính trong việc tham mưu nội dung công văn của Ban Tổ chức Trung ương về việc cho tỉnh Hậu Giang được tăng thêm 1 phó chủ tịch UBND tỉnh nhiệm kỳ 2011-2016 trái với kết luận của Bộ Chính trị, Ban Bí thư.\n\n===Trần Anh Tuấn===\nNgoài ra, Trần Anh Tuấn, ủy viên Ban cán sự đảng, thứ trưởng Bộ Nội vụ, có vi phạm, khuyết điểm trong việc thẩm định, cho ý kiến về việc tiếp nhận, tuyển dụng, bổ nhiệm ngạch và xếp lương công chức cho Trịnh Xuân Thanh; thiếu kiên quyết, không đề xuất, kiến nghị với Bộ Công Thương để thu hồi, hủy bỏ các quyết định sai trái trong việc tiếp nhận, bổ nhiệm Trịnh Xuân Thanh. Tuy nhiên, theo kết luận của UBKT Trung ương, các vi phạm, khuyết điểm của ông Trần Anh Tuấn chưa đến mức phải thi hành kỷ luật.\n\n==Vụ PVC==\nNăm 2013 PVC thua lỗ 2.228,5 tỉ đồng, trong đó riêng công ty mẹ lỗ 1.927 tỉ đồng. Lũy kế cuối năm 2013, công ty mẹ - PVC lỗ hơn 3.262 tỉ đồng. Ngày 16-9-2016, Cơ quan cảnh sát điều tra Bộ Công an cho biết đã ra quyết định khởi tố vụ án hình sự cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng xảy ra tại PVC và các đơn vị thành viên. Đồng thời cơ quan điều tra cũng ra quyết định khởi tố bị can, thi hành lệnh bắt tạm giam các ông: [[Vũ Đức Thuận]]; Nguyễn Mạnh Tiến - phó tổng giám đốc; [[Trương Quốc Dũng]] - nguyên phó tổng giám đốc; Phạm Tiến Đạt, nguyên kế toán trưởng PVC, để điều tra cùng hành vi \"cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\". Liên quan tới vụ án này, ông [[Trịnh Xuân Thanh]] - nguyên phó chủ tịch UBND tỉnh Hậu Giang, nguyên chủ tịch HĐQT PVC - cũng bị khởi tố và truy nã.<ref name=\"tt917\"\/> Theo báo Dân Trí, 4.6.2017, ông Đỗ Văn Hồng, nguyên Tổng giám đốc Công ty PVC-Kinh Bắc (trước đây thuộc PVC)- một nghi can được cho là có liên quan đến nghi can Trịnh Xuân Thanh cũng đã bị khởi tố, bắt tạm giam.<ref name=dt107>[http:\/\/dantri.com.vn\/kinh-doanh\/vi-sao-khong-chan-truoc-khi-trinh-xuan-thanh-vu-dinh-duy-ra-nuoc-ngoai-20170604154739703.htm Vì sao không chặn trước khi Trịnh Xuân Thanh, Vũ Đình Duy ra nước ngoài?], dantri.com.vn, 4.6.2017<\/ref>\n\nCuối năm 2016, Tổng công ty Điện lực Dầu khí Việt Nam (PV Power) cho biết ông Lê Chung Dũng, Phó tổng giám đốc PV Power đi nước ngoài 3 tuần chưa về. Ông Dũng được cho là bỏ ra nước ngoài vì được cho là có liên quan đến những vấn đề triển khai dự án Nhà máy Nhiệt điện Thái Bình 2, khi ông này còn làm ở Tổng công ty Cổ phần Xây lắp dầu khí (PVC), thời ông Trịnh Xuân Thanh làm Chủ tịch và ông Vũ Đức Thuận làm Tổng giám đốc. Về việc này, PV Power cho biết, ông Lê Chung Dũng là nguyên Phó tổng giám đốc PVC và được điều động và bổ nhiệm chức vụ Phó tổng giám đốc PV Power từ tháng 1\/2011.<ref name=\"vne128\"\/>\n\n==Vụ án OceanBank==\nNgày 18.9.2008, lãnh đạo PVN ký thỏa thuận với Chủ tịch HĐQT OceanBank [[Hà Văn Thắm]] về việc tham gia góp 20% vốn điều lệ. Việc góp vốn được thực hiện thành 3 đợt. Đợt 1 PVN góp 400 tỷ đồng vào OceanBank. Ngày 31.5.2010, ông Vũ Khánh Trường (lúc đó là Ủy viên Hội đồng quản trị PVN) đã ký Nghị quyết về việc chấp thuận phương án tăng vốn điều lệ năm 2010 lên 5.000 tỷ đồng của OceanBank. Tháng 8.2010, PVN có văn bản trình Thủ tướng Chính phủ xem xét chấp thuận được mua cổ phần tăng vốn điều lệ tại OceanBank thành 2 đợt. Đợt 1 tăng từ 2.000 tỷ đồng lên 3.500 tỷ đồng, đợt 2 tăng từ 3.500 tỷ đồng lên 5.000 tỷ đồng để duy trì tỷ lệ giữ phần vốn của PVN tại OceanBank là 20% vốn điều lệ. Khi được cho phép, lãnh đạo PVN ký quyết định chấp thuận góp thêm 300 tỷ đồng để nâng vốn điều lệ đợt I\/2010 từ 2.000 tỷ đồng lên 3.500 tỷ đồng của OceanBank. Ngày 16.5.2011, Nguyễn Xuân Sơn ký Quyết định chấp thuận góp thêm 100 tỷ đồng để tăng vốn điều lệ đợt II\/2010 của OceanBank. Thời điểm này, Luật Các tổ chức tín dụng năm 2010, có hiệu lực ngày 1.1.2011, tại khoản 2, điều 55 quy định \"Một cổ đông là tổ chức không được sở hữu vượt quá 15% vốn điều lệ của một tổ chức tín dụng…\". Do vậy, việc tăng vốn đợt 3 của PVN với số tiền 100 tỷ đồng là trái với quy định nêu trên. Trong kết luận thanh tra ngày 27.12.2012 (lúc này ông Đinh La Thăng đã làm Bộ trưởng Bộ Giao thông Vận tải), giám sát ngân hàng có yêu cầu OceanBank chậm nhất đến ngày 30.6.2013 có biện pháp giảm tỷ lệ sở hữu cổ phần của các cổ đông, trong đó có PVN, xuống không quá 15% vốn điều lệ của OceanBank. Tuy nhiên, OceanBank và PVN đã không thực hiện theo yêu cầu trên. Đến ngày 5.1.2013, Thủ tướng Chính phủ đã có Quyết định 46\/QĐ - TTg về phê duyệt Đề án tái cơ cấu PVN giai đoạn 2012 -2015, trong đó có nội dung \"thoái hết vốn PVN đang nắm giữ tại các doanh nghiệp, giai đoạn 2012 -2015, trong đó có OceanBank\". Nếu những người kế nhiệm của ông Đinh La Thăng thực hiện nghiêm túc Quyết định này, họ sẽ ngăn được khoản thiệt hại 800 tỷ đồng của PVN.<ref name=dv4>{{chú thích web | url = http:\/\/danviet.vn\/phap-luat\/ong-dinh-la-thang-va-lanh-dao-pvn-dau-hieu-sai-khi-gop-100-ty-dong-830224.html | tiêu đề =Ông Đinh La Thăng và lãnh đạo PVN: Dấu hiệu sai khi góp 100 tỷ đồng | author = | ngày = | ngày truy cập = 13 tháng 12 năm 2017 | nơi xuất bản = danviet.vn | ngôn ngữ = }}<\/ref>\n\n===Trách nhiệm===\n* Theo Thông báo kết luận kỳ họp thứ 14 của Ủy ban Kiểm tra T.Ư, ông Đinh La Thăng vi phạm Quy chế làm việc Hội đồng quản trị PVN trong việc ký thỏa thuận tham gia góp vốn, ngày 18.9.2008, giữa ông Đinh La Thăng, Chủ tịch HĐQT PVN và Chủ tịch HĐQT OceanBank (Có nội dung PVN tham gia góp vốn 20% trở lên; cử cán bộ tham gia quản trị, điều hành; đề nghị các đơn vị thành viên sử dụng dịch vụ của OceanBank) trước khi Hội đồng quản trị PVN họp thống nhất nội dung trên. Ông cũng phải chịu trách nhiệm trong việc HĐTV ban hành Nghị quyết góp vốn vượt mức quy định vào OceanBank, trái quy định của Luật Các tổ chức tín dụng, gây thiệt hại rất nghiêm trọng cho PVN.<ref name=dv4\/> Đây là một trong 2 lý do ông Thăng bị khởi tố và bắt tạm giam vào ngày 8.12.2017.\n* Theo HĐXX, tài liệu của vụ án OceanBank đã đủ căn cứ khẳng định Nguyễn Xuân Sơn, nguyên TGĐ Oceanbank (tháng 12 năm 2008 đến tháng 11\/2010), nguyên Chủ tịch HĐTV PVN tháng 7 năm 2014 đến tháng 7 năm 2015, chiếm đoạt số tiền 69 tỉ đồng do Thắm chuyển đến từ việc thu phí tỉ giá ngoại tệ thông qua Công ty BSC. Thêm vào đó, trong số tiền hơn 1.500 tỉ của Oceanbank mà Hà Văn Thắm cố ý làm trái, 246 tỉ đã đưa cho Nguyễn Xuân Sơn để chi lãi ngoài hợp đồng. Trong khi đó PVN đã góp vốn tương ứng 20% vốn điều lệ của Oceanbank, tức Sơn đã chiếm đoạt 49 tỉ của PVN, của ngân sách nhà nước. Nguyễn Xuân Sơn vì vậy bị kết án tử hình về ba tội: tham ô, lạm dụng chức quyền chiếm đoạt tài sản và cố ý làm trái.<ref>[https:\/\/tuoitre.vn\/tuyen-tu-hinh-nguyen-xuan-son-tu-chung-than-ha-van-tham-20170929083741337.htm Tuyên tử hình Nguyễn Xuân Sơn, tù chung thân Hà Văn Thắm], tuoitre.vn, 29\/09\/2017<\/ref>\n* Tại tòa Sơn khai giai đoạn làm tổng giám đốc OceanBank cũng như khi về làm phó tổng giám đốc PVN đều chi tiền cho Ninh Văn Quỳnh, nguyên phó tổng giám đốc Tập đoàn Dầu khí Việt Nam (PVN). Ông Quỳnh thừa nhận đã nhận 20 tỉ đồng từ Nguyễn Xuân Sơn.<ref>[https:\/\/tuoitre.vn\/dai-an-oceanbank-dau-hieu-cua-nhom-loi-ich-20170924104341009.htm Đại án OceanBank: Dấu hiệu của 'nhóm lợi ích'], tuoitre.vn, 24\/09\/2017<\/ref>\n\n===Bản án===\nNgày 29-3-2018, TAND TP Hà Nội Đinh La Thăng 18 năm tù về tội cố ý làm trái. Về trách nhiệm dân sự, tòa tuyên buộc bị cáo Đinh La Thăng cùng 6 đồng phạm liên đới bồi thường 800 tỉ cho cho PVN, trong đó, ông Đinh La Thăng chịu trách nhiệm bồi thường 600 tỉ đồng.\n\n- Ninh Văn Quỳnh - nguyên Kế toán trưởng kiêm trưởng ban tài chính kế toán và kiểm toán PVN: bị 7 năm tù về tội cố ý làm trái, 16 năm tù về tội lạm dụng chức vụ quyền hạn chiếm đoạt tài sản. Buộc bồi thường 100 tỉ đồng cho PVN. Vũ Khánh Trường - nguyên Thành viên Hội đồng thành viên PVN: 5 năm tù, buộc bồi thường 40 tỉ đồng.\n\n- Nguyễn Xuân Sơn - nguyên Phó Tổng giám đốc PVN: 30 tháng tù\n\n- Nguyễn Xuân Thắng - nguyên thành viên Hội đồng thành viên PVN: 22 tháng tù\n\n- Nguyễn Thanh Liêm - nguyên thành viên Hội đồng thành viên PVN: 20 tháng cải tạo không giam giữ\n\n- Phan Đình Đức - nguyên thành viên Hội đồng thành viên PVN: 15 tháng cải tạo không giam giữ\n\nCác bị cáo Sơn, Thắng, Liêm và Đức mỗi người phải bồi thường 15 tỉ đồng cho PVN.<ref>[https:\/\/tuoitre.vn\/tuyen-phat-ong-dinh-la-thang-18-nam-tu-buoc-boi-thuong-600-ti-20180329124419202.htm Tuyên phạt ông Đinh La Thăng 18 năm tù, buộc bồi thường 600 tỉ ], tuoitre.vn, 29\/03\/2018<\/ref>\n\n==Vụ án PVC-ME==\nNgày 11.8.2015, TAND TP Hà Nội xét xử sơ thẩm vụ án cố ý làm trái các quy định của nhà nước về quản lý kinh tế và thiếu trách nhiệm gây hậu quả nghiêm trọng xảy ra tại PVC-ME. Trong số bị can bị truy tố về các hành vi trên thì có tới 13\/15 bị can thuộc PVC-ME gồm: Vũ Duy Thành (chủ tịch HĐQT PVC-ME), Trần Xuân Tình (phó giám đốc PVC-ME), Bùi Trọng Chinh (phó giám đốc), Đinh Bá Lượng (kế toán trưởng), Phạm Thị Hải Hà (thủ quỹ)...Cơ quan tố tụng xác định PVC-ME đã lập quỹ trái phép hơn 85 tỉ đồng để sử dụng cho hoạt động đối ngoại, tiếp khách. Hành vi của các bị cáo đã gây thiệt hại cho PVC-ME gần 47 tỉ đồng, gây thiệt hại ngân sách hơn 1,1 tỉ đồng và gây thiệt hại tới một doanh nghiệp khác 4 tỉ đồng. HĐXX tuyên phạt Bùi Trọng Chinh 15 năm tù, các bị cáo còn lại từ 3 đến 11 năm tù và một bị cáo hưởng án treo. Riêng Trịnh Văn Thảo đang bị truy nã quốc tế.<ref name=tp2\/>\n\n==Vụ án PVTEX&PVC-KBC==\nNgày 19\/6\/17, Cơ quan Cảnh sát điều tra Bộ Công an ra quyết định khởi tố vụ án hình sự Cố ý làm trái quy định của nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng, xảy ra tại Công ty Cổ phần Hóa dầu và Xơ sợi Dầu khí (PVTEX), Cty Cổ phần Đầu tư và Xây lắp dầu khí Kinh Bắc (PVC-KBC) và các đơn vị liên quan. Đồng thời, Cơ quan Cảnh sát điều tra Bộ Công an khởi tố, ra lệnh bắt tạm giam 5 đối tượng: Trần Trung Chí Hiếu, nguyên Chủ tịch HĐQT PVTEX; Vũ Đình Duy, nguyên Tổng giám đốc PVTEX; Vũ Phương Nam, Kế toán trưởng PVTEX; Đào Ngọ Hoàng, nguyên Trưởng phòng thương mại hợp đồng PVTEX; Đỗ Văn Hồng, Chủ tịch HĐQT kiêm Tổng Giám đốc Công ty PVC.KBC, về tội Cố ý làm trái... Trong số này, riêng bị can Đỗ Văn Hồng đã bị bắt tạm giam trong vụ án xảy ra tại Tổng Công ty PVC và CTCP Đầu tư & Xây Lắp Dầu Khí Kinh Bắc (PVC-KBC). Cơ quan điều tra Bộ Công an đang khẩn trương điều tra mở rộng vụ án và áp dụng các biện pháp theo luật định để thu hồi tài sản cho Nhà nước.<ref name=tp1>[http:\/\/www.tienphong.vn\/phap-luat\/bat-giam-bo-sau-lanh-dao-cong-ty-xo-soi-dau-khi-pvtex-1159924.tpo Bắt giam \"bộ sậu\" lãnh đạo Công ty Xơ sợi dầu khí PVTEX]. www.tienphong.vn Truy cập ngày 20 tháng 6 năm 2017.<\/ref>\n\nNgày 2-7-2018, Viện KSND tối cao đã ban hành cáo trạng truy tố 4 bị can trong vụ án xảy ra tại Công ty cổ phần Hóa dầu và xơ sợi dầu khí (PVTex) cùng các đơn vị liên quan. Bị can Trần Trung Chí Hiếu, nguyên chủ tịch HĐQT PVTex, bị truy tố các tội cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng và nhận hối lộ. Các bị can Đỗ Văn Hồng, nguyên chủ tịch HĐQT kiêm tổng giám đốc Công ty cổ phần đầu tư - xây lắp dầu khí Kinh Bắc (PVC.KBC); Đào Ngọ Hoàng, nguyên trưởng phòng thương mại hợp đồng PVTex, và Vũ Phương Nam, nguyên kế toán trưởng PVTex, cùng bị truy tố về tội cố ý làm trái.<ref name=tt31>[https:\/\/tuoitre.vn\/truy-to-nguyen-chu-tich-pvtex-tran-trung-chi-hieu-20180702194409975.htm Truy tố nguyên chủ tịch PVTex Trần Trung Chí Hiếu]. tuoitre Truy cập ngày 3 tháng 7 năm 2018.<\/ref>\n\n==Vụ án PVP Land==\nNgày 21.12, Cơ quan Cảnh sát điều tra Bộ Công an đề nghị truy tố 7 bị can về tội tham ô tài sản gồm: Trịnh Xuân Thanh, nguyên Chủ tịch HĐQT Tổng công ty cổ phần Xây lắp dầu khí Việt Nam (PVC); Nguyễn Ngọc Sinh, nguyên Tổng giám đốc PVP Land; Đào Duy Phong, nguyên Chủ tịch HĐQT PVP Land; Lê Hòa Bình, Chủ tịch Công ty cổ phần Minh Ngân; Nguyễn Thị Kim Thoa, kế toán Công ty cổ phần Minh Ngân; Thái Kiều Hương, Phó tổng giám đốc Công ty cổ phần đầu tư Vietsan; Đinh Mạnh Thắng, Chủ tịch HĐQT Công ty cổ phần đầu tư và thương mại dầu khí Sông Đà và Huỳnh Nguyễn Quốc Duy.\n\nCuối tháng 3-2010, Lê Hòa Bình cùng 5 cổ đông của Công ty cổ phần dịch vụ Xuyên Thái Bình Dương ký hợp đồng đặt cọc mua 24 triệu cổ phần với giá tương đương 52 triệu đồng\/m2 của dự án Nam Đàn Plaza nơi PVP Land có 50,5% vốn. Sau đó, Đặng Sỹ Hùng, nguyên Trưởng phòng kinh tế PVP Land, đại diện PVP Land cùng các cổ đông Công ty Xuyên Thái Bình Dương ký hợp đồng đặt cọc chuyển nhượng 12 triệu cổ phần còn lại cũng với giá 52 triệu đồng\/m2 đất, cùng Nguyễn Ngọc Sinh lập hợp đồng chuyển nhượng cổ phần với giá 34 triệu đồng\/m2, rồi nhờ Thái Kiều Hương tác động để Trịnh Xuân Thanh, Đào Duy Phong chấp thuận cho chuyển nhượng cổ phần để chiếm đoạt tiền chênh lệch giá. Tổng số tiền chênh lệch do bán cổ phần thấp hơn của PVP Land là hơn 87 tỉ đồng. Sau khi việc mua bán hoàn tất, Thái Kiều Hương yêu cầu đưa 14 tỉ đồng cho Trịnh Xuân Thanh. Ngoài ra, Bình còn chuyển cho Phong 10 tỉ đồng, Đặng Sỹ Hùng 20 tỉ đồng, Thắng nhận 5 tỉ đồng. Tổng số tiền các bị cáo đã nhận qua việc mua bán cổ phần giá rẻ này là 49 tỉ đồng.<ref name=tn3>[https:\/\/thanhnien.vn\/thoi-su\/de-nghi-truy-to-em-trai-ong-dinh-la-thang-va-trinh-xuan-thanh-toi-tham-o-911936.html Đề nghị truy tố em trai ông Đinh La Thăng và Trịnh Xuân Thanh tội tham ô]. thanhnien.vn Truy cập ngày 21 tháng 12 năm 2017.<\/ref><ref name=vnn11\/><ref name=tp6>[https:\/\/www.tienphong.vn\/phap-luat\/trinh-xuan-thanh-khai-gi-ve-vali-tien-14-ty-dong-1223186.tpo Trịnh Xuân Thanh khai gì về vali tiền 14 tỷ đồng?]. www.tienphong.vnTruy cập ngày 23 tháng 12 năm 2017.<\/ref><ref name=tt15>[https:\/\/tuoitre.vn\/trinh-xuan-thanh-nhan-them-an-chung-than-vi-tham-o-14-ti-20180205100439687.htm rịnh Xuân Thanh nhận thêm án chung thân vì tham ô 14 tỉ]. tuoitre.vn Truy cập ngày 5 tháng 2 năm 2018.<\/ref>\n\nNgày 5-2-2018, TAND TP Hà Nội kết án Trịnh Xuân Thanh thêm án chung thân, Đinh Mạnh Thắng 9 năm tù, Đào Duy Phong 16 năm tù, Nguyễn Ngọc Sinh 13 năm tù, Lê Hòa Bình 8 năm tù, Nguyễn Thị Kim Thoa 8-9 năm tù, Huỳnh Nguyễn Quốc Duy 10 năm tù, Thái Kiều Hương 10 năm tù. Trước đó, Đặng Sỹ Hùng đã đột ngột qua đời.<ref name=tt15\/>\n\n==Vụ án PVN&PVC==\nNgày 27\/12\/2017, TAND TP Hà Nội cho biết, ngày 8\/1\/2018, ông Đinh La Thăng, Trịnh Xuân Thanh cùng 20 đồng phạm sẽ bị đưa ra xét xử, trong đó ông Đinh La Thăng và 11 bị cáo bị truy tố về tội \"Cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\", 8 bị cáo bị truy tố về tội \"Tham ô tài sản\", 2 bị cáo Trịnh Xuân Thanh và Vũ Đức Thuận bị truy tố về cả hai tội: \"Cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\" và tội \"Tham ô tài sản\". Phiên tòa dự kiến sẽ diễn ra đến ngày 21\/1.<ref>[http:\/\/vietnamnet.vn\/vn\/phap-luat\/ky-su-phap-dinh\/xet-xu-ong-dinh-la-thang-trinh-xuan-thanh-ngay-8-1-420155.html  Ngày 8\/1 xét xử ông Đinh La Thăng, Trịnh Xuân Thanh], vietnamnet.vn, 27\/12\/2017<\/ref> Luật sư Nguyễn Khả Thành, trưởng Văn phòng luật sư cùng tên, từ Tuy Hòa cho biết: \"Theo quy định của Bộ luật Hình sự 2015, người ta sẽ bỏ tội danh \"Cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\" theo Điều 165 kể từ ngày 1\/1\/2018.\" <ref name=bbc10>{{chú thích web | url =http:\/\/www.bbc.com\/vietnamese\/vietnam-42490519| tiêu đề =Vụ xử ông Đinh La Thăng \"càng nhanh càng không hay\"? | author = | ngày = | ngày truy cập = 27 tháng 12 năm 2017 | nơi xuất bản =BBC | ngôn ngữ = | url lưu trữ = | ngày lưu trữ =}}<\/ref>\n\n===Cáo buộc===\nĐến ngày 15-1-2018, Viện KSND TP Hà Nội đại diện Viện KSND TP Hà Nội cáo buộc bị cáo Đinh La Thăng đã lợi dụng vị trí là người có trách nhiệm cao nhất của tập đoàn, mặc dù biết rõ PVC không đủ năng lực và kinh nghiệm, nhưng để giúp PVC, bị cáo đã lấy lý do sức ép về tiến độ, chủ động đề ra chủ trương và chỉ định PVC thực hiện gói thầu EPC dự án Nhà máy Nhiệt điện Thái Bình 2 trái với Nghị quyết của hội đồng thành viên PVN. Bị cáo còn chỉ đạo Tổng công ty điện lực Dầu khí Việt Nam (PVPower) ký hợp đồng EPC số 33 với PVC trái quy định, sau đó chỉ đạo cấp dưới tại PVN và Ban QLDA căn cứ hợp đồng này tạm ứng cho PVC để bị cáo Trịnh Xuân Thanh - nguyên tổng giám đốc PVC và đồng phạm tại PVC sử dụng không đúng mục đích gây thiệt hại cho Nhà nước. Bằng việc đầu tư, góp vốn tràn lan, dàn trải, thiếu kiểm soát, mang tính lợi ích nhóm đã dẫn tới việc kinh doanh thua lỗ, thất thoát vốn nhà nước hàng ngàn tỉ đồng ở nhiều dự án khác, đó cũng là tiền đề cho tham nhũng, lãng phí, thất thoát xảy ra tại Tập đoàn PVN.<ref name=tt13>{{chú thích web | url =https:\/\/tuoitre.vn\/bi-cao-dinh-la-thang-chi-dinh-thau-cho-pvc-la-co-loi-ich-nhom-2018011508343388.htm| tiêu đề =Bị cáo Đinh La Thăng chỉ định thầu cho PVC là có lợi ích nhóm | author = | ngày = | ngày truy cập = 27 tháng 12 năm 2017 | nơi xuất bản =tuoitre.vn | ngôn ngữ = | url lưu trữ = | ngày lưu trữ =}}<\/ref>\n\n==Nhận xét==\n===Về cuộc chiến chống tham nhũng===\n* Ngày 31\/7\/2017, ngày Bộ Công an cho biết Trinh Xuân Thanh đã ra \"đầu thú\", Tổng bí thư Nguyễn Phú Trọng tại phiên họp thứ 12 Ban chỉ đạo TƯ về phòng, chống tham nhũng tổ chức ngày 31\/7 cho biết: \" Cái lò đã nóng lên rồi thì củi tươi vào đây cũng phải cháy. Củi khô, củi vừa vừa cháy trước, rồi cả lò nóng lên, tất cả các cơ quan vào cuộc, có ai đứng ngoài đâu. Và không thể đứng ngoài được. Cá nhân nào muốn không làm cũng không thể được, thế mới là thành công...Đấu tranh phòng, chống tham nhũng, lãng phí, tiêu cực không phải lẻ mẻ từng vụ, từng việc mà bây giờ đã thành phong trào, thành một xu thế, làm có bài bản, phân công cơ quan nào làm, kết quả thế nào, bao giờ xong.\" <ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chong-tham-nhung\/lo-nong-len-roi-thi-cui-tuoi-vao-cung-phai-chay-387640.html Tổng bí thư: Lò nóng lên rồi thì củi tươi vào cũng phải cháy], vietnamnet.vn, 1\/8\/17<\/ref>\n* Nhà báo David Hutt từ Phnom Penh, Campuchia viết trên Asia Times ngày 5\/10\/2017, nhận định rằng: \"xoa dịu sự phẫn nộ của người dân, tăng cường sự kiểm soát trong Đảng, đấu tranh phe phái, cải thiện hình ảnh của lĩnh vực nhà nước và củng cố niềm tin của các nhà đầu tư nước ngoài có thể là một số nguyên nhân khiến cho Tổng bí thư Nguyễn Phú Trọng tiến hành chiến dịch chống tham nhũng quyết liệt\".<ref>[https:\/\/www.voatiengviet.com\/a\/vu-bat-giu-ong-dinh-la-thang-co-dong-co-chinh-tri\/4157365.html Vụ bắt giam ông Đinh La Thăng ‘có động cơ chính trị’?], www.voatiengviet.com, 10\/12\/17<\/ref>\n* Tiến sĩ [[Nguyễn Quang A]] cho là: \" Nhưng nếu nhìn ở khía cạnh khác thì đó là cuộc thanh trừng giữa các bên...Càng tập trung (quyền lực) như thế thì càng nảy ra tham nhũng. Chống tham nhũng là không thể ở một nơi không có pháp quyền, không có nền pháp trị. Bản thân các vị ấy ngồi trên pháp luật thì làm sao chống tham nhũng được. Từ khía cạnh ấy thì sự thành công cũng không có gì.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/dinh-la-thang-busted-12082017100935.html Tiến sĩ Nguyễn Quang A: \"Bắt Đinh La Thăng, vẫn là chuyện thanh trừng nội bộ\"], RFA, 8.12.2017<\/ref>\n* [[Jonathan London]], Giáo sư tại Đại học Leiden, Hà Lan cho là: \"Tôi thấy Việt Nam hiện nay đang trải qua một quá trình chính trị. Những gì mà chúng ta đang thấy tiếp diễn không phải là vấn đề pháp luật, nó là một chuyện chính trị, một quá trình chính trị. Nó cũng là một cách thức và một hậu quả của một quá trình đã kéo dài khoảng 20 hoặc 30 năm, đó là những nỗ lực của nhà nước và đảng Cộng sản Việt Nam để nuôi một giai cấp kinh doanh trong nội bộ bộ máy.\" <ref name=bbc11>[http:\/\/www.bbc.com\/vietnamese\/vietnam-42746422 VN trả giá mô hình qua vụ Thăng - Thanh?], BBC, 19 tháng 1 năm 2018<\/ref>\n\n===Về việc bắt Đinh La Thăng===\n* Từ ngày 8 tháng 5 năm 2017, TS. [[Vũ Quang Việt]] đã bàn về trách nhiệm của thủ tướng Nguyễn Tấn Dũng và Đảng khi cho là Theo Luật Doanh nghiệp 2003 thì mọi quyết định kinh tế của ông Thăng nằm dưới quyền của ông Dũng, và trên đó là Đảng. Nói về trách nhiệm của ông Đinh La Thăng về việc chỉ định thầu thay vì chọn thầu theo luật đấu thầu 2005, ông cho là do quyết định cho phép lập Tập đoàn và cho phép Tập đoàn sinh sản hàng loạt các công ty con cháu, đặc biệt thuộc lãnh vực như xây dựng, kinh doanh khách sạn, ngân hàng, tài chính và địa ốc mà các tập đoàn chưa từng làm nên cũng tất nhiên là không có kinh nghiệm. Về việc ông Thăng lấy tiền của PVN góp vốn vào Ngân hàng Đại Dương rồi mất vốn, ông Việt cho đó là quyền mà Thủ tướng ký quyết định cho phép tập đoàn đầu tư vào ngân hàng, còn trách nhiệm để các công ty thua lỗ lớn, thì đó là kết quả từ việc đặt người không đủ năng lực vào vị trí lãnh đạo kinh doanh. Những lỗi này xảy ra gần chục năm trước đây do yếu kém năng lực, thế mà hệ thống Đảng vẫn tuần tự đưa ông ấy lên các chức vụ chính trị cao và quan trọng hơn.<ref name=vs\/>\n* Thiếu tướng Lê Văn Cương - nguyên Viện trưởng Viện Nghiên cứu chiến lược (Bộ Công an) cho là, việc khởi tố và bắt tạm giam ông Đinh La Thăng cũng cho thấy quyết tâm chính trị rất cao của Đảng, mà đứng đầu là Tổng Bí thư trong việc chống tham nhũng không có vùng cấm.<ref>[http:\/\/giaoduc.net.vn\/Xa-hoi\/Co-ai-dung-sau-ong-Dinh-La-Thang-khong-post182147.gd Có ai đứng sau ông Đinh La Thăng không?], giaoduc.net.vn, 15\/12\/17<\/ref>\n* Ông Ngô Văn Sửu – nguyên Vụ trưởng Vụ I (Ủy ban kiểm tra Trung ương) cho là, \"Những sai lầm, vi phạm trong quá khứ của cán bộ, đảng viên, Đảng cũng xử lý nghiêm minh chứ không có chuyện thuyên chuyển hay nghỉ hưu là có thể hạ cánh an toàn.\" Ngoài ra ông cũng bày tỏ ý kiến: \"Những bất cập, sai phạm trong các dự án BOT thời gian qua dư luận đã nói rất nhiều. Sau khi bắt ông Đinh La Thăng, tôi nghĩ các cơ quan cần điều tra làm rõ cả trách nhiệm liên quan đến các dự án BOT.\" <ref>[http:\/\/giaoduc.net.vn\/Xa-hoi\/Bat-ong-Dinh-La-Thang-la-cu-dam-thep-vao-nan-tham-nhung-post182071.gd Bắt ông Đinh La Thăng là \"cú đấm thép\" vào nạn tham nhũng], giaoduc.net.vn, 12\/12\/17<\/ref>\n* Chuyên gia [[David Brown]] cho rằng phe bảo thủ ở Việt Nam, đứng đầu là ông Nguyễn Phú Trọng, đang tìm cách \"thanh trừng các đồng minh của cựu Thủ tướng Nguyễn Tấn Dũng\", người từng thất bại trong cuộc tranh giành quyền lực trước thủ lĩnh của Đảng Cộng sản Việt Nam năm ngoái.<ref>[https:\/\/www.voatiengviet.com\/a\/tong-bi-thu-nguyen-phu-trong-tung-cu-dam-thep-trong-vu-bat-ong-dinh-la-thang\/4162000.html Vụ ông Đinh La Thăng: TBT Trọng tung ‘cú đấm thép’], www.voatiengviet.com, 13\/12\/17<\/ref>\n* [[Phạm Chí Dũng]], chủ tịch [[Hội Nhà báo Độc lập Việt Nam]], phân tích là, ra quyết định cho bắt Đinh La Thăng, ông Trọng đã tự cho phép mình vượt qua ranh giới tâm lý lo sợ \"bị hồi tố\", tạo ra tiền lệ là bất cứ ủy viên bộ chính trị nào cũng có thể bị \"xộ khám\" trong tương lai, chứ không phải khi từ bỏ quyền lực là được \"thăng thoát\" hay \"hạ cánh an toàn\".<ref>[https:\/\/www.voatiengviet.com\/a\/dinh-la-thang-cong-an-quan-doi-dau-khi\/4158886.html Bắt Đinh La Thăng: TBT Trọng phá vỡ tâm lý ‘sợ bị hồi tố’?], www.voatiengviet.com, 11\/12\/17<\/ref>\n\n===Việc đầu thú hay bắt cóc Trịnh Xuân Thanh===\n* Luật sư Trần Quốc Thuận, cựu Phó Chủ nhiệm Thường trực Văn phòng Quốc hội Việt Nam, nói ngày 1\/08\/2017: \"Có rất nhiều câu hỏi trong vụ ông Thanh: ông ấy từ đâu về, thời gian qua ở đâu, nếu ở nước ngoài thì đi đường nào về mà tự dưng xuất hiện ở Hà Nội rồi ra trình diện ở văn phòng Bộ Công an?\" <ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-40767308 Vụ Trịnh Xuân Thanh đầu thú 'nghe lạ tai như phép màu'], BBC, 1\/8\/17<\/ref>\n* Giáo sư [[Carl Thayer]] thuộc Học viện Quốc phòng Úc nhận xét: \"Tôi vẫn không hiểu được Việt Nam hy vọng đạt được điều gì mà có thể đáng để đánh đổi cái giá phải trả cho một vụ bắt cóc trái luật và trơ tráo như vậy.\" <ref name=voa9>[https:\/\/www.voatiengviet.com\/a\/viet-nam-qua-tay-trong-vu-bat-coc-trinh-xuan-thanh\/3980695.html Việt Nam \"quá tay\" trong vụ bắt cóc Trịnh Xuân Thanh?], www.voatiengviet.com, 11\/8\/17<\/ref>\n* Bộ trưởng Ngoại giao Đức [[Sigmar Gabriel]] hôm 4\/8\/2017 nói vụ bắt cóc Trịnh Xuân Thanh của mật vụ Việt Nam ở Berlin gợi nhớ đến những bộ phim hành động thời Chiến tranh lạnh.<ref name=voa9\/>\n* Nhân lúc bàn về vụ án chống tham nhũng đag xảy ra, [[Jonathan London]] cho là: \"Hơn nữa, chúng tôi thấy có một số rủi ro không chỉ đối với chính trị, mà còn đối với nền kinh tế của đất nước, chẳng hạn vấn đề 'bắt cóc' Trịnh Xuân Thanh ở bên Đức có khả năng có hậu quả với hiệp định thương mại giữa Việt Nam và châu Âu, là một hiệp định vô cùng quan trọng cho nền kinh tế của Việt Nam, có thể nó sẽ bị mất.\" <ref name=bbc11\/>\n\n==Xem thêm==\n* [[Vụ Trịnh Xuân Thanh trở về Việt Nam]]\n\n==Chú thích==\n{{Tham khảo|3}}\n\n[[Thể loại:Vụ bê bối chính trị ở Việt Nam]]"}