{"16374120":"[[Tập tin:Bãi cọc cửa sông Bạch Đằng.jpg|nhỏ|phải|Mô hình phục dựng lại một phần trận địa bãi cọc Trận Bạch Đằng năm 938 ở [[Quần thể di tích - danh thắng Tràng Kênh|Khu di tích Bạch Đằng Giang]], Hải Phòng.]]\nMột số bãi cọc gỗ được phát hiện gần các con sông ở vùng  biển [[Đông Bắc Bộ]] ngày nay được cho là các trận địa cổ đại từng phục vụ cho mục đích quân sự trong [[lịch sử Việt Nam]]. Các bãi cọc đã biết có niên đại trong khoảng từ thế kỷ thứ 10 đến thế kỷ thứ 15. Các trận đánh và chiến dịch lớn trên sông của [[người Việt]] được ghi nhận trong khoảng thời gian này bao gồm [[Trận Bạch Đằng (938)|Trận chống quân Nam Hán năm 938]] trên [[sông Bạch Đằng|sông Bạch Đằng (Đá Bạch)]] do [[Ngô Quyền]] lãnh đạo, [[Chiến tranh Tống–Việt (981)|Chiến tranh Tống–Việt năm 981]] dưới thời nhà Tiền Lê và [[Trận Bạch Đằng (1288)|Trận Bạch Đằng chống quân nhà Nguyên Mông năm 1288]] dưới thời nhà Trần.\n\nCác bãi cọc được cho là từng nằm trong lòng những con lạch hoặc nhánh sông của [[sông Bạch Đằng]] xưa<ref name=\":ld\"\/> nhưng ngày nay do sự thay đổi về dòng chảy, bồi đắp tự nhiên và công tác đê điều của người dân địa phương, hầu hết các bãi cọc được tìm thấy trên các cánh đồng ven sông.\n\nMột số tranh cãi đã nổ ra xoay quanh sự hiện diện, mục đích và tính xác thực của những bãi cọc này. Hiện nay công tác khai quật, nghiên cứu vẫn đang được tiến hành.<ref name=\":ld419\">[https:\/\/laodong.vn\/thoi-su\/lich-su-phai-chinh-xac-730124.ldo Lịch sử phải chính xác]. ''laodong.vn.'' Ngày 28 tháng 4 năm 2019.<\/ref>\n\n== Sông Bạch Đằng ==\n[[Tập tin:Cọc Bạch Đằng.jpg|nhỏ|phải|320px|Các cọc sông Bạch Đằng năm 1288 với ảnh nền mô phỏng trong chiến trận (trưng bày ở [[Bảo tàng Lịch sử Thành phố Hồ Chí Minh]]).]]\n\n[[Sông Bạch Đằng]] ngày nay dài hơn 20&nbsp;km, bắt đầu từ Phà Rừng giữa Hải Phòng và Quảng Ninh, nơi giao nhau của [[sông Giá]], [[sông Chanh]] và [[sông Đá Bạc]], kéo dài đến cửa biển Nam Triệu. Sông Bạch Đằng có đặc điểm đặc trưng do sự chênh lệch của [[thủy triều]] gây nên, tạo điều kiện cho một trận địa đánh giặc. Mặt nước có độ chênh lệch khi thủy triều dâng lên và hạ xuống là khoảng 4 mét.<ref name=\":ld\"\/> Nhờ các đặc điểm đó, khi triều lên, nước có khả năng che lấp hết toàn bộ bãi cọc, khi nước rút, các cọc nhọn nhô lên đến 2 mét, gây cản trở tàu thuyền của địch tháo chạy ra biển và quân đội Đại Việt có cơ hội phản công.<ref name=\":ld\">[https:\/\/laodong.vn\/xa-hoi\/phat-hien-bai-coc-co-sang-to-hon-ve-tran-thuy-chien-bach-dang-1000-nam-truoc-773448.ldo Phát hiện bãi cọc cổ: Sáng tỏ hơn về trận thủy chiến Bạch Đằng 1000 năm trước]. Báo ''Lao Động.<\/ref>\n\n== Lịch sử ==\n=== Thời Ngô Quyền ===\nTương truyền, tướng [[Kiều Công Hãn]] được cho là người đã đưa ra sáng kiến đầu tiên dẫn đến việc Ngô Quyền cho đóng cọc chống quân Nam Hán trên sông Bạch Đằng trong trận đánh năm 938.<ref>[https:\/\/baobinhphuoc.com.vn\/Content\/nguoi-hien-ke-cho-ngo-quyen-215310 Người hiến kế cho Ngô Quyền]. ''baobinhphuoc.com.vn.''Truy cập ngày 24 tháng 2 năm 2020.<\/ref><ref name=\":z\"\/> Theo đó, ông đã khuyên Ngô Quyền rằng:\n{{Cquote|Nam Hán là một đất nước nhỏ ở vùng duyên hải, nhân lúc nhà Đường tan rã mà nổi lên chiếm một vùng đất ở phía Đông Nam, dựng thành đất nước, quân đội mạnh về thủy chiến. Nếu sang nước ta, tất chúng sẽ lấy đường biển mà tiến, qua sông Bạch Đằng vào Đại La. Ta nên bày trận đánh ngay khi chúng mới vào cửa sông Bạch Đằng.<ref name=\":z\"\/>}}\n\nÔng đã cho xây dựng các bãi cọc gần cửa sông để chặn đường vào của giặc ngay tại cửa biển. Để bãi cọc hoạt động, công việc tiếp theo cần làm là phải dụ được giặc vào trong trận địa này. [[Nguyễn Tất Tố]] được nhận trọng trách này, ông giỏi bơi lội và là người hiểu rõ về sông Bạch Đằng.<ref name=\":z\"\/>\n\nSách sử có chép một câu nói của ông rằng:<ref name=\":z\"\/>\n{{Cquote|Vùng sông nước này tôi rất quen thuộc, biết được khi nào nước lên nước xuống. Nay muốn giặc vào bẫy, chỉ có cách là dùng thuyền nhỏ ra khiêu chiến, lựa đúng thời khắc thích hợp thì vờ thua rút chạy.}}\n\nÔng cho một con thuyền nhỏ ra giữa sông khiêu chiến giặc. \n[[Tập tin:Ngô Quyền đại phá quân Nam Hán.jpg|200px|nhỏ|trái|Tranh giả đồng tái hiện trận Bạch Đằng 938]] \nMọi chuyện đã diễn ra như dự đoán, ngay khi Nguyễn Tất Tố rút lui, tướng địch là [[Lưu Hoằng Tháo]] đã ngay lập tức thúc cho quân nhanh chóng đuổi theo sau.<ref name=\":z\"\/>\n\nVừa lúc địch đến cửa sông, quân Việt từ hai bên bờ lao ra tấn công quyết liệt, địch bỏ chạy. Vào đúng thời điểm này, thủy triều đang rút xuống nhanh, bãi cọc ngầm dưới sông Bạch Đằng nhô lên, đâm thủng và làm vỡ thuyền Nam Hán. Quân Việt nhân cơ hội đó đánh dồn dập và giành chiến thắng.<ref name=\":z\"\/>\n\n[[Đại Việt sử ký toàn thư]] có ghi chép:\n{{Quote|Vua Nam Hán điều quân viện ứng đóng tại biên giới không kịp trở tay. Nghe được tin Lưu Hoằng Tháo tử trận, Nghiễm kinh hoàng, thương khóc thu gom quân còn lại rút lui, từ đó dứt bỏ mộng xâm lược nước ta.<ref name=\":z\">[https:\/\/news.zing.vn\/nguoi-hien-ke-cho-ngo-quyen-cam-coc-xuong-song-bach-dang-post727761.html Người hiến kế cho Ngô Quyền cắm cọc xuống sông Bạch Đằng]. ''Zing.vn.''<\/ref>}}\n\n=== Thời Tiền Lê ===\nDưới triều đại nhà [[Tiền Lê]], vua [[Lê Đại Hành]] đã chỉ huy kháng chiến trên sông Bạch Đằng và một số sông khác để đối phó với thủy quân [[nhà Tống]] trong [[Chiến tranh Tống–Việt (981)|chiến tranh năm 981]].<ref>[[Ngô Sĩ Liên]] chủ biên, ''[[Đại Việt sử ký toàn thư]]'', bản kỷ, quyển I, kỷ Nhà Lê.<\/ref> Một số nghiên cứu cho thấy có thể đã có 2 trận thủy chiến sông Bạch Đằng trong năm 981. Trong đó có tranh cãi về kết quả của trận đánh đầu tiên cũng như sự tồn tại của trận đánh thứ hai. Theo [[Khâm định Việt sử Thông giám cương mục]] thì trận đầu tiên [[Đại Cồ Việt]] đã thất bại,<ref name=\"KĐVS\">Quốc sử quán triều Nguyễn, ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'', chính biên quyển I.<\/ref> trong khi đó, Đại cương lịch sử Việt Nam tập I thì lại chép rằng [[Đại Cồ Việt]] đã thắng và đạo thủy quân Tống bị đánh tan.<ref>Trương Hữu Quýnh (2007), \"Chương V: Thế kỷ X: Bước đầu xây dựng và bảo vệ quốc gia độc lập, thống nhất thời Khúc - Ngô - Đinh - Tiền Lê\" trong Trương Hữu Quýnh chủ biên, ''Đại cương lịch sử Việt Nam tập I'', Nhà Xuất bản Giáo dục, Hà Nội, trang 116.<\/ref>\n\n=== Thời Trần ===\n\nTrong [[Chiến tranh Nguyên Mông–Đại Việt lần 3]] năm 1288 dưới thời nhà Trần, cũng với kế đóng cọc này, quân dân [[Đại Việt]] đã thắng trên sông Bạch Đằng lần thứ ba trong lịch sử và được xem là trận thủy chiến lớn nhất trong [[lịch sử Việt Nam]], và là thắng lợi tiêu biểu nhất của Đại Việt trong ba cuộc kháng chiến chống quân xâm lược [[Nguyên Mông]]. Có ý kiến cho rằng, ngay từ khi nhận chức Tiết chế ở Bình Than, [[Trần Hưng Đạo|Trần Quốc Tuấn]] đã theo kế của [[Ngô Quyền]], muốn ngăn quân địch tiến vào bằng cọc nhọn ở [[sông Bạch Đằng]]. Số cọc nhọn làm năm 1288 chỉ là số bổ sung thêm.<ref>Trần Xuân Sinh ([[2006]]), ''Thuyết Trần'', Nhà xuất bản Hải Phòng, tr 234.<\/ref>\n\n== Các bãi cọc đã được tìm thấy ==\n[[Tập tin:Battle_of_Bạch_Đằng_1288_map_vi.png|nhỏ|phải|400px|Lược đồ trận địa và các bãi cọc trong [[Trận Bạch Đằng (1288)|chiến thắng quân Nguyên Mông của Quân đội Đại Việt năm 1288]] trên sông Bạch Đằng. Trên lược đồ chỉ ghi nhận các bãi cọc được biết đến trước năm 2010.]]\n\nHiện nay có ít nhất ba cụm\/bãi cọc đã được phát hiện ở vùng Đông Bắc Việt Nam thuộc tỉnh [[Quảng Ninh]] và 2 bãi cọc ở Hải Phòng. Bãi cọc đầu tiên được phát hiện vào năm 1953 và bãi cọc gần đây nhất là vào tháng 2 năm 2020, ở Hải Phòng.<ref name=\":ld24th2\" \/>\n=== Các bãi cọc ở thị xã Quảng Yên ===\n[[Tập tin:Cọc gỗ trận thủy chiến cửa sống Bạch Đằng 938.jpg|nhỏ|phải|400px|Cọc gỗ được tìm thấy ở bãi cọc Yên Giang thuộc thị xã Quảng Yên, được mang đến lưu giữ tại [[Quần thể di tích - danh thắng Tràng Kênh|Khu di tích Tràng Kênh]].<ref name=\":ld419\"\/>]]\nCó 3 bãi cọc ở thị xã Quảng Yên, tỉnh Quảng Ninh đã được phát hiện, bao gồm: Bãi cọc đầm Nhử, Yên Giang (phát hiện từ năm 1953 đến năm 1958), Bãi cọc đồng Vạn Muối (phát hiện năm 2005) và Bãi cọc đồng Má Ngựa (phát hiện năm 2009).<ref name=\":ld2\">[https:\/\/laodong.vn\/xa-hoi\/phat-hien-bai-coc-co-cao-quy-vi-sao-coc-to-hon-ben-quang-yen-773601.ldo Phát hiện bãi cọc cổ Cao Quỳ: Vì sao cọc to hơn bên Quảng Yên?]. Báo ''Laodong''.<\/ref>\n==== Bãi cọc Yên Giang (bãi cọc đầm Nhử) ====\n:Tọa độ: {{Coord|20.935345|106.783474|name=Bãi cọc Yên Giang|format=dms|display=inline}}\nBãi cọc này nằm trong một đầm nước giáp đê [[sông Chanh]], gần ngã ba với [[sông Đá Bạch]] có tên là đầm Nhử nên đôi khi bãi cọc cũng được gọi là \"bãi cọc đầm Nhử\", nằm ở phường [[Yên Giang]], thị xã [[Quảng Yên]], Quảng Ninh.<ref name=\":qn3\">[https:\/\/dulich.quangninh.gov.vn\/Trang\/ChiTietTinTuc.aspx?nid=546 Cụm Di tích chiến thắng Bạch Đằng]. Bài viết của ''quangninh.gov.vn'' đăng ngày 14 tháng 10 năm 2013. Truy cập ngày 25 tháng 12 năm 2020.<\/ref> Bãi cọc này có diện tích khoảng 120 m². Hiện nay đã có khoảng 300 cọc đã được tìm thấy tại đây và đang nằm trong khu vực được bảo vệ rộng 7,5 ha.<ref name=\":ld2\"\/>\n\nKhoảng năm 1953–1954, bãi cọc này dần được biết đến khi người dân địa phương ở xã Yên Giang phát hiện vài cọc gỗ lộ ra trên mặt đất ở một đầm nước nhỏ, cách ngã ba sông Chanh với sông Bạch Đằng khoảng 400 mét về phía đông. Vị trí này nằm cách trung tâm thị xã Quảng Yên 2&nbsp;km về phía tây. Lúc đó, người dân do thấy có cọc gỗ lim còn tốt nên đã đào và đem về nhà sử dụng. Đã có khoảng 200 cọc được nhổ lên trong 50 hố đào. Câu chuyện sau đó dần được báo cáo lên cấp trên và Nhà nước bắt đầu quan tâm. Ngày 26 tháng 11 năm 1958, Vụ Bảo tồn bảo tàng với các chuyên gia như [[Hoàng Minh Giám]], [[Đào Duy Anh]], [[Nguyễn Lân]], đã đến đây ghi nhận thông tin từ người địa phương và tiến hành khảo sát, khai quật.<ref>[https:\/\/tuoitre.vn\/song-chim-giao-gay-go-day-xuong-kho-611299.htm Sông chìm giáo gãy, gò đầy xương khô]. ''tuoitre.vn.'' Truy cập ngày 23 tháng 12 năm 2020.<\/ref> Sau đó tiếp tục được tiến hành nhiều cuộc khảo sát và khai quật nữa vào các năm 1969, 1976, 1984 và 1988. Các cuộc nghiên cứu cho thấy các cọc ở đây đa phần được làm từ [[gỗ lim]], thân dài từ 2,6 đến 2,8 mét và có đường kính khoảng 20 đến 30&nbsp;cm. Phần đầu cọc được đẽo nhọn để cắm xuống đáy sông dài từ 0,5 đến 1 mét và khoảng cách trung bình giữa các cọc khoảng 1 mét.<ref name=\":vne2\">[https:\/\/vnexpress.net\/du-lich\/di-tich-bai-coc-bach-dang-huyen-thoai-2995267.html Di tích bãi cọc Bạch Đằng huyền thoại]. ''VnExpress.net.'' Truy cập ngày 26 tháng 12 năm 2020.<\/ref><ref name=\":qn1\">[https:\/\/www.quangninh.gov.vn\/donvi\/TXQuangYen\/Trang\/ChiTietTinTuc.aspx?nid=3733 Những chiếc cọc gỗ làm nên chiến thắng Bạch Đằng lịch sử]. ''quangninh.gov.vn''.<\/ref> Gần bãi cọc có một tấm bia được dựng lên để đánh dấu và ghi nhận khu di tích.<ref name=\":vne2\"\/>\n\n==== Bãi cọc đồng Vạn Muối ====\n:Tọa độ: {{Coord|20,9245871| 106,7918079|name=Bãi cọc đồng Vạn Muối|format=dms|display=inline}} (không chính xác)\nCách bãi cọc ở Yên Giang vài kilomet là bãi cọc đồng Vạn Muối, nằm gần cửa sông Rút, phường [[Nam Hòa (phường)|Nam Hòa]], được người dân thị xã Quảng Yên phát hiện trong khi đang đào ao. Sau lần kiểm tra vào năm 2005, các chuyên gia đã báo cáo rằng những cọc gỗ ở đây được cắm dựng đứng và một số khác cắm xiên trong vùng đồng Vạn Muối. Các cây cọc được làm từ nhiều loại gỗ, bao gồm cả thân và cành cây. Đường kính mỗi cọc khoảng từ 10 đến 30&nbsp;cm, phần mũi cọc được vạt nhọn đầu, chiều dài cọc khoảng 1.5 m đến 3.0 m. Tuy nhiên, mật độ cọc ở khu vực rất dày đặc, khoảng cách chủ yếu giữa các cọc khoảng 40 đến 60&nbsp;cm, một số cọc cách nhau rất gần, khoảng 10 đến 30&nbsp;cm.<ref name=':qn2'\/><ref>[http:\/\/www.quangyen.vn\/tintuc\/71-765\/di-tich-bach-dang\/bai-coc-dong-ma-ngua.htm Di tích Bạch Đằng: Bãi cọc đồng Má Ngựa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190803162702\/http:\/\/www.quangyen.vn\/tintuc\/71-765\/di-tich-bach-dang\/bai-coc-dong-ma-ngua.htm |date=2019-08-03 }}. ''quangyen.vn''. Truy cập ngày 25 tháng 12 năm 2019.<\/ref> Bãi cọc này được khai quật lần đầu vào năm 2009 và sau đó một năm thêm một cuộc khai quật lần hai. Bãi cọc có chiều rộng 100 m và chiều dài 300 m, trải thành dải như một lớp thành lũy.<ref name=\":qn1\"\/><ref name=':qn2'>[http:\/\/baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/201304\/Bai-coc-dong-Ma-Ngua-2193720\/ Bãi cọc đồng Má Ngựa]. ''baoquangninh.com.'' \nTruy cập ngày 29 tháng 12 năm 2019.<\/ref><ref name=\":a\">{{Chú thích web|url=https:\/\/vnexpress.net\/du-lich\/di-tich-bai-coc-bach-dang-huyen-thoai-2995267.html|title=Di tích bãi cọc Bạch Đằng huyền thoại|last=|first=|date=|website=VnExpress|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n==== Bãi cọc đồng Má Ngựa ====\nCũng nằm trong phường Nam Hòa của thị xã [[Quảng Yên]], một bãi cọc khác được gọi là bãi cọc đồng Má Ngựa đã được tiến hành khai quật trong năm 2010. Đây là bãi cọc thứ ba được tìm thấy nằm trong cụm các bãi cọc trên hệ sông Bạch Đằng xưa ở ven bờ cửa sông Kênh, nằm cách bãi cọc đồng Vạn Muối về hướng nam khoảng một kilomet.<ref name=\":a\"\/>\n\nCác bãi cọc này được các chuyên gia cho rằng liên quan đến [[Trận Bạch Đằng (1288)|trận kháng chiến trên sông Bạch Đằng vào năm 1288]] do [[Trần Hưng Đạo]] lãnh đạo chống quân [[Nguyên Mông]].<ref>[http:\/\/www.quangyen.vn\/tintuc\/71-765\/di-tich-bach-dang\/bai-coc-dong-ma-ngua.htm Di tích Bạch Đằng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190803162702\/http:\/\/www.quangyen.vn\/tintuc\/71-765\/di-tich-bach-dang\/bai-coc-dong-ma-ngua.htm |date=2019-08-03 }}. ''quangyen.vn.'' Truy cập ngày 25 tháng 12 năm 2019.<\/ref>\n\n=== Bãi cọc Cao Quỳ, Hải Phòng ===\n:Tọa độ: {{Coord|21.013313|N|106.655288|E|name=Bãi cọc Cao Quỳ, Hải Phòng|display=inline|format=dms}}\n[[Tập tin:Bãi cọc Cao Quỳ.jpg|nhỏ|phải|400px|Bãi cọc Cao Quỳ vào tháng 12 năm 2019.]]\nBãi cọc được phát hiện lần đầu vào ngày 1 tháng 10 năm 2019 bởi một người dân đang canh tác. Đến cuối tháng 11 và tháng 12 năm [[2019]], các chuyên gia của [[Viện Khảo cổ học]] và Bảo tàng [[Hải Phòng]] đã tiến hành khai quật một bãi cọc trên cánh đồng Cao Quỳ, thuộc xã [[Liên Khê, Thủy Nguyên|Liên Khê]], huyện [[Thủy Nguyên]], Hải Phòng.<ref name=\":vne1\"\/><ref name=\":zing1\"\/> Tại địa điểm này, người ta đã tìm thấy 27 chiếc cọc gỗ ở 3 hố đào trong diện tích 950 m².<ref>[https:\/\/news.zing.vn\/phat-hien-bai-coc-trong-tran-chien-nhan-chim-quan-mong-nguyen-post1027234.html Phát hiện bãi cọc trong trận chiến nhấn chìm quân Mông Nguyên]. ''Zing.vn''. Ngày 19 tháng 12 năm 2019<\/ref> Các cọc này đo được có đường kính khoảng từ 20 đến 56&nbsp;cm, được chôn cách nhau 5 đến 7 mét.<ref name=\":vne1\">[https:\/\/vnexpress.net\/thoi-su\/phat-hien-bai-coc-nha-tran-gan-nghin-nam-tuoi-4029517.html Phát hiện bãi cọc nhà Trần gần nghìn năm tuổi]. ''VnExpress.net''. Truy cập ngày 23 tháng 12 năm 2019.<\/ref> Kết quả [[định tuổi bằng cacbon-14|xác định niên đại bằng cacbon-14]] cho thấy hai trong số các cọc gỗ có niên đại khoảng [[1270]] đến [[1430]] năm.<ref name=\":tn1\"\/><ref>[https:\/\/vnexpress.net\/thoi-su\/bai-coc-cao-quy-mo-ra-huong-nghien-cuu-moi-4030594.html Bãi cọc Cao Quỳ mở ra hướng nghiên cứu mới]. VnExpress.net. Truy cập ngày 23 tháng 12 năm 2019.<\/ref>\n\nBước đầu các chuyên gia của Viện Khảo cổ học dự đoán, bãi cọc ở cánh đồng Cao Quỳ có thể là một phần của [[Trận Bạch Đằng (1288)|trận Bạch Đằng năm 1288]], để chặn đường quân Nguyên Mông không tiến vào khu vực [[sông Giá]] và trung tâm chỉ huy của [[Trần Hưng Đạo]], buộc quân địch phải đi theo sông Đá Bạc để tiến vào sông Bạch Đằng.<ref name=\":dt1\">[https:\/\/m.dantri.com.vn\/van-hoa\/phat-lo-bai-coc-nha-tran-gan-nghin-nam-tuoi-quan-trong-la-bao-ton-va-phat-huy-20191221141701135.htm Phát lộ bãi cọc nhà Trần gần nghìn năm tuổi: Quan trọng là bảo tồn và phát huy!]. ''dantri.com.vn''. Truy cập ngày 24 tháng 12 năm 2019.<\/ref>\n\nTheo các nhà nghiên cứu, bãi cọc gỗ mới được phát hiện này có thể làm thay đổi những hiểu biết về [[Trận Bạch Đằng (1288)|Trận Bạch Đằng năm 1288]] của [[nhà Trần]] trước quân Nguyên Mông.<ref name=\":tn1\">[https:\/\/thanhnien.vn\/van-hoa\/can-canh-bai-coc-co-lam-thay-doi-nhan-thuc-ve-chien-thang-bach-dang-nam-1288-1161822.amp Cận cảnh bãi cọc làm thay đổi nhận thức về chiến thắng Bạch Đằng năm 1288]. ''thanhnien.vn''. Truy cập ngày 23 tháng 12 năm 2019.<\/ref><ref>[https:\/\/news.zing.vn\/bai-coc-co-lam-thay-doi-nhan-thuc-ve-chien-thang-bach-dang-nam-1288-post1027685.html Bãi cọc cổ làm thay đổi nhận thức về chiến thắng Bạch Đằng năm 1288]. ''Zing.vn''. Truy cập ngày 23 tháng 12 năm 2019.<\/ref>\n\nĐầu tháng 1 năm 2020, các cọc gỗ ở bãi cọc Cao Quỳ đã được san lấp để bảo quản. Trước đó, bãi cọc đã được quét ba chiều, dựng lại bình đồ dành cho các nghiên cứu về sau.<ref>[https:\/\/thanhnien.vn\/van-hoa\/hai-phong-lap-bai-coc-cao-quy-de-bao-ton-1169067.amp Hải Phòng lấp bãi cọc Cao Quỳ để bảo tồn]. ''thanhnien.vn''. Ngày 7 tháng 1 năm 2020.<\/ref>\n\n=== Bãi cọc Đầm Thượng ===\n:Tọa độ: {{Coord|21,0182017| 106,6105634|name=Bãi cọc Đầm Thượng|display=inline|format=dms}}\nNgày 9 tháng 2 năm 2020, 13 cọc gỗ được phát hiện tại khu Đầm Thượng, thôn 11, xã [[Lại Xuân]], huyện Thủy Nguyên, thành phố Hải Phòng.<ref name=\":ld24th2\" \/> Các cọc này nằm trong một ao cá và được tìm thấy trong quá trình nuôi trồng của người dân địa phương. Một số cọc được cho là đã bị hư hại và nghi ngờ liên quan đến các sự kiện Bạch Đằng. Viện Khảo cổ học dự kiến sẽ tiến hành khai quật khu vực rộng khoảng 400 m² tại đây để phục vụ nghiên cứu.<ref>[https:\/\/thanhnien.vn\/van-hoa\/tiep-tuc-phat-hien-coc-go-nghi-lien-quan-den-chien-tran-bach-dang-nam-1288-1184444.html Tiếp tục phát hiện cọc gỗ nghi liên quan đến chiến trận Bạch Đằng năm 1288]. ''thanhnien.vn.''. Ngày 19 tháng 2 năm 2020.<\/ref><ref>[https:\/\/nld.com.vn\/thoi-su\/phat-lo-bai-coc-moi-co-lien-quan-den-chien-thang-bach-dang-1288-20200219145111287.htm Phát lộ bãi cọc mới liên quan chiến thắng Bạch Đằng 1288]. ''nld.com.vn''. Ngày 19 tháng 2 năm 2020.<\/ref> Công việc khai quật bãi cọc này đang được diễn ra, bắt đầu từ ngày 18 tháng 2 và dự kiến sẽ kết thúc vào ngày 31 tháng 3 năm 2020.<ref name=\":ld24th2\">[https:\/\/laodong.vn\/xa-hoi\/phat-hien-them-2-coc-go-o-bai-coc-o-hai-phong-786527.ldo Phát hiện thêm 2 cọc gỗ ở bãi cọc ở Hải Phòng]. ''laodong.vn.'' Ngày 24 tháng 2 năm 2020.<\/ref>\n\nTính đến ngày 24 tháng 2, đã có thêm 2 cọc gỗ mới được phát hiện, nâng tổng số cọc lên 15 và 50 trên 400 m² của khu bãi cọc đã được khai quật.<ref name=\":ld24th2\"\/>\n\n== Bảo tồn ==\nCác bãi cọc đã được tìm thấy cùng với các di tích lịch sử liên quan đến sông Bạch Đằng như Đền thờ Trần Hưng Đạo, [[hai cây lim giếng Rừng]] và các Lễ hội đền Trần Hưng Đạo, miếu Vua Bà... là các chứng tích chiến tranh và là nơi lưu giữ những truyền thống yêu nước chống giặc ngoại xâm cho thế hệ mai sau. Cụm di tích Chiến thắng sông Bạch Đằng (Bãi cọc Yên Giang và các di tích gần đó bên bờ sông Đá Bạch) đã được Bộ Văn hoá và Thông tin cấp bằng công nhận là \"Di tích lịch sử\" (số 100 VH\/QĐ ngày 21\/1\/1990).<ref name=\":qn3\"\/><ref>[https:\/\/giaoduc.net.vn\/tieu-diem\/phat-hien-bai-coc-bach-dang-rat-y-nghia-nhung-viec-bao-ton-con-y-hon-nhieu-post205576.gd Phát hiện bãi cọc Bạch Đằng rất ý nghĩa, nhưng việc bảo tồn còn ý hơn nhiều!]. Giaoduc.net.vn.<\/ref>\n\nNgày 27 tháng 9 năm 2012, [[Thủ tướng Chính phủ]] đã ban hành Quyết định số 1419\/QĐ-TTg, xếp hạng khu Di tích Lịch sử Chiến thắng Bạch Đằng 1288 bên bờ sông Đá Bạch ở thị xã Quảng Yên là [[di tích quốc gia đặc biệt]], bao gồm các bãi cọc sau: bãi cọc Yên Giang, bãi cọc đồng Vạn Muối và bãi cọc đồng Má Ngựa cùng nhiều đền thờ khác thuộc khu di tích này.<ref name=\":bqn\">[http:\/\/baoquangninh.com.vn\/van-hoa\/201904\/di-tich-chien-thang-bach-dang-danh-co-chinh-thi-ngon-moi-thuan-2437670\/index.htm Di tích chiến thắng Bạch Đằng: Danh có chính thì ngôn mới thuận]. Báo Quảng Ninh.<\/ref>\n\nNgày 18 tháng 2 năm 2013, Thủ tướng Chính phủ đã phê duyệt \"Quy hoạch tổng thể bảo tồn và phát huy tác dụng Khu di tích Quốc gia Đặc biệt Bạch Đằng\" với kinh phí 800 tỷ [[đồng]]. Tuy nhiên cả ba bãi cọc vẫn chưa được tiến hành trùng tu hay bảo tồn nào đáng kể từ đó.<ref name=\":bqn\"\/>\n\nSau cuộc khai quật bãi cọc Cao Quỳ, vào ngày 21 tháng 12 năm 2019, Ủy ban nhân dân thành phố Hải Phòng đã tổ chức một hội nghị để báo cáo kết quả khai quật bãi cọc Cao Quỳ, các kết quả khai quật bãi cọc này sẽ là cơ sở khoa học giúp thành phố triển khai các hoạt động bảo tồn và phát huy giá trị của di sản.<ref name=\":zing1\">[https:\/\/news.zing.vn\/bai-coc-nghin-nam-co-the-xep-hang-di-san-the-gioi-post1027905.html 'Bãi cọc nghìn năm có thể xếp hạng di sản thế giới']. ''Zing.vn''.<\/ref> Bãi cọc này cũng đã được đề xuất để trở thành một di tích cấp quốc gia.<ref>[https:\/\/vnexpress.net\/thoi-su\/de-xuat-cong-nhan-bai-coc-cao-quy-la-di-tich-quoc-gia-4030801.html Đề xuất công nhận bãi cọc Cao Quỳ là di tích quốc gia]. VnEpress.net.<\/ref>\n\n== Tranh luận ==\nTrước những nhận định sớm về các khu di tích bãi cọc, một số nhà nghiên cứu lịch sử Việt Nam cho rằng cần phải nghiên cứu thật kỹ và thận trọng, tránh phán đoán chủ quan trước khi khẳng định các bãi cọc Bạch Đằng được phát hiện trong năm 2019 là từ thời [[nhà Trần]] và có phải chúng từng được đóng trên sông để ngăn cản tàu địch hay không hay chỉ là bãi cọc dân sự, vì các bãi cọc quân sự đã được nhổ hết cho tàu thuyền ta qua lại dễ dàng.<ref>{{chú thích web|url=https:\/\/tuoitre.vn\/ket-luan-ve-bai-coc-cao-quy-can-can-trong-20191223223820359.htm|title=Kết luận về bãi cọc Cao Quỳ: Cần cẩn trọng|date = ngày 24 tháng 12 năm 2019 |access-date = ngày 26 tháng 12 năm 2019 |publisher=Tuổi Trẻ}}<\/ref>\n\n== Xem thêm ==\n*[[Sông Bạch Đằng]]\n*[[Khu di tích lịch sử Bạch Đằng]]\n*[[Quần thể di tích - danh thắng Tràng Kênh]]\n*[[Hai cây lim giếng Rừng]]\n* [[Trận Bạch Đằng (938)]]\n* [[Chiến tranh Tống–Việt (981)]]\n* [[Trận Bạch Đằng (1288)]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n*\n\n[[Thể loại:Chiến tranh Nguyên Mông – Đại Việt]]\n[[Thể loại:Quân sự Việt Nam thời Trần]]\n[[Thể loại:Nhà Trần]]\n[[Thể loại:Năm 1288]]\n[[Thể loại:Chiến tranh Việt Nam–Trung Quốc]]\n[[Thể loại:Năm 938]]\n[[Thể loại:Nhà Ngô]]\n[[Thể loại:Chiến tranh Tống–Việt]]\n[[Thể loại:Năm 981]]\n[[Thể loại:Di tích tại Hải Phòng]]\n[[Thể loại:Di tích tại Quảng Ninh]]"}