{"479602":"Suốt thời kỳ '''[[Bắc thuộc lần 3]]''' trong [[lịch sử Việt Nam]], '''hàng loạt cuộc khởi nghĩa''' của cư dân [[Giao Châu]] đã nổ ra để chống lại sự cai trị của các triều đại Trung Quốc. Số ấy gồm hàng loạt các cuộc khởi nghĩa nhỏ và 4 cuộc khởi nghĩa lớn là các cuộc khởi nghĩa của các thủ lĩnh [[Lý Tự Tiên]] - [[Đinh Kiến|Đinh Kiến]], [[Mai Hắc Đế|Mai Thúc Loan]], [[Phùng Hưng]] và [[Khởi nghĩa Dương Thanh|Dương Thanh]].\n\n== Nguyên nhân ==\nCó nhiều nguyên nhân khiến cho thời kỳ này là một trong những thời kỳ có nhiều khởi nghĩa. Theo Việt Nam sử lược thì nguyên nhân chủ yếu là sự cai trị của người Trung Quốc, đặc biệt là thời Đường quá khắc nghiệt, các quan nhà Đường làm nhiều điều tàn bạo, bắt dân đóng sưu thuế nặng quá, cư dân khổ sở dẫn đến họ khởi nghĩa.<ref>[[Trần Trọng Kim]], [[Việt Nam sử lược|Việt Nam Sử Lược]], [http:\/\/www.iet.ntnu.no\/~duong\/vn\/vnsl\/vnsl03.html CHƯƠNG V: Bắc Thuộc lần thứ Ba] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090427163434\/http:\/\/www.iet.ntnu.no\/~duong\/vn\/vnsl\/vnsl03.html |date=2009-04-27 }}<\/ref>\n\n== Các cuộc khởi nghĩa ==\n\nMùa thu năm 687, do không chịu nổi ách sưu thuế nặng nề, người châu Giao là [[Lý Tự Tiên]] liền lãnh đạo dân nổi dậy. Quan nhà Đường cai trị là Lưu Diên Hựu đã giết Lý Tự Tiên. Thuộc hạ của Lý Tự Tiên là [[Đinh Kiến|Đinh Kiến]] đem quân vây đánh Lưu Diên Hựu, chiếm được thành Tống Bình và giết được viên quan này. Nhà Đường phải phái Tào Trực Tĩnh từ châu Quế sang dẹp và giết Đinh Kiến.\n\nTháng 4 năm 713, [[Mai Hắc Đế|Mai Thúc Loan]], người châu Hoan xưng vua, cho xây thành lũy, lập kinh đô Vạn An<ref>Thuộc xã Văn Diên và thị trấn Nam Đàn, [[Nghệ An]] hiện nay<\/ref>, tích cực rèn tập tướng sỹ và sai sứ giả sang các nước [[Lâm Ấp]], [[Chân Lạp]] phủ dụ họ đem quân hỗ trợ. Ông tự xưng là [[Mai Hắc Đế]]. Năm 714, Mai Hắc Đế tiến binh đánh thành [[Tống Bình]]. Thái thú nhà Đường là Quách Sở Khách cùng đám thuộc hạ không chống cự lại được, phải bỏ thành chạy về nước. Lực lượng Mai Hắc Đế lúc đó lên tới chục vạn quân. Nhà Đường bèn huy động 10 vạn quân do tướng Dương Thừa Húc và Quách Sở Khách sang đàn áp được.\n\nNăm 791, anh em [[Phùng Hưng]] và Phùng Hãi nổi dậy kéo quân vây Phủ Đô hộ An Nam. Tiết độ sứ là Cao Chính Bình đối phó không được nên sinh bệnh mà chết. Phùng Hưng chiếm thành, làm chủ châu Giao. Sau khi ông mất, con ông là [[Phùng An]] đã đầu hàng Triệu Xương nhà Đường.\n\nNăm Quý Mùi (803), một người Vương Quý Nguyên nổi dậy làm binh biến đuổi quan Đô hộ Bùi Thái về lại Trung Quốc.\n\nNăm 819, người Tày - Nùng ở Tả, Hữu Giang (phía Tây Bắc của châu Giao) nổi dậy chống nhà Đường. Quan cai trị Lý Tượng Cổ (tông thất nhà Đường) sai thứ sử châu Hoan là [[Khởi nghĩa Dương Thanh|Dương Thanh]] mang 3.000 quân đi dẹp. Dương Thanh thừa cơ nổi dậy chiếm được Phủ Đô hộ, giết được Lý Tượng Cổ. Sau tướng nhà Đường là Quế Trọng Vũ dùng kế chia rẽ Dương Thanh với các tướng thuộc hạ. Ông không giữ được thành, cuối cùng bị bắt và bị giết. Các thủ hạ lui về giữ Trường châu<ref>Tam Điệp, Ninh Bình<\/ref> đến tháng 7 năm 820 thì bị dẹp hẳn.\n\nNăm Mậu Thân (828), binh lính người bản xứ nổi dậy đuổi đô hộ sứ Hàn Ước chạy về Trung Quốc.\n\nNăm Canh Thìn (860), một người tên là Đỗ Thủ Trừng dấy binh ở vùng [[Đỗ Động]] ([[Thanh Oai]]) kéo đánh phá thủ thành, đô hộ sứ Lý Hộ bỏ thành mà chạy.\n\n==Xem thêm ==\n* [[Lý Tự Tiên]]\n* [[Đinh Kiến|Đinh Kiến]]\n* [[Mai Hắc Đế]]\n* [[Phùng Hưng]]\n* [[Khởi nghĩa Dương Thanh|Dương Thanh]]\n* [[Bắc thuộc lần 3]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Khởi nghĩa Việt Nam thời Bắc thuộc lần 3|*]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 3]]\n[[Thể loại:Nhà Tùy]]\n[[Thể loại:Nhà Đường]]"}