{"236126":"'''Di tích ngoài Kinh thành Huế''' bao gồm các di tích quan trọng có từ thời [[nhà Nguyễn]] hoặc xa hơn là từ thời [[chúa Nguyễn|các chúa Nguyễn]] nó mang nhiều chức năng, phục vụ cho các mục đích khác nhau. Có cùng một đặc điểm là thuộc hệ thống di sản văn hóa Huế.\n==Hoàn cảnh ra đời==\nVới địa thế của mình, Huế đã được các chúa Nguyễn chọn làm nơi xây dựng các công trình thủ phủ nhằm xây dựng cơ sở cho mình [[Trịnh-Nguyễn phân tranh|trong cuộc nội chiến]] kéo dài. Trong suốt thời gian tồn tại của mình, họ đã xây dựng nhiều công trình với mục đích chính trị như các Thủ phủ: Phủ Phước Yên, Phủ Kim Long, Phủ Bác Vọng, Phủ Phú Xuân lần thứ nhất và Đô thành Phú Xuân, hay tâm linh như các chùa chiền như [[chùa Thiên Mụ]] và một loạt các lăng tẩm của các chúa...<ref name=hai2>{{chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/anpham\/hethongditichdivat.asp |title=HỆ THỐNG DI TÍCH, DI VẬT THỜI CHÚA NGUYỄN TRÊN ĐẤT THỪA THIÊN HUẾ |access-date =ngày 23 tháng 5 năm 2008 |author=Phan Thanh Hải |publisher=Trung tâm Bảo Tồn Di Tích Cố Đô Huế |archive-date = ngày 22 tháng 6 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070622011327\/http:\/\/www.hueworldheritage.org.vn\/anpham\/hethongditichdivat.asp |url-status=dead }}<\/ref> Một số công trình thời này về sau đã bị [[nhà Tây Sơn]] tàn phá.<ref name=hai2\/>\n\nKhi nhà Tây Sơn lấy Phú Xuân từ các chúa Nguyễn, họ cũng đã thiết lập được một số công trình của mình đơn cửa là các lăng mộ của vua Quang Trung. Nhưng dấu vết để lại không rõ nét lắm vì những công trình trên về sau bị [[nhà Nguyễn]] tàn phá và nhà Tây Sơn tồn tại quá ngắn ngủi<ref>{{chú thích web |url=http:\/\/www.sankhauvietnam.com.vn\/Story\/tacgiatacpham\/2006\/8\/783.html |title=Bài thơ chữ Hán \"Nhìn thấy linh cữu Quang Trung\" mới tìm thấy |access-date =ngày 23 tháng 5 năm 2008 |author=Hồng Phi - Hương Nao |date=ngày 8 tháng 8 năm 2006 |publisher=Báo điện tử Sân khấu Việt Nam |archive-date = ngày 27 tháng 12 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071227174647\/http:\/\/www.sankhauvietnam.com.vn\/Story\/tacgiatacpham\/2006\/8\/783.html |url-status=dead }}<\/ref><ref>{{chú thích web |url=http:\/\/www.baobinhdinh.com.vn\/baoxuan\/2006\/1\/21342\/ |title=Những bí ẩn về lăng mộ Vua Quang Trung sắp được giải mã ? |access-date=ngày 23 tháng 5 năm 2008 |author=Bảo Huy |date=ngày 17 tháng 1 năm 2006 |work= |publisher=Báo Bình Định |archive-date=2008-03-07 |archive-url=https:\/\/web.archive.org\/web\/20080307052356\/http:\/\/www.baobinhdinh.com.vn\/baoxuan\/2006\/1\/21342\/ |url-status=dead }}<\/ref><ref name=tp\/>.\n\nKhi thắng Tây Sơn và chọn Huế xây dựng làm kinh đô, vua [[Gia Long]] đã cho xây dựng một dạng kinh đô có tính phòng thủ: xây dựng một loạt tường thành, cung điện, công sở, đồn lũy ở bờ bắc sông Hương như [[Kinh thành Huế|Kinh Thành]] cùng với các phòng, bộ nha viện trong kinh thành, các công trình phòng thủ quân sự dọc bờ nước sông Hương, sông Hộ Thành và cửa biển Thuận An. Các công trình trên được xây dựng theo lối kiến trúc truyền thống của Huế, kết hợp với kiểu mẫu bố trí từ [[Trung Quốc]] và kỹ thuật quân sự, xây tường thành theo lối [[Vauban]] từ các nước phương Tây đồng thời tuân thủ theo nguyên tắc địa lý phong thủy phương Đông<ref name=Son19>Trần Đức Anh Sơn, Tr. 19<\/ref><ref name=Son20>Trần Đức Anh Sơn, Tr. 20<\/ref> Ngoài các công trình trong [[Kinh thành Huế]], [[Hoàng thành Huế]], [[Tử cấm thành (Huế)]], nhà Nguyễn còn cho xây dựng nhiều công trình ở các khu vực lân cận với nhiều mục đích khác nhau như: phục vụ giáo dục như [[Văn miếu Huế|Văn Miếu]], [[Võ miếu Huế|Võ Miếu]], [[Quốc Tử Giám (Huế)|Quốc Tử Giám]], [[Trường Thi]]...; ngoại giao như [[Tòa Thương Bạc|Thượng Bạc Viện]] và giải trí như [[Hổ Quyền]]. Cũng trong khoảng thời gian này, Huế đã tự hình thành cho mình một phong cách xây dựng lăng tẩm riêng theo phong cách triết học có sự chi phối của phong thủy địa lý, kết hợp phong cách nhà vườn Huế với phong cách cung đình Huế như ở các khu lăng tẩm tiêu biểu của vua [[Gia Long]], [[Minh Mạng]], [[Thiệu Trị]], [[Tự Đức]], [[Dục Đức]] và [[Đồng Khánh]]. Ngoài các công trình trên, giai đoạn này cũng là giai đoạn nhiều chùa quán, đền miếu được xây dựng trùng tu với bốn ngôi ''quốc tự'' [[Chùa Thiên Mụ|Thiên Mụ]], Giác Hoàng, [[Chùa Diệu Đế|Diệu Đế]], Thánh Duyên và ''quốc quán'' [[Quy Sơn Linh Hựu|Linh Hựu]] cùng với nhiều chùa chiến đền miếu nhỏ khác. Việc này đã hình thành ''thiền kinh'' của [[Phật giáo Việt Nam]] thế kỷ thứ 19 <ref name=Son21>Trần Đức Anh Sơn, Tr. 21<\/ref>\n\n==Các di tích quan trọng==\n===Lăng tẩm===\n{{chính|Lăng tẩm Huế}}\n\n===Khác===\n====Trấn Bình đài====\n{{chính|Trấn Bình đài}}\nTrấn Bình đài nằm ở vị trí Đông Bắc [[kinh thành Huế]] bên ngoài cửa Trấn Bình được xây dựng năm [[Gia Long]] thứ 4 (1805), lúc đầu gọi là đài Thái Bình, đến năm [[Minh Mạng]] thứ 13 (1832) đổi thành Trấn Bình đài, dân gian gọi là ''đồn Mang Cá''. Đây là cái pháo đài thứ 25 của Kinh thành Huế, một thành phụ của Kinh thành, cách thành chính chỉ một đoạn hào chung.\n====Phu Văn Lâu====\n[[Tập tin:Phu van lau.jpg|nhỏ|150px|Phu Văn Lâu]]\n{{chính|Phu Văn Lâu}}\nPhu Văn Lâu nằm trên trục chính của [[Hoàng thành Huế]] phía trước Kỳ Đài, được xây dựng vào năm 1819 dưới thời [[gia Long|vua Gia Long]], dùng làm nơi niêm yết những chỉ dụ quan trọng của nhà vua và triều đình, hoặc kết quả các kỳ thi do triều đình tổ chức. Năm 1829, vua Minh Mạng dùng nơi đây làm địa điểm tổ chức cuộc đấu giữa voi và hổ, năm 1830 ông lại tổ chức cuộc vui chơi yến tiệc suốt 3 ngày để mừng sinh nhật của mình.\n====Tòa Thương Bạc====\n[[Tập tin:Đình Thương Bạc.jpg|nhỏ|150px|Toà Thương Bạc]]\n{{chính|Tòa Thương Bạc}}\n'''Tòa Thương Bạc''' tọa lạc bên bờ Nam [[sông Hương]], bên ngoài cổng Thượng Tứ được vua [[Tự Đức]] cho xây dựng năm 1936, tại vị trí hiện nay, cách vị trí Thương Bạc Viện cũ khoảng 100m để ghi nhớ di tích Thương Bạc Viện. Đây là trụ sở để đón tiếp các sứ thần nước ngoài. Công trình này được xây bằng vật liệu mới như xi măng, sắt thép; mặt nền hình bát giác, mái chia 2 tầng lợp [[ngói lưu ly]], cấu trúc thanh nhã, hài hòa với cảnh vật xung quanh. \n====Văn miếu====\n[[Tập tin:Temple Main gate.jpg|nhỏ|150px|Văn Miếu Huế]]\n[[Văn miếu|Văn Miếu]] còn gọi là Văn Thánh Miếu là nơi thờ [[Khổng Tử]] và dựng [[bia tiến sĩ]]. Miếu được chính thức xây dựng vào năm [[1808]] dưới triều vua [[Gia Long]] và có quy mô uy nghi đồ sộ, nằm bên bờ [[sông Hương]], thuộc địa phận thôn An Bình, làng An Ninh, phía Tây [[Kinh thành Huế]]. \n[[Tập tin:Võ miếu2.jpg|nhỏ|150px|Võ Miếu Huế]]\n====Võ Miếu====\n{{chính|Võ miếu Huế}}\nVõ Miếu hay Võ Thánh miếu tại [[Huế]] được khởi công xây dựng từ tháng 9 năm Ất Mùi (1835) thời [[Minh Mạng]] tại làng An Ninh thuộc huyện [[Hương Trà]], phía bên trái Văn Miếu, trước mặt là [[sông Hương]]. Đây là nơi thờ phụng và ghi danh những danh tướng [[Việt Nam]], những tiến sĩ đỗ trong 3 khoa thi võ dưới [[nhà Nguyễn|triều Nguyễn]], đây còn là nơi thờ một số danh tướng [[Trung Quốc]]. \n====Đàn Nam Giao====\n[[Tập tin:Dan Nam Giao Hue.jpg|nhỏ|150px|Đàn Nam Giao tại Huế]]\n{{chính|Đàn Nam Giao triều Nguyễn}}\nĐàn Nam Giao triều Nguyễn được xây dựng vào năm [[1803]], đặt tại làng An Ninh, thời [[gia Long|vua Gia Long]]. Năm [[1806]], đàn được dời về phía nam của [[thủ đô|kinh thành]] [[Huế]], trên một quả đồi lớn thuộc làng Dương Xuân, nay thuộc địa phận phường Trường An, thành phố [[Huế]]. Đây là nơi các [[nhà Nguyễn|vua Nguyễn]] tế trời.\n====Hổ Quyển====\n[[Tập tin:Hổ Quyền 1.jpg|nhỏ|150px|Hổ Quyển Huế]]\n{{chính|Hổ Quyền}}\nHổ Quyền còn đọc là Hổ Khuyên tọa lạc tại địa phận thôn Trường Đá, xã [[Thủy Biều]], thành phố [[Huế]]; được xây dựng năm [[Minh Mạng]] thứ 11 (1830), là một chuồng nuôi hổ và là một đấu trường độc đáo. Dưới [[nhà Nguyễn|triều Nguyễn]] đây là đấu trường của những cuộc tử chiến giữa [[voi]] và [[hổ]] nhằm tế thần trong ngày hội và phục vụ nhu cầu giải trí tiêu khiển cho vua, quan lại và người dân.\n====Điện Voi Ré====\n[[Tập tin:Voi ré 1.jpg|nhỏ|150px|Điện Voi Ré]]\n{{chính|Điện Voi Ré}}\nĐiện Voi Ré nằm cách trung tâm thành phố Huế khoảng 5&nbsp;km về phía [[Tây]]-[[Nam]], cách [[Hổ Quyền]] khoảng [[400]][[m]], trên địa phận thôn Trường Đá thuộc xã [[Thủy Biều]], thành phố [[Huế]]. Tương truyền, dưới thời [[chúa Trịnh|Trịnh]] - [[chúa Nguyễn|Nguyễn]] [[trịnh-Nguyễn phân tranh|phân tranh]], nhân dân địa phương đã làm lễ an táng, xây mộ cho một con voi của một dũng tướng chết trận, gọi là mộ Voi Ré. Sau khi lên ngôi, vua [[Gia Long]] đã cho xây dựng bên cạnh mộ con voi một ngôi điện thờ với tên gọi là '''Long Châu Miếu''' để thờ các vị thần bảo vệ và miếu thờ bốn con voi dũng cảm nhất trong chiến trận của [[nhà Nguyễn|triều Nguyễn]]. Từ truyền thuyết và sự kiện lịch sử như vậy, dân gian quen gọi ngôi miếu này là điện Voi Ré.\n====Điện Hòn Chén====\n[[Tập tin:Điện Hòn Chén.jpg|nhỏ|150px|Điện Hòn Chén]]\n{{mainn|Điện Hòn Chén}}\nĐiện Hòn Chén tọa lạc trên [[núi Ngọc Trản]], thuộc [[làng Ngọc Hồ]], [[xã Hương Hồ]], huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế]]. Núi Ngọc Trản xưa có tên là [[Hương Uyển Sơn]], sau mới đổi tên là [[Ngọc Trản]] (có nghĩa là chén ngọc), dân gian vẫn quen gọi là Hòn Chén vì nó ngay ngắn tròn trĩnh như hình chén úp. Cũng vì vậy, người ta quen gọi ngôi điện thờ Thánh mẫu tọa lạc giữa lưng chừng núi là điện Hòn Chén. Điện Hòn Chén là nơi ngày xưa người [[Chàm]] thờ nữ thần [[Thiên Y A Na|PoNagar]], sau đó người [[Việt]] theo [[Thiên Tiên Thánh Giáo]] tiếp tục thờ bà dưới xưng [[Thiên Y A Na|Thánh Mẫu Thiên Y A Na]].\n====Chùa Thiên Mụ====\n[[Tập tin:Chua Thien Mu 02.jpg|nhỏ|150px|Chùa Thiên Mụ]]\n{{chính|Chùa Thiên Mụ}}\nChùa Thiên Mụ là một ngôi chùa nằm trên đồi Hà Khê, tả ngạn [[sông Hương]], cách trung tâm [[huế|thành phố Huế]] khoảng 5&nbsp;km về phía tây. Chùa Thiên Mụ chính thức khởi lập năm [[Tân Sửu]] ([[1601]]), đời chúa Tiên [[Nguyễn Hoàng]] vị chúa Nguyễn đầu tiên ở [[Đàng Trong]]. Đây có thể nói là ngôi chùa cổ nhất của Huế.\n====Trấn Hải Thành====\n{{chính|Trấn Hải Thành}}\nTrấn Hải Thành (Thành trấn giữ mặt biển) là một thành lũy dùng để bảo vệ kinh đô triều Nguyễn được xây dựng ở cửa ngỏ Phía Đông kinh thành Huế, cách đó 10&nbsp;km đường sông và 13&nbsp;km đường bộ. Cửa biển này người ta gọi là yêu Hải Môn - hay Cửa Eo (Cửa Lấp). Năm 1813, [[Gia Long]] cho xây dựng Trấn Hải Đài và đổi tên Cửa Eo thành Cửa Thuận An. Đến năm 1834, vua Minh Mạng cho đổi tên Trấn Hải đài ra Trấn Hải thành. \n====Nghênh Lương Đình====\n{{chính|Nghênh Lương Đình}}\n[[Tập tin:Nghênh Lương Đình.jpg|nhỏ|phải|150px|Nghênh Lương Đình]]\nNghênh Lương Đình hay Nghênh Lương Tạ là một công trình nằm trên trục dọc từ [[Kỳ Đài (kinh thành Huế)|Kỳ đài]] ra đến [[Phu Văn Lâu]] được xây dựng dưới triều vua [[Tự Đức]] thứ 5 ([[1852]]), dùng làm nơi nghỉ chân của nhà vua trước khi đi xuống bến sông để lên thuyền rồng hoặc làm nơi hóng mát.\n====Cung An Định====\n{{chính|Cung An Định}}\n[[Tập tin:AnDinhResidence5.jpg|nhỏ|phải|150px|An Định Cung]]\nCung An Định tọa lạc bên bờ sông [[An Cựu]], xưa thuộc phường [[Đệ Bát]] - Thị xã [[Huế]], nay tại số 97 đường [[Phan Đình Phùng]], [[Huế|Thành phố Huế]], là cung điện riêng của vua [[Khải Định]] từ khi còn là [[thái tử]] đến khi làm vua, sau này được [[Bảo Đại|Vĩnh Thuỵ]] thừa kế và từng sống ở đây sau khi thoái vị.\n\n== Chú thích ==\n{{Tham khảo|2|refs=\n<ref name=tp>\n{{chú thích báo\n|tác giả= Thanh Tùng\n|tác phẩm= Báo Tiền Phong online\n|url= http:\/\/www.tienphong.vn\/van-nghe\/di-tim-lang-mo-vua-quang-trung-79794.tpo\n|tên bài= Đi tìm lăng mộ vua Quang Trung\n|ngày= 2007-03-31\n|ngày truy cập= 2014-05-22}}\n<\/ref>\n}}\n\n==Tham khảo==\n* {{chú thích sách |title=HUẾ Triều Nguyễn một cái nhìn |last= Trần Đức Anh Sơn |authorlink= |year=2004 |publisher=Nhà xuất bản Thuận Hóa }}\n\n{{Quần thể di tích Cố đô Huế}}"}