{"3247676":"{{Bộ máy chính quyền Hà Nội}}\n'''Ban, ngành, đơn vị trực thuộc Ủy ban nhân dân thành phố Hà Nội''' bao gồm các ban, đơn vị thuộc khối an ninh-tư tưởng, đơn vị thuộc khối tư pháp, tài chính... không thuộc [[Các cơ quan chuyên môn Ủy ban nhân dân thành phố Hà Nội|các cơ quan chuyên môn]] thuộc [[Ủy ban nhân dân thành phố Hà Nội]].\n\nHiện tại có 20 ban, ngành và đơn vị trực thuộc Ủy ban nhân dân thành phố Hà Nội.\n\n==Chức năng và nhiệm vụ==\nBan, ngành, đơn vị trực thuộc Ủy ban nhân dân Thành phố được thành lập để phù hợp với nhiệm vụ riêng của thành phố Hà Nội. Với mục đích tham mưu, quản lý lĩnh vực đặc thù được nhà nước quy định và do Ủy ban nhân dân thành phố phân công và ủy nhiệm.\n\nMỗi ban, ngành, đơn vị có nhiệm vụ đặc thù riêng, thường ít chồng tréo lên nhau. Các cơ quan này thường độc lập so với cơ quan cấp trên.\n==Tổ chức==\nCác ban, ngành, đơn vị trực thuộc Ủy ban nhân dân thành phố Hà Nội hiện nay<ref>{{chú thích web | url = https:\/\/www.thudo.gov.vn\/organization_ubnd.aspx | tiêu đề = Cơ cấu tổ chức UBND Thành phố | author = | ngày = | ngày truy cập = 6 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>:\n# Ban Quản lý đường sắt Đô thị Hà Nội\n# Bảo hiểm Xã hội thành phố Hà Nội\n# Ban Quản lý hạ tầng tả ngạn\n# [[Bộ Tư lệnh Thủ đô Hà Nội|Bộ Tư lệnh Thủ đô]]\n# Ban Quản lý Đầu tư và Xây dựng khu đô thị mới\n# [[Công an thành phố Hà Nội|Công an thành phố Hà Nội]]\n# Ban Quản lý Dự án trọng điểm phát triển Đô thị\n# Quỹ Đầu tư phát triển đất thành phố\n# Trung tâm Bảo tồn di sản Thăng Long Hà Nội\n# Viện Nghiên cứu phát triển kinh tế xã hội Hà Nội\n# Viện Quy hoạch Xây dựng Hà Nội\n# Cục thống kê thành phố Hà Nội\n# Cục thuế thành phố Hà Nội\n# Cục Hải quan thành phố\n# Kho bạc Nhà nước thành phố Hà Nội\n# Chi nhánh Ngân hàng Nhà nước thành phố Hà Nội\n# Cảnh sát Phòng cháy chữa cháy thành phố Hà Nội\n# [[Tòa án nhân dân thành phố Hà Nội]]\n# [[Viện kiểm sát nhân dân thành phố Hà Nội]]\n# Thanh tra Nhà nước thành phố Hà Nội\n\nTùy vào chức năng và nhiệm vụ người đứng đầu các ban, ngành, đơn vdị trực thuộc có quyền hạn và nhiệm vụ khác nhau.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Ủy ban nhân dân thành phố Hà Nội]]"}