{"405024":"[[Tập tin:Các vùng du lịch ở Việt Nam.PNG|nhỏ|phải|250px|Bản đồ các vùng du lịch ở Việt Nam.PNG]]\n'''Các vùng du lịch Việt Nam''' là tiêu chí phân vùng trên cơ sở tuyến hay điểm du lịch và dựa trên sự liên kết những điểm tương đồng hay các điểm du lịch. Chiến lược phát triển [[du lịch Việt Nam]] đến năm 2020 chia ra 7 vùng du lịch thay vì 3 vùng như chiến lược đến năm 2010, các vùng du lịch gồm: Trung du miền núi phía Bắc, [[vùng đồng bằng sông Hồng và duyên hải Đông Bắc]], vùng [[Bắc Trung Bộ]], vùng duyên hải [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]], vùng [[Tây Nguyên]], vùng [[Đông Nam Bộ]] và vùng [[Đồng bằng sông Cửu Long|Tây Nam Bộ]].<ref>[http:\/\/www.cinet.gov.vn\/ArticleDetail.aspx?newsid=49607&ZoneId=157&rid=20 Du lịch Việt Nam hướng đến năm 2020]{{Liên kết hỏng|date=2021-01-31 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.cinet.gov.vn\/LawDocumentDetail.aspx?ZoneId=148&rid=99&lawdocid=19257 Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn 2030]{{Liên kết hỏng|date=2021-01-31 |bot=InternetArchiveBot }}<\/ref>\n\n\"''Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030''\" đã được thủ tướng chính phủ Việt Nam phê duyệt ngày 30\/12\/2011 <ref>{{Chú thích web |url=http:\/\/www.itdr.org.vn\/details_news-x-187.vdl |ngày truy cập=2012-02-15 |tựa đề=Phê duyệt \"Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030\" |archive-date=2012-03-31 |archive-url=https:\/\/web.archive.org\/web\/20120331073742\/http:\/\/www.itdr.org.vn\/details_news-x-187.vdl |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.itdr.org.vn\/details_daqh-x-71.vdl |ngày truy cập=2012-02-15 |tựa đề=Nguyên văn \"Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030\" |archive-date=2012-03-30 |archive-url=https:\/\/web.archive.org\/web\/20120330035125\/http:\/\/www.itdr.org.vn\/details_daqh-x-71.vdl |url-status=dead }}<\/ref>\n\n==Các tiêu chí phân vùng du lịch (Việt Nam)==\n\n*Loại hình sản phẩm du lịch độc đáo.\n*Điều kiện môi trường tự nhiên về du lịch.\n*Điều kiện môi trường nhân văn, đặc biệt là các di sản văn hóa, lịch sử, các lễ hội truyền thống.\n*Định hướng phát triển kinh tế - xã hội, phát triển đô thị hóa và mức thu nhập bình quân đầu người.\n*Điều kiện [[kết cấu hạ tầng]], [[cơ sở vật chất kỹ thuật]] chuyên ngành, đặc biệt là hệ thống [[khách sạn]], [[nhà hàng]], [[tổ chức vui chơi giải trí]], đi lại, [[thông tin liên lạc]].\n\n“Quy hoạch tổng thể phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030” ngày 22\/1\/2013 xác định rõ Việt Nam có 7 vùng du lịch với các trọng điểm phát triển du lịch như sau:<ref>[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungquyhoachnganh?_piref135_16027_135_16022_16022.strutsAction=ViewDetailAction.do&_piref135_16027_135_16022_16022.docid=1698&_piref135_16027_135_16022_16022.substract= Quy hoạch tổng thể phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030” ngày 22\/1\/2013]{{Liên kết hỏng|date=2023-01-03 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.cinet.gov.vn\/LawDocumentDetail.aspx?ZoneId=148&rid=99&lawdocid=19257 Về việc phê duyệt \"Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn 2030]{{Liên kết hỏng|date=2021-01-31 |bot=InternetArchiveBot }}<\/ref>\n\n==[[Trung du và miền núi phía Bắc|Vùng trung du và miền núi phía Bắc]]==\nBao gồm 14 tỉnh Hòa Bình, Sơn La, Điện Biên, Lai Châu, Yên Bái, Phú Thọ, Lào Cai, Tuyên Quang, Hà Giang, Bắc Kạn, Thái Nguyên, Cao Bằng, Lạng Sơn và Bắc Giang. Vùng này có 5 trọng điểm du lịch là:\n#[[Sơn La]] - [[Điện Biên]]: gắn với Mộc Châu, hồ Sơn La, cửa khẩu quốc tế Tây Trang, di tích lịch sử Điện Biên Phủ và Mường Phăng.\n#[[Lào Cai]] gắn với cửa khẩu quốc tế Lào Cai, khu nghỉ mát Sa Pa, Phan Xi Phăng và vườn quốc gia Hoàng Liên.\n#[[Phú Thọ]] gắn với lễ hội Đền Hùng và hệ thống di tích thời đại Hùng Vương, du lịch hồ Thác Bà.\n#[[Thái Nguyên]] - [[Lạng Sơn]] gắn với hồ Núi Cốc, di tích ATK Định Hóa, Tân Trào, khu kinh tế cửa khẩu Đồng Đăng, khu nghỉ mát Mẫu Sơn.\n#[[Hà Giang]] gắn với công viên địa chất toàn cầu Cao nguyên đá Đồng Văn, cảnh quan Mèo Vạc, Mã Pí Lèng, Na Hang…\n\n==[[Vùng đồng bằng sông Hồng và duyên hải Đông Bắc]]==\nGồm Thủ đô [[Hà Nội]] và các tỉnh Vĩnh Phúc, [[Bắc Ninh]], Hải Dương, Hưng Yên, [[Thái Bình]], Hà Nam, [[Ninh Bình]], Nam Định, [[Hải Phòng]] và [[Quảng Ninh]], gồm 3 trọng điểm du lịch là:\n#Thủ đô [[Hà Nội]] gắn với hệ thống di tích lịch sử văn hóa nội thành và các cảnh quan tự nhiên vùng phụ cận.\n#[[Quảng Ninh]] - [[Hải Phòng]] gắn với cảnh quan biển đảo Đông Bắc đặc biệt là Hạ Long - Cát Bà, Vân Đồn, Đồ Sơn.\n#[[Ninh Bình]] gắn với Tam Cốc - Bích Động, Hoa Lư, Tràng An, Vân Long, Cúc Phương, Tam Chúc - Ba Sao và quần thể di tích, cảnh quan vùng phụ cận.\n\n==[[Bắc Trung Bộ (Việt Nam)|Vùng Bắc Trung Bộ]]==\nGồm các tỉnh [[Thanh Hóa]], Nghệ An, Hà Tĩnh, [[Quảng Bình]], Quảng Trị, Thừa Thiên - Huế. Vùng này có 3 địa bàn trọng điểm du lịch là:\n#[[Thanh Hóa]] và phụ cận gắn với điểm du lịch quốc gia Thành Nhà Hồ, Lam Kinh, Bến En và đô thị du lịch Sầm Sơn.\n#Nam [[Nghệ An]] - [[Bắc Hà]] Tĩnh gắn với Cửa Lò, Kim Liên, Đồng Lộc, cửa khẩu Cầu Treo, núi Hồng - sông Lam, Xuân Thành…\n#[[Quảng Bình]] - [[Quảng Trị]] gắn với Phong Nha - Kẻ Bàng, biển Cửa Tùng - Cửa Việt, đảo Cồn Cỏ, cửa khẩu Lao Bảo và hệ thống di tích chiến tranh chống Mỹ.\n#[[Thừa Thiên Huế]]\n\n==[[Nam Trung Bộ Việt Nam|Vùng Duyên hải Nam Trung Bộ]]==\nGồm các tỉnh Quảng Nam, TP. [[Đà Nẵng]], Quảng Ngãi, Bình Định, Phú Yên, Khánh Hòa, Ninh Thuận, Bình Thuận. Vùng này có 3 địa bàn trọng điểm du lịch là:\n#[[Đà Nẵng]] - [[Quảng Nam]] gắn với Sơn Trà, Hải Vân, Hội An, Mỹ Sơn…\n#[[Bình Định]] - [[Phú Yên]] - [[Khánh Hòa]] gắn với các bãi biển Phương Mai, Đầm Ô Loan, vịnh Nha Trang, Cam Ranh…\n#[[Bình Thuận]] gắn với biển Mũi Né, đảo Phú Quý…\n\n==[[Tây Nguyên|Vùng Tây Nguyên]]==\ngồm các tỉnh Kon Tum, Gia Lai, Đắk Lắk, Đắk Nông, Lâm Đồng. Vùng này có 3 trọng điểm du lịch là:\n#Thành phố Đà Lạt gắn với hồ Tuyền Lâm, Đan Kia - Suối Vàng.\n#Đắk Lắk gắn với vườn quốc gia Yokđôn và không gian văn hóa cồng chiêng Tây Nguyên.\n#Gia Lai - Kon Tum gắn với cửa khẩu quốc tế Bờ Y, Măng Đen, Yaly.\n\n==[[Đông Nam Bộ (Việt Nam)|Vùng Đông Nam Bộ]]==\nGồm TP. Hồ Chí Minh và các tỉnh Đồng Nai, Bình Dương, Bà Rịa - Vũng Tàu, Bình Phước, Tây Ninh. Vùng này có 3 trọng điểm du lịch:\n#[[Thành phố Hồ Chí Minh]] gắn với khu rừng sác Cần Giờ và hệ thống di tích lịch sử văn hóa nội thành.\n#[[Tây Ninh]] gắn với cửa khẩu quốc tế Mộc Bài, núi bà Đen, hồ Dầu Tiếng.\n#[[Thành phố Vũng Tàu]] gắn với Long Hải, Phước Hải, Côn Đảo.\n\n==[[Đồng bằng sông Cửu Long]]==\nGồm các tỉnh Long An, Đồng Tháp, An Giang, [[Kiên Giang]], Cà Mau, Bạc Liêu, Sóc Trăng, Bến Tre, Trà Vinh, Vĩnh Long, Tiền Giang, Hậu Giang và TP. Cần Thơ. Vùng này có 4 trọng điểm du lịch:\n#[[Tiền Giang]] - [[Bến Tre]] gắn với du lịch miệt vườn Thới Sơn.\n#[[Cần Thơ]] - [[Kiên Giang]] gắn với biển đảo Phú Quốc, Hà Tiên.\n#[[Đồng Tháp]] - [[An Giang]] gắn với Tứ giác Long Xuyên, vườn quốc gia Tràm Chim.\n#[[Cà Mau]] gắn với U Minh - Năm Căn - mũi Cà Mau.\n\n==Tham khảo==\n*''Theo viện nghiên cứu phát triển du lịch Việt Nam'' - Tài liệu ''Quy hoạch Du lịch''.\n*''Quy hoạch du lịch'' - ''Trần Văn Thông'' - [[Trường Đại học Dân lập Văn Lang|Đại học Văn Lang]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Du lịch Việt Nam]]\n[[Thể loại:Vùng của Việt Nam|V]]"}