{"2359643":"{{chú thích trong bài}}\nDưới đây nội dung khái quát về những tổ chức ngoại vi của [[Đảng Cộng sản Việt Nam]] từ khi thành lập (1930) đến nay.\n\n===[[Hội Phản đế Đồng minh]]===\nHội Phản đế Đồng minh năm 1930 mang màu sắc [[tả khuynh]] hơn so với Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, vì đảng chủ trương thành lập Cộng hòa Soviet, sử dụng cờ đỏ búa liềm để hiệu triệu thể hiện tính giai cấp sâu sắc nên bị Pháp coi là \"cực đoan\", bạo loạn phải kiên quyết đàn áp.\n\n===[[Mặt trận Thống nhất Nhân dân Phản đế Đông Dương]]===\nMặt trận Thống nhất Nhân dân Phản đế Đông Dương thành lập năm 1936 khi [[Mặt trận bình dân (Pháp)|Mặt trận Bình dân Pháp]] lên nắm quyền, Mặt trận chống [[chủ nghĩa phát xít|phát xít]] làm mục tiêu chính có tên trên, nhưng giai đoạn đó Chính phủ Pháp ban hành nhiều quyền tự do dân chủ cho xứ thuộc địa so với trước, khi đó Đảng đổi hướng sang đòi tự do dân chủ nên tên không phù hợp và ít thuyết phục nên 1938 đổi tên là Mặt trận thống nhất dân chủ Đông Dương, để khẳng định lập trường hơn hướng đấu tranh tự do dân chủ dân sinh. Thời gian này một số tổ chức hoạt động công khai hay bán công khai, trong đó có Đảng Cộng sản. Các khẩu hiệu mang màu sắc Chủ nghĩa xã hội hay Chủ nghĩa Cộng sản không được nhắc đến trong các cương lĩnh đường lối của Mặt trận. Năm 1939, khi cánh hữu Pháp nắm quyền Đảng Cộng sản Đông Dương chủ trương thành lập Mặt trận dân tộc thống nhất phản đế Đông Dương, xác định khẩu hiệu dân tộc chủ nghĩa, thành lập chính thể cộng hòa, cũng không nhắc đến các khẩu hiệu mang màu sắc Chủ nghĩa xã hội hay Chủ nghĩa Cộng sản. Khởi nghĩa Nam Kỳ dùng cờ đỏ sao vàng chứ không dùng cờ đỏ búa liềm.\n\n===[[Việt Minh|Mặt trận Việt Minh]]===\nNăm 1941 thành lập Mặt trận [[Việt Minh]], cũng không đưa ra các đường lối mang màu sắc Chủ nghĩa xã hội hay Chủ nghĩa Cộng sản để thu hút lực lượng, phân hóa kẻ thù, xác định lập chính quyền Dân chủ Cộng hòa (chứ không phải chính quyền Xô viết). Sự lãnh đạo cách mạng của Đảng Cộng sản cũng bí mật, công khai là Tổng bộ Việt Minh, nhằm tranh thủ [[Hoa Kỳ|Mỹ]], [[Trung Hoa Dân Quốc]], và sau cả chính quyền [[De Gaulle]] chống [[đế quốc Nhật Bản|phát xít Nhật]], phát xít Pháp và bù nhìn. Khẩu hiệu chính của Việt Minh là phản Pháp - kháng Nhật - liên Hoa - độc lập.\n\nTrong [[cách mạng tháng Tám|cách mạng Tháng Tám]], miền Bắc và Trung chỉ sử dụng cờ đỏ sao vàng, trong Nam có tính chất tả khuynh hơn, sử dụng cả cờ đỏ búa liềm, và những ngày đầu chính quyền trong đó cũng có các chính sách tả khuynh hơn các nơi khác.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\nSau Cách mạng Tháng Tám, Đảng mới thừa nhận lãnh đạo thực tế, thậm chí khi đó [[Hồ Chí Minh]] mới công khai mình là [[Hồ Chí Minh|Nguyễn Ái Quốc]]. Tuy nhiên nhìn chung đối phương, và các đồng minh luôn biết hoặc nghi ngờ Việt Minh do Đảng Cộng sản là nòng cốt. Đảng Cộng sản Đông Dương khi đó giải tán. Các đảng viên hoạt động công khai trong Việt Minh - dân tộc chủ nghĩa, hay dưới danh nghĩa Hội nghiên cứu chủ nghĩa Mác.\n\nLúc này Đảng Dân chủ đã tách khỏi Việt Minh, tạo bề ngoài một tổ chức chính trị độc lập với Việt Minh (và trên thực tế quan hệ giữa Việt Minh và đảng Dân chủ ở một số nơi có cạnh tranh), nhưng tạo ra một quan hệ đồng minh thế mạnh hơn so với phe Việt Quốc và Việt Cách,... trước bầu cử. Như vậy xét về tính chất thì Việt Minh ban đầu là một tổ chức liên minh dân tộc chủ nghĩa, khi Đảng Cộng sản Đông Dương \"tuyên bố giải tán\" thì nó là bình phong để Đảng Cộng sản Đông Dương hoạt động.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n[[Chính phủ Liên hiệp Lâm thời]] tổ chức bầu cử và ra hiến pháp (không có hiệu lực thực tế) nhằm tạo ra một chính phủ hợp pháp mà Việt Minh làm nòng cốt nhằm tranh thủ sự ủng hộ quốc tế.\n\nKhác với phe đối lập (có tham gia chính quyền các cấp) tuyên truyền cho dân chủ nhưng bỏ qua dân sinh, phe Việt Minh tuyên truyền cho dân sinh. Nhưng cả hai phe có lập trường chống [[đế quốc thực dân Pháp|thực dân Pháp]] xâm lược Miền Nam. Sau phe Việt Quốc, Việt Cách lập [[Mặt trận Quốc dân Đảng Việt Nam]] (thân Trung Hoa dân quốc) gồm 3 đảng đã tuyên bố tẩy chay bầu cử, và lại tách ra, do họ cho bầu cử không công bằng.\n\nỞ miền Bắc, khi chính phủ [[Việt Nam Dân chủ Cộng hòa]] quyết định cho 15.000 quân Pháp ra Bắc thay thế cho 20 vạn quân Tưởng về nước, một số thành viên Việt Quốc, Việt Cách rời bỏ chính phủ để phản đối. Sau vụ án Ôn Như Hầu, coi như Việt Minh loại bỏ những \"người đối lập\"{{fact|date = ngày 7 tháng 1 năm 2013}}, còn một số thành viên Việt Quốc, Việt Cách hợp tác với Việt Minh. Đảng Xã hội Việt Nam được thành lập, thu hút trí thức ngả về phe tả, tranh thủ Đảng Xã hội Pháp và cánh tả châu Âu, thực chất có lợi cho Việt Minh.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\nỞ miền Nam, hình thành chính quyền liên hiệp một số nơi gồm cả Việt Minh và đồng minh và các nhóm khác bao gồm Trotskyist (nhóm trước có thời gian hợp tác với Đảng Cộng sản nhưng sau đó bị Đảng Cộng sản cho là theo phát xít do phản đối Mặt trận bình dân Pháp), [[Việt Nam Dân chủ Xã hội Đảng|Đảng Dân chủ Xã hội Việt Nam]], [[Việt Nam Quốc gia Độc lập Đảng]], [[Việt Nam Quốc dân Đảng|Việt Quốc]], [[Đại Việt]]...{{fact|date = ngày 7 tháng 1 năm 2013}}\n\nSau này quan hệ giữa Việt Minh với các đảng phái khác (trừ đảng Dân chủ, Xã hội và một số ít người từ các đảng khác) xấu đi.{{fact|date = ngày 7 tháng 1 năm 2013}} Việt Minh coi tất cả các đảng phái còn lại là phản động, Việt gian còn các đảng phái này liên minh thành lập [[Quốc gia Việt Nam]] hay còn gọi là giải pháp Bảo Đại chống lại Việt Minh.{{fact|date = ngày 7 tháng 1 năm 2013}} Mỹ ủng hộ giải pháp Bảo Đại, nhưng sau Pháp mới đồng ý. Chính phủ [[Quốc gia Việt Nam]] tập hợp nhiều phái chống Cộng sản, lỏng lẻo, và về hình thức giống chính phủ [[Trần Trọng Kim]] trước đây, không có cả Quốc hội lẫn Hiến pháp...\n\n[[Đạo Cao Đài]] vẫn ủng hộ cho [[Cường Để]], hay Bảo Đại, trừ một số gia nhập hay liên minh với Việt Minh, có thời gian phối hợp với Pháp, một số sau vào Mặt trận giải phóng. [[Phật giáo Hòa Hảo]] truyền thống thân Pháp, và một thời gian Nhật, nhưng [[chống phát xít]] kể cả phát xít Pháp, sau thời gian ngắn chống Pháp lại liên kết lỏng lẻo với Pháp, số rất ít theo Việt Minh, cho đến thời Mặt trận giải phóng đa phần trung lập. Vùng [[Tây Nguyên]] (tương tự ở Tây Bắc, Mường, Nùng), Pháp tuyên bố cho tự trị (Tây Kỳ tự trị, Thái tự trị, Mường tự trị...) nên đa số ngả theo Pháp, Việt Minh sau phải trở lại tuyên truyền, ở Tây Nguyên có lực lượng ủng hộ khá đông.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\nVề lực lượng vũ trang, ban đầu Việt Minh không nắm được toàn bộ, nhưng cơ bản ngoài Bắc và Trung nắm quân đội quốc gia. Các tổ chức khác có lực lượng vũ trang hay bán vũ trang riêng, có khi sáp nhập hoặc không.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n===[[Hội Liên hiệp Quốc dân Việt Nam|Hội Liên hiệp quốc dân Việt Nam]]===\n[[Hội Liên hiệp Quốc dân Việt Nam|Hội Liên hiệp quốc dân Việt Nam]] gọi tắt là [[Hội Liên Việt]] thành lập ngày 29\/5\/1946 trên cơ sở đoàn kết các đảng chống Pháp, bao gồm Việt Minh, các tổ chức \"đối lập\" với Việt Minh, và Đảng Xã hội... chống mưu đồ Pháp thu hút lực lượng về họ với chiêu bài tự trị. Nhưng sau các phe đối lập với Việt Minh rời bỏ hội, và chỉ còn Việt Minh và các đảng đồng minh, cùng các tổ chức cá nhân có lập trường chống Pháp khác thân với Việt Minh. Tôn chỉ Hội là: đoàn kết tất cả các đảng phái yêu nước và đồng bào yêu nước vô đảng phái, không phân biệt giai cấp, tôn giáo, xu hướng chính trị, chủng tộc để làm cho nước Việt Nam độc lập, thống nhất, dân chủ, phú cường.\n\n===[[Mặt trận Liên Việt]]. ===\nNăm 1951 lúc này Đảng Cộng sản hoạt động công khai thì Việt Minh sáp nhập với Hội Liên Việt thành lập Mặt trận Liên Việt.\n\nKhi Đảng đã mạnh, và Cộng hòa Nhân dân Trung Hoa ra đời, thì lúc đó Đảng ra hoạt động công khai, và ra tuyên bố mang màu sắc Chủ nghĩa Xã hội và Chủ nghĩa Cộng sản. Vào thời gian trước về công khai Việt Minh chỉ xem mình là tổ chức dân tộc chủ nghĩa (nhưng các chủ trương về Chủ nghĩa Xã hội vẫn được học tập trong nội bộ hay tuyên truyền trong quần chúng theo cách mạng).\n\n===[[Mặt trận Tổ quốc Việt Nam]]===\nNăm 1955, Đảng Lao động Việt Nam lập Mặt trận Tổ Quốc Việt Nam từ Mặt trận Liên Việt, khẳng định tổ chức của cả nước nhưng sau khi Mặt trận dân tộc giải phóng Miền Nam ra đời thì đó là tổ chức riêng miền bắc. Sau chiến tranh Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam, và Mặt trận dân tộc giải phóng hợp nhất với Mặt trận Tổ quốc Việt Nam năm 1977. Từ thời điểm đó đến nay, tại Việt Nam, chỉ tồn tại duy nhất Mặt trận Tổ quốc Việt Nam do Đảng Cộng sản Việt Nam lãnh đạo.\n\n===[[Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam]]===\nNăm 1968 khi Quân giải phóng (bao gồm cả quân tại chỗ và ở ngoài bắc vào theo định nghĩa của phía Mặt trận) Tổng tiến công Mậu thân thì [[Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam]] được Đảng (ngầm) thành lập, mục đích chính tạo một lực lượng đệm, giữa chính quyền Việt Nam Cộng hòa và Mặt trận, thu hút chủ yếu dân thành thị hay tầng lớp trên tham gia, nhưng ủng hộ cho phía Mặt trận.\n\nNếu Liên minh giành được thắng lợi sẽ tổ chức tổng tuyển cử tự do ở Miền Nam, mà Liên minh này sẽ liên kết với Mặt trận để tạo đa số. Nhưng sau đó tình hình không thuận lợi, do đó Liên minh với Mặt trận thành lập Chính phủ Cách mạng Lâm thời để tạo một địa vị pháp lý cao hơn cho đàm phán tại [[Paris]]. Lực lượng này thu hút nhiều hơn ủng hộ những người hay lo ngại Cộng sản ở Miền Nam chi phối Mặt trận, nhưng lại có lập trường chống Mỹ và Việt Nam Cộng hòa.\n\n===Mặt trận Dân tộc Giải phóng miền Nam Việt Nam===\n{{chính|Mặt trận Dân tộc Giải phóng miền Nam Việt Nam}}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Đảng Cộng sản Việt Nam]]"}