{"1239089":"'''Cát Bi plaza''' là một Trung tâm thương mại mới được xây dựng tại số 1 đường [[Lê Hồng Phong]] (đầu [[Ngã Năm]] - cũ), [[ngô Quyền (quận)|quận Ngô Quyền]], [[hải Phòng|thành phố Hải Phòng]].({{coor d|20.861098|N|-106.696676|W|}}) CatBi Plaza nằm cách Sân bay Cát Bi và đường cao tốc Hà Nội-Hải Phòng khoảng vài cây số. Công trình có vị trí thuận lợi cho các hoạt động kinh tế, giao dịch thương mại... của một thành phố công nghiệp, cảng biển như [[Hải Phòng]]. Cát Bi Plaza hứa hẹn mở ra rất nhiều dịch vụ, thỏa mãn nhu cầu khách hàng trong và ngoài nước khi công trình đi vào hoạt động. Cát Bi plaza còn theo chính sách môi trường xanh, tôn trọng và bảo vệ môi trường trong xanh và sạch đẹp.<ref>{{chú thích web|url=http:\/\/www.baodautu.vn\/portal\/public\/vir\/baivietkinhtedautu\/repository\/collaboration\/sites%20content\/live\/vir\/web%20contents\/chude\/kinhtedautu\/doisongxahoi\/9df71ff87f000001014864e7ae2f8e1f|title=CatBi Plaza: diện mạo mới của đô thị Hải Phòng 1|accessdate=ngày 26 tháng 4 năm 2012}}{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>\n\nNgày [[29 tháng 6]] năm 2012, một phần trung tâm thương mại đã được đưa vào sử dụng, các phần còn lại đang được gấp rút hoàn thành và chuẩn bị được khai thác.\n==Mô hình kiến trúc==\n[[Tập tin:Catbi building.jpg|nhỏ|250px|Cát Bi plaza]]\nCát Bi plaza là một tổ hợp cao 21 tầng trong đó có Trung tâm thương mại, văn phòng, căn hộ cao cấp cho thuê và các tiện ích phục vụ khác. Tổng diện tích sàn khai thác kinh doanh là 24.015 m² trong đó khu trung tâm thương mại có tổng diện tích 9.000 m² trải dài từ tầng 1 đến tầng 3. Từ tầng 4 đến tầng 21, diện tích khoảng 15.000 m². Đây sẽ là khu mua sắm hiện đại được đầu tư bởi các doanh nghiệp bán lẻ lớn trong nước, hình thành khu thương mại tập trung của [[người Việt]] theo phương châm kinh doanh \"người Việt dùng hàng Việt\".\n\nTrong số các doanh nghiệp Việt đã khai thác kinh doanh tại đây có những thương hiệu nổi tiếng như siêu thị [[Co.op mart]], nhà sách [[Fahasa]], thời trang exchange blue,... Ngoài ra còn có một số thương hiệu ngoài như gà rán [[Jollibee]], [[Lotteria]],...\n\n== Nguồn gốc tên gọi ==\nTên gọi \"[[Cát Bi]]\" xuất xứ từ ''tên của một ngôi làng cổ'' của trang [[An Biên]], nơi nữ tướng Lê Chân khai phá xây dựng từ những năm 40 của thế kỷ I, gắn liền với lịch sử hình thành phát triển của [[thành phố]] [[Hải Phòng]].\n\nTrong những năm thực dân Pháp xâm lược Việt Nam, \"Cát Bi\" cũng là ''tên gọi khu căn cứ không quân'', từng được coi là \"pháo đài bất khả xâm phạm\" của quân đội viễn chinh Pháp; gắn liền với lịch sử [[trận tập kích sân bay Cát Bi]] ngày 07\/03\/1954. Hiện tại [[Sân bay Cát Bi]] là ''cảng hàng không nội địa'', phục vụ mục đích thương mại; và đang được nâng cấp thành sân bay quốc tế để tương xứng với sự phát triển của thành phố Hải Phòng.\n\n==Chủ đầu tư==\nCát Bi plaza được công ty TNHH một thành viên Thương mại đầu tư phát triển đô thị, là chủ công ty khai thác dự án nhóm A lớn nhất của thành phố Hải Phòng về sự phát triển cơ sở hạ tầng và các khu đô thị mới, với số vốn đầu tư tính đến tháng 5 năm 2011 là 270,536 tỉ [[đồng (tiền)|đồng]].<ref name=\"m\">{{chú thích web|url=http:\/\/www.catbiplaza.vn\/chu-dau-tu\/|title=CHỦ ĐẦU TƯ|accessdate=ngày 1 tháng 5 năm 2012|archive-date=2012-04-20|archive-url=https:\/\/web.archive.org\/web\/20120420225805\/http:\/\/www.catbiplaza.vn\/chu-dau-tu\/|url-status=dead}}<\/ref>\n\nTrong quá trình xây dựng, công ty đã nhận được một số khen thưởng nhất định như [[Huân chương Lao động|Huân chương lao động hạng III]], bằng khen của Chính phủ, nhiều bằng khen của Tổng LĐLĐVN, LĐLĐ Thành phố, Ủy ban nhân dân Thành phố Hải Phòng.<ref name=\"m\"\/>\n\n== Hình ảnh ==\n<gallery>\nTập tin:Tdtower.jpg|Cát Bi plaza trong giai đoạn hoàn thiện\nTập tin:Catbi plaza 02.jpg|Logo\n<\/gallery>\n\n== Liên kết ngoài ==\n*[http:\/\/www.catbiplaza.vn\/gioi-thieu\/ Giới thiệu Catbi Plaza] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120423000705\/http:\/\/www.catbiplaza.vn\/gioi-thieu\/ |date=2012-04-23 }}\n*[http:\/\/nqdesign.vn\/gioi-thieu-san-pham\/nhan-dien-thuong-hieu-cat-bi-plaza-2.html Nhận diện thương hiệu Cát Bi Plaza] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111231061331\/http:\/\/nqdesign.vn\/gioi-thieu-san-pham\/nhan-dien-thuong-hieu-cat-bi-plaza-2.html |date=2011-12-31 }}\n* Tư liệu hình ảnh về [[commons:Catbi plaza|Cát Bi plaza]]\n\n==Xem thêm==\n* [[Khu đô thị Ngã năm-Sân bay Cát Bi|Khu đô thị mới Ngã năm-Sân bay Cát Bi]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Trung tâm thương mại tại Việt Nam]]\n[[Thể loại:Trung tâm thương mại tại Hải Phòng]]\n[[Thể loại:Công trình xây dựng ở Hải Phòng]]\n[[Thể loại:Du lịch Hải Phòng]]"}