{"360354":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Cát Quế\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 4,24 km²<ref name=2QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ.<\/ref>\n| dân số = 17.381 người<ref name=QD19>[[Điều tra dân số|Tổng điều tra dân số]] năm 1999, dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT.<\/ref>\n| thời điểm dân số = 2017\n| mật độ dân số = 4.099 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Hoài Đức]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09850<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n|bí thư=Nguyễn Tự Bính|chủ tịch UBND=Trần Văn Long|chủ tịch HĐND=Nguyễn Tự Bính}}\n\n'''Cát Quế''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Hoài Đức]], thành phố [[Hà Nội]], [[Việt Nam]]. Đây là một xã nằm bên [[sông Đáy]].\n\nXã được đặt tên bằng cách ghép tên hai làng Cát Ngòi và Quế Dương (diện tích và dân số làng Quế Dương chiếm phần lớn).Là một xã cổ, có truyền thống vật võ.Cách trung tâm Hà Nội 12Km theo hướng Tây. Trước đây tên xã là Vinh Quang.\n\nNơi đây có di chỉ khảo cổ Vinh Quang nổi tiếng từ thời văn hóa Phùng Nguyên cách nay trên 3000 năm.\n\n{| class=\"wikitable\"\n|+\n![[Tập tin:Cát quế đền vật.jpg|nhỏ|đền vật Thôn Quế Dương, xã Cát Quế]]\n![[Tập tin:Cát quế đền mẫu.jpg|nhỏ|Đền Mẫu cát quế]]\n![[Tập tin:Cát Quế 2.jpg|nhỏ|Chim Garuda đất nung đời Mạc ở chùa làng Quế Dương, Cát Quế]]\n|-\n|[[Tập tin:Cát quế 1920.jpg|nhỏ|Hội Vật cát Quế thời xưa]]\n|[[Tập tin:Cát quế hội làng.jpg|nhỏ|Hội cát quế 2015|222x222px]]\n|[[Tập tin:Cát Quế 1.jpg|nhỏ|Nhang Án đời Lê, Đình Quế Dương, Cát Quế]]\n|}\n\nXã có các di tích văn hóa,lịch sử đã được xếp hạng như Đền Vật, Đền Mẫu, Chùa Đại Bi, Chùa Vĩnh Phúc... nét đặc trưng văn hóa của làng Quế Dương mà làng khác không có là mỗi xóm có một nơi thờ cúng gọi là \"Điếm\". Điếm vừa là nơi thờ cúng, hội họp, vui chơi của dân trong 1 xóm.\n\nChùa Đại Bi tên nôm là chùa Bái nằm ở phía bắc xã hiện có 1 bệ tam thế bằng đá từ thời Trần năm 1374 là một trong 3 bệ đá thời Trần cổ nhất Việt Nam. Ngoài ra có 1 quả chuông thời Tây Sơn năm 1798, 1 khánh đồng đúc năm 1816. Phía hậu điện của chùa có 2 tòa Tái Động miêu tả cảnh các tầng địa ngục vô cùng sinh động và độc đáo.\n\nPhía Nam của xã là chùa Vĩnh Phúc tên Nôm là chùa Vắng, nếu chùa Đại bi nổi danh với bệ đá thời trần thì chùa Vĩnh Phúc lại nổi tiếng với bệ thờ Đất nung thời Mạc hiếm hoi còn sót lại trên toàn quốc Việt Nam.\n\nVề các nơi thờ cúng ở xã:\n\n+ Chùa: Đạo Phật (Chùa Bái - chùa Đại Bi, chùa Vắng - chùa Vĩnh Phúc)\n\n+ Nhà thờ: Đạo Thiên Chúa (2 nhà thờ: 1 ở thôn Quế Dương, 1 ở thôn Cát Ngòi)\n\n+ Đình: của làng\n\n+ Đền\n\n+ Miếu\n\n+ Điếm: có thể vừa là nơi thờ cúng vừa là nơi vui chơi hoặc chỉ là một ngôi nhà trống làm chỗ dừng chân.\n\nXã có các lễ hội truyền thống mang đậm nét dân gian như hội Đền Mẫu thờ công chúa Liễu Hạnh (diễn ra từ ngày 01-03\/03 âm lịch). Hội này chỉ có thiếu nữ và các cụ bà tham gia lễ hội.\n\nNgoài ra 5 năm tổ chức 1 lần hội Đền Vật (quán Vật, Đình Đấu) (diễn ra từ 14-16\/01 âm lịch các năm có số cuối là 0 hoặc 5). Hội Đền Vật gồm 2 phần chính là lễ rước quân và hội vật. Hội vật thu hút nhiều người trong xã cũng như khách thập phương đến xem và tham gia. Trong xã có nhiều đô vật đẳng cấp quốc gia như Lê Duy Hợi đã 2 lần đoạt huy chương vàng SeaGame. Người Cát Quế tự hào với câu ca:\n\n\" Đông Anh, Thạch Thất đã tài\n\nvẫn thua Cát Quế một vài ông Đô\"\n\n.\nKinh tế của xã chủ yếu phát triển nghề phụ như làm bột sắn, đót, làm đường mạch nha, mì miến, bánh kẹo, nước giải khát và buôn bán...\n\nNông nghiệp chiếm tỉ trọng nhỏ trong phát triển kinh tế của xã. Tuy nhiên, xã có giống bưởi quý đặc sản, đang được viện nông nghiệp Việt Nam bảo tồn nguồn ghen, đó là giống bưởi đường Quế Dương.\n[[Tập tin:Hội vật cát quế.jpg|nhỏ|476x476px|Hội Vật thôn Quế Dương, xã Cát Quế]]\n\n==Vị trí địa lý==\nXã Cát Quế nằm ở phía Tây Bắc huyện [[Hoài Đức]]\n==Địa giới hành chính==\n*Phía Bắc giáp xã [[Dương Liễu]]\n*Phía Tây giáp huyện [[Quốc Oai]]\n*Phía Nam giáp xã [[Yên Sở, Hoài Đức|Yên Sở]]\n*Phía Đông giáp xã [[Đức Giang, Hoài Đức|Đức Giang]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Hoài Đức}}"}