{"478096":"{{Chú thích trong bài|date=tháng 9\/2022}}\n{{DISPLAYTITLE:''Câu hò bên bờ Hiền Lương''}}\n{{Thông tin bài hát Việt\n| bgcolour = #FFBF00\n| tên = Câu hò bên bờ Hiền Lương\n| nhạc sĩ = [[Hoàng Hiệp]]\n| lời = [[Hoàng Hiệp]],<br> [[Đằng Giao]] \n| tên khác = \n| thể loại = [[Nhạc đỏ]]\n| năm = [[1956]]\n| ca sĩ = Đơn ca,<br> Tốp ca\n}}\n'''''Câu hò bên bờ Hiền Lương''''' là [[Nhạc đỏ|ca khúc cách mạng]] được nhạc sĩ [[Hoàng Hiệp]] sáng tác vào năm [[1956]] (và đặt lời cùng [[Đằng Giao]]) trong hoàn cảnh rất đặc biệt. Đây là bài hát ca ngợi quê hương đất nước [[Việt Nam]] và thể hiện được phần nào tình yêu quê hương đất nước của những người con xa quê trong hoàn cảnh đất nước bị chia cắt.\n\n==Xuất xứ==\n'''Câu hò bên bờ Hiền Lương''' được viết vào năm [[1956]], khi tác giả đang sống xa quê. Trong thời gian từ sau khi nhạc sĩ [[Hoàng Hiệp]] tập kết ra [[Miền Bắc (Việt Nam)|Bắc]] rồi lại được chuyển vào [[Vĩnh Linh]] ([[Quảng Trị]]), ông luôn phải sống trong nỗi nhớ quê vô hạn. Ông kể lại đầy xúc động: \"''Nhớ lại quang cảnh ngày các má, các chị, các em tiễn đưa mình đi xuống ghe ra Vàm Sông Đốc để lên tàu tập kết ra [[miền Bắc (Việt Nam)|miền Bắc]]... mà không cầm nổi nước mắt.''\" Và rồi khi ra bờ Bắc [[sông Bến Hải]] ông cũng gặp những nỗi buồn của bao người dân khác quê chung hoàn cảnh: \"''Những ngày đầu ở bờ Bắc [[sông Bến Hải]], tôi luôn sống với đơn vị bộ đội biên phòng ở một đồn cách cây [[cầu Hiền Lương]] chỉ vài trăm mét... Ban ngày, tôi đi dọc theo bờ, đôi mắt đăm đăm nhìn sang bờ Nam. Tôi bắt gặp nhiều em nhiều chị từ bên ấy hình như giả bộ ra sông rửa chân tay để được nhìn lại những người thân bên bờ Bắc...Tuy nhiên tôi chỉ được phép đi nửa cầu phía Bắc, vì nửa cầu phía Nam là thuộc về đối phương rồi...''\"<ref>sách giáo khoa môn âm nhạc và mĩ thuật lớp 9<\/ref>\n\nLúc đó, tâm trạng ông náo nức, muốn viết một cái gì đó nhưng lòng ngổn ngang không sao viết được, nhiều ý nghĩa cùng đến một lúc không biết chọn cái nào và bắt đầu từ đâu.\n\nÍt lâu sau, nhạc sĩ [[Hoàng Hiệp]] phải từ giã đồn biên phòng. Một buổi chiều, ông gặp anh gác đèn [[Bãi biển Cửa Tùng|biển Cửa Tùng]] cũng là người miền Nam tập kết ra Bắc. Nhìn cảnh biển chiều, bỗng anh gác đèn cất lên tiếng nói: \"...Tôi sang đây để lại vợ con bên ấy. Có vài lần, tôi trông thấy ai như vợ con tôi đang từ trong xóm ra bãi biển để nhận cá mang ra chợ bán như hồi tôi còn ở làng bên ấy. Tôi muốn kêu to lên gọi tên vợ con tôi nhưng kêu sao cho nghe thấy được!\".\n\nAnh còn nói nhiều, nói dài nữa về những niềm đau, nỗi nhớ của mình... Sau đó, anh ngồi im như pho tượng đá, còn người nhạc sĩ như muốn khóc. Một lúc sau, hai người xuống bậc thang trở về. Ngay lúc đó, trong đầu người nhạc sĩ đột nhiên vang lên những [[âm thanh]] đầu tiên và những ý tứ lời ca mà ông khổ công tìm kiếm trong nhiều ngày qua.\n\nVà bài hát mà nhạc sĩ [[Hoàng Hiệp]] hằng ôm ấp từ bao lâu nay đã được bắt đầu từ buổi chiều hôm đó. Bài hát ''Câu hò bên bờ Hiền Lương,'' một bài hát ra đời trong nỗi đau xót của bản thân nhạc sĩ với tâm trạng buồn nhớ của bao người khác trong thời kỳ nước nhà còn bị chia cắt thành hai miền Nam – Bắc.\n\n==Hình thức==\nBài ca được viết ở nhịp 2\/4, đòi hỏi [[ca sĩ]] có chất giọng trầm ấm cần hát chậm và tình cảm, thể hiện tốt tình cảm thương nhớ ở các điểm nhấn cho dấu luyến, ngân.\n\nCa từ và giai điệu của bài hát tràn đầy tình cảm. Đôi lúc như thương nhớ, đôi lúc như muốn gọi hò, đôi lúc lại vấn vương.\n\n[[Cao độ (âm nhạc)|Cao độ bài hát]] ở đoạn đầu trầm ấm rồi ngày càng lên cao giúp thể hiện tốt nỗi lòng người xa quê.<ref>theo bản nhạc chính thức của bài hát<\/ref>\n\n==Nội dung==\nBài được đặt hai đoạn lời cho 11 khuông nhạc. Cả hai đoạn lời đều được chia làm 2 phần:\n* Phần đầu trong 5 khuông nhạc đầu tiên tả phong cảnh xung quanh người đứng:\n- Đoạn lời một tả về khung cảnh bên ven bờ [[Hiền Lương (định hướng)|Hiền Lương]] đầy nhung nhớ.\n\n- Đoạn lời hai tả về quanh cảnh nhìn thấy của những người phải trông người thân của mình qua rặng Trường Sơn với nỗi buồn nặng trĩu.\n\n*Phần tiếp theo trong những khuông còn lại là điệu hò da diết của những người bên hai nửa đất nước.\n\nĐây là điệu hò buồn lòng thể hiện sự nhớ nhung người thân xa cách đồng thời nói lên khát khao nối liền đất nước để người thân được đoàn tụ.\n*Nhịp 2\/4; Nhịp chậm, tình cảm.\n==Đánh giá==\nCũng như nhiều bài hát khác của nhạc sĩ [[Hoàng Hiệp]], ''Câu hò bên bờ Hiền Lương'' mang đậm chất trữ tình nhẹ nhàng thấm sâu vào lòng người đọc rồi để lại nhiều dư âm sâu sắc khó phai mờ. Không những thế trong những năm chiến tranh ác liệt bài hát đã là nguồn động lực mạnh mẽ cho các chiến sĩ bên chiến tuyến và nhân dân hậu phương thêm quyết tâm đánh đưổi ngoại xâm, kêu gọi tinh thần đoàn kết dân tộc bền chặt.\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=255236&ChannelID=89 Người sơn cầu Hiền Lương], [[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]]\n\n{{Sơ khai âm nhạc}}\n\n{{DEFAULTSORT:Câu hò bên bờ Hiền Lương}}\n[[Thể loại:Ca khúc nhạc đỏ]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Bài hát năm 1956]]"}