{"441641":"'''Cây gạo làng Diên Uẩn''' (hay làng Dương Lôi, [[Tân Hồng, Từ Sơn|Tân Hồng]], [[Từ Sơn]], [[Bắc Ninh]]) được xem là [[sinh vật]] gắn liền với một số sự kiện [[lịch sử Việt Nam]] [[thế kỷ 10]], [[thế kỷ 11]] và tồn tại hơn 1000 năm tuổi.\n\n==Nguồn gốc và ý nghĩa==\nTheo sách ''[[Thiền Uyển tập anh]]'', [[Gạo (cây)|cây gạo]] do thiền sư [[Đinh La Quý]]<ref>Chép theo Thiền Uyển tập anh, tr. 104. Có ý kiến ghi tên thiền sư là La Quý An<\/ref> trồng ở chùa Châu Minh, làng Diên Uẩn thuộc hương Cổ Pháp ([[Bắc Ninh]] ngày nay) vào năm [[936]] thời [[Tiết độ sứ]] [[Dương Đình Nghệ]].\n\nNguyên do việc trồng cây [[gạo (cây)|gạo]], theo lời sư Đinh La Quý trước khi mất (năm 936), là vì vào giữa [[thế kỷ 9]], [[Cao Biền]] đắp thành Tô Lịch, biết đất Cổ Pháp có khí tượng đế vương, nên đã đào đứt con sông Điềm<ref>Các nhà nghiên cứu cho rằng có thể là [[sông Đuống]].<\/ref> và những ao Phù Chẩn<ref>Thuộc làng Phù Chẩn huyện [[Từ Sơn]], [[Bắc Ninh]].<\/ref> đến 19 chỗ để trấn yểm. Sư Đinh La Quý đã khuyên Khúc Lãm lấp lại như xưa. Đồng thời, ông có trồng một cây gạo tại chùa Châu Minh, làng Diên Uẩn - tức là làng Dương Lôi sau này - để trấn chỗ bị đứt<ref>Thiền Uyển tập anh, tr. 104.<\/ref>.\n\nTheo lời thiền sư Đinh La Quý, việc trồng cây gạo của ông nhằm khôi phục lại long mạch bị Cao Biền phá gãy, ngoài mục đích sinh ra chân mạng đế vương, chấn hưng đất nước còn vì bậc đế vương đó có thể phò dựng Chính pháp làm hưng thịnh [[Phật giáo]].\n\n==Sét đánh và bài thơ sấm==\n{{Chính|Bài thơ sấm trên cây gạo làng Diên Uẩn}}\nTheo sách ''Thiền Uyển tập anh'', sau khi trồng cây gạo, sư Đinh La Quý làm bài kệ như sau:\n:''Đại sơn long đầu khỉ''\n:''Cù vĩ ẩn châu minh''\n:''Thập bát tử định thiền''\n:''Miên thọ hiện long hình''\n:''Thổ kê thử nguyệt nội''\n:''Định kiên nhật xuất thanh''\n\n::Dịch:\n:''Đại sơn đầu rồng ngửng''\n:''Đuôi cù ẩn Châu minh''\n:''Thập bát tử định thành''\n:''Bông gạo hiện long hình''\n:''Thỏ gà trong tháng chuột''\n:''Nhất định thấy trời lên''\n\nBài thơ này được xem nhằm mục đích tuyên truyền cho sự ra đời của [[nhà Lý]] vào tháng 10 năm Dậu, và sau đó nhà Lý ra đời vào tháng 10 năm Kỷ Dậu (1009) - ứng với sự tiên đoán của bài thơ. Có ý kiến cho rằng bài thơ do thế có thể được sáng tác trước lúc Lý Công Uẩn lên ngôi không lâu<ref>Thiền Uyển tập anh, tr. 105.<\/ref>.\n\nNăm 1009, sau 73 năm tồn tại, cây gạo làng Diên Uẩn bị [[tia sét|sét]] đánh nhưng không chết<ref name=\"PDK113\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 113.<\/ref>. Theo ghi chép của sử sách ([[Đại Việt sử lược]], [[Đại Việt sử ký toàn thư]]<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Kỷ nhà Lê, Ngọa Triều hoàng đế], trích dẫn ''... Trước đây ở hương Diên Uẩn, châu Cổ Pháp có cây gạo bị sét đánh, người hương ấy xem kỹ dấu sét đánh thấy có chữ: \"Thụ căn điểu điểu, mộc biểu thanh thanh, hòa đao mộc lạc, thập bát tử thành, đông a nhập địa, mộc dị tái sinh, chấn cung kiến nhật, đoài cung ẩn tinh, lục thất niên gian, thiên hạ thái bình\" (Gốc cây thăm thẳm, ngọn cây xanh xanh, cây hòa đao rụng, mười tám hạt thành, cành đông xuống đất, cây khác lại sinh, đông mặt trời mọc, tây sao náu hình, khoảng sáu bảy năm, thiên hạ thái bình). Sư Vạn Hạnh tự đoán riêng rằng: \"Thụ căn điểu điểu\", chữ căn nghĩa là gốc, gốc tức là vua, chữ điểu đồng âm với yểu, nên hiểu là yếu. \"Mộc biểu thanh thanh\", chữ biểu nghĩa là ngọn, ngọn tức là bề tôi, chữ thanh âm gần giống với chữ thanh nghĩa là thịnh. Hòa, đao, mộc [ghép lại] là chữ Lê. Thập, bát, tử [ghép lại] là chữ Lý. \"Đông A\" là chữ Trần, \"nhập địa\" là phương Bắc vào cướp. \"Mộc dị tái sinh\" là họ Lê khác lại sinh ra. \"Chấn cung kiến nhật\", chấn là phương Đông, kiến là mọc ra, nhật là thiên tử. \"Đoài cung ẩn tinh\", đoài là phương tây, ẩn cũng như lặn, tinh là thứ nhân. Toàn bộ mấy câu này ý nói là vua thì non yểu, bề tôi thì cường thịnh, họ Lê mất, họ Lý nổi lên, thiên tử ở phương đông mọc ra thì thứ nhân ở phương tây lặn mất, trải qua 6, 7 năm thì thiên hạ thái bình...''<\/ref>, [[Việt sử tiêu án]], [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]), tại chỗ sét đánh trên thân cây có bài thơ sấm mà có ý kiến cho rằng tác giả chính là sư [[Vạn Hạnh]]<ref>Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 117.<\/ref>. Bài thơ được giải mã mang nội dung tiên đoán việc [[nhà Lý]] nối nghiệp [[nhà Tiền Lê]], cũng như tên các triều đại kế tục tiếp theo trong [[lịch sử Việt Nam]] như [[nhà Trần]], [[nhà Hậu Lê]], [[nhà Mạc]], [[chúa Trịnh]].\n\nVì sự kiện cây gạo bị sét đánh, làng Diên Uẩn còn được mang tên là làng '''Dương Lôi''' hay '''Đình Sấm'''. Làng Diên Uẩn chính là nơi sinh ra Lý Công Uẩn. Không lâu sau khi bài thơ sấm xuất hiện, [[Lý Thái Tổ|Lý Công Uẩn]] lên ngôi vua thay thế [[nhà Tiền Lê]], tức là vua Lý Thái Tổ<ref name=\"PDK113\"\/>.\n\n==Kết cục==\nCây gạo làng Diên Uẩn tồn tại suốt chiều dài lịch sử cho tới [[thế kỷ 20]]. Năm 1966, trong một trận [[bão]] lớn đổ bộ vào miền Bắc [[Việt Nam]], cây gạo già yếu quá bị đổ. Tính từ khi được sư Đinh La Quý trồng tới khi chết, cây gạo tồn tại 1030 năm<ref name=\"PDK114\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 114.<\/ref>.\n\nTại chỗ cây gạo xưa, người ta trồng vào một cây [[đa]]. Cây có 8 cành, tượng trưng cho 8 vị vua đời Lý<ref name=\"PDK114\"\/>.\n\n==Lời phê==\n[[Khâm định Việt sử Thông giám cương mục]] thì nêu ra lời phê về sấm truyền họ Lý sẽ làm vua: \n{{cquote|\n''Bờ cõi Bắc Nam tuy có khác, nhưng vận hội vẫn như nhau: [[nhà Lê sơ|nhà Lê]] thì có chuyện khoác áo long cổn, [[nhà Lý]] thì lời [[sấm]] truyền ghi trên thân cây, sao mà giống chuyện với bên Tống thế! Hay là người làm sử thấy thế, gò ép gán gẩm vào với nhau để cho thần dị câu chuyện, chứ trời kia có ý làm ra như thế đâu?'' <ref name=PDK114 \/><br>}}\n\n==Xem thêm==\n*[[Đinh La Quý]]\n*[[Vạn Hạnh|Sư Vạn Hạnh]]\n*[[Bài thơ sấm trên cây gạo làng Diên Uẩn]]\n*[[Lý Thái Tổ]]\n\n==Tham khảo==\n*''Việt sử lược'', Nhà Xuất bản TP Hồ Chí Minh, 1993.\n*[http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf Thiền Uyển tập anh - Bản tiếng Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051212145252\/http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf |date=2005-12-12 }}\n*Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ (2003), ''Nhìn lại lịch sử'', Nhà Xuất bản Văn hóa Thông tin.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tự chủ]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]\n[[Thể loại:Lịch sử Việt Nam thời Lý]]\n[[Thể loại:Cây đặc biệt]]\n[[Thể loại:Từ Sơn]]"}