{"3184638":"[[Tập tin:Cô Đôi Thượng Ngàn - Second Mistress of Mountains and Forests.jpg|thumb|Tranh vẽ Cô Đôi Thượng Ngàn trong dự án Thánh Nhan của Four Palaces - Tứ Phủ.]]\n[[Tập tin:Đền Cô Đôi Thượng Ngàn 1.JPG|nhỏ|280px|phải|Cổng đền Cô Đôi Thượng Ngàn]]\n[[Tập tin:Đền Cô Đôi Thượng Ngàn 2.JPG|nhỏ|280px|phải|Đường vào đền Bồng Lai]]\n[[Tập tin:Đền Cô Đôi Thượng Ngàn 3.JPG|nhỏ|280px|phải|Phong cảnh quê hương Cô Đôi Thượng Ngàn nhìn từ dốc Sườn Bò]]\n'''Cô Đôi Thượng Ngàn''' ([[Hán-Nôm]]: 姑對上𡶨) là một vị thần trong [[tín ngưỡng thờ Mẫu Việt Nam|Đạo Mẫu Việt Nam]]. Cô Đôi Thượng Ngàn được thờ ở nhiều di tích đền và phủ ở phía Bắc Việt Nam và được ca ngợi trong những ca khúc [[hát văn]] nổi tiếng mang tên \"Cô Đôi Thượng Ngàn\".\n\n== Truyền thuyết Cô Đôi Thượng Ngàn ==\nCô Đôi Thượng Ngàn vốn là Sơn Tinh công chúa con Đế Thích trên Thiên Cung. Sau cô giáng sinh xuống đất [[Ninh Bình]] làm con gái một quan lang họ Hà, chúa đất người Mường ở vùng rừng núi [[Cúc Phương]] [[Nho Quan]].<ref>{{Chú thích web |url=http:\/\/mantico.hatvan.vn\/co\/than-tich-co-doi-thuong-ngan-den-bong-laihoa-binh-.html |ngày truy cập=2018-04-08 |tựa đề=Thần tích Đền Bồng Lai thờ Cô Đôi Thượng Ngàn |archive-date = ngày 8 tháng 4 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180408210323\/http:\/\/mantico.hatvan.vn\/co\/than-tich-co-doi-thuong-ngan-den-bong-laihoa-binh-.html |url-status=dead }}<\/ref> Khi hạ sinh, Cô Đôi rất xinh đẹp: da trắng, tóc đen óng ả mượt mà, mặt tròn, lưng ong thon thả. Năm cô lên bốn tuổi, gia đình vị quan lang chuyển tới làm quan ở huyện Cao Phong, tỉnh Hòa Bình. Sau này cô được [[Mẫu Thượng Ngàn]] cho học đạo phép để giúp dân. Rồi khi về thiên, cô được [[Mẫu Thượng Ngàn]] truyền cho vạn phép, giao cho cô dạy người rừng biết thống nhất về ngôn ngữ. Lúc thanh nhàn cô về ngự cảnh sơn lâm núi rừng ở đất [[Ninh Bình]] quê nhà, trong ba gian đền mát, cô cùng các bạn tiên nữ ca hát vui thú trên dốc Sườn Bò (nay thuộc xã [[Văn Phương, Nho Quan|Văn Phương]], [[Nho Quan]]). Có khi cô biến hiện ra người thiếu nữ xinh đẹp, luận đàm văn thơ cùng các bậc danh sĩ, tương truyền cô cũng rất giỏi văn thơ, làm biết bao kẻ phải mến phục. Cô Đôi cũng là tiên cô cai quản kho lộc Sơn Lâm Sơn Trang, người trần gian ai nhất tâm thì thường được Cô Đôi ban thưởng, nhược bằng có nợ mà không mau trả lễ cô lại bắt đền nặng hơn.<ref>[http:\/\/mantico.hatvan.vn\/co\/co-doi-thuong-ngan.html Cô Đôi Thượng Ngàn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105132758\/http:\/\/mantico.hatvan.vn\/co\/co-doi-thuong-ngan.html |date = ngày 5 tháng 1 năm 2015}}, Đạo Mẫu Việt Nam<\/ref>\n\nCô Đôi Thượng rất hay ngự về đồng, vì danh tiếng cô lừng lẫy ai ai cũng biết đến, đệ tử cô đông vô số và cô cũng hay bắt đồng. Trong đại lễ khai đàn mở phủ người ta thường dâng lễ vàng cây lên 4 vi tiên cô là Cô Đôi, Cô Bơ, Cô Chín và Cô Bé, trong đó Cô Đôi thường là giá cô ngự về đầu tiên (mở khăn cho hàng cô) để chứng lễ. Khi cô về ngự thường mặc áo lá xanh hoặc quầy đen và áo xanh (ngắn đến hông), trên đầu có dùng khăn (khăn von hoặc khăn vấn) kết thành hình đóa hoa, cũng có một số nơi dâng cô áo xanh, đội khăn đóng (khăn vành dây) và thắt lét xanh, hai bên có cài hai đóa hoa. Cô về đồng thường khai cuông rồi múa mồi, múa tay tiên hái tài hái lộc cho đồng tử.\n\nĐền chính thờ Cô Đôi Thượng Ngàn tại thôn Bồng Lai, xã Văn Phương, [[Nho Quan]], [[Ninh Bình]], ngay trên đường vào [[rừng quốc gia Cúc Phương]]. Khi cô về ngự, đoạn hát văn đầu thường thỉnh:<ref>{{Chú thích web |url=http:\/\/vanhien.vn\/news\/ha-nam-le-ruoc-mau-an-vi-ve-ban-phu-mau-moc-hoan-moc-bac-duy-tien-61302 |ngày truy cập=2018-04-26 |tựa đề=Hà Nam: Lễ rước Mẫu an vị về bản phủ Mẫu Mộc Hoàn, Mộc Bắc, Duy Tiên |archive-date=2018-04-27 |archive-url=https:\/\/web.archive.org\/web\/20180427045441\/http:\/\/vanhien.vn\/news\/ha-nam-le-ruoc-mau-an-vi-ve-ban-phu-mau-moc-hoan-moc-bac-duy-tien-61302 |url-status=dead }}<\/ref>\n\n::\"''Bồng Lai là cảnh Thiên Thai'' \n::''Tấu Cô Đôi Thượng đại tài ai qua '' \n::''Hầu Vua hầu Mẫu bơ tòa'' \n::''Tiếng tăm lừng lẫy Vua Bà yêu thương'' \n::''Về đồng đánh phấn soi gương'' \n::''Lược ngà chải chuốt, vành dây vấn đầu\"''\n\n== Thờ phụng ==\nCô Đôi Thượng Ngàn được lập đền thờ ở nhiều nơi nhưng quan trọng nhất là 2 nơi gắn với sự tích sinh và hóa của cô là Đền Thượng Bồng Lai ở [[Ninh Bình]] và Đền Bồng Lai Thượng ở [[Hòa Bình]].\n*Đền Cô Đôi Thượng Ngàn nằm ở thôn Bồng Lai, xã Văn Phương, [[Nho Quan]], [[Ninh Bình]]. Đền được xây dựng từ thời Trần và được trùng tu nhiều lần, đến nay có kiến trúc theo kiểu chữ Nhất gồm 3 gian mái phẳng lợp ngói vảy. Đền thờ Cô Đôi còn có tên gọi là Miếu Thượng hay Đền thờ Mẫu Thượng Cô Đôi Bồng Lai. Tương truyền, gia đình Cô Đôi có công lao giúp Vua đánh quân giặc Tống. Phía trước tiền bái có ban thờ Quan Giám Sát, tiền bái thờ Hội đồng Tứ Phủ, hai bên thờ Đức Thánh Trần Triều, Chúa Sơn Trang. Gian thượng bái thờ Cô Bản Đền và Chúa Thượng Ngàn. Trong cung cấm thờ tượng Cô Đôi Thượng Ngàn và thờ Nàng Ân, Nàng Ái là hai hầu cận của Cô. Phía sau cô là Tam Tòa Thánh Mẫu và Chầu Quỳnh, Chầu Quế hầu cận của các Thánh Mẫu, gian bên Tả thờ Bà chúa Sơn Trang và thập nhị tiên nàng (12 tiên cô). Đền còn giữ sắc phong của Vua Khải Định phong cho Cô Đôi Thượng Ngàn là Thượng đẳng thần.<ref>Xem cuốn \"Nho Quan - Miền đất cổ\" của Lã Đăng Bật, Nguyễn Thị Kim Khánh, trang 217<\/ref>\n*Đền Bồng Lai ở trong động Thiên Thai, khu vực núi Đầu Rồng, thị trấn Cao Phong, huyện Cao Phong, tỉnh [[Hòa Bình]]. Vùng đất mà vị quan họ Hà sau này đã di chuyển từ Nho Quan - [[Ninh Bình]] đến để lập nghiệp. Đền Bồng Lai Cao Phong cổ đã có từ lâu đời, trải qua thăng trầm của thời gian chỉ còn phế tích tại khu đất nơi xưa. Đây là ngôi đền mới được xây dựng lại năm 2013 - 2014. Tương truyền đây cũng chính là nơi hóa của Cô Đôi Thượng Ngàn. Đền còn giữ được hai đạo sắc phong của các đời vua. Đây là ngôi đền được tỉnh [[Hòa Bình]] quan tâm đặc biệt.\n*Phủ Châu Sơn: nằm ở xã [[Phú Sơn, Nho Quan|Phú Sơn]], [[Nho Quan]], [[Ninh Bình]]. Lễ hội phủ Châu Sơn diễn ra vào ngày 12 tháng 11 âm lịch hàng năm tại xã Phú Sơn, huyện [[Nho Quan]]. Lễ hội được tổ chức nhằm tôn thờ, tưởng nhớ Sơn Tinh công chúa. Tương truyền, Sơn Tinh công chúa là con vua Đế Thích trên thiên cung. Bà giáng sinh xuống trần gian, vùng đất [[Ninh Bình]] ngày nay, làm con gái một chúa đất chốn sơn lâm, sau này bà theo hầu Lê Mại Đại Vương (chính là mẫu Thượng Ngàn) học đạo phép để giúp dân.<ref>{{Chú thích web |url=http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-news\/MOT-SO-LE-HOI-TIEU-BIEU-TREN-DIA-BAN-HUYEN-NHO-QUAN.html |ngày truy cập=2015-01-05 |tựa đề=MỘT SỐ LỄ HỘI TIÊU BIỂU TRÊN ĐỊA BÀN HUYỆN NHO QUAN |archive-date = ngày 5 tháng 1 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150105134204\/http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-news\/MOT-SO-LE-HOI-TIEU-BIEU-TREN-DIA-BAN-HUYEN-NHO-QUAN.html |url-status=dead }}<\/ref>\n*Phủ Kim Đôi, xã Gia Lâm, huyện Nho Quan, [[Ninh Bình]]. Tại di tích còn lưu giữ được một số hiện vật có giá trị lịch sử - văn hóa. Di tích Phủ Kim Đôi tiêu biểu cho tín ngưỡng thờ Mẫu Tam Phủ của người Việt trên địa bàn huyện Nho Quan nói riêng và tỉnh Ninh Bình nói chung.<ref>[http:\/\/vhtt.ninhbinh.gov.vn\/vi\/di-san-van-hoa\/ninh-binh-them-09-di-tich-xep-hang-cap-tinh-nam-2021-778.html NINH BÌNH THÊM 09 DI TÍCH XẾP HẠNG CẤP TỈNH NĂM 2021]<\/ref>\n*Đình Mỹ Hạ ở [[Gia Thủy, Nho Quan|Gia Thủy]], [[Nho Quan]] vốn là nơi thờ [[Đinh Tiên Hoàng]] và [[Dương Vân Nga]] cũng có phủ thờ Cô Đôi Thượng Ngàn.\n*Đền thờ Cô Đôi ở gần đền Đông Cuông, xã Đông Cuông, huyện Văn Yên, [[Yên Bái]].\n*Đền Đôi Cô, phường Nông Tiến, thành phố Tuyên Quang thờ phụng và ngưỡng vọng cô đôi Thượng Ngàn và cô bơ Thoải Cung.\n*Đền Đôi Cô - Cầu Má nằm trên Km15 quốc lộ 2A, thuộc xã Đạo Đức, huyện Vị Xuyên, Hà Giang thờ cô đôi Thượng Ngàn và cô bơ Thoải Cung.\n*Đền thờ Cô Đôi Thượng Ngàn ở Sa Pa đang xây dựng mở rộng thêm, miền thượng ngàn từ Lào Cai đến Sa Pa có rất nhiều đền thờ các Cô (Cô bé Tả Van, cô Đôi Thượng Ngàn...)\n\n==Một số tác phẩm hát văn==\n===Văn Cô Đôi Thượng Ngàn===\n{|\n! valign=\"top\" |\n\n:Bồng Lai là cảnh thiên thai\n:Tấu Cô Đôi Thượng đại tài ai qua\n:Hầu vua hầu mẫu ba toà\n:Tiếng tăm lừng lẫy chúa bà yêu thương\n:Về đồng đánh phấn soi gương\n:Lược ngà chải chuốt dây cương đội đầu\n:Rong chơi quán Sở, Tần lầu\n:Xe giá lên chầu thượng đế vua cha\n:Đệ tử Cô vô số hằng hà\n:Chiêu tài tiếp lộc gần xa cho đồng\n:Hầu vua hầu mẫu bơ toà\n:Vua cha cũng quý, chúa bà yêu thương\n:Về đồng đánh phấn soi gương\n:Khăn xanh lấy chít dây cương đội đầu\n:Rong chơi quán Sở, Tần lầu\n:Loan giá lên chầu thưọng đế vua cha\n:Đền thờ Cô vô số hằng hà\n:Ban tài tiếp lộc gần xa cho đồng.\n:Đứng trên ngàn rừng xanh bát ngát\n:Thấy cô về ngỡ Phật quan âm\n:Tay đàn miệng hát ca ngâm\n:Điểm đa điểm đót tiếng trầm nhặt khoan\n:Vượn trên non ru con rầu rĩ\n:Chim dưới ngàn năn nỉ véo von\n\n|width=\"45\"|&nbsp;\n|valign=\"top\"|\n\n:Vui về thú cảnh Sơn Lâm\n:Bà mường cô thượng ca ngâm chơi bời\n:Cảnh núi rừng sương rơi lác đác \n:Thú hữu tình càng ngự càng vui \n:Ba gian lầu mát thảnh thơi \n:Sớm rong đỉnh núi tối ngồi sườn non \n:Ca rằng tang tính tình tang \n:Ai ơi có biết cô ngàn tôi chăng \n:Bốn bề hiu quạnh vắng tanh \n:Măng tre măng lứa mọc xanh đầy ngàn \n:Chắp tay bái lạy cô ngàn \n:Sơn Tinh công chúa giáng đàn chứng đây\n:Trần gian hồ dễ ai hay \n:Mời cô lai giáng đền này chứng minh \n:Hiệu cô là công chúa Sơn tinh \n:Mặt tròn vành nguyệt má in phấn hồng \n:Da cô trắng tựa tuyết đông \n:Tóc dà dà biếc lưng ong dịu dàng \n:Chân cô đưa nhởn đưa nhang \n:Bước nào bước ấy tiên nàng nguyệt nga \n:Chạnh lòng vàng đá người ta \n:Chau mày quân tử xót xa anh hùng \n:Mỗi năm đẹp một não nùng \n:Dạy chim oanh hót bạn cùng văn nhân\n\n|width=\"45\"|&nbsp;\n|valign=\"top\"|\n\n:Vẻ nào vẻ chẳng thêm xuân \n:Éo le nhiều nỗi thanh tân chơi bời\n:Tốt tươi miệng nở hoa cười \n:Đáng xinh đáng lịch đáng người thuyền quyên \n:Nàng ân nàng ái kề bên \n:Cô Lan cô Huệ Chúa Tiên Thượng Ngàn\n:Non xanh nước biếc suối vàng \n:Sơn Trang cảnh ấy lại càng lâng lâng\n:Có phen cô dạy người rừng \n:Nói ra trăm tiếng giống chung ngôn từ \n:Theo hầu Diệu tín thiền sư\n:Anh linh nổi tiếng núi rừng sơn trang\n:Ngự sơn lâm Bồng Lai Tiên Cảnh\n:Cô Đôi ngàn vạn phép anh linh \n:Tiên Cô biến hoá hiện hình \n:Cung thỉnh các bộ sơn tinh ngự về\n:Chữ biển đề Đại vương Lê Mại \n:Phép Khuông phù quốc thái dân an \n:Thỉnh cô chứng giám đàn tràng \n:Độ cho đồng tử an khang đời đời.\n|}\n\n== Xem thêm ==\n* [[Tín ngưỡng thờ Mẫu Việt Nam]]\n* [[Phủ Đồi Ngang]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [https:\/\/www.youtube.com\/watch?v=Gly0HL_1Dc8 Cô đôi thượng ngàn - Thúy Mùi]\n* [https:\/\/tuvihoiquan.net\/co-doi-thuong-ngan Cô Đôi Thượng Ngàn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105133327\/http:\/\/www.daophatmau.com\/co-doi-thuong-ngan\/32-sp.html |date = ngày 5 tháng 1 năm 2015}}\n\n[[Thể loại:Tín ngưỡng thờ Mẫu Việt Nam]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Tôn giáo tại Việt Nam]]\n[[Thể loại:Tín ngưỡng dân gian Việt Nam]]\n[[Thể loại:Văn hóa Ninh Bình]]"}