{"1644079":"{{Bảng tóm tắt về phim \n| name = Cô dâu đại chiến\n| image = Co dau dai chien.jpg\n| image_size = 270px\n| caption = Áp phích chính thức của phim.\n| director = [[Victor Vũ]]\n| producer = [[Phạm Việt Anh Khoa]]<br \/>[[Ngọc Hiệp (diễn viên)|Ngọc Hiệp]]\n| writer = Victor Vũ<br \/>Hồng Phúc\n| narrator = [[Huy Khánh]]\n| starring = [[Huy Khánh]]<br \/>[[Ngọc Diệp]]<br \/>[[Ngân Khánh]]<br \/>[[Vân Trang]]<br \/>[[Lê Khánh]]<br \/>[[Phi Thanh Vân]]\n| music = Phạm Hữu Tâm<br \/>Lê Xuân Vũ\n| cinematography = Nguyễn K'Linh\n| editing = Nguyễn Vi Bảo\n| studio = [[Saiga Films]]<br \/>Vietnam Studio<br \/>Galaxy Studio<br \/>Saigon Media<br \/>[[Hãng phim Phương Nam]]<br \/>HKFilm\n| distributor = [[Saiga Films]]<br \/>[[BHD]]\n|released = 28 tháng 1 năm 2011\n| runtime = 99 phút\n| country = {{VIE}}\n| language = [[Tiếng Việt]]\n| budget = \n| gross = 37,6 tỷ VND<ref>[http:\/\/news.zing.vn\/6-dao-dien-bac-ty-cua-man-anh-Viet-post319182.html 6 đạo diễn 'bạc tỷ' của màn ảnh Việt], Zing News, 09\/05\/13.<\/ref>\n| followed_by = [[Cô dâu đại chiến 2]]\n}}\n'''''Cô dâu đại chiến''''' (tựa [[tiếng Anh]]: '''''Battle of the Brides''''') là một bộ phim tình cảm - tâm lý - hài hước Việt Nam do [[Victor Vũ]] làm đạo diễn và viết kịch bản, công chiếu vào dịp Tết Nguyên Đán năm 2011. Phim có sự tham gia của [[Huy Khánh]] với dàn mỹ nhân [[Ngọc Diệp]], [[Ngân Khánh]], [[Vân Trang]], [[Lê Khánh]] và [[Phi Thanh Vân]].<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/co-dau-dai-chien-thu-hon-23-ty-dong-sau-hai-tuan-1911804.html \"Cô dâu đại chiến\" thu hơn 23 tỷ đồng sau hai tuần], VnExpress, 14\/02\/11.<\/ref>\n\n==Nội dung==\n{{biết trước nội dung tác phẩm}}\nNhân vật nam chính trong phim là một anh chàng giám đốc giàu có tên Thái, là người rất bảnh trai và đào hoa, anh luôn muốn chinh phục tất cả con gái đẹp xuất hiện trước mặt mình. Người yêu đầu tiên của Thái là nữ bác sĩ Mai Châu, tuy nhiên anh vẫn có ý định tìm thêm bạn gái nữa. Hôm nọ, Thái lái xe ngang qua [[Sân bay quốc tế Tân Sơn Nhất|sân bay Tân Sơn Nhất]], anh nhìn thấy một cô [[tiếp viên hàng không]] rất xinh và tán tỉnh cô. Cô gái này tên Trang, vừa bị bạn trai bỏ nên cần bạn trai mới để xóa nỗi u buồn, kết quả là Trang đồng ý làm người yêu Thái.\n\nLúc đi ra nhà hàng ăn sáng, Thái chạm mặt với nữ bếp trưởng tên Quyên của nhà hàng. Thấy Quyên cũng có tính cách lạ nên Thái thường gọi điện xin làm quen cho bằng được, và rồi Quyên cũng trở thành người yêu Thái sau vài lần tiếp xúc với anh. Thái không những là giám đốc mà còn là nhà sản xuất của bộ phim \"Ninja đại chiến\" của đạo diễn Khải - một người bạn thân của anh. Khi đi uống cà phê với Thái, Khải đã dẫn theo nữ diễn viên Huỳnh Phương trong bộ phim mà Khải đang đạo diễn. Thái chinh phục Phương vì thấy Phương quá nóng bỏng, Phương cũng đồng ý làm người yêu Thái. Ngày hôm sau, Thái và Phương đi ngoài đường, trời đang mưa bỗng dưng tạnh nhanh chóng do có một cô gái đẹp như thiên thần xuất hiện, khiến Thái cũng như tất cả đàn ông trên đường mê mệt, và cô gái đẹp đó đi vào phòng triển lãm tranh.\n\nThái chở Phương về nhà rồi quay lại phòng triển lãm tranh để tán tỉnh cô gái đẹp. Cô gái này tên Linh và rất đam mê vẽ tranh. Để lấy lòng Linh, Thái đã dẫn Linh đến nhà ông họa sĩ K'Linh rồi nhờ ông này hướng dẫn Linh về hội họa. Chưa đầy một tuần mà Linh đã trở thành người yêu Thái. Vậy là giờ đây Thái đã có năm người bạn gái: Mai Châu, Trang, Quyên, Huỳnh Phương và Linh. Mỗi khi nói chuyện điện thoại với một cô thì Thái phải chạy đi nơi khác hoặc nói thật nhỏ vì sợ cô bên cạnh nghe thấy. Điều đặc biệt là bốn cô nàng kia đều đã từng [[quan hệ tình dục]] với Thái, chỉ có Linh là cực kỳ phản đối chuyện đó. Ông Sang - ba của Thái - khuyên Thái rằng đã đến lúc anh phải lấy vợ. Thái suy nghĩ xem ai xứng đáng làm vợ mình trong năm người bạn gái, cuối cùng anh quyết định chọn Linh.\n\nThái đi mua nhẫn để cầu hôn Linh, trớ trêu thay, bốn cô nàng còn lại biết chuyện Thái đi mua nhẫn, họ đều nghĩ rằng Thái muốn cầu hôn họ. Kết quả là Thái phải tốn tiền mua năm chiếc nhẫn tặng năm người. Vào ngày đám cưới của Thái và Linh, bốn cô nàng còn lại cầm vũ khí đến quậy phá và truy sát Thái. Thái và Linh lên xe bỏ chạy, nhưng chạy nửa chừng thì chiếc xe hết xăng. Linh lúc này tiết lộ rằng nhiều năm trước có một cô gái mập xấu xí đem lòng yêu Thái nhưng lại bị Thái đem ra làm trò đùa trước các học sinh trong trường, từ đó cô gái mập trở nên căm ghét Thái rồi lên kế hoạch trả thù. Cô gái mập đã tập thể dục suốt thời gian dài để có thân hình thon thả, và Linh cho Thái biết mình chính là cô gái mập năm xưa, Linh cũng chính là người đã gọi bốn cô nàng còn lại đến trừng trị Thái. Linh vốn căm thù Thái, đó là lý do cô không bao giờ nói lời yêu Thái và ngủ với Thái. Thái rất bất ngờ khi nghe chuyện Linh kể, anh không ngờ cuộc sống của mình đã bị Linh kiểm soát từ trước đến giờ. Nói chuyện xong thì Linh bỏ đi, còn Thái bị bốn cô nàng còn lại cũng như nhiều cô gái khác đuổi đánh, anh phải trả giá cho sự đểu cáng của mình.\n\n{{hết phần cho biết trước nội dung}}\n\n==Diễn viên==\n* [[Huy Khánh]] vai Thái\n* [[Ngọc Diệp]] vai Linh\n* [[Ngân Khánh]] vai Trang\n* [[Vân Trang]] vai Mai Châu\n* [[Lê Khánh]] vai Quyên\n* [[Phi Thanh Vân]] vai Huỳnh Phương\n* [[Việt Anh (nghệ sĩ)|NSND Việt Anh]] vai Ông Sang, ba của Thái\n* [[Đại Nghĩa (diễn viên)|Đại Nghĩa]] vai Khải\n* [[Công Ninh|NSƯT Công Ninh]] vai Họa sĩ K'Linh\n* [[Võ Thanh Hòa]] vai Thái lúc tuổi teen\n* Thu Giang vai Linh lúc tuổi teen\n* [[Đinh Tiến Đạt]] vai Đầu bếp\n* [[Trung Dân]] vai Cha xứ\n* [[Minh Thuận (ca sĩ)|Minh Thuận]] vai Người hàng xóm\n* Hữu Bình vai Phục vụ nhà hàng\n* Mai Phượng vai Thư ký của Thái\n* [[Mai Thành]] vai Bệnh nhân\n* Tuyền Mập vai Bệnh nhân\n* [[Sĩ Thanh]] vai Bạn của Trang\n* Nguyễn Anh Tuấn vai Người đàn ông ở sân bay\n\n==Ca khúc trong phim==\n*Cô gái tự tin\n*Những điều nhỏ nhoi\n*Mùi hương\n*Hạnh phúc mỉm cười\n*Cô nàng tự tin\n\n==Phê bình==\n* [[VnExpress]]: ''Câu chuyện của Cô dâu đại chiến không mới, vẫn là một chàng Sở Khanh trải qua bao cuộc tình cuối cùng mới tìm thấy tình yêu đích thực. Tuy nhiên, phim lôi kéo và gây bất ngờ cho khán giả ở những chi tiết rất nhỏ, theo đúng phong cách xây dựng của phim hài tình cảm Mỹ..... Phần thoại của Cô dâu đại chiến rất \"tây\" nhưng vẫn gần gũi với khán giả. Những câu thoại hóm hỉnh, táo bạo của các nhân vật tạo sự ngạc nhiên và để lại nhiều ấn tượng. Đôi lúc chỉ có vài ba từ đơn giản nhưng thông qua cách thể hiện và giọng điệu của dàn diễn viên thì bỗng dưng trở nên nổi bật và hài hước hơn bao giờ hết. Phim cũng đưa vào một số chi tiết và sự kiện văn hóa có thực ở ngoài đời lên màn ảnh rộng và tạo nên tiếng cười châm biếm khá tinh tế..... Các nhân vật trong phim cũng được xây dựng rất rõ rệt và ấn tượng cả về ngoại hình lẫn tính cách..... Góc máy của Cô dâu đại chiến rất đa dạng và tạo nhiều cảm xúc cho người xem ở mỗi phân đoạn..... Kỹ xảo là một điểm nhấn đột phá trong bộ phim lần này của đạo diễn Victor Vũ.....''<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/co-dau-dai-chien-bua-tiec-nhan-sac-mua-phim-tet-1911645.html \"Cô dâu đại chiến\" - bữa tiệc nhan sắc mùa phim Tết], VnExpress, 30\/01\/11.<\/ref>\n\n==Phần tiếp theo==\nKhi thấy khán giả có vẻ thích ''Cô dâu đại chiến'', đạo diễn Victor Vũ quyết định làm phần tiếp theo cho bộ phim. Phần tiếp theo có tựa đề ''[[Cô dâu đại chiến 2]]'', được công chiếu vào dịp Tết Nguyên Đán năm 2014.<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/co-dau-dai-chien-2-tung-teaser-nhu-phim-hanh-dong-2870779.html \"Cô dâu đại chiến 2\" tung teaser như phim hành động], VnExpress, 27\/08\/13.<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.imdb.com\/title\/tt1831609\/ Cô dâu đại chiến] tại [[Internet Movie Database]]\n*[https:\/\/vi-vn.facebook.com\/codaudaichien Cô dâu đại chiến] tại [[Facebook]]\n* [http:\/\/us.24h.com.vn\/ngoi-sao-dien-anh\/cuoi-tet-ga-voi-co-dau-dai-chien-c127a352323.html Cười \"tẹt ga\" với Cô dâu đại chiến.]\n* [http:\/\/news.zing.vn\/co-dau-dai-chien\/tag40985.html Thông tin \"Cô dâu đại chiến\" trên Zing News.]\n*[http:\/\/www.youtube.com\/watch?v=07jBoqWJbiE Trailer phim.]\n\n{{Victor Vũ}}\n\n[[Thể loại:Phim năm 2011]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim lãng mạn Việt Nam]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim do Victor Vũ đạo diễn]]\n[[Thể loại:Phim của BHD]]\n[[Thể loại:Phim của Galaxy Studio]]\n[[Thể loại:Phim của Saiga Films]]\n[[Thể loại:Phim của Hãng phim Phương Nam]]\n[[Thể loại:Phim của HKFilm]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim về hôn nhân]]\n[[Thể loại:Phim về lễ cưới]]\n[[Thể loại:Phim về trả thù]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim lãng mạn thập niên 2010]]\n[[Thể loại:Phim hài lãng mạn thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]"}