{"2442810":"{{Bảng tóm tắt về phim \n| name = Cô dâu đại chiến 2\n| image = Codaudaichien2Poster.jpg\n| image_size = 260px\n| caption = Áp phích chính thức của phim.\n| director = [[Victor Vũ]]\n| producer = [[Phạm Việt Anh Khoa]]<br \/>Trần Thị Bích Ngọc\n| writer = Victor Vũ<br \/>Đoàn Nhật Nam\n| narrator = [[Bình Minh (người mẫu)|Bình Minh]]\n| starring = [[Bình Minh (người mẫu)|Bình Minh]]<br \/>[[Lan Phương]]<br \/>[[Lê Khánh]]<br \/>[[Vân Trang]]<br \/>[[Maya (ca sĩ)|Maya]]<br \/>[[Yu Dương]]\n| music = Christopher Wong<br \/>Garrett Crossby\n| cinematography = Vũ Trung Hiếu\n| editing = Thắng Vũ<br>Victor Vũ\n| studio = Galaxy Studio<br \/>[[Saiga Films]]\n| distributor = Galaxy Studio<br \/>[[Saiga Films]]\n| released = 16 tháng 1 năm 2014\n| runtime = 102 phút\n| country = [[Tập tin:Flag of Vietnam.svg|25px]] Việt Nam\n| language = Tiếng Việt\n| budget = \n| gross = 40 tỷ VND<ref name=\"hcm.eva.vn\">[http:\/\/hcm.eva.vn\/di-dau-xem-gi\/choang-voi-doanh-thu-40-ty-cua-co-dau-dai-chien-2-c40a168001.html Choáng với doanh thu 40 tỷ của \"Cô dâu đại chiến 2\"], Eva.vn.<\/ref>\n| preceded_by = [[Cô dâu đại chiến]]\n| followed_by = \n}}\n'''''Cô dâu đại chiến 2''''' (tựa tiếng Anh: '''''Battle of the Brides 2''''') là bộ phim hài hước - tình cảm - tâm lý Việt Nam của [[Victor Vũ]] làm đạo diễn và biên kịch, được công chiếu vào dịp [[Tết Nguyên Đán]] năm 2014. Phim có sự tham gia của [[Bình Minh (người mẫu)|Bình Minh]], [[Lan Phương]], [[Lê Khánh]], [[Vân Trang]], [[Maya (ca sĩ)|Maya]] và [[Yu Dương]]. Đây là phần tiếp theo của bộ phim hài chiếu Tết 2011 ''[[Cô dâu đại chiến]]''.<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/co-dau-dai-chien-2-dien-do-mieu-nu-thay-vay-cuoi-2928627.html \"Cô dâu đại chiến 2\" diện đồ miêu nữ thay váy cưới], VnExpress.<\/ref>\n\n==Nội dung==\n{{biết trước nội dung tác phẩm}}\nSau khi bị nhân vật Thái lừa tình trong [[Cô dâu đại chiến|phần phim trước]], hai nhân vật Quyên và Mai Châu đã lập hội \"Quả phụ áo đen\" chuyên điều tra và lật tẩy những gã đàn ông trăng hoa, không sống chung thủy với vợ. Hội Quả phụ áo đen còn có hai thành viên nữa là cô giáo sexy Thu Huyền và quái kiệt máy tính Quỳnh Vy - em gái của Quyên.\n\nMột ngày kia, cô gái tên Ngọc đến nhờ hội Quả phụ áo đen giúp đỡ điều tra người yêu cô là Việt - giám đốc công ty đóng tàu thuyền, rất đẹp trai và tốt bụng. Việt và Ngọc đã yêu nhau nhiều năm trời nhưng Ngọc vẫn chưa tin tình yêu Việt dành cho mình. Hội Quả phụ áo đen bắt đầu hành động, trước tiên họ sẽ thử lòng Việt để xem anh có chung thủy với Ngọc hay không. Thu Huyền đến phòng tập thể hình mà Việt thường hay tập rồi õng ẹo trước mặt Việt, nhiều ngày trôi qua mà Việt vẫn không thèm đếm xỉa Thu Huyền, Thu Huyền tức giận ném quả tạ nhỏ vào chân Việt.\n\nViệt phải vào bệnh viện chữa trị bàn chân, anh vào đúng ngay bệnh viện Mai Châu đang làm bác sĩ, Mai Châu đã chăm sóc cho anh. Khi bàn chân Việt bình phục trở lại, Mai Châu rủ Việt đi vũ trường nhảy nhót. Mai Châu say rượu nên Việt đưa cô về nhà, sau đó anh ngủ lại nhà cô, nhưng anh không hề bị cô quyến rũ. Ngọc tính đi công tác ở [[Hồng Kông]], trước khi đi Ngọc gọi Quyên đến nhà và giả vờ nói rằng Quyên là chuyên gia dinh dưỡng sẽ nấu ăn cho Việt trong thời gian cô đi vắng. Quyên nấu nhiều món ngon cho Việt ăn hằng ngày, cô cố tình mặc quần áo gợi cảm nhưng cũng không thể hấp dẫn anh. Quyên kết luận với Ngọc rằng Việt là một trong những người đàn ông chân chính còn sót lại trên cõi đời.\n\nKhi thấy Việt là người hoàn hảo thật sự, Quyên, Mai Châu và Thu Huyền đã \"lăn xả\" vào yêu Việt; ai cũng muốn giành lấy Việt về tay riêng mình. Cuối cùng Việt cũng xiêu lòng cả ba cô nàng này. Khi biết chuyện Việt ngoại tình, Ngọc đã giận Việt rất nhiều, cô mặc kệ anh van xin năn nỉ. Bộ phim tiết lộ rằng Việt đang là thành viên của tổ chức bí mật mang tên \"Ngựa hoang\" - một tổ chức tập hợp những gã đàn ông trăng hoa, chuyên lừa dối vợ. Quyên nói nếu Việt đồng ý vạch mặt tổ chức Ngựa hoang thì cô sẽ tìm cách kêu Ngọc trở về với anh. Việt làm theo lời Quyên, anh tiết lộ căn cứ bí mật của tổ chức Ngựa hoang. Ngày hôm đó, hội Quả phụ áo đen cùng với hàng chục người phụ nữ tấn công vào căn biệt thự của tổ chức Ngựa hoang, đánh đập những gã đàn ông.\n\nNgọc chấp nhận tha lỗi cho Việt, không lâu sau cả hai làm đám cưới. Cứ tưởng đây sẽ là kết thúc tốt đẹp, nhưng ngờ đâu trong đám cưới, Việt đã mở một đoạn clip lên cho mọi người xem, đoạn clip đó kể về chuyện Ngọc phản bội Việt để cặp với nhiều gã đại gia khác. Việt đã lén cho người theo dõi Ngọc bấy lâu nay và bây giờ anh mở đoạn clip lên để mọi người thấy được bộ mặt giả dối của cô. Sau đó Việt bỏ đi, còn Ngọc chỉ biết khóc trong đau khổ.\n\n{{hết phần cho biết trước nội dung}}\n\n==Diễn viên==\n{{Div col|Cols=2}}\n*[[Bình Minh (người mẫu)|Bình Minh]] vai Việt\n*[[Lan Phương]] vai Ngọc\n*[[Lê Khánh]] vai Quyên\n*[[Vân Trang]] vai Mai Châu\n*[[Maya (ca sĩ)|Maya]] vai Thu Huyền\n*[[Yu Dương]] vai Quỳnh Vy\n*[[Hoàng Bách]] vai Sơn\n*[[Đại Nghĩa (diễn viên)|Đại Nghĩa]] vai Giáo sư\n*[[Huỳnh Đông]] vai Anh chàng đồng tính\n*[[Khương Ngọc]] vai Anh chàng đồng tính\n*[[Thu Trang]] vai Bạn của Ngọc\n*Hà Linh vai Bờm\n*[[Minh Thuận (ca sĩ)|Minh Thuận]] vai Ông Thiện\n*Trịnh Phương Đài vai My Băng\n*[[Ngân Quỳnh]] vai Bà Hương \n*Mai Phượng vai Nhân viên của Việt\n*Quốc Hùng vai Ba của Ngọc\n*Tống Mỹ Ly vai Mẹ của Ngọc\n*[[Hạnh Thúy|NSƯT Hạnh Thúy]] vai Nhà báo\n*Kiến An vai Dân phòng\n*Quyền Lộc vai Dân phòng\n*MiNi vai Quản gia của Quyên\n*[[Mai Thế Hiệp]] vai MC trong đám cưới\n*Bá Cường vai Thành\n*Mã Trung vai Ông Chen\n*Hữu Tiến vai Bác sĩ\n*Nguyễn Châu vai Bệnh nhân\n*Dũng Nhí vai Người đàn ông trên đường \n*Lê Khâm vai Người đàn ông trên đường \n*Bé Ben vai Bé trai\n\n{{Div col end}}\n\n==Sản xuất==\n''Cô dâu đại chiến 2'' bị gắn mác cấm khán giả dưới 16 tuổi vì có chứa nhiều cảnh phim nhạy cảm liên quan đến vấn đề giới tính.\n\n==Chuyện bên lề==\n*Đây là bộ phim thứ 9 Vân Trang và Khương Ngọc đóng chung với nhau.\n*Diễn viên Khương Ngọc có sáng tác một bài hát mang tên \"Mr. Hoàn Hảo\" để làm nhạc chủ đề cho bộ phim.\n*Hầu hết các cảnh quay trong phim đều được thực hiện tại [[Thành phố Hồ Chí Minh]].\n\n==Tiếp nhận==\n===Đánh giá chuyên môn===\nBáo 24h.com: ''Ở đầu phim là những yếu tố đậm tính hành động và có phần giật gân với các cảnh hành động leo tường, phá nhà của nhóm Quả phụ áo đen. Giữa phim có nhiều cảnh mang yếu tố của phim ca nhạc khi các nhân vật vừa nhảy vừa múa hát. Trong cùng lúc đó, những yếu tố kiểu 16+ lại được đan cài. Cuối phim lại thêm yếu tố của chuyện tình lãng mạn và có phần hơi sến. Yếu tố hài hước xuyên suốt bộ phim giúp làm chặt và xâu chuỗi kịch bản.''<ref>[http:\/\/hcm.24h.com.vn\/phim\/xinh-va-ngon-co-dau-dai-chien-2-c74a603688.html Xinh và ngon như \"Cô dâu đại chiến 2\"], 24h.com.<\/ref>\n\nPhóng viên Kim Chi và Bee từ [[Zing]] khen ngợi phần diễn xuất của Lê Khánh nhưng cho rằng cô vẫn không thể cứu được kịch bản \"bế tắc\" và \"sự cẩu thả\" trong chỉ đạo diễn xuất.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.imdb.com\/title\/tt3485732\/ Cô dâu đại chiến 2] tại [[Internet Movie Database]]\n*[http:\/\/www.youtube.com\/watch?v=qQ2lJHBuarM Nhạc phim \"Mr. Hoàn Hảo\" của Cô dâu đại chiến 2.]\n*[http:\/\/www.youtube.com\/watch?v=RuN5jlioIEQ Trailer phim.]\n\n{{Victor Vũ}}\n\n[[Thể loại:Phim năm 2014]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim lãng mạn Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim tiếp nối]]\n[[Thể loại:Phim tiếp nối Việt Nam]]\n[[Thể loại:Phim do Victor Vũ đạo diễn]]\n[[Thể loại:Phim của Galaxy Studio]]\n[[Thể loại:Phim của Saiga Films]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim về trả thù]]\n[[Thể loại:Phim lấy bối cảnh ở khách sạn]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim tiếp nối thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim lãng mạn thập niên 2010]]\n[[Thể loại:Phim hài lãng mạn thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh năm 2014]]"}