{"76279":"{{otheruses| Cô Tô (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam| huyện\n| tên = Cô Tô\n| hình = Âu cảng.jpg\n| ghi chú hình = Âu cảng Cô Tô trên đảo Cô Tô Lớn\n| vĩ độ = 20\n| kinh độ = 107\n| vĩ phút = 56\n| vĩ giây = 50\n| kinh phút = 41\n| kinh giây = 53\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Đông Bắc Bộ]] ([[Vịnh Bắc Bộ]])\n| tỉnh = [[Quảng Ninh]]\n| huyện lỵ = Thị trấn [[Cô Tô (thị trấn), Cô Tô|Cô Tô]]\n| thành lập = 23\/3\/1994<ref>{{chú thích sách|tác giả=Tỉnh ủy, Ủy ban nhân dân tỉnh Quảng Ninh|tựa đề=Địa chí Quảng Ninh - Tập 1|nhà xuất bản=Nhà xuất bản Thế giới|year=2001|nơi=|trang=37|url=|doi=|id=|isbn=}}<\/ref>\n| diện tích = 53,68 km²\n| phân chia hành chính = 1 thị trấn, 2 xã\n| dân số = 6.778 người<ref name=DS2019 \/>\n| mật độ dân số = 126 người\/km²\n| thời điểm dân số = 2022\n| dân tộc = <!-- liệt kê các thành phần dân tộc, có thể kèm % và dẫn nguồn -->\n| Chủ tịch UBND = Nguyễn Việt Dũng\n| mã hành chính = 207<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = <!-- Điện thoại 090.485.7899  -->\n| fax = <!--02033 889 567 -->\n| web = {{url|cototourism.vn}}\n|biển số xe=14-B9|logo=Logo Cô Tô, Quảng Ninh.svg|cỡ logo=242px|ghi chú logo=Logo [[Cô Tô|huyện Cô Tô]], [[Quảng Ninh|tỉnh Quảng Ninh]]}}\n\n'''Cô Tô''' là một [[Huyện (Việt Nam)|huyện]] đảo thuộc tỉnh [[Quảng Ninh]], [[Việt Nam]].<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50fa-72 >Bản đồ tỷ lệ 1:50.000 tờ F-48-72- ABCD. Cục Đo đạc và Bản đồ Việt Nam, 2013.<\/ref>\n\n==Lịch sử==\nCô Tô có tên cổ là '''Chàng Sơn''' (Núi Chàng), từ lâu đời đã là nơi cư trú ngụ của thuyền bè ngư dân [[Đông Bắc Bộ|vùng Đông Bắc]], song chưa thành nơi định cư vì luôn bị những toán [[cướp biển]] [[Trung Quốc]] quấy phá.\n\nNăm [[1832]], [[Nguyễn Công Trứ]] với cương vị Tổng đốc Hải An (Hải Dương - An Quảng) đã xin triều đình cho thành lập làng xã, cắt cử người cai quản. Làng đầu tiên ở đây được Nguyễn Công Trứ đặt là lý Hướng Hoá thuộc huyện Hoa Phong. Từ năm Thiệu Trị nguyên Niên (1841) vì kiêng tên húy của mẹ vua là Hồ Thị Hoa, nên Hoa Phong đổi thành Nghiêu Phong. Ít lâu sau, [[nhà Nguyễn]] cho thu thuế và lập đồn Hướng Hoá canh phòng giặc biển. Dân cư đông dần, tất cả đều là người gốc nhiều dân tộc thiểu số ở vùng ven biển [[Quảng Đông]], [[Phúc Kiến]] và [[đảo Hải Nam]] phiêu bạt đến. Đầu thế kỷ XX, Cô Tô là một tổng có năm xã thuộc châu Hà Cối [[phủ Hải Đông]] tỉnh [[Hải Ninh (tỉnh)|Hải Ninh]]. Sau ngày Nhật đảo chính, Pháp quay lại chiếm đóng Cô Tô. Từ Cô Tô và cảng Vạn Hoa trên [[đảo Cái Bầu]], tàu chiến Pháp vào quấy rối vùng biển [[Hồng Gai, Hạ Long|Hòn Gai]] và cảng [[Hải Phòng]]. [[Tháng mười một|Tháng 11]] năm [[1946]], Đại đội [[Đoàn Trần Nghiệp|Ký Con]] giải phóng quân từ [[Hồng Gai, Hạ Long|Hòn Gai]] dùng tàu chiến ''[[Le Créyac]]'' mới chiếm được của Hải quân Pháp tiến ra giải phóng Cô Tô nhưng không thành công. Cho đến cuối năm 1955, thực hiện [[Hiệp định Genève, 1954|Hiệp định Genève]], quân Pháp mới rút khỏi.\n\nĐầu năm 1954, Cô Tô là [[xã]] thuộc huyện [[Móng Cái]], sau đó là hai xã đặc biệt trực thuộc tỉnh. Từ [[1964]], hai xã đã sáp nhập vào huyện [[Cẩm Phả]].\n\nTrước năm [[1978]], quần đảo Cô Tô - Thanh Lân là vùng đảo sầm uất, dân số đông tới 6740 người. Trong đó có 545 hộ, 3200 người, 1424 lao động sống bằng nông nghiệp, 548 hộ, 3141 người, 1236 lao động sống bằng nghề đánh bắt cá. Nửa cuối năm 1978, người gốc Hoa về Trung Quốc, trên đảo chỉ còn lại 10% dân số, mọi hoạt động sản xuất suy giảm.\n[[Tập tin:ẢNH TOÁN CẢNH THỊ TRẤN CÔ TÔ.jpg|nhỏ|250x250px|Ảnh toàn cảnh thị trấn Cô Tô]]\nNgày [[23 tháng 3]] năm [[1994]], chính phủ đổi tên huyện Cẩm Phả thành huyện [[Vân Đồn]] đồng thời tách quần đảo Cô Tô gồm hai xã Thanh Lân, Cô Tô thành lập huyện Cô Tô.\n\nNgày [[28 tháng 10]] năm [[1996]], đảo Trần (hoặc đảo Chằn) thuộc huyện Hải Ninh được giao về huyện Cô Tô quản lý và thuộc địa phận xã Thanh Lân.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-dinh-66-cp-doi-ten-phuong-ha-long-thuoc-thanh-pho-ha-long-va-giao-dao-chan-cua-huyen-hai-ninh-ve-huyen-co-to-tinh-quang-ninh-40221.aspx|tựa đề=Nghị định 66-CP năm 1996 về việc đổi tên phường Hạ Long (thuộc thành phố Hạ Long) và giao đảo Chằn của huyện Hải Ninh về huyện Cô Tô (tỉnh Quảng Ninh) quản lý|url-status=live}}<\/ref>\n\nNgày [[25 tháng 8]] năm [[1999]], chia xã Cô Tô thành thị trấn Cô Tô và xã Đồng Tiến.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-83-1999-ND-CP-hanh-lap-phuong-thi-tran-thuoc-thi-xa-Uong-Bi-va-huyen-Co-To-tinh-Quang-Ninh-45611.aspx|tựa đề=Nghị định 83\/1999\/NĐ-CP về việc thành lập phường, thị trấn thuộc thị xã Uông Bí và huyện Cô Tô, tỉnh Quảng Ninh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Cô Tô có 1 thị trấn và 2 xã trực thuộc như hiện nay.\n\nNăm 2006, dân số huyện đảo Cô Tô là 5.240 người với 1.178 hộ dân. Từ năm 1994 đến nay nhà nước đã có nhiều chính sách hỗ trợ về giá điện, giá xăng dầu, xây dựng nâng cấp cơ sở hạ tầng, hàng ngày đều có tàu khách Vân Đồn - Cô Tô, làm cho đời sống nhân dân nơi đây không ngừng được cải thiện.\n\nTrải qua gần 30 năm xây dựng và phát triển, đến hết năm 2022, toàn huyện có 1.957 hộ dân với 6.778 nhân khẩu với 13 dân tộc: Kinh, Thái, Tày, Mường, Khơ Me, Hoa, Nùng, Dao, Gia Rai, Chăm, Sán Dìu, Hrê, Giáy; nhân dân của trên 14 tỉnh, thành trong cả nước ra xây dựng kinh tế như: Hải Phòng, Nam Định, Nghệ An, Hà Tĩnh, Thái Bình, Thanh Hóa, Lạng Sơn, Phú Thọ, Bắc Giang, Hải Dương, Bắc Ninh…. Những năm gần đây, theo chủ trương của huyện, kinh tế đã có bước phát triển mới, cơ cấu kinh tế chuyển sang Du lịch, dịch vụ - Tiểu thủ công nghiệp - Nông nghiệp. Hiện nay huyện có 3 đơn vị hành chính cấp xã bao gồm thị trấn Cô Tô và 2 xã Thanh Lân và Đồng Tiến. Toàn huyện có 13 thôn, khu trong đó: 5 thôn thuộc xã Đồng Tiến, 4 thôn thuộc xã Thanh Lân và 4 khu thuộc thị trấn Cô Tô.\n\nNgày 16 tháng 10 năm 2013, Cô Tô đã chính thức có điện lưới quốc gia khi hoàn thành dự án đưa điện ra đảo trị giá 1.106 tỷ đồng.<ref>{{Chú thích web| tiêu đề=Khánh thành dự án đưa điện lưới ra huyện đảo Cô Tô| url=http:\/\/www.baoquangninh.com.vn\/chinh-tri\/201310\/khanh-thanh-du-an-dua-dien-luoi-ra-huyen-dao-co-to-2210578\/| ngày truy cập=2015-04-18| archive-date = ngày 23 tháng 9 năm 2015 | archive-url=https:\/\/web.archive.org\/web\/20150923182140\/http:\/\/www.baoquangninh.com.vn\/chinh-tri\/201310\/khanh-thanh-du-an-dua-dien-luoi-ra-huyen-dao-co-to-2210578\/| url-status=dead}}<\/ref><ref>{{Chú thích web| url=http:\/\/laodong.com.vn\/xa-hoi\/cham-nhat-1910-co-to-se-co-dien-luoi-quoc-gia-140366.bld| tiêu đề=Chậm nhất 19.10, Cô Tô sẽ có điện lưới quốc gia}}<\/ref>\n\nNước ngọt cũng là vấn đề khó khăn lớn của Cô Tô, nhất là từ khi du lịch bắt đầu phát triển. Trong năm 2012, huyện Cô Tô đã quyết tâm rút ngắn thời gian thi công hồ chứa nước Trường Xuân có dung tích chứa 170.000 m<sup>3<\/sup> từ 2 năm xuống 1 năm, hoàn thành vào cuối năm 2012. Cùng với việc nâng cấp, xây dựng mới các hồ chứa nước trên đảo Thanh Lân là Chiến Thắng 2 với dung tích 76.700 m<sup>3<\/sup>, hồ Bạch Vân với dung tích 30.700 m3, hồ C4 với dung tích 100.000 m<sup>3<\/sup>, 100% khu dân cư ở trên huyện đảo Cô Tô đã có đủ điều kiện để sử dụng nước hợp vệ sinh. Huyện Cô Tô đang tiếp tục xây dựng hồ nước ngọt C22 là hồ nước ngọt lớn nhất trên huyện đảo với dung tích 300.000 m<sup>3<\/sup>\n\n==Địa lý==\n{{Xem thêm|Danh sách đảo thuộc tỉnh Quảng Ninh#Huyện Cô Tô}}\n[[Tập tin:Cột cờ Tổ quốc trên đảo Cô Tô.jpg|nhỏ|251x251px|Cột cờ Tổ quốc trên đảo Cô Tô <ref>{{Chú thích web|url=https:\/\/tienphong.vn\/post-1433895.tpo|tựa đề=Lễ thượng cờ khánh thành Cột cờ chủ quyền trên đảo Cô Tô|ngày=2022-04-26|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2023-04-11}}<\/ref>]]\nHuyện Cô Tô có địa giới hành chính bao gồm các hòn đảo ngoài khơi [[vịnh Bắc Bộ]], cách đất liền 60 hải lý. Toàn huyện có 71 hòn đảo lớn nhỏ, trong đó ba đảo lớn nhất là [[đảo Cô Tô Lớn]], [[đảo Thanh Lân]] và [[đảo Trần]]. Đảo Cô Tô Lớn và đảo Thanh Lân nằm gần nhau và cùng với các đảo nhỏ hơn ở lân cận tạo thành quần đảo Cô Tô. Riêng đảo Trần (còn gọi là đảo Chằn hay Chàng Tây<ref>{{Chú thích web|url=https:\/\/baoquangninh.com.vn\/cho-dao-xa-them-suc-xuan-2158573.html|tựa đề=Cho đảo xa thêm sức xuân|ngày=2012-01-03|website=Báo Quảng Ninh điện tử|url-status=live}}<\/ref>) nằm riêng lẻ ở góc đông bắc huyện.<ref>{{Chú thích web|url=https:\/\/thuviendientu.baoquangninh.com.vn\/gioi-thieu-ve-huyen-co-to-2352895.html|tựa đề=Giới thiệu về huyện Cô Tô|ngày=2019-03-06|website=Báo Quảng Ninh điện tử|url-status=live}}<\/ref>\n\nVùng biển Cô Tô có vị trí địa lý:<ref>{{Chú thích web|url=https:\/\/tapchicongsan.org.vn\/en_US\/web\/guest\/quoc-phong-an-ninh-oi-ngoai1\/-\/2018\/827134\/quan-dao-co-to-trong-khong-gian-bien,-dao-vung-dong-bac-cua-to-quoc-va-chien-luoc-bien-viet-nam--vi-tri-tien-tieu,-vi-the-dia---kinh-te,-dia---chinh-tri-va-tiem-nang-phat-trien.aspx|tựa đề=Quần đảo Cô Tô trong không gian biển, đảo vùng Đông Bắc của Tổ quốc và chiến lược biển Việt Nam: Vị trí tiền tiêu, vị thế địa - kinh tế, địa - chính trị và tiềm năng phát triển|website=tapchicongsan.org.vn|url-status=live|ngày truy cập=2023-04-11}}<\/ref>\n*Phía đông và phía nam giáp vùng biển ngoài khơi vịnh Bắc Bộ\n*Phía tây giáp vùng biển huyện [[Vân Đồn]]\n*Phía bắc giáp vùng biển huyện [[Hải Hà]] và thành phố [[Móng Cái]].<ref name=\":1\">{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=wXA95tVLwUG43WPjNT3VPg|tựa đề=Địa giới hành chính huyện Cô Tô|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\nHuyện có diện tích 53.68 km²<ref name=\":1\" \/>, dân số năm 2022 là 6778 người<ref name=DS2019>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf|tựa đề=Kết quả toàn bộ Tổng điều tra dân số và nhà ở năm 2019|website=Tổng cục Thống kê|url-status=live}}<\/ref>, mật độ dân số đạt 126 người\/km².\n\n===Tài nguyên - môi trường===\n[[Tập tin:Di tich lich su.png|nhỏ|250x250px|Di tích quốc gia đặc biệt]]\nCô Tô có địa hình đồi núi. Đỉnh giáp Cáp Cháu trên đảo [[Thanh Lân]] cao 210 m, đỉnh đài khí tượng trên đảo Cô Tô lớn cao 160 m. Phần giữa các đảo đều cao, vây quanh là núi thấp và những cánh đồng hẹp, ven đảo là những bãi cát nhỏ và vịnh nhỏ. Đất đai chủ yếu là đất pheralit trên sa thạch. Đất rừng rộng 2.200 ha, đất Cô Tô có nông nghiệp đến (771 ha) chiếm 20% diện tích đất tự nhiên, trong đó một nửa số có khả năng cấy lúa, trồng màu, gần nửa có khả năng chăn thả gia súc và trồng cây ăn quả.\n\nCô Tô ít [[sông]] suối, đã đắp đập hình thành 11 [[hồ]] nhỏ. [[Nước dưới đất|Nước ngầm]] phong phú, chất lượng tốt. Thực vật trên các đảo khá phong phú, nhiều chủng loại. Rừng tự nhiên đa dạng với nhiều loại gỗ tốt và nhiều song mây, ràng rang. Rừng trồng gồm phi lao, bạch đàn, thông đuôi ngựa.Đảo Thanh Lân còn có cam, quýt, chuối đã nhiều năm thành sản phẩm nổi tiếng trong tỉnh. Có nhiều loại dược liệu quý hiếm như [[hương nhu]], [[San đất|sâm đất]], [[thầu dầu tía]]... trên mọi đảo. Động vật rừng núi từ xa xưa khá nhiều nay ở đảo Thanh Lân có cả đàn [[Khỉ vàng sư tử Tamarin|khỉ vàng]] chừng 100 con, một ít [[Trăn gấm|trăn]], [[tắc kè]].\n\nNghề đánh bắt tôm, cá, mực... ở đảo Cô Tô đã ở giai đoạn cạn kiệt nên nhiều loại hải sản bị cấm khai thác.<ref>{{Chú thích web|url=https:\/\/baoquangninh.vn\/kien-tao-van-hoa-bien-thuc-day-phat-trien-kinh-te-bien-ben-vung-tai-huyen-dao-co-to-3232274.html|tựa đề=Kiến tạo văn hóa biển thúc đẩy phát triển kinh tế biển bền vững tại huyện đảo Cô Tô|họ=MEDIATECH|website=baoquangninh.vn|ngôn ngữ=vi|ngày truy cập=2023-04-11}}<\/ref>\n\n==Hành chính==\nHuyện Cô Tô có 3 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Cô Tô (thị trấn), Cô Tô|Cô Tô]] (huyện lỵ) và 2 xã: [[Đồng Tiến, Cô Tô|Đồng Tiến]], [[Thanh Lân]].\n\n[[Tập tin:Quang Yen 1890.jpg|300px|nhỏ|Bản đồ tỉnh [[Quảng Yên (tỉnh)|Quảng Yên]] năm 1890 thể hiện vị trí của quần đảo Cô Tô và đảo Trần]]\n\n== Du lịch ==\n=== Các điểm tham quan và bãi biển ===\n'''Di tích quốc gia đặc biệt Khu lưu niệm Chủ tịch Hồ Chí Minh trên đảo Cô Tô:'''<ref>{{Chú thích web|url=https:\/\/vov.vn\/chinh-tri\/khu-luu-niem-chu-tich-ho-chu-tich-tren-dao-co-to-la-di-tich-quoc-gia-dac-biet-post942245.vov|tựa đề=Khu lưu niệm Chủ tịch Hồ Chủ Tịch trên đảo Cô Tô là Di tích quốc gia đặc biệt|ngày=2022-05-07|website=VOV.VN|ngôn ngữ=vi|ngày truy cập=2023-04-11}}<\/ref> Lúc sinh thời, Chủ tịch Hồ Chí Minh từng có lần đến thăm Cô Tô vào năm 1961. Năm 1962, khi chủ tịch Hồ Chí Minh về thăm vùng Đông Bắc, Ủy ban hành chính tỉnh Hải Ninh xin phép cho dựng tượng trên đảo Cô Tô, xây dựng nhà lưu niệm, dựng bia ở những nơi ông đến thăm, đã được đồng ý. Huyện Cô Tô là nơi duy nhất trên cả nước được Bác Hồ cho phép kiến dựng tượng người lúc sinh thời và Khu di tích lưu niệm Chủ tịch Hồ Chí Minh trên đảo Cô Tô đã được xếp hạng Di tích quốc gia đặc biệt theo Quyết định số 93-QĐ\/TTg, ngày 18\/01\/2022 của Thủ tướng chính phủ, đã trở thành điểm thiêng của huyện đảo; trở thành một dấu mốc lịch sử khẳng định chủ quyền thiêng liêng của Tổ quốc, đem đến cho cư dân đảo niềm tự hào, niềm tin và quyết tâm bám biển. \n\n'''Bãi đá Móng Rồng:''' có hệ thống đá trầm tích được bào mòn qua hàng vạn năm bởi nước biển tạo ra một kì quan thực sự với cảnh quan đẹp mắt và có giá trị nghiên cứu địa chất địa mạo.\n\n'''Bãi tắm Vàn Chảy:''' đến với mảnh đất này, sẽ thực sự là thiếu sót nếu như các bạn không ghé thăm bãi biển Vàn Chảy. Nơi đây chất chứa một vẻ đẹp hoang sơ nên rất thích hợp để tắm biển, vui chơi trải nghiệm những hoạt động đầy sôi nổi hứng thú.\n\nNếu những bãi biển nhộn nhịp, đông khách du lịch cùng với những dịch vụ xô bồ khiến bạn cảm thấy nhàm chán hay những bãi biển đã không còn sạch đẹp thì đừng chần chừ gì nữa hãy đến với đảo Cô Tô ngay lập tức. Nơi này còn giữ được những nét hoang sơ vốn có, bãi biển xanh sạch đẹp, tinh khôi và vô cùng thanh bình tại khu vực miền Bắc hiện nay.\n\n'''Bãi tắm Tình Yêu:''' ''Bãi'' biển tập trung nhiều du khách nhất vì nằm gần trung tâm thị trấn, nhiều quán xá, nhà cửa, dân cư đông đúc nên được nhiều người biết đến. Gần bãi tắm có tượng đài Bác Hồ. Bờ biển dài gần 7 km với bờ cát trắng, mịn, nước trong xanh. Bên bờ biển có một hàng thông xanh mướt, một con đường lát gạch chạy dọc theo bờ biển thích hợp cho du khách đi dạo vào buổi chiều. \n[[Tập tin:Đảo Sư Tử Cô Tô.jpg|nhỏ|Đảo sư tử Cô Tô]]\n'''Bãi biển Hồng Vàn''': Cách thị trấn Cô Tô 6&nbsp;km, thuộc thôn Hồng Hải, xã Đồng Tiến. Là bãi biển đẹp nhất tại Cô Tô với bãi tắm thoải rộng, trải dài 4&nbsp;km bên rặng phi lao. Bãi biển Hồng Vàn nhộn nhịp đặc biệt vào mùa hè khi lượng du khách đến đảo tăng đột biến. Các hoạt động nhà hàng, vui chơi giải trí dưới nước cũng được sắp để phục vụ du khách.\n[[Tập tin:Bản đồ du lịch Cô Tô.jpg|thế=Bản đồ du lịch Cô Tô|nhỏ|220x220px|Bản đồ du lịch Cô Tô]]\n'''Đảo Cô Tô con''': Cách trị trấn Cô Tô 7&nbsp;km, nơi có cánh rừng nguyên sinh chứa đựng nhiều loài động vật quý hiếm, trong lòng biển chứa nhiều rặng san hô tuyệt đẹp.\n\n'''Hải đăng Cô Tô'''\n\nHải đăng Cô Tô thuộc quần đảo phía Đông của đảo Vân Đồn, tỉnh Quảng Ninh. Nằm trên một ngọn núi cách thị trấn chừng 5&nbsp;km, là điểm cao nhất của đảo. Được xây dựng từ cuối thế kỷ XIX. Đường từ chân núi lên hải đăng quanh co dưới những tán lá rừng rậm rạp. Những rặng hoa sim tím, gập ghềnh sỏi đá trên con đường mòn ít người qua lại.\n\nHải đăng có tầm nhìn sáng 118m so với mực nước biển, từ đây phóng tầm mắt ra xa. Ta có thể thấy xa xa đằng kia là biển ca bao la mất hút phía dưới chân trời. Phía dưới là núi rừng bờ bãi, làn nước trong xanh của hòn đảo ngọc Cô Tô. Thu vào tầm mắt thị trấn biển đẹp như mơ, xen lẫn những rừng cây xanh mướt. Êm đềm những mái nhà khiêm nhường và giản dị. Du khách đến Cô Tô không thể bỏ lỡ trải nghiệm độc đáo này.<ref>{{Chú thích web|url=https:\/\/vtv.vn\/xa-hoi\/khuyen-khich-du-khach-khong-mang-rac-thai-nhua-ra-dao-co-to-20220901180259589.htm|tựa đề=Khuyến khích du khách không mang rác thải nhựa ra đảo Cô Tô|url-status=live}}<\/ref>\n\n'''Rừng Chõi nguyên sinh:''' Nằm trên đường ven biển đi cảng Bắc Vàn (cảng đi các đảo nhỏ) Rừng Chõi có thể nói là khu vực có tán cây cổ thụ, nguyên bản đẹp nhất tại Cô Tô. Với hệ thảm thực vật phong phú, 1 bên là rừng một bên là bãi biển, cảnh quan khu vực Rừng Chõi luôn khiến du khách trầm trồ khi đi qua đây\n\n'''Hòn Chép Con''' Là một hòn đảo nhỏ, sở hữu bãi biển kỳ thú chạy dài ra biển, ẩn hiện theo thủy triều và các lớp đá trầm tích hàng ngàn năm bào mòn tạo ra cảnh quan vô cùng lý thú. Bãi biển của đảo nhỏ này không nơi đâu sánh được. Để tới hòn Chép Con, du khách cần có mặt tại cảng Bắc Vàn và bắt đò đi. Đi hòn Chép Con kết hợp câu cá và đảo Cô Tô Con sẽ tốn 1 ngày trọn vẹn.\n\n'''Nhà thờ Cô Tô'''\n\nNhà thờ Giáo xứ Cô Tô  thuộc khu 4, Giáo Xứ Cẩm Phả, Hạt Hòn Gai, Giáo Phận Hải Phòng, khánh thành ngày 28\/05\/2013. Đây là nhà thờ đầu tiên trên đảo được xây dựng nhằm phục vụ những giáo dân trên đảo. Nhà thờ này được xây dựng dưới chân một quả đồi với chiều dài là 26,7 m và chiều rộng là 9,8 m. \n\nNhà thờ Giáo họ Thanh Lân được khởi công ngày 13\/10\/2014 \n\nĐây là một trong những điểm tham quan mà du khách ghé qua khi đến du lịch Cô Tô.\n\n'''Khu di tích Đồn Ký Con'''\n\nTrên đảo còn có di tích cấp tỉnh Trận đánh Đồn Cao 13\/11\/1945 là chứng tích lịch sử của Đại đội Ký Con trong cuộc trận đánh quân Pháp để giải phóng Cô Tô của Đại đội Ký Con. Trận đánh với ý chí tiến công địch, bảo vệ độc lập, chủ quyền của quân và dân khu mỏ cũng là tài sản tinh thần vô giá mà thế hệ cha ông để lại cho nhân dân trên đảo. \n\nHuyện Cô Tô đang chú trọng tôn tạo và thiết lập đa dạng các điểm sinh hoạt tâm linh, văn hóa như khu tưởng niệm, chùa, nhà thờ (Cột cờ Tổ quốc trên đảo Cô Tô tỷ lệ 1:1 với cột cờ Ba Đình; Chùa trúc lâm Cô Tô, nhà thờ giáo xứ Cô Tô, Giáo họ Thanh Lân và Chùa Trúc lâm đảo Trần đang được thi công...)\n\n'''Chùa Trúc Lâm Cô Tô''' \n\nĐiểm nhấn ấn tượng của đảo ngọc Cô Tô:được xây dựng tại khu đồi truyền hình, bên cạnh di tích lịch sử đền thờ Đại Đội Ký Con có tổng diện tích hơn 2.5ha chia thành các phân khu như: cổng tam quan, lầu chuông, lầu khánh, tòa Tam Bảo, nhà thờ tổ, nhà tăng, nhà thờ mẫu, nhà khách, khuôn viên cảnh quan.\n\n'''Điểm du lịch đảo Thanh Lân'''\n\nThanh Lân là xã đảo thuộc quần đảo Cô Tô của tỉnh Quảng Ninh. Xã có diện tích 18,2 km2, là đảo lớn nhất nằm về phía Đông Bắc, cách trung tâm huyện đảo Cô Tô 4km đường biển.Thanh Lân là đảo lớn nhất trong số các đảo thuộc quần đảo Cô Tô có nguồn tài nguyên du lịch nổi bật và đặc sắc của cả nước như tài nguyên biển, tài nguyên rừng tự nhiên. Thanh Lân như một ốc đảo xanh giữa biển, với nhiều bãi biển thơ mộng, hoang sơ với mặt nước xanh trong, cát trắng mịn êm như bãi Hải Quân, Vụng Tròn ở thôn 3, C6, bãi Ba Châu ở thôn 1. Bãi biển của Thanh Lân sạch, đẹp với dải cát trắng mịn, lại có sóng biển lớn,… Xã còn có đỉnh Cáp Cháu cao 210m so với mực nước biển, từ đây có thể thấy cả vùng trời biển Đông Bắc.Bãi biển Ba Châu (đang xây dựng và đề nghị công nhận là bãi tắm du lịch đạt tiêu chuẩn trong tháng 4\/2023), bãi biển Hải Quân, bãi biển Vụng Tròn, Vụng Ăng ten.\n\n'''Bãi biển Ba Châu đảo Thanh Lân'''\n\nBãi tắm lớn và đẹp nhất trên đảo là Ba Châu thuộc thôn 1, cách trụ sở UBND xã Thanh Lân khoảng 4 km. Bãi biển có bãi cát dài 1,5 km, thích hợp để tắm biển, cắm trại.\n[[Tập tin:Bai bien ba chau.png|nhỏ|Bãi biển Ba Châu]]\n'''Hòn Sư Tử'''\n'''Khu hậu cần nghề cá và Âu cảng''' Cách thị trấn và cầu cảng Cô Tô 1,5&nbsp;km, du khách sẽ tới Âu cảng và khu hậu cần nghề cá. Đứng tại vị trí này có thể nhìn thấy toàn cảnh thị trấn Cô Tô, đón thời điểm đẹp nhất của hoàng hôn.\n\nĐảo Cô Tô khuyến khích du khách không sử dụng rác thải nhựa.<ref>{{Chú thích web|url=https:\/\/vtv.vn\/news-20220901180259589.htm|tựa đề=Khuyến khích du khách không mang rác thải nhựa ra đảo Cô Tô|họ=VTV|tên=BAO DIEN TU|ngày=2022-09-01|website=BAO DIEN TU VTV|ngôn ngữ=vi|ngày truy cập=2023-04-11}}<\/ref>\n\n==Cô Tô trong văn học==\n*Ký ''Hải đảo Cô Tô'' của [[Trần Thanh Địch]] (1964)\n*Ký ''Cô Tô'' của [[Nguyễn Tuân]] (1965)\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài == \n{{Thể loại Commons| Co To District}}\n* {{Trang web chính thức| https:\/\/www.quangninh.gov.vn\/donvi\/huyencoto\/Trang\/Default.aspx| Huyện Cô Tô}}\n* {{TĐBKVN| 32134| Huyện đảo Cô Tô}}\n* {{TĐBKVN| 32121| Quần đảo Cô Tô}}\n\n{{Huyện thị Quảng Ninh}}\n{{Đơn vị hành chính hải đảo Việt Nam}}\n{{Đơn vị hành chính thuộc huyện Cô Tô}}\n{{Du lịch Quảng Ninh}}\n\n[[Thể loại:Quần đảo Việt Nam]]\n[[Thể loại:Huyện đảo Việt Nam]]"}