{"1584617":"{{chú thích trong bài}}\n\n'''Nguyễn Thị Bắc''' ([[1906]]–[[1943]]), tục gọi là '''Cô Bắc''', là một nữ chí sĩ cách mạng người Việt Nam. Bà là một trong những lãnh đạo của [[Khởi nghĩa Yên Bái]].\n\n==Thân thế và sự nghiệp==\nBà sinh năm 1906 tại phố Thọ Xương, phủ Lạng Thương (nay thuộc [[bắc Giang (thành phố)|thành phố Bắc Giang]], tỉnh [[Bắc Giang]]). Song thân của bà là ông Nguyễn Văn Cao và bà Nguyễn Thị Lưu. Ông Cao từng tham gia phong trào [[Đông kinh nghĩa thục]], bị [[đế quốc thực dân Pháp|thực dân Pháp]] đổi lên Phủ Lạng Thương làm việc.  Ba chị em bà được bố mẹ đặt tên theo vùng đất mới mà gia đình chuyến đến sinh sống, Bắc - Giang - Tỉnh.\n\nChịu ảnh hưởng của cha, ngay từ năm 18 tuổi, bà cùng em ruột là Nguyễn Thị Giang, còn gọi là [[Cô Giang]], tham gia Hội Quốc dân dục tài của [[Nguyễn Khắc Nhu]], sau đó gia nhập [[Việt Nam Quốc dân Đảng]], hoạt động tích cực cho mục tiêu đấu tranh giành độc lập dân tộc.\n\nTrong khởi nghĩa [[Yên Bái]], bà được Đảng trưởng [[Nguyễn Thái Học]] giao phụ trách công tác tuyên truyền, binh vận và giao liên. Chính bà đã cùng một số phụ nữ khác đưa bom từ làng Xuân Lũng (huyện [[Lâm Thao]], tỉnh [[Phú Thọ]]) lên tàu lửa đi Yên Bái để chuẩn bị cho cuộc khởi nghĩa tháng 2 năm 1930. Khởi nghĩa Yên Bái bất thành, bà cùng các đồng chí bị bắt và bị đưa ra trước Hội đồng đề hình xét xử ngày [[28 tháng 3]] năm 1930 tại Yên Bái và bị kết án 5 năm cấm cố. Trước Hội đồng đề hình, bà tuyên bố: ’’Các người hãy về ngay nước Pháp mà kéo đổ tượng [[Jeanne d’Arc]] đi thôi!’’.\n\nNăm 1936, bà được trả tự do và cùng chồng là Phạm Quang Sáu, cũng là một yếu nhân của Việt Nam Quốc dân đảng, mở cửa hàng lấy tên là Bôvô ở thị xã Bắc Ninh để làm nơi liên lạc với các nhà yêu nước. Tuy nhiên, bà sớm qua đời vào năm 1943, khi mới 39 tuổi.\n\n==Vinh danh==\nHiện nay, biệt danh Cô Bắc được đặt tên cho nhiều đường phố và trường học tại Việt Nam.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{Thời gian sống|Sinh=1908|Mất=1943}}\n\n{{sơ khai Bắc Giang}}\n\n[[Thể loại:Anh thư dân tộc Việt Nam]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Đảng viên Việt Nam Quốc dân đảng]]\n[[Thể loại:Nhà cách mạng Việt Nam]]"}