{"490350":"[[Tập tin:Công Thần Miếu.jpg|nhỏ|phải|250px|Một phần Công Thần Miếu Vĩnh Long]]\n'''Công Thần Miếu Vĩnh Long''' tọa lạc trên đường 14 tháng 9, thuộc phường 5, [[vĩnh Long (thành phố)|thành phố Vĩnh Long]], tỉnh [[Vĩnh Long]], [[Việt Nam]].\n\nNgôi miếu nằm bên tả ngạn [[sông Cổ Chiên]] (cách bờ sông khoảng 100[[m]], mặt tiền nhìn ra rạch Cái Sơn Bé nhỏ hẹp và sắp cạn). Trước [[1975]], đất này thuộc ấp Thanh Mỹ, xã Long Đức, quận Châu Thành, tỉnh Vĩnh Long.\n\nCông Thần Miếu là nơi thờ tự các vị Nhiên thần và Nhân thần, theo tín ngưỡng của người dân nơi đây. Ngày 31 [[tháng tám|tháng 8]] năm [[1998]], ngôi miếu đã được xếp hạng là ''di tích văn hóa cấp quốc gia'' theo quyết định công nhận số 1811\/ QĐ của Bộ Văn hoá-Thông tin (nay là Bộ Văn hoá, Thể thao và Du lịch)<ref>Theo website tỉnh Vĩnh Long [http:\/\/www.vinhlong.gov.vn\/Default.aspx?PageContentID=175&tabid=275] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090129223410\/http:\/\/vinhlong.gov.vn\/Default.aspx?PageContentID=175&tabid=275 |date=2009-01-29 }}. Tuy nhiên, tấm biển ở cổng miếu lại ghi là ngày 25 tháng 9 năm 1998.<\/ref>.\n\n==Lịch sử==\n''Miếu Công Thần Vĩnh Long'' là hậu thân của ''miếu Hội đồng''.\n===Miếu Hội đồng===\nTheo [[Đại Nam nhất thống chí]], miếu Hội đồng ở Vĩnh Long được xây dựng vào năm [[Minh Mạng]] thứ 17 (1836)<ref>Cũng trong năm này tại tỉnh thành Vĩnh Long, nhà vua cho xây ''đàn Xã Tắc'' ở phía tây, và đàn ''Tiên Nông'' ở phía đông.<\/ref> bên bờ [[sông Cổ Chiên]], tại thôn Thanh Mỹ Đông, huyện Vĩnh Bình (nay thuộc thành phố Vĩnh Long).\n\nMiếu có lối kiến trúc kiểu [[đình|đình làng]] [[Nam Bộ Việt Nam|Nam Bộ]], kèo cột đều bằng gỗ [[lim]], rui mè đều bằng thứ gỗ tốt, được chạm trổ khéo léo. Bên trong thờ 85 đạo sắc, tượng trưng cho 85 vị công thần các thời: [[Nhà Lê sơ|Nhà Lê]], [[chúa Nguyễn]] và [[nhà Nguyễn]].\n \nCâu đối bằng [[chữ Hán]] ở miếu đã nói lên ý nghĩa đó như sau: \n:扶黎阮八十五元勛， 壯氣象州天以北\n:平詹腊百千餘戰陣，名票鱗閣海而南\n:Phiên âm Hán-Việt:\n:Phù Lê-Nguyễn bát thập ngũ nguyên huân, tráng khí tượng châu thiên dĩ Bắc;\n:Bình Chiêm-Lạp bách thiên dư chiến trận, danh phiêu lân các hải nhi Nam.\n:Tạm dịch:\n:''Phò Lê-Nguyễn tám mươi lăm vị công thần, tráng khí oai hùng vang trời Bắc;\n:''Bình [[Chiêm Thành|Chiêm]]-[[Chân Lạp|Lạp]] hơn trăm ngàn chiến trận, danh thơm lừng lẫy khắp biển Nam.\n\nHàng năm các quan đầu tỉnh thay mặt triều đình đến tế, theo điển lễ. Ngoài ra, nơi ngôi miếu tọa lạc còn là nơi chiến lược nên bên cạnh miếu, các quan chức [[nhà Nguyễn]] còn cho đào hào dựng lũy, lập đồn canh và bố trí nhiều khẩu [[pháo|đại bác]]. Cho nên có thể nói, ngôi miếu này vừa là nơi thờ phụng, vừa là đồn lính và cũng là chỗ khao quân (vì vậy ngôi miếu còn được gọi là '''Đình Khao''').\n\nVào thời [[Minh Mạng]] cấm đạo gắt gao (không rõ năm), cũng chính nơi đây, [[Linh mục]] Phan Văn Minh đã bị quan quân bắt về hành quyết.\n \n[[Tập tin:Công thần miếu Vĩnh Long..jpg|nhỏ|phải|250px|Gian thờ chính trong Công thần miếu]]\n\nNăm [[1859]], [[đế quốc thực dân Pháp|thực dân Pháp]] tấn công [[Đà Nẵng]]. Đến năm [[Đinh Mão]] (1867), thì họ đã chiếm xong toàn [[Nam Kỳ]], trong đó có Vĩnh Long. Nhằm loại bỏ dấu tích của chính phủ [[nhà Nguyễn|Nam triều]], nhà cầm quyền Pháp lấy cớ cần gỗ để xây cất Tòa bố (nơi làm việc của quan Tham biện)<ref>Nơi Tòa bố tọa lạc, sau dựng lên một ngôi trường lớn nhất tỉnh lúc bấy giờ, đó là Trường Trung học [[Tống Phước Hiệp]]. Sau 1975, trường đổi tên thành Trường Trung học Lưu Văn Liệt, nay thuộc phường 1, thành phố Vĩnh Long.<\/ref>, nên đã sai dân phu đến tháo dỡ miếu Hội đồng, kết thúc sau 50 năm tồn tại.\n\nNhững khẩu đại bác thì bị phá hủy, còn đồ thờ tự cùng 85 đạo sắc thì được người dân đem về gửi tại đình làng Thiềng Đức.<ref>Cùng lúc ấy, Pháp cũng lấy cớ thiếu gỗ xây dựng công sở tỉnh, định phá bỏ [[Văn Thánh Miếu Vĩnh Long]], nhưng nhờ Bá hộ Trương Ngọc Lang (tức Bá hộ Nọn) và đồng bào đứng ra ngăn cản. Nhờ vậy công trình văn hóa này mới tồn tại đến hôm nay.<\/ref>\n\n===Miếu Công Thần===\n====Nguồn gốc====\nNăm [[1915]], lúc bấy giờ Đốc phủ Phạm Văn Tươi đang giữ chức Quận trưởng quận Châu Thành Vĩnh Long, vì cảm công nghiệp của tiền nhân, ông đã hô hào kêu gọi người dân trong tỉnh chung góp tiền của và công sức để dựng lại ngôi miếu thờ riêng 85 đạo sắc trên.\n\nHưởng ứng lời kêu gọi, điền chủ Nguyễn Văn Kỹ ở làng Thiềng Đức hỉ cúng một [[mẫu]] đất (cách vị trí miếu Hội đồng xưa hơn một [[kilômét|cây số]], nhưng gần trung tâm thành phố hơn). Bà Phủ Y (tức Trương Thị Loan, con gái Bá hộ Nọn) cũng là một điền chủ giàu có ở xã Long Châu, đã tự nguyện đứng ra ủng hộ số tiền trên 4.000 đồng (có nguồn ghi 3.000 đồng, lúc đó giá lúa chỉ 0$20\/ giạ).\n \nNgoài đóng góp lớn lao trên, bà Phủ Y còn đi với bà Lê Thị Danh (vợ Đốc phủ Phạm Văn Tươi) đến gặp Chánh tham biện Vĩnh Long là Đại úy Loyis Pétillot, để xin phép khôi phục lại ngôi miếu. Nhờ ý kiến thuận của ông này, mà sau đó Soái phủ Nam Kỳ cũng thuận theo bằng nghị định số 1.793 ký ngày 27 tháng 4 năm [[1918]].\n\nSau khi ngôi miếu hoàn thành, để nhà cầm quyền Pháp dễ dàng chấp nhận việc thờ cúng và tụ hội, giới thân hào nhân sĩ đã thờ thêm những thanh niên ở Vĩnh Long bị chết trận khi sang [[Châu Âu]] tham gia [[chiến tranh thế giới thứ nhất]]. Đồng thời, bà Phủ Y cũng đã lập thêm ở đây bàn thờ người cha chồng là ông Nguyễn Văn Phong, người Vĩnh Long, nguyên là Tổng đốc [[Bình Thuận|Thuận]] [[Khánh Hòa|Khánh]] thời vua [[Thành Thái]].\n\nKể từ đó, ngôi miếu có tên chính thức là''' Công Thần Linh Miếu''' (功臣霛廟), nhưng thường được gọi tắt là '''Công Thần Miếu''' hay '''miếu Công Thần'''.\n\n====Kiến trúc====\n[[Tập tin:Đại bác Công Thần Miếu 2.jpg|nhỏ|phải|250px|Một mảnh vỡ của khẩu đại bác cùng hai viên đạn thời Nguyễn đang được thờ tại miếu]]\nCông Thần Miếu gồm có bốn gian: chính tẩm, võ qui, võ ca và nhà khách. Võ qui, võ ca và chính tẩm đều làm theo kiểu \"tứ trụ\". Bộ giàn trò bằng danh mộc, kiên cố nhưng đơn giản. Ngôi miếu có tường gạch bao quanh, nền lót gạch, mái lợp ngói âm dương. Bên trong miếu công thần có rất nhiều hoành phi, câu đối từ các địa phương gần xa tiến cúng.\n\nCách bày trí thờ phụng trong miếu, tương tự như cách bày trí trong một ngôi đình làng ở Nam Bộ<ref>Xem chi tiết ở trang [[Đình làng Nam Bộ]].<\/ref>.\n\n====Các đạo sắc====\nTheo thông tin từ Website tỉnh Vĩnh Long, Công Thần Miếu (Vĩnh Long) là nơi duy nhất trong cả nước còn lưu giữ được 85 đạo sắc của nhà Nguyễn cấp dưới thời [[Thiệu Trị]] và [[Tự Đức]]. Toàn bộ đều là phó bản vì các bản chính đều đã mất năm [[1843]]<ref>Chưa tra được nguyên nhân mất.<\/ref>.\n \nNhững đạo sắc ấy phong cho 34 thần hiệu. Có thần hiệu phong cho một vị thần nhưng cũng có thần hiệu phong cho hai hoặc ba vị thần:\n*4 đạo sắc gia phong cho 4 Nhiên Thần Thượng Đẳng.\n*4 đạo sắc gia phong cho 4 Nhiên Thần Trung Đẳng.\n*5 đạo sắc gia phong cho 5 Nhiên Thần Hạ Đẳng.\n*5 đạo sắc gia phong cho 5 Nhân Thần Thượng Đẳng\n*11 đạo sắc gia phong cho 11 Nhân Thần Trung Đẳng.\n*5 đạo sắc gia phong cho 5 Nhân Thần Hạ Đẳng.\n\n-Các Nhiên thần gồm những biểu tượng văn hoá, những biểu tượng khí thiêng sông núi; được chia ba thành bậc: Thượng, Trung và Hạ; các biểu tượng này đủ màu sắc: [[Việt]], [[Hoa]], [[Người Chăm|Chăm]].\n\n-Các Nhân thần là những danh nhân sinh tiền có công với dân tộc, có công với địa phương. Xa xưa nhất thì phải kể đến Phi Vận Tướng quân [[Đông Hải Đại Vương|Nguyễn Phục]], gốc là thầy dạy học và cũng là một công thần triều vua [[Lê Thánh Tông]]; ông được xem là một vị thần phù hộ người đi biển đã đưa đám lưu dân vào Nam lập nghiệp, được phong Trung Đẳng Thần... \nKế đến là Đô đốc [[Bùi Tá Hán]] ([[Nghệ An]]) người khai phá vùng đất [[Thừa Thiên Huế|Thừa Thiên]], đời Lê Anh Tông; Tham tướng [[Lê Văn Chính]], người khai phá vùng [[Phú Yên]], đời chúa [[Nguyễn Hoàng]],.... đều được phong Thượng Đẳng Thần. Những danh nhân có công lớn với đất Nam Bộ như Thống suất [[Nguyễn Hữu Cảnh]], Chính Thống [[Nguyễn Cửu Vân]], Phụ Quốc Đô đốc [[Trần Thượng Xuyên|Trần Thắng Tài]]...cũng được phong Thượng Đẳng Thần. \nCác danh nhân có công với vùng đất Vĩnh Long như Điều Khiển [[Nguyễn Cư Trinh]], Chưởng cơ [[Nguyễn Khoa Kiên]], Hữu Phủ [[Tống Phước Hiệp]], Thống Suất [[Trương Phước Du]] cũng được phong Trung Đẳng hay Hạ Đẳng Thần...\n\n====Lễ hội====\nTheo nhà nghiên cứu Huỳnh Minh, thì hằng năm, miếu Công Thần (Vĩnh Long) có các lễ hội chính như sau:\n- Lễ Bầu Ông và lễ Thượng Nguyên (ngày rằm và 16 tháng Giêng).\n\n- Lễ Xuân Tế (ngày 14 đến 17 tháng Hai)\n\n- Lễ Hạ Điền (ngày rằm và 16 tháng Năm)\n\n- Lễ Trung Nguyên (ngày rằm tháng Bảy)\n\n- Lễ Thu Tế và [[Tết Trung thu|Tết Trung Thu]] (ngày rằm và 16 tháng Tám)\n\n- Lễ Thượng Điền và Hạ Nguyên (ngày rằm và 16 tháng Mười)\n\n- Lễ Chạp Miếu (ngày rằm và 16 tháng Chạp)\n\n- Lễ Tất Niên và Dựng Niêu (ngày 25 tháng Chạp)\n\nTrong số các nghi lễ trên, lễ Hạ Điền và lễ Thượng Điền là thứ nghi lễ của đình làng ở Nam Bộ. Ngày ấy, người dân địa phương đến tế Thần Nông, Vũ sư, Phong bá và các vị thần linh khác để cầu mưa thuận gió hòa, mùa màng bội thu.\n\nCòn lễ Bầu Ông là thứ nghi lễ thời khai hoang lập ấp còn lưu truyền. Theo lời người xưa kể lại, thì thời đó dân làng không ai dám làm chức ''Trùm Cả'', tức là chức vụ đứng đầu làng, vì phải dành cho [[hổ|cọp]]. Do vậy hàng năm các hương chức phải làm lễ Bầu Ông (Ông ở đây là cọp) để gửi một tờ cử mới bầu Ông tiếp tục làm người đứng đầu hương chức. Tục lệ này tuy có vẻ dị đoan, nhưng mục đích là nhằm trấn an lưu dân khi đến đây khai hoang lập nghiệp.\n\nTuy nhiên, lễ Xuân Tế là lễ quan trọng nhất tại miếu Công Thần. Lễ này kéo dài 4 ngày: 14 đến 17 tháng Hai. Đây là dịp người dân đến cầu quốc thái dân an, nên ngoài các nghi lễ truyền thống còn có các nghi lễ dân gian mang màu sắc [[Phật giáo]] và [[Đạo giáo|Lão giáo]].\n\nLễ Xuân Tế còn là dịp để người dân họp mặt vui chơi, đàm đạo và xem [[tuồng|hát bội]].\n\n==Ngộ nhận==\nTheo Website tỉnh Vĩnh Long thì nhiều sách báo trước đây đã nói đến miếu Công Thần ở Vĩnh Long, nhưng tất cả đều bị bao phủ bởi các huyền thoại. Có người nói ngôi miếu này xây dựng vào thời [[Gia Long]]<ref>Trong số đó có Huỳnh Minh, tác giả quyển ''Vĩnh Long xưa''. Theo ông thì Đình Khao bắt đầu được tạo lập vào năm [[Gia Long]] thứ 16 ([[Đinh Sửu]], 1817), và sau đó trở thành miếu Công Thần. Trong sách này, ông đã xếp miếu Hội đồng và Đình Khao thành hai mục riêng, và không nói gì về sự tiếp nối hay hậu thân của chúng (xem chi tiết ở các trang: tr. 165 và 192-196).<\/ref>, thờ 85 vị Trung Hưng Công thần. Có tác giả lại chọn 85 vị công Thần triều Gia Long, thờ ở [[đền Hiển Trung]] thuộc [[Gia Định]] xưa, gán ghép vào <ref>Website Vĩnh Long [http:\/\/www.vinhlong.gov.vn\/Default.aspx?PageContentID=175&tabid=339]{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}.<\/ref>.\n\n==Thông tin thêm==\n[[Tập tin:Phà Đình Khao.jpg|nhỏ|phải|250px|Bến phà Đình Khao bên [[sông Cổ Chiên]]]]\nTheo Huỳnh Minh, tác giả sách ''Vĩnh Long xưa'', thì bảy năm sau khi miếu Hội đồng bị triệt hạ, trên nền đất hoang phế đó, một ngôi chùa mới đã được dựng lên có tên là ''Bửu Lâm tự''. Thời [[Thanh niên Tiền phong]] nổi dậy (1945), một viên thiếu úy [[Pháp]] dẫn lính đi ruồng bố, vướng phải lựu đạn nên vong thân. Tức giận, quân Pháp đã phóng hỏa đốt cháy trụi cả xóm, trong đó có chùa Bửu Lâm. Đến năm 1961, cư sĩ Mai Văn Nghiệp là người trong vùng, đã đứng ra quyên góp xây dựng lại chùa, và ngôi thờ này đã tồn tại cho đến ngày nay.\n\nVà tên gọi ''Đình Khao'' ngày xưa, nay chỉ còn là tên của một bến phà: ''Bến Phà Đình Khao''.\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n*Huỳnh Minh, ''Vĩnh Long xưa''. Nhà xuất bản. Thanh Niên in lại năm 2002.\n*Thông tin ''Miếu Công thần'' trên Website tỉnh Vĩnh Long [http:\/\/www.vinhlong.gov.vn\/Default.aspx?PageContentID=175&tabid=339]{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}\n\n[[Thể loại:Di tích tại Vĩnh Long]]\n[[Thể loại:Đền tại Việt Nam|Vĩnh Long]]"}