{"3273973":"{{Thông tin nhân vật\n| tên = Nguyễn Phúc Ngọc Hoa<br>阮福玉華\n| hình = C%C3%B4ng_n%E1%BB%AF_Ng%E1%BB%8Dc_Hoa.jpg\n| ghi chú hình = Tranh vẽ [[Khi dương tưu phóng minh thần tế tự đồ]] (崎陽諏訪明神祭祀圖), miêu tả diễn viên mô phỏng Công nữ Ngọc Hoa.\n| quốc gia = [[Việt Nam]], [[Nhật Bản]]\n| kỷ nguyên = [[Việt Nam]] [[Trịnh Nguyễn phân tranh]]<br>[[Nhật Bản]] [[Thời kỳ Edo]]\n| ngày mất = [[1645]]\n| nơi mất = [[Nagasaki]], [[Nhật Bản]]\n| an táng = [[Đại Âm tự]] (大音寺; Daionji)\n|}}\n\n'''Công nữ Ngọc Hoa''' ([[chữ Hán]]: 公女玉華; ? - 1645), còn gọi là '''Ngọc Hoa công chúa''' (玉華公主), là một công nữ dưới thời các [[Chúa Nguyễn]], được biết đến là con gái nuôi của Chúa Sãi [[Nguyễn Phúc Nguyên]], sau được gả cho [[Araki Soutaro]] (Hoang Mộc Tông Thái Lang; 荒木宗太郎) của [[Nhật Bản]].\n\nCâu chuyện về hai người trở thành 1 truyền kì nổi tiếng ở [[Nagasaki]].\n\n== Câu chuyện ==\nCông nữ có họ tên đầy đủ là '''Nguyễn Phúc Ngọc Hoa''' (阮福玉華), theo tài liệu và phân tích của tác giả [[Thân Trọng Thủy]] cùng sự tích còn lưu giữ của Nhật Bản, bà là con gái nuôi của Chúa Sãi Nguyễn Phúc Nguyên. Có thuyết lại cho rằng, Chúa Sãi không gả Công nữ Ngọc Hoa cho Quốc vương [[Po Romé]], mà gả cho một thương gia Nhật, chủ một thương điếm ở Hội An tên [[Araki Sotaro]], người đã lấy tên Việt là '''Nguyễn Thái Lang''' (阮太郎).\n[[Tập tin:Lang Mo Cong Chua Ngoc Hoa.gif|nhỏ|Mộ của công chúa Ngọc Hoa ở Nagasaki, Nhật Bản|liên_kết=Special:FilePath\/Lang_Mo_Cong_Chua_Ngoc_Hoa.gif]]\nNăm [[1619]], Công nữ Ngọc Hoa được gả cho Araki Sotaro, nhà hàng hải kiệt xuất thuộc dòng dõi Samurai, thương nhân Nhật Bản đứng đầu các doanh nhân sang buôn bán tại [[Hội An]].\n\nMột năm sau, bà theo chồng về Nhật, 15 năm sau, ông Araki mất, Ngọc Hoa vẫn tiếp tục làm công việc sổ sách kế toán ở cơ sở kinh doanh của chồng. Bà cũng đã làm hết sức để hỗ trợ cho các thương nhân tại vùng Nagasaki, chủ yếu ở việc thúc đẩy mối quan hệ buôn bán với triều đình nhà Nguyễn. Bà sống 26 năm và mất năm [[1645]], chôn cất trong [[chùa Daionji]] tại Nagasaki.\n\nVai trò của công nữ Ngọc Hoa quan trọng đến mức sau thời điểm 1645, khi bà mất, việc giao thương buôn bán giữa hai quốc gia đã bị gián đoạn suốt một thời gian rất dài mới được nối lại.\n\nTập san ''Đô thành hiếu cổ'' của người Pháp xuất bản vào năm 1920 có nhắc đến những người Nhật đầu tiên ở Đông Dương, trong đó có đoạn: “Trong số chủ tàu buôn Nhật Bản giao thương với Đông Dương vào thế kỷ 17, đặc biệt ghi nhận hai người trong số họ đã buôn bán với An Nam là Araki Sotaro và Shichirôbei Eikechi''.\"''\n\nVào năm 1620'','' Araki kết hôn với một tiểu thư thuộc hoàng gia.\n\nTrong tài liệu của Hội hữu nghị Nagasaki-Việt Nam, dựa trên nghiên cứu của GS Iwao Seiichi ghi nhận: “ Năm 1619 tại nơi mà hiện nay gọi là [[Huế]], ông (Araki) gặp gỡ với một người con gái đẹp thuộc dòng bên ngoại được vua An Nam nhận làm con nuôi và kết hôn với cô ta. Ông là người Nhật đầu tiên kết hôn với người nước ngoài và trở về Nhật với một công nữ con vua, cho dù chỉ là con nuôi.\"\n\nNhư vậy mọi sự đã sáng tỏ, công nữ Ngọc Hoa là bà con bên ngoại của chúa Sãi là dòng họ Mạc, tức bản thân trước đó cũng thuộc dòng dõi của vua chúa. Bà đã được chúa Sãi yêu quý nhận làm con nuôi rồi sau đó gả cho Araki. Người Nhật buôn bán tại Hội An nên họ xem chúa Sãi là vua An Nam.\n\n==Xưng vị==\nDanh vị của Công nữ Ngọc Hoa tại Việt Nam và Nhật Bản đều không tương đồng. Khi ấy, Chúa Sãi Nguyễn Phúc Nguyên xưng thần với nhà [[Lê trung hưng]], tự xưng '''Nhân quốc công''' (仁國公), theo lý thì các con gái đều phải gọi là [[Công nữ]] (公女). Tuy nhiên, Chúa Sãi về sau truy tôn làm [[Vương]], cho nên có ý kiến gọi [[Vương nữ]] (王女), hay còn gọi thông dụng hơn là [[Công chúa]] (公主) .\n\nĐến Nhật Bản, cô được gọi là '''Wakaku''' (Vương Gia Cửu; 王加久; わかく) hoặc '''Wakakutome''' (Vương Gia Cửu Hộ Mại; 王加久戸売; わかくとめ).<ref>[http:\/\/www.vietnamguide.com\/newsdetail.php?catID=1&cat1ID=19&cat2ID=73&newsID=1701 日本に嫁いだベトナムの王女]<\/ref> Trước cổng nghĩa trang TP Nagasaki, chính quyền Nhật đã dựng một tấm bảng lớn ghi tiểu sử ông Araki Sotaro và vợ, trong đó có đoạn ghi: “Vương Gia Cửu, một người con gái bà con bên ngoại của quốc vương An Nam”.\n\nNgoài ra cô cũng được gọi một cái tên thông dụng khác là '''Anio''' (アニオーさん). Có một cách diễn giải rằng, đây là một phiên âm của từ '''A Nương''' (阿娘), lại có thuyết rằng do cô hay gọi chồng mình bằng ''anh'', dần chuyển âm sang tiếng Nhật. Ngoài ra, do thân phận cao quý, cô còn được gọi một cách cung kính là '''Anio-hime''' (アニオー姫).\n\n==Di sản==\nNgày [[13 tháng 2]] năm [[2004]], tên Công nữ Ngọc Hoa được dùng để đặt tên đường tại [[phố cổ Hội An]]. Tuyến đường từ điểm đầu là kênh [[Chùa Cầu]] đến ngã ba [[Hùng Vương]] - [[Trần Hưng Đạo]] ở khu vực quảng trường Sông Hoài (dài 300 [[m]]).<ref>Nguồn: [http:\/\/www.thanhnien.com.vn\/pages\/20140215\/dat-ten-duong-cong-nu-ngoc-hoa-o-hoi-an.aspx], cập nhật 15\/02\/2014. Căn cứ ý kiến của Thân Trông Thủy và thông tin này, rất có thể Công nữ Ngọc Khoa bà Công nữ Ngọc Hoa là hai người khác nhau.<\/ref>\n\nHiện nay, [[Viện Bảo tàng nghệ thuật Nagasaki]] vẫn lưu giữ chiếc gương soi của Công nữ Ngọc Hoa. Lễ hội [[Okunchi]] mở hằng năm ở Nagasaki (từ ngày 7 đến 9 tháng 10) có đám rước do thiếu nhi đóng vai vợ chồng Công nữ Ngọc Hoa đứng trên mũi một chiếc thuyền buôn với bé trai đóng vai Araki và bé gái đóng vai Ngọc Hoa, bé trai mặc trang phục truyền thống Yukata, còn bé gái mặc áo dài Việt Nam, con thuyền vượt trùng khơi rồi trở về với một cặp uyên ương.\n\nCó người cho rằng người dân Nagasaki ảnh hưởng [[văn hóa Việt Nam]] do chính Ngọc Hoa đã truyền lại cho họ, ví dụ như người dân ở đây thường ăn trên bàn tròn trải vải đỏ, trong khi truyền thống Nhật ăn trên bàn chữ nhật màu nâu. Người Nhật thường ăn uống theo khẩu phần riêng mỗi bữa ăn, mỗi người một khay nhỏ với nhiều đĩa thức ăn nhỏ, trong khi dân ở đây thường bày thức ăn trong đĩa lớn để mọi người cùng gắp ăn chung như người Việt.\n\n==Chú thích== \n{{Tham khảo}}\n\n== Liên kết ngoài ==\n\n* [http:\/\/www.erct.com\/2-ThoVan\/3-Unna\/CongnuNgocHoa.htm Công nữ Ngọc Hoa - Thân Trọng Thủy]\n* [http:\/\/thanhnien.vn\/van-hoa\/dat-ten-duong-cong-nu-ngoc-hoa-o-hoi-an-320539.html Đặt tên đường Công nữ Ngọc Hoa ở Hội An]\n* [http:\/\/www.mekong.ne.jp\/linkage\/arakisoutaro.htm Hoa Mộc Tông Thái Lang hòa An Nam quốc vương nữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170819204613\/http:\/\/www.mekong.ne.jp\/linkage\/arakisoutaro.htm |date = ngày 19 tháng 8 năm 2017}}\n\n[[Thể loại:Nữ giới thời Lê - Trịnh]]\n[[Thể loại:Công nữ chúa Nguyễn]]"}