{"86902":"{{coord|10.774606|106.692484|format=dms|display=title}}\n{{bài cùng tên|Tao Đàn (định hướng)}}\n[[Tập tin:Công viên Tao Đàn.jpg|nhỏ|phải|300px|Một góc công viên Tao Đàn]]\n{{Bản đồ định vị|TPHCM\n| width      = 280\n| caption    = Vị trí công viên Tao Đàn trên bản đồ Thành phố Hồ Chí Minh\n| label      = Công viên Tao Đàn\n| vĩ độ      = 10.774606\n| kinh độ    = 106.692484\n}}\n'''Công viên Tao Đàn''' (hay '''Công viên Văn hóa Tao Đàn''') là một [[công viên]] tại [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]].\n\nCông viên được giới hạn bởi 4 tuyến đường: [[Đường Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|Nguyễn Thị Minh Khai]], Huyền Trân Công Chúa, Nguyễn Du và [[Đường Cách Mạng Tháng Tám, Thành phố Hồ Chí Minh|Cách Mạng Tháng Tám]] thuộc địa bàn phường [[Bến Thành (phường)|Bến Thành]].\n\n==Lịch sử ==\n[[Tập tin:Tượng Đinh Bộ Lĩnh tại Công viên Tao Đàn, tháng 12 năm 2021 (1).jpg|nhỏ|phải|220px|Tượng đài cờ lau [[Đinh Bộ Lĩnh]] ở công viên Tao Đàn]]\n[[Tập tin:Trong Công viên Văn hóa Tao Đàn 4.jpg|nhỏ|phải|220px|Một buổi sinh hoạt trại của các thanh thiếu niên trong công viên Tao Đàn]] \nNguyên khu đất này thuộc khuôn viên [[Dinh Norodom|Dinh Toàn quyền]] của [[Pháp]]. Năm [[1869]], [[người Pháp]] cho xây con đường Miss Clavell tách khu vườn khỏi Dinh. Ba mặt còn lại là rue Chasseloup-Laubat phía bắc, rue Verdun phía tây, và rue Taberd phía nam. Khu vườn chính thức mang tên '''Jardin de la Ville''', nhưng [[người Việt]] quen gọi đó là '''Vườn Ông Thượng'''<ref>Theo Học giả [[Vương Hồng Sển]], vì dân chúng ngưỡng mộ và tôn thờ ông [[Lê Văn Duyệt]] làm Thượng công, nên lấy miếng đất trước thuộc lãnh vực chỗ ông ngồi ngự trị để đặt là Vườn Ông Thượng. Và nhà văn [[Sơn Nam]] đã \"sơ sót\" khi viết rằng Ông Thượng là ám chỉ Toàn quyền Pháp Maurice Long. Ông Sển cho biết cái tên \"Vườn ông Thượng\" đã có từ trước khi Maurice Long qua [[Việt Nam]]. Ông ấy làm Toàn quyền hai lượt: lần đầu từ [[21 tháng 2]] năm [[1920]] đến [[17 tháng 12]] năm 1920, lần thứ hai từ ngày [[1 tháng 4]] năm [[1921]] đến [[14 tháng 4]] năm [[1992]] ([[Vương Hồng Sển]], ''Nửa đời còn lại''. Nhà xuất bản Tổng hợp [[Thành phố Hồ Chí Minh]], tr. 26). Xem thêm bài viết trên website báo Lao động: [http:\/\/laodong.com.vn\/Xa-hoi\/Nguoi-tung-thach-dau-Cong-tu-Bac-Lieu-dot-tien-nau-che-Ngay-tan-cua-mot-ong-hoang\/144769.bld].<\/ref> hay '''Vườn Bồ-Rô''', có lẽ là phiên âm theo ''préau'' ([[tiếng Pháp]], nghĩa là \"sân lát gạch\").\n\nTiếp theo, thành phố xây dựng thêm cơ sở trong khu vườn cho Hội Hiếu nhạc (''Société philharmonique'') năm [[1896]], Hội Tam Điểm (''Franc-maçonnerie'') năm [[1897]], và [[Cung Văn hóa Lao động Thành phố Hồ Chí Minh|Câu lạc bộ Thể thao Sài Gòn]] (''Cercle Sportif Saigonnais'') năm [[1902]] gồm sân bóng đá, [[hồ bơi]] và [[sân quần vợt]]. Sân đá bóng đó lúc bấy giờ là sân duy nhất đủ tiêu chuẩn đón những đội bóng ngoại quốc đến đấu. Năm [[1926]], ở góc đường Chasseloup-Laubat và Verdun, chính phủ lại xây thêm Viện Dục nhi (''Institut de puériculture'') để giáo dục trẻ em. Sau khi người Pháp rút lui, Dinh Toàn quyền trở thành Phủ Tổng thống và tên vườn đổi là \"Vườn Tao Đàn\". Bốn con đường chung quanh cũng đổi tên thành đường Huyền Trân Công chúa, Hồng Thập tự, [[Đường Cách Mạng Tháng Tám, Thành phố Hồ Chí Minh|Lê Văn Duyệt]] và Nguyễn Du. Viện Dục nhi thì được dùng làm Bộ Y tế thời [[Việt Nam Cộng hòa|Việt Nam Cộng hoà]]<ref>Phụng Nghi. ''Sài-gòn trong mắt tôi. Westminster, CA: Văn-nghệ, 1997. trang 103-6.<\/ref>. Vườn vẫn giữ là công viên chính của thành phố.\n\n==Sau năm 1975==\n'''Vườn Tao Đàn''' đổi tên là \"Công viên Văn hoá Tao Đàn\", và có khu dành riêng cho trẻ em chơi. Câu lạc bộ Thể thao Sài Gòn cũng đổi tên là Câu lạc bộ Văn hóa, với một số cửa hàng buôn bán và [[Cung Văn hóa Lao động Thành phố Hồ Chí Minh]]. Công ty Lương thực Sài Gòn cũng mở trụ sở ở đây. Tuy nhiên, vườn vẫn được biết đến với đặc trưng là có nhiều cây xanh. Công viên còn là nơi trưng bày triển lãm hoa xuân mỗi dịp trước [[Tết Nguyên Đán]]. Đường Trương Định chạy giữa công viên, chia công viên làm hai phần. Hiện đang có dự án bãi đậu xe và trung tâm thương mại ngầm bên dưới công viên do một công ty trong nước đầu tư. Năm [[1992]], Đền tưởng niệm các vua Hùng được xây dựng trong công viên, và được trùng tu vào cuối năm [[2011]].\n==Hình ảnh==\n<gallery>\nFile:Parque Tao Dan, Ciudad Ho Chi Minh, Vietnam, 2013-08-15, DD 03.JPG\nTập tin:Đền vua Hùng trong Tao Đàn.jpg|Đền tưởng niệm các [[hùng Vương|vua Hùng]] trong công viên.\nTập tin: Trong Công viên Văn hóa Tao Đàn 1.jpg |Công viên rất thoáng mát vì rộng và có nhiều cây xanh.\nTập tin: Trong Công viên Văn hóa Tao Đàn 2.jpg|Một tháp [[Người Chăm|Chăm]] nhỏ được bày trí trong công viên.\nTập tin: Trong Công viên Văn hóa Tao Đàn 3.jpg|[[Họ Xương rồng|Xương rồng]] được trồng làm cảnh trong công viên.\nTập tin:Mộ cổ trong vườn Tao Đàn.jpg|Mộ cổ trong công viên <ref>Tương truyền đây là mộ ông Lâm Tam Lang (tự \"Nguyên thất\", mất vào [[mùa thu]] [[Ất Mão]], [[1795]]) và bà Mai Thị Xã (vợ ông). Họ Lâm người gốc [[Quảng Đông]], [[Trung Quốc]]. Hậu duệ của ông đáng chú ý có: Phó lãnh binh [[Lâm Quang Ky]] (đời thứ 4) và Lâm Đình Phùng (tức nhạc sĩ [[Lam Phương]], đời thứ 7). Theo sách ''Danh mục kiểm kê di tích lịch sử-văn hóa trên địa bàn Thành phố Hồ Chí Minh giai đoạn 2010-2020'' của Sở Văn hóa - Thể thao - Du lịch Thành phố Hồ Chí Minh , thì ngôi mộ cổ này được xây dựng năm [[Ất Mùi]] ([[1895]]). Nguồn: \"Bí mật cụm mộ cổ ở công viên Tao Đàn\", đăng trên ''báo Thanh niên'' ngày 16 tháng 10 năm 2003 [http:\/\/www.thanhnien.com.vn\/pages\/20131016\/bi-mat-cum-mo-co-o-cong-vien-tao-dan.aspx].<\/ref>\nTập tin:Tập dưỡng sinh.jpg|Tập dưỡng sinh tại công viên vào buổi sáng.\nTập tin:Tet Festival.jpg|Hội hoa xuân tại công viên Tao Đàn\nTập tin:Flower Festival.jpg|Hội hoa xuân tại công viên Tao Đàn\nFile:Parque Tao Dan, Ciudad Ho Chi Minh, Vietnam, 2013-08-15, DD 08.JPG\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n==Xem thêm==\n* [[Thảo Cầm Viên Sài Gòn]]\n* [[Công viên Gia Định]]\n* [[Công Viên Hoàng Văn Thụ]]\n* [[Công viên Lê Thị Riêng]]\n* [[Công viên Lê Văn Tám]]\n* [[Công viên 30 tháng 4]]\n* [[Công viên 23 tháng 9]]\n* [[Công viên Bách Tùng Diệp]]\n* [[Công viên Văn hóa Đầm Sen|Công viên nước Đầm Sen]]\n{{sơ khai TPHCM}} \n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Công viên tại Thành phố Hồ Chí Minh|Tao Đàn]]\n[[Thể loại:Quận 1]]"}