{"19738439":"{{Infobox park\n| name           = Công viên Hội An\n| image          = \n| image_size     = \n| image_alt      = \n| image_caption  = \n| map            = <!-- or | map_image = --> \n| map_width      = \n| type           = [[công viên|công viên đô thị]]\n| location       = Đường Phạm Hồng Thái, [[Hội An]], [[Quảng Nam]], [[Việt Nam]]\n| coordinates    = {{Coord|15.880313|108.334085|type:landmark|display=inline,title}}\n| area           = 45.450 mét vuông\n| created        = 2020\n| opening        = 2020\n| budget         = 100 tỷ đồng\n| operator       = Phòng Quản lý Đô thị Thành phố Hội An\n| owner          = UBND Thành phố Hội An\n| designer       = Đinh Văn Phúc\n| visitation_num = \n| status         = \n| designation    = \n| open           =\n}}\n'''Công viên Hội An''' là một [[công viên]] nằm tại thành phố [[Hội An]], tỉnh [[Quảng Nam]], [[Việt Nam]]. Được bao bọc bởi các con đường Phạm Hồng Thái, Lý Thường Kiệt, Trần Hưng Đạo và bệnh viên đa khoa, công viên Hội An có vị trí không xa [[Phố cổ Hội An|khu phố cổ]], là một trong những không gian công cộng lớn ở trung tâm thành phố. Khi được mở cửa vào tháng 7 năm 2020, đây là công viên duy nhất của Hội An, nếu không kể đến một vài công viên rất nhỏ khác.\n\n== Lịch sử ==\nCông viên Hội An nằm ở số 2 đường Trần Hưng Đạo, trước đó là trụ sở [[trường Đại học Phan Châu Trinh]]. Nơi đây trước năm 1945 nguyên là khu vực thuộc [[nhà lao Hội An]]. Trong hai cuộc chiến tranh, từ [[Chiến tranh Đông Dương|1945 đến 1954]] và từ [[Chiến tranh Việt Nam|1954 đến 1975]], địa điểm này trở thành một khu vực quân sự, từng chứng kiến nhiều trận đánh, trong đó có [[Sự kiện Tết Mậu Thân|sự kiện Tết Mậu Thân]] năm 1968.<ref name=\"UBND\">{{chú thích web|last1=Văn Lanh|title=Bàn giao đất Trường ĐH Phan Châu Trinh để xây dựng Công viên Hội An|url=http:\/\/hoian.gov.vn\/CMSPages\/BaiViet\/Default.aspx?IDBaiViet=16020|website=Ủy ban nhân dân Thành phố Hội An| date=2017-07-07|accessdate=2022-07-11}}<\/ref>\n\nSau năm 1975, khu đất được chọn để xây dựng trường Quân chính tỉnh Quảng Nam – Đà Nẵng. Năm 1996, tỉnh [[Quảng Nam – Đà Nẵng]] được chia tách, trường Quân sự tỉnh Quảng Nam chuyển vào [[Tam Kỳ]]. Sau đó khoảng 5 năm, khu vực này được bàn giao cho chính quyền thị xã Hội An quản lý. Năm 2005, Ủy ban nhân dân Hội An cho trường Đại học Phan Châu Trinh thuê lại khu đất.<ref name=\"UBND\"\/>\n\nCuối năm 2015, thành phố có chủ trương và phác thảo dự án đầu tư, xây dựng khu vực này thành một [[công viên]] phục vụ người dân địa phương và du khách. Ngày 29 tháng 6 năm 2017, trường Đại học Phan Châu Trinh chính thức bàn giao lại mặt bằng số 2 đường Trần Hưng Đạo cho Uỷ ban nhân dân thành phố.<ref name=\"UBND\"\/>\n\nLễ khởi công xây dựng công viên Hội An được tổ chức vào ngày 24 tháng 3 năm 2018.<ref name=\"dai truyen thanh\">{{chú thích web|last1=Quốc Hải|title=Công viên Hội An – Một công trình trọng điểm|url=http:\/\/hoianrt.vn\/tin-tuc\/do-thi-moi-truong\/cong-vien-hoi-an-mot-cong-trinh-trong-diem.html|website=Đài Truyền thanh - Truyền hình TP Hội An|date=2018-03-28|accessdate=2022-07-11}}<\/ref> Công trình có kinh phí hơn 100 tỷ [[Đồng (đơn vị tiền tệ)|đồng]], trong đó [[ngân sách]] tỉnh hỗ trợ 70 tỷ đồng, thành phố đối ứng 30 tỷ đồng.<ref>{{chú thích báo|last1=Quốc Hải|title=Hơn 100 tỷ đồng xây dựng Công viên Hội An|url=https:\/\/baoquangnam.vn\/xa-hoi\/hon-100-ty-dong-xay-dung-cong-vien-hoi-an-2942.html|accessdate=2022-07-11|agency=Tam Kỳ|publisher=Báo Quảng Nam|date=2018-11-13}}<\/ref> Công viên Hội An do công ty Trách nhiệm hữu hạn Thiết kế Kiến trúc Xây dựng Phúc Tân Việt thiết kế, với sự chủ trì của kiến trúc sư Đinh Văn Phúc. Giữa tháng 7 năm 2020, công viên được đưa vào sử dụng, mở cửa đón công chúng.<ref name=\"kien truc\">{{chú thích tạp chí|title=Công viên Hội An|journal=Kiến Trúc & Đời Sống|date=2020-09|issue=172|pages=70-73|url=https:\/\/ktds.vn\/cong-vien-hoi-an|accessdate=2022-07-12}}<\/ref>\n\n== Công viên ==\nCông viên Hội An có thiết kế dựa trên hình ảnh của chuồn chuồn tre, một món [[đồ chơi]] có thể dễ dàng tìm thấy ở Hội An. Hình ảnh này được thể hiện ở mặt bằng tổng thể của công viên. Bên cạnh đó là hình ảnh của [[Môn Thần]], được thấy hầu hết trên cửa các ngôi nhà cổ Hội An, hình ảnh của [[đèn lồng]] và hình ảnh của [[Sen hồng|hoa sen]].<ref name=\"nguoi do thi\">{{chú thích tạp chí|last1=Trâm Anh|title=Hội An đã có công viên|journal=Người Đô Thị|date=2020-10-12|url=https:\/\/nguoidothi.net.vn\/hoi-an-da-co-cong-vien-25714.html|accessdate=2022-07-11}}<\/ref>\n\nCông viên rộng 45.450 [[mét vuông]], được bao bọc bởi đường Phạm Hồng Thái ở phía Đông, đường Lý Thường Kiệt ở phía Bắc, đường Trần Hưng Đạo ở phía Nam và bệnh viên Đa khoa Hội An ở phía Tây. Có sáu lối vào công viên: lối vào chính trên đường Phạm Hồng Thái; hai lối vào phụ trên đường Trần Hưng Đạo và Lý Thường Kiệt; ba lối vào bãi xe trên các đường Trần Hưng Đạo, Lý Thường Kiệt và Phạm Hồng Thái.<ref name=\"kien truc\"\/>\n\n=== Quảng trường ===\nCác khối công trình và quảng trường lớn được bố trí chủ yếu trải dài theo trục Đông Tây. Từ cổng vào chính trên đường Phạm Hồng Thái, một lối đi rộng dẫn đến quảng trường trung tâm công viên. Khoảng không gian này mang [[hình tròn]], rộng 5.026 mét vuông, có sức chứa 5.000 chỗ. Khi có sự kiện lớn thì quảng trường có khả năng mở rộng hai bên thêm 4.000 mét vuông.<ref name=\"nguoi do thi\"\/> Nền quảng trường được [[Đá hoa cương|lát đá]], với trang trí nếu nhìn từ trên cao sẽ gợi nhớ đến hình ảnh của [[trống đồng Đông Sơn]]. \n\nXung quanh quảng trường là chín trụ biểu điêu khắc, có cùng chiều cao khoảng 7 mét, đường kính 1,26 mét. Riêng trụ cái, nằm trên lối đi dẫn từ cổng chính, có kích thước lớn hơn. Các trụ biểu có phần cốt và đế làm từ [[bê tông cốt thép]]. [[Phù điêu]] trên các trụ sử dụng chất liệu [[Đồ đất nung|đất nung]] từ làng gốm truyền thống Thanh Hà, Hội An và được người dân làng gốm thực hiện từ đất sắt của đồng ruộng [[phù sa]] dòng [[sông Thu Bồn]]. Chủ đề khắc hoạ trên các trụ biểu thể hiện những giá trị lịch sử, văn hóa đặc trưng của vùng đất và con người Hội An, Quảng Nam.<ref name=\"kien truc\"\/>\n\n* Trụ cái: Bản sắc văn hóa dân tộc Việt Nam\n* Trụ số 2: Mở mang bờ cõi, xây dựng cơ đồ\n* Trụ số 3: Anh hùng trong kháng chiến  \n* Trụ số 4: Anh hùng trong lao động \n* Trụ số 5: Hội nhập và phát triển  \n* Trụ số 6: Tiềm năng biển đảo  \n* Trụ số 7: Tiềm năng sông nước  \n* Trụ số 8: Nhân văn làng quê - làng nghề Hội An  \n* Trụ số 9: Kết nối nhân tâm<ref name=\"nguoi do thi\"\/>\n\n=== Công trình kiến trúc ===\nNằm bên cạnh quảng trường là Trung tâm giao lưu văn hóa, công trình lớn nhất trong công viên. Toà nhà mang hình cánh cung, bao bọc lấy phía Tây của quảng trường, có ba khối riêng biệt: khối chính ở giữa và hai khối phụ nằm hai bên. Công trình mái [[ngói]] đỏ, với màu chủ đạo là [[trắng]] và [[nâu|nâu đỏ]] cùng những chi tiết thường gặp ở kiến trúc Hội An.<ref name=\"nguoi do thi\"\/> Ở khối nhà giữa, hệ thống lam tường và cột tạo được sắp xếp tạo nên hình ảnh của [[chùa Cầu]], biểu tượng của thành phố. Bên trong toà nhà, tầng trệt được bố trí một số không gian trưng bày cố định và không gian trưng bày triển lãm theo định kỳ tại vị trí [[Đại sảnh|sảnh chính]]. Nằm trên tầng lầu là một hội trường 700 chỗ, trang bị các vách ngăn di động, có thể chia thành hội trường nhỏ khi số lượng người tham dự ít hơn.<ref name=\"kien truc\"\/>\n\nNgoài công trình Trung tâm giao lưu văn hóa, trong công viên còn có thể thấy Nhà văn hóa thanh thiếu niên, vốn cải tạo lại từ Khu thiết chế văn hóa và Phòng Lao động – Thương binh và Xã hội cũ. Các di tích nhà lao Hội An, khu [[lô cốt]] cũng được giữ lại. Các vườn hoa, khu vui chơi trẻ em, sân thể thao... cùng bảy chòi nghỉ được bố trí nằm rải rác trong công viên.\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n[[Thể loại:Hội An]]\n[[Thể loại:Du lịch Quảng Nam]]\n[[Thể loại:Công viên Việt Nam|Hội An]]"}