{"36483":"{{Thiếu nguồn gốc}}\n{{Bài quảng cáo}}\n{{coord|10.765879|106.638622|format=dms|display=title}}\n[[Tập tin:Dam-sen-tuonglamphotos.jpg|280px|phải|nhỏ|Công viên văn hoá Đầm Sen]]\n{{Bản đồ định vị|TPHCM\n| width      = 280\n| caption    = Vị trí Công viên Văn hóa Đầm Sen trên bản đồ Thành phố Hồ Chí Minh\n| label      = Đầm Sen\n| vĩ độ      = 10.765879\n| kinh độ    = 106.638622\n}}\n'''Công viên Văn hóa Đầm Sen''' là [[công viên giải trí]] nằm trên đường Hòa Bình, [[Quận 11]], [[Thành phố Hồ Chí Minh]]. Công viên có diện tích 50 [[hecta]] gồm 20% là mặt hồ và 60% cây xanh và vườn hoa.\n\n==Lịch sử hình thành==\n[[Tập tin:Cong mua.jpg|nhỏ|phải|200px|[[Chim công]] múa tại Công viên Đầm Sen]]\nTrước năm 1975, mảnh đất thuộc Công viên Văn hóa Đầm Sen hiện nay là một khu [[đầm lầy]] bỏ hoang.\n\nTrong các năm 1976-1978, theo lời kêu gọi của [[Thành ủy Thành phố Hồ Chí Minh|Thành ủy]], [[Ủy ban nhân dân Thành phố Hồ Chí Minh]], hàng chục ngàn lao động từ khắp các [[quận]], [[huyện]] trong thành phố được huy động đến để nạo vét, trồng cây ở khu vực này.\n\nNăm 1983, công trình bước đầu đưa vào sử dụng khoảng 30 ha vừa mặt nước, vừa thảm xanh. Thành phố giao cho [[Quận 11]] quản lý. UBND Quận 11 giao cho 3 đơn vị: Công ty Ăn uống Q.11, Công ty Văn hóa tổng hợp và Xí nghiệp nuôi trồng thủy sản khai thác.\n\nNăm 1989, công trình được giao cho Công ty Dịch vụ Du lịch Phú Thọ - đơn vị vừa mới tách ra từ Công ty Ăn uống Q.11 - quản lý và đầu tư cho đến nay.\n\n==Các đặc điểm chính==\n[[Tập tin:Tàu lộn vòng siêu tốc, Công viên Đầm Sen.JPG|nhỏ|phải|200px|Trò chơi cảm giác mạnh \"Tàu lượn siêu tốc\"]]\nToàn công viên trải dài trên một diện tích rộng gồm 30 khu vực: Khu trò chơi [[electron|điện tử]], Sân khấu [[truyện cổ tích|cổ tích]], Lâu đài cổ tích, Sân khấu quảng trường, [[Hồ Tây]] thu nhỏ, Nam tú thượng uyển, Non bộ - thủy cung, Đảo [[múa|khiêu vũ]], Nhà sinh vật [[biển]], Rối nước, Vườn chim thiên nhiên, Chùa cổ Giác Viên, Vườn bướm thiên nhiên (đã đóng cửa), Khu câu cá, Khu trưng bày kỳ long, Quán trà đạo, Khu trò chơi mạo hiểm, Hồ thiên nga, Hồ ngựa phi, Vườn hoa châu Âu, Quảng trường [[Đế quốc La Mã|La Mã]], Quảng trường văn hoá, Sân khấu nhạc nước, Khu bowling, Khu dịch vụ thể thao, Hồ câu tôm, Nhà hàng thủy tạ, Khu [[trò chơi]] [[trẻ em|thiếu nhi]], Đèn tạo hình, Cầu cửu khúc, Nhà ga Monorail, đường ray Monorail, câu cá sấu, băng đăng...\n\n[[Tập tin:Bang Dang cong vien van hoa Dam Sen.JPG|nhỏ|phải|200px|Băng Đăng]]Một [[hòn non bộ]] cao 22m với nhiều [[Thác|thác ghềnh]], [[Hang|hang động]] mà tầng hang động lớn nhất được bố trí thành [[Bể thủy sinh|thủy cung]] với đủ các loài cá nhiều màu. Rồi Nam tú thượng uyển với một hệ thống vườn phong lan, các loại cây cảnh bonsai phong phú và đa dạng. Với đối tượng thiếu niên ưa hiếu động trong công viên có khá nhiều sân chơi hấp dẫn: sân trượt patanh, [[ô tô|xe ô tô]] điện, tàu trượt cao tốc, công viên nước... Đặc biệt trong công viên nước Đầm Sen có những công trình mà chưa thêm thể loại hình ảnh và tài liệu công viên nào trong nước có: Tàu du lịch trên không (Monorail). Ngồi trên tàu chạy trên cao 5m so với mặt đất và với chiều dài gần 2000m du khách có thể quan sát toàn bộ cảnh trí công viên Đầm Sen với góc nhìn đẹp nhất. Bạn nào ưa trò mạo hiểm có thể thử sức với thuyền mạo hiểm vượt thác. Con thuyền sẽ đưa bạn qua thác ghềnh, hang động, và lao xuống theo thác nước dựng đứng. Công trình gây ấn tượng nhiều nhất có lẽ là vườn châu Âu - Quảng trường La Mã: đây là hệ thống vườn hoa kiểu châu Âu được tạo dáng bằng các bồn hoa hồng nhiều màu sắc, các cột trụ La Mã uy nghi, những tượng đá duyên dáng và sân khấu nhạc nước gồm 3.000 chỗ ngồi...\n\nSân khấu Laser Nhạc Nước được xây dựng năm 2005 với số vốn đầu tư 12 tỷ đồng, vị trí nằm phía sau vườn hoa châu Âu, sân khấu có mái che với sức chứa 3.000 chỗ ngồi. Sân khấu Laser Nhạc Nước là một loại hình nghệ thuật độc đáo, hiện đại, duy nhất tại Việt Nam mà các kỹ sư Đầm Sen đã học được từ mô hình nhạc nước ở đảo Sentosa (Singapore). Đây là sự kết hợp giữa chương trình ca nhạc với sân khấu thiết kế chuyên biệt có hệ thống phun nước và đèn laser, chiếu phim trên màn hình nước cao 28m. Phối hợp yếu tố nghệ thuật với kỹ thuật, những vòi phun nước chuyển động huyền ảo với ánh sáng, màu sắc và âm nhạc. Lưu ý các trò chơi sẽ bảo trì vào thứ 6 hàng tuần. Công viên Văn hóa Đầm Sen mở cửa hàng ngày từ 9:00 sáng đến 5:00 chiều.<ref>{{chú thích web|url=https:\/\/zaubee.com\/biz\/dam-sen-cultural-park-rmlqkdwe |publisher=|title=Dam Sen Cultural Park |accessdate=Ngày 10 tháng 8 năm 2022|archive-date=Ngày 9 tháng 8 năm 2022|archive-url=https:\/\/web.archive.org\/web\/20220809155124\/https:\/\/zaubee.com\/biz\/dam-sen-cultural-park-rmlqkdwe}}<\/ref>\n\n== Đặc điểm ==\nĐầm Sen là một trong những khu du lịch lớn đặc sắc nhất nước Việt Nam. Kiến trúc được kết hợp một cách hoàn mĩ nền văn hóa Đông-Tây và một chút vẻ đẹp thời [[Đế quốc La Mã|La Mã]]. Ngoài những khu vui chơi, Đầm Sen còn có những nhà hàng, khách sạn và hàng chục các loại hình khác để phục vụ khách du lịch. Đầm Sen là nơi vui chơi giải trí rất hấp dẫn cho người trong và ngoại nước.\n\nĐặc biệt \"Thủy cung Đầm Sen\" là một công trình phục vụ tham quan giải trí mới của Công viên văn hoá Đầm Sen do Tổng công ty Dịch vụ Du lịch Phú Thọ và Công ty TNHH TM & DV Hải Thanh làm chủ đầu tư. Thủy cung toạ lạc tại vườn Nam Tú Thượng Uyển - khu A Công viên văn hoá Đầm Sen. Công trình mới khai trương giai đoạn 1 vào ngày 04\/08\/2013 và hiện tại đang tiếp tục xây dựng giai đoạn 2 với những công trình phụ mới lạ và đặc sắc nhằm phục vụ du khách.\n\nThủy cung Đầm Sen có diện tích trên 3000m2 với tổng thể tích nước trên 2500m3, là nơi sinh sống của hơn 6000 cá thể sinh vật thuộc hàng trăm loài sinh vật đa dạng dưới nước. Thủy cung Đầm Sen bao gồm các điểm tham quan chính sau:\n\n*Hệ thống hồ cá ngoài trời với hơn 1000 cá thể thuộc hai loài cá Koi và cá Ali, du khách có thể thoả thích ngắm nhìn những chú cá đẹp, lạ mắt, nhiều màu sắc bơi thành từng đàn và cho cá ăn, vui đùa với cá.[[Tập tin:Dam-sen-water-park-tuonglamphotos.jpg|thế=Công viên nước Đầm Sen|nhỏ|202x202px|Công viên nước Đầm Sen]]\n\n[[Hình:Thuycung4.jpg|nhỏ|phải|200px|Hồ cá ngoài trời]]\n\n*Thành phố huyền thoại Atlantic chìm sâu dưới đáy biển là nơi sinh sống của những loài cá quý hiếm như cá Khổng Tước, cá Hoàng Đế, cá Hoàng Hậu, cá Hoàng Yến, cá Hoàng Gia,...\n\n[[Hình:Thuycung32.jpg|nhỏ|phải|200px|Hồ Atlantic]]\n\n*Hồ cá mập có thể tích lớn nhất Việt Nam với nhiều chủng loại cá mập khác nhau như cá mập Mã Lai, cá mập vây đen, cá mập vây trắng, cá mập da beo,... và nhiều loài sinh vật có thể sống chung với cá mập như các loài cá mú, các loài rùa biển, các loài chình biển, các loài cá đuối,...\n*Hồ cá Ali với hàng trăm con mang 18 màu sắc thuộc nhiều họ khác nhau.\n*Lưu vực sông Mê Kông với các loài cá nước ngọt quý hiếm như cá Tra Dầu, cá Éc Mọi, cá Duồng, cá Hô, cá Thành Cát Tư Hãn,... cùng những con cá Koi lớn, mỗi con là một bức tranh nghệ thuật.\n*Hồ trung tâm mô phỏng lại rạn san hô Trường Sa. Đây là ngôi nhà của hơn 1000 cá thể sinh vật. Trong đó có những loài đặc biệt quý hiếm được chuyển từ Trường Sa về.\n*Hệ thống hồ chuyên đề với những loài sinh vật đặc sắc như cá Nemo, cá Bắp Nẻ, hải quỳ, san hô sống, trai Tai Tượng, trai Tai Nghé, cá Mặt Quỷ, cá Ngựa, ca Thiên Long, cá Nóc,...\n*Đa dạng sắc màu của vùng biển Việt Nam với hàng trăm loài cá cảnh biển có giá trị kinh tế cao như cá Bò Bông Bi, cá Mao Tiên, cá Sú Mì với đường chân mày sau mắt, cá Nóc Nhím, cá Mó Nanh, cá Bò Đuôi Én,...\n*Sự đa dạng sinh học của dòng sông Amazon là các loài cá quý hiếm khổng lồ như cá Hải Tượng, cá Hồng Vỹ Mỏ Vịt, cá Phúc Lộc Thọ, cá Piranha,...\n\nNăm 1994, Thủy cung Đầm Sen là thủy cung đầu tiên tại Việt Nam với nhiều loài cá cảnh khác nhau thu hút hàng triệu lượt khách đến tham quan.\n\nNăm 2013, Thủy cung Đầm Sen được xây mới lại hoàn toàn với nhiều cải tiến đặc sắc như vẻ ngoài mang hình con cua khổng lồ, bên trong là những hệ thống hồ được áp dụng công nghệ cao để xây dựng và vận hành các hệ thống hồ nhằm tạo môi trường phù hợp cho hàng trăm loài cá đa dạng, sặc sỡ, quý hiếm sinh sống. Thủy cung Đầm Sen đang tiếp tục được xây dựng giai đoạn 2 với những công trình phụ mới lạ nhằm phục vụ du khách đến tham quan, học tập, nghiên cứu và giải trí ngày một tốt hơn.\n\n<gallery perrow=\"5\">\nHình:Thuycung8.jpg|Cá Mao Tiên\nHình:Thuycung9.jpg|San hô cành\nHình:Thuycung12.jpg|Cá Nemo\nHình:Thuycung25.jpg|Điệp và hải quỳ Nemo\nHình:Thuycung31.jpg|Cá Ngựa\nHình:Thuycung10.jpg|Trai Tai Tượng\nHình:Thuycung24.jpg|San hô sống\nHình:Thuycung6.jpg|Rùa biển trăm ký\nHình:Thuycung22.jpg|Cá Hoàng Yến\nHình:Thuycung40.jpg|Đàn cá Koi\n<\/gallery>\n\n==Thành tích==\n*[[Huân chương Lao động]] hạng nhất (ngày 14 tháng 1 năm 2003)\n*[[Huân chương Lao động]] hạng nhì (ngày 15 tháng 10 năm [[1998]])\n* 5 Bằng khen của [[Bộ Văn hoá Thông tin Việt Nam|Bộ Văn hoá Thông tin]]\n* Cờ Thi đua xuất sắc năm 1999\n* 2 Bằng khen của [[Tổng cục Du lịch (Việt Nam)|Tổng cục Du lịch]]\n* 2 Bằng khen của UBND Thành phố [[Hà Nội]]\n* 9 Bằng khen của UBND [[Thành phố Hồ Chí Minh]]\n==Hình ảnh==\n<gallery>\nFile:Bến thuyền 2, Công viên Đầm Sen.JPG|Bến thuyền 2\nFile:Xe bay ảo tưởng, Công viên Đầm Sen (2).JPG|Xe bay ảo tưởng\nFile:Cá chép nhào lộn, Công viên Đầm Sen.JPG|Cá chép nhào lộn\nFile:Dam Sen 2008-32.jpg\nFile:Rồng lượn, Công viên Đầm Sen.JPG|Đường cho xe rồng lượn\nFile:Thám hiểm vì sao, Công viên Đầm Sen.JPG|Thám hiểm vì sao\nFile:Tàu điện trên không, Công viên Đầm Sen.JPG|Tàu điện trên không\nFile:Dam Sen 2008-56.jpg\nFile:Lối đi ở CVVH Đầm Sen.jpg|Lối đi\nFile:Đu quay đứng, Công viên Đầm Sen (2).JPG|Đu quay đứng\nFile:Rồng tại Đầm Sen.jpg\nFile:111. Dragemonument i Dam sen park 08.05.03.JPG\nFile:73. Hestemonument i Dam sen park.JPG\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Dam Sen Cultural Park}}\n* [http:\/\/www.damsenpark.com.vn\/ Trang web chính thức]\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Công viên vui chơi tại Việt Nam|Đầm Sen]]\n[[Thể loại:Công viên tại Thành phố Hồ Chí Minh|Đầm Sen]]\n[[Thể loại:Địa lý Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 11]]\n[[Thể loại:Khởi đầu năm 1975 ở Việt Nam]]"}