{"148641":"{{Infobox Hindu temple\n| name               = Công viên lịch sử Phimai <br\/> Prasart Hin Phi Mai\n| image              = Phimai (III).jpg\n| alt                = \n| caption            = Đền Prasat Hin Phimai có cấu trúc tương đương [[Angkor Wat]] của  [[Campuchia]] \n| map_type        = [[Thái Lan]]\n| map_caption        = Location in Thailand\n| coordinates        = {{coord|15|13|15|N|102|29|38|E|type:landmark_region:TH|display=inline,title}}\n| country            = [[Thái Lan]]\n| province           = [[Nakhon Ratchasima (tỉnh)|Nakhon Ratchasima]]\n| district           = \n| locale             = \n| elevation_m        = \n| deity      = [[Shiva|Shankar]]\n| festivals= \n| architecture       = [[Kiến trúc Khmer]]\n| temple_quantity  = \n| monument_quantity= \n| inscriptions       = \n| year_completed         = 11th-12th Century CE\n| creator            = \n| website            = \n}}\n\n'''Prasat Hin Phimai''', hay '''Công viên lịch sử Phimai'''({{lang-th|ปราสาทหินพิมาย}}; {{IPA-th|Prá-sạt Hin Phi-mày}}; {{lang-km|ប្រាសាទពិមាយ}}; {{IPA-km|Brasaeat Pi meay}}) là tên của một khu phức hợp di tích gồm nhiều đền và những bức tượng [[Phật]] nằm trong một diện tích lớn đang được bảo vệ trong đó có hai công trình có giá trị về mặt kiến trúc rất lớn là [[Công viên lịch sử Phanom Rung]] và Pra Sat Hin Phimai, [[Thái Lan]].\n\n==Prasat Hin Phimai==\nPra Sat Hin Phimai được mô tả là ngôi đền Khmer lớn nhất tại Thái Lan và là ngôi đền có kiến trúc độc đáo nhất trong quần thể Phimai. Nó nằm ở thị trấn Phimai, tỉnh Nakhon Ratchasima.\n\n==Vị trí==\nCông viên lịch sử tọa lạc tại thành phố Hòa Định (thủ phủ tỉnh [[Nakhon Ratchasima]])- một tỉnh cửa ngõ của vùng [[Đông Bắc Thái Lan]] còn gọi là tỉnh Khorat (cũng là tên gọi của [[cao nguyên Khorat]]).Từ quốc lộ số 2 rẽ phải theo đường 206 qua một cây cầu là chúng ta đến công viên. Phía ngoài công viên là bảo tàng lịch sử Phimai và tiếp bên trong là khu phức hợp nhiều ngôi đền linh thiêng.\n\n==Miêu tả đền==\n*Đền hiện nay được xem là ngôi đền bằng đá sa thạch lớn nhất và linh thiêng nhất của Thái Lan.\n*Đền được xem là ngôi đền đẹp nhất, nguy nga nhất, nguyên vẹn nhất và là ngôi đền đang bị đe dọa nhiều nhất.\n*Đường vào lăng mộ chính là hai con đường bằng đá sa thạch đỏ trải dài dẫn vào tận bên trong đền.\n*Bao bọc khu công viên là 4 bức tường với nghệ thuật điêu khắc tuyệt đẹp gồm 4 cổng: Đông, Tây, Nam, Bắc và đền Phimai nằm ở cửa Nam.\n*Có một số chi tiết giống [[Angkor Wat]] ở [[Campuchia]].\n\n==Tổng quan==\nXét về mặt địa lý, người dân địa phương cho rằng nó được xây dựng trên một ngọn đồi cao và được bao bọc bởi ba con kênh đào. Cho đến tận bây giờ người ta vẫn không biết ai đã xây dựng ngôi đền này và người xưa xây dựng ngôi đền này với mục đích gì. Dù thế nào đi nữa, một giả thuyết được đưa ra là \"Nó được xây dựng sau khi đền Angkor Wat được xây dựng xong vài năm sau đó người ta đã xây dựng Phimai\"{{cần dẫn chứng}}.\n\nH. Parmentier, nhà nghiên cứu về kiến trúc thời Angkor, sau khi thu thập từ nhiều nguồn chứng cứ đã kết luận rằng:Ngôi đền được xây dựng vào thời vua [[Suriyavoraman]] (1002-1049)-tức là di tích Phimai có thể được xây dựng từ thế kỷ 11 đến thế kỷ 12 và nó được xây dựng theo phong cách [[Bà La Môn Giáo]]. Ngôi đền được người dân cho là có một con đường bí mật dẫn đến đền [[Angkor Wat]] của [[Campuchia]]. Toàn bộ ngôi đền xây dựng theo hình vuông và bức tường thành bao quanh đền có [[chiều rộng]] là 580 m và chiều dài là 1020 m được xem là xây dựng cùng thời với ngôi đền Angkor tại Campuchia. Phimai xưa kia từng được xem là một trong những thành phố quan trọng của người [[Khmer]]. Kiến trúc và điêu khắc được xem là theo mô típ cùng thời với kiến trúc [[Bayon, Baphuon]] và Angkor Wat. Chất liệu xây dựng chủ yếu là [[sa thạch]] và [[đá ong]] và sự kết hợp của rất nhiều loại vật liệu khác.\n\nCuộc kiểm kê đầu tiên của khu di tích được thực hiện vào năm 1901 bởi nhà địa lý người Pháp Etienne Aymonier. Địa điểm được đặt dưới sự bảo vệ của chính phủ Thái Lan theo thông báo trên Công báo Chính phủ, Tập 53, mục 34, vào ngày 27 tháng 9 năm 1936. Hầu hết các công trình trùng tu được thực hiện từ năm 1964 đến năm 1969 như một dự án chung Thái-Pháp. Công viên lịch sử, hiện do Cục Mỹ thuật quản lý, được Công chúa Maha Chakri Sirindhorn chính thức mở cửa vào ngày 12 tháng 4 năm 1989.\n==Lịch sử==\n[[Tập tin:Entrance-phimai.jpg|thumb|Toàn cảnh đền Prasat Hin Phimai]]\nSau sự sụp đổ của Vương quốc [[Ayutthaya]] vào năm 1767, các nỗ lực đã được thực hiện để thành lập năm quốc gia riêng biệt, với Hoàng tử [[Teppipit]], con trai của Vua [[Boromakot]], cố gắng thành lập Phimai làm một, cai trị các tỉnh phía đông bao gồm cả Nakhon Ratchasima. Là người yếu nhất trong số 5 người, Hoàng tử Teppipit là người đầu tiên bị đánh bại và bị xử tử vào năm 1768. Phimai trước đây là một thị trấn quan trọng vào thời Đế chế Khmer. Ngôi đền Prasat Hin Phimai, nằm ở trung tâm thị trấn, là một trong những ngôi đền Khmer lớn ở Thái Lan cổ đại, được kết nối với Angkor bằng một Xa lộ Khmer cổ và hướng về phía Angkor là hướng chính của nó. Địa điểm này hiện được bảo vệ với tên gọi Công viên Lịch sử Phimai.\n\nPhimai gần đây là cơ sở của các hoạt động khai quật [[Ban Non Wat|Ba Non Wat]].\n\n==Chi tiết==\n===Cầu Naga===\n[[Tập tin:Phimai naga staircase.JPG|nhỏ|trái|180px|Cầu Naga - lối dẫn lên đền Phimai]]\nTrước khi đến được ngôi đền thờ trung tâm chúng ta phải đi qua một cây cầu người ta gọi là cầu Naga.Cầu Naga xây dựng trên trục quay theo hướng Nam, trên cầu là bục trung tâm hình chữ thập có hai con sư tử và xung quanh là rắn thần Naga.\n\nTổng thể đền được xây dựng trong suốt vua [[Jayavaraman VI]] trị vì (1080 - 1107) và nó chính thức hoàn thành xong năm 1108. Tiếp sau đó ngôi đền tiếp tục được hoàn thiện bởi vua Jayavarman VII (1181-1219), người có một vị trí rất quan trọng trong việc củng cố và phát triển ngôi đền để nó được hoàn thiện.Nếu như trước đó, ngôi đền ảnh hưởng kiến trúc của đạo Hindu giáo thì sau khi vua Jayavaraman 6 lên ngôi thì ngôi đền ảnh hưởng kiến trúc của Bà La Môn giáo.\n\nKhoảng cách từ cầu Naga theo hướng Nam theo giả định của các nhà khoa học là con đường đá trực tiếp đến đền Angkor khoảng 225&nbsp;km. Cách bố trí ngôi đền là theo hướng Nam theo chu vi 1020x580 và nó là ngôi đền duy nhất có thể so sánh với Đền Angkor với chu vi 1025x800.Mặc dù đền Angkor được xây dựng trước Phimai, còn Phimai được xây dựng sau đó, tuy nhiên về căn bản cả hai ngôi đền không mấy thay đổi. Dù Phimai \"sinh sau đẻ muộn\" Angkor Wat nhưng cả hai ngôi đền không có sự khác nhau về bao nhiêu. Nhưng theo giả thuyết, cách phân biệt dựa trên chính những tháp thờ, đền Angkor huy hoàng, đặc sắc và bề thế hơn Phimai bởi năm ngọn tháp lớn như năm ngọn núi lớn vươn lên trời cao, trong khi đó các tháp thờ của đền Phimai sắp xếp một cách đơn lẻ.\n\n===Tượng rắn thần Naga===\n[[Tập tin:Phimai monkey warriors.jpg|nhỏ|180px|phải|Điêu khắc trên đá tại Phimai]]\nTrước ngôi đền của Phimai có rất nhiều rắn thần Naga. Các Naga là các tác phẩm với nghệ thuật điêu khắc trên đá một cách tinh xảo phác họa một cách rất chi tiết. Bậc thang kế tiếp gần cầu Naga tọa lạc ở phía Đông của ngôi đền\n\n===Tháp thờ trung tâm===\n[[Tập tin:Phimai Prang.jpg|nhỏ|120px|Phải|Các tháp thờ trung tâm Phimai]]\nKhu tháp này có hai phần, phần phía Nam và phần phía Bắc. Nếu như phần phía Nam hoang tàn, đổ nát ở các tháp bên ngoài chỉ còn lại tháp trung tâm là còn nguyên vẹn thì trái lại khu tháp phía Bắc hoàn thiện hơn và ít đổ nát hơn. Cấu trúc tháp hình tháp nhô cao hình chóp tròn phẳng tựa như đóa hoa sen.\n\n==Tình trạng==\n[[Tập tin:Phimai windows.jpg|nhỏ|phải|180px|Sự đổ nát và xuống cấp của các cửa sổ trang trí xung quanh đền]]\nNgôi đền hiện nay đã đổ nát rất nhiều do điều kiện lịch sử, thời tiết và vô số những nguyên nhân khác khiến cho ngôi đền bị xuống cấp nghiêm trọng.\n\nNguyên liệu chính để xây đền được các nhà khoa học khẳng định là đá sa thạch đỏ cùng với cát trộn đều tạo thành chất kết dính vững chắc. Hiện nay ngôi đền bị bào mòn đến tận bên trong để lộ những màu sắc đỏ chói của sa thạch đỏ. Người ta cố trùng tu nó bằng những khung nẹp định hình bắng sắt và các vữa hồ xi măng khôi phục lại nhưng làm mất đi vẻ đẹp vốn có của nó.Các ô cửa sổ, cửa chính của đền cũng không tránh khỏi sự đổ nát.\n\n==Giá trị==\nNgôi đền rất có giá trị về mặt lịch sử và kiến trúc. Ngôi đền hiện nay thu hút đông khách du lịch bởi vẻ đẹp của nó. Ngôi đền đã trình lên [[Unessco]] công nhận là di sản văn hóa nhưng chưa chấp thuận.\n\n==Pnom Rung==\n{{chính|Công viên lịch sử Phanom Rung}}\nNgôi đền lớn thứ 2 sau đền Phimai nằm trong khu quần thể công viên lịch sử Phimai đang được bảo vệ nghiêm ngặt bởi tình trạng xuống cấp của nó. Phanom Rung làm hoàn toàn bằng đá sa thạch cùng với đá ong.\n\n==Tham khảo==\n{{tham khảo}}\n*Phan Minh Châu, Xây dựng bài thuyết minh du lịch tuyến điểm đất nước Thái Lan, khóa luận tốt nghiệp ngành Du lịch, Đại học dân lập Hùng Vương. \n*Michael Freeman Claude Jacques, Ancient Angkor, River Books Ltd., Bangkok. \n*Guide to Khmer temples in Thailand and Laos, Michael Freeman, River Books Ltd, Bangkok.\n*Prehistoric Thailand, Charles Higham and Rachanic Thosarat, River Books Ltd, Bangkok.\n\n==Liên kết ngoài==\n* Hình ảnh về Phi Mai http:\/\/www.flickr.com\/photos\/53067560@N00\/sets\/72157594170055986\/\n* http:\/\/www.briegull.com\/Origins\/prasat.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20070919222551\/http:\/\/www.briegull.com\/Origins\/prasat.html |date=2007-09-19 }}\n* http:\/\/travel.webshots.com\/photo\/1070040946027009606sIdNnA\n\n{{Các di tích Angkor}}\n{{thể loại Commons|Prasat Hin Phimai}}\n{{Di sản thế giới tại Thái Lan}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Công viên lịch sử Thái Lan]]\n[[Thể loại:Isan]]\n[[Thể loại:Di tích Angkor]]"}