{"512247":"\n{{Tóm tắt về công ty\n| tên = Công ty Quản lý Quỹ đầu tư Việt Nam (Vietnam Asset Management – VAM)\n| biểu trưng = [[Tập tin:Congtyquanlyquyvietnam-vietnam-asset-management-VAM-Logo.jpg]]\n| loại = Công ty tư nhân\n| thành lập = 2006\n| trụ sở = Hồ Chí Minh, Việt Nam\n| nguồn gốc = \n| thành viên chủ chốt= John Lyn, Nguyễn Xuân Minh, Nguyễn Hoài Thu\n| lĩnh vực = Quản lý quỹ đầu tư chứng khoán\n| ngành = Tài chính – Chứng khoán – Đầu tư\n| sản phẩm = Quỹ mở, quỹ đóng, quỹ đại chúng, quỹ thành viên, tư vấn đầu tư\n| thu nhập = \n| thu nhập trước lãi vay và thuế = \n| email = [[enquiry@vietnamam.com]]\n| lãi thực = \n| số nhân viên = 15\n| công ty mẹ = \n| chi nhánh = \n| trang chủ = www.vietnamam.com [http:\/\/www.vietnamam.com] \n| ghi chú = \n| thành viên = \n}}\n\n'''Công ty Quản lý Quỹ đầu tư Việt Nam''' (tên tiếng Anh là '''Vietnam Asset Management''' hay viết tắt là '''VAM'''), được thành lập vào năm 2006 tại [[Quần đảo Virgin thuộc Anh]] bởi ông John Lyn ([[Chủ tịch]] [[Hội đồng quản trị]]), ông [[Nguyễn Xuân Minh]], CFA ([[Tổng giám đốc điều hành|Tổng Giám đốc]] – [[:en:Chief investment officer|Chủ tịch Hội đồng đầu tư]]), và bà Nguyễn Hoài Thu, CFA (Giám đốc đầu tư). Họ hiện nay là những người quản lý cao cấp trực tiếp tại công ty. VAM hiện có văn phòng tại [[Singapore]] và văn phòng đại diện tại [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n\nVAM quản lý quỹ đầu tư [[chứng khoán]] được huy động từ các nước trên thế giới như [[Châu Âu]], [[Dubai]], [[Nhật Bản]], [[Malaysia]], [[Singapore]], v.v. để [[đầu tư]] vào [[cổ phiếu]] của các công ty [[cổ phần hóa]], [[IPO]], [[cổ phiếu chưa niêm yết]] hoặc đã niêm yết của các [[công ty đại chúng]] tại Việt Nam. Ngoài ra, VAM cũng tham gia vào hoạt động tư vấn [[đầu tư (tài chính)]] cho các [[doanh nghiệp]] Việt Nam và các [[nhà đầu tư]] nước ngoài vào thị trường này. \nTháng 9 năm 2007, [[:en: Dubai Investment Group|Tập đoàn Đầu tư Dubai]] (DIG) và [[:en:UOB-Kay Hian|UOB-Kay Hian]], thuộc Tập đoàn [[:en:United Overseas Bank|UOB Bank]] mua một phần cổ phần chiến lược tại VAM và tham gia vào Hội đồng Quản trị của công ty. Đồng thời, họ cũng đầu tư vào một quỹ đầu tư (quỹ đóng) do VAM quản lý<ref>[http:\/\/uk.reuters.com\/article\/idUKNOA63719520071116 Reuters, Fri 16 tháng 11 năm 2007 - Vietnam's VAM may list fund in London]<\/ref>.\nTrong năm 2008 va 2009, VAM đã hợp tác với Hong Leong Asset Management, thuộc [[Hong Leong Group]], Malaysia để thành lập hai quỹ mở đầu tư chứng khoán Việt Nam: HLG Vietnam Fund<ref>[http:\/\/www.tinnhanhchungkhoan.vn\/RC\/N\/CEGHDE\/chien-dich-dau-tu-vao-viet-nam.html Chiến dịch \"Đầu tư vào Việt Nam\"]<\/ref> và Hong Leong Vietnam Strategic Fund <ref name=\"vneconomy.vn\">{{Chú thích web |url=http:\/\/vneconomy.vn\/2010040206172159P0C7\/vam-mo-quy-goi-von-dau-tu-vao-chung-khoan-viet-nam.htm |ngày truy cập=2010-07-09 |tựa đề=VAM mở quỹ gọi vốn đầu tư vào chứng khoán Việt Nam |archive-date=2010-07-10 |archive-url=https:\/\/web.archive.org\/web\/20100710054859\/http:\/\/vneconomy.vn\/2010040206172159P0C7\/vam-mo-quy-goi-von-dau-tu-vao-chung-khoan-viet-nam.htm |url-status=dead }}<\/ref>\ncho các nhà đầu tư tại Malaysia. VAM cũng đã thành lập và huy động một quỹ mở Vietnam Index Linked Fund tại Nhật Bản năm 2008.\n\n==Phương pháp đầu tư==\n\nCông ty Quản lý Quỹ đầu tư Việt Nam (VAM) sử dụng [[:en:fundamental analysis|phân tích cơ bản]] làm chủ đạo khi xem xét đầu tư và tuân theo một quy trình đầu tư bao gồm việc đánh giá định tính và định lượng toàn bộ giá trị của một công ty tiềm năng.\n\nVề phương diện định tính, VAM quan tâm nhiều đến chất lượng quản lý mô hình kinh doanh của công ty, tính năng động của lĩnh vực kinh doanh và tất cả các yếu tố khác có ảnh hưởng đến hoạt động của công ty. Họ nghiên cứu nhằm phát hiện những công ty đang trải qua hay hưởng lợi từ sự phát triển mang tính chuyển mình của nền kinh tế, của lĩnh vực hoạt động cũng như của bản thân công ty.\n\nThông qua việc gặp gỡ và trao đổi thường xuyên với đội ngũ lãnh đạo của những công ty đã đầu tư để cùng sát cánh với họ trong quá trình phát triển và tư vấn cho họ trong những quyết định mang tính chiến lược.\n\nNgoài ra, VAM cũng trao đổi với những bên có liên quan đến công ty như các nhà cung cấp, khách hàng và đối thủ cạnh tranh để có được sự đánh giá chính xác hơn về tình hình hoạt động và tính bền vững của những cơ hội đầu tư tiềm năng.\n\nVề phương diện định lượng, VAM phân tích ý tưởng đầu tư thông qua việc sử dụng mô hình tài chính nội bộ kết hợp với nhiều kỹ thuật [[:en:stock valuation|định giá giá trị]] khác nhau.\n\n==Các Quỹ đầu tư đang quản lý==\n\n*'''Quỹ Đầu tư Thị trường mới nổi Việt Nam (Vietnam Emerging Market Fund - VEMF)''': Được thành lập từ đầu năm 2007 tại [[Quần đảo Cayman|Cayman Islands]], VEMF là loại [[quỹ đóng]]<ref name=\"Xem bên dưới\">[Xem bên dưới]<\/ref> chuyên đầu tư chứng khoán vào các công ty cổ phần hóa, IPO, OTC và công ty niêm yết tại Việt Nam. VEMF được chuyển thành [[quỹ mở]]<ref name=\"Xem bên dưới\"\/> vào tháng 5 năm 2010.\n*'''Quỹ Đầu tư Chiến lược VAM Việt Nam (VAM Vietnam Strategic Fund, Ltd. - VVSF)''': Được thành lập từ tháng 10 năm 2007 tại Cayman Islands, VVSF là loại quỹ đóng chuyên đầu tư chứng khoán vào các công ty cổ phần hóa, IPO, OTC và công ty niêm yết tại Việt Nam.\n*'''Quỹ Đầu tư Chứng khoán Việt Nam HLG (HLG Vietnam Fund - HLVF)''' <ref>[http:\/\/www.bloomberg.com\/apps\/quote?ticker=HLGVIET%3AMK Bloomberg Data for HLG Vietnam Fund]<\/ref>: Thành lập tháng 2 năm 2008 tại Malaysia, HLGVF là dạng [[:en:unit trust|quỹ mở đại chúng]] chuyên đầu tư chứng khoán vào các công ty cổ phần hóa, IPO, OTC và công ty niêm yết tại Việt Nam <ref>{{Chú thích web |url=http:\/\/www.unittrust.hongleong.com.my\/reports\/prospectus_vietnam.pdf |ngày truy cập=2010-07-09 |tựa đề=HLG Vietnam Fund Prospectus |archive-date=2009-07-11 |archive-url=https:\/\/web.archive.org\/web\/20090711013102\/http:\/\/www.unittrust.hongleong.com.my\/reports\/prospectus_vietnam.pdf }}<\/ref>.\n*'''Quỹ Đầu tư Chỉ số Việt Nam HS-VAM (HS-VAM Vietnam Index Linked Fund - VILF)''': Được thành lập từ tháng 8 năm 2008 tại Cayman Islands, VILF là dạng quỹ mở đại chúng dành cho các nhà đầu tư tại Nhật Bản. Quỹ Đầu tư VILF chuyên đầu tư chứng khoán vào các công ty có vốn thị trường lớn nhất niêm yết tại Việt Nam.\n*'''Quỹ Đầu tư Chiến lược Việt Nam Hong Leong (Hong Leong Vietnam Strategic Fund - HLSF)''': Được thành lập từ tháng 4 năm 2010 tại Malaysia, HLSF tập trung đầu tư chứng khoán chủ yếu vào các công ty niêm yết tại Việt Nam<ref name=\"vneconomy.vn\"\/>.\n\n==Chú thích==\n\n{{Tham khảo|30em}}\n\n*'''Quỹ đóng''': Có mô hình hơi giống như một công ty cổ phần, quỹ đóng phát hành chứng chỉ quỹ một lần khi tiến hành huy động vốn cho quỹ. Quỹ đóng có thể đăng ký phát hành huy động thêm nếu được sự chấp nhận thông qua tại Đại hội Nhà Đầu tư. Quỹ đóng không thực hiện việc mua lại chứng chỉ đầu tư trực tiếp từ nhà đầu tư khi họ có nhu cầu bán lại. Nhằm tạo tính thanh khoản cho nhà đầu tư, các quỹ đóng có thể niêm yết chứng chỉ quỹ trên một thị trường chứng khoán và các chứng chỉ quỹ sẽ được giao dịch như một cổ phiếu của một công ty niêm yết. Nhược điểm của quỹ đóng niêm yết là giá giao dịch trên thị trường chứng khoán thường thấp hơn nhiều so với giá trị tài sản thật của quỹ. Ưu điểm là vì tổng vốn của quỹ sẽ được ổn định hơn, công ty quản lý quỹ sẽ không bị áp lực về tính thanh khoản nên có thể đầu tư vào các tài sản mang tính chiến lược dài hạn.\n*'''Quỹ mở''': Điểm khác biệt chính của quỹ mở so với quỹ đóng là khả năng mua lại chứng chỉ quỹ từ nhà đầu tư với giá bằng giá trị thật của quỹ theo từng ngày, từng tuần hoặc từng tháng tùy theo quy định của quỹ. Vì vậy, quỹ mở tạo tính thanh khoản cao cho các nhà đầu tư và trở thành một trong những kênh đầu tư hữu hiệu trên thị trường. Để đáp ứng được việc mua lại này, công ty quản lý quỹ mở phải có kế hoạch và chiến lược về quản lý thanh khoản của quỹ rõ ràng và thận trọng. Các quỹ mở thường tập trung đầu tư nhiều vào các công ty niêm yết có thanh khoản giao dịch tốt trên [[thị trường chứng khoán]].\n\n==Liên kết ngoài==\n*[http:\/\/www.vietnamam.com Website của ’Công ty Quản lý Quỹ đầu tư Việt Nam (Vietnam Asset Management – VAM)]\n*[http:\/\/atpvietnam.com\/vn\/san_hnx\/3477\/index.aspx Tập đoàn Dubai và Singapore đầu tư vào Vietnam Asset Management Ltd.]\n*[http:\/\/www.tinnhanhchungkhoan.vn\/RC\/N\/CEGHDE\/chien-dich-dau-tu-vao-viet-nam.html Chiến dịch \"Đầu tư vào Việt Nam\"]\n*[http:\/\/www.thanhnien.com.vn\/News\/Pages\/200944\/20091029120909.aspx Quỹ đầu tư nước ngoài hướng về Việt Nam]\n*[http:\/\/infotv.vn\/component\/foobla_video\/getVideo\/-1-All\/4487-B%E1%BA%A3n-tin-Kinh-t%E1%BA%BF-26-08 Nguồn nhân lực cho ngành đầu tư tài chính tại Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100909175445\/http:\/\/infotv.vn\/component\/foobla_video\/getVideo\/-1-All\/4487-B%E1%BA%A3n-tin-Kinh-t%E1%BA%BF-26-08 |date=2010-09-09 }}\n\n[[Thể loại:Công ty đầu tư]]\n[[Thể loại:Công ty dịch vụ tài chính Việt Nam]]\n[[Thể loại:Công ty có trụ sở tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Công ty thành lập năm 2006]]\n[[Thể loại:Khởi đầu năm 2006 ở Việt Nam]]"}