{"96734":"{{Thông tin công viên\n| name = Công viên Thủ Lệ\n| alt_name =\n| image = Công viên Thủ Lệ.JPG\n| image_size = 250px\n| alt = \n| caption = Công viên Thủ Lệ nhìn từ đường Kim Mã qua hồ Thủ Lệ\n| type = \n| location = \n| coordinates = {{Coord|21.031087|N|105.807758|E|type:landmark|display=inline,title}}\n| map = Hanoi\n| size = \n| opened = {{Start date|1975}}\n| operator = \n| visitors = \n| status = \n| open_dates = \n| website = \n| image_dot_map = \n| dot_mapsize = \n| dot_map_base_alt = \n| dot_map_alt = \n| dot_map_caption = \n| dot_x = \n| dot_y = \n}}\n'''Công viên Thủ Lệ''' hay còn gọi là '''Vườn thú Thủ Lệ''' là một [[công viên]] và [[vườn bách thú]] có diện tích 29ha ở [[Hà Nội]]. Công viên Thủ Lệ nằm bên trong khuôn viên có một mặt hồ lớn, với một dải đất hình oval giống như giọt nước mắt và đó cũng là nguồn gốc của cái tên Thủ Lệ, mang ý nghĩa là giữ lấy giọt lệ ở bên trong. Nằm trên địa phận [[làng Thủ Lệ]], một làng cổ có từ thời nhà Lý với sự tích thần Linh Lan và đền Voi Phục, đây không chỉ là một địa điểm vui chơi giải trí của người dân mà là một di tích lịch sử của mảnh đất kinh kì ngàn năm văn hiến. Được khởi công ngày 19\/05\/1975, với diện tích hơn 28ha, phần lớn dựa vào thế đất tự nhiên, trong đó 6 ha là hồ nước. Các công trình kiến trúc trong công viên có quy mô khá nhỏ về [[chiều cao]] và mật độ xây dựng, với thiết kế hài hòa với cảnh sắc tự nhiên. Vườn thú Thủ Lệ là nơi nuôi nhốt và chăm sóc nhiều loài động vật quý hiếm của Việt Nam.\n==Tổng quan==\nCông viên cách trung tâm thành phố khoảng 5 [[kilômét|km]] về phía [[Tây]], góc đường Kim Mã, Cầu Giấy, đường Bưởi, Đào Tấn và phố Nguyễn Văn Ngọc, giáp với [[khách sạn Hanoi Daewoo]], chính thức được khởi công ngày 19 tháng 5 năm [[1975|1976]] và hai năm sau mở cửa đón khách. Công viên nằm trên địa phận làng Thủ Lệ, một làng cổ có từ thời [[nhà Lý]] (thế kỷ XI), sự tích làng gắn với sự tích thần [[Linh Lang]] thờ trong [[đền Voi Phục]]. Công viên được xây dựng trên một địa hình khá đẹp: khoảng 29 [[hecta|ha]], hồ nước mênh mông có gờ đất chạy dài bao bọc như bầy rồng, rắn đuổi nhau; [[núi Bò]], [[đền Voi Phục]] dưới bóng si rậm rạp. Từ năm 2006, nhiều nghìn mét vuông đất công Vườn thú Hà Nội đã bị cho tư nhân mướn lại kinh doanh để mở đủ loại nhà hàng, quán bia, café, karaoke, tennis...với giá rẻ và những hợp đồng thuê đất từ một vài năm đến 25 năm, theo kết luận của Sở Tài nguyên - Môi trường là \"sử dụng đất sai mục đích, vi phạm khoản 1, điều 107 Luật Đất đai năm 2003\", tuy nhiên đến nay vẫn chưa ai chịu trách nhiệm<ref>[http:\/\/vnn.vietnamnet.vn\/xahoi\/dothi\/2006\/11\/636775\/ Vườn thú HN cho thuê vô tội vạ đất công giá ''bèo''!]<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Xem thêm ==\n{{Thể loại Commons|Thủ Lệ Park}}\n* [[Hồ Thủ Lệ]]\n* [[Vườn bách thảo Hà Nội]]\n\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Công viên tại Hà Nội|Thủ lệ]]\n[[Thể loại:Vườn thú tại Việt Nam]]"}