{"148813":"{{coor title dms|14|31|57|N|102|56|30|E|type:landmark_region:TH}}\n{{Infobox Mandir\n|image = Place PhnomrungPrasat.jpg\n|creator = \n|proper_name = Phanom Rung\n|date_built = Thế kỷ 10 - 13\n|primary_deity = [[Shiva]]\n|architecture = [[kiến trúc Khmer|Khmer]]\n|location = [[buriram (tỉnh)|tỉnh Buriram]], [[Thái Lan]]\n}}\n'''Công viên lịch sử Phanom Rung''' ({{lang-th|ปราสาทพนมรุ้ง}}; {{IPA-th|Prasạt Phanôm Rung}}) là một quần thể các ngôi đền nằm trong khu quần thể công viên lịch sử Phimai đang được bảo vệ nghiêm ngặt bởi tình trạng xuống cấp của nó.Đền Pnom Rung là ngôi đền hoàng gia theo truyền thuyết là ngôi đền xây dựng ở giữa trên con đường nối [[Phimai]] và [[Angkor]].\n\nCục Mỹ thuật Thái Lan đã mất 17 năm để trùng tu quần thể này tình trạng ban đầu từ năm [[1971]] đến [[1988]]. Ngày 21 tháng 5 năm [[1988]], công viên đã được chính thức mở cửa bởi hoàng tử [[Maha Chakri Sirindhorn]]<ref>\"Phnom Rung Historical Park\". Truy cập 9 tháng 7 năm 2006. Printed by Joseph Plastic Crad (Korat) and Print CO. Ltd.<\/ref>.\n\nNăm [[2005]], tổ hợp này đã được đệ trình [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận [[di sản thế giới]] trong tương lai.\n\n==Lịch sử==\nNgôi đền được xây dựng vào triều đại vua Suryavarman II (1112-1152) bởi Narendraditya, một vị quan hoàng tộc. Như vậy, xét về khía cạnh lịch sử, ngôi đền này được xây dựng sau hai công trình quy mô trước đó là [[Angkor Wat]] và [[Công viên lịch sử Phimai|Phimai]].\n\n==Miêu tả==\n[[Tập tin:PhnomRung1.jpg|nhỏ|100px|Đường lên tháp thờ trung tâm Pnom Rung]]\n[[Tập tin:Obj Naraibantomsin.jpg|nhỏ|trái|200px|Điêu khắc tuyệt đẹp trên đá của Pnom Rung]]\nNgôi đền được làm từ chất liệu sa thạch đỏ cho màu sắc tươi đẹp sau bao nhiêu năm tháng. Tổng thể đền xây dựng trên đồi cao với bậc tam cấp đi lên cao 160 m với trung tâm là một cột trụ hình búp sen vươn lên cao - một kiểu kiến trúc kiểu mẫu của Pnom Rung. Kết thúc đền nằm ở hướng Tây, tiếp giáp với [[cầu Naga]] của Phimai.\n\nPhnom Rung là ngôi đền dược xây dựng sau Phimai và Angkor Wat. Kiến trúc của Pnom Rung là kiểu kiến trúc đặc trưng pha trộn giữa kiến trúc của cầu Nagar và kiến trúc Khmer hình tháp - hình búp sen của Phimai. Tuy nhiên, sự phát triển kiểu kiến trúc của đền \"sinh sau đẻ muộn\" sau \"hai người anh\" quy mô, bề thế trước đó là Angkor Wat và Phimai thì đền Pnom Rung là ngôi đền duy nhất trong ba ngôi đền có các cột tháp hình búp sen vươn cao chỉ có 3 cạnh. Và trước mỗi tháp này có một tiền sảnh rất là lớn mà người ta gọi là [[antarala]].\n\nNgôi đền mở cửa hằng ngày từ 9:00 giờ đến 18:00 giờ. Giá vé là 40 [[baht]].\n\n==Chú thích==\n{{tham khảo}}\n\n==Hình ảnh==\n<gallery>\nHình:PhnomRung2.jpg|Đền tháp hình đóa hoa sen của tháp trung tâm có 3 cạnh\nHình:PhnomRung10.jpg|Điêu khắc trên đá bên trong đền\nHình:PhnomRung3.jpg|Tượng rắn thần Naga\nHình:PhnomRung5.jpg|Cụm tháp phía Bắc vẫn còn nguyên vẹn\nHình:PhnomRung6.jpg|Người ta cho rằng những con đường như thế này nối Phimai và đền Angkor dài cả trăm km\nHình:PhnomRung7.jpg|Bảng chỉ dẫn trước đền Pnom Rung\nHình:PhnomRung9.jpg|Đường lên những ngọn đồi đi đến điện thờ cao thế này\nHình:Place PhnomrungPrasat Kangaruha.jpg|Linga bên trong đền thờ trung tâm\n<\/gallery>\n\n==Tham khảo==\n*Phan Minh Châu, Xây dựng bài thuyết minh du lịch tuyến điểm đất nước Thái Lan, khóa luận tốt nghiệp ngành Du lịch, Đại học dân lập Hùng Vương\n*Michael Freeman Claude Jacques, Ancient Angkor, River Books Ltd., Bangkok\n*Guide to Khmer temples in Thailand and Laos, Michael Freeman, River Books Ltd, Bangkok\n*Prehistoric Thailand, Charles Higham and Rachanic Thosarat, River Books Ltd, Bangkok\n\n==Liên kết ngoài==\n*[http:\/\/www.moe.go.th\/webfad\/ The official web site of the Thailand Fine Arts Department]\n\n{{Sơ khai Thái Lan}} \n{{Các di tích Angkor}}\n{{thể loại Commons|Phanom Rung Historical Park}}\n{{Di sản thế giới tại Thái Lan}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Công viên lịch sử Thái Lan|Phanom Rung]]\n[[Thể loại:Isan]]\n[[Thể loại:Di tích Angkor]]\n[[Thể loại:Núi lửa đã tắt]]\n[[Thể loại:Đền Hindu ở Thái Lan]]"}