{"13481110":"{{for|vụ cháy vừa xảy ra|Vụ cháy công ty Rạng Đông}}\n{{wiki hóa}}\n{{Tóm tắt về công ty\n|tên = Công ty cổ phần <br>Bóng đèn Phích nước Rạng Đông\n|logo = \n|image = Công ty cổ phần bóng đèn phích nước Rạng Đông.jpg\n|image_caption = Trụ sở của công ty CP <br>Bóng đèn Phích nước Rạng Đông\n|loại = [[Công ty cổ phần]] (mã RAL trên sở giao dịch chứng khoán thành phố Hồ Chí Minh HSX)\n|foundation = Năm [[1961]]\n|founder = Nguyễn Đoàn Thăng\n|location = Số 87-89 Hạ Đình, phường [[Thanh Xuân Trung]], quận [[Thanh Xuân]], [[Hà Nội]]\n|area_served =\n|key_people = Nguyễn Đoàn Thăng (Tổng Giám đốc)\n|industry = Sản xuất hàng tiêu dùng.\n|products = [[Đèn huỳnh quang|Bóng đèn]]<br \/>Thiết bị chiếu sáng<br \/>Bình giữ nhiệt\n|services = \n|market cap = \n| revenue = 3270 tỉ [[đồng (đơn vị tiền tệ)|đồng]]\n| revenue_year = 2017\n| operating_income =\n| income_year =\n| net_income = 270,7 tỉ [[đồng (đơn vị tiền tệ)|đồng]]\n| net_income_year = 2017\n| assets = 2380,8 tỉ [[đồng (đơn vị tiền tệ)|đồng]]\n| equity =\n| equity_year =\n| num_employees = \n| num_employees_year =\n| website = {{URL|rangdong.com.vn}}\n}}\n'''Công ty Cổ phần Bóng đèn Phích nước Rạng Đông''' là [[công ty cổ phần]] [[Việt Nam]], hoạt động trong lĩnh vực chính là sản xuất kinh doanh các sản phẩm như bóng đèn và [[phích nước]]. Công ty có trụ sở chính ở Số 87-89 Hạ Đình, phường [[Thanh Xuân Trung]], quận [[Thanh Xuân]], [[Hà Nội]]. Mã HSX của công ty là '''RAL'''.\n\n== Lịch sử==\nCông ty cổ phần Bóng đèn Phích nước Rạng Đông (tiền thân là nhà máy Bóng đèn Phích nước Rạng Đông) được khởi công xây dựng từ năm 1958, là một trong 13 nhà máy đầu tiên được thành lập theo quyết định của Chính phủ, đặt nền móng cho nền công nghiệp Việt Nam thời kỳ đầu xây dựng chủ nghĩa xã hội.\n\n=== Giai đoạn từ năm 1961 – 1989 ===\n\n* Ngày 24 tháng 2 năm 1961: nhà máy Bóng đèn Phích nước Rạng Đông chính thức thành lập theo quyết định số 003-BCNN\/TC. \n* Ngày 7 tháng 11 năm 1963: nhà máy được cắt băng khánh thành. Sản phẩm ban đầu chủ yếu là phích nước, bóng đèn tròn, bóng đèn huỳnh quang, đèn pha ô tô phục vụ cho kháng chiến.\n* Ngày 28 tháng 4 năm 1964: Chủ tịch [[Hồ Chí Minh]] về thăm nhà máy. Ngày này hàng năm được lấy làm ngày truyền thống của công ty.\n* Năm 1978: Lò bể thủy tinh thổi vỏ bóng đèn đầu tiên đốt hơi than được thiết kế xây dựng\n* Năm 1979: Lò bể thủy tinh thổi bình phích đốt dầu ma dút đầu tiên được thiết kế xây dựng. Xưởng phích nước được xây dựng lại, bố trí mặt bằng mới, trang bị 2 máy rút khí bàn tròn của Nhật. Cùng với lò bể nấu thủy tinh, dây chuyền lắp ráp phích nước mới đưa sản lượng lên 400 000 sản phẩm\/năm. \n* Công ty tự chế tạo dây chuyền đèn thường, tăng sản lượng lên 4 triệu bóng đèn\/năm.\n\n=== Giai đoạn từ năm 1990 – 1993 ===\nTrong giai đoạn 1990 – 1993, Công ty tổ chức lại sản xuất, sắp xếp lại lao động, thực hiện hoạch toán kinh tế nội bộ và đổi mới cơ chế điều hành, khai thác tối đa cơ sở cũ.\n\nCuối những năm 80 công ty phải đối mặt với cuộc chiến hàng ngoại, hàng Trung Quốc nhập lậu tràn vào Việt Nam. Năm 1990 công ty làm ăn thua lỗ.\n\n* Năm 1991 Công ty bắt đầu có lãi. Đại hội CNVC Công ty nhất trí tập trung toàn bộ tiền thưởng từ lợi nhuận cho Công ty vay phục vụ đầu tư, phát triển.\n* Năm 1993 là năm sản phẩm Rạng Đông lần đầu tiên được lựa chọn trong “Mười mặt hàng tiêu dùng Việt Nam được ưa thích nhất - TOPTEN”. \n* Năm 1994 Công ty được Chủ tịch nước quyết định trao tặng Huân chương Lao động hạng nhất, đánh dấu thành quả tốt đẹp của công ty trong giai đoạn đầu 1990 - 1993.\n* Năm 1994-1997 giai đoạn phát huy nội lực đầu tư phát triển chiều sâu, khai thác năng lực toàn hệ thống, tiếp tục đưa công ty phát triển\n* Năm 1995 thay thế thổi vỏ bóng đèn thủ công bằng máy thổi BB18. Toàn bộ nguồn vốn đầu tư chiều sâu giai đoạn này là 8,4 tỷ đồng từ tiền thưởng của CBCNVC cho công ty vay.\n* Năm 1995 toàn bộ bóng đèn tròn được lắp đầu đèn hợp kim nhôm B22, E27 đạt tiêu chuẩn quốc tế, bảo đảm tiêu chuẩn quốc tế về kích thước hình học và độ lệch vẹo, bao bì bóng đèn được đổi mới hoàn toàn. \n* Năm 1997 đầu tư lò phích và băng hấp số 2, cải tạo lò phích số 1 từ nhiên liệu hơi than sang đốt dầu chuẩn bị 1998 bỏ hệ thống khí hoá than cục, ra đời hàng loạt phích nhựa và tự thiết kế chế tạo băng chuyền lắp ráp phích.\n* Bốn năm liền trong giai đoạn 1994 - 1997, sản phẩm Rạng Đông liên tục được bình chọn “Mười mặt hàng tiêu dùng Việt Nam được ưa thích nhất - TOPTEN ”.\n\n=== Giai đoạn từ năm 1998 – 2004 ===\n\n* Năm 1998, Công ty được Chủ tịch nước tặng Huân chương Độc lập đầu tiên, đánh dấu thành quả tốt đẹp giai đoạn hai 1994 -1997.\n* Từ năm 1998-2004 giai đoạn công ty phát huy cao độ nội lực, thực hiện hiện đại hóa Công ty, chuẩn bị hội nhập kinh tế quốc tế. Đảng bộ Công ty đặt ra yêu cầu phấn đấu tất cả các dây chuyền sản xuất sản phẩm chủ yếu đều phải được đổi mới hiệu đại hóa thiết bị và công nghệ. Nguồn vốn CBCNVC cho công ty vay từ tiền thưởng phần lợi nhuận để lại là 45 tỷ đồng. Ngoài ra CNVC còn cho công ty vay cả tiền nhàn rỗi của mình tổng cộng lên tới 80 tỷ đồng.\n* Năm 1998, công ty đầu tư dây chuyền huỳnh quang hiện đại số 1; Đưa lò thủy tinh Hungary 112m2 và máy thổi vỏ bóng P25 vào hoạt động\n* Năm 1999 công ty đưa dây chuyền kéo ống thủy tinh huỳnh quang vào khai thác công suất lò thủy tinh Hung, không phải nhập khẩu ống từ Thái Lan nữa; Phục hồi và đưa vào sản xuất dây chuyền 2600c\/giờ số 2.\n* Năm 2000, công ty đưa các máy hàn dây dẫn Hàn Quốc vào sản xuất, không phải nhập khẩu dây dẫn; Lò thủy tinh và hai máy thổi bình phích tự động đi vào hoạt động; Dây chuyền ruột phích mới liên hoàn đi vào hoạt động; Dây chuyền đèn thường số 3 của Tungsram Hungary, dây chuyền cuối cùng của công trình Hungary được khôi phục đi vào hoạt động hoàn toàn bằng tài năng, trí tuệ Việt Nam; Dây chuyền sản xuất máng đèn hoạt động; Dây chuyền lắp ghép đèn huỳnh quang số 2, dây chuyền hiện đại nhất Việt Nam đi vào hoạt động; Dây chuyền lắp ghép đèn huỳnh quang Compact đi vào hoạt động, ở Việt Nam đây là cơ sở đầu tiên sản xuất đèn compact\n* Ngày 28 tháng 4 năm 2000. Chủ tịch nước Cộng hoà XHCN Việt Nam ký Quyết định phong tặng Công ty Bóng đèn Phích nước Rạng Đông danh hiệu Anh hùng lao động thời kỳ đổi mới\n* Năm 2003, được cấp chứng chỉ công nhận Phòng thí nghiệm phù hợp tiêu chuẩn ISO\/IEC 17025:2001.\n* Ngày 15\/7\/2004 công ty chuyển đổi sang mô hình Công ty Cổ phần, vốn sở hữu Nhà nước chiếm 51%.\n\n== Giai đoạn công ty cổ phần ==\nNăm 2015 Công ty chính thức hoạt động theo mô hình công ty cổ phần, liên tục đến hiện nay.\n* Năm 2006 Công ty khởi công xây dựng Xưởng Thủy tinh mới, xưởng Phích nước và Văn phòng 2 ở Nhà máy 2 tại KCN Quế Võ, Bắc Ninh.\n* Tháng 12\/2006, Công ty trở thành công ty đại chúng, niêm yết trên thị trường chứng khoán TP Hồ Chí Minh (HOSE) và phát hành cổ phiếu. \n* Năm 2005 đốt lò thủy tinh thổi phích, lò thủy tinh thổi vỏ bóng đèn chính thức đi vào hoạt động, sản xuất đại trà sản phẩm phích nước tại Nhà máy 2, KCN Quế Võ, Bắc Ninh.\n* Năm 2008, Công ty bắt đầu nghiên cứu sản xuất đèn LED.\n* Tháng 3\/2011, Công ty thành lập Trung tâm Nghiên cứu & phát triển Chiếu sáng Rạng Đông. Áp dụng Hệ thống quản lý chất lượng tiên tiến theo tiêu chuẩn châu ÂU (EFQM). Rạng Đông là doanh nghiệp đầu tiên thành lập Trung tâm R&D chuyên ngành chiếu sáng ở Việt Nam. Trung tâm R&D được coi là “Bộ não khoa học Công nghệ” của Công ty, giúp chuyển Rạng Đông từ công ty sản xuất nguồn sáng sang sản xuất thiết bị chiếu sáng, tiến tới cung cấp hệ thống và giải pháp chiếu sáng thông minh cho các loại công trình, các thị trường chuyên dụng. Chuyển Rạng Đông từ cung cấp hệ thống chiếu sáng tiết kiệm năng lượng sang tiết kiệm năng lượng & thân thiện môi trường, tiến tới chiếu sáng lấy con người làm trung tâm – chiếu sáng vì sức khỏe và hạnh phúc của con người.\n* Hàng năm, công ty trích 2% doanh thu cho việc đầu tư các dây chuyền sản xuất hiện đại (đầu tư phần cứng) và 20% lợi nhuận sau thuế đầu tư cho hoạt động nghiên cứu phát triển (đầu tư phần mềm).\n* Năm 2014 Công ty thành lập Xưởng Điện tử - LED & Thiết bị chiếu sáng, thực hiện liên minh hợp tác với các nhà cung cấp hàng đầu về LED, linh kiện điện tử như Samsung, nichia, citizen, everlight, fairchild, Toshiba, Texas instruments…\n* Để sản xuất ra những đèn LED có chất lượng, Rạng Đông đầu tư bài bản ngay từ khâu nghiên cứu thiết kế, Rạng Đông là doanh nghiệp chiếu sáng duy nhất tại Việt Nam đã đầu tư phần thiết kế quản lý nhiệt ANSYS ICE PAK phục vụ cho sản xuất đèn LED. Đây là phần mềm rất nổi tiếng của Mỹ mà chuyên dùng trong thiết kế mô phỏng nhiệt của các sản phẩm phức tạp như ô tô, máy bay. Rạng Đông cũng đầu tư hệ thống đánh giá độ tin cậy sản phẩm của các nước G7, đầu tư các thiết bị đánh giá LED theo chuẩn chuẩn LM80, đầu tư thiết bị kiểm tra đánh giá độ tương thích điện từ, các thiết bị kiểm tra đánh giá tuổi thọ nhanh của Mỹ,... đầu tư những dây chuyền hiện đại hoàn tự động, độ chính xác cao giúp nâng cao độ tin cậy, chất lượng sản phẩm. Với việc nhanh chóng tiếp cận sản phẩm LED từ năm 2008, Rạng Đông đã có thể làm chủ được công nghệ sản xuất LED từ khâu thiết kế đến sản xuất lắp ráp sản phẩm. Đến nay Rạng Đông đã có đầy đủ, đồng bộ dàn sản phẩm LED phục vụ cho các đối tượng khách hàng, các lĩnh vực chiếu sáng khác nhau, xây dựng các hệ thống và giải pháp chiếu sáng xanh góp phần tạo nên các công trình xanh, cuộc sống xanh. Năng lực sản xuất LED Rạng Đông lên tới hơn 50 triệu sản phẩm\/năm.\n* Tháng 9\/2015 Công ty chính thức trở thành công ty cổ phần với 100% vốn tư nhân sở hữu\n* Công ty thực hiện nâng cao năng suất và chất lượng thông qua việc triển khai các Hệ thống Quản lý chất lượng quốc tế và các công cụ của hệ thống TPS như 5S, Kaizen, Lean, Sixsigma... Năng suất lao động ở nhiều khâu tăng 5 – 10 – 20 – 25% thậm chí có khâu trên 100%. Người lao động trên dây chuyền được đào tạo cách xác định vấn đề, phân tích vấn đề, phương pháp giải quyết và cải tiến công việc mình làm nhằm giảm lãng phí, cải tiến công việc mang lại NSLĐ cao hơn\n* Đầu tư lò nấu thủy tinh bình phích hoàn toàn bằng điện, đầu tư các dây chuyền sản xuất mới trình độ kỹ thuật và tự động hóa cao\n* Năm 2017: Rạng Đông nối dài thêm truyền thống 28 năm liền từ 1990 đến nay, doanh thu, nộp ngân sách, lợi nhuận, thu nhập, cổ tức đều đạt cao hơn năm trước – một sự phát triển bền vững mà hiếm có công ty nào có được trong hàng chục năm liền. Đặc biệt, thu nhập bình quân đạt 12,9 triệu\/người\/ tháng, tăng 8% so với 2016. Cổ tức 2017 trả 50%, giá trị cổ phiếu RAL đạt 149 nghìn đồng\/cổ phiếu, đạt mức cao nhất trong 13 năm cổ phần hóa\n\n== Thành tích doanh nghiệp ==\n* TOP 500 doanh nghiệp lớn nhất Việt Nam liên tục trong 6 năm liền (2012, 2013, 2014, 2015, 2016, 2017) \n* TOP 500 doanh nghiệp tư nhân lớn nhất Việt Nam liên tục trong 6 năm liền (2012, 2013, 2014, 2015, 2016, 2017)\n* TOP 1000 doanh nghiệp nộp thuế thu nhập doanh nghiệp lớn nhất Việt Nam liên tục trong 6 năm liền (2012, 2013, 2014, 2015, 2016, 2017)\n* TOP 500 doanh nghiệp tăng trưởng nhanh nhất Việt Nam liên tục trong 5 năm liền (2013, 2014, 2015, 2016, 2017)\n* TOP 50 công ty niêm yết tốt nhất Việt Nam liên tục trong 5 năm liền (2013, 2014, 2015, 2016, 2017) \n* 22 năm liên tiếp được Người tiêu dùng bình chọn Hàng Việt Nam chất lượng cao.\n* Liên tục từ năm 2005: Được Thủ tướng Chính phủ tặng Cờ thi đua hoàn thành xuất sắc, toàn diện nhiệm vụ SX-KD dẫn đầu Ngành Công thương.\n* Được Chủ tịch nước tặng Huân chương Độc lập Hạng Nhất (Lần 2) do đã có thành tích đặc biệt xuất sắc trong công tác, góp phần vào sự nghiệp xây dựng Chủ nghĩa Xã hội và bảo vệ Tổ Quốc.\n* 28 năm liên tục Rạng Đông đạt thành tích tăng trưởng liên tục, ổn định với tốc độ cao, có chất lượng và hiệu quả, khẳng định sự phát triển bền vững của công ty.\n* Ngoài ra, Rạng Đông còn đạt được rất nhiều các danh hiệu giải thưởng cao quí khác.\n\n== Vụ cháy nhà xưởng ở Hạ Đình năm 2019 ==\n{{chính|Vụ cháy công ty Rạng Đông}}\n\nKhoảng 18h30 ngày 28\/08\/2019 một vụ cháy đã xảy ra tại nhà xưởng và kho thành phẩm của bộ phận làm đèn dây tóc, huỳnh quang và đèn compact của công ty tại phố [[Hạ Đình]] quận [[Thanh Xuân]], Hà Nội.<ref>[https:\/\/rangdong.com.vn\/thong-bao-hoat-dong-cong-ty-ngay-29-8-2019-n445.html Thông báo hoạt động công ty ngày 29\/8\/2019]<\/ref>. Diện tích kho xưởng bị cháy là 6.000 m². Đến 22h ngày 28\/8, lửa đã được khống chế, không lan sang khu vực sản xuất LED và nhà dân xung quanh. Ước tính ban đầu về thiệt hại tài sản khoảng 150 tỉ đồng, dưới 5% tổng tài sản công ty.\n\nSau vụ cháy nhiều cơ quan chức năng đã đến kiểm tra hiện trường xác định vấn đề \"rò rỉ thủy ngân, gây độc hại đối với sức khỏe người dân vùng lân cận\". Tuy nhiên các cơ quan và cá nhân liên quan đã xử lý hoặc phát ngôn rất khác nhau, dẫn đến sự \"''nhiễu loạn thông tin làm người dân lo sợ''\".<ref name =ChRd-ktdothi >[http:\/\/kinhtedothi.vn\/vu-chay-o-cong-ty-rang-dong-thieu-hieu-biet-chuyen-mon-gay-nhieu-loan-thong-tin-nen-lam-nguoi-dan-lo-so-352232.html Vụ cháy ở Công ty Rạng Đông: Thiếu hiểu biết chuyên môn, gây nhiễu loạn thông tin nên làm người dân lo sợ]. Kinh tế Đô thị, 11\/09\/2019. Truy cập 11\/09\/2019.<\/ref>\n\nKhởi đầu là việc UBND phường Hạ Đình ra văn bản số 112\/TB-UBND ngày 29\/8\/2019 \"khuyên người dân không sử dụng thực phẩm tự nuôi trồng, nước trong bán kính 1 km từ Công ty Rạng Đông\". Tuy nhiên sáng 30\/8 lãnh đạo quận Thanh Xuân đã yêu cầu UBND Hạ Đình thu hồi văn bản số 112 vì nó \"được ban hành không đúng thẩm quyền và nội dung chưa đủ cơ sở\" <ref>[https:\/\/tuoitre.vn\/vu-chay-cong-ty-rang-dong-phuong-rut-khuyen-cao-dan-van-lo-20190831082914144.htm Vụ cháy công ty Rạng Đông: Phường rút khuyến cáo, dân vẫn lo]. Tuổi Trẻ Online, 31\/08\/2019. Truy cập 11\/09\/2019.<\/ref>. Chi cục Bảo vệ môi trường, Trung tâm Quan trắc môi trường Hà Nội lấy mẫu tại hiện trường để phân tích <ref>Vụ cháy ở Công ty Rạng Đông: Hà Nội phân tích mức độ ô nhiễm môi trường. Bnews, 30\/08\/2019. Truy cập 11\/09\/2019.<\/ref> và công bố \"kết quả quan trắc không khí quanh Công ty Rạng Đông trong ngưỡng an toàn\" <ref>Kết quả quan trắc không khí quanh Công ty Rạng Đông trong ngưỡng an toàn. Bnews, 30\/08\/2019. Truy cập 11\/09\/2019.<\/ref> cũng như kết quả xét nghiệm nhiễm độc thủy ngân ban đầu của 10 phóng viên tác nghiệp tại đám cháy và hai người dân sinh sống trong khu vực gần đám cháy cho thấy 11\/12 người tới khám đều không có gì bất thường <ref>Đã có kết quả xét nghiệm của những người tiếp xúc đám cháy ở Công ty Rạng Đông. Bnews, 31\/08\/2019. Truy cập 11\/09\/2019.<\/ref>.\n\nTuy nhiên ngày 31\/8 [[Tổng cục Môi trường]] đến lấy mẫu với những thành viên đeo [[mặt nạ phòng độc]] cẩn thận, đồng thời [[Bộ Tài nguyên và Môi trường (Việt Nam)|Bộ Tài nguyên & Môi trường]] đưa ra \"cảnh báo người dân không dùng thực phẩm, nguồn nước hở quanh đám cháy ở Công ty Rạng Đông\" <ref>[https:\/\/baophapluat.vn\/dan-sinh\/vu-chay-o-cong-ty-rang-dong-bo-tai-nguyen-moi-truong-canh-bao-nguy-co-468891.html Vụ cháy ở Công ty Rạng Đông: Bộ Tài nguyên & Môi trường cảnh báo nguy cơ]. PLVN Online, 31\/8\/2019. Truy cập 11\/09\/2019.<\/ref>, và sau đó công bố \"(tại các điểm quan trắc...) có giá trị Hg trong môi trường không khí cao vượt ngưỡng khuyến cáo của WHO và ATSDR (Mỹ) từ 10 đến 30 lần\", kèm theo là \"phải đấu tranh với lãnh đạo công ty, Rạng Đông mới thừa nhận cháy thủy ngân dạng lỏng\", đồng thời đưa ra ước tính lượng thủy ngân phát tán ra môi trường là từ 15,1&nbsp;kg đến 27,2&nbsp;kg.<ref>[https:\/\/bizlive.vn\/doanh-nghiep\/phai-dau-tranh-voi-lanh-dao-cong-ty-rang-dong-moi-thua-nhan-chay-thuy-ngan-dang-long-3519772.html “Phải đấu tranh với lãnh đạo công ty, Rạng Đông mới thừa nhận cháy thủy ngân dạng lỏng”]. bizlive.vn, 08\/09\/2019. Truy cập 11\/09\/2019.<\/ref><ref>[https:\/\/nld.com.vn\/ban-doc\/khi-nao-moi-la-su-that-cuoi-cung-lien-quan-vu-chay-o-cong-ty-rang-dong-20190909131600657.htm Vụ cháy ở Công ty Rạng Đông: sự dối trá còn đến bao giờ?]. Người Lao động Online, 09\/09\/2019. Truy cập 11\/09\/2019.<\/ref>\n\nThông báo mức nhiễm độc cao và lối trình bày \"phải đấu tranh\" như đối với một tập đoàn tội phạm môi trường, đã kích hoạt cơn sốt \"sợ [[nhiễm độc thủy ngân]]\" trong khu vực, làm người dân đổ xô sơ tán, bán nhà, đi khám bệnh, và nhiều người điều trị nội trú <ref>[https:\/\/infonet.vn\/sau-vu-chay-cong-ty-rang-dong-nguoi-ban-nha-ke-di-o-tam-hang-quan-dong-cua-post312367.info Sau vụ cháy Công ty Rạng Đông: Người bán nhà, kẻ đi ở tạm, hàng quán đóng cửa]. infonet.vn, 09\/09\/2019<\/ref>. Có những chính khách <ref>[https:\/\/nld.com.vn\/thoi-su\/ong-luu-binh-nhuong-can-khoi-to-vu-an-de-dieu-tra-vu-chay-tai-cong-ty-rang-dong-2019090910443166.htm Cần khởi tố vụ án để điều tra vụ cháy tại Công ty Rạng Đông]. Người Lao động Online, 09\/09\/2019. Truy cập 11\/09\/2019.<\/ref>, luật sư <ref>[https:\/\/thanhnien.vn\/thoi-su\/nguoi-dan-co-quyen-khoi-kien-yeu-cau-cong-ty-rang-dong-boi-thuong-thiet-hai-1125440.html Người dân có quyền khởi kiện, yêu cầu Công ty Rạng Đông bồi thường thiệt hại]. Thanhnien Online, 12\/09\/2019. Truy cập 15\/09\/2019.<\/ref>,... thì đòi \"cần khởi tố vụ án để điều tra vụ cháy tại Công ty Rạng Đông\" và tính cả chuyện đòi Công ty Rạng Đông bồi thường tổn hại sức khỏe cho người dân.\n\nNhà máy Rạng Đông đã dùng thủy ngân lỏng để sản xuất đèn tuýp neon và cao áp thủy ngân đến nay là 58 năm, gần đây mới giảm đèn chứa thủy ngân và chuyển sang LED. Điều trớ trêu là những người hàng mấy chục năm đứng sản xuất ở môi trường có thủy ngân, những người tham gia chữa cháy, đưa tin vụ cháy... đều có sức khỏe bình thường được kiểm tra, không có ca nhiễm độc nào được ghi nhận, thì cơn sốt thủy ngân đã đưa hàng ngàn người dân sống đâu đó, cả như ở phường Kim Giang, đi kiểm tra sức khỏe và một số phải điều trị nội trú. Ngoài ra lượng 27&nbsp;kg Hg cũng là lượng nhỏ; người ta có thể tìm mua một vài ký ở thành phố để phân kim hay đem lên bãi vàng để tách vàng (rồi làm bốc hơi ra môi trường). Khi cháy thì 27&nbsp;kg bốc lên cao và được gió đông nam phát tán về hướng tây bắc nhà máy. Gió cùng với các cơn mưa dông của tháng mưa cao điểm ở miền bắc, đã đưa không khí sớm trở lại trong lành ngày 29\/8. Vì thế vụ cháy ở công ty Rạng Đông là sự cố hóa chất dẫn tới sự cố môi trường ở cấp độ cơ sở, không phải là \"thảm họa\", như được nêu trong phát biểu của Bộ trưởng bộ Tài nguyên & Môi trường [[Trần Hồng Hà (bộ trưởng)|Trần Hồng Hà]]<ref>[https:\/\/vietnamnet.vn\/vn\/thoi-su\/moi-truong\/bo-truong-tran-hong-ha-song-gan-nha-may-rang-dong-khuyen-dan-yen-tam-566962.html Bộ trưởng Trần Hồng Hà sống gần Rạng Đông, khuyên dân yên tâm]. Vietnamnet, 12\/09\/2019. Truy cập 14\/09\/2019.<\/ref>. Cơn sốt \"sợ nhiễm độc thủy ngân\" thuần túy là sự cố do những người \"''thiếu hiểu biết chuyên môn''\" nhưng lại phát biểu \"đao to búa lớn\" kích động ra, và không phải chịu trách nhiệm về phát biểu của mình<ref name =ChRd-ktdothi \/>.\n\nCơn sốt ''sợ [[nhiễm độc thủy ngân]]'' dẫn đến quyết định di dời nhà máy Rạng Đông ra khỏi nội thành Hà Nội <ref name =didoi-vnn >[https:\/\/vietnamnet.vn\/vn\/thoi-su\/moi-truong\/nha-may-rang-dong-se-doi-sang-bac-ninh-566970.html Di dời nhà máy Rạng Đông sang Bắc Ninh]. Vietnamnet, 12\/09\/2019. Truy cập 14\/09\/2019.<\/ref>. Nó đáp ứng những đề xuất trước đây về việc Nhà máy Rạng Đông từng xin di dời để lấy đất xây chung cư, một mỏ vàng thật sự cần thủy ngân để chiết tách<ref>[https:\/\/thanhnien.vn\/tai-chinh-kinh-doanh\/cong-ty-rang-dong-chay-sau-2-lan-xin-chuyen-doi-dat-khong-thanh-1125512.html Công ty Rạng Đông cháy sau 2 lần xin chuyển đổi đất không thành]. Thanh Niên Online, 12\/09\/2019. Truy cập 14\/09\/2019.<\/ref><ref>[https:\/\/tuoitre.vn\/bat-ngo-phat-lo-nha-may-rang-dong-tung-xin-di-doi-de-xay-chung-cu-20190912192417182.htm Bất ngờ 'phát lộ': Nhà máy Rạng Đông từng xin di dời để xây chung cư]. Tuoitre Online, 12\/09\/2019. Truy cập 14\/09\/2019.<\/ref>.\n\n== Xem thêm ==\n* [[Nhiễm độc thủy ngân]]\n== Tham khảo ==\n{{tham khảo|27em}}\n\n==Liên kết ngoài==\n* {{Trang web chính thức|https:\/\/rangdong.com.vn\/}}\n[[Thể loại:Công ty cổ phần Việt Nam]]\n[[Thể loại:Hàng gia dụng]]\n[[Thể loại:Đèn]]\n[[Thể loại:Nhiễm độc thủy ngân]]\n[[Thể loại:Thanh Xuân]]\n[[Thể loại:Kinh tế Hà Nội]]"}