{"2461818":"'''Công hàm năm 1958 của Thủ tướng Phạm Văn Đồng''' là công hàm do Thủ tướng Chính phủ Việt Nam Dân chủ Cộng hòa [[Phạm Văn Đồng]] gửi cho Thủ tướng Quốc vụ viện Cộng hòa Nhân dân Trung Hoa [[Chu Ân Lai]] vào ngày [[14 tháng 9]] năm [[1958]]. Công hàm này được gửi sang Trung Quốc bằng [[điện báo]], sau đó sáng ngày [[21 tháng 9]] năm [[1958]], Đại sứ Việt Nam Dân chủ Cộng hòa tại Trung Quốc Nguyễn Khang đã trình công hàm này cho Thứ trưởng [[Bộ Ngoại giao]] Cộng hòa Nhân dân Trung Hoa Cơ Bằng Phi. Trong công hàm này Thủ tướng [[Phạm Văn Đồng]] thông báo cho Thủ tướng Chu Ân Lai biết Chính phủ Việt Nam Dân chủ Cộng hòa \"tán thành và tôn trọng\" ''\"bản tuyên bố ngày 4 tháng 9 năm 1958 của Chính phủ nước Cộng hòa Nhân dân Trung Hoa quyết định về hải phận 12 hải lý của Trung Quốc\"''.<ref>[http:\/\/www.viet.rfi.fr\/viet-nam\/20140524-viet-nam-chinh-thuc-tuyen-bo-cong-ham-pham-van-dong-la-vo-gia-tri Việt Nam chính thức tuyên bố công hàm Phạm Văn Đồng là vô giá trị], RFI, 24\/05\/2014.<\/ref>\n\nChính quyền Trung Quốc cho rằng công hàm Phạm Văn Đồng là một trong những bằng chứng cho thấy chính quyền Việt Nam đã công nhận chủ quyền của Trung Quốc đối với hai quần đảo [[quần đảo Hoàng Sa|Hoàng Sa]] và [[quần đảo Trường Sa|Trường Sa]]. Chính quyền Việt Nam thì cho rằng công hàm Phạm Văn Đồng không hề công nhận hai quần đảo Hoàng Sa và Trường Sa là của Trung Quốc vì trong công hàm không có chỗ nào nói tới hai quần đảo này. Cũng theo chính quyền [[Việt Nam]] giá trị pháp lý của nó phải được đánh giá theo bối cảnh lịch sử lúc đó khi Việt Nam Dân chủ Cộng hòa không có quyền quản lý hai quần đảo này.\n\n==Tên gọi==\nTrước đây báo chí tiếng Việt ở trong và ngoài nước [[Việt Nam]] đều gọi bức thư của Thủ tướng Phạm Văn Đồng là \"công hàm\".<ref name=\"ddk\">Nhóm PV Biển Đông, [http:\/\/daidoanket.vn\/index.aspx?Menu=1501&Chitiet=34740&Style=1 Công hàm 1958 với chủ quyền Hoàng Sa và Trường Sa của Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140303080546\/http:\/\/daidoanket.vn\/index.aspx?Menu=1501&Chitiet=34740&Style=1 |date=2014-03-03 }} Đại Đoàn Kết, 27\/07\/201. Truy cập ngày 26 tháng 5 năm 2014.<\/ref><ref>Nhóm PV Biển Đông, \"[http:\/\/daidoanket.vn\/index.aspx?Menu=1501&Chitiet=34740&Style=1 Công hàm 1958 với chủ quyền Hoàng Sa và Trường Sa của Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140303080546\/http:\/\/daidoanket.vn\/index.aspx?Menu=1501&Chitiet=34740&Style=1 |date=2014-03-03 }}\" truy cập ngày 26 tháng 5 năm 2014; \"[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/05\/140520_china_phamvandong_views.shtml TQ lại nhắc Công hàm Phạm Văn Đồng]\" BBC tiếng Việt, truy cập ngày 26 tháng 5 năm 2014; Thụy My, \"Trí thức Việt Nam kiến nghị yêu cầu Bộ Ngoại giao cung cấp thông tin về quan hệ với Trung Quốc\", RFI tiếng Việt, [http:\/\/www.viet.rfi.fr\/viet-nam\/20110705-tri-thuc-viet-nam-kien-nghi-yeu-cau-bo-ngoai-giao-cung-cap-thong-tin-ve-quan-h Trí thức Việt Nam kiến nghị yêu cầu Bộ Ngoại giao cung cấp thông tin về quan hệ với Trung Quốc] truy cập ngày 26 tháng 5 năm 2014; Nam Nguyên, \"[http:\/\/www.rfa.org\/vietnamese\/in_depth\/campaign-dispel-diplomatic-1958-nn-01072014120149.html Hóa giải công hàm Phạm Văn Đồng 1958?]\" RFA tiếng Việt, truy cập ngày 26 tháng 5 năm 2014.<\/ref> Trong cuộc họp báo do [[Bộ Ngoại giao Việt Nam]] tổ chức tại [[Hà Nội]] chiều ngày [[23 tháng 5]] năm [[2014]], ông Trần Duy Hải, Phó Chủ nhiệm Ủy ban Biên giới Quốc gia Bộ Ngoại giao Việt Nam, đã gọi công hàm của Thủ tướng Phạm Văn Đồng là \"công thư\", và khẳng định \"công thư\" này là một \"văn bản ngoại giao\". Ông không giải thích từ \"công thư\" mang hàm ý gì.<ref>Lê Quân và Nguyễn Tuấn, [http:\/\/www.thanhnien.com.vn\/pages\/20140523\/dang-hop-bao-quoc-te-ve-bien-dong.aspx Công thư của Thủ tướng Phạm Văn Đồng không có giá trị pháp lý với Hoàng Sa và Trường Sa] Thanh Niên, truy cập ngày 26 tháng 5 năm 2014; Việt Võ, [http:\/\/nongnghiep.vn\/nongnghiepvn\/vi-vn\/25\/125634\/su-kien\/trung-quoc-dien-giai-cong-ham-nam-1958-hoan-toan-bia-dat.html Trung Quốc diễn giải công hàm năm 1958 hoàn toàn bịa đặt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140528010537\/http:\/\/nongnghiep.vn\/nongnghiepvn\/vi-vn\/25\/125634\/su-kien\/trung-quoc-dien-giai-cong-ham-nam-1958-hoan-toan-bia-dat.html |date = ngày 28 tháng 5 năm 2014}} Nông nghiệp Việt Nam, truy cập ngày 26 tháng 5 năm 2014.<\/ref> Sau cuộc họp báo đó, một số bài viết của báo chí [[Việt Nam]] về sự kiện này và công hàm của Thủ tướng Phạm Văn Đồng chỉ dùng cách gọi \"công thư\", không gọi là \"công hàm\" và cũng không giải thích ý nghĩa của từ \"công thư\".<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/cong-thu-1958-co-noi-dung-nhu-the-nao-2994952.html Công thư 1958 có nội dung như thế nào] VnExpress, truy cập ngày 26 tháng 5 năm 2014; Trọng Giáp và Hoàng Thùy, [http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/cong-thu-1958-khong-cong-nhan-chu-quyen-hoang-sa-cho-trung-quoc-2994595.html Công thư 1958 không công nhận chủ quyền Hoàng Sa cho Trung Quốc] VnExpress, truy cập ngày 26 tháng 5 năm 2014; Hoài Thu, [http:\/\/www.doisongphapluat.com\/xa-hoi\/bai-5-su-that-ve-cong-thu-1958-cua-co-thu-tuong-pham-van-dong-a34301.html Bài 5: Sự thật về công thư 1958 của cố Thủ tướng Phạm Văn Đồng] Đời Sống & Pháp Luật, truy cập ngày 26 tháng 5 năm 2014; H.G và C.V.K, [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/609120\/cong-thu%C2%A0co-thu-tuong-pham-van-dong-khong-de-cap-chu-quyen-lanh-tho.html Công thư 1958 không đề cập chủ quyền lãnh thổ] Tuổi Trẻ 24\/05\/2014, truy cập ngày 26 tháng 5 năm 2014.<\/ref>\n\nTrong bài viết \"Không một quốc gia nào công nhận chủ quyền Trung Quốc đối với Hoàng Sa\" đăng trên báo [[Báo Thanh Niên|Thanh Niên]], công hàm của Thủ tướng Phạm Văn Đồng lại được gọi là \"công điện\". Cũng trong bài viết này, khi trả lời câu hỏi của phóng viên báo Thanh Niên, Thiếu tướng [[Lê Văn Cương]], nguyên Viện trưởng Viện Chiến lược [[Bộ Công an Việt Nam]], nói rằng \"công điện\" mà Thủ tướng Phạm Văn Đồng gửi cho Thủ tướng Chu Ân Lai là \"một bức thư công\" nhưng ông Cương không giải thích thế nào là \"thư công\".<ref>Trường Sơn, \"[http:\/\/www.thanhnien.com.vn\/pages\/20140526\/khong-mot-quoc-gia-nao-cong-nhan-chu-quyen-trung-quoc-doi-voi-hoang-sa.aspx Không một quốc gia nào công nhận chủ quyền Trung Quốc đối với Hoàng Sa]\" Thanh Niên, truy cập ngày 26 tháng 5 năm 2014.<\/ref>\n\n==Bối cảnh==\nTại [[Hội nghị San Francisco]] tháng 9 năm [[1951]] để giải quyết các vấn đề về lãnh thổ sau [[chiến tranh thế giới thứ hai]], phái đoàn [[Liên Xô]] ngày [[5 tháng 9]] năm [[1951]] đã đề nghị trao trả 2 quần đảo cho chủ cũ. Hai ngày sau, ngày [[7 tháng 9]] năm [[1951]], tại hội nghị này Thủ tướng kiêm Ngoại trưởng [[Trần Văn Hữu]], trưởng phái đoàn [[Quốc gia Việt Nam]] đã lên tiếng tái xác nhận chủ quyền của [[Việt Nam]] trên hai quần đảo [[quần đảo Hoàng Sa|Hoàng Sa]], [[quần đảo Trường Sa|Trường Sa]]. Trong đó có đoạn: \"Và để tận dụng không ngần ngại mọi cơ hội để dập tắt những mầm mống bất hòa, chúng tôi khẳng định chủ quyền của chúng tôi trên hai quần đảo Hoàng Sa và Trường Sa từ xưa đến nay vẫn thuộc cương vực Việt Nam\". Lời tuyên bố này đã được [[Hội nghị San Francisco]] ghi vào biên bản. Và trong tất cả 51 phái đoàn các nước, không có phái đoàn nào phản đối, kể cả Liên Xô.<ref name=tt1>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/504790\/bat-chap-cong-ly-va-du-luan.html#ad-image-0 Bất chấp công lý và dư luận] TT, 03\/08\/2012.<\/ref>\n\nTừ [[Tháng hai|tháng 2]] đến [[Tháng tư|tháng 4]] năm [[1958]] lần đầu tiên có hội nghị về [[Luật biển|Công ước Luật biển]]. Trong số 4 công ước được bàn thảo, có Công ước về [[lãnh hải]] và vùng tiếp giáp lãnh hải. Tuy nhiên, hội nghị thất bại vì không thống nhất được khoảng cách [[lãnh hải]] là 12 [[hải lý]] vì nhiều quốc gia có quan điểm khác nhau, Mỹ chỉ chấp nhận 3 hải lý, có một số quốc gia cho là 4,5 hải lý thì tốt hơn, còn Trung Quốc đòi 12 hải lý, lại còn một số quốc gia [[châu Nam Mỹ|Nam Mỹ]] muốn 200 hải lý.\n\nVào thời điểm [[1958]], quan hệ Mỹ-Trung Quốc cực kỳ căng thẳng về vấn đề [[Đài Loan]]. Trong bối cảnh đó, Thủ tướng [[Chu Ân Lai]] tuyên bố [[hải phận]] của Trung Quốc là 12 hải lý kể từ đất liền của Trung Quốc và các đảo ngoài khơi, bao gồm cả \"quần đảo Tây Sa\" (Hoàng Sa) và \"Nam Sa\" (Trường Sa). Sau đó, Thủ tướng Phạm Văn Đồng ra công hàm công nhận hải phận 12 hải lý của Trung Quốc.\n\nNăm [[1977]], Thủ tướng [[Phạm Văn Đồng]] đã đổi ý và biện hộ rằng ông đưa công hàm vào thời điểm đó là do các nhu cầu [[Chiến tranh Việt Nam|chiến tranh]].<ref>{{chú thích sách|title=China's War with Vietnam, 1979: Issues, Decisions, and Implications|author=King C. Chen|publisher=Hoover Press|pages=45|url=http:\/\/books.google.com\/books?id=vY4tBfqGvZ4C&pg=PA45&dq=pham+van+dong+xisha&hl=en&sa=X&ei=3fCUU5qgDNbsoATNyILAAQ&ved=0CCUQ6AEwAA#v=onepage&q=pham%20van%20dong%20xisha&f=false}}<\/ref>\n\n==Bản tuyên bố ngày 4 tháng 9 năm 1958 của CHND Trung Hoa==\nBản tuyên bố của Chính phủ Cộng hòa Nhân dân Trung Hoa có nội dung như sau:<ref>{{Chú thích web |url=http:\/\/www.law.fsu.edu\/library\/collection\/LimitsinSeas\/ls043.pdf |ngày truy cập=2014-05-28 |tựa đề=Bản tuyên bố ngày 4 tháng 9 năm 1958 của CHND Trung Hoa (Bản tiếng Anh) |archive-date = ngày 8 tháng 10 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101008135947\/http:\/\/www.law.fsu.edu\/library\/collection\/limitsinseas\/ls043.pdf |url-status=dead }}<\/ref><ref>{{Chú thích web|tiêu đề=中华人民共和国全国人民代表大会常务委员会关于批准中华人民共和国政府关于领海声明的决议|url=http:\/\/law.people.com.cn\/showdetail.action?id=2556477|ngày truy cập=ngày 30 tháng 5 năm 2014|archive-date=2014-07-14|archive-url=https:\/\/web.archive.org\/web\/20140714213200\/http:\/\/law.people.com.cn\/showdetail.action?id=2556477|url-status=dead}}<\/ref>\n:''\"Chính phủ nước Cộng hòa Nhân dân Trung Hoa nay tuyên bố:''\n::(1) Bề rộng [[lãnh hải]] của nước Cộng hòa Nhân dân Trung Hoa là 12 [[hải lý]]. Điều lệ này áp dụng cho toàn lãnh thổ nước Cộng hòa Nhân dân Trung Hoa, bao gồm phần đất [[Trung Quốc]] trên đất liền và các hải đảo ngoài khơi, [[Đài Loan]] (tách biệt khỏi đất liền và các hải đảo khác bởi biển cả) và các đảo phụ cận, quần đảo [[Bành Hồ]], [[quần đảo Đông Sa]], [[quần đảo Hoàng Sa|quần đảo Tây Sa]], [[Bãi Macclesfield|quần đảo Trung Sa]], [[quần đảo Trường Sa|quần đảo Nam Sa]], và các đảo khác thuộc Trung Quốc.\n::(2) Các đường thẳng nối liền mỗi điểm cơ sở của bờ biển trên đất liền và các đảo ngoại biên ngoài khơi được xem là các đường cơ sở của lãnh hải dọc theo đất liền [[Trung Quốc]] và các đảo ngoài khơi. Phần biển 12 hải lý tính ra từ các đường cơ sở là hải phận của Trung Quốc. Phần biển bên trong các đường cơ sở, kể cả [[vịnh Bột Hải]] và [[eo biển Quỳnh Châu]], là vùng nội hải của Trung Quốc. Các đảo bên trong các đường cơ sở, kể cả đảo Đông Dẫn, đảo Cao Đăng, [[quần đảo Mã Tổ|các đảo Mã Tổ]], [[Cử Quang (hương)|các đảo Bạch Khuyển]], đảo [[Ô Khâu|Điểu Khâu]], Đại và Tiểu [[Kim Môn]], [[đảo Đại Đảm]], [[đảo Nhị Đảm]], và đảo Đông Đĩnh, là các đảo thuộc nội hải Trung Quốc.\n::(3) Nếu không có sự cho phép của [[Quốc vụ viện Cộng hòa Nhân dân Trung Hoa|Chính phủ Cộng hòa Nhân dân Trung Hoa]], tất cả máy bay nước ngoài và tàu bè quân sự không được xâm nhập hải phận Trung Quốc và vùng trời bao trên hải phận này. Bất cứ tàu bè nước ngoài nào di chuyển trong hải phận Trung Quốc đều phải tuyên thủ các luật lệ liên hệ của Chính phủ Cộng hòa Nhân dân Trung Hoa.\n::(4) Điều (2) và (3) bên trên cũng áp dụng cho [[Đài Loan]] và các đảo phụ cận, quần đảo Bành Hồ, quần đảo Đông Sa, quần đảo Tây Sa, quần đảo Trung Sa, quần đảo Nam Sa, và các đảo khác thuộc Trung Quốc.\n::Khu vực [[Đài Loan]] và [[Bành Hồ]] hiện tại vẫn bị lực lượng vũ trang [[Hoa Kỳ]] xâm chiếm. Đây là hành vi phi pháp, xâm phạm sự toàn vẹn lãnh thổ và chủ quyền của nước Cộng hòa Nhân dân Trung Hoa. Đài Loan và Bành Hồ đang chờ được thu phục. Cộng hòa Nhân dân Trung Hoa có quyền dùng mọi biện pháp thích ứng để lấy lại các phần đất này trong tương lai, không cho phép nước ngoài can thiệp.\"\n\n==Toàn văn công hàm==\n[[Tập tin:1958 diplomatic note from phamvandong to zhouenlai.jpg|nhỏ|Công hàm của [[Thủ tướng]] Việt Nam Dân chủ Cộng hòa [[Phạm Văn Đồng]] gửi cho [[Thủ tướng]] Cộng hòa Nhân dân Trung Hoa [[Chu Ân Lai]] vào năm [[1958]].]]\nTheo bài viết \"Công hàm 1958 với chủ quyền Hoàng Sa và Trường Sa của Việt Nam\" đăng trên báo [[Báo Đại Đoàn Kết|Đại Đoàn Kết]] thì toàn văn công hàm ngày [[14 tháng 9]] năm [[1958]] của Thủ tướng Chính phủ Việt Nam Dân chủ Cộng hòa [[Phạm Văn Đồng]] gửi Thủ tướng Quốc vụ viện Cộng hòa Nhân dân Trung Hoa [[Chu Ân Lai]] như sau:\n{{cquote|\nThưa Đồng chí Tổng lý,\n\nChúng tôi xin trân trọng báo tin để Đồng chí Tổng lý rõ:\n\nChính phủ nước [[Việt Nam Dân chủ Cộng hòa]] ghi nhận và tán thành bản tuyên bố, ngày [[4 tháng 9]] năm [[1958]], của Chính phủ nước [[Cộng hòa Nhân dân Trung Hoa]], quyết định về hải phận của Trung Quốc.\n\nChính phủ nước Việt Nam Dân chủ Cộng hòa tôn trọng quyết định ấy và sẽ chỉ thị cho các cơ quan Nhà nước có trách nhiệm triệt để tôn trọng hải phận 12 hải lý của [[Trung Quốc]] trong mọi quan hệ với nước Cộng hòa Nhân dân Trung Hoa trên mặt biển.\n\nChúng tôi xin kính gửi Đồng chí Tổng lý lời chào rất trân trọng.<ref name=\"ddk\"\/>}}\nNgày [[22 tháng 9]] năm [[1958]], công hàm trên của Thủ tướng Phạm Văn Đồng đã được đăng trên báo [[Báo Nhân dân|Nhân dân]].<ref>Đức Toàn, [http:\/\/petrotimes.vn\/news\/vn\/bien-dong\/hoang-sa\/vi-sao-xay-ra-hai-chien-hoang-sa-1974.html Vì sao xảy ra Hải chiến Hoàng Sa 1974?] PetroTimes, truy cập ngày 26 tháng 5 năm 2014; Nhã Trân, [http:\/\/www.rfa.org\/vietnamese\/in_depth\/how-valid-is-former-PM-PhamVanDong-diplomatic-note-NTran-09112008162232.html Giá trị và hiệu lực pháp lý công hàm của cựu Thủ tướng Phạm Văn Đồng?] RFA tiếng Việt, truy cập ngày 26 tháng 5 năm 2014.<\/ref>\n\n==Ảnh hưởng==\nCác học giả, các nhà ngoại giao [[Trung Quốc]] thường dùng Công hàm này để cho là [[Việt Nam]] đã từng đồng ý chấp nhận quần đảo [[quần đảo Hoàng Sa|Hoàng Sa]] và [[quần đảo Trường Sa|Trường Sa]] (mà Trung Quốc gọi là quần đảo Tây Sa và Nam Sa) là lãnh thổ của Trung Quốc. Việt Nam chỉ thay đổi lập trường sau khi đất nước thống nhất vào năm 1975 và như vậy là vi phạm nguyên tắc luật quốc tế [[estoppel]].<ref>[http:\/\/www.nanhai.org.cn\/en\/cg_detail.asp?newsid=7724 China vs. Vietnam: A campaign for publication relations] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140527220308\/http:\/\/www.nanhai.org.cn\/en\/cg_detail.asp?newsid=7724 |date = ngày 27 tháng 5 năm 2014}} 23\/5\/2014, nanhai.<\/ref><ref name=\"bbc1\">[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/05\/140520_china_phamvandong_views.shtml TQ lại nhắc Công hàm Phạm Văn Đồng] BBC, 20\/05\/2014, truy cập ngày 26\/5\/2014.<\/ref>\n\nTrước đây, nhiều nhà trí thức Việt Nam đã kiến nghị yêu cầu [[Bộ Ngoại giao Việt Nam]] cung cấp thông tin về quan hệ với Trung Quốc, trong đó kiến nghị có thông tin công khai về nội dung những buổi gặp gỡ của các cấp ngoại giao và về công hàm này, như trong tuyên cáo ngày 2 tháng 7 năm 2011 của nhiều trí thức, trong số đó có cựu đại sứ [[Nguyễn Trọng Vĩnh]], các giáo sư [[Nguyễn Huệ Chi]], [[Hoàng Tụy]], [[Chu Hảo]], tiến sĩ [[Nguyễn Quang A]], [[Nguyễn Xuân Diện]], các nhà văn [[Nguyên Ngọc]], ông [[Lê Hiếu Đằng]]...<ref>[http:\/\/www.viet.rfi.fr\/viet-nam\/20110705-tri-thuc-viet-nam-kien-nghi-yeu-cau-bo-ngoai-giao-cung-cap-thong-tin-ve-quan-h Trí thức Việt Nam kiến nghị yêu cầu Bộ Ngoại giao cung cấp thông tin về quan hệ với Trung Quốc] RFI, 05\/7\/2011 2011, truy cập ngày 26 tháng 5 năm 2014.<\/ref>\n\n==Phản ứng cấp chính phủ==\n===Phía Việt Nam===\nNgày [[7 tháng 8]] năm [[1979]], Bộ Ngoại giao nước Cộng hòa Xã hội Chủ nghĩa Việt Nam ra Tuyên bố về [[quần đảo Hoàng Sa]] và [[quần đảo Trường Sa]], bác bỏ \"sự xuyên tạc\" của Trung Quốc trong việc công bố một số tài liệu của Việt Nam liên quan đến các quần đảo Hoàng Sa và Trường Sa, khẳng định lại chủ quyền của Việt Nam đối với 2 quần đảo này, nhắc lại lập trường của Việt Nam về việc giải quyết sự tranh chấp về 2 quần đảo giữa hai nước bằng thương lượng hòa bình.<ref>{{Chú thích web | url = http:\/\/www.hoangsa.danang.gov.vn\/index.php\/gi-i-thi-u\/l-ch-s-ch-quy-n?start=2 | tiêu đề = Lịch sử chủ quyền | tác giả 1 =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2015-05-08 | archive-url = https:\/\/web.archive.org\/web\/20150508102330\/http:\/\/hoangsa.danang.gov.vn\/index.php\/gi-i-thi-u\/l-ch-s-ch-quy-n?start=2 | url-status = dead }}<\/ref>\n\nNgày [[23 tháng 5]] năm [[2014]], trong cuộc họp báo quốc tế về tình hình Biển Đông do Bộ Ngoại giao Việt Nam tổ chức, ông [[Trần Duy Hải]], Phó chủ nhiệm Ủy ban Biên giới Quốc gia thuộc Bộ Ngoại giao Việt Nam, phát biểu: ''\"Công thư của cố thủ tướng là văn bản ngoại giao. Giá trị pháp lý nằm trong nội dung công thư. Việt Nam công nhận vấn đề 12 hải lý nêu trong công thư chứ không đề cập tới [[Hoàng Sa]], [[quần đảo Trường Sa|Trường Sa]] vì thế đương nhiên không có giá trị pháp lý với Hoàng Sa và Trường Sa. Giá trị công thư phải đặt trong bối cảnh cụ thể. Công thư gửi Trung Quốc lúc đó Hoàng Sa và Trường Sa đang thuộc quản lý của [[Việt Nam Cộng hòa]], Trung Quốc chỉ là một bên tham gia. Không thể cho người khác cái gì mà bạn chưa có được. Vì thế công thư không có giá trị chủ quyền với Tây Sa, Nam Sa theo cách gọi của Trung Quốc\".''<ref name=tt1\/> Cũng theo ông Hải, ''\"Đến nay không quốc gia nào công nhận chủ quyền của Trung Quốc ở Hoàng Sa\"''<!-- có quốc gia nào công nhận Hoàng Sa của VN không ? -->\n\n===Phía Trung Quốc===\nNgày [[30 tháng 1]] năm [[1980]], để phản ứng việc Việt Nam công bố sách trắng về chủ quyền trên Hoàng Sa và Trường Sa, Bộ Ngoại giao Cộng hòa Nhân dân Trung Hoa đã xuất bản một tài liệu với tên gọi \"Chủ quyền không tranh cãi của Trung Quốc đối với hai quần đảo Tây Sa và Nam Sa\".<ref name=\"duongtrungquoc\"\/><ref name=\"chinareview\">{{chú thích tạp chí|title=China's Indisputable Sovereignty Over the Xisha and Nansha Islands|\nauthor=Bộ Ngoại giao Cộng hòa Nhân dân Trung Hoa|journal=Peking Review|pages=15-24|publisher=Nhà Xuất bản Quốc tế Trung Quốc|year=1980|date=ngày 18 tháng 2 năm 1980|issue=7|url=http:\/\/www.marxists.org\/subject\/china\/peking-review\/1980\/PR1980-07.pdf|access-date =ngày 8 tháng 6 năm 2014}}<\/ref> Trong tiểu mục với tựa \"Sự man trá của chính quyền Việt Nam\", tài liệu nhắc đến việc báo ''Nhân dân'' ngày [[6 tháng 9]] năm [[1958]] in toàn văn tuyên bố về hải phận của Trung Quốc ở trang đầu, trong đó có đoạn nói về Nam Sa và Tây Sa, cũng như công hàm của Thủ tướng [[Phạm Văn Đồng]].<ref name=\"chinareview\"\/> Trung Quốc cũng công bố công hàm trong tài liệu và nói rằng đây là bằng chứng cho thấy chính phủ Việt Nam đã công nhận chủ quyền của Trung Quốc đối với hai quần đảo. Cùng với công hàm của Thủ tướng Phạm Văn Đồng, tài liệu này cũng công bố một bản đồ thế giới do Cục Đo đạc và Bản đồ thuộc Phủ Thủ tướng Việt Nam [Dân chủ Cộng hòa] xuất bản tháng 5 năm 1972 cho thấy các quần đảo này có tên Tây Sa và Nam Sa.<ref name=\"duongtrungquoc\"\/><ref name=\"chinareview\"\/>\n\nTheo Trung Quốc, công hàm này và các tài liệu họ đưa ra là \"các tài liệu nhà nước chính thức\" và \"các văn bản có hiệu lực pháp lý\" mà phía Việt Nam luôn đòi hỏi để thiết lập chủ quyền lãnh thổ. Các tài liệu cho thấy cho đến năm 1974, Việt Nam vẫn công nhận chủ quyền của Trung Quốc đối với Tây Sa và Nam Sa, và việc chính quyền Việt Nam nuốt lời và man trá là điều hoàn toàn không được phép làm dưới luật quốc tế.<ref name=\"chinareview\"\/>\n\nNhân [[Vụ giàn khoan HD-981]], vào ngày [[20 tháng 5]] năm [[2014]], đại diện lâm thời Sứ quán Trung Quốc ở Indonesia, Lưu Hồng Dương, đăng bài lên báo [[Indonesia]] [[Jakarta Post]] lại mượn công hàm này để khẳng định quần đảo Hoàng Sa và Trường Sa là của Trung Quốc: \"Trong tuyên bố ngày 14\/9\/1958 thay mặt chính phủ Việt Nam, Thủ tướng Việt Nam khi đó, Phạm Văn Đồng, công khai thừa nhận [[quần đảo Tây Sa]] (tên của Trung Quốc gọi quần đảo Hoàng Sa) và các đảo khác ở [[Nam Hải]] (Biển Đông) là lãnh thổ Trung Quốc.\"\n\nTiến sĩ Ngô Sĩ Tồn, Giám đốc Viện Nghiên cứu Nam Hải của Trung Quốc, có bài trả lời phỏng vấn hãng tin Đức ''[[Deutsche Welle]]'', được đăng trên mạng cùng ngày, cũng nói: \"Năm 1958, Thủ tướng Việt Nam khi đó là Phạm Văn Đồng đã công nhận chủ quyền Trung Quốc đối với Tây Sa và Nam Sa trong công hàm gửi Thủ tướng Trung Quốc Chu Ân Lai. Hà Nội chỉ thay đổi lập trường sau khi đất nước thống nhất năm 1975. Nhưng theo nguyên tắc estoppel, Trung Quốc không tin rằng Việt Nam có thể thay đổi lập trường về vấn đề chủ quyền\".<ref name=\"bbc1\"\/>\n\nNgày [[8 tháng 6]] năm [[2014]], Bộ Ngoại giao Cộng hòa Nhân dân Trung Hoa công bố tài liệu nêu quan điểm của Trung Quốc trong vụ giàn khoan, trong đó Trung Quốc lặp lại các tài liệu như đã công bố năm 1980, đồng thời còn đưa ra một tài liệu từ sách giáo khoa môn địa lý lớp 9 phổ thông xuất bản bởi Nhà xuất bản Giáo dục tại Hà Nội năm 1974. Trong đó, bài đọc về địa lý Trung Quốc có đoạn ghi rõ: \"Vòng cung đảo từ các đảo Nam sa, Tây sa, đến các đảo Hải nam, Đài loan, quần đảo Hoành bồ, Châu sơn... làm thành một bức \"trường thành\" bảo vệ lục địa Trung quốc\".<ref>{{Chú thích web|url=http:\/\/vietnamese.cri.cn\/481\/2014\/06\/09\/1s199588.htm|tiêu đề=Giàn khoan \"981\" tiến hành hoạt động tác nghiệp: Hành vi khiêu khích của Việt Nam và lập trường của Trung Quốc\n|tác giả 1=Bộ ngoại giao Cộng hòa Nhân dân Trung Hoa|nhà xuất bản=Đài phát thanh Quốc tế Trung Quốc|ngày tháng=ngày 9 tháng 6 năm 2014|ngày truy cập=ngày 10 tháng 6 năm 2014}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/t1163264.shtml|tiêu đề=The Operation of the HYSY 981 Drilling Rig: Vietnam's Provocation and China's Position|ngày tháng=ngày 8 tháng 6 năm 2014|ngày truy cập=ngày 9 tháng 6 năm 2014|nhà xuất bản=Bộ Ngoại giao Cộng hòa Nhân dân Trung Hoa}}<\/ref>\n\n==Bình luận==\n===Phía Việt Nam===\nNhà nghiên cứu Biển Đông [[Hoàng Việt]], một giảng viên về Luật Quốc tế ở TPHCM, cho là công hàm ở thời điểm đó không có thẩm quyền về quần đảo [[quần đảo Hoàng Sa|Hoàng Sa]], [[quần đảo Trường Sa|Trường Sa]]. Theo Hiệp định Geneve (1954) mà Trung Quốc đã ký, về mặt pháp lý quốc tế Thủ tướng Phạm Văn Đồng không có trách nhiệm quản lý phần lãnh thổ phía Nam. Sau khi thống nhất đất nước năm 1975, chính quyền Việt Nam đã tuyên bố khẳng định chủ quyền của Việt Nam rồi. Về mặt pháp lý quốc tế phù hợp, chính quyền có thẩm quyền quản lý Hoàng Sa, Trường Sa liên tục, từ [[nhà Nguyễn]] tới thời Pháp thuộc trong đó có nhiều chính phủ khác nhau và như vậy cho đến sau khi thống nhất các chính phủ có thẩm quyền đều khẳng định chủ quyền của mình và thực thi liên tục không đứt đoạn, vấn đề này thể hiện giá trị pháp lý quốc tế.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/campaign-dispel-diplomatic-1958-nn-01072014120149.html Hóa giải công hàm Phạm Văn Đồng 1958?] RFA, 07.01.2014.<\/ref>\n\nCũng theo ông Việt, công hàm năm 1958 của Thủ tướng [[Phạm Văn Đồng]] ra đời trong hoàn cảnh quan hệ đặc thù, [[Việt Nam Dân chủ Cộng hòa]] – [[Trung Quốc]] lúc đó đang \"vừa là đồng chí vừa là anh em\", năm 1955 Trung Quốc đã chiếm lại từ tay quân đội [[Tưởng Giới Thạch]] ([[Đài Loan]]) đảo Bạch Long Vĩ (quân Tưởng Giới Thạch chiếm đảo này từ năm 1949) và năm 1957 đã trao trả lại cho Việt Nam<ref name=\"blv1\">{{Chú thích web |url=http:\/\/www.haiphong.gov.vn\/bachlongvi\/vn\/index.asp?menuid=628&parent_menuid=533&fuseaction=3&articleid=4837 |tiêu đề=Quá trình hình thành và phát triển của huyện đảo Bạch Long Vĩ |nhà xuất bản=Trang chủ huyện Bạch Long Vĩ |ngày truy cập=2013\/4\/28 |url lưu trữ=https:\/\/web.archive.org\/web\/20071116045329\/http:\/\/www.haiphong.gov.vn\/bachlongvi\/vn\/index.asp?menuid=628&parent_menuid=533&fuseaction=3&articleid=4837 |ngày lưu trữ=2007-11-16 |url-status=dead }}<\/ref>. Theo ông Việt, Công hàm năm 1958 là để nêu quan điểm công nhận tuyên bố lãnh hải 12 hải lý của Trung Quốc, nhưng ''\"sau này người ta diễn giải khác đi, đặc biệt là Trung Quốc. Chắc có lẽ ông Đồng cũng không ngờ là sau này công hàm của ông lại được diễn giải một cách khác nhau rất nhiều như vậy\"''.<ref>[http:\/\/www.voatiengviet.com\/content\/south-china-sea-dispute-07-ngày 8 tháng 11 năm 125223929\/906357.html Tranh chấp Biển Đông: Phỏng vấn Thạc sĩ Hoàng Việt về 'Công hàm Phạm Văn Đồng'] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200926094452\/https:\/\/www.voatiengviet.com\/content\/south-china-sea-dispute-07-ng%C3%A0y |date=2020-09-26 }} VOA, 25\/05\/2014.<\/ref>.\n\nHọc giả Pháp, bà Duy Tân Joële Nguyễn, chuyên gia chính trị học và luật quốc tế, cho biết: \"Trong pháp luật quốc tế, ngăn chặn là một nguyên tắc, theo đó một nhà nước phải được coi như liên hệ với hành vi của nó trong quá khứ và do đó không thể khẳng định một tuyên bố mới, không thể tuyên bố hoặc hành động mâu thuẫn với những gì mà nhà nước đó đã tuyên bố hoặc thực hiện từ trước, để bảo toàn tính chất chắc chắn pháp lý và sự tin cậy giữa các quốc gia. Tuy nhiên, ngăn chặn không có nghĩa là một nhà nước bị ràng buộc bởi tất cả những gì mà nhà nước đó đã tuyên bố.\n\nTheo lý luận, có bốn điều kiện phải được đáp ứng.\n\n# Tuyên bố hoặc quyết định phải được thực hiện bởi một cơ quan có thẩm quyền một cách rõ ràng và không lập lờ nước đôi.\n# Nhà nước tuyên bố \"ngăn chặn\" phải chứng minh rằng nhà nước này đã có được lòng tin trong cam kết mà nhà nước này đã thực hiện và hành động đúng theo;\n# Nhà nước phải chứng minh rằng quốc gia của mình đã bị thiệt hại hoặc quốc gia kia đã hưởng lợi.\n# Nhà nước đã cam kết phải thực hiện nhất quán và luôn luôn nhất quán.\n\nKết quả là, nhà nước phải bày tỏ ý định quả quyết muốn được ràng buộc bởi cam kết này và sẽ tôn trọng nó. Phân tích của chúng tôi đối với tuyên bố của ông [[Phạm Văn Đồng]] thấy nó không hội đủ nguyên tắc ngăn chặn nói trên, một số điều kiện còn thiếu, đặc biệt, dự định nhằm công nhận chủ quyền của Trung Quốc trên quần đảo [[quần đảo Hoàng Sa|Hoàng Sa]] và [[quần đảo Trường Sa|Trường Sa]] không hề được trình bày rõ ràng trong bản tuyên bố này\".<ref>{{Chú thích web | url = http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2012\/09\/120914_phamvandong_note.shtml | tiêu đề = BBC Vietnamese | tác giả 1 = | ngày = | ngày truy cập = 25 tháng 5 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTheo Chương trình Nghiên cứu Biển Đông của [[Học viện Ngoại giao Việt Nam]]:\n\n# Hoàng Sa và Trường Sa lúc đó, thuộc quyền quản lý của chính phủ tồn tại ở miền Nam Việt Nam khi đó là [[Việt Nam Cộng hòa]]. Tuy không được công nhận là thành viên [[Liên Hợp Quốc]], nhưng đây là các chủ thể của luật pháp quốc tế và những hành động phù hợp với luật pháp quốc tế của Việt Nam Cộng hòa cần phải được tôn trọng. Chính phủ và các học giả Trung Quốc đang tìm cách không công nhận thực tế này với ý đồ tranh chấp chủ quyền của Việt Nam đối với Hoàng Sa và Trường Sa liệu có thể chối cãi được việc họ đã công nhận trên lãnh thổ miền Nam Việt Nam giai đoạn 1954 - 6.1976 tồn tại hai chủ thể luật pháp quốc tế thông qua việc bỏ phiếu ủng hộ [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa miền Nam Việt Nam]] cùng gia nhập Liên Hợp Quốc với tư cách là quốc gia hội viên (bị Hoa Kỳ phủ quyết nên năm 1977, Việt Nam mới gia nhập LHQ) và còn nhiều bằng chứng không thể bác bỏ khác.\n# Trong thực tế, Việt Nam Cộng hòa đã tiếp quản và quản lý Hoàng Sa và Trường Sa từ [[Liên hiệp Pháp]] (chính phủ tồn tại song song là [[Cộng hòa miền Nam Việt Nam]] cũng tuyên bố chủ quyền nhưng không được công nhận). Mặc dù năm 1974 Trung Quốc chiếm được Hoàng Sa, nhưng luật pháp quốc tế đã khẳng định rõ ràng, xâm chiếm bằng vũ lực vĩnh viễn không đem lai danh nghĩa chủ quyền cho quốc gia đã tiến hành những hành động vi phạm luật pháp quốc tế.\n# Công thư năm [[1958]] của Thủ tướng Việt Nam Dân chủ Cộng hòa Phạm Văn Đồng không nói rõ ràng đến hai quần đảo, không thể dùng Công thư này để khẳng định Việt Nam Dân chủ Cộng hòa công nhận chủ quyền của Trung Quốc đối với Hoàng Sa và Trường Sa. Tuy vậy, nếu không có Công thư này thì sẽ tránh được những sự rắc rối.\n\nCho dù những suy diễn về ý nghĩa của Công thư 1958 có đi xa như thế nào, cũng như phía Trung Quốc có đưa thêm bất kỳ bằng chứng gì để phản bác Việt Nam, thì những gì liên quan tới Hoàng Sa và Trường Sa xảy ra ngoài lãnh thổ miền Nam Việt Nam trước 24\/06\/1976 không hề ràng buộc Cộng hòa Xã hội Chủ nghĩa Việt Nam. Với tư cách là nhà nước thừa kế của Việt Nam Dân chủ Cộng hòa và Cộng hòa miền Nam Việt Nam, những gì liên quan đến Hoàng Sa và Trường Sa nếu có sự mâu thuẫn giữa hai chủ thể luật pháp quốc tế tiền bối thì những hành động (hơn nữa, đó là những hành động rõ ràng, kiên quyết và phù hợp với luật pháp quốc tế) của Cộng hòa miền Nam Việt Nam và Chính phủ tồn tại song song với nó là Việt Nam Cộng hòa (quản lý hai quần đảo này trong thực tế) sẽ có hiệu lực ràng buộc đối với Cộng hòa Xã hội Chủ nghĩa Việt Nam. Điều này được luật pháp quốc tế quy định rõ ràng<ref>{{Chú thích web |url=http:\/\/nghiencuubiendong.vn\/nghien-cuu-vietnam\/4178-chxhcn-viet-nam-co-bi-rang-buoc-boi-cong-thu-1958 |ngày truy cập=2016-04-09 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-04-23 |archive-url=https:\/\/web.archive.org\/web\/20160423204708\/http:\/\/nghiencuubiendong.vn\/nghien-cuu-vietnam\/4178-chxhcn-viet-nam-co-bi-rang-buoc-boi-cong-thu-1958 |url-status=dead }}<\/ref>.\n\nTheo [[Học viện Chính trị Quốc gia Hồ Chí Minh]]:\n\n#Trong khoảng từ năm 1945 tới năm 1954 đã có sự tồn tại của 3 thực thể chính trị với tư cách nhà nước trên lãnh thổ Việt Nam. Trong khoảng thời gian từ năm 1954 tới khi thống nhất đất nước vào năm 1976, các thực thể chính trị này đã quản lý hai phần riêng biệt của lãnh thổ Việt Nam và có thể được coi là có chủ quyền đối với phần lãnh thổ quản lý. Trong đó, miền Nam Việt Nam có sự tồn tại song song của 2 chính phủ ([[Việt Nam Cộng hòa]] và [[Cộng hòa miền Nam Việt Nam]])\n#Vì Việt Nam Dân chủ Cộng hòa không phải là chính phủ nắm quyền quản lý đối với hai quần đảo Hoàng Sa và Trường Sa trong giai đoạn 1945 - 1976, các hoạt động của Việt Nam Dân chủ Cộng hòa trong giai đoạn này không ảnh hưởng tới sự liên tục của chủ quyền Việt Nam trên hai quần đảo này.\n#Việc kế thừa quốc gia đối với chủ quyền của Việt Nam trên các quần đảo Hoàng Sa và Trường Sa trong giai đoạn 1945 - 1976 được thực hiện theo đúng luật pháp và tập quán quốc tế.\n#Việc Trung Quốc chiếm đóng trái phép phần phía Đông quần đảo Hoàng Sa vào năm 1956, dùng vũ lực chiếm đóng trái phép phần phía Tây Hoàng Sa vào năm 1974 và một số thực thể trên quần đảo Trường Sa của Việt Nam vào các năm 1988 và 1995 là trái với luật pháp quốc tế và không mang lại danh nghĩa chủ quyền cho Trung Quốc.\n\nVì vậy, việc Thủ tướng Phạm Văn Đồng của Việt Nam công nhận chủ quyền của Trung Quốc đối với hai quần đảo Hoàng Sa và Trường Sa trong hồ sơ mà Trung Quốc trình lên [[Liên Hợp Quốc]] vào ngày 9-6-2014 là không có giá trị<ref>http:\/\/lyluanchinhtri.vn\/home\/index.php\/nguyen-cuu-ly-luan\/item\/1216-su-tiep-noi-chu-quyen-viet-nam-doi-voi-hai-quan-dao-hoang-sa-va-truong-sa.html<\/ref>.\n\n===Phía Trung Quốc===\nCùng với công hàm năm 1958, các chuyên gia Trung Quốc còn nhắc đến một số sự kiện khác để chứng minh rằng chính phủ Việt Nam Dân chủ Cộng hòa đã công nhận chủ quyền của Trung Quốc đối với hai quần đảo Hoàng Sa và Trường Sa trước năm 1975 và chỉ tráo trở thay đổi quan điểm sau khi đã chiến thắng Việt Nam Cộng hòa. Trong một cuộc họp mặt ngày [[15 tháng 6]] năm [[1956]], Thứ trưởng Bộ Ngoại giao Việt Nam Dân chủ Cộng hòa [[Ung Văn Khiêm]] đã nói với đại biện lâm thời của Lãnh sự quán Trung Quốc tại Việt Nam, Lý Chí Dân, rằng: \"Căn cứ vào tư liệu của phía Việt Nam, về mặt lịch sử thì quần đảo [[quần đảo Hoàng Sa|Tây Sa]] và [[quần đảo Trường Sa|Nam Sa]] là một phần lãnh thổ của Trung Quốc\".<ref name=\"jianming\">{{chú thích sách|title=Security Flashpoints: Oil, Islands, Sea Access and Military Confrontation; [twenty-first Annual Seminar Held at the UN Plaza Hotel in New York City from February 7 - 8, 1997]|editor=Myron H. Nordquist, John Norton Moore|author=Jianming Shen|pages=142|publisher=Martinus Nijhoff Publishers|year=1998|url=http:\/\/books.google.com\/books?id=DKXRRfWtkw8C&pg=PA141&dq=reasons+of+the+battle+of+paracel+islands+in+1974&lr=#v=onepage&q&f=false}}<\/ref> Hơn thế nữa, khi báo ''Nhân dân'' đăng tuyên bố toàn văn về hải phận của Trung Quốc ở trang đầu trong số ngày 4 tháng 9 năm 1958, bao gồm cả Nam Sa và Tây Sa, tờ báo không đưa ra bất cứ một lời phản đối nào.<ref name=\"jianming\"\/> Các bản đồ thế giới của Việt Nam Dân chủ Cộng hòa xuất bản năm 1960 và 1972, cũng như sách giáo khoa xuất bản năm 1974, đều công nhận chủ quyền Trung Quốc đối với hai quần đảo.<ref name=\"jianming\"\/> Một tuyên bố của chính quyền Việt Nam Dân chủ Cộng hòa năm 1965 cũng công nhận chủ quyền của Trung Quốc khi lên án Tổng thống [[Lyndon B. Johnson]]: \"Tổng thống Mỹ Lyndon Johnson đã chỉ định... một phần lãnh hải của Cộng hòa Nhân dân Trung Hoa trong quần đảo Tây Sa làm \"vùng chiến sự\" của lực lượng vũ trang Hoa Kỳ\".<ref name=\"duongtrungquoc\">{{chú thích báo|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/01\/140120_duongtrungquoc_hoangsa_northvietnam.shtml|title=Miền Bắc có tuyên bố Hoàng Sa của TQ?|publisher=BBC tiếng Việt|date=ngày 20 tháng 1 năm 2014|access-date =ngày 8 tháng 6 năm 2014}}<\/ref><ref name=\"jianming\"\/>\n\nTheo chính quyền Trung Quốc vì trong tuyên bố về lãnh hải của chính phủ Trung Quốc nêu rõ phạm vi áp dụng của tuyên bố này bao gồm cả hai quần đảo Hoàng Sa và Trường Sa, hai quần đảo này nằm bên trong lãnh hải rộng 12 hải lý của Trung Quốc nên dù công hàm Phạm Văn Đồng không nhắc đến hai quần đảo Hoàng Sa và Trường Sa thì việc Chính phủ Việt Nam công nhận lãnh hải rộng 12 hải lý của Trung Quốc cũng tức là đã công nhận Hoàng Sa và Trường Sa là của Trung Quốc.{{fact|date=7-2014}}\n\n==Nhận xét của quốc tế==\n* Tiến sĩ [[Balazs Szalontai]], một nhà nghiên cứu về châu Á ở [[Hungary]] trong một cuộc phỏng vấn với đài [[BBC]] vào năm [[2008]], cho là công thư trên không nói rõ đó là lãnh thổ nào: \"Ông ấy có vẻ đủ thận trọng để đưa ra một tuyên bố ủng hộ nguyên tắc rằng Trung Quốc có chủ quyền đối với hải phận 12 hải lý dọc lãnh thổ của họ, nhưng tránh đưa ra định nghĩa về lãnh thổ này. Mặc dù tuyên bố trước đó của Trung Quốc rất cụ thể, nhắc đến toàn bộ các đảo bao gồm Trường Sa và Hoàng Sa mà Bắc Kinh nói họ có chủ quyền, thì tuyên bố của Bắc Việt không nói chữ nào về lãnh hải cụ thể được áp dụng với quy tắc này.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/01\/080124_vietnamchinaphamvandong.shtml Về lá thư của Phạm Văn Đồng năm 1958] BBC, 24.01.2008.<\/ref>\n* [[Sam Bateman]], nghiên cứu viên lâu năm của Chương trình An ninh Hàng hải tại Trường Nghiên cứu Quốc tế S. Rajaratnam (RSIS, thuộc [[Đại học Công nghệ Nanyang]], [[Singapore]]), có một bình luận tương tự như phía Trung Quốc khi đã viết: \"Đòi hỏi chủ quyền hiện nay của Việt Nam bị yếu đi nghiêm trọng vì Bắc Việt và Việt Cộng đã công nhận chủ quyền của Trung Hoa đối với quần đảo Hoàng Sa vào năm 1958, và sau đó cũng không có phản đối gì suốt từ năm 1958 đến năm 1975\".<ref>[http:\/\/www.eurasiareview.com\/15052014-new-tensions-south-china-sea-whose-sovereignty-paracels-analysis\/ New Tensions In The South China Sea: Whose Sovereignty Over Paracels? – Analysis] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140601120627\/http:\/\/www.eurasiareview.com\/15052014-new-tensions-south-china-sea-whose-sovereignty-paracels-analysis\/ |date=2014-06-01 }} eurasiareview, 15.05.2014.<\/ref>\n* Giáo sư Luật [[Erik Franckx]], Đại học Tự do Brussel, Bỉ và là thành viên của Tòa Trọng tài Thường trực (PCA), tại triển lãm quốc tế \"Hoàng Sa-Trường Sa: Phần lãnh thổ không thể tách rời của Việt Nam\" tại Bảo tàng Đà Nẵng ngày 21\/6\/2014, ông cho biết: \"Cần phải đọc công hàm này rất kỹ, nhất là tuyên bố của Phạm Văn Đồng, bởi vì nó chỉ nhắc đến việc mở rộng lãnh hải\". Vào thời điểm công hàm được đưa ra (năm 1958), nhiều nước ra tuyên bố mở rộng lãnh hải 12 hải lý và ông cho rằng công hàm của Phạm Văn Đồng \"ủng hộ cho việc mở rộng của Trung Quốc\". Tuy nhiên ông nhận định: \"Điều quan trọng là Thủ tướng Phạm Văn Đồng không đề cập cụ thể đến quần đảo Hoàng Sa và Trường Sa\", nên không thể khẳng định chắc chắn Việt Nam xác nhận chủ quyền của Trung Quốc đối với Hoàng Sa hay Trường Sa.<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/the-gioi\/thanh-vien-toa-trong-tai-thuong-truc-noi-ve-cong-ham-cua-thu-tuong-pham-van-dong-892049.htm | tiêu đề = Thành viên Tòa trọng tài thường trực nói về công hàm của Thủ tướng Phạm Văn Đồng | tác giả 1 = | ngày = 24 tháng 6 năm 2014 | ngày truy cập = 25 tháng 5 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>\n\n==Xem thêm==\n* [[Bị vong lục]]\n* [[Vụ giàn khoan HD-981]]\n* [[Hải chiến Hoàng Sa 1974]]\n* [[Hải chiến Trường Sa 1988]]\n* [[Tuyên bố về ứng xử các bên ở Biển Đông]]\n* [[Vụ Trung Quốc tấn công ngư dân Việt Nam 2005]]\n* [[Phản ứng về việc thành lập thành phố Tam Sa]]\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.viet-studies.info\/kinhte\/LongHuyTuanDoan_CongHamPhamVanDong.htm Công hàm Phạm Văn Đồng,những vấn đề liên quan và luật quốc tế], Một cuộc đàm thoại giữa Phạm Phan Long, Dương Danh Huy, Phạm Quang Tuấn và Phùng Liên Đoàn, 2013\n\n[[Thể loại:Việt Nam năm 1958]]\n[[Thể loại:Trung Quốc năm 1958]]\n[[Thể loại:Quần đảo Hoàng Sa]]\n[[Thể loại:Quần đảo Trường Sa]]\n[[Thể loại:Sự kiện lịch sử Việt Nam]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc]]\n[[Thể loại:Tranh chấp chủ quyền Biển Đông]]"}