{"1646631":"'''Công tử Bạc Liêu''' là cụm từ dân gian ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]] đặt ra vào cuối [[thế kỷ 19]] đến đầu [[thế kỷ 20]] <ref name=\"24h.com\"\/> để chỉ các công tử, con của những gia đình giàu có sống ở tỉnh [[Bạc Liêu]], trong thời kỳ [[xã hội Việt Nam thời Pháp thuộc]]<ref name=\"24h.com\"\/>. Thời đó, [[đế quốc thực dân Pháp|thực dân Pháp]] đã ổn định về tổ chức của vùng đất thuộc địa [[Nam Kỳ]]. Do việc phân chia lại ruộng đất, đã làm nảy sinh rất nhiều đại điền chủ ở vùng đất này.<ref name=\"Yahoo\"\/> Theo phong trào khi ấy, các đại [[điền chủ]], hào phú quyền quý khắp [[Nam Kỳ]] thường cho con lên Sài Gòn học ở các trường [[Pháp]], thậm chí du học bên Pháp <ref name=\"Đài PT-TH Bạc Liêu\"\/>. Tuy nhiên, hầu hết các vị công tử giàu có này, ảnh hưởng bởi sự phồn hoa đô hội, sẵn tiền, nên thường đi vào con đường ăn chơi để thể hiện mình. Ngày nay, '''Công tử Bạc Liêu''' trở thành một [[thành ngữ Hán Việt|thành ngữ]] để chỉ những kẻ ăn chơi, tiêu tiền như nước <ref name=\"24h.com\">{{chú thích web|url=http:\/\/us.24h.com.vn\/tin-tuc-trong-ngay\/nhung-quai-nhan-cua-nha-cong-tu-bac-lieu-c46a279453.html|title=Những \"quái nhân\" của nhà công tử Bạc Liêu|work=24h.com|author=Theo Đất Việt|date=ngày 19 tháng 2 năm 2010|access-date=ngày 19 tháng 12 năm 2012}}<\/ref><ref name=\"SGGP\">{{chú thích web|url=http:\/\/www.sggp.org.vn\/saigonthubay\/2007\/3\/89911\/|title=Thân thế ông Trần Trinh Trạch|work=Báo SÀI GÒN GIẢI PHÓNG|author=NGHÊ DŨ LAN|date=ngày 5 tháng 4 năm 2011|access-date=ngày 10 tháng 12 năm 2012|archive-date=2013-06-14|archive-url=https:\/\/web.archive.org\/web\/20130614155512\/http:\/\/www.sggp.org.vn\/saigonthubay\/2007\/3\/89911\/|url-status=dead}}<\/ref><ref name=\"dân trí\">{{chú thích web|url=http:\/\/dantri.com.vn\/su-kien\/chuyen-cong-tu-bac-lieu-va-dai-yen-gan-rong-559209.htm |title=Chuyện công tử Bạc Liêu và \"đại yến gan rồng\"|work=Cơ quan của TW Hội Khuyến học Việt Nam|author=Lục Tùng - Nhật Hồ|date=|access-date=ngày 22 tháng 12 năm 2012}}<\/ref>.\n\n==Các công tử Bạc Liêu==\n===Trần Trinh Huy===\n{{chính|Trần Trinh Huy}}\nNổi bật nhất trong số các công tử Bạc Liêu này là '''[[Trần Trinh Huy]]''' ([[1900]]-[[1974]]), còn có tên khác là '''Ba Huy''', hay '''Hắc công tử''', là một tay chơi nổi tiếng số 1 ở [[Thành phố Hồ Chí Minh|Sài Gòn]] và [[miền Nam (Việt Nam)|miền Nam]] những năm [[thập niên 1930|1930]], [[thập niên 1940|1940]].\n\nTrần Trinh Huy là con trai thứ hai của quan Hội đồng [[Trần Trinh Trạch]], tức Hội đồng Trạch và bà Phan Thị Muồi, con gái bá hộ [[Phan Văn Bì]] (còn gọi là [[Phan Hộ Biết]]), người có đất ruộng nhiều nhất trong tỉnh Bạc Liêu, được mệnh danh là \"Vua lúa gạo Nam Kỳ\". Do biết luật lệ và thủ tục hành chánh, lại được cha vợ cho đất, giúp vốn nên ông Trạch mau chóng phất lên, mua thêm nhiều đất điền. Các con và rể khác của ông Phan Hộ Biết mê cờ bạc nên lần lượt phải đem ruộng cầm cố cho ông Trạch, nên đất của ông Trạch càng nhiều thêm. Có lời truyền rằng, ông Trạch mau giàu lớn nhờ tài [[đánh bạc]], thường tổ chức bài bạc trong nhà, cho con bạc vay tiền rồi về sau làm chủ luôn tài sản của các con bạc thiếu nợ.\n\nTại Nam Kỳ thập niên 1930, giới điền chủ lớn chiếm 1.035.000 ha ruộng đất thì riêng hội đồng Trạch đã chiếm 145.000 ha, trong khi toàn bộ 4 triệu nông dân tại Nam Kỳ chỉ có 500.000 ha ruộng đất. Ông Trạch là chủ sở hữu của 74 sở điền, với 110.000 [[hecta|ha]] đất trồng [[lúa]], gần 100.000 ha [[ruộng muối]]. Theo lời cháu chắt ông Trạch kể lại, toàn tỉnh [[Bạc Liêu]] lúc đó có 13 lô ruộng muối thì 11 lô là của ông Trạch, một lô còn lại của cha sở và một lô của dân thường.\n\nÔng Trần Trinh Trạch có bảy người con (ba trai, bốn gái): Hai Đinh, Ba Huy (tức Trần Trinh Huy), Tư Huệ, Năm Thu, Sáu Đông, Bảy Dầy, Tám Bò (tức Trần Trinh Khương), cũng là một \"công tử Bạc Liêu.Ông Trạch sống cần kiệm, chí thú làm giàu, nhưng ba người con trai ông Trạch có sẵn gia sản kếch sù của cha, nên đều mặc sức phung phí tiền bạc<ref>{{Chú thích web |url=http:\/\/www.sggp.org.vn\/saigonthubay\/2007\/3\/89911\/ |ngày truy cập=2012-12-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2013-06-14 |archive-url=https:\/\/web.archive.org\/web\/20130614155512\/http:\/\/www.sggp.org.vn\/saigonthubay\/2007\/3\/89911\/ |url-status=dead }}<\/ref>. Nhờ khả năng tài chính rất mạnh của cha mẹ mình, độ phóng túng đối của công tử Trần Trinh Huy đứng hàng số một, không một ai trong nhóm Công tử Bạc Liêu có thể tranh chấp<ref>[http:\/\/dantri.com.vn\/c20\/s20-232095\/cong-tu-bac-lieu-da-co-may-bay-rieng-cach-day-gan-1-the-ky.htm\/ Công tử Bạc Liêu đã có máy bay riêng cách đây gần... 1 thế kỷ]<\/ref>, đến nỗi danh xưng Công tử Bạc Liêu gần như gán cho riêng ông.\n\nKhi ông Trạch mất tại Sài Gòn năm 1942, tài sản được chia cho các con trai của ông, nhưng những ông này không có tài làm ăn như cha mà chỉ quen tiêu pha nên gia sản cứ hao hụt dần. Trong thập niên 1960, hai cuộc [[Cải cách điền địa (Việt Nam Cộng hòa)|cải cách điền địa của Việt Nam Cộng Hòa]] với chủ trương thu đất của đại địa chủ cũng khiến hầu hết ruộng đất của gia đình này bị mất đi. Không còn hoa lợi từ ruộng đất, không biết chuyển hướng kinh doanh sang các lĩnh vực khác như công nghiệp - dịch vụ, lại quen tiêu xài phung phí nên gia sản của Ba Huy hao hụt nhanh chóng.\n\nÔng Ba Huy mất vào tháng 1 năm [[1974]] ở Sài Gòn và được đưa về an táng trong phần mộ gia đình tại ấp Cái Dầy, xã Châu Hưng, huyện Vĩnh Lợi, [[Bạc Liêu]]. Ba Huy mất sau khi hoang phí gần hết gia sản, chỉ để lại cho các con mấy căn phố lầu. Ông Ba Huy có tám người con, các con ông cũng tiêu xài phung phí giống cha mình, nên nhà cửa cứ bán dần. Con trai ông Ba Huy là [[Trần Trinh Đức]] nhớ lại: đến cuối thập niên 1970, các con của ông Ba Huy quyết định bán căn nhà cuối cùng ở [[đường Nhất Linh]] với giá 28 [[lượng vàng]], mỗi người chia nhau một phần rồi ly tán, tự tìm đường làm ăn riêng. Các con ông Huy cũng không làm ăn thuận lợi, ông Trần Trinh Đức ban đầu cũng khá giả nhưng rồi con cái ham mê [[cờ bạc]] nên mắc nợ, tất cả tài sản trong nhà đều lần lượt ra đi, ông Đức về sau phải chạy [[xe ôm]] kiếm sống. Đến đây thì chính thức kết thúc sự giàu có kéo dài chưa tới ba đời của dòng tộc hội đồng Trần Trinh Trạch<ref>http:\/\/dantri.com.vn\/xa-hoi\/chuyen-ve-cau-am-chay-xe-om-cua-cong-tu-bac-lieu-1229995226.htm<\/ref>.\n\nSố mệnh giàu sang và suy tàn của dòng tộc hội đồng Trần Trinh Trạch để lại nhiều bài học về triết lý ''\"Có vay có trả, của Thiên trả Địa\"'' của [[Nghiệp (Phật giáo)|Luật Nhân - Quả]]: ông Trạch phất lên nhờ gia sản của cha vợ và việc cho dân cờ bạc vay nặng lãi, nhưng đời con cháu ông thì lại làm tán gia bại sản cơ nghiệp của cha ông mình, cũng chính vì tiêu xài phung phí và ham mê [[cờ bạc]].\n\n=== Phan Kim Cân ===\n{{chính|Phan Kim Cân}}\n'''[[Phan Kim Cân]]''' (? - ?) hay '''Công tử Cân''' sinh tại [[Bạc Liêu]].\n\nÔng Phan Kim Cân là chồng bà Sáu Đông (em gái của \"Hắc công tử\" Trần Trinh Huy đã nói ở trên). Ông nội của Phan Kim Cân là Phan Hộ Biết (cha vợ Trần Trinh Trạch). Như vậy ông vừa là anh em con cô con cậu, vừa là em rể của Hắc công tử Trần Trinh Huy.\n\nÔng Phan Hộ Biết là cha vợ của Trần Trinh Trạch, nhưng bằng thủ đoạn cho vay, dần dần Trần Trinh Trạch đã chiếm gần hết toàn bộ tài sản của Phan Hộ Biết như ruộng muối, ghe chài, các sở điền… khiến cho cha ruột của Phan Kim Cân không còn thừa hưởng tài sản ấy được bao nhiêu… Chính vì lẽ đó, nên giữa họ Trần và Phan không được thân thiện<ref>http:\/\/thbl.vn\/?p=1795<\/ref>.\n\nNgay từ năm 1936, ông Cân đã có cảm tình với cách mạng và hoạt động trong một đoàn thể do [[Việt Minh]] vận động thành lập, rồi sau đó chính thức tham gia Việt Minh. Về sau, năm 1945, khi Bạc Liêu bị quân Pháp chiếm đóng, ông này đã từ bỏ cuộc sống giàu có để tham gia hoạt động [[cách mạng]] và trở thành Ủy viên Tài chánh Ngân khố tỉnh [[Bạc Liêu]] cho chính quyền [[Việt Nam Dân chủ Cộng hòa]]<ref name=\"Đài PT-TH Bạc Liêu\">{{chú thích web|url=http:\/\/thbl.vn\/?p=1795|title=CÔNG TỬ BẠC LIÊU – SỰ THẬT VÀ GIAI THOẠI (kỳ 20)|work=Trang thông tin chính thức của Đài PT-TH Bạc Liêu|author=Baobaclieu|date=ngày 25 tháng 11 năm 2011|access-date=ngày 17 tháng 12 năm 2012}}<\/ref>. Năm 1954, khi lực lượng cách mạng xuống tàu tập kết ra Bắc, Phan Kim Cân đã đưa con trai mình là [[Phan Kim Sơn]] đi theo đoàn quân đó. Đến những năm 1960, ông tiếp tục là đại biểu [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] khu Tây Nam bộ.\n\nPhan Kim Cân là người duy nhất trong nhóm công tử Bạc Liêu tự nguyện rời bỏ cuộc sống giàu sang để tham gia hoạt động cách mạng và ông này đã có cuộc sống cuối đời khác với những người khác trong nhóm, quen tiêu xài hoang phí và cuối đời bị tán gia bại sản.\n\n=== Phương Đình Trung===\n{{chính|Trần Trinh Đinh}}\n\n'''Phương Đình Trung''' hay '''Công tử Phương''', là anh cả trong số 7 anh em của gia đình [[Trần Trinh Huy|Hắc Công tử Ba Huy]] và cũng là một tay ăn chơi có hạng.<ref name=\"Yahoo\">{{chú thích web|url=http:\/\/vn.news.yahoo.com\/ki%E1%BB%83u-%C4%91%E1%BB%91t-ti%E1%BB%81n-d%E1%BB%8B-th%C6%B0%E1%BB%9Dng-c%E1%BB%A7a-%C4%91%E1%BA%A1i-c%C3%B4ng-002503394--finance.html|title=Kiểu 'đốt tiền' dị thường của đại công tử miền Nam xưa|work=Yahoo! Asia Pacific Pte Ltd|author=Baobaclieu|date=ngày 14 tháng 12 năm 2012|access-date=ngày 17 tháng 12 năm 2012|archive-date=2012-12-17|archive-url=https:\/\/web.archive.org\/web\/20121217070326\/http:\/\/vn.news.yahoo.com\/ki%E1%BB%83u-%C4%91%E1%BB%91t-ti%E1%BB%81n-d%E1%BB%8B-th%C6%B0%E1%BB%9Dng-c%E1%BB%A7a-%C4%91%E1%BA%A1i-c%C3%B4ng-002503394--finance.html|url-status=dead}}<\/ref>. Khi miền Nam manh nha nền công nghiệp xay sát lúa gạo, ông '''Phương Đình Hậu''', cha của ông '''Phương''', đã bỏ ra một số vốn khổng lồ để cất \"nhà máy lửa\" mang tên [[Hậu Giang]], giao cho '''Công tử Phương''' cai quản. Đây có thể là một nhà máy lớn nhất [[Nam Bộ Việt Nam|Nam Bộ]] dạo đó, với công suất xay lúa 15 tấn một ngày. Là chủ một nhà máy lớn nên ông Đinh giàu sang nhanh chóng và là tay ăn chơi có hạng. Trong một lần, khi đưa gạo sang [[Phnôm Pênh|Nam Vang]] ([[Campuchia]]) bán, giao du với tầng lớp giàu có ở đó, công tử Đinh quen với một tài xế xe trong cung [[vua]], có người vợ đẹp mê hồn. Do quen với cách ăn nói của một công tử, Đinh ngỏ ý với gã tài xế: \"''Mày bán vợ cho tao, bao nhiêu tao cũng mua''\". Tài xế nổi nóng, thách thức: \"20.000 đồng đó, ông có tiền mua không?\" (Hồi đó, giá 20 cân thóc chỉ một hào). Tưởng nói cho bõ giận, ai dè Hai Đinh mua thật. Vợ người tài xế đó đã ở với Trần Trinh Đinh cho đến cuối đời <ref name=\"24h.com\"\/>.\n\n===Trần Trinh Khương===\n{{chính|Trần Trinh Khương}}\n\n'''Trần Trinh Khương''' hay còn gọi là '''Cậu Tám bò''', người con út của [[Trần Trinh Trạch]] và chính là em trai của \"Hắc công tử\" Trần Trinh Huy. Ông được du học tại [[Pháp]], nhưng lại nổi tiếng về việc ăn chơi, tiêu xài tiền phung phí và chơi nổi. Năm [[1942]], ông Trạch mất tại Sài Gòn vì [[hen phế quản|bệnh suyễn]], cậu Tám Bò nghĩ ra một \"chiêu độc\": \"''xác ông Hội đồng được đeo kiếng đen, đặt ngồi ngay ngắn trong chiếc xe hiệu Chevollet<ref>Có khả năng là tác giả muốn nói đến chiếc xe hiệu Chevrolet nhưng đã đánh máy nhầm<\/ref> đưa về [[Bạc Liêu]]. Khi đến địa phận tỉnh này, [[tá điền]] hai bên đường cứ cúi đầu cung kính vì ngỡ ông Hội đồng đi thăm ruộng. Đến khi gia tộc phát tang mới bật ngửa...''\" <ref name=\"thanhnien\">{{chú thích web|url=http:\/\/www.thanhnien.com.vn\/pages\/20100826\/tran-trinh-trach-than-phu-cua-cong-tu-bac-lieu.aspx|title=Trần Trinh Trạch - thân phụ của công tử Bạc Liêu|work=Thanh Niên Online|author=Hà Đình Nguyên|date=ngày 26 tháng 8 năm 2010|access-date=ngày 10 tháng 12 năm 2012}}<\/ref>\n\n===Huỳnh Văn Phước===\n\n{{chính|Huỳnh Văn Phước}}\n\n'''Huỳnh Văn Phước''' tên tiếng Hoa là '''Dù Hột''', ông là con của ông chủ Chá, một đại địa chủ xứ Bạc Liêu, là một [[người Hoa (Việt Nam)|người Việt gốc Hoa]]<ref name=\"dân trí\"\/>.\n\nTheo [[nhà văn]] [[Phan Trung Nghĩa]], đối tượng khai sinh ra thành ngữ Công tử Bạc Liêu chính là Huỳnh Văn Phước. Tương truyền Dù Hột \"chịu chơi\" đến mức khi thấy có 5 chiếc xe tranh nhau chở khách bèn bao tất tần tật vì ngưỡng mộ cái thú trả tiền không cần \"cân đo đong đếm\". Công tử Dù Hột cho một chiếc chở ông, chiếc chở nón, chiếc chở gậy, chiếc chở cặp da và chiếc chở mắt kiếng...<ref name=\"dân trí\"\/>.\n\n==Các công tử tay chơi khác==\nTheo [[nhà báo]], [[nhà văn]] [[Phan Trung Nghĩa]], tác giả quyển sách \"Công tử Bạc Liêu - sự thật và giai thoại\" thì thành ngữ Công tử Bạc Liêu được xã hội hóa và gọi chung cho tất cả những \"địa chủ con\" gồm những công tử có máu ăn chơi danh bất hư truyền<ref name=\"dân trí\"\/>.\n\nMột số công tử cũng nổi tiếng ở những vùng khác nhau của miền nam:\n\n===Công tử Mỹ Tho Lê Công Phước===\n\n{{chính|Lê Công Phước}}\n\n'''Lê Công Phước''' (1901-1950<ref>{{chú thích web|url=http:\/\/phunutoday.vn\/xahoiol\/201105\/Bach-cong-tu-ong-hoang-khi-chet-khong-co-dat-chon-1991189\/|title=Bạch công tử - ông hoàng khi chết không có đất chôn - Phụ nữ Today|access-date=ngày 19 tháng 12 năm 2012|archive-date=2013-01-16|archive-url=https:\/\/web.archive.org\/web\/20130116084856\/http:\/\/phunutoday.vn\/xahoiol\/201105\/Bach-cong-tu-ong-hoang-khi-chet-khong-co-dat-chon-1991189\/|url-status=dead}}<\/ref>) là một tay chơi nổi tiếng ở miền Nam những năm của thập niên [[thập niên 1920|1920]], [[thập niên 1930|1930]]. Ông còn có biệt danh '''Bạch công tử'''. Lê Công Phước để lại nhiều giai thoại về ăn chơi hoang phí. Ông còn là người có rất nhiều đóng góp cho nghệ thuật [[cải lương]] ở miền Nam khi đó và là một trong số những người chồng của [[Nghệ sĩ Nhân dân|Nghệ sĩ nhân dân]] [[Phùng Há]].\n\nSau khi ly dị với Phùng Há, Lê Công Phước ngày càng lún sâu vào nghiện ngập. Tài sản lần lượt bán hết, người ta thấy ông lang thang ở vườn Ông Thượng (nay là [[Tao Đàn]], Thành phố Hồ Chí Minh). Sau đó ông được con trai một người bạn thân của cha mình là ông Nguyễn Hoàng Phi, một điền chủ đất ở Chợ Gạo, đón về chăm sóc. Cuối năm 1949, Nguyễn Hoàng Phi đưa Bạch công tử về chăm sóc tại gia đình ông ở thị trấn Chợ Gạo. Nhưng vì hậu quả của nghiện ngập, Lê Công Phước mất vào đầu năm 1950.\n\n===Công tử Vĩnh Long Châu Văn Sanh===\n{{chính|Châu Văn Sanh}}\n'''Châu Văn Sanh''' hay còn gọi là '''công tử Lời''' là một [[Liệt sĩ]] <ref name=\"plhcm\">{{chú thích web|url=http:\/\/phapluattp.vn\/2012041411333795p0c1112\/chuyen-ve-cong-tu-vinh-long-bai-2-ban-tu-cua-co-tong-bi-thu-tran-phu.htm|title=Chuyện về \"công tử\" Vĩnh Long: Bài 2: Bạn tù của cố Tổng Bí thư Trần Phú|work=Trang thông tin điện tử báo Pháp luật TP.HCM. |author=NGUYỄN NGỌC|date = ngày 15 tháng 4 năm 2012 |access-date = ngày 24 tháng 12 năm 2012}}<\/ref> Ông không chỉ nổi danh tính cách ''\"trọng nghĩa khinh tài\"'' tiêu biểu của người [[Nam Bộ Việt Nam|Nam Bộ]], mà còn là một nhà [[cách mạng]] chống chủ nghĩa [[đế quốc thực dân Pháp|thực dân Pháp]] đòi quyền độc lập dân tộc cho [[Việt Nam]].<ref name=\"plhcm\"\/>\n\nNăm [[1939]], khi ông thuê xe chở sách về quê nhà chợ Cái Nhum, đến Ngã tư Long Hồ thì bị chính quyền thực dân chặn bắt quả tang trên xe có chở nhiều sách cấm và tài liệu tuyên truyền [[Chủ nghĩa cộng sản]]. Ngày [[20 tháng 7]] năm 1940, ông bị tòa án Pháp ở [[Thành phố Hồ Chí Minh|Sài Gòn]] kết tội ''\"vận động lực lượng bất hợp pháp để lật đổ chính quyền\"'' với bản án 5 năm tù và 10 năm biệt xứ. Ông đã qua đời vào ngày [[27 tháng 6]] năm 1943 khi bị giam trong tù.\n\nThủ tướng [[Võ Văn Kiệt]] ca ngợi tinh thần không màng phú quý để tham gia cách mạng của ông:\n::\"''Nông dân chúng ta đi làm cách mạng, nếu có mất thì mất đầu và quần tà-lỏn, còn những người như '''\"công tử\" Lời''', tú tài Nhựt (anh hùng Lê Văn Nhựt, Giám đốc Quốc gia Tự vệ cuộc tỉnh Vĩnh Long năm 1945-1946) thì mất cả đầu và cả gia sản đồ sộ''\".<ref name=\"plhcm\"\/>\n\n===Công tử Cần Thơ Dương Văn Quản===\n{{chính|Dương Văn Quản}}\nCông tử Cần Thơ '''Dương Văn Quản''' là con của ông Dương Lập Cang. Ông Cang được cho là người khởi công xây dựng ngôi [[đình Bình Thủy]] và [[nhà cổ Bình Thủy]] nổi tiếng <ref>[http:\/\/www.vannghesongcuulong.org.vn\/modules.php?name=News&op=viewst&sid=1753 CHUYỆN VỀ NGÔI NHÀ CỔ 130 TUỔI Ở MIỀN TÂY - Ký của HỒNG HẠNH]{{Liên kết hỏng|date=2021-02-13 |bot=InternetArchiveBot }}<\/ref>\n\n==Xem thêm==\n* [[Tứ đại Phú hộ]]\n* [[Phú nhị đại]] - hình ảnh tương tự ở Trung Quốc\n* [[Dân chơi]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Thành ngữ Việt Nam]]\n[[Thể loại:Kinh tế Việt Nam thời Pháp thuộc|T]]\n[[Thể loại:Thương nhân Việt Nam]]\n[[Thể loại:Xã hội Việt Nam thời Pháp thuộc]]"}