{"3198566":"{{bài cùng tên|Xuân Thành}}\n{{Tóm tắt về công ty\n| tên = Công ty cổ phần Tập đoàn ThaiGroup\n| biểu trưng = \n| loại = \n| thành lập = {{Ngày bắt đầu và tuổi|1976}}\n| người thành lập = Nguyễn Xuân Thành\n| giải thể = \n| trụ sở = [[Đông Thành (phường)|Đông Thành]], thành phố [[Ninh Bình (thành phố)|Ninh Bình]], tỉnh [[Ninh Bình]], Việt Nam\n| số vị trí = <!-- số lượng trụ sở -->\n| thành viên chủ chốt = [[Nguyễn Đức Thụy]]\n| lĩnh vực = Xuất nhập khẩu\n| ngành = Xây dựng, giao thông, thủy lợi, sản xuất xi măng, thủy điện, khoáng sản, cảng nước sâu. \n| sản phẩm = \n| dịch vụ = Import & Export Services\n| doanh thu = \n| lợi nhuận trước thuế và lãi = \n| lãi thực = \n| aum = <!-- Tài sản thuộc quyền quản lý -->\n| tài sản = <!-- Tổng tài sản -->\n| cổ phần = <!-- Tài sản cổ phần -->\n| chủ = \n| số nhân viên = \n| công ty mẹ = \n| chi nhánh = \n| công ty con = \n| khẩu hiệu = \n| trang chủ = [http:\/\/thaigroup.com.vn\/ thaigroup.com.vn]\n| ghi chú = \n}}\n'''Công ty cổ phần Tập đoàn ThaiGroup''' (tiền thân là Tập đoàn Xuân Thành) là một tập đoàn kinh tế tư nhân lớn, đa ngành nghề, có địa bàn hoạt động khắp [[Việt Nam]] với đội ngũ các bộ công nhân viên trên 32.000 người, hàng năm nộp ngân sách nhà nước gần 500 tỷ đồng.<ref>{{Chú thích web |url=http:\/\/xuanthanh.com.vn\/vn\/Gioi-thieu-chung-in55 |ngày truy cập=2015-02-28 |tựa đề=Giới thiệu Xuân Thành Group |archive-date=2015-04-02 |archive-url=https:\/\/web.archive.org\/web\/20150402110245\/http:\/\/xuanthanh.com.vn\/vn\/Gioi-thieu-chung-in55 |url-status=dead }}<\/ref>\n\n==Hình thành và hoạt động==\nTập đoàn Thaigroup tiền thân là Hợp tác xã xây dựng Bình Minh thành lập năm 1976 tại xã Gia Lập, huyện [[Gia Viễn]], tỉnh [[Hà Nam Ninh]]. Năm 1992, thành lập Xí nghiệp tư doanh xây dựng Xuân Thành. Năm 2003 thành lập Công ty TNHH Đầu tư và Phát triển Xuân Thành. Năm 2004 thành lập Công ty TNHH Đầu tư và Phát triển Xuân Thái. Đến năm 2007 thành lập Xuân Thành Group do [[Nguyễn Đức Thụy]] làm Chủ tịch hội đồng quản trị với 12 Công ty thành viên.<ref>{{Chú thích web |url=http:\/\/xuanthanh.com.vn\/vn\/Lich-su-hinh-thanh-in97 |ngày truy cập=2015-02-28 |tựa đề=Lịch sử hình thành Tập đoàn Xuân Thành |archive-date=2015-04-02 |archive-url=https:\/\/web.archive.org\/web\/20150402161913\/http:\/\/xuanthanh.com.vn\/vn\/Lich-su-hinh-thanh-in97 |url-status=dead }}<\/ref>\n\n===Xây dựng===\nXây dựng là một trong những lĩnh vực làm lên tên tuổi của tập đoàn Thaigroup. Tại Ninh Bình, Thaigroup đã tham gia xây dựng nhiều công trình trọng điểm của tỉnh như: Trung tâm Thương mại [[chợ Rồng Ninh Bình]], Khách sạn Hoa Lư, Khu nhà thi đấu đa năng, [[Sân vận động Ninh Bình]], Trụ sở của cơ quan Tỉnh ủy, UBND Ninh Bình, Nhà máy xử lý chất thải, [[Bệnh viện đa khoa Ninh Bình]], nâng cấp hệ thống giao thông nội thành, liên tỉnh, liên huyện; hệ thống thủy lợi, xây dựng cơ bản, nạo vét khơi thông dòng chảy chống ngập úng của tỉnh Ninh Bình, hồ Máy Xay,...\n\nThaigroup còn tích cực tham gia xây dựng các công trình trọng điểm quốc gia, một số công trình tiêu biểu phải kể đến: Dự án Xây dựng Nhà máy Xi măng Thạnh Mỹ (Quảng Nam), với tổng vốn đầu tư gần 4.000 tỷ đồng, ứng dụng công nghệ hiện đại, công suất 2 triệu tấn xi măng\/năm. Quy hoạch khu tái định cư cùng các công trình hạ tầng kỹ thuật thuộc Dự án Khu liên hợp gang thép và cảng Sơn Dương của Tập đoàn Formosa tại Khu kinh tế Vũng Áng (Hà Tĩnh); thi công xây dựng cảng số 4 Vũng Áng… Dự án đầu tư hạ tầng để tạo động lực xây dựng, phát triển thành phố mới du lịch và sinh thái Nam Hội An từ bờ Nam sông Thu Bồn đến Khu kinh tế mở Chu Lai (Quảng Nam) trên diện tích 4.000 ha; Đầu tư xây dựng khu Resort vui chơi giải trí Thác Đa, Ba Vì (Hà Nội)… Nhà máy Xi măng Xuân Thành tại Hà Nam (có công suất thiết kế 3,6 triệu tấn xi măng\/năm), với tổng vốn đầu tư 5.200 tỷ đồng, ứng dụng công nghệ hiện đại… Nhà máy Thủy điện Bắc Yên (Sơn La) có tổng đầu tư trên 3.000 tỷ đồng với 6 tổ máy công suất 120 MW. Năm 2012, Xuân Thành tiếp tục đầu tư xây dựng 9 cụm thủy điện (9 tổ máy) tại tỉnh Yên Bái, với tổng đầu tư 6.500 tỷ đồng, công suất 220 MW.<ref>{{Chú thích web |url=http:\/\/thaigroup.com.vn\/linh-vuc-hoat-dong\/xay-dung\/924.html |ngày truy cập=2016-05-06 |tựa đề=Lĩnh vực xây dựng |archive-date=2016-06-27 |archive-url=https:\/\/web.archive.org\/web\/20160627160033\/http:\/\/thaigroup.com.vn\/linh-vuc-hoat-dong\/xay-dung\/924.html |url-status=dead }}<\/ref>\n\n===Xi măng===\n===Khách sạn===\n===Khai thác===\n===Bảo hiểm===\n===Vận tải===\n===Bất động sản===\n\n==Các đơn vị thành viên==\n*Công ty Cổ phần Xuân Thành Group – Tổng giám đốc: Nguyễn Chí Kiên\n*Công ty Cổ phần Đầu tư và Phát triển Xuân Thành Hà Nội – Giám đốc: Nguyễn Thị Vui\n*Công ty Cổ phần Đầu tư và Phát triển Xuân Thành Quảng Nam – Giám đốc: Phan Lê Khánh\n*Công ty Cổ phần Xuân Thành Cầu Treo – Giám đốc: Nguyễn Văn Thuyết\n*Công ty Cổ phần Đầu tư và Phát triển Xuân Thành Hà Tĩnh – Giám đốc: Nguyễn Hồng Hải\n*Công ty Cổ phần Sài Gòn Xuân Thành – Giám đốc: Bùi Xuân Thức\n*Công ty TNHH Đầu tư và Phát triển Xuân Thái – Giám đốc: Ngô Quyết Tiến\n*Công ty TNHH Xây dựng Vinakanto\n*Công ty Cổ phần Tư vấn xây dựng dân dụng và công nghiệp Ninh Bình- Giám đốc: Đinh Minh Hải\n*Công ty Cổ phần tư vấn xây dựng Vinakanto – Giám đốc: Hoàng Thế Nam\n*Công ty Cổ phần Xuân Thành Land – Giám đốc Đào Minh Quang\n*Công ty Cổ phần Bảo hiểm Thái Sơn (GMIC) – Tổng giám đốc: Nguyễn Văn Dũng\n*Công ty Cổ phần Xi măng Thạnh Mỹ\n*Công ty Cổ phần Chứng khoán Xuân Thành - Tổng Giám đốc: Vũ Cẩm La Hương.\n\n==Tham khảo==\n{{tham khảo|30em}}\n*[http:\/\/vneconomy.vn\/doanh-nhan\/tap-doan-xuan-thanh-ra-mat-tong-cong-ty-bao-hiem-2011080101232273.htm Tập đoàn Xuân Thành ra mắt tổng công ty bảo hiểm]\n\n\n[[Thể loại:Tập đoàn Dịch vụ tại Việt Nam|ThaiGroup]]\n[[Thể loại:Tập đoàn Xây dựng tại Việt Nam|ThaiGroup]]\n[[Thể loại:Công ty thành lập năm 1976]]\n[[Thể loại:Kinh tế Ninh Bình]]"}