{"41611":"Công nữ '''Nguyễn Phúc Ngọc Khoa''' ([[chữ Hán]]: 公女阮福玉誇), không rõ sinh mất năm nào, là con gái thứ ba của chúa Sãi [[Nguyễn Phước Nguyên]]. Theo ''Nguyễn Phước tộc Thế phả'', bà được gả cho [[Po Romê]] vào năm [[Tân Mùi]] (1631). Nhờ có cuộc hôn phối này mà tình giao hảo giữa hai nước được tốt đẹp, để [[chúa Nguyễn]] có thể dồn lực lại hòng đối phó với [[chúa Trịnh]] ở [[Đàng Ngoài]], đồng thời cũng tạo thêm cơ hội cho [[người Việt]] mở rộng lãnh thổ về phía Nam.\n{{Thông tin nhân vật hoàng gia\n| tên                      = Nguyễn Phúc Ngọc Khoa\n| tước vị                  = [[Hoàng hậu]] [[Chăm Pa]]\n| hình                     = \n| cỡ hình                  = \n| ghi chú hình             = \n| chức vị                  = \n| tại vị                   = \n| đăng quang               = \n| tiền nhiệm               = \n| nhiếp chính              = \n| kế nhiệm                 = \n| phối ngẫu                = \n| chồng                    = [[Po Rome|Po Romé]]\n| vợ                       = \n| thông tin con cái        = \n| con cái                  = \n| tên đầy đủ               = \n| tước hiệu                = \n| tước vị đầy đủ           = \n| thông tin niên hiệu      = \n| niên hiệu                = \n| thụy hiệu                = \n| miếu hiệu                =\n| tên ngai                 =\n| tên Horus                =\n| tên Nebty                =\n| Horus Vàng               =    \n| triều đại                = [[Panduranga]]\n| cha                      = [[Nguyễn Phúc Nguyên]]\n| mẹ                       = \n| sinh                     = \n| nơi sinh                 = [[Đàng Trong]] [[Việt Nam ]]\n| mất                      = \n| nơi mất                  = \n| ngày an táng             = \n| nơi an táng              = \n}}\n\n==Tiểu sử== \nThời kỳ [[Trịnh-Nguyễn phân tranh|chiến tranh Đàng Ngoài-Đàng Trong]] vừa bắt đầu bùng nổ năm [[1627]]. Năm [[1629]], lưu thủ [[Phú Yên]] là Văn Phong liên kết với người Chiêm Thành nổi lên chống lại chúa Nguyễn. Chúa Sãi cử Phó tướng Nguyễn Hữu Vinh<ref>Nguyễn Hữu Vinh, chồng của công nữ Ngọc Liên, con gái đầu của Chúa Sãi Nguyễn Phúc Nguyên.<\/ref>, đem quân dẹp yên, và đổi phủ Phú Yên thành dinh Trấn Biên. Từ cuối [[thế kỷ 16]] người Chiêm Thành thường buôn bán với người [[Bồ Đào Nha]] ở [[Ma Cao]], một thuộc địa của Bồ Đào Nha trên đất [[Tên gọi Trung Quốc|Trung Hoa]]. Thương thuyền Bồ Đào Nha hay ghé buôn bán trao đổi với người Chiêm ở hải cảng [[Cam Ranh]] và [[Phan Rang (định hướng)|Phan Rang]].\n \nSự liên hệ này khiến chúa Sãi lo ngại người Chiêm sẽ liên kết với [[Bồ Đào Nha]], để chống lại mình. Vậy, đây có thể là một trong những nguyên nhân đã dẫn đến cuộc hôn phối giữa Ngọc Khoa và vua Po Romê, giúp Nguyễn Phúc Nguyên có được sự hòa hảo với Chiêm Thành.\n\nVà rất có thể vì cuộc hôn phối này, mà sử sách không biên chép gì về Ngọc Khoa. Giở [[Đại Nam thực lục|Đại Nam Liệt Truyện Tiền Biên]] thì thấy chúa Sãi có bốn người con gái, mà hai trong số đó là Ngọc Vạn và Ngọc Khoa đều ghi là: ''không có truyện''.\n \nTương tự, trong quyển ''Généalogie des Nguyễn avant Gia Long'' (Phổ hệ nhà Nguyễn trước [[Gia Long]]) của Tôn Thất Hân và Bùi Thanh Vân (Bulletin des Amis de vieux Huế, 1920) cũng chỉ ghi là: ''Ngọc Khoa con gái thứ của Sãi vương, không để lại dấu tích. Ngọc Vạn con gái thứ của Sãi vương, không có dấu tích gì về Ngọc Vạn.''\n \nThế nhưng cái tên Ngọc Khoa lại được nói đến ít nhất trong ba tác phẩm, đó là: ''Việt sử giai thoại'' của [[Đào Trinh Nhất]], ''Đất Việt Trời Nam'' của [[Thái Văn Kiểm]], ''Việt Nam Văn Học Toàn Thư'' của [[Hoàng Trọng Miên]]. Và cả ba tác giả đều đã viết rằng người đàn bà lấy vua Chiêm Thành Po Romé là công nữ Ngọc Khoa, con gái của chúa Sãi.\n \nTuy nhiên, mãi đến khi ''Nguyễn Phúc tộc Thế phả'' được xuất bản tại Huế (1995) thì tiểu truyện của hai công nữ Ngọc Vạn và Ngọc Khoa mới được xác định khá rõ ràng:\n\n:''Về cuộc Nam Tiến, Ngài (chúa Sãi) đã dùng chính sách hoà bình, thân thiện với Chiêm Thành và [[Campuchia|Cao Miên]]. Năm 1620, Chúa gả Công Nữ Ngọc Vạn cho vua Cao Miên là Chư Chetta II ([[1618]]-[[1686]]) nên dân chúng vào làm ăn sinh sống ở vùng đất Thủy Chân Lạp của Cao Miên được thuận lợi. Năm 1631, Chúa lại gả Công Nữ Ngọc Khoa cho Vua Chiêm Pô Romê, nhờ đó mà có sự hoà hiếu Chiêm-Việt.''<ref>{{Chú thích web |url=http:\/\/www.nguyenphuoctoc.info\/old\/giapha\/17npnguyen.htm |ngày truy cập=2010-01-11 |tựa đề=Theo website Nguyễn Phước tộc |archive-date=2009-03-30 |archive-url=https:\/\/web.archive.org\/web\/20090330055003\/http:\/\/www.nguyenphuoctoc.info\/old\/giapha\/17npnguyen.htm |url-status=dead }}<\/ref>\n\nBàn về việc \"không có truyện\" trong sử [[nhà Nguyễn]], GS. [[Phan Khoang]] viết:\n:''Việc này, sử ta đều không chép, có lẽ các sử thần nhà Nguyễn cho là việc không đẹp, nên giấu đi chăng? Nhưng nếu họ quan điểm như vậy thì không đúng. Hôn nhân chính trị, nhiều nước đã dùng, còn ở nước ta thì chính sách này đã đem lại ích lợi quan trọng. Đời [[nhà Lý]] thường đem công chúa gả cho các tù trưởng các bộ lạc thượng du [[Miền Bắc (Việt Nam)|Bắc Việt]], các bộ lạc ấy là những giống dân rất khó kiếm chế. Nhờ đó mà các vùng ấy được yên ổn, dân thượng không xuống cướp phá dân ta, triều đình thu được thuế má, cống phẩm; đất đai ấy, nhân dân ấy lại là một rào dậu kiên cố ở biên giới [[Tên gọi Trung Quốc|Hoa]]-Việt để bảo vệ cho miền Trung Châu và kinh đô [[Thăng Long]]. Đến đời [[nhà Trần|Trần]], chính đôi má hồng của công chúa [[Huyền Trân]] đã cho chúng ta hai châu Ô, Lý để làm bàn đạp mà tiến vào [[Bình Thuận]]...'' <ref>Phan Khoang, ''Việt sử xứ Đàng Trong'' (phần \"Chúa Nguyễn gây ảnh hưởng trên đất Chân Lạp) Nhà xuất bản. Văn học, 2001.<\/ref>\n\nCông nữ Ngọc Khoa tên đầy đủ là Nguyễn Thị Ngọc Khoa, là em ruột cùng mẹ với công nữ Ngọc Vạn và là con gái thứ ba của chúa Sãi Nguyễn Phúc Nguyên. Cũng như Ngọc Vạn, không một tài liệu nào ghi chép công nữ Ngọc Khoa sinh vào tháng mấy, năm nào. Hơn nữa là sử liệu của Đại Việt không viết nhiều về bà mà chỉ có những truyền thuyết và sử Chăm đề cập.\n\nMột điều đáng quan tâm về công nữ Ngọc Khoa của chúa Sãi Nguyễn Phúc Nguyên này chính là nhan sắc tuyệt trần. Nhan sắc của Ngọc Khoa đẹp đến nổi mà chỉ một lần chúa Sãi cho Ngọc Khoa theo đoàn thương buôn vào Chiêm Thành mua bán hàng hóa, Po Rome vừa nhìn thấy đã mê mẩn, bần thần, từ đó chỉ còn mơ tưởng mau chóng gặp lại và sở hữu nhan sắc tuyệt trần kia. Điều này được hai tác giả Dohamide và Doroheim ghi trong tác phẩm “Lược sử dân tộc Chăm”.\n\nBiết được vua Po Rome bị cuốn hút bởi vẻ đẹp của con gái mình. Chúa Sãi Nguyên Phúc Nguyên, đã quyết định gả Ngọc Khoa cho Po Rome để hòa hoãn với Champa. Quan trọng hơn là tránh mối nguy bị Champa đánh úp sau lưng, đặc biệt là thực hiện những mưu đồ sau này. Chúa Sãi Nguyễn Phúc Nguyên nhìn thấy ở vua Po Rome ở một điều; đó là Po Rome là người rất giỏi thao lược, chú trọng mở rộng kinh tế, đặc biệt là ngoại giao rất tốt với các nước mạnh như Bồ Đào Nha, Nhật Bản, Indonesia, Malaysia … Điều này đã dẫn đến sự lo ngại khi Champa mạnh lên sẽ làm cho Đại Việt phải khốn đốn trong việc giữ yên bờ cõi.\n\nCuộc hôn nhân này bị sự phản đối của đại thần hai nước. Tuy nhiên, với Đại Việt thì không quá lớn còn Champa thì việc này được các đại thần phản đối mạnh mẽ. Nhưng vì ý vua đã quyết nên cuộc hôn nhân đã thực hiện tốt đẹp vào năm 1631.\n\nTuy là người vợ thứ ba của vua Po Rome nhưng so với hoàng hậu chánh thất Bia Than Cih và thứ hậu Bia Than Can; Công nữ Ngọc Khoa (Bia Ut Yuôn) khi về Dinh điện của Champa rất được vua Po Rome sùng ái. Sự sùng ái này đến nỗi trong khoảng thời gian ngắn Ngọc Khoa đã đẩy hoàng hậu chánh thất Bia Than Cih và thứ hậu Bia Than Can vào hậu cung. Làm được điều này là do nhan sắc của Ngọc Khoa quá đẹp, quá duyên dáng và quá thông minh.\n\nMột thời gian sau, không biết vì lí do gì mà Ngọc Khoa (Bia Ut Yuôn) sinh bệnh và không có ai có thể chữa trị được. Nhiều nguồn liệu ghi lại thì Ngọc Khoa giả vờ để thực hiện mục đích gì đó mà chúa Sãi Nguyễn Phúc Nguyên đã căn dặn. Và cuối cùng, mọi chuyện cũng rõ khi Ngọc Khoa nói với Po Rome rằng nàng bị thần Krek quấy phá, làm sinh bệnh; và chỉ có cách chặt cây Krek thì nàng mới khỏi bệnh.\n\nVới vương quốc Champa, ngoài hoa sứ (hoa Champa) là loài hoa được xem là quốc hoa của Champa; thì cây Krek là cây được xem là nơi thần ngự trị và hộ mệnh cho vương quốc Champa. Không những vậy, cây Krek là cây thân gỗ được Champa sử dụng để đóng thuyền chiến cho thủy binh. Chính vì vậy mà nhân dân Champa rất coi trọng và hết lòng bảo vệ cây Krek.\n\nĐã biết vì sao mà Bia Ut Yuôn bị bệnh chữa hoài không hết, cộng thêm việc Po Rome quá yêu và chiều chuộng Bia Ut Yuôn. Cho nên, vua Po Rome đã ra lệnh cho binh lính chặt cây Krek mọc trong dinh điện của mình. Tuy nhiên, khi binh lính dùng rìu chặt cây Krek thì cây phun ra những tia máu giết chết ngay tại chỗ.\n\nQuá tức tối và nóng giận việc binh lính không chặt đổ được cây Krek, thêm việc bệnh tình Bia Ut Yuôn ngày càng nặng. Đích thân vua Po Rome đã rút gươm chặt đổ cây Krek. Vua chặt đúng ba nhát thì cây Krek đổ xuống nhưng lạ thay thân cây vang than khắp trời và máu trong thân chảy ra suốt bảy ngày bảy đêm. Sau bảy ngày bảy đêm tuôn máu, cây Krek chết, đúng lúc thì Bia Ut Yuôn hết bệnh.\n\nNăm 1651, Champa và Đại Việt và bắt đầu trở mặt nhau. Chủ động trong vấn đề này, chúa Sãi Nguyễn Phúc Nguyên cho quân tiến đánh Champa. Ngay lập tức, vua Po Rome cho sẻ gỗ Krek đóng thuyền chiến bắt đầu cuộc chiến với Đại Việt. Trong trận hỗn chiến với Đại Việt, vua Po Rome bị trúng kế, kết quả là bị bắt và tự sát trên đường giải về Huế.\n\nCuộc chiến kết thúc, Đại Việt thắng trận và chiếm nhiều vùng đất của Champa. Tuy nhiên, với nhân dân Champa, họ không tin với tài thao lược của vua Po Rome thì không dễ gì Đại Việt sẽ đánh thắng. Mà họ cho rằng vua Po Rome thua trận là do ngài đã chặt đổ cây Krek, thần linh vì thế mà trút giận lên người Po Rome. Đặc biệt là thần Krek không phù hộ, che chở vận mệnh cho Champa nữa. Xảy ra điều này là do công nữ Đại Việt Ngọc Khoa đã mê muội Po Rome, vì thế nhân dân Chăm họ đã giận dữ tìm giết Ngọc Khoa. Tuy nhiên, khi biết tin Po Rome tử trận thì Ngọc Khoa đã tự sát theo.\n\n==Theo quan điểm của người Chiêm==\nSử sách không ghi lại là bà Ngọc Khoa đã làm những gì ở triều đình Chiêm Thành, chỉ biết rằng [[truyền thuyết]] cũng như [[tục ngữ]] Chiêm Thành đều có ý trách cứ, cho rằng bà Ngọc Khoa đã làm cho vua Po Romê trở nên mê muội và khiến cho nước Chiêm sụp đổ.\n\n*Trong bài ca Chiêm Thành Ni Danak Po Romé có câu: ''Vua Po Romê có ba vợ: hai người giống da sậm và một người Việt Nam, cả ba người đều ghen nhau, cãi vã ồn ào trong cung điện nhà vua.\"''\n*Trong Cổ Tích Chiêm Thành Po Romê có ghi: ''Do biết tính háu sắc của Po Romê, vua ở Huế bèn chọn công chúa đẹp nhất rồi giả làm người đi buôn vào đất Chiêm Thành. Danh tiếng cô nàng xinh đẹp đến tai Po Romê. Vua cho vời đến, vừa trông thấy mặt nàng là say mê, rước về làm vợ, tức là nàng Bia Út, hoàng hậu Út.\"''\n*Theo truyền thuyết Chiêm Thành, bà Ngọc Khoa hay Bia Ut đã dùng sắc đẹp mê hoặc Po Romê, khiến ông chặt bỏ cây \"kraik\", biểu tượng thiêng liêng của vương quốc Chiêm Thành, vì vậy sau đó vương quốc nầy sụp đổ.\n*Ngoài ra, người Chăm còn dùng tên bà Bia Ut trong một câu [[thành ngữ]] để mỉa mai những phụ nữ béo mập: ''Béo như bà Ut'' (''Limuk you Bia Ut'')<ref>Theo ''Văn học dân gian Chăm, tục ngữ - thành ngữ - câu đố'' (Nhà xuất bản Văn hóa Dân tộc, 1995)<\/ref>.\n\nNgoài việc thần linh hóa câu chuyện, truyền thuyết trên đây đã phản ảnh một phần sự thật lịch sử, đó là nước Chiêm Thành, một lần nữa suy yếu hẳn đi sau cuộc hôn nhân Việt Chiêm năm 1631, nhờ đó, người Việt nhanh chóng vượt qua Chiêm Thành, xuống [[đồng bằng sông Cửu Long]]. Như thế, hai công nữ Ngọc Khoa và Ngọc Vạn, tuy không chính thức đem lại đất đai như [[huyền Trân|công chúa Huyền Trân]], nhưng cả hai đều đã mở đường cho cuộc [[Nam tiến]] của các chúa Nguyễn...\n\n==Theo quan điểm của người Việt ==\nTheo Nguyễn Lệ Hậu, thì: ''việc giữ gìn biên cương và mở mang bờ cõi luôn là ước vọng lớn lao của hầu hết các đấng quân vương, và trong suốt thời gian trị vì của mình các bậc đế vương đã không ngừng khai thác bằng hầu hết những khả năng và biện pháp vốn có. Ở đây, vấn đề hôn nhân nhằm mục đích chính trị đã đóng một vai trò không nhỏ trong việc mở mang bờ cõi, nhất là trong công cuộc Nam tiến. Trong đó các cành vàng lá ngọc đã đóng một vai trò nhất định, nước mắt má hồng đã tô thắm cho từng dãi đất biên cương''.<ref>{{Chú thích web |url=http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=79&a=76&k=124 |ngày truy cập=2010-01-11 |tựa đề=Nguyễn Lệ Hậu, ''Nước mắt biên cương và phận má hồng'' |archive-date=2011-05-29 |archive-url=https:\/\/web.archive.org\/web\/20110529021343\/http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=79&a=76&k=124 |url-status=dead }}<\/ref>.\n\nChính vì lẽ đó, thi sĩ [[Trần Tuấn Khải]] (1895-1983), đã có thơ ca ngợi Ngọc Khoa và Ngọc Vạn như sau: \n{|valign=\"top\"\n|\n:''Hồng Lạc ta đâu hiếm nữ tài\n:''Nghìn xưa [[Hai Bà Trưng|Trưng]]-[[Bà Triệu|Triệu]] đã từng oai\n:''Noi gương Khoa-Vạn, hai công chúa\n:''Một sớm ra đi mở đất đai.\n:...\n:''Cũng vì hạnh phúc của muôn dân\n:''Vì nước, vì nhà, xá quản thân.\n:''Lá ngọc cành vàng coi nhẹ bổng,\n:''Hiếu trung cho trọn đủ mười phân.\n\n:''Những tiếc riêng cho phận nữ hài,\n:''Đem thân giúp nước há nhường trai.\n:''Vắng trang lịch sử, nào ai biết?\n:''Người đã hy sinh vị giống nòi.\n\n:''Tới nay kể đã mấy tinh sương\n:''Mượn bút quan hoài để biểu dương:\n:''Bà Rịa, [[Phan Rang (định hướng)|Phan Rang]] ngàn vạn dặm,\n:''Công người rạng rỡ chốn quê hương.\n:(trích ''Cảm vịnh hai bà Ngọc Vạn, Ngọc Khoa'')\n|\n:Tân Việt Điểu cũng có thơ rằng:\n\n:''Ngọc Vạn, Ngọc Khoa giữ một niềm\n:''Vì ai, tô điểm nước non tiên?\n:''Chị lo giữ vẹn tình Miên-Việt,\n:''Em nhớ làm tròn nghĩa Việt-Chiêm\n:''[[Bà Rịa]], [[Biên Hòa]] thêm vạn dặm,\n:''Phan Rang, [[Phan Rí Cửa|Phan Rí]] mở hai miền\n:''Non sông gấp mấy lần Ô, Lý\n:''Nam tiến, công người chẳng dám quên.\n:(chép trong ''Biên Hòa sử lược toàn thư'', quyển 2)<ref>Lương Văn Lựu, ''Biên Hòa sử lược toàn biên'' (quyển 2). Tác giả tự xuất bản, Sài Gòn, 1973<\/ref>\n|} \n==Nhầm lẫn, nghi vấn==\nNhiều tài liệu trước đây thường ghi tước vị của bà là công chúa, nhưng thực ra là công nữ, vì bà chỉ là con của chúa Nguyễn. Và ở [[Nhật Bản]], các văn bản họ Araki ký gửi cơ quan Nagasaki Bugyousho (Trường Kỳ Phụng Hành Sở, một cơ quan quản lý mâu dịch hải ngoại tại Nagasaki) cho rằng một vị chúa hoặc trấn thủ Quảng Nam gả một con gái nuôi cho một thương gia Nhật, chủ một thương điếm ở [[Hội An]] tên là Araki Soutarou (Hoang Mộc Tông Thái Lang), tên Việt là Nguyễn Thái Lang, hiệu là Hiển Hùng. Điều này phù hợp với nội dung tìm tòi và phân tích của tác giả Thân Trọng Thủy, và bà này theo chồng qua sinh sống ở Nhật trong 26 năm, được người Nhật ở Nagasaki quý mến. Khi bà chết, mộ bà được chôn cạnh mộ chồng ở ngôi chùa Daionji (Đại Âm Tự) tại Nagasaki, sau này con cháu đời thứ 13 đã cải táng đi đâu không rõ.<ref>Xem chi tiết ở đây: [http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/vua\/congnuNgocHoa.htm].<\/ref>.\n\n==Xem thêm==\n*[[Công nữ Ngọc Vạn|Nguyễn Phúc Ngọc Vạn]]\n*[[Huyền Trân]]\n\n==Chú thích== \n{{Tham khảo}}\n\n[[Thể loại:Công nữ chúa Nguyễn|K]]\n[[Thể loại:Người Đàng Trong]]"}