{"478668":"[[Tập tin:Anh cac cu to Lien Thanh.jpg|phải|nhỏ|300px|Sáu sáng lập viên của LTTQ: Hồ Tá Bang, Nguyễn Trọng Lợi, Nguyễn Quý Anh (hàng trên), Nguyễn Hiệt Chi, Trần Lệ Chất, Ngô Văn Nhượng (hàng dưới).]]\n\n'''Liên Thành Thương Quán''', tên đăng ký tiếng Pháp: ''Société de Lien Thanh'', hay được biết với tên thông dụng là '''Công ty Liên Thành''', là một tổ chức kinh doanh do các sĩ phu yêu nước ở [[Bình Thuận]] sáng lập vào năm [[1906]] để hưởng ứng [[phong trào Duy Tân]] do [[Phan Châu Trinh]], [[Trần Quý Cáp]] và [[Huỳnh Thúc Kháng]] khởi xướng tại [[Trung Kỳ]]<ref>{{Chú thích web| url = http:\/\/www.nld.com.vn\/20090522104457589P1014C1088\/bai-1-phong-trao-duy-tan-o-binh-thuan-da-khai-sinh-ra-lien-thanh.htm | tiêu đề = Bài 1: Phong trào Duy Tân ở Bình Định đã khai sinh Liên Thành | ngày truy cập =ngày 2 tháng 4 năm 2010 | accessmonthday = | ngày truy cập = | tác giả 1 = Việt Tuấn| họ 1 = | tên 1 = | lk tác giả 1 = | các tác giả = | ngày tháng = 22\/5\/2009 | năm = | tháng = | định dạng = | work = | nhà xuất bản = Người Lao Động | các trang = | ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref>. Tên Liên Thành được lựa chọn với ngụ ý bảo tồn truyền thống, có ý nghĩa là thành hoa sen, nguyên là tên cũ của tỉnh Bình Thuận, xuất phát từ một hồ sen nằm ở quận Hoà Đa<ref>Hồ Tá Khanh, 1984 - trg 35.<\/ref>.\n\nTrên phương diện lịch sử, Công ty Liên Thành đánh dấu sự hình thành của chủ nghĩa tư sản dân tộc ở Việt Nam, khởi nguồn từ tinh thần dân tộc rồi sau đó chuyển đổi sang tinh thần thực nghiệp Tây phương.<ref name=\"Trịnh Văn Thảo, Tạp chí Tia Sáng 5\/8\/2007.\">Trịnh Văn Thảo, Tạp chí Tia Sáng 5\/8\/2007.<\/ref> Đây cũng là công ty Việt Nam có lịch sử tồn tại dài trên 100 năm và vẫn còn hoạt động cho đến tận ngày nay.\n==Lịch sử ra đời và phát triển==\nLiên Thành Thương Quán ban đầu được [[Nguyễn Trọng Lội]], [[Nguyễn Quý Anh]] (là hai con trai nhà thơ yêu nước [[Nguyễn Thông]]), [[Ngô Văn Nhượng]], [[Hồ Tá Bang]], [[Nguyễn Hiệt Chi]], [[Trần Lệ Chất]] lập nên<ref>Hồ Tá Khanh, 1984 - trg 36.<\/ref>, nguyên đặt trụ sở Tổng cuộc ở làng Thành Đức, nay là di tích số 306 Trần Hưng Đạo, thành phố [[Phan Thiết]], tỉnh [[Bình Thuận]].\n\nTương ứng với cương lĩnh hành động 3 điểm \"Khai dân trí - Chấn dân khí - Hậu dân sinh\" của phong trào Duy Tân hồi bấy giờ, Liên Thành Thương Quán là một trong 3 tổ chức có các chức năng văn hoá - chính trị - kinh tế gắn liền nhau<ref name=\"Trịnh Văn Thảo, Tạp chí Tia Sáng 5\/8\/2007.\"\/>:\n\n* [[Trường Dục Thanh|Dục Thanh Học hiệu]]: được thành lập năm 1907, dạy cho con em người yêu nước và lao động nghèo theo nội dung yêu nước và tiến bộ.\n* Liên Thành Thư xã: được thành lập năm 1905 để truyền bá các sách báo có nội dung yêu nước.\n* Liên Thành Thương quán: được thành lập ngày 6 tháng 6 năm 1906 để làm kinh tế gây quỹ hoạt động, đồng thời tạo công ăn việc làm cho nhân dân.\n\nVào lúc đó, do các ngành nghề chính trong nền công nghiệp và nền thương mại của Đông Dương đều do tư bản Pháp và Hoa kiều lũng đoạn, nên Liên Thành Thương Quán lựa chọn sản xuất và kinh doanh [[nước mắm]] - là ngành nghề kinh doanh nhỏ, chưa nằm trong tay tư bản nước ngoài. Ngoài nước mắm, Liên Thành Thương Quán còn kinh doanh trong lĩnh vực dịch vụ khách sạn, buôn bán thuốc bắc, vải vóc ở thời gian trước năm 1922.\n\nTrong thời gian ban đầu mới thành lập, nhờ có sự ủng hộ của những người có cảm tình với phong trào Duy Tân, cũng như viên công sứ Pháp tại Bình Thuận là Claude Leon Lucien Garnier có tư tưởng Dân quyền, nên Liên Thành có điều kiện phát triển trong vài năm đầu tiên<ref name=\"Trịnh Văn Thảo, Tạp chí Tia Sáng 5\/8\/2007.\"\/>. Năm 1909, Liên Thành Thương Quán thuê ngôi nhà [[Đường Châu Văn Liêm, Thành phố Hồ Chí Minh#Di tích|số 1\/2\/3 Quai Testard]] và mở phân cuộc kinh doanh ở Sài Gòn. Năm 1911, Nguyễn Trọng Lợi qua đời, Hồ Tá Bang thay thế ở chức vụ Tổng lý - tức Giám đốc. Ông đã khéo léo xoay xở để đưa công ty vượt qua quãng thời gian khó khăn, lúc phong trào Duy Tân bị đàn áp và Liên Thành bị liên tục gây khó dễ.\n \nNăm 1917, Nguyễn Quý Anh được bầu làm Tổng lý, còn Hồ Tá Bang đảm nhiệm Nghị trưởng (Chủ tịch Hội đồng Quản trị) và chính thức dời Tổng cuộc vào Chợ Lớn, lại mua thêm một lô đất ở Khánh Hội xây vựa chứa nước mắm. Lúc này, vốn của Công ty đã lên đến 93'200 đồng bạc Đông Dương. Đến năm 1919, Nguyễn Quý Anh giao lại trách nhiệm Tổng lý cho Trần Lệ Chất, và Trần Lệ Chất đã tiếp tục đưa Liên Thành sang một thời kỳ phát triển rực rỡ.\n\nNăm 1922, công ty xây dựng trụ sở ở Khánh Hội và dời Tổng cuộc từ [[Chợ Lớn]] về đây<ref>Ngôi nhà này hiện vẫn còn nguyên vẹn, là trụ sở văn phòng của Công ty cổ phần Chế biến Thủy hải sản Liên Thành, số 243 Bến Vân Đồn, Quận 4, thành phố Hồ Chí Minh, hiện đang được kiến nghị công nhận di tích lịch sử văn hoá - [http:\/\/www.quan4.hochiminhcity.gov.vn\/web\/tintuc\/default.aspx?cat_id=423&news_id=494 Trang Web HDND Q. 4 TP HCM]{{Liên kết hỏng|date=ngày 13 tháng 2 năm 2021 |bot=InternetArchiveBot }}.<\/ref><ref>{{Chú thích web | url = http:\/\/www.quan4.hochiminhcity.gov.vn\/web\/tintuc\/default.aspx?cat_id=423&news_id=494 | tiêu đề = Toạ đàm \"Hồ Chí Minh - Hành trình cứu nước và vai trò của Dục Thanh Học hiệu và Liên Thành Thương quán\" | ngày truy cập =  | accessmonthday =  | tác giả 1 =  | họ 1 =  | tên 1 =  | lk tác giả 1 =  | các tác giả =  | ngày tháng =  | năm =  | tháng =  | định dạng =  | work =  | nhà xuất bản = Trang Web của HDND Quận 4 TP HCM | các trang =  | ngôn ngữ =  | url lưu trữ =  | ngày lưu trữ =  }}{{Liên kết hỏng|date=ngày 13 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Trong cùng năm, nước mắm Liên Thành tham gia đấu xảo ở Marseille, Pháp và tạo ra tiếng vang lớn. Từ sau đó, công ty Liên Thành dần mở rộng mạng lưới gồm các phân cuộc ở tỉnh lỵ Phan Thiết, Phú Hài (Phan Thiết), [[Mũi Né]], Hưng Long (Phan Thiết), [[Phan Rí Cửa|Phan Rí]], [[Hội An]], với địa bàn phân phối nước mắm ở nhiều tỉnh miền Trung và miền Nam, phủ qua cả [[Campuchia]] và cả ở châu Âu.\n\n[[Hình:Trụ sở công ty Liên Thành.JPG|nhỏ|290px|Trụ sở công ty Liên Thành ở đường Bến Vân Đồn, quận 4, Tp. Hồ Chí Minh.]]\n\nNăm 1960, Liên Thành xây dựng một nhà máy sản xuất phân bón không mùi từ xác cá tại Phú Hài, Phan Thiết. Trong ngành sản xuất nước mắm, đây là một phát kiến quan trọng để tận thu phế phẩm. Sản phẩm phân bón Phú Hài nhanh chóng được các nhà vườn Đà Lạt chấp nhận tiêu thụ.\n\nSau khi Trần Lệ Chất mất năm 1969, ông Huỳnh Văn Dậu<ref>Ông Huỳnh Văn Dậu là cháu của ông Huỳnh Văn Đẩu, một phú gia yêu nước đã hiến 10 mẫu ruộng nhất đẳng cho trường Dục Thanh - Hồ Tá Khanh, 1984, trg. 90.<\/ref> giữ trách nhiệm Chủ tịch Hội đồng Quản trị cho đến khi ông đồng ý hiến công ty cho Nhà nước vào năm 1979 với điều kiện là giữ lại tên Liên Thành cùng với bàn thờ 6 cụ tổ sáng lập<ref>Hồ Tá Khanh, 1984, trg 100.<\/ref>. Công ty cũng thực hiện việc chi trả cổ tức và cổ phần cho các cổ đông cũ trước khi chuyển sang sở hữu nhà nước.<ref>[http:\/\/vneconomy.vn\/doanh-nhan\/chuyen-hang-nuoc-mam-moi-co-dong-nhan-lai-von-sau-70-nam-20151013070651823.htm Chuyện hãng nước mắm mời cổ đông nhận lại vốn sau 70 năm]<\/ref>\n\nSau khi được quốc hữu hoá, các phân cuộc của Liên Thành ở các tỉnh được chuyển đổi thành các cơ sở nước mắm quốc doanh ở địa phương, nhà máy phân bón Phú Hài chuyển thành Xí Nghiệp Quốc doanh Phân bón Phú Hài, còn cơ sở chính của Liên Thành ở Sài Gòn được gộp chung với 9 doanh nghiệp sản xuất nước mắm tư nhân trên địa bàn thành Xí nghiệp Quốc doanh nước mắm Liên Thành, đến năm 1990 thì đổi thành Xí nghiệp Chế biến Thủy hải sản Liên Thành. Năm 2001, theo chủ trương của Nhà nước, Xí nghiệp Chế biến Thủy hải sản Liên Thành được cổ phần hoá và sau đó đổi tên thành Công ty Cổ phần Chế biến Thủy hải sản Liên Thành cho đến ngày nay.\n\n==Liên Thành Thương Quán - Dấu ấn lịch sử==\nLiên Thành Thương Quán đã giúp đỡ [[Hồ Chí Minh|Nguyễn Tất Thành]] - tức Chủ tịch [[Hồ Chí Minh]] - trong quá trình từ Phan Thiết vào Sài Gòn và lên tàu ra nước ngoài. Năm 1911, Nguyễn Tất Thành được ông Hồ Tá Bang, Trần Lệ Chất giúp đỡ từ Phan Thiết vào Sài Gòn với giấy thông hành tên Văn Ba<ref>{{Chú thích web| url = http:\/\/thethaovanhoa.vn\/306N20090321104516740T132\/truong-duc-thanh-xuanoi-day-in-dau-chan-nguoi.htm | tiêu đề = Trường Dục Thanh xưa - Nơi đây in dấu chân người... | ngày truy cập =ngày 30 tháng 4 năm 2010 | accessmonthday = | ngày truy cập = | tác giả 1 = Phạm Bá Nhiễu | họ 1 = | tên 1 = | lk tác giả 1 = | các tác giả = | ngày tháng = 23\/03\/2009 | năm = | tháng = | định dạng = | work = | nhà xuất bản = Thể thao Văn Hoá | các trang = | ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref>, đồng thời bố trí cho Nguyễn Tất Thành ở lại ở trụ sở phân cuộc Chợ Lớn ở 1\/2\/3 Quai Testard. Ngôi nhà này nay là Di tích Lịch sử Nguyễn Tất Thành ở số 5 Châu Văn Liêm, Quận 5, thành phố Hồ Chí Minh. Ngoài ra, Liên Thành Thương Quán còn hỗ trợ tài chính cho Nguyễn Tất Thành trước khi lên tàu sang Pháp<ref>{{Chú thích web| url = http:\/\/www.nld.com.vn\/20090529103026420P1014C1088\/bai-2-duc-thanh-hoc-hieu-con-in-dau-chan-nguoi.htm | tiêu đề = Bài 2: Dục Thanh Học hiệu còn in dấu chân Người | ngày truy cập =ngày 5 tháng 4 năm 2010 | accessmonthday = | ngày truy cập = | tác giả 1 = Việt Tuấn | họ 1 = | tên 1 = | lk tác giả 1 = | các tác giả = | ngày tháng = 29\/05\/2009 | năm = | tháng = | định dạng = | work = | nhà xuất bản = Người Lao Động| các trang = | ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref><ref>{{Chú thích web| url = http:\/\/tuoitre.vn\/Giao-duc\/128172\/Tram-nam-nhin-lai-cuoc-Dong-Du.html | tiêu đề = Trăm năm nhìn lại cuộc Đông Du | ngày truy cập =ngày 5 tháng 4 năm 2010 | accessmonthday = | ngày truy cập = | tác giả 1 = Dương Trung Quốc | họ 1 = | tên 1 = | lk tác giả 1 = | các tác giả = | ngày tháng = 19\/03\/2006 | năm = | tháng = | định dạng = | work = | nhà xuất bản = Tuổi Trẻ| các trang = | ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref>.\n\nTrong thời gian từ khi sáng lập đến năm 1975, Công ty Liên Thành được ghi nhận đã có nhiều đóng góp tài chính cho [[phong trào Duy Tân]], [[phong trào Đông Du]]<ref>{{Chú thích web | url = http:\/\/www.sgtt.com.vn\/detail44.aspx?newsid=10320&fld=HTMG\/2006\/0602\/10320 | tiêu đề = Hành trình 100 năm nước mắm Liên Thành | ngày truy cập =  | accessmonthday =  | tác giả 1 = TS Thông Thanh Khánh | họ 1 =  | tên 1 =  | lk tác giả 1 =  | các tác giả =  | ngày tháng = 2\/6\/2006 | năm =  | tháng =  | định dạng =  | work =  | nhà xuất bản = Sài Gòn Tiếp thị | các trang =  | ngôn ngữ =  | url lưu trữ =  | ngày lưu trữ =  }}{{Liên kết hỏng|date=ngày 13 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web| url = http:\/\/www.thanhnien.com.vn\/news\/Pages\/201021\/20100517001351.aspx | tiêu đề = Thầy Thành ở trường Dục Thanh | ngày truy cập =2010-05-018 | accessmonthday = | ngày truy cập = | tác giả 1 = Quế Hà | họ 1 = | tên 1 = | lk tác giả 1 = | các tác giả = | ngày tháng = 17\/5\/2006 | năm = | tháng = | định dạng = | work = | nhà xuất bản = Thanh Niên Online | các trang = | ngôn ngữ = | url lưu trữ = | ngày lưu trữ = }}<\/ref>, Mặt trận Việt Nam Độc lập Đồng minh ([[Việt Minh]])<ref>Ông Nguyễn Minh Duệ - Hiệp lý (Phó Giám đốc) công ty Liên Thành bị phục kích bắn chết trên đường mua vũ khí từ Cam-pu-chia về cho bộ đội - Hồ Tá Khanh, 1984, trg 101.<\/ref> và [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]]<ref>Theo quyết định của UBND [[Thành phố Hồ Chí Minh]], tháng 3 năm 1978, Liên Thành được công nhận là cơ sở cách mạng - Hồ Tá Khanh, 1984, trg 101.<\/ref>.\n\n==Xem thêm==\n*[[Trường Dục Thanh]]\n*[[Phan Châu Trinh]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Liên Thành Thông Sử - Achevé d'imprimer le 25 janvier 1984. Imprimerie Funam a Gennevilliers pour Dr. Hô-Ta-Khanh\n* {{Chú thích web | url = http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=18718 | tiêu đề = Công ty Liên Thành (1906-1975): Từ hội Duy Tân đến doanh nghiệp hiện đại | ngày truy cập =  | accessmonthday =  | tác giả 1 = Trịnh Văn Thảo | họ 1 =  | tên 1 =  | lk tác giả 1 =  | các tác giả =  | ngày tháng = 5\/8\/2007 | năm =  | tháng =  | định dạng =  | work = Tạp chí Tia Sáng | nhà xuất bản =  | các trang =  | ngôn ngữ =  | url lưu trữ =  | ngày lưu trữ =  }}{{Liên kết hỏng|date=ngày 13 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Công ty Việt Nam]]\n[[Thể loại:Phong trào Duy Tân]]\n[[Thể loại:Tổ chức thành lập năm 1906]]\n[[Thể loại:Nước mắm]]"}