{"788549":"{{Thông tin công trình xây dựng\n| tên =Công ty Vaccine Pasteur Đà Lạt\n| tên gốc =\n| hình =Pasteur Institute of Da Lat 02.jpg\n| ghi chú hình =\n| loại bản đồ =Đà Lạt\n| vĩ độ =11.933006\n| kinh độ =108.427177\n| cỡ bản đồ =\n| chú thích bản đồ =Vị trí viện Pasteur trên bản đồ Đà Lạt\n| tên cũ =\n| loại hình =\n| phong cách =\n| thành phố =[[Đà Lạt]]\n| quốc gia =\n| địa chỉ =18 đường Lê Hồng Phong\n| sử dụng =Công ty Vaccine Pasteur Đà Lạt\n| khởi công =1932\n| hoàn thành =1936\n| khánh thành =\n| trùng tu =\n| kích thước =\n| chiều cao =\n| đường kính =\n| diện tích xây dựng =\n| diện tích sàn =\n| kiến trúc sư =\n}}\n'''Công ty Vaccine Pasteur Đà Lạt''' là một doanh nghiệp trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế Việt Nam]], nằm tại số 18 đường Lê Hồng Phong, thành phố [[Đà Lạt]]. Tiền thân của cơ sở này là '''Viện Pasteur Đà Lạt''' được thành lập từ năm 1936 theo đề xuất của bác sĩ [[Alexandre Yersin]], một học trò của [[Louis Pasteur]]. Công ty Vaccine Pasteur Đà Lạt hiện nay có nhiệm vụ nghiên cứu khoa học và sản xuất các loại [[vắc-xin|vaccine]] để phục vụ nhu cầu y tế, chữa bệnh của Việt Nam. Trụ sở của Công ty Vaccine Pasteur Đà Lạt cũng là một trong những công trình kiến trúc công sở tiêu biểu của thành phố.\n\n== Lịch sử ==\nNgày 1 tháng 1 năm 1936, theo đề xuất của bác sĩ Alexandre Yersin, chính quyền Pháp quyết định thành lập Viện Pasteur Đà Lạt, cơ sở cuối cùng trong chuỗi các [[Viện Pasteur]] tại [[Bán đảo Đông Dương|Đông Dương]].<ref>{{Chú thích sách\n | author=Trần Sỹ Thứ\n | author2 =\n | title=Địa chí Đà Lạt\n | publisher=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh\n | place=Thành phố Hồ Chí Minh\n | year=2008\n | page=318\n}}<\/ref> Bác sĩ Alexandre Yersin cũng chính là người đã thành lập [[Viện Pasteur Nha Trang]] vào năm 1895 và [[Viện Pasteur Hà Nội]] năm 1920.<ref>{{Chú thích báo\n | tác giả=Lan Trang\n | tên bài=Khánh Hòa: công viên mang tên Alexandre Yersin\n | nhà xuất bản=Báo Sài Gòn Tiếp Thị\n | ngày truy cập=2011-05-14\n | url lưu trữ=http:\/\/sgtt.vn\/Thoi-su\/59237\/Khanh-Hoa-cong-vien-mang-ten-Alexandre-Yersin.html\n}}<\/ref> Viện Pasteur Đà Lạt khi đó có nhiệm vụ nghiên cứu các [[bệnh nhiệt đới]], làm một số xét nghiệm y tế phục vụ việc bảo vệ sức khỏe cho con người, sản xuất những chế phẩm sinh học cung cấp cho Viện Pasteur Sài Gòn và kiểm nghiệm nước uống cho địa phương. Viện Pasteur Đà Lạt còn thành lập một khu trồng cây [[canh ki na]] tại xã Xuân Thọ để khảo nghiệm và sản xuất [[ký ninh]]. Trước năm 1975, Viện Pasteur Đà Lạt là một trong những cơ sở sản xuất thuốc chủng ngừa lớn nhất [[Đông Nam Á]], vì vậy đôi khi viện còn sản xuất thuốc chủng cho một vài quốc gia khác trong khu vực.<ref>{{Chú thích sách\n | author=Trần Sỹ Thứ\n | author2 =\n | title=Địa chí Đà Lạt\n | publisher=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh\n | place=Thành phố Hồ Chí Minh\n | year=2008\n | page=368\n}}<\/ref>\n\nSau năm 1975, Bộ Y tế Việt Nam quyết định thành lập Trung tâm nghiên cứu và sản xuất vaccine quốc gia dựa trên ba cơ sở: Viện Pasteur Đà Lạt, Phòng sản xuất của Viện Pasteur Nha Trang và Phòng sản xuất vaccine của Viện vệ sinh dịch tễ Hà Nội. Đến năm 1982, Viện Pasteur Đà Lạt được đổi lại thành Phân viện vaccine Đà Lạt, và từ năm 1986 trở thành cơ sở hai của Viện vaccine quốc gia đóng tại [[Nha Trang]].<ref>{{Chú thích sách\n | author=Trần Sỹ Thứ\n | author2 =\n | title=Địa chí Đà Lạt\n | publisher=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh\n | place=Thành phố Hồ Chí Minh\n | year=2008\n | page=369\n}}<\/ref> Năm 2004, Phân viện Vaccine Đà Lạt được [[Chính phủ Việt Nam]] đầu tư hơn 5 triệu [[Đô la Mỹ|đô la]] để xây dựng và lắp đặt một nhà máy sản xuất vaccine hiện đại có công suất thiết kế 6 triệu liều\/năm, sản xuất các chủng loại vaccine thế hệ mới theo công nghệ lên men của Hoa Kỳ. Từ năm 2008, Bộ Y tế quyết định chuyển Phân viện Vaccine Đà Lạt thành Công ty Vaccine Pasteur Đà Lạt, một đơn vị hạch toán kinh tế tự chủ trực thuộc Bộ Y tế.<ref>{{Chú thích báo\n | tác giả=Nhất Hùng\n | tên bài=Chuyển Phân viện Vaccine Đà Lạt thành đơn vị hạch toán tự chủ\n | nhà xuất bản=Báo Công an nhân dân\n | ngày truy cập=2011-05-14\n | url lưu trữ=http:\/\/www.cand.com.vn\/vi-vn\/anninhtrattu\/dieutra\/2007\/1\/96566.cand\n}}<\/ref>\n== Kiến trúc ==\nCông trình Viện Pasteur Đà Lạt được khởi công xây dựng vào năm 1932 và hoàn thành vào tháng 6 năm 1935. Toàn bộ cơ sở bao gồm một khối nhà chính làm văn phòng, bên cạnh là các [[phòng thí nghiệm]], [[phòng tiệt trùng]], phòng vaccine, phòng lạnh...<ref>{{Chú thích sách\n | author=Nguyễn Tri Diện\n | author2 =\n | title=Đà Lạt: Điểm hẹn năm 2000\n | publisher=Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh\n | place=Thành phố Hồ Chí Minh\n | year=2000\n | page=222\n}}<\/ref> Giống như phần lớn các công trình kiến trúc ở Đà Lạt, Viện Pasteur có bố cục tổng thể theo hình khối nằm ngang ổn định, gắn kết chặt chẽ với mặt đất. Công trình gồm hai tầng, mặt ngoài đối xứng gần như hoàn hảo, được trang trí bởi những [[cửa sổ]] kiểu cách đa dạng, một phần tường tầng trệt xây theo lối thô giáp. Kiến trúc của Viện Pasteur Đà Lạt chịu nhiều ảnh hưởng từ trào lưu kiến trúc mới. Công trình là tổ hợp của những mảng khối [[hình chữ nhật]], các hình khối mạnh mẽ, đường nét đơn giản và rõ ràng. Nhìn từ ngoài vào, mặt chính của viện trang trí một chân dung [[Louis Pasteur]] đắp nổi và dòng chữ \"Viện Pasteur Việt Nam - Chi nhánh Đà Lạt\" ở phía trên. Mặt đứng của công trình phản ánh trung thực cấu trúc của mặt bằng. Hệ mái bằng có phần tường xây cao hơn mái hắt, một nét mới trong hình thức kiến trúc thời kỳ này.<ref>{{Chú thích sách\n | author=Trần Sỹ Thứ\n | author2 =\n | title=Địa chí Đà Lạt\n | publisher=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh\n | place=Thành phố Hồ Chí Minh\n | year=2008\n | page=319\n}}<\/ref> Xung quanh viện bao bọc bởi một số biệt thự, trước đây vốn là nơi ở của các bác sĩ làm việc trong viện.<ref>{{Chú thích sách\n | author=Nguyễn Tri Diện\n | author2 =\n | title=Đà Lạt: Điểm hẹn năm 2000\n | publisher=Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh\n | place=Thành phố Hồ Chí Minh\n | year=2000\n | page=223\n}}<\/ref>\n== Xem thêm ==\n* [[Kiến trúc Đà Lạt]]\n* [[Danh sách công trình kiến trúc Đà Lạt|Danh sách các công trình kiến trúc Đà Lạt]]\n== Tham khảo ==\n{{thể loại Commons|Pasteur Institute of Da Lat|Viện Pasteur Đà Lạt}}\n{{tham khảo|cột=}}\n{{Viện Pasteur}}\n{{Các chủ đề|Việt Nam|Kiến trúc|Khoa học}}\n\n[[Thể loại:Công trình kiến trúc Pháp tại Đà Lạt]]\n[[Thể loại:Viện Pasteur|Đà Lạt]]\n[[Thể loại:Viện nghiên cứu Việt Nam|Pasteur Đà Lạt]]"}