{"15614":"{{Khóa|small=yes|Vandalism}}\n{{Infobox Military Unit\n|unit_name=<big>Công an nhân dân Việt Nam<\/big>\n|image=[[Tập tin:Flag of the People's Public Security of Vietnam.svg|giữa|200px|border]] '''Công an kỳ'''<br>\n[[Tập tin:Huy hiệu BCA CAND.svg|giữa|200px|border]] '''Công an hiệu'''<br>\n|caption=Sáu chữ vàng: '''BẢO VỆ AN NINH TỔ QUỐC'''<br\/>[[Sáu điều chủ tịch Hồ Chí Minh dạy Công an nhân dân Việt Nam|Sáu điều Chủ tịch Hồ Chí Minh dạy<br\/>Công an nhân dân Việt Nam]]:<br \/>''Đối với tự mình, phải cần kiệm liêm chính'';<br \/>''Đối với đồng sự, phải thân ái giúp đỡ'';<br \/>''Đối với Chính phủ, phải tuyệt đối trung thành'';<br \/>''Đối với nhân dân, phải kính trọng lễ phép'';<br \/>''Đối với công việc, phải tận tụy'';<br \/>''Đối với địch, phải cương quyết khôn khéo''.\n|colors={{colorbox|Yellow}} Vàng<br>{{colorbox|Red}} Đỏ<br>{{colorbox|Green}} Xanh lá cây<br>{{colorbox|White}} Trắng<br>{{colorbox|Black}} Xanh rêu đậm\n|march=[[Chúng ta là chiến sĩ Công an]]<br \/>''Tác giả:'' [[Giáo sư (Việt Nam)|Giáo sư]], [[Nghệ sĩ nhân dân (Việt Nam)|Nghệ sĩ Nhân dân]] Trọng Bằng\n|formed= 19 tháng 8 năm 1945\n|mascot=\n|motto=''Bảo vệ An ninh Tổ quốc''\n|battles=[[Xô Viết Nghệ Tĩnh]]<br \/>[[Vụ án phố Ôn Như Hầu]]<br \/>[[Phong trào Nhân Văn - Giai Phẩm|Nhân Văn - Giai Phẩm]]<br>[[Vụ án Xét lại Chống Đảng]]<br>[[Kế hoạch CM-12]]<br \/>[[Vụ án EPCO - Minh Phụng]]<br>[[Vụ án Năm Cam và đồng phạm]]<br \/>[[Vụ PMU 18|Vụ án PMU 18]]<br>[[Vụ hối lộ quan chức Việt Nam của PCI|Vụ án hối lộ của PCI]]<br>[[Vụ án Huỳnh Thị Huyền Như]]<br>[[Vụ án Lê Văn Luyện]]<br>[[Vụ án buôn lậu 12 tấn heroin]]<br>[[Vụ án Vinashin]]<br>[[Chuyên án 516E]]<br>[[Vụ án MobiFone mua AVG]]<br>[[Các vụ án liên quan đến Phan Văn Anh Vũ|Vụ án Vũ nhôm và đồng phạm]]<br>[[Tranh chấp đất đai tại Đồng Tâm]]\n|current_commander=[[Tô Lâm]]\n|current_commander_label=[[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an]]\n|notable_commanders=[[Lê Giản]]<br \/>[[Trần Quốc Hoàn]]<br>[[Cao Đăng Chiếm]]<br>[[Phạm Hùng]]<br>[[Mai Chí Thọ]]<br>[[Võ Viết Thanh]]\n|anniversaries=''Ngày Truyền thống:'' [[19 tháng 8]] \n}}\n\n'''Công an nhân dân Việt Nam''' là một [[Lực lượng vũ trang nhân dân Việt Nam|lực lượng vũ trang]] trọng yếu của [[Đảng Cộng sản Việt Nam]] và Nhà nước [[Việt Nam|Cộng hòa xã hội chủ nghĩa Việt Nam]] và là lực lượng [[Cảnh sát]] (Công an) của [[Việt Nam]], làm nòng cốt, xung kích trong sự nghiệp bảo vệ an ninh Quốc gia và giữ gìn trật tự, an toàn xã hội của Nhà nước [[Cộng hòa Xã hội Chủ nghĩa Việt Nam]]. Công an nhân dân có chức năng tham mưu cho [[Đảng Cộng sản Việt Nam]], Nhà nước về bảo vệ an ninh Quốc gia và giữ gìn trật tự, an toàn xã hội; thực hiện thống nhất quản lý về bảo vệ an ninh Quốc gia và giữ gìn trật tự, an toàn xã hội; đấu tranh phòng, chống âm mưu, hoạt động của các thế lực thù địch, các loại tội phạm và các vi phạm pháp luật về an ninh Quốc gia, trật tự, an toàn xã hội. Công an nhân dân Việt Nam đặt dưới sự lãnh đạo tuyệt đối, trực tiếp về mọi mặt của [[Đảng Cộng sản Việt Nam]], sự thống lĩnh của [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch Nước]], sự thống nhất quản lý của [[Chính phủ Việt Nam|Chính phủ]] và sự chỉ huy, quản lý trực tiếp của Bộ trưởng [[Bộ Công an (Việt Nam)|Bộ Công an]].<ref name=\"LCA\">{{Chú thích báo\n | tên=\n | họ=\n | tác giả=Quốc hội khóa X, kì họp thứ 10\n | đồng tác giả=Số: 54\/2005\/QH11, Hà Nội, Ngày 29 tháng 11 năm 2005\n | url=http:\/\/www.chinhphu.vn\/portal\/page?_pageid=578,33345598&_dad=portal&_schema=PORTAL&docid=29475\n | tên bài=Luật Công an nhân dân\n | công trình=\n | nhà xuất bản=Cổng Thông tin điện tử Chính phủ\n | số=\n | các trang=\n | trang=\n | ngày=\n | ngày truy cập=ngày 10 tháng 5 năm 2010\n | url lưu trữ=https:\/\/web.archive.org\/web\/20110430102117\/http:\/\/www.chinhphu.vn\/portal\/page?_pageid=578,33345598&_dad=portal&_schema=PORTAL&docid=29475\n | ngày lưu trữ=2011-04-30\n | ngôn ngữ=vi\n | trích dẫn=Nguồn: Quốc hội nước CHXHCNVN\n | title=Bản sao đã lưu trữ\n | url-status=live\n }}<\/ref> Khẩu hiệu của lực lượng từ những ngày đầu thành lập là ''\"Bảo vệ An ninh Tổ quốc\"''.\n\n== Từ nguyên ==\nTừ '''\"công an\"''' là một từ gốc Hán (公安) và được sử dụng tại các quốc gia Việt Nam (公安-công an), Nhật Bản(公安-こうあん）và Hàn Quốc 公安-공안). Nghĩa của nó được hình thành bởi hai chữ Hán \"Công\" nghĩa là \"công cộng\" và \"an\" nghĩa là \"trật tự\", \"hoà bình\". \"Công an\", theo đó, có nghĩa là \"lực lượng gìn giữ trật tự công cộng\".\n\n== Lịch sử ==\n\n=== Quá trình hình thành ===\nNguồn gốc của lực lượng '''Công an nhân dân Việt Nam''' được xem là bắt đầu từ các đội [[Tự vệ Đỏ]] trong phong trào [[Xô Viết Nghệ Tĩnh|Xô viết Nghệ Tĩnh]] ([[1930]]-[[1931]]), các Đội Danh dự trừ gian, Hộ lương diệt ác... do [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] thành lập với mục đích bảo vệ tổ chức. Những năm 1930 - 45, để chống các hoạt động phá hoại và do thám của thực dân Pháp và chính quyền tay sai, bảo vệ cách mạng, Đảng Cộng sản Đông Dương đã thành lập các đội: Tự vệ đỏ, Tự vệ công nông, Danh dự trừ gian, Danh dự Việt Minh. Đó là những tổ chức tiền thân của Công an nhân dân và quân đội nhân dân sau này.\n\nSau cuộc [[Cách mạng tháng Tám]] (nổ ra ngày [[19 tháng 8]] năm [[1945]]), chính quyền lâm thời của [[Việt Minh]] đã có chỉ thị thành lập một [[lực lượng vũ trang]] có nhiệm vụ bảo vệ [[an ninh]] trật tự. Tuy nhiên, lực lượng này chưa có tên gọi chung mà mang nhiều tên gọi khác nhau, như [[Sở Liêm phóng]] (ở [[Bắc Bộ Việt Nam|Bắc Bộ]]), [[Sở Trinh sát Trung bộ|Sở trinh sát]] (ở [[Miền Trung (Việt Nam)|Trung Bộ]]), [[Quốc gia Tự vệ Cuộc]] (ở [[Nam Bộ Việt Nam|Nam Bộ]]). Đến ngày [[21 tháng 2]] năm [[1946]], Chủ tịch Chính phủ [[Việt Nam Dân chủ Cộng hòa]] [[Hồ Chí Minh]] đã ký sắc lệnh số 23\/SL hợp nhất các lực lượng này thành một lực lượng Công an nhân dân ở cả ba miền được thống nhất một tên gọi thống nhất là '''Công an''' có nhiệm vụ bảo vệ an ninh quốc gia và giữ gìn trật tự an toàn xã hội; và thành lập [[Việt Nam Công an Vụ]] để quản lý lực lượng Công an nhân dân do một [[Tổng giám đốc điều hành|Giám đốc]] đứng đầu, mà người đầu tiên là [[Lê Giản]].\n\nTrong thời kỳ đầu, cơ quan quản lý ngành Công an là Nha Công an vụ, trực thuộc [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]]. Đến ngày [[16 tháng 2]] năm [[1953]], thành lập thành Thứ bộ Công an, trực thuộc Bộ Nội vụ, đứng đầu là một Thứ trưởng. Đến năm [[1955]], thì tách hẳn thành [[Bộ Công an (Việt Nam)|Bộ Công an]]. Năm [[1959]], sáp nhập các lực lượng biên phòng thành lực lượng Công an vũ trang (nay là lực lượng [[Biên phòng Việt Nam|Biên phòng]]) trực thuộc quyền quản lý của Bộ Công an (về sau lại chuyển về trực thuộc [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]]). Cũng từ năm này, lực lượng Công an được tổ chức vũ trang và bán vũ trang theo biên chế, có phù hiệu và cấp hàm tương tự như quân đội.\n\n=== Cơ quan quản lý qua các thời kỳ ===\n*19 tháng 8 năm 1945 - 21 tháng 2 năm 1946: [[Sở Liêm phóng]] (ở [[Bắc Bộ Việt Nam|Bắc Bộ]]), [[Sở Trinh sát Trung bộ|Sở trinh sát]] (ở [[Miền Trung (Việt Nam)|Trung Bộ]]), [[Quốc gia tự vệ cuộc]] (ở [[Nam Bộ Việt Nam|Nam Bộ]]).\n*1946-1953: Nha Công an vụ, trực thuộc [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]].\n*1953-1955: Thứ Bộ Công an trực thuộc [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]].\n*1955-1975: Bộ Công an.\n*1975-1998: Bộ Nội vụ.\n*1998-nay: Bộ Công an.\n\nTrừ 2 [[bộ trưởng]] đầu tiên là dân sự, các đời bộ trưởng về sau đều là sĩ quan cấp tướng.\n\n=== Ngày truyền thống ===\nNgày [[19 tháng 8]] hằng năm được lấy làm ngày truyền thống của Công an nhân dân Việt Nam và được quy định là ''\"Ngày hội toàn dân bảo vệ an ninh Tổ quốc\"''. Vào ngày này, toàn bộ cán bộ chiến sỹ được nghỉ (trừ các trường hợp trực tại đơn vị hoặc làm nhiệm vụ).\n\n== Tổ chức ==\n[[Tập tin:HCMC MotorcyclePolice Jun2005.jpg|nhỏ|phải|250px|Cảnh sát giao thông (áo vàng) và Cảnh sát trật tự (áo xanh lá cây) ở [[Việt Nam]].]]{{Xem thêm|Bộ Công an (Việt Nam)|Công an xã}}\n\n'''Hệ thống tổ chức của Công an nhân dân gồm có:''' \n#Bộ Công an;\n#Công an tỉnh, thành phố trực thuộc Trung ương;\n#Công an huyện, quận, thị xã, thành phố thuộc tỉnh;\n#Công an xã, phường, thị trấn.\n#*Công an xã là lực lượng vũ trang bán chuyên trách làm nòng cốt trong phong trào toàn dân bảo vệ an ninh Tổ quốc, bảo đảm an ninh, trật tự, an toàn xã hội ở cơ sở, chịu sự lãnh đạo trực tiếp, toàn diện của cấp uỷ Đảng, sự quản lý, điều hành của Ủy ban nhân dân xã và sự chỉ đạo, hướng dẫn nghiệp vụ của Công an cấp trên. Tổ chức, hoạt động, trang bị, trang phục, đào tạo, bồi dưỡng và chế độ, chính sách đối với Công an xã do pháp luật quy định.<ref name=\"LCA\"\/>\n\nTrong lực lượng Công an nhân dân chia thành hai lực lượng riêng biệt là '''Cảnh sát nhân dân''' và '''An ninh nhân dân''', thực thi các nhiệm vụ chuyên biệt.\n\n*Nhiệm vụ của An ninh nhân dân\n\n- Phòng ngừa, phát hiện, làm thất bại các âm mưu, hoạt động xâm phạm an ninh quốc gia.\n\n- Hoạt động [[tình báo]].\n\n- Hướng dẫn và phối hợp với các tổ chức thực hiện công tác bảo vệ an ninh chính trị nội bộ, an ninh [[kinh tế]], an ninh [[văn hóa|văn hoá]] - tư tưởng, an ninh thông tin; tham gia thẩm định quy hoạch, kế hoạch, dự án phát triển kinh tế - xã hội liên quan đến bảo vệ an ninh quốc gia.\n\n- Thực hiện quản lý công tác [[xuất cảnh]], [[nhập cảnh]]; quản lý người nước ngoài và người Việt Nam định cư ở nước ngoài cư trú tại Việt Nam; quản lý về bảo vệ bí mật nhà nước; thực hiện nhiệm vụ bảo vệ an ninh quốc gia ở [[biên giới]], cửa khẩu theo quy định của [[luật pháp|pháp luật]].\n\n- Làm nòng cốt xây dựng thế trận an ninh nhân dân trên các lĩnh vực, tại các địa bàn.\n\n- Thực hiện nhiệm vụ, quyền hạn khác theo quy định của pháp luật.\n\n*Nhiệm vụ của Cảnh sát nhân dân\n\n- Phòng ngừa, phát hiện, đấu tranh chống [[tội ác|tội phạm]] và vi phạm pháp luật về trật tự, an toàn xã hội, về bảo vệ [[môi trường]]; phát hiện nguyên nhân, điều kiện phát sinh tội phạm, vi phạm pháp luật khác và kiến nghị biện pháp khắc phục; tham gia giáo dục đối tượng vi phạm pháp luật tại cộng đồng theo quy định của pháp luật.\n\n- Quản lý [[hộ khẩu]], cấp giấy [[chứng minh nhân dân]]; quản lý [[con dấu]]; quản lý về an ninh, trật tự các nghề kinh doanh có điều kiện và dịch vụ bảo vệ; quản lý và bảo đảm trật tự, an toàn [[giao thông]], trật tự công cộng; quản lý [[vũ khí]], [[vật liệu nổ]]; quản lý, thực hiện công tác phòng cháy, chữa cháy; tham gia cứu hộ, cứu nạn theo quy định của pháp luật.\n\n- Thực hiện nhiệm vụ, quyền hạn khác theo quy định của pháp luật.<ref name=\"LCA\"\/>\n\nNgoài ra còn có các lực lượng Tham mưu - Chiến lược, Chính trị - Xây dựng lực lượng và Hậu cần - Kỹ thuật.\n\n== Trang phục ==\n\n=== Trang phục trước ngày 6\/6\/2016 ===\nTrang phục cơ bản của tất cả các lực lượng trong ngành Công an nhân dân đều có chung một quy tắc là quân hàm đeo hai bên vai, huy hiệu cổ áo được sử dụng tùy cấp bậc của người mặc, cấp hạ sĩ quan và chiến sĩ sử dụng cổ áo hình bình hành nền đỏ ở giữa có hình công an hiệu, sĩ quan cấp úy là cành tùng màu bạc, cấp tá màu vàng và cấp tướng là màu vàng có ngôi sao.\n\n==== An ninh nhân dân ====\n\nTrang phục của lực lượng An ninh nhân dân được chia làm hai mẫu là xuân-hạ và thu-đông. Trang phục xuân-hạ có áo sơ mi màu cỏ úa tay ngắn, nẹp bong, có bật vai đeo cấp hiệu. Quần âu màu rêu sẫm. Mũ kepi màu rêu sẫm, lưỡi trai đen. Đối với cấp tướng, lưỡi trai mũ kepi bọc dạ đen, gắn hai cành tùng màu vàng. Giày da cổ thấp, tất xanh mạ non. Mẫu trang phục thu-động có quần, tất, giày, mũ như trang phục xuân-hè, áo trong sơ mi trắng, cà vạt màu rêu sẫm, áo vest ngoài màu rêu sẫm 4 túi, cổ may kiểu veston.Thắt lưng màu nâu đậm, mặt khóa thắt lưng màu vàng. Sĩ quan cấp ta trở lên được trang bị thêm áo gillet. Sĩ quan cấp đại tá trở lên được trang bị thêm áo panto.\n\n==== Lễ phục ====\n\nLễ phục ngành Công an nhân dân được sử dụng chung cho cả lực lượng ''cảnh sát nhân dân'' và ''an ninh nhân dân''. Áo vest tay dài và quần tây dài màu be hồng, áo sơ mi trắng, caravat đen, mũ kepi trắng, bao tay trắng, giày da cổ thấp đen cùng với tất xanh mạ non. Có hoặc không có đai vắt chéo vũ trang.\n\nTrang phục xuân hè Nghi lễ gồm quần áo xuân hè, áo sơ mi và mũ đều có màu trắng. Tuy có kiểu dáng tương đối giống với mũ kêpi bình thường, nhưng mũ kêpi trong trang phục Nghi lễ Công an nhân dân vẫn có một số điểm khác biệt, đó là mũ có cầu màu đỏ, lưỡi trai màu đen, có lé màu đỏ xung quanh phông mũ.\n\nBên cạnh đó, mũ bảo hiểm trong trang phục nghi lễ cũng tương đối giống với mũ bảo hiểm của lực lượng [[Cảnh sát cơ động Việt Nam|Cảnh sát Cơ động]] nhưng có màu trắng, gắn Công an hiệu 36&nbsp;mm màu vàng; dùng cho lực lượng hộ tống danh dự Nhà nước khi đi mô tô. Áo xuân hè Nghi lễ được may theo kiểu veston, cổ bẻ hình chữ B, có lé màu đỏ.\n\nThân trước áo được may 4 túi ốp ngoài, ngực có một hàng cúc 4 chiếc, cúc trên cùng tạo với 2 nắp túi ngực thành một đường thẳng nằm ngang, may bật vai đeo cấp hiệu, bên trong ngực bổ túi viền.\n\nThân sau áo may chắp sống lưng, có xẻ sống, tay kiểu 2 mang, bác tay may lật ra ngoài có 2 lé màu đỏ, mặt cúc áo màu vàng, có hình ngôi sao 5 cánh nổi giữa hai bông lúa, phía dưới giữa hai bông lúa có chữ lồng “CA”.\n\nTrên vai áo đeo cấp hiệu, đầu cổ áo gắn cành tùng đơn màu vàng, ngực trái cài huân chương, huy chương huy hiệu Công an nhân dân, ngực phải đeo số hiệu. Ký hiệu nghi lễ Công an nhân dân gắn trên cánh tay trái, dây chiến thắng đeo bên phải rẻ to đeo trên vai vòng qua gầm nách, rẻ nhỏ gắn với rẻ to từ trên vai lượn vòng trước ngực cài vào cúc áo thứ nhất từ trên xuống.\n\nTrong trang phục xuân hè Nghi lễ, quần được may theo kiểu cạp rời có 2 túi sườn chéo. Thân trước quần mỗi bên xếp 2 ly lật về phía dọc quần, cửa quần may khoá kéo bằng nhựa. Thân sau mỗi bên may 1 chiết, bên phải bổ một túi viền, đầu cạp may quai nhê, xung quanh cạp may 6 đỉa, gấu quần hớt lên về phía trước, dọc quần có lé màu đỏ.\n\nỦng da màu đen được thiết kế và may theo kiểu boot cao cổ, trơn, đế bằng cao su đúc định hình; gót, diễu liền, màu đen, bụng đế giày đúc nổi tên đơn vị sản xuất, cỡ số, mặt đế có hoa văn chống trơn.\n\nDây chiến thắng màu vàng sẫm. Dây gồm 2 rẻ, rẻ to tết sam đôi đeo trên vai vòng tròn qua gầm nách, rẻ nhỏ tết sam đơn gắn với rẻ to từ trên vai lượn vòng trước ngực cài vào cúc áo thứ nhất từ trên xuống, phần dưới gắn vào cúc áo có 2 dây con tết cù và gắn quả chuỳ (không sử dụng trong tang lễ).\n\nQuả chuỳ được làm bằng hợp kim nhôm mạ vàng, biểu tượng trên quả chuỳ thanh kiếm lá chắn nổi, đặt trên 2 mặt đối diện nhau qua tâm. Găng tay của lực lượng tiêu binh được may bằng vải dệt kim màu trắng và của lực lượng hộ tống danh dự Nhà nước được may bằng da màu trắng.\n\nQuần áo mưa có màu trắng trong suốt. Áo mưa có kiểu măng tô, cổ bẻ, ngực có hai hàng cúc bấm cùng màu áo. Thân trước liền, thân sau cầu vai rời, lót cầu vai bằng vải lưới để thoát khí, tay áo kiểu một mang liền, [[cổ tay]] may chun, mũ rời gắn với áo bằng cúc bấm.\n\nDọc theo nẹp giữa hai hàng cúc và chân cầu vai gắn biển phản quang có hàng chữ “CAND” màu đỏ trên nền màu vàng, các đường may dán băng keo bên trong chống thấm nước. Quần mưa may kiểu bà ba, cạp chun có cúc bấm phía dưới gấu.\n\nHuy hiệu Công an nhân dân được làm liền một khối, giữa huy hiệu là biểu tượng thanh kiếm lá chắn trên nền màu đỏ đun, hai bên có hình 5 bông lúa xếp cuống chéo nhau và thắt nơ. Phía trên 5 bông lúa có hình nổi chữ \"V\" tượng trưng chữ Việt Nam.\n\nChữ “C.A.N.D.V.N” màu đỏ nổi trên nền dải lụa và bánh xe lịch sử màu vàng. Phía sau huy hiệu Công an nhân dân có kim cài và đệm lót toàn bộ mặt sau huy hiệu  bằng nhựa mỏng (Khi mặc trang phục nghi lễ, ngực bên trái đeo huy hiệu Công an nhân dân).\n\nTrang phục thu đông nghi lễ cũng gần giống với trang phục xuân hè nghi lễ và có vài điểm khác biệt. Đó là, bên trong áo ngoài có lót (không may gia vai), giữa lót cạp của quần thu đông có may một dây chống xô áo khi sơ vin, dây lưng nhỏ da có khoá.\n\n==== Cảnh sát nhân dân ====\n\nThông thường đa số các lực lượng cảnh sát đều sử dụng loại trang phục này, cảnh phục phổ thông được chia thành 2 mẫu là trang phục xuân-hè và trang phục thu-đông. Cả hai mẫu đều sử dụng quần âu màu mạ non, giày thấp cổ da màu đen, tất màu mạ non, mũ kêpi màu mạ non có viền dạ đỏ ở vành mũ, lưỡi trai màu nâu nhạt. Riêng mũ kêpi cấp tướng có lưỡi trai bọc dạ đen, có gắn hai cành tùng. Áo sơ mi xuân-hè cộc tay màu mạ non, nẹp bong. Áo sơ mi thu-đông dài tay màu trắng. [[Vest|Áo vest]] thu-đông 4 túi, cổ áo kiểu veston, [[cà vạt]] màu mạ non. Thắt lưng màu nâu đậm, mặt khóa thắt lưng màu vàng.\n\n==== Cảnh sát cơ động ====\n\nTrang phục của cảnh sát cơ động gồm quần dài bỏ ống quần vào trong ống giày bót cao, áo tay dài màu đen cổ bẻ, đối với cảnh sát đặc nhiệm thì có hàng chữ ''Police'' màu trắng trên nên đen dọc trước ngực và ngang trên lưng áo. Còn đối với cảnh sát cơ động bình thường thì có dòng chữ ''CSCĐ'' màu đỏ nền vàng phản quang dọc trước ngực và ngang trên lưng áo. Mũ bảo vệ trùm kín đầu. Khi tác chiến còn trang bị thêm áo chống đạn hoặc áo vũ trang nhiều túi màu đen.\n\n==== Cảnh sát giao thông ====\n\nTrang phục như là cảnh phục phổ thông, nhưng quần, áo và nón kepi màu vàng da, mang găng tay màu trắng khi làm nhiệm vụ điều khiển giao thông.\n\n==== Trang phục khác ====\nNgoài các trang phục trên còn một số trang phục khác tùy biến không theo quy tắc tùy trường hợp tác chiến được sử dụng trong ngành Công an nhân dân.\n\n=== Trang phục CAND từ ngày 6\/6\/2016 ===\n\nMàu sắc trang phục về cơ bản giữ nguyên song chất lượng vải tốt hơn, màu hơi đậm hơn.\n\nKiểu dáng thống nhất với nam giới là áo cổ đứng, sơ mi.\n\nĐiểm mới trong trang phục nữ là màu sắc của cầu vai, cổ bẻ cứng chữ \"K\" (tương tự trang phục cũ). Trước đây cổ áo cả nữ và nam có cành tùng nay thay bằng hình công an hiệu.\n\nTrên quân phục mới, bảng tên có hình chữ nhật, nền màu xanh lam với chữ, số, đường viền màu vàng. Trên bảng tên, nếu là cán bộ giữ chức vụ có 3 dòng gồm: họ tên, chức vụ, số hiệu. Cán bộ không giữ chức vụ ghi họ tên, số hiệu. Với học viên, số hiệu in trực tiếp vào ngực phải áo; chữ, số, đường viền màu vàng sẫm.\n\nRiêng lực lượng cảnh sát cơ động, phần cầu vai có sự khác biệt ở màu sắc vạch. Theo trung úy Đinh Hải Yến: \"Vạch xanh để phân biệt giữa đội làm chuyên môn về kỹ thuật như hậu cần, tuyên truyền, kế toán với các đội làm nghiệp vụ\".\n\nTheo kế hoạch, trang phục của cảnh sát cơ động, cảnh sát cơ động đặc nhiệm đang được cải tiến, ít nhất 3 tháng nữa mới hoàn thiện và cấp phát.\n\nTrang phục thu đông đã triển khai vào ngày 1\/11\/2016.\n\n== Phương tiện di chuyển ==\n{{Xem thêm|Phương tiện di chuyển của cảnh sát Việt Nam}}\nĐa số phương tiện di chuyển của lực lượng Công an nhân dân ở Việt Nam đều là xe ô tô có màu trắng hoặc đen, sọc xanh dương với các dòng chữ như \"Cảnh sát\", \"Cảnh sát giao thông\", \"Cảnh sát 113\" được in lên chỗ dễ thấy. Do đặc tính về cơ sở hạ tầng, đường sá và mật độ lưu thông ở Việt Nam nên các phương tiện di chuyển này thường là xe mô tô có đặc điểm nhỏ gọn, tiện dụng, bền, hiệu quả cao và chi phí bảo trì rẻ. Vì vậy ít thấy những chiếc xe motor phân khối lớn cồng kềnh hay những chiếc xe tải, xe đặc dụng to lớn. Các phương tiện di chuyển này tất cả đều phải gắn còi ưu tiên, loa phát tín hiệu, đèn xoay khẩn cấp. Ngoài ra còn một số xe đặc chủng dành cho các nhiệm vụ đặc biệt khi cần thiết.\n\nThông thường, các loại xe hai bánh phân khối lớn được sử dụng bởi cảnh sát giao thông, cảnh sát phản ứng nhanh 113, cảnh sát cơ động hoặc cảnh sát trật tự cơ động.\n\n=== Xe máy đặc chủng phân khối lớn ===\nCác lực lượng CAND thường sử dụng các phương tiện của thương hiệu Honda và Yamaha như: Honda CB-250, Honda CBX-250, Honda CB-300F, Honda CBX-750, Yamaha FJR-1300P,...\n\n[[Tập_tin:Vietnam Police motorcycle 2007.jpg|giữa|nhỏ|456x456px|Cảnh sát VN 2007]]\n\n=== Xe hơi đặc chủng ===\nCác lực lượng CAND thường sử dụng các phương tiện của thương hiệu Toyota, Ford, Mitsubishi, Lexus,...\n\n== Vũ khí ==\n{| class=\"wikitable sortable mw-collapsible toccolours\" width=\"850px\" border=\"1\" cellpadding=\"3\" style=\"border-collapse:collapse; font-size: 90%; text-align:left\"\n|+\n!width=\"50px\" |Tên\n!width=\"280px\" |Hình ảnh\n!width=\"60px\" |Nước phát triển\n!Thông tin\n|-\n|APX\n|\n|{{Lá cờ|Ý}}\n|Sử dụng từ sau năm 2010\n|-\n|Steckin APS\n|[[Tập tin:Stechkin APS.jpg|280px]]\n|{{Lá cờ|Liên Xô}}\n|Sử dụng từ thời chiến tranh Việt Nam\n|-\n|PX-4\n|[[Tập tin:PX4Storm.jpg|280px]]\n|{{Lá cờ|Ý}}\n|Sử dụng từ sau năm 2010\n|-\n|SR-1\n|[[Tập tin:9mm SR1PM pistol TVM2012 015.jpg|280px]]\n|{{Lá cờ|Nga}}\n|Sử dụng cả SR-1 lẫn SPS\n|-\n|[[Beretta 92]]\n|[[Tập tin:Beretta92.jpg|280px]]\n|{{Lá cờ|Ý}}\n|Sử dụng hạn chế.\n|-\n|[[TT-33|Tokarev-Tula 33]] (K54)\n|[[Tập_tin:Pistol_TT33.jpg|giữa|không_khung|280px]]\n|{{flag|Liên Xô}}\n|Sử dụng phổ biến trong Kháng chiến chống Pháp (1945-1954), Chiến tranh Việt Nam (1954-1975) và từ 1976 đến 2005. Sử dụng hạn chế từ 2005.\n|-\n|[[Súng ngắn Makarov|Pistolet Makarova]] (K59)\n|[[Tập tin:Пистолет Макарова.png|không khung|280px]]\n|{{flag|Liên Xô}}\n|Sử dụng phổ biến trong Chiến tranh Việt Nam(1964-1975) và từ 1976 đến 2010.\n|-\n|[[CZ 82|CZ-83]]\n|[[Tập tin:CZ 83-JH03.jpg|280px]]\n|{{flag|Séc}}\n|Sử dụng phổ biến từ 2008 đến nay\n|-\n|[[CZ 75|CZ 75 P-07]]\n|[[Tập tin:CZ75.jpg|280px]]\n|{{flag|Séc}}\n|Sử dụng phổ biến từ 2012 đến nay. Cả phiên bản CZ-75 cổ điển và P-07 Duty.\n|-\n|[[Glock]]\n|[[Tập tin:Criminologygunglock.jpg|280px]]\n|{{flag|Áo}}\n|Sử dụng phổ biến từ 2010 đến nay. Gồm 2 phiên bản Glock 19 và Glock 34.\n|-\n|[[Heckler & Koch MP5]]\n|[[Tập tin:MP5.jpg|280px]]\n|{{flag|Đức}}\n|Bao gồm cả các bản MP5-A3 của Pakistan và Thổ Nhĩ Kỳ.\n|-\n|[[Uzi|Micro Uzi]]\n|[[Tập tin:Uzimicro.jpg|280px]]\n|{{flag|Israel}}\n|\n|-\n|[[AK-47]]\n|[[Tập tin:AK47.jpg|280px]]\n|{{flag|Liên Xô}}\n| Sử dụng phổ biến trong Chiến tranh Việt Nam (1954-1975) đến nay\n|-\n|[[Galil ACE]]\n|[[Tập tin:Ace 762 39 long picatiny.jpg|280px]]\n|{{Lá cờ|Israel}}\n|Sử dụng hạn chế từ 2010\n|-\n|[[RPK]]\n|[[Tập tin:Machine Gun RPK.jpg|280px]]\n|{{flag|Liên Xô}}\n|Sử dụng phổ biến trong Chiến tranh Việt Nam (1964-1975) và từ 1976 đến nay\n|-\n|RPD\n|[[Tập tin:LMG-RPD-44 noBG.png|280px]]\n|{{flag|Liên Xô}}\n|Sử dụng phổ biến trong Chiến tranh Việt Nam (1964-1975) và từ 1976 đến nay\n|-\n| colspan=\"4\" align=\"center\" |[[Xe bọc thép chở quân]]\n|-\n|[[BTR-40]]\n|[[Tập tin:BTR-40-latrun-2.jpg|280px]]\n|{{flag|Liên Xô}}\n|Được trang bị từ 2005 đến nay\n|-\n|[[BTR-60|BTR-60PB]]\n|[[Tập tin:BTR-60PB 02.jpg|280px]]\n|{{flag|Liên Xô}}\n|Được trang bị từ 2005 đến nay\n|}\n\n== Cấp bậc, Chức vụ, Quân hàm ==\n{{chính|Chức vụ Công an nhân dân Việt Nam}}\n{{chính|Hệ thống cấp bậc Công an nhân dân Việt Nam}}\nCấp bậc của cán bộ, chiến sĩ Công an Việt Nam phân thành 5 cấp: cấp tướng (4 bậc); cấp tá (4 bậc); cấp úy (4 bậc); cấp hạ sĩ quan (3 bậc); và cấp chiến sĩ (2 bậc); với danh xưng tương tự hệ thống cấp bậc của quân đội. Ngoài ra còn được phân loại thành Sĩ quan, hạ sĩ quan nghiệp vụ và Sĩ quan, hạ sĩ quan chuyên môn kỹ thuật. Cấp bậc thấp nhất của Sĩ quan, hạ sĩ quan chuyên môn kỹ thuật là [[Hạ sĩ]] và cao nhất là [[Thượng tá]].\n\n'''Theo Luật Công an nhân dân (sửa đổi) đã được Quốc hội khóa XIV kỳ họp thứ 6 thông qua ngày 20-11-2018.'''\n\nLuật gồm 7 chương, 46 điều. Luật có hiệu lực từ 1-7-2019. Các quy định về cấp bậc hàm cao nhất là cấp tướng; phong, thăng, giáng, tước cấp bậc hàm cấp tướng; bổ nhiệm, miễn nhiệm, cách chức, giáng chức các chức vụ có cấp bậc hàm cao nhất là cấp tướng có hiệu lực thi hành từ ngày 11-1-2019.\n\n* Cấp bậc cao nhất – [[Sĩ quan cấp tướng]]\n{| style=\"border:1px solid #8888aa; background:#f7f8ff; padding:5px; font-size:100%; margin:0 12px 12px 0; width:100%;\"\n|- style=\"background:lightsteelblue;\"\n!style=\"padding:0.35em;\" | [[Tập tin:Coat of arms of Vietnam.svg|38px]]\n!\n! colspan=\"10\" |[[Sĩ quan cấp tướng|Tướng lĩnh]]\n|-\n| style=\"text-align:center;\" |'''Cấp hiệu trên cầu vai'''\n|\n| style=\"text-align:center;\" |[[Tập tin:Cấp hiệu Đại tướng Công an.png|77x77px]]\n| style=\"text-align:center;\" |[[Tập tin:Cấp hiệu Thượng tướng Công an.png|77x77px]]\n| style=\"text-align:center;\" |[[Tập tin:Cấp hiệu Trung tướng Công an.png|77x77px]]\n| style=\"text-align:center;\" |[[Tập tin:Cấp hiệu Thiếu tướng Công an.png|77x77px]]\n|- style=\"text-align:center;\"\n|'''[[Hệ thống cấp bậc Công an nhân dân Việt Nam|Cấp bậc Quân hàm]]'''\n|\n|'''[[Đại tướng Công an nhân dân Việt Nam|Đại tướng]]'''\n|'''[[Thượng tướng Công an nhân dân Việt Nam|Thượng tướng]]'''\n|'''[[Trung tướng Công an nhân dân Việt Nam|Trung tướng]]'''\n|'''[[Thiếu tướng Công an nhân dân Việt Nam|Thiếu tướng]]''' \n|- style=\"text-align:center;\"\n|'''[[Chức vụ Công an nhân dân Việt Nam|Chức vụ]]'''\n|\n|'''[[Bộ trưởng Bộ Công an Việt Nam]]'''\n|\n* '''[[Bộ trưởng Bộ Công an Việt Nam]]'''\n* '''[[Thứ trưởng Bộ Công an Việt Nam]]'''\n|\n* '''Phó Chủ nhiệm thường trực''' [[Ủy ban Kiểm tra Đảng ủy Công an Trung ương]]; '''[[Thanh tra Bộ Công an (Việt Nam)|Chánh Thanh tra]]''' Bộ Công an.\n* '''Chánh Văn phòng''': [[Văn phòng Bộ Công an (Việt Nam)|Bộ Công an]]; [[Văn phòng Cơ quan Cảnh sát điều tra|Cơ quan Cảnh sát điều tra]].\n* '''Cục trưởng''' các Cục đặc biệt trực thuộc Bộ Công an.\n* '''Tư lệnh''' Bộ Tư lệnh: [[Bộ Tư lệnh Cảnh vệ (Việt Nam)|Cảnh vệ]], [[Bộ Tư lệnh Cảnh sát Cơ động (Việt Nam)|Cảnh sát Cơ động]];\n* '''Giám đốc''' Học viện: [[Học viện Chính trị Công an nhân dân (Việt Nam)|Chính trị Công an nhân dân]], [[Học viện An ninh nhân dân|An ninh nhân dân]], [[Học viện Cảnh sát nhân dân|Cảnh sát nhân dân]];\n* '''Giám đốc''' Công an: [[Công an thành phố Hà Nội|thành phố Hà Nội]], [[Công an Thành phố Hồ Chí Minh|Thành phố Hồ Chí Minh]];\n* '''Phó Chủ nhiệm''' [[Ủy ban Quốc phòng và An ninh Quốc hội (Việt Nam)|Ủy ban Quốc phòng và An ninh của Quốc hội]].\n* '''Sĩ quan biệt phái''' được bổ nhiệm chức vụ [[Bộ (Chính phủ Việt Nam)|Thứ trưởng]] hoặc tương đương.\n|\n* '''Phó Chủ nhiệm''' [[Ủy ban Kiểm tra Đảng ủy Công an Trung ương]]; '''[[Thanh tra Bộ Công an (Việt Nam)|Phó Chánh Thanh tra]]''' Bộ Công an.\n* '''Phó Chánh Văn phòng''': [[Văn phòng Bộ Công an (Việt Nam)|Bộ Công an]]; [[Văn phòng Cơ quan Cảnh sát điều tra|Cơ quan Cảnh sát điều tra]].\n* '''Phó Cục trưởng''' các Cục đặc biệt trực thuộc Bộ Công an.\n* '''Phó Tư lệnh''' Bộ Tư lệnh: [[Bộ Tư lệnh Cảnh vệ (Việt Nam)|Cảnh vệ]], [[Bộ Tư lệnh Cảnh sát Cơ động (Việt Nam)|Cảnh sát Cơ động]].\n* '''Phó Giám đốc''' Học viện: [[Học viện Chính trị Công an nhân dân (Việt Nam)|Chính trị Công an nhân dân]], [[Học viện An ninh nhân dân|An ninh nhân dân]], [[Học viện Cảnh sát nhân dân|Cảnh sát nhân dân]].\n* '''Phó Giám đốc''' Công an: [[Công an thành phố Hà Nội|thành phố Hà Nội]], [[Công an Thành phố Hồ Chí Minh|Thành phố Hồ Chí Minh]].\n* '''Cục trưởng''' của đơn vị trực thuộc [[Bộ Công an (Việt Nam)|Bộ Công an]].\n* '''Viện trưởng''': [[Viện Khoa học hình sự Công an nhân dân Việt Nam|Viện Khoa học hình sự]], [[Viện Khoa học và công nghệ, Bộ Công an Việt Nam|Viện Khoa học và công nghệ]].\n* '''Hiệu trưởng''' trường: [[Trường Đại học An ninh Nhân dân|Đại học An ninh nhân dân]], [[Trường Đại học Cảnh sát nhân dân (Việt Nam)|Đại học Cảnh sát nhân dân]], [[Trường Đại học Phòng cháy chữa cháy (Việt Nam)|Đại học Phòng cháy chữa cháy]], [[Trường Đại học Kỹ thuật - Hậu cần, Công an nhân dân Việt Nam|Đại học Hậu cần Kỹ thuật Công an nhân dân]].\n* '''Giám đốc''' [[Công an cấp tỉnh (Việt Nam)|Công an tỉnh, thành phố trực thuộc trung ương]] (không quá 11).\n* '''Trợ lý''' Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an]].\n* '''Ủy viên thường trực''' [[Ủy ban Quốc phòng và An ninh Quốc hội (Việt Nam)|Ủy ban Quốc phòng và An ninh của Quốc hội]].\n* '''Sĩ quan biệt phái''' được bổ nhiệm chức vụ [[Tổng cục (tổ chức chính phủ Việt Nam)|Tổng cục trưởng]] hoặc tương đương\n|\n|\n|\n|\n|\n|\n|}\n\nBộ trưởng Bộ Công an đương nhiệm là [[Đại tướng]] An ninh nhân dân [[Tô Lâm]].\n\nỞ những đơn vị được giao nhiệm vụ quan trọng, đặc biệt hoặc địa bàn có vị trí trọng yếu về an ninh, trật tự thì cấp bậc hàm cao nhất có thể cao hơn một bậc so với cấp bậc hàm cao nhất của chức vụ tương ứng.\n\nHạn tuổi phục vụ cao nhất của sĩ quan Công an nhân dân ở cấp úy là 50 đối với cả nam và nữ; [[Thiếu tá]], [[Trung tá]] là 55 đối với nam, 53 đối với nữ; Thượng tá nam 58, nữ 55; Đại tá, cấp Tướng nam 60, nữ 55.\n\nSĩ quan Công an nhân dân được kéo dài tuổi phục vụ phải đủ các điều kiện như đơn vị trực tiếp sử dụng sĩ quan hoặc đơn vị khác trong Công an nhân dân thực sự có nhu cầu; sĩ quan Công an nhân dân có phẩm chất tốt, sức khoẻ tốt, tự nguyện và có một trong hai điều kiện: cán bộ nghiên cứu khoa học trong Công an nhân dân có học hàm, học vị Giáo sư, Phó giáo sư, Tiến sĩ; danh hiệu Nhà giáo nhân dân, Nhà giáo ưu tú, Thầy thuốc nhân dân, Thầy thuốc ưu tú, Nghệ sĩ nhân dân, Nghệ sĩ ưu tú.\n\nCán bộ trong Công an nhân dân đang tham gia vào chương trình, đề tài khoa học cấp Nhà nước; chuyên gia giỏi trong các lĩnh vực công tác của Công an nhân dân cũng có thể được kéo dài tuổi phục vụ. Trường hợp đặc biệt do Thủ tướng Chính phủ quyết định.<ref name=\"LCA\"\/>\n\n== Các Bộ trưởng ==\n{{chính|Bộ Công an Việt Nam}}\n*[[Trần Quốc Hoàn]] (1954 - 1981)\n*[[Phạm Hùng]] (1981 - 1987)\n*[[Mai Chí Thọ]] (1987 - 1991)\n*[[Bùi Thiện Ngộ]] (1991 - 1996)\n*[[Lê Minh Hương]] (1996 - 2002)\n*[[Lê Hồng Anh]] (2002 - 2011)\n*[[Trần Đại Quang]] (2011 - 2016)\n*[[Tô Lâm]] (2016 - nay)\n\n== Các tướng lĩnh tiêu biểu ==\n{{chính|Tướng lĩnh Công an nhân dân Việt Nam}}\n* [[Thiếu tướng Công an nhân dân Việt Nam|Thiếu tướng]] [[Phan Trọng Tuệ]], tướng Công an nhân dân Việt Nam đầu tiên, [[Phó Thủ tướng Chính phủ (Việt Nam)|Phó Thủ tướng Chính phủ]]\n* [[Đại tướng Công an nhân dân Việt Nam|Đại tướng]] [[Mai Chí Thọ]], [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Nội vụ]], Đại tướng đầu tiên của Công an nhân dân Việt Nam\n* [[Đại tướng Công an nhân dân Việt Nam|Đại tướng]] [[Trần Đại Quang]], Chủ tịch nước\n* [[Đại tướng Công an nhân dân Việt Nam|Đại tướng]] [[Lê Hồng Anh]] , Thường trực Ban bí thư\n* [[Thiếu tướng Công an nhân dân Việt Nam|Thiếu tướng]] [[Bùi Tuyết Minh]], nữ tướng đầu tiên của Công an nhân dân Việt Nam\n* [[Trung tướng Công an nhân dân Việt Nam|Trung tướng]] [[Trần Thị Ngọc Đẹp]], nữ Trung tướng đầu tiên của Công an nhân dân Việt Nam\n* [[Trung tướng Công an nhân dân Việt Nam|Trung tướng]] [[Phạm Minh Chính]], Thủ tướng Chính phủ\n\n== Phong tặng ==\n* Công an nhân dân Việt Nam đã vinh dự được Đảng Cộng sản Việt Nam và Nhà nước Việt Nam tặng thưởng ba Huân chương Sao Vàng (1980, 1985, 2000) và nhiều phần thưởng cao quý khác;\n* 571 lượt đơn vị và 291 cá nhân được phong tặng danh hiệu Anh hùng Lực lượng vũ trang nhân dân.\n\n== Chú thích ==\n{{Tham khảo}}\n{{Bộ Công an Việt Nam}}\n\n[[Thể loại:Công an nhân dân Việt Nam| ]]\n[[Thể loại:Huân chương Sao Vàng]]\n[[Thể loại:Lực lượng thực thi pháp luật Việt Nam]]"}