{"19531426":"{{Thông tin nhân vật\n| hình =\n| cỡ hình = 200px\n| ghi chú hình = Cù Mai Công \n| tên khai sinh = Cù Mai Công\n| ngày sinh = {{ngày sinh|1962|08|07}}\n| nơi sinh = [[Thành phố Hồ Chí Minh]]\n| ngày mất = \n| nguyên nhân cái chết =\n| nơi mất = \n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = \n| cư trú = \n| quốc gia = {{VIE}}\n| quốc tịch = \n| học vấn = \n| alma_mater = \n| công việc = Nhà báo, Võ sư \n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| agent = \n| known = Viết phóng sự, Dạy võ\n| notable_works = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = [[Công giáo]]\n| spouse = \n| partner = \n| children = \n| parents = \n| chữ ký = \n| website = \n}}\n'''Cù Mai Công''' (sinh ngày [[7 tháng 8]] năm [[1962]]) là [[nhà báo]] và là võ sư Chưởng môn của [[Shorinryu Việt Nam|Karate Shorin-ryu Việt Nam]] đời thứ 4. \n==Sự nghiệp==\n===Võ thuật===\nCù Mai Công bắt đầu học [[Shorinryu Việt Nam|Karate Shorin-ryu Việt Nam]] từ năm 1973, ở võ đường Phú Sĩ 4 trên đường Huỳnh Quang Tiên (nay là Đặng Văn Ngữ, quận Phú Nhuận) với võ sư Đào Thu Thủy<ref>Võ sư Đào Thu Thủy sau 1975 là chưởng môn đời thứ 2 - thay chưởng môn đời thứ 1 Thịnh Đức Phú, huấn luyện cận vệ Phủ Tổng thống VNCH (đi Mỹ). Võ đường gần trường Thánh Thomas (nay là trường Hàn Thuyên).<\/ref>, nhưng ông chỉ học hơn nửa năm, đến đai vàng thì nghỉ. Năm 1979, ông học trở lại môn phái này ở Nhà văn hóa Thanh niên TP.HCM, và học với chưởng môn đời thứ 3 Huỳnh Văn Hiệp của môn võ <ref>Ông cũng đồng thời thụ huấn thêm với chưởng môn đời thứ 2 Đào Thu Thủy (sau này võ sư Đào Thu Thủy là chủ tịch Hội Karate-do TP.HCM).<\/ref>\n\nĐến năm 1983, ông lên đai đen, rồi đai nhất đẳng năm 1984, nhị đẳng 1986, tam đẳng Karatedo Shotokan của Hội Karatédo TP.HCM 1988. Cũng trong năm 1988, lúc mới 26 tuổi, ông là thư ký Ban chấp hành Hội Karate-do TP.HCM gồm ba người; ông Nguyễn Văn Ái là chủ tịch và ông Vĩnh Tuy là phó chủ tịch.\n\nNăm 1989, ông nhận tam đẳng Karate Shorin Ryu Việt Nam, rồi tứ đẳng [[Shorinryu Việt Nam|Karate Shorin-ryu Việt Nam]] 2004. Ông nhận ngũ đẳng hệ thống Tổng đàn Quốc tế Seiyo no Shorin-Ryu Karate Kobudo Kai vào năm 2008.\n\nNgày 11 tháng 1 năm 2011, Võ sư Công nhận bằng lục đẳng  ISKKF. Năm 2018, nhận thất đẳng ISKKF (''International Shorin-ryu Karate Kobudo Federation'' - Liên đoàn Shorin-ryu Karate Kobudo Quốc tế). Trước đó, võ sư Cù Mai Công đã trở thành quyền Chưởng môn Karate Shorin-ryu Việt Nam vào tháng 3 năm 1987, khi đó ông mới 25 tuổi<ref>Do Võ sư Huỳnh Văn Hiệp khi đó đã có tuổi nên dù chưa chính thức song ông Cù Mai Công được coi như Chưởng môn thực.<\/ref><ref>[https:\/\/www.24h.com.vn\/the-thao\/huynh-tuan-kiet-su-phu-cu-mai-cong-thay-kiet-xuat-tro-quai-kiet-c101a892037.html Huỳnh Tuấn Kiệt & sư phụ Cù Mai Công: Thầy kiệt xuất, trò quái kiệt]<\/ref>\n\nNgày 1 tháng 8 năm 2017, Võ sư Cù Mai Công nhận chu sa đai danh dự Vịnh Xuân chính thống phái do đích thân đại sư Nam Anh, chưởng môn đời thứ 6 Vịnh Xuân chính thống phái trao. Việc trao đai chu sa này thực hiện sau một cuộc họp đột xuất, với sự thống nhất của toàn bộ lãnh đạo các võ đường trên thế giới của môn phái Vịnh Xuân chính thống.<ref>Chưởng môn [[Shorinryu Việt Nam|Karate Shorin-ryu Việt Nam]] đời thứ nhất là Thịnh Đức Phú, huấn luyện cận vệ Phủ tổng thống VNCH trước 1975 vốn là bạn thâm giao với đại sư Nam Anh.<\/ref>\n\nTừ 1979 đến 2021, 42 năm, võ sư Cù Mai Công đã tham gia tập luyện và phụ trách đào tạo hơn 5.000 võ sinh bộ môn Karatedo của Nhà Văn Hóa Thanh Niên Thành phố Hồ Chí Minh với hơn 100 khóa (mỗi khóa từ 3 đến 6 tháng).<ref name=\"Báo Tuổi Trẻ 2\"\/>\nVõ sư Cù Mai Công là đại diện chính thức của ISKKF ở Việt Nam từ danh hiệu Renshi (錬士) 6 đẳng (năm 2011) lên Kyoshi (教士) 7 đẳng (2019). Ông là võ sư Chưởng môn đời thứ tư của Karate Shorin-ryu Việt Nam hiện nay và có quyền là một thành phần ký xác nhận của Shorin Việt Nam trong đào tạo, kiểm tra, phong đến 5 đẳng cùng phong danh hiệu đến Renshi (錬士) 5 đẳng trong hệ thống bằng của hệ thống ISKKF – có giá trị quốc tế.<ref>[https:\/\/www.vothuat.vn\/cac-mon-phai\/karate-tin-lang-vo\/nguoi-viet-nam-dau-tien-nhan-danh-hieu-hanshi-9-dang-karate.html Người Việt Nam đầu tiên nhận danh hiệu Hanshi 9 đẳng Karate], Võ thuật Việt Nam<\/ref>\n\nNgày 30 tháng 3 năm 2023, Liên đoàn Võ thuật Budokan thế giới cũng ký quyết định công nhận võ sư Cù Mai Công, danh hiệu Kyoshi 7 đẳng là \"thành viên trọn đời\" của mình. \n\nNgày 23 tháng 5 năm 2023, qua đề xuất của võ sư Ngô Quang Thành (người Việt Nam đầu tiên nhận danh hiệu cao nhất Karate thế giới, từ 30 tháng 3 năm 2023, Hanshi thập đẳng (10 đẳng), Liên đoàn Shorin-ryu Karate Kobudo Quốc tế ISKKF ra quyết định công nhận danh hiệu Shihan bát đẳng huyền đai (đai đen 8 đẳng) cho ông. Cho đến lúc này, ông là võ sư nhận đẳng Karate cao nhất ở Sài Gòn - Thành phố Hồ Chí Minh do một tổng đàn Karate quốc tế cấp, kể từ khi môn Karate được du nhập và huấn luyện chính thức ở Sài Gòn, Việt Nam (1957).\n\n===Nghề báo===\nNgay từ nhỏ Cù Mai Công đã làm thơ, viết văn. Từ năm 1977 đến năm 1978, Cù Mai Công đã đạt được 05 giải thơ của báo Thiếu niên Tiền Phong, báo Tin Sáng...<ref name=\"Báo Tuổi Trẻ 2\"\/> Được giới thiệu chùm thơ trên báo Khăn Quàng Đỏ năm 1977 và đăng thơ trên trang 1 báo Nhân Dân ngày 1 tháng 6 năm 1979.\n\nCù Mai Công vốn học ban toán [[Trường Trung học phổ thông Nguyễn Thượng Hiền]], Thành phố Hồ Chí Minh. Nhưng sau khi tốt nghiệp cấp ba, ông thi khối sử Đại học Sư phạm Thành phố Hồ Chí Minh. Đậu đại học, do điểm văn cao hơn điểm sử, nhà trường đã chuyển ông sang học khoa Ngữ văn.\n\nNăm 1984, Cù Mai Công tốt nghiệp khoa Ngữ văn Đại học Sư phạm Thành phố Hồ Chí Minh với số điểm hạng 4\/gần 200 sinh viên khóa học 1980-1984. Khoa Ngữ văn  Đại học Sư phạm Thành phố Hồ Chí Minh có gợi ý giữ lại nghiên cứu, giảng dạy Ngôn ngữ, Văn phương Tây, Văn Việt Nam nhưng ông lại theo nghề làm báo, chính thức từ 1985.\n\nKhi làm báo Khăn Quàng Đỏ, ông phụ trách mảng Đội, phong trào thiếu nhi cùng Nguyễn Thị Lương Ngọc (Chín Thảo), sáng lập và phụ trách Câu lạc bộ Phóng Viên Nhí năm 1987, sau trở thành mô hình \"phóng viên báo Đội\" trong cả nước.\n\nNăm 1988, ông là một trong bốn thành viên sáng lập, đặt tên tờ Mực Tím: Nguyễn Thị Lương Ngọc, Cù Mai Công, Lê Việt Nga (con nhà thơ Lê Giang), Việt Tiến. Vài tháng sau, Việt Tiến chuyển sang làm Khăn Quàng Đỏ. Sau đó ít lâu, Lê Việt Nga mất. Tờ Mực Tím từ 1989 - 1991 chỉ còn Nguyễn Thị Lương Ngọc, Cù Mai Công tổ chức, thực hiện. Số đầu tiên tháng 11-1988 chỉ in 10.000 số, ba năm sau, năm 1991 lên 75.000 số\/kỳ. Năm 1993, lên 105.000 số\/kỳ, hàng thứ hai cả nước về số lượng in một kỳ báo lúc đó, chỉ sau báo Tuổi Trẻ (110.000 số\/kỳ).\n\nNăm 1993, ông chuyển công tác về báo Tuổi Trẻ cho tới nay (2021).\n\nTừ 1985 đến nay, 2021, trong hơn 36 năm, ông làm phóng viên, biên tập viên, thư ký tòa soạn cho các tòa báo: Khăn Quàng Đỏ, Mực Tím, Tuổi Trẻ, Tuổi Trẻ Cười, Tuổi Trẻ Online. Ông phản ánh, ghi nhận những hoạt động phong trào của Đoàn, Đội, Hội và lối sống của giới trẻ, đặc biệt sinh hoạt của giới trẻ Sài Gòn trong đêm.<ref name=\"Báo Tuổi Trẻ 2\" \/>\n\n{{Quote box|width=300px|align=right|quote=\"Anh phóng xe ra Vũng Tàu suốt đêm để có phóng sự Đi Vũng Tàu đêm; đeo bám các sàn nhảy, vũ trường rồi giả dạng một con nghiện đạp xe đạp mua hàng chục tép heroin ở các khu buôn bán ma túy “nổi tiếng” để lấy tư liệu viết bài Ai mua heroin, tôi bán heroin cho... Có đồng nghiệp bảo: dường như những người trẻ trong đêm ở đâu, làm gì Cù Mai Công đều biết và biết rất rõ.\"_Trích [[Báo Tuổi Trẻ]]<ref name=\"Báo Tuổi Trẻ 1\">{{chú thích web|url=https:\/\/tuoitre.vn\/guong-mat-sai-gon-30-nam-76639.htm|title=Gương mặt Sài Gòn 30 năm, Báo Tuổi Trẻ Online}}<\/ref>}}\n\nHai lĩnh vực trong nghề báo mà Cù Mai Công được độc giả biết đến nhiều nhất là khi ông cho ra mắt, phụ trách nhân vật \"Anh Cỏ Cú\" tại báo Mực Tím từ số 1 đến số 89 (tháng 11 năm 1988 đến tháng 5 năm 1993) và thực hiện gần 200 bài viết, phóng sự về cuộc sống đêm của giới trẻ tại Thành phố Hồ Chí Minh trong 10 năm, 1994-2004.\n\nTừ những hoạt động tích cực trong nghề báo, năm 2005, Cù Mai Công đã được bình chọn là một trong 30 \"Gương mặt trẻ của thành phố 30 năm\" tại Đại hội Thanh niên tiên tiến Thành phố Hồ Chí Minh, Trong 200.000 phiếu bình chọn, tên Cù Mai Công xếp thứ 8 trong 38 gương mặt cả thành phố.<ref>Sau 1. Anh hùng lao động Trần Thị Ngọc Anh; 2. Nhà văn Nguyễn Nhật Ánh; 3. Diễn viên Hồng Ánh; 4. Chủ tịch UBND quận 1 Trương Thị Ánh; 5. Hiệu trưởng THPT Nguyễn Thị Minh Khai, nhà giáo Dương Thị Trúc Bạch; 6. Phó trưởng phòng CSĐT tội phạm về ma túy, công an Lý Đại Bàng; 7. Nông dân giỏi Lý Văn Búp.<\/ref><ref>[https:\/\/vnexpress.net\/ngay-hoi-guong-mat-tre-thanh-pho-30-nam-2029522.html Ngày hội 'Gương mặt trẻ thành phố 30 năm'], Báo điện tử VNexpress<\/ref>\n\n==Tác phẩm==\n{{refbegin|}}\n* Sài Gòn By Night - Những hồi chuông cảnh báo từ màn đêm tập 1 - 1997, tác giả Cù Mai Công, thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 12 năm 1997.\n* Sài Gòn By Night - Những hồi chuông cảnh báo từ màn đêm tập 2 - tác giả Cù Mai Công, thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 12 năm 1998.\n* Sài Gòn By Night - Những hồi chuông cảnh báo từ màn đêm tập 3, tác giả Cù Mai Công, thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 12 năm 1999.\n* Sài Gòn By Night Thời Xuyên Thế Kỷ (2000-2001), tác giả Cù Mai Công, Thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 7 năm 2001\n* Sài Gòn By Night Năm 2001, tác giả Cù Mai Công, Thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 12 năm 2001\n* Sài Gòn By Night Năm 2002 Nửa Mùa Trước Gió, tác giả Cù Mai Công, Thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 12 năm 2002.\n* Tuổi Mực Tím Sài Gòn,  - tác giả Cù Mai Công - Thể loại: Khoa học xã hội, Nhà xuất bản Trẻ xuất bản tháng 3 năm 2000.\n* Sài Gòn một thuở \"Dân Ông Tạ đó!\",  tác giả Cù Mai Công, Nhà xuất bản Trẻ xuất bản tháng 2 năm 2021.\n* Gia Định là nhớ, Sài Gòn là thương,  tác giả Cù Mai Công, Nhà xuất bản Tổng Hợp và First News - Trí Việt xuất bản tháng 11 năm 2022.\n* Sài Gòn một thuở \"Dân Ông Tạ đó!\" tập 2, tác giả Cù Mai Công, Nhà xuất bản Tổng Hợp và First News - Trí Việt xuất bản tháng 1 năm 2023\n{{refend}}\n\n==Đánh giá==\n* {{cquote|Chợt ngẫm ra một điều đầu tiên rằng: nơi nào anh cũng đặt chân đến, cũng tò mò và tìm xem điều gì đang diễn ra mỗi ngày chung quanh cuộc sống chúng ta. Saigon by night - tập sách của một phóng viên năng nổ, một thanh niên tử tế và một người con ngoan: \"Tặng cho mẹ tôi - người chờ cửa tôi hàng đêm\", lời mở đầu sách của Cù Mai Công như vậy đó - Nhị Hoàng (nhạc sĩ Tuấn Khanh)_ Báo Người Lao Động - Ngày 3 tháng 1 năm 1998.}}\n* {{cquote|Trẻ trung, độc đáo và huyền bí, đó là Sài Gòn by night. Phần lớn những phóng sự trong tác phẩm này đều hướng về những vấn đề thời sự và nóng bỏng: \"Ai mua heroin, tôi bán heroin cho\", \"Những tay đấm trẻ trong đêm\", \"Chơi đầu màu\", \"Dân chơi đêm thanh lịch\", \"Cao 120 mét so với mặt đất\"...Lấy nhân vật trung tâm là những người trẻ tuổi, Sài Gòn by night hấp dẫn bạn đọc bởi tính thời sự, vẻ bí hiểm của màn đêm, cái bạt mạng rất tay chơi và cả chất trẻ mạnh mẽ. Bên cạnh những mảng tối, Cù Mai Công cũng đã thể hiện cả những  con người tốt, những  con người bảo vệ, giữ gìn màn đêm hay dũng cảm thoát khỏi đêm để hội nhập lại với cuộc sống ngày..._ Báo Sinh Viên Việt Nam - Ngày 15 tháng 1 năm 1999.}}\n* {{cquote|Cù Mai Công là một trong số những nhà báo có tác phẩm được các thầy cô giảng dạy bộ môn báo chí chọn để giới thiệu với Sinh viên_Theo [[Báo Tuổi Trẻ]]<ref name=\"Báo Tuổi Trẻ 2\"\/>}}\n\n==Giải thưởng==\n* Năm 1996: Huy chương “Vì Thế hệ Trẻ”, Trung ương Đoàn.\n* Từ năm 1997 – 2005: 10 giải thưởng báo chí (Nhất, Nhì, Ba…) của Hội Nhà Báo VN, Hội Nhà Báo TPHCM, Trung ương Đoàn.\n* Huy chương “Vì sự nghiệp báo chí” năm 2004<ref name=\"Báo Tuổi Trẻ 2\">{{chú thích web|url=https:\/\/tuoitre.vn\/guong-mat-tre-thanh-pho-30-nam-72318.htm|title=Gương mặt trẻ thành phố 30 năm, Báo Tuổi Trẻ Online}}<\/ref>\n*Giải A Báo chí Quốc gia năm 2005 trong tuyến bài \"Mãi mãi tuổi 20\" của báo Tuổi Trẻ.\n*Huy hiệu Thành phố Hồ Chí Minh. \n==Xem thêm==\n* [[Shorinryu Việt Nam]]\n== Chú thích ==\n{{tham khảo|cột=2}}\n== Liên kết ngoài ==\n* [https:\/\/tuoitre.vn\/ban-tron-truc-tuyen-nhung-doi-hoi-moi-cua-thoi-cuoc-76338.htm Bàn tròn trực tuyến: Những đòi hỏi mới của thời cuộc]{{Liên kết hỏng|date=2021-11-05 |bot=InternetArchiveBot }}, Báo Tuổi Trẻ Online\n* [https:\/\/danviet.vn\/vo-su-vinh-xuan-flores-cham-mat-chuong-mon-karate-viet-nam-7777791158.htm Võ sư Vịnh Xuân Flores chạm mặt chưởng môn Karate Việt Nam], Báo Dân Việt online\n\n[[Thể loại:Sinh năm 1962]]\n[[Thể loại:Người Gia Định]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Võ sư Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Họ Cù]]"}