{"1406806":"{{Infobox islands\n| name = Cù lao Mây\n| native name = \n| other_name = Cù lao Lục Sĩ Thành\n| sobriquet = \n| image name = Bánh Tráng Cù Lao Mây.JPG\n| image size = 250px\n| image caption = Bánh Tráng - đặc sản của Cù Lao Mây\n| image alt = \n| locator map = \n{{Location map \n| Vietnam\n| width = 250\n| float = \n| caption = Vị trí của Cù lao Mây\n| alt = \n| label = Cù lao Mây\n| position = \n| lat_deg = 9\n| lat_min = 57\n| lat_sec = 15\n| lon_deg = 105\n| lon_min = 54\n| lon_sec = 15\n}}\n| locator map size = 250\n| map caption = \n| location = Cù lao Mây\n| coordinates = {{coord|9|57|15|N|105|54|15|E|name=Cù laoXanh|display=inline,title|type:isle}}\n| archipelago = \n| waterbody = \n| total islands = \n| major islands = \n| area km2 = 40\n| area footnotes = \n| rank = \n| length km = \n| length footnotes = \n| width km = \n| width footnotes =\n| coastline km = \n| coastline footnotes = \n| elevation m = \n| elevation footnotes = \n| highest mount = \n| Country heading = \n| country = {{Việt Nam}}\n| country admin divisions title = [[Tỉnh (Việt Nam)|Tỉnh]]\n| country admin divisions = [[Vĩnh Long]]\n| country admin divisions title 1 = [[Huyện (Việt Nam)|Huyện]]\n| country admin divisions 1 = [[Trà Ôn]]\n| country admin divisions title 2 = [[Xã (Việt Nam)|Xã]]\n| country admin divisions 2 = [[Lục Sĩ Thành (xã)|Lục Sĩ Thành]], [[Phú Thành, Trà Ôn|Phú Thành]] \n| demonym = \n| population = \n| population as of = \n| density km2 = \n| density footnotes = \n| ethnic groups = \n| website = \n| additional info = \n}}\n\n'''Cù lao Mây''' hay còn gọi là '''Cù lao Lục Sĩ Thành''' nằm giữa dòng [[sông Hậu]] thuộc huyện [[Trà Ôn]], tỉnh [[Vĩnh Long]], [[Việt Nam]].\n\n==Nguồn gốc tên gọi==\nTheo kể lại, những năm giữa thế kỷ 18, lúc [[Gia Long|Nguyễn Ánh]] lánh nạn [[Nhà Tây Sơn|Tây Sơn]], khi bôn tẩu xuôi theo dòng [[sông Hậu]] ông có gặp một cù lao giữa giồn, ông đã cho thuyền ghé lại và nhận ra đây là nơi trú ẩn an toàn, quân Tây Sơn khó lòng phát hiện. Nguyễn Ánh đặt tên cho cù lao này là Vân Châu (云洲) vì nhìn từ xa cù lao giống như một án mây. Vân có nghĩa là Mây, Châu là cù lao, nên dân gian ở đây gọi là cù lao Mây. Sau [[Cách mạng tháng Tám]], chính quyền cách mạng lấy tên của một chiến sĩ [[vệ binh quốc gia|vệ quốc đoàn]] [[hy sinh]] trong trận chiến đấu đầu tiên ở xã, đặt là xã [[Lục Sĩ Thành]]. Từ ấy, cù lao Mây có tên là cù lao Lục Sĩ Thành.\n\n==Địa lý==\nCù lao có diện tích khoảng 4.000 ha (40&nbsp;km²), là địa phận của hai xã [[Lục Sĩ Thành (xã)|Lục Sĩ Thành]] ở phía Nam và [[Phú Thành, Trà Ôn|Phú Thành]] ở phía Bắc đều thuộc huyện Trà Ôn, Vĩnh Long.\n\n==Lịch sử==\nĐầu thời [[Pháp thuộc]], cù lao Mây thuộc quận Cái Răng, [[cần Thơ (tỉnh)|tỉnh Cần Thơ]], gồm có 3 làng: Phú Mỹ, Hậu Thạnh và Long Hưng, mỗi làng đều một ngôi đình. Ba ngôi đình đều được vua [[Tự Đức]] sắc phong Thành Hoàng Bổn Cảnh năm 1852 (nay còn lại đình Hậu Thạnh ở xã [[Lục Sĩ Thành]]). Mỗi làng có những ấp mang một chữ trong tên làng như: làng Phú Mỹ thì có các ấp Phú Sung, Phú Thạnh, Phú Xuân, Phú Lợi; làng Long Hưng thì có các ấp Phú Long, Phú Hưng, Long Thạnh, Long Hưng; làng Hậu Thạnh thì có các ấp Tân Thạnh, An Thạnh, Mỹ Thạnh.\n\nĐầu thế kỷ 20, Pháp cho đào kênh để thuận tiện cho việc đi lại giữa các tỉnh [[miền Tây]] và [[Thành phố Hồ Chí Minh|Sài Gòn]], kênh này cắt ngang cù lao Mây, chia hai ấp An Thạnh và Long Hưng thành 2 phần. Những năm 30 của thế kỷ XX, Pháp chia lại địa bàn cù lao Mây thành 2 làng: Phú Mỹ Long và Hậu Thạnh Hưng. Phú Mỹ Long sau đổi thành Phú Mỹ Đông. Cả hai làng đều thuộc quận Cái Răng, tỉnh Cần Thơ.\n\nNăm 1940, Pháp nhập hai làng cũ thành một làng mới, tên là Thạnh Mỹ Hưng (ghép ba chữ cái của ba làng cũ) thuộc huyện Trà Ôn, [[tỉnh Vĩnh Bình]]. Năm 1946, chính quyền cách mạng thống nhất gọi làng là xã. Khi Lục Sĩ Thành - một chiến sĩ vệ quốc đoàn - hy sinh trong trận chiến đấu đầu tiên ở xã, người dân nhất trí đề nghị cấp trên đổi tên xã là Lục Sĩ Thành.\n\nNăm 1994, cù lao Mây được chia thành hai xã: Phú Thành và Lục Sĩ Thành. Xã Lục Sĩ Thành gồm các ấp: Tân Thạnh, Long Thạnh, Long Hưng, An Thạnh, Mỹ Thạnh A, Mỹ Thạnh B (phía hạ lưu sông Hậu); sau này chia thêm các ấp Tân An, Kinh Ngang, Kinh Đào. Xã Phú Thành gồm các ấp: Phú Sung, Phú Thạnh, Phú Xuân, Phú Lợi, Phú Long, Phú Hưng (phía thượng nguồn sông Hậu); sau chia thêm ấp Mái Dầm.\n\n==Di tích và thắng cảnh==\n\n[[Hình:Đình Hậu Thạnh2.JPG|nhỏ|200px|Đình Hậu Thạnh]]\nCù lao Mây còn có [[di tích Việt Nam|di tích văn hóa]] [[đình Hậu Thạnh]] được vua [[Tự Đức]] sắc phong [[Thành Hoàng Bổn Cảnh]] năm 1852. Đình có nền cao, lợp [[ngói vảy cá]], bao gồm ba phần: gian chính thờ Thành Hoàng Bổn Cảnh, gian kế gọi là Võ môn qui - nơi hội họp, gian cuối gọi là nhà Võ ca, hai bên có hai hàng gươm giáo gỗ, đây là nơi dùng để đàn ca, diễn xướng tuồng tích khi có lễ hội. Phía sau đình là nền xã tắc thờ [[Thần Nông]] và cũng là nơi cúng hạ điền hàng năm. Chung quanh đình được bao bọc bởi những [[cây dầu]], [[chi Sao|cây sao]], [[long não (cây)|cây long não]], có đến hàng trăm tuổi, xanh um, cao vút. Mỗi năm vào ngày 16 tháng tư âm lịch, lễ hội cúng đình Hậu Thạnh diễn ra rất trang nghiêm, long trọng. Có rất đông nhân dân và khách các nơi về tham quan, cúng bái, vui chơi, viếng cảnh trong không khí tưng bừng, náo nhiệt mang ít nhiều màu sắc văn hóa tâm linh.\n\n[[Chợ nổi Trà Ôn]] nằm giáp với cù lao Lục Sĩ Thành là nơi diễn ra sinh hoạt mua bán trên sông rất sinh động. Du khách, thương lái và người dân có thể mua được những sản phẩm, hàng hóa của vùng [[Đồng bằng sông Cửu Long]] như trái cây, lương thực, thủy hải sản của nhiều nơi mang đến. Chợ nổi ở Nam bộ là \"hồn\" của sông nước, đặc trưng độc đáo của cư dân đồng bằng.\n\n==Đặc sản==\nCù lao Mây có đặc sản nổi tiếng là [[bánh tráng]]. Bánh tráng Cù lao Mây chủ yếu là bánh tráng nem, bánh tráng nhúng và bánh tráng ngọt. Để làm được những cái bánh ngon, người làm bánh phải kết hợp nhiều yếu tố, từ khâu chọn gạo, xay bột đến khâu tẻ nước và nêm nếm gia vị. Độ dai của bánh cũng được quyết định bởi liều lượng muối nhiều hay ít và bánh có phơi được nắng hay không. Hiện nay bánh tráng Cù lao Mây được người tiêu dùng rất ưa chuộng và đã có mặt tại nhiều tỉnh, thành trên cả nước.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Cù lao Mây_Thông tin du lịch trực tuyến\n* Du hành Cù lao Mây_Liên hiệp các hội khoa học và kỹ thuật Thành phố Hồ Chí Minh\n* Cù lao Mây_Tri thức Việt\n\n==Liên kết==\n\n[[Thể loại:Vĩnh Long]]\n[[Thể loại:Cù lao]]"}