{"801956":"{{chú thích trong bài}}\n'''Cồn Tiên''' là tên một địa danh tại Việt Nam. Trong thời kỳ [[chiến tranh Việt Nam]], nơi đây có một căn cứ [[Thủy quân lục chiến Hoa Kỳ]] nằm gần [[khu phi quân sự]] khoảng 3&nbsp;km so với [[Bắc Việt Nam]], từng diễn ra trận đánh khốc liệt từ tháng 2 năm 1967 đến tháng 2 năm 1968.Một số trận giao tranh khốc liệt nhất trong Chiến tranh Việt Nam đã diễn ra trong khu vực rộng hơn 54 dặm vuông này. Các số liệu chính thức về tổn thất trong tất cả các hoạt động trong khu vực này từ Chiến dịch Prairie III \/ IV ,  đến Hickory, Cimarron, Buffalo , Kingfisher và Kentucky ,  tức là từ tháng 3 năm 1967 đến tháng 2 năm 1969 là 1,419 Thủy quân lục chiến và Quân đoàn Hải quân tử trận và 9.265 Thủy quân lục chiến và Quân đoàn bị thương trong chiến đấu. Tổn thất của Quân đội Nhân dân Việt Nam là 7.563 người chết, không rõ bị thương.\n\nNguyên thủy, nơi đây là một trại tiền đồn của [[Lực lượng Dân sự Chiến đấu]] ([[CIDG]]), một lực lượng biệt kích vùng biên lãnh thổ [[Việt Nam Cộng hòa]] do [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] và sau là [[MACVSOG]] chỉ huy. Căn cứ có vị trí quan trọng chiến lược vì nó cung cấp tầm quan sát 15&nbsp;km về phát đông bờ biển và về phía bắc của Bắc Việt Nam, tuy nhiên nó cũng rất dễ thương tổn vì nằm trong tầm pháo của Bắc Việt Nam.\n\nTháng 12 năm 1966, trại được chuyển cho [[Thủy quân lục chiến Hoa Kỳ]] quản lý. Căn cứ Cồn Tiên cùng với các căn cứ Thủy quân lục chiến ở [[Gio Linh]], [[Đông Hà]] và [[Cam Lộ]] bao quanh một khu vực được Thủy quân lục chiến Hoa Kỳ gọi là Quảng trường Leatherneck, một khu vực quan trọng trong [[Hàng rào điện tử McNamara|Hàng rào McNamara]], nhằm cung cấp khả năng ngăn chặn [[Quân đội Nhân dân Việt Nam]] có thể vượt qua [[Khu phi quân sự vĩ tuyến 17]].\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/89\/70\/86\/86\/86\/154856\/Default.aspx Cồn Tiên 1967: \"Chốn thần tiên\" hay địa ngục?]{{Liên kết hỏng|date=2021-02-14 |bot=InternetArchiveBot }}\n* [http:\/\/www.phapluatvn.vn\/nhipcaubandoc\/quadonthu\/201201\/Tieng-keu-cuu-tu-di-tich-Con-Tien-doc-Mieu-2062944\/ \"Tiếng kêu cứu\" từ di tích Cồn Tiên-Dốc Miếu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120427202211\/http:\/\/www.phapluatvn.vn\/nhipcaubandoc\/quadonthu\/201201\/Tieng-keu-cuu-tu-di-tich-Con-Tien-doc-Mieu-2062944\/ |date=2012-04-27 }}\n\n{{Sơ khai Chiến tranh Việt Nam}}\n[[Thể loại:Lịch sử Quảng Trị]]\n[[Thể loại:Địa danh trong Chiến tranh Việt Nam]]"}