{"89885":"{{For|sân bay ở cùng vị trí sau 1975|Sân bay quốc tế Tân Sơn Nhất}}{{coord|10|49|08|N|106|39|07|E|type:airport|display=title}}{{Infobox Airport\n| name = Căn cứ không quân Tân Sơn Nhứt\n[[Tập tin:Roundel of South Vietnam (1956–1975).svg|60px]]\n[[Tập tin:Roundel of the USAF.svg|60px]]\n| nativename = \n| image = Tonsonnhutab-jun68.jpg\n| image-width = 300\n| caption = Căn cứ không quân Tân Sơn Nhứt - tháng 6\/1968\n| IATA = \n| ICAO =None<br \/> \n[[Tập tin:Dotmap-TSNAB.jpg|200px]]\n| type = \n| owner = \n| operator = \n| city-served = \n| location = \n| elevation-f = 33\n| elevation-m = 10\n| website = \n| r1-number = 07L\/25R\n| r1-length-f = 10.000\n| r1-length-m = 3.048\n| r1-surface = bê tông\n| r2-number = 07R\/25L\n| r2-length-f = 12.468\n| r2-length-m = 3.800\n| r2-surface = bê tông\n| footnotes = \n}}\n'''Căn cứ không quân Tân Sơn Nhất''' là sân bay dân sự và là căn cứ không quân của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] và [[Không lực Việt Nam Cộng hòa|Không lực Việt Nam Cộng Hòa]] trong thời kỳ [[Chiến tranh Việt Nam]]. Căn cứ không quân này được Pháp xây dựng năm 1920 với đường băng bằng đất phục vụ chủ yếu cho mục đích quân sự. Trong thời kỳ [[Chiến tranh Việt Nam]], quân đội Hoa Kỳ đã đầu tư nâng cấp để phục vụ cho chiến tranh. Sau 1975, đây là sân bay dân sự và quân sự hỗn hợp với tên gọi là [[Sân bay quốc tế Tân Sơn Nhất|Cảng Hàng Không Quốc Tế Tân Sơn Nhất]]\n\n==Lịch sử==\n\n== Bố phòng của Mỹ và Việt Nam Cộng hòa ==\n[[Tập tin:Vnaf-waf-1968.jpg|nhỏ|Women of the South Vietnamese Air Force Women's Armed Forces Corps (WAFC) with USAF Captain Mary Marsh, 1968]]\nSân bay Tân Sơn Nhứt rộng gần 2.000 ha, được sử dụng cho cả mục đích quân sự lẫn dân sự, có tính chiến lược cực kỳ quan trọng. Khu vực quân sự gồm nhiều đường băng cho đủ loại máy bay quân sự, trong đó, riêng số lượng nhà chứa máy bay nổi trên mặt đất đã có 400 đến 500 máy bay.Trong sân bay, có hàng chục kho bom, đạn đủ cỡ được trang bị kỹ thuật hiện đại. Khu nhà ở phía nam sân bay là nơi làm việc của Bộ Tư lệnh Không quân Mỹ thứ 7, Bộ Tư lệnh quân viễn chinh Mỹ và nhà Đại tướng Westmoreland - Tư lệnh quân đội Mỹ ở miền Nam Việt Nam và Bộ Tư lệnh Không quân Sài Gòn cùng nhà riêng của Nguyễn Cao Kỳ - Tư lệnh Không quân.<ref name=antg>http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Co-mot-tran-danh-tra-thu-cho-Ha-Noi-381282\/<\/ref>\n\nKhu vực quân sự được bảo vệ với 22 lớp rào kẽm gai kiểu Mỹ, từ rào đơn, rào kép, rào bùng nhùng, mắt cáo...Giữa các loại rào là đủ các loại mìn, hệ thống chiếu sáng nằm ẩn trong các đám cỏ dại và cây mắc cỡ đầy gai. Đây là những bãi mìn “gài chết” mà Mỹ và Việt Nam Cộng hòa đã nghiên cứu rất công phu để chống đặc công của Quân Giải phóng xâm nhập, nhất là ở các mục tiêu xung yếu. Bên ngoài các vòng rào, một hệ thống đường nhựa giáp vòng cho xe cơ giới tuần tra, tuần bộ, chó berger, ngỗng cảnh giới. Phía bên trong là những tuyến [[lô cốt]], tháp canh dày đặc ken nhau được trang bị từ đại liên đến đại bác và những đèn pha cao áp cực mạnh chiếu sáng quét ra xa tới gần 3.000 mét. Bên trong được ngăn cách nhau bằng 3 lớp rào và những hào sâu 1 mét, rộng 8 mét. Trên những đường nhựa ngang dọc trong chu vi sân bay, cứ 15 phút lại có một tốp xe chở lính tuần tiễu chạy qua.<ref name=antg\/>\n\n==Xem thêm==\n* [[Không lực Việt Nam Cộng hòa]]\n==Tham khảo==\n{{tham khảo|30em}}\n* [http:\/\/www.squawk-flash.org\/index.htm 505th Tactical Control Group - Tactical Air Control in Vietnam and Thailand]\n* [http:\/\/www.nasm.si.edu\/research\/aero\/aircraft\/lockheed_c130.htm C-130A 57-460 at the National Air And Space Museum] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061111145420\/http:\/\/www.nasm.si.edu\/research\/aero\/aircraft\/lockheed_c130.htm |date=2006-11-11 }}\n* [http:\/\/www.tsna.org\/mainpage.html The Tan Son Nhut Association]\n* [http:\/\/www.ec47.com\/ Electronic Warfare \"Electric Goon\" EC-47 Association website]\n* [http:\/\/www.stormingmedia.us\/47\/4739\/A473993.html The Defense of Tan Son Nhut Air Base, ngày 31 tháng 1 năm 1968]\n* [http:\/\/www.afa.org\/magazine\/april2000\/0400saigon.asp The Fall of Saigon] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060615200421\/http:\/\/www.afa.org\/magazine\/april2000\/0400saigon.asp |date=2006-06-15 }}\n\n{{sơ khai Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Không lực Việt Nam Cộng hòa]]\n[[Thể loại:Di tích lịch sử Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Tân Sơn Nhất]]\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]"}