{"314186":"'''Cơm nị'''<ref>''Nị'' trong [[tiếng Chăm]] tương đương ''[[cà ri]]'' trong [[tiếng Hindi]] hoặc ''[[nghệ]]'' trong [[tiếng Việt]].<\/ref> một món ăn thường nhật lâu đời của [[người Chăm]], cách chế biến chủ yếu là nấu [[gạo]] với [[sữa]] và [[gia vị]].\n\n== Nguyên liệu chính ==\n* 1&nbsp;kg gạo\n* 50 gr bơ mặn\n* 10 hột Bội (Yalanda)\n* 5 nụ đinh hương\n* 2 tai hồi\n* 1 miếng quế (khoảng chừng ngón tay trõ)\n* 3 ts muối\n* 1 ts (vung) đường\n* 1 ts bột ngọt\n* 2 Ts cà ri dầu\n* 1.5 lít nước ấm (thêm bớt nếu cần)\n* 100 gr hột điều (cashew)\n* 150 gr nước cốt dừa (hay 200 gr sữa Carnation)\n== Cách làm ==\nVò 1&nbsp;kg gạo ngon chung với chút xíu muối rồi xả sạch. Đổ ra rổ lớn, lắc cho bớt nước, tải gạo đều theo thành rổ rồi để đó khoảng 1 tiếng rưỡi cho gạo ráo.\n\nBỏ 50 gr bơ mặn vào chảo, chảo bắt đầu nóng bỏ khoảng 10 hột Bội vô. 5 nụ Đinh Hương, đảo mấy cái cho thơm rồi thêm 2 tai Hồi và 1 miếng Quế (khoảng chừng ngón tay trỏ) bếp hơi nhỏ. Đảo thêm mấy cái cho dậy mùi rồi đổ gạo vào xào bằng lửa vừa, xào khoảng 5 phút (tùy theo lò mạnh yếu, bếp điện hay bếp gaz), thấy gạo hơi trong và săn hột là được.\n\nNêm 3 gạt cà phê muối, 1 cà phê vun đường, 1 cà phê bột ngọt, 2 súp cà ri dầu vô khoảng 1,3 lít hay 1,5 lít nước ấm, quậy đều cho tan. Lấy 100 gr hột điều loại rang sẵn, chẻ đôi, phủi muối, đem trộn đều với gạo. Bỏ gạo vô nồi rồi đổ phần nước đã nêm vô. Bắt đầu nấu.\n\nLúc cơm gần chín mới rưới đều 150 gr nước cốt dừa lên rồi đậy lại nấu tiếp cho tới lúc vừa chín cơm nhắc ra liền. Nước dừa không đổ vào từ đầu vì sẽ làm cơm dưới đáy nồi dễ bị cháy khét, mất ngon.\n==Xem thêm==\n{{Wikibooks-món ăn}}\n* [[Cà ri]]\n* [[Cơm gà Hội An]]\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/www.thesaigontimes.vn\/Home\/vanhoadulich\/vanhoa\/10076\/ Tết Roya Phik Trok của người Chăm An Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080926101743\/http:\/\/www.thesaigontimes.vn\/Home\/vanhoadulich\/vanhoa\/10076\/ |date = ngày 26 tháng 9 năm 2008}}\n\n{{sơ khai ẩm thực}}\n\n[[Thể loại:Cơm]]\n[[Thể loại:Cà ri]]\n[[Thể loại:Văn hóa Chăm Pa|C]]"}