{"503087":"'''Cảnh sát hình sự, hay cảnh sát điều tra tội phạm về trật tự xã hội''' một bộ phận thuộc lực lượng [[Công an nhân dân Việt Nam]], có nhiệm vụ và thẩm quyền tiến hành các biện pháp trinh sát và một số hoạt động điều tra theo quy định của pháp luật để điều tra, khám phá nhằm phòng ngừa, ngăn chặn các hoạt động của những tội phạm về trật tự xã hội và các loại tội phạm trong lĩnh vực tệ nạn xã hội, góp phần bảo vệ tài sản xã hội chủ nghĩa, bảo vệ tính mạng, quyền và lợi ích hợp pháp của công dân, giữ gìn trật tự, an toàn xã hội.\n\nTheo Quyết định số 5600\/2004\/QĐ - BCA(X13) ngày 30.9.2004 của [[bộ trưởng]] [[Bộ Công an (Việt Nam)|Bộ Công an]], Cảnh sát hình sự được sắp xếp lại về tổ chức và sáp nhập vào lực lượng cảnh sát điều tra Bộ Công an trực thuộc Tổng cục Cảnh sát Nhân dân, với tên gọi Cảnh sát Điều tra Tội phạm về Trật tự xã hội (gọi tắt là Cảnh sát Điều tra Tội phạm Hình sự).\n\nHệ thống tổ chức của cảnh sát điều tra tội phạm về trật tự xã hội gồm: ở Bộ Công an có Cục Cảnh sát Điều tra Tội phạm về Trật tự xã hội (C02); ở [[cảnh sát|công an]] tỉnh, thành phố trực thuộc trung ương có phòng cảnh sát điều tra tội phạm về trật tự xã hội; ở công an quận, huyện, thị xã, thành phố trực thuộc tỉnh có đội cảnh sát điều tra tội phạm về trật tự xã hội; ở công an các phường trọng điểm của thành phố, thị xã, trạm công an, đồn công an có tổ cảnh sát điều tra tội phạm về trật tự xã hội.\n\n== Bản chất pháp lý của hoạt động điều tra hình sự ==\nĐiều tra vụ án hình sự là giai đoạn tố tụng hình sự thứ hai mà trong đó cơ quan Điều tra căn cứ vào các quy định của pháp luật tố tụng hình sự và dưới sự kiểm sát của Viện kiểm sát tiến hành các biện pháp cần thiết nhằm thu thập và củng cố các chứng cứ, nghiên cứu các tình tiết của vụ án hình sự, phát hiện nhanh chóng và đầy đủ tội phạm, cũng như người có lỗi trong việc thực hiện tội phạm tội để truy cứu trách nhiệm hình sự, đồng thời bảo đảm cho việc bồi thường thiệt hại về vật chất do tội phạm gây nên và trên cơ sở đó quyết định: Đình chỉ điều tra vụ án hình sự hoặc là; Chuyển toàn bộ các tài liệu của vụ án đó cho Viện kiểm sát kèm theo kết luận điều tra và đề nghị truy tố bị can.\n\nVới tính chất là một giai đoạn độc lập của tố tụng hình sự, giai đoạn điều tra vụ án hình sự có chức năng thực hiện các nhiệm vụ cụ thể nhằm áp dụng các biện pháp cần thiết do luật định để chứng minh việc thực hiện tội phạm và người phạm tội, xác định rõ những nguyên nhân và điều kiện phạm tội, đồng thời kiến nghị các cơ quan và tổ chức hữu quan áp dụng đầy đủ các biện pháp khắc phục và phòng ngừa tội phạm; Thời điểm của giai đoạn này được bắt đầu từ khi cơ quan (người) tiến hành tố tụng hình sự có thẩm quyền ra quyết định khởi tố vụ án hình sự và kết thúc bằng bản kết luận điều tra và quyết định của Cơ quan Điều tra về việc đề nghị Viện kiểm sát truy tố bị can trước Tòa án hoặc đình chỉ vụ án hình sự tương ứng.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Công an nhân dân Việt Nam]]"}