{"86224":"[[Tập tin:Quy Nhon Port.jpg|nhỏ|phải]]\n'''Cảng Quy Nhơn''' là một cảng biển tại thành phố [[Quy Nhơn]], tỉnh [[Bình Định]]. Năm 2014, cảng này bốc dỡ tổng cộng 12.850.300 tấn hàng, cao nhất trong các cảng ở khu vực Trung Bộ. Đây là cửa ngõ giao thương quan trọng của khu vực Miền Trung và [[Tây Nguyên]] Việt Nam.\n\n== Lịch sử ==\nSau khi miền Nam hoàn toàn giải phóng, đất nước thống nhất, để phục vụ cho công cuộc khôi phục và xây dựng đất nước sau chiến tranh, ngày 19\/01\/1976 Bộ Giao thông Vận tải đã có Quyết định số 222\/QĐ-TC về việc thành lập Cảng Quy Nhơn, giao Cục đường biển trực tiếp quản lý. Theo sự điều động của Đảng, một bộ phận cán bộ được phân công tiếp quản cảng trên cơ sở một cảng quân sự phục vụ chiến tranh của chế độ cũ để lại, trang thiết bị, kho tàng, nhà cửa, công cụ sản xuất hầu như chẳng có gì.\n\nNgày 02 tháng 7 năm 1993, Bộ trưởng Bộ Giao thông vận tải đã có quyết định số 1332\/QĐ-TCCB-LĐ thành lập Doanh nghiệp Nhà nước Cảng Quy Nhơn trực thuộc Cục Hàng hải Việt. Ngày 06\/07\/2009, Bộ trưởng Bộ Giao thông vận tải có Quyết định số 1936\/QĐ-BGTVT về việc chuyển Cảng Quy Nhơn về làm thành viên Tổng công ty Hàng hải Việt. Ngày 31 tháng 10 năm 2009, Hội đồng quản trị Tổng công ty Hàng hải Việt Nam đã có quyết định số 804\/QĐ-HĐQT về vịêc chuyển Cảng Quy Nhơn – Công ty thành viên hạch toán độc lập thuộc Tổng công ty Hàng Hải Việt Nam thành Công ty trách nhiệm hữu hạn một thành viên Cảng Quy Nhơn.\n\n== Hiện trạng ==\nCảng Quy Nhơn hiện chỉ có duy nhất khu bến cảng [[Thị Nại]] có khả năng tiếp nhận tàu tới container tới 50 nghìn [[DWT]]. Theo quy hoạch của Chính phủ Việt Nam, tới năm 2020, cảng Quy Nhơn sẽ có thêm khu bến cảng Nhơn Hội (trong [[khu kinh tế Nhơn Hội]]) có khả năng tiếp nhận tàu tới 80 - 100 nghìn DWT làm cảng chuyên dụng và khu bến cảng Đống Đa, Đề Gi, Tam Quan làm khu bến địa phương vệ tinh.\n\nTại [[khu bến cảng]] Thị Nại, hiện cảng Quy Nhơn có 6 [[bến cảng]]. Các bến số 1, số 2 và số 3 có độ sâu trước bên là -17,5 mét, dài từ 200 đến 300 mét cho phép tiếp nhận các tàu có trọng tải 20 ngàn DWT. Các bến số 4 và 5 có độ sâu là -29,3 mét và dài 355 mét, có thể tiếp nhận các tàu có trọng tải 20 ngàn DWT. Riêng bến số 6 có độ sâu là -25 mét và dài 500 mét, có thể tiếp nhận tàu có trọng tải tới 100 ngàn DWT.\n\nLuồng vào cảng Quy Nhơn dài 20 &nbsp;km và sâu -30 mét.\n\n== Thành tích ==\nHuân chương lao động hạng nhất năm 1995, hạng nhì năm 1991.\n\nHuân chương độc lập hạng nhất năm 2009, hạng nhì năm 2005, hạng 3 năm 2000.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai Bình Định}}\n{{Hệ thống cảng biển Việt Nam}}\n\n{{Cửa khẩu Việt Nam}}\n\n[[Thể loại:Kinh tế Bình Định]]\n[[Thể loại:Cảng Việt Nam|Quy Nhơn]]"}