{"17179":"{{globalize}}\n[[Tập tin:Cải cách ruộng đất thắng lợi, nông dân vui sướng đốt văn tự cũ.jpg|phải|nhỏ|Cải cách ruộng đất hoàn tất, nông dân đốt văn tự cũ]]\n'''Cải cách ruộng đất tại miền Bắc Việt Nam''' là chương trình nhằm phân chia lại ruộng đất nông thôn, xóa bỏ văn hóa [[phong kiến]], tiêu diệt các thành phần ''[[phản quốc]]'' (theo Pháp, chống đất nước), ''[[phản động]]'' (chống chính quyền) như địa chủ phản cách mạng, Việt gian, cường hào cộng tác với Pháp... được [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] và [[Chính phủ Việt Nam|Chính phủ]] [[Việt Nam Dân chủ Cộng hòa]] thực hiện vào những năm [[1953]]–[[1956]]. Theo '''Luật Cải cách ruộng đất''' thì Cải cách ruộng đất có mục tiêu ''\"thủ tiêu quyền chiếm hữu ruộng đất của thực dân Pháp và của đế quốc xâm lược khác ở Việt Nam, xoá bỏ chế độ phong kiến chiếm hữu ruộng đất của giai cấp địa chủ, thực hiện chế độ sở hữu ruộng đất của nông dân, giải phóng sức sản xuất ở nông thôn, đẩy mạnh sản xuất nông nghiệp và mở đường cho công thương nghiệp phát triển, cải thiện đời sống của nông dân, bồi dưỡng lực lượng của nhân dân, lực lượng của kháng chiến, đẩy mạnh kháng chiến, hoàn thành giải phóng dân tộc, củng cố chế độ dân chủ nhân dân, phát triển công cuộc kiến quốc\".''<ref>{{Chú thích web | url = http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=1106 | tiêu đề = \t Hệ thống thông tin VBQPPL | tác giả = | ngày = | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Cải cách ruộng đất có mối liên quan chặt chẽ với phong trào chỉnh đốn Đảng lúc đó.\n\nĐây là một trong những phương cách chính yếu mà những người theo [[chủ nghĩa cộng sản]] nghĩ rằng phải thực hiện để lập lại công bằng xã hội, đồng thời thiết lập nền chuyên chính vô sản nhằm tiến lên [[chủ nghĩa xã hội]] một cách nhanh chóng. Trong bản [[Tuyên ngôn của Đảng Cộng sản]] (''Manifesto''), [[Karl Marx]] đã tuyên bố: \"''cách mạng ruộng đất là điều kiện để giải phóng dân tộc''\". Dựa theo mô hình \"thổ địa cải cách\" của [[Trung Quốc]] ([[1946]]–[[1949]]), cuộc cải cách ruộng đất ở miền Bắc được tổ chức với tinh thần đấu tranh giai cấp triệt để<ref name=\"BBC\">''Báo BBC'' — [http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2004\/10\/041011_landreform.shtml Trợ cấp cho nạn nhân cải cách ruộng đất]<\/ref> với sự cố vấn trực tiếp của các cán bộ đến từ Trung Quốc.<ref name=\"RFA\">''Đài RFA'' — Phỏng vấn ông Nguyễn Minh Cần (Cựu Phó Chủ tịch Ủy ban Hành chính thành phố Hà Nội), [http:\/\/www.rfa.org\/vietnamese\/SpecialTopic\/copy_of_LandReform\/LandReform50YearsAgoP4_NAn-20060517.html Cuộc cải cách ruộng đất 50 năm trước đây tại miền Bắc VN (bài 4)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080908034429\/http:\/\/www.rfa.org\/vietnamese\/SpecialTopic\/copy_of_LandReform\/LandReform50YearsAgoP4_NAn-20060517.html |date=2008-09-08 }}<\/ref>\n\nSau 3 năm tiến hành, cuộc cải cách đã phân chia lại ruộng đất công bằng cho đa số nông dân miền Bắc, xóa bỏ giai cấp địa chủ phong kiến. Trong giai đoạn đầu, cuộc cải cách thu được kết quả tốt, góp phần thúc đẩy mạnh mẽ tinh thần của quân dân, khiến họ phấn chấn và tích cực chi viện cho [[kháng chiến chống Pháp]]<ref name=\"autogenerated1\">\"50 năm chiến thắng Điện Biên Phủ và sự nghiệp đổi mới phát triển đất nước\". Nhà xuất bản Khoa học xã hội 2004, trang 250.<\/ref> Tuy nhiên, trong giai đoạn sau, từ giữa 1955, do vội vã nhân rộng cải cách tới nhiều địa phương, trong khi trình độ dân trí lại thấp đã khiến việc thi hành bị mất kiểm soát, gây ra nhiều phương hại và tổn thất, nhất là trong việc nông dân quá khích ở các địa phương đã lạm dụng việc xét xử địa chủ để trả thù cá nhân, thậm chí xảy ra việc dân chúng vu oan và tấn công cả những đảng viên, cán bộ chính quyền.<ref name=\"buitin\">Bùi Tín — [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=8440&rb=0401 Nhìn lại cuộc Cải cách ruộng đất: Những bài học còn nóng hổi]<\/ref> Sự quá khích này đã gây ra không khí căng thẳng tại [[nông thôn]] miền Bắc lúc ấy, gây phương hại đến sự đoàn kết của người dân, ảnh hưởng tới niềm tin của một số tầng lớp nhân dân với [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]]. Đến đầu năm 1956, cải cách bị đình chỉ, và suốt 1 năm sau đó, chính phủ [[Việt Nam Dân chủ Cộng hòa]] đã phải tổ chức chiến dịch nhận khuyết điểm và sửa sai, phục hồi danh dự và tài sản cho các trường hợp oan sai, cũng như cách chức nhiều cán bộ cấp cao chịu trách nhiệm về những sai lầm này.\n\n==Bối cảnh lịch sử và mục đích==\nTheo thống kê phân bố ruộng đất ở miền Bắc trước năm 1945, chỉ có 4% dân số đã chiếm hữu tới 24,5% tổng số ruộng đất.<ref name=\"ĐCLSVN\" \/> Đầu năm 1945, tầng lớp nông dân nghèo (không có hoặc chỉ có rất ít ruộng đất) chiếm 60% dân số nông thôn, nhưng chỉ sở hữu khoảng 10% ruộng đất. Còn giai cấp địa chủ phong kiến Việt Nam, địa chủ thực dân Pháp, địa chủ Công giáo chiếm không tới 5% dân số nhưng chiếm hữu 70% ruộng đất<ref>NHỮNG BIẾN ĐỔI CỦA GIAI CẤP NÔNG DÂN VÀ QUAN HỆ ĐỊA CHỦ - TÁ ĐIỀN Ở NAM BỘ THỜI KỲ CẬN ĐẠI. Lâm Quang Huyên. KỶ YẾU HỘI THẢO QUỐC TẾ VIỆT NAM HỌC LẦN THỨ BA<\/ref>. Ngay từ cuối những năm 1920, [[Nguyễn Ái Quốc]] đã mô tả nông dân Việt Nam như sau: ''\"Ruộng bị Tây chiếm hết, không đủ mà cày. Gạo bị nó chở hết, không đủ mà ăn. Làm nhiều, được ít, thuế nặng... Đến nỗi chết đói, hoặc bán vợ đợ con, hoặc đem thân làm nô lệ như những người nó chở đi [[Tân Thế giới|Tân thế giới]]...\"''<ref>Chính sách xã hội trong Cách mạng tháng 8 năm 1945 và trong sự nghiệp đổi mới ngày nay, Phạm Xuân Nam, Tạp chí Khoa học xã hội Việt Nam, số 11(96) - 2015<\/ref>. [[Tập tin:Canh dong.jpg|phải|nhỏ|Ruộng đất, mục tiêu chính trị và kinh tế trong cuộc Cải cách ruộng đất.]][[Nạn đói năm Ất Dậu]] làm 2 triệu người chết, tỷ lệ chết đói cao nhất là những hộ nông dân không có đất canh tác. Việc phân phối ruộng đất bất bình đẳng này cũng tiềm ẩn nhiều nguy cơ về các [[nạn đói]] mới hoặc bạo động có thể xảy ra trong tương lai. Trong báo cáo của [[Hồ Chí Minh]] tại khóa họp Quốc hội lần thứ III, ông khẳng định \"''Chỉ có thực hiện cải cách ruộng đất, người cày có ruộng giải phóng sức sản xuất ở nông thôn khỏi ách trói buộc của giai cấp địa chủ phong kiến, mới có thể chấm dứt tình trạng bần cùng và lạc hậu của nông dân, mới có thể phát động mạnh mẽ lực lượng to lớn của nông dân để phát triển sản xuất và đẩy mạnh kháng chiến đến thắng lợi hoàn toàn. Mục đích của cải cách ruộng đất là: Tiêu diệt chế độ phong kiến chiếm hữu ruộng đất, thực hiện người cày có ruộng, giải phóng sức sản xuất ở nông thôn, phát triển sản xuất, đẩy mạnh kháng chiến''<ref>Ý nghĩa và mục đích cuộc cải cách ruộng đất, [http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=Qiq19540124.2.2&e=-------vi-20--1--img-txIN------ Báo Quân đội Nhân Dân], Số 119, 24 Tháng Một 1954<\/ref>\".\n\nChương trình cải cách ruộng đất là một bước trong tiến trình giải quyết mâu thuẫn xã hội từ thời [[Pháp thuộc]], đưa [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]] tiến lên [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]], do [[Đảng Lao động Việt Nam]] tổ chức và Chính phủ [[Việt Nam Dân chủ Cộng hòa]] thực thi, hệ thống hóa và khai triển trên địa bàn rộng, công việc mà nhiều chính quyền địa phương đã làm từ những năm đầu [[Cách mạng tháng Tám]]:\n# Tịch thu tài sản ruộng đất do người Pháp, người dân di cư, hay Việt gian (những người Việt theo Pháp) bỏ lại, hay bỏ hoang vì chiến tranh\n# Phân chia đất canh tác cho tá điền\n# Cắt giảm địa tô\n# Bãi bỏ mọi khoản tiền thuê ruộng\n# Phục vụ cho nhiệm vụ tối cao của dân tộc lúc đó là đưa cuộc kháng chiến chống thực dân Pháp đi đến thắng lợi hoàn toàn<ref>{{Chú thích web | url = http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-2928201510064846\/index-5928201594135469.html | tiêu đề = Đảng lãnh đạo giải quyết vấn đề ruộng đất trong cách mạng dân tộc dân chủ | tác giả = | ngày = 28 tháng 9 năm 2015 | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = [[Tạp chí Cộng sản|Báo điện tử Đảng Cộng sản Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nTheo các tài liệu của [[Đảng Cộng sản Việt Nam]] thì các công việc này cũng được Đảng và Chính phủ tiếp tục từng bước giải quyết trong [[chiến tranh Đông Dương|kháng chiến chống Pháp]], nhưng đến [[1953]] thì mới được phát triển rộng (bắt đầu tại [[Thái Nguyên]]).<ref>Theo ''Đại cương Lịch sử Việt Nam'', tập 3, trang 94 thì từ đầu năm 1953, đảng và chính phủ đã phát động quần chúng triệt để tiến hành giảm tô và cải cách ruộng đất tại các vùng tự do.<\/ref>\n\nTại kì họp thứ ba của [[Quốc hội Việt Nam]], để phát động chiến dịch, Chủ tịch nước [[Việt Nam Dân chủ Cộng hòa]] [[Hồ Chí Minh]] đã phát biểu: ''\"Luật cải cách ruộng đất của ta chí nhân, chí nghĩa, hợp lý hợp tình, chẳng những là làm cho cố nông, bần nông, trung nông ở dưới có ruộng cày, nhưng đồng thời chiếu cố đồng bào phú nông, đồng thời chiếu cố đồng bào địa chủ\"''.<ref name=\"kyhop3\">{{Chú thích web |url=http:\/\/www.na.gov.vn\/htx\/English\/C1330\/Default.asp?Newid=4983 |ngày truy cập=2007-10-05 |tựa đề=Bài nói tại Quốc hội nước Việt Nam Dân chủ Cộng hòa Khóa I, Kỳ họp thứ ba |archive-date = ngày 17 tháng 10 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071017231256\/http:\/\/na.gov.vn\/htx\/English\/C1330\/Default.asp?Newid=4983 |url-status=dead }}<\/ref>\n\nTrước đó, thông tư liên bộ năm 1949 đã đưa ra những nguyên tắc chủ yếu về việc phân chia tạm thời ruộng đất cho nông dân mà những ruộng đất này được tịch thu từ địa chủ của người Pháp, hoặc từ địa chủ người Việt thông đồng với Pháp. Hội nghị cán bộ Trung ương lần thứ IV (5\/1948) đề ra chính sách: Tịch thu ruộng đất và tài sản của Việt gian (đưa ra toà án tuyên bố rõ ràng), ruộng đất thì chia cho dân cày cấy, còn tài sản thì tuỳ từng trường hợp cấp cho dân cày; những đồn điền tịch thu của Pháp thì giao cho Chính phủ tạm thời quản lý; thành lập ở mỗi đồn điền một Ban quản trị có trách nhiệm phân phối ruộng cho dân, giúp đỡ kế hoạch cho dân cày cấy…<ref>Quan điểm tiến hành cải cách ruộng đất ở Việt Nam trong những năm 1945 - 1956 qua các nghị quyết trung ương Đảng, Lê Quỳnh Nga, Trường ĐH KHXH & NV,ĐHQG Hà Nội<\/ref>\n\n==Chính sách==\n\n''Chính cương vắn tắt, Sách lược vắn tắt, Chương trình tóm tắt'' tại hội nghị thành lập Đảng Cộng sản Việt Nam xác định chiến lược cách mạng của Đảng là tiến hành cuộc \"''tư sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản''\"<ref>[http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/ho-so-su-kien\/books-293020152480856\/index-4930201524556565.html Chánh cương vắn tắt, Sách lược vắn tắt, Chương trình tóm tắt của Đảng (1-1930)], Các cương lĩnh cách mạng của Đảng Cộng sản Việt Nam, Lê Mậu Hãn, Nhà xuất bản Chính trị quốc gia Hà Nội, 2011<\/ref>. ''Luận cương chính trị của Đảng Cộng sản Đông Dương'' tháng 10\/1930 nhấn mạnh mâu thuẫn giai cấp ngày càng diễn ra gay gắt ở [[Bán đảo Đông Dương|Đông Dương]] là \"''một bên thì thợ thuyền, dân cày và các phần tử lao khổ; một bên thì địa chủ, phong kiến, tư bổn và đế quốc chủ nghĩa''\". Luận cương xác định tính chất của cách mạng Đông Dương lúc đầu là một cuộc \"''cách mạng tư sản dân quyền''\". Sau khi cách mạng tư sản dân quyền thắng lợi sẽ tiếp tục \"''phát triển, bỏ qua thời kỳ tư bổn mà tranh đấu thẳng lên con đường xã hội chủ nghĩa''\". Luận cương cho rằng nhiệm vụ chủ yếu của cách mạng tư sản dân quyền là phải \"''tranh đấu để đánh đổ các di tích phong kiến, đánh đổ các cách bóc lột theo lối tiền tư bổn và để thực hành thổ địa cách mạng cho triệt để''\". Luận cương cho rằng \"''có đánh đổ đế quốc chủ nghĩa mới phá được cái giai cấp địa chủ và làm cách mạng thổ địa được thắng lợi; mà có phá tan chế độ phong kiến thì mới đánh đổ được đế quốc chủ nghĩa''\". Luận cương khẳng định: \"''Vấn đề thổ địa là cái cốt của cách mạng tư sản dân quyền''\", là cơ sở để Đảng giành quyền lãnh đạo dân cày.<ref name=\"dang1930\"\/> Tháng 12\/1930, thư của Ban Thường vụ Trung ương gửi các cấp đảng bộ cho rằng phải xét địa chủ \"''về phương diện giai cấp''\" là một giai cấp \"''dùng cái quyền có đất để bóc lột dân nghèo, hãm hại kinh tế dân cày''\" và ngăn trở sức sản xuất. Địa chủ là \"''thù địch của dân cày không kém gì [[Chủ nghĩa đế quốc|đế quốc chủ nghĩa]]''\", \"''nó quan hệ mật thiết với quyền lợi của đế quốc chủ nghĩa''\", \"''liên kết với đế quốc mà bóc lột dân cày''\". Ban Thường vụ Trung ương chủ trương \"''tiêu diệt địa chủ''\", \"''tịch ký tất cả ruộng đất của chúng nó (địa chủ) mà giao cho bần và trung nông''\". Đến tháng 10\/1936, trong văn kiện ''Chung quanh vấn đề chiến sách mới'', Trung ương Đảng đã phê phán quan điểm của Luận cương chính trị tháng 10\/1930: \"''Cuộc dân tộc giải phóng không nhất định phải kết chặt với cuộc cách mạng điền địa. Nghĩa là không thể nói rằng: muốn đánh đổ đế quốc cần phải phát triển cách mạng điền địa, muốn giải quyết vấn đề điền địa cần phải đánh đổ đế quốc. Lý thuyết ấy có chỗ không xác đáng... nếu phát triển cuộc tranh đấu chia đất mà ngăn trở cuộc tranh đấu phản đế thì phải lựa chọn vấn đề nào quan trọng hơn mà giải quyết trước. Nghĩa là chọn địch nhân chính, nguy hiểm nhất, để tập trung lực lượng của một dân tộc mà đánh cho được toàn thắng''.\"<ref name=\"dang1930\">[http:\/\/www.dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/sach-chinh-tri\/books-310520153565356\/index-2105201534229567.html Đường lối chiến lược giải phóng dân tộc của Đảng trong thời kỳ 1930 - 1945], Đảng Cộng sản Việt Nam - 80 năm xây dựng và phát triển, Nhà xuất bản Chính trị quốc gia, Hà nội 2010<\/ref> Năm 1938, [[Võ Nguyên Giáp]] và [[Trường Chinh]] cùng xuất bản tác phẩm \"''Vấn đề dân cày''\" nhằm nghiên cứu thực trạng của nông thôn Việt Nam. Các tác giả cho rằng vấn đề ruộng đất và dân cày là nội dung trụ cột của vấn đề Đông Dương; phân tích địa vị giai cấp, vị trí khuynh hướng và tính chất của giai cấp nông dân; phê phán những nhận thức và quan điểm sai lầm đối với giai cấp nông dân; tố cáo trước dư luận những chính sách của thực dân và phong kiến về ruộng đất, tô thuế, nạn cho vay nặng lãi... đối với dân cày và nêu lên những yêu sách của dân cày Đông Dương trước Mặt trận Nhân dân Pháp.<ref>[http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-1926201511550846\/index-392620151154184611.html Năm 1938], Lịch sử Biên niên Đảng Cộng sản Việt Nam - Tập 2, Nhà xuất bản Chính trị quốc gia Hà Nội - 2008<\/ref>\n\nTừ tháng 10 năm 1952, chủ tịch Hồ Chí Minh đã gửi bản \"chương trình cải cách ruộng đất của Đảng Lao động Việt Nam\" cho [[Stalin]] để \"đề nghị xem xét và cho chỉ dẫn\" và cho biết chương trình hành động được lập bởi chính ông dưới sự giúp đỡ của [[Lưu Thiếu Kỳ]].<ref>Thư Hồ Chí Minh gửi Stalin ngày 31 tháng 10 năm 1952, Văn thư lưu trữ tại Cục lưu trữ Quốc gia Nga. Nội dung (dịch): Đồng chí Stalin thân mến: Xin gửi ngài chương trình cải cách ruộng đất của Đảng lao động Việt Nam. Chương trình hành động được lập bởi chính tôi dưới sự giúp đỡ của đồng chí Lưu Shao Shi ([[Lưu Thiếu Kỳ]]), Văn Sha San. Đề nghị ngài xem xét và cho chỉ dẫn. Gửi lời chào cộng sản. Hồ Chí Minh, 31\/10\/1952<\/ref> Trong bối cảnh lúc bấy giờ, chương trình cải cách ruộng đất được đặt ra nhằm khắc phục mâu thuẫn xã hội và sự khốn khổ của nông dân đã tích tụ suốt thời [[Pháp thuộc]], qua đó động viên nông dân (chiếm phần lớn dân số Việt Nam khi đó) ủng hộ công cuộc [[kháng chiến chống Pháp]]<ref name=autogenerated2>Báo Nhân dân ngày 1 Tháng Một 1954<\/ref>.\n\nHội nghị toàn quốc lần thứ nhất của Đảng Lao động Việt Nam tháng 11\/1953 bàn về cải cách ruộng đất. Tại hội nghị, Trường Chinh đọc báo cáo có đoạn: \"Cải ''cách ruộng đất chính là để làm cho kháng chiến mau chóng thắng lợi. Nhân dân làm cách mạng, nhân dân kháng chiến và kiến quốc. Đại đa số nhân dân là nông dân. Muốn kháng chiến thắng lợi, kiến quốc thành công, phải tiêu diệt đế quốc xâm lược và giải phóng nông dân khỏi ách phong kiến. Cải cách ruộng đất là một phương pháp chủ yếu đẩy mạnh kinh tế quốc dân phát triển. Kinh tế quốc dân phát triển thì vấn đề cung cấp cho tiền tuyến và hậu phương được đảm bảo chắc chắn, lực lượng của nhân dân được bồi dưỡng, ta có thêm sức người, sức của để kháng chiến trường kỳ cho đến thắng lợi cuối cùng. Hồ Chủ tịch đã đề ra hai nhiệm vụ trung tâm trước mắt, quan hệ mật thiết với nhau: đánh giặc và cải cách ruộng đất.''..\"Ông cũng nhắc đến câu nói của [[Iosif Vissarionovich Stalin|Stalin]]: \"''Thực chất của vấn đề dân tộc là vấn đề nông dân''\", và của Mao Trạch Đông trong thời kháng Nhật: \"''Kẻ địch lớn đang đứng trước mắt, không giải quyết dân chủ dân sinh thì không đánh đuổi được Nhật''\". Báo cáo nêu rõ: địa chủ chưa đầy 5% nhân số cùng bọn đế quốc chiếm trên dưới 70% ruộng đất ở Việt Nam, còn nông dân gần 90% nhân số mà chỉ có trên dưới 30% ruộng đất. Không đầy 5% địa chủ bóc lột gần 90% nông dân bằng tô cao, lãi nặng, v.v. Báo cáo cũng nhắc lại báo cáo của Hồ Chủ tịch tại Hội nghị: \"''Then chốt thắng lợi của kháng chiến là mở rộng Mặt trận dân tộc thống nhất, củng cố công nông liên minh, củng cố chính quyền nhân dân, củng cố và phát triển quân đội, củng cố Đảng và tăng cường sự lãnh đạo của Đảng về mọi mặt. Chỉ có phát động quần chúng cải cách ruộng đất, ta mới tiến hành những công việc đó được thuận lợi''\". Đường lối của Đảng ở nông thôn là dựa vào bần cố nông (cố nông là vô sản, bần nông là nửa vô sản ở nông thôn), đoàn kết trung nông, liên hiệp với phú nông về chính trị, bảo tồn kinh tế của họ, tiêu diệt chế độ bóc lột phong kiến từng bước và có phân biệt<ref name=autogenerated2 \/>.\n\nNgày 4 tháng 12 năm [[1953]], Quốc hội Việt Nam Dân chủ Cộng hòa nhóm họp và thông qua '''Dự luật Cải cách ruộng đất 197\/HL'''. Chủ tịch Hồ Chí Minh phê thuận và chính thức ban hành bộ luật này vào ngày [[19 tháng 12]] năm 1953 để kỷ niệm ngày Toàn quốc Kháng chiến, mang tên '''Luật Cải cách Ruộng đất'''.\n\n'''Luật Cải cách Ruộng đất''' quy định chủ trương cụ thể như sau<ref name=moj \/>:\n* Tịch thu toàn bộ ruộng đất và tài sản của thực dân Pháp và của đế quốc xâm lược khác. Đối với địa chủ [[Việt gian]] (cộng tác với thực dân Pháp), cường hào gây nhiều tội ác thì tuỳ tội nặng nhẹ mà tịch thu toàn bộ hoặc một phần tài sản. Đối tượng Việt gian nếu bị xử phạt dưới 5 năm tù thì vẫn được chia ruộng đất, gia đình của đối tượng này vẫn được chia ruộng đất như những nông dân khác.\n* Đối với nhân sĩ dân chủ, địa chủ kháng chiến, địa chủ thường (không cộng tác với thực dân Pháp) thì trưng thu toàn bộ ruộng đất hiện có cùng trâu bò và nông cụ (Trưng thu là việc giao tài sản cho Nhà nước rồi nhận hoàn trả lại bằng một giá trị tương đương, tức là mua bán tài sản với Nhà nước<ref>[https:\/\/viettimes.vn\/nen-chang-trung-mua-trung-thu-dat-dai-khi-thuc-hien-du-an-120114.html Nên chăng trưng mua, trưng thu đất đai khi thực hiện dự án?]<\/ref>). Không đụng đến tài sản khác (tiền, nhà cửa, đồ gia dụng...) của họ. Chính phủ quy định mức giá trưng mua tài sản của đối tượng này như sau: Giá trưng mua ruộng đất là giá sản lượng trung bình hàng năm của ruộng đất đó. Giá trưng mua trâu bò, nông cụ là giá thị trường ở địa phương. Giá trưng mua được trả bằng một loại công phiếu riêng, công phiếu ấy được trả lãi 1,5% mỗi năm, sau thời hạn 10 năm sẽ hoàn vốn. Ngoài ra, đối tượng này và gia đình cũng được chia ruộng đất xấp xỉ như nông dân, và được hưởng những ưu đãi khác một cách thích đáng.\n* Khi xét xử người phạm pháp phải tuân theo đúng pháp luật. Nghiêm cấm việc bắt giữ và giết hại trái phép, nghiêm cấm đánh đập, tra tấn hoặc dùng mọi thứ nhục hình khác.\n\n==Ban lãnh đạo==\n\nĐồng thời điểm này, Ủy ban Chấp hành Trung ương Đảng Lao động Việt Nam và Đại hội Toàn quốc Đảng Lao động Việt Nam cũng họp và tổ chức chuẩn bị thi hành cải cách ruộng đất sâu rộng trên toàn lãnh thổ. Đảng này cũng chỉ định một ủy ban lãnh đạo chương trình cải cách ruộng đất và hoạch định tiến trình cải cách ruộng đất.\n\n* Phát động và làm tư tưởng chiến dịch: Hồ Chí Minh (Chủ tịch Đảng Lao động Việt Nam và nhà nước)<ref name=\"kyhop3\"\/>\n* Trưởng ban chỉ đạo: [[Trường Chinh]] (Tổng Bí thư đảng)\n* Trưởng ban chỉ đạo thí điểm [[Thái Nguyên]]: [[Hoàng Quốc Việt]] (Ủy viên Bộ Chính trị Ban Chấp hành Trung ương đảng)\n* Trưởng ban chỉ đạo thí điểm [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]]: [[Lê Văn Lương]] (Ủy viên dự khuyết Bộ Chính trị Ban Chấp hành Trung ương đảng)\n* Giám đốc trực tiếp điều hành chiến dịch: [[Hồ Viết Thắng]] (Ủy viên dự khuyết Ban Chấp hành Trung ương đảng)\n\nVề phía nhà nước, Ban cải cách ruộng đất TW ngày 15 tháng 3 năm 1954 (không riêng miền Bắc, mà của chính quyền Việt Nam dân chủ cộng hòa nói chung):\n\n* Chủ nhiệm: [[Phạm Văn Đồng]], Phó Thủ tướng\n* Phó chủ nhiệm: [[Trường Chinh]] (Tổng Bí thư Đảng Lao động), [[Nghiêm Xuân Yêm]] (Bộ trưởng canh nông), [[Hồ Viết Thắng]] (Thứ trưởng canh nông, trưởng ban liên lạc nông dân toàn quốc)\n* Ủy viên: [[Trần Văn Đức]] (ủy viên Trung ương Đảng dân chủ), [[Nguyễn Cộng Hòa]] (ủy viên BCH Tổng liên đoàn lao động), [[Trần Quốc Hoàn]] (bộ trưởng công an), [[Vũ Đình Hòe]] (bộ trưởng tư pháp), [[Tố Hữu]] (tổng giám đốc nha tuyên truyền và văn nghệ), Linh mục [[Vũ Xuân Kỷ]] (ủy viên Liên Việt toàn quốc), [[Nguyễn Lam]] (bí thư đoàn thanh niên cứu quốc), [[Trần Nam Trung|Trần Lương]] (đại biểu quân đội), [[Phan Tư Nghĩa]] (Tổng thư ký Đảng xã hội), [[Tôn Quang Phiệt]] (đại biểu Ban thường trực Quốc hội), [[Hà Quế]] (ủy viên BCH hội liên hiệp phụ nữ), thiếu tướng [[Chu Văn Tấn]] (đại diện các dân tộc thiểu số), [[Trần Đức Thịnh]] (ủy viên Ban liên lạc nông dân toàn quốc), [[Bùi Công Trừng]] (ủy viên thường trực Ban kinh tế chính phủ), [[Phan Kế Toại]] (Bộ trưởng Nội vụ), [[Hoàng Quốc Việt]] (ủy viên TU Đảng, Chủ tịch Tổng liên đoàn lao động).<ref>Nhân dân 21 Tháng Sáu 1954<\/ref>\n\n==Thi hành==\n\nChương trình cải cách ruộng đất được áp dụng qua bốn bước chính:\n\n=== 1. Huấn luyện cán bộ ===\nCác cán bộ Đảng Lao động tham gia cải cách ruộng đất được đưa đi học khóa chỉnh huấn [[1953]]. Các chương trình học tập nhằm giúp cán bộ nắm vững đường lối của đảng trong cải cách ruộng đất, quán triệt quan điểm. Tổng số cán bộ được điều động vào công tác là 48.818 người.\n\n=== 2. Chiến dịch Giảm tô ===\nBước đầu, các đội cán bộ cải cách ruộng đất đi vào các làng xã và áp dụng chính sách \"3 Cùng\" (cùng ăn, cùng ngủ, cùng làm) với các bần cố nông trong làng xã đó, kết nạp họ thành \"rễ\", thành \"cành\" của đội, sau đó triển khai chiến dịch từng bước như sau:\n\n* '''Phân định thành phần''': Đội Cải cách Ruộng đất ra mắt làng xã, và tất cả các gia đình trong xã được họ phân loại thành 5 thành phần: (a) địa chủ; (b) phú nông; (c) trung nông cứng; (d) trung nông vừa; (e) trung nông yếu; (f) bần nông; (g) cố nông. Tỷ lệ địa chủ được quy định trước và các đoàn và đội cải cách đều cố truy tìm để đạt tỷ lệ địa chủ như một quy định bắt buộc, gọi là \"kích thành phần\".\n* '''Phân loại địa chủ''': Tất cả các gia đình bị xếp vào thành phần địa chủ như nói trên được đội cải cách phân loại thêm một lần nữa thành (a1) Địa chủ gian ác; (a2) Địa chủ thường; (a3) Địa chủ có ủng hộ kháng chiến. Thành phần địa chủ gian ác bị đội cải cách bắt ngay lập tức và quản thúc.\n* '''Áp dụng thoái tô''': Đối với các gia đình có địa chủ bị bắt nói trên, đội cải cách thông báo với họ về các sắc lệnh giảm tô của chính phủ Việt Nam Dân chủ Cộng hòa, bao gồm: sắc lệnh giảm tô xuống còn 25% vào tháng 11 năm [[1945]], Sắc lệnh số 87\/SL năm [[1952]] và 149\/SL năm [[1953]] giảm tô thêm 25%. (Tại miền Bắc, tô hay địa tô là tiền thuê ruộng mà tá điền phải trả cho địa chủ sau mùa gặt, có thể trả bằng thóc.) Căn cứ theo đó, địa chủ nào chưa giảm tô cho nông dân thì bây giờ phải trả cho những nông dân làm công cho họ khoản nợ đó — gọi là \"thoái tô\". Nếu không trả đủ nợ thì tài sản bị tịch thu, phân phát do nông dân. Sau bước này, có những gia đình địa chủ phải bán đi rất nhiều tài sản để trả nợ vì nếu sống trong vùng kiểm soát của Pháp thì không biết gì về các sắc lệnh của nhà nước Việt Nam Dân chủ Cộng hòa.<ref name=\"manhtuong\"\/>\n* '''Học tập tố khổ, truy bắt địa chủ''': Các bần nông, cố nông, \"chuỗi\", \"rễ\" được đội cải cách cho học lớp tố khổ do họ mở, qua đó học viên được nhận dạng các tội ác của địa chủ, và được khuyến khích nhớ ra tội ác của từng địa chủ đã bóc lột, chèn ép họ như thế nào. Sau khi học qua lớp tố khổ, nhiều du kích và cốt cán cải cách ruộng đất trở nên quá khích, thậm chí họ \"vác súng vào thành phố truy bắt địa chủ và con cái địa chủ là cán bộ công nhân viên chức nhà nước\".<ref>Chương 5, Hồi ký ''Làm người là khó'' — cựu Phó Thủ tướng Đoàn Duy Thành [http:\/\/www.hungviet.org\/doanduythanh\/doanduythanh_lnlk_5.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090131113819\/http:\/\/hungviet.org\/doanduythanh\/doanduythanh_lnlk_5.html|date=ngày 31 tháng 1 năm 2009}}<\/ref>\n* '''Tố cáo công khai''': Các buổi xét xử được tổ chức, thông thường vào ban đêm. Số lượng người tham gia tố cáo từ vài trăm đến cả ngàn người, huy động từ các làng xóm lân cận, và thời gian từ một đến ba đêm tùy theo mức độ tội trạng của địa chủ. Trong buổi đấu tố, các nông dân bước ra tố cáo địa chủ đã bóc lột, áp bức họ như thế nào. Tại các tỉnh có tổ chức cải cách ruộng đất, Đảng Lao động cho ra tờ báo lấy tên là ''Lá Rừng'' (ngụ ý tội ác địa chủ nhiều như lá rừng) tường thuật chi tiết các vụ tố cáo. Sau khi bị quần chúng tố cáo, các địa chủ được tạm giam trở lại để chờ tòa án nhân dân xét xử.\n* '''Xử án địa chủ''': Tại các huyện, một tòa án nhân dân đặc biệt được lập ra và đi về các xã xét xử các địa chủ. Sau khi kết án, nếu bị kết án tử hình, đội tự vệ xã sẽ thi hành án, có thể là trước công chúng. Những người không bị xử bắn thì trả về các làng xã, nhưng gia đình và thân nhân của họ thường bị người dân địa phương ác cảm và phân biệt đối xử.\n\nTổng cộng có tám đợt giảm tô từ [[1953]] đến [[1956]] đã được tiến hành tại hơn 1.875 xã.\n\n===3. Thực hiện ở các địa phương===\n\nNhiều tháng sau khi chiến dịch Giảm tô được triển khai, chương trình Cải cách ruộng đất chính thức bắt đầu, với hình thức tương tự nhưng trên địa bàn rộng lớn hơn. Tổng cộng có năm đợt cải cách ruộng đất từ [[1953]] đến [[1956]] tiến hành tại 3.314 xã. Từ cuối năm 1954, dưới sức ép của cố vấn [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]], chiến dịch cải cách ruộng đất bắt đầu được đẩy mạnh và nhanh, với cường độ lớn. Quyết liệt nhất là ở [[Thái Bình]], nơi có đến 294 xã được đưa vào cải cách.\n\nTheo tài liệu của [[Đảng Cộng sản Việt Nam]], tháng 11 năm 1953, Hội nghị Ban chấp hành Trung ương Đảng lần thứ 5 quyết định tiến hành việc cải cách ruộng đất tại miền Bắc Việt Nam. Từ năm [[1953]] tới [[1957]], 810.000 [[hecta]] ruộng đất ở đồng bằng và trung du miền Bắc đã được chia cho 2 triệu hộ nông dân, chiếm khoảng 72,8% số hộ nông dân ở miền Bắc. Trong khi đó, phân bố ruộng đất miền Bắc trước năm [[1945]], chỉ có 4% dân số đã chiếm hữu tới 24,5% tổng số ruộng đất.\n\nSau cải cách, bộ mặt nông thôn miền Bắc thay đổi căn bản. Tình trạng phân chia ruộng đất bất bình đẳng bị xóa bỏ. Nông dân nghèo được chia ruộng đất trở nên hăng hái, sản xuất nông nghiệp gia tăng. Ngoài ra, những tư tưởng cũ kỹ từ thời phong kiến cũng được xóa bỏ một phần. Đó là một cuộc chuyển biến to lớn về kinh tế, chính trị và xã hội tại nông thôn Việt Nam sau hàng thế kỷ phong kiến. Muc tiêu cǎn bản của cuộc cải cách đã đạt yêu cầu, có tác dụng quyết định đối với việc hoàn thành nhiệm vụ xóa bỏ tàn dư phong kiến ở miền Bắc.\n\nTuy nhiên, ở một góc độ khác, việc thực hiện cải cách ruộng đất đã gây ra nhiều hậu quả lớn. Ở các đợt đầu, cải cách diễn ra có kiểm soát và trật tự, đạt hiệu quả tốt. Nhưng từ giữa năm 1955, do tiến hành vội vã, ở một số nơi đã xuất hiện hiện tượng nông dân địa phương trở nên quá khích, đấu tố tràn lan mất kiểm soát, đã có nhiều người bị oan sai. Do sự quá khích và trình độ dân trí thấp của nông dân địa phương, cả các gia đình địa chủ có thành tích kháng chiến, kể cả các gia đình có đảng viên, cán bộ, bộ đội phục vụ trong kháng chiến cũng bị tố cáo tràn lan. Theo hướng dẫn trong Luật Cải cách ruộng đất, các cán bộ cải cách ruộng đất đã chỉ đạo nông dân tại nhiều địa phương lập ra các \"tòa án nhân dân đặc biệt\" để tổ chức xét xử<ref name=moj>[http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=1106 LUẬT CẢI CÁCH RUỘNG ĐẤT], Quốc hội Việt Nam, ngày 04 tháng 12 năm 1953<\/ref>. Cũng theo quy định của Luật cải cách ruộng đất, điều lệ tổ chức của các tòa án nhân dân đặc biệt do Chính phủ quy định. Luật cải cách ruộng đất cũng ''\"nghiêm cấm tòa án nhân dân đặc biệt tiến hành bắt giữ và giết hại trái phép, nghiêm cấm đánh đập, tra tấn hoặc dùng mọi thứ nhục hình khác\"''<ref name=moj \/> Nhưng khi áp dụng, nông dân ở các địa phương và các \"tòa án nhân dân đặc biệt\" đã không tuân thủ các quy định này. Tuy được gọi là \"tòa án\" nhưng thực ra thành viên chỉ gồm toàn những nông dân địa phương, được thôn làng cử ra để xét xử chứ không thông qua chính quyền, không tuân theo quy định về tổ chức tòa án của Chính phủ. Nhiều \"tòa án nhân dân đặc biệt\" đã lạm quyền, không tuân thủ quy định của chính quyền và luật pháp, họ tự ý tuyên án tử hình hay tù khổ sai chỉ căn cứ vào những lời tố giác của số đông nông dân địa phương. Nhiều nông dân cũng thi đua nhau tố cáo người khác, coi đó là một thành tích của bản thân. Đến cuối năm 1955, việc tố cáo địa chủ xảy ra tràn lan, số người bị tố cáo oan sai chiếm tỷ lệ rất cao. Ví dụ như bà Cát Hanh Long, tức Nguyễn Thị Năm, nhà ở Thái Nguyên; bà bị nông dân địa phương quy tội địa chủ gian ác, bị xử bắn mặc dù trong thời kháng chiến đã có nhiều công lao lớn với cách mạng Việt Nam.<ref>''[http:\/\/www.rfa.org\/vietnamese\/in_depth\/2006\/05\/17\/LandReform50YearsAgoP4_NAn\/ Cuộc cải cách ruộng đất] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061003021611\/http:\/\/www.rfa.org\/vietnamese\/in_depth\/2006\/05\/17\/LandReform50YearsAgoP4_NAn\/ |date=2006-10-03 }}'' 50 năm trước đây tại miền Bắc VN: \"...Trong lần thí nghiệm này có một sự kiện động trời, tức là tòa án nhân dân cải cách ruộng đất tử hình bà Nguyễn Thị Năm (còn có tên gọi khác là bà Cát Hanh Long)...\"<\/ref> Có những nơi cả cán bộ đảng viên, sĩ quan quân đội cũng bị nông dân địa phương bắt giữ, chính quyền địa phương không dám ngăn chặn vì sợ kích động bạo lực với đám đông quần chúng. Ví dụ như tướng [[Vương Thừa Vũ]] từng bị nông dân địa phương bắt giữ, chính quyền trung ương phải tới can thiệp mới giải cứu được.\n\nMức 5,68% địa chủ trong dân số địa phương là cao hơn rất nhiều so với thực tế. Tổng số người bị quy là địa chủ trong Cải cách ruộng đất đã được thống kê là 172.008 người; trong đó số người bị quy sai là 123.266 người, chiếm tỷ lệ 71,66%.<ref>Phát động quần chúng giảm tô và cải cách ruộng đất, Tạp chí Xưa&Nay, Hà Nội, số 297, 2007, trang 10 - 15<\/ref> Những sai lầm này đã được đề cập đến trong bài phát biểu tháng 10 năm 1956 tại [[Mặt trận Tổ quốc Việt Nam]] của giáo sư, luật sư [[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]], ông kết luận nhiều nông dân là trung nông nhưng đã bị kết án oan sai bởi những \"tòa án nhân dân đặc biệt\" ở địa phương. Những tòa án này toàn là do nông dân địa phương tự lập ra, họ có trình độ thấp nên thường kết án chiều theo tâm lý căm giận địa chủ của số đông người dân khi đó chứ không tuân theo pháp luật, dẫn tới vi phạm các nguyên tắc về điều tra và kết án.<ref name=\"manhtuong\">Luật sư Nguyễn Mạnh Tường — [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=4412&rb=0505 Qua những sai lầm trong Cải cách Ruộng đất - Xây dựng quan điểm lãnh đạo], diễn văn đọc trước phiên họp của Mặt trận Tổ quốc ở Hà Nội, ngày 30 tháng 10 năm 1956.<\/ref>\n\n===4. Chiến dịch sửa sai===\nSau khi nhận ra cuộc cải cách ở các địa phương đã diễn ra quá trớn, gây nhiều oan sai, tháng 2 năm [[1956]], Hội nghị Trung ương lần thứ 9 đã tuyên bố các sai lầm trong cải cách ruộng đất và ra lệnh đình chỉ cuộc cải cách. Trong tuyên bố của Hội nghị Trung ương 10 của Đảng Lao động Việt Nam (tháng 9 năm 1956), chính quyền trung ương nhận trách nhiệm đã buông lỏng theo dõi, khiến việc thi hành ở các địa phương bị mất kiểm soát<ref name=dang \/>:\n\n{{cquote|''Giai đoạn vừa qua có nhiều sai lầm và khuyết điểm. Đặc biệt là trong cuộc cải cách nông nghiệp và điều chỉnh tổ chức. Hội nghị Trung ương lần thứ 10 đã phân tích chi tiết các khuyết điểm, tìm ra nguyên nhân và thống nhất những biện pháp khắc phục. Hội nghị thừa nhận nguyên nhân của những khuyết điểm là sự yếu kém của bộ máy lãnh đạo. Vì thế Ban chấp hành Trung ương nhận khuyết điểm của mình. Các ủy viên tham gia trực tiếp đã kiểm điểm trước Trung ương theo tinh thần tự phê, và chấp nhận những hình thức kỷ luật nghiêm khắc.''}}\n\nĐề cương báo cáo của Bộ Chính trị tại Hội nghị Trung ương lần thứ 10, tháng 10-1956 đã xác nhận: \"''Tư tưởng thành phần chủ nghĩa trong cải cách ruộng đất có tư tưởng nông dân, đặt bần cố nông lên trên tất cả, thậm chí đặt bần cố nông lên trên Đảng… Tư tưởng tả khuynh trong cải cách ruộng đất đã chớm nở lúc đầu; nó đã đưa đến chỗ học tập kinh nghiệm nước bạn một cách máy móc và không chịu điều tra nghiên cứu đầy đủ tình hình xã hội ta để định chủ trương chính sách cụ thể cho thích hợp… Trong lúc thi hành thì một mực nhấn mạnh chống hữu khuynh trong khi những hiện tượng tả khuynh đã trở nên trầm trọng… từ khu trở xuống thì hệ thống cải cách ruộng đất trở nên một hệ thống ở trên cả Đảng và chính quyền. Tác phong độc đoán chuyên quyền, do đó mà trở nên phổ biến, không đi theo đường lối quần chúng, mà thực tế đã trấn áp quần chúng, nhẹ tuyên truyền giáo dục, buộc quần chúng làm những điều trái với ý muốn, với lương tâm của họ, có khi trái với chân lý và chính nghĩa''.\"<ref>Đảng cộng sản Việt Nam, Văn kiện Đảng toàn tập, Nhà xuất bản Chính trị quốc gia, H.2002, tập 17, tr. 430-431<\/ref>.\n\nDo nhận định chiến dịch Cải cách ruộng đất đã gây ra nhiều oan sai, làm rối loạn tình hình nông thôn, Đảng Lao động Việt Nam và chính phủ tiến hành các bước sửa sai như sau:\n\n* Tháng 2 năm [[1956]], Hội nghị Trung ương đảng lần thứ 9 tuyên bố các sai lầm trong cải cách ruộng đất.\n* Tháng 3 năm 1956, Quốc hội họp lần thứ 4 tường trình bản báo cáo các sai lầm và biện pháp sửa sai.\n* Ngày 5 tháng 7 năm 1956, thay mặt Ban Bí thư, Tổng Bí thư Trường-Chinh ký Chỉ thị \"Về công tác chỉnh đốn tổ chức\" đánh giá: ''Sở dĩ có những khuyết điểm trên, một phần là do Trung ương kém theo dõi, đôn đốc, kiểm tra và kịp thời uốn nắn các lệch lạc, một phần là do các cơ quan được Trung ương giao trách nhiệm trực tiếp chỉ đạo công tác chỉnh đốn tổ chức, như Ban Tổ chức Trung ương, Đảng tổ trong Uỷ ban cải cách ruộng đất Trung ương, các liên khu uỷ và khu uỷ, đoàn uỷ, đã không nhận thức đúng tình hình, không nắm vững mục đích, yêu cầu, phương châm, phương pháp chỉnh đốn tổ chức, không giáo dục đầy đủ cho cán bộ, không theo dõi sát tình hình, đề phòng các lệch lạc, và phát hiện những vấn đề mới đề nghị với Trung ương bổ sung chính sách; lối làm việc thì thiếu tập thể dân chủ, ít lắng nghe ý kiến cấp dưới. Về phía các cán bộ ở các tổ chỉnh đốn, thì nói chung vì trình độ chính trị và trình độ công tác kém, lại không được chuẩn bị đầy đủ về tư tưởng, chính sách, phương pháp, khi tiến hành công tác thì không được lãnh đạo chặt chẽ, cho nên một số đã phạm những sai lầm nghiêm trọng. ở một vài nơi ở cấp xã đã phát hiện có một vài phần tử xấu, cố tình làm sai để phá hoại''<ref name=dang>[http:\/\/dangcongsan.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30063&cn_id=144522 Chỉ thị của Bộ Chính trị số 33\/CT-TW, ngày 5 tháng 7 năm 1956 về công tác chỉnh đốn tổ chức]<\/ref>.\n* Ngày 18 tháng 8 năm 1956, Chủ tịch Hồ Chí Minh gửi thư cho đồng bào và cán bộ nhìn nhận sai lầm và cho biết Trung ương đảng và chính phủ đã nghiêm khắc kiểm điểm các sai lầm.\n* Ngày 24 tháng 8 năm 1956, báo ''[[Nhân dân (báo)|Nhân dân]]'' công bố có một số đảng viên trung kiên đã bị hành quyết sai lầm trong chiến dịch Cải cách Ruộng đất.\n* Tháng 9 năm 1956, Hội nghị lần thứ 10 Ban Chấp hành Trung ương đảng (họp từ 25\/8 đến 24\/9\/1956) nhận định các nguyên nhân đưa đến sai lầm, và thi hành biện pháp kỷ luật đối với Ban lãnh đạo chương trình Cải cách Ruộng đất như sau: ông [[Trường Chinh]] phải từ chức Tổng Bí thư đảng, nhưng vẫn là Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, ông [[Hoàng Quốc Việt]] ra khỏi Bộ Chính trị, xuống ủy viên Trung ương và [[Lê Văn Lương]] ra khỏi Ủy viên dự khuyết Bộ Chính trị và Bí thư Trung ương Đảng xuống ủy viên dự khuyết TW.<ref>Sau đó, [[Hoàng Quốc Việt]] (tức Hạ Bá Cang) làm Viện trưởng [[Viện Kiểm sát Nhân dân tối cao]] và công tác ở [[Mặt trận Tổ quốc Việt Nam]]<br \/> Sau này, [[Lê Văn Lương]] được bầu lại làm Ủy viên Bộ Chính trị khóa IV (1976-1981); có những khoảng thời gian trong 1976-1986 ông làm [[Bí thư Thành ủy Hà Nội]]<\/ref>, và ông [[Hồ Viết Thắng]] bị loại ra khỏi Ban Chấp hành Trung ương Đảng.\n* Ngày 29 tháng 10 năm 1956, [[Đại tướng]] [[Võ Nguyên Giáp]], người không tham gia vào sai lầm chương trình Cải cách Ruộng đất, thay mặt chủ tịch nước đọc bản báo cáo của Hội nghị lần thứ 10 Ban Chấp hành Trung ương đảng tại [[nhà hát Lớn Hà Nội|nhà hát lớn Hà Nội]] và Sân vận động Hàng Đẫy kê khai sai lầm và phát động chiến dịch sửa sai, phục hồi các chức vụ tài sản cho cán bộ, bộ đội bị đấu tố.\n* Tháng 12 năm 1956, tại kỳ họp thứ 6 Quốc hội khóa I, Hồ Chí Minh khóc và thay mặt chính phủ Việt Nam Dân chủ Cộng hòa nhận khuyết điểm trong công tác cải cách ruộng đất.\n\nTheo tổng kê đến tháng 9 năm [[1957]], thì chiến dịch sửa sai đã phục hồi danh dự và trả lại tài sản khoảng 70-80% số người bị kết án. Theo báo ''Nhân dân'' thì bản thân chiến dịch sửa sai cũng có những thiệt hại khi những người được phục hồi quay lại trả thù những người đã tố cáo họ oan ức. Phong trào trả thù lan rộng và biến thành bạo động tại nhiều nơi khiến chính quyền phải điều động quân đội để dẹp yên. Theo Dommen, ở [[Quỳnh Lưu]], tỉnh [[Nghệ An]], có bản báo cáo ghi nhận 20.000 nông dân dùng gậy gộc để gây bạo động, xảy ra xung đột giữa người dân các làng và các họ, khiến chính quyền phải dùng Sư đoàn 324 để tái lập trật tự<ref>Dommen, Arthur, ''The Indochinese Experience of the French and the Americans: Nationalism and Communism in Cambodia, Laos, and Vietnam'', Bloomington, IN: Đại học Indiana Press, 2001, trang 341.<\/ref>. Theo Báo Quân đội Nhân dân, các linh mục Công giáo đã tập hợp giáo dân từ các tỉnh Nghệ An, Quảng Bình, Hà Tĩnh, Thanh Hóa đến Quỳnh Lưu, Nghệ An để phản đối chính sách cải cách ruộng đất; giáo dân đã bắt giữ tổ công tác sửa sai của trung đoàn 269 Quân khu 4, giam họ trong nhà thờ Quỳnh Yên khiến Bộ Tổng tư lệnh Quân đội Nhân dân Việt Nam ra lệnh cho sư đoàn 324 đang ở Thanh Hóa cử lực lượng hành quân cấp tốc vào Quỳnh Lưu cùng với lực lượng địa phương của Quân khu 4 giải quyết sự việc, đã xảy ra xô xát giữa quân đội và giáo dân<ref>Bài học từ bạo loạn Công giáo tại Quỳnh Lưu, Nghệ An năm 1956, Báo Quân đội Nhân dân, 25\/10\/2004<\/ref>. Một số gửi thỉnh nguyện thư đến phái đoàn quan sát viên Canada trong Ủy ban Đình chiến, xin [[cuộc di cư Việt Nam, 1954|di cư vào Nam]].<ref name=\"Lind153-156\">Lind, Michael, ''Vietnam, the Necessary War'', New York: Touchstone, 1999, tr 153-156<\/ref>\n\nTuy nhiên, theo một số nhân chứng, có những trường hợp việc sửa sai chỉ đơn thuần là phục hồi đảng tịch, quy lại thành phần (từ địa chủ, phú nông trở lại thành trung nông) chứ không được trả lại tài sản, nhà đất (do dân địa phương đã chiếm dụng mất, chính quyền không đòi lại được). Đến năm [[2004]], theo báo ''Hà Nội Mới'', [[Ủy ban nhân dân|Ủy ban Nhân dân]] thành phố Hà Nội đã ra quyết định trợ cấp cho một số trường hợp bị qui sai thành phần và có tài sản bị trưng thu, trưng mua trong thời kì Cải cách Ruộng đất với mức ba triệu đồng một trường hợp.<ref name=\"BBC\"\/>\n\n==Các đợt cải cách==\n{| class=\"wikitable sortable\"\n! Đợt<br\/>Thời điểm!! Địa bàn!! Số xã thực hiện<br\/>cải cách ruộng đất\n|-\n| Đợt Thí điểm<br\/>(25 tháng 12 năm 1953 - 22 tháng 10 năm 1954) || [[Thái Nguyên]] || không rõ\n|-\n| Đợt 1<br\/>(1 tháng 4 năm 1954 - 15 tháng 1 năm 1955) || Một số các vùng kiểm soát || không rõ\n|-\n| rowspan=4| Đợt 2<br\/>(23 tháng 10 năm 1954 - 15 tháng 1 năm 1955) || [[Thái Nguyên]] || 22\n|-\n| [[Phú Thọ]] || 100\n|-\n| [[Bắc Giang]] || 22\n|-\n| [[Thanh Hóa]] || 66\n|-\n| rowspan=6| Đợt 3<br\/>(18 tháng 2 - 20 tháng 6 năm 1955) || [[Vĩnh Phúc]] || 65\n|-\n| [[Phú Thọ]] || 106\n|-\n| [[Bắc Giang]] || 84\n|-\n| [[Sơn Tây (tỉnh cũ)|Sơn Tây]] || 22\n|-\n| [[Thanh Hóa]] || 115\n|-\n| [[Nghệ An]] || 74\n|-\n| rowspan=10| Đợt 4<br\/>(27 tháng 6 - 31 tháng 12 năm 1955) || [[Vĩnh Phúc]] || 111\n|-\n| [[Phú Thọ]] || 17\n|-\n| [[Bắc Giang]] || 1\n|-\n| [[Bắc Ninh]] || 60\n|-\n| [[Sơn Tây (tỉnh cũ)|Sơn Tây]] || 71\n|-\n| [[Thanh Hóa]] || 207\n|-\n| [[Nghệ An]] || 5\n|-\n| [[Hà Tĩnh]] || 227\n|-\n| [[Hà Nam]] || 98\n|-\n| [[Ninh Bình]] || 47\n|-\n| rowspan=9| Đợt 5<br\/>(25 tháng 12 năm 1955 - 30 tháng 7 năm 1956) || [[Bắc Ninh]] || 8\n|-\n| [[Nghệ An]] || 163\n|-\n| [[Hà Tĩnh]] ||6\n|-\n| [[Ninh Bình]] || 45\n|-\n| [[Quảng Bình]] || 118\n|-\n| [[Khu vực Vĩnh Linh]] || 21\n|-\n| [[Hải Dương]] || 217\n|-\n| [[Hưng Yên]] || 149\n|-\n| [[Thái Bình]] || 294\n|-\n|}\n\n== Những thành tích và sai phạm==\n=== Thành tích ===\n[[Tập tin:Cai cach ruong dat5.jpg|thumb|Nông dân vui mừng khi được nhận ruộng đất.]]\nNăm 1953, giữa lúc Quân đội Nhân dân Việt Nam bắt đầu chiếm ưu thế trên chiến trường, cuộc cải cách ban đầu có những kết quả nhất định khi chỉ thực hiện việc tịch thu tài sản, đất đai của những thành phần địa chủ bị kết tội Việt gian (theo Pháp chống Việt Minh) chia cho bần nông, cố nông. Chính việc cải cách này đã góp một phần không nhỏ nâng cao sự ủng hộ của dân chúng để dồn sức cho kháng chiến. Quyền làm chủ của người nông dân trên ruộng đất mà họ đang canh tác được xác nhận về mặt pháp lý. Mơ ước có mảnh ruộng của riêng mình ở nông dân đến lúc này đã có hy vọng trở thành hiện thực. Khi bắt đầu trận đánh quyết chiến chiến lược Điện Biên Phủ cũng là lúc hậu phương hoàn thành đợt thí điểm cải cách ruộng đất, tin này đã tiếp thêm tinh thần chiến đấu to lớn cho người lính ngoài mặt trận. Việc thực hiện chủ trương triệt để giảm tô, giảm tức và cải cách ruộng đất đã góp phần thúc đẩy mạnh mẽ tinh thần của quân dân, tích cực chi viện cho chiến trường trong đông xuân 1953-1954 mà đỉnh điểm là [[chiến dịch Điện Biên Phủ]].<ref name=autogenerated1 \/>\n\nCuộc cải cách đã phân chia lại đất canh tác một cách công bằng cho đa số nông dân Bắc Bộ. Từ năm 1953 tới 1957, 810.000 hécta ruộng đất ở đồng bằng và trung du miền Bắc đã được chia cho 2 triệu hộ nông dân (khoảng 10 triệu dân), chiếm khoảng 72,8% số hộ nông dân ở miền Bắc. Trong khi đó, phân bố ruộng đất miền Bắc trước năm 1945, chỉ có 4% dân số đã chiếm hữu tới 24,5% tổng số ruộng đất.<ref name=\"ĐCLSVN\">Lê Mậu Hãn (chủ biên), ''Đại cương lịch sử Việt Nam'', tập 3, Nhà xuất bản Giáo dục, tháng 3-2007.<\/ref>\n\nCuộc cải cách đã hoàn thành xóa bỏ giai cấp địa chủ và tàn dư chế độ phong kiến ở miền Bắc. Tại kỳ họp thứ 6 Quốc hội khoá I, từ 29-12-1956 đến 25-1-1957, báo cáo của Chính phủ kiểm điểm về công tác cải cách ruộng đất đã nêu rõ: ''\"Cải cách ruộng đất ở miền Bắc đã căn bản hoàn thành, giai cấp địa chủ đã căn bản bị đánh đổ, chế độ phong kiến chiếm hữu ruộng đất bị xoá bỏ. Nông dân đã làm chủ nông thôn, nguyện vọng lâu đời của người nông dân là người cày có ruộng đã được thực hiện. Sức sản xuất ở nông thôn đã được giải phóng, đời sống nhân dân bước đầu đã được cải thiện, mở đường cho việc phát triển công thương nghiệp, góp phần quan trọng vào công cuộc củng cố miền Bắc, phát triển kinh tế, văn hoá. Đó là những thành tích căn bản\"''. Năm 1957 là năm được mùa lớn, sản lượng lương thực đạt trên 4,5 triệu tấn, vượt xa mức trước chiến tranh.<ref>[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungchinhsachthanhtuu?categoryId=797&articleId=10001592 Hoàn thành cải cách ruộng đất và khôi phục kinh tế quốc dân (1955-1957)], 22\/08\/2010, CỔNG THÔNG TIN ĐIỆN TỬ CHÍNH PHỦ VIỆT NAM<\/ref>.\n\nSau cải cách ruộng đất, bần nông được sở hữu mảnh đất của gia đình mình, không phải nộp phần lớn địa tô cho địa chủ như trước, do đó họ có thêm hǎng hái sản xuất. Được cán bộ nông nghiệp hướng dẫn, nông dân có điều kiện cải tiến kỹ thuật, phát triển công tác thủy lợi, chú ý đến vấn đề phân bón, nǎng suất nông nghiệp tǎng lên khá nhanh. Miền Bắc đã giải quyết được nạn [[đói giáp hạt]], một bệnh kinh niên từ thời phong kiến. Vǎn hóa, giáo dục đại chúng có cơ sở rộng rãi để phát triển, bộ mặt nông thôn đổi mới.\n\nViệc đất đai nông thôn tập trung vào Nhà nước quản lý cũng tạo điều kiện thuận lợi để thực hiện xây dựng các công trình thủy lợi, các cơ sở phục vụ nông nghiệp. Đến cuối năm 1955, các công trình thủy lợi bị Pháp phá hủy đều dần được khôi phục, diện tích đất được tưới tiêu đạt mức 202.374 ha. Năm 1958, sản xuất nông nghiệp nói chung và thủy lợi nói riêng đã vượt mức trước chiến tranh. Nghị quyết 63 của Bộ Chính trị đưa ra mục tiêu ''\"thắng được hạn hán, úng, bão, xâm nhập mặn và lụt lớn\"''. Công trình đại thủy nông Bắc Hưng Hải được chọn làm đột phá với nhiệm vụ tưới tiêu cho 156.000 ha.<ref>https:\/\/nongnghiep.vn\/hao-hung-thuy-loi-viet-nam-ky-tich-trong-gian-kho-post134446.html<\/ref>\n\nSau 3 năm thực hiện cải cách (1955-1957), diện tích gieo trồng toàn miền Bắc tăng thêm 23,5%, năng suất lúa tăng 30,8%, sản lượng lương thực tăng 57%, lương thực bình quân đầu người tăng 43,6%, đàn trâu tăng 44,2%, đàn bò tăng 39%, đàn lợn tăng 20%. Về các cây công nghiệp, hầu hết đều vượt mức năm 1939 (năm cao nhất thời [[Pháp thuộc]]), riêng bông gấp 3 lần, lạc gấp 3,5 lần, đay gấp 1,5 lần. Đến năm 1957, nền kinh tế miền Bắc được phục hồi, vượt mức cao nhất dưới thời Pháp thống trị (năm 1939)<ref name=mofa \/>.\n\nĐến hết năm 1957, nông nghiệp ở miền Bắc đã phát triển vượt mức của năm 1939: năm 1939 diện tích trồng lúa của miền Bắc là 1.811.000 ha, năng suất 13,04 tạ\/ha, sản lượng 2,407 triệu tấn, thóc bình quân đầu người là 211,2&nbsp;kg. Các con số tương ứng của năm 1957 là 2.191.800 ha, năng suất 18,01 tạ\/ha, sản lượng 3,948 triệu tấn và 286,7&nbsp;kg. Lĩnh vực chăn nuôi cũng tăng, năm 1957 so với năm 1939, đàn trâu tăng 51,1%, đàn bò tăng 60,1%, đàn lợn tăng 30,8%.<ref>[https:\/\/www.mof.gov.vn\/webcenter\/portal\/btc\/r\/m\/gioithieu\/lstaichinhvn\/page134;jsessionid=a3p-XY1D00qOd76E0Li_dBI89SrGHW5oCrXbyfITECZoE1HgBFtK!-645047188!914520519?dDocName=BTC045471&dID=20385&_afrLoop=97049467156426829#!%40%40%3F_afrLoop%3D97049467156426829%26centerWidth%3D0%2525%26dDocName%3DBTC045471%26dID%3D20385%26leftWidth%3D100%2525%26rightWidth%3D0%2525%26showFooter%3Dfalse%26showHeader%3Dfalse%26_adf.ctrl-state%3D9j6e2218c_4 Xây dựng và thực hiện Ngân sách Nhà nước phù hợp với đặc điểm tình hình và yêu cầu của nhiệm vụ giai đoạn khôi phục kinh tế 1955-1957]<\/ref>\n\nTrong giai đoạn 1955-1959, sản lượng lương thực quy thóc từ 3,76 triệu tấn năm 1955 tăng lên 5,19 triệu tấn năm 1959. Đầu năm 1965 đã xây dựng được 3.139 điểm cơ khí nhỏ, 7 trạm và 32 đội máy kéo, 33 công trình [[thủy lợi|thủy lợi]] lớn, 1.500 công trình vừa và nhỏ được khôi phục và xây dựng, bảo đảm tưới tiêu chủ động cho hơn 500.000 ha diện tích trồng trọt. Nông nghiệp miền Bắc từ một nền nông nghiệp lạc hậu, độc canh, năng suất thấp dần dần trở thành một nền nông nghiệp được cơ khí hóa. Năm 1965, miền Bắc chỉ có 7 huyện và 640 hợp tác xã đạt mức sản lượng 5 tấn\/ha\/năm thì đến năm 1967 tăng lên 30 huyện và 2.628 hợp tác xã đạt đến mức sản lượng trên. Tỉnh [[Thái Bình]], huyện Thanh Trì (Hà Nội), huyện [[Đan Phượng]] (Hà Tây) trở thành \"vùng quê 5 tấn\" (đạt năng suất 5 tấn lúa\/1 hécta) đầu tiên trong lịch sử.<ref name=mofa>[http:\/\/www.mofahcm.gov.vn\/en\/mofa\/nr040807104143\/nr040807105001\/ns050906141053 60 năm kinh tế-xã hội Việt Nam]<\/ref>\n\nNăm 1958, [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy ban Trung ương Đảng Cộng sản]] quyết định rằng tập thể hóa là mục tiêu phát triển nông thôn.<ref name=\"Trần\">Trần Thị Quế. ''Vietnam's Agriculture: The Challenges and Achievements'', Institute of Southeast Asian Studies (Singapore), 1998, tr 12-27.<\/ref> [[Hiến pháp Việt Nam Dân chủ Cộng hòa năm 1959]] kế tiếp hợp thức hóa chính sách đó và xóa bỏ quyền sở hữu ruộng đất tư nhân và thay vào đó là quyền sở hữu tập thể.<ref>{{Chú thích web |url=http:\/\/vietnamese-law-consultancy.com\/english\/content\/browse.php?action=shownews&category=&id=8&topicid=186 |ngày truy cập=2012-03-01 |tựa đề=Ownership regimes in Vietnam |archive-date = ngày 30 tháng 1 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180130204451\/http:\/\/vietnamese-law-consultancy.com\/english\/content\/browse.php?action=shownews&category=&id=8&topicid=186 |url-status=dead }}<\/ref> Đất đai dần tập trung vào tay Nhà nước qua việc thành lập những [[hợp tác xã]] do chính phủ quản lý. Nhà nông được khuyến khích và huy động gia nhập hợp tác xã nên đến năm 1960, 86% dân quê ở Miền Bắc đã vào hợp tác xã. Số liệu đó tăng lên thành 95,5% vào năm 1970.<ref name=\"Trần\"\/> Khi [[Hiến pháp Cộng hòa Xã hội chủ nghĩa Việt Nam năm 1980]] được soạn ra thì quyền tư hữu ruộng đất hoàn toàn biến mất, quyền quản lý đất trên toàn đất nước thuộc về Nhà nước.<ref>[http:\/\/www.harvard-yenching.org\/sites\/harvard-yenching.org\/files\/KUONG_Teilee_Development_of_Property_Law.pdf+state+ownership+land+vietnam+1959&hl=en&gl=us&pid=bl&srcid=ADGEESjIJtxpo8EN3hrmjNQJzYP1FyTeq-_SwwMZ16k1FzOedUnNjt7sKdBPLyzEdYF47E43N0ru1a5dzELlLxHs_OD-8e4ozIkT_HBibzKE4ZBwtq0XAktSvEQaFVFvgfJqYLYVEuRn&sig=AHIEtbRw86VIbsXMZdvsoVOuWy-h9vrB4Q Development of Propert Law in Cambodia, Vietnam and China]{{Liên kết hỏng|date = ngày 31 tháng 1 năm 2021 |bot=InternetArchiveBot }}<\/ref> Cuộc cải cách ruộng đất của [[thập niên 1950]] theo quá trình trên thì chính quyền phát đất cho nông dân một lần nhưng quản lý hai lần; một lần bán chính thức qua dạng [[hợp tác xã]], lần sau qua [[quốc hữu hóa]] toàn diện.<ref>Võ Nhân Trí. ''Vietnam's Economic Policy Since 1975'', Institute of Southeast Asian Studies (Singapore), 1990, tr 8.<\/ref> Từ thập niên 1990, theo chính sách [[Khoán mười]], ruộng đất thuộc sở hữu toàn dân, Nhà nước quản lý ruộng đất và giao quyền sử dụng đất nông nghiệp cho mỗi hộ nông dân căn cứ theo đầu người, mỗi hộ tự canh tác và thu hoạch, sau khi nộp thuế thì giữ lại nông sản thừa, hợp tác xã không đứng ra sản xuất mà chỉ cung ứng dịch vụ<ref>{{Chú thích web | url = http:\/\/susta.vn\/bai-viet-Nhin-li-25-nm-thuc-hien-Nghi-Quyet-10-cua-Bo-Chinh-tri-khoa-VI-ve-oi-moi-qun-ly-kinh-te-Nong-nghiep-355.html | tiêu đề = Nhìn lại 25 năm thực hiện Nghị Quyết 10 của Bộ Chính trị, khóa VI về đổi mới quản lý kinh tế Nông nghiệp | tác giả =  | ngày =  | ngày truy cập = 14 tháng 2 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-09-14 | archive-url = https:\/\/web.archive.org\/web\/20140914091800\/http:\/\/susta.vn\/bai-viet-Nhin-li-25-nm-thuc-hien-Nghi-Quyet-10-cua-Bo-Chinh-tri-khoa-VI-ve-oi-moi-qun-ly-kinh-te-Nong-nghiep-355.html | url-status = dead }}<\/ref>.\n\nHồ Chí Minh trong \"''Thư gửi đồng bào nông thôn và cán bộ nhân dịp cải cách ruộng đất ở miền Bắc căn bản hoàn thành''\" ngày đề ngày 18 tháng 8 năm 1956, xác định cải cách ruộng đất là ''\"một thắng lợi vô cùng to lớn\" và \"có thắng lợi này là nhờ Đảng và Chính phủ ta có chính sách đúng đắn\"''. \"''Cải cách ruộng đất là một cuộc đấu tranh giai cấp chống phong kiến, một cuộc cách mạng long trời lở đất, quyết liệt gay go. Lại vì kẻ địch phá hoại điên cuồng; vì một số cán bộ ta chưa nắm vững chính sách, chưa thực đi đúng đường lối quần chúng; vì sự lãnh đạo của Trung ương Đảng và Chính phủ có chỗ thiếu cụ thể, thiếu kiểm tra đôn đốc - cho nên khi cải cách ruộng đất đã xảy ra những khuyết điểm, sai lầm: trong việc thực hiện đoàn kết nông thôn, việc đánh kẻ địch, việc chấn chỉnh tổ chức, trong chính sách thuế nông nghiệp, v.v...Trung ương Đảng và Chính phủ đã nghiêm khắc kiểm điểm những sai lầm, khuyết điểm ấy và đã có kế hoạch kiên quyết sửa chữa, nhằm đoàn kết cán bộ, đoàn kết nhân dân, ổn định nông thôn, đẩy mạnh sản xuất.''\"<ref>Hồ Chí Minh Toàn tập, tập 7, trang 507<\/ref>.\n\n===Sai phạm===\n* Đánh giá sai lầm về tình hình khác biệt giữa nông thôn [[Trung Quốc]] và [[Việt Nam]], quá tin tưởng và chịu sức ép của các cố vấn Trung Quốc.<ref name=\"RFA\"\/> So sánh mục tiêu và phương tiện thì phương pháp tiến hành và truất hữu quá cứng rắn khi mà nghiên cứu của [[Liên Xô]] tính rằng địa chủ trung bình ở miền Bắc chỉ sở hữu 0,65 [[hecta|hécta]] đất, một diện tích khá nhỏ so với mức của thế giới.<ref name=\"Lind153-156\"\/> Việc đánh giá bị sai và nâng sản lượng, nâng thuế lên quá cao, quá sức người dân. Như ở [[Hà Tĩnh]], có những mẫu ruộng tính sản lượng là 32-35 tạ một mẫu ta. Khá nhiều ruộng tốt được tính sản lượng ít nhất phải 25-28 tạ. Trong khi đó như ở [[Liên Xô]], theo ông [[Đặng Thai Mai|Đặng Thái Mai]]: ''\"ở Liên Xô cũng mới trù tính việc tăng năng suất các miền ruộng có thủy lợi (terres-irriguées) cho đến mức 40-50 tạ một hecta. Như vậy là với phương tiện kỹ thuật, nhân công, tổ chức của nông nghiệp Liên Xô, mà trong 4 năm nữa người ta mới yêu cầu tới mức 20 hay 25 tạ nửa hecta, nghĩa là còn hơn một mẫu ta...\".''<ref name=\"DTM\">[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=5452&rb=0302#nr4 Thư của ông Đặng Thái Mai gửi ông Trường Chinh năm 1953].<\/ref>\n* Yếu tố bạo lực có nguồn gốc bột phát từ hận thù giai cấp và cá nhân đã được tích lũy trong suốt thời Pháp thuộc trên những vùng nông thôn. Địa chủ trở thành chỗ cho dân nghèo trút cơn giận dữ, họ coi những hành vi chèn ép của địa chủ là nguyên nhân gây ra cuộc sống khốn khó của họ, số khác thì chỉ vì ghen tức với tài sản của địa chủ. Cộng với trình độ nhận thức thấp của đa số người dân và cán bộ cấp xã thời bấy giờ, dẫn tới nhiều trường hợp oan sai, lợi dụng trả thù cá nhân, và các hành vi bạo lực trong các cuộc xét xử. Theo đánh giá của [[William Duiker]], hậu quả của những hành động này nhiều khi rất bi thảm, nhưng trong điều kiện xã hội thời bấy giờ, có thể nhìn nhận đó là những \"sản phẩm phụ\" không thể tránh khỏi của bất cứ cuộc [[cách mạng]] nào<ref>''Ho Chi Minh: A Life'', William Duiker, trang 152<\/ref> (tương tự như làn sóng tàn sát giới tăng lữ nhà thờ của người dân Pháp trong cuộc [[Cách mạng Pháp|Cách mạng Pháp 1789]]). \n* Đường lối dựa vào nông dân thi hành cải cách là đúng, nhưng lại không chú trọng việc giáo dục tư tưởng và chính sách một cách kỹ càng cho họ, trong khi đây là đối tượng có trình độ kiến thức rất thấp. Kết quả là ở nhiều nơi, lực lượng nông dân thi hành chính sách chống địa chủ một cách bừa bãi, lạm dụng hình phạt nặng. Chiến dịch càng lên cao điểm thì người dân càng trở nên quá khích, dẫn đến tình trạng vô chính phủ. Đám đông dân chúng được dịp trả thù địa chủ trở nên kích động mạnh, tố cáo hỗn loạn gây nhiều oan sai và cô lập, đối xử nhục hình với gia đình người bị tố cáo. Hơn 70% người bị quy vào thành phần địa chủ và phú nông là quy sai. Có trường hợp là cán bộ, đảng viên lãnh đạo cũng bị dân chúng kéo đến đấu tố mà không cần chứng cứ. Điển hình như trường hợp Phó Bảng [[Đặng Văn Hướng]], Bộ trưởng phụ trách Thanh - Nghệ - Tĩnh<ref>[http:\/\/www.voatiengviet.com\/content\/doi-dieu-toi-duoc-biet\/2460998.html Đôi Điều Tôi Được Biết về Cải Cách Ruộng Đất 1954-1955 của Nhà Báo Bùi Tín]<\/ref> của Chính phủ, khi về quê đã bị dân địa phương đấu tố vì lý do ông từng làm quan cho triều Nguyễn (họ không biết ông là lãnh đạo cấp cao của Chính phủ), ông ốm chết tại quê nhà Diễn Châu.<ref>{{Chú thích web |url=http:\/\/www.aafv.org\/Entretien-avec-Dang-Van-Viet |ngày truy cập=2010-09-07 |tựa đề=Entretien avec Dang Van Viet |archive-date = ngày 13 tháng 7 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100713090609\/http:\/\/www.aafv.org\/Entretien-avec-Dang-Van-Viet |url-status=dead }}<\/ref> Hoặc bà Nguyễn Thị Năm (mẹ nuôi của [[Lê Đức Thọ]], [[Phạm Văn Đồng]] và [[Trường Chinh]], có con trai là trung đoàn trưởng của [[Quân đội Nhân dân Việt Nam]], gia đình bà cũng đã hiến 100 lạng vàng cho chính quyền mới thành lập)<ref name=\"RFA\"\/> Hoặc trường hợp Thiếu tướng [[Vương Thừa Vũ]], Tư lệnh Đại đoàn 308, Chủ tịch Ủy ban Quân quản Hà Nội cũng bị một nhóm người dân bắt ở ngoại thành Hà Nội vì có người tố cáo ông là \"địa chủ, có xuất thân là tư sản, lập trường chính trị không rõ ràng\".\n:*Trong khi Cải cách ruộng đất đang diễn ra, [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] cũng thực hiện chỉnh huấn. Tổng số cán bộ, đảng viên bị kỷ luật là 84.000 người, chiếm tỷ lệ hơn 55%. Có những chi bộ tốt lại bị người dân tố cáo là chi bộ phản động, bí thư hoặc chi ủy viên chịu kỷ luật nặng. Tình hình chỉnh đốn ở cấp huyện và cấp tỉnh cũng hỗn loạn, số cán bộ lãnh đạo các cấp này bị kỷ luật oan sai cũng chiếm tỷ lệ lớn. Hà Tĩnh là tỉnh cá biệt, có 19 cán bộ tỉnh ủy viên, công an, huyện đội dự chỉnh đốn đều bị kỷ luật<ref>Phát động quần chúng giảm tô và cải cách ruộng đất, Tạp chí Xưa & Nay, Hà Nội, số 297, 2007, trang 10 - 15<\/ref>. \n:*Các cháu nội của cụ [[Phan Bội Châu]], trong đó có một người là trung đội trưởng, nhà nghèo, 3 sào đất cho 3 mẹ con, nhưng cũng bị dân địa phương quy là địa chủ và bị giam một thời gian.<ref name=\"DTM\"\/> Hoàng Giáp Thượng Thư [[Nguyễn Khắc Niêm]], cha của nhà văn hóa [[Nguyễn Khắc Viện]] cũng bị dân địa phương tại quê nhà (Hương Sơn, Hà Tĩnh) quy tội vì từng làm quan to cho triều Nguyễn, bị giam trong chuồng nuôi hươu, phải ăn cả cơm thiu\n:* Thậm chí, theo một số tài liệu của các cơ quan điều tra [[Việt Nam Dân chủ Cộng hòa]], bản thân các lãnh đạo Trung ương [[Đảng Cộng sản Việt Nam|Đảng]] như [[Hồ Chí Minh]], [[Phạm Văn Đồng]], [[Võ Nguyên Giáp]],... cũng từng bị người dân ở quê nhà liệt vào danh sách đấu tố. Những người dân địa phương đó không hề biết những người này đang là lãnh đạo cấp cao của chính phủ, họ cứ tố cáo vì thấy đó là con của quan lại, địa chủ phong kiến\n\nTrên phương diện xã hội và văn hóa, theo nhận xét của Tiến sĩ Nguyễn Xuân Diện thì ngoài tác động kinh tế trực tiếp đến đất đai và sản xuất nông nghiệp, cuộc cải cách ruộng đất tại miền Bắc có những hậu quả lớn đối với văn hóa cố truyền khi chính quyền địa phương kêu gọi người dân đạp đổ tầng lớp địa chủ và trí thức phong kiến, quét bỏ những \"tàn dư phong kiến\". Về mặt văn hóa thì nhiều [[sách|sách vở]] [[chữ Nho]] và [[chữ Nôm]], [[hoành phi]], [[câu đối]] của những gia tộc quyền thế bị đốt, [[đình]], [[chùa]], [[đền]], [[miếu]] bị người dân phá hủy. Về giá trị truyền thống thì quan hệ trong nhiều gia đình, xóm giềng bị phá vỡ do những cảnh con cái tố cáo cha mẹ, láng giềng hãm hại lẫn nhau khiến đạo lý cổ truyền suy sụp.<ref>[http:\/\/vi.rfi.fr\/viet-nam\/20140909-trien-lam-dau-tien-ve-cai-cach-ruong-dat-tai-ha-noi-nham-bien-minh-hon-la-nhin-nha\/ \"Triển lãm đầu tiên về cải cách ruộng đất tại Hà Nội nhằm biện minh hơn là nhìn nhận\" theo RFI]<\/ref>\n\n====Nguyên nhân====\n\nHội nghị Trung ương lần thứ 10 (mở rộng) Ban Chấp hành Trung ương khoá II họp từ ngày 25-8 đến 5-10-1956, tại Hà Nội nhận định nguyên nhân trực tiếp đã dẫn đến những sai lầm nghiêm trọng, phổ biến và kéo dài trong cải cách ruộng đất là:<ref>{{Chú thích web | url = http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/hoi-nghi-trung-uong\/khoa-ii\/doc-592620159301546.html | tiêu đề = Hội nghị lần thứ mười (mở rộng) Ban chấp hành Trung ương Đảng | tác giả = | ngày = 26 tháng 9 năm 2015 | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = [[Tạp chí Cộng sản|Báo điện tử Đảng Cộng sản Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n#Trong khi chỉ đạo thực hiện, việc lãnh đạo tư tưởng đã có nhiều lệch lạc. Có địa phương nảy sinh tư tưởng độc đoán, coi việc ủng hộ bần nông ở trên cả chỉ đạo của Đảng, không tuân thủ quy định tại Luật cải cách ruộng đất, dẫn tới nông dân cậy quyền, tổ chức xử lý địa chủ tràn lan, thậm chí tấn công cả cán bộ địa phương\n#Trong khi chỉ đạo thực hiện, nhiều chính sách của Trung ương đã không được quán triệt và phổ biến đúng đắn, phần nhiều bị địa phương hiểu sai, do đó mà không được chấp hành đầy đủ, thậm chí không được chấp hành hoặc làm trái ngược nhau\n#Việc tổ chức thực hiện đã có nhiều thiếu sót nghiêm trọng. Các cơ quan cải cách ruộng đất tổ chức thành một hệ thống riêng từ trên xuống dưới với những quyền hạn quá rộng, đã dần dần lấn hết quyền của cấp uỷ và chính quyền. Từ cấp khu trở xuống, nhiều nơi đã đặt mình lên trên cấp uỷ Đảng và chính quyền địa phương\n#Việc bố trí lực lượng cán bộ đã không theo một nguyên tắc nào cả, thậm chí có nơi đã để cho những cán bộ còn non nớt chỉ đạo những cán bộ có nhiều kinh nghiệm...\n\nVề phía người dân, trình độ nhận thức thấp của đa số người dân Việt Nam khi đó đã dẫn tới sự quá khích, lạm dụng việc xét xử để trả thù cá nhân, thậm chí xảy ra việc dân chúng vu oan và tấn công cả những đảng viên, cán bộ chính quyền. Sự quá khích này có nguyên nhân từ đời sống khốn khó của đại đa số nông dân thời bấy giờ, họ phải chịu nhiều uất ức do bị giai cấp địa chủ chèn ép, bóc lột trong suốt thời [[Pháp thuộc]] khi mà tình trạng tham nhũng và nạn cường hào ác bá hoành hành ở nông thôn khiến người nông dân nghèo không được luật pháp bảo vệ. Khi có cơ hội, sự kìm nén này bung ra, trở thành một phong trào mang tính trả thù, người dân coi mọi địa chủ đều là kẻ xấu cần phải tiêu diệt (dù không phải mọi địa chủ đều phạm tội ác, nhưng quần chúng quá khích sẽ không quan tâm tới điều đó, họ chỉ quan tâm đối tượng có phải là địa chủ hay không). Theo [[William Duiker]] thì đây là một vấn đề không tránh khỏi, xảy ra trong mọi cuộc cách mạng, khi nỗi uất hận tích lũy qua nhiều thế hệ có cơ hội được giải tỏa, quần chúng nhân dân sẽ tấn công dữ dội nhằm tiêu diệt toàn bộ giai cấp từng thống trị họ (trong [[Cách mạng Anh]] 1644 hoặc [[Cách mạng Pháp 1789]], người dân Anh-Pháp đều tổ chức truy lùng, giết hại hàng loạt các quý tộc, tăng lữ thời kỳ phong kiến).<ref>Ho Chi Minh: A Life, William Duiker, trang 152<\/ref>\n\n====Số người bị xử lý====\n\nSố lượng người bị xử lý trong chương trình Cái cách ruộng đất là không thể thống kê chính xác và còn gây tranh cãi. Nhưng ở một số địa phương có chủ trương là phải tìm cho ra tỷ lệ 5% địa chủ hoặc Việt gian<ref name=\"buitin\"\/>.\n\nLuật cải cách ruộng đất quy định ''\"nghiêm cấm việc tiến hành bắt giữ và giết hại trái phép, nghiêm cấm đánh đập, tra tấn hoặc dùng mọi thứ nhục hình khác\"'', việc xét xử phải tuân theo pháp luật<ref name=moj \/> Tuy nhiên, những \"tòa án nhân dân đặc biệt\" lại có nhân sự toàn là do nông dân địa phương tự cử ra, họ có trình độ thấp nên thường xét xử thuận theo tâm lý căm giận địa chủ của số đông người dân khi đó chứ không tuân theo pháp luật<ref name=\"manhtuong\" \/>, dẫn tới những trường hợp bị dân địa phương tự ý xử bắn. Theo nhiều nguồn tin khác nhau, số lượng người bị xử bắn dao động khá lớn:\n* Theo tuần báo ''Time'' ngày 1 tháng 7 năm 1957 thì khoảng 15.000 người bị xử bắn<ref name=\"time\">{{chú thích báo|url=http:\/\/www.time.com\/time\/magazine\/article\/0,9171,809581,00.html|title=Land of the Mourning Widows|date=1 tháng 7 năm 1957|publisher=TIME|access-date=2007-09-29|archive-date=2007-10-17|archive-url=https:\/\/web.archive.org\/web\/20071017232146\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,809581,00.html|url-status=dead}}<\/ref>\n* Theo [[Gareth Porter]]: từ 800 đến 2.500;<ref>Gavin W. Jones, \"Population Trends and Policies in Vietnam: Population and Development Review\", Vol. 8, No. 4 (Dec., 1982), pp. 783-810<\/ref> theo Edwin E. Moise (sau một công cuộc nghiên cứu sâu rộng hơn): vào khoảng 5.000; theo giáo sư sử học [[James P. Harrison]]: vào khoảng 1.500 cộng với 1.500 bị cầm tù<ref>''The Endless War: Vietnam Struggle For Independence'', Columbia University Press, 1989, trang 149<\/ref>\n*Theo soạn giả Arthur Dommen thì cho rằng tính đến năm 1956 có khoảng 32.000 người bị hành hình trong vụ cải cách ruộng đất.<ref>Dommen, Arthur J. ''The Inodchinese Experience of the French and the Americans: Nationalism and Communism in Cambodia, Laos, and Vietnam''. Bloomington, IN: Indiana University Press, 2001. tr 340.<\/ref> \n* Vũ Thư Hiên cho rằng con số người bị xử bắn là ít hơn con số 15.000 dẫn ở trên rất nhiều, tuy vậy ông chỉ có thể ước tính, chứ không có số liệu hoặc tài liệu nào cụ thể:\n\n::''\"Người ta thường nói tới con số khoảng 15.000 người. Tôi nghĩ con số có thổi phồng. Trong tài liệu của Bernard Fall và Wesley Fishel con số còn được đẩy tới 50.000. Nếu tính tổng số xã đã cải cách ruộng đất là khoảng 3.000, mỗi xã có trung bình một hoặc hai người bị bắn, bị bức tử, bị chết trong tù (những xã có số người bị bắn lên tới ba hoặc bốn rất ít gặp, có những xã không có ai bị) thì số người chết oan (kể cả trong Chỉnh đốn Tổ chức, tính cả người bị bức tử) nằm trong khoảng từ 4.000 đến 5.000 người. Nói chung, đó cũng là đoán phỏng. Chẳng bao giờ chúng ta biết được con số chính xác nếu không có một cuộc điều tra khoa học.\"''<ref>{{Chú thích web | url = https:\/\/drive.google.com\/file\/d\/0B8qHbRAzdvH7NTljZWZkNjItYzYwYi00ZjY0LTk0MWItNmYzYzlkOGRhNmIy\/view | tiêu đề = Dem | tác giả = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nCó 172.008 người bị quy vào thành phần địa chủ và phú nông bị tịch thu tài sản để sung công, trong đó có 123.266 người bị quy sai, chiếm 71,6%. Trong 172.008 người bị xử lý trong cải cách ruộng đất có: Địa chủ cường hào gian ác: 26.453 người, trong đó 20.493 người bị oan (77,4%). Địa chủ thường: 82.777 người, trong đó 51.480 người bị oan (62%). Địa chủ kháng chiến: 586 người, trong đó 290 bị oan (49%). Phú nông: 62.192 người, trong đó 51.003 người bị oan (82%). Số lượng này chưa kể đến thân nhân, gia đình của những người bị quy sai, cũng bị cô lập và phân biệt đối xử.<ref>Lịch Sử Việt Nam, tập 2, Phan Huy Lê, 2014, Đại học Quốc gia Hà Nội<\/ref>\n\n===Chính phủ tiến hành sửa sai ===\n[[File:HoChiMinhApology1956.png|trái|thumb|Chủ tịch Hồ Chí Minh thừa nhận sai phạm trong cải cách]]\nĐến đầu năm 1956, Trung ương Đảng Cộng sản Việt Nam, nhất là Chủ tịch Hồ Chí Minh đã phát hiện ra những sai lầm trong cải cách ruộng đất. Trong một bài nói chuyện tổng kết đợt 2 Chủ tịch Hồ Chí Minh nói: ''\"Đợt cải cách ruộng đất thứ hai vừa rồi, các cô các chú đã có thành tích: đã giúp đỡ 75.000 nông dân có ruộng cày, tức là đã thực hiện được một phần chính sách \"Người cày có ruộng\"''. Khi nói về khuyết điểm, Chủ tịch Hồ Chí Minh rất đau lòng khi nhận thấy trình độ cán bộ rất thấp, không phân biệt được địch-ta, coi đội cải cách có quyền như \"ông vua\" nên dẫn tới việc dùng nhục hình. ''\"Thậm chí, có một số cán bộ hủ hóa, làm hại đến danh dự của Đảng, của Chính phủ, của tất cả cán bộ. Đó là một điều thật đáng thương tâm\"''. Chủ tịch Hồ Chí Minh phê phán: ''\"Trong đợt 2, một số cán bộ còn phạm khuyết điểm dùng nhục hình. Nhục hình là lối dã man, là cách của đế quốc, tư bản, phong kiến, nó dùng để trị quần chúng, trị cách mạng. Chúng ta có chính sách đúng, lý lẽ đúng, có lực lượng mạnh, sao còn dùng cách dã man? Dùng nhục hình là chưa tẩy sạch tư tưởng dã man, đầu óc phong kiến đế quốc… Đợt này, tuyệt đối không được dùng nhục hình, nếu dùng nhục hình là trái với chính sách của Đảng\"''… Phương châm của Chủ tịch Hồ Chí Minh là \"Thêm bạn bớt thù\"; trong khi nhiều đội, đoàn lại theo phương châm của Mao Trạch Đông:\"''Tranh thủ số đông, đả kích số ít, lợi dụng mâu thuẫn, đánh từng tên một''\". Tại Hội nghị tổng kết cải cách ruộng đất Bắc – Bắc (Bắc Ninh, Bắc Giang), đầu năm 1956, Chủ tịch Hồ Chí Minh lại nghiêm khắc phê bình: ''\"Chưa nhận rõ ai là địch, ai là ta nên một số cán bộ mắc phải khuyết điểm nữa rất nghiêm trọng là dùng nhục hình. Bác đã nhiều lần nhắc: Dùng nhục hình là dã man. Chỉ có bọn đế quốc phong kiến mới dùng. Đánh người ta đau quá thì không có người ta cũng nhận là có. Như thế là cán bộ đã tự mình lừa mình\"''<ref>{{Chú thích web | url = https:\/\/tennguoidepnhat.net\/2011\/08\/31\/bac-h%E1%BB%93-trong-c%E1%BA%A3i-cach-ru%E1%BB%99ng-d%E1%BA%A5t\/ | tiêu đề = Bác Hồ trong Cải cách ruộng đất | tác giả = | ngày = | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = Việt Nam | ngôn ngữ = }}<\/ref>\n\nChủ tịch Hồ Chí Minh rơi nước mắt chân thành xin lỗi dân. Tổng bí thư Đảng Lao động là [[Trường Chinh]] từ chức, hai cán bộ trực tiếp chỉ đạo cũng bị kỷ luật<ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150201\/dua-vao-dan-thi-khong-so-gi-ca\/706116.html | tiêu đề = Dựa vào dân thì không sợ gì cả - Tuổi Trẻ Online | tác giả = | ngày = 1 tháng 2 năm 2015 | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>.\n\n==Kế hoạch sửa chữa sai lầm trong cuộc cải cách==\n\nNgày 20\/12\/1956, Chính phủ [[Việt Nam Dân chủ Cộng hòa]] đã đưa ra bản kế hoạch sửa chữa sai lầm về cải cách ruộng đất. Nội dung bản kế hoạch nhận định tinh thần của việc sửa chữa sai lầm: ''\"Kiên quyết sửa chữa sai lầm trong cải cách ruộng đất và chỉnh đốn tổ chức, phát huy những kết quả và thắng lợi đã thu được. Trong lúc thực hiện nhiệm vụ đó, thì dựa trên đường lối chung của Đảng và Chính phủ ở nông thôn, dựa trên tin thần tinh tưởng và truyền thống đoàn kết của nhân dân ta, thi hành đúng chính sách cụ thể sửa chữa sai lầm, nhằm đoàn kết cán bộ, đoàn kết nhân dân, ổn định nông thôn, gây tinh thần phấn khởi đẩy mạnh sản xuất, hoàn thành tốt công tác cải cách ruộng đất. Trên cơ sở đó, đẩy mạnh công cuộc củng cố miền Bắc, tranh thủ miền Nam và đấu tranh để thực hiện thống nhất nước nhà\"''. Trong quá trình thực hiện, nội dung công tác và thời gian cụ thể cho từng bước, nhưng việc thực hiện không hề máy móc, gò bó vào thời gian. Cách sắp xếp việc nào cần thì làm trước, việc nào làm sau trong từng bước cũng phải căn cứ vào tình hình cụ thể mỗi nơi mà quyết định\n\nBản kế hoạch gồm 03 bước như sau:\n\n===Bước 1: từ 15 đến 20 ngày===\n\n*''Yêu cầu của bước 1 do Chính phủ đưa ra:''\n#Tuyên truyền giáo dục chính sách sửa sai nhằm ổn định tư tưởng cán bộ, nhân dân để mọi người yên tâm và tham gia sửa sai theo kế hoạch, giữ vững trật tự an ninh.\n#Bước đầu củng cố các cơ quan lãnh đạo chủ yếu ở xã.\n#Giải quyết một số công việc cấp bách trước mắt có quan hệ trực tiếp đến đời sống của nhân dân.\n\nTrong khi thực hiện những yêu cầu trên, cần bước đầu tìm hiểu tình hình để chuẩn bị cho công tác bước hai.\n\n*''Nội dung công tác cụ thể của bước 1:''\n\nCông tác chính cần nắm vững trong bước 1 là: củng cố tổ chức, nhằm bước đầu kiện toàn các cơ quan lãnh đạo ở xã: Ủy ban Hành chính, ban chấp hành nông hội, xã đội dân quân du kích, công an xã. Để làm tốt công tác nói trên, các đơn vị, địa phương đã tuyên truyền, phổ biến trong nhân dân thông cáo của Hội đồng Chính phủ để ổn định tư tưởng, cán bộ nhân dân. Đi đôi với việc củng cố tổ chức, đồng thời đã làm mấy công tác như sau:\n\n#Điều chỉnh diện tích, sản lượng để nhân dân phấn khởi, yên tâm làm sản xuất và hoàn thành việc thu thuế năm 1956.\n#Lãnh đạo làm màu, làm chiêm, đề phòng và ngăn ngừa việc tranh chấp ruộng đất hoa màu.\n#Giúp đỡ những người đã được trả lại tự do có điều kiện sinh sống; tiếp tục trả lại tự do cho những người đủ điều kiện.\n\nNgoài mấy công tác trên, các đơn vị, địa phương đã giải quyết những vấn đề cấp bách khác của địa phương để đảm bảo an ninh và đẩy mạnh sản xuất. '''Những nơi có đồng bào công giáo thì phải chú ý bước đầu sửa chữa một số sai lầm xâm phạm đến tự do tín ngưỡng'''\n\n::*''Những công việc cụ thể bao gồm:''\n\n:::*Chỉnh đốn tổ chức:\n\na) Cán bộ ở trên được phái về hợp tác với cán bộ xã nói rõ nhiệm vụ sửa sai, ổn định tư tưởng, nắm vững tình hình trong xã. Các đơn vị, địa phương đã chú trọng nắm tình hình thắc mắc của cán bộ và nhân dân, tình hình xử trí đúng, sai trong cải cách ruộng đất, tình hình chung sau khi cải cách ruộng đất. Sau đó triệu tập hội nghị cán bộ xã.\n\nb) Nội dung trong các hội nghị cán bộ xã:\n# Kiểm điểm tình hình, nói rõ trách nhiệm của cán bộ xã trong việc sửa sai.\n# Giải quyết mấy vấn đề về tổ chức, bước đầu kiện toàn Ủy ban Hành chính xã.\n# Thảo luận các chính sách sửa sai và bàn kế hoạch sửa sai trong xã.\n\nKhi họp cán bộ xã cần, các xã đã mời những cán bộ xã bị xử trí trong chỉnh đốn tổ chức khi giảm tô và cải cách ruộng đất tham dự, chỉ trừ những người rõ ràng là địa chủ, phản động.\n\n:::*Tuyên truyền giáo dục, ổn định tư tưởng:\n\nCăn cứ vào tinh thần bản thông cáo của Chính phủ, các đơn vị, địa phương phổ biến làm cho mọi người nhận rõ Đảng và Chính phủ đã thấy những sai lầm và quyết tâm sửa sai. Khi học tập, các xã đã lãnh đạo chu đáo, mở rộng dân chủ làm cho ai nấy đều nhận rõ công tác cải cách ruộng đất ở địa phương đã thu được kết quả gì và đã phạm những sai lầm gì, và động viên mọi người tham gia sửa sai. Các địa phương đã tổ chức thăm hỏi các gia đình cán bộ, bộ đội, các gia đình có công với cách mạng và kháng chiến mà trong giảm tô hay cải cách ruộng đất đã bị truy bức hoặc đã kích. Cán bộ cũ có uy tín với nhân dân địa phương nên thu xếp về địa phương nói chuyện thăm hỏi đồng bào, động viên cán bộ cũ và mới đoàn kết và tích cực công tác. Tổ chức cuộc họp các giới, động viên khả năng tổ chức quần chúng tham gia sửa sai.\n\n:::*Trả lại tự do:\n\nCác đơn vị, địa phương đã xét và trả lại tự do cho những người bị oan, đồng thời giải quyết một số vấn đề về chính trị như minh oan, xóa quản chế, bỏ tiếng phản động, liên quan cho những người được thả từ trước khi có chủ trương trả lại tự do cho những người bị oan.\n\n:::*Điều chỉnh diện tích và sản lượng:\n\nViệc điều chỉnh diện tích và sản lượng là một yêu cầu của quảng đại quần chúng nông thôn, nếu làm được nhanh và tốt việc này sẽ tranh thủ được sự đồng tình của nhiều người làm cho cho mọi người yên tâm sản xuất và thuận tiện cho việc thu thuế năm nay. Việc điều chỉnh diện tích và sản lượng nói chung cần làm trong bước 1, sau khi đã bước đầu kiện toàn tổ chức và tuyên truyền sâu rộng trong nhân dân.\n\nTình hình sai lầm ở mỗi nơi có khác nhau, cho nên mức độ sửa chữa và thời gian cho thích hợp thì tùy theo tình hình từng địa phương mà định cho thích hợp. Nơi nào sai nhiều thì sửa gấp, nơi nào sai ít thì sửa sau.\n\nCác đơn vị, địa phương đã củng cố Ban thuế xã để đảm bảo tiến hành công tác. Khi điều chỉnh diện tích và sản lượng cần đói chiếu tài liệu cũ và mới, không nên làm qua loa đại khái, tránh hạ đồng loạt, không đảm bảo được tính chất công bằng hợp lý của thuế nông nghiệp. Các đơn vị, địa phương đã nghe ý kiến quần chúng và có lãnh đạo cụ thể.\n\n===Bước 2: khoảng 1 tháng===\n\n*''Yêu cầu của bước hai là'':\n\nTrên cơ sở tuyên truyền và giáo dục chính sách cho nhân dân các đơn vị, địa phương tiến hành sửa sai về thành phần, và đền bù tài sản cho những người bị quy sai, đồng thời sửa chữa những sai lầm về các chính sách khác mà trong cải cách ruộng đất đã phạm phải.\n\n*''Công tác cụ thể phải làm:''\n\n#Tuyên truyền rộng rãi chính sách sửa sai trong nhân dân.\n#Họp các tổ nông hội để thảo luận kế hoạch sửa sai cụ thể trong xã. Trước hết là thảo luận để nhận rõ mục đích việc sửa sai, nhận rõ phải đoàn kết để sửa sai, nội dung công tác sửa sai, và bàn cách sửa chữa thế nào cho tốt. Phải hướng dẫn mọi người bàn cách giải quyết những trường hợp cụ thể và những người bị quy sai, không nên gò theo ý kiến cán bộ. Khi bàn cũng phải nêu cả hai mặt, xác định xem cải cách ruộng đất đã thu được những thắng lợi gì, xử những ai sai, ai đúng; vạch địa chủ nào đúng, quy thành phần ai là sai; diện tích sản lượng chỗ nào đúng, chỗ nào sai; tịch thu, trưng thu, trưng mua của những người bị quy lầm địa chủ như thế nào, v.v...\n#Các tổ nông hội bàn xong thì sẽ báo cáo cho Ban chấp hành nông hội xã. Việc thảo luận trong tổ chức nộng hội, nhằm giải quyết những xích mích và phát hiện vấn đề, còn cụ thể giải quyết thế nào, phải được Ủy ban Hành chính xã và Ban chấp hành nông hội xã thông qua rồi mới công bố thi hành.\n#Đối với địa chủ cần họp riêng, cho họ học những chính sách đối với địa chủ sau cải cách ruộng đất, khuyên họ lao động cải tạo, chấp hanh chính sách, tuân theo pháp luật, phục tùng nông hội.\n#Các bên có liên quan đã tổ chức cho phú nông học riêng về chính sách phú nông.\n#Khi họp xóm, các xã cho phú nông, người có ít ruộng đất phát canh, địa chủ kháng chiến tham dự. Trong hội nghị xóm, các xã đã đưa những quyết định của chính quyền, của nông hội để nhân dân thảo luận, tham gia ý kiến.\n#Kết hợp với công tác sửa sai, các xã đã củng cố nông hội, đoàn thanh niên lao động và du kích, nhất là đã chú trọng công tác thanh niên, động viên thanh niên hăng hái tham gia vào việc sửa sai.\n#Trong những sửa chữa về thành phần cần chú ý:\n\n:::*Nếu các xã xác định là sai hẳn thì xã quyết nghị, cấp tỉnh duyệt rồi mới tuyên bố trước nhân dân.\n\n:::*Trước khi tuyên bố sửa thành phần cho người bị quy sai, cần phải gặp người ấy giải thích cho họ hiểu rõ chính sách, an ủi họ và nói rõ thái độ của họ cần phải đoàn kết với nông dân.\n\n:::*Sai đến mức nào thì tuyên bố đến mức đó. Thí dụ: người tốt mà bị bắt oan thì phải được minh oan trước quần chúng trong xóm, nói rõ quyền lợi họ được hưởng, trả lại danh dự cho họ. Người không tốt, cũng có tội nhưng tội nhẹ không đáng xử trí, thì cũng nói rõ họ có khuyết điểm, quần chúng tố đúng, nhưng xét không đáng xử, khuyên họ chịu khó làm ăn, không thù oán nông dân. Khi sửa chữa thì phải xét mọi đề nghị của nhân dân. Việc gì xác minh là đúng thì tuyên bố là đúng, tuyên bố rõ ràng, nếu giải quyết mà họ chưa thông thì chuyển đề nghị của họ lên cấp trên. Khi chuyển đơn của họ lên thì xã cũng báo cáo ý kiến của xã, tài liệu xã nhằm nắm được và kết luận của xã. Khi nào cấp trên có ý kiến giải quyết thế nào thì xã phải tuyên bố cho họ biết. Trong khi giải quyết vấn đề, phải kiên nhẫn giải thích cho quần chúng, vì tâm lý những người bị quy sai rất sốt ruột, muốn làm nhanh.\n\n===Bước 3===\n\nChính phủ đã đưa ra yêu cầu của bước 3 là: kiểm điểm công tác sửa sai và bàn tiếp tục giải quyết những vấn đề còn lại. Nơi nào cần thiết thì bầu lại cơ quan lãnh đạo, như Ủy ban Hành chính và Ban chấp hành nông hội xã<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Ke-hoach-sua-chua-sai-lam-cai-cach-ruong-dat\/53946\/noi-dung.aspx | tiêu đề = \tKế hoạch sửa chữa sai lầm cải cách ruộng đất | tác giả = | ngày = | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\n==Giải quyết những trường hợp bị oan sai==\n\nNgày 09 tháng 9 năm 1956, Thủ tướng Chính phủ [[Việt Nam Dân chủ Cộng hòa]] đưa ra Chỉ thị số 1043\/TTg về việc xét và giải quyết những trường hợp bị xử trí oan trong cải cách ruộng đất. Trong đó nhấn mạnh<ref name=btp>[http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=1051 CHỈ THỊ CỦA THỦ TƯỚNG CHÍNH PHỦ SỐ 1043\/TTG, NGÀY 9-9-1956 VỀ VIỆC XÉT VÀ GIẢI QUYẾT NHỮNG TRƯỜNG HỢP BỊ XỬ TRÍ OAN TRONG CẢI CÁCH RUỘNG ĐẤT], THỦ TƯỚNG CHÍNH PHỦ, ngày 09 tháng 9 năm 1956<\/ref>:\n\n{{Quote|''\"Công tác phát động quần chúng giảm tô và cải cách ruộng đất đã mắc nhiều sai lầm nghiêm trọng trong việc bắt người và xử án làm cho nhiều cán bộ, nhân viên và nhiều người dân vô tội bị giam cầm, quản chế, khiến cho đời sống tinh thần và vật chất của họ rất khổ cực. Ngoài ra ở một số công trường, nông trường quốc doanh, trong khi tiến hành các cuộc cải cách dân chủ, cũng đã dùng phương pháp sai lầm truy bức như cải cách ruộng đất, cho nên nhiều cán bộ, công nhân viên ở những nơi đó cũng bị bắt oan, xử oan. Hiện nay một số người bị giam ở các trại rất đông, chế độ nhà giam chưa được chú ý cải thiện; nhiều người bị ốm yếu. Tình trạng trên cần được sửa chữa gấp. '''Nghiêm cấm việc bao vây, đấu tố, bắt bớ lung tung, nghiêm cấm truy bức nhục hình, nghiêm cấm việc lập nhà giam ở xã'''\"''}}\n\nThủ tướng Chính phủ [[Việt Nam Dân chủ Cộng hòa]] cũng tiến hành phân loại và xét lại trường hợp những người bị giam qua các đợt giảm tô và cải cách ruộng đất và trong các cuộc vận động cải cách dân chủ. Việc phân loại được tiến hành theo 3 bước.\n\n*Bước thứ nhất: Xét tất cả các trường hợp sau đây, không kể là người thuộc thành phần nào, bị quy là phản động, đang bị giam cứu hoặc đã bị xử án, trong các đợt giảm tô và cải cách ruộng đất và trong các cuộc cải cách dân chủ (trừ trường hợp cá biệt đối với những kẻ rõ ràng có tội phản động mà quần chúng đòi phải trừng trị): Tất cả các cán bộ, bộ đội, công nhân viên thoát ly. Cán bộ, bộ đội, công nhân viên miền Nam. Tất cả những cán bộ nửa thoát ly ở xã, thôn tham gia kháng chiến, những cán bộ nửa thoát ly ở xã, thôn thuộc thành phần trung, bần,cố nông tham gia công tác từ hoà bình đến nay. Các chiến sĩ thi đua, bộ đội phục viên, thương binh, du kích. Những trí thức và nhân sĩ (gồm cả những nhà tu hành). Gia đình cán bộ, bộ đội, thương binh, liệt sĩ, gia đình có công với cách mạng, với kháng chiến, những gia đình ấy nếu là địa chủ cường hào gian ác có nhiều tội ác và chống lại chính sách thì để lại đến bước ba sẽ xét và giải quyết sau. Cán bộ, công nhân viên và nông dân ở các công trường, nông trường quốc doanh bị bắt, bị xử trong các cuộc cải cách dân chủ. Trẻ em từ 17 tuổi trở xuống. Phụ nữ có mang hoặc có con mọn. Những người già từ 60 tuổi trở lên\n\nTrong khi xét lại, những người này sẽ được đưa khỏi các trại giam, về những nơi thuận tiện để ổn định tư tưởng, cho hưởng chế độ 26.000đ một tháng; nếu ốm đau thì được chữa bệnh và bồi dưỡng; người nào rách rưới được cấp một bộ quần áo ngoài, một may ô và một quần đùi\n\n*Bước thứ hai: Xét lại trường hợp những người thuộc thành phần nông dân lao động, những người có ít ruộng phát canh, những người thuộc thành phần phú nông và các thành bóc lột khác, đã bị quy sai là phản động mà đang bị giam cứu hoặc đã bị xử án trong các đợt giảm tô và cải cách ruộng đất và trong các cuộc vận động cải cách dân chủ. Đối vớinhững người được xét trong bước hai này, trong khi xét cũng được đưa ra ngoài trại giam và được cấp một ngày một cân rưỡi gạo tiền ăn và một tháng 5 cân gạo tiền tiêu vặt\n*Bước thứ ba: Xét trường hợp những người thuộc thành phần nông dân lao động bị quy sai là địa chủ và bị kết luận oan là phản động, hay những địa chủ kháng chiến, địa chủ thường bị kết luận sai là phản động, là phá hoại hiện hành và đang bị giam cứu hoặc đã bị xử án.\n\nTrong khi đang xét, thì những người thuộc thành phần nói trên vẫn để ở trại và được hưởng chế độ ăn tối thiểu là 30 cân một tháng, nếu ốm đau thì được chữa bệnh.\n\nTrong khi tiến hành chung công việc nói trên, thì các Uỷ ban hành chính cần cải thiện gấp chế độ trong các trại giam về việc ăn, ở, cho phép những người bị giam được nhận quần áo, quà, được phép biên thư cho gia đình, được gặp người nhà v.v. Cần đặc biệt chú ý những người ốm nặng.\n\nSong hành với việc xem xét và phân loại là bỏ quản chế những người bị quản chế oan (trừ những trường hợp quần chúng yêu cầu quản chế đối với những địa chủ có tội chưa đáng xử tử mà bị quản chế, hoặc những tên lưu manh tái phạm nhiều lần). Đối với những người còn phải quản chế thì Uỷ ban hành chính tỉnh phải xét lại và quyết định thời hạn quản chế và kỷ luật quản chế cho đúng mức, tránh hạn chế sự làm ăn sinh sống của họ\n\n==Triển lãm==\nTháng 9 năm 2014 Viện [[Bảo tàng Lịch sử Việt Nam]] lần đầu mở cuộc triển lãm về cuộc cải cách ruộng đất 1946-57. Sự kiện này thu hút nhiều chú ý nhưng chỉ được ba ngày thì đóng cửa vì lý do kỹ thuật.<ref>[Những hiện vật, tư liệu quý về công cuộc \"Cải cách ruộng đất 1946-1957\" Những hiện vật, tư liệu quý về công cuộc \"Cải cách ruộng đất 1946-1957\" ], Dân Việt, 09 tháng 9 năm 2014<\/ref><ref>[http:\/\/www.viet.rfi.fr\/viet-nam\/20140913-trien-lam-cai-cach-ruong-dat-o-ha-noi-tuyen-truyen-phan-tac-dung Triển lãm cải cách ruộng đất ở Hà Nội tuyên truyền phản tác dụng\" theo ''RFI'']<\/ref> Dư luận cho rằng cuộc triển lãm phiến diện, không nhắc đến những sai lầm như xử án oan sai, đảo lộn đời sống nông thôn Việt Nam. Việc triển lãm đóng cửa ngay sau khi một số người dân khiếu kiện ở Dương Nội muốn vào xem cũng làm cho nhiều người đặt câu hỏi<ref>[http:\/\/nongnghiep.vn\/nongnghiepvn\/vi-vn\/25\/131255\/phong-su\/cuoc-trien-lam-dac-biet-nuoc-mat-mot-thoi.html Cuộc triển lãm đặc biệt: Nước mắt một thời] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140914004548\/http:\/\/nongnghiep.vn\/nongnghiepvn\/vi-vn\/25\/131255\/phong-su\/cuoc-trien-lam-dac-biet-nuoc-mat-mot-thoi.html |date = ngày 14 tháng 9 năm 2014}}, Nông nghiệp Việt Nam, 11\/09\/2014<\/ref><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/09\/140911_caicach_ruongdat_closure.shtml \"Đóng triển lãm 'Cải cách ruộng đất'?\" theo ''BBC'']<\/ref> phải chăng nhà chức trách sợ dân khiếu kiện dùng triển lãm để thu hút dư luận.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/unex-clos-lan-refrm-exhi-09122014064720.html \"Đóng cửa triển lãm 'Cải cách ruộng đất' vô thời hạn\"]<\/ref>\n\n== Ý kiến và nhận định ==\n* Luật sư [[Nguyễn Mạnh Tường]] đã nói về tình trạng kết án sai trong bài diễn văn đọc trước Mặt Trận Tổ Quốc, ngày 30 tháng 10 năm 1956 tại Hà Nội:\n{{cquote|''Qua cuộc Cải cách ruộng đất ta thấy bao nhiêu các chiến sĩ cách mạng thành tích lộng lẫy, có người ngực gắn tới hai huy chương kháng chiến bị kết án là phản động, cường hào gian ác và, sau khi nhận tội, bị tống giam hay bị hành hình. [...] Trong cuộc kháng chiến anh dũng của ta, những đồng bào đã hi sinh, có thể nói được, chết với trong lòng chan chứa nỗi vui sướng vì chết cho sự nghiệp giải phóng dân tộc khỏi nanh vuốt của địch. Họ chết vì địch, cho ta, đó là cái chết tích cực, cái chết vẻ vang, cái chết oanh liệt mà Tổ quốc ghi nhớ muôn thuở. Trái lại, các người chết oan vì các sai lầm trong cuộc Cải cách ruộng đất này, lúc tắt thở, cay đắng đau xót vì chết với một ô danh. Chúng ta đã xoá bỏ cái ô danh đó, nhưng con cháu của các nạn nhân tài nào mà không ngậm ngùi? Đau đớn hơn, bây giờ ta làm thế nào mà biến cái khổ cực của người tắt thở thành một niềm an ủi cho họ được?''<ref>[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=4412&rb=0505 Qua những sai lầm trong Cải cách Ruộng đất - Xây dựng quan điểm lãnh đạo], Nguyễn Mạnh Tường, Talawas, 3.5.2005<\/ref>}}\n* Năm [[2005]], nguyên [[Thủ tướng Việt Nam]] [[Võ Văn Kiệt]] nhìn nhận:\n{{cquote|''Trong các chiến dịch cải cách ruộng đất và cải tạo công thương nghiệp, nhiều nhân sĩ yêu nước, nhiều nhà kinh doanh có công với cách mạng đã không được coi như bạn nữa, gây những tổn thất lớn về chính trị và kinh tế.''<ref>[http:\/\/www.mofa.gov.vn\/vi\/cs_doingoai\/pbld\/ns050830151827 Nhận định của nguyên Thủ tướng Võ Văn Kiệt về đại đoàn kết dân tộc] trên website Bộ Ngoại giao Việt Nam<\/ref>}}\n\n*'''Hội nghị lần thứ mười bốn Ban chấp hành Trung ương Đảng tháng 11 năm 1958 nhận định'''<ref>{{Chú thích web | url = http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/hoi-nghi-trung-uong\/khoa-ii\/doc-192620159283746.html | tiêu đề = Hội nghị lần thứ mười bốn Ban chấp hành Trung ương Đảng | tác giả = | ngày = 26 tháng 9 năm 2015 | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = [[Tạp chí Cộng sản|Báo điện tử Đảng Cộng sản Việt Nam]] | ngôn ngữ = }}<\/ref>:\n\n::*Về thành tích của cải cách ruộng đất, Hội nghị đánh giá:\n\n{{cquote|Đã đánh đổ được giai cấp địa chủ cùng bọn Việt gian phản động, giải phóng nông dân khỏi ách phong kiến, làm cho họ thực sự làm chủ nông thôn; củng cố thêm được khối liên minh công - nông; củng cố được quyền lãnh đạo của giai cấp công nhân, của Đảng; bồi dưỡng được lực lượng kháng chiến, củng cố miền Bắc, cổ vũ nhân dân miền Nam đấu tranh chống Mỹ - Diệm. Thực hiện được khẩu hiệu \"Người cày có ruộng\", giải phóng sức sản xuất ở nông thôn, đẩy mạnh sản xuất, mở đường cho nông nghiệp phát triển, tạo điều kiện thuận lợi cho công nghiệp hoá nước nhà. Lần đầu tiên trong lịch sử, miền Bắc nước ta tự túc được lương thực, giải quyết được nạn đói giáp hạt kinh niên. Hội nghị khẳng định thắng lợi của cải cách ruộng đất là to lớn và căn bản. \"Thắng lợi đó có tính chất chiến lược\".}}\n\n::*Về sai lầm trong cải cách ruộng đất\n\n{{cquote|Do nhận thức về hai nhiệm vụ của cách mạng dân tộc dân chủ nhân dân ở nước ta chưa được sâu sắc, do đánh giá tình hình nông thôn miền Bắc không được toàn diện vì thiếu điều tra nghiên cứu một cách đầy đủ và cụ thể, cho nên đã phạm một số sai lầm về quy định chính sách cũng như về lãnh đạo, chỉ đạo thực hiện đường lối, phương châm, chính sách cải cách ruộng đất và chỉnh đốn tổ chức. Phát hiện sai lầm, nêu cao tinh thần trách nhiệm, Đảng ta kiên quyết sửa sai. Nhờ vậy, những sai lầm đã được sửa chữa, thành quả của cải cách ruộng đất được phát huy.}}\n\n::*Về bài học của cách mạng ruộng đất:\n\n{{cquote|Phải tôn trọng những nguyên tắc tổ chức và nguyên tắc sinh hoạt của một đảng theo chủ nghĩa Mác-Lênin. Phải dũng cảm thừa nhận sai lầm và kiên quyết sửa sai, đồng thời phải giữ vững nguyên tắc, khẳng định mặt thắng lợi của cải cách ruộng đất là căn bản và kiên quyết bảo vệ cái đúng, bảo vệ thành quả của cải cách ruộng đất. Phải dựa vào lực lượng của quần chúng cơ bản mà tiến hành sửa sai... kiên quyết không cho giai cấp địa chủ lợi dụng ta sửa sai mà ngóc đầu dậy trả thù... Phải ra sức đoàn kết toàn Đảng, chống mọi tư tưởng sai lầm.}}\n\n*Trung tướng [[Nguyễn Quốc Thước]]:\n\n{{cquote|Đến thời cải cách ruộng đất, nhiều đảng viên bị xử lý oan nhưng toàn Đảng thấy được vấn đề và dám nhận trách nhiệm<ref>{{chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/neu-dang-khong-co-lieu-thuoc-manh-suy-thoai-con-ghe-gom-2422613.html | tiêu đề = 'Nếu Đảng không có liều thuốc mạnh, suy thoái còn ghê gớm' - VnExpress | author = | ngày = | ngày truy cập = 13 tháng 8 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>}}\n\n==Tham khảo==\n*''Lịch sử Việt Nam, 1954-1965'', Cao Văn Lượng chủ biên, Nhà xuất bản Khoa Học Xã hội, Hà Nội, 1995.\n*''Đại Cương Lịch sử Việt Nam, 1945-2000'' tập III, Lê Mậu Hãn chủ biên, Nhà xuất bản Giáo dục, Hà Nội, 2000.\n*''Góp phần tìm hiểu Lịch sử Đảng Cộng sản Việt Nam'' PGS TS Nguyễn Trọng Phúc chủ biên, Nhà xuất bản Chính trị Quốc gia: Viện Lịch sử Đảng, Học Viên Chính trị Quốc gia Hồ Chí Minh, Hà Nội, 2002.\n*''Việt Nam, 1945-1995'' tập I, GS Lê Xuân Khoa, Nhà xuất bản Tiên Rồng, Maryland, 2004.\n*''Qua Những Sai Lầm Trong Cải Cách Ruộng Đất, Xây dựng Quan Điểm Lãnh đạo'', LS Nguyễn Mạnh Tường, diễn văn đọc trước Mặt Trận Tổ Quốc, ngày 30 tháng 10 năm 1956 tại Hà Nội.\n*''The Viet Minh Regime, Government and Administration in the Democratic Republic of Vietnam'', Bernard Fall, Greenwood Press, Connecticut, 1975.\n\n==Xem thêm==\n*[[Cải cách ruộng đất]]\n*[[Cải cách điền địa (Việt Nam Cộng hòa)]]\n*[[Đêm giữa ban ngày]]\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{Wikisource|Luật Cải cách ruộng đất nước Việt Nam Dân chủ Cộng hòa}}\n* {{TĐBKVN|30606|Cải cách ruộng đất}}\n* {{TĐBKVN|7158|Thực hiện cải cách ruộng đất}}\n*[http:\/\/dangcongsan.vn\/details.asp?topic=2&subtopic=5&leader_topic=79&id=BT1060374012 ĐCSVN - Kinh nghiệm giải quyết vấn đề ruộng đất]\n*[http:\/\/www.rfa.org\/vietnamese\/in_depth\/LandReform50YearsAgoP6_NAn-20060518.html Diễn biến cụ thể một vụ xử án địa chủ: Lời kể của một nhân chứng]\n*[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2004\/10\/041011_landreform.shtml Trợ cấp cho nạn nhân Cải Cách Ruộng Đất]\n*[http:\/\/www.mofa.gov.vn\/vi\/cs_doingoai\/pbld\/ns050830151827 Nhận định của nguyên Thủ tướng Võ Văn Kiệt về đại đoàn kết dân tộc] trên Website Bộ Ngoại giao Việt Nam\n*[http:\/\/www.thongluan.org\/vn\/modules.php?name=News&file=article&sid=619 Xin đừng quên! Nửa thế kỷ trước...], bài viết của Nguyễn Minh Cần, nguyên Phó chủ tịch thành phố Hà Nội.\n*[http:\/\/www.hawaii.edu\/powerkills\/SOD.CHAP6.HTM Statistics Of Vietnamese Democide And Mass Murder]\n*[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-may-chinh-sach-cu-the-de-sua-chua-sai-lam-ve-cai-cach-ruong-dat-va-chinh-don-to-chuc-vb58295t13.aspx Nghị quyết của Hội đồng Chính phủ VNDCCH ngày 15 tháng 10 năm 1956 về mấy chính sách cụ thể để sửa chữa sai lầm về cải cách ruộng đất và chỉnh đốn tổ chức.]\n*[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-cong-tac-cai-cach-ruong-dat-vb42667t13.aspx Nghị quyết của Quốc hội VNDCCH ngày 18 tháng 1 năm 1957 về công tác cải cách ruộng đất.]\n* [http:\/\/www.vinadia.org\/tu-thuc-dan-den-cong-san-hoang-van-chi\/ Từ thực dân đến cộng sản] của Hoàng Văn Chí\n*[https:\/\/tulieuvankien.dangcongsan.vn\/van-kien-tu-lieu-ve-dang\/hoi-nghi-bch-trung-uong\/khoa-ii\/nghi-quyet-hoi-nghi-trung-uong-lan-thu-14-ve-tong-ket-cai-cach-ruong-dat-799 Ngh] [[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]] [[Thể loại:Nông nghiệp Việt Nam]] [[Thể loại:Sự kiện lịch sử Việt Nam]] [[Thể loại:Sự kiện kinh tế Việt Nam]] [[Thể loại:Chính sách Việt Nam]] [[Thể loại:Việt Nam Dân chủ Cộng hòa]] [[Thể loại:Vụ bê bối chính trị ở Việt Nam]] [[Thể loại:Kinh tế Việt Nam Dân chủ Cộng hòa]] [[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Cải cách ruộng đất ở Việt Nam|Bắc]] [[Thể loại:Áp bức chính trị tại Việt Nam]] [https:\/\/tulieuvankien.dangcongsan.vn\/van-kien-tu-lieu-ve-dang\/hoi-nghi-bch-trung-uong\/khoa-ii\/nghi-quyet-hoi-nghi-trung-uong-lan-thu-14-ve-tong-ket-cai-cach-ruong-dat-799 ị quyết Hội nghị Trung ương lần thứ 14 về tổng kết cải cách ruộng đất]\n{{Kiểm soát tính nhất quán}}"}