{"41713":"[[Tập tin:Cảng Cái Lân.JPG|nhỏ|250px|phải|Một góc cảng Cái Lân]]\n'''Cảng Cái Lân''' là một [[cảng]] nước sâu thuộc cụm [[cảng Hòn Gai]] tỉnh [[Quảng Ninh]], đang được xây dựng và mở rộng thành một trong những cảng lớn nhất Việt Nam.\n\n== Quá trình xây dựng và phát triển ==\nTháng 7-1996 Cảng Cái Lân được Thủ tướng Chính phủ phê duyệt đầu tư\n\nNăm 1997 Đưa vào khai thác bến số 1\n\nTháng 4-2004 Đưa vào khai thác bến 5, 6, 7<ref>{{Chú thích web|url=https:\/\/www.quangninh.gov.vn\/pinchitiet.aspx?nid=54759|tựa đề=Cảng Cái Lân - thương hiệu lớn trong hệ thống cảng biển quốc tế|url-status=live}}<\/ref>\n\nNăm 2010 Khởi công xây dựng bến 2, 3, 4<ref>{{Chú thích web|url=https:\/\/cict.com.vn\/vi\/gioi-thieu\/|tựa đề=Tổng quan cảng Cái Lân|tác giả=CICT (liên doanh giữa SSA Holdings International Việt Nam – công ty con của tập đoàn Carrix tại Mỹ và Công ty cổ phần đầu tư cảng Cái Lân (CPI)|website=|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-12-31}}<\/ref>\n\n== Khả năng lưu thông và tiếp nhận ==\nĐộ sâu luồng tại mức thuỷ triều bằng 0: -10 m.\n\nVùng quay trở: 350 m.\n\nKích cỡ tàu có thể tiếp nhận: 5.500 [[TEU]] (hàng container) và 85.000 DWT giảm tải (hàng rời).\n\nĐộ cao tĩnh không của [[cầu Bãi Cháy]] tại điểm thủy triều bằng 0: 55,6 m.\n\n==Cơ sở hạ tầng==\n*Cảng gồm 8 cầu tàu, 2 bến bốc xếp [[container]] và 2 bến nghiêng;\n*Kho có diện tích 10.000 m², bãi chứa hàng có diện tích 17.000 m²;\n*Thiết bị bốc dỡ: 1 cẩu 20 tấn, 2 cẩu 30 tấn, 2 cẩu 50 tấn di động, 3 cẩu 70 tấn và một số cẩu di động từ 8 đến 10 tấn khác;\n*Khả năng cập tàu: Tàu từ 1 đến 5 vạn tấn có thể cặp bến;\n*Khả năng xếp dỡ: từ 5 đến 8 triệu tấn\/năm.\n\n== Ghi nhận ==\n\n* Cuối tháng 6-2013, CICT là Cảng đầu tiên của miền Bắc được Hải quan Hoa Kỳ cấp chứng chỉ CT PAT (tiêu chuẩn về an ninh, an toàn), chứng chỉ cho phép hàng hoá xuất từ CICT trực tiếp đi Mỹ.\n* Bến số 2,3,4 Cảng Cái Lân được lựa chọn là một trong 30 công trình tiêu biểu được UBND tỉnh Quảng Ninh gắn biển chào mừng 50 năm ngày thành lập tỉnh, \n* Xếp hạng 46 trong bảng đánh giá về hiệu quả hoạt động của 351 cảng container trên toàn cầu do Ngân hàng Thế giới (WB) và IHS Markit vừa thực hiện năm 2021<ref>{{Chú thích web|url=https:\/\/baoquangninh.com.vn\/cang-cai-lan-lot-top-50-cang-bien-hoat-dong-hieu-qua-nhat-the-gioi-3161092.html|tựa đề=Cảng Cái Lân lọt top 50 cảng biển hoạt động hiệu quả nhất thế giới|họ=MEDIATECH|website=baoquangninh.com.vn|ngôn ngữ=vi|ngày truy cập=2022-12-31}}<\/ref>\n\n==Tham khảo==\n{{Tham khảo|30em}}\n{{sơ khai Quảng Ninh}}\n{{Hệ thống cảng biển Việt Nam}}\n\n{{Cửa khẩu Việt Nam}}\n\n[[Thể loại:Cảng Việt Nam|Cái Lân]]\n[[Thể loại:Kinh tế Quảng Ninh]]"}