{"448888":"[[Tập tin:Cảng Vũng Áng, Kỳ Anh, Hà Tĩnh.jpeg|nhỏ|trái|280px|Cảng Vũng Áng]]\n[[Tập tin:Cang Vung Ang.jpg|nhỏ|Bến số 1 và số 2 của cảng tổng hợp Vũng Áng]]\n'''Cảng Sơn Dương – Vũng Áng''' là một cảng tổng hợp quốc gia, đầu mối khu vực (cảng loại I) của [[Việt Nam]], nằm trong [[vũng Áng]] thuộc thị xã [[Kỳ Anh]], tỉnh [[Hà Tĩnh]], cách [[Quốc lộ 1]] chỉ 9&nbsp;km, cách biên giới Việt Nam - Lào ([[đèo Mụ Giạ, Quảng Bình|đèo Mụ Giạ]]) khoảng 230&nbsp;km.\n\n==Cụm khu bến cảng Vũng Áng==\nHiện tại, cụm cảng Vũng Áng có hai khu bến chính đã bắt đầu đưa vào khai thác, đó là khu bến cảng tổng hợp Vũng Áng và khu bến cảng cho vận chuyển than phục vụ tổ hợp nhiệt điện Vũng Áng.\n[[Tập tin:Cảng Hoành Sơn, Vũng Áng, Hà Tĩnh.jpeg|nhỏ|trái|270px|Năm [[2016]]]]\n[[Tập tin:Cảng Hoành Sơn, Kỳ Lợi, Kỳ Anh, Hà Tĩnh.jpeg|nhỏ|trái|270px]]\nGiai đoạn 1 của việc xây dựng khu bến cảng tổng hợp Vũng Áng bắt đầu từ năm 1999 và hoàn thành vào năm 2001. Bến dài 185,5 m, rộng 298 m, sâu 11 m, và có khả năng tiếp nhận tàu đến 30 nghìn [[DWT]]. Giai đoạn 2 của việc xây dựng khu bến này bắt đầu từ năm 2006. Theo quy hoạch của chính phủ Việt Nam, đến năm [[2015]], khu bến cảng Vũng Áng sẽ có 2 bến và có thể tiếp nhận tàu tới 50 nghìn DWT.\n[[Tập tin:Khu ben cang than Vung Ang.jpg|nhỏ|Khu bến cảng than của Tổ hợp Nhiệt điện Vũng Áng nhìn từ xa]]\nQuản lý cảng Vũng Áng là Công ty cổ phần Cảng Vũng Áng Việt - Lào. Quản lý khu bến cảng than là [[Tập đoàn Điện lực Việt Nam]].\n\n==Khu bến cảng Sơn Dương==\nKhu bến Sơn Dương nằm ở phía nam vịnh Vũng Áng, phía Tây đảo Sơn Dương. Theo kế hoạch Cảng Sơn Dương sẽ chia thành 2 giai đoạn chính,trong đó giai đoạn I khu bến này sẽ xây dựng 11 cầu cảng có khả năng tiếp nhận tàu tới 200 nghìn DWT; Tổng cộng 2 giai đoạn sẽ xây dựng 32 cầu cảng. Hiện nay đang bắt đầu được xây dựng và do [[Tập đoàn Formosa]] ([[Đài Loan]]) đầu tư.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies nội dòng}}\n*Quyết định số 2190\/QĐ-TTg ngày 24 tháng 12 năm 2009 của Chính phủ Việt Nam về việc phê duyệt quy hoạch hệ thống cảng biển Việt Nam đến năm 2020, tầm nhìn đến năm 2030.\n*[http:\/\/viet.vietnamembassy.us\/tintuc\/story.php?d=20010211002451 Khánh thành cảng Vũng áng giai đoạn I] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110106122227\/http:\/\/viet.vietnamembassy.us\/tintuc\/story.php?d=20010211002451 |date = ngày 6 tháng 1 năm 2011}}\n*[http:\/\/www.laodong.com.vn\/Home\/Cang-Son-Duong-se-la-cang-bien-loai-I\/20097\/147179.laodong Cảng Sơn Dương sẽ là cảng biển loại I], [[Lao động (báo)|Báo Lao động]].\n*[http:\/\/www.thanhnien.com.vn\/News\/0308\/Pages\/200844\/20081102230017.aspx Cảng nước sâu Sơn Dương đón được tàu 300.000 tấn]\n\n==Xem thêm==\n*[[Đường sắt Viêng Chăn - Vũng Áng]]\n\n{{sơ khai Hà Tĩnh}}\n{{Hệ thống cảng biển Việt Nam}}\n\n[[Thể loại:Cảng Việt Nam|Sơn Dương Vũng Áng]]\n[[Thể loại:Kinh tế Hà Tĩnh]]"}