{"813582":"{{Thiếu nguồn gốc|date=tháng 3\/2022}}\nCảng Nha trang là cảng một biển nằm trong vịnh Nha Trang thuộc tỉnh Khánh Hoà, là một cảng hàng hóa kết hợp du lịch,đầu mối giao thông quan trọng bằng đường biển của thành phố Nha trang tỉnh Khánh Hoà nói riêng và khu vực Nam trung bộ nói chung.\n   \n== Vị trí địa lý ==\n\nCảng Nha Trang nằm ở vĩ độ 12⁰12'Bắc và kinh độ 109⁰13' Đông nằm trong [[nha Trang#Du lịch|vịnh Nha Trang]] thuộc phường [[Vĩnh Nguyên]], thành phố Nha Trang. Bờ biển hướng theo hướng Bắc - Nam, trước mặt có một số đảo che chắn như [[Hòn Tre]], [[Hòn Miễu]], [[Hòn Tằm]]... nhưng đều cao không quá 300m, có 2 luồng chính vào ra cảng theo 2 hướng Bắc, Nam, nhờ có đảo che chắn nên cảng Nha Trang ít bị ảnh hưởng của bão. Khu vực cho tàu chở hàng nguy hiểm ở Đông bắc đảo Hòn Một với độ sâu tối đa là 20m. Các tàu chở hàng và chở khác neo đậu cách cầu cảng 0,5 mile ở độ sâu là 15m.\n\n== Lịch sử ==\n\nTrước tháng 4-1975 cả Cảng Nha Trang và Cảng Ba Ngòi đều thuộc sự quản lý của Nha Thương Cảng Đà Nẵng về mặt hành chính, còn việc bốc xếp thuộc hai nghiệp đoàn tư nhân đảm nhận.Vào thời kỳ đó cảng Nha Trang có một cầu tàu dài 90m bằng kết cấu thép, được xây dựng từ những năm 1960 nên đã hư hỏng nặng, chỉ cho phép các tàu dưới 4000DWT cập cầu làm hàng.\n\nNgày 9-2-1976 bộ trưởng Bộ Giao thông Vận tải có quyết định số 432\/QĐ_TC thành lập cảng Nha Trang - Ba Ngòi trực thuộc Tổng cục đường biển thuộc Bộ Giao thông Vận tải Việt Nam. Cảng Nha Trang- Ba Ngòi gồm 2 cảng: Cảng Nha Trang thuộc thành phố [[Nha Trang]] và [[cảng Cam Ranh|cảng Ba Ngòi]] thuộc [[huyện Cam Ranh]] cả hai đều trực thuộc tỉnh [[Phú Khánh (tỉnh)|Phú Khánh]]\n\nTừ năm 1990 cảng đã được Bộ GTVT giao nhiệm vụ sản xuất tự trang trải và bảo toàn vốn. Đến tháng 11-1991 lại có quyết định chuyển cảng Ba Ngòi về trực thuộc Sở giao thông vận tải Khánh Hòa, Năm 1994 lại tách riêng Hoa Tiêu Cảng Vụ ra khỏi cảng.\n\nNgày 06\/7\/2009 Bộ trưởng Bộ Giao thông vận tải ra quyết định số 1937\/QĐ-BGTVT  chuyển Cảng Nha Trang về làm đơn vị thành viên của Tổng Công ty Hàng hải Việt Nam. Đến ngày 31\/12\/2009 Hội đồng Quản trị Tổng công ty Hàng hải Việt Nam ra quyết định số 951\/QĐ-HĐQT chuyển Cảng Nha Trang thành công ty trách nhiệm hữu hạn một thành viên. Cảng Nha Trang chính thức đi vào hoạt động theo mô hình Công ty trách nhiệm hữu hạn một thành viên kể từ ngày 01\/04\/2010. Công ty trách nhiệm hữu hạn một thành viên Cảng Nha Trang tiếp tục kế thừa thực hiện mọi quyền và nghĩa vụ đã phát sinh trước đây của Cảng Nha Trang theo quy định của pháp luật.\n\n== Cảng vụ Nha Trang ==\n\nCảng vụ hàng hải Nha Trang trực thuộc Cục Hàng hải Việt Nam, là cơ quan hực hiện chức năng quản lý Nhà nước về hàng hải tại các vùng nước cảng biển và khu vực hàng hải thuộc địa phận hai tỉnh Khánh Hòa và Ninh Thuận bao gồm cả [[cảng Vân Phong]], [[cảng Cam Ranh|cảng Ba Ngòi]] cùng các cảng địa phương và chuyên dùng khác. Văn phong cảng vụ đóng tại cảng Nha Trang\n\n{{Hệ thống cảng biển Việt Nam}}\n{{Cửa khẩu Việt Nam}}\n{{Vịnh Nha Trang}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Cảng Việt Nam|Cảng Nha Trang]]\n[[Thể loại:Kinh tế Khánh Hòa]]"}