{"503084":"[[Tập tin:TapHuanChuaChay.JPG|nhỏ|phải|Cảnh Sát Phòng Cháy Và Chữa Cháy Và Cứu Nạn Cứu Hộ  (Việt Nam) đang huấn luyện cách sử dụng bình bột chữa cháy.|272x272px]]\n'''Lực lượng Cảnh Sát Phòng Cháy Chữa Cháy Và Cứu Nạn Cứu Hộ (PCCC và CNCH)''' là một bộ phận thuộc lực lượng [[Công an nhân dân Việt Nam]]. Cơ quan này có nhiệm vụ quản lý, tổ chức, chỉ đạo và thực hiện nhiệm vụ phòng cháy và chữa cháy trên toàn quốc, góp phần giữ gìn trật tự, an toàn xã hội.[[Tập tin:Diễn tập cứu hộ tại cao ốc Diamond Plaza, thành phố Hồ Chí Minh.JPG|nhỏ|Trực thăng cứu hộ đang diễn tập cứu người trên sân thượng cao ốc Diamond Plaza ở quận 1 TPHCM|272x272px]]\n\n== Thành lập ==\nLực lượng phòng cháy, chữa cháy chuyên nghiệp ra đời theo Pháp lệnh phòng cháy và chữa cháy, được [[Ủy ban thường vụ quốc hội]] Việt Nam thông qua ngày 27 tháng 9 năm 1961.[[Tập tin:Trang phục PCCC Việt Nam (2).jpg|438x438px|nhỏ|phải|Trang phục Phòng cháy và chữa cháy chuyên nghiệp ở Việt Nam]]\nHệ thống tổ chức của cảnh sát phòng cháy và chữa cháy: \n* Ở [[Bộ Công an (Việt Nam)|Bộ Công an]] có [[Cục Cảnh sát Phòng cháy chữa cháy và Cứu nạn cứu hộ|Cục cảnh sát phòng cháy và chữa cháy và cứu nạn, cứu hộ]]\n* Ở Công an các tỉnh, thành phố trực thuộc trung ương có Phòng cảnh sát phòng cháy,chữa cháy và cứu nạn, cứu hộ trực tiếp quản lý các đội phòng cháy, chữa cháy khu vực.\n\n== Khen thưởng ==\nLực lượng cảnh sát phòng cháy và chữa cháy đã được nhà nước Việt Nam tặng thưởng [[Huân chương Hồ Chí Minh]] ngày 22 tháng 6 năm 2002.\n\n== Chức năng, nhiệm vụ ==\n[[Tập tin:ThucHanhChuaChay.JPG|nhỏ|Cảnh sát phòng cháy và chữa cháy (Việt Nam) đang huấn luyện thực hành chữa cháy.|thế=|trái]]\n1- Tham mưu đề xuất với cơ quan nhà nước có thẩm quyền ban hành, chỉ đạo và tổ chức thực hiện các quy định pháp luật về phòng cháy, chữa cháy và cứu nạn, cứu hộ.\n\n2- Tổ chức tuyên truyền, phổ biến pháp luật, huấn luyện, bồi dưỡng nghiệp vụ, kiến thức về phòng cháy và chữa cháy; hướng dẫn xây dựng phong trào quần chúng tham gia hoạt động phòng cháy, chữa cháy và cứu nạn, cứu hộ.\n\n3- Thực hiện các biện pháp phòng cháy, chữa cháy và cứu nạn, cứu hộ kịp thời khi xảy ra thiên tai, hỏa hoạn.\n\n4- Xây dựng lực lượng phòng cháy và chữa cháy; trang bị và quản lý phương tiện phòng cháy và chữa cháy.\n\n5- Tổ chức nghiên cứu và ứng dụng tiến bộ khoa học và công nghệ trong lĩnh vực phòng cháy và chữa cháy.\n\n6- Kiểm tra, xử lý các hành vi vi phạm pháp luật về phòng cháy và chữa cháy.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n-Trang web của Cục Cảnh sát PCCC http:\/\/pccc.canhsat.vn\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20140911184212\/http:\/\/pccc.canhsat.vn\/ |date=2014-09-11 }}\n{{sơ khai}}\n\n[[Thể loại:Công an nhân dân Việt Nam]]\n[[Thể loại:Phòng cháy chữa cháy]]"}