{"294760":"[[Tập tin:Vietnam1973.JPEG|nhỏ|phải|Hình ảnh đường phố Hà Nội năm 1973, với xe đạp là phương tiện đi lại chủ yếu|250px]]\n'''Cải tạo kinh tế tại Việt Nam''' là những [[chính sách]] được thực thi tại các tỉnh phía [[Bắc]] sau [[1954]], và tại các tỉnh phía [[Nam]] sau ngày [[Sự kiện 30 tháng 4 năm 1975|30 tháng 4 năm 1975]] với mục tiêu \"''xóa bỏ chế độ chiếm hữu tư bản chủ nghĩa về tư liệu sản xuất, xóa bỏ [[bóc lột]] [[chủ nghĩa tư bản|tư bản chủ nghĩa]], xóa bỏ [[giai cấp tư sản]]''\". Khi được áp dụng trong lĩnh vực công thương nghiệp, chính sách này mang tên '''cải tạo công thương nghiệp''' hay '''cải tạo công thương nghiệp tư doanh''' hay '''cải tạo công thương nghiệp tư bản tư doanh'''.\n\n==Cải tạo kinh tế tại miền Bắc Việt Nam==\n{{chính|Cải tạo kinh tế tại miền Bắc Việt Nam}}\n\nTrước tiên, vấn đề cải tạo này đã được thực hiện tại miền Bắc sau năm [[1954]]. Năm [[1958]], Chủ tịch [[Hồ Chí Minh]] công bố: ''Thời kỳ khôi phục kinh tế đã kết thúc và mở đầu thời kỳ phát triển kinh tế một cách có kế hoạch''.\n\n[[Tháng mười một|Tháng 11]] [[năm]] [[1958]], [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] quyết định đề ra kế hoạch phát triển kinh tế, văn hóa trong 3 năm ([[1958]] - [[1960]]) và tiến hành [[cải tạo xã hội chủ nghĩa]] (bao gồm hợp tác hoá nông nghiệp và cải tạo tư bản tư doanh)<ref>Lê Mậu Hãn (chủ biên), Trần Bá Đệ, Nguyễn Văn Thư,..., ''Đại cương Lịch sử Việt Nam tập 3'', Nhà xuất bản Giáo dục, 2007. Trang 147, 148.<\/ref><ref>[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=9&leader_topic=545&id=BT2090533685 Báo cáo về nhiệm vụ kế hoạch ba năm (1958-1960) phát triển và cải tạo kinh tế quốc dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201151134\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=9&leader_topic=545&id=BT2090533685 |date=2014-02-01 }}, Văn kiện Đảng, Báo điện tử Đảng Cộng sản Việt Nam<\/ref>, kế hoạch phát triển và cải tạo kinh tế, phát triển văn hóa của [[Chính phủ Việt Nam|Chính phủ]] [[Việt Nam Dân chủ Cộng hòa]] được [[Quốc hội]] thông qua ngày [[14 tháng 12]] năm [[1958]]<ref>[http:\/\/www.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=950 NGHỊ QUYẾT VỀ TÌNH HÌNH, NHIỆM VỤ VÀ KẾ HOẠCH 3 NĂM (1958 - 1960) PHÁT TRIỂN VÀ CẢI TẠO KINH TẾ, PHÁT TRIỂN VĂN HOÁ], QUỐC HỘI NƯỚC VIỆT NAM DÂN CHỦ CỘNG HOÀ HỌP KHOÁ THỨ IX, CỔNG THÔNG TIN ĐIỆN TỬ BỘ TƯ PHÁP<\/ref>.\n\nTừ ngày [[16 tháng 4|16]] đến ngày [[30 tháng 4]] năm [[1959]] và từ ngày [[1 tháng 6|1]] đến ngày [[10 tháng 6]] năm [[1959]], tại [[Hà Nội]], [[Ban Chấp hành Trung ương Đảng]] khoá II đã họp [[Hội nghị lần thứ 16]] (mở rộng) và ra Nghị quyết Về vấn đề hợp tác hoá nông nghiệp và cải tạo công thương nghiệp tư bản tư doanh theo chủ nghĩa xã hội<ref name=\"cpv.org.vn\">http:\/\/www.cpv.org.vn\/print_preview.asp?id=BT1590681200<\/ref>. Nghị quyết Hội nghị này khẳng định: <blockquote>\"''Một trong những nhiệm vụ của cách mạng xã hội chủ nghĩa là xoá bỏ kinh tế tư bản tư doanh, xoá bỏ chế độ chiếm hữu tư bản chủ nghĩa về tư liệu sản xuất, xoá bỏ [[bóc lột]] [[chủ nghĩa tư bản|tư bản chủ nghĩa]], xoá bỏ [[giai cấp tư sản]]''\". <\/blockquote>Sau đó chủ trương này được khẳng định nhiều lần là \"''xóa bỏ giai cấp tư bản và kinh doanh tư bản chủ nghĩa''\".<ref>http:\/\/www.cpv.org.vn\/details.asp?id=BT1850365420<\/ref> Hội nghị này xác định: <blockquote>\"''Đảng chủ trương từng bước \"cải tạo hoà bình\" công thương nghiệp tư bản [[tư doanh]] nhằm cải tạo [[quan hệ sản xuất tư bản chủ nghĩa]], xoá bỏ chế độ [[chiếm hữu tư nhân]] về [[tư liệu sản xuất]], giải phóng công nhân trong xí nghiệp tư bản tư doanh; cải tạo người tư sản thành người lao động; đẩy mạnh sản xuất, cải tiến quản lý trong các xí nghiệp; giáo dục, tuyên truyền tư tưởng xã hội chủ nghĩa. Trong thời kỳ khôi phục kinh tế (1954 - 1957), Đảng đã thi hành chính sách sử dụng, hạn chế, bước đầu cải tạo công thương nghiệp tư bản tư doanh\".'' \n\n<\/blockquote>Hội nghị này phân tích: <blockquote>\"''Sử dụng, hạn chế và cải tạo là ba mặt liên quan mật thiết với nhau. Để sử dụng, phải hạn chế, có hạn chế được mới sử dụng được tốt, và đồng thời với việc sử dụng và hạn chế, thì phải cải tạo kinh tế tư bản tư doanh từng bước từ hình thức thấp lên hình thức cao, tiến đến hoàn toàn cải tạo''\". <\/blockquote>Hội nghị cho rằng đã có đủ điều kiện để đẩy cuộc vận động hoà bình cải tạo công thương nghiệp tư bản tư doanh tiến tới một bước quyết định, đưa xí nghiệp tư bản tư doanh từ hình thức thấp và vừa lên hình thức cao của chủ nghĩa [[tư bản nhà nước]], chủ yếu là hình thức [[công tư hợp doanh]], chuyển chế độ chiếm hữu tư bản chủ nghĩa về căn bản thành chế độ sở hữu của Nhà nước và trên cơ sở quan hệ sản xuất mới đó, biến dần người tư sản dân tộc thành người lao động. Hội nghị đã đề ra hình thức cải tạo và những chính sách cụ thể. Hình thức xí nghiệp công tư hợp doanh là hình thức chủ yếu để cải tạo những xí nghiệp tương đối lớn, quan trọng; ngoài ra, các xí nghiệp khác sẽ cải tạo theo hình thức [[xí nghiệp hợp tác]]. Những chính sách cụ thể nhằm thực hiện tốt các hình thức cải tạo đã được hội nghị đề ra như: kiểm kê và định giá tài sản; định chính sách lãi và mức lãi; xếp công việc cho người tư sản và gia đình họ...<ref name=\"cpv.org.vn\" \/>.\n\n===Cải tạo nông nghiệp===\n{{chính|Cải cách ruộng đất tại miền Bắc Việt Nam}}\nCải cách ruộng đất tại miền Bắc Việt Nam là chương trình nhằm phân chia lại ruộng đất nông thôn, xóa bỏ văn hóa phong kiến, tiêu diệt các thành phần phản quốc (theo Pháp, chống đất nước), phản động (chống chính quyền) như địa chủ phản cách mạng, Việt gian, cường hào cộng tác với Pháp... được Đảng Lao động Việt Nam và Chính phủ Việt Nam Dân chủ Cộng hòa thực hiện vào những năm 1953–1956.\n[[Tập tin:Cải cách ruộng đất thắng lợi, nông dân vui sướng đốt văn tự cũ.jpg|phải|nhỏ|Cải cách ruộng đất thắng lợi, nông dân vui sướng đốt văn tự cũ.]]\nNhiều tháng sau khi chiến dịch Giảm tô được triển khai, chương trình Cải cách ruộng đất chính thức bắt đầu, với hình thức tương tự nhưng trên địa bàn rộng lớn hơn. Tổng cộng có năm đợt cải cách ruộng đất từ [[1953]] đến [[1956]] tiến hành tại 3.314 xã. Từ cuối năm 1954, dưới sức ép của cố vấn [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]], chiến dịch cải cách ruộng đất bắt đầu được đẩy mạnh và nhanh, với cường độ lớn. Quyết liệt nhất là ở [[Thái Bình]], nơi có đến 294 xã được đưa vào cải cách.\n\nTheo tài liệu của [[Đảng Cộng sản Việt Nam]], tháng 11 năm 1953, Hội nghị Ban chấp hành Trung ương Đảng lần thứ 5 quyết định tiến hành việc cải cách ruộng đất tại miền Bắc Việt Nam. Từ năm [[1953]] tới [[1957]], 810.000 [[hecta]] ruộng đất ở đồng bằng và trung du miền Bắc đã được chia cho 2 triệu hộ nông dân, chiếm khoảng 72,8% số hộ nông dân ở miền Bắc. Trong khi đó, phân bố ruộng đất miền Bắc trước năm [[1945]], chỉ có 4% dân số đã chiếm hữu tới 24,5% tổng số ruộng đất.\n\nSau cải cách, bộ mặt nông thôn miền Bắc thay đổi căn bản. Tình trạng phân chia ruộng đất bất bình đẳng bị xóa bỏ. Nông dân nghèo được chia ruộng đất trở nên hăng hái, sản xuất nông nghiệp gia tăng. Ngoài ra, những tư tưởng cũ kỹ từ thời phong kiến cũng được xóa bỏ một phần. Đó là một cuộc chuyển biến to lớn về kinh tế, chính trị và xã hội tại nông thôn Việt Nam sau hàng thế kỷ phong kiến. Mục tiêu cǎn bản của cuộc cải cách đã đạt yêu cầu, có tác dụng quyết định đối với việc hoàn thành nhiệm vụ xóa bỏ tàn dư phong kiến ở miền Bắc.\n[[Tập tin:HoChiMinhApology1956.png|trái|thumb|Chủ tịch Hồ Chí Minh thừa nhận sai phạm trong cải cách]]\nTuy nhiên, ở một góc độ khác, việc thực hiện cải cách ruộng đất đã gây ra nhiều hậu quả lớn. Ở các đợt đầu, cải cách diễn ra có kiểm soát và trật tự, đạt hiệu quả tốt. Nhưng từ giữa năm 1955, do tiến hành vội vã, ở một số nơi đã xuất hiện hiện tượng nông dân địa phương trở nên quá khích, đấu tố tràn lan mất kiểm soát, đã có nhiều người bị oan sai. Do sự quá khích và trình độ dân trí thấp của nông dân địa phương, cả các gia đình địa chủ có thành tích kháng chiến, kể cả các gia đình có đảng viên, cán bộ, bộ đội phục vụ trong kháng chiến cũng bị tố cáo tràn lan. Nhiều \"tòa án nhân dân đặc biệt\" được các đội cải cách ruộng đất thuộc [[Ủy ban cải cách ruộng đất]] thành lập với sự tham gia của nông dân đã lạm quyền, không tuân thủ quy định của chính quyền và luật pháp, họ tự ý tuyên án tử hình hay tù khổ sai chỉ căn cứ vào những lời tố giác của số đông nông dân địa phương. Nhiều nông dân cũng thi đua nhau tố cáo người khác, coi đó là một thành tích của bản thân. Đến cuối năm 1955, việc tố cáo địa chủ xảy ra tràn lan, số người bị tố cáo oan sai chiếm tỷ lệ rất cao.<ref>''[http:\/\/www.rfa.org\/vietnamese\/in_depth\/2006\/05\/17\/LandReform50YearsAgoP4_NAn\/ Cuộc cải cách ruộng đất] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061003021611\/http:\/\/www.rfa.org\/vietnamese\/in_depth\/2006\/05\/17\/LandReform50YearsAgoP4_NAn\/ |date=2006-10-03 }}'' 50 năm trước đây tại miền Bắc VN: \"...Trong lần thí nghiệm này có một sự kiện động trời, tức là tòa án nhân dân cải cách ruộng đất tử hình bà Nguyễn Thị Năm (còn có tên gọi khác là bà Cát Hanh Long)...\"<\/ref> Có những nơi cả cán bộ đảng viên, sĩ quan quân đội cũng bị nông dân địa phương bắt giữ, chính quyền địa phương không dám ngăn chặn vì sợ kích động bạo lực với đám đông quần chúng. \n\nMức 5,68% địa chủ trong dân số địa phương là cao hơn rất nhiều so với thực tế. Tổng số người bị quy là địa chủ trong Cải cách ruộng đất đã được thống kê là 172.008 người; trong đó số người bị quy sai là 123.266 người, chiếm tỷ lệ 71,66%.<ref>Phát động quần chúng giảm tô và cải cách ruộng đất, Tạp chí Xưa&Nay, Hà Nội, số 297, 2007, trang 10 - 15<\/ref> Những sai lầm này đã được đề cập đến trong bài phát biểu tháng 10 năm 1956 tại [[Mặt trận Tổ quốc Việt Nam]] của giáo sư, luật sư [[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]], ông kết luận nhiều nông dân là trung nông nhưng đã bị kết án oan sai bởi những \"tòa án nhân dân đặc biệt\" ở địa phương. Những tòa án này toàn là do nông dân địa phương tự lập ra, họ có trình độ thấp nên thường kết án chiều theo tâm lý căm giận địa chủ của số đông người dân khi đó chứ không tuân theo pháp luật, dẫn tới vi phạm các nguyên tắc về điều tra và kết án.<ref name=\"manhtuong\">Luật sư Nguyễn Mạnh Tường — [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=4412&rb=0505 Qua những sai lầm trong Cải cách Ruộng đất - Xây dựng quan điểm lãnh đạo], diễn văn đọc trước phiên họp của Mặt trận Tổ quốc ở Hà Nội, ngày 30 tháng 10 năm 1956.<\/ref>\n\nSau khi nhận ra cuộc cải cách ở các địa phương đã diễn ra quá trớn, gây nhiều oan sai, tháng 2 năm [[1956]], Hội nghị Trung ương lần thứ 9 đã tuyên bố các sai lầm trong cải cách ruộng đất và ra lệnh đình chỉ cuộc cải cách. Trong tuyên bố của Hội nghị Trung ương 10 của Đảng Lao động Việt Nam (tháng 9 năm 1956), chính quyền trung ương nhận trách nhiệm đã buông lỏng theo dõi, khiến việc thi hành ở các địa phương bị mất kiểm soát. Do nhận định chiến dịch Cải cách ruộng đất đã gây ra nhiều oan sai, làm rối loạn tình hình nông thôn, Đảng Lao động Việt Nam và chính phủ tiến hành sửa sai.\n\nTheo tổng kê đến tháng 9 năm [[1957]], thì chiến dịch sửa sai đã phục hồi danh dự và trả lại tài sản khoảng 70-80% số người bị kết án. Theo báo ''Nhân dân'' thì bản thân chiến dịch sửa sai cũng có những thiệt hại khi những người được phục hồi quay lại trả thù những người đã tố cáo họ oan ức. Phong trào trả thù lan rộng và biến thành bạo động tại nhiều nơi khiến chính quyền phải điều động quân đội để dẹp yên. Theo Dommen, ở [[Quỳnh Lưu]], tỉnh [[Nghệ An]], có bản báo cáo ghi nhận 20.000 nông dân dùng gậy gộc để gây bạo động, xảy ra xung đột giữa người dân các làng và các họ, khiến chính quyền phải dùng Sư đoàn 324 để tái lập trật tự<ref>Dommen, Arthur, ''The Indochinese Experience of the French and the Americans: Nationalism and Communism in Cambodia, Laos, and Vietnam'', Bloomington, IN: Đại học Indiana Press, 2001, trang 341.<\/ref>. Một số gửi thỉnh nguyện thư đến phái đoàn quan sát viên Canada trong Ủy ban Đình chiến, xin [[cuộc di cư Việt Nam, 1954|di cư vào Nam]].<ref name=\"Lind153-156\">Lind, Michael, ''Vietnam, the Necessary War'', New York: Touchstone, 1999, tr 153-156<\/ref> Tuy nhiên, theo một số nhân chứng, có những trường hợp việc sửa sai chỉ đơn thuần là phục hồi đảng tịch, quy lại thành phần (từ địa chủ, phú nông trở lại thành trung nông) chứ không được trả lại tài sản, nhà đất (do dân địa phương đã chiếm dụng mất, chính quyền không đòi lại được). \n\nCuộc cải cách đã phân chia lại đất canh tác một cách công bằng cho đa số nông dân Bắc Bộ. Từ năm 1953 tới 1957, 810.000 hécta ruộng đất ở đồng bằng và trung du miền Bắc đã được chia cho 2 triệu hộ nông dân (khoảng 10 triệu dân), chiếm khoảng 72,8% số hộ nông dân ở miền Bắc. Trong khi đó, phân bố ruộng đất miền Bắc trước năm 1945, chỉ có 4% dân số đã chiếm hữu tới 24,5% tổng số ruộng đất.<ref name=\"ĐCLSVN\">Lê Mậu Hãn (chủ biên), ''Đại cương lịch sử Việt Nam'', tập 3, Nhà xuất bản Giáo dục, tháng 3-2007.<\/ref> Cuộc cải cách đã hoàn thành xóa bỏ giai cấp địa chủ và tàn dư chế độ phong kiến ở miền Bắc. Sau cải cách ruộng đất, bần nông được sở hữu mảnh đất của gia đình mình, không phải nộp phần lớn địa tô cho địa chủ như trước, do đó họ có thêm hǎng hái sản xuất. Được cán bộ nông nghiệp hướng dẫn, nông dân có điều kiện cải tiến kỹ thuật, phát triển công tác thủy lợi, chú ý đến vấn đề phân bón, nǎng suất nông nghiệp tǎng lên khá nhanh. Miền Bắc đã giải quyết được nạn [[đói giáp hạt]], một bệnh kinh niên từ thời phong kiến. Vǎn hóa, giáo dục đại chúng có cơ sở rộng rãi để phát triển, bộ mặt nông thôn đổi mới. Việc đất đai nông thôn tập trung vào Nhà nước quản lý cũng tạo điều kiện thuận lợi để thực hiện xây dựng các công trình thủy lợi, các cơ sở phục vụ nông nghiệp. Đến cuối năm 1955, các công trình thủy lợi bị Pháp phá hủy đều dần được khôi phục, diện tích đất được tưới tiêu đạt mức 202.374 ha. Năm 1958, sản xuất nông nghiệp nói chung và thủy lợi nói riêng đã vượt mức trước chiến tranh. Nghị quyết 63 của Bộ Chính trị đưa ra mục tiêu ''\"thắng được hạn hán, úng, bão, xâm nhập mặn và lụt lớn\"''. Công trình đại thủy nông Bắc Hưng Hải được chọn làm đột phá với nhiệm vụ tưới tiêu cho 156.000 ha.<ref>https:\/\/nongnghiep.vn\/hao-hung-thuy-loi-viet-nam-ky-tich-trong-gian-kho-post134446.html<\/ref>\n\nNăm 1958, [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy ban Trung ương Đảng Cộng sản]] quyết định rằng tập thể hóa là mục tiêu phát triển nông thôn.<ref name=\"Trần\">Trần Thị Quế. ''Vietnam's Agriculture: The Challenges and Achievements'', Institute of Southeast Asian Studies (Singapore), 1998, tr 12-27.<\/ref> [[Hiến pháp Việt Nam Dân chủ Cộng hòa năm 1959]] kế tiếp hợp thức hóa chính sách đó và xóa bỏ quyền sở hữu ruộng đất tư nhân và thay vào đó là quyền sở hữu tập thể.<ref>{{Chú thích web |url=http:\/\/vietnamese-law-consultancy.com\/english\/content\/browse.php?action=shownews&category=&id=8&topicid=186 |ngày truy cập=2012-03-01 |tựa đề=Ownership regimes in Vietnam |archive-date = ngày 30 tháng 1 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180130204451\/http:\/\/vietnamese-law-consultancy.com\/english\/content\/browse.php?action=shownews&category=&id=8&topicid=186 |url-status=dead }}<\/ref> Đất đai dần tập trung vào tay Nhà nước qua việc thành lập những [[hợp tác xã]] do chính phủ quản lý. Nhà nông được khuyến khích và huy động gia nhập hợp tác xã nên đến năm 1960, 86% dân quê ở Miền Bắc đã vào hợp tác xã. Số liệu đó tăng lên thành 95,5% vào năm 1970.<ref name=\"Trần\"\/> Khi [[Hiến pháp Cộng hòa Xã hội chủ nghĩa Việt Nam năm 1980]] được soạn ra thì quyền tư hữu ruộng đất hoàn toàn biến mất, quyền quản lý đất trên toàn quốc thuộc về Nhà nước.<ref>[http:\/\/www.harvard-yenching.org\/sites\/harvard-yenching.org\/files\/KUONG_Teilee_Development_of_Property_Law.pdf+state+ownership+land+vietnam+1959&hl=en&gl=us&pid=bl&srcid=ADGEESjIJtxpo8EN3hrmjNQJzYP1FyTeq-_SwwMZ16k1FzOedUnNjt7sKdBPLyzEdYF47E43N0ru1a5dzELlLxHs_OD-8e4ozIkT_HBibzKE4ZBwtq0XAktSvEQaFVFvgfJqYLYVEuRn&sig=AHIEtbRw86VIbsXMZdvsoVOuWy-h9vrB4Q Development of Propert Law in Cambodia, Vietnam and China]{{Liên kết hỏng|date = ngày 31 tháng 1 năm 2021 |bot=InternetArchiveBot }}<\/ref> Cuộc cải cách ruộng đất của [[thập niên 1950]] theo quá trình trên thì chính quyền phát đất cho nông dân một lần nhưng quản lý hai lần; một lần bán chính thức qua dạng [[hợp tác xã]], lần sau qua [[quốc hữu hóa]] toàn diện.<ref>Võ Nhân Trí. ''Vietnam's Economic Policy Since 1975'', Institute of Southeast Asian Studies (Singapore), 1990, tr 8.<\/ref> Từ thập niên 1990, theo chính sách [[Khoán mười]], ruộng đất thuộc sở hữu toàn dân, Nhà nước quản lý ruộng đất và giao quyền sử dụng đất nông nghiệp cho mỗi hộ nông dân căn cứ theo đầu người, mỗi hộ tự canh tác và thu hoạch, sau khi nộp thuế thì giữ lại nông sản thừa, hợp tác xã không đứng ra sản xuất mà chỉ cung ứng dịch vụ<ref>{{Chú thích web | url = http:\/\/susta.vn\/bai-viet-Nhin-li-25-nm-thuc-hien-Nghi-Quyet-10-cua-Bo-Chinh-tri-khoa-VI-ve-oi-moi-qun-ly-kinh-te-Nong-nghiep-355.html | tiêu đề = Nhìn lại 25 năm thực hiện Nghị Quyết 10 của Bộ Chính trị, khóa VI về đổi mới quản lý kinh tế Nông nghiệp | tác giả =  | ngày =  | ngày truy cập = 14 tháng 2 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-09-14 | archive-url = https:\/\/web.archive.org\/web\/20140914091800\/http:\/\/susta.vn\/bai-viet-Nhin-li-25-nm-thuc-hien-Nghi-Quyet-10-cua-Bo-Chinh-tri-khoa-VI-ve-oi-moi-qun-ly-kinh-te-Nong-nghiep-355.html | url-status = dead }}<\/ref>.\n\nĐến cuối năm 1960, ở miền Bắc có 84,8% số hộ nông dân đã gia nhập hợp tác xã, chiếm 76% tổng diện tích canh tác, 520 hợp tác xã ngư nghiệp chiếm 77,2% tổng số hộ đánh cá, có 269 hợp tác xã nghề muối chiếm 85% tổng số hộ làm muối.<ref name=\"1955-1975\">Giai đoạn 1955-1975: Xây dựng CNXH và Đấu tranh thống nhất đất nước, [http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungchinhsachthanhtuu?categoryId=797&articleId=10001575 Phần 2: Hoàn thành Cải tạo xã hội chủ nghĩa, bước đầu phát triển kinh tế và văn hóa - đưa miền Bắc vào thời kỳ quá độ lên chủ nghĩa xã hội] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150923222108\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungchinhsachthanhtuu?categoryId=797&articleId=10001575 |date=2015-09-23 }}, Cổng Thông tin điện tử Chính phủ<\/ref>\n\n===Cải tạo công nghiệp===\nSau khi chiến thắng Pháp trong [[Chiến tranh Đông Dương|Chiến tranh Pháp - Việt (1946-1954)]], chính quyền [[Đảng Lao động Việt Nam]] thực hiện cải tạo công thương nghiệp và [[Cải cách ruộng đất tại miền Bắc Việt Nam|cải cách ruộng đất]] nhằm quốc hữu hóa các tài sản do thực dân Pháp để lại sau chiến tranh cũng như xử lý hơn 2.000 mẫu ruộng bị bỏ hoang nhằm phục vụ phát triển kinh tế và sản xuất lương thực. Mục tiêu khác của Đảng Lao động là điều chỉnh công, thương nghiệp tư doanh, khuyến khích và giúp đỡ công, thương nghiệp phát triển đúng hướng. Giúp đỡ các cơ sở làm đường, mật, nông cụ tăng chất lượng, giảm giá thành sản phẩm. Nghiên cứu, hướng dẫn sản xuất vôi, gạch để phục vụ kiến thiết cơ bản... Tổ chức cho nhân dân học tập chính sách phát triển công, thương nghiệp và chính sách thuế công, thương nghiệp. Chuẩn bị đủ lực lượng hàng hóa để đảm bảo bình ổn giá cả. Khuyến khích và giúp đỡ phát triển khai thác lâm sản. Sửa chữa, khôi phục các tuyến đường giao thông. Thực hiện tăng thu, tiết kiệm chi, chống tham ô, lãng phí, thu đúng, thu đủ thuế nông nghiệp và thuế công, thương nghiệp. Đối với công thương nghiệp tư bản tư doanh, áp dụng phương pháp cải tạo hòa bình.<ref>http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/books-2929201511161946\/index-492920151113164624.html<\/ref> \n\nVề kinh tế, nhà nước không tịch thu tư liệu sản xuất của tư sản dân tộc mà dùng chính sách chuộc lại. Đối với thợ thủ công, đưa họ vào các hợp tác xã tiểu thủ công nghiệp, cung cấp nguyên vật liệu, công cụ, thiết bị, giúp từng bước cải tiến kỹ thuật tăng năng suất lao động, nâng cao chất lượng sản phẩm năng suất lao động, nâng cao chất lượng sản xuất góp phần thực hiện hoàn thành kế hoạch Nhà nước.Đối với những người buôn bán nhỏ thì giáo dục, giúp đỡ họ từng bước đi vào con đường làm ăn tập thể, chuyển phần lớn những người trong số họ sang sản xuất. Đến cuối nǎm 1957, giá trị sản lượng nông nghiệp và công nghiệp tính chung đã xấp xỉ nǎm 1939. Sản xuất nông nghiệp, nhất là lương thực đã vượt mức trước chiến tranh. Thủ công nghiệp khôi phục và phát triển nhanh, tǎng thêm nhiều ngành, nghề, nhiều sản phẩm mới. Sản xuất công nghiệp tuy chưa bằng trước chiến tranh nhưng hầu hết các nhà máy cũ đã chạy đều, được thay thế và bổ sung thiết bị, một số nhà máy mới được xây dựng thêm, cơ sở công nghiệp hiện đại tǎng nhiều hơn trước. Giá trị sản lượng công nghiệp và thủ công nghiệp chiếm một phần ba tổng giá trị sản lượng nông nghiệp và công nghiệp, trong đó công nghiệp hiện đại chiếm trên 9%.<ref>http:\/\/www.cpv.org.vn\/details.asp?id=BT1850364841<\/ref><ref>http:\/\/cpv.org.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-092920159360246\/index-5929201593326468.html<\/ref>\n\nTới năm 1960, cơ bản quá trình cải tạo kinh tế đã hoàn thành khi có 81% thợ thủ công chuyên nghiệp đã vào các hình thức hợp tác xã. Không kể các hợp tác xã đánh cá, làm muối, khai thác gỗ, thì đến cuối năm 1960 ở miền Bắc đã có 2760 hợp tác xã chuyên sản xuất các mặt hàng về thủ công nghiệp. Trong đó có 521 hợp tác xã bậc cao và 2239 hợp tác xã bậc thấp, 60% những người buôn bán nhỏ đã được cải tạo, tham gia vào các tổ mua bán hay các hợp tác xã mua bán và trên 10.000 người được chuyển sang các ngành sản xuất. Đến giữa năm 1961, có 180.000 tiểu thương tức 80% tống số mới được tổ chức lại trong các hợp tác xã trong đó có hơn 60 ngàn người đã chuyển hẳn qua sản xuất.<ref>http:\/\/www.cpv.org.vn\/details.asp?id=BT1850357442<\/ref>\n\nSau 3 năm cải tạo kinh tế (1958-1960), ở thành thị, 100% số cơ sở công nghiệp tư bản tư doanh thuộc diện cải tạo đã được tổ chức thành xí nghiệp công tư hợp doanh, xí nghiệp hợp tác, 1.553 doanh nhân thành người lao động. Có 90% tổng số thợ thủ công trong diện cải tạo đã tham gia các hợp tác xã thủ công nghiệp, trong đó hơn 70.000 thợ thủ công chuyển sang sản xuất nông nghiệp.<ref name=\"1955-1975\"\/>\n\nĐến cuối năm 1960, cải tạo công nghiệp - tiểu thủ công nghiệp căn bản hoàn thành trên miền Bắc. Kết quả, đã chuyển 729 xí nghiệp tư bản tư doanh thành 661 xí nghiệp công tư hợp doanh và 68 xí nghiệp hợp tác. Có 9.481 người làm thuê được chuyển thành công nhân viên các xí nghiệp công tư hợp doanh, 400 người trong số họ được đề bạt chánh phó quản đốc, phân xưởng trưởng và phó. Đa số các nhà tư sản đã tiếp thu cải tạo, một số tư sản và nhân sĩ yêu nước còn xin hiến tài sản, hiến tức cho Chính phủ. Ở Hà Nội có 10 nhà tư sản xin được hiến tức. Một số nhà tư sản tích cực còn được bổ nhiệm vào các chức vụ lãnh đạo mới của xí nghiệp. Đồng thời với việc cải tạo tư sản công nghiệp, Nhà nước cũng tiến hành hợp tác hoá tiểu thủ công nghiệp cá thể, tiểu chủ. Đến cuối thời kỳ này, hầu hết diêm dân và ngư dân cũng đã vào các tổ hợp tác và hợp tác xã ngư nghiệp và làm muối. Trong cải tạo tiểu thủ công nghiệp và những người buôn bán nhỏ, Đảng Lao động và chính quyền chỉ đạo tiến hành theo các hình thức tổ chức hợp tác khác nhau. Sau hai năm, ngành thủ công nghiệp đã xây dựng được 45.000 hợp tác xã, thu hút 75% thợ thủ công ở thành thị và nông thôn, bước đầu tăng thêm đầu tư thiết bị, cải tiến kỹ thuật.<ref name=\"gov\">http:\/\/www.moit.gov.vn\/web\/guest\/co-cau-to-chuc?p_p_id=ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-1&p_p_col_count=1&_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy_lichSuId=4&_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy_mvcPath=%2Fhtml%2Fshow%2FviewDetailLichSuPhatTrien.jsp&_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy_urlTab=%2Fco-cau-to-chuc%3Fp_p_id%3DECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26p_p_col_id%3Dcolumn-1%26p_p_col_count%3D1%26_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy_lichSuId%3D8%26_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_J27zzcekf5hy_mvcPath%3D%252Fhtml%252Fshow%252FviewDetailLichSuPhatTrien.jsp<\/ref>\n\n===Cải tạo thương nghiệp===\nSau khi thực hiện kế hoạch 3 năm cải tạo và phát triển kinh tế, văn hoá (1958-1960), trong lĩnh vực thương nghiệp, đến 60% tổng số người buôn bán nhỏ, làm dịch vụ, kinh doanh ngành ăn uống thuộc diện cải tạo đã tham gia hợp tác xã, tổ mua bán, làm đại lý cho thương nghiệp quốc doanh và trên 10.000 người đã chuyển sang sản xuất.<ref name=\"1955-1975\"\/> Thương nghiệp quốc doanh chiếm 49,5%, nếu kể cả thương nghiệp hợp tác xã và tư bản nhà nước chiếm 91%<ref>[https:\/\/chinhphu.vn\/giai-doan-1955-1975-xay-dung-cnxh-va-dau-tranh-thong-nhat-dat-nuoc\/2-hoan-thanh-cai-tao-xa-hoi-chu-nghia-buoc-dau-phat-trien-kinh-te-va-van-hoa-dua-mien-bac-vao-th-10001575 Hoàn thành Cải tạo xã hội chủ nghĩa, bước đầu phát triển kinh tế và văn hóa - đưa miền Bắc vào thời kỳ quá độ lên chủ nghĩa xã hội], Chính phủ Việt Nam, 08\/04\/2011<\/ref>.\n\n===Cải tạo các ngành khác===\nSau khi thực hiện cải tạo kinh tế, nghề cá có 520 hợp tác xã, chiếm 77,2% tổng số hộ ngư dân. Nghề muối có 269 hợp tác xã, chiếm 85% tổng số hộ làm muối. 60% tổng số người buôn bán nhỏ, làm dịch vụ, kinh doanh ngành ăn uống thuộc diện cải tạo đã tham gia hợp tác xã, tổ mua bán, làm đại lý cho thương nghiệp quốc doanh và trên 1 vạn người đã chuyển sang sản xuất.<ref>https:\/\/chinhphu.vn\/giai-doan-1955-1975-xay-dung-cnxh-va-dau-tranh-thong-nhat-dat-nuoc\/2-hoan-thanh-cai-tao-xa-hoi-chu-nghia-buoc-dau-phat-trien-kinh-te-va-van-hoa-dua-mien-bac-vao-th-10001575<\/ref> Năm 1957, vận tải quốc doanh mới chiếm 50,2% tổng khối lượng vận tải hàng hoá thì đến năm 1960, vận tải quốc doanh đã chiếm tới 79,7%<ref>[https:\/\/quochoi.vn\/tulieuquochoi\/anpham\/Pages\/anpham.aspx?AnPhamItemID=1344 BÁO CÁO CỦA UỶ BAN KẾ HOẠCH NHÀ NƯỚC\nVỀ KẾ HOẠCH PHÁT TRIỂN KINH TẾ VÀ VĂN HOÁ NĂM 1961], VĂN KIỆN QUỐC HỘI TOÀN TẬP TẬP II 1960 - 1964, Quốc hội Việt Nam<\/ref>. Năm 1960, các hợp tác xã tập đoàn vận tải thô sơ đã có 66% tổng số công nhân bốc vác tham gia tổ chức được 64,5% phương tiện vận tải đường bộ và 71,1% phương tiện vận tải đường thủy<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Thong-bao-tinh-hinh-cai-tao-phat-trien-kinh-te-phat-trien-van-hoa-nam-1960-23263.aspx THÔNG BÁO VỀ TÌNH HÌNH CẢI TẠO VÀ PHÁT TRIỂN KINH TẾ PHÁT TRIỂN VĂN HÓA TRONG NĂM 1960], TỔNG CỤC THỐNG KÊ VIỆT NAM DÂN CHỦ CỘNG HÒA, ngày 21 tháng 02 năm 1961<\/ref>.\n\n==Cải tạo kinh tế tại miền Nam Việt Nam==\n{{chính|Cải tạo kinh tế tại miền Nam Việt Nam}}\n===Cải tạo nông nghiệp===\n{{chính|Cải tạo nông nghiệp tại miền Nam Việt Nam}}\nSau khi Việt Nam thống nhất, nông nghiệp ở miền Bắc đã được hợp tác hóa, đa số nông dân đã gia nhập các hợp tác xã còn ở miền Nam phong trào hợp tác hóa phát triển nhanh nhưng không bền vững<ref>[http:\/\/www.vaas.org.vn\/dong-chay-70-nam-nong-nghiep-viet-nam-a15012.html Dòng chảy 70 năm nông nghiệp Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180223171627\/http:\/\/www.vaas.org.vn\/dong-chay-70-nam-nong-nghiep-viet-nam-a15012.html |date=2018-02-23 }}, Viện Khoa học Nông nghiệp Việt Nam, Bộ Nông nghiệp và Phát triển nông thôn<\/ref>. Năm 1976, [[Bộ Chính trị Đảng Cộng sản Việt Nam]] ra Chỉ thị số 43 có nội dung \"''Xóa bỏ bóc lột ở nông thôn, đưa nông dân đi vào con đường hợp tác hóa nông nghiệp, tiến lên chủ nghĩa xã hội, phát huy quyền làm chủ tập thể của nhân dân lao động''\". Sau khi chỉ thị này được ban hành, phong trào thành lập hợp tác xã nông nghiệp tại nông thôn được triển khai trên toàn miền Nam Việt Nam. Phần lớn nông dân được đưa vào các hợp tác xã và tập đoàn sản xuất. Đến năm 1978, Hội đồng Chính phủ có quyết định về việc \"''xóa bỏ triệt để các hình thức bóc lột tư bản chủ nghĩa về ruộng đất và xúc tiến điều chỉnh ruộng đất ở nông thôn miền Nam''\" theo đó hộ nông dân nào có trên 0,5 ha sẽ bị nhà nước trưng mua với giá bằng hai năm giá trị sản lượng thường niên của vụ chính trên diện tích trưng mua. Sau khi bị trưng mua ruộng đất hộ nông dân có thể tham gia hợp tác xã. Các hộ nông dân không có ruộng có thể được cấp ruộng ở mức không quá 3000 m²\/người, sau đó những người nhận đất được vận động vào hợp tác xã. Đến cuối năm 1979, ở [[Nam Trung Bộ]] có 91,6% số hộ nông dân vào hợp tác xã; ở [[Nam Bộ]] có 13246 tập đoàn sản xuất, trong đó có trên 4000 tập đoàn sản xuất khó khăn và dần tan rã<ref name=\"ReferenceA\">Lịch sử kinh tế quốc dân, trang 317, Nguyễn Trí Dĩnh, Nhà xuất bản Giáo dục, 2001<\/ref>. Nhà nước cũng tập thể hóa các loại máy cày, máy kéo dưới 26 mã lực, tổ chức thành các đội công cụ cơ giới trong hợp tác xã; những loại máy có công suất 26 mã lực trở lên được tổ chức thành tập đoàn máy nông nghiệp do Ủy ban Nhân dân huyện quản lý, quyền sở hữu máy thuộc tập thể và tổ viên được trả công theo lao động.<ref>Lịch sử nền kinh tế quốc dân Việt Nam, trang 140-150, Thế Đạt, Nhà xuất bản Hà Nội, 2002<\/ref> Nhà nước còn tổ chức khai hoang được gọi là \"mở vùng kinh tế mới\" với sự tham gia của nhân dân và quân đội<ref>Lịch sử nền kinh tế quốc dân Việt Nam, trang 154, Thế Đạt, Nhà xuất bản Hà Nội, 2002<\/ref>. Nhà nước Việt Nam vận động 1,5 triệu người dân thành thị đi [[xây dựng các vùng kinh tế mới]] nhằm giảm áp lực dân số tại các đô thị<ref name=\"belam\">Lâm Văn Bé. \"Những biến động dân số Việt Nam\". Truyền thông số 37 & 38. Mùa Thu 2010. trang 132-134<\/ref>.\n\nĐến cuối năm 1985, Nam Bộ đã xây dựng được 363 hợp tác xã và 36.220 tập đoàn sản xuất, thu hút 74% hộ nông dân<ref name=\"ReferenceA\"\/>. Phong trào hợp tác xã cưỡng ép, thực hiện một cách vội vã dẫn đến 70% số hợp tác xã nông nghiệp thuộc loại trung bình và yếu kém, nhiều hợp tác xã tan rã, nông dân bỏ ruộng, không thiết tha với sản xuất nông nghiệp. Ở một số địa phương, có hợp tác xã đã khoán đến hộ gia đình với các hình thức khác nhau.<ref>Lịch sử kinh tế quốc dân, trang 314, Nguyễn Trí Dĩnh, Nhà xuất bản Giáo dục, 2001<\/ref> Cuối thập niên 1970, nông nghiệp Việt Nam sa sút nghiêm trọng: năng suất, sản lượng cây trồng, vật nuôi giảm, sản xuất không đủ tiêu dùng. Thu nhập và đời sống nông dân giảm sút. Năm 1985 đạt 18,2 triệu tấn lương thực<ref>Lịch sử kinh tế quốc dân, trang 318, Nguyễn Trí Dĩnh, Nhà xuất bản Giáo dục, 2001<\/ref>. Nhà nước vận động 1,3 triệu người dân thành thị đi xây dựng các vùng kinh tế mới<ref name=\"belam\"\/>.\n\n===Cải tạo công nghiệp===\nCho đến Ngày thống nhất, Sài Gòn đã có cả một cơ sở vật chất, kinh tế kỹ thuật lớn nhất miền Nam và khu vực, nơi tập trung hơn 80% năng lực sản xuất công nghiệp cả miền Trung, miền Nam. Ở đây tập trung hơn 38.000 cơ sở công nghiệp, [[tiểu thủ công nghiệp]] lớn nhỏ, trong đó có 766 công ty và 8.548 cơ sở công nghiệp tư nhân.\n\nMột đặc trưng của kinh tế Sài Gòn là sự kiểm soát của giới thương nhân [[người Hoa]] đối với nền kinh tế. Trước năm 1975, ở miền Nam, [[người Hoa (Việt Nam)|Hoa kiều]] kiểm soát gần như toàn bộ các vị trí kinh tế quan trọng, và đặc biệt nắm chắc 3 lĩnh vực quan trọng: sản xuất, phân phối và [[tín dụng]]. Đến cuối năm 1974, người Hoa kiểm soát hơn 80% các cơ sở sản xuất của các ngành công nghiệp thực phẩm, dệt may, hóa chất, luyện kim, điện... và gần như đạt được độc quyền thương mại: 100% bán buôn, hơn 50% bán lẻ và 90% xuất nhập khẩu<ref name=\"er51\"\/>.\n\nNgày 04\/9\/1975 chính phủ [[Cộng hòa Miền Nam Việt Nam]] tiến hành Chiến dịch cải tạo tư sản miền Nam lần I. Theo ông [[Nguyễn Văn Trân]], Ủy viên Thường vụ Trung ương Cục, trong lần này, đối tượng bị cải tạo được xác định dựa trên tài liệu về chính sách hậu chiến được viết năm 1974 của chính quyền Việt Nam Cộng hòa có phần đánh giá vai trò lũng đoạn thị trường của các thương gia người Hoa ở Sài Gòn. Lúc 12 giờ đêm ngày 9 tháng 9 năm 1975 chiến dịch bắt đầu. Hơn 10.000 công nhân, học sinh, sinh viên đã được điều động tham gia. Kết quả là chính quyền cách mạng đã tịch thu toàn bộ gia sản của những nhà tư sản bị quy là tư sản mại bản. Họ còn cố gắng tìm những tài sản chưa phát hiện ra của những người này để tịch thu tiếp.<ref>[https:\/\/www.amazon.com\/Ben-Thang-Cuoc-Phong-Vietnamese\/dp\/1484040007 Bên thắng cuộc], Quyển 1: Giải Phóng, Chương III: Đánh tư sản, www.amazon.com<\/ref>\n\nVấn đề về người Hoa càng thêm phần trầm trọng khi họ treo [[Quốc kỳ Cộng hòa Nhân dân Trung Hoa|quốc kỳ Trung Quốc]] và ảnh [[Mao Trạch Đông]] trong vùng [[Chợ Lớn]],<ref name=\"er51\" \/> Quan hệ giữa Việt Nam và Trung Quốc lúc này đang xấu đi nhanh chóng, người Hoa ở Chợ Lớn thì tổ chức biểu tình đòi giữ quốc tịch Trung Quốc. Những điều này làm cho chính phủ Việt Nam lo lắng về nguy cơ đất nước bị rối loạn cả từ bên trong lẫn từ bên ngoài và coi Hoa kiều là một tổ chức bí mật sẵn sàng tiếp tay cho Trung Quốc để phá hoại. Chính phủ Việt Nam e ngại rằng Trung Quốc có thể sử dụng sức mạnh kinh tế của Hoa kiều để ép Việt Nam phải tuân theo các chính sách của mình, sự giàu có của cộng đồng Hoa kiều đã trở thành mối đe dọa đối với chính quyền Việt Nam.<ref name=\"Asia Sentinel ngày 7 tháng 7 năm 2013\">{{chú thích báo | first = David | last = Brown | title = Saigon's Chinese--going, going, gone | date = ngày 7 tháng 7 năm 2013 | url = http:\/\/www.asiasentinel.com\/index.php?option=com_content&task=view&id=5548&Itemid=164 | work = Asia Sentinel | accessdate = ngày 9 tháng 7 năm 2013 }}{{Liên kết hỏng|date=2021-01-31 |bot=InternetArchiveBot }}<\/ref>. Vấn đề Hoa kiều được chính phủ Việt Nam xem là một thử thách đối với [[chủ quyền]] [[quốc gia]] hơn là một vấn đề nội bộ đơn giản. Chính sách của Việt Nam năm 1976 được tiến hành trong bối cảnh này<ref name=\"er51\">Evans và Rowley, tr. 51<\/ref>.\n\nNgày 15\/7\/1976, Bộ Chính trị [[Đảng Lao động Việt Nam]] ra Nghị quyết 254\/NQ\/TW về những công tác trước mắt ở miền Nam, hoàn thành việc xoá bỏ giai cấp tư sản mại bản, tiến hành cải tạo công thương nghiệp tư bản tư doanh, đặc biệt tư sản mại bản còn lại phải cải tạo xong trong năm 1976<ref>http:\/\/luanan.nlv.gov.vn\/luanan?a=d&d=TTcFlGyLKQmq2012.1.15&e=-------vi-20--1--img-txIN-------<\/ref>. Tháng 12 năm 1976, chính phủ Cộng hòa Xã hội chủ nghĩa Việt Nam tiến hành Chiến dịch cải tạo tư sản lần II. Tiếp theo, Hội nghị Bộ Chính trị Đảng Cộng sản Việt Nam tháng 3 năm 1977 quyết định hoàn thành về cơ bản nhiệm vụ cải tạo xã hội chủ nghĩa đối với công thương nghiệp tư bản tư doanh miền Nam trong 2 năm 1977-1978.\n\nTại trung ương lúc đó có một ban chuyên thực hiện cải tạo công thương nghiệp tư doanh có tên [[Ban cải tạo công thương nghiệp tư doanh Trung ương]]. Đến năm 1983, Ban này được giải tán, song lại thành lập [[Vụ cải tạo công thương nghiệp tư doanh]] thuộc Văn phòng [[Hội đồng Bộ trưởng]].<ref>[http:\/\/209.85.175.104\/search?q=cache:KxdwDGT9oCcJ:vbqppl1.moj.gov.vn\/law\/vi\/1981_to_1990\/1983\/198311\/198311100001\/lawproperties_view+%22c%E1%BA%A3i+t%E1%BA%A1o+c%C3%B4ng+th%C6%B0%C6%A1ng+nghi%E1%BB%87p%22&hl=vi&ct=clnk&cd=1&gl=vn]<\/ref>. Lúc đó, ông [[Đỗ Mười]] là trưởng ban đã thực hiện công tác cải tạo và làm rất tích cực<ref>\"Làm người là khó\", Hồi ký của ông [[Đoàn Duy Thành]]<\/ref>.\n\nĐể thực thi, những tổ công tác mật được gấp rút thành lập, bắt đầu rà soát, lên danh sách những hộ gia đình kinh doanh, những gia đình giàu có phải vào diện \"cải tạo tư sản\". Nguyên tắc hàng đầu của các chiến dịch này là bí mật, bất ngờ. Những ông chủ, bà chủ chỉ bàng hoàng nhận biết những gì xảy ra khi cửa mở và tổ công tác đặc biệt bất ngờ có mặt, đọc quyết định \"kê biên tài sản\" của họ<ref name=\"tt\"\/>. Những cửa hàng, nhà cửa bị tịch thu trở thành tài sản công và thường sẽ thành một cửa hàng quốc doanh hoặc thậm chí nhà ở cho cán bộ. Tài sản bị niêm phong xong, mọi người trong gia đình đó phải chuẩn bị nhận quyết định đi \"xây dựng vùng kinh tế mới\"<ref name=\"tt\"\/>.\n\nNhững nhà tư sản lớn của Sài Gòn - TP HCM thời đó phần lớn đã di tản ra nước ngoài, thành phố chỉ còn các doanh nghiệp loại vừa như các chủ nhà in, chủ xưởng thủ công, chủ cửa hàng, cửa hiệu... trong đó có nhiều người từng ủng hộ kháng chiến. Các ông chủ này; kể cả những người làm nghề chuyên môn và là tiểu chủ như chủ hiệu thuốc tây bị buộc phải [[kê khai tài sản]], vốn liếng rồi [[trưng thu]], [[trưng mua]] và buộc họ không được làm kinh doanh, phải chuyển qua sản xuất nông nghiệp, nhiều người phải rời khỏi thành phố. Nhiều cửa hàng nhỏ, một số tiệm ăn, tiệm cà phê... cũng bị niêm phong, định giá và chuyển qua sản xuất quốc doanh, hợp tác xã<ref name=\"tt\">{{chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20060415\/ke-bien-tai-san\/132736.html | tiêu đề = \"Kê biên tài sản\" - Tuổi Trẻ Online | author =  | ngày = 15 tháng 4 năm 2006 | ngày truy cập = 22 tháng 1 năm 2016 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>. Ông [[Vũ Đình Liệu]], người ký Quyết định 341\/QĐ-UB của Ủy Ban Nhân dân Thành phố Hồ Chí Minh, công bố năm điều quan trọng của chính sách cải tạo công thương thừa nhận \"''Quyết định được ký nhân danh Ủy ban, lực lượng nói là của Thành phố, nhưng nòng cốt là Trung ương đưa vô, kế hoạch Trung ương đưa vô. Ở cấp Thành phố cũng có Ban Cải tạo nhưng từ thành phố cho tới quận huyện đều có người được ông Đỗ Mười đưa từ Hà Nội vào. Họ mới là người đưa ra quyết định. Đau xót nhất là họ cứ theo tiêu chí tư sản Hà Nội để áp dụng cho Sài Gòn. Quy sai thành phần đã khiến cho cải tạo trở thành cuộc chiến trên diện rộng''<ref>[https:\/\/www.amazon.com\/Ben-Thang-Cuoc-Phong-Vietnamese\/dp\/1484040007 Bên thắng cuộc], Quyển 1: Giải Phóng, Chương III: Đánh tư sản, www.amazon.com<\/ref>\".\n\nNhà nước đã quốc hữu hoá và chuyển thành xí nghiệp quốc doanh đối với các xí nghiệp công quản và xí nghiệp \"[[tư sản mại bản]]\" (tư sản cộng tác với quân xâm lược), tư sản bỏ chạy ra nước ngoài.<ref name=\"moit\"\/> Do áp dụng chính sách cải tạo công thương nghiệp quá triệt để nên tài sản của các nhà tư sản dân tộc, tư sản vừa và nhỏ cũng bị quốc hữu hóa. Có 1.354 cơ sở với 130.000 công nhân được quốc hữu hoá, bằng 34% số cơ sở và 55% số công nhân. Thành lập xí nghiệp hợp tác xã, gia công, đặt hàng: 1.600 cơ sở với trên 70.000 công nhân, chiếm 45% số cơ sở và khoảng 30% số công nhân trên toàn miền Nam. Số cơ sở công nghiệp tư bản tư doanh còn lại chiếm khoảng 6% về cơ sở và 5% về công nhân, trong tổng số xí nghiệp công nghiệp tư doanh. Trong năm 1976, \"tư sản mại bản\" và tư sản lớn trong công nghiệp miền Nam bị xoá bỏ. Năm 1978, nhà nước hoàn thành căn bản cải tạo tư sản công nghiệp loại vừa và nhỏ ở miền Nam, xoá bỏ việc người Hoa kiểm soát nhiều ngành công nghiệp. Đến tháng 5 năm 1979, tất cả các xí nghiệp công quản lúc đầu ở miền Nam đều đã được chuyển thành xí nghiệp quốc doanh. Trong những năm 1977-1978, việc cải tạo các ngành nghề tiểu thủ công nghiệp miền Nam được thực hiện.<ref name=\"moit\"\/> Tiểu thủ công nghiệp được tổ chức lại và đưa vào hợp tác xã. Tới cuối năm 1985, số cơ sở tiểu thủ công nghiệp miền Nam đã có 2.937 hợp tác xã chuyên nghiệp, 10.124 tổ sản xuất chuyên nghiệp, 3.162 hợp tác xã nông nghiệp - tiểu thủ công nghiệp, 529 hợp tác xã và 920 hộ tư nhân cá thể.<ref name=\"moit\">[http:\/\/www.moit.gov.vn\/vn\/pages\/lichsuphattrien.aspx?IDNews=540 Giai đoạn 1975 - 1985] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140202100203\/http:\/\/www.moit.gov.vn\/vn\/pages\/lichsuphattrien.aspx?IDNews=540 |date=2014-02-02 }}, Xây dựng và phát triển Công nghiệp - Thương mại sau ngày Giải phóng miền Nam, Cổng thông tin điện tử Bộ Công Thương (MOIT)<\/ref>\n\n===Cải tạo thương nghiệp===\n\nTại miền Nam, thương nghiệp tư doanh khá phát triển. Nhà nước Việt Nam chủ trương cải tạo thương nghiệp tại miền Nam để tiêu diệt giai cấp [[tư sản mại bản]], chấm dứt sự kiểm soát của người Hoa trong ngành bán buôn và bán lẻ; chống đầu cơ, làm ăn phi pháp, làm mất ổn định đời sống kinh tế - xã hội; xây dựng chủ nghĩa xã hội. Nhà nước cũng chú trọng xây dựng hệ thống thương nghiệp quốc doanh bằng cách điều động hàng vạn cán bộ ngành Thương mại vào miền Nam xây dựng các cơ quan quản lý cấp Sở, Ty đồng thời xây dựng mạng lưới thương mại ở các địa phương phía Nam. Tháng 5\/1975, Tổng Nha Nội thương ra đời và ngày 26\/5\/1975 thành lập Sở Thương nghiệp thành phố Sài Gòn mới giải phóng. Tiếp sau đó là các Sở Thương nghiệp của các tỉnh, thành phố khác cũng được thành lập. Đến cuối năm 1976, đã thành lập được 2 tổng công ty và 10 công ty thương nghiệp bán buôn toàn miền Nam, gần 60 công ty thương nghiệp tỉnh với trên 500 cửa hàng.<ref name=\"moit\"\/>\n\nSau khi Việt Nam thống nhất, tại miền Nam lưu hành ba loại tiền khác nhau: tiền của chế độ Việt Nam Cộng hòa, tiền của Chính phủ cách mạng lâm thời Cộng hòa miền Nam Việt Nam và tiền của Việt Nam Dân chủ Cộng hòa. Ban đầu, nhà nước chủ trương tạm thời hạn chế việc buôn bán giữa hai miền. Đến năm 1976, những hạn chế buôn bán được nhà nước xoá bỏ dần.<ref name=\"moit\"\/> Tiền Việt Nam Cộng hòa được lưu thông thêm 150 ngày rồi bị đổi thành tiền Cộng hòa miền Nam Việt Nam với tỷ giá được ấn định 500 đồng tiền Việt Nam Cộng hòa bằng 1 đồng tiền Cộng hòa miền Nam Việt Nam và 1 đồng tiền Việt Nam Dân chủ Cộng hòa bằng 0,66 đồng Cộng hòa miền Nam Việt Nam.<ref>[https:\/\/tuoitre.vn\/150-ngay-cuoi-cua-dong-bac-tran-hung-dao-1307139.htm 150 ngày cuối của đồng bạc Trần Hưng Đạo], Báo Tuổi trẻ, 01\/05\/2017<\/ref>\n\nNgày 12 tháng 4 năm 1977, Hội đồng Chính phủ ra quyết định số 100\/QĐ-CP ban hành chính sách cải tạo xã hội chủ nghĩa đối với thương nghiệp tư nhân ở các tỉnh phía nam<ref>[https:\/\/vbpl.vn\/bocongthuong\/Pages\/vbpq-toanvan.aspx?ItemID=31101 Quyết định số 100\/QĐ-CP ban hành chính sách cải tạo xã hội chủ nghĩa đối với thương nghiệp tư nhân ở các tỉnh phía nam], HỘI ĐỒNG CHÍNH PHỦ, 12 tháng 4 năm 1977<\/ref>. Đến đầu năm 1979, Nhà nước đã buộc 60.000 hộ (chiếm 26% tổng số hộ kinh doanh hàng công nghiệp) kinh doanh các mặt hàng vật tư và hàng công nghiệp do nhà nước quản lý phải chấm dứt hoạt động. Trưng mua hàng hóa của 30.000 hộ (chiếm 13% tổng số hộ kinh doanh hàng công nghiệp). Nhà nước cũng chuyển 42.000 người buôn bán sang sản xuất, chuyển hơn 8.000 người sang hoạt động trong hệ thống thương nghiệp quốc doanh.<ref name=\"nhandan\">[http:\/\/baochi.nlv.gov.vn\/baochi?a=d&d=Qik19790104.2.15&e=-------vi-20--1--img-txIN------# Kết quả cải tạo xã hội chủ nghĩa và xây dựng công thương nghiệp ở các tỉnh thành phố miền Nam], Báo Nhân dân, Số 8976, Ngày 4 Tháng 1 Năm 1979<\/ref>\n\nĐầu năm 1978, nhà nước thực hiện việc đổi tiền lần thứ 2 để thống nhất tiền tệ trong cả nước, thống nhất thị trường hai miền và thống nhất công tác lãnh đạo thương mại trong cả nước. Thương nghiệp quốc doanh giữ vai trò chủ đạo. Lưu thông hàng hóa giữa hai miền tăng lên. Ngoại thương tăng nhờ nhà nước đẩy mạnh xuất nhập khẩu. Từ cuối năm 1978 trở về sau do Việt Nam đưa quân vào [[Campuchia]], Mỹ và một số nước khác thực hiện chính sách cấm vận, phân biệt đối xử. Họ ngừng viện trợ và đầu tư vào Việt Nam, ngừng các khoản tín dụng đã cam kết, thậm chí phá hoại nền kinh tế Việt Nam. Trong lúc đó lại xảy ra chiến tranh ở biên giới Tây - Nam và phía Bắc gây khó khăn và mất cân đối nhiều mặt cho nền kinh tế. Thị trường biến động, giá cả hàng hoá tăng nhanh. Quản lý thương mại vẫn mang nặng tính chất quan liêu bao cấp, tỏ ra kém hiệu quả.<ref name=\"moit\" \/>\n\n===Cải tạo các ngành khác===\nSau khi thực hiện cải tạo xã hội chủ nghĩa, nhà nước đã quốc hữu hóa hoặc chuyển sang hình thức công tư hợp doanh khoảng 700 cơ sở xay xát nông sản tư nhân.<ref name=\"nhandan\"\/>\n\nTrong lĩnh vực vận tải, nhà nước đã quốc hữu hóa các phương tiện vận tải do tư nhân sở hữu hoặc đưa các phương tiện này vào các công ty công tư hợp doanh và các hợp tác xã cơ giới. Nhà nước đã thành lập 15 xí nghiệp quốc doanh và 46 xí nghiệp công tư hợp doanh với hơn 16.000 xe (chiếm 76% tổng số xe), nhà nước cũng thành lập 199 hợp tác xã cơ giới đường bộ với gần 20.000 xe. Nhà nước quốc hữu hóa 17 tàu vận tải biển, quốc hữu hóa và chuyển sang hình thức công tư hợp doanh đối với 500 tàu vận tải đường sông, tổ chức 25 hợp tác xã vận tải đường sông với hơn 500 tàu.<ref name=\"nhandan\"\/>\n\nTrong lĩnh vực xây dựng, nhà nước đã quốc hữu hóa, chuyển đổi các cơ sở sản xuất vật liệu xây dựng của tư nhân thành 10 xí nghiệp quốc doanh, 22 xí nghiệp công tư hợp doanh. Đã thực hiện cải tạo 150 nhà thầu xây dựng tư nhân để thành lập 8 xí nghiệp quốc doanh, 16 xí nghiệp công tư hợp doanh. Khoảng 10.000 công nhân xây dựng trong tổng số 16.000 người được tạo việc làm.<ref name=\"nhandan\"\/>\n==Kết quả==\n===Miền Bắc===\nCải tạo kinh tế tại miền Bắc mang lại nhiều kết quả khả quan. Sau khi cải cách ruộng đất, nông dân có thêm động lực sản xuất cùng với việc sử dụng phân bón hóa học và áp dụng cơ giới hóa ở một số nơi nên năng suất nông nghiệp tăng. Trong lĩnh vực công thương nghiệp, do nền công thương nghiệp tư bản của miền Bắc chưa phát triển mạnh, hơn nữa đa số tư sản lớn đã di cư vào Nam nên việc cải tạo công thương nghiệp không có tác động lớn đến nền kinh tế miền Bắc. Công thương nghiệp miền Bắc vẫn tiếp tục phát triển theo đường lối xã hội chủ nghĩa của chính quyền. Nhiều nhà máy công nghiệp nặng, công nghiệp nhẹ được xây dựng. Hệ thống thương nghiệp quốc doanh, hợp tác xã thương mại hình thành thay thế nền thương nghiệp cũ.\n\nSau 3 năm thực hiện cải cách (1955-1957), diện tích gieo trồng toàn miền Bắc tăng thêm 23,5%, năng suất lúa tăng 30,8%, sản lượng lương thực tăng 57%, lương thực bình quân đầu người tăng 43,6%, đàn trâu tăng 44,2%, đàn bò tăng 39%, đàn lợn tăng 20%. Về các cây công nghiệp, hầu hết đều vượt mức năm 1939 (năm cao nhất thời [[Pháp thuộc]]), riêng bông gấp 3 lần, lạc gấp 3,5 lần, đay gấp 1,5 lần. Đến năm 1957, nền kinh tế miền Bắc được phục hồi, vượt mức cao nhất dưới thời Pháp thống trị (năm 1939)<ref name=mofa \/>. Ba nǎm sau khi hoà bình lập lại, sản lượng thóc ở miền Bắc đạt được 4 triệu tấn, đảm bảo tự cung cấp theo mức bình quân khoảng 300 kg thóc một đầu người; đó là một thắng lợi to lớn về kinh tế và chính trị.\n[[Tập tin:Cai cach ruong dat5.jpg|thumb|Nông dân vui mừng khi được nhận ruộng đất.]]\nĐến hết năm 1957, nông nghiệp ở miền Bắc đã phát triển vượt mức của năm 1939: năm 1939 diện tích trồng lúa của miền Bắc là 1.811.000 ha, năng suất 13,04 tạ\/ha, sản lượng 2,407 triệu tấn, thóc bình quân đầu người là 211,2&nbsp;kg. Các con số tương ứng của năm 1957 là 2.191.800 ha, năng suất 18,01 tạ\/ha, sản lượng 3,948 triệu tấn và 286,7&nbsp;kg. Lĩnh vực chăn nuôi cũng tăng, năm 1957 so với năm 1939, đàn trâu tăng 51,1%, đàn bò tăng 60,1%, đàn lợn tăng 30,8%.<ref>[https:\/\/www.mof.gov.vn\/webcenter\/portal\/btc\/r\/m\/gioithieu\/lstaichinhvn\/page134;jsessionid=a3p-XY1D00qOd76E0Li_dBI89SrGHW5oCrXbyfITECZoE1HgBFtK!-645047188!914520519?dDocName=BTC045471&dID=20385&_afrLoop=97049467156426829#!%40%40%3F_afrLoop%3D97049467156426829%26centerWidth%3D0%2525%26dDocName%3DBTC045471%26dID%3D20385%26leftWidth%3D100%2525%26rightWidth%3D0%2525%26showFooter%3Dfalse%26showHeader%3Dfalse%26_adf.ctrl-state%3D9j6e2218c_4 Xây dựng và thực hiện Ngân sách Nhà nước phù hợp với đặc điểm tình hình và yêu cầu của nhiệm vụ giai đoạn khôi phục kinh tế 1955-1957]<\/ref>\n\nTrong giai đoạn 1955-1959, sản lượng lương thực quy thóc từ 3,76 triệu tấn năm 1955 tăng lên 5,19 triệu tấn năm 1959. Đầu năm 1965 đã xây dựng được 3.139 điểm cơ khí nhỏ, 7 trạm và 32 đội máy kéo, 33 công trình [[thủy lợi|thủy lợi]] lớn, 1.500 công trình vừa và nhỏ được khôi phục và xây dựng, bảo đảm tưới tiêu chủ động cho hơn 500.000 ha diện tích trồng trọt. Nông nghiệp miền Bắc từ một nền nông nghiệp lạc hậu, độc canh, năng suất thấp dần dần trở thành một nền nông nghiệp được cơ khí hóa. Năm 1965, miền Bắc chỉ có 7 huyện và 640 hợp tác xã đạt mức sản lượng 5 tấn\/ha\/năm thì đến năm 1967 tăng lên 30 huyện và 2.628 hợp tác xã đạt đến mức sản lượng trên. Tỉnh [[Thái Bình]], huyện Thanh Trì (Hà Nội), huyện [[Đan Phượng]] (Hà Tây) trở thành \"vùng quê 5 tấn\" (đạt năng suất 5 tấn lúa\/1 hécta) đầu tiên trong lịch sử.<ref name=mofa>[http:\/\/www.mofahcm.gov.vn\/en\/mofa\/nr040807104143\/nr040807105001\/ns050906141053 60 năm kinh tế-xã hội Việt Nam]<\/ref>\n\nTheo số liệu thống kê, trong vòng 3 năm (1955 -1957) giá trị sản lượng công nghiệp quốc doanh tăng gấp 6,4 lần, từ 34,1 triệu đồng lên 219 triệu đồng, giá trị sản lượng toàn ngành công nghiệp - thủ công nghiệp miền Bắc tăng 269%, từ 310 triệu đồng lên 834 triệu đồng. Công nghiệp quốc doanh chiếm tỉ trọng ngày càng vượt trội trong giá trị sản lượng khu vực công nghiệp hiện đại (từ 41,7% lên 66,6%), góp phần đưa tỉ lệ công nghiệp hiện đại trong nền kinh tế từ 1,5% lên 9,5% (năm 1939 tỷ lệ này là 10%). Nhờ duy trì tốc độ phát triển cao (trên 50% hàng năm) trong thời kỳ 1958-1960, vào năm 1960, công nghiệp quốc doanh đạt giá trị sản lượng 840 triệu đồng, bằng 383% giá trị sản lượng năm 1957 và gấp 25 lần giá trị sản lượng năm 1955. Tỷ trọng công nghiệp quốc doanh trong giá trị sản lượng công nghiệp - tiểu thủ công nghiệp miền Bắc có sự thay đổi đáng kể, từ 34,4% lên 57%. Công nghiệp địa phương bắt đầu có sự khởi sắc. Cùng với việc trung ương giao lại một số cơ sở cho địa phương, thì các tỉnh và địa phương cũng dựa vào nguồn lực của mình và một phần hỗ trợ của trung ương để xây dựng thêm nhiều cơ sở mới. Số cơ sở công nghiệp quốc doanh địa phương từ 170 xí nghiệp với 8.152 công nhân năm 1958 lên 546 xí nghiệp với 25.712 công nhân năm 1959 và 722 xí nghiệp với 44.407 công nhân năm 1960. Trong đó, các xưởng, trạm cơ khí chiếm 46%, sản xuất vật liệu xây dựng chiếm 28%, sản xuất phân bón hoá học, thuốc trừ sâu chiếm 5,8%...<ref name=\"gov\"\/>\n\nTrong giai đoạn 1957-1960, công nghiệp sản xuất tư liệu sản xuất đã được phát triển mạnh, cơ sở công nghiệp nặng đã bước đầu được xây dựng. Công nghiệp nhóm A tăng 145% bình quân hàng năm tăng 34,8%, do đó, tỷ trọng nhóm A trong giá trị tổng sản lượng công nghiệp và thủ công nghiệp đã tăng lên nhanh chóng; năm 1957 chiếm 23,5%, đến năm 1960 đã chiếm tới 32%. Trong sản xuất tư liệu sản xuất, những ngành chủ chốt như điện lực, chế tạo máy móc, vật liệu xây dựng... được phát triển khá nhanh. Sản xuất công nghiệp và thủ công nghiệp bình quân hàng năm tăng 21,7% trong đó công nghiệp quốc doanh tăng bình quân hàng năm tăng 49,6%. Công nghiệp địa phương năm 1960 tăng gấp 10 lần năm 1957. Những ngành chủ chốt như điện lực, chế tạo máy móc, vật liệu xây dựng... phát triển khá nhanh. Công nghiệp cơ khí đã chế tạo được một số loại máy công cụ loại nhỏ và loại vừa, máy phát điện cỡ nhỏ, tàu kéo, canô, toa xe, một số loại máy thi công và một số máy nông nghiệp loại nhỏ. Công nghiệp nhẹ và công nghiệp thực phẩm phát triển mạnh với mức tăng 60,4% bình quân hàng năm tăng 17,1%. Miền Bắc có thể tự cung cấp được phần lớn hàng tiêu dùng chủ yếu cho nhân dân và có một số hàng để xuất khẩu. Hàng năm số vốn đầu tư xây dựng cơ bản chiếm khoảng một nửa ngân sách nhà nước.<ref>[https:\/\/quochoi.vn\/tulieuquochoi\/anpham\/Pages\/anpham.aspx?AnPhamItemID=1344 BÁO CÁO CỦA UỶ BAN KẾ HOẠCH NHÀ NƯỚC VỀ KẾ HOẠCH PHÁT TRIỂN KINH TẾ VÀ VĂN HOÁ NĂM 1961], VĂN KIỆN QUỐC HỘI TOÀN TẬP TẬP II 1960 - 1964<\/ref>\n\n===Miền Nam===\nCải tạo kinh tế tại miền Nam đã làm suy yếu nền kinh tế miền Nam trên mọi lĩnh vực. Nông nghiệp hoàn toàn sa sút, từ chỗ có thể xuất khẩu lúa gạo chuyển sang tình trạng làm không đủ ăn. Công nghiệp trì trệ không thể phát triển do thiếu động lực sản xuất, thiếu nguyên liệu và máy móc. Thương nghiệp không đủ sức thực hiện sự trao đổi hàng hóa giữa các ngành kinh tế, giữa nông thôn và thành thị; không đảm nhận nổi việc phân phối lương thực thực phẩm, hàng tiêu dùng cho nhân dân.\n\nSau khi cải tạo nông nghiệp, sản lượng của cả vựa lúa miền Nam từ mức 1,9 triệu tấn năm 1976 cứ tụt dần xuống còn 0,99 triệu tấn năm 1977 và 0,64 triệu tấn năm 1979.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150404\/noi-am-anh-bo-bo-trong-dem-dai-doi-kem\/729467.html|tiêu đề=VƯỢT QUA \"ĐÊM DÀI\" ĐÓI KÉM - KỲ 1: Nỗi ám ảnh... bo bo trong \"đêm dài\" đói kém}}<\/ref> Chăn nuôi heo đạt 58,5% kế hoạch, thủy sản đạt gần 40%, khai thác gỗ tròn đạt 45%, trồng rừng đạt 48%<ref name=\"thedat\">Lịch sử nền kinh tế quốc dân Việt Nam, trang 160, Thế Đạt, Nhà xuất bản Hà Nội, 2002<\/ref>. Việt Nam rơi vào tình trạng thiếu lương thực, phải nhập khẩu và nhận viện trợ lương thực từ các nước cộng sản đồng minh, từ Liên hiệp quốc cũng như từ phương Tây<ref>[https:\/\/www.washingtonpost.com\/archive\/politics\/1988\/05\/13\/vietnam-seeks-international-food-aid\/cb44320b-c879-4e57-93d1-6c339937c620\/ VIETNAM SEEKS INTERNATIONAL FOOD AID], Murray Hiebert May 13, 1988, The Washington Post<\/ref><ref>[http:\/\/europa.eu\/rapid\/press-release_IP-86-514_en.htm European Commission Press Release]<\/ref>. Việt Nam đứng bên bờ vực của nạn đói và sẽ chết đói nếu mất mùa trên diện rộng.\n\nNăm 1977-1978, do nông nghiệp chịu ảnh hưởng của thiên tai, công tác thu mua nông sản không đạt yêu cầu. Công nghiệp thiếu nguyên liệu, vật tư, nhiên liệu. Kế hoạch Nhà nước 5 năm lần thứ 2 (1976- 1980) đạt mức thấp, quỹ hàng hoá của nhà nước không đáp ứng nhu cầu, nhiều mặt hàng thiết yếu chỉ bảo đảm cung cấp được khoảng 50% tiêu chuẩn định lượng được phân phối bằng tem phiếu. Ở miền Nam, số người làm nghề bán buôn và dịch vụ tăng nhanh. Tư thương nắm quyền chi phối nhiều loại hàng hoá tiêu dùng. Thương nghiệp quốc doanh không làm chủ được thị trường hàng nông sản – thực phẩm. Đối với hàng tiêu dùng bán lẻ cung cấp, thương nghiệp quốc doanh đã trở thành kho hàng phân phối theo định lượng, ngân sách phải bù lỗ nặng nề. Giá hàng công nghiệp không điều chỉnh theo cung cầu, nhất là hàng tiêu dùng thiết yếu và hàng nhập khẩu phục vụ sản xuất.<ref name=\"moit\"\/>\n\nCuối thập niên 1970, nông nghiệp Việt Nam sa sút nghiêm trọng: năng suất, sản lượng cây trồng, vật nuôi giảm, sản xuất không đủ tiêu dùng. Thu nhập và đời sống nông dân giảm sút. Trước tình hình nông nghiệp không đủ sức đáp ứng nhu cầu lương thực của quốc gia, từ những thí điểm hình thức khoán trong nông nghiệp ở [[Hải Phòng]], [[Vĩnh Phúc]], [[Nghệ Tĩnh]] năm 1981 Đảng Cộng sản Việt Nam ban hành Chỉ thị 100-CT\/TW - mở rộng hình thức khoán trong nông nghiệp trong hợp tác xã nông nghiệp, tạo đà cho phát triển và đem lại hiệu quả rõ rệt, góp phần cải thiện đời sống nhân dân<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Lao-dong-Tien-luong\/Chi-thi-100-CT-TW-1981-Cai-tien-cong-tac-khoan-mo-rong-san-pham-den-nhom-lao-dong-hop-tac-xa-nong-nghiep-247358.aspx CHỈ THỊ \"CẢI TIẾN CÔNG TÁC KHOÁN, MỞ RỘNG “KHOÁN SẢN PHẨM ĐẾN NHÓM LAO ĐỘNG VÀ NGƯỜI LAO ĐỘNG” TRONG HỢP TÁC XÃ NÔNG NGHIỆP\"], ĐẢNG CỘNG SẢN VIỆT NAM, ngày 13\/1\/1981<\/ref>.\n\nTrong thời kỳ này, công tác phân phối lưu thông gặp nhiều khó khăn. Thương nghiệp quốc doanh tuy phát triển nhanh, nhưng còn yếu, chưa có nhiều hàng hoá. Hoạt động thu mua và phân phối hàng hóa gặp nhiều khó khăn. Các hợp tác xã thương nghiệp mới được xây dựng, chưa đủ sức hỗ trợ cho thương nghiệp quốc doanh thu mua, nắm nguồn hàng, phân phối bán lẻ và chi phối thị trường. Thương nghiệp tư nhân chưa được quản lý tốt, công tác quản lý thị trường tự do còn yếu.<ref name=\"moit\" \/>\n\nHoạt động xuất nhập khẩu theo cơ chế kế hoạch tập trung, Nhà nước độc quyền ngoại thương, đối tác thương mại chủ yếu là các nước xã hội chủ nghĩa với cơ chế nghị định thư. Cả nước chỉ có khoảng 30 đơn vị, công ty nhà nước hoạt động xuất, nhập khẩu, với tổng kim ngạch xuất, nhập khẩu rất thấp (bình quân xuất khẩu theo đầu người chỉ ở mức dưới 10 rúp\/người, trong đó 70% kim ngạch xuất khẩu thuộc khu vực đồng rúp). Hoạt động xuất nhập khẩu trì trệ, cán cân thương mại bị thâm hụt nặng nề kéo dài. Cơ chế thu bù chênh lệch ngoại thương đã làm cho ngân sách nhà nước bù lỗ xuất khẩu ngày một tăng lên. Mức giá trong nước đối với hàng nhập khẩu thấp hơn giá vốn vì vậy nhà nước phải hạn chế các nhu cầu nhập khẩu thiết bị, vật tư nguyên liệu, hàng tiêu dùng thiết yếu cho phát triển kinh tế xã hội, cải thiện đời sống nhân dân, mà ở thời kỳ này, hầu hết các mặt hàng cung ứng cho thị trường trong nước phải thông qua nhập khẩu. Cân đối tiền – hàng và cung – cầu một số mặt hàng thiết yếu bị mất cân đối nghiêm trọng, ngân sách hàng năm phải chi ra một khoản tiền lớn để bù lỗ cho hoạt động xuất, nhập khẩu.<ref name=\"moit\"\/>\n\nHội nghị trung ương 6 khoá IV (tháng 8\/1979) đã cho phép xí nghiệp bán phần sản phẩm vượt kế hoạch cho Nhà nước hoặc bán trên thị trường tự do. Nhà nước điều chỉnh thuế lương thực, giá lương thực để khuyến khích sản xuất; sửa lại hệ thống phân phối trong hệ thống hợp tác xã nông nghiệp, bỏ phân phối theo định suất, định lượng để khuyến khích tính tích cực của người lao động… Đầu những năm 80 của thế kỷ XX, có địa phương đã thực hiện thí điểm mô hình theo cơ chế: “mua cao, bán cao” thay cho “mua cung, bán cấp”; bù giá vào lương.<ref name=\"moit\"\/>\n\nHội nghị trung ương 8 khoá V (6\/1985) chủ trương dứt khoát xoá bỏ cơ chế tập trung quan liêu, bao cấp, thực hiện cơ chế một giá; xoá bỏ chế độ cung cấp hiện vật theo giá thấp; chuyển mọi hoạt động sản xuất kinh doanh sang cơ chế hạch toán kinh tế. Tháng 9\/1985, cuộc tổng điều chỉnh giá, lương, tiền được thực hiện làm cho “''giá cả thị trường có nhiều diễn biến phức tạp, ảnh hưởng không tốt đến nhiều hoạt động kinh tế - xã hội''”. Lạm phát bị đẩy lên tốc độ phi mã ở mức ba con số trong nhiều năm, đỉnh cao là 774,7% năm 1986. Sự chênh lệch giữa giá và lương, giữa lương danh nghĩa và lương thực tế quá lớn nên đầu năm 1986, lại phải lùi một bước: thực hiện chính sách 2 giá. Lưu thông tiền tệ cuối năm 1984 bằng 8,4 lần cuối năm 1980.<ref name=\"moit\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[https:\/\/www.rfa.org\/vietnamese\/in_depth\/do-muoi-and-the-consequence-of-fighting-bourgeois-in-vietnam-after-1975-10042018145622.html \"Ký ức về những đợt đánh tư sản dưới trướng Đỗ Mười\"]\n\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Thời bao cấp]]"}