{"19767550":"{{Thông tin nhân vật\n| tên = Cấn Thị Thêu \n| hình = canthitheu.png\n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = \n| ngày sinh = [[1962]]<!-- {{Birth date and age|YYYY|MM|DD}} or {{Birth-date and age|Month DD, YYYY}} -->\n| nơi sinh = \n| cư trú = [[Dương Nội]]\n| ngày mất = \n| nơi mất = \n| nguyên nhân cái chết = \n| quốc tịch = {{VIE}}\n| dân tộc = [[Người Việt |Kinh]]\n| tôn giáo = \n| giáo phái = \n| đảng phái = \n| học vị = \n| học vấn = \n| công việc = Nông dân \n| nổi tiếng = Lập hồ sơ thu hồi đất và vận động chính quyền địa phương trả lại đất và đền bù công bằng. Tù nhân lương tâm, bị [[bắt giữ năm 2014]], bị [[bắt giữ năm 2014]], và bị [[bắt giữ năm 2020]] mức án 8 năm tù và 3 năm quản chế.\n| height = \n| weight = \n| tên khác =\n| quê quán = \n| kỷ nguyên = \n| tuyển dụng = \n| tổ chức = \n| đại lý = \n| loại = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| phong trào = \n| đối thủ = \n| hội đồng = \n| cáo buộc = \n| mức phạt = \n| vợ (chồng) = Trịnh Bá Khiêm\n| đối tác = \n| con cái = [[Trịnh Bá Phương]], [[Trịnh Bá Tư]].\n| cha mẹ = \n| người thân = \n| giải thưởng = \n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| module6 = \n| chữ ký = \n| website = \n}}\n'''Cấn Thị Thêu''' (sinh 1962) là một nhà hoạt động tại Việt Nam. Bà trở thành một nhà hoạt động của Dương Nội, một ngôi làng ngoại ô [[Hà Nội]], sau khi kết hôn với một nông dân địa phương.<ref name=\":0\">{{Chú thích web|url=http:\/\/www.loa.fm\/post\/145729819328\/ep-22-land-rights|tựa đề=(Loa) This Land is Not Our Land Published:... {{!}} Broadcasting Vietnam|ngày=2016-10-25|website=web.archive.org|ngày truy cập=2022-11-23|archive-date=2016-10-25|archive-url=https:\/\/web.archive.org\/web\/20161025184126\/http:\/\/www.loa.fm\/post\/145729819328\/ep-22-land-rights|url-status=bot: unknown}}<\/ref> Bà Thêu được biết đến với công việc lập hồ sơ thu hồi đất và vận động chính quyền địa phương trả lại đất và đền bù công bằng. Ngày 20 tháng 9 năm 2016, bà bị [[Tòa án nhân dân]] quận [[Đống Đa]], Hà Nội tuyên phạt 20 tháng tù về tội “Gây rối trật tự công cộng”. Bà Thêu là một \"[[tù nhân lương tâm]]\".\n\n==Tiểu sử==\nỞ Việt Nam, đất đai được coi là tài sản toàn dân có quyền sử dụng, nhưng chính quyền là người quản lý việc sử dụng đất đai đó.<ref name=\":0\" \/> Cuối năm 2007, chính quyền địa phương tịch thu trang trại của gia đình anh Thêu mà không đền bù thỏa đáng. Vợ chồng chị thêu và hai con trai là một trong số hơn 350 gia đình chỉ riêng ở Dương Nội đã và đang gửi vụ việc đến chính quyền địa phương để kiến nghị khắc phục. Bà Thêu đã tích cực vận động chống lại và lập hồ sơ tịch thu đất đai ở Hà Nội và các tỉnh lân cận. Bà đang kêu gọi bồi thường thỏa đáng cho các vụ thu hồi đất ở Việt Nam, hỗ trợ những người khác bảo vệ đất của họ và kêu gọi sự chú ý đến việc chính phủ thu hồi đất với giá không công bằng. Năm 2020, bà bị bắt với cáo buộc hình sự.<ref>{{Chú thích web|url=https:\/\/www.frontlinedefenders.org\/en\/profile\/can-thi-theu|tựa đề=Can Thi Theu|ngày=2016-06-16|website=Front Line Defenders|ngôn ngữ=en|ngày truy cập=2022-11-23}}<\/ref>\n\n==Bắt giữ trước đó==\nBà bị bắt lần đầu vào tháng 4 năm 2014 vì quay video các vụ tịch thu đất ở quận Hà Đông, Hà Nội và công an tấn công người biểu tình bằng gậy và dùi cui. Bà bị buộc tội “Chống người thi hành công vụ” theo Điều 257 Bộ luật Hình sự trong quá trình bị bắt giữ. Tháng 9 năm đó bà Thêu và chồng là [[Trịnh Bá Khiêm]] bị kết án 15 tháng tù. Sau khi được trả tự do vào tháng 7 năm 2015, bà tiếp tục tham gia các cuộc biểu tình ôn hòa phản đối việc chính quyền địa phương thu hồi đất đai.<ref>{{Chú thích web|url=https:\/\/e.vnexpress.net\/news\/news\/woman-arrested-for-inciting-unrest-in-hanoi-3418634.html|tựa đề=Woman arrested for \"inciting unrest\" in Hanoi|tác giả=Gia Huy|ngày=June 12, 2016|website=VnExpress|url-status=live}}<\/ref>\n\nVào tháng 1 năm 2016, bà Thêu đã bị giam giữ một thời gian ngắn tại Hà Nội vì phản đối nỗ lực tịch thu trang trại của gia đình của chính quyền địa phương. Bà Thêu và khoảng 100 người ở trung tâm thành phố đã bị chia cắt khi khoảng 200 đến 300 cảnh sát bao vây những người biểu tình gần 34 đường Lý Thái Tổ và dồn một nhóm lên xe buýt đến đồn cảnh sát.<ref>{{Chú thích web|url=https:\/\/www.rfa.org\/english\/news\/vietnam\/protests-01122016142102.html|tựa đề=30 Detained in Hanoi Over Land-Grab Protests Ahead of Party Meetings|website=Radio Free Asia|ngôn ngữ=en|ngày truy cập=2022-11-23}}<\/ref>\n\n==Bắt giữ năm 2016==\nVào ngày 10 tháng 6 năm 2016, hàng chục công an đã đến nhà của gia đình bà Thêu ở [[tỉnh Hòa Bình]], miền bắc Việt Nam để khám xét nhà bà, tịch thu điện thoại di động và bắt giữ bà. Bà Thêu bị tạm giữ theo Điều 245 của Bộ luật Hình sự Việt Nam với tội danh “gây rối trật tự công cộng” vì bà bị cáo buộc có liên quan đến việc gây rối trật tự của quận Đống Đa, Hà Nội. Trên thực tế, bà và những người khiếu kiện đất đai khác đã tham gia một cuộc “biểu tình ôn hòa” để yêu cầu trả lại đất đai của họ đã bị chính quyền tịch thu.\n\nCác con trai của bà, [[Trịnh Bá Tư]] và [[Trịnh Bá Phương]], cùng nhiều dân oan khác đã tổ chức biểu tình ôn hòa ở quận Hà Đông để kêu gọi trả tự do ngay cho bà. Nhưng trước đó, họ đã sử dụng mạng xã hội để truyền bá thông tin của chính họ về cách thức hoạt động của chính phủ. Do đó, cảnh sát đã tịch thu máy ảnh và điện thoại di động của họ, đồng thời xóa tất cả dữ liệu bao gồm hình ảnh và video trong thời gian họ bị tạm giữ 10 giờ vào ngày 13 tháng 6 năm 2016. Sau đó, tổ chức hỗ trợ họ đã thực hiện việc này một cách nghiêm túc.<ref>{{Chú thích web|url=http:\/\/www.vietnamhumanrightsdefenders.net\/2016\/07\/29\/vietnams-suppression-against-political-dissidents-social-activists-and-human-rights-defenders-in-the-period-between-january-1-and-july-18\/|tựa đề=Vietnam’s suppression against political dissidents, social activists and human rights defenders in the period between January 1 and July 18 – Defend The Defenders – Người Bảo Vệ Nhân Quyền|họ=Quyen|tên=Nhan|ngôn ngữ=en-US|ngày truy cập=2022-11-23}}<\/ref>\n\nBà Thêu có thể bị giam giữ tới bốn tháng trong khi cảnh sát điều tra vụ việc của bà ấy. Nếu bị kết tội, bà có thể phải đối mặt với án tù lên tới 7 năm. Bà Thêu đang phải đối mặt với cáo buộc được cho là có liên quan đến vai trò của bà trong việc tổ chức một cuộc biểu tình ôn hòa vào ngày 8 tháng 4 năm 2016 để kỷ niệm 10 năm thành lập một nhóm ủng hộ dân chủ và kêu gọi trả tự do cho luật sư nhân quyền [[Nguyễn Văn Đài]] đang bị giam giữ, đồng thời sử dụng mạng xã hội để truyền bá thông tin .\n\nLuật sư của bà là Hà Huy Sơn đã nộp hồ sơ làm luật sư bào chữa cho Đài nhưng bị Bộ Công an từ chối. Sơn có cuộc gặp đầu tiên với bà Thêu vào ngày 22 tháng 6 năm 2016 và khuyên bà ngừng [[tuyệt thực]] mà bà đã bắt đầu vào ngày đầu tiên bị bắt.<ref>{{Chú thích web|url=https:\/\/www.frontlinedefenders.org\/en\/case\/sentencing-land-rights-defender-can-thi-theu|tựa đề=Sentencing of land rights defender Can Thi Theu|ngày=2016-09-20|website=Front Line Defenders|ngôn ngữ=en|ngày truy cập=2022-11-23}}<\/ref>\n\nNgày 20 tháng 9 năm 2016 bà Thêu bị Tòa án nhân dân quận Đống Đa, Hà Nội tuyên phạt 20 tháng tù về tội “Gây rối trật tự công cộng” theo Điều 245 BLHS. Bà Thêu đã kháng cáo bản án, viện dẫn một phiên tòa xét xử không công bằng, không đáp ứng các tiêu chuẩn công lý quốc tế, nhưng Tòa án Nhân dân Hà Nội đã giữ nguyên bản án của bà vào ngày 30 tháng 11 năm 2016.<ref>{{Chú thích web|url=http:\/\/www.loa.fm\/post\/153878859813\/h%C3%A0-n%E1%BB%99i-upholds-jail-sentence-for-land-rights|tựa đề=Hà Nội Upholds Jail Sentence for Land Rights... {{!}} Broadcasting Vietnam|ngày=2016-12-20|website=web.archive.org|ngày truy cập=2022-11-23|archive-date=2016-12-20|archive-url=https:\/\/web.archive.org\/web\/20161220232404\/http:\/\/www.loa.fm\/post\/153878859813\/h%C3%A0-n%E1%BB%99i-upholds-jail-sentence-for-land-rights|url-status=bot: unknown}}<\/ref>\n\n==Bắt giữ năm 2020==\nVào ngày 24 tháng 6 năm 2020, sau một thời gian dài truyền bá thông tin và che giấu vị trí của họ với công chúng. Bà Thêu được đặt là do Facebook đã cho phép cơ quan có thẩm quyền truy cập vào tất cả dữ liệu tại Việt Nam. Bà bị bắt với tội danh “Làm, tàng trữ, sử dụng, phát tán thông tin, vật phẩm chống Nhà nước CHXHCN Việt Nam” - BLHS 117. Khi đó, bà đang cùng con trai [[Trịnh Bá Tư]] lẩn trốn ở Hòa Bình. Tại nhà bà này, công an thu giữ nhiều vật dụng, băng ghi âm, 10 đĩa CD, DVD, USB chứa thông tin chống Nhà nước CHXHCN Việt Nam cùng 3 điện thoại thông minh dùng để quản lý tài khoản mạng xã hội.\n\n==Phản ứng quốc tế==\nViệc giam giữ bà Thêu gần đây bị nhiều tổ chức và cá nhân trên toàn thế giới lên án.\nVào ngày 12 tháng 8 năm 2016, [[Ian Britza]], Nghị sĩ Quốc hội Tây Úc đại diện cho Morley, đã kêu gọi trả tự do cho bà Thêu bằng cách viết một lá thư cho Thủ tướng Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam, [[Nguyễn Xuân Phúc]].<ref>{{Chú thích web|url=https:\/\/www.frontlinedefenders.org\/en\/action\/take-action-can-thi-theu|tựa đề=Take Action for Can Thi Theu|ngày=2016-06-16|website=Front Line Defenders|ngôn ngữ=en|ngày truy cập=2022-11-23}}<\/ref> Ông Ian bày tỏ sự lo lắng của mình về sức khỏe và hạnh phúc hiện tại của bà Thêu khi bà tiến hành tuyệt thực 13 ngày. Trong thư của mình, Ian cũng chỉ ra rằng Việt Nam đã ký [[Tuyên ngôn Quốc tế Nhân quyền]] và [[Công ước Quốc tế]] về các [[Quyền Dân sự và Chính trị]] và nên cam kết thực hiện chúng.\n\nNgoài ra, tổ chức nhân quyền [[Front Line Defenders]] đã khuyến khích mọi người hành động vì bà Thêu bằng cách ký một lá thư cho [[Phạm Bình Minh]], Bộ trưởng Bộ Ngoại giao Việt Nam.<ref>{{Chú thích web|url=https:\/\/viettan.org\/en\/ian-britza-calls-for-release-of-land-rights-activist-can-thi-theu\/|tựa đề=Ian Britza Calls for Release of Land Rights Activist Can Thi Theu|ngày=2016-08-15|website=Viet Tan (EN)|ngôn ngữ=en-US|ngày truy cập=2022-11-23}}<\/ref> [9] Bức thư có ba hành động mà chính phủ Việt Nam nên thực hiện ngay. Đầu tiên, bà Thêu và Luật sư Đài cần được trả tự do khẩn cấp và vô điều kiện, đồng thời phải bãi bỏ mọi cáo buộc chống lại họ. Thứ hai, tất cả các biện pháp cần thiết cần được thực hiện để đảm bảo sự toàn vẹn về thể chất và tâm lý cũng như sự an toàn của bà Thêu và gia đình bà ấy. Cuối cùng, những người bảo vệ nhân quyền ở Việt Nam cần có khả năng thực hiện các hoạt động nhân quyền hợp pháp của họ.\n\n==Xem thêm==\n\n* [[Nhân quyền ở Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo|2}}\n\n== Liên kết ngoài ==\n{{Sơ khai}}\n\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Sinh năm 1962]]\n[[Thể loại:Tù nhân Việt Nam]]\n[[Thể loại:Nhà hoạt động xã hội Việt Nam]]"}