{"3153458":"{{thiếu nguồn gốc}}\n{{Infobox Bridge\n|bridge_name= Cầu Hóa An\n|image= Cầu Hóa An, Biên Hòa.JPG\n|caption= Cầu Hóa An về đêm\n|official_name=\n|also_known_as= \n|carries= \n|crosses= [[Sông Đồng Nai]]\n|locale= [[Biên Hòa]], [[Đồng Nai]], [[Việt Nam]]\n|builder= \n|maint= \n|design= Cầu bê tông\n|mainspan= \n|length= 802 m\n|width= 10,26 m (chiều rộng khống chế)<br \/>7 m (chiều rộng lưu thông)\n|height = \n|clearance=\n|begin = {{Start date|1973}}\n|open= \n|toll= \n|map_cue= \n|map_image= \n|map_text= \n|map_width= \n|coordinates= {{coord|10.947681|106.806013|format=dms}}\n}}\n'''Cầu Hóa An''' là cây cầu bắc qua [[sông Đồng Nai]] và nằm trên lộ trình của [[Quốc lộ 1K]] (Đường Nguyễn Ái Quốc) thuộc địa phận thành phố [[Biên Hòa]], tỉnh [[Đồng Nai]], [[Việt Nam]]. Cầu là cửa ngõ quan trọng từ [[Thành phố Hồ Chí Minh]] và [[Bình Dương]] vào nội ô thành phố Biên Hòa.\n\n== Miêu tả ==\n[[Tập tin:Cầu Hóa An.jpg|250px|phải|nhỏ|Cầu Hóa An cũ]]\nCầu Hóa An được chính quyền [[Việt Nam Cộng hòa]] xây dựng vào năm 1973. Đây là cầu bê tông, trụ cầu gồm 1-2 hàng ống bê tông cốt thép đóng sâu xuống lòng sông Đồng Nai. Trụ được bao bọc bởi khung vĩ thép chống va đập của phương tiện đường thủy và góp phần bảo an. Nhịp cầu là các dầm bê tông đúc sẵn, giữa cầu (lệch về hướng Hóa An, nơi có luồng lạch cho tàu chạy, nước sâu) có khoảng không thông thuyền lớn nhất cao nhất; nhịp cầu là khung thép có thể dời đi khi cần thiết. Mặt cầu hơi hẹp, có hai làn dành cho ô tô và hai làn cho người đi bộ. Tại mỗi trụ cầu (trên làn đi bộ) có lắp chốt gác bê tông đúc sẵn. Kết cấu vào thời đấy đều gần như giống nhau (như [[cầu Bình Phước]] ở thành phố Hồ Chí Minh).\n\nCầu có 26 nhịp, hai làn xe và chịu tải trọng 20 tấn; [[chiều rộng]] khống chế 10,26 m; [[chiều rộng]] lưu thông 7 m; [[chiều dài]] cầu 802 m.\n\n== Lịch sử ==\nThời [[chiến tranh Việt Nam]], cầu Hóa An được bảo vệ nghiêm ngặt suốt ngày đêm. Lính bảo vệ cầu được trang bị súng tiểu liên [[M16]] và [[lựu đạn]] hơi gây tức (dưới nước) để chống đặc công của [[Quân Giải phóng miền Nam Việt Nam]]. Mỗi buổi chiều các chốt gác đều được xe quân sự đến tiếp [[đạn]] và lựu đạn. Lính gác cầu được quyền bắn bất kỳ vật gì trôi nổi qua cầu như rác, [[lục bình]], nhánh cây,... và có thể ném lựu đạn bất kỳ lúc nào.\n\n==Cầu sập==\nKể từ ngày xây dựng cầu đến nay, cầu đã ba lần bị sập. Trong ba lần sập cầu có hai lần do chiến tranh và một lần là do quá tải.\n\n=== Lần 1 ===\nCầu sập lần đầu tiên vào một đêm của năm 1974 sau một tiếng nổ rất lớn. Cụm trụ của một chân cầu (có lẽ là chân thứ 6 hay 7) ở gần đầu cầu phía Biên Hòa đã gãy. Hai nhịp cầu bắc qua nó đã sụp xuống sông Đồng Nai. Đơn vị Giang cảnh (đóng ở ven bờ đầu cầu phía Biên Hòa, bên hạ lưu) của Việt Nam Cộng hòa tiến hành ngay công tác truy lùng đặc công của Quân Giải phóng miền Nam Việt Nam. Trưa hôm sau, những chiếc tàu của Giang cảnh kéo về ba thi thể của đặc công Quân Giải phóng miền Nam Việt Nam mình trần mặc quần đùi xanh dương hoặc xanh lá cây từ [[cù lao Phố|cù lao Hiệp Hòa]] về tập trung tại đơn vị Giang cảnh. Sau đó cầu tiếp tục được nối tạm bằng khung lồng sắt có một làn ô tô, có thể di chuyển đồng thời với xe gắn máy, hai làn cho người đi bộ. Cầu này nối tắt, thay thế hai nhịp cầu bê tông trước khi bị đánh sập.\n\n=== Lần 2 ===\nTrưa [[sự kiện 30 tháng 4 năm 1975|ngày 30 tháng 4 năm 1975]], lính Việt Nam Cộng hòa đã đánh sập phần khung sắt lắp tạm của cầu Hóa An trên đường rút chạy về Sài Gòn nhằm ngăn chặn bước tiến của Quân Giải phóng miền Nam Việt Nam. Sau ngày 30 tháng 4 năm 1975, cầu được làm lại cũng bằng khung lồng sắt giống như cũ và có gắn biển báo tải trọng 8 tấn.\n\n=== Lần 3 ===\nVào buổi chiều một năm trong thập niên 1980, có lẽ khoảng hơn 16 giờ, chiếc cầu lồng sắt lắp trên cầu Mới (trước đây cầu Hóa An được gọi là cầu Mới) đã gãy sập ngay đoạn giữa. Điều may mắn là đã có nhiều ghe đánh cá và tàu của cảnh sát đường sông đã tập trung đến để cứu vớt những người rơi xuống sông.<ref>Trước đây, gần cầu mới, phía hạ lưu lệch về bên bờ Biên Hòa có cái cồn gọi là Cồn Gáo, tập trung một số hộ dân sống bằng nghề đánh bắt cá trên sông Đồng Nai. Về sau cồn này đã bị nước sông xói mòn và hiện đã không còn.<\/ref>\n \nNguyên nhân của sự việc này là do đoàn xe gồm 4 chiếc xe Kamaz ben (trọng tải xe 8 tấn\/chiếc nhưng chất đầy đá, ước tổng trọng lượng mỗi xe đến 20 tấn) đi từ hướng Hóa An về Biên Hòa. Do cầu sắt hẹp chỉ đi được một chiều xe ô tô nên bốn xe này tranh thủ nối đuôi nhau lên cầu. Một chiếc xe lô đen ([[Citroen Traction Avant|xe tắc-xông]]) chở đầy người len lỏi trên phần cầu bê tông và kịp chen vào giữa đoàn xe để lên cầu. Trước khi cầu sập có rất nhiều người đi bộ, đi xe đạp, xe gắn máy trên cầu, hầu hết là công nhân và dân lao động trên đường về sau giờ làm việc.\n\n== Cầu Hóa An mới ==\n{{Thông tin cầu\n|also_known_as = \n|bridge_name = Cầu Hóa An mới\n|crosses = [[Sông Đồng Nai]]\n|image =\n|locale = [[Biên Hòa]], [[Đồng Nai]], [[Việt Nam]]\n|Tuyến đường = {{Banner đường Việt Nam|QL|1K}} [[Quốc lộ 1K]]\n|begin = [[24 tháng 12]] năm [[2010]]\n|open = [[04 tháng 07]] năm [[2014]]\n| Kiểu = Bê tông cốt thép dự ứng lực\n| Chiều dài = 1.306 m\n| Chiều rộng = 14 m\n| Tọa độ = {{coord|10.9473389|106.8060263|format=dms}}\n}}\n\nCầu Hóa An mới là cầu vĩnh cửu bằng [[bê tông cốt thép]] và bê tông cốt thép dự ứng lực với tải trọng 30 tấn. Được thiết kế với [[chiều dài]] 1.306 [[mét]], cầu có [[chiều rộng]] 16,5 [[mét]] với ba làn xe cơ giới, một làn xe hỗn hợp và một hầm chui dưới cầu. Bề rộng hầm chui 10 [[mét]], chiều cao 3,2 mét và [[chiều dài]] 330 mét. Tổng vốn đầu tư của cầu là 1.174 tỷ đồng theo hình thức BT do Tổng công ty Sonadezi làm chủ đầu tư<ref name=\"Báo Nhân dân\">{{chú thích web|title=Thông xe cầu Hóa An, khởi công hai công trình giao thông ở Đồng Nai|url=http:\/\/www.nhandan.com.vn\/mobile\/_mobile_xahoi\/_mobile_giaothong\/item\/23687702.html|publisher=Báo Nhân dân|accessdate = ngày 26 tháng 9 năm 2014}}<\/ref>.\n\nCầu được xây dựng song song với cầu cũ, nằm cách cầu cũ khoảng 4 m về hạ lưu sông. Cầu được khởi công xây đựng vào ngày [[24 tháng 12]] năm [[2010]] và đến ngày [[4 tháng 7]] năm [[2014]] thì thông xe kỹ thuật.\n\n== Ghi chú ==\n{{tham khảo|30em}}\n\n{{Công trình vượt sông Đồng Nai}}\n\n[[Thể loại:Cầu tại Đồng Nai|Hóa An]]\n[[Thể loại:Biên Hòa]]\n[[Thể loại:Cầu qua sông Đồng Nai|Hóa An]]"}