{"1487650":"[[Tập tin:Cầu Nhị Thiên Đường.jpg|nhỏ|thế=Cầu Nhị Thiên Đường|Cầu Nhị Thiên Đường]]\n'''Cầu Nhị Thiên Đường''' là một [[Cầu (giao thông)|cây cầu]] bắc qua [[kênh Đôi]] thuộc địa bàn [[Quận 8]], [[Thành phố Hồ Chí Minh]].<ref name=\"q8\">[http:\/\/www.quan8.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=\/gioithieu&Category=%C4%90%E1%BB%8Ba+danh+Qu%E1%BA%ADn+8&ItemID=25&Mode=1 Cầu Nhị Thiên Đường], Theo website [[Quận 8]], [[Thành phố Hồ Chí Minh]].<\/ref>. Cầu được xây dựng vào những năm [[1925]] là điểm nguồn của [[Quốc lộ 50]] và được đổ bê tông theo [[kiến trúc]] hiện đại. Từ lúc xây dựng đến nay Cây cầu mang tên ''\"Nhị Thiên Đường\"'', vừa là một cảnh quan hấp dẫn, vừa là một [[di tích Việt Nam|di tích lịch sử]] ghi dấu thời kỳ [[Nam Bộ kháng chiến]] ở [[Quận 8]], [[Thành phố Hồ Chí Minh]]. Trước đây, sau thời gian dài sử dụng, cầu đã xuống cấp nghiêm trọng. Nhưng, hiện nay cầu đã được tu sửa và khánh thành trở lại vào ngày 19 tháng 10, 2017.\n{{maplink|frame=yes|frame-width=200|zoom=15|type=point}}\n\n==Lịch sử==\n[[Tập tin:Doi Canal from Nhi Thien Duong Bridge.jpg|nhỏ|thế=Kênh Đôi nhìn từ cầu Nhị Thiên Đường|Kênh Đôi nhìn từ cầu Nhị Thiên Đường]]\nVào giữa [[tháng mười một|tháng 11]] năm [[1945]], quân xâm lược [[Pháp]] mở các đợt tấn công quy mô vào mặt trận phía Nam nhằm phá vòng vây của quân Việt Minh, mở rộng chiến tranh về các [[đồng bằng sông Cửu Long|tỉnh miền Tây]]. Ngày [[20 tháng 11]] năm [[1945]], quân [[Pháp]] từ đồn Cây Mai và thành Ô Ma chia làm 3 hướng<ref name=q8\/>: \n:*Hướng Xóm Củi từ Xóm Đình ra bến [[Nguyễn Duy (định hướng)|Nguyễn Duy]] ra khu vực kho gạo; \n:*Hướng chính theo trục đường [[Tùng Thiện Vương]] tấn công qua cầu Nhị Thiên Đường\n:*Hướng từ bót [[Bình Đông (định hướng)|Bình Đông]] vượt qua sông đánh từ cầu Bà Tàng đánh lên.\n\nLực lượng Việt Minh được biết trước đã triển khai sẵn sàng từ cầu Hiệp Ân dọc theo đường [[Phạm Thế Hiển]] đến cầu Bà Tàng hộ 17, đồng thời bố trí lực lượng chủ yếu và tấn công mạnh ở đầu cầu Nhị Thiên Đường và các trận địa ở chung quanh để đón đánh địch.\n\nNgay từ sáng [[20 tháng 11]] năm [[1945]], các mũi tấn công của Pháp đồng loạt nổ súng. Quân Việt Minh cũng nổ súng giáng trả ở tất cả các mũi, nhưng chiến đấu dữ dội nhất diễn ra tại mặt trận cầu Nhị Thiên Đường<ref name=q8\/>.\n\n== Cầu Nhị Thiên Đường 2 ==\n[[Tập tin:Nhi Thien Duong Bridge northern entrance.jpg|nhỏ|trái|thế=Lối dẫn lên cầu từ đường Tùng Thiện Vương|Lối dẫn lên cầu từ đường Tùng Thiện Vương]]\n'''Cầu Nhị Thiên Đường 2''' được khánh thành vào năm 2003. Nhằm giảm áp lực cho cầu Nhị Thiên Đường hiện hữu. Từ đó mỗi cầu lưu thông 1 chiều.\n\n*Cầu 1: Lưu thông từ quận 8 về Bình Chánh\n*Cầu 2: Lưu thông từ Bình Chánh về quận 8\n\nTrước đây, cầu Nhị Thiên Đường hiện hữu đã xuống cấp nghiêm trọng và cầu Nhị Thiên Đường 2 phải chịu một lượng lớn xe có tải trọng trên 1,5 tấn vì cầu hiện hữu chỉ có thể chịu được xe có tải trọng ít hơn 1,5 tấn.\n\nHiện nay cầu Nhị Thiên Đường hiện hữu đã được sửa chữa và trùng tu lại và khánh thành vào ngày 19 tháng 10, 2017. Trong khi tu sửa cầu thì cầu Nhị Thiên Đường 2 phải tạm thời chịu lượng xe lớn hơn nữa và hiện tại thì cầu Nhị Thiên Đường 2 đã giảm bớt áp lực so với trước kia.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{sơ khai cầu}}\n\n[[Thể loại:Cầu tại Thành phố Hồ Chí Minh|Nhị Thiên Đường]]\n[[Thể loại:Quận 8]]"}