{"92027":"{{Coord|10.750869|106.683723|type:landmark|display=title}}\n[[Tập tin:Trụ cẩu chữ Y.JPG|250px|phải|nhỏ|Cầu Chữ Y nhìn từ đại lộ Võ Văn Kiệt]]\n{{maplink|frame=yes|frame-width=250|zoom=15|type=point}}\n'''Cầu Chữ Y''' thường được dùng để chỉ cây cầu nằm về phía đông của [[Quận 8]], [[Thành phố Hồ Chí Minh]], nối liền [[Quận 5]] với Quận 8. Cầu có hình chữ Y, từ đường Nguyễn Biểu bắc qua hai con kênh là [[kênh Tàu Hủ]] và [[kênh Đôi]] sang khu vực chợ Rạch Ông và khu vực cù lao Chánh Hưng của Quận 8.\n\nXưa, khi xứ này còn nằm trong địa hạt Chợ Quán, các nhánh kinh nói trên đều thuộc mạng lưới rạch [[Bến Nghé]]. Về sau nhiều đoạn kinh bị san lấp để xây dựng hệ thống đường bộ nên các nhánh kinh bị tách rời, đồng đổ ra [[Sông Sài Gòn|Tân Bình Giang]] và được đặt lại mỗi đoạn một cái tên khác nhau.\n\nCầu có ba nhánh tạo thành chữ Y, nên được người dân đặt luôn tên này, lâu ngày trở thành tên chính thức.\n\nTại Việt Nam còn có một số cầu chữ Y khác, nhưng không được biết đến nhiều như cầu chữ Y ở [[Trà Ôn]], [[Vĩnh Long]], hoặc ở [[Phụng Hiệp]], [[Hậu Giang]], ở [[Đà Lạt]], [[Lâm Đồng]]...\n\n==Những sự kiện lịch sử==\n[[Tập tin:Cầu chữ Y (bridge 1968).jpg|300px|trái|nhỏ|Cầu Chữ Y vào năm 1968]]\nCầu được bắt đầu thiết kế từ nǎm [[1937]], khởi công chính thức vào ngày [[13 tháng 12]] năm [[1938]], đến [[20 tháng 8]] năm [[1941]] thì hoàn thành, do Công ty Công xưởng và Công trình công chính (Pháp) đảm nhiệm.\n\nCầu được xây dựng có ba nhánh giống như hình một chữ Y lớn: nhánh tới đường [[Nguyễn Biểu]] dài 175m, nhánh tới đường [[Nguyễn Thị Tần]] dài 178,3m, nhánh tới [[Hưng Phú]] dài 137m. Tổng cộng chiều dài các nhánh là 490,3m, tính luôn đoạn cầu dẫn dài 913m. Khu vực lồng cầu (ở giữa) có ba nhánh rộng 9m, mỗi lề 0,7m. Độ cao tĩnh không cách mặt nước là 6,3m. Toàn bộ công trình khi xây dựng tiêu tốn 800 tấn thép và hơn 4.000m3 bê tông.\n\n[[Tập tin:Nhánh cầu quận 5.JPG|nhỏ|Nhánh cầu quận 5 bắc ngang qua đại lộ Võ Văn Kiệt]]\nCầu được nhiều lần sửa chữa lớn vào các năm [[1948]], [[1957]] và được sửa chữa lớn vào năm [[1992]]. \nNgày [[30 tháng 9]] năm [[2006]], trong chương trình cải tạo về giao thông của [[thành phố]], nhánh cầu chữ Y phía [[quận 5]] được hạn chế lưu thông để tháo dỡ và xây lại cầu mới để đảm bảo độ cao của [[Đại lộ Đông - Tây]] đi dưới cầu<ref>[https:\/\/diachimaps.com\/sap-thao-do-cau-chu-y-va-cau-cha-va\/ Sắp tháo dỡ cầu chữ Y và cầu Chà Và]<\/ref>. \nDự kiến cầu mới sẽ xây tại vị trí cũ và có [[chiều rộng]], cũng như độ tĩnh không lớn hơn gấp đôi cầu cũ.\n\n===Giai đoạn 1945 - 1954===\nTrước [[1945]], khu vực phía [[quận 8]] ngày nay là nơi cư trú của nhiều giới giang hồ sống ngoài vùng pháp luật. Khi quân [[Nhật Bản|Nhật]] tiến vào [[Bán đảo Đông Dương|Đông Dương]], họ đã cho lập nhiều cơ sở đóng tàu gỗ dọc tuyến kênh gần cầu Chữ Y với lực lượng nhân công hầu hết là tín đồ [[Cao Đài]]. Các chức sắc [[Cao Đài]] dưới sự che chở của quân đội Nhật thậm chí còn thành lập lực lượng bán vũ trang. Khi Nhật đảo chính Pháp, lực lượng quân sự Cao Đài tại [[Thành phố Hồ Chí Minh|Sài Gòn]] đã hợp tác với quân Nhật đánh chiếm các cơ quan của người Pháp.\n\nKhi [[Pháp]] nổ súng để tái chiếm [[Nam Bộ Việt Nam|Nam Bộ]], nhiều anh chị giang hồ đã tập hợp lại thành lực lượng [[Bình Xuyên]], dưới quyền chỉ huy của [[Dương Văn Dương]], tham gia trong đội hình của lực lượng [[Việt Minh]] bao vây quân Pháp tại phòng tuyến phía nam Sài Gòn-Chợ Lớn (còn gọi là Mặt trận số 4), do [[Nguyễn Văn Trân]] làm Ủy trưởng quân sự. [[Dương Văn Dương]] trực tiếp chỉ huy bộ đội [[Nhà Bè]], [[Tân Thuận]], [[Bình Đông (định hướng)|Bình Đông]] kiêm trưởng ban do thám của mặt trận <ref>Đến tháng 11 năm 1945, [[Dương Văn Dương]] được cử làm chỉ huy trưởng mặt trận.<\/ref>.\n\nQuân [[Pháp]] nhiều lần mở các chiến dịch để hòng đánh bật quân [[Việt Minh]] ra khỏi các trận địa bao vây, và Cầu chữ Y cũng là một trong những chiến trường ác liệt. Ngày [[24 tháng 9]] năm [[1945]], Quân Pháp từ [[quận 5]] tấn công lên cầu và đã bị quân Việt Minh ở 2 cầu phía [[quận 8]] và vùng xung quanh đánh trả quyết liệt, quân Pháp liên tiếp mở các đợt tấn công hòng chiếm cầu nhưng họ đều bị quân [[Việt Minh]] nhiều lần đánh bật trở lại. Cho đến hết tháng 9 sang đầu [[tháng mười|tháng 10]] năm [[1945]], quân Pháp vẫn không chiếm nổi cầu Chữ Y, và đã bị nhiều thiệt hại.\n\nCuối tháng 10 năm [[1945]], quân Pháp được tăng viện thêm quân và nỗ lực phá vỡ vòng vây của Việt Minh xung quanh Sài Gòn. Mặt trận số 2 (phòng tuyến phía Bắc Sài Gòn) bị phá vỡ đầu tiên. Đến giữa tháng 11, mặt trận số 4 cũng bị vỡ, các lực lượng [[Việt Minh]] lần lượt rút toàn bộ về rừng Sác trước khi quân Pháp kịp phong tỏa hai con sông [[Sông Nhà Bè|Nhà Bè]] và [[Sông Soài Rạp|Soài Rạp]]<ref>Mệnh lệnh của Ban chỉ huy Mặt trận số 4 ngày 18 tháng 11 năm 1945 (tức 14 tháng 10 âm lịch)<\/ref>. Sau đó, quân Pháp mới chiếm được cầu.\n\nNăm [[1948]], lực lượng [[Bình Xuyên]] ly khai do [[Bảy Viễn]] chỉ huy, trở về Sài Gòn, được quân Pháp đồng ý cho phép đóng quân tại khu vực dưới chân cầu Chữ Y, (bờ thuộc quận 8, đối diện Chợ Quán ngày nay). Trong đợt này, cầu Chữ Y cũng được tu sửa lớn để khắc phục những hư hỏng do hậu quả của cuộc chiến cuối năm [[1945]].\n\n===Giai đoạn 1954 - 1975===\n[[Tập tin:cauchuy1968.jpg|nhỏ|phải|300px|Cầu chữ Y trong chiến sự 1968.]]\nNgày 28 tháng 4 năm 1955, quân [[Bình Xuyên]] bất thần nổ súng tấn công lực lượng trung thành với Thủ tướng [[Ngô Đình Diệm]], nhưng bị đánh trả ác liệt. Cầu Chữ Y trở thành một trong những chiến trường giao tranh ác liệt nhất với mục đích chiếm giữ trục giao thông quan trọng thủy bộ và tổng hành dinh của quân Bình Xuyên. Chỉ sau đó 4 ngày, ngày 2 tháng 5 năm 1955, quân Ngô Đình Diệm đã vượt cầu Chữ Y và chiếm được tổng hành dinh của quân Bình Xuyên.\n\nTrong [[Sự kiện Tết Mậu Thân]], lực lượng [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng miền Nam]] đã nhiều lần tập kích đánh chiếm cầu Chữ Y, mở một đường tiến công vào nội đô Sài Gòn.\n\nVào đêm 30 rạng ngày 31 tháng 1 năm 1968 tức ngày mùng 2 Tết, một trung đội du kích địa phương đã bất ngờ nổ súng tiêu diệt Chi cảnh sát Nguyễn Văn Liêng ở Quận 8, mở đường cho lực lượng của Tiểu đoàn 6 Bình Tân (thuộc quân Khu Sài Gòn Gia Định [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng miền Nam]] đã tập kích bất ngờ, nổ súng tiến đánh cầu Chữ Y, sau đó phát triển tiến công vào nội thành.\n\nTrong đợt 2 từ ngày 6 đến 12 tháng 5 năm 1968, quân du kích địa phương kết hợp với [[Tiểu đoàn 1 Long An]] [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng miền Nam]] bất ngờ nổ súng tấn công chiếm cầu, [[quân lực Việt Nam Cộng hòa]] và [[quân đội Hoa Kỳ]] đã huy động hàng ngàn lính, có [[xe tăng]] và [[phương tiện chiến đấu bọc thép|xe bọc thép]] mở đường cùng với [[máy bay chiến đấu]] yểm trợ trên không. Trong trận đánh này, phía Quân Việt Nam Cộng hòa bị thiệt hại khá nặng: mất 500 người, 10 xe tăng, xe bọc thép, 2 máy bay bị bắn cháy.\n\n[[Phạm Văn Sơn]], nguyên đại tá sử gia [[quân lực Việt Nam Cộng hòa]] đã ghi lại diễn biến của những ngày đầu ở mặt trận cầu Chữ Y và xác nhận: ''\"Lực lượng Việt Cộng định vượt qua cầu Chữ Y vào thành phố. Một trận đánh dữ dội đã xảy ra tại chân cầu Chữ Y vì là lần đầu tiên có lực lượng bộ binh Mỹ tham dự\"''.\n\n===Giai đoạn 1975 - 2006===\n\nVới việc tăng nhanh dân số và số lượng khổng lồ xe cơ giới kèm theo của thành phố phát triển, tình trạng kẹt xe trên cầu chữ Y ngày càng gia tăng. Do cầu Chữ Y là một nút giao thông chủ chốt giữa trung tâm [[Thành phố Hồ Chí Minh|Sài Gòn]] và nhiều khu vực phát triển khác \nChỉ tính trọng lượng tịnh của số lượng người xe trên cầu trong giờ cao điểm đã lên tới 500 tấn. Chưa kể sự cộng hưởng và nhiều yếu tố khác, điều đó đã làm quá tải trọng quy định gấp nhiều lần của cây cầu.\n\nMặt khác tình hình an ninh tại khu vực cầu cũng báo động do ý thức của một số thành phần dân cư sống chung quanh, gần khu vực. Cầu Chữ Y lúc bấy giờ thực sự là một khúc quanh thành phố. Bởi lẽ nơi đó vừa là ngã rẽ, giao thông nội thành đồng thời cũng là nỗi băn khoăn cho người qua lại và là sự trăn trở của các nhà quản lý.\n\nĐể tạo điều kiện phát triển kinh tế, nâng cao mạng lưới đường bộ, [[Cầu Nguyễn Tri Phương (Thành phố Hồ Chí Minh)|cầu Nguyễn Tri Phương]] đã chia một phần gánh nặng giải quyết ách tắc nối liền [[Quận 5]] và [[Quận 8]], đồng thời cầu Chữ Y đang được xây dựng lại như trên đã nói.\n\n==Hiện diện trong văn thơ==\n\nCầu chữ Y năm trên nút giao lộ. Mật độ người và xe qua lại trên cầu thường xuyên ở mức cao. Tuyến đường sông lưu thông dưới cầu cũng khá nhộn nhịp. Nhà thơ Đặng Hấn khi đi qua cầu đã để lại mấy câu thơ như sau:\n\n:''Người đi trên chữ''\n:''Chữ nâng người lên''\n\n==Tham khảo==\n{{Tham khảo}}\n\n\n[[Thể loại:Cầu tại Thành phố Hồ Chí Minh|Chữ Y]]\n[[Thể loại:Quận 5|Chữ Y]]\n[[Thể loại:Quận 8]]"}