{"1762870":"[[Tập tin:Cau Nam Binh 11.JPG|nhỏ|phải|200px|Phong cảnh cầu Nam Bình nhìn từ [[cảng Ninh Phúc]]]]\n[[Tập tin:Cau Nam Binh 12.JPG|nhỏ|phải|200px|Phong cảnh cầu Nam Bình nhìn từ [[cảng Ninh Phúc]]]]\n'''Cầu Nam Bình''' nằm trên [[Đường cao tốc Bắc – Nam (Đông Việt Nam)|đường cao tốc Bắc – Nam phía Đông]] đoạn [[Đường cao tốc Cao Bồ – Mai Sơn|Cao Bồ – Mai Sơn]], bắc qua [[sông Đáy]], nối tỉnh [[Nam Định]] với tỉnh [[Ninh Bình]]. Đầu cầu phía bắc thuộc xã Yên Khang, huyện [[Ý Yên]] – [[Nam Định]], đầu cầu phía nam thuộc xã [[Ninh Phúc, Ninh Bình (thành phố)|Ninh Phúc]], [[ninh Bình (thành phố)|thành phố Ninh Bình]] – [[Ninh Bình]]. Theo thứ tự từ thượng nguồn [[sông Đáy]] xuống hạ nguồn, cầu Nam Bình ở phía dưới [[cầu Non Nước]] và [[cầu Ninh Bình]]. Ngày 31\/12\/2014, cầu Nam Bình chính thức được hợp long đơn nguyên 1 và thông xe nối liền hai đầu.<ref>{{Chú thích báo |author=Minh Đường - Đức Lam |year=2014|url=https:\/\/baoninhbinh.org.vn\/to-chuc-le-hop-long-cau-trai-me\/d20141231025437591.htm |title=Tổ chức lễ hợp long cầu Trại Mễ |publisher=Báo Ninh Bình điện tử |access-date =ngày 13 tháng 11 năm 2021}}<\/ref> Ngày 04\/02\/2022 Thủ tướng Phạm Minh Chính đã chính thức thức cắt băng khánh thành đưa toàn bộ hai đơn nguyên cầu đi vào sử dụng.<ref>[https:\/\/thanhnien.vn\/chinh-thuc-thong-xe-cao-toc-cao-bo-mai-son-post1426775.html Chính thức thông xe cao tốc Cao Bồ - Mai Sơn]<\/ref>\n\n==Thông số==\nCầu Nam Bình có 38 nhip, dài 1636,6 m, đạt chiều cao tĩnh không 17 m, đảm bảo cho tàu tải trọng 3.000 tấn cập bến [[cảng Ninh Phúc]] và cảng Ninh Bình thuận lợi. Giai đoạn đầu, cầu được thiết kế 2 làn xe cơ giới, 2 làn xe máy và xe thô sơ. Giai đoạn hoàn chỉnh cầu được thiết kế 6 làn xe cao tốc, 3 làn xe mỗi chiều. Hiện quá trình nâng cấp cầu lên giai đoạn hoàn chỉnh đã hoàn tất<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/toan-canh-cao-toc-nam-dinh-ninh-binh-truoc-ngay-thong-xe-20220121104040175.htm|tựa đề=Toàn cảnh cao tốc Nam Định - Ninh Bình trước ngày thông xe|họ=Trí|tên=Dân|website=Báo điện tử Dân Trí|ngôn ngữ=vi|ngày truy cập=2023-04-16}}<\/ref>. \n\nCầu Nam Bình có hướng Bắc Đông Bắc – Nam Tây Nam, cách trung tâm [[thành phố Ninh Bình]] 11&nbsp;km và [[thành phố Nam Định]] 33&nbsp;km. Cầu nằm gần khu công nghiệp Khánh Phú và [[cảng Ninh Phúc]].\n\n==Quá trình xây dựng==\nNgày 30\/3\/2012, Bộ Giao thông vận tải và UBND tỉnh [[Ninh Bình]] đã khởi công dự án [[Đường cao tốc Cao Bồ – Mai Sơn|đường kết nối Cầu Giẽ – Ninh Bình với Quốc lộ 1 (Giai đoạn I)]] với tổng mức đầu tư 1.511,46 tỷ đồng, từ nguồn vốn trái phiếu Chính phủ, do Sở Giao thông vận tải [[Ninh Bình]] làm đại diện chủ đầu tư. TEDI là đơn vị tư vấn lập dự án, tổng thầu là doanh nghiệp xây dựng Xuân Trường. Sau khi điều chỉnh thành phẩn dự án, dự án được dự kiến hoàn thành cuối năm 2015, nhưng thực tế đã hoàn thành vào tháng 6 năm 2015.\n\nToàn dự án có chiều dài 6,8&nbsp;km (đoạn qua địa phận tỉnh [[Nam Định]] dài 4,2&nbsp;km; đoạn qua địa phận tỉnh [[Ninh Bình]] dài 2,6&nbsp;km); điểm đầu nút giao Cao Bồ – điểm cuối Ngã tư giao giữa [[quốc lộ 10]] (tại Km141 +700) với đường vành đai phía Đông Nam [[Ninh Bình (thành phố)|thành phố Ninh Bình]] (đường Trần Nhân Tông). Trên tuyến có 3 cây cầu Cao Bồ, Cầu Cẩm và cầu Nam Bình. Đây là dự án góp phần khai thác hiệu quả hơn tuyến cao tốc Cầu Giẽ – [[Ninh Bình]] đã được đưa vào sử dụng, đồng thời nhằm tạo mạng lưới giao thông hoàn chỉnh và trở thành tuyến tránh cho phương tiện không phải qua trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] trong giai đoạn đang xây dựng đường cao tốc [[Ninh Bình]] – [[Thanh Hóa]].\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Đường cao tốc Cao Bồ – Mai Sơn]]\n\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Cầu qua sông Đáy|Nam Bình]]\n[[Thể loại:Cầu tại Ninh Bình|Nam Bình]]\n[[Thể loại:Cầu tại Nam Định|Nam Bình]]\n[[Thể loại:Đường cao tốc Bắc – Nam Việt Nam (phía Đông)]]"}