{"1242994":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Cần Yên\n| hình = \n| ghi chú hình = \n| vĩ độ = 22\n| kinh độ = 105\n| vĩ phút = 54\n| vĩ giây = 48\n| kinh phút = 53\n| kinh giây = 42\n| diện tích = 45,93 km²\n| dân số = 2.831 người\n| thời điểm dân số = 2019\n| mật độ dân số = 62 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]]\n| huyện = [[Hà Quảng]]\n| thành lập =\n| trụ sở UBND = \n| mã hành chính = 01366<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cần Yên''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hà Quảng]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Cần Yên nằm ở phía tây bắc huyện Hà Quảng, có vị trí địa lý:\n*Phía đông giáp xã [[Sóc Hà]]\n*Phía tây giáp xã [[Cần Nông]]\n*Phía nam giáp xã [[Lương Thông]]\n*Phía bắc giáp [[Trung Quốc]].\n\nXã Cần Yên có diện tích 45,93&nbsp;km², dân số năm 2019 là 2.831 người, mật độ dân số đạt 62 người\/km².<ref name=\"NQ864\"\/>\n\nTrên địa bàn xã Cần Yên có các ngọn núi: Chợ Cũ, Lũng Vai, Phia Nọi, Phia Bủng, Lũng Chi, Thiêng Nưa cùng dãy núi Lũng Nhằm, dãy núi Pò Mình; có thung lũng Mười, thung lũng Nà Khau Siểm, thung lũng Nà Toàn và đồi Pò Mản.\n\nSông Nà Thin, suối Nặm Đông và suối Bản Ngẳm và suối Nà Rì chảy qua địa bàn xã Cần Yên.\n\nCần Yên có tỉnh lộ 204 chạy qua và nối đến biên giới với Trung Quốc, có cầu Nà Pàng và cầu Tả Chia. Đồn biên phòng Cần Yên quản lý tuyến biên giới của xã.\n\n==Hành chính==\nXã Cần Yên được chia thành 14 xóm: Bản Ái Dẻ Coóc, Bản Gải, Bản Ngẳm, Biên Cương, Bó Rằng, Đồng Tâm, Hồng Minh Thượng, Hưng Đạo, Khuổi Vài, Lũng Chi, Nà Pàng, Nà Lủng, Tự Do, Xam Kha.<ref name=27\/2019\/NQ-HĐND\/>\n\n==Lịch sử==\nTrước năm [[1966]], xã Cần Yên thuộc huyện Hà Quảng.\n\nNgày [[7 tháng 4]] năm [[1966]], Hội đồng Chính phủ ban hành Quyết định 67-CP<ref name=67\/1966\/QĐ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-67-CP-chia-huyen-Ha-Quang-Cao-Bang-thanh-2-huyen-hop-nhat-2-huyen-An-Duong-Hai-An-thanh-pho-Hai-Phong-dat-xa-Bang-La-thuoc-thi-xa-Do-son-18108.aspx|tựa đề= Quyết định 67-CP năm 1966 về việc chia huyện Hà Quảng thuộc tỉnh Cao Bằng thành hai huyện; hợp nhất hai huyện An Dương và Hải An thuộc thành phố Hải Phòng; đặt xã Bàng La trực thuộc thị xã Đồ Sơn|ngày= 7 tháng 4 năm 196 |website= Thư viện pháp luật}}<\/ref> về việc chuyển xã Cần Yên sang trực thuộc huyện [[Thông Nông (huyện)|Thông Nông]] mới thành lập.\n\nNgày [[10 tháng 6]] năm [[1981]], Chính phủ ban hành Quyết định 245-CP<ref name=245\/1981\/QĐ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-245-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Cao-Bang-43090.aspx|tựa đề=Quyết định 245-CP năm 1981 về việc điều chỉnh địa giới một số xã thuộc tỉnh Cao Bằng|ngày= 10 tháng 6 năm 1981 |website= Thư viện pháp luật}}<\/ref> về việc chia xã Cần Yên thành hai xã Cần Yên và Vị Quang.\n*Xã Cần Yên gồm có các thôn Hưng Đạo, Hồng Minh Thượng, Hồng Minh Hạ, Cần Nông.\n*Xã Vị Quang gồm có các thôn Sai Vị, Quang Trung.\n\nNgày [[13 tháng 12]] năm [[2007]], Chính phủ ban hành Nghị định 183\/2007\/NĐ-CP<ref name=183\/2007\/NĐ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-183-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-thi-tran-thuoc-huyen-Bao-Lac-Thong-Nong-Trung-Khanh-Phuc-Hoa-tinh-Cao-Bang-60116.aspx|tựa đề=Nghị định số 183\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, thành lập xã, thị trấn thuộc các huyện: Bảo Lạc, Thông Nông, Trùng Khánh, Phục Hòa, tỉnh Cao Bằng|ngày= 13 tháng 12 năm 2007 |website= Thư viện pháp luật}}<\/ref> về việc thành lập xã Cần Nông trên cơ sở 2.338 ha diện tích tự nhiên và 1.652 người của xã Cần Yên.\n\nNgày [[9 tháng 9]] năm [[2019]], Hội đồng Nhân dân tỉnh Cao Bằng ban hành Nghị quyết số 27\/NQ-HĐND<ref name=27\/2019\/NQ-HĐND>{{Chú thích web |url= http:\/\/soytecaobang.gov.vn\/SiteFolders\/syt\/4797\/NQ%2027%20HDND%20tinh%20sap%20nhat%20cac%20thon%20xom%20va%20to%20dan%20pho.pdf |tựa đề= Nghị quyết số 27\/NQ-HĐND về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng |ngày= 9 tháng 9 năm 2019 |website= Trang thông tin điện tử Sở Y tế Cao Bằng }}{{Liên kết hỏng|date=2022-02-11 |bot=InternetArchiveBot }}<\/ref> về việc:\n*Sáp nhập các xóm thuộc xã Cần Yên:\n#Sáp nhập hai xóm Nà Vài và Nà Thin thành xóm Hưng Đạo\n#Sáp nhập hai xóm Nà Pàng và Chợ Cũ thành xóm Nà Pàng\n#Sáp nhập ba xóm Bản Ngẳm, Nà Phạc và Phia Đen (7 hộ) thành xóm Bản Ngẳm\n#Sáp nhập hai xóm Dẻ Coóc và Bản Ái thành xóm Bản Ái Dẻ Coóc\n#Sáp nhập bốn xóm Ca Rỉnh, Lũng Khoang, Đỏng Có, Lũng Bũng thành xóm Hồng Minh Thượng\n#Sáp nhập ba xóm Nà Lùng, Lũng Khuông và Phia Đẻn (7 hộ) thành xóm Nà Lùng\n*Sáp nhập các xóm thuộc xã Vị Quang:\n#Sáp nhập hai xóm Nà Xo và Phia Bủng thành xóm Biên Cương\n#Sáp nhập ba xóm Khuổi Rẹp, Lũng Vài và Xam Kha (6 hộ xóm Mới) thành xóm Khuổi Vài\n#Sáp nhập ba xóm Nà Lìn, Bản Chang và Bản Đâư thành xóm Đồng Tâm\n#Sáp nhập hai xóm Cốc Lại và Lũng Gà thành xóm Tự Do\n#Giữ nguyên phần còn lại của xóm Xam Kha.\n\nTrước khi sáp nhập, xã Cần Yên có diện tích 22,27&nbsp;km², dân số là 1.843 người, mật độ dân số đạt 83 người\/km², có 8 xóm: Bản Ái Dẻ Coóc, Bản Gải, Bản Ngẳm, Bó Rằng, Hồng Minh Thượng, Hưng Đạo, Nà Pàng, Nà Lủng. Xã Vị Quang có diện tích 23,66&nbsp;km², dân số là 988 người, mật độ dân số đạt 42 người\/km², có 6 xóm: Biên Cương, Đồng Tâm, Khuổi Vài, Lũng Chi, Tự Do, Xam Kha.\n\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 864\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2020]])<ref name=NQ864>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-864-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Cao-Bang-434042.aspx|tựa đề=Nghị quyết số 864\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của huyện Thông Nông trở lại vào huyện Hà Quảng. Đồng thời, sáp nhập toàn bộ diện tích và dân số của xã Vị Quang trở lại xã Cần Yên.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Đơn vị hành chính thuộc huyện Hà Quảng}}\n{{sơ khai Cao Bằng}}\n\n[[Thể loại:Xã, phường, thị trấn biên giới Việt Nam - Trung Quốc]]"}