{"439895":"'''Cầu Bến Lức''' tên chung của 2 cây [[cầu (định hướng)|cầu]] bắc qua sông [[Vàm Cỏ Đông]]. Nằm trên tuyến QL.1 đi qua địa phận 2 xã: [[Thạnh Đức]], [[Nhựt Chánh]] và [[Bến Lức (thị trấn)|thị trấn Bến Lức]] huyện [[Bến Lức]], tỉnh [[Long An]], cách Thành phố [[Tân An]] 12&nbsp;km, cách [[Thành phố Hồ Chí Minh]] 35&nbsp;km.\n\nCầu Bến Lức và [[Cầu Tân An]] nằm trên tuyến đường huyết mạch nối Thành phố Hồ Chí Minh với các tỉnh [[Đồng bằng sông Cửu Long]] với lưu lượng xe rất lớn, ước tính khoảng 40 ngàn lượt ôtô\/ngày.\n\n==Cầu Bến Lức cũ==\n* Khởi công: 1969\n* Thông xe: 1973\n* Chiều dài: 530m.\n* [[Chiều rộng]]: 10m (phần xe chạy 8.9m, lề mỗi bên 0.3m).\n'''Cầu Bến Lức cũ''' nằm ở km1934+314 QL.1. Cấu trúc theo kiểu giá dầm thưa không liên tục bằng bê tông cốt thép, gồm 9 nhịp (nhịp giữa cầu trước tháng 12\/2018 được làm bằng vỉ sắt), 8 trụ.\n\nChân cầu từng bị [[xà lan]] đâm làm sập nhịp giữa vào ngày 16 tháng 01 năm 2000.\n\nTừ ngày 30\/10 - 14\/12\/2018, tạm ngừng lưu thông để tiến hành sửa chữa phần lan can cầu, dạ cầu, cắt bỏ thu hẹp phần hành lang dành cho người đi bộ, mỗi bên 0,7m, gỡ bỏ phần nhịp sắt lắp dầm đổ bê tông nhựa toàn bộ mặt cầu.\n\nDự án do Ban Quản lý dự án 5, thuộc Tổng cục đường bộ Việt Nam làm chủ đầu tư. Nhà thầu liên danh Công ty Cổ phần Thương mại, tư vấn và xây dựng Vĩnh Hưng và Công ty Cổ phần Xây dựng công trình 510 thi công, tổng mức đầu tư khoảng 40 tỷ đồng.\n\n==Cầu Bến Lức mới==\n* Khởi công: 22\/12\/2001\n* Thông xe: 22\/7\/2003.\n* Chiều dài: 549.75m.\n* [[Chiều rộng]]: 11,5m (phần xe chạy 11m, không có phần lề dành cho người đi bộ).\n* Tổng vốn: 131,16 tỉ đồng.\n\n'''Cầu Bến Lức mới''' được xây dựng bên cạnh '''Cầu Bến Lức cũ''' bằng bê tông cốt thép dự ứng lực, gồm 9 nhịp, mỗi nhịp dài 33m, 3 nhịp chính dầm hộp có chiều dài 66+110+66m, là một trong những khẩu độ dầm hộp bê tông cốt thép dự ứng lực dài nhất ở vùng [[Đồng bằng sông Cửu Long]] hiện nay.\n\nCông trình do Ban Quản lý dự án 18, Bộ GTVT làm chủ đầu tư, với kinh phí trên 131,16 tỉ đồng. Theo thiết kế, cầu Bến Lức mới xây dựng vĩnh cửu bằng bê tông cốt thép dự ứng lực, chiều dài cầu 549,75m, rộng 11,5m, trọng tải 30 tấn... Cầu Bến Lức mới là cây cầu bổ sung thêm trong tổng số 19 cầu của tuyến TPHCM - Cần Thơ và là cây cầu thứ 47 - cây cầu cuối cùng của dự án khôi phục cầu trên [[Quốc lộ 1]] giai đoạn 1 của Ngân hàng Hợp tác quốc tế Nhật Bản (JBIC).\n\nHiện nay, cả hai cây cầu trên được gọi chung 1 tên là '''Cầu Bến Lức'''.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/231965\/sup-vi-sat-cau-ben-luc.html Sụp vỉ sắt cầu Bến Lức]\n\n[[Thể loại:Bến Lức]]\n[[Thể loại:Cầu tại Long An]]\n[[Thể loại:Cầu qua sông Vàm Cỏ Đông|Bến Lức]]\n[[Thể loại:Quốc lộ 1]]"}