{"3286375":"'''Cầm Bành''' (chữ Hán: 琴彭, ? – ?), không rõ tịch quán, là tướng lãnh [[người Việt]] hợp tác với [[nhà Minh]] [[Bắc thuộc lần 4|thời Bắc thuộc lần thứ tư]] trong [[lịch sử Việt Nam]].\n\n==Cuộc đời==\nThời [[Minh Thành Tổ]], Bành mang hàm [[Nghệ An]] [[tri phủ]], coi việc châu [[Trà Lân]], được đánh giá là cai trị tốt. {{ref|1}} Năm 1424, [[nghĩa quân Lam Sơn]] đánh vào Nghệ An, Bành theo đồng tri Sư Hữu <ref>Nguyên văn là 师祐, chữ 祐 (yòu) được [[tự điển]] [[Thiều Chửu]] chuyển âm là Hữu, các bản dịch sử cũ chuyển âm là Hựu<\/ref> đem 5000 quân đón đánh, thất bại; nghĩa quân vây thành Trà Lân, Bành cố thủ. Bình Định vương [[Lê Lợi]] sai sứ chiêu hàng, Bành không nghe. {{ref|2}} {{ref|3}} {{ref|4}} {{ref|5}}\n\nSử Trung Quốc chép Bành cố thủ 7 tháng, tướng Minh là bọn [[Trần Trí]], [[Phương Chánh]] không cứu, thành vỡ mà chết. {{ref|1}} Sử Việt chép Bành cố thủ 2 tháng, thế cùng bèn ra hàng, sau đó tìm cách bỏ trốn nên bị giết. {{ref|2}} {{ref|3}} {{ref|4}} {{ref|5}}\n\nBành được nhà Minh tặng hàm [[Giao Chỉ]] tả bố chánh sứ, đem một con trai đến Bắc Kinh làm quan. {{ref|1}}\n\n==Khảo chứng==\n#{{note|1}} '''[[Minh sử]] quyển 289, liệt truyện đệ 177 – Trung nghĩa truyện 1''':\n#:Cầm Bành, người Giao Chỉ. Trong niên hiệu Vĩnh Lạc, lấy hàm Nghệ An tri phủ thự Trà Lung châu sự, có thiện chánh. Năm Tuyên Đức đầu tiên, [[Lê Lợi]] phản, soái chúng vây thành của ông. Bành cự thủ 7 tháng, lương hết lính mỏi, chư tướng không ai cứu viện, Tuần án ngự sử phi chương <ref>Nguyên văn: 飞章, 飞 nghĩa là bay hay nhanh như bay. Phi chương nghĩa là tấu chương cấp báo lên triều đình<\/ref> xin cứu. [[Minh Tuyên Tông|Tuyên Tông]] vội sắc trách bọn Vinh Xương bá Trần Trí rằng: \"Trà Lung thú Bành bị khốn cô thành, thề chết không hai lòng, bọn mày không cứu, xem làm sao trốn được trách phạt! Gấp phát binh giải vây, không phạm quốc hiến.\" Sắc chưa đến thì thành hãm, Bành chết. Chiếu tặng Giao Chỉ tả bố chánh sứ, đưa một con trai đến kinh sư làm quan.\n#{{note|2}} '''[[Lam Sơn thực lục]] quyển 1''' <ref>Bản dịch của [[Nhượng Tống|Mạc Bảo Thần]], Nhà xuất bản Tân Việt, 1956<\/ref>:\n#:Năm Giáp thìn (1424) ngày hai mươi tháng chín, Nhà vua chia quân đánh úp thành Đa Căng, phá được thành. Quân giặc bị chém đầu và chết đuối có hơn nghìn người. Viên Tham chính của giặc là [[Lương Nhữ Hốt]] chỉ chạy thoát được thân. Ta bắt được lương thực, khí giới không biết bao nhiêu mà kể. Trại, lũy của giặc, bị đốt cháy hết! Chốc lát, tướng giặc là Hoa Anh lại đem quân đến cứu. Nhà vua thừa thắng đánh tràn, giặc lại thua to, chạy vào thành Tây Đô. Phàm vợ, con của giặc bị bắt, không nỡ giết hại một người nào, đều thả về tất cả. Rồi đó kén lựa trai tráng, sắm sửa khí giới, chỉnh tề voi, ngựa, tiến thẳng vào Châu Trà Long, (tức phủ Trà Lân ngày nay) thuộc thành Nghệ An. Gần tới xứ Bồ Lạp, thình lình gặp tướng giặc là Sư Hựu, cùng bọn làm quan với giặc là Cầm Bành, [[Cầm Lạn]], lĩnh hơn năm nghìn người, đón chẹn lối trước mặt. Lại có bọn tướng giặc là lũ Trần Trí, Phương Chính, Sái Phúc, Lý An, đem quân tiến sát phía sau. Quân ta trước bụng, sau lưng, đều bị có giặc. Mặt trời lại sắp chiều. Nhà vua bèn dàn quân, dàn voi để đợi. Trong chốc lát, quân giặc quả tới nơi. Nhà vua tung quân phục ra xông đánh. Quân của bọn Phương Chính vỡ to. Ta chém hơn nghìn đầu, và bắt được hơn trăm ngựa. Ngày mai, Nhà vua lại đem voi và quân lính xông thẳng vào trại của bọn Sư Hựu. Quân giặc lại thua to. Ta chém hơn nghìn đầu. Quân lương, khí giới, đốt cháy không còn sót.\n#:Khi ấy bọn Cầm Bành là trùm trưởng của giặc, đóng giữ đất ấy, không chịu hàng phục. Nhà vua chiêu dụ nhân dân trong miền, khiến trở lại nghiệp xưa. Ai nấy đều mừng được yên thân, đem lòng cảm khích, hăng hái giúp Nhà vua hết sức vây Cầm Bành. Hơn hai tháng, Cầm Bành giữ bền ở trong núi, để đợi quân cứu viện của giặc. Nhưng giặc hất hải, ngờ sợ, vẫn không dám tiến. Quân của Bành oán mà làm phản, kế nhau đến hàng. Bành tự xét mưu chước đã cùng, viện binh đã tuyệt, liền mở cửa trại ra hàng. Nhà vua ra lệnh với trong quân rằng: \"Tướng giặc đã hàng, mảy may cũng không được xâm phạm. Bất cứ tội to, tội nhỏ, đều xá cho hết!\" Về sau Cầm Bành lại sinh lòng khác, đêm trộm quân trốn đi. Nhà vua sai người đón đường bắt được liền xử chém! Thế là dẹp được châu Trà Long.\n#{{note|3}} '''[[Đại Việt thông sử]] quyển 1 – Đế kỷ 1''' <ref>Bản dịch của Lê Mạnh Liêu, Nhà xuất bản Bộ Văn hóa Giáo dục & Thanh niên, Saigon 1973<\/ref>:\n#:Năm Giáp Thìn (1424) niên hiệu Vĩnh Lạc thứ 22,...\n#::Ngày 20, tháng 9. Hoàng đế hỏi các bầy tôi rằng: \"Nay chúng ta nên tới xứ nào để mưu đồ việc nước\". Thiếu úy [[Nguyễn Chích|Lê Chích]] đáp: \"Hạ thần thường qua lại tỉnh Nghệ An nhiều lần, nên có biết những nơi hiểm yếu trong tỉnh ấy. Nay xin dẫn quân vào trại của Cầm Bành tỉnh Nghệ An, hễ ai hàng thì ta phủ dụ, nếu không hàng thì ta đánh lấy trại ấy làm căn bản, rồi từ từ tính việc lấy lại Đông Đô. Như vậy việc nước có thể sẽ thành\". Hoàng đế cho lời bàn của Lê Chích là phải, bèn chia quân đến đánh úp phá thành Đa Căng, số quân địch bị giết và bị chết đuối có tới hơn một ngàn, ngụy Tham chánh là Lương Nhữ Hốt chỉ kịp chạy thoát lấy một mình, ta thu được chiến lợi phẩm vô kể, rồi đốt hết trại thành. Tướng của Cầm Bành là Hoa Anh dẫn quân lại cứu, ta lại đánh tan. Hoa Anh thua chạy vào Tây Đô. Sau khi thắng trận, Hoàng đế sai thả hết các phụ nữ đã bắt được, rồi ở đấy tuyển mộ binh sĩ, seo sửa khí giới, chỉnh đốn hàng ngũ, chứa đủ lương thực, dẫn quân thẳng tới tỉnh Nghệ An, do đường châu Trà Long, vượt qua núi Bồ Lạp thuộc châu Quì. Đồng Tri là Sư Hựu làm tướng chỉ huy quân Minh, cùng với tri phủ châu Trà Long là Cầm Bành dẫn 5.000 quân đón đánh vào mắt tiền quân ta; các tướng Minh là Trần Trí, Lý An, Phương Chánh và Thái Phúc dẫn quân đánh vào mặt hậu quân ta, quân ta bị địch áp bức cả mặt tiền mặt hậu! Hôm ấy, trời sắp tối, Hoàng đế đặt phục binh các ngả rồi ung dung chờ quân địch. Một lát thì Trần Trí dẫn quân đến, quân phục binh ta nổi dậy xông đánh, quân địch tan vỡ, ta chém đầu Đô ty là Trần Quí và hơn hai ngàn sĩ tốt, thu hơn trăm con ngựa, Trần Trí và Phương Chánh bị thua chạy. Ngày hôm sau quân ta đi đến trang Trịnh sơn, gặp cánh quân của tướng Sư Hựu, ta xông thẳng tới đánh phá, chém đầu Thiên hộ là Trương Bản và hơn nghìn quân sĩ. Sư Hựu chỉ kịp chạy thoát lấy một mình. Hoàng đế bèn đóng quân ở Mộc Sách, còn Trần Trí thì thu vét tàn quân, đuổi ta đến sông Trạm Hoàng, nhưng sợ không dám tiến, trở về giữ thành Nghệ An.\n#::Tháng 11, Hoàng đế sai sứ giả chiêu hàng Cầm Bành, Bành không chịu hàng, đem hơn nghìn quân lập doanh trại trên đỉnh núi, để chờ viện binh. Quan quân vây chặt nơi đây. Tháng 12, [[Sơn Thọ]] sai Nguyễn Sĩ đưa [[Lê Trăn]] trả về ta để cầu hòa. Số là Trần Thọ và Phương Chánh đóng ở Nghệ An, thấy Cầm Bành bị vây, vẫn muốn cứu lắm, nhưng sợ không dám tiến, bèn sai sứ giả đem thư cầu hòa, xin giải vây. Sau khi tiếp sứ giả, Hoàng đế triệu các tướng bàn rằng: \"Hiện Cầm Bành bị vây khốn đốn, lẽ ra bọn tên Chánh phải cấp cứu ngay mới phải, thế mà đến nay vẫn còn dùng dằng quanh co. Đó tất là có ý nhát sợ. Chi bằng ta hãy cứ vờ bằng lòng hòa, để xem tình thế. Trong khi thư từ qua lại độ một tháng, thì ta đã bắt được Cầm Bành rồi\". Bàn xong, cho viết bức thư, để lên trên một cái bè, thả cho xuôi dòng, trong thư nói: \"Chúng tôi muốn trở về Thanh Hóa, nhưng bị Cầm Bành ngăn chặn. Vậy ông cho người tới giải hòa để thông lối về, rất mong\". Chánh nhận được thư, tin là thật, bèn sai Trần Đức Nhị đưa thư đến Cầm Bành bảo nên hòa giải. Cầm Bành được thư, biết là viện binh không đến, bèn mở cửa thành ra hàng. Sau khi bình định châu Trà Long, Hoàng đế ra lệnh các quân sĩ không ai được xâm phạm một mảy may của dân, còn các quân địch đều được xá tội hết, không giết một người nào. Ngài thưởng lạo các bộ trưởng và tù trưởng, tuyển được 5.000 trai tráng sung vào ngạch binh. Thanh thế trở nên lừng lẫy! (Sau Cầm Bành mưu toan trốn đi, bị giết).\n#{{note|4}} '''[[Đại Việt sử ký toàn thư]] – Bản kỷ quyển 10''' <ref>Bản dịch của Viện Khoa học Xã hội Việt Nam, Nhà xuất bản Khoa học Xã hội, Hà Nội, 1993<\/ref>:\n#:Giáp Thìn, [1424], (Minh Vĩnh Lạc năm thứ 22)...\n#::Khi qua núi Bồ Lạp (có sách chép là xứ Bồ Cứ) thuộc châu Quỳ, thì gặp tên Chỉ huy đồng tri nhà Minh là Sư Hựu cùng viên thổ quan là Tri phủ châu Trà Lân Cầm Bành đem 5,000 quân đón ở phía trước, lại có các tướng Minh Trần Trí, Lý An, Phương Chính, Thái Phúc đem quân tiếp đến uy hiếp mặt sau. Trời sắp tối, vua bèn phục sẵn binh tướng trong rừng. Bọn Phương Chính đến, vua tung quân ra đánh. Quân Minh tan vỡ lớn. Ta chém được Đô ty Trần Trung và hơn hai nghìn thủ cấp quân giặc, bắt được hơn một trăm cổ ngựa. Quân Minh tháo chạy. Hôm sau, quân ta tiến đến trang Trịnh Sơn, châu Trà Lân, gặp Sư Hựu ở đó, lại cả phá chúng, chém được thiên hộ Trương Bản và hơn nghìn quân giặc. Hựu chỉ chạy thoát thân mình. Vua dẫn quân đến sách Mộc. Bọn Trần Trí đuổi theo đến núi Trạm Hoàng, nhưng vì đã nhiều phen bị thua đau, không dám tiến sâu, lui về giữ thành Nghệ An.\n#::Mùa đông, tháng 11, vua sai người chiêu dụ Cầm Bành. Bành cự tuyệt không theo, mình hắn cùng với hơn ngàn quân lên dựng rào lũy trên đỉnh núi để đón quân cứu viện. Vua đem quân tới bao vây. Tháng 12, Sơn Thọ nhà Minh sai Nguyễn Sĩ đưa trả Lê Trăn để cầu hòa. Bọn Phương Chính, Sơn Thọ đến Nghệ An, muốn cứu Cầm Bành nhưng không dám tiến quân, bèn sai người đem thư xin vua giải vây cho Bành. Bấy giờ, Cầm Bành cố thủ, vây đã hơn một tháng chưa lấy được, lại nghe tin quân cứu viện tới. Vua gọi các tướng lên bảo rằng: \"Cầm Bành đang nguy khốn, bọn Chính đáng lẽ phải cấp tốc cứu viện, nay lại dùng dằng, hẳn là có ý lo sợ. Chi bằng ta giả cách cho hòa để xem tình thế ra sao, tin đi tin lại mất hàng tuần hàng tháng, thì Cầm Bành lúc ấy chắc đã bị bắt rồi\". Vua bèn viết thư để trên bè cho thuận dòng trôi xuống. Trong thư vua nói thác là vẫn muốn theo lời thỉnh cầu của họ, trở về Thanh Hóa. Nhưng lại bị Cầm Bành chặn đường, nếu có lòng thương thì xin cho một người tạm đến hòa giải để thông đường về. Bọn Chính nhận được thư, sai Trần Đức Nhị chạy đến bảo Cầm Bành hòa giải, Cầm Bành biết là viện binh không đến, mở cửa thành ra hàng, Châu Trà Lân đã dẹp yên. Vua ra lệnh cho quân rằng: \"Cầm Bành đã đầu hàng, chớ có mảy may xâm phạm, tha tội cho tất cả, không được giết một người nào\". (Sau Cầm Bành mưu phản, vua giết chết).\n#{{note|5}} '''[[Khâm định Việt sử thông giám cương mục]] – Chính biên quyển 13''' <ref>Bản dịch Viện Sử học, Nhà xuất bản Giáo dục, Hà Nội, 1998<\/ref>:\n#:Giáp Thìn (1424). (Bình Định vương năm thứ 7. Minh, năm Vĩnh Lạc thứ 22)...\n#:''...Tháng 12, tri phủ Cầm Bành đầu hàng và dâng cả châu Trà Long.''\n#::Bình Định vương, sau khi đã hạ được đồn Đa Căng, cho ghi vào sổ lấy những trai tráng, rồi sắp xếp hàng ngũ bộ thuộc một cách nghiêm chỉnh, thẳng rảo đến Nghệ An. Dọc đường, khi qua Bồ Liệp thuộc Quỳ châu, gặp bọn chỉ huy Sư Hựu, tham tướng Trần Trí và Phương Chính nhà Minh đón đường chẹn cả mặt trước lẫn mặt sau. Chiều đến, Vương đặt quân mai phục ở khoảng rừng rú, nhử địch đến, đánh bại được giặc: chém đô ti Minh Trần Trung, và hơn hai nghìn thủ cấp quân địch, tước được hơn một trăm ngựa. Quân Minh phải lùi chạy. Ngày hôm sau, Vương tiến quân đến châu Trà Long, gặp địch lần nữa, lại cả phá được giặc. Bọn Trần Trí chạy về Nghệ An. Vương sai dụ hàng tên Cầm Bành, tri phủ, quyền giữ công việc châu Trà Long, nhưng Bành không theo, cứ cố thủ, đợi quân cứu viện. Vương đốc thúc các tướng bao vây Trà Long. Bọn Trần Trí và Phương Chính sợ hãi, không dám tiến quân. Bấy giờ Sơn Thọ lấy cớ là đến để chiêu an, bèn thả trả sứ bộ Lê Trăn về với Bình Định vương để xin hòa. Còn Cầm Bành, quân gia ngày một phản lại và ly tán, tự biết thế cô, lại không có quân cứu, đành phải đầu hàng. Vương tha tội cho Bành. Quân sĩ ta không tơ hào gì đến của dân ở Trà Long. Sau đó Cầm Bành lại mưu làm phản, bị giết chết. Vương vỗ về yên ủi các bộ lạc, ai nấy đều vui vẻ làm công việc do Vương sử dụng. Vương sai tuyển lấy hơn năm nghìn người ưu tú và khỏe mạnh cho lệ thuộc vào sổ quân nhân. Thế lực quân đội của ta bấy giờ rất là lừng lẫy. \n#:::''Lời cẩn án'': Theo Minh sử, khi Vương đánh phá châu Trà Long, thổ tri phủ là Cầm Bành bị chết. Sử cũ chép Cầm Bành đầu hàng. Nay xét '''Lam Sơn thực lục''' chép Cầm Bành tự biết mưu chước đã cùng, quân cứu viện lại không có, nên Bành mở cửa đầu hàng. Thông sử của Lê Quý Đôn chép Bành thấy viện binh không đến, bèn đầu hàng. Bài \"''Chí Linh sơn phú''\" của [[Nguyễn Trãi]] cũng viết: \"Cầm Bành sụp lạy mà dâng đất\". Như vậy, Minh sử chép như thế là không đúng sự thực. Nay xin cải chính.\n#:::''Lời chua'': Cầm Bành: Theo mục \"''An Nam nhân vật''\" trong [[Đại Thanh nhất thống chí]], Cầm Bành là người Giao Châu, hồi giữa niên hiệu Vĩnh Lạc (1403-1424), do tri phủ Nghệ An, quyền giữ công việc châu Trà Long. \"''[[An Nam]] truyện''\" trong [[Minh sử]] chép: \"Lê Lợi cướp châu Trà Long, đánh bại quân của Phương Chính, giết chỉ huy [[Ngũ Vân]]; Lợi cướp bóc mãi không thôi. Chinh Di phó tướng quân Trần Trí vốn không có tài làm tướng, lại sợ giặc, bèn mượn tiếng chiêu an để đánh lừa triều đình [nhà Minh]. Vả, Trần Trí lại hục hặc với Phương Chính, nên mới đóng lại, không chịu tiến quân. Giặc càng không kiêng nể gì, lại vây châu Trà Long. Bọn Trí ngồi nhìn, không cứu. Trải qua bảy tháng, trong thành cạn lương, châu Trà Long bèn bị hạ; tri châu Cầm Bành chết theo thành. Thượng thư [[Trần Hiệp]] dâng thư lên triều đình [nhà Minh] nói Lê Lợi vẫn hai lòng, thế lực ngày càng lan rộng, xin triều đình sai quan tổng binh mau sang đánh dẹp trừ diệt. Nhà vua xuống chiếu nghiêm trách, hẹn đến mùa xuân năm tới phải dẹp yên. Trần Trí phát sợ, vội cùng Phương Chính kéo quân đi vây cửa ải Khả Lưu, bị thua, rút quân quay về\".\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Võ tướng nhà Minh]]\n[[Thể loại:Khởi nghĩa Lam Sơn]]"}