{"491190":"{{Chú thích trong bài}}\n\n{{Cầu\n| Hình = Cau Duong.JPG\n| caption = Cầu Đuống\n| Quốc gia = [[Việt Nam]]\n| Tỉnh = [[Hà Nội]]\n| Sông = [[Sông Đuống]]\n| Tọa độ = \n| Chiều dài = 225 [[mét]]\n| Chiều rộng = \n| Chiều cao =\n| Kiến trúc sư = \n| Nhà thầu = \n| Kiểu = [[Cầu giàn thép]]\n| Vật liệu = [[Thép]] và [[bê tông]]\n| Khởi công = \n| Khánh thành = [[1902]] (cầu ban đầu)<br \/>[[1981]] (cầu xây lại)\n}}\n'''Cầu Đuống''' là một cây [[cầu (giao thông)|cầu]] đường bộ và [[đường ray|đường sắt]] bắc qua [[sông Đuống]], trên [[Quốc lộ 1]] cũ, nối phường [[Đức Giang]] thuộc quận [[Long Biên]] với thị trấn [[Yên Viên (thị trấn)]] thuộc huyện [[Gia Lâm]], Hà Nội. Với nhịp giữa có thể xoay được khi thông xe năm 1902, đây được coi là cây cầu xoay đầu tiên tại Việt Nam.\n\nCầu này được chính quyền thực dân Pháp xây vào cuối thế kỷ 19 và được thông xe vào năm 1902, cùng thời với cầu Long Biên. Cầu lúc đó có 5 nhịp, 2 mố và 5 trụ. Các mố và trụ có móng bằng giếng chìm, có khả năng chịu đựng lưu lượng dòng chảy là 4.500 m³\/s. Nhịp chính giữa là nhịp xoay, nằm trên trụ số 3 là một trụ tròn. Mỗi khi có tàu bè, nhịp này có thể xoay để tàu bè qua lại được dễ dàng. Cầu bắc chéo dòng chảy của sông một góc khoảng 45°.\n\nTrong [[Chiến tranh Việt Nam]], cầu Đuống đã bị [[máy bay]] [[Hoa Kỳ|Mỹ]] ném bom đánh hỏng. Để dùng tạm, người ta đã gia cố trụ cầu và thay nhịp cầu. Từ đó, nhịp chính giữa không còn là nhịp xoay.\n\nSau chiến tranh, cầu được xây lại ở đúng vị trí cũ. Cầu mới được thông xe vào năm [[1981]]. Cầu này không còn các trụ số 2 và 4, nghĩa là cầu chỉ còn 3 trụ, để tạo thuận lợi cho thuyền bè qua lại. Tuy nhiên, điều này vẫn không làm cho các thuyền bè qua lại dễ dàng nếu vào mùa mưa lũ do tĩnh không thấp.<ref>[http:\/\/giadinh.net.vn\/PrintPreview.aspx?NewsID=20100421081542762 \"Cải tạo cầu Đuống: Hủy dự án 20 triệu USD?\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100503065227\/http:\/\/giadinh.net.vn\/PrintPreview.aspx?NewsID=20100421081542762 |date=2010-05-03 }} [[Báo Gia đình và Xã hội]].<\/ref> Dầm cầu làm bằng [[hợp kim]] [[thép]] do [[Trung Quốc]] chế tạo riêng cho cầu Đuống. Mặt cầu làm từ các bản [[bê tông]] cốt thép. Cầu được thiết kế cho các xe có trọng tải trục trước 3,9 [[tấn]] và trục sau 9,1 tấn.\n\nChiều dài của cầu là 225 [[mét]]. Đường sắt trên cầu là loại đường sắt đơn khổ 1435 [[mM|mm]], chạy chính giữa cầu. Hai bên là đường cho các phương tiện giao thông cơ giới và thô sơ đi lại theo hai chiều riêng biệt.\n\nTừ nhiều năm nay, các phương tiện giao thông có trọng tải lớn hơn trọng tải cho phép của cầu vẫn được đi qua vì đây là tuyến giao thông huyết mạch. Điều này khiến cho cầu bị xuống cấp nghiêm trọng.\n\nCầu Đuống đã xuống cấp rất nghiêm trọng. Ngày 03\/10\/2017, phía hạ lưu cầu Đuống xuất hiện vết nứt tại vị trí tiếp giáp giữa tứ nón và tường cánh mố cầu. Điều tương tự đã từng xảy ra cách đó không lâu. Hay gần đây, tháng 8\/2019, mặt cầu hướng sang quận Long Biên xuất hiện chi chít ổ voi, ổ gà trơ khung sắt gây nguy hiểm cho người tham gia giao thông, nhưng không được sửa chữa. Hiện tại, tải trọng cho phép qua cầu là 13 tấn, nhưng thực tế rất nhiều xe quá tải, xe container vẫn qua cầu thường xuyên.\n\nTháng 3\/2019, Bộ Giao thông vận tải đề xuất 2 phương án xây dựng lại cầu Đuống, tách riêng đường sắt và đường bộ. Đây là 1 trong 14 cây cầu sẽ được Thành phố Hà Nội xây dựng trong tương lai (cùng với cầu Giang Biên bắc qua sông Đuống). Cây cầu dành cho đường bộ dự kiến là cầu Đuống 2, có vị trí cách cầu Đuống hiện tại khoảng 100m về phía hạ lưu, phần đường sắt sẽ được tách riêng, dự kiến xây dựng cầu đường sắt trùng với vị trí trên tuyến đường sắt đô thị số 1 Hà Nội, tuyến Ngọc Hồi - Yên Viên. Tuy nhiên, do tuyến đường sắt số 1 chậm tiến độ đến hơn 10 năm, nên dự án này vẫn còn bỏ ngỏ trên giấy, mặc dù cầu Đuống đã xuống cấp rất nghiêm trọng, gây khó khăn cho giao thông đường bộ trên tuyến Quốc Lộ 1A (cũ), cùng với đó cản trở giao thông đường thủy, do tĩnh không của cầu rất thấp, nhất là vào mùa lũ.\n\n{{Sơ khai cầu}}\n\n==Tham khảo==\n* [http:\/\/www1.mt.gov.vn\/ykienatgt\/print.asp?ArticleId=3338 \"Vài ý kiến về an toàn cầu Đuống\",]{{Liên kết hỏng|date = ngày 14 tháng 2 năm 2021 |bot=InternetArchiveBot }} [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông vận tải]] và [[Ủy ban An toàn giao thông quốc gia]].\n{{Tham khảo}}\n\n[[Thể loại:Cầu tại Hà Nội|Đuống]]\n[[Thể loại:Cầu qua sông Đuống|Đuống]]\n[[Thể loại:Cầu đường sắt tại Việt Nam|Đuống]]"}