{"150411":"{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Cầu Kè\n| hình = Thị trấn Cầu Kè, Trà Vinh.jpg|Thị trấn Cầu Kè, Trà Vinh\n| ghi chú hình = Một góc thị trấn Cầu Kè\n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 52\n| vĩ giây = 20\n| kinh phút = 3\n| kinh giây = 42\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 245 km²\n| dân số = 102.767 người\n| dân số thành thị = 6.157 người \n| dân số nông thôn = 96.610 người\n| thời điểm dân số = 2019\n| mật độ dân số = 420 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Khmer (Việt Nam)|Khmer]], [[Người Hoa|Hoa]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện lỵ = Thị trấn [[Cầu Kè (thị trấn)|Cầu Kè]]\n| phân chia hành chính = 1 thị trấn, 10 xã\n| chủ tịch UBND = Nguyễn Hoàng Khải\n| chủ tịch HĐND = Nguyễn Thế Ngoan\n|bí thư =  Nguyễn Thế Ngoan\n| thành lập = 1913\n| trụ sở UBND = Số 27, đường Trần Phú, khóm 4, thị trấn Cầu Kè\n| mã hành chính = 845<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 84-K1\n| điện thoại = 0294.3.834.027\n| fax = 0294.3.834.027\n| web = {{url|cauke.travinh.gov.vn}}\n}}\n\n'''Cầu Kè''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\n===Vị trí địa lý===\nHuyện Cầu Kè ở phía tây tỉnh [[Trà Vinh]], có vị trí địa lý:\n*Phía bắc giáp huyện [[Trà Ôn]], tỉnh [[Vĩnh Long]]\n*Phía đông giáp các huyện [[Càng Long]] và [[Tiểu Cần]]\n*Phía tây và nam giáp huyện [[Cù Lao Dung]], tỉnh [[Sóc Trăng]] qua [[sông Hậu]].\n\nHuyện Cầu Kè có diện tích 245&nbsp;km², dân số năm 2019 là 102.767 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 420 người\/km².\n\nHuyện có diện tích 245&nbsp;km² và dân số là 116.000 người. Huyện lỵ là thị trấn Cầu Kè cách [[trà Vinh (thành phố)|thành phố Trà Vinh]] khoảng 40&nbsp;km về hướng tây. Huyện Cầu Kè cũng là nơi có loại [[dừa sáp]] nổi tiếng.\n\n===Điều kiện tự nhiên===\n'''Địa hình'''\n\nHuyện Cầu Kè mang tính chất chung của vùng đồng bằng sông Cửu Long nên tương đối bằng phẳng. Ngoài những giồng cát có địa hình cao đặc trưng (>1,8m). Dọc theo Sông Hậu có địa hình khá cao (cao ven sông) và thấp dần về hướng Đông (vào nội đồng).\n\nĐịa hình thấp nhất (0,4 - 0,6m) ở khu vực phía Đông Nam thuộc các địa bàn (Phong Thạnh, Phong Phú) và nằm rải rác ở các khu vực Đông Bắc (Thạnh Phú, Thông Hòa). Đặc biệt có khu vực địa hình trũng thấp (<0,4m) ở ấp Sóc Kha (xã Hoà Ân); Cây Gòn (xã Phong Thạnh).\n\nNhìn chung, địa hình huyện Cầu Kè thích hợp cho canh tác lúa, hoa màu và cây lâu năm. Tuy nhiên ở một số khu vực trũng thấp và gò cao cục bộ thường bị ngập úng, khô hạn.\n\n'''Thủy văn'''\n\nSông Cầu Kè là sông chạy qua khu vực trung tâm thị trấn, thuyền bè có trọng tải 20 - 30 tấn giao thông dễ dàng. Bề rộng của sông 20 - 24m, sâu 4m, chịu tác động chế độ bán nhật triều không đều trên biển Đông; mực nước đỉnh triều hàng tháng thay đổi từ 1,0 đến 1,4m.\n\nHuyện Cầu Kè chịu ảnh hưởng triều sông Hậu với 21&nbsp;km chiều dài nằm dọc bờ sông Hậu và hệ thống sông rạch chính đều bắt nguồn từ sông Hậu như sông Bông Bót - Tổng Tồn - Bà Nghệ, rạch Tân Định. Ngoài ra huyện còn chịu ảnh hưởng triều của sông Cổ Chiên khá mạnh thông qua kênh Trà Ngoa ở phần đất xã Thạnh Phú.\n\nHuyện chịu ảnh hưởng chế độ bán nhật triều không đều ngày lên xuống 2 lần; mỗi tháng có 2 lần triều cường, sau ngày 1 và 15 âm lịch và 2 lần triều kém, sau ngày 7 và 23 âm lịch từ 2 - 3 ngày.\n\n'''Dân số:''' Toàn huyện có 31.148 hộ với các dân tộc anh em sinh sống như: Kinh, Khmer, Hoa cùng chung sống dân số 111.964 người, trong đó dân tộc Kinh 88.523 người, chiếm 67,28%, dân tộc Khmer 42.746 người, chiếm 32,49%, dân tộc Hoa 306 người, chiếm 0,23% và khu thị trấn Cầu Kè có 6.889 người chiếm 6,16% dân số toàn huyện. Dân tộc thiểu số 38.965 người 30,93%.\n\n'''Nguồn lao động:''' Lao động chủ yếu là sản xuất nông lâm nghiệp. Tính đến thời điểm năm 2018, có 77.864 người trong độ tuổi lao động, chiếm 62% dân số của huyện. Tỷ lệ lao động có việc làm thường xuyên: 72.694\/77.864 người, chiếm 93,4%. Hàng năm có thêm khoảng 1.500 lao động. Đây là nguồn lao động dồi dào của huyện.\n\n==Hành chính==\nHuyện Cầu Kè có 11 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Cầu Kè (thị trấn)|Cầu Kè]] và 10 xã: [[An Phú Tân]], [[Châu Điền]], [[Hòa Ân]], [[Hòa Tân, Cầu Kè|Hòa Tân]], [[Ninh Thới]], [[Phong Phú, Cầu Kè|Phong Phú]], [[Phong Thạnh, Cầu Kè|Phong Thạnh]], [[Tam Ngãi]], [[Thạnh Phú, Cầu Kè|Thạnh Phú]], [[Thông Hòa]].\n\n==Lịch sử==\n[[Tập tin:Can Tho Province 1890.jpg|300px|phải|nhỏ|Bản đồ hạt Cần Thơ năm 1890. Vùng đất huyện Cầu Kè ngày nay lúc bấy giờ tương ứng với tổng Tuân Giáo]]\nCầu Kè là quận thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] từ năm [[1913]], gồm có 2 tổng: [[Thạnh Trị]] với 5 làng và [[Tuân Giáo]] với 8 làng.\n\nNgày [[07 tháng 6]] năm [[1954]], tách 3 làng [[Tích Thiện]], [[Vĩnh Xuân]], [[Trà Côn]] của tổng Thạnh Trị nhập vào quận Trà Ôn cùng tỉnh.\n\nNgày [[09 tháng 2]] năm [[1956]], quận Cầu Kè thuộc tỉnh [[Tam Cần]].\n\nNgày [[22 tháng 10]] năm [[1956]], quận Cầu Kè thuộc tỉnh [[Vĩnh Bình]], gồm tổng Tuân Giáo với 8 xã, quận lỵ đặt tại xã Hòa Ân.\n\nSau ngày [[30 tháng 4]] năm [[1975]], Cầu Kè là huyện của [[Cửu Long (tỉnh)|tỉnh Cửu Long]].\n\n===Từ năm 1976 đến nay===\nNgày [[26 tháng 11]] năm [[1991]], tỉnh Cửu Long được chia thành 2 tỉnh: [[Vĩnh Long]] và [[Trà Vinh]], huyện Cầu Kè thuộc tỉnh Trà Vinh, bao gồm 9 xã: An Phú Tân, Châu Điền, Hòa An, Ninh Thới, Phong Phú, Phong Thạnh, Tam Ngãi, Thạnh Phú và Thông Hòa.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[07 tháng 10]] năm [[1995]], [[Thủ tướng Việt Nam]] ban hành Nghị định số '''62-CP'''<ref name=62\/1995\/NĐ-CP>Nghị định 62-CP điều chỉnh địa giới thành lập thị trấn thuộc các huyện Cầu Kè, Cầu Ngang, Duyên Hải, Tiểu Cần, tỉnh Trà Vinh<\/ref>, thành lập thị trấn Cầu Kè trên cơ sở tách ra từ xã Hòa Ân.\n\nNgày [[2 tháng 3]] năm [[1998]], Chính phủ Việt Nam ban hành Nghị định số 13\/1998\/NĐ-CP<ref name=\"13\/1998\/NĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-13-1998-nd-cp-thanh-lap-xa-thuoc-cac-huyen-chau-thanh-tra-cu-tieu-can-cau-ngang-cau-ke-va-cang-long-tinh-tra-vinh-41439.aspx\/ Nghị định số 13\/1998\/NĐ-CP về việc thành lập một số xã thuộc các huyện Châu Thành, Trà Cú, Tiểu Cần, Cầu Ngang, Cầu Kè và Càng Long, tỉnh Trà Vinh]<\/ref> về việc thành lập xã Hòa Tân trên cơ sở 1.261,72 ha diện tích tự nhiên và 5.198 nhân khẩu của xã Hòa Ân; 1.657,97 ha diện tích tự nhiên và 4.501 nhân khẩu của xã An Phú Tân.\n\nHuyện Cầu Kè có 1 thị trấn và 10 xã như hiện nay.\n\n==Kinh tế==\nDo vị trí địa lý, điều kiện tự nhiên nên huyện Cầu Kè không phát triển nhiều về ngành nuôi trồng thủy sản như một số huyện ở hạ lưu [[sông Cửu Long]]. Cầu Kè vẫn là huyện thuần nông nhất của tỉnh, diện tích trồng lúa ước khoảng 30.000 ha, sản xuất ra sản lượng lương thực ước đạt 157.000 tấn lúa\/ năm (2006). Tuy nhiên trong những năm gần đây, huyện đang có sự dịch chuyển từ việc trồng lúa sang nuôi trồng thủy sản, đặc biệt là các xã nằm ven [[sông Hậu]].\n\n==Văn hóa - du lịch==\n'''Văn hóa''': Nhà cổ Cầu Kè (nhà Huỳnh Kỳ) tọa lạc ở khóm 4, thị trấn Cầu Kè.\n\n'''Du lịch'''\n\nHoạt động du lịch phát triển, nhất là du lịch sinh thái kết hợp với lễ hội truyền thống. Đến Cầu Kè, bạn sẽ có dịp tham quan nơi ngụ cư của những người Khmer. Các cuộc dâng bông, lễ hội hầu như diễn ra thường xuyên.\n\nHuyện có nhiều tiềm năng về du lịch sinh thái của một vùng sông nước, nhất là các cồn dọc theo sông Hậu, có Cồn Tân Quy thuận lợi cho việc phát triển du lịch; du lịch tâm linh nhất là lễ hội chùa Ông hằng năm. Ngoài ra, huyện còn có nhà bia tưởng niệm nữ anh hùng liệt sĩ Chị Nguyễn Thị Út còn gọi là Út Tịch\n\nKết hợp với du lịch vườn cây ăn trái của Huyện, tạo nên những tour du lịch khép kín trong toàn tỉnh.\n\n==Hình ảnh==\n<gallery>\nTập tin:Dừa sáp Cầu Kè, Trà Vinh..jpg|Dừa sáp Cầu Kè, Trà Vinh\nTập tin:Dừa sáp Cầu Kè, Trà Vinh.jpg|Dừa sáp Cầu Kè, Trà Vinh\n<\/gallery>\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n[https:\/\/web.archive.org\/web\/20031101030116\/http:\/\/www.vietnamgateway.org\/vanhoaxa\/index.php?action=thongtin&chuyenmuc=0204&id=050712093314 Hiệu quả từ phong trào dịch chuyển cơ cấu kinh tế ở Trà Vinh]\n\n{{Đơn vị hành chính thuộc huyện Cầu Kè}}\n{{Huyện thị Trà Vinh}}\n\n{{Sơ khai Trà Vinh}}"}