{"35814":"{{wiki hóa|date=tháng 6 2020}}\n{{chú thích trong bài}} \n{{bài cùng tên|Thăng Long (định hướng)}}\n{{Cầu\n| Hình = Cầu Thăng Long - NKS.jpg\n| caption =Cầu Thăng Long nhìn từ đường Đông Ngạc\n| Quốc gia = Việt Nam\n| Tỉnh = Bắc Từ Liêm - Đông Anh,Hà Nội\n| Sông = sông Hồng\n| Tọa độ = \n| [[Chiều dài]] = Khác nhau theo loại hình phương tiện: 5503,3 m theo đường sắt; 3116m theo đường ô tô; 2.658,42m theo đường cho xe máy.\n| Chiều rộng = 21 m\n| [[Chiều cao]] =\n| Kiến trúc sư = \n| Nhà thầu = \n| Kiểu = Cầu chính bằng kết cấu thép. Cầu dẫn bằng dầm bê tông cốt thép\n| Vật liệu = [[Thép]] & [[bê tông]]\n| Khởi công = 26-11-1974\n| Khánh thành = 09-5-1985\n}}\n[[Tập tin:Vị trí cầu Thăng Long trong Tổng thể đầu mối đường sắt Hà Nội.jpg|284x284px|thumb|Vị trí cầu Thăng Long trong Tổng thể đầu mối đường sắt khu vực Hà Nội do Liên Xô giúp xây dựng quy hoạch|thế=]]\n'''Cầu Thăng Long''', còn gọi là '''Cầu Hữu Nghị Việt Xô''' là cây cầu bắc qua [[sông Hồng]] tại vị trí km6+300, lúc đầu nằm trong Tổng thể đầu mối đường sắt khu vực Hà Nội do [[Liên Xô]]  giúp đỡ xây dựng quy hoạch, và hiện nay thì nằm trên vành đai 3, nối huyện [[Đông Anh]] với quận [[Bắc Từ Liêm]] của [[Hà Nội]], thủ đô của [[Việt Nam]]. Cây cầu này có quy mô lớn vào loại bậc nhất Đông Nam Á thời bấy giờ và là công trình thế kỷ của [[Quan hệ Nga – Việt Nam|quan hệ Liên Xô - Việt Nam]].\n\nCầu Thăng Long cách [[cầu Long Biên]] khoảng 11&nbsp;km về phía thượng lưu sông Hồng.\n\n== Thông số kỹ thuật ==\n- Cầu gồm 2 tầng dùng chung cho đường sắt và đường bộ.\n\n- Tải trọng đường sắt: được tính toán cho đoàn tàu C12.\n\n- Tải trọng đường xe ô tô: Tính cho đoàn xe H30- HK80.\n\n- Tải trọng đường xe thô sơ: Phân bổ đều 400&nbsp;kg\/m2 hay 01 xe 13 tấn.\n\n- Tải trọng đường người đi bộ: 300&nbsp;kg\/m2.\n\n- Độ cao thông thuyền: Đảm bảo giao thông đường thủy mực nước thông thuyền +11,10m thì tàu 3000 tấn đi lại bình thường.\n\n*''Cấu tạo'': Cầu chính là các nhịp bằng kết cấu thép (chủ yếu là thép hợp kim mác 10XCHД, là thép có chứa crôm, silic, niken và đồng), cầu dẫn bằng các nhịp dầm bê tông cốt thép.\n*''Cấu trúc:'' Cầu đường bộ và đường sắt đi riêng, gồm 2 tầng.\n*''Chiều dài cầu chính vượt sông'': '''1.688''' m gồm 15 nhịp dầm thép. Các nhịp dầm thép tạo thành các liên dầm liên tục với độ dài 112m\/nhịp X 3 nhịp = 1 liên, đặt trên 14 trụ và 2 mố. Mỗi trụ gần 10.000m3 bê tông. Phần cầu chính có tất cả năm liên dầm thép liên tục.\n*''Chiều dài tính theo cầu đường sắt'': '''5.503,3''' m. Cầu đường sắt nằm phía dưới, cách tầng trên 14,10 m (tính từ tim thanh dầm mã thượng tới tim thanh dầm mã hạ). Rộng 17m. Trong lòng cầu rộng 10 m có 2 đường sắt, một đường khổ tiêu chuẩn 1,435m (phía thượng lưu), một đường khổ khổ 1,0m phía hạ lưu. Hai bên cánh gà tầng dưới này có 2 đường xe thô sơ mỗi bên rộng 3,5m. Các nhịp cầu dẫn của cầu đường sắt có kết cấu bằng các nhịp dầm bê tông dự ứng lực, độ dài 33m\/nhịp. Có tổng cộng 116 nhịp cầu dẫn đường sắt (53 nhịp phía bắc và 63 nhịp phía nam).\n*''Chiều dài tính theo đường xe ô tô:'' '''3116''' m. Cầu ô tô nằm ở tầng trên. Mặt cầu tầng này rộng 19,5m, phần ô tô rộng 16,5 m cho 4 làn xe, hai bên cho người đi bộ, mỗi bên 1,5 m. Phần kết cấu thép của cầu ô tô được lắp ráp bởi 6.500 tấn bản trực hướng bằng thép hợp kim cường độ cao, dày 14&nbsp;mm, có các gân ngang, dọc gia cường độ cứng bên dưới. Các bản trực hướng mặt cầu thép này liên kết với nhau bằng những mối hàn tự động với tổng [[chiều dài]] trên 30&nbsp;km. Tất cả các đường hàn này đều được kiểm tra chất lượng (kiểm tra khuyết tật hay còn gọi là kiểm tra không phá huỷ) bằng siêu âm, các điểm giao nhau của mối hàn được kiểm tra bằng [[tia X]] (lần đầu tiên thực hiện ở Việt Nam lúc bấy giờ). Các nhịp cầu dẫn của cầu ô tô có kết cấu bằng các nhịp dầm bê tông dự ứng lực, độ dài 33m\/nhịp. Có tổng cộng 43 nhịp cầu dẫn ô tô (22 nhịp phía bắc, 21 nhịp phía nam). Cầu được thiết kế cho 4 làn xe ô tô và hai lề bên cạnh cho người đi bộ.\n*''Chiều dài tính theo đường xe thô sơ'': '''2.658,42''' m. Ngoài phần chạy bên cánh gà tầng dưới của cầu chính, cầu dẫn đường xe thô sơ có 29 nhịp (14 nhịp phía bắc, 15 nhịp phía nam).\n*''Tổng khối lượng vật tư chính dùng cho công trình'': Bê tông: 230.000m3. Sắt thép: 53.294 tấn. Lao lắp 946 phiến dầm bê tông các loại nặng từ 54-130 tấn mỗi phiến. Chế tạo và đóng 110.000m (110&nbsp;km) cọc ống bê tông dự ứng lực Ø 550mm\n\n==Lịch sử xây dựng==\n===Thiết kế===\nTừ năm 1974-1977 do chuyên gia Trung Quốc thực hiện và từ năm 1979-1985 cầu được hoàn thành với sự giúp đỡ của chuyên gia Liên Xô.\n\nVề thiết kế cầu, có ý kiến nói là khi Trung Quốc thiết kế giống với cầu Trường Giang ([[Vũ Hán]], Trung Quốc), nhưng thực tế không hoàn toàn như vậy.\n\nCầu Vũ Hán của Trung Quốc có khung dầm thép liên kết hình hoa thị  (ӿ). Cầu Thăng Long có khung dầm thép liên kết hình [[tam giác]]\n\nTheo thiết kế lúc đầu của phía Trung Quốc, dầm thép của cầu được liên kết với nhau bằng đinh tán ri-vê (thi công sẽ vô cùng vất vả và chất lượng liên kết dầm khó đảm bảo được cao); mặt đường ô tô cầu chính có kết cấu bằng các tấm bê tông cốt thép dày trên 14&nbsp;cm. Việc này làm cho khoảng cách giữa tầng dưới và tâng trên của cầu rất lớn (trên 16m), đòi hỏi việc đắp đất hai bên mố đầu cầu rất cao, ảnh hưởng đến tuyến đê xung yếu của Hà Nội. Nhìn cầu hơi nặng nề, kém thanh thoát.\n\nTheo thiết kế của Liên Xô sau này, cầu chính bằng kết cấu thép có dạng các thanh dầm liên kết hình tam giác. Dầm thép được liên kết bằng bu lông cường độ cao (thi công đỡ vất vả hơn, chất lượng liên kết các thanh dầm thép cao hơn). Mặt cầu ô tô trên cầu chính được cấu tạo từ các bản trực hướng bằng thép hợp kim (giống như thép của các thanh dầm). Việc này làm giảm [[chiều cao]] giữa hai tầng cầu (xuống còn 14,1m), nhìn cầu thanh thoát hơn.\n[[Tập tin:Toàn cảnh cầu Thăng Long.jpg|nhỏ|thế=|Cầu Thăng Long năm 1985|279x279px]]\n===Xây dựng===\nCầu được khởi công xây dựng ngày 26 tháng 11 năm [[1974]] và chính thức khánh thành vào ngày [[9 tháng 5]] năm [[1985]]. Đây là cây cầu duy nhất của [[Hà Nội]] có thời gian thi công lâu nhất (11 năm, ban đầu do [[Trung Quốc]] giúp xây dựng, tuy nhiên đến năm [[1978]], Trung Quốc đã đơn phương phá vỡ cam kết, cắt viện trợ và rút hết các chuyên gia về nước khiến cho công trình bị bỏ dở và sau đó [[Liên Xô]] tiếp quản, viện trợ, khôi phục lại thi công từ tháng 6\/1979 và cơ bản kết thúc vào năm 1985).\n\nTrong thời gian Trung Quốc viện trợ (1974-1978): mới có 9 trụ chính giữa sông được thi công xong, 03 trụ đang thi công dở dang trong tổng số 14 trụ chính giữa sông và 2 mố, Đối với cầu dẫn đường sắt, mới thi công được 29 trụ ở phía bắc, 17 trụ ở phía nam so với 116 trụ của toàn bộ cầu dẫn đường sắt. Cầu chính hoàn toàn chưa có gì, cầu đường ô tô cũng chưa được thi công.\n\nGiai đoạn Liên Xô viện trợ (1979-1985) cầu được xây dựng hoàn thành. Liên Xô nhận cung cấp viện trợ để xây dựng hoàn thành cầu Thăng Long dựa trên cơ sở Hiệp định liên chính phủ Việt Nam - Liên Xô ký ngày 03\/11\/1978. '''''Đây là công trình viện trợ không hoàn lại.''''' Theo hiệp định, phía Liên Xô cung cấp cho Việt Nam các vật liệu xây dựng như: sắt thép, xi măng mác cao, dầm thép, máy móc thiết bị thi công, cử chuyên gia sang làm việc...\n\nViệc giúp đỡ xây dựng cầu Thăng Long phía Liên Xô giao cho Bộ Xây dựng các công trình giao thông Liên Xô ''(Mintransstroye)'', đầu mối trực tiếp thực hiện các đơn đặt hàng là Tổng Công ty xuất khẩu kỹ thuật giao thông ''(ZarubezTechnoTrans)''.Thiết kế do Viện Quốc gia thiết kế giao thông cầu Liên Xô ''(Giprotransmost)'' thực hiện. Việc sản xuất các kết cấu thép cho cầu chính do Nhà máy sản xuất cấu kiện cầu ''Voronhez'' đảm nhận. Các chuyên gia được cử sang Việt Nam chủ yếu là người của Liên hiệp Xí nghiệp xây dựng cầu số 5 (Trụ sở đặt tại thành phố Riga, Cộng hoà Latvia). Nhóm chuyên gia Liên Xô đầu tiên đến cầu Thăng Long ngày 08\/6\/1979 gồm 05 người. Trong suốt quá trình xây dựng có sự tham gia của phía Liên Xô từ tháng 6\/1979 đến tháng 5\/1985 có tổng số 167 lượt chuyên gia sang làm việc, thời điểm cao nhất là năm 1983 khi công trường thi công dồn dập, trải dài, rộng nhiều km với mấy ngàn lao động Việt Nam thì số chuyên gia có mặt đông nhất cũng chỉ có 96 người.\n\nTất cả các công việc, kể cả các hạng mục phức tạp, đòi hỏi tay nghề và công nghệ cao khi đó (như hàn tự động các bản trực hướng, thi công kết dính và tạo nhám liên kết của mặt cầu thép đường ô tô...) đều do công nhân Việt Nam thực hiện, các chuyên gia Liên Xô chủ yếu hướng dẫn, giám sát.\n\nTrong quá trình xây dựng phía Liên Xô cung cấp cho công trình cầu 49 ngàn tấn sắt thép các loại, 26 ngàn tấn dầm cầu thép, gần 60 ngàn tấn xi măng mác cao và nhiều trăm tấn máy móc, thiết bị thi công như cần cẩu lắp ráp tải trọng lớn, hệ thống hàn tự động để hàn liên kết dầm thép, máy xúc, máy ủi, xe lu, canô, thiết bị thí nghiệm, kiểm định...\n\nCần ghi nhận là trong quá trình xây dựng cầu Thăng Long ở giai đoạn 1979 - 1985 do được quản lý khá tốt, trên công trường không xẩy ra vụ tai nạn lao động đặc biệt nghiêm trọng nào gây chết nhiều người trong một vụ. Không có chuyên gia Liên Xô nào bị tai nạn lao động. (Đây là việc rất khác so với giai đoạn 1974-1978).\n[[Tập tin:Lắp hẫng dầm thép cầu Thăng Long.jpg|nhỏ|thế=|Lắp hẫng dầm thép cầu chính|280x280px]]\n\n==Mốc thời gian==\n[[Tập tin:BIEN BAN NGHIEM THU DAM THEP CAU TL.jpg|nhỏ|Biên bản xác nhận hoàn thành lắp dầm thép cầu chính và thông xe kỹ thuật cầu Thăng Long được hai phía Liên Xô và Việt Nam ký ngày 30\/10\/1983|498x498px]]\n\n- Ngày ''18\/10\/1983'' hoàn thành việc lắp 15 nhịp dầm thép của cầu chính.\n\n- Ngày ''03\/01\/1984'' thông xe kỹ thuật đường sắt phía thượng lưu.\n\n- Ngày ''25\/01\/1984'' thông xe cơ giới nhẹ trên phần đường dành cho phương tiện thô sơ.\n\n- Ngày ''19\/5\/1984'' thông xe đường sắt phía hạ lưu.\n\n- Ngày ''09\/5\/1985'' thông xe toàn bộ cầu Thăng Long.\n\n- Ngày ''25\/8\/1985'' Hội đồng nghiệm thu cấp nhà nước ký biên bản nghiệm thu cầu Thăng Long.\n\n- Ngày ''31\/8\/1985'' chính thức bàn giao giữa 2 Nhà nước Việt Nam- Liên Xô.\n\nTuy không có con số chính thức nhưng theo đánh giá của các chuyên gia cả trong và ngoài nước thì tại thời điểm hoàn thành cầu Thăng Long vào năm 1985 thì trị giá cây cầu này khi đó ước tính khoảng 250- 270 triệu đô la Mỹ.{{fact}}\n\n== Về tên gọi của cây cầu ==\nTrong suốt quá trình từ ý tưởng đến khi xây dựng, cây cầu không phải đã mang tên \"Thăng Long\" ngay mà nó đã từng có các tên gọi sau:\n\n- Thuở khởi đầu: ngày 16\/11\/1971 Chính phủ nước Việt Nam Dân chủ Cộng hoà thông qua phương án xây dựng cầu qua sông Hồng tại khu vực Chèm. Lúc ấy tên gọi của nó được ghi trong văn bản là \"cầu Chèm\".\n\n- Khi đặt vấn đề Trung Quốc viện trợ để xây cầu này, tháng 10\/1972, phía Việt Nam đồng ý với tên gọi do Trung Quốc đề nghị để ghi trong Hợp đồng và các bản vẽ là \"Hồng Hà Đại Kiều\" (cầu lớn sông Hồng Hà). Tuy nhiên tên gọi này tồn tại không lâu.\n[[Tập tin:Núi Viên Nam - NKS.jpg|nhỏ|279x279px|Cầu Thăng Long nhìn từ phía chân [[cầu Nhật Tân]]]]\n- Ngày 03\/3\/1973 một \"hội nghị tối cao\" để thống nhất xây dựng cây cầu này tổ chức tại Phòng họp số 4 Nguyễn Cảnh Chân, Ba Đình, Hà Nội. Hội nghị có mặt đầy đủ các vị lãnh đạo cao nhất lúc bấy giờ: Tổng Bí thư Lê Duẩn, Chủ tịch Uỷ ban thường vụ Quốc hội Trường Chinh, Thủ tướng Phạm Văn Đồng, cùng các lãnh đạo cấp cao khác. Cuộc họp này thảo luận nhiều vấn đề để xây dựng cây cầu. Về tên gọi cho cây cầu tương lai, tại cuộc họp này Chủ tịch Trường Chinh đề nghị tên gọi cho cây cầu là \"cầu Thăng Long\". Đây là tên gọi chính thức được sử dụng đến hiện nay.\n\n== Trong văn hóa đại chúng ==\nNhà thơ Hữu Thỉnh đã sáng tác bài thơ \"Thợ lặn cầu Thăng Long\" rất xúc động để ca ngợi người thợ lặn khi thi công giếng chìm chở nổi cầu Thăng Long:\n\n''Bộ đồ lặn tám mươi cân''\n\n''Chiếc bình hơi''\n\n''Và xoáy lũ sông Hồng''\n\n''Đám bùn nhão dưới năm mươi thước nước''\n\n''Cả dòng sông đè lên trái tim anh''\n\n''Anh đánh vật với bao nhiêu trôi dạt''\n\n''Anh lặng lẽ ném thân vào thử thách''\n\n''Anh thở dè, anh thở dè từng nấc''\n\n''Lặng lẽ vượt qua mình trên nhịp quá chênh vênh''\n\n''Sông không hề biết anh''\n\n''Để ghìm con sóng lại''\n\n''Đất không hề biết anh''\n\n''Những hạt cát cứ mịt mờ câm nín''\n\n''Dưới năm muơi thước nước sông Hồng''\n\n''Sóng nặng trĩu thét gào trên mạc máu''\n\n''Huyết áp tăng''\n\n''Trí nhớ bồng bềnh''\n\n''Anh tĩnh trí giữa bao nhiêu nhiễu loạn''\n\n''Sông đặc quánh mỗi lần anh lặn xuống''\n\n''Những trận thác rừng vờ ngủ bỗng bừng sôi''\n\n''Không nhìn thấy gì không nghe thấy gì đâu''\n\n''Tất cả trông vào cảm giác''\n\n''Một thế giới không mầu mù mịt''\n\n''Sương trắng bay trong kỷ niệm xa vời''\n\n''Cứ thế bao năm dưới đáy của lòng sông''\n\n''Với tất cả những gì biết được''\n\n''Đã làm anh giật mình sửng sốt''\n\n''Khi lên bờ''\n\n''Bắt gặp lá tre non''\n\nHà Nội 1983-1984[[Tập tin:Ảnh minh hoạ.jpg|thế=|nhỏ|Biểu tượng \"Cầu hữu nghị Việt - Xô\" tại đầu cầu Thăng Long với tấm biển đồng: \"Cầu Thăng Long được xây dựng với sự viện trợ không hoàn lại của Liên Xô. 1985\"|364x364px]]\n==Lưu ý==\n\nTuy nhiên so với thiết kế ban đầu, cầu có nhiều hạng mục không được xây dựng đầy đủ. Hạng mục dễ nhận thấy nhất đó là hai tháp đầu cầu: Theo thiêt kế, hai đầu cầu có hai tháp cao. Sau khi vượt khỏi tầng trên cầu ô tô, trên đỉnh các tháp này có sàn và đài quan sát phục vụ cho khách tham quan cầu ngắm cảnh sông Hồng và thủ đô Hà Nội. Trong lòng các tháp này là hệ thống thang máy để đưa người lên cao. Nhưng vì nhiều lý do (chủ yếu là lý do kinh tế khó khăn khi đó vì thiếu vốn đối ứng), rất tiếc công trình kiến trúc có ý nghĩa này đã không được xây dựng, mặc dù lô thiết bị đầu tiên phục vụ cho hạng mục này là những [[thang máy]] đã được Liên Xô đưa sang Việt Nam tới cầu Thăng Long, nhưng được điều đi lắp ở công trình khác!\n\nVà thực tế chỉ có thân tháp phía nam (phía Từ Liêm) được làm nhưng không được hoàn thiện mà chỉ có phần xây thô, hiện ngành viễn thông đang đặt các ăng ten của trạm thu phát sóng di động và thành phố Hà Nội thường treo các panô, áp phích còn hai tháp đầu cầu phía bắc (phía Đông Anh) thì hoàn toàn không xây. Bởi vậy nhìn tổng thể kiến trúc cầu không được đồng bộ.{{fact}}\n\nTrong quá trình khai thác, cầu Thăng Long không được duy tu, bảo trì đúng cộng với việc quản lý, giám sát tải trọng xe qua cầu không tốt dẫn đến việc mặt cầu chính của đường ô tô xuống cấp nghiêm trọng. Thậm chí trong những năm từ 2010 đến 2016 việc sửa chữa mặt cầu này không đúng cách lại càng dẫn đến tình trạng cầu ô tô nhanh xuống cấp. Tháng 9\/2018 Bộ giao thông vận tải Việt Nam mời các chuyên gia Nga sang khảo sát, tư vấn sửa chữa lại mặt cầu ô tô này. Tuy nhiên hai bên không thống nhất được và cuối cùng tháng 8\/2020 phía Việt Nam quyết định \"đóng cầu\" đường ô tô để sửa chữa mặt cầu. Công việc sửa chữa mặt cầu ô tô này kéo dài gần sáu tháng, đến đầu tháng 1\/2021 cầu Thăng Long mới thông xe ô tô trở lại.\n\nMột việc rất đáng nói đó là cơ sở vật chất sau khi xây dựng xong cầu Thăng Long để lại khá lớn và vẫn phát huy tác dụng: Các xưởng gia công dầm cầu thép, kết cấu bê tông (đặc biệt là bê tông dự ứng lực cho các kết cấu cầu) sau khi làm xong cầu Thăng Long đã phục vụ và phát huy tác dụng cho nhiều công trình cầu khác như ''cầu Chương Dương, cầu Bến Thủy, cầu Phong Châu, cầu Trung Hà...'' và kể cả trong việc xây dựng một số cầu vượt ở Hà Nội và Thành phố Hồ Chí Minh hiện nay. Không những thế, khách sạn Hoàng Long tại Xuân Đỉnh chính là khu nhà ở của chuyên gia Liên Xô khi xây dựng cầu Thăng Long.\n\n[[Tập tin:Phó Chủ tịch Hội đòng Bộ trưởng Đỗ Mười và Đại sứ Liên Xô tại Việt Nam cắt băng khánh thành cầu Thăng Long ngày 09-5-1985.jpg|nhỏ|thế=|Cắt băng khánh thành cầu Thăng Long ngày 09\/5\/1985|230x230px]][[Tập tin:Từ phải sang- Trưởng đoàn chuyên gia Liên Xô Zelnin E.V, Tổng Giám đốc XNLH cầu Thăng Long Hoàng Minh Chúc, Trợ lý kiêm phiên dịch của Trưởng đoàn chuyên gia Nguyễn Văn Ất.jpg|nhỏ|thế=|Lãnh đạo XNLH cầu Thăng Long và chuyên gia Liên Xô.|230x230px]]\n\n==Xem thêm ==\n\n==Tham khảo==\n(1). Thương lượng với thời gian, Nhà xuất bản Hội nhà văn, 2005\n\n(2). https:\/\/VnExpress.net. 07\/09\/2018 \"Cầu Thăng Long từng được sửa chữa thế nào?\"{{Tham khảo|30em}}\n\n{{Sơ khai cầu}} \n{{Cầu Hà Nội}}\n{{Công trình vượt sông Hồng (Việt Nam)|Thăng Long}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Cầu tại Hà Nội|Thăng Long]]\n[[Thể loại:Cầu đường sắt tại Việt Nam|Thăng Long]]"}