{"492635":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Cầu Giát\n| hình = \n| ghi chú hình = \n| vĩ độ = 19.1437\n| kinh độ = 105.6334 \n| diện tích = 2,82 km²\n| dân số = 9.595 người<ref name=\"NA2019\"\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 3.403 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Quỳnh Lưu]]\n| thành lập = 1953\n| trụ sở UBND = \n| mã hành chính = 17161<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cầu Giát''' là thị trấn huyện lỵ của huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Cầu Giát có vị trí địa lý:\n*Phía tây giáp các xã [[Quỳnh Mỹ]] và [[Quỳnh Lâm]]\n*Phía nam giáp xã [[Quỳnh Giang]]\n*Phía đông và phía bắc giáp xã [[Quỳnh Hồng]].\n\nThị trấn Cầu Giát có địa hình tương đối bằng phẳng, là vùng được hình thành do quá trình bồi đắp phù sa cách đây trên 1.000 năm.\n\nTheo thống kê năm 2019, thị trấn Cầu Giát có diện tích 2,82&nbsp;km², dân số là 9.595 người, mật độ dân số đạt 3.403 người\/km².<ref name=\"NA2019\">{{Chú thích web\n|url =http:\/\/ngheandost.gov.vn\/chuyen-san-khxhnv?p_p_id=101_INSTANCE_Y6w3vdzQM7wZ&p_p_lifecycle=0&p_p_col_id=column-1&p_p_col_count=1&_101_INSTANCE_Y6w3vdzQM7wZ_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_Y6w3vdzQM7wZ_assetEntryId=1711387&_101_INSTANCE_Y6w3vdzQM7wZ_type=content&_101_INSTANCE_Y6w3vdzQM7wZ_urlTitle=chuyen-san-khxh-nv-so-11-2019&redirect=http%3A%2F%2Fngheandost.gov.vn%2Fchuyen-san-khxhnv%3Fp_p_id%3D101_INSTANCE_Y6w3vdzQM7wZ%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26p_p_col_id%3Dcolumn-1%26p_p_col_count%3D1#\n|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Nghệ An\n|access-date =ngày 4 tháng 5 năm 2020\n|author =Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương\n}}{{Liên kết hỏng|date=2021-07-30 |bot=InternetArchiveBot }}<\/ref>\n\n==Kinh tế==\nThị trấn Cầu Giát là một trong những địa phương có nhiều nghề thủ công truyền thống sản xuất phát triển như: Cơ khí, đồ gỗ, trang trí nội thất, chế biến lương thực thực phẩm, gạch ngói xây dựng...\n\n==Lịch sử==\nTheo sử sách, trung tâm huyện Quỳnh Lưu thời Lý - Trần - Lê được đặt ở làng Vân Tụ (nay thuộc các xã Quỳnh Văn, Quỳnh Xuân).\n\nĐời Lê Kính Tông (1600 - 1619), huyện lỵ dời về Bèo Hậu (nay là xã Quỳnh Hậu).\n\nNăm 1800, huyện lỵ dời về làng Tiên Yên (nay thuộc xã Quỳnh Bá). Cầu Giát lúc này chỉ có Quán Thầu Đâu, nằm trên đường thiên lý (đường quan). Đường thiên lý từ Thăng Long đi vào, qua khe nước lạnh Hoàng Mai, vào cung đất đỏ Quán Bèo (Bèo Hậu) đến quán Thầu Đâu, rẽ xuống Tiên Yên, vòng qua sông Huống lên cung Quán Bánh và đi vào Diễn Châu.\n\nĐến đầu thời Nguyễn, đường thiên lý được uốn lại, qua cầu sông Giát vào thẳng Đăng Cao (Quán Bánh), lúc đó phố Cầu Giát mới được hình thành và được gọi là Quán Giát.\n\nNăm 1938, huyện lỵ Quỳnh Lưu chuyển từ Tiên Yên về Cầu Giát, hình thành các khối dân cư Cầu Giát thượng phố.\n\nĐến năm 1945, Cầu Giát trở thành một đơn vị hành chính riêng biệt, người dân quen gọi là Phố Giát.\n\nNăm 1953, thị trấn Cầu Giát được thành lập trên cơ sở một phần diện tích và dân số của các xã Quỳnh Hồng và Quỳnh Mỹ.\n\nNgày 12 tháng 5 năm 2010, theo Nghị quyết 24\/NQ-CP, thị trấn Cầu Giát được mở rộng trên cơ sở điều chỉnh 167 ha diện tích tự nhiên và 2.890 nhân khẩu của xã Quỳnh Mỹ nhập vào thị trấn Cầu Giát quản lý. Theo đó, sáp nhập thêm 4 xóm của xã Quỳnh Mỹ để thành lập mới các khối 9, 10, 11, 12.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Quỳnh Lưu}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}