{"1242983":"{{Thiếu nguồn gốc}}{{Văn phong}}{{Wikify}}{{Thông tin đơn vị hành chính Việt Nam\n| tên = Cẩm Vũ\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 58\n| vĩ giây = 11\n| kinh phút = 14\n| kinh giây = 50\n| diện tích = 4,91 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 7444 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1516 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| huyện = [[Cẩm Giàng]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 10909<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cẩm Vũ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Cẩm Giàng]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\nXã Cẩm Vũ nằm phía bắc huyện Cẩm Giàng với diện tích hành chính là 490,55 ha, đ­­ược chia làm 03 thôn, dân số 8.133&nbsp;ng­­ười. Có một làng nghề truyền thống, 01 khu di tích được công nhận là di tích Quốc gia đặc biệt, 02 khu di tích đư­­ợc công nhận là di tích cấp Quốc gia, 01 khu di tích đư­­ợc công nhận là di tích cấp tỉnh. Đời sống nhân dân ngày càng nâng cao, ngành nghề chủ yếu là nông nghiệp và bán công nghiệp, mức thu nhập bình quân đầu ngư­­ời năm 2019 là 51,2 triệu đồng, nhu cầu việc làm tại các doanh nghiệp trong và ngoài nước, xuất khẩu lao động sang một số nước ngày càng tăng.\n\nNăm 2018, xã đã được UBND tỉnh Hải Dương ra quyết định công nhận xã đạt chuẩn nông thôn mới. Đây là thành quả lớn lao thể hiện sự nỗ lực phấn đấu không ngừng của đảng, chính quyền và toàn thể nhân dân trong xã. Hiện xã đang tiếp tục đầu tư, phát triển phấn đấu đạt chuẩn nông thôn mới nâng cao vào cuối năm 2021.\n\n=== Làng nghề nấu rượu truyền thống Phú Lộc ===\nLàng Phú Lộc, xã Cẩm Vũ, huyện Cẩm Giàng, tỉnh Hải Dương là một trong những nơi sản xuất rượu vào hàng lớn nhất miền Bắc. Cẩm Vũ hiện có hơn 250 hộ sản xuất, kinh doanh rượu, trong đó, Phú Lộc có tới 200 hộ sản xuất rượu quanh năm. Trung bình, mỗi ngày, một hộ gia đình tại Phú Lộc nấu 20 lít rượu. Một ngày, làng rượu 300 năm tuổi này sản xuất 4.000 lít rượu.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc huyện Cẩm Giàng}}"}