{"1677362":"'''Cố Hưng Tổ''' ([[chữ Hán]]: ''顧興祖'') là một tướng lĩnh quân sự Trung Quốc thời [[nhà Minh]], từng tham gia chiến dịch xâm lược [[Đại Việt]] vào thế kỷ 15.\n\n==Thân thế==\nCố Hưng Tổ nguyên quán huyện Giang Đô, lộ Dương Châu, hành tỉnh Hà Nam (nay thuộc [[Dương Châu]], [[Giang Tô]], [[Trung Quốc]]). Ông nội là [[Cố Thành]], cha là [[Cố Thống]], đều làm tướng cho triều Minh.\n\nCố Hưng Tổ được kế thừa tước vị Trấn Viễn hầu từ ông nội Cố Thành. Thời [[Minh Nhân Tông|Minh Nhân tông]], Cố Hưng Tổ được chức Tổng binh trấn giữ vùng Quảng Tây, chịu trách nhiệm bình định và chiêu hàng các cuộc nổi dậy của bộ tộc người Miêu.\n\n==Viện binh cho [[Vương Thông]]==\nTháng 8 năm 1426, chủ soái [[Khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] là [[Lê Thái Tổ|Lê Lợi]] quyết định bắc tiến, mở chiến dịch tiêu diệt các lực lượng quân Minh đồn trú trên lãnh thổ [[Đại Việt]]. Lực lượng tiền tram của quân Lam Sơn chia làm 3 cánh, không chỉ liên tục hạ các thành trì, vây hãm các thành Tam Giang, Đông Quan, Nghệ An, mà còn đánh tan được quân viện binh từ [[Vân Nam]] kéo sang, kiểm soát hầu hết vùng lãnh thổ của Đại Việt trước đây.\n\nĐể quân đối phó lại tình hình nguy cấp ở Đại Việt, năm 1426, [[Minh Tuyên Tông|Minh Tuyên tông]] huy động 5 vạn quân các tỉnh phía nam, thêm hỏa khí sang trợ chiến, đặt dưới quyền tổng chỉ huy của Thái tử Thái bảo Thành Sơn hầu [[Vương Thông]], tiến quân sang Đại Việt. Các tướng [[Trần Trí]], [[Phương Chính]] đều bị cách chức, bị đặt dưới quyền Vương Thông sai khiến để lấy công chuộc tội.\n\nĐể tăng cường lực lượng đè bẹp quân Lam Sơn, Vương Thông ra lệnh rút hết quân làm đồn điền (trồng lúa lấy lương - khoảng 8.000 thổ binh bản xứ), hợp với quân đồn trú và quân tăng viện, mộ thêm 3 vạn thổ binh bản xứ, tăng lên thành 10 vạn quân. Minh đế cũng ra lệnh cho các tướng vùng biên giới phía Nam chuẩn bị lực lượng dự bị để hỗ trợ cho Vương Thông khi cần. Tại [[Vân Nam]], [[Mộc Thạnh]] được lệnh tuyển mộ 1,5 vạn bộ binh và 3.000 cung thủ chuẩn bị sẵn sàng. Tại Quảng Tây, Cố Hưng Tổ được lệnh chuẩn bị đưa 5.000 quân bản bộ sang tiếp ứng với Vương Thông.\n\nTuy nhiên, quân Lam Sơn khéo bày trận phục binh, nhanh chóng đánh tan quân Vương Thông tại [[Trận Tốt Động - Chúc Động|Tốt Động - Chúc Động]]. Trần Hiệp, Lý Lượng và 5 vạn quân bị giết, 1 vạn quân bị bắt sống. Vương Thông cùng các tướng chạy về cố thủ ở Đông Quan, đồng thời cho người về nước để cầu viện quân.\n\nTháng 1 năm 1427, Minh đế sai [[Liễu Thăng]] và [[Mộc Thạnh]] chuẩn bị quân binh để chi viện cho Vương Thông. Bấy giờ, lực lượng chủ lực của quân Lam Sơn do Lê Lợi chỉ huy tiến ra Bắc, thừa thắng vây chặt thành Đông Quan. Tháng 4 năm 1427, quân Lam Sơn tấn công thành Khâu Ôn ([[Lạng Sơn]]). Cố Hưng Tổ biết tin, sai quân tiếp ứng nên quân Lam Sơn phải tạm rút.<ref>[[Minh Thực Lục]] v. 17, t. 0678; Tuyên Tông q. 26, tr. 4b<\/ref> Thừa thắng, tháng 6 năm 1427, Minh đế ra lệnh cho Cố Hưng Tổ đem năm vạn quân, năm nghìn ngựa, sang cứu viện Vương Thông. Tuy nhiên, khi đến cửa ải Pha Lũy, bị các tướng [[Lam Sơn]] là [[Trần Lựu]] và [[Lê Bôi]] đón đánh, chém 3.000 quân, bắt 500 ngựa. Cố Hưng Tổ thua trận, bỏ chạy về nước.<ref>[[Khâm định Việt sử Thông giám cương mục|Khâm Định Việt Sử Thông Giám Cương Mục]] Chính Biên, Quyển thứ XIV.<\/ref>\n\nQuân Lam Sơn thừa thắng truy kích, hạ luôn 2 thành Khâu Ôn và Ải Lưu. Cố Hưng Tộ bị đàn hặc vì không cứu viện kịp thời:\n\n{{cquote|\n\n:''Ngày 13 tháng 7 năm Tuyên Đức thứ 13 [5\/8\/1427]\n\n:''Chiếu mệnh bắt Trấn viễn hầu Cố Hưng Tổ. Lúc bấy giờ giặc Giao Chỉ phá Ải Lưu, tấn công Khâu Ôn; Hưng Tổ đặt quân tại Nam Ninh, Thái Bình (đếu thuộc Quảng Tây, Trung Quốc) không cứu viện, để cho giặc chiếm được thành. Hưng Tổ trước kia tâu rằng đã chém được giặc Vi Vạn Hoàng, bêu đầu thị chúng; nhưng Vạn Hoàng vẫn ra vào cướp phá như xưa! Hưng Tổ lại sai bọn Chỉ huy Trương Ban giả mạo việc quân đoạt của quan, dân hơn 2500 lượng bạc, 100 con ngựa; lại cưỡng bách dân ép cưới con gái; bị Tuần Án Ngự sử hặc tâu. Thiên tử thấy tội ác không chừa, mệnh hành tại Đô sát viện bắt và điều tra, sai công hầu Đại thần cử tướng giỏi thay thế.''\n|||Minh Thực Lục v. 17, tr. 763; Tuyên Tông q. 29, tr. 4a}}\n\nTuy nhiên, do bị bắt giam nên Cố Hưng Tổ không phải chịu cái nhục thua trận của Liễu Thăng, Vương Thông. Sang năm 1428, Cố Hưng Tổ được tha và được phục hồi tước vị.\n\n==Giao chiến với quân [[Mông Cổ]]==\nNăm 1449, bộ tộc Mông Cổ Oirat (Ngõa Lạt thị) xua quân xâm nhập Trung Nguyên, hòng khôi phục uy danh [[nhà Nguyên]]<ref>Vương Thiên Hữu chủ biên (2004), Mười sáu hoàng đế triều Minh, Nhà xuất bản Văn hóa thông tin. tr 328.<\/ref>. Cố Hưng Tổ theo phò [[Minh Anh Tông|Minh Anh tông]] thân chinh tiến lên phía Bắc. Tuy nhiên, quân Mông Cổ truy kích và đánh tan toàn bộ binh lực quân Minh tại [[Sự biến Thổ Mộc bảo|Thổ Mộc bảo]], giết với mấy chục vạn quân Minh cùng hơn 50 quan văn võ, bắt sống được [[Minh Anh Tông|Minh Anh tông]], thừa thắng chuẩn bị tấn công [[Bắc Kinh]].<ref>Vương Thiên Hữu chủ biên (2004), Mười sáu hoàng đế triều Minh, Nhà xuất bản Văn hóa thông tin. tr 326.<\/ref>\n\nCố Hưng Tổ may mắn thoát được, về triều bị luận tội chết. Tuy nhiên bấy giờ quân Mông Cổ đã áp sát kinh thành, Bắc Kinh rơi vào tình trạng hỗn loạn vì trong thành chỉ còn khoảng 10 vạn quân và ngựa già yếu<ref>Cát Kiếm Hùng chủ biên (2006), Bước thịnh suy của các triều đại phong kiến Trung Quốc, tập 3, Nhà xuất bản Văn hóa thông tin. tr 123<\/ref>. Phái chủ chiến đứng đầu bởi tân Binh bộ Thượng thư [[Vu Khiêm]], ủng lập em Anh Tông là Thành vương Chu Kỳ Ngọc lên ngôi, tức là [[Minh Đại Tông|Minh Đại tông]], cương quyết tử thủ. Cố Hưng Tổ được phóng thích và phục chức，sung làm Phó tổng binh, thống lĩnh quân Minh chống giữ ở thành ngoại. Dưới sự chỉ huy của Vu Khiêm, quân Minh kháng cự mãnh liệt, quân Mông Cổ sau khi tấn công hơn 1 ngày không hạ được thành, sợ viện quân Minh các nơi kéo đến chặn đường về, nên ngày 15 tháng 10 nhổ trại lui về phía bắc.\n\n==Cuối đời==\nSau khi quân Mông Cổ lui quân, Cố Hưng Tổ được phong chức Đô đốc đồng tri, giao trấn thủ Tử Kinh quan. Năm 1452, bị triều đình xét tội nhận hối lộ, tước bỏ tước vị và bị hạ ngục, sau đó lại được phóng thích. Khi [[Minh Đại Tông|Minh Đại tông]] lập Thái tử, Cố Hưng Tổ được phong lại tước Bá. [[Minh Anh Tông|Minh Anh tông]] phục vị, khôi phục tước vị Hầu cho Cố Hưng Tổ, giao trấn thủ [[Nam Kinh]]. Sau khi Cố Hưng Tổ chết, tước Hầu do cháu là Cố Thuần thế tập.<ref>[[Minh sử]], quyển 144.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [[Minh sử]], quyển 144\n\n[[Thể loại:Nhân vật quân sự nhà Minh]]\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Người Giang Tô]]"}