{"52289":"{{đổi hướng đến đây|Phú thọ}}\n{{Infobox Military Structure\n|name=Cố đô Huế\n|location=[[Huế]], [[Thừa Thiên Huế]], [[Việt Nam]]\n|coordinates=\n|image=[[Tập tin:Ngomon2.jpg|270px|Cổng [[Ngọ Môn (Huế)|Ngọ Môn]]]]\n|caption=Cổng Ngọ Môn, một biểu tượng của Cố đô Huế\n|type=\n|code=\n|built=1802 [[Phú Xuân]]\n|builder=[[Gia Long]]\n|materials=\n|height=\n|used=1802 - 1945\n|demolished=\n|condition=\n|ownership=\n|open_to_public=\n|controlledby=\n|garrison=\n|current_commander=\n|commanders=\n|occupants=\n|battles=\n|events=\n}}\n'''Cố đô Huế''' là thủ phủ [[Đàng Trong]] dưới thời các [[chúa Nguyễn]] từ năm 1687 đến 1774, sau đó là [[thủ đô]] của triều đại [[Tây Sơn]] từ năm [[1802|1788]] khi Hoàng đế [[Quang Trung]] tức [[Quang Trung|Nguyễn Huệ]] lên ngôi. Khi [[Nguyễn Ánh]] lên ngôi vào năm 1802 lấy niên hiệu là Gia Long, ông cũng chọn thành Phú Xuân làm kinh đô cho [[nhà Nguyễn]] – triều đại [[phong kiến]] cuối cùng trong [[lịch sử Việt Nam]]. [[Huế]] kết thúc sứ mệnh là [[thủ đô Việt Nam]] vào năm [[1945]] khi vị [[hoàng đế]] cuối cùng của [[nhà Nguyễn]] là [[Bảo Đại]] [[Chiếu thoái vị của Bảo Đại|thoái vị]].\n\n==Lịch sử cố đô huế==\n[[Tập tin:Kỳ đài ở Huế.jpg|nhỏ|phải|250px|Hoa đỏ rực bên Kỳ Đài]]\n===Thời kỳ hình thành và phát triển===\nNăm [[1306]], [[Huyền Trân|Công chúa Huyền Trân]] về làm vợ vua [[Chiêm Thành|Chiêm]] là [[Chế Mân]], đổi lấy hai [[châu Ô]] và [[Châu Lý|Rí]] làm sính lễ. Năm [[1307]], vua [[Trần Anh Tông]] tiếp thu vùng đất mới và đổi tên là [[Thuận Châu|châu Thuận]] và [[Châu Lý|châu Hóa]]. Việc gom hai châu này làm một dưới cái tên phủ [[Thuận Hóa]] ([[chữ Hán]]: 順化) được thực hiện dưới thời nội thuộc [[Nhà Minh]]. Đến đời [[Nhà Hậu Lê]], Thuận Hóa là một đơn vị hành chính cấp tỉnh. Năm [[1604]], [[Nguyễn Hoàng]] đã cắt huyện [[Điện Bàn]] thuộc trấn Thuận Hóa, nâng lên thành phủ, sáp nhập vào trấn [[Quảng Nam]]. Thuận Hóa dưới thời các chúa Nguyễn, ([[thế kỷ 17]]- [[Thế kỷ 18|18]]) là vùng đất trải dài từ phía nam [[đèo Ngang]] cho tới [[đèo Hải Vân]].<ref name=\"ReferenceA\">Xem ''\"Huế\" có tự khi mô'' của Võ Hương An, đăng trong tập \"Huế của một thời\", Nam Việt xuất bản năm 2006<\/ref>\n\nNăm 1626, để chuẩn bị cho việc chống lại quân [[Chúa Trịnh|Trịnh]], Chúa Sãi [[Nguyễn Phúc Nguyên]] dời dinh đến làng Phước Yên (Phúc An) thuộc huyện [[Quảng Điền]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]] và đổi Dinh làm Phủ.\n\nNăm [[1636]], Chúa Thượng [[Nguyễn Phúc Lan]] chọn làng [[Kim Long (phường)|Kim Long]], thuộc huyện Hương Trà, tỉnh Thừa Thiên, làm nơi đặt Phủ. Năm 1687, Chúa Nghĩa [[Nguyễn Phúc Thái]], dời Phủ chúa về làng [[Huế|Phú Xuân]] (富春), thuộc huyện [[Hương Trà]] và năm 1712, chúa Minh [[Nguyễn Phúc Chu]] dời phủ về làng Bác Vọng, huyện Quảng Điền, Thừa Thiên làm nơi đặt Phủ mới.\nĐến khi Vũ Vương [[Nguyễn Phúc Khoát]] lên cầm quyền năm 1738 thì phủ chúa mới trở về lại vị trí Phú Xuân và yên vị từ đó cho đến ngày thất thủ về tay quân họ Trịnh vào năm 1774.<ref name=\"ReferenceA\"\/>.\n\nTrong thời kỳ [[nhà Tây Sơn]], Phú Xuân là đất phong của [[Nguyễn Huệ]] khi ông còn là '''Bắc Bình Vương'''. Từ trước khi lên ngôi hoàng đế, [[Quang Trung|Nguyễn Huệ]] đã định dời đô ra Lam Thành, [[Yên Trường]] nhưng mà ông cũng đều không thành. Ở năm 1788, Sau khi chính thức lên ngôi Hoàng đế, ông vẫn chọn Phú Xuân là kinh đô của nhà Tây Sơn. Song vì hoàn cảnh [[chiến tranh]], Quang Trung phải lo đối phó cả hai phía bắc ([[nhà Thanh]]) và nam ([[Nguyễn Ánh]]), nên ông có ý định chọn tỉnh [[Nghệ An]] làm nơi đóng đô vì đây là trung tâm giữa hai đường ra vào, gọi là '''Phượng Hoàng trung đô'''. Tuy nhiên thành mơi đang xây dang dở thì vua Quang Trung qua đời, hành cung chưa kịp đổi tên thành cung điện, vua kế vị là [[Nguyễn Quang Toản]] vẫn tiếp tục ở lại thành Phú Xuân, không xây dựng Phượng Hoàng trung đô nữa.\n\nSau khi Hoàng đế Quang Trung mất, thế lực của nhà Tây Sơn suy yếu dần, vua Cảnh Thịnh lên ngôi vẫn còn nhỏ tuổi, nhân cơ hội này, năm 1802, [[Gia Long|Nguyễn Phúc Ánh]] lật đổ nhà Tây Sơn, lên ngôi hoàng đế lập ra [[nhà Nguyễn]] và vẫn chọn Huế làm kinh đô cho triều đại mới vì nhiều lý do: về mặt [[lịch sử]] khi trước đó 9 đời [[chúa Nguyễn]] đã chọn đất Phú Xuân làm kinh đô, về địa thế Huế nằm ở trung tâm lãnh thổ Việt Nam thống nhất khi ấy, cũng như về chính trị khi ông lo ngại dân chúng phía Bắc còn thương tiếc triều Lê<ref name=Son17>Trần Đức Anh Sơn, Tr. 17<\/ref><ref name=Son18>Trần Đức Anh Sơn, Tr. 18<\/ref>. \n\nTuy nhiên, kinh đô này cũng bộc lộ ba điểm yếu quan trọng<ref>Vì sao Nguyễn Phúc Ánh lại chọn Huế làm kinh thành của triều Nguyễn? Vũ Đình, báo Dân Việt ngày 17\/01\/2023<\/ref>:\n* Thứ nhất là khung cảnh tự nhiên chật hẹp và vị trí địa lý bị cô lập. Huế nằm ở trung tâm của một dải đồng bằng nhỏ hẹp và ít dân, rất khó để huy động một nguồn lực lớn để phản ứng với tình thế khẩn cấp ở nơi khác. Nơi này lệ thuộc về lương thực, thuế khóa của các vùng khác, minh chứng là khi Tây Sơn chiếm được Quy Nhơn và cắt đôi Đàng Trong, Huế đã rơi vào cuộc khủng hoảng lương thực. \n* Thứ hai, Huế nằm ở xa cả 2 trung tâm kinh tế, quân sự của Việt Nam là đồng bằng sông Hồng và đồng bằng sông Cửu Long. Riêng việc vận tải lúa gạo, lương thực, quân lính, tiền đúc… hàng năm giữa Gia Định - Huế - Hà Nội đã là một gánh nặng khổng lồ so với nhân lực thời bấy giờ.\n*Thứ ba, Huế không phải là nơi có thể phòng thủ tốt. Nơi đây không thể phòng thủ nếu như cửa Thuận An bị hải quân địch cô lập (như Pháp sẽ làm vào năm 1883)\n\nMột số vua triều Nguyễn ý thức phần nào về bất lợi trong vị trí địa lý của Huế, tuy nhiên triều đình không có lựa chọn nào khác tối ưu hơn.\n\nKhi chọn Huế làm kinh đô, vua [[Gia Long]] đã cho xây dựng dạng kinh đô có tính phòng thủ: xây dựng một loạt tường thành, cung điện, công sở, đồn lũy ở bờ bắc sông Hương như [[Kinh thành Huế|Kinh Thành]] cùng với các phòng, bộ nha viện trong kinh thành, các công trình phòng thủ quân sự dọc bờ nước sông Hương, sông Hộ Thành và cửa biển Thuận An. Các công trình trên được xây dựng theo lối kiến trúc truyền thống của Huế, kết hợp với kiểu mẫu bố trí từ [[Trung Quốc]] và kỹ thuật quân sự, xây tường thành theo lối [[Vauban]] từ các nước phương Tây đồng thời tuân thủ theo nguyên tắc địa lý phong thủy phương Đông<ref name=Son19\/><ref name=Son20>Trần Đức Anh Sơn, Tr. 20<\/ref>. Việc xây dựng này kéo dài suốt từ triều [[Gia Long]] tới triều vua [[Minh Mạng]]<ref name=Son19>Trần Đức Anh Sơn, Tr. 19<\/ref>, từ [[1802]] tới tận [[1917]] với một loạt các công trình phục vụ cho công việc triều đình, sinh hoạt, tín ngưỡng giải trí của vua quan như: [[Lục Bộ Đường]], [[Nội Các]], [[Thái Y Viện]], [[Đô Sát Viện]], [[Khâm Thiên Giám]], [[Thái Miếu]], [[Hưng Miếu]], [[điện Phụng Tiên]]... Ngoài kinh thành còn có các công trình phục vụ [[giáo dục]] như [[Văn miếu Huế|Văn Miếu]], [[Võ miếu Huế|Võ Miếu]], [[Quốc Tử Giám (Huế)|Quốc Tử Giám]], [[Trường Thi]]...; ngoại giao như [[Tòa Thương Bạc|Thượng Bạc Viện]] và giải trí như [[Hổ Quyền]]. Cũng trong khoảng thời gian này, Huế đã tự hình thành cho mình một phong cách xây dựng lăng tẩm riêng theo phong cách triết học có sự chi phối của phong thủy địa lý, kết hợp phong cách nhà vườn Huế với phong cách cung đình Huế như ở các khu lăng tẩm tiêu biểu của vua [[Gia Long]], [[Minh Mạng]], [[Thiệu Trị]], [[Tự Đức]], [[Dục Đức]] và [[Đồng Khánh]]. Ngoài các công trình trên, giai đoạn này cũng là giai đoạn nhiều chùa quán, đền miếu được xây dựng trùng tu với bốn ngôi ''quốc tự'' [[Chùa Thiên Mụ|Thiên Mụ]], Giác Hoàng, [[Chùa Diệu Đế|Diệu Đế]], Thánh Duyên và ''quốc quán'' [[Quy Sơn Linh Hựu|Linh Hựu]] cùng với nhiều chùa chiến đền miếu nhỏ khác. Việc này đã hình thành ''thiền kinh'' của [[Phật giáo Việt Nam]] thế kỷ thứ 19 <ref name=Son21>Trần Đức Anh Sơn, Tr. 21<\/ref>. Cũng với sự có mặt của hoàng gia, giai đoạn này hàng loạt các công trình phủ đệ được xây dựng mà lúc đỉnh cao có đến 85 phủ <ref name=Son21\/><ref name=Son22>Trần Đức Anh Sơn, Tr. 22<\/ref>.\n\nTừ năm [[1917]], nhiều công trình dân sự mang phong cách kiến trúc [[châu Âu]] vào Huế. Tiền đề của việc này đã có từ năm 1884, khi [[nhà Nguyễn|triều đình]] ký [[hòa ước Giáp Thân (1884)|hiệp ước Patenôtre]] mở đường cho người Pháp xây dựng các công trình mang kiến trúc châu Âu ở trấn Bình Đài và lân cận: [[Khâm sứ Trung Kỳ|tòa Khâm Sứ Trung Kỳ]] ở bờ nam [[sông Hương]] được xây dựng và một loạt các công trình: dinh Công Sứ, nhà Dây Thép, nhà Đoan, nhà Đèn.. cùng với sự xuất hiện của khu phố Tây (quartier Européen) đã khiến cho các trại binh nhà Nguyễn ở nam sông Hương bị xóa sổ và dạng kiến trúc dân sự châu Âu xuất hiện ở Huế<ref name=Son22\/>. Đến năm 1916, khi vị vua chống Pháp là [[Duy Tân]] bị bắt và đày đi đảo La Réunion và lập [[Khải Định]] lên ngôi, phong cách kiến trúc châu Âu bắt đầu chính thức xâm nhập mạnh mẽ vào Huế kể cả các công trình đền đài cung điện<ref name=Son22\/>. Vua [[Khải Định]] bắt đầu cho xây dựng, cải tạo hàng loạt công trình với phong cách kiến trúc mới, vật liệu mới phi truyền thống mà tiêu biểu là xây [[Lăng Đồng Khánh|mộ vua Đồng Khánh]] năm 1917, cải tạo nâng cấp khu vực Hoàng Thành (1921-1923)<ref name=Son22\/>, xây [[Cung An Định|An Định Cung]] và tiêu biểu nhất là [[Lăng Khải Định|Ứng Lăng]] với phong cách châu Âu kết hợp với lý số phong thủy phương Đông, trang trí theo Nho giáo<ref name=Son23>Trần Đức Anh Sơn, Tr. 23<\/ref>. Người kế vị vua [[Khải Định]] là [[Bảo Đại]] cũng cải tạo một loạt các công trình trong Hoàng Thành theo phong cách Âu hóa tạo một diện mạo kiến trúc mới cho quần thể các di tích ở Kinh đô Huế<ref name=Son23\/>.\n\n===Thời kỳ hiện đại===\n[[Cách mạng Tháng Tám|Cách mạng tháng Tám]] thành công kết thúc 143 năm trị vì của [[nhà Nguyễn]], đồng thời cũng đánh dấu một giai đoạn khủng hoảng và suy thoái của quần thể di tích Huế. Việc người Pháp quay trở lại [[Bán đảo Đông Dương|Đông Dương]] và sau đó là sự can thiệp của người Mỹ đã biến Huế với địa thế của mình những năm đó thành một chiến trường giành giật ác liệt của tất cả các phe tham chiến đặc biệt trong các trận đánh vào [[tháng hai|tháng 2]] năm [[1947]] và [[Sự kiện Tết Mậu Thân|tết Mậu Thân năm 1968]]<ref name=\"Son25\"\/>. Một loạt các công trình ở Huế trở thành phế tích. [[Điện Cần Chánh (hoàng thành Huế)|Điện Cần Chánh]] cùng hàng loạt công trình khác bị thiêu rụi, [[cầu Trường Tiền]] bị đánh sập 2 lần, Trấn Bình Đài bị [[quân đội Pháp]] rồi sau đó tới [[Quân lực Việt Nam Cộng hòa]] quân sự hóa mà tới giờ vẫn còn dấu tích<ref name=\"Son25\"\/>. Trong sự kiện tết Mậu Thân 1968, các phe tham chiến giành giật nhau ác liệt [[Huế]] với cường độ bom đạn ác liệt đã tàn phá các di tích Huế dữ dội: [[Đàn Nam Giao (triều Nguyễn)|đàn Nam Giao]] bị chặt trụi thông, các khu Quan Cư, Binh Xá, Thần Trù... vòng tường thành ngoài cùng bị phá hủy<ref name=\"Son25\"\/>. Khu vực lăng tẩm bị rơi vào khu vực tranh chấp hoặc bị bom đạn tàn phá nặng nề. Ngoài ra năm [[1953]] và năm [[1971]], Huế còn trải qua hai trận lũ lớn càng làm cho các di tích Huế bị thương tổn nặng<ref name=\"Son25\">Trần Đức Anh Sơn, Tr. 24<\/ref>.\n\n[[Sự kiện 30 tháng 4 năm 1975|1975]] kết thúc [[chiến tranh Việt Nam]], nhưng trước đó toàn bộ [[Quần thể di tích Cố đô Huế|quần thể di tích Huế]] bị tàn phá hư hỏng nặng nề với việc [[Tử Cấm thành (Huế)|Tử Cấm thành]] gần như bị xóa sổ, các khu vực lăng tẩm đền miếu trong ngoài Kinh Thành bị hư hỏng nặng<ref name=\"Son25\"\/>. Ngoài ra do không được chăm sóc, các [[Công trình xây dựng|công trình]] còn bị tàn phá bởi [[Tự nhiên|thiên nhiên]], cây cỏ xâm thực, ao hồ tù đọng không nạo vét<ref name=\"Son25\"\/>. Mặc dù chính quyền mới thành lập đã đưa việc lập xếp hạng di tích, đưa quần thể kiến trúc di tích Huế vào bảo vệ ngay những buổi đầu sau chiến tranh, nhưng do nhiều định kiến về [[chính trị]] khi ấy đã khiến việc bảo vệ di tu Huế vẫn bị lãng quên thậm chí xuất hiện việc sử dụng bừa bãi các công trình di tích không đúng mục đích, cho đến ngày thành lập Công ty Quản lý Lịch sử Văn hóa Huế vào năm 1982<ref name=\"Son25\"\/><ref name=Son25>Trần Đức Anh Sơn, Tr. 24<\/ref>.\n\n===Thời kỳ khôi phục===\nNăm [[1981]], tại [[Hà Nội]], ông Amadou Mahtar M'Bow tổng giám đốc [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] đã ra lời kêu gọi cứu vãn Huế và phát động một cuộc vận động quốc tế giúp đưa việc di tu tôn tạo Huế trở lại quỹ đạo ban đầu<ref name=Son26\/>. Năm 1982, nhóm công tác Huế-UNESCO được thành lập để theo dõi chỉ đạo công cuộc trùng tu lại Huế<ref name=Son26\/>. Nhóm này đã tổ chức được 9 kỳ họp để triển khai phân công công tác bảo tồn với sự hỗ trợ và hợp tác của chính quyền Việt Nam. Qua 19 năm tích cực thực hiện công cuộc khôi phục, di tích Huế đã từng bước được cứu vãn và hồi sinh. Nhiều di tích có mức độ hư hỏng từ 30%–60% đã được tu bổ<ref name=Son26\/>. [[Trung tâm Bảo tồn Di tích Cố đô Huế|Trung tâm Bảo tồn Di tích Cố Đô Huế]] đã sửa chữa nâng cấp tôn tạo nhiều công trình với tổng kinh phí trên 66 tỷ đồng từ ngân sách địa phương và viện trợ quốc tế<ref name=Son26>Trần Đức Anh Sơn, tr. 26<\/ref> trong đó có nhiều công trình giá trị cao như: [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]], [[Điện Thái Hòa (hoàng thành Huế)|Thái Hòa]], [[Hưng Tổ Miếu (hoàng thành Huế)|Hưng Tổ Miếu]], [[Điện Long An|Long An Điện]], [[Kỳ Đài (kinh thành Huế)|Kỳ Đài]]... Năm [[1999]] tiếp tục trùng tu một đợt lớn với kinh phí trên 20 tỷ đồng với ngân sách từ chính quyền trung ương Việt Nam là 11,5 tỷ. Cả UNESCO và [[chính phủ]] [[Việt Nam]] là hai nhân tố quan trọng cùng tác động và hỗ trợ quá trình phục hồi và hồi sinh quần thể di tích Huế<ref name=Son27>Trần Đức Anh Sơn, tr. 27<\/ref>. Năm 1998, [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] chính thức kiến nghị chấm dứt cuộc vận động quốc tế cứu vãn Huế để chuyển sang giai đoạn ủng hộ sự phát triển bền vững<ref name=Son27\/>.\n\n[[Chính phủ Việt Nam]] đã phê duyệt Dự án quy hoạch bảo tồn và phát huy giá trị khu di tích cố đô Huế từ năm [[1995]] đến năm [[2010]] nhằm định hướng cho công cuộc bảo tồn di tích Cố đô Huế<ref name=Son26\/>. Năm 2019, [[Thừa Thiên Huế]] khởi động Đề án “''Di dời dân cư, giải phóng mặt bằng khu vực I hệ thống di tích Kinh thành Huế thuộc Quần thể di tích Cố đô Huế''”. Đề án thực hiện trong 6 năm, từ năm 2019 đến năm 2025 với kinh phí hơn 4.000 tỷ đồng. Theo đó, người dân sống ở khu vực I di tích Kinh thành Huế đồng ý chuyển đến các khu tái định cư, trả lại không gian để tôn tạo lại di sản.<ref>{{Chú thích web|url=https:\/\/vov.vn\/di-san\/cuoc-di-dan-lich-su-tra-lai-khong-gian-xua-kinh-thanh-hue-863810.vov|title=Cuộc di dân lịch sử - Trả lại không gian xưa kinh thành Huế|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n==Di sản văn hóa vật thể==\n{{xem thêm|Quần thể di tích Cố đô Huế}}\n===Quá trình công nhận của UNESCO===\nNăm [[1951]], [[Quốc gia Việt Nam]] dưới thời [[Bảo Đại|Quốc trưởng Bảo Đại]] gia nhập [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]].<ref name=An25\/> Các năm [[1971]] và [[1973]], [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] 2 lần cử [[chuyên gia]] Brown Morton để khảo sát về di tích triều Nguyễn và lượng định khả năng trùng tu. Năm [[1974]], ông Brown đệ trình lên UNESCO bản báo cáo kỹ thuật nhan đề \"''The Conservation of Historic Sites and Monuments of Hue''\". Năm [[1976]], nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] chính thức gia nhập UNESCO và sau đó 2 năm, năm [[1978]], UNESCO lại cử một [[chuyên gia]] tên [[Pierre Pichard]] đến khảo sát Huế một lần nữa. Sau khi về [[Paris]], ông Pierre đệ trình lên UNESCO một bản báo cáo nhan đề \"''La Conservation des Monuments de Huế''\" (Bảo tồn Di tích Huế)<ref name=An25>Phan Thuận An, Tr. 25<\/ref>. Năm [[1980]], UNESCO cùng với [[Chính phủ Việt Nam]] đề ra kế hoạch hành động \"Bảo vệ, Tu sửa và Tôn tạo di tích Huế\". 1981, tại [[Hà Nội]], ông [[Amadou Mahtar M'Bow]] tổng giám đốc [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] đã ra lời kêu gọi cứu vãn Huế và phát động một cuộc vận động quốc tế giúp đưa việc di tu tôn tạo Huế trở lại quỹ đạo ban đầu<ref name=Son26\/><ref name=An26>Phan Thuận An, Tr. 26<\/ref> rồi sau đó họ cử nhiều chuyên gia và đưa nhiều gói viện trợ nhằm hỗ trợ Việt Nam. Đến năm 1987, Việt Nam gia nhập \"công ước Bảo vệ Di sản Văn Hóa và Thiên nhiên Thế giới\" của UNESCO.<ref name=An26\/>\n\nNăm [[1990]], UNESCO đề nghị [[Chính phủ Việt Nam]] lập hồ sơ một số công trình kiến trúc, thiên nhiên trong đó có khu Di tích Huế.<ref name=An26\/> Với sự hướng dẫn giúp đỡ của các chuyên gia UNESCO, trong hai năm 1992 và 1993, [[Trung tâm Bảo tồn Di tích Cố đô Huế|Trung tâm bảo tồn Di tích Cố Đô Huế]] đã thực hiện bộ hồ sơ về [[Quần thể di tích Cố đô Huế]] nộp lên [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|Hội đồng Di sản Thế giới]] thuộc [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] (ICCROM). Tháng 3 năm 1993, một chuyên gia của ICCROM và IUCN đến Việt Nam để thẩm định giá trị của các khu vực Việt Nam nộp hồ sơ, trong đó có khu di tích Huế<ref name=An27>Phan Thuận An, Tr. 27<\/ref> và đến [[tháng chín|tháng 9]] năm [[1993]], Trung tâm Bảo tồn Di tích Cố đô gửi hồ sơ bổ sung cho UNESCO. Ngày 11 tháng 12 năm 1993, trong một phiên họp tại Carthagène ([[Colombia]]), Hội đồng đã ghi danh [[Quần thể di tích Cố đô Huế]] vào Danh mục Di sản Thế giới. Ngày 2 tháng 8 năm 1994, đích thân Phó Tổng Giám đốc [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]], ông Daniel Janicot, đến Huế trao tấm bằng chứng nhận của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] cho [[Huế]] có chữ ký của Tổng Giám đốc UNESCO, ông Fédérico Mayor Zaragoza với dòng chữ: ''\"Ghi tên vào danh mục công nhận giá trị toàn cầu đặc biệt của một tài sản văn hóa hoặc thiên nhiên để được bảo vệ vì lợi ích nhân loại\"''.<ref name=Son26\/><ref name=An27\/>\n\n===Cụm di tích trong kinh thành Huế===\n====Kinh thành Huế====\n{{chính|Kinh thành Huế}}\n[[Tập tin:Ky Dai.jpg|nhỏ|150px|Kỳ Đài và một đoạn thành Huế]]\nKinh thành Huế được vua [[Gia Long]] và đại thần Nguyễn Văn Yến tiến hành khảo sát thực địa vào hai năm [[1803]] và [[1804]].<ref name=An39>Phan Thuận An, Tr. 39<\/ref> Đến mùa hè năm [[1805]], [[công trình xây dựng]] kinh thành bắt đầu được khởi công xây dựng<ref name=An40>Phan Thuận An, Tr. 40<\/ref> với địa bàn nằm trên khu vực hai chi lưu của [[sông Hương]] là Kim Long và Bạch Yến; với mặt bằng nằm trên khu vực 8 làng cổ là: Phú Xuân, Vạn Xuân, Diễn Phát, An Vân, An Hòa, An Mỹ, An Bảo và Thế Lại<ref name=An39\/>. Quá trình xây dựng kéo dài không liên tục cho đến tận năm [[1823]] mới cơ bản hoàn thành dưới triều vua [[Minh Mạng]] với sức lao động của hàng vạn lính và dân từ khắp các tỉnh, thành trong cả nước mà chủ yếu đến từ [[Miền Trung (Việt Nam)|miền Trung Việt Nam]]<ref name=An40\/>. Kinh thành Huế được xây dựng trên một mặt bằng gần như như hình vuông với mặt trước hơi khum hình cánh cung<ref name=An41>Phan Thuận An, Tr. 41<\/ref>, tuân thủ chặt chẽ theo nguyên tắc kiến trúc của dân tộc Việt Nam xuất phát từ [[Dịch lý|Dịch Lý]] và [[Phong thủy|thuật Phong Thủy]] dựa vào các thực thể thiên nhiên để tạo các yếu tố hài hòa về Phong Thủy như núi Ngự là Tiền Án, sông Hương là Minh Đường, cồn Hến và cồn Dã Viên lần lượt là tả Thanh Long và hữu Bạch Hổ và quay mặt về hướng nam theo một quy định của sách Chu Dịch: \"Vua quay mặt về phía nam để cai trị, hướng về lẽ sáng để làm việc nước\"<ref name=An42>Phan Thuận An, Tr. 42<\/ref>. Vòng tường thành với chu vi 10571 m<ref name=An41\/> được xây bó bằng gạch được xây dựng kiến trúc [[Vauban]] hay \"thành lũy hình ngôi sao\"<ref name=An42\/> với 24 pháo đài và 10 cửa chính cùng 1 cửa phụ cùng; với một hệ thống hào nước phức tạp<ref name=An40\/>. Sau đó, hệ thống công trình kinh thành được liên tục bổ sung tu bổ xây dựng thêm công trình mới 1836, 1839, 1842, 1844, 1846, 1848<ref name=An40\/>... Chức năng chính của Kinh thành dùng để phòng vệ, phục vụ sinh hoạt của triều đình và nhà vua<ref name=An39\/>. Dù chịu sự tàn phá dữ dội của bom đạn, mà đặc biệt là năm Mậu thân (1968), nhưng cụm công trình này vẫn tồn tại với đầy đủ diện mạo của nó<ref name=An45>Phan Thuận An, Tr. 45<\/ref>.\n\nHiện nay, [[Kinh thành Huế]] có vị trí trong bản đồ [[Huế]] như sau: phía nam giáp đường [[Trần Hưng Đạo]] và, [[Lê Duẩn]]; phía tây giáp đường [[Lê Duẩn]]; phía bắc giáp đường [[Tăng Bạt Hổ]]; phía đông giáp đường [[Phan Đăng Lưu]]. Bên trong kinh thành, được giới hạn theo bản đồ thuộc các đường như sau: phía nam là đường [[Ông Ích Khiêm]]; phía tây là đường [[Tôn Thất Tiệp|Tôn Thất Thiệp]]; phía bắc là đường [[Lương Ngọc Quyến]] và phía đông là đường Xuân 68.\n\n====Khu vực Đại Nội====\n{{chính|Hoàng thành Huế|Tử Cấm thành (Huế)}}\n[[Tập tin:Dien Thai Hoa.jpg|nhỏ|150px|Điện Thái Hoà]]\n[[Hoàng thành Huế|Hoàng Thành]] và [[Tử Cấm thành (Huế)|Tử Cấm Thành]] là hai không gian có liên hệ chặt chẽ với nhau với [[Tử Cấm thành (Huế)|Tử Cấm Thành]] nằm trong lòng [[Hoàng thành Huế|Hoàng Thành]]<ref name=An49>Phan Thuận An, Tr. 49<\/ref>, nên thường được gọi chung là '''Hoàng thành''' hay '''Đại Nội'''. Việc xây dựng hệ thống [[Cung điện|Hoàng cung]] này đã được bắt đầu từ năm [[1803]]<ref name=An49\/>, nhưng vì đòi hỏi về nơi sinh hoạt ăn ở của Hoàng gia, [[Công trình xây dựng|công trình]] đã được ưu tiên xây dựng từ năm [[1804]], trước khi Kinh thành được xây một năm<ref name=An50>Phan Thuận An, Tr. 50<\/ref>. Việc [[xây dựng]] tường thành được đích thân vua [[Gia Long]] trực tiếp giao cho hai Đại thần [[Nguyễn Văn Trương]] và Lê Văn Chất đứng ra đốc thúc [[xây dựng]]. Còn các công trình đền miếu, cung điện quan trọng đều do các quan lớn như Nguyễn Đức Xuyên, [[Lê Văn Duyệt]], Phan Văn Đức, Lê Công Nga chịu trách nhiệm trông coi<ref name=\"An50\" \/>. Dưới thời vua Gia Long, hầu hết các công trình cơ bản đã hoàn tất như về thờ cúng: [[Thái Tổ Miếu (hoàng thành Huế)|Thế Miếu]], [[Triệu Miếu|Triệu Tổ Miếu]], [[Hưng Tổ Miếu (hoàng thành Huế)|Hoàng Khảo Miếu]], [[điện Phụng Tiên|điện Hoàng Nhân]],<ref name=\"An52\">Phan Thuận An, Tr. 52<\/ref> các công trình phục vụ việc triều chính, sinh hoạt, giáo dục của quan lại, hoàng gia: [[điện Cần Chánh (hoàng thành Huế)|điện Cần Chánh]], [[cung Diên Thọ|cung Trường Thọ]], [[Điện Khôn Thái|cung Khôn Thái]], [[Điện Thái Hòa (hoàng thành Huế)|điện Thái Hòa]], [[Thái Y viện|viện Thái Y]], [[điện Quang Minh]], [[Điện Trinh Minh]], [[Điện Càn Thành (hoàng thành Huế)|Điện Trung Hòa]]<ref name=\"An52\" \/>... Tới thời vua Minh Mạng, ông đã liên tục nâng cấp xây dựng hoàn chỉnh thêm nhiều công trình như [[cung Trường Sanh|cung Trường Ninh]],[[Hiển Lâm Các]], [[Thế Tổ Miếu (hoàng thành Huế)|Thế Miếu]], dời điện Thái Hòa ra phía trước, xây dựng [[Đại Cung môn]], [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]], đúc [[Cửu Đỉnh (nhà Nguyễn)|Cửu Đỉnh]] và nhiều công trình khác như [[lầu Minh Viễn]], [[sở Thượng Thiện]], [[Đông Các]], [[duyệt Thị Đường (hoàng thành Huế)|nhà hát Duyệt Thị]]<ref name=\"An52\" \/>... hoàn chỉnh diện mạo kiến trúc của Hoàng thành và Tử Cấm thành.<ref name=\"An52\" \/> Đời vua sau đó như Thiệu Trị cũng xây dựng được thêm một số công trình như [[vườn Cơ Hạ]], [[nhà hát Tịnh Quan]], hoàn chỉnh nâng cấp [[Lục Viên|Lục Viện]] và cung Trường Sanh.<ref name=\"An56\">Phan Thuận An, Tr. 56<\/ref> Tám đời vua kế nghiệp tiếp theo từ Tự Đức đến Duy Tân, do tình hình đất nước khó khăn, kinh tế tài chính suy tàn sa sút,<ref name=\"An56\" \/> họ chỉ cố gắng giữ những gì mà 3 vị vua đầu triều để lại.<ref name=\"An57\">Phan Thuận An, Tr. 57<\/ref> Tới thời vua [[Khải Định]] và [[Bảo Đại]], họ thực hiện một loạt cải tạo (các cửa Hoàng Thành) hoặc làm mới các công trình kiến trúc ([[Điện Kiến Trung (hoàng thành Huế)|lầu Kiến Trung]], Ngự tiền Văn phòng, [[lầu Tứ Phương Vô Sự]], lầu Tịnh Minh...) theo phong cách chịu ảnh hưởng theo phong cách phương Tây.<ref name=An57\/> Tất cả chia ra làm 3 khu vực: đại lễ, thờ cúng, sinh hoạt, kho tàng, học tập, làm việc của quan lại và hoàng gia.<ref name=An57\/><ref name=An58>Phan Thuận An, Tr. 58<\/ref>\n\nMặt bằng của cụm công trình này có hình chữ nhật với mặt trước mặt sau dài 622m và mặt trái mặt phải dài 604m.<ref name=An50\/> Xung quanh tường thành của Hoàng thành là các pháo đài xây nhô ra và hệ thống tường hào bao bọc với 4 cửa để ra vào là Ngọ Môn, Hòa Bình, Hiển Nhân, Chương Đức<ref name=An51>Phan Thuận An, Tr. 51<\/ref>. Phần tường thành của Tử Cấm thành có hình chữ nhật mặt trước sau 324m và trái phải 290m không có hao bao bọc,<ref name=An51\/> chỉ có duy nhất một cửa ngay tường giữa là [[Đại Cung môn]]<ref name=An51\/> và ba cửa mặt sau là Tường Loan, Nghi Phụng<ref name=An51\/>, và Văn phòng môn mới xây sau đó<ref name=An52>Phan Thuận An, Tr. 52<\/ref>. Mặt trái có ba cửa Đông An, Cấm Uyển và Duyệt Thị có lẽ được trổ thời vua [[Bảo Đại]], mặt phải có hai cửa là Tây An và Gia Tường. Tất cả bố cục đều tuân theo dịch lý, bố trí theo kiểu chặt chẽ và đối xứng từng cặp qua đường trục Ngọ Môn.<ref name=An58\/>\n\nĐây là khu vực bị tàn phá rất nặng nề vì bom đạn chiến tranh.<ref name=\"Son25\"\/>\n\n===Các di tích ngoài kinh thành===\n====Lăng tẩm các vua Nguyễn====\n{{chính|Lăng tẩm Huế#Lăng mộ thời nhà Nguyễn}}\n\nHầu hết các vua triều Nguyễn đều xây dựng [[lăng mộ]] cho mình ngay khi còn sống vì quan điểm sống gởi thác của [[Nho giáo|nhà Nho]] và triết lý sắc không vô thưởng của [[Phật giáo|nhà Phật]]<ref name=An223>Phan Thuận An, Tr. 223<\/ref>. Các khu lăng mộ xây sẵn có hai chức năng: là nơi khi còn sống các vua thỉnh thoảng lui tới để vui chơi và là nơi [[chôn cất]] khi họ mất<ref name=An223\/>. Tất cả các lăng đều được xây dựng, quy hoạch theo đúng triết lý phong thủy phương Đông: bất cứ lăng nào cũng tuân thủ các nguyên tắc sơn triều thủy tụ, tiền án hậu chẩm, tả long hữu hổ... đã làm cho các lăng này có được những kiến trúc rất đẹp và thơ mộng<ref name=An223\/><ref name=An224>Phan Thuận An, Tr. 224<\/ref>. Tuy triều Nguyễn có 13 vua, nhưng vì nhiều lý do [[kinh tế]], [[chính trị]] nên chỉ 7 vị vua được xây dựng lăng<ref name=An224\/> đó là: [[Lăng Gia Long]], [[Lăng Minh Mạng]], [[Lăng Thiệu Trị]], [[Lăng Tự Đức]], [[Lăng Đồng Khánh]], [[Lăng Dục Đức]], [[Lăng Khải Định]]. Mỗi lăng được xây dựng với một kiểu kiến trúc khác nhau, tùy vào hoàn cảnh đất nước thời kỳ các vị vua lúc còn tại vị. Trong đó, hoành tráng nhất có lẽ là [[lăng Gia Long]]<ref name=An274>Phan Thuận An, Tr. 274<\/ref> được xây dựng trên một quần sơn gồm 42 quả đồi lớn nhỏ, trên tổng diện tích khoảng 28&nbsp;km² với kiến trúc truyền thống Việt Nam<ref name=An225237>Phan Thuận An, Tr. 225 - 237<\/ref><ref>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/Quanthe\/Ngoaikinhthanh\/Gialong.asp |ngày truy cập=ngày 28 tháng 5 năm 2008 |tựa đề=Lăng Gia Long |archive-date = ngày 4 tháng 8 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080804062124\/http:\/\/www.hueworldheritage.org.vn\/Quanthe\/ngoaikinhthanh\/Gialong.asp |url-status=dead }}<\/ref>. Độc đáo nhất là [[Lăng Khải Định|lăng vua Khải Định]] là sự kết hợp kiến trúc Đông Tây Kim Cổ với các bức tranh ghép sành sứ độc đáo và không tuân theo bất cứ trường phái kiến trúc nào<ref>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/ngoaikinhthanh\/khaidinh.asp |ngày truy cập=ngày 28 tháng 5 năm 2008 |tựa đề=Lăng Khải Định |archive-date = ngày 4 tháng 8 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080804063238\/http:\/\/www.hueworldheritage.org.vn\/Quanthe\/ngoaikinhthanh\/khaidinh.asp |url-status=dead }}<\/ref>. Do những điều kiện lịch sử, [[lăng Dục Đức]] là lăng tẩm duy nhất [[chôn cất]] và thờ tự 3 vua [[Dục Đức]], [[Thành Thái]] và [[Duy Tân]].\n\nHiện nay, qua thời gian các khu di tích này đều đã xuống cấp khá nhiều, gần đây đã bắt đầu có những [[kế hoạch]] để trùng tu.<ref name=An231>Phan Thuận An, Tr. 231<\/ref>\n\n====Các di tích khác====\n{{chính|Các di tích ngoài Kinh thành Huế}}\n[[Tập tin:Trấn Bình đài.JPG|nhỏ|phải|150px|Trấn Bình Đài và cửa Trấn Bình]]\nTrong [[Quần thể di tích Cố đô Huế]] còn có một loạt [[Công trình xây dựng|công trình]] khác phục vụ cho nhiều mục đích khác nhau như: phục vụ [[giáo dục]] ([[Văn miếu Huế|Văn Miếu]], [[Võ miếu Huế|Võ Miếu]], [[Quốc Tử Giám (Huế)|Quốc Tử Giám]], [[Trường Thi]]...); [[ngoại giao]] ([[Tòa Thương Bạc|Thượng Bạc Viện]]); [[quân sự]] ([[Trấn Hải Thành]]) và [[giải trí]] ([[Hổ Quyền]]). Ngoài các công trình trên, các cơ sở tôn giáo đóng vai trò quan trọng trong [[chính sách]] của triều Nguyễn với rất nhiều [[Chùa|chùa quán]], đền miếu được xây dựng trùng tu như: bốn ngôi ''quốc tự'' [[Chùa Thiên Mụ|Thiên Mụ]], Giác Hoàng, [[Chùa Diệu Đế|Diệu Đế]], Thánh Duyên và ''quốc quán'' [[Quy Sơn Linh Hựu|Linh Hựu]] cùng với nhiều chùa chiến, đền miếu nhỏ khác. Việc này đã hình thành ''thiền kinh'' của [[Phật giáo Việt Nam]] vào [[thế kỷ 19]]<ref name=Son21\/>.\n\n==Di sản văn hóa phi vật thể==\n{{xem thêm|Nhã nhạc cung đình Huế}}\nCùng với [[Quần thể di tích Cố đô Huế|di sản văn hóa vật thể]], [[Kiệt tác di sản truyền khẩu và phi vật thể của nhân loại|di sản văn hóa phi vật thể]] của Cố đô Huế cũng vô cùng phong phú và có giá trị văn hóa cao. Vào năm [[2003]], [[Nhã nhạc cung đình Huế]] đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận là [[Kiệt tác di sản truyền khẩu và phi vật thể của nhân loại|Kiệt tác truyền khẩu và phi vật thể nhân loại]]<ref>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/index.asp |ngày truy cập=ngày 27 tháng 5 năm 2008 |tựa đề=GIỚI THIỆU DI SẢN VĂN HÓA HUẾ |archive-date = ngày 4 tháng 7 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080704071231\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/index.asp |url-status=dead }}<\/ref>.\n\nCùng tồn tại với dòng [[Nhã nhạc cung đình Huế|âm nhạc mang tính lễ nghi, cung đình]], các loại hình âm nhạc mang tính giải trí tiêu khiển, dân gian của Cố đô Huế cũng được biết đến như một điển hình mang đậm bản sắc riêng của một vùng văn hóa, mộc mạc thuần khiết, đặc thù không pha trộn. Đó là những điệu múa Huế, những vở [[tuồng Huế]], những bài [[ca Huế]] đã thu hút sự chú ý của du khách.\n\n==Chú thích==\n{{Tham khảo|2|colwidth=30em}}\n\n==Tham khảo==\n===Nguồn chính===\n<div class=\"references-small\">\n* {{chú thích sách|last=Phan Thuận An|year=2005|title=Quần thể di tích Huế|publisher= Nhà xuất bản Trẻ|authorlink=Phan Thuận An}}\n* {{chú thích sách |title=HUẾ Triều Nguyễn một cái nhìn |last= Trần Đức Anh Sơn |authorlink= |year=2004 |publisher=Nhà xuất bản Thuận Hóa }}\n<\/div>\n\n===Nguồn thứ hai===\n<div class=\"references-small\">\n* {{chú thích sách |title=Đại Nam Thực Lục |last= [[Quốc sử quán (triều Nguyễn)|Quốc sử quán Triều Nguyễn]] |authorlink= | |year=[[Viện Sử học (Việt Nam)|Viện sử học Việt Nam]] dịch) (1992 |publisher=Nhà xuất bản Thuận Hóa|editor= }}\n* {{chú thích sách |title=Bản sắc dân tộc qua sắc thái Huế |last= [[Trần Quốc Vượng]] |authorlink= |year=1994 |publisher=SH |location= |isbn= |pages= }}\n* {{chú thích sách |title=Quần thể di tích Huế: Những tổn thất từ sự chiếm cứ của người Pháp trước 1945 |last=Nguyễn Quang Trung Tiến |authorlink= |year=1999 |publisher=HX&N |location= |isbn= |pages= }}\n* {{chú thích sách |title=Cố đô Huế đẹp và thơ |last=Thái Công Nguyên |authorlink= |year=1992 |publisher=Nhà xuất bản Thuận Hóa |location= |isbn= |pages= }}\n* {{chú thích sách |title=Huế. Một thuở kinh đô |last=Thái Công Nguyên |authorlink= |year= 1992|publisher=Trung tâm bảo tồn Cố đô Huế |location= |isbn= |pages= }}\n* {{chú thích sách |title=Huế. Di sản thế giới |last=Phùng Phu |authorlink= |year= 1999|publisher=Trung tâm bảo tồn Cố đô Huế |location= |isbn= |pages= }}\n* {{chú thích sách |title=Bulletin des Amis du Vieux Hué |last= |authorlink= |year= 1914-1944|publisher= |location= |isbn= |pages= }}\n* {{chú thích sách |title=Ô Châu Cận Lục |last=Dương Văn An |authorlink= |others= (Bùi Lương dịch) |year= 1961|publisher=Văn Hoá Á Châu |location=Sài Gòn |isbn= |pages= }}\n* {{chú thích sách |title=Khâm định Đại Nam Hội điển Sự lệ (15 tập) |last=Nội Các triều Nguyễn |authorlink= |others=(Viện Sử học Việt Nam dịch) |year= 1993|publisher=Nhà Xuất Bản Thuận Hóa |location=Huế |isbn= |pages= }}\n* {{chú thích sách |title=Đại Nam Nhất thống chí|last= [[Quốc sử quán (triều Nguyễn)|Quốc sử quán Triều Nguyễn]] |authorlink= | |year=[[Viện Sử học (Việt Nam)|Viện sử học Việt Nam]] dịch) (1969 |publisher=Nhà xuất bản Hà Nội|editor=|chapter=Quyển Tự Đức }}\n* {{chú thích sách |title=Đại Nam Nhất thống chí|last= [[Quốc sử quán (triều Nguyễn)|Quốc sử quán Triều Nguyễn]] |authorlink= | |year=[[Viện Sử học (Việt Nam)|Viện sử học Việt Nam]] dịch) (1969 |publisher=Nhà xuất bản Hà Nội|chapter=Thời Duy Tân }}\n* {{chú thích sách |title=Kinh Sư|last= |authorlink= |others= Tu Trai [[Nguyễn Tạo]] dịch| |year=1960 - 1962|publisher=Nha Văn hóa (bộ Quốc gia Giáo dục)|location=Sài Gòn }}\n* {{chú thích sách |title=Thừa Thiên Phủ|last= |authorlink= |others= Tu Trai [[Nguyễn Tạo]] dịch| |year=1960 - 1962|publisher=Nha Văn hóa (bộ Quốc gia Giáo dục)|location=Sài Gòn }}\n* {{chú thích sách |title=Cố Đô Huế|last= |authorlink= |author= Thái Văn Kiểm|year=1960|publisher=Nha Văn hóa (bộ Quốc gia Giáo dục)|location=Sài Gòn }}\n<\/div>\n\n==Xem thêm==\n*[[Huế]]\n*[[Nhã nhạc cung đình Huế]]\n*[[Sông Hương]]\n*[[Núi Ngự Bình]]\n\n==Liên kết ngoài==\n*[http:\/\/www.hueworldheritage.org.vn\/quanthe\/index.asp Giới thiệu di sản văn hoá Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080704071231\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/index.asp |date = ngày 4 tháng 7 năm 2008}} tại trang web của Trung tâm bảo tồn Cố đô Huế\n*[http:\/\/www.hue.vnn.vn\/disandulich\/2006\/02\/122257\/ Quần thể di tích Cố đô Huế hai thế kỷ nhìn lại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080309150959\/http:\/\/www.hue.vnn.vn\/disandulich\/2006\/02\/122257\/ |date = ngày 9 tháng 3 năm 2008}} tại trang web của NetCoDo - Huế.\n*[http:\/\/www.unet.org.vn\/heritage\/hue.htm Quần thể di tích Cố đô Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080415135552\/http:\/\/www.unet.org.vn\/heritage\/hue.htm |date = ngày 15 tháng 4 năm 2008}} tại trang web của UNESCO Việt Nam\n{{Phong trào Tây Sơn}}\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Di sản văn hoá vật thể]]\n[[Thể loại:Cố đô Việt Nam|H]]\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Nhà Tây Sơn]]\n[[Thể loại:Huế]]\n[[Thể loại:Lịch sử Đàng Trong]]"}