{"1181046":"{{Chú thích trong bài}}{{Văn phong}}{{ẩm thực}}{{Cần biên tập}}\n'''Cốm làng Vòng''' là một đặc sản của nền ẩm thực [[Việt Nam]]. Đây là một sản phẩm đặc trưng của làng Vòng ngày trước có tên là thôn Hậu, thuộc xã Dịch Vọng, [[Từ Liêm|huyện Từ Liêm]]; nay thuộc phường Dịch Vọng hậu, [[quận Cầu Giấy]], [[Hà Nội]].<ref name=\":1\">{{Chú thích web|url=https:\/\/viettimes.vn\/con-vong-tinh-hoa-cua-mua-thu-ha-noi-306319.html|title=Cốm Vòng - Tinh hoa của mùa thu Hà Nội|last=|first=|date=|website=|archive-url=|archive-date=|url-status=live|access-date=}}<\/ref>\n\nTheo như nhiều người cao tuổi ở Làng Vòng cho biết thì cái tên này xuất phát từ địa thế của làng nằm trong một con đường vòng hình tròn, tức là đi vòng quanh làng theo một con đường. Bên ngoài vòng tròn là địa giới làng khác.<ref name=\":1\" \/> Làng gồm nhiều thôn như Vòng Tiền, Vòng Hậu, Vòng Sở, Vòng Trung.<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/du-lich\/nhung-thuc-qua-goi-nho-mua-thu-phuong-bac-20150903223205418.htm|title=Những thức quà gợi nhớ mùa thu phương Bắc|last=|first=|date=|website=|archive-url=|archive-date=|url-status=live|access-date=}}<\/ref> \n\nCốm được gói trong 2 lớp lá: một lớp lá ráy tươi đảm bảo cốm không bị khô, ngoài cùng là lớp lá sen thoảng hương thơm ngát, buộc trong sợi rơm lúa nếp vàng tươi khiến món ăn càng mang đậm hương đồng nội.<ref name=\":1\" \/>\n\n==Truyền thống==\nTừ xa xưa, làng Vòng đã nổi tiếng với đặc sản cốm:\n:''Cốm Vòng, [[gạo tám]] Mễ Trì''\n:''[[Tương Bần]], húng Láng còn gì ngon hơn!''''\n\nNghề làm cốm làng Vòng, bắt nguồn từ [[truyền thuyết]]: Vào một mùa thu cách đây cả ngàn năm, khi lúa bắt đầu uốn câu thì trời đổ mưa to, gió lớn, đê vỡ, ruộng lúa cao nhất đồng cũng chìm nghỉm. Người làng Vòng đành mò cắt những bông lúa còn non ấy đem về rang khô, ăn dần, chống đói. Không ngờ cái sản phẩm bất đắc dĩ ấy lại có hương vị riêng, rất hấp dẫn, khiến người làng Vòng thường hay làm để ăn chơi mỗi khi mùa thu đến.<ref name=\":0\">{{Chú thích web|url=https:\/\/laodong.vn\/du-lich\/com-lang-vong-huong-vi-mua-thu-ha-noi-573432.ldo|title=Cốm làng Vòng - Hương vị mùa thu Hà Nội|last=|first=|date=|website=|archive-url=|archive-date=|url-status=live|access-date=}}<\/ref> Cứ mỗi lần làm là một lần rút kinh nghiệm, sáng tạo thêm nên hạt cốm ngày càng xanh, càng mỏng, càng dẻo, càng thơm.<ref name=\":0\" \/>\n\n== Trong văn học ==\n\nTrong tập tùy bút ''[[Hà Nội ba sáu phố phường]]''<ref>[[https:\/\/vi.wikisource.org\/wiki\/H%C3%A0_N%E1%BB%99i_b%C4%83m_s%C3%A1u_ph%E1%BB%91_ph%C6%B0%E1%BB%9Dng\/M%E1%BB%99t_th%E1%BB%A9_qu%C3%A0_c%E1%BB%A7a_l%C3%BAa_non:_c%E1%BB%91m]]<\/ref> của [[nhà văn]] [[Thạch Lam]] có nói đến cốm làng Vòng. \n\n<blockquote>Cốm là thức quà đặc biệt riêng của đất nước, là thức dâng của những cánh đồng lúa bát ngát xanh, mang trong hương vị tất cả cái mộc mạc, giản dị và thanh khiết của đồng quê nội cỏ Việt Nam. Ai nghĩ đầu tiên dùng cốm để làm quà siêu tết? Không có gì hợp hơn với sự vương vít của tơ hồng, thức quà trong sạch, trung thành như các việc lễ nghi. Hồng cốm tốt đôi ... Và không bao giờ có hai màu lại hòa hợp hơn nữa: màu xanh tươi của cốm như ngọc thạch quý, màu đỏ thắm của hồng như ngọc lựu già. Một thứ thanh đạm, một thứ ngọt sắc, hai vị nâng đỡ nhau để hạnh phúc được lâu bền. (Thật đáng tiếc khi chúng ta thấy những tục lệ tốt đẹp ấy mất dần, và những thức quý của đất mình thay dần bằng những thức bóng bẩy hào nháng và thô kệch bắt chước nước ngoài: những kẻ mới giàu vô học có biết đâu thưởng thức được những vẻ cao quý kín đáo và nhũn nhặn?).\n\nCốm không phải là thức quà của người vội; ăn cốm phải ăn từng chút ít, thong thả và ngẫm nghĩ. Lúc bấy giờ ta mới thấy thu lại cả trong hương vị ấy, cái mùi thơm phức của lúa mới, của hoa cỏ dại ven bờ: trong màu xanh của cốm, cái tươi mát của lá non, và trong chất ngọt của cốm, cái dịu dàng thanh đạm của loài thảo mộc. Thêm vào cái mùi hơi ngát của lá sen già, ướp lấy từng hạt cốm một, còn giữ lại cái ấm áp của những ngày mùa hạ trên hồ. Chúng ta có thể nói rằng trời sinh lá sen để bao bọc cốm, cũng như trời sinh cốm nằm ủ trong lá sen, chúng ta thấy hiện ra từng lá cốm, sạch sẽ và tinh khiết, không có mảy may chút bụi nào. Hỡi các bà mua hàng! Chớ có thọc tay mân mê thức quà thần tiên ấy, hãy nhẹ nhàng mà nâng đỡ, chút chiu mà vuốt ve ... Phải nên kính trọng cái lộc của Trời, cái khéo léo của người, và sự cố tiềm tàng và nhẫn nại của thần lúa. Sự thưởng thức của các bà sẽ được trang nhã và đẹp đẽ hơn và cái vui cũng sẽ tươi sáng hơn nhiều lắm.\n\nCốm để nguyên chất ăn bao giờ cũng ngon và nhiều vị. Tất cả những cách thức đem nấu khác chỉ làm cho thức quà ấy bớt mùi thơm và chất dẻo đi thôi. Tuy vậy, nhiều người ưa cái thứ cốm xào, thắng đường rất quánh. Thành ra một thứ quà ngọt sắc và dính răng. Như vậy tưởng mua bánh cốm mà ăn lại còn thú vị hơn. Ở Hà Nội, người ta còn làm một thứ chả cốm, nhưng cái thanh đạm của vị lúa không dễ ăn với cái béo tục của thịt, mỡ. Tôi thích hơn thứ chè cốm, nấu vừa đường và không đặc. Ít ra ở đây cốm cũng còn giữ được chút ít vị thơm và chất dẻo, và chè cốm ăn cũng mát và lạnh. Nhưng cũng chắng gì hơn là một lá cốm Vòng tươi sạch trong một chiếc lá sen mới hái về.<\/blockquote>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{Thể loại Commons}}\n* [http:\/\/www.thanhnien.com.vn\/news\/pages\/200947\/20091117104227.aspx Cốm Vòng - đặc sản Hà Nội]\n* [http:\/\/tuoitre.vn\/Kinh-te\/233159\/%E2%80%9CCom-Vong-ai-ban-toi-mua%E2%80%9D.html#ad-image-0 \"Cốm Vòng ai bán, tôi mua!\"]\n* [http:\/\/qdnd.vn\/qdndsite\/vi-VN\/61\/82438\/print\/Default.aspx Nhớ cốm Vòng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201161453\/http:\/\/qdnd.vn\/qdndsite\/vi-VN\/61\/82438\/print\/Default.aspx |date = ngày 1 tháng 2 năm 2014}}\n* [http:\/\/hanoimoi.com.vn\/Tin-tuc\/Doi-song\/523255\/loi-nao-cho-com-vong- Lối nào cho cốm Vòng?]\n\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Ẩm thực Hà Nội|Cốm làng Vòng]]\n[[Thể loại:Thức ăn từ gạo]]\n[[Thể loại:Đặc sản Hà Nội]]"}