{"13515213":"'''Cống Hiệp Hòa''' là một công trình thủy lợi được xây dựng trên sông Lam tại [[Hòa Sơn, Đô Lương|xã Hòa Sơn]], [[huyện Đô Lương]], tỉnh Nghệ An.\n\n==Xây dựng cống Hiệp Hòa==\nCon kênh dẫn nước từ sông Lam vào tưới tiêu cho cánh đồng chiêm trũng thuộc các huyện Đô Lương, Diễn Châu, Yên Thành, Quỳnh Lưu đã được Pháp xây dựng vào những năm 1930<ref>{{Chú thích web | url = https:\/\/ngoisao.net\/tin-tuc\/thoi-cuoc\/hinh-su\/loi-don-ma-quai-ve-khuc-song-chon-song-hang-tram-nguoi-2993604.html | tiêu đề = Lời đồn ma quái về khúc sông chôn sống hàng trăm người - Ngôi sao | tác giả 1 =  | ngày =  | ngày truy cập = 16 tháng 6 năm 2018 | nơi xuất bản = Chuyên mục văn hoá giải trí của VnExpress | ngôn ngữ = }}<\/ref>. Lúc bấy giờ cống Hiệp Hòa có 3 ống dài khoảng 50m, được san phẳng có đường phía trên để qua lại.\n\nCuối năm 1977, chính quyền tỉnh Nghệ Tĩnh đã huy động rất nhiều thanh niên xung phong xây dựng các công trình thủy lợi tại địa phương, trong đó có dự án nạo vét, sửa chữa sông Đào thuộc đào mối hệ thống nông giang Đô Lương và mở rộng, khai thông cống Hiệp Hòa. Thanh niên được huy động từ 9 huyện của tỉnh, gồm: [[Thanh Chương]], [[Đô Lương]], [[Diễn Châu]], [[Yên Thành]], [[Quỳnh Lưu]],...\n\nNgày 26\/3\/1976, Tổng đội Thanh Chương ra đời với khoảng 2.200 đoàn viên thanh niên (còn gọi là lực lượng 202). Sau khi hoàn thành một số công trình, Tổng đội Thanh Chương được điều lên Đô Lương tham gia vào việc cải tạo lại cống Hiệp Hòa.<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/xa-hoi\/98-thanh-nien-tu-nan-tren-cong-truong-thuy-loi-40-nam-noi-dau-con-mai-20180607211731361.htm | tiêu đề = 98 thanh niên tử nạn trên công trường thủy lợi: 40 năm nỗi đau còn mãi! | tác giả 1 =  | ngày =  | ngày truy cập = 16 tháng 6 năm 2018 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>\n\nĐể thực hiện công trình, cần phải khoét núi mở rộng dòng chảy dẫn nước từ sông Lam về.\n\n==Sập cống Hiệp Hòa==\nNgày 3 tháng 1 năm 1978 (Âm lịch là ngày 24 tháng 11 năm Đinh Tỵ), công trình cống Hiệp Hòa sắp sửa được hoàn thành. Khi đó có rất nhiều thanh niên đang lao động dưới lòng sông cạn. Đúng 11 giờ 55 phút, khi toàn bộ công trường đang chuẩn bị đến giờ nghỉ ca thì hàng ngàn mét khối đất đá được đổ tạm trên mái núi đã đổ ập xuống hàng trăm thanh niên bên dưới<ref>http:\/\/dantri.com.vn\/xa-hoi\/98-thanh-nien-tu-nan-tren-cong-truong-thuy-loi-40-nam-noi-dau-con-mai-20180607211731361.htm<\/ref>.\n\nVụ sập cống Hiệp Hòa đã làm chết 98 thanh niên, 132 người khác bị thương. Đa số những người thương vong thuộc tổng đội Thanh Chương, nhiều nhất là người xã Cát Văn (37 người chết, 31 nữ, 6 nam), rồi đến Phong Thịnh 18 người, Thanh Liên 11 người. Trong số đó có những người vừa nhận giấy báo trúng tuyển đại học, có người chuẩn bị làm đám cưới.\n\n==Sau tai nạn==\nDo khó khăn về thông tin liên lạc vào thời điểm đó, vụ tai nạn và con số thương vong không được biết đến rộng rãi. Cống Hiệp Hòa sau đó đã được hoàn thành và đi vào sử dụng đến ngày nay.\n\nNhững thanh niên xung phong hy sinh trong khi xây dựng cống Hiệp Hòa chưa được nhà nước công nhận là liệt sĩ.\n\nHơn 40 năm sau vụ tai nạn, tối ngày 9 tháng 6 năm 2018, Ủy ban Nhân dân tỉnh Nghệ An và Ban trị sự Giáo hội Phật giáo Việt Nam đã tổ chức đại lễ cầu siêu cho 98 thanh niên hy sinh trong vụ sập cống Hiệp Hòa <ref>{{Chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nghe-an-cau-sieu-cho-98-nguoi-hy-sinh-trong-vu-sap-cong-40-nam-truoc-3761405.html | tiêu đề = Nghệ An cầu siêu cho 98 người hy sinh trong vụ sập cống 40 năm trước - VnExpress | tác giả 1 =  | ngày = 9 tháng 6 năm 2018 | ngày truy cập = 16 tháng 6 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Công trình thủy lợi]]\n[[Thể loại:Tai nạn tại Việt Nam]]"}