{"1243301":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Cống Vị\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 02\n| vĩ giây = 08\n| kinh phút = 48\n| kinh giây = 28\n| diện tích = 0,52 km²<ref name=MS\/>\n| dân số = 16.330 người<ref name=soytehn>{{Chú thích web|url=https:\/\/soyte.hanoi.gov.vn\/documents\/3672249\/6170702\/2021_11_13_1636810561_tbub-768-2021.pdf\/98cebd9e-3929-4e3d-b49e-cc21f6b6fb88|tựa đề=Thông báo số 768\/TB-UBND đánh giá cấp độ dịch trong phòng, chống dịch Covid-19 trên địa bàn thành phố Hà Nội|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2021-11-12|website=Sở Y tế Hà Nội|url-status=live}}<\/ref>\n| thời điểm dân số = 2021\n| mật độ dân số = {{formatnum:{{#expr:floor(16330\/0.52)}} }} người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]] \n| thành phố = [[Hà Nội]]\n| quận = [[Ba Đình]]\n| thành lập = 2005<ref>02\/2005\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 00007<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cống Vị''' là một [[Phường (Việt Nam)|phường]] thuộc quận [[Ba Đình]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý==\nPhường Cống Vị có diện tích 0,52&nbsp;km², dân số năm 2021 là 16.330 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref><ref name=soytehn\/> mật độ dân số đạt {{formatnum:{{#expr:floor(16330\/0.52)}} }} người\/km².\n\n==Lịch sử==\nCống Vị được hình thành cách đây gần một nghìn năm ở phía Tây kinh thành Thăng Long. Đó là một vùng đất cổ đã được phù sa sông Hồng bồi đắp.\n\nHà Nội xưa có nhiều sông ngòi nằm trong vùng. Để để phòng lũ lụt, người ta cho đắp một đường thành bao bọc gọi là La Thành. Đến năm 864, Cao Biền đời nhà Đường sang thay thế đã mở rộng là Đại La thành, đến nay vẫn còn vết tích.\n\nTrong suốt ba thế kỷ thống trị của nhà Đường, trong một thời gian, các vùng như Quần Ngựa, Ngọc Hà, gò Long Thủ,...hầu như không có dân sinh sống, ruộng bỏ hoang, cây cối rậm rạp, cỏ mọc um tùm: <blockquote>''\" Mênh mang hồ nước sình lầy''<\/blockquote> ''Nhấp nhô đồi núi, rừng cây bạt ngàn\"''\n\nTừ năm 1010, khi Lý Công Uẩn rời đô ra Thăng Long, thành Đại La được tu sửa, bồi đắp và mở cửa ô Bảo Khánh (phía Tây Cống Vị).\n\nVào thế kỷ XI, người dân nghèo ven sông Đuống đã xin nhà vua sang Thăng long khai hoang. Họ cùng nhau khai phá miền rừng cây rậm rạp, đồng lầy, cỏ mọc hoang vu dọc bờ sông Tô Lịch lập nên mười ba trại. Đó là các trại: Vạn Phúc, Vĩnh Phúc, Đại Yên, Thủ Lệ, Ngọc Khánh, Ngọc Hà, Liễu Giai, Kim Mã, Hữu Tiệp, Giảng Võ, Cống Vị, Cống Yên, Xuân Biểu.\n\nPhường Cống Vị hiện nay do sáu trại hình thành. Đó là các trại: Cống Yên, Vĩnh Phúc, Cống Vị, Vạn Phúc Thượng, Liễu Giai và Kim Mã Thượng.\n\nSáu trại trên thuộc phủ ứng Thiên, kinh thành Thăng Long.\n\nThời vua Lê, phủ ứng Thiên đổi là phủ Phụng Thiên gồm 2 huyện Vĩnh Xương và Quảng Đức. Các trại thuốc Tổng nội huyện Quảng Đức.\n\nThời Nguyễn, năm Gia Long thứ 4 (1805) huyện Quảng Đức đổi thành huyện Vĩnh Thuận.\n\nnăm Minh Mạng thứ 12 (1831), thành Thăng Long bị xóa tên, thành lập tỉnh Hà Nội. Phủ Hoài Đức thuộc tỉnh Hà Nội gồm 3 huyện: Vĩnh Xương, Vĩnh Thuận, Từ Liêm. Các trại trên đổi thành xã thuộc Tổng Nội, huyện Vĩnh Thuận.\n\nNăm 1899, thực dân Pháp đổi các xã thành \"Thôn\" thuộc Tổng Nội, [[Hoàn Long (huyện)|huyện Hoàn Long]].\n\nSau Cách Mạng tháng 8\/1945, chỉnh phủ nước Việt Nam dân chủ cộng hòa bỏ cấp tổng nhưng vẫn duy trì đơn vị hành chính ngoại thành. Sáu thôn trên thuộc khu Đại La ngoại thành Hà Nội.\n\nTháng 10\/1954, giải phóng Thủ đo, chính quyền cách mạng vẫn để cấp \"thôn\" thuộc Quận.\n\nNgày 24\/11\/1975, tổ chức bầu cử Hội đồng nhân dân thành phố khóa I, các đơn vị hành chính được chia thành 4 quận nội thành và 4 quận ngoại thành. Sau cải cách ruộng đất và sửa sai, các thôn ở ngoại thành sáp nhập thành xã.\n\nCác thôn Vạn Phúc Thượng, Cống Vị, Vĩnh Phúc, Liễu Giai, Kim Mã Thượng...thuộc xã Phúc Lệ.\n\n3\/1958 có quyết định bỏ cấp quận, 36 khu phố được sắp xếp lại thành 12 khu phố trực thuộc, dưới có 242 khối phố. Các thôn Cống Vị, Liễu Giai đổi thành,... khối phố.\n\n31\/5\/1968, thành lập các tiểu khu Ba Đình có 35 tiểu khu và các khối phố Vĩnh Phúc, Liễu Giai, Cống Vị trở thành các Tiểu khu có Ban đại diện hành chính.\n\nNgày 16\/1\/1979, khu phố Ba Đình được sắp xếp lại còn 15 tiểu khu. Trong đó, tiểu khu lớn Cống Vị được thành lập trên cơ sở thống nhất ba tiểu khu nhỏ: Vĩnh Phúc, Liễu Giai, Cống Vị.\n\n1\/1981, Hội đồng Bộ trưởng quy định thống nhất gọi khu phố là Quận và Tiểu khu là Phường. Sáu làng cổ là Vĩnh Phúc, Liễu Giai, Cống Yến, Cống Vị, Vạn Phúc Thượng và Kim Mã thượng chính thức nằm trong địa giới phường Cống Vị từ đó.\n\nNăm 2005, theo Nghị định của Chính phủ ban hành ngày ngày 5 tháng 1 năm 2005, phường Cống Vị sẽ phân tách làm 3 phường: Cống Vị, Vĩnh Phúc và Liễu Giai...\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc quận Ba Đình}}"}