{"3245512":"{{Infobox islands\n| name = Cồn Ngang\n| other_name = Cồn Gầm\n| native name = \n| sobriquet = \n| image name = \n| image size = \n| image caption = \n| image alt = \n| locator map = \n{{Location map \n| Vietnam\n| width = 250\n| float = \n| caption = Vị trí của Cồn Ngang\n| alt = \n| label = Cồn Ngang\n| position = \n| lat_deg = 10\n| lat_min = 12\n| lat_sec = 54.83\n| lon_deg = 106 \n| lon_min = 47\n| lon_sec = 35.54\n}}\n| locator map size = 250\n| map caption = \n| location = Cồn Ngang\n| coordinates = {{coord|10|12|54.83|N|107|47|35.54|E|name=CồnNgang|display=inline,title|type:isle}}\n| archipelago = \n| waterbody = \n| total islands = \n| major islands = \n| area km2 = 16.17\n| area footnotes = \n| rank = \n| length km = 5.5\n| length footnotes = \n| width km = 2.5\n| width footnotes =\n| coastline km = \n| coastline footnotes = \n| elevation m = \n| elevation footnotes = \n| highest mount = \n| Country heading = \n| country = {{Việt Nam}}\n| country admin divisions title = [[Tỉnh (Việt Nam)|Tỉnh]]\n| country admin divisions = [[Tiền Giang]]\n| country admin divisions title 1 = [[Huyện (Việt Nam)|Huyện]]\n| country admin divisions 1 = [[Tân Phú Đông]]\n| country admin divisions title 2 = [[Xã (Việt Nam)|Xã]]\n| country admin divisions 2 = [[Phú Tân, Tân Phú Đông|Phú Tân]]\n| demonym = \n| population = \n| population as of = \n| density km2 = \n| density footnotes = \n| ethnic groups = \n| website = \n| additional info = \n}}\n\n'''Cồn Ngang''' là một bãi bồi ở vùng cửa [[sông Mekong]] thuộc xã [[Phú Tân, Tân Phú Đông|Phú Tân]], huyện [[Tân Phú Đông]], tỉnh [[Tiền Giang]], [[Việt Nam]].<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50ca-46 >Bản đồ tỷ lệ 1:50.000 tờ C-48-46-D. Cục Đo đạc và Bản đồ Việt Nam, 2013.<\/ref>\n\n==Địa lý==\nCồn Ngang là vùng bồi tụ tự nhiên, với hệ sinh thái rừng ngập mặn, có chiều dài 5,5&nbsp;km, rộng 2,5&nbsp;km, với diện tích 1.617 ha. Trong đó, có 220 ha diện tích rừng phòng hộ.\n\n==Lịch sử==\nNgày xưa Cồn Ngang còn có tên là '''Cồn Gầm''' vì mỗi khi mùa gió chướng về, người dân ở các xã Tân Thành (huyện Gò Công Đông), Phú Tân,... sẽ nghe tiếng sóng vỗ vào cồn lúc mới hình thành nghe như tiếng gầm rõ mồn một.<ref>[http:\/\/www.thtg.vn\/con-ngang-mua-gio-chuong\/ Cồn Ngang mùa gió chướng | Đài Phát thanh Truyền hình Tiền Giang]<\/ref>\n\nTrong 2 cuộc chiến [[Chiến tranh Đông Dương]] và [[Chiến tranh Việt Nam]], Cồn Ngang là vùng đệm để [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|lực lượng cách mạng]] cơ động từ địa bàn [[Gò Công (tỉnh)|Gò Công]] sang [[Bến Tre]] nên nơi đây đã từng diễn ra một số trận chiến ác liệt. Đây cũng là địa bàn hoạt động của trạm trung chuyển vũ khí của [[Đường Hồ Chí Minh trên biển|con đường Hồ Chí Minh trên biển]]. Trạm Bà Từ (bí số gọi là B8 – ở [[Phú Tân, Tân Phú Đông|xã Phú Tân]]) là trạm trung chuyển vũ khí từ bến [[Bến Tre]] về mặt trận [[Đông Nam Bộ (Việt Nam)|miền Đông Nam Bộ]], [[Thành phố Hồ Chí Minh|Sài Gòn – Chợ Lớn]] và [[Trung ương Cục miền Nam|Trung ương Cục]].\n\n==Kinh tế - xã hội==\nTrên cồn có Đội Kiểm soát Biên phòng Cồn Ngang thuộc Đồn Biên phòng Phú Tân đóng quân:\n\n''Trồng rừng'': một vành đai xanh gồm rừng dương, rừng đước,... sum sê bảo vệ cồn khỏi bị xói mòn bởi gió, bão. Vành đai xanh này do công sức của nhiều thế hệ cán bộ, chiến sĩ Đội Kiểm soát Biên phòng trồng, bảo vệ rừng ngay từ khi Cồn Ngang còn là bãi bồi. cán bộ, chiến sĩ Đội Kiểm soát Biên phòng trên Cồn Ngang đã trồng, chăm sóc hàng trăm cây dừa đang phát triển tốt, góp phần tạo thêm màu xanh cho đất cồn ngoài biển.<ref>[http:\/\/baoapbac.vn\/phong-su-ky-su\/201302\/Xuan-ve-o-con-Ngang-170816\/ Xuân về ở cồn Ngang | Báo Ấp Bắc]<\/ref>\n\n''Tăng gia sản xuất'': Lính Biên phòng trên cồn đã tận dụng diện tích đất rừng tại đây để nuôi heo rừng, trồng rau và đặt lưới để đánh bắt cá tôm dọc theo bờ biển, cửa sông.<ref>[http:\/\/www.bienphong.com.vn\/con-ngang-nhung-ngay-giap-tet\/29355.bbp Cồn Ngang - Những ngày giáp Tết | Báo Biên phòng]<\/ref>\n\n''Nhà cửa'': Năm [[2000]], lực lượng Biên phòng đồn trú tại cồn làm nhiệm vụ, sống trong một căn nhà sàn tạm bợ làm chỗ ở dã chiến. Năm [[2008]] trụ sở làm việc của Đội Kiểm soát Biên phòng, với kiến trúc một trệt, một lầu cùng sân thượng, tổng diện tích 375 m2, được xây dựng kiên cố, kinh phí hơn 1,6 tỷ đồng do Ủy ban nhân dân tỉnh [[Tiền Giang]] đầu tư, xây dựng đưa vào sử dụng. Đây là công trình có ý nghĩa quan trọng đối với BĐBP Tiền Giang trong công tác giữ gìn an ninh trật tự khu vực bãi bồi trên biển Gò Công, cũng như kiểm soát tình hình khai thác thủy sản của ngư dân đánh bắt ven bờ.<ref>{{Chú thích web |url=http:\/\/tanphuoc.tiengiang.gov.vn\/GOCONGDONG\/57\/886\/2625\/86926\/Quoc-phong---an-ninh\/Cam-nhan-qua-mot-chuyen-cong-tac-o-Con-Ngang.aspx |ngày truy cập=2015-07-31 |tựa đề=Cảm nhận qua một chuyến công tác ở Cồn Ngang TRANG THÔNG TIN ĐIỆN TỬ GÒ CÔNG ĐÔNG |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304222213\/http:\/\/tanphuoc.tiengiang.gov.vn\/GOCONGDONG\/57\/886\/2625\/86926\/Quoc-phong---an-ninh\/Cam-nhan-qua-mot-chuyen-cong-tac-o-Con-Ngang.aspx |url-status=dead }}<\/ref>\n\n''Điện'': Hiện chưa có điện lưới quốc gia kéo tới nhưng có hệ thống pin sử dụng năng lượng mặt trời sẽ cung cấp đủ điện cho tòa nhà trụ sở làm việc Đội kiểm soát biên phòng sử dụng được trong 3 ngày. Ngoài ra, ở đây còn một máy phát điện để dự phòng.có thiết bị tích điện từ năng lượng mặt trời đáp ứng lượng điện cần thiết để sử dụng một số thiết bị.\n\n''Nước'': Không có nguồn nước sạch tự nhiện. Có một hồ nước lớn để tích trữ nước mưa sinh hoạt trong mùa khô. Hồ nước này cũng nhiều lần tiếp tế cho các ghe tàu của các ngư dân đánh bắt xung quanh Cồn khi họ thiếu nước ngọt. Người trên cồn sử dụng nước hết sức tiết kiệm bởi khi nguồn nước cạn, trong nửa tháng có thể không có giọt mưa nào. Tại trụ sở Đội Kiểm soát Biên phòng, nền nhà được thiết kế là một hầm ngầm để trữ nước mưa sử dụng; đồng thời cũng đóng vai trò làm mát tòa nhà trong thời tiết nắng nóng.\n\n'''Ngư nghiệp''': Với điều kiện nằm giữa các cửa sông nên rất thuận lợi cho nuôi trồng và đánh bắt thủy hải sản. Thủy sản nước lợ: gồm con giống và con non sinh sản và di chuyển vào sâu trong bờ như tôm, cua, cá, sò, nghêu,...\n\n==Du lịch==\nỦy ban nhân dân tỉnh Tiền Giang đã ban hành Quyết định 3441\/QĐ-UBND phê duyệt chi tiết quy hoạch Khu du lịch sinh thái Cồn Ngang. Dự án là một điểm du lịch an dưỡng với những điều kiện cao cấp cho khách du lịch, một điểm đến lý thú cho du khách về loại hình du lịch sinh thái dã ngoại. Là khu dịch vụ đa dạng: Khu vui chơi giải trí cao cấp; khu nhà nghỉ cao cấp, khu du lịch sinh thái nghỉ dưỡng dã ngoại vui chơi phục vụ nhu cầu du lịch nghỉ dưỡng, khám phá môi tường thiên nhiên hoang dã cho khách trong nước và nhất là du khách nước ngoài muốn tìm hiểu môi trường thiên nhiên miền [[Đồng bằng sông Cửu Long|Tây Nam Bộ]].<ref>[http:\/\/www.kinhthanhgroup.com\/vi\/du-an\/59-d-an-cn-ngang.html Khu du lịch sinh thái Cồn Ngang]{{Liên kết hỏng|date=2021-02-14 |bot=InternetArchiveBot }}<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n{{sơ khai Tiền Giang}}\n[[Thể loại:Địa lý Tiền Giang]]\n[[Thể loại:Du lịch Tiền Giang]]\n[[Thể loại:Tân Phú Đông]]\n[[Thể loại:Đảo Việt Nam]]"}