{"230283":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Cồn Thoi\n| hình = Châu thổ sông Hồng 2.jpg\n| ghi chú hình = Vùng Bãi ngang - cồn nổi [[Kim Sơn]] là khu dự trữ sinh quyển thế giới\n| vĩ độ = 19\n| vĩ phút = 59\n| vĩ giây = 25\n| kinh độ = 106\n| kinh phút = 4\n| kinh giây = 42\n| diện tích = 8,31 km²\n| dân số = 9.047 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.089 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Kim Sơn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14689<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cồn Thoi''' là một xã thuộc vùng quai đê lấn biển phía nam huyện [[Kim Sơn]], tỉnh [[Ninh Bình]],\n[[Việt Nam]].\n\n==Địa lý==\nXã Cồn Thoi nằm ở phía nam huyện Kim Sơn, có vị trí địa lý:\n*Phía bắc giáp các xã [[Kim Tân, Kim Sơn|Kim Tân]], [[Kim Mỹ, Kim Sơn|Kim Mỹ]]\n*Phía đông giáp [[sông Đáy]]\n*Phía nam giáp thị trấn [[Bình Minh (thị trấn)|Bình Minh]].\n\nXã Cồn Thoi có diện tích 8,31&nbsp;km², dân số năm 2019 là 9.047 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 1.089 người\/km².\n\nNhà thờ Giáo xứ Hợp Thành và Nhà thờ Giáo xứ Cồn Thoi thuộc giáo phận [[Phát Diệm]] nằm trên địa bàn xã Cồn Thoi, Kim Sơn, Ninh Bình.\n\n==Lịch sử==\nXã này được thành lập theo quyết định số 199\/QD-NV ngày 22\/7\/1964 trên cơ sở xã Tô Hiệu. Trụ sở xã nằm cách trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] 45&nbsp;km. Xã này có [[quốc lộ 12B]] (tỉnh lộ 481 cũ) nối từ Quốc lộ 10 tại cầu Tuy Lộc qua Yên Lộc – Định Hóa – Văn Hải – Cồn Thoi – Bình Minh – Kim Đông tới Đê Bình Minh 2. Theo quy hoạch, đường ven biển Việt Nam đoạn qua [[Ninh Bình]] sẽ đi qua xã này và xã Kim Mỹ.\n\n==Kinh tế==\nCồn Thoi là xã vùng trũng có diện tích tự nhiên 742,5 ha, xã có tới 87% dân số theo đạo Công Giáo. Xã có bến xe Cồn Thoi là điểm nút giao thông quan trọng phía Nam của huyện [[Kim Sơn]]. Hiện nay Cồn Thoi phát triển rất nhanh, những con đường lớn đã được dải nhựa, tất cả các đường dong đều được đổ bê tông. Năm 2004, Cồn Thoi đã đầu tư hàng tỷ đồng để xây dựng nhà văn hóa cùng với sân bóng đá.\n\nHiện [[Ninh Bình]] đang có dự kiến thành lập [http:\/\/baotintuc.vn\/128n20110416090610649t0\/se-co-thanh-pho-hoa-lu.htm khu kinh tế biển đảo Kim Sơn] tại vùng biển bãi ngang - cồn nổi và 7 xã ven biển [[Kim Sơn]], trong đó có Cồn Thoi. Xã Cồn Thoi còn có bến cá cửa Đáy được xây dựng là đầu mối vận chuyển cá biển vào đất liền.\n\nChợ Cồn Thoi - Xóm 5 - Xã Cồn Thoi là một trong 11 chợ trên địa bàn [[Kim Sơn]] trong danh sách các chợ loại 1, 2, 3 ở [[Ninh Bình]].\n\nXã này thuộc vùng chuyển tiếp của khu dự trữ sinh quyển thế giới châu thổ sông Hồng.\n\n===Cảng tổng hợp Kim Sơn===\nTheo Quyết định Số: 2179\/ QĐ-UBND của tỉnh [[Ninh Bình]] ngày 17 tháng 9 năm 2007 V\/v phê duyệt Quy hoạch giao thông đường thủy nội địa tỉnh [[Ninh Bình]] đến năm 2015 và định hướng phát triển đến năm 2020 thì Cảng Kim Sơn là cảng tổng hợp, có diện tích 106 ha được xây dựng bên hữu [[sông Đáy]], tại khu neo đậu tránh, trú bão (từ [[Kim Đông, Kim Sơn|Kim Đông]] đến [[Kim Tân, Kim Sơn|Kim Tân]]) huyện [[Kim Sơn]], quy mô 500 tàu thuyền. Nguồn vốn của Trung ương (theo chương trình của Bộ Thủy sản).\n\nChức năng của cảng:\n*Phục vụ nhu cầu đánh bắt hải sản;\n*Tàu thuyền neo đậu, tránh trú bão,\n*Bốc xếp các loại hàng hoá khác.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Kim Sơn}}"}