{"81269":"'''Cồn Ấu''' là một cồn nổi trên [[sông Hậu]], thuộc địa phận phường [[Hưng Phú, Cái Răng|Hưng Phú]], quận [[Cái Răng]], thành phố [[Cần Thơ]]. Cồn có diện tích khoảng 130 ha. Ở giữa cồn hiện là một phần của chiếc [[cầu Cần Thơ]] (một trong hai mố cầu nằm trên cồn Ấu) - chiếc cầu dây văng dài nhất [[Đông Nam Á]], được đưa vào sử dụng tháng 4 năm 2010.\n\n==Giải trí==\n===Khu du lịch sinh thái Phù Sa===\n[[Tập tin:con au 1.jpg|nhỏ|phải]]\n[[Tập tin:con au 3.jpg|nhỏ|phải]]\n[[Tập tin:con au 2.jpg|nhỏ|phải]]\n[[Tập tin:con au 4.jpg|nhỏ|phải]]\nRừng bần bạt ngàn là nét đặc trưng của nhiều cồn nổi trên [[sông Hậu]], trong đó có cồn Ấu. Cồn Ấu hội tụ nhiều đặc trưng của vùng sông nước Cửu Long, vì thế, Công ty Cataco - công ty Nông súc sản xuất nhập khẩu Cần Thơ - quyết định đầu tư để biến vùng đất này thành khu du lịch sinh thái đặc trưng của đồng bằng…\n\nĐến tham quan Phù Sa, bạn sẽ được đón bằng tàu từ [[bến Ninh Kiều]] (bến tàu số 2), với quãng đường thủy dài khoảng 800m và chỉ mất gần 10 phút ngồi tàu. Ấn tượng đầu tiên của du khách đến đây là việc đi bộ ngắm nhìn khung cảnh thiên nhiên mà đặc trưng nhất là cây bần - có mặt gần như trên từng diện tích khu du lịch.\n\nLen lỏi trong những vườn bần, du khách có thể đi xuồng và nhập vai thành những người dân chài, dân câu bình dị, mộc mạc. Những trái bần chín trên cây sẽ được nhân viên nhà hàng chế biến thành món ăn đặc sản là canh chua bần hay món cá rô kho bần rất độc đáo...\n\nTrong khu du lịch có 1 hồ nuôi cá sấu rộng 1 ha, du khách có thể câu cá sấu giải trí. Đặc biệt, tại đây còn có hồ bơi thiên nhiên, nằm ven sông Hậu. Ngoài ra, các trò chơi như bơi xuồng, lướt ván, canô kéo dù bay trên sông Hậu cũng được đầu tư để phục vụ du khách. Tại đây cũng có phòng nghỉ riêng biệt (giống [[khu nghỉ mát|resort]]) cho cả gia đình…\n\nKhu du lịch Phù Sa chính thức khai trương ngày 1 tháng 9 năm 2006 và đón khách vào đúng dịp lễ [[Ngày quốc khánh|Quốc khánh]]. Khu du lịch Phù Sa sẽ tiếp tục được đầu tư sau ngày khai trương và dự kiến sẽ khai thác 30 ha cồn này trong những năm tiếp theo.{{cần chú thích}}\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.canthoonline.com\/diendan\/showthread.php?t=7779 Hình ảnh khu du lịch Hương Phù Sa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928015143\/http:\/\/www.canthoonline.com\/diendan\/showthread.php?t=7779 |date=2007-09-28 }}\n\n{{sơ khai Cần Thơ}}\n\n[[Thể loại:Du lịch Cần Thơ]]\n[[Thể loại:Cái Răng]]"}