{"239782":"'''Cổ Nhuế''' là một địa danh tại quận [[Bắc Từ Liêm]], thành phố [[Hà Nội]].\n\n== Lịch sử ==\nLàng Cổ Nhuế được thành lập vào khoảng đầu triều [[Nhà Lý|Lý]], có sự gắn bó tương đối gần gũi với kinh thành [[Thăng Long]]. Nguyên trước đây, Cổ Nhuế là một xã thuộc huyện [[Từ Liêm]] cũ, nổi tiếng với nghề may truyền thống. Sau này, quận [[Bắc Từ Liêm]] được thành lập, xã Cổ Nhuế được chia thành 2 phường mới trực thuộc quận là [[Cổ Nhuế 1]] và [[Cổ Nhuế 2]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-132-NQ-CP-nam-2013-dieu-chinh-dia-gioi-hanh-chinh-Tu-Liem-Ha-Noi-217666.aspx|title=Nghị quyết 132\/NQ-CP của Chính phủ về việc điều chỉnh địa giới hành chính huyện Từ Liêm để thành lập 02 quận và 23 phường thuộc thành phố Hà Nội|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nTheo cuốn ''Từ điển Hà Nội - địa danh'' thì xã ''Cổ Nhuế'' xưa có tên Nôm là ''Kẻ Noi'', thuộc tổng Cổ Nhuế, phủ [[Hoài Đức]]. Thời [[Pháp thuộc]], trước năm [[1942]], sau khi bỏ cấp tổng, Cổ Nhuế gồm 3 xã (xã thời nhà Nguyễn) là Trù Đống (còn gọi là Chùa Đống), Hoàng (còn gọi là Cổ Nhuế Hoàng), Viên (còn gọi là Cổ Nhuế Viên). Năm [[1945]], 3 xã này (mà nay là xã Cổ Nhuế) thuộc quận V, ngoại thành Hà Nội. Tới năm [[1961]], xã Cổ Nhuế được thành lập, các xã cũ trở thành thôn và tách Trù Đống thành 2: Cổ Nhuế Trù (Trù hay Chùa (thôn)), Cổ Nhuế Đống. Từ đó, xã Cổ Nhuế gồm 4 thôn.<ref>Từ điển Hà Nội-địa danh, tác giả Bùi Thiết, nhà Xuất bản Văn hóa - Thông tin, trang 75.<\/ref> Hai làng Cổ Nhuế Trù và Đống vốn từ một làng Cổ Nhuế (tên Nôm là Kẻ Noi) tách ra vào giữa thời Lý. Từ xa xưa đến đầu thế kỷ XX, hai làng nằm trong xã Cổ Nhuế (cùng với các làng Cổ Nhuế Hoàng và Cổ Nhuế Viên) thuộc tổng Cổ Nhuế, huyện Từ Liêm, phủ Hoài Đức, trấn Sơn Tây (từ thời Nguyễn là [[Hà Nội (tỉnh)|tỉnh Hà Nội]], năm [[1888]] trở đi là tỉnh [[Cầu Đơ]], năm [[1904]] đổi làm [[Hà Đông (tỉnh)|tỉnh Hà Đông]]). Năm [[1926]], hai làng tách ra thành một xã riêng gọi là Cổ Nhuế Trù - Đống, dân số có 2034 người.\n\nSau [[Cách mạng Tháng Tám]], xã Cổ Nhuế Trù - Đống nhập với hai xã Cổ Nhuế Hoàng và Cổ Nhuế Viên thành xã Cổ Nhuế thuộc quận 5 ngoại thành Hà Nội, đến năm [[1961]] là một xã của huyện Từ Liêm. [[Tháng 12]] năm [[2013]], xã Cổ Nhuế được tách thành 2 phường mới: [[Cổ Nhuế 1]] và [[Cổ Nhuế 2]] thuộc quận [[Bắc Từ Liêm]] vừa mới thành lập.\n\nHai làng Cổ Nhuế Trù và Cổ Nhuế Đống xưa cũng là làng nông nghiệp, có truyền thống thâm canh lúa và hoa màu giỏi. Song đến năm Ất Mão niên hiệu [[Duy Tân]] ([[1915]]), đê Liên Mạc bị vỡ làm phần lớn đồng ruộng tỉnh Hà Đông bị cát bồi lấp, từ chỗ cấy được hai vụ đến đây chỉ cấy được một vụ mùa, còn vụ chiêm phải chuyển sang trồng ngô, khoai lang xen đậu đỗ các loại. Nhờ kinh nghiệm thâm canh nên dân làng tạo được giống ngô nếp rất dẻo và thơm, có tiếng trong vùng. Từ năm [[1920]], do sản xuất nông nghiệp bị sút kém nên dân hai làng đã tìm học được nghề may để sinh sống. Từ một vài nhà ban đầu, đến năm [[1935]] cả hai làng đã có vài trăm hộ làm, rồi lan sang hai làng Cổ Nhuế Hoàng và Cổ Nhuế Viên. Rất đông thợ may của hai làng vào nội thành may thuê cho các nhà thầu hoặc may quần áo cho binh lính, nhiều người có vốn mở hiệu may riêng. Một số chủ hiệu thợ may ở phố [[Hàng Trống]] phải lấy tên một thợ may giỏi người Cổ Nhuế làm tên cửa hiệu của mình để thu hút khách hàng.\n\nVề di tích lịch sử, thôn Đống còn ngôi nhà thờ ông [[Nguyễn Hữu Đạo]] là quan Thái y viện - cơ quan chăm sóc sức khỏe của vua và hoàng tộc vào thời Lê - Trịnh, từng chữa khỏi bệnh cho Hoàng hậu - vợ vua [[Lê Hiển Tông]]. Về sau, ông Đạo còn theo quân ra trận, lập được nhiều công nên được phong làm Thống suất binh Nam, Thượng tướng quân. Nhà thờ được làm bằng 36 cột đá, do chính vua Lê Hiển Tông tặng sau khi ông Đạo về hưu. Trong nhà thờ hiện còn một bảng khắc gỗ ghi lại bài thơ thất ngôn bát tuyệt ca ngợi tài đức của ông Đạo, song điều đặc biệt là một câu có một từ chỉ một vị thuốc quý mà ông đã dùng để chữa bệnh.\n\nThôn Trù còn một ngôi miếu nhỏ, bên trong còn tấm bia dựng năm [[Vĩnh Khánh]] thứ hai ([[1731]]) ghi việc ông ông Đỗ Pháp Hiển làm quan trong đội Cấm quân, có công hộ vệ vua đi tuần thú thoát khỏi bị bão đánh đắm thuyền ở cửa biển Thần Phù ([[Nga Sơn]], [[Thanh Hóa]]) nên được thăng làm tước Siêu Hải hầu. Vì không có con nên ông bà hiến toàn bộ số ruộng của mình cho làng và được làm tôn làm hậu thần làng.\n\n==Đình chùa, nhà thờ==\nCổ Nhuế có nhiều [[đình]], [[chùa]], [[nhà thờ]] tập trung ở cả bốn làng Hoàng, Đống, Trù và Viên với 3 ngôi chùa: [[Chùa Sùng Quang]] (Thôn Đống 2), [[Chùa Anh Linh]] (Thôn Viên 1), [[Chùa Trùng Hưng]] (Thôn Hoàng 2). Có hai ngôi đình ở 2 thôn Viên 2 và Hoàng 2, thờ thành hoàng làng (Hoàng Tử Đông Chinh Vương- [[Lý Công Lực]], con trai vua Thái tổ [[Lý Thái Tổ|Lý Công Uẩn]]), Đền Bà chúa thờ [[Túc Trinh công chúa]], con gái vua [[Trần Thánh Tông]]. Lễ hội của làng thường được tổ chức vào ngày 10 tháng 2 [[âm lịch]] hàng năm. Lễ tế thành Hoàng làng vào ngày 10 tháng 10 âm lịch hàng năm. Ngoài ra ở thôn Viên 1 và Viên 2 còn có Lễ mộc dục và Lễ cúng thực(Công chúa Túc Trinh thời Trần) vào ngày 1 tháng 8 âm lịch hàng năm.\n\nTừ [[thập niên 1970]] các nhà khảo cổ đã đào được một số di vật dưới lòng đất ở đây như: rìu đá, hòn nghiền, hòn cà bằng đá, hòn gạch vuông có hoa văn trám lồng đời Hán, tượng cá hóa rồng thời Lý - Trần{{fact|date = ngày 6 tháng 1 năm 2013}}.\n\nNhà thờ Cổ Nhuế nằm ở thôn Viên, được xây dựng từ năm 1884. Có thể tóm tắt lược sử như sau:\n\n''Tin Mừng đến với Giáo xứ Cổ Nhuế từ năm [[1883]], thời cha cố Mỹ, và cũng là năm giáo xứ chính thức được thành lập. Sau một năm thành lập giáo xứ, một số gia đình đã dâng hơn 15.000 m2 ruộng đất để cày cấy và làm nhà thờ, trong đó có Bà Tổng Chiêu thôn Hoàng dâng 3600m2.''\n\n''Nhà thờ đầu tiên được xây dựng năm [[1884]] bằng tường gạch, cột gỗ, mái ngói. Song, vào [[tháng 12]] năm [[1947]], một số kẻ xấu mang rơm rạ chất lên ghế bên trong nhà thờ phóng hỏa. Nhà thờ này bị cháy chỉ còn bốn bức tường. Năm [[1953]], cha cố [[Giuse Trần Ngọc Liễn]] cho tu sửa lại ngôi nhà thờ bị đốt cháy và đến năm [[1954]], Đức Tổng Giám mục [[Giuse Maria Trịnh Như Khuê]] về dâng lễ tạ ơn khánh thành. Mặc dù đã được tu sửa lại, nhưng vì nhà thờ cũ đã phải chịu sự tác động tiêu cực do con người và thiên nhiên, nên không thể tiếp tục sử dụng được nữa.''\n\n''Xét thấy cần phải xây dựng lại ngôi thánh đường mới vừa bảo đảm an toàn, vừa đáp ứng nhu cầu sinh hoạt của cộng đoàn giáo xứ, ngày [[5 tháng 3]] năm [[2014]], Đức Tổng Giám mục [[Phêrô Nguyễn Văn Nhơn]] đã ký văn bản chấp thuận cho giáo xứ Cổ Nhuế được giải hạ nhà thờ cũ để xây dựng ngôi nhà thờ mới này; ngày [[28 tháng 11]] năm [[2014]] thành phố Hà Nội đã cấp phép xây dựng cho giáo xứ và đến ngày [[6 tháng 10]] năm [[2018]] thì nhà thờ mới được cung hiến và khánh thành.''\n\n===Truyền thống nghề may của xã===\n* Làng nghề may Cổ Nhuế có từ lâu đời. Khoảng năm 1920 do sản xuất nông nghiệp bị sút kém nên người dân Cổ Nhuế phải tìm thêm nghề để sinh sống, trong đó có nghề may. Lúc đầu chỉ có ông Trưởng Cốm ở thôn Trù và vài người làm nghề thợ may, sau phát triển dần. Đến năm 1935, cả xã có hàng trăn chiếc máy khâu và có nhiều người ra phố làm nghề may. Người có vốn thì mở hiệu may, người không có vốn thì đi may thuê. Có những thợ may giỏi được chủ đặt tên cho hiệu may của mình. Thời bao cấp, xã thành lập những hợp tác xã may gia công hàng xuất khẩu và phục vụ nhu cầu địa phương. Khi các hợp tác xã giải thể, nhiều xã viên mua máy về nhà để làm thêm. Trong những năm 1990 - 1992, nghề may phát triển nhờ may hàng xuất khẩu đi Ba Lan và Liên Xô. Mặt hàng xuất khẩu chủ yếu là áo Giắc -ket, quy mô sản xuất chủ yếu là hộ gia đình. Lúc phát triển, làng có tới hàng trăm hộ chuyên nghề may, xuất hiện nhiều hộ có số vốn hàng tỷ đồng, trở thành những chủ hiệu lớn. Từ năm 1993, làng nghề chuyên sản xuất những mặt hàng nội địa và nhận gia cong cho một số nhà máy dưới hình thức là hộ tư nhân và các công ty trách nhiệm hữu hạn. Sản phẩm của làng nghề rất đa dạng: quần áo mùa hè, mùa đông của cả người lớn và trẻ em. Nguồn nguyên liệu là vải được nhập khẩu từ Trung Quốc. Công nghệ sản xuất bằng máy may công nghiệp. Nhân lực lao động chủ yếu là sử dụng lao động phổ thông, tự đào tạo. Hiện nay, mặc dù làng nghề đang gặp nhiều khó khăn trong mở rộng thị trường tiêu thụ, thiếu vốn, nhiều lao động chưa qua đào tạo, mặt bằng sản xuất không đều, nhưng cũng đã tạo việc làm cho khoảng 7000 lao động, thu nhập ổn định và cũng ký kết được một số hợp đồng xuất khẩu nước ngoài. Ngoài sản xuất theo hộ gia đình, nhiều công ty trách nhiệm hữu hạn được thành lập nhận gia công cho các xí nghiệp, thậm chí họ còn nhận gia công cho những hộ sản xuất nhỏ theo thời vụ.\n* Từ những năm đầu [[thế kỷ 20]], nghề may không chỉ đem lại nguồn thu nhập cao và ổn định cho dân làng Cổ Nhuế mà còn tạo ra những thay đổi về cơ cấu dân cư, quan hệ xã hội của [[làng]], đặc biệt là làm hình thành đội ngũ [[công nhân]] may mặc có tay nghề cao, có ý thức cao về vị thế xã hội của mình. Đây là cơ sở để làng Cổ Nhuế sớm tiếp thu ánh sáng [[cách mạng]]. Mùa hè năm [[1938]], đã thành lập Hội ái hữu thợ may Cổ Nhuế, sau đó đông đảo thợ may Cổ Nhuế cùng nông dân đã đưa đơn kiện bọn cường hào làng xã thu lạm tiền thuế thân từ 2,5 đồng lên 3 đồng một suất và đã giành được thắng lợi. [[Đại tướng]] [[Văn Tiến Dũng]] (người thôn Cổ Nhuế Trù) là Thư ký Hội ái hữu thợ dệt [[Hà Nội]] đã viết bài trên báo Tin tức - tờ báo công khai của Đảng CSVN để cổ động cuộc đấu tranh. Năm [[1939]], diễn ra cuộc đấu tranh đòi tăng lương của 600 thợ may Cỏ Nhuế ở Sở Quân nhu. Sau đó, Cổ Nhuế trở thành một điểm trong An toàn khu của Trung ương. Cuối năm [[1940]], [[Chi bộ]] Cổ Nhuế được thành lập, lãnh đạo nhân dân đấu tranh.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Bắc Từ Liêm]]\n[[Thể loại:Địa danh tại Hà Nội]]"}