{"586265":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Cổ Đạm\n| vai trò hành chính = Xã\n| hình = Cổ Đạm.jpg\n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 35\n| vĩ giây = 17\n| kinh phút = 47\n| kinh giây = 33\n| diện tích = 28,72 km²<ref name=MS\/>\n| dân số = 8.245 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 287 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Hà Tĩnh]]\n| huyện = [[Nghi Xuân]]\n| thành lập = \n| trụ sở UBND = đường 22\/12, thôn 8 \n| chủ tịch UBND = Nguyễn Thái Tứ\n| điện thoại = [[Mã điện thoại Việt Nam|2393823317]]\n| biển số xe = [[Biển xe cơ giới Việt Nam|38]] \n| mã hành chính = 18391<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Cổ Đạm''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nghi Xuân]], tỉnh [[Hà Tĩnh]], [[Việt Nam]].\n\n== Vị trí ==\n* Phía đông giáp [[Biển Đông]];\n* Phía nam giáp xã [[Xuân Liên]] xã [[Thiên lộc]] huyện [[Lộc Hà]]\n* Phía tây giáp [[núi Hồng Lĩnh]]\n* Phía bắc giáp xã [[Xuân Thành]]\n\n==Diện tích và dân số==\n\nXã Cổ Đạm có diện tích 28,72&nbsp;km², dân số năm 2005 là 8,874 người trong đó nam là 4,735 người và nữ là 4,139 người.<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> Mật độ dân số đạt 302 người\/km².\n\nCơ cấu dân số theo độ tuổi và giới tính năm 2005\n{|\n!Tuổi\n!Tổng \n!Nam\n!Nữ\n|-\n|Tổng \n|8874\n|4735\n|4139\n|-\n|0~15\n|1608\n|842\n|766\n|-\n|16~24\n|1482\n|812\n|670\n|-\n|25~34\n|1874\n|981\n|866\n|-\n|35~44\n|1420\n|725\n|695\n|-\n|45~54\n|1172\n|689\n|483\n|-\n|55~65\n|928\n|463\n|465\n|-\n|Trên 65t\n|417\n|223\n|194\n|}\n\n==Hành chính ==\nXã Cổ Đạm xưa có giao đoạn gọi là xã Xuân Hoa gồm 12 thôn thuộc 4 làng: Xuân Sơn (thôn 1 và thôn 2), Hoa Kỳ (thôn 3 và thôn 4), Hoa Phú (các thôn 5, 6, 7), Hoa Vân Hải  (các thôn 8, 9, 10, 11, 12). trong đó [[Làng Hoa Vân Hải]] \"  đã được thành lập 450 năm (1569 -2019) ngày 15-12-2019 Làng đã tổ chức lễ kỷ niệm 450 năm thành lập làng.\n\n== Văn hoá ==\n* Cổ Đạm là vùng nổi tiếng về truyền thống lịch sử và văn hoá với \"nôi\" [[Ca trù Cổ Đạm]], nghề làm gốm cổ truyền (Nồi đất Cổ đạm thôn 3) và nhiều di tích lịch sử - văn hoá như [[Đình Hoa Vân Hải]], đền Phan Tôn Chu, Đền [[Nguyễn Xí]], Đền Cửa Bà (Thôn 4), Chùa Bến(thôn 3), Đền Tống (Thôn 3), Cửa Điện (Đền Đông Giáp thôn 11) Đền Thượng (thôn 11) , Đền Chỏ Ma (thôn 1); Đền thờ [[Trần Hưng Đạo]] \"Đức Thánh Trần\" Thôn 11.\n* Xã [[Cổ Đạm]] có 13 di tích được xếp hạng ( 1 Di tích Quốc gia là [[Đình Hoa Vân Hải]],và 12 di tích cấp tỉnh)\n* Ca trù Cổ Đạm\n[[Ca trù]] là một loại hình nghệ thuật tổng hợp vừa đàn, vừa hát, vừa ngâm thơ …, vừa mang tính dân gian, vừa mang tính bác học. Ở mỗi địa phương Ca trù được gọi bằng các tên gọi khác như: hát Cửa đình, hát Nhà tơ, hát [[Cô đầu]], hát [[Nhà trò]], hát [[Cửa quyền]] … Ở Cổ Đạm, Ca trù được gọi là hát [[Ả đào]].\nThành phần tham gia biểu diễn hát [[Ca trù]] gồm 3 người: Một ca sĩ luôn là nữ (gọi là Đào hay [[Ca nương]]), hát theo lối hát nói và gõ phách; một nhạc công là nam (gọi là kép), đệm [[đàn Đáy]] cho người hát; một người chơi trống hoặc đánh [[trống Chầu]] (gọi là quan viên kiêm luôn người thưởng thức), sự tán thưởng mà quan viên dành cho người hát hoặc bài hát được bộc lộ qua cách đánh trống. Quan viên đánh vào thành trống nhiều lần, biểu lộ chỗ đắc ý. Nếu không hài lòng với người hát quan viên đánh hai nhịp trống. Đào hát ngồi trên chiếu ở giữa. Kép và quan viên ngồi chếch sang hai bên. Không gian trình diễn Ca trù có phạm vi tương đối nhỏ và sự tham gia từ phía khán giả là rất cần thiết. Nhạc cụ gồm có Phách, đàn Đáy và trống Chầu. Trang phục của hát Ca trù là áo dài cổ truyền màu đen hoặc màu nâu.\nTheo [[truyền thuyết]], Tổ sư Ca trù là vợ chồng [[Đinh Lễ]] và Bạch Hoa ở Tổng Cổ Đạm, huyện [[Nghi Xuân]], Tỉnh [[Hà Tĩnh]]. Tục truyền rằng, Tổ sư Đinh Lễ được hai vị tiên cho khúc gỗ và mẫu vẽ cây đàn Đáy, dựa vào mẫu đó, Đinh Lễ đã đẽo thành cây đàn, tiếng đàn đánh lên hay đến nỗi chim cá cũng phải ngẩn ngơ lắng nghe. [[Đinh Lễ]] có vợ là nàng Bạch Hoa, con gái quan Tri châu Bạch Đình Sa ở [[Thường Xuân]], [[Thanh Hóa]]. Nàng vốn bị câm, nhưng sau khi nghe tiếng đàn bỗng biết nói và biết hát. Những lời nói, tiếng hát đầu tiên cất lên khiến gió cũng phải dừng lại lắng nghe. Hai vợ chồng trở về Cổ Đạm lập nghiệp, chồng dạy đàn, vợ dạy múa hát, đệ tử rất đông. Sau [[Đinh Lễ]] được tiên ông đưa về trời, hóa thành con chim xanh. [[Bạch Hoa]] cũng đổ bệnh mà mất biến thành cây đào đỏ. Vì thế Đinh Lễ được phong là Thanh Xà đại vương, Bạch Hoa được phong là Mãn Đào Hoa công chúa. Nhân dân lập đền thờ hai vợ chồng, lấy ngày 11 tháng Chạp hàng năm làm ngày giỗ.\nVào thế kỷ XVII, Ca trù rất thịnh hành và đến cuối thế kỷ XVIII, đầu thế kỷ XIX, với sự đóng góp to lớn của [[Nguyễn Công Trứ]] mà Ca trù ở [[Nghi Xuân]] trở nên nổi tiếng trong thiên hạ.\n“Những ngày mở hội Ca trù, tế tổ đào nương, giai nhân tài tử các nơi đua nhau về Cổ Đạm thi tiếng đàn, tiếng hát, cảnh tưng bừng, nhộn nhịp không thua kém gì ở Thăng Long”\n* Làng nghề Nồi đất Cổ Đạm\nLàng nghề truyền thống nồi đất Cổ Đạm (xã Cổ Đạm, huyện Nghi Xuân, tỉnh Hà Tĩnh) đã có từ cách đây 200 năm. Trong những năm 60-70 của thế kỷ trước, hoạt động sản xuất và buôn bán ở đây rất sầm uất. Thế nhưng, gần đây làng nghề truyền thống này đang bị mai một và đứng trước nguy cơ thất truyền.\nCòn nhớ, vào những năm 60-70 của thế kỷ XX, làng nghề nồi đất Cổ Đạm (làng gốm đất nung Cổ Đạm) phát triển khá mạnh, hầu hết các hộ dân ở thôn 3 và thôn 7 đều tham gia vắt nồi và tạo ra những sản phẩm đẹp, đa dạng về mẫu mã. Những sản phẩm đất nung Cổ Đạm chủ yếu phục vụ đời sống sinh hoạt của cư dân nông nghiệp lúc đó cho nên rất nhiều tiểu thương ở các nơi về đây thu mua. \nĐược biết, từ năm 2000 trở về trước, người dân xã Cổ Đạm ngoài làm nông nghiệp còn có nghề gốm đất nung truyền thống. Ngày ấy, mỗi khi thu hoạch mùa vụ xong, người dân làng gốm lại bắt tay vào sản xuất. Nhà nào không trực tiếp sản xuất thì đi thu mua lại sản phẩm rồi mang lên chợ bán kiếm lãi. Giai đoạn cao điểm, cả xã có tới hơn 500 hộ dân trực tiếp làm nghề gốm đất nung và buôn bán sản phẩm này. Thế nhưng, hiện nay nghề gốm đất nung ở địa phương đang đối mặt với thực tế là thanh niên ở làng, ở xã lớn lên đều đi học hay đi làm ăn xa, không còn mấy người gắn bó với nghề truyền thống của quê hương. Hiện tại, cả xã chỉ còn hai gia đình làm nghề này (đó là nhà bà Sinh và nhà bà Thiện).\n* Ngày 27 tháng 4 năm 2017 xã Cổ Đạm đã tổ chức đón nhận danh hiệu xã đạt chuẩn nông thôn mới năm 2016.\n* Ngày 24 tháng 4 năm 2023 xã Cổ Đạm làm lễ đón nhận và rước Bằng xếp hạng di tích lịch sử Cấp Tỉnh  đền thờ [[Trần Hưng Đạo]] tại thôn 11 nay là thôn Bắc Tây Nam.\nhttp:\/\/codamque.blogspot.com\/2023\/04\/xa-co-am-lam-le-on-nhan-bang-di-tich.html#\n\n== Danh nhân ==\nCác đồng chí đã cống hiến và đống góp làm rạng danh đất Cổ Đạm\n* Trước Cách mạng tháng 8 năm 1945 gồm:các đồng chí Phan Viết Chiểu, Phan Viết Biểu, Trần Sĩ Cơ, Trần Hoành, Phan Năm Tuyết, Trần Đình Vượng, Trần Vũ...đã tham gia phong trào [[Xô Viết Nghệ Tĩnh]] đỉnh cao của [[Cách mạng 1930- 1931]], trong đó có 3 chiến sỹ bị giặc Pháp bắt lưu đày giam giữ tại [[nhà đày Buôn Ma Thuột]] từ 1930-1937 gồm Phan Viết Chiểu, Trần Hoành, Phan Năm Tuyết (Viết Vinh) hiện có tên trong danh sách Lịch sử [[nhà đày Buôn Ma Thuột]].\n Nghệ nhân cụ Phan Thị Mơn và cụ Phan Thị Nga, Trần Thị Gia... [[ca trù Cổ Đạm]] người truyền giữ lại ca trù cho các thế hệ ngày nay.\n* Các thế hệ sau Cách mạng tháng năm 1945:......\n* '''Kinh tế:''' Tốc độ phát triển kinh tế đạt 12% năm 2007, tổng sản lượng đạt 2175\/2700 tấn\/năm\n\n== Liên kết ngoài==\n*[http:\/\/codamque.blogspot.com\/ Cổ đạm quê hương tôi]\n*[http:\/\/nghixuan.net\/tintuc\/index.php Nghi xuân]\n*[http:\/\/www.hatinh.gov.vn\/ Hà tĩnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110515092933\/http:\/\/www.hatinh.gov.vn\/ |date=2011-05-15 }}\n*[https:\/\/www.facebook.com\/codamque\/ tin tức Cổ Đạm ]\n*[https:\/\/www.facebook.com\/groups\/620608357968120\/ Hội đồng hương cổ đạm]\n*[https:\/\/www.facebook.com\/groups\/261863337250095 Cổ Đạm Quê]\n\n== Phim ảnh ==\n<gallery>\nTập tin:Aolang.JPG|Ao làng Vân Hải xã Cổ Đạm\n<\/gallery>\n[[Tập tin:Cổng Làng Vân Hải.jpg|thumb|Vẩn Hải Cổ Đạm]]\n<\/gallery>\n[[Tập tin:Biển Cổ đạm1 (2).jpg|nhỏ|Hình ảnh Ngư dân đánh bắt cá]]\n<\/gallery>\n[[Tập tin:Chợ Cổ Đạm ngày tết.jpg|nhỏ]]\n* Phóng sự Đền Trần Hưng Đạo [[https:\/\/www.youtube.com\/watch?v=ldKIcqqAviA&t=25s]] \n* Phóng sư 450 lập  làng [[https:\/\/www.youtube.com\/watch?v=FQNgvo_0HL8&t=11s]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai Hà Tĩnh}}\n{{Đơn vị hành chính thuộc huyện Nghi Xuân}}"}