{"124389":"{{pp-vandalism|small=yes}}\n{{Cộng hòa Tự trị Nam Kỳ}}{{Cần dọn dẹp|lý do=văn phong dài dòng, có phần suy diễn cá nhân.}}\n\n'''Cộng hòa Tự trị Nam Kỳ''' ({{lang-fr|République autonome de Cochinchine}}) hay [[Cộng hòa Tự trị Nam Kỳ|Nam kỳ tự trị]] là chính thể tự trị trong khuôn khổ [[Liên bang Đông Dương|Liên Bang Đông Dương]], do Pháp lập nên, tồn tại trong giai đoạn 1946 - 1948 ở địa phận [[Nam Kỳ]].\n\n==Lịch sử==\n===Pháp tái chiếm Đông Dương===\nSau đảo chính mồng 09 tháng 3 năm 1945, [[Đế quốc Nhật Bản]] xem [[Nam Kỳ]] là một phần [[Đế quốc Việt Nam]], tuy nhiên Chính phủ [[Đế quốc Việt Nam]] chưa kịp thiết lập hệ thống hành chính thì đã sụp đổ.\n\nNgày 25\/8\/1945, [[Việt Minh]] thành lập [[Ủy ban Hành chính Lâm thời Nam Bộ]]<ref name=\"ubhc\">[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30198&cn_id=78904 Sống mãi hào khí Sài Gòn ngày khởi nghĩa ngày 25 tháng 8 năm 2004], Báo điện tử Đảng Cộng sản Việt Nam, 28\/08\/2004<\/ref>. Ngày 2\/9\/1945, chính phủ [[Việt Nam Dân chủ Cộng hòa]] được thành lập, tuyên bố Việt Nam độc lập với lãnh thổ bao gồm ba xứ [[Nam Kỳ]], [[Bắc Kỳ]] và [[Trung Kỳ]].\n\nSau [[Chiến tranh thế giới thứ hai]], lãnh thổ Việt Nam từ vĩ tuyến 16 trở xuống do lực lượng Anh dưới quyền chỉ huy của tướng Douglas Gracey nhân danh các quân đoàn Đồng Minh tiếp quản. [[Pháp]] được [[Đồng Minh]] cho toàn quyền quyết định số phận khu vực này, chính phủ [[Pháp]] tạm thời ủy thác chế độ quân quản để tiến tới lập một chính thể ngang hàng để đàm phán với [[Việt Nam Dân chủ Cộng hòa]]. Đến ngày 23 tháng 9 năm 1945 người Pháp tái vũ trang và sẵn sàng tiếp quản [[Sài Gòn]] nhưng phải đợi đến tháng 10 khi quân Anh chính thức trao chủ quyền lại cho Pháp thì Quân đội Pháp mới đổ bộ<ref>Hoàng Cơ Thụy, Việt sử khảo luận, trang 2026, Nhà xuất bản Nam Á, Paris, 2002<\/ref> rồi mở rộng đánh chiếm toàn Nam Bộ.\n\nTừ trước khi giải phóng [[Pháp]], tướng [[Charles de Gaulle]] nhân danh Tổng trưởng chính phủ lâm thời Cộng hòa Pháp đã tuyên bố chính sách của Pháp với Đông Dương vào ngày 24 tháng 3 năm 1945. De Gaulle cho rằng \"''Năm quốc gia<ref>Năm Quốc gia hình thành Liên bang Đông Dương gồm: Bắc Kỳ, Trung Kỳ, Nam Kỳ, Lào và Cao Miên<\/ref> tạo nên Liên bang Đông Dương được phân biệt bằng văn minh, chủng tộc và truyền thống, sẽ vẫn duy trì những đặc điểm riêng của họ trong Liên bang.''\"<ref>Sockeel-Richarte: La Problème de la Souveraineté Française sur l'Indochine, in Le Général de Gaulle et l'Indochine 1940–1946, tr.26<\/ref><ref>Martin Shipway, [http:\/\/books.google.com.vn\/books?id=7TDDTJf48-YC&pg=PA60&lpg=PA60&dq=The+Road+to+War:+France+and+Vietnam+1944-1947+%2B+Indochinese+Federation&source=bl&ots=kEeyDyeKGc&sig=3Mr_EV9K6nNfAQz8pGECv5N9pP0&hl=en&sa=X&ei=SeDUUdf7B4ipiAeJ6oHgCA&redir_esc=y#v=onepage&q=The%20Road%20to%20War%3A%20France%20and%20Vietnam%201944-1947%20%2B%20Indochinese%20Federation&f=false The Road to War: France and Vietnam 1944-1947], tr. 129, Berghahn Books, 2003, trích: \"''The five lands which comprise the Indochinese Federation, and which are distinguished by civilisation, race and traditions, will maintain their characters within the Federation.''\"<\/ref>. Việc thành lập Cộng hòa tự trị Nam Kỳ sau đó cũng nằm trong kế hoạch tái lập Liên bang Đông Dương của Pháp.\n\n===Thời kì 1946 - 1948===\n[[Hình:Deux femmes à l'avenue Catinat, Saïgon 1947.jpg|nhỏ|phải|150px|Rue Catinat ở thủ đô [[Sài Gòn]] năm 1947.]]\n[[Hình:Place Francis-Garnier (du Théâtre) et rue Catinat de Saïgon 1947.jpg|nhỏ|phải|150px|Rạp Francis Garnier ở rue Catinat tại thủ đô [[Sài Gòn]] năm 1947.]]\n\nTháng 2 năm 1946, Ủy viên Cộng hòa Nam Kỳ ''(Commissaire République)'', tức chức vụ mới lập để gọi người Pháp đứng đầu hệ thống hành chính Nam Kỳ là Jean Cédile. Cédile cho lập Hội đồng tư vấn Nam Kỳ ''(Conseil consultatif de Cochinchine)'' với 12 ủy viên, trên danh nghĩa giúp người bản xứ tự quyết định tương lai xứ sở, nhưng cũng có ý tách dần chính trị Nam Kỳ khỏi những biến động và thương thuyết ở Bắc Kỳ và Trung Kỳ. Thành phần Hội đồng gồm 4 người Pháp và 8 người Việt nhưng tất cả đều có quốc tịch Pháp.<ref>Goodman, Allan E, Politics in War: The Bases of Political Community in South Vietnam, page 20, Harvard University Press, 1973<\/ref>\n\nHội đồng này sang tháng 3 cùng năm đã đệ trình một kiến nghị có chữ ký của 8 ủy viên người Việt lên Cao ủy Đông Dương (tương đương với chức vụ Toàn quyền Đông Dương cũ) là Đô đốc [[Georges Thierry d'Argenlieu]] xin lập một xứ Nam Kỳ tự trị.<ref>Hoàng Cơ Thụy. Trang 2089.<\/ref> Cédile tỏ rõ ý định ủng hộ ý đồ \"Nam Kỳ tự trị\" và hậu thuẫn những đảng phái thân Pháp như [[Đảng Nam Kỳ]] của Béziat để vận động công chúng. Những nhóm khác như Đông Dương Tự trị Đảng và Việt Nam Tân dân Đảng cũng ngả theo lập trường \"Nam Kỳ tự trị\" của Pháp. Cùng lúc đó thì đảng Tân Dân chủ của bác sĩ [[Nguyễn Văn Thinh]] tuy tham gia vào Hội đồng Tư vấn Nam Kỳ vẫn gắng tìm chỗ đứng riêng để thu hút các lực lượng phi Việt Minh.\n\nNgày 31 tháng 5 năm 1946, Hội đồng tư vấn Nam Kỳ lấy tên mới là Hội đồng Nam Kỳ ''(Conseil de Cochinchine)'' và tăng số ủy viên lên 42 người. Trên nguyên tắc pháp lý, lãnh thổ Cộng hòa Tự trị Nam Kỳ cấu thành từ địa phận [[Nam Bộ]] thuộc chính thể [[Việt Nam Dân chủ Cộng hòa]], nhưng do [[chính phủ Pháp]] chưa chính thức công nhận nền ''độc lập'' của [[Việt Nam Dân chủ Cộng hòa]] nên tùy nghi thiết lập hệ thống chính trị trên mọi địa phận mà nay là [[Việt Nam]]. Tuy nhiên, trong suốt thời gian tồn tại, chính thể Cộng hòa Tự trị Nam Kỳ cũng chưa hề phủ quyết sự tồn tại của [[Việt Nam Dân chủ Cộng hòa]], nên học giới quốc tế thường đặt nó ở vị thế song song với [[Việt Nam Dân chủ Cộng hòa]] trên lãnh thổ [[Việt Nam]] đương thời.\n\nTrong khi [[Hội nghị Fontainebleau 1946|Hội nghị Fontainebleau]] sắp diễn ra ở Pháp thì Cao ủy Đông Dương là d'Argenlieu đơn phương tán thành việc thành lập Cộng hòa tự trị Nam Kỳ ngày 27 tháng 5 năm 1946 và ra tuyên cáo ngày 01 tháng 6 (Proclamation du premier gouvernement cochinchinois) trước đám đông tụ tập ở Nhà thờ Đức Bà, Sài Gòn<ref name=\"Proclamation du premier gouvernement cochinchinois\">[https:\/\/www.youtube.com\/watch?v=imraYXEnCs4 Proclamation du premier gouvernement cochinchinois] (02:54)<\/ref>.\n\nNgày 5 tháng 6, Tổng trưởng Pháp Marius Moutet chấp thuận hành xử của ông d'Argenlieu để \"bảo vệ quyền lợi của dân tộc Nam Kỳ\".<ref>Hoàng Cơ Thụy. Trang 2102.<\/ref> Cũng vào đầu tháng 6, bác sĩ [[Nguyễn Văn Thinh]] được đề cử làm Thủ tướng Chính phủ Cộng hòa Nam Kỳ tự trị. Ủy viên Cédile liền ký với tân Thủ tướng một hiệp ước nhìn nhận xứ Nam Kỳ là một xứ tự do, riêng biệt trong khuôn khổ của Liên bang Đông Dương. Bác sĩ Nguyễn Văn Thinh được đề cử làm Thủ tướng nhưng chỉ được ít lâu thì ông tự sát. Thay ông là bác sĩ [[Lê Văn Hoạch]] rồi [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]]. Trong thời gian này, để thu hút sự ủng hộ của dân chúng đối với nhà nước Cộng hòa tự trị Nam Kỳ mới thành lập, một số người cổ động cho khẩu hiệu \"Xứ Nam Kỳ của người Nam Kỳ\".\n\nTình hình chính trị tại Nam Kỳ thời điểm này rất phức tạp. Có nhiều phe nhóm khác nhau cùng tồn tại, luôn gắng củng cố quyền lực riêng như [[Trần Văn Soái]] (Năm Lửa) đóng Cái Vồn (Cần Thơ), [[Lâm Thành Nguyên]] (Hai Ngoán) giữ Cái Dầu (Châu Đốc), [[Lê Quang Vinh]] (Ba Cụt) giữ Thốt Nốt (Long Xuyên), [[Nguyễn Giác Ngộ]] đặt bản doanh ở Cao Lãnh (Kiến Phong), Cao Đài cát cứ ở Tây Ninh và Bình Xuyên của [[Lê Văn Viễn]] (Bảy Viễn) định doanh ở Chánh Hưng (Chợ Lớn). Đó là chưa kể đến các tổ chức chính trị như [[Việt Minh]], [[Đại Việt Quốc dân đảng|Đại Việt]]... Người Pháp thì không thực lòng tái thiết trật tự hay xây dựng một xứ Nam Kỳ chân chính mà còn có dụng ý võ trang mỗi nhóm riêng, trên danh nghĩa là giữ an ninh, nhưng chủ ý là chống lại lực lượng Việt Minh. Những nhóm này thường xung đột, tranh giành quyền lực khiến tình hình thêm hỗn loạn.<ref name=\"Hồi ký về chiến khu An Thành\">[http:\/\/www.daivietquocdandang.com\/hoikyvechienkhuanthanh.htm Hồi ký về chiến khu An Thành, phần 7: Nam Kỳ Quốc, Website Đại Việt Quốc dân Đảng]<\/ref>\n\nTheo ông Nguyễn Kỳ Nam, [[Mặt trận Quốc gia liên hiệp]], một ủy ban liên hiệp kháng chiến chống Pháp của các tổ chức cách mạng miền Nam, chủ trương chấp nhận cho bác sĩ [[Nguyễn Văn Thinh]] thành lập chính phủ lâm thời Cộng hòa Tự trị Nam Kỳ vì \"''nếu không có một Chính phủ ở Nam Kỳ, Nam Kỳ là lãnh thổ của Pháp, theo công pháp quốc tế, nước Pháp vẫn còn ở duyên hải Thái Bình Dương. Tiền đồ tổ quốc sẽ bị xô vào hai ngả hoặc bị đô hộ lại bởi thực dân, hoặc bị đô hộ lại bởi cộng sản quốc tế. Hai viễn tượng đều tai hại cho giống nòi.<ref>Hồi ký 1925 - 1964, tập 2, trang 346, Nguyễn Kỳ Nam, Nhật báo Dân Chủ Mới, 1964<\/ref>''\". Nhưng người cộng sản, Việt Minh, đã tách ra sau sự kiện này, Hội Liên hiệp quốc dân ra đời trong hoàn cảnh đó. Theo kế hoạch của Mặt trận Quốc gia liên hiệp, họ sẽ đưa bác sĩ [[Lê Văn Hoạch]], người của Mặt trận, chính thức thành lập chính phủ Cộng hòa Tự trị Nam Kỳ thay thế chính phủ của bác sĩ Thinh. Cuối cùng Mặt trận sẽ ủng hộ Thiếu tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] thành lập Chính phủ Cộng hòa Nam Phần Việt Nam làm tâm điểm hoạt động chính trị cho các đảng phái quốc gia để đi đến thống nhất dân tộc. Chính phủ Cộng hòa Nam Phần Việt Nam do Nguyễn Văn Xuân lãnh đạo sẽ tạo ra thế cân bằng với chính phủ [[Việt Nam Dân chủ Cộng hòa]] do Hồ Chí Minh lãnh đạo. Chính phủ này sẽ được thay thế bằng chính phủ [[Quốc gia Việt Nam]] do cựu hoàng [[Bảo Đại]] lãnh đạo. Đây là một giai đoạn để đi đến sự đoàn kết cuối cùng của dân tộc đúng với lập trường của Mặt trận. Mặt trận ủng hộ việc thành lập [[Cộng hòa Vệ binh Việt Nam]] thuộc Cộng hòa Tự trị Nam Kỳ. Quân đội Cao Đài là thành viên của Mặt trận được phép nhận khí giới của Pháp để lập quân đội làm nền tảng cho quân đội quốc gia sau này.<ref>Hồi ký 1925 - 1964, tập 2, trang 346-347, Nguyễn Kỳ Nam, Nhật báo Dân Chủ Mới, 1964<\/ref>\n\nNgày 19 tháng 12 năm 1947, thủ tướng Nguyễn Văn Xuân sang [[Hồng Kông]] yết kiến Cựu hoàng [[Bảo Đại]] và xác nhận ý định thống nhất Nam Kỳ vào nước Việt Nam và mời cựu hoàng ra chấp chánh hầu điều đình tìm một giải pháp thứ ba ngoài Pháp và Việt Minh.\n\n=== Giải thể ===\nGiai đoạn 1948-1949 là thời gian chờ thủ tục sáp nhập với hai miền còn lại thành [[Quốc gia Việt Nam]], xứ Nam Kỳ đổi gọi chính thể là '''Cộng-hòa Nam-phần Việt-nam''' (République du Sud-Viêtnam) để hợp thức hóa.\n\nNgay từ đầu năm 1948, chính phủ Nam Kỳ tự trị đã chuẩn bị các thủ tục sáp nhập với các miền [[Việt Nam]] còn lại để tiến tới thành lập [[Chính phủ Trung ương lâm thời Việt Nam]], một số nhân vật đứng đầu chính phủ lũ lượt sang [[Hồng Kông]] yết kiến cựu hoàng [[Bảo Đại]] để tránh bị gạt bên lề chính thể mới. Thủ phủ [[Nam Kỳ]] được chọn làm thủ đô [[Quốc gia Việt Nam]]. Chức Thủ tướng Nam Kỳ tự trị cũng được thay bằng chức Thủ hiến Nam Việt.\n\nTuy nhiên, việc giải thể Cộng hòa Tự trị Nam Kỳ mãi đến ngày [[08 tháng 3]] năm [[1949]] mới bắt đầu theo Hiệp ước Élysées giữa Tổng thống Pháp Vincent Auriol và Bảo Đại. Theo đó thì Pháp công nhận nước Việt Nam thống nhất.<ref name=\"45-54\">[http:\/\/www.tinparis.net\/vanhoa\/vh_9nambai6tovu.html 45-54 Chín năm khói lửa, sự thất bại của một chiến lược, Tô Vũ]<\/ref> Tới ngày 23 tháng 4 năm 1949, Nam Kỳ mở cuộc bầu cử Quốc hội chọn 16 dân biểu Pháp và 48 dân biểu người Việt. Quốc hội này đã biểu quyết chấm dứt \"nước Nam Kỳ\" và hiệp nhất vào nước Việt Nam,<ref name=\"45-54\" \/> để sau đó lập ra chính phủ [[Quốc gia Việt Nam]]. Cuối cùng ngày 22 tháng 5 năm 1949, Quốc hội Pháp chính thức bỏ phiếu thông qua việc sáp nhập Nam Kỳ vào [[Quốc gia Việt Nam]].\n\n==Tổ chức==\n[[Hình:Dr. Nguyễn Văn Thinh.png|nhỏ|phải|150px|Thủ tướng [[Nguyễn Văn Thinh]].]]\n[[Hình:Lê Văn Hoạch.jpg|nhỏ|phải|150px|Thủ tướng [[Lê Văn Hoạch]].]]\n[[Hình:Nguyễn Văn Xuân.jpg|nhỏ|phải|150px|Thủ tướng [[Nguyễn Văn Xuân]].]]\n\n===Biểu trưng===\n[[Hình:Flag of France (1794–1815, 1830–1958).svg|nhỏ|phải|150px|Hiệu kỳ [[Nam Kỳ]] thuộc [[Pháp]] 1868 - 1945.]]\n[[Hình:Flag of Republic of Cochinchina.svg|nhỏ|phải|150px|Mẫu quốc kỳ lưỡng tài đầu năm 1946.]]\n[[Hình:Insigne Garde Républicaine Cochinchinoise, 1946.JPG|nhỏ|phải|150px|Mẫu quốc kỳ tam tài cuối năm 1946 trên phù hiệu lực lượng Cộng hòa Vệ binh.]]\nNgày 01 tháng 6 năm 1946, chính phủ lâm thời Cộng hòa Tự trị Nam Kỳ vội vàng thông qua quốc kỳ nền vàng với 3 sọc lam vắt ngang ở giữa, phỏng quốc kỳ [[Đế quốc Việt Nam]] trước đó, kèm khẩu hiệu «''Ta phải lập quốc bằng nhơn đạo''» (Nous devons fonder l’État avec humanisme). Ý nghĩa hiệu kỳ nhằm tượng trưng ba con sông Đồng Nai, Tiền Giang và Hậu Giang trên đất Nam Kỳ.<ref>Hoàng Cơ Thụy. Trang 2012.<\/ref> Tuy nhiên, công luận trên mặt báo đa số biếm trích màu cờ không hợp nhãn quan, gọi \"cờ sốt rét\"<ref name=\"ngochuy\">{{Chú thích web |url=http:\/\/vietnam.ca\/vi\/lich-su-van-hoa\/115-quoc-ky-va-quoc-ca-viet-nam.html |ngày truy cập=ngày 15 tháng 12 năm 2012 |tựa đề=Quốc kỳ và quốc ca Việt Nam, Nguyễn Ngọc Huy |archive-date = ngày 12 tháng 8 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130812152447\/http:\/\/www.vietnam.ca\/vi\/lich-su-van-hoa\/115-quoc-ky-va-quoc-ca-viet-nam.html |url-status=dead }}<\/ref>. Vì thế, tới ngày 31 tháng 10 cùng năm, hai sọc vàng ở giữa được thay bằng sắc trắng cho màu cờ đỡ tối hơn<ref name=\"Proclamation du premier gouvernement cochinchinois\" \/><ref>[https:\/\/www.flickr.com\/photos\/13476480@N07\/28814195897\/in\/album-72157713934021047\/ L'occasion de la visite présidentielle à Thuduc, des baderoles fleuries manifestent l'attachement de la population à la France et à la Cochinchine, à Thu Duc, Cochinchine en 1947]<\/ref>. Mẫu cờ này tồn tại tới ngày 23 tháng 4 năm 1949 thì kết thúc theo sự cáo chung của chính thể<ref>[https:\/\/indomemoires.hypotheses.org\/23734 Le drapeau de la République autonome de Cochinchine 1946-1948]<\/ref>. Sau đó, hiệu kỳ làm đại diện [[Nam Kỳ]] được thay bằng [[cờ vàng ba sọc đỏ]] để chuẩn bị tiến tới ấn định hoàn toàn vào tháng 10 năm 1949 khi [[Quốc gia Việt Nam]] công bố thành lập.\n\nVề quốc ca, bản nhạc này lấy tám câu đầu của ''Chinh phụ ngâm'' làm lời ca, bị công luận đả kích vì nội dung lấy lời than khóc của một người vợ nhớ chồng mà lại đem làm lời ca.<ref name=\"namkyquoc\">{{Chú thích web |url=http:\/\/www.hoahao.org\/D_1-2_2-188_4-2483_5-3_6-1_17-9_14-2\/ |ngày truy cập=ngày 6 tháng 12 năm 2010 |tựa đề=Nguyễn Long Thành Nam, Phật giáo Hòa Hảo trong lòng lịch sử dân tộc, Phần 4: Phật giáo Hòa Hảo và cách mạng, Chương 10: Sơ lược diễn tiến đấu tranh tại miền Nam Việt Nam, Phần 7: Nam Kỳ Quốc, Tập san Đuốc Từ Bi, năm 1991 |archive-date = ngày 1 tháng 3 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110301091831\/http:\/\/www.hoahao.org\/D_1-2_2-188_4-2483_5-3_6-1_17-9_14-2\/ |url-status=dead }}<\/ref> Tác giả của bài này là Võ Văn Lúa.<ref>[http:\/\/www.truclamyentu.info\/tlls_lichsuvietnamcandai\/quoccavietnam1.htm Âm nhạc Việt Nam cận đại--Quốc ca Việt Nam]<\/ref>\n\n===Chính trị===\nNguyên thủ quốc gia là vị đại diện Phủ Cao ủy do [[chính phủ Pháp]] đề cử, có trách nhiệm giám sát đôn đốc sở tại trên nguyên tắc được ủy quyền bởi [[Cộng hòa Pháp]]; dưới chức đại diện Phủ Cao ủy là chức Thủ tướng (nội các tổng trưởng) bảo cử. Tuy nhiên, trong thực tế 3 năm tồn tại, vị trí đứng đầu nội các này liên tục biến động nên hầu hết được chỉ định chứ không qua tổng tuyển cử phổ thông đầu phiếu. Chính phủ Nam Kỳ cũng trải qua cải tổ nhiều lần:\n* Trung ương lâm thời chánh phủ Nam Kỳ quốc (từ 26 tháng 3 đến 31 tháng 5 năm 1946)\n* Trung ương chánh phủ Cộng hòa Nam Kỳ tự trị (từ 1 tháng 6 năm 1946 đến 7 tháng 10 năm 1947)\n* Lâm thời chánh phủ Nam Phần Việt Nam (từ 8 tháng 10 năm 1947 đến 27 tháng 5 năm 1948)\nChính phủ về danh nghĩa được Hội đồng Nam Kỳ thành lập ngày 27 tháng 5 năm 1946, dưới sự sắp đặt của ông [[Jean Marie Arsène Cédile]]<ref name=\"giap\">Đại tướng [[Võ Nguyên Giáp]], Tổng tập hồi ký, ''Những năm tháng không thể nào quên'', trang 279, Nhà xuất bản Trẻ, Hà Nội.<\/ref> (Ủy viên cộng hòa Pháp tại Nam Bộ) và [[Georges Thierry d'Argenlieu]]<ref>Lịch sử Tây Nam Bộ kháng chiến, Tập 1 (1945-1954), Nhà xuất bản Chính trị quốc gia, 2010<\/ref> (Cao ủy Pháp tại Đông Dương). Đây được xem là một chiêu bài chủ đạo của Pháp nhằm tách Nam Kỳ ra khỏi Việt Nam.<ref name=\"giap\" \/> Tuy nhiên, chính quyền này bị công luận cho là \"bù nhìn\" và ly khai, phá hoại việc đất nước thống nhất, nên chỉ tồn tại trong thời gian ngắn rồi bị giải thể.\n\nChính phủ Cộng hòa Tự trị Nam Kỳ là một Chính phủ lâm thời thân Pháp có quyền lực nhỏ bé. Cộng hòa tự trị Nam Kỳ không được công luận ủng hộ. Người Pháp cũng không tin tưởng giao thực quyền cho Chính phủ này. Vì những lý do đó Chính phủ Cộng hòa tự trị Nam Kỳ có thể được xem là một thất bại.<ref>Stein Tonnesson, Vietnam 1946: How the War Began, University of California Press, 2010, trích: \"''In Saigon, French authorities established a provisional Cochinchinese governmanet, but inasmuch as an overwhelming majority of southerners favored national unification, the provisional government only represented a tiny, wealthy, pro-French minority. It faced a hostile public opinion and an increasingly powerful guerrilla movement, led by the Vietminh in cooperation with the powerful religious sets. The French never trusted the Cochinchinese government enough to give it real power. The experiment Cochinchinese autonomy thus proved a failure.''\"<\/ref>\n\nĐứng đầu Chính phủ là Thủ tướng do Hội đồng Cố vấn Nam Kỳ bầu lên. Hội đồng này do Ủy viên Cộng hòa Pháp, chức danh mới của Thống đốc Nam Kỳ, tuyển chọn. Người đó là Jean Marie Arsène Cédile, nắm quyền ''trị an'' bên trong và bên ngoài nước ''cộng hòa''.<ref name=\"a\">Đại tướng [[Võ Nguyên Giáp]], Tổng tập hồi ký, ''Những năm tháng không thể nào quên'', trang 335, 336, Nhà xuất bản Trẻ, Hà Nội.<\/ref> Ngoài ra Cao ủy Pháp tại Đông Dương (chức danh mới của Toàn quyền Đông Dương) còn có quyền phê chuẩn hoặc bác bỏ mọi bổ nhiệm của Thủ tướng.<ref>Hammer, Ellen. ''Struggle for Indochina, 1940-1955''. Stanford, CA: Stanford University Press, 1955. tr 169<\/ref>\n\nKhi chính phủ tự trị Nam Kỳ được thành lập, ngoài các cuộc xung đột vũ trang ở Nam Bộ, binh sĩ Pháp đã nhiều lần gây hấn với chính quyền [[Việt Nam Dân chủ Cộng hòa]] bằng việc tố cáo Ủy ban Hành chính lâm thời Nam Bộ là bất hợp pháp. Cao ủy Pháp tại Đông Dương thông báo với Chính phủ Việt Nam Dân chủ Cộng hòa rằng Nam Bộ là thuộc địa của Pháp do đó chỉ Quốc hội Pháp mới có thể quyết định sự thay đổi chính thể tại Nam Kỳ dựa trên kết quả của một cuộc trưng cầu ý dân tại Nam Kỳ. Đáp lại những tuyên bố gây hấn của Pháp về tính hợp pháp của Ủy ban Hành chính lâm thời Nam Bộ, chủ tịch Hồ Chí Minh đã phản hồi cao ủy Pháp d'Argenlieu rằng ủy ban này được thành lập từ tháng 8\/1945 dưới quyền chỉ huy của Chính phủ trung ương, ủy ban này được Hiệp định sơ bộ 6-3 và Tạm ước 14-9 công nhận.<ref name=\"a\" \/>\n\nNgày 27 tháng 5 năm 1948, Trung tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] từ chức Thủ tướng Chính phủ Nam Phần và nhậm chức Thủ tướng [[Chính phủ Trung ương lâm thời Việt Nam]] ''(Provisional Central Government of Vietnam''), quản trị [[Bắc Kỳ]] và [[Trung Kỳ]] mà trước đó là hai xứ bảo hộ của Pháp. Với sự ra đời của [[Quốc gia Việt Nam]] một năm sau đó, Nam Bộ (Nam Phần) trở lại là một bộ phận của Việt Nam thống nhất.<ref>Ngô Chơn Tuệ (2014). [http:\/\/ir.vnulib.edu.vn\/handle\/VNU_HCM\/5122 ''Cuộc đấu tranh của nhân dân Việt Nam chống âm mưu chia cắt Nam Bộ ra khỏi Việt Nam của thực dân Pháp giai đoạn 1945-1949''].<\/ref>\n{| class=\"wikitable\"\n! width=\"10%\" |Người đứng đầu\n! width=\"10%\" |Nhiệm kì\n! width=\"10%\" |Chức danh\n|- bgcolor=\"#FAFAD2\"\n|<center> [[Nguyễn Văn Thinh]]<br>(1888 - 1946)\n|<center> 26\/03 - 31\/05\/1946\n|<center> Lâm thời thủ tướng\n|-\n|- bgcolor=\"#FAFAD2\"\n|<center> [[Nguyễn Văn Thinh]]<br>(...)\n|<center> 01\/6 - 10\/11\/1946\n|<center> Thủ tướng<br>Nội các tổng trưởng\n|-\n|- bgcolor=\"#FAFAD2\"\n|<center> [[Lê Văn Hoạch]]<br>(1896 - 1978)\n|<center> 29\/11\/1946 - 29\/09\/1947\n|<center> Thủ tướng<br>Nội các tổng trưởng\n|-\n|- bgcolor=\"#FAFAD2\"\n|<center> [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]]<br>(1892 - 1989)\n|<center> 08\/10\/1947 - 27\/05\/1948\n|<center> Thủ tướng<br>Nội các tổng trưởng\n|-\n|- bgcolor=\"#FAFAD2\"\n|<center> [[Lê Văn Hoạch]]<br>(...)\n|<center> 27\/05\/1948 - 03\/07\/1949\n|<center> Nam Kỳ quốc vụ khanh\n|}\n==Nhận xét==\n;;;'''Quốc tế'''\nChính thể Nam Kỳ tự trị được sự mặc nhiên thừa nhận của các [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|đồng minh]] [[Pháp]] cùng những quốc gia hưởng lợi từ [[Kế hoạch Marshall|chương trình Marshall]]. Năm 1946, [[Đế quốc Anh]] là chính thể quốc tế tiên khởi công nhận thực thể Cộng hòa Tự trị Nam Kỳ trên sóng phát thanh. Tới sau khi [[Chính phủ Trung ương lâm thời Việt Nam]] thành lập, dư luận thế giới chung coi Cộng hòa Nam Kỳ là một trong những yếu tố cấu thành chính thể [[Quốc gia Việt Nam]].\n;;;'''Phe Bảo hoàng'''\nMột số chính đảng bảo hoàng tại [[Bắc Kỳ]] và [[Trung Kỳ]] mặc dù cũng không đồng tình việc tách [[Nam Kỳ]] khỏi dư đồ [[Việt Nam]], nhưng coi đây là giải pháp tạm thời để chặn đứng những hỗn loạn trên địa bàn [[Nam Kỳ]] - khu vực đương thời nổi lên nhiều tổ chức chính trị quân sự thủ lợi thay vì tái hợp nhất. Các lực lượng chính trị bảo hoàng [[Nam Kỳ]] từ lâu nhìn chung ủng hộ Kỳ Ngoại hầu [[Cường Để]] nhờ sức ảnh hưởng của chí sĩ [[Phan Bội Châu]], điều này khác xa phái bảo hoàng Bắc-Trung Kỳ vẫn suy tôn cựu hoàng [[Bảo Đại]]. Vài lĩnh tụ bảo hoàng còn kiến nghị với chính giới [[Pháp]] tại [[salon]] rằng nên suy tôn Kỳ Ngoại hầu [[Cường Để]] làm quốc trưởng [[Nam Kỳ]] thay vì chọn ủy viên [[Cộng hòa Pháp]] không hiểu tình thế bản địa. Tuy vậy, do từng có thời gian rất dài cộng tác với [[Đế quốc Nhật Bản]] và còn có mối liên hệ hôn nhân với [[hoàng thất Nhật Bản]], nên hoàng thân mệ Cưởi không được coi là ứng cử viên cho vị trí lĩnh tụ [[Việt Nam]] hoặc giải pháp thống nhất các chính đảng [[Việt Nam]].\n;;;Việt Nam Dân chủ Cộng hòa\nBan đầu, [[Việt Nam Dân chủ Cộng hòa]] chấp nhận giải pháp lập một chính phủ chung cho Bắc và Trung Kỳ, còn vấn đề Nam Kỳ sẽ giải quyết bằng một cách trưng cầu dân ý tuy nhiên do sự đàn áp của Cộng hòa Tự trị Nam Kỳ với những người kháng chiến ủng hộ chính phủ Trung ương Việt Nam Dân chủ Cộng hòa nên Việt Nam Dân chủ Cộng hòa từ chối giải pháp này. Điều này được Chủ tịch Hồ Chí Minh khẳng định trong cuộc phỏng vấn với ông Vaxiđép Rao (?), thông tín viên hãng Reuter vào tháng 5-1947 rằng: ''\"Trước kia, chúng tôi đã bằng lòng nhận phương sách đó. Ngày nay, chúng tôi không thể nhận được nữa, đồng bào chúng tôi ở Nam Kỳ đã chịu sự hy sinh to lớn để được ở trong Tổ quốc Việt Nam. Chúng tôi không thể phản bội họ được.\"'' Cũng theo chính Chủ tịch Hồ Chí Minh, ''Thống nhất nghĩa là một Chính phủ Trung ương, một Nghị viện Trung ương cho toàn quốc, Nam Kỳ, Trung Kỳ, Bắc Kỳ sẽ có cơ quan hành chính tự trị riêng, do nhân dân mỗi kỳ bầu lên theo chế độ dân chủ và dưới sự kiểm soát của Chính phủ Trung ương''<ref>{{Chú thích web | url = http:\/\/bqllang.gov.vn\/tin-tuc\/tin-tong-hop\/1363-nh-ng-cu-c-tr-l-i-ph-ng-v-n-bao-chi-c-a-ch-t-ch-h-chi-minh-ph-n-1.html | tiêu đề = Những cuộc trả lời phỏng vấn báo chí của Chủ tịch Hồ Chí Minh (Phần 1) | tác giả = | ngày = | ngày truy cập = 14 tháng 11 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\nBên cạnh đó, Việt Nam Dân chủ Cộng hòa coi Cộng hòa Tự trị Nam Kỳ chỉ là một chính phủ bù nhìn và chẳng thể giải quyết được vấn đề gì. Chủ tịch Hồ Chí Minh khẳng định: ''\"Chính phủ bù nhìn ở Nam Bộ, nó đã không giải quyết được gì, mà chỉ làm kéo dài cuộc chiến tranh và ngǎn trở sự thân thiện giữa hai dân tộc Việt – Pháp\"''<ref>{{Chú thích web | url = http:\/\/bqllang.gov.vn\/tin-tuc\/tin-tong-hop\/1369-nh-ng-cu-c-tr-l-i-ph-ng-v-n-bao-chi-c-a-bac-h-ph-n-2.html | tiêu đề = Những cuộc trả lời phỏng vấn báo chí của Bác Hồ (Phần 2) | tác giả = | ngày = | ngày truy cập = 14 tháng 11 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTheo báo Cứu Quốc, Hội nghị của Chính phủ Nguyễn Văn Xuân là một hội nghị ''\"của bọn Việt gian\"'', là một ''\"cuộc hội đồng chuột\"'' như Hội nghị 19\/12\/1947 tại Hồng Kông nhằm lòe bịp nhân dân Việt Nam và dư luận thế giới. Quyết nghị và thông cáo của hội nghị này là quyết nghị bán nước.<ref>[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WNyf19471126.2.1&e=-------vi-20--1--txt-IN------# Lừa được ai ?], Báo Cứu Quốc, Số 762, 26 Tháng Mười Một 1947<\/ref> Còn theo báo Sự thật của Đảng Cộng sản Đông Dương: \"''Những đầu óc phản động thuộc địa ở Đông Dương cố ý làm trái hiệp định sơ bộ mà Pháp đã ký với nước Việt Nam Dân chủ Cộng hòa. Họ nặn ra thuyết \"Nam kỳ tự trị\" và mua chuộc một bọn Việt gian để thực hành thuyết đó''\"<ref>[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WODk19460615.2.3&e=-------vi-20--1--img-txIN------ \"Chính phủ Cộng hòa dân quốc Nam kỳ tự trị\" ?], Báo Sự Thật, Số 40, 15 Tháng Sáu 1946<\/ref>.\n\nSau đó, báo Cứu Quốc lại phản hồi: \"''Chúng tôi mong đô đốc Đác-giăng-li-ơ ra lệnh hạ màn cái trò hề vô vị \"Chính phủ Cộng hòa Nam Kỳ\" đó đi. Nếu người Pháp cần phải thử xem Nam bộ có phải là đất Việt Nam không? Thì cứ mở cuộc trưng cầu dân ý cho công bằng. Tại sao lại một chính phủ tự trị rồi mới trưng cầu dân ý? Phải chăng người ta muốn đặt dân Việt Nam vào một việc dĩ nhiên? việc lập một chính phủ tự trị ở giữa nơi quân Pháp đóng trước khi mở cuộc trưng cầu dân ý để lộ ra một cách vụng về cái ý muốn chia sẻ nước Việt Nam. Việc lập chính phủ bù nhìn ấy làm cho người ta cảm thấy người Pháp muốn dùng bọn bù nhìn uy hiếp dân chúng trong cuộc trưng cầu dân ý<ref>Cứu quốc ngày 29 tháng 5 năm 1946<\/ref>. Ban Thường trực Quốc hội ra phản đối chính thức. Đoàn đại biểu Việt Nam Dân chủ Cộng hòa tại Hội nghị Fontainebleau phản đối. Báo Độc lập ngày 18 tháng 7 năm 1946 bình luận \"Ở Cà Mâu, bọn Abalain, Guillemet chẳng đếm xỉa gì đến chính phủ bù nhìn Quisling Nguyễn Văn Thinh cả... Đồng thời ở khắp tỉnh, quận, tổng, làng ở Nam Bộ, Pháp thâu dụng một bọn cướp khác. Bọn này giả danh lập Mặt trận bình dân...''\".\n==Xem thêm==\n{{commonscat|Autonomous Republic of Cochinchina}}\n* [[Liên hiệp Pháp]]\n* [[Liên bang Đông Dương]]\n* [[Chiến tranh Đông Dương]]\n==Tham khảo==\n{{tham khảo|4}}\n===Tài liệu===\n;;'''Nội ngữ'''\n* [[Hoàng Cơ Thụy]], ''Việt sử khảo luận'', Nam Á xuất bản, [[Paris]], 2002.\n;;'''Ngoại ngữ'''\n* [https:\/\/francearchives.fr\/facomponent\/eae4809e6e83af7d0e6a90d36ab9975b4cd0d681 République autonome de Cochinchine (1 er juin 1946 - 8 octobre 1947)]\n* [https:\/\/francearchives.fr\/facomponent\/726938d317b4571cce7ebbdc3a83d55e8aee9988 Gouvernement de la république autonome de Cochinchine]\n* [https:\/\/www.persee.fr\/doc\/rhmc_0048-8003_1984_num_31_2_1276 Les socialistes et les débuts de la guerre d'Indochine (1946-1947)]\n* Goodman, Allan E. ''Politics in War''. Cambridge, MA: Harvard University Press, 1973.\n===Tư liệu===\n;;'''Nội ngữ'''\n* [http:\/\/nuocnha.blogspot.com\/2018\/06\/cach-nay-72-nam-cao-uy-ongduong-la.html Cao ủy Đông Dương G. T. d'Argenlieu ra lệnh thành lập Cộng hòa Tự trị Nam Kỳ]\n;;'''Ngoại ngữ'''\n* [https:\/\/books.openedition.org\/igpde\/3336 Proclamation de la République autonome de Cochinchine, présidée le 3 par le Dr. Nguyen-van-Thinh]\n* [https:\/\/docplayer.fr\/72103946-Nguyen-van-thinh-l-aventure-de-la-republique-autonome-de-cochinchine.html Nguyễn-văn-Thinh - L'aventure de la République autonome de Cochinchine]\n* [https:\/\/www.monde-diplomatique.fr\/1988\/12\/BUIS\/41329 1944-1947: LA FRANCE ET L'INDOCHINE - Désastreuse myopie] ([[Georges Buis]])\n* [https:\/\/indomemoires.hypotheses.org\/tag\/republique-autonome-de-cochinchine Archives par mot-clé: République autonome de Cochinchine]\n* [https:\/\/www.clio.fr\/CHRONOLOGIE\/chronologie_vietnam_de_la_seconde_guerre_mondiale_a_lindependance.asp Chronologie Vietnam: De la seconde guerre mondiale à l'indépendance]\n{{start box}}\n{{Thứ tự chức vụ\n|chức vụ= Cộng hòa Tự trị Nam Kỳ\n|năm= 1946-1948\n|trước= [[Nam Kỳ]]<br>[[Nam Bộ Việt Nam|Nam Bộ]]\n|sau= [[Quốc gia Việt Nam]]}}\n{{end box}}\n\n{{DEFAULTSORT:Nam Kỳ}}\n[[Thể loại:Cộng hòa tự trị Nam Kỳ| ]]\n[[Thể loại:Chính trị Chiến tranh Đông Dương]]\n[[Thể loại:Thành viên Liên bang Đông Dương]]\n[[Thể loại:Cựu thuộc địa của Pháp]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]]"}