{"19482342":"{{Thông tin công trình xây dựng|name=Cột cờ Thủ Ngữ|native_name_lang=vi,|alternate_names=|status=<span style=\"color:green\">Hoạt động<\/span>|image=[[Tập tin:Cột cờ Thủ Ngữ.JPG|300px]]|image_alt=Vincom landmark 81|image_size=|caption=Hình ảnh cột cờ Thủ Ngữ|location=Số 2, đường Tôn Đức Thắng, [[Nguyễn Thái Bình (phường)|phường Nguyễn Thái Bình]], [[Quận 1]] <!---vị trí--->|location_town=[[Thành phố Hồ Chí Minh]]|location_country={{VNM}}|coordinates=10° 46' 11,66'' B 106° 42' 22,73'' Đ|height=|kinh độ=106.7063109|vĩ độ=10.76990833}}\n\n'''Cột cờ Thủ Ngữ''' là một công trình nằm tại [[Đường Tôn Đức Thắng, Thành phố Hồ Chí Minh|đường Tôn Đức Thắng]], phường [[Nguyễn Thái Bình (phường)|Nguyễn Thái Bình]], [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Cột cờ được người Pháp xây dựng vào tháng 10 năm 1865 trên nền cũ của dinh quan thủ ngự chuyên chăm lo thương chính của nhà Nguyễn. Tính đến nay nó đã hơn 150 năm tuổi. Năm 2016, cột cờ Thủ Ngữ được thành phố xếp hạng là di tích lịch sử cấp TP.HCM.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/tp-hcm-trung-tu-cot-co-thu-ngu-155-tuoi-20200822130521839.htm|tựa đề=TP.HCM trùng tu cột cờ Thủ Ngữ 155 tuổi|tác giả=Tuổi trẻ|ngày=2020-08-22|ngày lưu trữ=2020-08-22|url-status=live|ngày truy cập=2020-08-22}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/cot-co-thu-ngu-thanh-phong-tro-712611.html|tựa đề=Cột cờ Thủ Ngữ thành phòng trọ?|tác giả=Thanh Niên|ngày=2016-06-12|ngày truy cập=2020-08-22}}<\/ref><ref>{{Chú thích web|url=https:\/\/plo.vn\/thoi-su\/cot-co-thu-ngu-duoc-xep-hang-di-tich-cap-thanh-pho-629430.html|tựa đề=Cột cờ Thủ Ngữ được xếp hạng di tích cấp thành phố|tác giả=Pháp Luật|ngày=2016-05-17}}<\/ref>\n\n== Lịch sử ==\n[[Tập tin:Tramway Saigon--Cholon (1905).jpg|220px|trái|nhỏ|Trạm [[Tàu điện Sài Gòn (1881–1957)|tàu điện]] tại cột cờ Thủ Ngữ vào năm 1905]]\nCột cờ Thủ Ngữ được người Pháp xây dựng vào tháng 10 năm 1865 với tên gọi lúc đầu là ''Mât des signaux'', có nghĩa là ''Cột tín hiệu''. Đúng như cái tên lúc đầu của nó, chức năng ban đầu của cột cờ là làm cột tín hiệu cho tàu bè ra vào luồng lạch khu vực Sài Gòn - Gia Định.<ref name=\":0\">{{Chú thích web|url=https:\/\/baoxaydung.com.vn\/tphcm-trung-tu-di-tich-cot-co-thu-ngu-155-tuoi-287110.html|tựa đề=TPHCM: Trùng tu di tích Cột cờ Thủ Ngữ 155 tuổi|tác giả=Báo Xây dựng|ngày=2020-08-22|ngày truy cập=2020-08-22}}<\/ref> Từ đó đến nay, cột cờ đã trải qua 150 tuổi với nhiều lần xuống cấp và trùng tu.\n\nTrong giai đoạn 1890 - 1910, cột cờ được dựng lại bằng sắt, cao 35m và bổ sung thêm sàn đứng kéo cờ. Cầu tàu trước cột cờ được mở rộng. Khu vực gần Cột cờ có thêm một số công trình phục vụ cho chức năng bến cảng như tòa nhà kiểm tra thuế quan và nhà kho. Một số công trình lớn và quan trọng của khu vực được hình thành ở khu vực xung quanh Cột cờ, tiêu biểu là [[Bến Nhà Rồng|bến cảng Nhà Rồng]] và trụ sở Cục Hải Quan ngày nay.<ref name=\":0\" \/>\n\nTrong những năm 1920, một công trình hình bát giác một tầng có mái dốc được xây dựng dưới chân cột cờ. Cầu tàu trước Cột cờ được mở rộng. Khu vực trước Cột cờ có một quầy bán hàng giải khát tên tiếng Pháp là ''La Pointe des Blagueurs'', dịch ra có nghĩa là ''Mũi Tán dóc''.<ref name=\":0\" \/>\n\nVào những năm 1930, kiến trúc cột cờ không có sự thay đổi lớn. Các nhà kho, quầy bán hàng và công trình xung quanh được tháo dỡ để xây dựng một công viên dọc bờ [[sông Sài Gòn]] và rạch Bến Nghé. Đến những năm 1940, cột cờ được xây dựng lại với hình thức kiến trúc có sự thay đổi.<ref name=\":0\" \/>\n\nNgày 23 tháng 9 năm 1945, khi nhà nước Việt Nam Dân chủ Cộng hòa vừa mới được thành lập chưa đầy một tháng, tại miền Nam đã xảy ra cuộc giao chiến giữa người Việt với người Anh tại cột cờ Thủ Ngữ. Quân Anh với trang bị hiện đại đã đánh thắng người Việt và giành quyền treo cờ lên cột cờ Thủ Ngữ.<ref>{{Chú thích web|url=https:\/\/www.sggp.org.vn\/ky-niem-64-nam-ngay-nam-bo-khang-chien-2391945-2392009-tro-lai-cot-co-thu-ngu-222979.html|tựa đề=Kỷ niệm 64 năm ngày Nam bộ kháng chiến (23-9-1945 – 23-9-2009): Trở lại Cột cờ Thủ Ngữ|tác giả=Sài Gòn Giải Phóng|ngày=2009-09-22|ngày truy cập=2020-08-22}}<\/ref>\n\nTrong thập niên 1950 - 1960, dưới thời [[Việt Nam Cộng hòa]], công trình đã mất đi vai trò như một cột tín hiệu. Khối công trình dưới chân Cột cờ được sử dụng làm nhà hàng có tên \"Ngân Đình Tửu Quán\".<ref name=\":0\" \/>\n\nTừ năm 1975 - 2000, công trình trải qua một số lần cải tạo và bỏ phần mở rộng được xây dựng từ những năm 1960. Năm 2011, công trình được trùng tu với hình dạng kiến trúc được thấy như ngày nay. Cột cờ Thủ Ngữ được xếp hạng di tích cấp thành phố vào năm 2016.\n\nHọc giả [[Vương Hồng Sển]] trong cuốn ''Sài Gòn năm xưa'' đã mô tả về cột cờ rằng: \"''Trên chót vót ngọn cờ thường thấy treo án ngữ, ban ngày là cờ vải, cờ màu, hoặc một quả bóng sơn đen. Ban đêm thì treo một ánh đèn, khi trắng khi đỏ. Những tín hiệu này báo tin cho tàu bè biết để tránh chỗ hiểm nguy, va vào nhau trong lúc vào ra sông Sài Gòn.''\" <ref>{{Chú thích web|url=https:\/\/tieudungso.vn\/cot-co-150-nam-o-sai-gon-1540.html|tựa đề=Cột cờ 150 năm ở Sài Gòn|tác giả=Tiêu dùng Số|ngày=2018-02-25|ngày truy cập=2020-08-22}}<\/ref>\n\n== Xem thêm ==\n* [[Bến Bạch Đằng]]\n* [[Bến Nhà Rồng]]\n* [[Cột cờ Hà Nội]]\n* [[Cột cờ Lũng Cú]]\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Cột cờ]]\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]"}