{"262959":"'''Cởi Mở''' là quá trình [[đổi mới]] về mặt [[văn hóa]], nhất là trong lĩnh vực [[văn học Việt Nam|văn học]] tại [[Việt Nam]] bắt đầu từ năm [[1986]] và vẫn có ảnh hưởng tới tận ngày nay<ref>http:\/\/tuyengiaoangiang.vn\/index.php\/van-hoa-van-nghe\/hoat-dong-van-hoa-van-nghe\/54-khong-co-vung-cam-trong-sang-tao-van-hoc-nghe-thuat<\/ref>.\n\n==Bối cảnh==\nNgay trong những năm đầu sau khi hòa bình lập lại tại miền Bắc ([[1954]]–[[1960]]), khi mà dòng chảy văn học còn lững thững, phẳng lặng, chưa có những sự kiện nổi bật hứa hẹn những bước phát triển mới về chất, báo hiệu sự nở rộ lần thứ hai của những tài năng đã từng thể hiện mình rực rỡ trước [[cách mạng]] hay sự ra đời của những văn tài mới, với những cá tính mạnh mẽ, những tìm tòi kiên định hướng về những đích [[nghệ thuật]] mới. Từ cuối những năm 1950 - đầu những năm 1960, áp lực ngày càng gia tăng của những lý thuyết văn nghệ chính thống, được vay mượn từ các nước đàn anh khác cùng một ý thức hệ Xã hội chủ nghĩa như [[Liên Xô]], [[Trung Quốc]] và các nước [[Đông Âu]], đòi hỏi văn nghệ Việt Nam nhất tề phục vụ những nhiệm vụ chính trị – xã hội trước mắt theo những mẫu mực được định sẵn đã ảnh hưởng tiêu cực trông thấy đến văn chương. Những khuôn vàng thước ngọc hạn hẹp và cứng nhắc, chủ yếu lấy từ chủ nghĩa hiện thực cổ điển Nga thế kỷ XIX và nghệ thuật Xô-viết chính thống, được khuyến cáo đến mức áp đặt cho mọi văn nghệ sĩ, bóp méo và nhiều khi xoá nhoè khuôn mặt sáng tạo của nhiều người, cản trở sự tìm hiểu, học tập kinh nghiệm của nghệ thuật phương Tây và toàn thế giới. Trong bối cảnh ấy, nội lực của văn hóa – nghệ thuật [[Việt Nam]] thể hiện trước tiên ở ý chí và năng lực của những văn nghệ sĩ biết dũng cảm bơi ngược dòng chủ lưu, tìm ra cho bằng được con đường riêng của mình trong nghệ thuật, làm nên những tác phẩm mà ban đầu rất có thể sẽ bị đón tiếp một cách ghẻ lạnh vô cùng nhưng sau này sẽ trở thành những giá trị được cả xã hội thừa nhận, trở thành cái « cổ điển mới ». Đáng tiếc, cái nội lực ấy công chúng biết thưởng thức nghệ thuật ít tìm thấy trong văn chương nước ta trước thời kỳ đổi mới và như đã nói, ngay trong thơ văn hiện nay nó vẫn chưa dồi dào<ref>http:\/\/www.khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=2310:vn-chng-va-hi-ha-vit-nam&catid=95:ngh-thut-hc&Itemid=154<\/ref>.\n\nTổng Bí thư [[Trường Chinh]] xác định vào tháng 7 năm 1948 thì văn học nghệ thuật của [[Việt Nam Dân chủ Cộng hòa]] là theo quy tắc<ref>{{Chú thích web |url=http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-de-hien-thuc-xa-hoi-chu-nghia-trong-van-hoc-viet-nam-sau-nua-the-ky-nhin-lai |ngày truy cập=2016-04-12 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 9 tháng 5 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160509032509\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-de-hien-thuc-xa-hoi-chu-nghia-trong-van-hoc-viet-nam-sau-nua-the-ky-nhin-lai |url-status=dead }}<\/ref>:\n\n{{cquote|Về xã hội, lấy giai cấp công nhân làm gốc. Về chính trị, lấy độc lập dân tộc, dân chủ nhân dân và chủ nghĩa xã hội làm gốc. Về tư tưởng, lấy học thuyết [[duy vật biện chứng]] và duy vật lịch sử làm gốc. Về sáng tác văn nghệ lấy chủ nghĩa [[hiện thực xã hội chủ nghĩa]] làm gốc.}}\n\nCơ sở hình thành và tái xác lập tinh thần dân chủ và tư duy đối thoại vốn được manh nha từ sau 1975, khi đất Việt Nam hoàn toàn thống nhất, non sông thu về một mối và cuộc sống trở lại hòa bình. Nhưng hai yếu tố trên chỉ thực sự bùng nổ và phát triển mạnh mẽ kể từ sau Đại hội VI (1986) của Đảng Cộng sản Việt Nam. Cùng với văn bản của nghị quyết là những lời kêu gọi đổi mới tư duy, nhìn thẳng vào sự thật, không né tránh sự thật và can đảm nói lên sự thật từ diễn đàn của Đại hội được đăng tải trên các phương tiện truyền thông và nhanh chóng nhận được sự hưởng ứng rộng rãi của mọi tầng lớp nhân dân đặc biệt là những người trí thức, trong đó có những người viết văn<ref name=\"nguvan.hnue.edu.vn\">{{Chú thích web |url=http:\/\/nguvan.hnue.edu.vn\/Nghiencuu\/VanhocVietNamhiendai\/tabid\/103\/newstab\/587\/Default.aspx |ngày truy cập=2016-04-12 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-04-25 |archive-url=https:\/\/web.archive.org\/web\/20160425224652\/http:\/\/nguvan.hnue.edu.vn\/Nghiencuu\/VanhocVietNamhiendai\/tabid\/103\/newstab\/587\/Default.aspx |url-status=dead }}<\/ref>.\n\n==Khởi đầu==\nVào thập niên 1980 khi các biến chuyển chính trị dồn dập diễn ra tại Đông Âu, giới văn nghệ sĩ Việt Nam cũng lên tiếng đặt câu hỏi về dân chủ. Trong khi đó tình hình kinh tế bế tắc đã buộc Hà Nội phải mở cuộc cải cách. [[Tháng 10]] năm [[1986]] [[Nguyễn Văn Linh]], bấy giờ là Ủy viên Ban Bí thư Trung ương [[Đảng Cộng sản Việt Nam]], kêu gọi nhà văn trong nước hỗ trợ cuộc cải cách kinh tế bằng cách viết về sự thật, song song với thời kỳ [[Đổi mới]] đang diễn biến. Danh từ của ông là \"cởi trói\" tư tưởng.<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 133.<\/ref><ref>Tuan Ngoc Nguyen. \"Socialist Realism in Vietnamese Literature\". Victoria University, Faculty of Arts, 2004. Trang 266.<\/ref>\n\n[[Tháng mười hai|Tháng 12]] năm [[1986]], [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] theo đó thông qua Nghị quyết số 5 do tướng [[Trần Độ]] thuộc Ban Văn hóa soạn ra. Nghị quyết đó cho phép tự do sáng tạo. Sách báo được lưu hành dễ dãi hơn nếu không có nội dung [[phản động]]. Kết quả là những tác phẩm của văn nghệ sĩ trước kia bị cấm vì lập trường chống cộng sản như [[Nguyễn Tường Tam|Nhất Linh]] và [[Khái Hưng]] được tái bản. Ảnh hưởng của ''perestroika'' và ''glastnost'' ở [[Liên Xô]] cũng mở rộng con đường cải cách. Nghị quyết số 05 khẳng định: \"''Tự do sáng tạo là điều kiện sống còn để tạo nên giá trị đích thực trong văn hóa văn nghệ và để phát triển tài năng...Tác phẩm văn nghệ không vi phạm pháp luật (chống lại dân tộc, chống lại CNXH, phá hoại hòa bình và không đồi trụy (truyền bá tội ác, sự sa đọa, phá hoại [[nhân phẩm]]) đều có quyền được lưu hành và đặt dưới sự đánh giá, phán xét của công luận và sự phê bình)\"''. Có thể xem đó là cơ sở tư tưởng cho xu hướng dân chủ hóa và tinh thần đối thoại trong văn học từ sau 1986 và giai đoạn mười năm cuối thế kỉ. Tinh thần dân chủ hóa và tư duy đối thoại có sự tác động và kích thích mạnh mẽ đời sống văn học và quan trọng hơn làm thay đổi một cách căn bản về tư duy nghệ thuật từ bình diện ý thức, quan niệm cho đến công việc sáng tác và lý giải nghệ thuật<ref name=\"nguvan.hnue.edu.vn\"\/>.\n\nSang năm 1987, năm nhân vật trong [[Phong trào Nhân Văn - Giai Phẩm|Phong trào Nhân Văn-Giai Phẩm]] của [[thập niên 1950]] cũng được phục hồi danh dự sau nhiều năm bị cấm hoạt động trong sự nghiệp văn chương.<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 134.<\/ref> Trong số đó có nhạc sĩ [[Văn Cao]] (được truy tặng [[Giải thưởng Hồ Chí Minh]] năm 1996, một năm sau khi mất), triết gia [[Trần Đức Thảo]]...\n\nBán nguyệt san ''Văn nghệ'', dưới sự điều hành của Tổng biên tập [[Nguyên Ngọc]], lần lượt cho đăng nhiều tác phẩm của những nhà văn trẻ như [[Nguyễn Huy Thiệp]], [[Dương Thu Hương]], [[Phạm Thị Hoài]], [[Bảo Ninh]], [[Trần Huy Quang]], [[Phùng Gia Lộc]] và [[Lê Lựu]]. Nhiều tác phẩm như ''[[Cái đêm hôm ấy... đêm gì?]]'', \"[[Vua lốp]]\", \"Tướng về hưu\", \"Phẩm tiết\" và \"Vàng lửa\" được cho là có ẩn ý chỉ trích xã hội đều được đại chúng ưa thích.<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 135-6.<\/ref>\n\nTrong các tác phẩm [[tiểu thuyết]] như ''[[Thời xa vắng]]'', ''[[Nỗi buồn chiến tranh]]'', ''Tiểu thuyết Vô đề'' thì đề tài chiến tranh được ghi nhận theo một quan điểm khác vì nhân vật trong truyện không nhất thiết theo mẫu mực của con người cộng sản lý tưởng khi ra chiến trường.\n\n[[Tháng sáu|Tháng 6]] năm [[1988]], giới báo chí gồm Xuân Cang, chủ nhiệm báo ''Lao động'', và tướng [[Trần Công Mẫn]], chủ nhiệm báo ''Quân đội Nhân dân'', gửi thư lên [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam]] để xin làm rõ nghĩa về giới hạn thông tin. Đảng Cộng sản sau đó quyết định không bắt báo chí phải xin phép [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương]] để viết về khuyết điểm xã hội nữa. Từ đó các báo ''[[Sài Gòn Giải Phóng|Sài Gòn Giải phóng]]'', ''[[Tuổi Trẻ (báo)|Tuổi Trẻ]]'', ''[[Lao động (báo)|Lao động]]'' v.v. thường đăng phóng sự phơi bày những khiếm khuyết mọi mặt trong đời sống. Chính [[Nguyễn Văn Linh]] cũng góp bài phê bình và chỉ trích những tham nhũng và trì trệ xã hội dưới bút hiệu \"NVL\" trên báo ''[[Nhân dân (báo)|Nhân dân]]''.<ref>Templer, Robert. ''Shadows and Wind: A View of Modern Vietnam''. New York: Penguin Books, 1998. Trang 156.<\/ref><ref>Lý Thái Hùng. ''Đông Âu tại Việt Nam''. Sacramento, CA: Vietnews, 2006. Trang 404<\/ref>\n\nChiều hướng này đưa đến những sự kiện chưa từng thấy ở Việt Nam như trường hợp vợ của tướng [[Văn Tiến Dũng]] bị tố giác [[buôn lậu]]. Văn Tiến Dũng sau đó mất ghế trong Bộ Chính trị và Bộ trưởng Bộ Quốc phòng.<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 137.<\/ref>\n\nCũng trong thời gian này những đoàn thể tự phát xuất hiện như [[Câu lạc bộ Truyền thống kháng chiến|Câu lạc bộ Những Người Kháng chiến cũ]] ở [[Thành phố Hồ Chí Minh]]. Nhóm này quy tụ thành phần cựu chiến binh của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Giải phóng Miền Nam Việt Nam]]. Ngoài mục đích [[thiện nguyện]] tổ chức này còn công khai vận động chống tham nhũng, chống lạm quyền, đòi nới rộng tự do và thực thi dân chủ. Hội còn đứng tên in tờ ''Truyền thống Kháng chiến'' để phát biểu ý nguyện.<ref>Templer, Robert. ''Shadows and Wind: A View of Modern Vietnam''. New York: Penguin Books, 1998. Trang 115-6.<\/ref>\n\nBáo chí, sách vở nở rộ. Tính đến năm [[1988]] theo Bộ Nội vụ thì chỉ 50% trong số 400 tờ báo trong nước là có giấy phép. Về sách thì 40% tựa sách phát hành năm đó cũng rơi vào diện bất hợp pháp.<ref>Kolko, Gabriel. ''Vietnam: Anatomy of a Peace''. London: Routledge, 1997. Trang 128.<\/ref>\n\n==Giai đoạn sau năm 1986 đến nay==\n\nNăm 1986 là dấu mốc quan trọng trong đời sống xã hội nói chung và đời sống văn học nghệ thuật nói riêng. Đây là thời điểm ghi nhận sự đổi mới tư duy trên các lĩnh vực, trong đó có văn học nghệ thuật. Không khí cởi mở, dân chủ của đời sống văn học tác động mạnh mẽ đến chủ thể sáng tạo với quan niệm mới về nhà văn, đến sự thay đổi quan niệm nghệ thuật về hiện thực và con người, đến sự thay đổi thi pháp thể loại của các thế hệ nhà văn, nhà thơ [[Việt Nam]]. Từ lớp nhà văn tiền chiến như [[Chế Lan Viên]], [[Tô Hoài]] đến những cây bút hậu sinh.\n\nQuá trình đổi mới văn học ở Việt Nam diễn ra hết sức sôi động và đa dạng trên các thể loại: văn xuôi, thơ, kịch, lý luận phê bình, văn học dịch,… và đạt được nhiều thành tựu ở thể tài văn xuôi. Đây là những thể loại được hình thành, tạo tác trong khu vực tiếp xúc trực tiếp với cái hàng ngày, với một hiện thực đang vận động, không ngừng biến chuyển. Nổi lên hàng đầu là sự hiện diện của thể ký. Thể phóng sự sau nhiều năm đứt đoạn, vắng bóng nay đồng loạt ra quân như một sự hồi sinh của thể loại, gây chấn động dư luận với ý thức nhìn thẳng vào sự thật: ''Cái đêm hôm ấy đêm gì'' (Phùng Gia Lộc), ''Lời khai của bị can'' (Trần Huy Quang), ''Làng giáo có gì vui'' (Hoàng Minh Tường), ''Tiếng kêu cứu của một vùng văn hoá'' (Võ Văn Trực), ''Người đàn bà quỳ'' (Trần Khắc), ''Suy nghĩ trên đường làng'' (Hồ Trung Tú),… Sau cái nhìn trực diện về những vấn đề nhức nhối của thực trạng xã hội trong các phóng sự là cái nhìn bên trong của những chủ thể sáng tạo - những con người \"nếm trải\" với những trang viết đa nghĩa, ám gợi không chỉ tái hiện bối cảnh thời đại, lịch sử mà còn khám phá thế giới nội tâm, khắc hoạ diện mạo tâm hồn của những con người trải qua bao ấm lạnh, khóc cười của thời cuộc và số phận trong hồi ký ''Cát bụi chân ai'', ''Chiều chiều'' của Tô Hoài và hàng loạt các hồi ký của Anh Thơ, [[Lưu Trọng Lư]], [[Huy Cận]], [[Đào Xuân Quý]], [[Bùi Ngọc Tấn]],…<ref>{{Chú thích web |url=http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-hoc-viet-nam-trong-qua-trinh-hoi-nhap |ngày truy cập=2016-04-12 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 9 tháng 5 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160509052128\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-hoc-viet-nam-trong-qua-trinh-hoi-nhap |url-status=dead }}<\/ref>\n\nNhững tác phẩm khác phải kể ''Thời xa vắng'' của [[Lê Lựu]], ''Lời khai của bị can'' của [[Trần Huy Quang]], ''Tiếng đất'' của [[Hoàng Hữu Cát]], ''Mùa lá rụng trong vườn'' của [[Ma Văn Kháng]].<ref>Nguyễn Minh Cần. ''Đảng Cộng sản Việt Nam''. Arlington, VA: Tổ hợp xuất bản Miền Đông Hoa Kỳ, 2016. Tr 479<\/ref>\n\nTạp chí ''Phê bình và Dư luận'' do [[Trần Độ]] chủ trương, sau khi ra được một số thì có lệnh cấm vì nội dung chỉ trích chính quyền một cách phiến diện và vô căn cứ.<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 140.<\/ref>\n\nKhông khí sáng tác văn học cởi mở là điều dễ thấy nhất trong giai đoạn 2000-2014. Có lẽ chưa có thời điểm nào số lượng tác giả, tác phẩm đông và nhiều như vậy. Đây cũng là quãng thời gian ở Việt Nam có nhiều trường phái, trào lưu, phương pháp sáng tác văn học được thực hành nhất từ trước tới nay. Hai đặc điểm trên hầu như xuyên suốt trong giai đoạn 2000-2014 và nó chưa có dấu hiệu dừng lại. Trong giai đoạn 2000-2014, trình độ cảm thụ văn chương của người viết, người đọc tăng lên. Hình như người ta đã vượt qua được những ngộ nhận, ấu trĩ trong nhận thức về sáng tạo văn học trước đây để làm ra những tác phẩm gần với đời hơn. Cái chân-thiện-mỹ không bị trình bày theo kiểu khô cứng, hẹp hòi đầy tính giáo huấn nữa. Quá khứ và hiện tại cung cấp phôi liệu cho nhà văn; từ sự bộn bề ngang dọc của các \"vỉa quặng\" này, nhiều tác phẩm sinh ra mang hơi thở cuộc sống nóng hổi. Tuy mức độ thành công khác nhau và không nhiều lắm nhưng chúng ta cũng có thể kể tên một số tác giả, tác phẩm như thế.\n\nVề văn xuôi, nối tiếp tiểu thuyết ''[[Thời xa vắng]]'' của [[Lê Lựu]], ''Nỗi buồn chiến tranh'' của [[Bảo Ninh]], truyện ngắn ''Tướng về hưu'' của [[Nguyễn Huy Thiệp]], ''Bước qua lời nguyền'' của [[Tạ Duy Anh]]... Thời kỳ bắt đầu đổi mới, chúng ta có thêm các tiểu thuyết ''[[Mảnh đất lắm người nhiều ma]]'' của [[Nguyễn Khắc Trường]], ''Bến không chồng'' của Dương Hướng, ''Chim én bay'' của Nguyễn Trí Huân, ''Lính trận'' của Trung Trung Đỉnh, ''Minh sư'' của Thái Bá Lợi, ''Bến đò xưa lặng lẽ'' của Xuân Đức... đặc biệt là tiểu thuyết lịch sử ''Hồ Quý Ly'' của Nguyễn Xuân Khánh và truyện vừa ''[[Cánh đồng bất tận]]'' của Nguyễn Ngọc Tư.\n\nThơ nhiều ồn ào tranh cãi nhưng ít thành tựu. Trong giai đoạn 2000-2014, rất ít tập thơ thực sự chinh phục được bạn đọc ở chất lượng nghệ thuật cao. Thế hệ nhà văn kháng chiến với những tên tuổi đã được định danh vững chắc trong lòng bạn đọc vẫn chưa hết duyên sáng tác, đã có những tác phẩm mới đóng góp cho nền văn học nước nhà như Tô Hoài, Ma Văn Kháng, Đỗ Chu, Hữu Thỉnh, Tô Nhuận Vỹ, Xuân Đức, Nguyễn Chí Trung, Nguyễn Quang Sáng, Nguyễn Đức Mậu, Anh Ngọc, Chu Lai, Thái Bá Lợi, Khuất Quang Thụy, Nguyễn Nhật Ánh, Trung Trung Đỉnh, Lê Minh Khuê, Thanh Thảo, Lê Thị Mây... Thế hệ nhà văn xuất hiện ngay sau năm 1975 cũng đóng góp vào những tên tuổi quen thuộc như Nguyễn Quang Thiều, Hồ Anh Thái, Nguyễn Quang Lập, Nguyễn Việt Chiến, Trần Thùy Mai, Nguyễn Thị Thu Huệ, Võ Thị Hảo, Nguyễn Việt Hà, Trần Anh Thái, Nguyễn Bình Phương, Võ Thị Xuân Hà, Y Ban... Bạn đọc dần dà biết tới những nhà văn trẻ của thời đổi mới như Nguyễn Ngọc Tư, Phan Thị Vàng Anh, Vi Thùy Linh, Phan Huyền Thư, Nguyễn Đình Tú, Đỗ Bích Thúy, Phong Điệp...<ref>http:\/\/suckhoedoisong.vn\/nhin-lai-van-hoc-viet-nam-15-nam-qua-n74090.html<\/ref>\n\nMột trong những điểm sôi động nhất của đời sống văn học sau năm 1986 đến nay là các phát ngôn biểu thị quan niệm của người viết: quan niệm về tự do sáng tác, tự do ngôn luận; về quyền được thể hiện nỗi buồn, viết về cái tiêu cực; về cái mới trong văn học; về sự công khai dân chủ, tinh thần tranh luận đối thoại, về quản lý văn nghệ, quan hệ giữa văn nghệ và chính trị… và quan niệm về cái chân thật, về hiện thực trong văn học nghệ thuật. Nghệ thuật đã hướng tới sự thật, thể hiện sự thật, thể hiện lương tâm, thái độ trước các số phận. Tiêu chuẩn để đánh giá văn học là tính chân thật của sự phản ánh; bản lĩnh, cá tính của nhà văn bộc lộ trong sự phản ánh chân thật hiện thực cuộc sống. Nói thật, nói thẳng, nói đúng được bộc lộ không những trong việc phản ánh những vấn đề có tính thời sự nóng hổi mà còn thể hiện ra thành nhiệt tình khám phá và cắt nghĩa có chiều sâu về hiện thực. Nói thật, nói thẳng, nói đúng để thức tỉnh lương tri, báo động xã hội, làm sâu sắc quá trình dân chủ hoá mọi mặt của đời sống đất nước, cổ vũ nhiệt tình cho công cuộc đổi mới, tích cực tham gia giải quyết những nhiệm vụ kinh tế, xã hội của đất nước. Tư tưởng nói thật, nhìn thẳng vào sự thật, đổi mới cách nhìn, cách nghĩ trở thành tư tưởng chủ đạo, tạo điều kiện thuận lợi cho tư duy nhận thức lại hiện thực, nhu cầu phản ánh hiện thực nhiều chiều phát triển mạnh mẽ. Tinh thần và cũng là một thứ triết lý về sự đổi mới văn học là thể hiện cách nghĩ, cách nhìn mới đối với sự thật, với hiện thực nói chung. Cởi trói văn học, phá rào trong văn học, ở ý nghĩa ban đầu của nó là hướng đến sự tự do trong phản ánh hiện thực, nhận thức hiện thực. Theo Nghị quyết 05 của Bộ Chính trị (1978) khẳng định:\n\n{{cquote|\"Văn học, nghệ thuật phải không ngừng nâng cao tính đảng và tính nhân dân, góp phần thực hiện hai nhiệm vụ chiến lược xây dựng và bảo vệ Tổ quốc xã hội chủ nghĩa, phát huy chức năng hiểu biết, khám phá, dự báo, sáng tạo, nắm bắt nhạy bén hiện thực đang diễn biến, phát hiện và biểu dương cái mới, khẳng định những mầm non đang nảy sinh trong cuộc sống, phê phán không khoan nhượng những hiện tượng tiêu cực, bảo thủ trì trệ, tạo nên những điển hình sống động về những con người mới trung thực, dũng cảm, năng động, sáng tạo trong chiến đấu và xây dựng, những chiến sĩ của công cuộc đổi mới;... Tiếng nói của văn nghệ hiện thực xã hội chủ nghĩa Việt Nam phải là tiếng nói đầy trách nhiệm, trung thực, tự do, tiếng nói của sự thật, của lương tri, của tinh thần nhân đạo cộng sản chủ nghĩa, phản ánh được nguyện vọng sâu xa của nhân dân và quyết tâm của Đảng đưa công cuộc đổi mới đến thắng lợi\".<ref>http:\/\/vanhocquenha.vn\/vi-vn\/113\/49\/van-hoc-sau-nam-1986-van-thuoc-he-hinh-phan-anh\/124435.html<\/ref>}}\n\nVăn học thiếu nhi Việt Nam nếu tính từ những năm đổi mới, có thể phân thành ba đoạn: từ 1986 đến 1995, từ 1995 đến 2005, từ 2005 đến nay. Mỗi phân đoạn đều có những vận động để kiếm tìm những phương thức phản ánh mới, nỗ lực khắc họa hình ảnh con người mới in đậm dấu ấn của trẻ thơ trong muôn mặt cuộc sống thời kinh tế thị trường. Sáng tác cho các em đã có những chuyển biến đáng kể, cả ở phương diện tiếp cận hiện thực mới sôi động từ nhiều hướng, quan tâm một cách toàn diện đời sống vật chất, tinh thần trẻ thơ đến một quan niệm mới mẻ về đối tượng tiếp nhận, về trách nhiệm của người viết... Văn học cho thiếu nhi từ sau năm 1986 cũng đã có một cái nhìn thật hơn, sâu hơn, toàn diện hơn đối với cuộc sống. Sự nghiệp đổi mới cũng có vai trò quan trọng đối với sự chuyển hướng tích cực trong bản thân từng chủ thể sáng tạo - nhân tố quan trọng nhất của sự thay đổi diện mạo văn học thiếu nhi hôm nay. Ngoài việc tôn trọng cá tính, phát triển ý thức cá nhân của người cầm bút, chính đổi mới đã trả lại địa vị đích thực của nhà văn, vinh danh những sáng tác thực sự có giá trị. Cùng với sự ưu ái của toàn xã hội, các sản phẩm văn hóa tinh thần, trong đó có văn học cho các em cũng thu hút nhiều hơn sự quan tâm, hỗ trợ của các tổ chức, đoàn thể. Ngoài ra còn có rất nhiều tặng thưởng, giải thưởng, trại sáng tác được tổ chức với quy mô cấp khu vực và cấp tỉnh diễn ra sôi nổi trong toàn quốc, nhằm khơi dậy niềm say mê văn học, định hướng thẩm mĩ, bồi dưỡng tâm hồn và phát triển năng khiếu, phát hiện và phát huy khả năng sáng tạo cho thiếu nhi. Về phương diện xuất bản, ngoài Kim Đồng, hiện nay đã có thêm nhiều nhà xuất bản khác, là những \"bà đỡ\" mát tay cho sáng tác của các cây bút quen thuộc, mang lại nhiều sinh khí mới cho văn học thiếu nhi đương đại. Định hướng nâng cao thẩm mĩ, văn hóa đọc sách của trẻ cũng thể hiện rõ qua việc Nhà xuất bản. Kim Đồng đã có hẳn một chiến lược lâu dài với quy mô lớn đầu tư cho sách văn học - mảng sách đang bị xem là ế ẩm trong thời điểm hiện nay. Đặc sắc của văn học thiếu nhi sau năm 1986 không chỉ ở nét đa dạng trong đề tài, thế giới nhân vật, chủ đề tư tưởng thấm đẫm tình thương, trách nhiệm đối với độc giả nhỏ tuổi mà còn thể hiện ở nghệ thuật viết điêu luyện, gần gũi với thiếu nhi, ở việc tái hiện những môi trường văn hóa có tính chất giáo dục, nuôi dưỡng tâm hồn thơ bé. Nỗ lực áp sát cuộc sống trẻ thơ, nói bằng chính cách nghĩ, cách giao tiếp của các em, mảng sáng tác này đã khẳng định được sự cập nhật, không lệch pha với đời sống văn học Việt Nam đương đại, cho thấy cái tâm và trách nhiệm của người cầm bút để tạo ra những trang viết làm giàu tâm hồn trẻ, nâng cánh ước mơ tuổi thơ. Thành công của Nguyễn Nhật Ánh liên tục trong mười năm qua là một ví dụ. Sự đa dạng, mới mẻ, giàu tính thời sự trong đề tài, chủ đề (trẻ em thành thị, nông thôn, loài vật, môi trường, tình bạn, tình cảm giới tính của tuổi mới lớn, quan hệ giữa người lớn và trẻ em,…), kết hợp giữa hiện thực với kì ảo, phi lý và có lý, ngôn ngữ vừa hồn nhiên, thơ trẻ vừa triết lý hóm hỉnh kiểu trẻ con, dung lượng gọn nhẹ, hình thức trình bày bắt mắt, chiến lược quảng bá bài bản của nhà xuất bản và nhà văn,… tất cả mang lại thành công vượt trội cho hầu hết những truyện dài đều là sách bán chạy của tác giả giai đoạn này như: ''\"Tôi là Bêtô\", \"Đảo mộng mơ\", \"Cho tôi xin một vé đi tuổi thơ\", \"Lá nằm trong lá\", \"Tôi thấy hoa vàng trên cỏ xanh\", \"Ngồi khóc trên cây\", \"Chúc một ngày tốt lành\", \"Bảy bước tới mùa hè\",…''. Nhiều trích đoạn của ''Không gia đình, Những tấm lòng cao cả, Totto-chan, cô bé bên cửa sổ, truyện thiếu nhi của [[Aleksandr Sergeyevich Pushkin|Pushkin]], [[Lev Nikolayevich Tolstoy|Lev Tolstoy]], [[Hans Christian Andersen|Andersen]], Sukhomlinsky...'' đã được đưa vào giảng dạy trong chương trình phổ thông hiện nay. Kho tàng văn học thiếu nhi nước ngoài này chính là vốn kinh nghiệm quý báu đối với các nhà văn viết cho tuổi thơ của chúng ta. Vừa tiếp thu văn học thiếu nhi thế giới, vừa cố gắng giữ \"thương hiệu\" của chính mình, để không bị tình trạng \"lấn sân\" của bạn là một nỗ lực đầy tính nhân văn của người viết cho trẻ em hôm nay.\n\nNgoài những tác động tích cực ở trên, cơ chế thị trường, tình trạng thương mại hóa khiến văn học thiếu nhi, mặc dù đã được điều chỉnh nhạy bén và định hướng theo nhu cầu tích cực của bạn đọc, nhưng cũng chịu không ít lao đao. Sáng tác cho trẻ em dường như không mấy được chú trọng, không còn gây được thanh thế như giai đoạn trước giải phóng. Phải thừa nhận rằng, so với nhu cầu thực tế thì các em vẫn thiếu và đói văn hóa nghệ thuật, đặc biệt là trẻ ở nông thôn, vùng sâu, vùng xa. Hiện tượng bành trướng và sức hấp dẫn từ văn học thiếu nhi nước ngoài được dịch sang tiếng Việt, nhất là mảng truyện tranh cũng là nhân tố quan trọng đẩy văn học thiếu nhi đương đại Việt Nam vào tình thế lép vế, mất mùa, thua ngay trên sân nhà. Một nguyên nhân cơ bản là đề tài của chúng thường khá phù hợp với thị hiếu, tâm lý trẻ em hôm nay bởi chủ yếu là thế giới thần tiên, huyền thoại với phép thuật, phù thủy. Sự sống còn của một tờ báo, tạp chí cũng khiến người ta ngại ngần khi lựa chọn văn học thiếu nhi. Thơ văn của các cây bút chuyên viết cho tuổi thơ rất khó được in trên báo, tạp chí. Những nơi đăng tải đã ít lại khá chật chội, nên tác phẩm văn học cho các em hiếm có cơ hội được giới thiệu.<ref>http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p75\/c152\/n19927\/Van-hoc-thieu-nhi-sau-1986-tu-cai-nhin-toan-canh.html<\/ref>\n\n===Nhận xét===\nTheo GS. [[Trần Đình Sử]] thì từ 1986 đến nay lý luận văn học có sự phát triển vượt bậc: ''\"chúng ta đã tiếp cận được nhiều lý thuyết văn học mà trước đây được coi là tư sản, phi mác xít hoặc xét lại làm cho không gian lý luận rộng thoáng hẳn; trong phê bình văn học đã thấy xuất hiện những công trình sử dụng những cách tiếp cận mới như thi pháp học, phong cách học, phân tâm học, ký hiệu học, cấu trúc luận, tự sự học, tân lịch sử, hậu thực dân, nữ quyền luận, xã hội học, văn học thiểu số… Tuy nhiên, xét về độ phổ cập, các thành tựu và phạm vi lan tỏa của các tư tưởng lý luận mới hiện vẫn còn giới hạn trong một tầng lớp nhỏ, ở các nhà nghiên cứu ở các trường đại học ở viện nghiên cứu, còn phần đông cán bộ quản lý, nhiều nhà văn, nhà phê bình, các phóng viên tác nghiệp các báo, hoặc phần nhiều cơ quan văn hóa vẫn theo các quan điểm gần như cũ; xét về chiều sâu thì nhìn chung; các lý thuyết được giới thiệu chưa đạt tới độ sâu cần thiết; phần lớn lý thuyết của phương Tây được giới thiệu, lược thuật, trình bày lại dưới dạng tổng thuật, mà chủ yếu là tổng thuật gián tiếp qua những ngôn ngữ khác; chất lượng dịch thuật chưa cao, chỉ riêng việc dịch các thuật ngữ làm giàu hệ thống thuật ngữ khoa học cho tiếng Việt cũng chưa có sự đồng thuật giữa các nhà khoa học\"''… Ông nhấn mạnh: ''\"muốn xây dựng một nền lý luận văn học Việt Nam tiên tiến, hiện đại, gắn với thực tiễn nước nhà thì không thể chỉ bằng lòng với trình độ lý luận đã tỏ ra hạn hẹp, lỗi thời, mà phải tiếp nhận những ý tưởng hiện đại, đồng thời còn phải sáng tạo những lý thuyết độc sáng của người Việt. Chỉ cần chúng ta khắc phục mặc cảm, định kiến, đổi mới hệ hình phương pháp luận, mạnh dạn tiếp nhận, học tập cổ nhân, đối thoại, giải cấu trúc cái cũ, kiến tạo cái mới trên nền tảng thực tiễn văn học Việt Nam và thế giới thì sẽ có ngày tiến kịp trình độ lý thuyết của thế giới, đáp ứng yêu cầu hiện đại hóa của văn học Việt Nam\"''<ref>http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=4788%3Aphat-trin-vn-hc-vit-nam-trong-bi-cnh-i-mi-va-hi-nhp-quc-t&catid=63%3Avn-hc-vit-nam&Itemid=106&lang=vi<\/ref>.\n\n==Dư âm==\nCho dù sau khi chính quyền không còn ủng hộ chính sách Cởi Mở nữa, dư âm của thời kỳ tự do tư tưởng, văn học và nghệ thuật vẫn còn lôi kéo nhiều thành phần xã hội.<ref>Kolko, Gabriel. ''Vietnam: Anatomy of a Peace''. London: Routledge, 1997. Trang 129<\/ref>.\n\nTrước hết, từ bình diện ý thức và quan niệm nghệ thuật. Từ đầu thập kỉ 90 đã có những biến đổi quan trọng theo hướng dân chủ hóa và tư duy đối thoại về vai trò, vị trí và chức năng của văn học, nhà văn và quan niệm về hiện thực xã hội.\n\nVề vai trò của văn học, ở giai đoạn trước, do sự chi phối của chiến tranh văn học được nhìn nhận như là vũ khí tư tưởng, tự nguyện coi nhiệm vụ truyên truyền, cổ vũ và khẳng định, ngợi ca cuộc kháng chiến như một sứ mệnh thiêng liêng thì giờ đây, vai trò cơ bản đó vẫn được duy trì, thực hiện nhưng nó được coi trọng hơn ở nhiệm vụ khám phá thực tại, ý thức sâu hơn về sự thật và ngoài ra, trong nền kinh tế thị trường, cái nhìn về văn học cũng thoáng đãng và cởi mở hơn, còn đóng vai trò của một thứ hàng hoá đặc biệt, công việc viết văn, làm thơ xét cho cùng, cũng bình thường như mọi thứ công việc khác, thậm chí là một thứ \" trò chơi\" tinh thần vô vụ lợi, để thưởng thức và cũng là để giải trí. Quan niệm về kiểu nhà văn vì thế cũng có sự điều chỉnh. Trước đây, do yêu cầu của những nhiệm vụ nặng nề chúng ta đã đề cao các chức năng nhận thức và giáo dục, mỗi nhà văn là một \" chiến sĩ\" trên \" mặt trận\" văn hóa làm nhiệm vụ diễn đạt tiếng nói chung của dân tộc, thời đại và cộng đồng thì giờ đây ta coi trọng hơn cái khía cạnh văn học như một phát ngôn của người nghệ sĩ và là tiếng nói của cá nhân, là sự can dự của người trí thức vào thời đại mình nhằm làm phong phú và giàu có hơn cho đời sống tinh thần và tư tưởng của xã hội. Không dừng lại ở đó, nếu trước đây hiện thực chiến tranh có thể yêu cầu \" vóc nhà thơ đứng ngang tầm chiến lũy\", thậm chí với một sứ mệnh hệ trọng hơn thì giờ đây, cuộc sống đòi hỏi mỗi nhà văn cần phải nỗ lực học hỏi và phấn đấu để là một nhà tư tưởng trong công việc sáng tạo. Anh ta đâu còn (mà cũng không thể) đóng vai trò là người \" biết tuốt\" để chỉ soi sáng nhận thức, trí tuệ cho công chúng mà còn phải là người tham gia cùng người đọc bàn bạc, đối thoại về mọi vấn đề của thời đại. Tinh thần dân chủ và tư duy đối thoại nói trên một khi đã tác động vào ý thức và quan niệm của người cầm bút thì cũng đồng thời cũng tác động mạnh mẽ thậm chí là một yếu tố kích thích mạnh mẽ khiến người cầm bút tự thấy cần thiết phải thay đổi tư duy trên bình diện sáng tác. Sự thay đổi nói trên nhìn ở bình diện vĩ mô sẽ thấy nền văn học chuyển mạnh từ khuynh hướng sử thi và cảm hứng lãng mạn sang khuynh hướng thế sự và đời tư; nhìn ở góc độ vi mô là sự phá vỡ tính đơn giọng cho sự thâm nhập của tính đa giọng, đa thanh; là sự phá vỡ kiểu tư duy độc thoại để nhường chỗ cho kiểu tư duy đối thoại trong ý thức của người sáng tạo<ref name=\"nguvan.hnue.edu.vn\"\/>.\n\nTinh thần dân chủ và tư duy đối thoại cũng đóng một vai trò quan trọng đối với việc lý giải nghệ thuật. Biểu hiện rõ rệt nhất của nó trong lĩnh vực lý giải nghệ thuật là ở các khía cạnh sau đây:\n\n#Vẫn coi trọng phản ánh luận và mỹ học hiện thực XHCN nhưng đó không còn là thước đo duy nhất những sản phẩm sáng tạo.\n#Tiếp nhận và vận dụng các thành tựu nghiên cứu lý thuyết của nhân loại trên tinh thần chủ động, sáng tạo song hành với thái độ chống sùng ngoại, học đòi và dập khuôn, bắt chước.\n#Bênh vực những tìm tòi táo bạo, mới mẻ, tôn trọng những khác biệt và chống bệnh độc quyền chân lý trong thẩm định.\n\nBa xu hướng nói trên đã đem lại một khởi sắc mới trong lĩnh vực lý luận và phê bình văn học-nghệ thuật và trên thực tế đã và đang xóa bỏ dần tính công thức đã trở nên xơ cứng, đơn điệu trong lĩnh vực lý giải nghệ thuật<ref name=\"nguvan.hnue.edu.vn\"\/>.\n\nVề mặt chính sách, ngày 16\/6\/2008, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] đã đưa ra Nghị quyết 23-NQ\/TW về tiếp tục xây dựng và phát triển văn học, nghệ thuật trong thời kỳ mới. Trong đó nhấn mạnh:\n\n{{Quote|''\"Phải xây dựng, phát triển đội ngũ văn nghệ sĩ Việt Nam một cách toàn diện cả về số lượng, chất lượng và cơ cấu loại hình, có các thế hệ nối tiếp nhau vững chắc, có tình yêu Tổ quốc nồng nàn, gắn bó sâu sắc với nhân dân, với sự nghiệp đổi mới do Đảng lãnh đạo, có năng lực sáng tạo phong phú, đa dạng, đoàn kết, gắn bó cùng phát triển trong cộng đồng các dân tộc anh em trên đất nước ta...'''Tài năng văn học, nghệ thuật là vốn quý của dân tộc'''. Chăm lo phát hiện, bồi dưỡng, quý trọng và phát huy các tài năng văn học, nghệ thuật là trách nhiệm của toàn xã hội, trước hết là của Đảng, Nhà nước và của các tổ chức trong hệ thống chính trị các cấp. '''Tôn trọng, bảo đảm quyền tự do sáng tạo, tạo điều kiện thuận lợi phát huy tính độc lập, khơi dậy mọi nguồn lực sáng tạo của văn nghệ sĩ'''. Văn nghệ sĩ, người chiến sĩ xây dựng và phát triển nền văn nghệ tiên tiến, đậm đà bản sắc dân tộc, cần phát huy lòng yêu nước nồng nàn, gắn bó máu thịt với nhân dân, nêu cao trách nhiệm công dân, sáng tạo nên nhiều tác phẩm có giá trị phụng sự đất nước và dân tộc\"''<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Nghi-quyet-23-NQ-TW-tiep-tuc-xay-dung-phat-trien-van-hoc-nghe-thuat-112778.aspx Nghị quyết 23-NQ\/TW] về tiếp tục xây dựng và phát triển văn học, nghệ thuật trong thời kỳ mới. thuvienphapluat.vn<\/ref>}}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Đọc thêm==\n*Nguyễn Hưng Quốc. ''Văn học Việt Nam dưới chế độ cộng sản 1945-1990''. Westminster, CA: Người Việt Books, 2014.\n\n==Tham khảo==\n* Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001.\n* Dommen, Arthur J. ''The Indochinese Experience of the French and the Americans: Nationalism and Communism in Cambodia, Laos, and Vietnam''. Bloomington, IN: Đại học Indiana Press, 2001.\n* Kolko, Gabriel. ''Vietnam: Anatomy of a Peace''. London: Routledge, 1997.\n* Templer, Robert. ''Shadows and Wind: A View of Modern Vietnam''. New York: Penguin Books, 1998.\n* Tuan Ngoc Nguyen. \"Socialist Realism in Vietnamese Literature: An Analysis of the Relationship between Literature and Politics\". Thesis, Faculty of Arts, Victoria University, 2004.\n\n==Liên kết ngoài==\n* Lại Nguyên Ân và Nguyễn Thị Bình, [http:\/\/www.viet-studies.info\/NhaVanDoiMoi.htm Đời sống văn nghệ thời đầu Đổi mới], sưu tầm và biên soạn những tài liệu cũ.\n* Tô Nhuận Vỹ, [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=11684&rb=0102 Nhà văn Việt Nam: Đổi mới và Hội nhập] trên [[talawas]], 10.12.2007\n* [http:\/\/www.viet-studies.info\/NhaVanDoiMoi\/PheBinh_va_DuLuan.htm Bản chụp lại của tạp chí Phê bình và dư luận], tờ tạp chí chỉ ra được một số duy nhất.\n* [http:\/\/www.tudotgvn.org\/TinTuc\/May02\/NguyenHo02May02.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080915055736\/http:\/\/www.tudotgvn.org\/TinTuc\/May02\/NguyenHo02May02.html |date = ngày 15 tháng 9 năm 2008}} Nguyễn Hộ, Câu lạc bộ Những Người Kháng chiến cũ và tờ ''Truyền thống Kháng chiến''.\n* [http:\/\/www.tienve.org\/home\/activities\/viewTopics.do?action=viewArtwork&artworkId=692] niên biểu [[Trần Dần]] và biến chuyển văn nghệ Việt Nam\n\n[[Thể loại:Lịch sử Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Lịch sử văn học Việt Nam]]"}