{"2450242":"'''Cụm di tích Đình – Chùa – Bia Bà La Khê''' là di tích văn hóa ở [[làng La Khê]], Phường [[La Khê]], [[quận Hà Đông]], thành phố [[Hà Nội]]. Cụm di tích này bao gồm Đình La Khê và chùa Diên Khánh và Võ Quận Linh Từ (Nhà thờ Quận công Trần Chân) tại chùa Ngòi.\n\n== Đình La Khê ==\n\n'''Đình La Khê''' hay là '''Đình Bia Bà''' là ngôi đình được cho là xây dựng vào đầu thế kỷ 17 và được tu bổ lớn trong thế kỷ 18. Theo truyền thuyết, Đình thờ 2 vị thành hoàng là Hắc Diện Đại Vương và Thiên Tiên Bảo Hoa công chúa (gọi là nhị vị đại vương), được kể là đã giúp dân trừ ác và có nước để cày cấy, chăn nuôi và giúp vùng đất này trở nên trù phú.<ref name=\"vh\">{{Chú thích web|tác giả 1=Phạm Thị Thanh Quy|url=http:\/\/vanhien.vn\/vi\/news\/phi-vat-the\/Hoi-lang-La-Khe-660\/#.U8WSLEDYBHI|tiêu đề=Hội làng La Khê|nhà xuất bản=Văn hiến Việt Nam|ngày tháng=09\/30\/2013|ngày truy cập=2014-07-15|archive-date=2014-07-19|archive-url=https:\/\/web.archive.org\/web\/20140719124101\/http:\/\/vanhien.vn\/vi\/news\/phi-vat-the\/Hoi-lang-La-Khe-660\/#.U8WSLEDYBHI|url-status=dead}}<\/ref>\n\nKhuôn viên của đình có diện tích 8000m².<ref name=\"vh\"\/> Đình quay theo hướng Nam, chung quanh có tường bao và có giếng nước rộng trước cửa. Năm 1997 đã trùng tu nhà đại bái và năm 2002 tu sửa trung cung và hậu cung đình.\n\nTrong khu di tích đình Bia Bà có Bia Bà và Bia Thánh Sư, và trong đình còn lưu giữ được 28 sắc phong của các triều đại Quân chủ Việt Nam.\n\nBia Bà thờ Bà Trần Thị Hiền - [[Hoàng phi]] đời Vua [[Mạc Thái Tông]] (Mạc Đăng Doanh). Bà sinh năm 1511 và mất ngày 16 tháng 11 năm 1538 (năm Mậu Tuất). Bà là người hiền đức có công với triều đình [[nhà Mạc]] và nhân dân địa phương. Trong đình có văn ghi bia bài điếu của vua Mạc Thái Tông năm 1539.\n\nBia Thánh sư thờ 10 vị [[người Trung Hoa]] [[đời Minh]] sang dạy dân làm nghề lụa, đó là các ông: Lý Công, Trang Công, Trần Công... Đến đời [[nhà Nguyễn]] được sắc phong Dực Bảo Tôn Thần. Bia Bà và Bia Thánh Sư là hai di tích lịch sử văn hóa quý.\n\nĐình Bia Bà - La Khê (Quận Hà đông) được Bộ Văn hóa và Thông tin (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) xếp hạng di tích kiến trúc nghệ thuật năm 1998.\n\n==Chùa Diên Khánh==\n\nBên cạnh Đình là '''chùa Diên Khánh''', hay là ''Diên Khánh tự'', được xây dựng từ đời [[nhà Lý]]. Trong chùa còn giữ lại được nhiều di sản quý hiếm như: cụm văn bia từ đời Lê, chuông đồng đúc từ thời [[Cảnh Thịnh]] thứ 2.\n\n==Bia bà ==\n\nBia Bà là tấm bia ghi về sự tích Bà đệ nhị cung phi triều [[Mạc Thái Tông]], tên thật là Trần Thị Hiền tức Hoàng phi - vợ vua Mạc Đăng Doanh, được ghi trong mạctrieu.vn là Đông Cung Hoàng Hậu (phong sau khi mất). Bà sinh năm 1511 và mất năm 1538.<ref name=\"hannom\">[http:\/\/www.hannom.org.vn\/detail.asp?param=1407&Catid=133 Kể chuyện sự tích Bia Bà], (Tạp chí Hán Nôm; Số 6 (85) 2007; Tr.72 - 75)<\/ref> Thuộc gia đình thế phiệt nhiều đời làm quan trong triều, là con gái cụ Đô lực sĩ Thiết Sơn bá Trần Chân [[Nhà Lê sơ|đời Lê sơ (]]<nowiki\/>hiện được thờ phía sau bên trái chùa Ngòi - Hà đông). Bà vừa xinh đẹp, thông minh lại vừa nết na thùy mị, lại hay giúp đỡ người nghèo khó, hướng dẫn người dân cách làm ăn, mở mang nghề dệt. Khi lâm bệnh, bà về an nghỉ tại quê nhà cũ là làng La Ninh huyện [[Từ Liêm]] và khi mất, được [[chôn cất|chôn]] tại cánh đồng Đa Bang trong làng, được dân làng tôn là Đức Thánh Bà,\n\nBia ghi sự tích về bà được dựng lên tại cánh đồng Đa Bang (cong gọi là cánh đồng Hoàng hậu) trong 3 thế kỷ.Bia Bà La Khê không tự nhiên sụt lún mà bị phá vì lý do chống mê tín dị đoan, phá bằng thuốc nổ. Còn sót lại được cái đầu rùa đá từ thời Mạc. Gia đình trưởng họ Trần - cụ Trần Văn Hòa mang về bảo quản ở vườn bao lâu nhưng không đủ sức để khôi phục, tái tạo khu di tích vì không có đất, không đủ tài chính. Sau đó năm 1982 đã bàn giao cho Thị ủy Hà đông thành lập Ban di tích (Biên bản bàn giao ở đăng ở FB Bia ba La Khe), ở sân đình làng La Khê. Gia tộc bây giờ còn giữ lại được di tích thời nhà Mạc của Thân phụ Đông cung Hoàng Hậu thời Mạc là Đô lực sĩ Thiết sơn bá Trần Chân may mắn không bị phá hủy nằm phía bên trái từ cổng vào ở chùa Ngòi Hà đông (Đạo Tràng Phúc Khê). Con rể Mạc Đăng Doanh đã cho xây dựng chùa bên cạnh nơi thờ bố vợ để tụng kinh cho oan hồn đại công thần đã hy sinh vì nước được siêu thoát! Di tích còn lưu được đôi câu đối khóc bố vợ của vua Mạc Đăng Doanh đặt dọc am thờ.\n\nChắc ở Việt Nam chỉ có duy nhất có họ Trần La Khê được làng làm giỗ cho cả Cha và con gái. Bà cũng là Hoàng hậu duy nhất được vua gửi về cho họ Cha làm giỗ để đảm bảo không bị lãng quên và vua Mạc Đăng Doanh đã ban cho làng 300 mẫu đất để thu hoạch, ăn lộc thờ cúng Thiết sơn bá Trần Chân và Đông cung Hoàng Hậu Trần Thị Hiền.\n\nHọ Trần La khê hàng năm vào 9h sáng ngày mùng 4 Tết, tất cả con cháu sẽ tập trung tại Võ Quận Linh Từ (Nhà thờ Quận công Trần Chân) tại chùa Ngòi để thắp hương Cụ và sau đó sang thắp hương Đông Cung Hoàng Hậu Trần Thị Hiền. Ngày 30 tết lúc 14h00, con cháu tập trung tại Võ Quận Linh Từ (Nhà thờ Quận công Trần Chân) tại chùa Ngòi tổ chức lễ tạ.\n\n==Bảo quản và Hành hương==\nNơi đây được coi là linh thiêng và là địa điểm du lịch vắn hóa và tâm linh, nên hằng ngày có nhiều khách thập phương đến lễ cầu lộc, đặc biệt vào dịp [[Giao thừa]] và [[Tết]] và trong dịp lễ '''Hội làng La Khê''', được tổ chức từ ngày 14 đến 16 tháng Giêng âm lịch.<ref name=\"vh\"\/>\n\nTuy nhiên, cũng xảy ra nhiều tiêu cực, như nạn khấn thuê và cắm hương xin lộc bừa bãi, không trật tự.\nNgày 20 tháng 4 năm 2014, tạo lập và khánh thành thêm \"Bia ghi dấu địa điểm xét xử đầu tiên của [[Tòa án nhân dân]] tại [[Bắc Bộ]]\"<ref>{{Chú thích web |url=http:\/\/toaan.gov.vn\/portal\/page\/portal\/tandtc\/trungtamtinhoc\/11607079?p_page_id=11607079&pers_id=11723751&item_id=54532971&p_details=1 |ngày truy cập=ngày 15 tháng 7 năm 2014 |tựa đề=Khánh thành công trình Bia ghi dấu địa điểm xét xử đầu tiên của Tòa án nhân dân tại Bắc Bộ |archive-date = ngày 20 tháng 7 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140720065108\/http:\/\/toaan.gov.vn\/portal\/page\/portal\/tandtc\/trungtamtinhoc\/11607079?p_page_id=11607079&pers_id=11723751&item_id=54532971&p_details=1 }}<\/ref>\n\nNăm 2014, Ban quản lý cụm di tích Đình, Chùa, Bia Bà La Khê đã lắp đặt bảng [[Led]] điện tử với kích cỡ hơn 10m² nhằm vinh danh công đức của những người quyên góp, thay cho việc khắc bia đá tri ân. Việc này là vi phạm Luật Di sản Văn hóa và các cơ quan chức năng tại Hà Nội (trong đó có Sở Văn hóa Thể thao và Du lịch Hà Nội, Ủy ban Nhân dân quận Hà Đông) đã chỉ đạo tháo gỡ.<ref>[http:\/\/www.vietnamplus.vn\/ha-noi-yeu-cau-thao-do-bang-led-tai-cum-di-tich-bia-ba-la-khe\/263253.vnp Hà Nội: Yêu cầu tháo dỡ bảng Led tại cụm di tích Bia Bà La Khê], Vietnam+, 03\/06\/14<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* Phạm Thị Thanh Quy, [http:\/\/vanhien.vn\/vi\/news\/phi-vat-the\/Hoi-lang-La-Khe-660\/#.U8WSLEDYBHI Hội làng La Khê] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140719124101\/http:\/\/vanhien.vn\/vi\/news\/phi-vat-the\/Hoi-lang-La-Khe-660\/#.U8WSLEDYBHI |date=2014-07-19 }}, Văn hiến Việt Nam, 30\/09\/2013\n* [http:\/\/hanoitv.vn\/Van-hoa-Ha-Noi\/Dau-nam-van-canh-Bia-Ba\/37979.htv Đầu năm vãn cảnh Bia Bà] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140407065720\/http:\/\/hanoitv.vn\/Van-hoa-Ha-Noi\/Dau-nam-van-canh-Bia-Ba\/37979.htv |date=2014-04-07 }}, Đài phát thanh và truyền hình Hà Nội, 12\/02\/2014\n\n{{Đình Việt Nam}}\n\n[[Thể loại:Hà Đông]]\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Chùa tại Hà Nội]]\n[[Thể loại:Đình tại Hà Nội]]"}