{"19665851":"{{Wiki hóa|date=Tháng 3\/2023}}\n{{Infobox organization|name=Cục Quản lý đê điều và Phòng, chống thiên tai|location=[[Hà Nội]] {{flagcountry|Vietnam}}|website=[http:\/\/phongchongthientai.mard.gov.vn\/Pages\/Trang-chu.aspx]|budget=|num_volunteers=|num_staff=|affiliations=|parent_organization=[[Bộ Nông nghiệp và Phát triển nông thôn]]|main_organ=|leader_name2=|leader_title2=|leader_name=Phạm Đức Luận|leader_title=Cục trưởng|language=[[Tiếng Việt]]|membership=|region_served=|headquarters=Số 2 đường Ngọc Hà, phường [[Ngọc Hà, Ba Đình|Ngọc Hà]], quận [[Ba Đình]]|image=Emblem_of_Vietnam.svg|malt=|image_border=|size=130|alt=|caption=|map=|msize=|mcaption=|purpose=Thực thi pháp luật về phòng, chống thiên tai, đê điều trong phạm vi cả nước|abbreviation=|motto=|formation=9\/2\/2023|extinction=|type=Cơ quan nhà nước|status=Hợp pháp, hoạt động|remarks=}}\n'''Cục Quản lý đê điều và Phòng, chống thiên tai''' là cơ quan trực thuộc [[Bộ Nông nghiệp và Phát triển nông thôn]], thực hiện chức năng tham mưu, giúp Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn quản lý nhà nước và tổ chức thực thi pháp luật về đê điều và phòng, chống thiên tai trong phạm vi cả nước.\n\nChức năng, nhiệm vụ, quyền hạn, cơ cấu tổ chức của Cục Quản lý đê điều và Phòng, chống thiên tai được quy định tại Quyết định số 479\/QĐ-BNN-TCCB ngày 9\/2\/2023 của Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn.\n\n== Nhiệm vụ và quyền hạn ==\nTheo Điều 2, Quyết định số 479\/QĐ-BNN-TCCB ngày 9\/2\/2023 của Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn, Cục Quản lý đê điều và Phòng, chống thiên tai có các nhiệm vụ, quyền hạn chính:\n\n1. Trình Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn để trình Chính phủ, Thủ tướng Chính phủ:\n\na) Dự án luật, dự thảo nghị quyết của Quốc hội, dự án pháp lệnh, dự thảo nghị quyết của Ủy ban thường vụ Quốc hội; dự thảo nghị định, nghị quyết của Chính phủ; dự thảo quyết định, chỉ thị của Thủ tướng Chính phủ và các văn bản pháp luật khác về quản lý đê điều và phòng, chống thiên tai;\n\nb) Chiến lược, quy hoạch, kế hoạch phát triển dài hạn, trung hạn, hàng năm, cơ chế, chính sách và các chương trình, dự án, đề án và công trình quan trọng quốc gia về quản lý đê điều và phòng, chống thiên tai.\n\n2. Tổ chức xây dựng quy chuẩn kỹ thuật quốc gia, tiêu chuẩn, định mức kinh tế - kỹ thuật; tiêu chuẩn quốc gia về quản lý chuyên ngành, lĩnh vực thuộc phạm vi quản lý nhà nước của Cục theo phân công của Bộ trưởng và quy định của pháp luật; hướng dẫn, kiểm tra việc thực hiện sau khi được cấp có thẩm quyền ban hành.\n\n3. Ban hành các văn bản cá biệt và hướng dẫn chuyên môn, nghiệp vụ thuộc phạm vi quản lý của Cục.\n\n4. Hướng dẫn, kiểm tra và tổ chức thực hiện các văn bản quy phạm pháp luật, cơ chế, chính sách, chiến lược, quy hoạch, kế hoạch, chương trình, dự án, đề án; tổ chức tuyên truyền, phổ biến, giáo dục pháp luật về các lĩnh vực thuộc phạm vi quản lý của Cục.\n\n5. Về phòng ngừa và kiểm soát rủi ro thiên tai:\n\na) Trình Bộ trưởng chiến lược quốc gia về phòng, chống thiên tai; kế hoạch phòng, chống thiên tai quốc gia; kế hoạch phòng, chống thiên tai và phương án ứng phó thiên tai của Bộ Nông nghiệp và Phát triển nông thôn; kế hoạch đảm bảo nguồn lực và các điều kiện hoạt động cho cơ quan, đơn vị và lực lượng làm công tác phòng, chống thiên tai trong phạm vi quản lý theo quy định;\n\nb) Về quy hoạch và điều tra cơ bản\n\nĐề xuất danh mục lập quy hoạch, điều tra cơ bản về đê điều và phòng, chống thiên tai;\n\nTổ chức lập nhiệm vụ quy hoạch; quản lý, tổ chức thực hiện các nhiệm vụ lập quy hoạch, điều tra cơ bản về đê điều và phòng, chống thiên tai theo quy định; chủ trì thực hiện việc xây dựng, rà soát, điều chỉnh nội dung phòng, chống thiên tai trong quy hoạch phòng, chống thiên tai và thủy lợi;\n\nThực hiện các nhiệm vụ quản lý nhà nước về quy hoạch phòng, chống lũ của tuyến sông có đê, quy hoạch đê điều; nội dung phòng, chống thiên tai trong quy hoạch phòng, chống thiên tai và thủy lợi, quy hoạch vùng dân cư và tổ chức sản xuất thích ứng với thiên tai. Điều tra cơ bản về đê điều và phòng, chống thiên tai;\n\nc) Hướng dẫn, kiểm tra việc xây dựng, phê duyệt và tổ chức thực hiện kế hoạch phòng, chống thiên tai các cấp theo quy định của pháp luật và phân công của Bộ trưởng;\n\nd) Hướng dẫn, kiểm tra việc thực hiện quy định của pháp luật về cơ chế, chính sách, nguồn nhân lực, vật tư, phương tiện, trang thiết bị, hệ thống thông tin, nhu yếu phẩm, nguồn lực cho phòng, chống thiên tai; quan trắc, giám sát các hoạt động liên quan đến công trình và các biện pháp phòng, chống thiên tai; công tác phòng, chống thiên tai của tổ chức, cá nhân trong nước và quốc tế đang hoạt động tại Việt Nam;\n\nđ) Hướng dẫn, kiểm tra việc thực hiện các quy định về phòng, chống thiên tai trong xây dựng và bảo vệ công trình phòng, chống thiên tai, công trình kết hợp phòng, chống thiên tai; hướng dẫn, kiểm tra nội dung bảo đảm yêu cầu phòng, chống thiên tai đối với việc quản lý, vận hành, sử dụng công trình và đầu tư xây dựng mới, cải tạo, chỉnh trang khu đô thị, điểm du lịch, khu du lịch, khu công nghiệp, điểm dân cư nông thôn, công trình phòng chống thiên tai, giao thông, điện lực và công trình hạ tầng kỹ thuật khác theo quy định của pháp luật và phân công của Bộ trưởng;\n\ne) Tổ chức theo dõi, phân tích, đánh giá thiệt hại do thiên tai có nguy cơ ảnh hưởng đến Việt Nam theo quy định của pháp luật;\n\ng) Tổ chức thực hiện chiến lược quốc gia về phòng, chống thiên tai; kế hoạch phòng, chống thiên tai quốc gia và kế hoạch phòng, chống thiên tai, phương án ứng phó thiên tai của Bộ Nông nghiệp và Phát triển nông thôn thuộc phạm vi quản lý của Cục;\n\nh) Thực hiện đầu tư, nâng cấp, quản lý cơ sở vật chất, hệ thống theo dõi, quan trắc, giám sát và trang thiết bị chuyên dùng phòng, chống thiên tai thuộc phạm vi nhiệm vụ của Bộ theo phân công, phân cấp của Bộ trưởng;\n\ni) Chuẩn bị nhân lực, vật tư, phương tiện, trang thiết bị, hệ thống thông tin, nhu yếu phẩm, nguồn lực cho phòng, chống thiên tai thuộc phạm vi quản lý của Cục;\n\nk) Hướng dẫn thực hiện tiêu chí an toàn phòng, chống thiên tai trong xây dựng nông thôn mới; chỉ đạo, hướng dẫn xây dựng, củng cố, nâng cao hiệu quả hoạt động của lực lượng xung kích phòng, chống thiên tai cấp xã và lực lượng quản lý đê nhân dân;\n\nl) Xây dựng và tổ chức thực hiện kế hoạch quản lý lũ tổng hợp lưu vực sông; kế hoạch phòng, chống bão mạnh, siêu bão; phòng, chống lũ quét, sạt lở đất, kế hoạch phòng, chống sạt lở bờ sông do mưa lũ hoặc dòng chảy, sạt lở bờ biển; xây dựng kế hoạch ứng phó sự cố vỡ đê, hồ, đập, sự cố cháy rừng, bão, áp thấp, lũ, lụt, lũ quét, sạt lở đất và các loại hình thiên tai khác theo phân công của Bộ trưởng;\n\nm) Xây dựng phương án ứng phó với thiên tai, bão mạnh, siêu bão; phương án ứng phó khẩn cấp trong trường hợp lũ vượt tần suất thiết kế;\n\nn) Tham mưu giúp Bộ thực hiện nhiệm vụ chủ trì, phối hợp với các Bộ, ngành, địa phương có liên quan xây dựng, vận hành và tổ chức truyền, phát tin cảnh báo sóng thần trên hệ thống trực canh cảnh báo sóng thần.\n\n6. Về ứng phó thiên tai:\n\na) Trình Bộ trưởng quyết định công bố tình huống khẩn cấp về thiên tai xảy ra đối với công trình, cơ sở hạ tầng thuộc phạm vi quản lý của Bộ và các biện pháp áp dụng trong tình huống khẩn cấp về thiên tai theo quy định của pháp luật; biện pháp huy động nguồn lực, vật tư, phương tiện để phòng, chống thiên tai và tổ chức thực hiện sau khi được phê duyệt;\n\nb) Tham mưu, giúp Bộ trưởng chỉ đạo, chỉ huy ứng phó thiên tai theo quy định của pháp luật;\n\nc) Hướng dẫn, kiểm tra việc thực hiện các quy định về tình huống khẩn cấp cần phân lũ, chậm lũ, các biện pháp di dân, trợ cấp, bảo đảm an toàn đời sống nhân dân;\n\nd) Thực hiện nhiệm vụ quản lý nhà nước về xử lý sạt lở bờ sông, bờ biển; sông, suối biên giới và các công trình phòng, chống thiên tai khác theo quy định của pháp luật;\n\nđ) Tổ chức theo dõi, cập nhật về dự báo, cảnh báo, tình hình thiên tai; quan trắc, giám sát chuyên dùng; ứng phó với biến đổi khí hậu, nước biển dâng trong phạm vi quản lý của Cục.\n\n7. Về khắc phục hậu quả thiên tai:\n\na) Trình Bộ trưởng biện pháp khắc phục hậu quả thiên tai, đề xuất cứu trợ khẩn cấp và hỗ trợ trung hạn, dài hạn; báo cáo tổng hợp, công bố số liệu thiệt hại do thiên tai gây ra trong phạm vi cả nước;\n\nb) Tham mưu, giúp Bộ trưởng chỉ đạo, chỉ huy công tác khắc phục hậu quả thiên tai theo quy định của pháp luật;\n\nc) Hướng dẫn, kiểm tra việc tổng hợp, đánh giá, thống kê số liệu thiệt hại do thiên tai gây ra và các hoạt động khắc phục hậu quả thiên tai theo quy định;\n\nd) Hướng dẫn, kiểm tra, giám sát hoạt động khắc phục hậu quả và phục hồi tái thiết sau thiên tai theo quy định của pháp luật và các điều ước quốc tế mà Việt Nam tham gia.\n\n8. Về truyền thông và quản lý thiên tai cộng đồng:\n\na) Tổ chức thông tin, truyền thông, giáo dục nâng cao nhận thức cộng đồng về đê điều và phòng, chống thiên tai; xây dựng và thực hiện chương trình, đề án, dự án nâng cao nhận thức cộng đồng và quản lý thiên tai dựa vào cộng đồng;\n\nb) Tổ chức và tham gia tập huấn, huấn luyện, diễn tập kỹ năng phòng, chống thiên tai; đào tạo, bồi dưỡng chuyên môn, nghiệp vụ cho người làm công tác phòng, chống thiên tai;\n\nc) Hướng dẫn, kiểm tra công tác thông tin, truyền thông và giáo dục về phòng, chống thiên tai theo quy định của pháp luật và phân công của Bộ trưởng.\n\n9. Về đê điều:\n\na) Trình Bộ trưởng quy định về phân cấp đê, mực nước thiết kế cho các tuyến đê, tải trọng cho phép và việc cấp phép đối với xe cơ giới đi trên đê; văn bản chấp thuận việc cấp giấy phép cho những hoạt động đối với đê cấp đặc biệt, cấp I, cấp II, cấp III; việc xây dựng, cải tạo công trình giao thông có liên quan đến đê điều theo quy định của pháp luật; thỏa thuận các dự án đê điều; thẩm định các dự án đầu tư sử dụng bãi sông nơi chưa có công trình xây dựng; hộ đê và huy động lực lượng, vật tư, phương tiện để hộ đê, khắc phục hậu quả do lũ, lụt, bão gây ra đối với đê điều theo quy định của pháp luật;\n\nb) Tổ chức thực hiện các nhiệm vụ quản lý nhà nước về đầu tư xây dựng, tu bổ, nâng cấp, duy tu, bảo dưỡng, kiên cố hoá, bảo vệ, sử dụng đê điều và hộ đê theo quy định của pháp luật và phân công, phân cấp của Bộ trưởng.\n\n10. Thực hiện nhiệm vụ quản lý dự án đầu tư xây dựng, tu bổ, bảo vệ công trình phòng, chống thiên tai và các công trình khác phục vụ phòng, chống thiên tai thuộc phạm vi quản lý của Cục theo quy định của pháp luật và phân công, phân cấp của Bộ trưởng. Thực hiện nhiệm vụ của cơ quan chuyên môn về xây dựng đối với các dự án đầu tư xây dựng công trình đê điều và phòng, chống thiên tai cụ thể theo phân công, phân cấp, ủy quyền của Bộ trưởng và quy định của pháp luật. Đề xuất chương trình, dự án, phối hợp xây dựng kế hoạch đầu tư công trung hạn và hàng năm của Bộ thuộc lĩnh vực quản lý của Cục.\n\n11. Tổ chức thực hiện công tác thống kê; xây dựng, quản lý, khai thác cơ sở dữ liệu về đê điều và phòng, chống thiên tai thuộc phạm vi quản lý của Cục.\n\n12. Thực hiện công tác chuyển đổi số trong lĩnh vực đê điều và phòng, chống thiên tai thuộc phạm vi quản lý của Cục.\n\n13. Tổ chức, phối hợp thực hiện nghiên cứu khoa học, thực hiện chuyển giao ứng dụng công nghệ, bảo vệ môi trường, thích ứng biến đổi khí hậu trong lĩnh vực đê điều và phòng, chống thiên tai theo phân công, phân cấp của Bộ trưởng.\n\n14. Về hợp tác quốc tế:\n\na) Trình Bộ trưởng việc kêu gọi, vận động, tiếp nhận, quản lý và điều phối hỗ trợ của quốc tế về phòng, chống thiên tai thuộc nhiệm vụ của Bộ theo quy định;\n\nb) Tiếp nhận thông tin dự báo, cảnh báo và các thông tin liên quan đến thiên tai từ cơ quan, tổ chức quốc tế; cung cấp thông tin về thiên tai trong nước cho các cơ quan, tổ chức quốc tế theo quy định của pháp luật;\n\nc) Tổ chức vận động, quản lý, thực hiện các chương trình, đề án, dự án có nguồn hỗ trợ nước ngoài và các hoạt động hợp tác quốc tế liên quan đến đê điều và phòng, chống thiên tai theo quy định của pháp luật và phân công, phân cấp của Bộ trưởng;\n\nd) Đầu mối hợp tác ASEAN, APEC, ADRC, Ủy ban Bão, Liên minh châu thổ (Delta Coalition) trong lĩnh vực phòng, chống thiên tai; đầu mối hợp tác Khung hành động của Liên hợp quốc về giảm nhẹ rủi ro thiên tai; kiêm nhiệm Văn phòng Đối tác Giảm nhẹ rủi ro thiên tai; thực hiện các nhiệm vụ khác về hợp tác quốc tế liên quan đến đê điều và phòng, chống thiên tai theo quy định của pháp luật và phân công, phân cấp của Bộ trưởng.\n\n15. Giúp Bộ trưởng thực hiện nhiệm vụ thường trực Ban Chỉ đạo quốc gia về phòng, chống thiên tai, cơ quan quản lý Quỹ phòng, chống thiên tai trung ương; kiêm nhiệm Văn phòng thường trực Ban Chỉ đạo quốc gia về phòng, chống thiên tai, Văn phòng thường trực Ban Chỉ huy phòng, chống thiên tai, tìm kiếm cứu nạn và Phòng thủ dân sự của Bộ Nông nghiệp và Phát triển nông thôn.\n\n16. Thực hiện nhiệm vụ cải cách hành chính theo chương trình, kế hoạch, đề án cải cách hành chính của Bộ và quy định của pháp luật.\n\n17. Về quản lý tổ chức, hoạt động dịch vụ công:\n\na) Trình Bộ cơ chế, chính sách về cung ứng dịch vụ công; thực hiện xã hội hóa các hoạt động cung ứng dịch vụ công; định mức kinh tế - kỹ thuật, tiêu chí, tiêu chuẩn, cơ chế giám sát, đánh giá, kiểm định chất lượng và các quy định về dịch vụ sự nghiệp công thuộc phạm vi quản lý của Cục;\n\nb) Hướng dẫn, kiểm tra các tổ chức thực hiện dịch vụ công trong ngành, lĩnh vực theo quy định của pháp luật.\n\n18. Quản lý tổ chức bộ máy, danh mục vị trí việc làm, công chức, viên chức và người lao động theo quy định của pháp luật và phân cấp của Bộ trưởng. Thực hiện chế độ, chính sách, thi đua, khen thưởng, kỷ luật, đào tạo, bồi dưỡng chuyên môn, nghiệp vụ đối với công chức, viên chức, người lao động thuộc quyền quản lý của Cục theo quy định.\n\n19. Hướng dẫn, kiểm tra đối với hoạt động của các hội trong lĩnh vực thuộc phạm vi quản lý của Cục; tham gia ý kiến về công nhận Ban vận động thành lập hội và Điều lệ hội thuộc chuyên ngành được giao quản lý theo quy định.\n\n20. Thực hiện công tác thanh tra, kiểm tra chuyên ngành theo quy định của pháp luật; tiếp công dân; giải quyết khiếu nại, tố cáo; phòng, chống tham nhũng, tiêu cực và xử lý các hành vi vi phạm pháp luật; thực hành tiết kiệm, chống lãng phí theo thẩm quyền.\n\n21. Quản lý tài chính, tài sản và các nguồn lực khác được giao; tổ chức quản lý việc thu, sử dụng phí, lệ phí thuộc phạm vi quản lý của Cục theo quy định của pháp luật.\n\n22. Thực hiện nhiệm vụ khác theo quy định của pháp luật và phân công của Bộ trưởng.\n\n== Lãnh đạo Cục<ref>{{Chú thích web|url=http:\/\/phongchongthientai.mard.gov.vn\/Pages\/Lich-Lam-Viec-Lanh-Dao.aspx|tựa đề=Lãnh đạo Cục Quản lý đê điều và Phòng, chống thiên tai|url-status=dead|ngày truy cập=2021-12-28|archive-date = ngày 28 tháng 12 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20211228003547\/http:\/\/phongchongthientai.mard.gov.vn\/Pages\/Lich-Lam-Viec-Lanh-Dao.aspx}}<\/ref> ==\n* '''Cục trưởng:''' Phạm Đức Luận\n* '''Phó Cục trưởng:'''\n\n# Vũ Xuân Thành\n# Nguyễn Văn Tiến\n\n== Cơ cấu tổ chức ==\n''(Theo Điều 3, Quyết định số 479\/QĐ-BNN-TCCB ngày 9\/2\/2023 của Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn)''\n\n=== Các đơn vị thực hiện chức năng quản lý nhà nước ===\n\n* Văn phòng Cục\n* Phòng Kế hoạch, Tài chính\n* Phòng Thanh tra, Pháp chế\n* Phòng Hợp tác quốc tế và Khoa học công nghệ\n* Phòng Kiểm soát an toàn thiên tai\n* Phòng Quản lý quy hoạch và Đầu tư\n* Phòng Thông tin, Truyền thông\n* Phòng Quản lý thiên tai cộng đồng\n* Phòng Quản lý đê điều\n* Phòng Ứng phó và Khắc phục hậu quả thiên tai\n* Phòng Quản lý công trình phòng, chống thiên tai\n* Văn phòng đại diện Cục tại khu vực miền Trung và Tây Nguyên\n* Văn phòng đại diện Cục tại khu vực miền Nam\n\n=== Đơn vị sự nghiệp ===\n\n* [[Trung tâm Chính sách và Kỹ thuật phòng chống thiên tai]]\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Xem thêm ==\n\n* [[Bộ Nông nghiệp và Phát triển nông thôn]]\n*[[Thiên tai]]\n\n== Liên kết ngoài ==\n\n* [http:\/\/phongchongthientai.mard.gov.vn\/Pages\/Trang-chu.aspx Website] chính thức của Cục Quản lý đê điều và Phòng, chống thiên tai\n{{sơ khai}}\n\n[[Thể loại:Cơ quan trực thuộc Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam]]\n[[Thể loại:Thiên tai tại Việt Nam]]"}