{"24772":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = Thiền sư\n| tên = Cứu Chỉ\n| tên gốc = 究旨\n| trường phái = [[Đại thừa]]\n| tông phái = [[Thiền tông]]\n| lưu phái = [[Vô Ngôn Thông]]\n| tu tập tại = [[Chùa Diên Linh]], [[núi Long Đội]], [[Yên Lãng]]<br>(thị xã [[Duy Tiên]], tỉnh [[Hà Nam]], [[Việt Nam]])\n| tên khai sinh = Đàm Cứu Chỉ\n| nơi sinh = Phù Đàm, Châu Minh<br>(thành phố [[Từ Sơn]], tỉnh [[Bắc Ninh]])\n| nơi mất = [[Chùa Quang Minh]], [[núi Tiên Du]] ([[Bắc Ninh]])\n}}\n{{Thiền sư Việt Nam}}\nThiền sư '''Cứu Chỉ''' (究旨){{ref|cuu-chi}} tức '''Đàm Cứu Chỉ''' là một trong 7 vị thiền sư thuộc thế hệ thứ 7 dòng [[Vô Ngôn Thông]], sư tu tại chùa Diên Linh, núi Long Đội, Yên Lãng nay thuộc thị xã [[Duy Tiên]], tỉnh [[Hà Nam]], [[Việt Nam]]. Sư vốn là người Phù Đàm, Châu Minh, nay thuộc [[từ Sơn|thành phố Từ Sơn]], tỉnh [[Bắc Ninh]].\n\n==Cơ duyên và hành trạng==\nThuở nhỏ sư là người hiếu học. Sách Nho, sách Phật, không thứ gì là không quán xuyến. Một ngày nọ ôm sách than rằng: ''Khổng Mặc chấp có, Trang Lão chấp không, sách vở của thế tục chẳng phải là phương giải thoát. Chỉ có Phật pháp không kể có, không, có thể dứt sinh tử, nhưng phải siêng năng giữ giới, cầu bậc thiện tri thức ấn chứng cho mới được''. Nhân đó bỏ tục, đến chùa [[Cảm Ứng]] ở Ba Sơn thọ Cụ túc với [[Định Hương]] trưởng lão.\n\nGiờ tham thỉnh, Sư hỏi: ''Thế nào là nghĩa cứu kính?''\n\nTrưởng lão im lặng giây lâu, hỏi lại Sư: ''Hiểu chưa?''\n\nSư thưa: ''Chưa hiểu.''\n\nTrưởng lão bảo: ''Ta đã cho ngươi nghĩa cứu kính.''\n\nSư suy nghĩ. Trưởng lão bảo: ''Lầm qua rồi!''\n\nNgay câu nói này, Sư thấu triệt ý chỉ. Nhân đó Trưởng lão đặt tên Sư là ''Cứu Chỉ''.\n\nSau đó, Sư lên chùa Quang Minh, núi Tiên Du ([[Bắc Ninh]]) ở luôn trong đó chuyên tu hạnh đầu đà {{ref|dau-da}}, trọn năm không bước chân xuống núi. Tiếng đồn tới kinh đô, vua [[Lý Thái Tông]] cho mời mấy lần nhưng Sư không đến nên ba lần thân hành đến chùa Sư, lấy lời an ủi thăm hỏi.\n\nKhoảng niên hiệu Long Thụy Thái Bình ([[1054]]- [[1059]]), [[tể tướng]] Dương Đạo Gia lập chùa Diên Linh trên núi Long Đội thỉnh Sư trụ trì. Cố từ chối mà không được, Sư đành hạ sơn.\n\nNgày ra đi, Sư nói: ''Ta chẳng trở lại đây nữa''.\n\n[[Trụ trì]] chùa Diên Linh được ba năm, khoảng niên hiệu Chương Thánh Gia Khánh ([[1059]]- [[1065]]), Sư sắp tịch, bèn gọi môn đồ đến dạy: ''Phàm tất cả các pháp môn vốn từ tánh của các ngươi, tánh tất cả các pháp vốn từ tâm của các ngươi. Tâm pháp nhất như, vốn không hai pháp. Phiền não trói buộc, tất cả đều không. Tội phước phải quấy, tất cả đều huyễn. Không cái nào chẳng phải quả, chẳng phải nhân. Không nên ở trong nghiệp mà phân biệt báo, không nên ở trong báo mà phân biệt nghiệp, nếu có phân biệt thì chẳng tự tại. Tuy thấy tất cả pháp mà không có chỗ thấy, tuy biết tất cả pháp mà không có chỗ biết. Biết tất cả pháp lấy nhân duyên làm gốc. Thấy tất cả pháp lấy chánh chân làm tông. Tuy chuyên nơi thật tế mà rõ thế gian đều như biến hóa. Rõ thấu chúng sanh chỉ là một pháp, không có hai pháp. Chẳng rời cảnh nghiệp mà phương tiện khéo léo, ở trong cõi hữu vi hiện bày pháp hữu vi mà không phân biệt. Tướng vô vi là do hết dục, dứt ngã, quên niệm mà nhận lấy vậy.''\n{|valign=top\n|Rồi Sư đọc kệ rằng:\n:Giác liễu thân tâm bản ngưng tịch\n:Thần thông biến hóa hiện chư tướng\n:Hữu vi vô vi tùng thử xuất\n:Hà sa thế giới bất khả lượng.\n:Tuy nhiên biến mãn hư không giới\n:Nhất nhất quan lai một hình trạng\n:Thiên cổ vạn cổ nan tỷ huống\n:Giới giới xứ xứ thường lãng lãng.\n|valign=top |\n:Dịch thơ:\n:''Giác ngộ thân tâm vốn lặng yên,''\n:''Thần thông các tướng biến hiện tiền.''\n:''Hữu vi vô vi từ đây có,''\n:''Thế giới hà sa không thể lường.''\n:''Tuy nhiên đầy khắp cõi hư không,''\n:''Mỗi mỗi xem ra chẳng tướng hình.''\n:''Muôn đời ngàn đời nào sánh được,''\n:''Chốn chốn nơi nơi thường rạng ngời.''\n|}\nNói xong, Sư ngồi yên thị tịch.\n==Nguyên bản chữ Hán==\n==Chú thích==\n#{{note|cuu-chi}}Không rõ năm sinh và mất của Thiền sư.\n#{{note|dau-da}}''Đầu đà: phiên âm chữ Phạn Dhùta, cũng phiên là đỗ trà hay đỗ đa. Dhùta đến từ động từ Dhù có nghĩa là rũ bỏ, tiêu diệt, cho nên hạnh đầu đà, có nghĩa là rũ bỏ các phiền não, tiêu diệt những chướng ngại do ăn mặc ở tạo nên.\n==Tham khảo==\n{{tham khảo}}\n*Lê Mạnh Thát: ''Nghiên cứu về Thiền Uyển Tập Anh'', Nhà xuất bản TP HCM 1999.\n*[http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf Thiền Uyển Tập Anh - Bản tiếng Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051212145252\/http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf |date=2005-12-12 }}\n*[http:\/\/www.viethoc.org\/eholdings\/sach\/ThienUyenTapAnh-BanChuHan.pdf Thiền Uyển Tập Anh - Bản chữ Hán] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060523015811\/http:\/\/www.viethoc.org\/eholdings\/sach\/ThienUyenTapAnh-BanChuHan.pdf |date=2006-05-23 }}\n{{Viết tắt Phật học}}\n\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Vô Ngôn Thông]]\n[[Thể loại:Người Bắc Ninh]]"}