{"19644920":"{{Thiếu nguồn gốc|date=tháng 9\/2021}}\nTheo quan niệm của tín đồ [[Tòa Thánh Tây Ninh]], '''Cửu Trùng Đài''' tượng trưng cho thân xác con người, về phần đạo chính là cơ quan hành pháp.\n\nHội Thánh Cửu Trùng Đài là cơ quan đầu tiên được thành lập của Hội Thánh Cao Đài, được giao nhiệm vụ hành chánh đạo. Tuy nhiên, do việc nhiều chức sắc cao cấp của Cửu Trùng Đài ly khai, nhất là từ khi Quyền Giáo tông Thượng Trung Nhựt Lê Văn Trung liễu đạo, nhân sự chức sắc Cửu Trùng Đài bị thiếu hụt, chức sắc [[Hiệp Thiên Đài]] kiêm luôn quyền điều hành nền đạo. Vì vậy, từ sau năm 1934 đến năm 1979, các chức vị Cửu Trùng Đài chỉ còn chức năng hành đạo.\n\nVề cơ bản, giáo phẩm Cửu Trùng Đài phân ra 9 cấp. Tuy nhiên, 2 chức phẩm cao cấp nhất của Cửu Trùng Đài là Giáo tông và Chưởng Pháp chỉ do nam giới đảm nhiệm. Bảy cấp còn lại phân thành lưỡng phái nam và nữ.<ref>[[Hội Thánh Cao Đài Tòa Thánh Tây Ninh]], Wikipedia tiếng Việt.<\/ref>\n\n== Giáo tông ==\nChức phẩm cao cấp nhất của Cửu Trùng Đài là Giáo tông, được xem là ngôi vị Anh cả của toàn thể tín đồ Cao Đài. Người giữ ngôi vị Giáo tông mặc đạo phục toàn trắng với kiểu dáng thiết kế đặc biệt. Chức phẩm này được phong cho ông [[Ngô Minh Chiêu|Ngô Văn Chiêu]] trước lễ khai đạo, nhưng ông đã từ chối và gửi trả lại bộ đạo phục Giáo tông. Bộ đạo phục này ngày nay vẫn còn được trưng bày tại [[Tòa Thánh Tây Ninh]].\n\nNgôi vị Giáo tông sau đó được xem là giao cho vị [[tiên]] vô hình là [[Lý Bạch|Lý Thái Bạch]] chấp chưởng. Vì vậy, các tín đồ Cao Đài còn gọi ông là \"Lý Giáo tông\". Mãi đến năm 1930, Đầu Sư Thượng Trung Nhựt (Lê Văn Trung) mới được phong làm Quyền Giáo tông, tức là nắm nửa quyền hành của chức Giáo Tông. Sau khi ông liễu đạo năm 1934, vị trí của ông bị bỏ trống cho đến ngày nay.\n\n=== Các chức phẩm Nam phái ===\nỞ Nam phái, các tín đồ chia làm 3 phái với 3 đạo phục đặc trưng: Phái Thái (đạo phục màu vàng, tượng trưng cho [[Phật giáo]]), Phái Thượng (đạo phục màu xanh da trời, tượng trưng cho [[Đạo giáo|Lão giáo]]), Phái Ngọc (đạo phục màu đỏ, tượng trưng cho [[Nho giáo|Khổng giáo]]).\nCác tín đồ đang hành lễ tại [[Tòa Thánh Tây Ninh]]. Chú ý các đạo phục phân biệt của các chức phẩm.\n\nĐứng đầu mỗi phái là 3 ngôi vị Chưởng pháp. Các vị Chưởng pháp mặc đạo phục theo màu của phái mình, riêng Thượng Chưởng pháp mặc đạo phục toàn trắng, với ý nghĩa thế quyền Giáo tông khi Giáo tông vắng mặt.\n\nNgười đầu tiên và duy nhất giữ ngôi vị Thượng Chưởng pháp là ông Nguyễn Văn Tương, vốn là một nhà tu hành cao cấp của [[đạo Minh Sư]]. Sau khi quy hiệp về đạo Cao Đài, ông được phong Thượng Chưởng pháp ngày 24 tháng 7 năm [[Bính Dần]] (tức ngày [[31 tháng 8]] năm [[1926]]), với đạo hiệu là ''Thuyết Pháp Đạo Sư Chưởng Quản Oai Linh Đạo Sĩ''. Tuy nhiên, chưa đầy 4 tháng sau, ông qua đời ngày [[11 tháng 12]] năm 1926. Chức vị Quyền Thượng Chưởng pháp được chuyển cho ông Trần Đạo Quang, một nhà tu hành cao cấp khác của đạo Minh Sư tạm thời chấp chưởng. Sau khi ông Trần Đạo Quang được phong ngôi vị Ngọc Chưởng pháp ngày [[13 tháng 6]] năm [[1927]], ngôi vị Thượng Chưởng pháp bỏ trống cho đến ngày nay.\n\nNgôi vị Thái Chưởng pháp được phong cho Hòa thượng [[Thích Từ Phong]], hiệu Như Nhãn, thế danh Nguyễn Văn Tường, ngày 29 tháng 7 năm [[Bính Dần]] (tức ngày [[5 tháng 9]] năm [[1926]]), với đạo hiệu ''Quảng Pháp Thiền Sư Thích Đạo Chuyển Luật Lịnh Diêu Đạo Sĩ''. Ông là một Thiền sư phái Lâm Tế và là người cho các chức sắc Cao Đài mượn chùa Gò Kén để làm nơi hành lễ Khai đạo Cao Đài. Tuy nhiên, do ông thuần túy hoạt động Phật sự trong hội \"Lục Hòa Liên hiệp\" và phong trào Chấn hưng Phật giáo Nam Kỳ, nên chức vị Thái Chưởng pháp bị thu hồi. Từ đó ngôi vị này cũng bị bỏ trống cho đến nay.\n\nNgôi vị Ngọc Chưởng pháp ban đầu được phong cho ông Trần Văn Thụ, cũng là một nhà tu hành cao cấp của [[đạo Minh Sư]]. Ngày 10 tháng 9 năm [[Bính Dần]] (tức ngày [[16 tháng 10]] năm [[1926]]), ông được phong ngôi vị Ngọc Chưởng pháp, với đạo hiệu ''Nho Tông Chưởng Giáo Tuyên Đạo Thiền Sư Đại Đức Đại Hòa Đạo Sĩ''. Ông cũng là cha vợ của vị Ngọc Đầu sư đầu tiên là Ngọc Lịch Nguyệt (Lê Văn Lịch).\n\nSau khi Ngọc Chưởng pháp Trần Văn Thụ qua đời giữa năm 1927, ngôi vị Ngọc Chưởng pháp được phong cho Quyền Thượng Chưởng pháp Trần Đạo Quang. Năm 1931, ông Trần Đạo Quang hợp tác với Thái Phối sư Nguyễn Văn Ca lập phái Minh Chơn Lý, đến năm 1935 thì ông lại về [[Bạc Liêu]] hợp với ông [[Cao Triều Phát]] mở ra phái Minh Chơn Đạo. Năm 1937, ông ra [[Đà Nẵng]] xây dựng Cơ quan Truyền giáo Trung Việt, tiền thân của Hội Thánh Truyền giáo Cao Đài Đà Nẵng sau này. Tuy ông ly khai khỏi [[Tòa Thánh Tây Ninh]], ngôi vị Ngọc Chưởng pháp vẫn do ông chấp chưởng cho đến ngày ông qua đời vào năm 1946. Từ đó, ngôi vị này bỏ trống cho đến ngày nay.\n\nTheo quy chế đạo, ngôi vị Đầu sư là ngôi vị đứng thứ ba của Nam phái, gồm 3 vị, đứng đầu mỗi phái. Ba chức sắc đầu tiên được phong ngôi vị đầu sư gồm Thượng Đầu sư Lê Văn Trung, Thánh danh Thượng Trung Nhựt, phong ngày 11 tháng 3 năm Bính Dần (tức ngày [[22 tháng 4]] năm [[1926]]); Ngọc Đầu sư Lê Văn Lịch, Thánh danh Ngọc Lịch Nguyệt, phong ngày 12 tháng 3 năm Bính Dần (tức ngày [[23 tháng 4]] năm 1926); và Thái Đầu sư Thích Thiện Minh, thế danh Nguyễn Văn Giáp, Thánh danh Thái Minh Tinh, được phong ngày 13 tháng 10 năm Bính Dần (tức ngày [[17 tháng 11]] năm 1926).\n\nDo Hòa thượng Thích Thiện Minh cũng thiên về hoạt động trong phong trào Chấn hưng Phật giáo Nam Kỳ cùng với thầy mình là Hòa thượng Thích Từ Phong, ngày 12 tháng 12 năm Bính Dần (tức ngày [[15 tháng 1]] năm 1927), ngôi vị Thái Đầu sư được phong cho ông Dương Văn Nương (Thánh danh Thái Nương Tinh). Ông qua đời vào cuối năm 1929.\n\nChỉ duy nhất các vị Đầu sư tiên khởi này mới mang tên Thánh ở cuối là Nhựt, Nguyệt, Tinh. Về sau, các tên Thánh ở cuối đều mang chữ Thanh. Các vị Đầu sư được Thiên phong về sau này gồm:\n\n* Quyền Đầu sư Thượng Tương Thanh ([[Nguyễn Ngọc Tương (Giáo tông)|Nguyễn Ngọc Tương]]), phong năm 1930.\n* Quyền Đầu sư Ngọc Trang Thanh (Lê Bá Trang), phong năm 1930\n* Quyền Đầu sư Thái Thơ Thanh (Nguyễn Ngọc Thơ), phong năm 1933\n* Đầu sư Thượng Sáng Thanh (Trần Ngọc Sáng), phong năm 1963\n* Đầu sư Thái Bộ Thanh (Nguyễn Lễ Bộ), phong năm 1973\n* Đầu sư Ngọc Nhượn Thanh (Bùi Đắc Nhượn), phong năm 1973\n* [[Nguyễn Thành Tám|Đầu sư Thượng Tám Thanh]] (Nguyễn Thành Tám), phong năm 2005, hiện là Chưởng Quản Hội Thánh Cao Đài Tòa Thánh Tây Ninh.\n\nCác phẩm chức sắc thấp hơn gồm Phối sư, Giáo sư, Giáo hữu, Lễ sanh được quy định số lượng như sau:\n\n* Phối sư: 36 vị (Mỗi phái 12 vị, đứng đầu là 3 vị Chánh Phối sư)\n* Giáo sư: 72 vị (Mỗi phái 24 vị).\n* Giáo hữu: 3.000 vị. (Mỗi phái một ngàn).\n* Lễ sanh: Không định số.\n\n=== Các chức phẩm Nữ phái ===\nNữ phái không chia phái và có đạo phục màu trắng. Quyền hành chức sắc Cửu Trùng Đài Nữ phái giống như Nam phái song chỉ trông coi phái Nữ mà thôi. Các bậc phẩm của Nữ phái chỉ bao gồm từ Đầu sư trở xuống đến Lễ sanh; số lượng như sau:\n\nNữ Đầu sư là ngôi vị đứng đầu Nữ phái, được quy định có 1 vị chấp chưởng. Tuy nhiên, khi mới lập đạo không có nữ tín đồ nào giữ ngôi vị này. Người đứng đầu Nữ phái bấy giờ là bà Nữ Giáo sư Lâm Ngọc Thanh (Thánh danh Hương Thanh), sau được thăng Nữ Phối sư, rồi Nữ Chánh Phối sư. Bà là vợ thứ của Thái Chánh Phối Sư Nguyễn Ngọc Thơ (sau được phong Quyền Thái Đầu sư, rồi Thái Đầu sư). Mãi đến khi bà qua đời được 17 ngày, bà mới được Hội Thánh Cao Đài Tòa Thánh Tây Ninh truy phong làm Nữ Đầu sư đầu tiên vào ngày 25 tháng 4 năm [[Đinh Sửu]] (tức ngày [[3 tháng 6]] năm [[1937]]). Tượng bà được đắp nổi tại Lôi Âm Cổ Đài của [[Tòa Thánh Tây Ninh]].\n\nMãi đến ngày 20 tháng 10 năm [[Mậu Thân]] (tức ngày [[9 tháng 12]] năm [[1968]]), Nữ Chánh Phối sư Nguyễn Thị Hiếu (Thánh danh Hương Hiếu) mới được phong ngôi vị Nữ Đầu Sư và là Nữ Đầu sư đầu tiên được phong chính thức khi còn sống. Bà là bạn đời của Thượng phẩm [[Cao Quỳnh Cư]]. Bà từng viết quyển \"Đạo Sử\", được xem là một trong những tài liệu lịch sử đầu tiên của [[đạo Cao Đài]]. Bà đăng tiên ngày 11 tháng Năm ([[nhuận]]) năm [[Tân Hợi]] (tức ngày [[3 tháng 7]] năm [[1971]]).\n\nCùng đợt phong với Nữ Đầu sư Hương Hiếu còn có một ngôi vị Nữ Đầu sư Hàm phong (ngôi vị không còn khả năng hành đạo) được phong cho bà Hồ Thị Lự, Thánh danh Hương Lự, thân mẫu của Thượng sanh [[Cao Hoài Sang]]. Bà đăng tiên ngày 22 [[Tháng mười một|tháng Một]] năm [[Nhâm Tý]] (tức ngày [[27 tháng 12]] năm [[1972]]).\n\nNăm 1999, bà Phối sư Hương Ngộ (thế danh Phạm Thị Ngộ, phó Hội trưởng Hội đồng Chưởng Quản đặc trách nữ phái) cũng được ân thăng vào phẩm Đầu sư, nhưng hành đạo chưa được nữa năm thì đăng tiên năm 2000.\n\nNăm 2006, bà Phối sư Hương Nhìn (thế danh Huỳnh Thị Nhìn, phó Hội trưởng Hội đồng Chưởng Quản đặc trách nữ phái, sau đó là Phó Chưởng Quản Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh đặc trách nữ phái) được thăng phẩm Đầu sư, bà đăng tiên ngày 05 [[Tháng mười một|tháng Mười Một]] năm [[Tân Mão]] (dương lịch [[29 tháng 11]] năm [[2011]]).\n\nHiện nay, đứng đầu Nữ phái Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh là Quyền Nữ Chánh Phối sư Hương Đắt (thế danh Huỳnh Kim Đắt).\n\nCác chức phẩm của Nữ phái từ Phối sư xuống đến Lễ sanh không giới hạn số lượng chức sắc.\n\n=== Cửu Viện ===\nCửu Trùng Đài có 9 viện trung ương điều hành nền Đạo Cao Đài từ trung ương đến địa phương là: Học viện, Y Viện, Nông Viện, Hộ Viện, Lương Viện, Công Viện, Hòa Viện, Lại Viện, Lễ Viện.\n\n* Chánh Phối Sư phái Thái chịu trách nhiệm Hộ Viện, Lương Viện, Công Viện;\n* Chánh Phối Sư phái Thượng chịu trách nhiệm Học viện, Y Viện, Nông Viện;\n* Chánh Phối Sư phái Ngọc chịu trách nhiệm Hòa Viện, Lại Viện, Lễ Viện.\n\n=== Công cử nhân sự Cửu Trùng Đài ===\nChức Sắc Cửu Trùng Đài bắt đầu từ phẩm Lễ sanh (lựa chọn trong hàng tín đồ những người có đạo hạnh tốt). Chức sắc Cửu Trùng Đài mỗi khi cầu phong hay cầu thăng đều phải được sự thông qua của Quyền Vạn Linh (Hội Nhơn Sanh, Hội Thánh, Thượng Hội) và cuối cùng phải được [[Cơ bút]] nhìn nhận tại Cung Đạo Đền Thánh.\n\nVề sau Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh có mở thêm một số phẩm khác như: Nhân sự từ Đầu phòng văn, Lễ sĩ, Giáo nhi… là những người phục vụ theo chuyên môn và đủ thời gian quy định thì được cầu phong vào Lễ sanh. Đặc biệt là Hiền tài, chức sắc Ban Thế Đạo nếu có công nghiệp hành Đạo được cầu thăng qua Giáo hữu.\n\n== Chú thích ==\n\n== Tham khảo ==\n[[Thể loại:Đạo Cao Đài]]"}