{"495303":"{{bài cùng tên|Cửa Việt}}\n{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Cửa Việt\n| hình = Cửa Việt, Cổng chào Cửa Việt (thiết kế Công ty Kiến Trúc Xanh), Tết năm 2018.jpg\n| ghi chú hình = Biểu tượng của Cửa Việt\n| vĩ độ = 16\n| kinh độ = 107\n| vĩ phút = 54\n| vĩ giây = 22\n| kinh phút = 10\n| kinh giây = 54\n| diện tích = 7,34 km²\n| dân số = 4.500 người<ref name=ND103 \/>\n| thời điểm dân số = 2005\n| mật độ dân số = 612 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Quảng Trị]]\n| huyện = [[Gio Linh]]\n| thành lập = 2005<ref name=ND103\/>\n| loại đô thị = Loại V \n| năm công nhận = 2013<ref>[https:\/\/luatminhkhue.vn\/quyet-dinh-1525-qd-ubnd-nam-2013-cong-nhan-thi-tran-cua-viet--huyen-gio-linh--tinh-quang-tri-la-do-thi-loai-v.aspx\/ Quyết định số 1525]<\/ref>\n| trụ sở UBND = \n| mã hành chính = 19496<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Cửa Việt''' là một thị trấn ven biển thuộc huyện [[Gio Linh]], tỉnh [[Quảng Trị]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Cửa Việt có địa thế trải dài dọc bờ biển, nằm ở tả ngạn [[sông Thạch Hãn]], có vị trí địa lý:\n* Phía đông giáp [[Biển Đông]]\n* Phía nam giáp huyện [[Triệu Phong]] qua sông Thạch Hãn\n* Phía bắc giáp xã [[Gio Hải]] \n* Phía tây giáp các xã [[Gio Việt]], [[Gio Mai]], [[Gio Hải]].\n\nThị trấn là điểm đầu của [[Quốc lộ 9]] từ [[cảng Cửa Việt]] đến [[cửa khẩu Lao Bảo]], là một phần của đường xuyên Á, tuyến giao thông huyết mạch trên trục kinh tế Đông - Tây nối từ cảng Cửa Việt đến [[Lào]] - Đông Bắc [[Thái Lan]] - [[Myanmar]]. Thị trấn cách thành phố [[Đông Hà]] khoảng 15&nbsp;km về phía đông bắc, cách thị trấn [[Gio Linh (thị trấn)|Gio Linh]] 10&nbsp;km về phía đông và cách thị trấn [[Cửa Tùng (thị trấn)|Cửa Tùng]] 15&nbsp;km về phía nam. Ngoài ra, có thể đi đến bằng đường thủy theo [[sông Thạch Hãn]].\n\n===Điều kiện tự nhiên===\n==== Địa hình ====\nĐịa hình Cửa Việt chủ yếu là vùng biển bãi ngang, bãi cát và cồn cát ven biển, bị chia cắt bởi đầm phá, khe suối. Sông Thạch Hãn bắt nguồn từ dãy núi Trường Sơn, chảy qua các huyện, thị của tỉnh Quảng Trị rồi đổ ra biển tại Cửa Việt. Cửa Việt có cảng biển thuận lợi để phát triển kinh tế thương mại dịch vụ trong vùng và tỉnh nhà. Địa hình Cửa Việt còn thuận lợi cho việc nuôi trồng thủy sản nước mặn.\n\nVào mùa khô, nước mặn xâm nhập sâu vào trong nội địa do đó đất thường bị nhiễm mặn. Ngược lại, vào mùa mưa nước dồn hết ra sông, nước dâng lên ngập cả một vùng gây khó khăn cho sinh hoạt của người dân và làm tổn hại mùa màng, cây cối. Với địa hình cát nội đồng nằm giữa đồng bằng và biển, đây là vùng có trữ lượng cát biển lớn và là tiềm năng phát triển kinh tế nhưng lại thường xảy ra nạn cát bay làm lấp đất trồng trọt.\n==== Sông ngòi ====\nThị trấn Cửa Việt nằm bên tả ngạn sông Thạch Hãn, sông chảy theo hướng tây - đông và là hạ lưu của hệ thống sông Thạch Hãn gồm các sông: sông Thạch Hãn, sông Hiếu, sông Vĩnh Phước, sông Ái Tử, sông Vĩnh Định, sông Canh Hòm và sông Nhúng. Hệ thống sông Thạch Hãn có tổng chiều dài là 768&nbsp;km đổ ra biển qua Cửa Việt. Trên địa bàn thị trấn có một đầm nước lớn nối với các khe nước đổ ra sông Thạch Hãn, là điều kiện thuận lợi cho việc lấy nước trồng trọt. Ở Cửa Việt cũng có nguồn nước ngầm dồi dào, chất lượng tốt phục vụ cho sản xuất và sinh hoạt.\n\n==Hành chính==\nThị trấn Cửa Việt được chia thành 7 khu phố: 1, 2, 3, 4, 5, 6, 7.<ref name=21\/NQ-HĐND>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-21-nq-hdnd-2019-ve-sap-xep-sap-nhap-doi-ten-thon-khu-pho-quang-tri-426066.aspx\/ Nghị quyết số 21\/NQ-HĐND ngày 20 tháng 7 năm 2019 của HĐND tỉnh Quảng Trị về việc sắp xếp, sáp nhập và đổi tên thôn, khu phố và hỗ trợ đối với người hoạt động không chuyên trách ở thôn, khu phố đang công tác dôi dư sau sắp xếp, sáp nhập thôn, khu phố trên địa bàn tỉnh Quảng Trị]<\/ref>\n\n== Lịch sử == \nThị trấn Cửa Việt được thành lập vào ngày [[9 tháng 8]] năm [[2005]] theo Nghị định số 103\/2005\/NĐ-CP của [[Chính phủ]] trên cơ sở 415,74 ha diện tích tự nhiên và 2.518 người của 3 thôn: Long Hà, An Trung, Đại Lộc thuộc xã Gio Việt; 318,54 ha diện tích tự nhiên và 1.982 người của 2 thôn: Tân Lợi, Hà Lộc của xã Gio Hải.<ref name=ND103>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-103-2005-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-thi-tran-Cua-Viet-thuoc-huyen-Gio-Linh-tinh-Quang-Tri-3467.aspx|tựa đề=Nghị định số 103\/2005\/NĐ-CP về việc điều chỉnh địa giới hành chính và thành lập thị trấn Cửa Việt thuộc huyện Gio Linh, tỉnh Quảng Trị|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nSau khi thành lập, thị trấn có 734,28 ha diện tích tự nhiên và 4.500 người.\n\n== Kinh tế ==\n[[Tập tin:Cảnh nông thôn ở thị trấn Cửa Việt-Gio Linh, Tết năm 2018.jpg|300px|nhỏ|phải|Cảnh nông thôn ở thị trấn Cửa Việt năm 2018]]\nThị trấn Cửa Việt có tiềm năng kinh tế lớn, đó là thế mạnh của nền kinh tế biển, hải cảng tiếp với biển Đông, sự phát triển thương mại - dịch vụ tài chính, ngân hàng và của sự phát triển du lịch biển. Được xây dựng năm [[1997]], với vai trò quan trọng của một cảng biển, cảng Cửa Việt là cầu nối quan trọng trong tuyến hành lang kinh tế Đông - Tây: Việt Nam - Lào - Đông Bắc Thái Lan - Myanmar. Cửa Việt là địa bàn trọng điểm khai thác cá biển cùng với giao thông thuận lợi nên việc lưu thông buôn bán hàng hóa trở nên sôi động. Với bờ biển đẹp lại nằm ở vị trí thuận lợi nên bãi tắm Cửa Việt hằng năm thu hút lượng khách du lịch rất lớn trong và ngoài tỉnh, tạo công ăn việc làm cho hàng chục lao động ở địa phương.\n\n== Văn hóa ==\nCác phong tục tập quán như: cưới xin, ma chay, cúng giỗ ông bà tổ tiên vào những ngày lễ Tết (Tết Đoan Ngọ, Tết Nguyên Đán), thắp hương vào những ngày Rằm, mồng Một hàng tháng, tục lễ chạp mả, cúng đất,... cũng giống như các vùng biển khác ở dọc miền Trung Việt Nam. Người dân Cửa Việt có lễ Cầu Ngư, [[Tục thờ cá Ông|tôn thờ Cá Ông]] - người dân thường là cá \"''Ngài''\", họ tin tưởng rằng chính \"Ngài\" là người cứu vớt những ngư dân gặp nạn trên biển. Nhưng sự khác biệt trong lễ Cầu Ngư ở đây với các nơi khác ở chỗ họ không tổ chức thành lễ hội mà chỉ là \"lễ cúng\" của từng gia đình, trong lễ cúng thường có tục thả thuyền giấy như một biểu tượng thế mạng cho chính \"thân chủ\" của nó, tất cả tai ương, hoạn nạn, rủi ro thuyền giấy sẽ đưa đi đem lại sự may mắn, niềm hạnh phúc cho \"gia chủ\". Hằng năm vào dịp tết Nguyên Đán các lễ hội bơi chải, các giải bóng chuyền cũng được tổ chức... Ở Cửa Việt các hoạt động cúng tế, lễ bái trong các chùa chiền, đền quán vẫn tấp nập, không gian tâm linh của người dân hiện nay vẫn rất đậm nét. Có thể nói rằng, nhân dân Cửa Việt rất tin vào các tín ngưỡng, tôn giáo, 80% dân số theo Phật giáo.\n\nNăm [[2007]], đài tưởng niệm chiến thắng Cửa Việt được dựng lên ghi nhớ công ơn của các anh hùng liệt sĩ hi sinh để bảo vệ quê hương. Trên bia ghi rõ: ''Trong cuộc kháng chiến chống Mỹ cứu nước, đoàn đặc công hải quân 126 được sự giúp đỡ của quân dân địa phương và các đơn vị bạn (mặt trận B5, phân đội 23 hải quân) qua 7 năm chiến đấu trên chiến trường Cửa Việt - Đông Hà (1966 - 1972) đã trực tiếp chiến đấu trên 300 trận, đánh chìm, đánh hạ vạn tàu hàng hóa và phương tiện chiến tranh, bắn cháy 28 xe tăng, bắn rơi 3 máy bay, tiêu diệt nhiều sinh lực địch, cùng quân và dân Quảng Trị đã tham gia các chiến dịch đường 9 - bắc Quảng Trị (1967 - 1968), tổng tiến công và nổi dậy mùa xuân 1968, chiến dịch đường 9 - Nam Lào (1971), chiến dịch mùa hè năm 1972, góp phần giải phóng tỉnh Quảng Trị''. Đoàn 126 hai lần được tuyên dương anh hùng lực lượng vũ trang nhân dân, 3 đơn vị thuộc đoàn được tuyên dương anh hùng là: đội 1, đội 2, đội 4 (trong đó đội 1 ba lần được tuyên dương) và 10 đồng chí cán bộ, chiến sĩ được tuyên dương anh hùng lực lượng vũ trang nhân dân. Trpng bài hát \"''Bài ca Trường Sơn''\" có đoạn: \"''Ta nhớ má [[Năm Căn]]\/Ta thương em [[Cửa Việt]]\/Mười bốn năm rồi giấc ngủ chưa tròn\/Cả miền Nam đang gọi chúng ta đi''\".\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n* [[Cảng Cửa Việt]]\n* [[Tạp chí Cửa Việt]]\n* [[Danh sách thị trấn tại Việt Nam]]\n\n{{Sơ khai Quảng Trị}}\n{{Đơn vị hành chính thuộc huyện Gio Linh}}\n\n[[Thể loại:Thị trấn ven biển Việt Nam]]"}