{"19486043":"{{Thông tin nhân vật hư cấu\n| màu            = #FFBF00\n| màu chữ        = #3D2B1F\n| tên            = Dăm Noi\n| tác phẩm       = [[Sử thi|hmon]] ''Dăm Noi''\n| hình           = Vietnam, kon tum, bahnar, scultura tombale, 1890-1910 ca.jpg\n| cỡ hình        = 77px\n| chú thích      = \n| đầu tiên       = ''Dăm Noi''\n| cuối cùng      = ''[[Đất nước đứng lên (phim)|Đất nước đứng lên]]''\n| nguyên nhân    = \n| người sáng tạo = [[Văn học dân gian các dân tộc thiểu số Việt Nam|Dân gian]]\n| người minh họa = \n| số chương      =\n| nickname       = \n| bí danh        = \n| chủng loại     = [[Á thần]] [[Người Ba Na|Bâhnar]]\n| giới tính      = [[Nam giới|Nam]]\n| tuổi           = \n| sinh           = \n| mất            = \n| đặc biệt       = Tráng đinh\n| nghề nghiệp    = Tiều phu<br>Chiến binh\n| danh hiệu      = Anh hùng\n| tín hiệu       = \n| gia đình       = Bok Set (cha)<br>Bia Răk (mẹ)\n| hôn thê        = \n| con cái        = \n| họ hàng        = [[Dăm Jông|Bok Jông]] (nội tổ phụ)<br>Bok Kei-dei<ref>Bok Kei-dei ({{lang-hi|कौण्डिन्य}} \/ Kauṇḍinya, Kudāyā): Còn gọi Kră Yang (già trời), tổ phụ [[Người Ê Đê|ānāk Kudāyā Nāgār]].<\/ref> (ngoại tổ phụ)<br>Yă Kuh-keh (ngoại tổ mẫu)\n| nơi ở          = [[Tây Nguyên]]\n| tín ngưỡng     = [[Tô-tem giáo|Linh vật]]\n| quốc tịch      = \n}}\n'''Dăm Noi''' (phát âm: ''Đăm Noi'') là một [[anh hùng ca]] bằng [[Tiếng Ba Na|ngữ ngôn Bâhnār]].\n==Lịch sử==\n''Dăm Noi'' ({{lang-hi|बालक नोई}} \/ ''Baalak Noee'', {{lang-vi|Chàng Noi}}) xoay quanh chuyến phiêu lưu của 5 anh em ruột tìm đường đi đánh thần Drăng-hă Drăng-hơm<ref>''Drăng'' trong [[Tiếng Ba Na|tiếng Bâhnar]] chỉ loài chim lớn tương tự [[phụng hoàng]].<\/ref><ref>Yăgrai: Con rồng.<\/ref><ref>Hơmră: Con công.<\/ref>. Tác phẩm tồn tại trong dân gian ở dạng [[trường ca]], thường được diễn xướng lúc thừa nhàn hoặc hội mùa cúng thần. Trong quá trình phiên dịch ''Dăm Noi'' ra [[Tiếng Ba Na|tiếng Bâhnar hiện đại]] và [[tiếng Việt]], các nhà hiệu đính đã bỏ mất phần lớn tính [[thơ]] và tính [[nhạc]] độc đáo của [[Sử thi|hmon]], chỉ còn sự hiệp vần.\n==Nội dung==\n* '''Bok Set'''\nTừ lâu lắm rồi, lũ buôn bàn tán về bok<ref>Bok: Kính ngữ tương tự ''po'' ({{lang-hi|भू}}) trong [[tiếng Chăm]], dành cho nhân vật được vị nể trong cộng đồng.<\/ref> Drăng-hă Drăng-hơm có sức mạnh khủng khiếp \"''đánh núi núi lở, đánh đá đá vỡ, đánh nước nước cạn''\". Lão thường đi khắp các nẻo đường để bắt người về xơi thịt. Hết thảy người [[Người Gia Rai|Jrai]], [[Người Việt|Yuăn]], [[Người Chăm|Chăm]] nức tiếng hùng cường cũng lấy làm cả sợ. Bok Kei-dei trên trời ngó xuống, thấy mặt đất trơ trụi, các buôn tan hoang, chỉ còn lại một mình Set. Thần động lòng thương, bèn cho con út là bia Răk (nàng Răk) xuống cùng Set giữ đất nước.\n\nSet và Răk ăn ở với nhau được 5 tháng thì Răk sinh liền một lúc năm con trai Yung, Yol-ngoi, Hmen, Dê-hrit, Noi. Gia đình sống rất hòa thuận, chỉ có thằng út Noi khỏe nhất mà ngỗ ngược hay làm cha mẹ buồn giận. Cho đến một ngày, Noi đùng đùng đòi đi đánh thần Drăng-hă Drăng-hơm, mẹ Răk can mãi chẳng được. Noi đi kiếm chiếc rìu có lưỡi bạc cán đồng để chặt cây Kchit \"''có ngọn cao tận trời''\" để làm thuyền vượt [[Sông Ba|krông Pă]] (sông Pă) hùng vĩ.\n{{cquote|''Noi ! Mẹ biết, con muốn làm truyện chẳng lành. Con muốn đốt tổ ong bầu, phá tổ ong vàng. Không được đâu ! Sức con còn yếu, như con sóc mới sinh, con sâu mới nở, không đọ được bok Drăng-hă Drăng-hơm đâu.''|||Bia Răk}}\n{{cquote|''Mai mốt lớn lên con mới đi đánh Drăng-hă Drăng-hơm Con sẽ đánh cho nước biển cạn, đánh cho nước sông Pă khô, đánh cho con cá phải chui xuống đất, con trăn lớn phải nhỏm dậy mà ngó.''|||Dăm Noi}}\n* '''Bok Drăng-hă Drăng-hơm'''\nTrên đường đi, 5 đứa gặp chị em bia Kmundak<ref>Dak: Nước.<\/ref> và bia Pduk<ref>Duk: Thuyền.<\/ref> đi gùi nước, được họ khuyên can nhưng cả bọn không nghe. Tới buôn Rơh<ref>Rơh: Rễ cây.<\/ref>, họ lại gặp bia Phu và bia Chăm<ref>Chămphu ({{lang-hi|चमफू}}): Cây điều.<\/ref> là con bok Rơh. Bok Rơh bèn gọi hết dân buôn ra định bắt anh em Noi về tra hỏi và cũng để không cho họ mạo hiểm nữa, nhưng con thuyền chở mấy anh em bỗng bay vút lên trời quá đầu người khiến không ai tóm được. Rốt cuộc, họ cũng tới buôn Drăng-hă Drăng-hơm.\n\nBữa đó, bok Drăng-hă Drăng-hơm vừa đi vắng, chỉ có các con gái lão ở nhà. Noi bèn ướm hỏi coi của cải võ khí lão cất chỗ nào, mấy chị em ngây thơ bèn chỉ cho. Sẩm tối Drăng-hă Drăng-hơm về, chờ lão ngủ say, 5 anh em lén đốt hết khiên. Nhưng còn mấy chiếc Drăng-hă Drăng-hơm vẫn ôm bên mình, 5 anh em lại bày kế để các con gái lão lấy đặng đưa cho. Sau đó, chúng bỏ những khiên và cả các con Drăng-hă Drăng-hơm vào mấy bao thần. Lúc Drăng-hă Drăng-hơm trờ dậy thì chẳng thấy khiên và các con đâu. Bấy giờ Noi mới gọi lão ra khiêu chiến.\n\nNoi đánh nhau với Drăng-hă Drăng-hơm liền mấy trăm hiệp khiến trời đất rung chuyển, cả người và vật đều hoảng hồn trốn đi. Trong tay Noi đã có chiếc khiên chớp, gươm Kchot-yơl và búa thần. Bok Drăng-hă Drăng-hơm tức tối gầm vang đất trời mà không sao hạ được Noi. Cho đến khi Drăng-hă Drăng-hơm đuối sức tưởng sắp thua, có bia Khiĕt là đày tớ Drăng-hă Drăng-hơm chạy ra đưa lão cây chổi sắt khiến tình thế đảo ngược. Hai bên đành tạm đình chiến.\n\nÍt hôm sau, Noi lại khiêu chiến Drăng-hă Drăng-hơm. Hai bên quần nhau suốt mấy năm trời, đem ra không biết bao nhiêu tài phép. Bok Drăng-hă Drăng-hơm ngày một già yếu, trong khi Noi càng đánh càng khỏe. Sau cùng, Noi cũng hạ được Drăng-hă Drăng-hơm, bèn chém đôi mình lão.\n{{cquote|''Hỡi Drăng-hă Drăng-hơm sức mạnh như thần, đánh núi núi lở, đánh đá đá vỡ, đánh nước nước cạn. Ta đánh nhau đã lâu rồi, từ khi tôi còn nhỏ như con sóc mới sinh, như con sâu mới lớn. Bây giờ tôi đã trở thành trai tráng, và hôm nay, tôi muốn ông phải chết.''|||Dăm Noi}}\n{{cquote|''Mày chờ coi, rồi biết tay tao. Tao đánh cho nước biển cạn, đánh cho nước sông Pă khô, đánh cho núi cao phải thành đất bằng, đất bằng thành hố sâu.''|||Bok Drăng-hă Drăng-hơm}}\n{{cquote|''Hỡi Drăng-hă Drăng-hơm giỏi như thần, giỏi hơn trời. Hôm nay ông chắc chắn phải bỏ đày tớ lũ buôn ông rồi, nhất quyết nay ông phải chết. ''|||Dăm Noi}}\n* '''Bok Prao'''\nTưởng đã yên, 5 anh em hăm hở về nhà. Nhưng giữa đường, họ bị bok Prao chặn đánh để phục thù Drăng-hă Drăng-hơm. Y hô phong hoán vũ khiến nước dâng đến lưng trời, bok Kei-dei ở trên cao trông xuống cũng khiếp đảm. Thần bèn cử hai đứa con gái nữa xuống chỉ lối cho Noi tới chỗ bok Prao để đánh.\n\nBok Prao giở mọi tà thuật ra hại Noi mà không thành, sau rốt bị Noi giáng kiếm tiêu diệt. Noi lại lấy khiên và các con gái bok Prao bỏ vào bao thần.\n\nNoi cùng các anh đem bao thần về đoàn tụ cha mẹ. 5 anh em Noi chia nhau các con gái Drăng-hă Drăng-hơm và Prao để làm vợ, cùng nhau sinh con cái, rồi làm ăn. Cuộc sống lũ buôn lại đầm ấm như xưa.\n==Ảnh hưởng==\n[[Sử thi|Hmon]] ''Dăm Noi'' từ lâu được coi là biểu tượng [[văn hóa]] trọng yếu nhất của sắc tộc [[Người Ba Na|Bâhnar]], nhưng do tính khẩu truyền lại lắm dị bản nên mãi tới năm 1982 ban chuyên khảo của giáo sư [[Tô Ngọc Thanh]]<ref>[https:\/\/baodantoc.vn\/giao-su-tien-si-khoa-hoc-to-ngoc-thanh-vi-hoc-gia-uyen-bac-hang-dau-viet-nam-16943.htm Giáo sư Tô Ngọc Thanh: Vị học giả uyên bác]<\/ref> ([[Viện Hàn lâm Khoa học Xã hội Việt Nam|Viện Nghiên cứu Văn hóa]]) mới cố công sưu tầm và khảo dịch, tới năm 1988 thì ấn hành trong cuốn ''Folklore Bâhnar''<ref>[http:\/\/tinhuygialai.org.vn\/tintuc\/nghien-cuu-ve-van-hoa-cac-dan-toc-tay-nguyen--thanh-tuu-va-thuc-trang\/vi-vn-11719-379.html Nghiên cứu văn hóa các dân tộc Tây Nguyên - Thành tựu và thực trạng]<\/ref><ref>[https:\/\/nhandan.com.vn\/binh-luan-phe-phan\/tu-mot-cuon-sach-nghi-ve-hien-tuong-dao-van-177404 Từ một cuốn sách, nghĩ về hiện tượng đạo văn]<\/ref>. Tác phẩm sớm gây kinh ngạc thời bấy giờ về cấu trúc đồ sộ<ref>{{Chú thích web |url=https:\/\/tintaynguyen.com\/tay-nguyen-dam-minh-trong-coi-su-thi\/198554\/ |ngày truy cập=2020-08-28 |tựa đề=Đắm mình trong cõi sử thi |archive-date=2016-10-27 |archive-url=https:\/\/web.archive.org\/web\/20161027143244\/http:\/\/www.tintaynguyen.com\/tay-nguyen-dam-minh-trong-coi-su-thi\/198554\/ |url-status=dead }}<\/ref>.\n\nNăm 2006, ''Dăm Noi'' nằm trong hợp tuyển 16 [[sử thi]] [[Tây Nguyên]] (mỗi tập khoảng ngàn trang) được ấn hành như là kết quả dự án ''Điều tra, sưu tầm, bảo quản, biên dịch và xuất bản kho tàng sử thi Tây Nguyên'' của [[Viện Hàn lâm Khoa học Xã hội Việt Nam|Viện Nghiên cứu Văn hóa]]<ref>[http:\/\/www.baodaklak.vn\/channel\/3522\/200909\/kho-tang-su-thi-tay-nguyen-1717791\/ Kho tàng sử thi Tây Nguyên]<\/ref>. Đồng thời, [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam|Sở Khoa học Công nghệ]] cũng đề xuất ý tưởng \"tranh truyện hóa\" ''Dăm Noi''.\n\nMột số đoạn ''Dăm Noi'' đặc sắc từng được đưa lên màn ảnh [[Điện ảnh|đại vĩ tuyến]] năm 1995 để làm nền cho bộ [[phim]] ''[[Đất nước đứng lên (phim)|Đất nước đứng lên]]''.\n==Tham khảo==\n* [[Đam San|Dăm San]]\n* [[Dăm Jông]]\n==Liên kết==\n{{tham khảo|4}}\n===Tài liệu===\n* Lăm Mŏhn, ''[https:\/\/searchworks.stanford.edu\/view\/195305 Sơ̆p hlabơar hơ'mon tơdrong Bahnar sơ̆ ki: Sách phong-tục tập-quán của người Bâhnar]'', Lĕch Dơ̆ng Anih Kơdra Tơom Pơgơ̆r Trưng, [[Pleiku]], 1971.\n* Ngô Thị Hồng Vân, ''[https:\/\/repository.vnu.edu.vn\/bitstream\/VNU_123\/16608\/1\/V_L2_01118.pdf Thế giới động vật trong sử thi Bâhnar]'', [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội|ĐH KHXH-NV QG-HN]], [[Hà Nội]], 2008.\n* [[Linh Nga Nie Kdam]], ''[https:\/\/dotchuoinon.com\/2011\/07\/04\/hẹ-thóng-các-trường-ca-sử-thi-tay-nguyen Hệ thống sử thi Tây Nguyên]{{Liên kết hỏng|date=2021-02-14 |bot=InternetArchiveBot }}'', [[Hà Nội]], 2011.\n===Tư liệu===\n* [https:\/\/baogialai.com.vn\/channel\/9044\/201502\/ve-dep-cua-su-thi-bahnar-2369775\/ Vẻ đẹp sử thi Bâhnar]\n* [https:\/\/dantocmiennui.vn\/su-thi-kho-tri-thuc-do-so-cua-nguoi-ba-na\/1628.html Sử thi - kho tri thức đồ sộ của người Bâhnar]\n* [http:\/\/vusta.vn\/chitiet\/tin-tuyen-sinh-dao-tao\/Dau-an-than-thoai-va-co-tich-trong-su-thi-Tay-Nguyen-1011 Dấu ấn thần thoại cổ tích Tây Nguyên]\n[[Thể loại:Người Ba Na]]\n[[Thể loại:Huyền sử Tây Nguyên]]\n[[Thể loại:Sử thi Việt Nam]]"}