{"3177425":"{{Đang viết}}{{Danh sách không ngừng thay đổi}}\n\nDưới đây là '''danh sách vụ tiêu cực, cá cược nổi bật''' của các cầu thủ, trọng tài hay các thành viên có '''liên quan đến hoạt động [[bóng đá]] tại [[Việt Nam]].'''  Không ít vụ bán độ và dàn xếp tỷ số trong nền bóng đá Việt bị các cơ quan chức năng đưa ra ánh sáng, nhưng 'bóng ma' bán độ vẫn lẩn khuất tạo nên nhiều ác cảm đối với người hâm mộ bóng đá Việt.\n\n== Những vụ bán độ đã bị xử lý ==\n\n=== Lã Xuân Thắng đá phản lưới nhà năm 1997 ===\nTrong trận đấu [[Đội bóng đá Công an Hà Nội|Công an Hà Nội]] thắng [[Câu lạc bộ bóng đá An Giang|An Giang]] 4-3 ở [[Giải hạng Nhất quốc gia lần thứ I|mùa giải 1997-1998]], trung vệ Lã Xuân Thắng bất ngờ tung chân đá bóng vào khung thành đội nhà ở phút 90 trong sự ngỡ ngàng của tất cả khán giả trên sân Hàng Đẫy, khi thủ môn Đỗ Thành Tôn đã dâng cao. Sau trận, Thắng còn lớn tiếng rằng: \"Tôi làm tôi chịu, nhưng tôi làm có phải chỉ vì mình tôi đâu\".\n\nLã Xuân Thắng đã bị treo giò vĩnh viễn, còn sự việc này sau đó được điều tra là được giật dây bởi Toàn “còi” (anh trai thủ môn Đỗ Thành Tôn) và Mạnh “bệu”, những trùm cá độ có tiếng của Hà Nội thời ấy. Cũng chính vì cú sút của Lã Xuân Thắng mà một trùm cá độ khác, Thắng “tài dậu” đã mất gần một tỷ tiền độ vì ra kèo Công an Hà Nội chấp 1 trái rưỡi.\n\nCòn Đỗ Thành Tôn, người cũng dính dáng đến vụ này thì còn thi đấu tiếp vài năm nữa trước khi giải nghệ. Sau đó, anh đột ngột qua đời ở tuổi 30, và có người cho rằng đó là một vụ tự tử do nợ đến 6,3 tỷ đồng.<ref name=\":0\">{{Chú thích web|url=https:\/\/vtc.vn\/lich-su-ban-do-khung-khiep-cua-bong-da-viet-nam-ar187221.html|tựa đề=Lịch sử bán độ khủng khiếp của bóng đá Việt Nam|ngày=2014-12-26|website=VTC News|url-status=live}}<\/ref><ref name=\":1\">{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/bong-da-viet-nam\/lich-su-ban-do-cua-bdvn-tu-the-he-van-quyen-ky-an-la-xuan-thang-den-bi-kich-v-ninh-binh-n20140411145233131.htm|tựa đề='Lịch sử' bán độ của BĐVN: Từ thế hệ Văn Quyến, 'kỳ án' Lã Xuân Thắng đến bi kịch V. Ninh Bình|ngày=2014-07-21|website=Thể thao & Văn hóa|url-status=live}}<\/ref>\n\n=== Vụ án điểm của Sơn “cao” và Hải Quan ===\nMùa bóng VĐQG 1997 diễn ra rất quyết liệt khi đội bóng nào cũng đặt chỉ tiêu khiêm tốn: trụ hạng. Chính áp lực đó khiến nhiều đội bóng rủ nhau đá “trên bàn” theo công thức 3 đi, 3 về (mỗi đội có 3 điểm). Tuy nhiên, cơ quan điều tra chỉ khui ra được việc bán độ liên quan đến đội [[Đội bóng đá Hải Quan|Hải Quan]], xuất phát từ việc cầu thủ Trương Văn Dưỡng bị xã hội đen dọa cắt gân chân vì dám “lật kèo”.\n\nQua điều tra, cơ quan chức năng đã xác định trùm cá độ Trần Phi Sơn (tức Sơn \"cao\") thông qua đầu mối Trương Văn Dưỡng đã móc ngoặc với 2 cầu thủ của Hải Quan là Trần Minh Trung và [[Nguyễn Phúc Nguyên Chương]] để dàn xếp tỷ số các trận đấu.\n\nTrương Văn Dưỡng sau đó bị kết án 1 năm tù. Tuyển thủ quốc gia Nguyên Chương cũng bị phạt 10 tháng tù treo cùng 2 năm thử thách vì tội đánh bạc.<ref>{{Chú thích web|url=https:\/\/danviet.vn\/11-vu-ban-do-toi-te-bac-nhat-khien-ca-the-gioi-che-cuoi-viet-nam-tan-nat-coi-long-voi-vu-so-9-20200713165934803.htm|tựa đề=11 vụ bán độ tồi tệ bậc nhất khiến cả thế giới chê cười Việt Nam: Tan nát cõi lòng với vụ số 9|ngày=2020-07-13|website=Dân VIệt|url-status=live}}<\/ref><ref name=\":2\">{{Chú thích web|url=https:\/\/vnexpress.net\/nhung-vu-an-ban-do-gay-chan-dong-bong-da-viet-2976464.html|tựa đề=Những vụ án bán độ gây chấn động bóng đá Việt|ngày=2014-04-11|website=VnExpress|url-status=live}}<\/ref>\n\n===Trọng tài nhận hối lộ làm lệch kết quả trận đấu===\nCáo trạng của [[Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện kiểm sát nhân dân Tối cao]] cho thấy trọng tài Lương Trung Việt đã nhúng tay vào hầu hết các phi vụ dàn xếp trận đấu của [[Câu lạc bộ bóng đá Ngân hàng Đông Á|câu lạc bộ Ngân hàng Đông Á]] - Thép Pomina (NHĐA-TP). Lãnh đạo một số đội bóng như Nguyễn Tiến Huy, Vũ Tiến Thành (NHĐA-TP), Lê Văn Cường ([[Câu lạc bộ bóng đá Cần Thơ|Tôn Hoa Sen - Cần Thơ]]) đã nhờ Việt quan hệ với các trọng tài và đề nghị họ điều khiển trận đấu theo hướng có lợi cho đội bóng của mình. Cụ thể ở [[Giải bóng đá vô địch quốc gia 2004]], Nguyễn Tiến Huy, nguyên giám đốc điều hành câu lạc bộ NHĐA-TP, đã đề nghị lo giúp cho đội bóng này khoảng 5-6 trận có lợi và tiền thưởng mỗi trận từ 30-50 triệu đồng.\n\nCác trọng tài đã tham gia phi vụ cùng Việt là Phạm Hữu Lộc (nhận 15 triệu đồng), Trương Thế Toàn (12 triệu đồng), Hoàng Thế Dũng (35 triệu đồng) và Lê Văn Tú (15 triệu đồng). Ngoài ra, đối với các trọng tài khác tham gia điều khiển trận đấu, Việt cũng “bồi dưỡng” cho họ một khoản nhỏ trong phần tiền nhận được từ Nguyễn Tiến Huy.\n\nVới vai trò “đạo diễn”, Việt đã bị kết án 7 năm tù về tội môi giới hối lộ. Cùng chịu hình phạt tù giam với bị cáo này là các cựu trọng tài FIFA Phạm Hữu Lộc và Trương Thế Toàn, mỗi người 4 năm tù về tội nhận hối lộ. Bị cáo Hoàng Thế Dũng (trọng tài cấp quốc gia) bị phạt tù 4 năm 6 tháng. Án tù treo 36 tháng được áp dụng với 2 bị cáo bị kết tội có hành vi đưa hối lộ là Lê Văn Cường và Vũ Tiến Thành.<ref name=\":2\" \/>\n\n=== Quốc Vượng và đồng đội bán độ tại SEA Games 23 ===\n{{chính|Vụ tiêu cực của bóng đá Việt Nam tại SEA Games 23}}Một số cầu thủ U-23 Việt Nam đã tham gia cá độ, tổ chức cá độ và bán độ (hay dàn xếp tỷ số) trong trận Việt Nam gặp Myanmar (24 tháng 11 năm 2005) tại [[Đại hội Thể thao Đông Nam Á 2005|SEA Games 23]]. Sự việc bắt đầu khi Quốc Vượng đã đứng ra giao dịch với trùm cá độ và rủ rê 6 cầu thủ khác (gồm Trần Hải Lâm, Lê Văn Trương, Lê Bật Hiếu, [[Phạm Văn Quyến]], [[Huỳnh Quốc Anh]], Châu Lê Phước Vĩnh) dàn xếp để chỉ thắng Myanmar với tỷ số 1-0. Kết quả trận đấu đúng như tính toán ban đầu của các đối tượng. Khi nhận được số tiền \"lại quả\" 490 triệu đồng cho hành vi bán độ, Quốc Vượng đã chia cho Văn Quyến, Quốc Anh, Bật Hiếu mỗi người 20 triệu đồng. Quốc Anh cũng cầm 20 triệu đồng giúp cho Châu Lê Phước Vĩnh. Văn Trương và Hải Lâm do hối hận về hành vi của mình nên không nhận tiền từ Vượng.\n\nVụ bán độ này được Tòa án Nhân dân Thành phố Hồ Chí Minh đưa ra xét xử sơ thẩm vào ngày 25 tháng 1<ref>[http:\/\/songlamplus.vn\/news\/v-league\/nhung-vu-an-ban-do-gay-chan-dong-bong-da-viet-380-235-190.html Những vụ án bán độ gây chấn động bóng đá Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141214154713\/http:\/\/songlamplus.vn\/news\/v-league\/nhung-vu-an-ban-do-gay-chan-dong-bong-da-viet-380-235-190.html |date = ngày 14 tháng 12 năm 2014}}, songlamplus<\/ref> và phúc thẩm ngày 20 tháng 4 năm 2007. Kết thúc phiên tòa, Lê Quốc Vượng nhận án tù 4 năm, các cầu thủ khác chỉ bị án treo do có các tình tiết giảm nhẹ. Trong đó Phạm Văn Quyến, Lê Văn Trương, Trần Hải Lâm và Châu Lê Phước Vĩnh bị phạt 2 năm tù về tội tổ chức đánh bạc; Lê Bật Hiếu và Huỳnh Quốc Anh bị phạt 2 năm 6 tháng tù vì tội tổ chức đánh bạc.<ref name=\":0\" \/><ref name=\":1\" \/>\n\n=== Vụ bán độ của đội Vissai Ninh Bình ===\nTrong trận thắng 3-2 trước [[Câu lạc bộ Bóng đá Kelantan|Kelantan]] tại vòng bảng [[Cúp AFC 2014|AFC Cup]] trên đất Malaysia ngày 18\/3\/2014, 13 cầu thủ đá chính và dự bị của [[Câu lạc bộ bóng đá Xi măng The Vissai Ninh Bình|Xi măng The Vissai Ninh Bình]] thừa nhận đã nhận 800 triệu đồng để “làm độ” trong trận đấu này.\n\nCụ thể, mỗi cầu thủ của đội bóng Cố đô nhận từ 75-80 triệu đồng. Sau đó vụ việc đã được đưa ra xét xử, với mức án cao nhất dành cho chủ mưu Trần Mạnh Dũng và Đào Đức Lợi là 30 tháng tù mỗi người. Các cầu thủ còn lại đều được nhận án treo.<ref>[http:\/\/www.tienphong.vn\/Phap-Luat\/cau-thu-chu-muu-ban-do-bi-phat-30-thang-tu-giam-751539.tpo Cầu thủ chủ mưu bán độ bị phạt 30 tháng tù giam], tienphong<\/ref><ref>{{Chú thích web|url=https:\/\/bongdaplus.vn\/bong-da-viet-nam\/tran-manh-dung-va-dao-duc-loi-bi-tuyen-an-30-thang-tu-997991408.html|tựa đề=Trần Mạnh Dũng và Đào Đức Lợi bị tuyên án 30 tháng tù|tác giả=Trung Dũng|ngày=2016-08-25|website=Bongdaplus|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/nhandan.vn\/thoi-su-phap-luat\/lat-tay-vu-ca-do-bong-da-xay-ra-tai-clb-xi-mang-the-vissai-ninh-binh-199866\/|tựa đề=Lật tẩy vụ cá độ bóng đá xảy ra tại CLB Xi-măng The Vissai Ninh Bình|ngày=2014-04-11|website=Nhân Dân|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/8-cau-thu-v-ninh-binh-ban-do-duoc-huong-an-treo-637585.htm|tựa đề=8 cầu thủ V. Ninh Bình bán độ được hưởng án treo|ngày=2014-08-25|website=Tuổi Trẻ|url-status=live}}<\/ref>\n=== Vụ án câu lạc bộ bóng đá Đồng Nai ===\nChưa hết bàng hoàng sau vụ bán độ của Xi măng The Vissai Ninh Bình tại AFC Cup 2014, người hâm mộ bóng đá Việt Nam tiếp tục đón nhận thêm 1 cú sốc bán độ khác đến từ [[Câu lạc bộ bóng đá Đồng Nai]].\n\nTrước trận đấu lượt về trên sân Cẩm Phả với câu lạc bộ [[Câu lạc bộ bóng đá Than Quảng Ninh|Than Quảng Ninh]], nhóm 6 cầu thủ Đồng Nai bao gồm đội trưởng Phạm Hữu Phát, Nguyễn Thành Long Giang, Phan Lưu Thế Sơn, Hà Niệm Tiến, Đinh Kiên Trung và Nguyễn Đức Thiện đã móc nối với trùm cá độ gồm Trần Văn Ba, Nguyễn Phúc Thuận, Nguyễn Văn Tương và Trần Đình Hải để đánh bạc theo hình thức tài - xỉu.\n\nTheo bản án sơ thẩm, trước trận đấu lượt về vòng 21 với Than Quảng Ninh tại [[Giải bóng đá vô địch quốc gia 2014|Giải vô địch quốc gia]], đội Đồng Nai được 22 điểm, xếp thứ 6\/12 và đã chắc chắn trụ hạng. Trước trận đấu diễn ra ngày 20 tháng 7 năm 2014, Phạm Hữu Phát nảy sinh ý định dàn xếp tỷ số trận đấu lấy tiền tiêu xài nên đã tìm gặp Trần Văn Ba (ngụ tại Đồng Nai) để thỏa thuận, dàn xếp tỷ số với mức giá 400 triệu đồng. Sau đó, Ba bán lại kèo cho một người khác với giá 150 triệu đồng và gọi Đồng Văn Vĩnh cùng tham gia. Tiếp đó, Vĩnh bán tỷ số trận đấu với giá 200 triệu đồng cho Nguyễn Phúc Thuận rồi đưa tiền cho Ba. Khi nhận tiền, Ba đưa cho Phát 325 triệu và giữ lại 25 triệu tiêu xài.\n\nTrước ngày diễn ra trận tranh tài, Phát bàn bạc với các cầu thủ [[Nguyễn Đức Thiện]], Hà Niệm Tiến, [[Nguyễn Thành Long Giang]] về việc cá độ trận đấu. Cả nhóm thống nhất đặt 200 triệu đồng đánh \"tài\" hiệp 1 và giao Trung gọi điện cho Nguyễn Văn Tương (TP.HCM) đặt cược.<ref>{{Chú thích web|url=https:\/\/www.baogiaothong.vn\/cuu-cau-thu-clb-bong-da-dong-nai-bi-tang-hinh-phat-d179341.html|tựa đề=Cựu cầu thủ CLB bóng đá Đồng Nai bị tăng hình phạt|ngày=2016-12-06|website=Giao Thông|url-status=live}}<\/ref> Kết quả là cả sáu cầu thủ đều ra sân trong trận đấu đó và chơi dưới sức một cách lộ liễu. Kết thúc trận đấu, tỉ số là 5-3 nghiêng về đội Than Quảng Ninh. Ngay sau khi toàn đội Đồng Nai trở về khách sạn 1 giờ sau trận đấu thì đội cảnh sát C45 đã có mặt tại nơi đội đóng quân và thực hiện lệnh bắt khẩn cấp đối với cầu thủ này.\n\nVới vai trò cầm đầu, đội trưởng Phạm Hữu Phát bị tuyên án 6 năm tù giam về tội đánh bạc và tổ chức đánh bạc, Long Giang, Niệm Tiến, Kiên Trung, Đức Thiện bị tuyên án 2,5 năm tù treo và 2 năm thử thách về tội tham gia đánh bạc. Riêng trung vệ Phan Lưu Thế Sơn do dính chấn thương và phải rời sân từ sớm nên được tuyên trắng án vì không tham gia trực tiếp vào vụ việc. Tất cả các cầu thủ sau đó đều bị VFF và [[Liên đoàn bóng đá châu Á|AFC]] xử phạt treo giò vĩnh viễn.\n\nVụ việc đã gây chấn động dư luận một cách dữ dội, nhưng với những người hâm mộ bóng đá Việt Nam, đây không phải là một việc quá bất ngờ bởi những cầu thủ nhúng chàm lần này đã từng rất nhiều lần bị tình nghi làm độ trong màu áo của đội bóng cũ hay các ĐTQG. Nguyễn Thành Long Giang và Phan Lưu Thế Sơn đều có mặt trong sự cố tình nghi làm độ của [[Câu lạc bộ bóng đá Xi măng Xuân Thành Sài Gòn|câu lạc bộ Xi măng Xuân Thành Sài Gòn]] tại [[Giải bóng đá vô địch quốc gia 2013|V.League 2013]] khiến câu lạc bộ này sau đó phải giải thể. Riêng Phan Lưu Thế Sơn đã từng bị tình nghi bán độ trong màu áo U-19 Việt Nam năm 2010 sau khi phản lưới nhà.<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/phan-luu-the-son-la-xuan-thang-de-nhi-post707642.tpo|tựa đề=Phan Lưu Thế Sơn - “Lã Xuân Thắng đệ nhị”|ngày=2014-07-23|website=Tiền Phong|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/bong-da-viet-nam\/viet-tiep-ban-da-phan-luoi-nha-cua-the-son-nhu-the-lap-trinh-n20101027094837253.htm|tựa đề=Viết tiếp bàn đá phản lưới nhà của Thế Sơn: Như thể lập trình|ngày=2010-10-27|website=Thể thao & Văn hóa|url-status=live}}<\/ref>\n\n==Các vụ việc khác==\nNgoài những vụ bán độ chính thức, còn có nhiều vụ việc được cho là có dấu hiệu bán độ khác chỉ dừng lại ở mức được gọi là \"nghi án\". Những vụ việc này thường không có bằng chứng rõ ràng song lại được dư luận đồn đoán và báo chí đề cập nhiều.\n\n=== \"Nghi án\" bán độ tại Tiger Cup 1996 ===\nTại [[Giải vô địch bóng đá Đông Nam Á 1996|Tiger Cup 1996]], sau màn trình diễn dưới sức của các cầu thủ ở trận gặp Campuchia và Lào, huấn luyện viên [[Karl-Heinz Weigang]] đã rất tức giận, chỉ mặt cầu thủ của mình nói rằng: “Các anh bán trận này bao nhiêu tiền?”. Weigang đã đòi đuổi một nhóm 5 cầu thủ có “vấn đề” về nước và kết tội số tuyển thủ này đã “phản bội Tổ quốc”, “bán độ”.<ref name=\":0\" \/> Sự việc sau đó đã được Trưởng đoàn Tô Hiền xử lý một cách êm thấm, 5 “nghi can” đã được phép tiếp tục thi đấu và cùng ĐT Việt Nam giành được huy chương đồng. Sau khi giải đấu khép lại, ông đã phải nói lời chia tay với đội tuyển Việt Nam.<ref>{{Chú thích web|url=https:\/\/thethao.sggp.org.vn\/tiger-cup-1996-va-con-loi-dinh-cua-ong-weigang-181419.html|tựa đề=Tiger Cup 1996 và cơn lôi đình của ông Weigang|ngày=2005-12-19|website=SGGP Thể thao|url-status=live}}<\/ref>\n\n===Bán độ trước SEA Games 2003===\nTrong giai đoạn chuẩn bị cuối cùng cho [[Đại hội Thể thao Đông Nam Á 2003|SEA Games 22]], đội trưởng U23 Việt Nam [[Vũ Như Thành]] bị HLV [[Alfred Riedl]] đưa vào “sổ đen” với nghi ngờ bán độ trong trận khai [[Sân vận động Quốc gia Mỹ Đình|sân Mỹ Đình]] (thua 1-2 trước [[Câu lạc bộ bóng đá Thượng Hải Lục Địa Thân Hoa|Thân Hoa Thượng Hải]]). Cầu thủ này cũng dính vào nghi vấn bán độ tại Cúp [[JVC]] mà anh mang băng đội trưởng.<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/van-hoa\/Nhung-tinh-tiet-moi-cua-vu-ca-do-ban-do-bong-da-i15779\/|tựa đề=Những tình tiết mới của vụ cá độ, bán độ bóng đá|ngày=2006-01-06|website=Công An Nhân Dân|url-status=live}}<\/ref>\n\nDù chứng cớ không thực sự rõ ràng, [[Liên đoàn bóng đá Việt Nam]] vẫn đưa ra án phạt nặng treo giò 5 năm để răn đe. Thụ án được một năm thì Như Thành được giảm án từ 5 năm xuống 2 năm rưỡi. Đến nay, bản án của Vũ Như Thành vẫn được coi là còn rất nhiều bí ẩn và giống như một hành động \"thí tốt\" để ổn định đội tuyển trước thềm SEA Games 2003.<ref name=\":0\" \/><ref name=\":1\" \/><ref name=\":2\" \/>\n\n===Nghi vấn bán độ trận Việt Nam - Malaysia tại AFF Cup 2014===\nNgay sau khi tuyển Việt Nam thua 2-4 trước [[Đội tuyển bóng đá quốc gia Malaysia|Malaysia]] và chính thức bị loại khỏi [[Giải vô địch bóng đá Đông Nam Á 2014|AFF Cup 2014]], Chủ tịch VFF Lê Hùng Dũng đã nhờ cơ quan chức năng giúp làm rõ tại sao lại có trận thua bất thường như vậy. Sở dĩ là vì theo ông Dũng, trong những trận đấu trước đó gặp Indonesia, Lào và Philippines ở vòng bảng và trận bán kết lượt đi với Malaysia ở [[Shah Alam]], đội tuyển Việt Nam đã thi đấu rất tốt. Thế nhưng, ở trận bán kết lượt về trên sân Mỹ Đình, đội tuyển đã thể hiện một bộ mặt hoàn toàn khác. Những sai sót có hệ thống cùng phong độ giảm sút bất thường của một số cầu thủ khiến người hâm mộ nước nhà hụt hẫng và đặt dấu hỏi về trận thua trên sân Mỹ Đình.\n\nKhi VFF cùng các cơ quan chức năng của Việt Nam vẫn đang tiến hành điều tra thì thông tin từ trang chủ [[Liên đoàn bóng đá ASEAN|Liên đoàn bóng đá Đông Nam Á]] (AFF) cho biết, báo cáo của Sportradar - công ty dữ liệu thể thao được AFF thuê để giám sát các trận đấu của AFF Cup 2014 - vừa kết luận trận bán kết lượt về giữa Việt Nam và Malaysia không có biểu hiện của dàn xếp tỷ số. Cơ quan này xác nhận không tìm thấy dấu hiệu liên quan tới các nhà cái hay bất cứ hành vi cá cược nào trong trận đấu. Ban điều tra khẳng định trận đấu này hoàn toàn trong sạch và kết quả không bị thao túng bởi bất cứ tổ chức hay cá nhân nào.<ref>{{Chú thích web|url=https:\/\/vov.vn\/vov-binh-luan\/tran-viet-nam-malaysia-vff-nghi-van-ban-do-aff-noi-khong-370857.vov|tựa đề=Trận Việt Nam - Malaysia: VFF nghi vấn bán độ, AFF nói không|ngày=2014-12-14|website=VOV|url-status=live}}<\/ref>  Hàng loạt cầu thủ ĐT Việt Nam cũng đã lên tiếng về nghi ngờ tiêu cực đang hướng vào phía họ và đều khẳng định, họ không làm chuyện khuất tất và đã tận hiến với màu áo ĐTQG.<ref>{{Chú thích web|url=http:\/\/vtc.vn\/nghi-an-ban-do-tran-viet-nam-vs-malaysia-cong-ty-giam-sat-aff-cup-dua-ra-ket-luan.200.520590.htm|tựa đề=Nghi án bán độ trận Việt Nam vs Malaysia: Công ty giám sát AFF Cup đưa ra kết luận|ngày=2014-12-13|website=VTC News|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/the-thao\/bong-da-viet-nam\/tuyen-thu-viet-nam-dinh-tien-thanh-chung-toi-khong-ban-do-33026t.html|tựa đề=Tuyển thủ Việt Nam Đinh Tiến Thành: 'Chúng tôi không bán độ'|ngày=2014-12-12|website=Thanh Niên|url-status=live}}<\/ref>\n\nSau hai tuần điều tra, Bộ Công an đã đưa ra kết luận là không có bất cứ tiêu cực nào trong trận đấu, và các tuyển thủ Việt Nam hoàn toàn trong sạch.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/the-thao\/bong-da-viet-nam\/bo-cong-an-ket-luan-khong-co-ban-do-o-tran-viet-nam-malaysia-32656t.html|tựa đề=Bộ Công an kết luận không có bán độ ở trận Việt Nam - Malaysia|ngày=2014-12-26|website=Thanh Niên|url-status=live}}<\/ref>\n\n==Xem thêm==\n* [[Đội tuyển bóng đá quốc gia Việt Nam]]\n* [[Giải vô địch bóng đá Đông Nam Á 2014]]\n\n==Chú thích==\n<references responsive=\"\" \/>\n\n==Liên kết ngoài==\n* [http:\/\/dantri.com.vn\/the-thao\/bao-chi-the-gioi-dua-tin-ve-vu-dieu-tra-ban-do-o-viet-nam-1007495.htm Báo chí thế giới đưa tin về vụ điều tra bán độ ở Việt Nam]\n* [http:\/\/www.tienphong.vn\/event\/vu-ban-do-dong-troi-o-vninh-binh-1031.tpo Vụ bán độ động trời ở V.Ninh Bình]\n\n[[Thể loại:Danh sách bóng đá]]\n[[Thể loại:Lịch sử bóng đá Việt Nam]]\n[[Thể loại:Scandal Việt Nam]]\n[[Thể loại:Scandal bóng đá]]"}