{"3275283":"'''Danh nhân thời Đinh''' là những nhân vật lịch sử đã theo giúp vua [[Đinh Tiên Hoàng]] dẹp [[loạn 12 sứ quân]], làm quan dưới triều đại [[nhà Đinh]] hoặc những người có liên quan trực tiếp đến cuộc đời và sự nghiệp của vị vua này. Các danh nhân thời Đinh thường được biết đến qua các chính sử hoặc dã sử trong dân gian Việt Nam.\n\nThời kỳ [[loạn 12 sứ quân]] có nguyên nhân sâu xa từ quá trình phân hóa xã hội thời Bắc thuộc, dẫn đến việc xuất hiện tầng lớp thổ hào, quan lại có thế lực mạnh về kinh tế, chính trị và tạo ra sự phân tán cát cứ. Thực chất của cuộc nội chiến này là việc đấu tranh giành quyền lực tối cao trên đất Tĩnh Hải quân của các thủ lĩnh địa phương khi nhà Đường suy yếu. Thời thế tạo anh hùng, lúc này người Việt có cơ hội đứng lên tranh giành quyền lãnh đạo. Năm 968, [[Đinh Bộ Lĩnh]] là người hoàn thành sứ mệnh đánh dẹp nội chiến, lên ngôi hoàng đế, đặt quốc hiệu là [[Đại Cồ Việt]], đóng đô ở [[Hoa Lư]], xây cung điện, đặt triều nghi, bầy tôi dâng tôn hiệu là Đại thắng Minh hoàng đế. Trong chiến thắng đó, đã có rất nhiều tướng lĩnh đóng góp công sức. Nhưng chính sử Việt Nam thì ghi chép rất sơ sài, chỉ những nhân vật tiêu biểu của thời đại, còn phần lớn được lưu lại được qua những thần phả, thần tích, ngọc phả rải rác trong các đền, đình, chùa, miếu hiện nay. Vì thời [[12 sứ quân]] đã diễn ra cách nay quá xa, nên các tài liệu dã sử có thể có nhiều dị bản khác nhau giữa các nơi thờ chung một vị tướng. Các địa phương đã có di tích thờ tự các nhân vật lịch sử này, họ trở thành những danh nhân tiêu biểu của quê hương, đó là tiêu chí quan trọng nhất để đưa các vị tướng nhà Đinh vào danh sách.\n\n==Võ tướng thời Đinh==\nDưới đây danh sách 282 võ tướng thời Đinh được cập nhật:\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n|-align bgcolor=#EFEFEF\n|-\n!width=\"14%\"|Tên\n!width=\"17%\"|Tư liệu lịch sử\n!width=\"6%\"|Quê quán\n!width=\"62%\"|Tóm tắt sự nghiệp\n!width=\"1%\"|Dẫn chứng\n|-align \n| [[Bạch Đa]](白達) || Đình Đông Dư<br\/>Gia Lâm - [[Hà Nội]];<br\/> Đình Đại Vi, Nghè Nối<br\/>Tiên Du - [[Bắc Ninh]] || [[Ninh Bình]] || Bạch Đa cùng với 2 anh họ là Trương Ngọ, Trương Mai là 3 vị tướng quê ở [[động Hoa Lư]]. Chàng Ngọ và Chàng Mai là hai anh em sinh đôi còn Bạch Đa là em họ, mồ côi cha mẹ từ nhỏ, được bố mẹ hai chàng đón về nuôi. Đến khi [[Đinh Bộ Lĩnh]] nổi lên khởi nghĩa, dẹp [[loạn 12 sứ quân]], ba anh em bèn ra giúp, được phong chức Đô Uý. Ba ông mộ được mấy nghìn quân, đóng ở chùa trang Bối Khê, đạo Sơn Nam. Khi ba ông cầm quân đi đánh quân Ngô, bất ngờ bị tấn công đồn ở trang Đại Vi, ba ông không chống lại được đã hi sinh. Dân làng cảm phục lập đình Đại Vi ở Tiên Du, Bắc Ninh thờ phụng. Các triều Vua phong ba ông làm Phúc thần. Riêng Bạch Đa còn được thờ ở đình Đông Dư Hạ và đình Đông Dư Thượng, Gia Lâm, Hà Nội. || <ref>[https:\/\/gialam.hanoi.gov.vn\/di-tich-lich-su-le-hoi\/-\/view_content\/pop_up\/385822-dinh-dong-du-thuong.html?_101_viewMode=print Đình Đông Dư Thượng thuộc thôn Đông Dư Thượng, xã Đông Đông Dư, huyện Gia Lâm, thành phố Hà Nội.]<\/ref>\n|-align \n| Bạch Địa\n(白地)\n| Đình Ngọc Động<br\/>Ứng Hòa - [[Hà Nội]] || [[Nghệ An]] || Bạch Địa cùng trai Bạch Tượng và em họ Đỗ Đài từ quê hương Nghệ An đến Phủ Ứng Thiên (Ứng Hòa, Hà Nội) thu nạp trai tráng lập nên trang Nguyễn Xá rồi theo [[Đinh Bộ Lĩnh]] dẹp sứ quân ở Sơn Tây. Sau ngày các ông mất dân khu Động Phí lập miếu thờ anh cả Bạch Tượng, dân khu Ngọc Động thờ Bạch Địa còn dân khu Nguyễn Xá thờ Đô Đài và thờ chung 3 anh em tại Miếu Cò. || <ref>[http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=282&articleid=950 Hội làng Động Phí, Phương Tú, Ứng Hòa, Hà Nội]<\/ref>\n|-align \n| Bạch Quốc\n(白過)\n| Đền Phú Động, Sơn Cương<br\/>Thanh Ba - [[Phú Thọ]] || [[Phú Thọ]] || Thần tích đền xã Phú Động, tổng Hoàng Cương, huyện Thanh Ba, tỉnh [[Phú Thọ]] lưu giữu ở Viện Hán nôm Việt Nam nêu rõ về sự tích Bạch Quốc hiệu Bạch Thạch Quốc Đô Đại Vương, tướng dưới thời [[Đinh Tiên Hoàng]], là người làng Phú Động có công theo giúp [[Đinh Bộ Lĩnh]] đánh dẹp sứ quân [[Kiều Thuận]].<ref>[http:\/\/www.hannom.org.vn\/trichyeu.asp?param=6155&Catid=244 Xã Phú Động 富 洞: 60 tr., do Nguyễn Bính soạn năm 1572, về sự tích Bạch Quốc 白 國 (Bạch Thạch Quốc Đô Đại Vương 白 石 國 都 大 王) thời Đinh Tiên Hoàng]<\/ref>\n|-align \n| Bạch Tượng\n(白洞)\n| Đình Động Phí<br\/>Ứng Hòa - [[Hà Nội]] || [[Nghệ An]] || Bạch Tượng cùng Bạch Địa là con trai gia đình tộc trưởng Bạch Lân ở Hoan Châu. Khi đất nước lâm vào cảnh 12 sứ quân cát cứ. Hai anh em Bạch Tượng và con bà dì là Đỗ Đài bèn đến phủ Ứng Thiên tụ tập dân chúng lập nên trang Nguyễn Xá sau các ông theo Đinh Bộ Lĩnh dẹp sứ quân ở Sơn Tây và được ban thực ấp ở Động Phí ngày nay. || <ref name=\"vanhien.vn\">{{Chú thích web |url=http:\/\/vanhien.vn\/vi\/news\/phi-vat-the\/Phu-Giay-va-le-hoi-gio-Me-613\/ |ngày truy cập=2015-11-13 |tựa đề=Lịch sử vị thành hoàng làng Động Phí |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117031802\/http:\/\/vanhien.vn\/vi\/news\/phi-vat-the\/Phu-Giay-va-le-hoi-gio-Me-613\/ |url-status=dead }}<\/ref>\n|-align \n| [[Bùi Quang Dũng]](裴廣宗) || Từ đường<br\/>Xã Tân Bình<br\/>[[thành phố Thái Bình]] || [[Phú Thọ]] || Ông là người có tài, nhiều sứ quân chiêu dụ nhưng không theo. Sau ông tụ tập được 600 quân binh về hết với Hoa Lư mà Phò tá nhà Đinh, thống nhất đất nước, có nhiều công lao tổ chức khai phá, mở mang kinh tế vùng Bố Hải Khẩu (Thái Bình ngày nay), được, vua phong cho ông chức Trấn đông Tiết độ sứ. || \n|-align \n| [[Cao Các]](高洽)<br\/>Cao Sơn(高山) || Đền Xuân Hòa<br\/>Hưng Nguyên - [[Nghệ An]] || [[Thanh Hóa]] || [[Cao Các]] được [[Đinh Bộ Lĩnh]] phong cho làm Giám Nghị đại phu, giao cho 5 vạn binh lính phò giúp [[Đinh Bộ Lĩnh]] dẹp loạn. Sau được ban thực ấp ở huyện An Ninh và còn giúp Vua Đinh đánh dẹp Chiêm Thành. Cao Sơn là vị tướng hy sinh trận giao tranh với sứ quân Nguyễn Siêu, cùng với 3 tướng là Nguyễn Bồ, Nguyễn Phục, Đinh Thiết. Ở thôn Tân, Yên Khánh, [[Ninh Bình]] cũng có đình thờ anh em Cao Sơn và [[Cao Các]]. Đình Tự Khoát, Thanh Trì thờ Cao Sơn. || \n|-align \n| Cao Điền,(高佃)<br\/>Cao Đỗ(高道) || Đình Kim Sơn<br\/>Gia Lâm - [[Hà Nội]] || [[Thanh Hóa]] || Cao Điền Công và em trai Cao Đỗ Công là những nhân vật lịch sử dưới thời Đinh. Điền Công được phong Mưu nghĩa đại phu, Đỗ Công được phong là Thị hộ đốc lĩnh. Sau khi dẹp [[12 sứ quân]], Đỗ Công và Điền Công đã lập doanh cư thực ấp tại Kim Sơn, Gia Lâm, [[Hà Nội]] ngày nay. Khi quân Chiêm Thành xâm phạm bờ cõi [[Đại Cồ Việt]], Vua [[Đinh Tiên Hoàng]] bèn triệu Lưỡng công vào triều trao cho 5 vạn quân đi đánh dẹp. Lưỡng công lĩnh mệnh chia quân làm hai đường thủy, bộ đánh tan quân xâm lược Chiêm Thành, giữ yên bờ cõi. || <ref>{{Chú thích web |url=http:\/\/gialam.gov.vn\/gialam\/portal\/News-details\/159\/1180\/Dinh---Nghe-Kim-Son.html |ngày truy cập=2015-11-13 |tựa đề=ĐÌNH - NGHÈ KIM SƠN |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117023633\/http:\/\/gialam.gov.vn\/gialam\/portal\/News-details\/159\/1180\/Dinh---Nghe-Kim-Son.html |url-status=dead }}<\/ref>\n|-align \n| Cao Công(高公),<br\/>3 con trai || Đình So<br\/>Quốc Oai - [[Hà Nội]] || [[Hà Nội]] || Cao Công cùng vợ Lã Thị sống bằng nghề chài lưới trên sông, chuyên làm việc thiện. Họ có ba người con trai tinh thông văn võ. Khi có loạn 12 sứ quân, ba anh em giúp [[Đinh Bộ Lĩnh]], một người làm Chỉ huy sứ, một làm Đô úy, và một làm Hiệu úy, tất cả đều làm tướng cầm quân đi đánh dẹp sứ quân [[Đỗ Cảnh Thạc]], chém được chánh tướng Đỗ Thanh Long, giải thoát cho [[Đinh Bộ Lĩnh]]. || <ref>[http:\/\/360.hncity.org\/spip.php?article496&artsuite= Đình làng So]<\/ref>\n|-align \n| Cao Lịch,(高利)<br\/>Cao Khiển(高羨) || Đình Yên Khoái<br\/>Ninh Phúc - [[Ninh Bình]] || [[Ninh Bình]] || Theo thần tích thôn Yên Khoái, xã Ninh Phúc, [[huyện Hoa Lư]], tỉnh [[Ninh Bình]] thì cha con [[Đinh Bộ Lĩnh]] suýt nữa thất trận khi trong một trận đánh lớn, bị quân của Đỗ Cảnh Thạc bao vây, ngoài công chúa Liên Hoa, góp sức giải vây cho [[Đinh Bộ Lĩnh]] còn có cánh quân của hai tướng Cao Lịch, Cao Khiển ở [[Hoa Lư]]. Lịch Lộ Đại Vương là một vị tướng của Đinh Bộ Lĩnh. Do có nhiều chiến công dẹp loạn, ông được rất nhiều nơi lập đền thờ phụng, tiêu biểu như Đền Phúc Hạ ở Ninh Phúc, Thành phố Ninh Bình.|| <ref name=\"ReferenceA\">[Theo cuốn Di tích lịch sử văn hóa thời Đinh - Lê ở Ninh Bình, Nguyễn Văn Trò - Nhà xuất bản VHDT trang 130]<\/ref>\n|-align \n| Cao Minh(高明) || Đình Bằng Bộ<br\/>Xã Cao Thắng<br\/>Thanh Miện - [[Hải Dương]] || [[Hải Dương]] || Cao Minh, hiệu là Viên Thông chiêu cảm, người có công giúp [[Đinh Bộ Lĩnh]] dẹp loạn 12 sứ quân và thống nhất đất nước [[Đại Cồ Việt]]. Ông được người dân quê hương thờ tại đình Bằng Bộ. Lễ hội đình Bằng Bộ diễn ra trong 3 ngày (từ 10 đến 12 tháng 2 âm lịch) kỷ niệm ngày sinh của thành hoàng làng Cao Minh. ||<ref>{{Chú thích web |url=http:\/\/vhttdlhd.vn\/pages\/chitiettin.aspx?newsId=233aa116-f42a-4d6a-968e-1ef7f144a0cb |ngày truy cập=2015-11-30 |tựa đề=Huyện Thanh Miện: Đình Bằng Bộ đón Bằng di tích cấp tỉnh |archive-date=2015-11-30 |archive-url=https:\/\/archive.today\/20151130211928\/http:\/\/vhttdlhd.vn\/pages\/chitiettin.aspx?newsId=233aa116-f42a-4d6a-968e-1ef7f144a0cb |url-status=dead }}<\/ref>\n|-align \n| Cao Mộc(高莫) || Đình Bườn - Lăng Ông<br\/>xã Mỹ Thắng<br\/>Mỹ Lộc - [[Nam Định]] || [[Hưng Yên]],<br\/>[[Nam Định]] ||Đàm hoàng thái hậu, thân mẫu của [[Đinh Bộ Lĩnh]], thường cùng ông đi đánh dẹp các sứ quân. Khi [[Đinh Bộ Lĩnh]] cùng Phùng Gia và các tướng tiến quân đến địa đầu huyện Mỹ Lộc, thì bị lực lượng của sứ quân [[Lã Đường]] chặn đánh. Ông lập đồn luỹ ở làng Bườn vừa chống cự và phát triển thêm lực lượng. Nhiều nhân sĩ, trong đó có Cao Mộc là tướng của Lã Đường, đã được thu phục về. Sau đó, ông để mẹ lại căn cứ, còn mình cùng với các tướng lĩnh đi đánh dẹp ở các nơi khác. Khi ông cho người trở về An Biện đón thì mẹ ông đã qua đời. [[Đinh Bộ Lĩnh]] phái hai tướng là Phùng Gia và Cao Mộc về An Biện trông coi lăng mộ thái hậu. Rồi Cao Mộc cũng mất tại đây.<ref>Hiện nay tại thôn Bườn còn bốn di tích liên quan đến sự kiện này là Lăng Bà, Lăng mộ của Cao Mộc, Miếu Trúc thờ Phùng Gia và Đình Bườn là nơi thờ chung mẹ vua Đinh cùng Cao Mộc và Phùng Gia.<\/ref> || <ref name=\"phapluattp.vn\">[http:\/\/phapluattp.vn\/van-hoa-giai-tri\/du-lich\/di-tich-than-mau-dinh-bo-linh-duoc-xep-hang-quoc-gia-548279.html Di tích thân mẫu Đinh Bộ Lĩnh được xếp hạng quốc gia]<\/ref>\n|-align \n| Cao Quang Vương(高廣望) || Đền Không Thần<br\/>Ứng Hòa - [[Hà Nội]] || [[Hà Nội]] || Cao Quang Vương sinh ngày sinh 10 tháng 3 âm lịch, mất ngày 10 tháng 1 âm lịch, tên huý là Cao Quang Vương. Ông là một tướng giỏi của [[Đinh Bộ Lĩnh]], có công dẹp [[loạn 12 sứ quân]], thống nhất đất nước hồi thế kỷ X. || \n|-align \n| Cao Y(高藝) || Đền Hoàng Trung<br\/>Xã Hồng Dương,<br\/>Thanh Oai - [[Hà Nội]] || [[Bắc Giang]] || Cao Y là vị tướng người lộ Bắc Giang, có công giúp [[Đinh Bộ Lĩnh]] dẹp loạn 12 sứ quân. Sau ông cùng với [[Lưu Cơ]] về mở mang, lập ra làng Hoàng Trung. Đền và đình làng Hoàng Trung thuộc xã Hồng Dương, huyện Thanh Oai là nơi thờ Lưu Cơ và Cao Y thờ hai vị thành hoàng có công khai đất, lập làng. Lễ hội truyền thống của làng thường diễn ra từ ngày 12 – 19.3 âm lịch hàng năm. || \n|-align \n| Cao Chương\n(高忠),<br \/>Cao Gia,(高嘉)<br \/>Tòng Chinh(宋清)\n| Đền Trung Mầu<br\/>Đền Thịnh Liên,<br\/>Gia Lâm - [[Hà Nội]] || [[Hà Nội]] || Theo sắc phong còn để lại cả hai làng Trung Mầu và Thịnh Liên thuộc xã Trung Mầu (Gia Lâm, Hà Nội) đều thờ ba vị tướng nhà Đinh: Cao Chương Đại Vương, Cao Gia Đại Vương, Tòng Chinh Đại Vương. Các vị tướng nhà Đinh này đều là nhân vật cụ thể có công đánh dẹp [[12 sứ quân]] và Chiêm Thành giữ nước thuộc địa phận hai làng được nhà vua phong tướng sắc.. || \n|-align \n| Chu Công Mẫn\n(朱公文)\n| Đình Thắm<br\/>Văn Giang - Hưng Yên || [[Hưng Yên]] || Chu Công Mẫn danh hiệu Thiên Đống Đại Vương(天統大王) cùng với phu nhân là người có công khai mở làng Đan Nhiễm. Sau ông trở thành vị tướng có công giúp vua Đinh dẹp [[loạn 12 sứ quân]], đặc biệt ông là người địa phương, thông thạo giao thông và là người đã xông vào doanh trại để chém đầu sứ quân [[Lã Đường]] || <ref>{{Chú thích web |url=http:\/\/hannom.vass.gov.vn\/noidung\/Disan\/Pages\/ky-hieu.aspx?ItemID=5283 |ngày truy cập=2015-11-13 |tựa đề=Sự tích hai vị Đại Vương (con của Chu Công Mẫn và Phạm Thị Phương) |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117020022\/http:\/\/hannom.vass.gov.vn\/noidung\/Disan\/Pages\/ky-hieu.aspx?ItemID=5283 |url-status=dead }}<\/ref>\n|-align \n| Chu Minh (朱明)<br\/>Chu Tuấn(朱端) || Đình [[Làng Phú Khê]]<br\/> xã [[Hoằng Phú]] huyện [[Hoằng Hoá]] || [[Thanh Hóa]] || Đình [[Làng Phú Khê]], xã [[Hoằng Phú]] huyện [[Hoằng Hoá]], tỉnh [[Thanh Hoá]] thờ hai anh em Chu Minh và Chu Tuấn có công giúp Đinh Bộ Lĩnh đánh dẹp [[loạn 12 sứ quân]] || <ref>[http:\/\/m.facebook.com\/page.langphukhe.Hội làng Phú Khê]<\/ref>\n|-align \n| Đặng Chân(鄧真),<br\/>Trịnh Thị Khang\n(鄭氏康),<br \/>Đặng Trí(鄧奇)\n| Đền Từ Hạ<br\/>Thanh Hà - [[Hải Dương]] || [[Hải Dương]] || Đặng Chân xuất thân trong gia đình một tù trưởng giàu có. Khi loạn 12 sứ quân nổi lên khắp nơi, vua [[Đinh Tiên Hoàng]] xuất hịch cấp báo, Đặng Chân đến sung quân và được phong là Đại tướng quân, lãnh bộ binh. Vợ Trịnh Thị Khang lĩnh thủy binh. Đặng Trí là con trai họ cũng tướng thời [[12 sứ quân]]. Đặng Trí cùng mẹ lãnh thủy binh tiến theo đường thủy cùng phối hợp với cha lúc này là Đại tướng quân.|| \n|-align \n| Đặng Đống Thính<br \/>Đặng Chiêu Pháp || Đình Tiến Ân<br\/>Chương Mỹ - [[Hà Nội]] || [[Ninh Bình]] || Đặng Đống Thính và em trai ông là Đặng Chiêu Pháp thuộc họ Đặng tại [[động Hoa Lư]] ([[Ninh Bình]]). Sau khi cha mẹ qua đời, cả hai anh em tìm đến trang Đăng Ân luyện tập văn chương, võ nghệ và mở lớp dạy học. Sau giúp Vua Đinh dẹp sứ quân [[Đỗ Cảnh Thạc]], được phong thưởng trọng hậu và ban cho thực ấp ở trang Đăng Ân. || <ref>[http:\/\/baotintuc.vn\/phong-su\/ngoi-dinh-nghin-tuoi-va-nhung-dao-sac-phong-co-20140526080820027.htm Ngôi đình nghìn tuổi và những đạo sắc phong cổ]<\/ref>\n|-align \n| Đặng Huyền Quang,(鄧玄光)<br\/>Đinh Bộ Lan\n(丁部蘭)\n| chùa Đót Sơn<br\/>Tiên Lãng - [[Hải Phòng]] || [[Ninh Bình]] || Hai anh em dòng họ [[nhà Đinh]] gồm Đinh Bộ Lan, em trai của vua [[Đinh Tiên Hoàng]] và Đinh Bộ Đông em họ của vua sau khi nhà Đinh mất ngôi đã về tu tại chùa Non Đông. Đinh Bộ Đông lấy tên pháp Huyền Quang Thích Quảng Đông và là vị sư trụ trì chùa Non Đông, trong khi Đinh Bộ Lan lấy tên pháp là Thích Quảng Bình. Hai vị được coi là những vị tổ của trường phái pháp môn Tịnh độ thiền tông. || \n|-align \n| Đặng Sỹ Nghị\n(鄧思義),<br \/>Đặng Sỹ Phan\n(鄧思藩),<br\/>Đặng Sỹ Lẫm\n\n(鄧思林)\n| Đền Phú Mỹ Xuân Hoa<br\/>Kim Thành - [[Hải Dương]] || [[Hải Dương]] || Đặng Sỹ Nghị là người văn võ tinh thông, khi [[Đinh Bộ Lĩnh]] tuyển quân đánh dẹp [[loạn 12 sứ quân]], ông chiêu mộ binh lính, gia thần, sỹ tử được hơn 6.000 người dẫn đến ứng tuyển và được [[Đinh Bộ Lĩnh]] phong làm ” Đặng Sỹ thống lãnh đại tướng quân”; Khi lên ngôi [[Đinh Tiên Hoàng]] Đế phong ông làm “Lễ Bộ Tả thị lang” rồi trấn thủ Hoan Châu. Đền Phú Mỹ Xuân Hoa thuộc thôn Phú Nội, xã Bình Dân thờ Đặng Sỹ Nghị cùng với 2 thuộc tướng của ông là Đặng Sỹ Phan và Đặng Sỹ Lẫm. || <ref>[https:\/\/lop12adonggia8588.wordpress.com\/2012\/07\/13\/den-phu-my-xuan-hoa\/ Đền Phú Mỹ Xuân Hoa]<\/ref>\n|-align \n| Đào Công Thắng\n(陶公唐)\n| Đình Hướng Xá<br\/> Quất Động - [[Thường Tín]] || [[Hà Nội]] || Đình làng Hướng Xá thờ vị thành hoàng làng  Đào Công Thắng có công giúp Đinh Bộ Lĩnh đánh dẹp 12 sứ quân. Đào Công Thắng là vị tướng văn võ toàn tài đã giúp nhà vua thống nhất đất nước, làm đến đại tướng bình 12 sứ quân và được phong làm đại vương lục quốc triệu lễ bộ công, lần thứ 8, thứ 9 của triều đình. Nhân dân nhớ công ơn người, đã lập đình thờ người và tôn là Thành Hoàng đô hộ Hùng kế Đống Binh Đại Vương. Ngày nay, đình Hướng Xá còn lưu giữ được 4 đạo sắc phong của các đời vua Lê Hiển Tông, Tự đức, Đồng Khánh, Duy Tân và một đạo sắc phong đã bị mục nát phần ghi niên hiệu. || <ref>[https:\/\/thuongtin.hanoi.gov.vn\/xa-thi-tran\/-\/view_content\/7035693-lang-huong-xa-quat-dong-noi-de-tim-ve-voi-nhung-gia-tri-cua-thoi-gian.html Làng Hướng Xá (Quất Động) - nơi để tìm về với những giá trị của thời gian]<\/ref>\n|-align \n| Đào Lang(陶郎) || Đình Bùi Hạ<br\/> Yên Phú - [[Yên Định]] || [[Thanh Hóa]] ||Tướng Đào Lang là người xã Yên Phú, thời nhà Đinh có công tạo dựng lập làng Trịnh Lộc và lập được nhiều công tích trong cuộc dẹp [[loạn 12 sứ quân]] và kháng chiến chống Tống (lần thứ nhất), sau được Vua Lê Đại Hành giao việc đào [[kênh Nhà Lê]]|| <ref>[http:\/\/yenphu.yendinh.thanhhoa.gov.vn\/portal\/Pages\/2018-4-20\/YEN-PHU-VUNG-DAT-GIAU-TRUYEN-THONG-LICH-SU-VAN-HOA71klx9.aspx Yên Phú là một vùng đất cổ, có truyền thống lịch sử và văn hoá]<\/ref>\n|-align \n| [[Đào Liên Hoa]](陶蓮花) || Đình làng Sủi<br\/> Gia Lâm - [[Hà Nội]] || [[Thanh Hóa]] || Do có công lao đánh dẹp, khi Đinh Bộ Lĩnh thống nhất giang sơn, xưng đế, liền phong Đào Liên Hoa làm Tây vị Đại vương. Khi châu Vũ Ninh có giặc, ông vâng lệnh vua đem quân tiểu trừ; đóng quân ở Trang Thổ Lỗi (tức làng Sủi, Hà Nội). Dẹp yên giặc, Đào Liên Hoa chiêu dân về lập làng Sủi, mở mang đất hoang. || <ref>{{Chú thích web |url=http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/947 |ngày truy cập=2015-11-13 |tựa đề=Lễ hội làng Sủi |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922052026\/http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/947 |url-status=dead }}<\/ref>\n|-align \n| Đào Ngọc Sâm\n(陶玉山)\n| Miếu Rồng<br\/>Gia Lộc - [[Hải Dương]] || [[Thanh Hóa]] || Đào Ngọc Sâm sau khi rời quê hương đến vùng Hải Dương đã chiêu mộ dân binh được hơn 2000 người luyện tập binh pháp, sau có công giúp [[Đinh Tiên Hoàng]] dẹp 2 sứ quân nhà Ngô và giúp [[Lê Hoàn]] đánh giặc Tống. || <ref>{{Chú thích web |url=http:\/\/sovhttdl.haiduong.gov.vn\/Pages\/chitiettin.aspx?newsId=38d3c434-7aec-44a9-b86c-76d604d604f1 |ngày truy cập=2015-11-13 |tựa đề=Miếu Rồng thờ Đào Ngọc Sâm |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117024408\/http:\/\/sovhttdl.haiduong.gov.vn\/Pages\/chitiettin.aspx?newsId=38d3c434-7aec-44a9-b86c-76d604d604f1 |url-status=dead }}<\/ref>\n|-align \n| Đào Đình Quế\n(陶定魁)\n| Đình Bình An<br\/>Bình Giang - [[Hải Dương]] || [[Hải Dương]] || Đình làng Bình An thờ Thành hoàng là Hồng Lĩnh Tráng Trần (thư mục thần tích nói ông là Đào Đình Quế), tướng của vua Đinh Tiên Hoàng, có công dựng lên làng Bình An rồi mất ở làng. ||\n|-align \n| Đào Tế,(陶鐵)<br\/>Đào Lai(陶來)<br\/>Đào Độ(陶杜) || Đền Trinh Hưởng<br\/>Thủy Nguyên - Hải Phòng || [[Hải Phòng]] || 3 anh em họ Đào theo Vua Đinh Tiên Hoàng dẹp loạn và được nhà vua ban nhiều chức tước quan trọng. Sau họ cũng làm quan [[nhà Tiền Lê]]. || <ref>{{Chú thích web |url=http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=vhtt&MenuID=1487&ContentID=20537 |ngày truy cập=2015-11-13 |tựa đề=Đền Trinh Hưởng |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117114751\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=vhtt&MenuID=1487&ContentID=20537 |url-status=dead }}<\/ref>\n|- align\n| Đào Trực(陶楚)|| Đền Thượng Sơn Đồng<br\/>[[Hoài Đức]] - [[Hà Nội]] || [[Hà Nội]] || Đào Trực là bộ tướng của Đinh Bộ Lĩnh, có công giúp Lê Hoàn đánh giặc Tống. ||<ref name=\"nguoihanoi.com.vn\">[http:\/\/nguoihanoi.com.vn\/tuc-bo-mo-va-cuop-bong-o-lang-son-dong_235924.html Tục bó mo và cướp bông ở làng Sơn Đồng]<\/ref>\n|-align \n| [[Đinh Điền]](丁佃) || Chính sử || [[Ninh Bình]] || [[Đinh Điền]] là bạn Vua Đinh từ thuở nhỏ, tham gia dẹp [[loạn 12 sứ quân]] và trở thành một đại quan [[nhà Đinh]]. Khi Vua Đinh mất, ông cùng các quan đại thần kéo quân nổi dậy về [[kinh đô Hoa Lư]] chống [[Lê Hoàn]] và bị giết. || \n|-align \n| Đinh Đức Đạt(丁德達),\nĐinh Đức Thông(丁德通)\n| Đình Cát Đằng<br\/>Ý Yên - Nam Định || [[Nam Định]] || Khi hai anh em ruột Đinh Đức Đạt và Đinh Đức Thông người phường Lư Châu dấy binh đi theo [[Đinh Bộ Lĩnh]] đã được nhân dân địa phương tham gia rất đông. Đinh Bộ Lĩnh đã dẹp tan cánh quân của [[Phạm Bạch Hổ]] cùng các sứ quân khác để hoàn thành sự nghiệp thống nhất đất nước. || <ref>{{Chú thích web |url=http:\/\/namdinhtv.vn\/news\/detail.php?fx=21&zx=12&mx=2375 |ngày truy cập=2015-11-13 |tựa đề=Phát huy giá trị tiềm năng du lịch quần thể thờ Vua Đinh ở Ý Yên |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117033907\/http:\/\/namdinhtv.vn\/news\/detail.php?fx=21&zx=12&mx=2375 |url-status=dead }}<\/ref>\n|-align \n|Đinh Đức Nghi\n(丁德義)\n| Đình Trung Thôn<br\/>Đình Đồng Văn<br\/>Ý Yên - Nam Định || [[Nam Định]] || Đinh Đức Nghi là người dẹp [[loạn 12 sứ quân]] và cùng nhân dân khai khẩn đất đai, lập ra 5 trang: Hồng Động, Vạn Điểm, Tống Xá, Ngô Xá, Trịnh Xá (nay thuộc các xã: Yên Tiến, Yên Hồng, Yên Xá, Yên Bằng, Yên Ninh, Thị trấn Lâm). Các di tích đình Đằng Động, đình Trung Thôn và đình Đồng Văn ở xã Yên Tiến, Ý Yên đều thờ Trung Mẫn Đại Vương Đinh Đức Nghi – công thần triều Đinh. ||<ref>[http:\/\/tintucnamdinh.vn\/yen-tien-gin-giu-khong-gian-van-hoa-truyen-thong\/ Yên Tiến gìn giữ không gian văn hoá truyền thống]<\/ref>\n|-align \n| Đinh Dương Xá(丁宗夏),<br \/>Đinh Uy Linh(丁宇陵),<br \/>Đinh Đại Mộc(丁大莫),<br \/>Đinh Bắc Phương(丁培芳) || Miếu Bắc<br\/>Đền Phù Lưu,<br\/>Đền Thánh Mẫu<br\/>Đông Hưng - [[Thái Bình]] || [[Thanh Hóa]] || Ông Đinh Công Đoan ở châu Ái là người văn võ toàn tài, đi theo Ngô Vương Quyền lập được nhiều công lao và được cử về làm tri phủ Cổ Lan. Sau khi đất nước lâm vào cảnh loạn [[12 sứ quân]]. 5 người con của Đinh Công Đoan cũng chiêu tập binh mã, xây dựng tại xã Phù Lưu 3 đồn, lập 1 đồn ở trang Cổ Dũng, và 1 đồn ở khu Giống để chống cự với các sứ quân. Sau khi [[Đinh Bộ Lĩnh]] về với sứ quân [[Trần Lãm]], đã sai người mang thư chiêu dụ 4 anh em Đinh Dương Xá, Đinh Uy Linh, Đinh Đại Mộc, Đinh Bắc Phương. Anh em họ Đinh đã đánh dẹp các sứ quân Ngô Xương Xí, Nguyễn Siêu. Người em gái của họ là Đinh Thị Tỉnh làm Hoàng hậu nhà Đinh, hiệu Đệ nhị cung phi. || <ref>[http:\/\/vtc.vn\/mo-vo-vua-dinh-tien-hoang-o-thai-binh.394.349874.htm Mộ vợ vua Đinh Tiên Hoàng ở... Thái Bình]<\/ref>\n|-align \n| Đinh Hùng Lực\n(丁鴻祿)\n| Đình Hộ Vệ<br\/>Cẩm Giàng - [[Hải Dương]] || [[Nam Định]] || Đinh Hùng Lực người xã Bảo Lộc huyện Mỹ Lộc, tỉnh Nam Định. Ông là người cứu giúp [[Đinh Bộ Lĩnh]] khi dẹp loạn mười hai sứ quân, nhà vua bị vây ở Sách Trại – Vị Hoàng – Nam Định. Đinh Hùng Lực là người dẫn nhân đinh ở địa phương ra sức giải vây. Sau khi bình được thiên hạ, ông được vua Đinh Tiên Hoàng ban tước và đất đai, khi mất được nhà vua chuẩn cho xã Cận Duyệt phụng thờ thần, phong thần là Linh ứng Hộ Quốc Đại Vương. || <ref>{{Chú thích web |url=http:\/\/langhove.com\/tuc-le-thon-ho-ve-xa-can-duyet.html |ngày truy cập=2017-03-28 |tựa đề=Đình làng Hộ Vệ, Cẩm Hưng, Cầm Giàng, Hải Dương |archive-date = ngày 29 tháng 3 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170329141046\/http:\/\/langhove.com\/tuc-le-thon-ho-ve-xa-can-duyet.html }}<\/ref>\n|-align \n| [[Đinh Nga]](丁雅)<br\/>Đinh Ngân(丁恩)<br\/>Đinh Thiết(丁鐵)<br\/>Đinh Mỹ(丁眉)<br\/>Phạm Đức(范祿)<br\/>Trần Huy(陳輝) || Đền Ba Dân<br\/>Kim Bảng - Hà Nam || [[Hà Nam]] || Đinh Nga tập hợp trai tráng quanh vùng với những người tài giỏi như Đinh Thiết, Đinh Ngân, Phạm Đức, Trần Huy, Đinh Mỹ. Họ đã giúp ông huấn luyện binh sĩ, xây dựng căn cứ. Đinh Nga sau theo về ủng hộ Đinh Bộ Lĩnh, ông từng đem quân đến giải vây cho Đinh Bộ Lĩnh và thừa thắng tấn công tiêu diệt [[Đỗ Cảnh Thạc]] tại Đỗ Động Giang. [[Đinh Bộ Lĩnh]] lên làm vua đã ban thưởng cho Đinh Nga chức Tướng quân Chỉ huy sứ và cử về trấn trị tại địa bàn cũ, được hưởng lộc ấp ở huyện Cổ Bảng. || <ref>{{Chú thích web |url=http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-BA-DAN-a105.html |ngày truy cập=2015-11-13 |tựa đề=Đền Ba Dân |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117015045\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-BA-DAN-a105.html |url-status=dead }}<\/ref>\n|-align \n| Đinh Sài Bơi\n(丁賽伯)\n| Đền Xếch<br\/>Hoa Lư - [[Ninh Bình]] || [[Ninh Bình]] || Đinh Sài Bơi là tướng quân đại thần thời Đinh, ông theo giúp Vua Đinh dẹp loạn 12 sứ quân và tận trung với nhà Đinh khi nhà Tiền Lê cướp ngôi. Đền thờ và lăng mộ ông hiện vẫn còn ở [[Hoa Lư]]|| <ref name=\"ReferenceB\">[Theo cuốn Di tích lịch sử văn hóa thời Đinh - Lê ở Ninh Bình, Nguyễn Văn Trò - Nhà xuất bản VHDT trang 31]<\/ref>\n|-align \n| Đinh Trọng Dật\n(丁仲達)\n| Quỳnh Nghĩa<br\/>Quỳnh Lưu - [[Nghệ An]] || [[Nghệ An]] || Năm 951, Đinh Trọng Dật lúc ấy còn là một danh sĩ đi theo Đinh Bộ Lĩnh, sau khi dẹp loạn 12 sứ quân, thống nhất giang sơn sau một quãng thời gian dài Bắc Thuộc, gây dựng nên nước [[Đại Cồ Việt]] lấy hiệu là Đinh Tiên Hoàng Đế. Ông Đinh Trọng Dật được sắc phong Quan Tể Tướng đương triều, sau ông trở về quê hương Quỳnh Lưu lập ấp.|| <ref>{{Chú thích web |url=http:\/\/www.vba.com.vn\/index.php?option=com_content&view=article&id=6282:pgsts-dinh-van-thuan-nha-nghien-cuu-ung-dung&catid=63:van-hoa-am-thuc&Itemid=335 |ngày truy cập=2017-05-26 |tựa đề=PGS.TS ĐINH VĂN THUẬN - NHÀ NGHIÊN CỨU ỨNG DỤNG KHOA HỌC CÔNG NGHỆ XUẤT SẮC CỦA VIỆT NAM |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051443\/http:\/\/www.vba.com.vn\/index.php?option=com_content&view=article&id=6282:pgsts-dinh-van-thuan-nha-nghien-cuu-ung-dung&catid=63:van-hoa-am-thuc&Itemid=335 |url-status=dead }}<\/ref>\n|-align \n| Đinh Văn Cung\n(丁文宗)\n| Đình Vạn Tải<br\/>Nam Sách - [[Hải Dương]] || [[Ninh Bình]] || Khi Nguyễn Bặc tiến quân qua trang Vạn Tải. Đinh Văn Cung chiêu mộ dân trang được hơn trăm người theo làm gia thần để theo giúp [[Đinh Bộ Lĩnh]] đánh dẹp [[loạn 12 sứ quân]]. Khi lên ngôi, Vua Đinh gia phong cho Đinh Văn Cung chức quyền trưởng lĩnh bản phủ tả đạo binh nhung kiêm tán mưu sự Thái Bảo Tiền quân, làm quan tại quê nhà. || <ref>[http:\/\/baohaiduong.vn\/di-tich\/ngoi-dinh-tho-3-vi-thanh-hoang-co-cong-danh-giac-210912 Ngôi đình thờ 3 vị thành hoàng có công đánh giặc]<\/ref>\n|-align \n| Đinh Văn Lĩnh\n(丁文靈)\n| Làng Yên Lưu<br\/>Xã Hưng Hòa,<br\/>Vinh - [[Nghệ An]] || [[Ninh Bình]] || làng Yên Lưu được thành lập từ thời [[nhà Đinh]]. Theo gia phả họ Đinh ở Yên Lưu năm 979, ông Đinh Văn Lĩnh từ [[kinh đô Hoa Lư]] được vua [[Đinh Tiên Hoàng]] cử vào trấn thủ đất Hoan Châu đã cho con cháu xuống khai khẩn vùng đất Yên Lưu. Ông được tôn là người khai sinh ra vùng đất Yên Lưu và thủy tổ họ Đinh Yên Lưu.|| <ref>{{Chú thích web |url=http:\/\/ngheandost.gov.vn\/xu-nghe-dat-va-nguoi?p_p_id=101_INSTANCE_Y6w3vdzQM7wZ&p_p_lifecycle=0&p_p_col_id=column-1&p_p_col_count=1&_101_INSTANCE_Y6w3vdzQM7wZ_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_Y6w3vdzQM7wZ_assetEntryId=158083&_101_INSTANCE_Y6w3vdzQM7wZ_type=content&_101_INSTANCE_Y6w3vdzQM7wZ_urlTitle=lang-yen-luu-va-le-hoi-ha-%C4%91ien-thuo-xua |ngày truy cập=2017-07-12 |tựa đề=LÀNG YÊN LƯU VÀ LỄ HỘI HẠ ĐIỀN THUỞ XƯA |archive-date=2017-09-22 |archive-url=https:\/\/web.archive.org\/web\/20170922051456\/http:\/\/ngheandost.gov.vn\/xu-nghe-dat-va-nguoi?p_p_id=101_INSTANCE_Y6w3vdzQM7wZ&p_p_lifecycle=0&p_p_col_id=column-1&p_p_col_count=1&_101_INSTANCE_Y6w3vdzQM7wZ_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_Y6w3vdzQM7wZ_assetEntryId=158083&_101_INSTANCE_Y6w3vdzQM7wZ_type=content&_101_INSTANCE_Y6w3vdzQM7wZ_urlTitle=lang-yen-luu-va-le-hoi-ha-%C4%91ien-thuo-xua |url-status=dead }}<\/ref>\n|-align \n| Đỗ Đài(杜歹) || Đình Nguyễn Xá<br\/>Phương Tú - [[Ứng Hòa]] || [[Nghệ An]] || Đỗ Đài theo 2 anh họ Bạch Tượng, Bạch Địa đến Động Phí tụ tập dân chúng lập nên trang Nguyễn Xá sau ông theo [[Đinh Bộ Lĩnh]] dẹp sứ quân ở Thái Bình. Ngày nay Đỗ Đài được lập đình thờ làm thành hoàng làng Nguyễn Xá và cũng được tôn thờ ở đình làng Đông Trụ, xã Quỳnh Minh, huyện Quỳnh Phụ, tỉnh Thái Bình. || <ref name=\"vanhien.vn\"\/>\n|-align \n| Đỗ Quang,(杜光)<br\/>Đỗ Huy(杜惠) || Đình Văn Cú<br\/>An Dương - [[Hải Phòng]] || [[Hà Nội]] || Sứ quân [[Ngô Nhật Khánh]] cát cứ ở Đường Lâm nghe danh muốn dụ dỗ Đỗ Vĩ nhằm hãm hại ông. Do vậy, Đỗ Vĩ đã đem vợ và hai con trai Đỗ Quang, Đỗ Huy chạy về vùng Hải Phòng lánh nạn. Đỗ Quang đã đi theo giúp vua [[Đinh Tiên Hoàng]] dẹp [[loạn 12 sứ quân]], lập được nhiều công lớn và được vua phong đến chức Giám điều quân định. Sau ông làm thứ sử Hoan Châu. Đỗ Huy làm Thái thú Đồng Châu. Sau 2 ông theo các trung thần nhà Đinh chống lại nhà Tiền Lê nên bị hại. || <ref>{{Chú thích web |url=http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HAD&MenuID=1220&ContentID=71279 |ngày truy cập=2015-11-13 |tựa đề=Đình làng Văn Cú, xã An Đồng, huyện An Dương thờ hai vị Đại vương Đỗ Quang và Đỗ Minh. |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117084623\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HAD&MenuID=1220&ContentID=71279 |url-status=dead }}<\/ref>\n|-align \n| Đương Chu(楊楚) || Đình Hướng Nghĩa<br\/>Vụ Bản - Nam Định || [[Hà Nam]] || Đương Chu là tướng được Đinh Bộ Lĩnh cử làm sứ giả đi đến các đạo để chiêu mộ quân sĩ, trong đó chỉ riêng làng Hướng Nghĩa, Vụ Bản có đến 18 người đi. Họ trở thành niềm tự hào của làng quê và được dân làng Hướng Nghĩa lập đền thờ. Ông cũng được thờ ở Đình Vị Hạ, xã Trung Lương, Bình Lục, [[Hà Nam]] quê nhà. || \n|-align \n| Đương Giang\n(楊江)\n| Đình Đào Thục<br\/>Đông Anh - [[Hà Nội]] || [[Hà Nội]] || Đương Giang là bộ tướng của vua [[Đinh Tiên Hoàng]], giữ chức Đô úy. Đương Giang được Đinh Bộ Lĩnh giao cho 5000 quân sĩ để đi đánh dẹp quân Ngô. Ông lập trại ở trang Đào Xá và gặp một người trong mộng là Phi Nương Hoàng hậu. Bà là người đã phù giúp cho ông thắng trận. || \n|-align \n| Dương Đường Bộc(楊鄧普) || Đình Miếu Hoành<br\/>Minh Lãng - [[Vũ Thư]] || [[Thái Bình]] || Tướng quân Dương Đường Bộc là người có nhiều công lao giúp Đinh Bộ Lĩnh đánh dẹp 12 sứ quân và trấn giữ vùng đất Vũ Thư. Ông được nhân dân thờ tại Đình Miếu Hoành thuộc thôn Thanh Nội, xã Minh Lãng, huyện Vũ Thư, tỉnh Thái Bình. ||<ref>[https:\/\/baothaibinh.com.vn\/tin-tuc\/52\/83645\/thai-binh-voi-su-nghiep-dung-nuoc-dai-co-viet-hai-trieu-dinh-le Thái Bình với sự nghiệp dựng nước Đại Cồ Việt hai triều Đinh - Lê]<\/ref>\n|-align \n| Giang Cự Vọng(江巨望) || Chính sử || [[Ninh Bình]] || Tháng 10 năm 980, [[Lê Hoàn]] sai nha hiệu là Giang Cự Vọng, Vương Thiệu Tộ đưa thư sang nước Tống giả làm thư của Vệ Vương [[Đinh Toàn]] thỉnh cầu nối ngôi cha, xin ban cho mệnh lệnh chính thức, ý muốn hoãn binh [[nhà Tống]]. ||\n|-align \n| Hà Khôi(何魁) || Đình Mai<br\/>Thanh Oai - Hà Nội || [[Hà Nội]] || Hà Khôi đại vương là người có công giúp Đinh Bộ Lĩnh dẹp sứ quân [[Đỗ Cảnh Thạc]] cát cứ vùng Thanh Oai. Ông được thờ ở đình Mai, xã Thanh Mai, huyện Thanh Oai, Hà Nội. || \n|-align \n| Hoàng Thị Đậu,\n(黃氏道)<br \/>Hoàng Sơn Khung(黃山江)\n| Phủ Bà<br\/>Vụ Bản - Nam Định || [[Nam Định]] || Thân sinh bà là Sơn Trà làm phó chỉ huy sứ. Năm Đinh Mão bà cùng anh là Hoàng Sơn Khung theo vua Đinh đánh [[Phạm Phòng Át]]. Dưới triều Đinh bà giữ chức giám sát ngự sử. Thánh Đậu đại vương được thờ ở Phủ Bà (Đắc Lực, Liên Bảo, Vụ Bản) gắn với sự tích nàng Đậu bán nước ở đầu thôn ủng hộ lương thực cho [[Đinh Bộ Lĩnh]]. || \n|-align \n| Hoàng Thông(黃通) || Đình Cự Đà<br\/>Thanh Oai - Hà Nội || [[Hà Nội]] || Hoàng Thông là tướng thời Vua Đinh Tiên Hoàng được dân làng Cự Đà thờ làm Thành hoàng. Hàng năm vào ngày 14 tháng giêng âm lịch, người dân làng Cự Đà lại nô nức tổ chức lễ hội Đại kỳ phúc tiến hành lễ rước thánh Hoàng Thông Phả Độ Đại Vương. || \n|-align \n| Hoàng Trung\n(黃忠),<br \/>Hoàng Chí(黃志),<br \/>Hoàng Uy(黃宇)\n| Đình Phương La<br\/>Thanh Hà - Hải Dương || [[Hải Dương]] || Hoàng Trung Công, Hoàng Chí Công và Hoàng Uy Công là ba anh em ruột có công giúp Đinh Bộ Lĩnh dẹp loạn 12 sứ quân. Họ được thờ làm thành hoàng làng thôn Phương La và thôn Kỳ Tây xã Cẩm Chế. || <ref>{{Chú thích web |url=http:\/\/sovhttdl.haiduong.gov.vn\/pages\/chitiettin.aspx?newsId=017a2fc7-0c5d-48c8-80b7-d64a46f690f2 |ngày truy cập=2015-11-13 |tựa đề=Thôn Kỳ Tây có đình thờ Hoàng Uy Công |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922061847\/http:\/\/sovhttdl.haiduong.gov.vn\/pages\/chitiettin.aspx?newsId=017a2fc7-0c5d-48c8-80b7-d64a46f690f2 |url-status=dead }}<\/ref>\n|-align \n| Hoàng Hựu\n(黃虎),<br \/>Hoàng Tế(黃鐵),<br \/>Trần Tuệ(陳對)<br \/>Trần Minh(陳明)\n| Đình Tảo Dương<br\/>Xã Hồng Dương<br\/>Thanh Oai - Hà Nội || [[Hà Nội]] || Đình Tảo Dương, xã Hồng Dương là nơi thờ 4 vị tướng thời Đinh: Hoàng Tế đại vương, được vua Đinh Tiên Hoàng phong làm quan Thái úy. Hoàng Hựu đại vương được vua Đinh phong làm “Điều sát binh sự tướng quân”. Trần Tuệ đại vương được vua Đinh phong làm “Thái phó đại tướng quân”. Trần Minh đại vương là anh em sinh đôi của ông Trần Tuệ, được phong làm “Tham tán binh sự tướng quân”. || <ref>{{Chú thích web |url=https:\/\/text.xemtailieu.com\/tai-lieu\/tim-hieu-va-phat-huy-gia-tri-di-tich-lich-su-dia-phuong-dinh-san-tao-duong-1316010.html |ngày truy cập=2020-01-13 |tựa đề=Đình sàn Tảo Dương thờ 4 vị tướng thời Đinh |archive-date=2020-01-13 |archive-url=https:\/\/web.archive.org\/web\/20200113221254\/https:\/\/text.xemtailieu.com\/tai-lieu\/tim-hieu-va-phat-huy-gia-tri-di-tich-lich-su-dia-phuong-dinh-san-tao-duong-1316010.html |url-status=dead }}<\/ref>\n|-align \n| Hồ Hưng Dật\n(何鴻達)\n| Đình Tân Phúc,<br\/> Xã Quỳ Lăng<br\/>Quỳnh Lưu, Nghệ An || [[Trung Hoa]] || Hồ Hưng Dật, nguyên tổ họ Hồ Việt Nam, là người Chiết Giang, đỗ Trạng nguyên thời Hậu Hán. Hồ Hưng Dật đã sang Tĩnh hải quân sau khi đỗ Trạng nguyên đúng thời [[Thập nhị sứ quân]] và sinh sống tại hương Bào Đột (xã Ngọc Sơn, huyện Quỳnh Lưu). Ông kết bạn với [[Đinh Công Trứ]], thân sinh [[Đinh Bộ Lĩnh]]. Khi Đinh Bộ Lĩnh dấy quân dẹp [[loạn 12 sứ quân]], có đến gặp ông để tham vấn ý kiến. Ông có góp ý với [[Đinh Bộ Lĩnh]] về kế hoạch dẹp [[loạn 12 sứ quân]]. Khi [[Đinh Tiên Hoàng Đế]] lên ngôi đã phong ông trấn thủ Hoan Châu.||\n|-align \n| Hồ Thông\n(何通)\n| Đình Yên Nhân<br\/>Chương Mỹ - Hà Nội || [[Hà Nội]] || Hồ Thông là con trai Hồ Minh, mẹ là Nguyễn Thị Thái quê quán ở xã Đồng Lạc huyện Chương Mỹ. Sinh thời ông là người văn võ toàn tài, thông minh, trí tuệ được phong làm chỉ huy phó sứ thời vua [[Đinh Tiên Hoàng]]. Ông có công lao rất lớn trong việc đánh dẹp [[loạn 12 sứ quân]]. Khi mất được tặng phong là: “Quảng Hóa hà hải linh thông thiện thánh đại vương” và được thờ cùng các vị thánh khác tại đình Yên Nhân.||\n|-align \n| Khổng Chiêu\n(孔超)\n| Đình Lưu (Đông Phương)<br\/>Đông Hưng - Thái Bình || [[Thái Bình]] || Khổng Chiêu hay Khổng Phúc Thần – Hiệu là Phúc Thần ông Khổng Duệ Triết Hoàng Nghị Đại Vương sau cải chính là: Uy Phức Khổng Chiêu Duệ Triết Nam Hải đại Vương. Ông là tướng theo [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]]. Năm [[Đinh Tiên Hoàng]] Đế năm thứ II ông Uy Phúc Khổng Chiêu đến xem hình đất này và hoá ở đây. Nhân dân theo hướng lập Miếu thờ tự ông ngay xứ ấy và từ đó nhân dân được yên lành, cầu được bình an lễ ngài là dân tình ổn định, dân chúng làm ăn phồn thịnh tươi vui.||<ref>{{Chú thích web |url=http:\/\/dulich.thaibinh.gov.vn\/dinh_luu.html |ngày truy cập=2017-07-11 |tựa đề=Đình Lưu, Thôn Trung – xã Đông Phương - huyện Đông Hưng – Tỉnh Thái Bình |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051445\/http:\/\/dulich.thaibinh.gov.vn\/dinh_luu.html }}<\/ref>\n|-align \n| Lã Lang Đường(呂朗宗)<br \/>Lã Lang Đế(呂朗德) || Đình Cầu Bây,<br\/>Đình Thống Nhất<br\/>Thạch Bàn, Cự Khối<br\/>Long Biên - Hà Nội || [[Hưng Yên]] ||Theo truyền thuyết dân gian, vị thần hoàng ở đình làng Cầu Bây, phường Thạch Bàn và đình Thống Nhất, phường Cự Khối là vị võ tướng tên gọi Lã Lang Đường phù tá cho [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]]. Người em trai là Lã Lang Đế. Hai ông vốn xuất thân từ vùng đất Tế Giang, Hưng Yên và là anh em họ với sứ quân [[Lã Đường]].||<ref>[http:\/\/congly.com.vn\/xa-hoi\/doi-song\/ghi-chep-tai-le-hoi-chem-lon-dinh-thach-cau-bay-ha-noi-89850.html Ghi chép tại lễ hội chém lợn Đình Thạch Cầu Bây, Hà Nội]<\/ref>\n|-align \n| Lã Quốc Tuấn\n(呂國敦)\n|Đền Thượng, Thiện Trạo<br\/>Ninh Sơn, [[Ninh Bình]] ||[[Ninh Bình]]|| Thế kỷ thứ X vua [[Đinh Tiên Hoàng]] đã cho quân sĩ lập đồn luỹ đóng quân tại Thiện Trạo, phường Ninh Sơn để canh gác, bảo vệ từ phía Nam [[kinh đô Hoa Lư]]. Vua cử quan tổng tài Lã Quốc Tuấn về trấn giữ quê hương và dạy nghề dệt chiếu cho dân làng Thiện Trạo. Lã Quốc Tuấn được tôn là ông tổ nghề dệt chiếu làng Thiện Trạo và thờ ở đền Thượng.||<ref>[http:\/\/www.nguyendinhvan.nghesi.vn\/2013\/09\/song-vac-que-toi.html Sông Vạc quê tôi]<\/ref>\n|-align \n| Lãng Công(凌公) || Đình Quảng Thượng<br\/>Ý Yên - Nam Định || [[Nam Định]] || Ông là vị thần được thờ ở đình Quảng Thượng (Yên Lương, Ý Yên) do có công nuôi vua Đinh. || <ref>{{Chú thích web |url=http:\/\/baonamdinh.com.vn\/channel\/5093\/201207\/Nam-dinh-dia-ban-trong-yeu-trong-su-nghiep-thong-nhat-dat-nuoc-cua-dinh-Bo-Linh-2182012\/ |ngày truy cập=2015-11-13 |tựa đề=Nam Định - Địa bàn trọng yếu trong sự nghiệp thống nhất đất nước của Đinh Bộ Lĩnh |archive-date=2014-09-28 |archive-url=https:\/\/web.archive.org\/web\/20140928110222\/http:\/\/www.baonamdinh.com.vn\/channel\/5093\/201207\/Nam-dinh-dia-ban-trong-yeu-trong-su-nghiep-thong-nhat-dat-nuoc-cua-dinh-Bo-Linh-2182012\/ |url-status=dead }}<\/ref>\n|-align \n| Lê Cát Bạo\n(黎克保)\n| Miếu An Cư<br\/>Xã Đức Xương<br\/>Gia Lộc - Hải Dương || [[Nam Định]] || Lê Cát Bạo là con ông Lê Huý Cường và bà Đặng Thị Phương; quê quán làng Đồng Lục huyện Thiên Bản (Nam Định). Ông là người có công giúp [[Đinh Tiên Hoàng]] dẹp [[loạn 12 sứ quân]], khi cầm quân lúc đến đầu trang An Vệ thấy thế đất đẹp ông đã chọn để hạ trại, thu phục dân làng. Khi ông mất được nhân dân trong làng dựng đền thờ ngay nơi ông hạ trại và tôn làm thành hoàng. Lễ hội truyền thống hàng năm của làng được tổ chức vào ngày 15 tháng Tám âm lịch. || <ref>[http:\/\/gialoc.haiduong.gov.vn\/ViewDetail\/267.aspx Lễ hội làng An Cư, xã Đức Xương]<\/ref>\n|-align \n| Lê Chương(黎忠)<br\/>Lê Du(黎都) || Đền Làng Kho<br\/>Nho Quan - Ninh Bình || [[Ninh Bình]] || Khi có loạn 12 sứ quân, Lê Chương và em trai Lê Du cùng tập hợp 2000 quân sĩ chia quân đóng 2 đồn. Đồn Thượng phía Đông do Lê Du chỉ huy, tự xưng là Thanh Y đại tướng quân. Đồn Hạ phía Tây do Lê Chương chỉ huy, tự xưng là Hiển Quang đại tướng quân. Sau 2 ông theo Đinh Bộ Lĩnh dẹp các sứ quân và được giao cai quản vị trí cũ. || <ref name=\"ReferenceB\"\/>\n|-align \n| [[Lê Hoàn]](黎桓) || Chính sử || [[Hà Nam]] || Là tướng của [[Đinh Bộ Lĩnh]] tham gia dẹp [[loạn 12 sứ quân]], được phong Thập đạo tướng quân. Sau khi Vua Đinh mất, ông đánh thắng giặc Tống được nhường ngôi vua, lập ra nhà Tiền Lê. || \n|-align \n| Lê Khai(黎凱)<br\/>Trần Thị Quế\n(陳氏桂)\n| Đình Thánh, Minh Thuận<br\/>Vụ Bản - Nam Định || [[Nam Định]] || Làng Bịch xã Minh Thuận, Vụ Bản, Nam Định thờ tướng quân Lê Khai là vị tướng đi theo [[Đinh Bộ Lĩnh]] dẹp yên loạn 12 sứ quân và vợ ông - bà Trần Thị Quế. Đền còn lưu giữ câu đối dịch là: Xưa có lầu Trần, nay có miếu\/Sống làm Đinh tướng hóa vi thần. Phía bên trái đền là lăng miếu của bà Trần Thị Quế.|| <ref>{{Chú thích web |url=http:\/\/baonamdinh.com.vn\/channel\/5087\/201412\/minh-thuan-bao-ton-phat-huy-cac-gia-tri-van-hoa-truyen-thong-2380401\/ |ngày truy cập=2017-05-23 |tựa đề=Minh Thuận bảo tồn, phát huy các giá trị văn hóa truyền thống |archive-date=2015-04-13 |archive-url=https:\/\/web.archive.org\/web\/20150413130620\/http:\/\/baonamdinh.com.vn\/channel\/5087\/201412\/minh-thuan-bao-ton-phat-huy-cac-gia-tri-van-hoa-truyen-thong-2380401\/ |url-status=dead }}<\/ref>\n|-align \n| Lê Lương(黎浪) || Chính sử || [[Thanh Hóa]] ||Là một hào trưởng Ái Châu. Sau Đinh Tiên Hoàng lên ngôi phong hào trưởng Lê Lương, cai quản cả một vùng đất nằm trong phạm vi \"đông đến Phân Dịch, nam đến Vũ Long, tây đến đỉnh núi MaLa, bắc đến lèn Kim Cốc\" (gồm ba huyện Đông Sơn, Thiệu Hóa, Quảng Xương - Thanh Hóa ngày nay) và cho con cháu Lê Lương đời đời được làm quan coi đất ấy.||<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30473&cn_id=74094 Thế kỷ X: Xây dựng và bảo vệ Quốc gia độc lập, Tự chủ và thống nhất thời Khúc - Ngô - Đinh - Tiền Lê]<\/ref>\n|-align \n| Lê Viết Hưng(黎悅鴻),<br \/>Lê Viết Quang(黎悅光) || Đình Ngọc Uyên<br\/>Thành phố Hải Dương || [[Nam Định]] || Lê Viết Hưng cùng em trai Lê Viết Quang tình nguyện theo [[Đinh Bộ Lĩnh]], hưng binh trấn giữ vùng châu thổ, đánh thắng nhiều trận ở vùng Chí Linh, Thanh Lâm. Do có công với nước, hai ông được Vua Đinh phong tước, nhân dân lập đền thờ tôn làm Thành hoàng làng Ngọc Uyên, Hải Dương. Đức Thánh Cả Lê Viết Hưng được phong là Đương cảnh thành hoàng quan hà Đại vương \"Trưởng tả đạo binh nhung kiêm tham tán mưu sự\". Đức Thánh Hai Lê Viết Quang được phong là Dương cảnh thành hoàng Đinh triều phong tước \"Thiếu tử Thái Bảo tiền quân\". Hai Ông được đặt tên 2 tuyến đường ở thành phố Hải Dương.|| <ref>{{Chú thích web |url=http:\/\/thantienvietnam.com\/dao-quan\/396-dinh-tho-thanh-hoang-danh-than-than-tien-5.html |ngày truy cập=2015-11-13 |tựa đề=Đình Ngọc Uyên |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117015922\/http:\/\/thantienvietnam.com\/dao-quan\/396-dinh-tho-thanh-hoang-danh-than-than-tien-5.html |url-status=dead }}<\/ref> \n|-align \n| Lê Xuân Vinh(黎春榮),<br \/>Lê Luận Lương(黎鑾龍) || Đình Mai Phúc<br\/>Gia Lâm - Hà Nội || [[Hà Nội]] || Hai anh em Xuân Vinh và Luận Nương đã tập hợp trai tráng trong làng thành đội dân binh. Họ đã từng đánh bại quân của Nguyễn Khoan và một vị sứ quân cát cứ vùng Tế Giang. Sau đó, anh em Xuân Vinh đem quân về Hoa Lư và được Đinh Bộ Lĩnh giao nhiệm vụ đánh dẹp sứ quân Kiều Công Hãn. || <ref>{{Chú thích web |url=http:\/\/vanhien.vn\/vi\/news\/vat-the\/Dinh-Mai-Phuc-10104\/ |ngày truy cập=2015-11-13 |tựa đề=Đình Mai Phúc |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117032042\/http:\/\/vanhien.vn\/vi\/news\/vat-the\/Dinh-Mai-Phuc-10104\/ |url-status=dead }}<\/ref>\n|-align \n| Linh Thông\n(靈通)\n| Đình Đông Cốc<br\/>Thuận Thành - Bắc Ninh || [[Bắc Ninh]] || Linh Thông Đại vương là người bản xứ, có công theo giúp Vua Đinh Tiên Hoàng dẹp loạn 12 sứ quân. Đình Đông Cốc thờ ông đã được bộ Văn hóa-Thể thao và Du lịch công nhận là di tích lịch sử - văn hóa. || \n|-align \n| Lương Văn Hoằng(梁文晃),<br\/>Ngô Tất An\n(吳德安),<br \/>Trần Viết Dũng\n(陳悅宗),<br\/>Trần Thị Thủy\n\n(陳氏水),<br \/>Trần Xuân Tiền(陳玄天)\n| Thần phả Nhuệ Khê<br\/>Nam Định || [[Nam Định]] || Làng Nhuệ Khê thờ các tướng tham gia đội quân của Đinh Bộ Lĩnh dẹp [[12 sứ quân]]. Thần phả Nhuệ Khê còn ghi lại ở vùng Mỹ Lộc, tại xã Đệ Tam có Trần Viết Dũng, xã Nhuệ Khê có Nguyễn Đức Long, Nguyễn Đức Học, xã Năng Lự có Trần Xuân Tiền, Trần Thị Thủy, xã Bình Giã có Lương Văn Hoằng, Ngô Tất An tham gia đội quân của Đinh Bộ Lĩnh. || \n|-align \n| Lương Tuấn(梁端)<br \/>(Kiều Mộc thiền sư)(喬木禪師)|| Đền Tam Thánh<br\/>[[Yên Khánh]] - [[Ninh Bình]] || [[Ninh Bình]] || Kiều mộc thiền sư Lương Tuấn là người thân cận và có công lớn giúp [[Đinh Điền]] xây dựng căn cứ. Ông đã vận động quân dân lập 9 Đại bản doanh từ Yên Lữ, Yên Bạc quê ngoại của [[Đinh Điền]] đến các nơi như: Xuân Dương, Phú Mỹ, Yên Liêu, Bồ Vi và Chùa Tháp góp phần giúp Đinh Bộ Lĩnh dẹp tan loạn 12 sứ quân. Kiều Mộc thiền sư còn là người thày dạy kinh cho Tượng Trân công chúa rồi đưa Thượng Trân Công Chúa về Trúc Lâm tu hành. || <ref>{{Chú thích web |url=http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-TAM-THANH-a525.html |ngày truy cập=2016-10-24 |tựa đề=Đền tam thánh – Chùa Yên Lữ |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051542\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-TAM-THANH-a525.html |url-status=dead }}<\/ref>\n|-align \n| [[Lưu Cơ]](劉基) || Chính sử || [[Ninh Bình]] || Là tướng của [[Đinh Bộ Lĩnh]] tham gia dẹp [[loạn 12 sứ quân]], trực tiếp đánh dẹp sứ quân [[Lý Khuê]] và làm quan nhà Đinh. Ông cùng với Đinh Điền, Nguyễn Bặc, Trịnh Tú được coi là Tứ trụ triều đình của nhà Đinh. || \n|-align \n| Lưu Đình Học\n(劉定虎)\n| [[Đình Pác Mòng]]<br\/>Quảng Lạc - Lạng Sơn || [[Lạng Sơn]] || Lưu Đình Học là tướng lĩnh của Đinh Tiên Hoàng, tham gia dẹp loạn ở vùng biên giới Lạng Sơn. Ông đóng đồn ở núi Khuôn Nhà, có vợ là nàng Công cùng các binh lính đã theo giúp Vua Đinh đánh dẹp. Ông cũng được thờ ở di tích [[đình Pác Mòng]] cùng với Vua [[Đinh Tiên Hoàng]] || <ref>[http:\/\/baotanglangson.vn\/index.php\/di-s%E1%BA%A3n-v%C4%83n-h%C3%B3a\/di-s%E1%BA%A3n-v%C4%83n-h%C3%B3a-phi-v%E1%BA%ADt-th%E1%BB%83\/ds-t%C6%B0-li%E1%BB%87u\/item\/767-l%E1%BB%85-h%E1%BB%99i-p%C3%A1c-mo%C3%B2ng,-x%C3%A3-qu%E1%BA%A3ng-l%E1%BA%A1c,-th%C3%A0nh-ph%E1%BB%91-l%E1%BA%A1ng-s%C6%A1n Lễ hội Pác Moòng, xã Quảng Lạc, thành phố Lạng Sơn]<\/ref>\n|-align \n| Lưu Lang\n(劉郎)\n| Đình Đồng Hạ<br\/>Kim Động - Hưng Yên || [[Ninh Bình]] || Lưu Lang là người cùng quê với [[Lưu Cơ]], [[Nguyễn Bặc]], [[Đinh Điền]] và [[Đinh Bộ Lĩnh]]. Thân phụ của ông là tù trưởng Đại Hoàng, tuổi ngoài 50 mới sinh Lưu Lang.<ref>Một hôm gặp ngày húy của gia tiên, thân phụ Lưu Lang than thở: \"Cái thiếu ở gia đình ta không phải là tiền mà là nối dõi tông đường, chi bằng làm phúc ăn ở cho trọn vẹn đạo làm người, lòng trời có thể ngoảnh lại với mình\". Từ đó ông ra sức giúp đỡ người nghèo, các nơi chùa miếu đều bỏ tiền tu tạo, đồng thời xây dựng một ngôi chùa nhỏ riêng, đêm đêm đèn nhang tụng niệm. Một hôm vợ ông đang niệm phật thì ngủ thiếp đi và chiêm bao thấy một cụ già ẵm một đứa bé ngồi ở cửa chùa, truyền bà đến phán rằng: \"Vợ chồng nhà ngươi làm phúc đức rất nhiều, ta cho ngươi đứa trẻ, sau này tiếng tăm lừng lẫy khắp thiên hạ\". Chẳng bao lâu, bà có thai, sinh được một cậu con trai khôi ngô tuấn tú, thông minh, mạnh giỏi hơn người, đặt tên là Lang.<\/ref> Năm 13 tuổi cha mẹ đều mất, Lưu Lang theo anh họ là [[Lưu Cơ]], cùng [[Nguyễn Bặc]], [[Đinh Điền]] tham gia tập trận cờ lau cùng bọn trẻ chăn trâu. Sau đó, họ cùng Lưu Lang tiến đến Phù Liệt, Tế Giang, Đằng Châu, Bố Hải dẹp các sứ quân và tôn [[Đinh Bộ Lĩnh]] lên làm vua, lấy quốc hiệu là [[Đại Cồ Việt]], đóng đô ở [[Hoa Lư]]. Vua Đinh phong [[Lưu Cơ]] là Đô hộ phủ sĩ sư, Lưu Lang là Phó sĩ sư và được ban thực ấp ở Đồng Hạ, [[Hưng Yên]]. Khi Lê Hoàn đoạt ngôi [[nhà Đinh]], ông cùng Đinh Điền đem quân về chống đối và cùng hy sinh, các ông được hậu thế suy tôn là trung thần [[nhà Đinh]] ||<ref>{{Chú thích web |url=http:\/\/kimdong.hungyen.gov.vn\/Pages\/gioi-thieu-chung-93\/lich-su-van-hoa-du-lich-135\/Cac-di-tich-huyen-Kim-Don-7ed1f83c7ae88a8e.aspx |ngày truy cập=2015-11-26 |tựa đề=Đình Đồng Hạ, Xã Đức Hợp, huyện Kim Động, Hưng Yên |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304084759\/http:\/\/kimdong.hungyen.gov.vn\/Pages\/gioi-thieu-chung-93\/lich-su-van-hoa-du-lich-135\/Cac-di-tich-huyen-Kim-Don-7ed1f83c7ae88a8e.aspx |url-status=dead }}<\/ref>\n|-align \n| Lưu Ngữ(劉宇) || Đền Lưu Xá<br\/>Hưng Hà - Thái Bình || [[Thanh Hóa]] || Đầu thế kỷ thứ X, họ Lưu là dòng cự tộc thuộc huyện Hoằng Hóa, Thanh Hóa. Lưu Ngữ, giỏi văn võ, theo Lê Hoàn đến với Đinh Bộ Lĩnh từ những ngày đầu dẹp loạn. || <ref>{{Chú thích web |url=http:\/\/luutoc.vn\/vi\/?go=detail%2F2%2F2%2F2012%2FLDDe%2FNews%2Fluu-xa-mot-dia-danh-lich-su.dhtml |ngày truy cập=2021-02-14 |tựa đề=Lưu Xá một địa danh lịch sử |archive-date = ngày 10 tháng 6 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200610235614\/http:\/\/luutoc.vn\/vi\/?go=detail%2F2%2F2%2F2012%2FLDDe%2FNews%2Fluu-xa-mot-dia-danh-lich-su.dhtml |url-status=dead }}<\/ref>\n|-align \n| Lưu Quyền\n(劉權)\n| Đình Nhật Tân<br\/>Kim Bảng - Hà Nam || [[Hà Nam]] || Thời vua [[Đinh Bộ Lĩnh]] dẹp loạn 12 sứ quân, ở xã Lưu Xá, huyện Kim Bảng, phủ Lý Nhân, đạo Sơn Nam có một người tên là Lưu Quyền theo vua đi đánh sứ quân Đỗ Cảnh Thạc ở Đỗ Động. Dẹp xong [[loạn 12 sứ quân]], [[Đinh Bộ Lĩnh]] lên ngôi, luận công phong thưởng. Lưu Quyền công lao to lớn được vua phong chức là Thủy tào phán sự, có công xây dựng đình làng nên khi mất Lưu Quyền được dân làng đưa vào thờ tại đình Nhật Tân. || <ref>{{Chú thích web |url=http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH-NHAT-TAN-a117.html |ngày truy cập=2016-03-16 |tựa đề=Đình Nhật Tân - Hà Nam |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922050726\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH-NHAT-TAN-a117.html |url-status=dead }}<\/ref>\n|-align \n| Lý Cương Nghĩa(李公藝),<br \/>Đào Thiên Nương(陶天農) || Đình Đoan Bái<br\/>Đoan Bái - Hiệp Hòa || [[Bắc Giang]] || Cương Nghị Đại Vương tên húy là Lý Cương Nghĩa, cùng với phu nhân Diên Bình Đào Yêu Công Chúa tên húy Đào Diên Bình, được sắc phong Đào Thiên Nương có công giúp [[Đinh Tiên Hoàng]] đế đánh dẹp [[12 sứ quân]], lập ra nhà nước [[Đại Cồ Việt]] trong lịch sử Việt Nam. Cả hai được thời ở Đình làng Đoan Bái, xã Đoan Bái, huyện Hiệp Hòa. || <ref>[http:\/\/www.bacgiang.gov.vn\/tro-giup\/2433\/Di-tich-xep-hang-cap-tinh-tren-dia-ban-huyen-Hiep-Hoa.html Di tích Kiến trúc nghệ thuật Đình Đoan Bái - Di tích xếp hạng cấp tỉnh trên địa bàn huyện Hiệp Hòa]<\/ref><ref>[http:\/\/www.hannom.org.vn\/trichyeu.asp?param=277&Catid=53 Thần tích 2 xã thuộc tổng Đông Lỗ, huyện Hiệp Hòa, tỉnh Bắc Giang]<\/ref>\n|-align \n| Lý Đài(李達)<br\/>Lý Trâu(李昭)<br\/>Lý Quốc(李過) || Đình Văn Ổ<br\/>Đình Trịnh Xá<br\/>Đình Cát Lư<br\/>Văn Lâm - Hưng Yên || [[Thái Bình]] || Khi [[Đinh Tiên Hoàng]] sai Nguyễn Bặc về xứ Kinh Bắc tìm căn cứ quân sự, ba anh em Đài Công, Trâu Công và Quốc Công mang hơn 30 nghĩa binh là dân các thôn Lộng Đình, Trình Xá, Cát Lư do mình tuyển chọn đến xin làm gia thần. Đinh Tiên Hoàng thử tài, biết các ông là người tài năng, mưu lược xuất chúng liền giao chức vụ Chưởng lĩnh tả đạo binh giới kiêm Tham tán mưu sự. Vua sai ba ông chỉ huy hùng binh thủy bộ diệt trừ các sứ quân. Sau này Vua phong Đài Công làm Thái bảo tiền quân, Châu Công làm Thái bảo trung quân, Quốc Công làm Thái bộc hậu quân. Hoàng đế phong hiệu cho ba ông là Đệ nhất Châu Quốc, Đệ nhị Châu Quốc, Đệ tam Châu Quốc. Khi [[Lê Hoàn]] cướp ngôi nhà Đinh các ông không phục đã tự sát||<ref>[http:\/\/baohungyen.vn\/dat-va-nguoi-xu-nhan\/201609\/chuyen-ve-bon-vi-thanh-hoang-thoi-tien-le-o-tong-dai-tu-van-lam-699101\/ Chuyện về bốn vị thành hoàng thời Tiền Lê ở tổng Đại Từ, Văn Lâm]<\/ref>\n|-align \n| Lý Long(李龍)<br\/>Lý Khang(李康) || Đình Làng Chanh<br\/>Xã Thúc Kháng<br\/>Bình Giang - Hải Dương || [[Bắc Giang]] || Lý Khôi người Bắc Giang, lấy bà Nguyễn Thị Hạnh người làng Tranh sinh một bọc ba con trai, đều đặt tên là Long, song chỉ nuôi được con thứ 3 là Long Công Tam. Bà Hạnh mất, Lý Khôi đem con là Long Công Tam về làng Tranh dạy học, rồi tục huyền với bà Phạm Thị Hằng, sinh một con trai đặt tên là Khang Công. Lớn lên hai anh em Long Công và Khang Công học văn, luyện võ và làm tướng đi dẹp sứ quân Kiều Công Hãn và Ngô Nhật Khánh.||\n|-align \n| Lý Mộc Trang\n(李穆江)\n| Chùa Phúc Khánh<br\/>Hiền Quan<br\/>Tam Nông - Phú Thọ || [[Phú Thọ]] || Mộc Trang đại vương là con trai của bà Lý Phương Nương trước đó tu ở chùa Phúc Khánh lộ Sơn Tây phủ Thao Giang, tức chùa Hiền Quan. Khi mẹ mất hết tang, đất nước rơi vào [[loạn 12 sứ quân]], biết [[Đinh Bộ Lĩnh]] là con một vị tướng cũ được nhân dân hết sức mến phục, ông đã dung nạp 300 người cùng theo về tham gia khởi nghĩa. Ông trực tiếp tham gia đánh dẹp các sứ quân [[nhà Ngô]] và Đỗ Cảnh Thạc ở Bảo Đà. [[Đinh Tiên Hoàng]] lên ngôi vua ban cho ông thực ấp ở huyện [[Tam Nông]]. || <ref>{{Chú thích web |url=http:\/\/tamnong.phutho.gov.vn\/index.php\/gioi-thieu-don-vi\/di-tich-lsvh-l-h-i\/di-tich-l-ch-s-van-hoa-c-p-qu-c-gia-chua-phuc-khanh-x-hi-n-quan.html |ngày truy cập=2016-10-23 |tựa đề=DI TÍCH LỊCH SỬ VĂN HÓA CẤP QUỐC GIA CHÙA PHÚC KHÁNH XÃ HIỀN QUAN |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922071713\/http:\/\/tamnong.phutho.gov.vn\/index.php\/gioi-thieu-don-vi\/di-tich-lsvh-l-h-i\/di-tich-l-ch-s-van-hoa-c-p-qu-c-gia-chua-phuc-khanh-x-hi-n-quan.html |url-status=dead }}<\/ref>\n|-align \n| Lý Trí Thắng\n(李奇唐)\n| Đình Đỗ Lâm<br\/>Đình Đỗ Hạ || [[Thái Bình]] || Nguyễn Bặc là Đại tướng quân của Đinh Bộ Lĩnh, trong lúc tiến quân đến phủ Hạ Hồng thì gặp Lý Trí Thắng và Trí Thắng sớm được tin dùng, cùng Nguyễn Bặc kéo quân về Hoa Lư ra mắt chủ soái. Đinh Tiên Hoàng ban chức Tả đạo binh nhung kiêm Tham tán mưu sự, giao nhậm chức ở Hoan Châu, 3 năm sau được vời về triều phong chức Chưởng ấn nội các. || \n|-align \n| Lý Phả(李法),<br\/>Lý Hoằng(李洪),<br\/>Lý Quảng(李廣) || Đình Trại Kênh<br\/>Thủy Nguyên - Hải Phòng || [[Ninh Bình]] || Ba anh em Lý Phả, Lý Hoằng, Lý Quảng con ông Lý Lã và bà Đặng Thị Quỳnh, người [[Hoa Lư]], [[Ninh Bình]], cả ba đều có công tham gia dẹp loạn 12 sứ quân và làm quan dưới triều Đinh Tiên Hoàng. Cuối đời Đinh, nội bộ triều đình mâu thuẫn, ba anh em về ẩn cư ở trang Sài Kênh, huyện Thủy Đường. Khi Lê Hoàn muốn giành ngôi vua. [[Nguyễn Bặc]] vời ba anh em về [[Hoa Lư]] giúp chống Lê Hoàn và đều bị tử trận cùng Nguyễn Bặc. Dân Sài Kênh ngưỡng mộ lòng trung nghĩa của ba vị nên thờ làm thành hoàng. ||<ref>{{Chú thích web |url=http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Dau-vet-lich-su-trieu-Tien-Le-tren-dat-Hai-Phong-6312.html |ngày truy cập=2015-11-15 |tựa đề=Dấu vết lịch sử triều Tiền Lê trên đất Hải Phòng |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051742\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Dau-vet-lich-su-trieu-Tien-Le-tren-dat-Hai-Phong-6312.html |url-status=dead }}<\/ref>\n|- align\n| Lý Uy(李威),<br\/>Lý Ngọ(李吳)||Đình Phương Bản<br\/>Chương Mỹ -Hà Nội||[[Hà Nội]]||Theo \"Đinh triều sơn thần sự tích\" thì anh em Lí Uy và Lí Ngọ là người Bồ Bản, Quốc Oai, Sơn Tây đã theo giúp Đinh Tiên Hoàng dẹp [[loạn 12 sứ quân]]. Sau khi chết hai anh em được triều đình phong là Uy Sơn Đại Vương và Ngọ Tân Đại vương, được dân Bồ Bản lập đền thờ. Có sắc truy tặng của các triều đại. Hai ông được thờ làm thành hoàng cùng với Phùng Hưng.||<ref>[http:\/\/www.hannom.org.vn\/trichyeu.asp?param=1757&Catid=246 Sự tích hai anh em Lí Uy và Lí Ngọ, người l. Bồ Bản, ph. Quốc Oai, t. Sơn Tây theo giúp Đinh Tiên Hoàng dẹp loạn 12 sứ quân. Sau khi chết hai anh em được triều đình phong là Uy Sơn Đại Vương và Ngọ Tân Đại vương, được l. Bồ Bản lập đền thờ. Có sắc truy tặng của các triều đại.]<\/ref>\n|-align \n| [[Nguyễn Bặc]](阮匐) || Chính sử || [[Ninh Bình]] || Là bạn Vua Đinh từ thuở nhỏ, tham gia dẹp [[loạn 12 sứ quân]] và làm quan nhà Đinh, chức Định quốc công, tương đương Tể tướng. Khi Vua Đinh mất, ông cùng các quan đại thần nổi dậy chống [[Lê Hoàn]] và bị giết. || \n|-align \n| [[Nguyễn Bồ]](阮寶),<br\/>Nguyễn Phục(阮福)\n| Đình Ba Dân<br\/>Thanh Trì - Hà Nội || [[Ninh Bình]] || Là anh của Nguyễn Bặc và Nguyễn Phục. Cả ba anh em ông đều là tướng nhà Đinh, có công giúp Đinh Tiên Hoàng trong công cuộc đánh dẹp loạn 12 sứ quân. Vợ ông là công chúa Quế Hương, chị gái Đinh Tiên Hoàng. Năm Đinh mão 967, Đinh Bộ Lĩnh giao Nguyễn Bồ làm chỉ huy tiến quân đánh sứ quân Nguyễn Siêu ở Tây Phù Liệt, là sứ quân mạnh nhất lúc bấy giờ; không may trong trận này Nguyễn Bồ cùng ba tướng Nguyễn Phục, Đinh Thiết, Cao Sơn và rất nhiều binh lính tử trận. || <ref>{{Chú thích web |url=http:\/\/vntimes.com.vn\/danh-lam\/dinh-chua\/9976-dinh-ba-dan-o-thanh-tri-ha-noi.html |ngày truy cập=2015-11-13 |tựa đề=Đình Ba Dân ở Thanh Trì, Hà Nội |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304112832\/http:\/\/vntimes.com.vn\/danh-lam\/dinh-chua\/9976-dinh-ba-dan-o-thanh-tri-ha-noi.html |url-status=dead }}<\/ref>\n|-align \n| Nguyễn Cả\n(阮洽)\n| Đình Bá Dương<br\/>Đan Phượng - Hà Nội || [[Hà Nội]] || Tham gia dẹp [[12 sứ quân]], sau từ quan về làng dạy dân trồng trọt, mở mang cơ nghiệp, ông bày ra những trò vui thanh cao, trong đó có chơi diều cùng đám trẻ mục đồng. || <ref>{{Chú thích web |url=http:\/\/hanoi.vietnamplus.vn\/Home\/Hoi-tha-dieu-Ba-Giang\/20108\/2665.vnplus |ngày truy cập=2015-11-13 |tựa đề=Hội thả diều Bá Giang |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922052450\/http:\/\/hanoi.vietnamplus.vn\/Home\/Hoi-tha-dieu-Ba-Giang\/20108\/2665.vnplus |url-status=dead }}<\/ref>\n|-align \n| Nguyễn Đoàn\n(阮端)\n| Đình Đông Phù<br\/>Thanh Trì - Hà Nội || [[Hà Nội]] || Trong trận đánh [[Nguyễn Siêu]], Nguyễn Đoàn đã đem 10 lính đặc công, ban đêm ngầm lén vào trong doanh trại, thừa gió phóng hoả, ngọn lửa rừng rực, khói đen ngút trời. Nhờ đó quân [[Hoa Lư]] đánh thắng lực lượng Tây Phù Liệt. || \n|-align \n| Nguyễn Điền(阮佃),<br \/>Nguyễn Bang(阮邦),<br\/>Đặng Chân Nương(鄧昌隆) || Đình, chùa Bái Đoài<br\/>Liêm Cần - Thanh Liêm || [[Hà Nam]] || Ba người cùng quê hương Lê Hoàn đứng lên mộ binh ở trang Động Xá, phò giúp Đinh Bộ Lĩnh dẹp yên loạn lạc và Lê Hoàn đánh giặc. 2 anh em họ Nguyễn được triều đình ban quốc tính, đổi sang họ vua, mang danh Đinh Điền, Đinh Bang. Đinh Điền kết duyên cùng Đặng Chân|| <ref>{{Chú thích web |url=http:\/\/www.baohanam.com.vn\/que-huong-nui-doi-song-chau\/bai-doai-dong-tu-va-doi-net-xua-nay-6666.html |ngày truy cập=2018-03-17 |tựa đề=Bái Đoài, Động Tứ và đôi nét xưa – nay |archive-date=2018-03-17 |archive-url=https:\/\/web.archive.org\/web\/20180317170220\/http:\/\/www.baohanam.com.vn\/que-huong-nui-doi-song-chau\/bai-doai-dong-tu-va-doi-net-xua-nay-6666.html |url-status=dead }}<\/ref>\n|-align \n| Nguyễn Đình Lục\n(阮定祿)\n| [[Đình Pác Mòng]]<br\/>Quảng Lạc - Lạng Sơn || [[Lạng Sơn]] || Nguyễn Đình Lục là tướng lĩnh của Đinh Tiên Hoàng, tham gia dẹp loạn ở vùng biên giới Lạng Sơn. Ông đóng đồn ở núi Khau Khoang, có vợ là nàng Hanh, nàng Cánh cùng các binh lính đã theo giúp Vua Đinh đánh dẹp. Ông cũng được thờ ở di tích [[đình Pác Mòng]] cùng với Vua [[Đinh Tiên Hoàng]] || <ref>[http:\/\/baotanglangson.vn\/index.php\/di-s%E1%BA%A3n-v%C4%83n-h%C3%B3a\/di-s%E1%BA%A3n-v%C4%83n-h%C3%B3a-phi-v%E1%BA%ADt-th%E1%BB%83\/ds-t%C6%B0-li%E1%BB%87u\/item\/767-l%E1%BB%85-h%E1%BB%99i-p%C3%A1c-mo%C3%B2ng,-x%C3%A3-qu%E1%BA%A3ng-l%E1%BA%A1c,-th%C3%A0nh-ph%E1%BB%91-l%E1%BA%A1ng-s%C6%A1n Lễ hội Pác Moòng, xã Quảng Lạc, thành phố Lạng Sơn]<\/ref>\n|-align \n| Nguyễn Đức Chính(阮德清) || Đình Hòa Xá<br\/>Ứng Hòa - Hà Nội || [[Nghệ An]] || Nguyễn Đức Chính là vị tướng có công dẹp loạn 12 sứ quân góp phần vào sự nghiệp thống nhất đất nước. Ông đã được Đinh Tiên Hoàng phong làm tả đạo Tướng quân, sau đó gia phong làm Phổ đức Uy chính Thượng Đẳng Thần. ||<ref>[http:\/\/unghoa.hanoi.gov.vn\/di-tich-lich-su\/-\/news\/kE1YGAwY2lj1\/1\/385345.html;jsessionid=fhnCSdcr3aF3OfDg1LKxbm6v.app2 Đình Hòa Xá, Di tích kiến trúc nghệ thuật – Thờ Nhân thần]<\/ref>\n|-align \n| Nguyễn Đức Long(阮德龍),<br\/>Nguyễn Đức Học\n(阮德虎)\n| Thần phả Nhuệ Khê<br\/>Nam Định || [[Nam Định]] || Anh em Đức Long, Đức Học cùng 30 người thuộc 5 họ: Nguyễn, Trần, Hoàng, Bùi, Mai lúc đầu theo về với Trần Lãm sau theo Đinh Bộ Lĩnh. Họ có công thu phục được sứ quân Phạm Bạch Hổ và đánh dẹp sứ quân Đỗ Cảnh Thạc nên Đức Long được phong làm Hùng trấn tam kỳ giang châu tướng quân, Đức Học được phong là Nhuệ Khê mạc trung duệ tiết tướng quân.... Dân làng Nhuệ Khê đã dựng sinh từ thờ Trần Lãm và hai ông Đức Long, Đức Học. || <ref name=\"baonamdinh.vn\">[http:\/\/baonamdinh.vn\/channel\/5093\/201207\/Nam-dinh-dia-ban-trong-yeu-trong-su-nghiep-thong-nhat-dat-nuoc-cua-dinh-Bo-Linh-2182012\/ Nam Định - Địa bàn trọng yếu trong sự nghiệp thống nhất đất nước của Đinh Bộ Lĩnh]<\/ref>\n|-align \n| Nguyễn Minh(阮明),<br \/>Nhữ Hoàng Đê(汝黃地) || [[Đền Lăng]]<br\/>Thanh Liêm - [[Hà Nam]] || [[Bắc Ninh]]<br\/>[[Hà Nam]] || Ngọc phả Nguyễn Minh và nàng Nhữ Hoàng Đê cho biết bố mẹ Nguyễn Minh là Nguyễn Hạnh và Trần Thị Mỹ, người vùng Phật Tích - [[Bắc Ninh]] đi đến Bảo Thái, Hà Nam sinh sống ở chùa Dương Quang (chùa Vực). Chùa Dương Quang là nơi ông ra đời, và hiện nay đó cũng là nơi thờ ông. Lớn lên, Nguyễn Minh theo thầy văn ôn võ luyện. Đến năm 20 tuổi, Nguyễn Minh chiêu mộ quân lính, chuẩn bị lương thảo, bảo vệ nhân dân và xóm làng, ngầm nuôi chí lớn. Sự gặp gỡ giữa Lê Hoàn và Nguyễn Minh là sự gặp gỡ giữa những thanh niên cùng chí hướng trong buổi loạn lạc. Kể từ đó, [[Lê Hoàn]] và Nguyễn Minh cùng nhau tập hợp trai tráng, tập luyện võ nghệ bảo vệ làng xóm, chờ thời cơ nổi dậy, họ lựa chọn trại Nhuế làm nơi đóng quân. Khi Đinh công khởi binh ở [[Hoa Lư]], Lê Hoàn và Nguyễn Minh cũng đem quân bản bộ theo về. Khởi nghĩa thành công, [[Lê Hoàn]] được phong Thập đạo tướng quân, Nguyễn Minh là Thập đạo phó tướng quân, cùng với [[Lê Hoàn]] chăm lo về binh lực, quân sự|| <ref>{{Chú thích web |url=http:\/\/www.vnmilitaryhistory.net\/index.php?topic=5197.20;wap2 |ngày truy cập=2015-11-26 |tựa đề=Vị trí quân sự của Liêm Cần |archive-date = ngày 8 tháng 12 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151208034005\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=5197.20;wap2 }}<\/ref>\n|-align\n| Nguyễn Ninh(阮寧),<br \/>Nguyễn Tĩnh(阮靜) || Đình Thanh Khê<br\/>Bình Lục - Hà Nam || [[Hà Nam]] || Nguyễn Ninh, Nguyễn Tĩnh gặp thời loạn lạc đã tập hợp trai tráng vùng Bình Lục tập luyện võ nghệ để bảo vệ quê hương. Khi Đinh Bộ Lĩnh nổi dậy các ông đã theo về để đánh dẹp 12 sứ quân, lập nhiều công trạng lớn. || <ref>[https:\/\/nghiencuulichsu.com\/2016\/11\/24\/binh-luc-xua\/ Bình Lục xưa]<\/ref>\n|-align\n| Nguyễn Phấn\n(阮範),<br \/>Nguyễn Trọng\n(阮仲),<br\/>Nguyễn Quý\n\n(阮奎)\n| Đình Long Cầu<br\/>Xã Đoàn Đào,<br\/>Phù Cừ - Hưng Yên || [[Hải Dương]] || Ba ông là con của Nguyễn Đao ở Hiệp Đức, Thanh Hà, Hải Dương sau rời về Hưng Yên sống cùng cha mẹ nuôi. Lớn nên 3 ông theo Vua Đinh Tiên Hoàng, Ông thứ nhất (Phấn) làm Tham tán triều nghị lên Trấn thủ đất Cao Bằng, Ông thứ hai (Trọng) làm Đô đốc ngự sử sang Trấn thủ vùng Tuyên Quang, Ông thứ ba (Quý) giữ chức Thái bộc về Trấn thủ miền Thanh Hoá. || \n|-align\n| Nguyễn Phúc\n(阮富)\n| Đình Khả<br\/>Hưng Hà - Thái Bình || [[Thanh Hóa]] || Gặp thời 12 sứ quân, Nguyễn Phúc đã chiêu binh, xây dựng lực lượng, sắm sửa vũ khí thành lập một căn cứ riêng ở Khả Khu, xung quanh làng đào hào đắp luỹ, lập lên bốn điếm canh giữ bốn góc làng. Từ đó Nguyễn Phúc có đủ điều kiện, uy quyền để cát cứ một vùng riêng, một giang san riêng giữa vùng đất Đằng Châu (tỉnh Thái Bình). Sau ông hàng phục Đinh Bộ Lĩnh, được phong làm quan. || <ref>{{Chú thích web |url=http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH-KHA-a694.html |ngày truy cập=2015-11-13 |tựa đề=Đình Khả |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117024138\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH-KHA-a694.html |url-status=dead }}<\/ref>\n|-align\n| Nguyễn Phúc Giáp(阮福甲)|| Đền thờ Nguyễn Phúc Giáp<br\/>Thạch Châu - Lộc Hà || [[Hà Tĩnh]] || Tướng Quân Nguyễn Phúc Giáp từng làm quan dưới Triều Đinh, sau là nhà Tiền Lê. Ông đã trực tiếp chỉ đạo việc thu nạp và vận động dân binh từ Thanh Hóa trở vào tổ chức khai hoang, ngăn mặn, mở mang đồng ruộng và đào tuyến [[kênh Nhà Lê]] từ [[Ninh Bình]] vào đến [[Hà Tĩnh]] || <ref>[https:\/\/baohatinh.vn\/nui-hong-song-la\/nha-tho-nguyen-phuc-giap-duoc-cong-nhan-di-tich-lsvh-cap-tinh-ha-tinh\/208982.htm Nhà thờ Nguyễn Phúc Giáp được công nhận di tích LSVH cấp tỉnh Hà Tĩnh]<\/ref>\n|-align \n| Nguyễn Quảng Lại(阮光來) || Miếu Ba Thôn<br\/>Thái Thụy - Thái Bình || [[Hà Nội]] || Nguyễn Quảng Lại là người trang Thịnh Liệt, huyện Tiên Phong, tỉnh Sơn Tây. Ông đã cùng các tướng tài giỏi khác phò [[Đinh Bộ Lĩnh]] dẹp loạn mười hai sứ quân thống nhất Tĩnh hải quân và được phong giữ chức Thủy đạo đại tướng quân. Trong một lần cùng [[Đinh Tiên Hoàng]] truy đuổi tàn quân của [[Kiều Công Hãn]] ở Phong Châu (Bạch Hạc - Phú Thọ), khi tới sông Việt Trì, để giữ bí mật của trận đánh, Ông đã cho quân chặt cây, hạ thủy để vượt sông. Khi ra tới giữa dòng, trời nổi cơn dông lớn, ông đã mất tích, xác trôi về cửa Bố Hải Khẩu rồi được người dân làng chài trang Quang Lang chôn cất và thờ cúng. || <ref>[http:\/\/thaibinhtv.vn\/tin-tuc\/le-hoi-truyen-thong-vat-trau-ba-dinh\/vi-VN-17870-16.aspx Lễ hội truyền thống Vật trâu Ba Đình]<\/ref>\n|-align \n| [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]](阮晉) || Đền An Lá<br\/>Nam Trực - Nam Định || [[Ninh Bình]] || An Lá xưa vốn là vùng đất hoang hóa, người dân ở trại Âu Hóa (nay là vùng Xích Thổ, Ninh Bình) theo [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]] về đây lập ấp nên cũng đặt tên là trại Âu Hóa. Năm 966, đất nước xảy ra loạn 12 sứ quân, Nguyễn Tấn đứng ra chiêu dân, luyện tập võ nghệ. Năm 967, sứ quân Kiều Công Hãn bại trận từ Phong Châu chạy qua vùng Âu Hóa thì bị Nguyễn Tấn đem quân ra đánh, chém vào cổ, bỏ chạy đến làng Din thì chết. Đinh Bộ Lĩnh phong Nguyễn Tấn chức Kiểm nghĩa hầu. Ở Nam Trực hiện nay vẫn còn nhiều dấu tích gắn với thời kỳ hoạt động của ông như: cồn Đôi, cồn Luyện, xóm Trung Quân, xóm Hổ Lửa.|| <ref>{{Chú thích web |url=http:\/\/baonamdinh.com.vn\/channel\/5093\/201311\/nam-dinh-manh-dat-con-nguoi-den-an-la-2289788\/ |ngày truy cập=2015-11-13 |tựa đề=Đền An Lá |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304121843\/http:\/\/baonamdinh.com.vn\/channel\/5093\/201311\/nam-dinh-manh-dat-con-nguoi-den-an-la-2289788\/ |url-status=dead }}<\/ref>\n|-align \n| Nguyễn Tử Minh(阮徐明) || Đình Tô Hải, Quỳnh Phụ - Thái Bình || [[Hà Nội]] || Đình làng Tô Hải được xây dựng vào thời Nguyễn, đình thờ Phúc thần là Nguyễn Tử Minh, danh tướng thời Đinh, người phủ Ứng Hòa đã về Tô Hải giúp Đinh Bộ Lĩnh dẹp loạn 12 sứ quân. || \n|- align \n| Nguyễn Viết(阮岳),<br\/>Nguyễn Sùng(阮成),<br\/>Nguyễn Thiện(阮天) || Miếu, đình Ngô Xá<br\/>Xã Vĩnh Xá<br\/>Kim Động - Hưng Yên || [[Trung Hoa]] || Họ là 3 anh em con trai Nguyễn Quang một người gốc [[Trung Hoa]] chạy loạn sang Quốc Oai, lấy vợ Trần Thị Nguyệt và làm nghề thuốc. Thời [[loạn 12 sứ quân]] ông bà chạy sang Khoái Châu ở nhờ chùa Ngô Xá tiếp tục nghề dược. Ba người con trai con trai họ là: Trưởng Viết Sùng Công, Thứ Viết Quách Công và Thứ Viết Thiện Công đều được theo học đạo sĩ. Sau ba anh chiêu tập binh sĩ được hơn ba trăm người gồm Phượng Lâu 5, An Tảo 10, An Xá 45, Vĩnh Đồng 45, Dưỡng Phú 51, Cốc Khê Tạ Xá 55, Đào Xá 36 và trang sở tại 55 người, rồi gia nhập quân đội [[Nguyễn Bặc]] đánh dẹp [[loạn 12 sứ quân]]. Vua Đinh đã phong tặng Sùng Công làm Trưởng Án Nội Các, Quách Công làm Kim Thiên Môn Điện, Thiện Công làm Tây Chính Trấn Ngự Phủ Điện. Đình và miếu Ngô Xá đều thờ Tam vị Đại Vương: Đông Thiện Sùng Tín Đại Vương, Đông Chinh Thiện Môn Đại Vương và Tây Chinh Địa Phủ Đại Vương. Lễ hội hàng năm được tổ chức vào các ngày 10\/3 và 8\/8 âm lịch. || <ref>{{Chú thích web |url=http:\/\/kimdong.hungyen.gov.vn\/Pages\/gioi-thieu-chung-93\/lich-su-van-hoa-du-lich-135\/Cac-di-tich-huyen-Kim-Don-7ed1f83c7ae88a8e.aspx |ngày truy cập=2015-11-26 |tựa đề=Đình, chùa, miếu Ngô Xá ở Kim Động, Hưng Yên |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304084759\/http:\/\/kimdong.hungyen.gov.vn\/Pages\/gioi-thieu-chung-93\/lich-su-van-hoa-du-lich-135\/Cac-di-tich-huyen-Kim-Don-7ed1f83c7ae88a8e.aspx |url-status=dead }}<\/ref>\n|- align\n| Nguyễn Vật(阮法),<br\/>Nguyễn Lôi(阮留),<br\/>Nguyễn Quảng(阮廣),<br\/>Nguyễn Quán(阮權),<br\/>Nguyễn Linh(阮令),<br\/>Nguyễn Lặc(阮樂)||Di tích Quang Lãng<br\/>Phú Xuyên -Hà Nội||[[Hà Nội]]||Quần thể di tích Quang Lãng (đình Quang Lãng, đình Sảo Thượng, đình Mai Xá) thờ Lục vị Đại Vương là con ông Nguyễn Công Thanh với 2 bà vợ Trần Thị Ngọc, Tạ Hoan Lương có công giúp vua [[Đinh Tiên Hoàng]] dẹp [[loạn 12 sứ quân]] được ban thực ấp ở Quang Lãng. Khi nước Cô Tôn (Ô Lý, sau là Chiêm Thành) cất quân đến xâm lược. Giặc đến Hoan Châu, các ông đều giao chiến và chém đầu tướng giặc Ma Na, bắt sống vài chục tỳ tướng, thu toàn bộ khi giới mang về, dâng biểu báo tin thắng trận.||<ref>[http:\/\/nghethuatbieudien.vn\/xem-tin-tuc\/mot-dia-chi-van-hoa.html Phú Xuyên - MỘT ĐỊA CHỈ VĂN HOÁ]{{Liên kết hỏng|date = ngày 14 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/nguoihanoi.com.vn\/su-tich-thanh-hoang-dinh-sao-thuong_241103.html Sự tích Thành hoàng đình Sảo Thượng]<\/ref><ref>[https:\/\/phuxuyen.hanoi.gov.vn\/di-tich-lich-su-va-le-hoi\/-\/view_content\/4490999-quang-lang-vung-que-cua-luc-vi-dai-tuong-quan.html QUANG LÃNG VÙNG QUÊ CỦA LỤC VỊ ĐẠI TƯỚNG QUÂN]<\/ref>\n|-align \n| [[Ninh Hữu Hưng]](甯有興) || Đình La Xuyên<br\/>Ý Yên - Nam Định || [[Ninh Bình]] || Là tướng theo Vua Đinh dẹp loạn 12 sứ quân và tham gia xây dựng kinh đô Hoa Lư, ông mở mang vùng đất Nam Định và được tôn vinh là ông tổ nghề xây dựng ở Việt Nam || \n|-align \n| [[Phạm Bạch Hổ]](范白虎) || Chính sử || [[Hưng Yên]] || [[Phạm Bạch Hổ]] (910 - 972) vốn là tướng nhà Ngô, trấn giữ Hải Đông (vùng Quảng Ninh, Hải Dương, Hải Phòng, Hưng Yên ngày nay). Khi nhà Ngô mất, Ông trở thành một sứ quân mạnh, được tôn xưng là Vua Mây. Sau một số lần giao tranh, ông hàng phục [[nhà Đinh]]. Hiện được nhiều nơi ở vùng châu thổ sông Hồng lập đền thờ. || \n|-align \n| Phạm Cả(范洽) || Thần phả Nhuệ Khê<br\/>Nam Định || [[Nam Định]] || Phạm Cả, người đã tập hợp được hàng trăm người làng đến theo Đinh Bộ Lĩnh dẹp loạn, sau được phong làm Huyện doãn huyện Thiên Bản (Vụ Bản). || \n|-align \n| Phạm Công Đinh(范公汀),<br\/>Phạm Công Hoài(范公槐),<br\/>Phạm Công Thành(范公清) || Làng Ngâu Khê<br\/>Quỳnh Phụ - Thái Bình || [[Thái Bình]] || Nhờ sự giúp sức của ba anh em và các nho sinh do ba anh em cầm đầu, Đinh Bộ Lĩnh đánh bại quân lính của sứ quân Phòng Át. Đinh Bộ Lĩnh lên ngôi phong Phạm Công Thanh là Thanh Lãng Đại Vương chức Pháp sư; phong Phạm Công Hoài là Hoài Nhân Đại Vương chức Võ quan Đại Vương, phong Phạm Công Đinh là Thượng Thiên Đại Vương chức Viên quan thị bộ Thái y viện, ban cho cha là Phạm Công Hoàng là Thân vương. || \n|-align \n| Phạm Đông Nga(范東阿) || đền Mậu Hòa<br\/>Hoài Đức - Hà Nội || [[Hà Nội]] || Ông đã theo Đinh Bộ Lĩnh và trở thành tướng tài, được phong Tổng đốc đại vương. Ông có công khởi dựng làng Mậu Hòa do đó mà dân làng lập đền thờ ông tại đền Mậu Hòa nằm ven bờ đê sông Đáy, thuộc xã Minh Khai, huyện Hoài Đức - Hà Nội. || \n|-align \n| Phạm Hán(范翰),<br\/>Phạm Phổ(范輔) || Đình Mai Động<br\/>Bình Lục - Hà Nam || [[Hà Nam]] || Hai anh em Phạm Hán và Phạm Phổ gặp lúc có loạn 12 sứ quân, bèn kết giao hào kiệt bốn phương, chiêu mộ trai tráng thiết lập đồn lũy trên đất Mai Khu và đánh nhau với sứ quân Phạm Phòng Át và Ngô Nam vài mươi trận; hai ông giữ phần thắng, thanh thế vang dậy. Sau Phạm Hán được phong An định công, Phạm Phổ được phong Thống lĩnh công, được ân lộc nghìn hộ. || \n|-align \n| [[Phạm Hạp]](范盍) || Chính sử || [[Hải Dương]] || Ông cùng với em trai Phạm Cự Lượng đem hơn 2000 người, ngựa từ quê đến [[Hoa Lư]] phò [[Đinh Bộ Lĩnh]] tham gia dẹp [[loạn 12 sứ quân]]. Theo thần tích đình Hướng Nghĩa, xã Minh Thuận, Vụ Bản, [[Nam Định]] thì [[Phạm Hạp]] chính là người đánh bại và chém chết sứ quân [[Nguyễn Khoan]] ở Tam Đái. Sau ông làm quan nhà Đinh. Khi Vua Đinh mất, lo sợ [[Lê Hoàn]] cướp ngôi Vua, ông cùng các quan đại thần nổi dậy chống cự và bị [[Lê Hoàn]] giết. Ông được liệt vào danh sách \"Giao châu thất hùng\",tức 7 anh hùng Giao Châu thời bấy giờ.|| \n|-align \n| Phạm Huyền Thông(范玄通) || đình Phương Mỹ || [[Hà Nội]] || Thái úy Phạm Huyền Thông người trang Hồ Liên đã chỉ huy quân đội Hoa Lư đánh cánh quân của Ngô Nam Đế, Nguyễn Siêu và Phạm Phong Át. Vua Đinh đã phong Huyền Thông chức Thái úy thượng quốc. Ông được hưởng lộc tại huyện An Lãng (Yên Lãng) vùng đất huyện Mê Linh. Đình Phương Mỹ (xã Mỹ Hưng, huyện Thanh Oai) quê hương và đình Cư An (xã Tam Đồng, huyện Mê Linh) đều thờ làm Thành hoàng.<ref>[http:\/\/nguoihanoi.com.vn\/pho-vuong-trung-nhi-va-thai-uy-pham-huyen-thong_243224.html Phó vương Trưng Nhị và Thái úy Phạm Huyền Thông]<\/ref>|| \n|-align \n| Phạm Nhật(范日) || Đình Hồ Liễn<br\/>Bình Giang - Hải Dương || [[Hải Dương]] || Vị Thành hoàng thứ nhất được thờ ở đình Hồ Liễn là người làng, con ông Phạm Hoàng và bà Trương Thị Bạch tên hiệu là Huyền Thông Thái úy. Phạm Nhật Công là tướng của Đinh Bộ Lĩnh có công dẹp 12 sứ quân thống nhất đất nước.|| \n|-align \n| Phạm Thành(范寧)<br\/>Lưu Công(劉公)<br\/>Sát Công(察公) || Miếu Lộc Thọ<br\/>Hưng Hà - Thái Bình || [[Thái Bình]] || Phạm Thành theo Vua Đinh đánh dẹp sứ quân Phạm Bạch Hổ. Khi mẹ Vua mất, ông cùng 3 tướng Đinh Điền, Lưu Cơ, Sát Công chiêu mộ dân chúng bảo vệ Hoàng lăng mộ địa. Lưu Công và Sát Công là hai anh em sinh đôi quê ở Yến Vĩ thuộc Hương Tích Sơn (Hà Nội), đem quân phù giúp Đinh Bộ Lĩnh. Lưu Công được phong làm tả tướng, Sát Công làm hữu tướng. Khi lên ngôi, Vua Đinh phong Lưu công làm Phán thủ Lưu hầu; Sát công làm Sát Lĩnh Chư quân. Khi Lê Hoàn cướp ngôi nhà Đinh, hai ông về Thụy Thú xưng bản thổ thần vương, chiêu mộ quân lính, tích cóp lương thảo có cả vạn người, chia đóng ba đồn chống lại Lê Hoàn không được đã tự sát.\n|| <ref>{{Chú thích web |url=http:\/\/hanoimoi.com.vn\/Ban-in\/1000_nam_thang_long\/359938\/di-tim-mo-than-mau-vua-dinh-tien-hoang |ngày truy cập=2015-11-13 |tựa đề=Đi tìm mộ thân mẫu Vua Đinh Tiên Hoàng |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117023142\/http:\/\/hanoimoi.com.vn\/Ban-in\/1000_nam_thang_long\/359938\/di-tim-mo-than-mau-vua-dinh-tien-hoang |url-status=dead }}<\/ref>\n|-align \n| Phạm Tích(范緹),<br\/>Phạm Thánh(范進),<br\/>Phạm Thành(范泰) || Đình Phương Liệt<br\/>Thanh Xuân - Hà Nội<br\/>Đình Lập Bái<br\/>Hưng Hà - Thái Bình || [[Hà Nội]] || Khi ông Phạm Trù và bà họ Trương ở làng Yến Vĩ huyện Hoà An phủ Ứng Thiên đến cầu tự ở động Hương Tích, thời gian sau, Bà sinh liền ba con trai: Một người mặt xanh tên là Tích; mặt trắng tên là Thánh; mặt đỏ tên là Thành. Ba anh em lớn lên theo giúp [[Đinh Tiên Hoàng]] và lập được nhiều công lớn. Khi ba ông mất đều được phong phúc thần, riêng người anh cả được phong là Tích Lịch đại vương và được thờ cùng thần Cao Sơn ở đình Phương Liệt. Ba anh em được thờ ở đình Lập Bái, xã Kim Trung, Hưng Hà, Thái Bình.|| <ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=377&Catid=420 Sự tích thần Tích Lịch đại vương (được thờ ở Lập Bái, Thái Bình và Phương Liệt, Hà Nội]<\/ref>\n|-align \n| Phạm Quảng(范光) || Đình Phương Mỹ<br\/>Xã Mỹ Đồng<br\/>Thủy Nguyên - Hải Phòng || [[Hải Phòng]] || Phạm Quảng là một người thông minh, mạnh khỏe tài giỏi hơn người. Đến năm 27 tuổi nghe tin nhà vua (Đinh Tiên Hoàng) có hịch truyền đi khắp thiên hạ để kén người hiền tài, Phạm Quảng liền xin phép cha mẹ về kinh đô ứng thí. Ông làm quan dưới triều Đinh Tiên Hoàng được 11 năm thì xảy ra sự biến cố nhà Đinh mất ngôi. Ông tiếp tục tham gia chiến thắng Bạch Đằng năm 981 và làm quan dưới triều Tiền Lê || <ref>{{Chú thích web |url=http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=DPTHTN&MenuID=6727&ContentID=53535 |ngày truy cập=2016-03-16 |tựa đề=KHAI MẠC LỄ HỘI ĐÌNH LÀNG PHƯƠNG MỸ XÃ MỸ ĐỒNG |archive-date=2016-03-23 |archive-url=https:\/\/web.archive.org\/web\/20160323092641\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=DPTHTN&MenuID=6727&ContentID=53535 |url-status=dead }}<\/ref>\n|-align \n| [[Phạm Thị Trân]](范氏貞) || [[Đền Vân Thị]]<br\/>[[Thành phố Ninh Bình]] || [[Hưng Yên]] || Bà [[Phạm Thị Trân]] là người phụ trách ca hát trong cung đình [[Hoa Lư]], những tác phẩm nghệ thuật của bà có tác dụng khích lệ quân lính [[nhà Đinh]]. Bà được Vua Đinh phong chức Ưu Bà và hậu thế tôn vinh là bà tổ nghề [[hát chèo]]. ||\n|-align \n| Phan Cương(潘強) || Đình Phương Cái<br\/>Thành phố Hưng Yên || [[Hưng Yên]] || Phan Cương là vị tướng có nhiều công lao giúp Đinh Bộ Lĩnh dẹp loạn 12 sứ quân. || \n|-align \n| Phan Thị Môi(潘氏梅) || Đền Kim Đằng<br\/>Thành phố Hưng Yên || [[Hưng Yên]] || Phan Thị Môi Nương là phu nhân của tướng Đinh Điền. Bà từng cải trang trà trộn vào doanh trại địch hậu thuẫn, mở cổng thành cho Tướng quân Đinh Điền chỉ huy tiến vào phá thành. Sau Bà tuẫn tiết theo Đinh Điền. || <ref>[http:\/\/baohungyen.vn\/tp-hung-yen-hoi-nhap-phat-trien\/201501\/phuong-lam-son-to-chuc-le-hoi-den-kim-dang-576598\/ Phường Lam Sơn: Tổ chức lễ hội đền Kim Đằng]<\/ref>\n|-align \n| Phí Công(費公)<br\/>(5 anh em họ Phí) || Chùa Ngái, Chi Ngại<br\/>Chí Linh - Hải Dương || [[Hà Nội]] || Khi Nguyễn Bặc kéo quân về Côn Sơn dẹp sứ quân Phạm Bạch Hổ đã để lại con cháu của mình cùng năm vị tướng quân họ Phí ở lại Chi Ngại cai quản vùng đất này. Khi năm anh em họ Phí mất, người dân Chi Ngại tôn họ làm Thành Hoàng, lập đền thờ cúng. Đình làng Chi Ngại bị phá hủy trong kháng chiến chống thực dân Pháp, nhưng bài vị, ngai thờ và thần tích của năm vị tướng họ Phí vẫn được lưu giữ thờ phụng đến nay ở chùa Ngái của thôn Chi Ngại. Tại đình Động Phí xã Đạo Tú huyện Ứng Hòa - Hà Nội, nhân dân thờ Nguyễn Bặc vì ông đã về đây tuyển 500 quân, trong đó có 05 vị tướng người họ Phí ở Động này đi dẹp loạn||\n|-align \n| [[Cường Bạo đại vương|Phùng Cường Bạo]](馮強暴) || Đền Cường Bạo<br\/>[[Vụ Bản]]-[[Nam Định]] || [[Thanh Hóa]] || Phùng Cường Bạo là một vị tướng [[thời Đinh]] và là một nhân vật được thần thánh hóa trong [[Truyện cổ tích Việt Nam|cổ tích Việt Nam]]. Ông xuất thân là một ngư dân ngang tàng, có sức khỏe và tài năng chiêu dân chống lại thiên tai, được triều đình [[nhà Đinh]] trọng dụng và ban thưởng. Ông được xem là sinh ra ở làng Bối Tuyền, huyện Thiên Bản (nay thuộc xã Bối La, huyện [[Vụ Bản]], tỉnh [[Nam Định]]), ngày nay vẫn còn đền thờ của ông. Ở xã Thụy Chính, Thái Thụy, Thái Bình ông cũng được người dân lập đền thờ ở đình Lạng.||<ref>[http:\/\/www.phongthuyvnn.com\/khoa-hoc\/bai-viet\/thien-ban-luc-ky-11530.html?yy=2017&mm=7 Sự Tích Cường Bạo Đại Vương]<\/ref>\n|-align \n| Phùng Gia(馮嘉) || Đình Bườn - Miếu Trúc<br\/>xã Mỹ Thắng<br\/>Mỹ Lộc - [[Nam Định]] || [[Hưng Yên]],<br\/>[[Nam Định]] ||Khi [[Đinh Bộ Lĩnh]] cùng Phùng Gia và các tướng tiến quân đến địa đầu huyện Mỹ Lộc, thì bị lực lượng của sứ quân [[Lã Đường]] chặn đánh. Ông lập đồn luỹ ở làng Bườn vừa chống cự và phát triển thêm lực lượng. Nhiều nhân sĩ, trong đó có Cao Mộc là tướng của Lã Đường, đã được thu phục về. Sau đó, ông để mẹ lại căn cứ, còn mình cùng với các tướng lĩnh đi đánh dẹp ở các nơi khác. Khi ông cho người trở về An Biện đón thì mẹ ông đã qua đời. [[Đinh Bộ Lĩnh]] phái hai tướng là Phùng Gia và Cao Mộc về An Biện trông coi lăng mộ thái hậu. Hiện nay tại thôn Bườn còn bốn di tích liên quan đến sự kiện này là Lăng Bà, Lăng mộ của Cao Mộc, Miếu Trúc thờ Phùng Gia và Đình Bườn là nơi thờ chung mẹ vua Đinh cùng Cao Mộc và Phùng Gia. || <ref name=\"phapluattp.vn\"\/>\n|-align \n| Phùng Tùng(馮東) || Đình Thuận Quang<br\/>Dương Xá - [[Gia Lâm]] || [[Hà Nội]] || Di tích đình Thuận Quang thuộc thôn Thuận Quang, xã Dương Xá. Đình thờ Đại vương Phùng Tùng có công dẹp [[loạn 12 sứ quân]] ở thời nhà Đinh.<ref>[https:\/\/gialam.hanoi.gov.vn\/van-hoa-xa-hoi\/-\/view_content\/6269674-le-don-nhan-bang-xep-hang-di-tich-lich-su-cap-thanh-pho-dinh-thuan-quang.html Lễ đón nhận Bằng xếp hạng di tích lịch sử cấp Thành phố đình Thuận Quang]<\/ref> || \n|-align \n| Tạ Sùng Hy(謝宋溪) || Đình An Nhân<br\/>Vụ Bản - [[Nam Định]] || [[Ninh Bình]] || Ông đến An Nhân, Thành Lợi, Vụ Bản dạy học, rồi bắt đầu từ đây đi theo Đinh Bộ Lĩnh. Ông là người có công phá vòng vây của Ngô sứ quân cứu thoát Đinh Bộ Lĩnh. Đinh Bộ Lĩnh đã phong ông là Sùng Hy đại vương, cho nhận thực ấp ở Thiên Bản (Vụ Bản). Khi Tạ Sùng Hy mất, nhân dân trong vùng tổ chức chôn cất, và thờ ở đình An Nhân (đình thờ Tạ Sùng Hy). || \n|-align \n| Trần Cao Minh(陳高明) || Đình Mai Xá<br\/>Nho Quan - Ninh Bình || [[Ninh Bình]] || Trần Cao Minh là tướng của Đinh Bộ Lĩnh. Ông theo Vua Đinh dẹp các sứ quân. Do bại trận ông tự tuẫn tiết để bảo toàn danh dự. || <ref name=\"ReferenceA\"\/>\n|-align \n| Trần Công Hoan(陳公奐),<br\/>Trần Công Huân(陳公琿),<br\/>Trần Công Tiếu(陳公焦) || Phủ Vạn<br\/>Triệu Sơn - Thanh Hóa || [[Thanh Hóa]] || Ba vị tướng Trần Công Hoan, Trần Công Huân và Trần Công Tiếu là những người có công giúp Đinh Bộ Lĩnh dẹp loạn sứ quân của Ngô Xương Xí, lập ra nước Đại Cồ Việt. || <ref name=\"baodautu.vn\">[http:\/\/baodautu.vn\/tien-nong-thanh-hoa-dao-co-nay-chi-con-vit-d14541.html Tiến Nông (Thanh Hóa): Đảo cò, nay chỉ còn vịt]<\/ref>\n|-align \n| Trần Công Mẫn(陳公文)<br\/>Trần Thị Xuyến(陳氏萱) || Đền Công Mẫn<br\/>Nghĩa Hưng - Nam Định || [[Hà Nội]]<br\/>Nam Định || Trần Công Mẫn, người Sơn Tây theo về với vua Đinh lại được cử xuống phủ Nghĩa Hưng để chiêu mộ được 1000 quân sĩ. Ông lấy vợ người trang Thái Duyến là bà Trần Thị Xuyến và tập hợp được đến nghìn trai tráng quê vợ tham gia nghĩa quân. Đinh Bộ Lĩnh cử ông là Tướng tiên phong cho toán quân do tướng Trần Ứng Long chỉ huy đi đánh dẹp [[Đỗ Cảnh Thạc]] || <ref name=\"baonamdinh.vn\"\/>\n|-align \n| Trần Công Tích(陳公地) || Đền Trung Nha<br\/>Nghĩa Đô - Cầu Giấy || [[Hưng Yên]] || Trần Công Tích quê ở trang Đông Lộc, phủ Khoái Châu (Hưng Yên), làm quan dưới triều Đinh. Năm 981, Trần Công Tích theo lệnh vua Lê Đại Hành đem 500 tinh binh đến đóng ở ấp Phượng Đảo, tức vùng Nghĩa Đô gần thành Đại La để luyện quân và tuyển quân lên biên giới chống lại giặc Tống. Hai người vợ của ông là Lê Hồng Nương và Lê Quế Lương cũng phục vụ hậu cần trong quân đội. || \n|-align \n| [[Trần Ứng Long]](陳永隆) || Đình Nội Lễ<br\/>Tiên Lữ - Hưng Yên || [[Hưng Yên]] || Thời [[loạn 12 sứ quân]], Trần Ứng Long đem quân đánh dẹp sứ quân Đỗ Cảnh Thạc ở Đỗ Động Giang. Trần Ứng Long đã hạ lệnh cho quân vào rừng chặt tre đan thuyền, phỏng theo cách đan thúng. Nhờ có thuyền nan mà quân của Trần Ứng Long đã phá được căn cứ của quân Đỗ Cảnh Thạc, góp phần thống nhất giang sơn, được [[Đinh Bộ Lĩnh]] phong thưởng. Trần Ứng Long được hậu thế tôn vinh là ông Tổ nghề đan thuyền và nghề sơn và được thờ ở đình Nội Lễ.||\n|-align \n| Trần Doanh Nghị(陳遵義) || Đình Cầu Chanh<br\/>Ý Yên - Nam Định || [[Thanh Hóa]] || Thượng đẳng Thần Đại vương Trung Hưng tướng Trần Doanh Nghị sinh năm 925 tại Phủ Lương Giang, Ái Châu. Khi có [[loạn 12 sứ quân]], Ông cùng các tướng [[Đinh Điền]], Nguyễn Khu, dương cờ khởi nghĩa, tụ về cùng [[Đinh Bộ Lĩnh]] lập nước [[Đại Cồ Việt]]. Ông được vua Đinh cử về vùng cửa biển Đại Nha, trụ sở tại làng Chanh Cầu để trấn giữ vùng cửa biển này || \n|-align \n| Trần Quý(陳貴)<br\/>Trần Kiên(陳堅) || Chùa Đống Lân<br\/>P Hưng Đạo - Cao Bằng || [[Cao Bằng]] || Hai anh em Trần Quý và Trần Kiên có công chữa bệnh cứu dân. Gặp thời [[loạn 12 sứ quân]], khi [[Đinh Bộ Lĩnh]] bị thương đã mời hai ông đến cứu chữa ||<ref>{{Chú thích web |url=http:\/\/dukhach.caobang.gov.vn\/node\/129 |ngày truy cập=2017-03-13 |tựa đề=Lễ hội Chùa Đống Lân |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922052150\/http:\/\/dukhach.caobang.gov.vn\/node\/129 |url-status=dead }}<\/ref> \n|-align \n| Trình An Tể || Đình Băng Trai<br\/>Bình Giang - Hải Dương || [[Hải Dương]] || Theo Vua Đinh Tiên Hoàng dẹp [[12 sứ quân]] || \n|-align \n| [[Trình Minh]](鄭明) || Đền Trình Minh<br\/>Hà Trung - Thanh Hóa || [[Thanh Hóa]] || [[Trình Minh]], một nhân vật lịch sử tài năng và mưu lược, người đã có công giúp vua Đinh Tiên Hoàng bình định xong loạn 12 Sứ quân hồi thế kỷ X. Ông được vua [[Đinh Tiên Hoàng]] phong tước “Minh Tự Khanh”. Khi Lê Hoàn lên ngôi đã cho vời Trình Minh nhiều lần, nhưng do quan điểm Trung quân với nhà Đinh, ông đã cự tuyệt không ra làm quan với Triều Lê. || <ref>“Thanh Hóa chư thần lục” viết năm Thành Thái thứ 15 cũng đã ghi: “Trình tướng Công Minh Tự Khanh, tự Phúc Nhạc tôn thần, thôn Ngọc Xuyết, huyện Tống Sơn thờ. Thần là người huyện Lôi Dương, họ Trình tên là Minh Công. Di cư về xã Ngọc Xuyết ở. Thời kỳ vua Đinh Tiên Hoàng, được cử làm mưu sĩ. Được phong là Minh Tự Khanh. Sau khi mất được tặng phong là Phúc Nhạc và sai dân lập đền thờ” (trang 38 - VHv 1290 Thư viện Hán Nôm).<\/ref>\n|-align \n| [[Trịnh Tú]](鄭琇) || Chính sử và dã sử || [[Ninh Bình]] || Là bạn Vua Đinh từ thuở nhỏ, tham gia dẹp [[loạn 12 sứ quân]] và làm quan nhà Đinh. Khi Vua Đinh mất, ông cùng các quan đại thần nổi dậy chống [[Lê Hoàn]] và bị giết. || \n|-align \n| Trịnh Minh(鄭敏),<br\/>Trịnh Lương(鄭龍),<br\/>Trịnh Nguyên(鄭元),<br\/>Trịnh Khang(鄭康) || Đình làng Việt Yên<br\/>xã Điệp Nông,<br\/> Hưng Hà - Thái Bình || [[Hải Dương]] || 4 anh em họ Trịnh là con của ông Trịnh Thông, nguyên quán ở trang Tranh Vanh, huyện Đường An, Châu Hồng (Bình Giang, Hải Dương) và 2 bà vợ là Hoàng Thị Ngoạn (người [[Hải Dương]], mẹ của Minh công) và bà Trần Thị Hạnh (người [[Thái Bình]], là mẹ của 3 người em còn lại). Thời [[loạn 12 sứ quân]], [[Ngô Xương Xí]] sai gia thần đến dụ, ba ông không chịu. Sứ quân tức giận mang binh mã đến đánh, ông và ba em trai bèn truyền binh sĩ thiết lập đồn doanh ở bốn nơi. Minh công đóng ở xứ Cửa Chùa, Lương công đóng ở xứ Cửa Triệu, Nguyên công đóng ở xứ Kiều Kinh, Khang công đóng ở xứ Bến Bến, thường cùng với Ngô sứ quân cự chiến. Ngô sứ quân đều bị thua. Nghe danh của bốn ông, [[Đinh Bộ Lĩnh]] sai [[Đinh Điền]] là đại thần mang quân đến mời và phong cho Minh công làm quản giới nguyên soái tướng quân, Lương công làm thống suất tướng quân, Nguyên công làm giám sát tướng quân, Khang công làm thượng dũng sứ. Bốn ông phụng mệnh dẫn quân đến Châu Phong đánh sứ quân [[Kiều Công Hãn]]. Bốn ông thắng được Công Hãn, quét sạch tàn quân. || <ref>{{Chú thích web |url=http:\/\/vhnt.org.vn\/tin-tuc\/tu-lieu-trong-nuoc\/29570\/di-san-van-hoa-tam-linh-o-lang-viet-yen |ngày truy cập=2017-04-30 |tựa đề=DI SẢN VĂN HÓA TÂM LINH Ở LÀNG VIỆT YÊN |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051229\/http:\/\/vhnt.org.vn\/tin-tuc\/tu-lieu-trong-nuoc\/29570\/di-san-van-hoa-tam-linh-o-lang-viet-yen }}<\/ref>\n|-align \n| [[Trương Ma Ni]](張麻尼) || [[Động Am Tiên]]<br\/>Hoa Lư - Ninh Bình || [[Ninh Bình]] || Võ sư [[Trương Ma Ni]] có nhiều công lao trong sự nghiệp dẹp [[loạn 12 sứ quân]] và xây dựng kiến tạo đất nước [[Đại Cồ Việt]] của vương triều Đinh. Sau khi [[Đinh Bộ Lĩnh]] lên ngôi hoàng đế đã phong chức cho các vị đại thần, [[Trương Ma Ni]] được phong là Tăng lục đạo sĩ đồng thời giao [[động Am Tiên]] cho võ sư [[Trương Ma Ni]] và con trai Trương Ma Sơn phụ trách để cải tạo thung lũng hiểm trở này thành một pháp trường chuyên xử những kẻ có tội giúp vua trị nước.|| <ref>[http:\/\/dulich.dantri.com.vn\/du-lich\/kham-pha-chon-phap-truong-xua-noi-vua-dinh-trung-tri-ke-co-toi-20161202063027565.htm Khám phá chốn “pháp trường” xưa nơi vua Đinh trừng trị kẻ có tội]<\/ref>\n|-align \n| Trương Ma Sơn || Đình Phù Sa<br\/>Sơn Tây - Hà Nội || [[Ninh Bình]] || Trương Ma Sơn là con trai đại thần [[Trương Ma Ni]], được Vua Đinh Tiên Hoàng kén gả cho công chúa Phương Dung nên còn được gọi tên là phò mã Quán Sơn. Do có nhiều công lao đánh giặc Tống, Trương Quán Sơn còn được lập đền thờ ở đình Phù Sa, thị xã Sơn Tây, Hà Nội.|| <ref>[http:\/\/sontay.hanoi.gov.vn\/chi-tiet-tim-kiem\/-\/view_content\/327323-dinh-phu-sa-van-khe-thanh-vi-.html Đình thuộc thôn Phù Sa, phường Viên Sơn, thị xã Sơn Tây]<\/ref>\n|-align \n| Trương Ngọ(張吳),<br\/>Trương Mai(張邁) || Đình Đại Vi, Nghè Gạ<br\/>Tiên Du - [[Bắc Ninh]] || [[Ninh Bình]] || Trương Ngọ, Trương Mai và Bạch Đa là 3 vị tướng đều quê ở [[động Hoa Lư]]. Chàng Ngọ và Chàng Mai là hai anh em sinh đôi còn Bạch Đa là em họ, mồ côi cha mẹ từ nhỏ, được bố mẹ hai chàng đón về nuôi. Đến khi [[Đinh Bộ Lĩnh]] nổi lên khởi nghĩa, dẹp loạn sứ quân, ba ông bèn ra giúp, được phong chức Đô Uý. Ba ông mộ được mấy nghìn quân, đóng ở chùa trang Bối Khê, đạo Sơn Nam. Khi ba ông cầm quân đi đánh quân Ngô, bất ngờ bị tấn công đồn ở trang Đại Vi, ba ông không chống lại được đã hi sinh. Dân làng cảm phục lập miếu thờ. Đến khi [[Đinh Tiên Hoàng]] lên ngôi phong ba ông làm Phúc thần. Riêng Bạch Đa còn được thờ ở đình Đông Dư Hạ, Gia Lâm, Hà Nội || <ref>{{Chú thích web |url=http:\/\/gialam.gov.vn\/gialam\/portal\/News-details\/159\/1159\/Dinh-Dong-Du-Ha.html |ngày truy cập=2015-11-14 |tựa đề=ĐÌNH ĐÔNG DƯ HẠ - HÀ NỘI |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922100029\/http:\/\/gialam.gov.vn\/gialam\/portal\/News-details\/159\/1159\/Dinh-Dong-Du-Ha.html |url-status=dead }}<\/ref>\n|-align \n| Trương Nguyên(張阮) || Đình làng Gừa<br\/>Thanh Liêm - Hà Nam || [[Hà Nam]] || Tham gia đội quân của Đinh Bộ Lĩnh dẹp [[12 sứ quân]]. Khi ông từ Hoa Lư về quê có mang theo một quả cầu, một dụng cụ để luyện tập binh sĩ bày trò chơi cho nhân dân để hôm nay hội làng Gừa có trò cướp cầu. || <ref>{{Chú thích web |url=http:\/\/hanam.gov.vn\/vi-vn\/Pages\/Article.aspx?ChannelId=15&articleID=291 |ngày truy cập=2015-11-13 |tựa đề=Lễ hội làng Gừa |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051632\/http:\/\/hanam.gov.vn\/vi-vn\/Pages\/Article.aspx?ChannelId=15&articleID=291 |url-status=dead }}<\/ref>\n|- align\n| Trương Phương(張芳),<br\/>Trương Tề(張鐵),<br\/>Trương Tụy(張圖) || Đền Khai Quốc<br\/>Tiên Lãng - Hải Phòng || [[Hải Phòng]] || Theo Thần tích Thần sắc về Đình Đền Khai Quốc Kinh Lương, sau khi vua Đinh xưng đế, có đạo thủy quân xâm lược Ma Na đã sang đánh [[Đại Cồ Việt]]. Vua Đinh, cùng với các vị tướng vùng đất Cảnh Thanh là Trương Phương, Trương Tề, Trương Tụy, với sự giúp đỡ của Thần Thiên Quan Bình Lãng (Thần Bình Biển) và Bạt hải Đại vương (Thần Biển), từ Trang Cảnh Thanh vượt sông qua An Định, đã làm lên chiến thắng Bạch Đằng vào năm 970. Sau chiến thắng, các vị tướng của vua Đinh cùng toàn bộ đạo hùng binh của mình đã hóa thần, tạo thành một quả núi lớn tại Trang Cảnh Thanh. Thương xót công thần, Vua Đinh đã phong các vị tướng của mình là Mạnh Tướng Đăng Kinh Đại Vương, Hỏa Thần Đống Duy Đại Vương, Thiên Quan Bình Lãng Đại Vương và Thần Kỳ Cửa Chùa Đại vương và dành 300 quan tiền xây dựng Đình Đền Khai Quốc, chuẩn cho muôn đời được thờ phụng, cùng hưởng phúc lành với đất nước. “Công cao hộ Quốc vạn niên trường\/Đức đại an dân thiên cổ thịnh” là hai câu đối mà vua Đinh đã dành kính tặng Ngũ vị đẳng thần tại Kinh Lương, những vị thần giữ Biển Đông của đất nước. || <ref>{{Chú thích web |url=http:\/\/tamnhin.net\/cac-phuong-an-phuc-dung-dinh-den-chua-dot-son-35693.html |ngày truy cập=2015-11-28 |tựa đề=Đền Khai Quốc (Đền Đống Dõi) – Đền thờ những vị thần giữ Biển Đông |archive-date = ngày 8 tháng 12 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151208073440\/http:\/\/tamnhin.net\/cac-phuong-an-phuc-dung-dinh-den-chua-dot-son-35693.html |url-status=dead }}<\/ref>\n|-align \n| Từ Hải(徐海) || Đình An Ký<br\/>Quỳnh Minh - Quỳnh Phụ || [[Thái Bình]] || Từ Hải xin theo Đinh Bộ Lĩnh dẹp [[12 sứ quân]]. Khi Vua Đinh Tiên Hoàng lên ngôi ông được ban thực ấp ở An Ký và chiêu dân lập ấp tại đây.||\n|- align\n| Văn Du Tường(文杜東)|| Lĩnh Nam Trích Quái<br\/>[[Bạch Hạc]] - [[Phú Thọ]] || [[Trung Hoa]] || Đinh Tiên Hoàng từng lấy lễ thầy trò để tiếp đãi pháp sư Văn Du Tường, nhờ ông dạy nghề tạp kỹ để làm trò vui và chém chết yêu quái Xương Cuồng vốn là Mộc tinh ở cây chiên đàn lâu năm. ||<ref>[https:\/\/www.wattpad.com\/350797-l%C4%A9nh-nam-ch%C3%ADch-qu%C3%A1i\/page\/5 Lĩnh Nam Chích Quái - Truyện Mộc Tinh]{{Liên kết hỏng|date = ngày 4 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n|- align\n| Vi Thỏa Kỳ(韋大器),<br\/>Vi Trung Quân(韋中軍)|| Đình Đông Thượng<br\/>Xã Đông Thành,<br\/>[[Thanh Ba]] - [[Phú Thọ]] || [[Phú Thọ]] || Thỏa Kỳ Đô hộ thông minh Nẫm ứng đại vương và Trung Quân Chính trực dũng lược Hùng đoán đại vương. Đây là 2 vị đại vương họ Vi Đông Thành có công lập làng Đông Thành và giúp [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]] vào thời nhà Đinh thế kỷ thứ X. ||<ref>{{Chú thích web |url=http:\/\/baophutho.vn\/dat-nguoi-phu-tho\/201204\/dinh-dong-thuong-chua-minh-linh-di-san-van-hoa-o-dong-thanh-14112 |ngày truy cập=2017-09-10 |tựa đề=Đình Đông Thượng, chùa Minh Linh - di sản văn hóa ở Đông Thành |archive-date=2019-04-25 |archive-url=https:\/\/web.archive.org\/web\/20190425221439\/http:\/\/baophutho.vn\/dat-nguoi-phu-tho\/201204\/dinh-dong-thuong-chua-minh-linh-di-san-van-hoa-o-dong-thanh-14112 |url-status=dead }}<\/ref>\n|-align \n| [[Võ Trung]](武忠) || Đình Cốc Khê<br\/>Phạm Ngũ Lão - Kim Động || [[Hải Phòng]] || [[Võ Trung]] có công giúp Đinh Bộ Lĩnh đánh dẹp các sứ quân Lã Xử Bình, Ngô Xương Xí. [[Đinh Tiên Hoàng]] phong [[Võ Trung]] lần lượt giữ chức Tham nghị triều chính, Binh bộ thượng thư, đốc trấn châu Hoan, tổng trấn Hải Dương. Khi Chiêm Thành sang cướp phá [[Đại Cồ Việt]], ông làm phó tướng cùng Lê Hoàn đem quân đi đánh. [[Võ Trung]] về già đến chơi núi Mộ Dạ thuộc huyện Đông Thành và hóa ở đó nên Triều đình truyền cho dân dựng đền thờ tại núi Mộ Dạ cạnh đền Cuông và ở quê ngoại thuộc trại Liễu Cốc, Hưng Yên với sắc phong là Đông Thành đại vương.||<ref>[http:\/\/www.chinhnghia.com\/Vi%E1%BB%87t%20Nam%20-%20Kho%20t%C3%A0ng%20d%C3%A3%20s%E1%BB%AD.pdf Việt Nam kho tàng dã sử; Biên soạn: Vũ Ngọc Khánh - Phạm Minh Thảo Nhà xuất bản Văn hóa Thông tin 2004]<\/ref>\n|- align\n| Vũ Hiền(武賢),<br\/>Vũ Hán(武漢),<br\/>Vũ Tố(武祚),<br\/>Lê Phổ(黎輔),<br\/>Lê Oanh(黎安),<br\/>Trương Dực(張德),<br\/>Trương Nha(張牙),<br\/>Đặng Hoằng(鄧晃),<br\/>Đặng Tạo(鄧韜) || Miếu Cửu Tướng Quân<br\/>Làng Phú Ninh,<br\/>[[Thuận Thành]] - [[Bắc Ninh]] || [[Bắc Ninh]] || Vũ Hiển, Vũ Hán, Vũ Tố, Lê Phổ, Lê Oanh, Trương Dực, Đặng Hoằng, Trương Nha, Đặng Tạo là 9 vị tướng quân người Thuận Thành - Bắc Ninh. Họ là những hào kiệt lớn lên gia nhập quân đội của sứ quân [[Lý Khuê]] ở địa phương. Sau các ông theo về [[động Hoa Lư]] với [[Đinh Bộ Lĩnh]] tham gia đánh dẹp [[loạn 12 sứ quân]], được phong tướng quân, lại lập được nhiều công trạng. Sau [[Lê Hoàn]] chuyên quyền xúi bẩy vua, cho rằng các ông là lực lượng gián điệp khiến cả chín vị tướng đều phải tự sát. Về sau vua Đinh biết họ bị oan, mới phong cả chín người làm đại vương và cho dân xã quê hương thờ cúng || \n|- align\n| Vương Thanh Cao(王清高)|| Đình Sơn Đồng<br\/>[[Hoài Đức]] - [[Hà Nội]] || [[Hà Nội]] || Vương Thanh Cao là bộ tướng của Đinh Bộ Lĩnh. ||<ref>[http:\/\/nguoihanoi.com.vn\/tuc-bo-mo-va-cuop-bong-o-lang-son-dong_235924.html Đình làng thờ Đông Nhạc giáng Thần (Thần núi) và Vương Thanh Cao - bộ tướng của Đinh Bộ Lĩnh]<\/ref>\n|-align \n| Vương Thiệu Tộ(王紹祚) || Chính sử || [[Ninh Bình]] || Tháng 10 năm 980, [[Lê Hoàn]] sai nha hiệu là Giang Cự Vọng, Vương Thiệu Tộ đưa thư sang nước Tống giả làm thư của Vệ Vương [[Đinh Toàn]] thỉnh cầu nối ngôi cha, xin ban cho mệnh lệnh chính thức, ý muốn hoãn binh [[nhà Tống]]. ||\n|-align \n| Chưa rõ họ 1:<br\/>Nhân, Đức, Chính || Miếu Dậm, đền Mẫu<br\/>Phan Sào Nam - Phù Cừ || [[Hưng Yên]] || Ba vị tướng quân chưa rõ họ (có tên là: Nhân, Đức, Chính) người thôn Ba Đông, từ thời vua [[Đinh Bộ Lĩnh]] có công dẹp [[loạn 12 sứ quân]]. Miếu Dậm hiện nay thờ 3 vị tướng quân nằm gần chùa Ba Đông. Phía Nam bên kia sông Cửu An có ngôi đền thờ Mẫu sinh ra 3 vị tướng quân nằm ở xóm 3. ||<ref>[http:\/\/tinbds.com\/hung-yen\/phu-cu\/xa-phan-sao-nam Thông tin tổng quan về Phan Sào Nam, Phù Cừ, Hưng Yên]<\/ref>\n|- align\n| Chưa rõ họ 2:<br\/>Hữu, Vân, Trần Công tướng||Đình Bình Cách<br\/>Xã Bình Xuyên,<br\/>Bình Giang - Hải Dương||[[Hải Dương]]|| Đình làng Bình Cách thờ 3 nhân thần có tên là: Hữu, Vân, Trần Công tướng của [[Đinh Bộ Lĩnh]], có công đánh dẹp [[12 sứ quân]]. ||\n|- align\n| Chưa rõ họ 3:<br\/>Lang Công Đại Vương(梁公大王)<br\/>Chiêu Công Đại Vương(楚公大王) || Đền Du Tràng<br\/>xã Giang Sơn<br\/>Gia Bình -[[Bắc Ninh]]|| [[Bắc Ninh]] || Đền Du Tràng thờ hai vị tướng vốn là người Du Tràng nhưng không thuần phục sứ quân Lý Khuê, sau họ đem theo quân lính về [[Hoa Lư]] gia nhập lực lượng [[Đinh Bộ Lĩnh]] và có công dẹp [[loạn 12 sứ quân]], lập ra triều đại [[nhà Đinh]]. Do đền Hát Giang xưa kia ở gần đó bị hư hỏng nặng, nhân dân đã dồn vật liệu về đền Du Tràng dựng toà tiền tế và đưa hai vị nữ tướng thời Hai Bà Trưng vào thờ chung tại đây cùng với hai vị Lang Công Đại Vương và Chiêu Công Đại Vương thời Đinh. Di tích đền Du Tràng đã được công nhận là di tích lịch sử văn hoá, Quyết định số 1598\/CT, ngày 30 tháng 11 năm 1996.||<ref>{{Chú thích web |url=http:\/\/duphong.bacninh.gov.vn\/huyenthithanh\/huyengiabinh\/Trang\/Gi%E1%BB%9Bi%20thi%E1%BB%87u%20chung.aspx?chm=x%C3%A3%20Giang%20S%C6%A1n |ngày truy cập=2015-11-25 |tựa đề=Đền Du Tràng |archive-date = ngày 26 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151126114432\/http:\/\/duphong.bacninh.gov.vn\/huyenthithanh\/huyengiabinh\/Trang\/Gi%E1%BB%9Bi%20thi%E1%BB%87u%20chung.aspx?chm=x%C3%A3%20Giang%20S%C6%A1n |url-status=dead }}<\/ref>\n|- align\n| Chưa rõ họ 4:<br\/> Liên Công và 4 con:<br\/>Kiều Công, Đức Công<br\/>Đế Công, Tử Công||Đình làng Thọ Phú<br\/>Hưng Hà -Thái Bình||[[Thái Bình]]||Khi gặp loạn 12 sứ quân. Biết [[Đinh Bộ Lĩnh]] dẹp loạn ở vùng núi [[Hoa Lư]]. Liên Công cùng 4 người con về Hoa Lư cùng [[Đinh Bộ Lĩnh]] dẹp loạn. Đến năm Kỉ Sửu, Liên Công cùng 4 người con qua đời, nhân dân địa phương đã dâng tấu lên triều đình được vua phong Chứ Công, Trung Đẳng, Phúc Thần và 4 người con chức Đại vương, đồng thời cấp tiền bạc cho nhân dân lập đền thờ tại Ô Cách Khu - Thọ Duyên Trang (tức làng Thọ Phú, xã Hồng Minh, [[Thái Bình]]).||<ref>[http:\/\/hungha.gov.vn\/tin-tuc1\/van-hoa-xa-hoi\/item\/609-khai-m%E1%BA%A1c-l%E1%BB%85-h%E1%BB%99i-truy%E1%BB%81n-th%E1%BB%91ng-%C4%91%C3%ACnh-l%C3%A0ng-th%E1%BB%8D-ph%C3%BA,-x%C3%A3-h%E1%BB%93ng-minh,-huy%E1%BB%87n-h%C6%B0ng-h%C3%A0.html Khai mạc lễ hội truyền thống đình làng Thọ Phú, xã Hồng Minh, huyện Hưng Hà]<\/ref>\n|- align\n| Chưa rõ họ 5:<br\/> Đô Công<br\/>Chất Công<br\/>Đinh Công||Đình Ngăm Lương<br\/>Gia Bình -Bắc Ninh||[[Bắc Ninh]]||Thôn Tiêu Xá, xã Gia Lương, huyện Gia Bình xưa nằm ngay chân núi Thiên Thai, Thời [[12 sứ quân]] [[nhà Đinh]] có gia đình hai vợ chồng sinh ra 3 anh em trai là Đô Công (Thái Bảo đại vương), Chất Công (Hoàng Bảo đại vương) và Đinh Công (Hắc Đế đại vương) giỏi nghề sông nước. Khi [[Đinh Bộ Lĩnh]] đánh dẹp thứ sử châu Vũ Ninh, cả ba anh em đã theo giúp, lập được nhiều công trạng. Khi lập nước [[Đại Cồ Việt]] họ được giao cai quản khu vực núi Thiên Thai, khi mất được ba thôn (Tiêu, Tràng, Tía) chia ra lập đền thờ. Người anh cả thờ đền Thượng, ông thứ hai thờ ở đền Trung và ông thứ ba được thờ ở đền Hạ; riêng đền Ngăm Lương là nơi thờ chung của cả ba anh em, được tôn vinh là những vị thủy thần.||<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=344&Catid=363 Giới thiệu bản Ngọc phả của xã Tiêu Xá, huyện Gia Bình, tỉnh Bắc Ninh (TBHNH 2003)]<\/ref>\n|- align\n| Chưa rõ họ 6:<br\/> Trung Công<br\/>Dương Công<br\/>Độ Công||Đình Đông Quan<br\/>Tân Hưng - Hải Dương||[[Hải Dương]]||Đình Đông Quan, phường Tân Hưng (TP Hải Dương) thờ Trung Liệt Đại vương, Viên Dương Đại vương và Thanh Độ Đại vương. Trong cuộc đánh dẹp [[12 sứ quân]] của Đinh Bộ Lĩnh, Trung Liệt giữ chức “Thống lĩnh Tiền quân quản sư thủy bộ chư quân sự”, Viên Dương giữ chức “Tham tán Mưu thần”, Độ Công giữ chức “Phó tướng Hậu quân”, chỉ huy ba đạo quân.||<ref>[http:\/\/www.baohaiduong.vn\/di-tich\/5-di-tich-tieu-bieu-tho-cac-vo-tuong-thoi-dinh-152399 5 di tích tiêu biểu thờ các võ tướng thời Đinh]<\/ref><ref>7. Xã Đông Quan 東 關: 6 tr., về sự tích Trung Công 忠 公 (Trung Liệt Đại Vương 忠 烈 大 王), Dương Công 楊 公 (Viên Dương Đại Vương 園 楊 大 王) và Độ Công 度 公 (Thanh Độ Đại Vương 清 度 大 王) thời 12 sứ quân.<\/ref>\n|-align \n| Vô danh 1:<br\/>Giàn Sơn Linh Ứng(簡山靈鷹)<br\/>Giang Khẩu Linh Thính(江邱靈盛) || Đình Bồ Lý<br\/>Tam Đảo - Vĩnh Phúc || [[Vĩnh Phúc]] || Di tích đình Bồ Lý thờ phụng hai vị thành hoàng làng là Giàn Sơn Linh Ứng tôn thần và Giang Khẩu Hộ Sát Linh Thính tôn thần. Hai vị thần này xưa kia đã có công giúp vua Đinh dẹp loạn 12 sứ quân, bảo vệ chủ quyền, thống nhất đất nước. || \n|-align \n| Vô danh 2:<br\/>Tam vị thành hoàng || Đình Thượng, Nhì, Ba,<br\/>Quán Lục sĩ<br\/>Ứng Hòa - Hà Nội || [[Hà Nội]] || Ở thôn Vân Đình có đình Thượng, đình Nhì, đình Ba thờ ba anh em ruột người trang Vân Đình đã mộ binh theo [[Đinh Bộ Lĩnh]] dẹp loạn 12 xứ quân. Quán Lục Sĩ ở Thanh Ấm thờ thần Minh Phúc – Trương Ma Ni một tướng của Đinh Bộ Lĩnh có công với nước. Vùng đất Vân Đình là tụ điểm dân cư đông đúc vào thời nhà Đinh, nhân dân Vân Đình đã ủng hộ nghĩa quân [[Đinh Bộ Lĩnh]] xóa bỏ tình trạng cát cứ của 12 xứ quân. Góp phần dựng nên quốc gia [[Đại Cồ Việt]] vào thế kỷ thứ X, đánh dấu mốc lịch sử quan trọng của dân tộc Việt Nam. || <ref>[http:\/\/unghoa.hanoi.gov.vn\/thi-tran-van-dinh\/-\/news\/kE1YGAwY2lj1\/1\/367117.html;jsessionid=hlQlYDVV9JXgWRJdlKZ7Z9Is.node66 Dư địa chí thị trấn Vân Đình]<\/ref>\n|-align \n| Vô danh 3:<br\/>6 vị thần Hoàng || Đình Tu Trình<br\/>Thái Thụy - Thái Bình|| [[Thái Bình]] || Đình làng Tu Trình được xây dựng từ thế kỷ X, đình gần bến sông Mát, có tên là Đình Bến, thuộc xã Thụy Hồng, huyện [[Thái Thụy]], tỉnh Thái Bình. Đình Tu Trình thờ 6 vị thần Hoàng có công giữ nước cứu dân, có đủ các sắc phong mà hiện tại có hồ sơ lưu giữ tại Đình Tu Trình. Lịch sử đã ghi 6 vị tướng quân từ thời [[nhà Đinh]], từng giúp [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]], khi mất được nhân dân lập đền thờ, 6 vị đã phù [[Lê Hoàn]] dẹp Tống bình Chiêm, được vua Lê truy phong \"Lịch triều Đô thống đại tướng lục vị đại vương phúc tôn thần\" thế kỷ X.||\n|- align\n| Vô danh 4:<br\/> Đinh Công tiết chế<br\/>7 quan trung thần||Di tích Phủ Khống<br\/>Tràng An -Ninh Bình||[[Ninh Bình]]||Di tích Phủ Khống thuộc [[quần thể di sản thế giới Tràng An]] thờ Đinh Công Tiết Chế và 7 vị Đại vương là những trung thần của vua [[Đinh Tiên Hoàng]] có công dẹp [[loạn 12 sứ quân]]. Khi táng vua Đinh họ đã tự sát để giữ bí mật về nơi chôn cất Vua. Đinh Công Tiết Chế không ủng hộ việc Lê Hoàn lên ngôi đã bị giam lỏng ở vùng núi Tràng An. Tại đây ông trồng cây thị và lập ban thờ bảy vị quan trung thần||<ref>{{Chú thích web |url=http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-attractions\/Phu-Khong-diem-du-lich-Ninh-Binh.html |ngày truy cập=2016-03-27 |tựa đề=Phủ Khống, điểm du lịch Ninh Bình |archive-date = ngày 22 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170922051717\/http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-attractions\/Phu-Khong-diem-du-lich-Ninh-Binh.html |url-status=dead }}<\/ref>\n|- align\n| Vô danh 5:<br\/>Ngũ vị đại vương||Đình Phù Liệt<br\/>Văn Giang - Hưng Yên||[[Hưng Yên]]|| 5 vị đại vương vùng Tế Giang có công phù giúp Đinh Bộ Lĩnh dẹp sứ quân [[Lã Đường]]. Vua [[Đinh Tiên Hoàng]] đã cho đổi tên làng Gềnh thành làng Phù Liệt với ý nghĩa là làng phù quốc giúp vua và chiến đấu oanh liệt với các sứ quân còn làng ủng hộ sứ quân [[Lã Đường]] gần đó đã được gọi là làng Phi Liệt. Ngũ vị được phong thần và là những biểu tượng của ngũ hành bảo vệ làng Phù Liệt: Trung vương Hoàng đế, Nam phương Xích Đế, Đông phương Thanh đế, Tây phương Bạch đế, Bắc phương Hắc đế||<ref>{{Chú thích web |url=http:\/\/vangiang.hungyen.gov.vn\/Pages\/gioi-thieu-chung-93\/lich-su-van-hoa-127\/di-tich-lich-su-van-hoa-132\/VC483n20Giang2020L-fa7695a0359e5071.aspx |ngày truy cập=2016-11-16 |tựa đề=Đình Phù Liệt, một danh thắng lịch sử |archive-date = ngày 17 tháng 11 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161117214227\/http:\/\/vangiang.hungyen.gov.vn\/Pages\/gioi-thieu-chung-93\/lich-su-van-hoa-127\/di-tich-lich-su-van-hoa-132\/VC483n20Giang2020L-fa7695a0359e5071.aspx |url-status=dead }}<\/ref>\n|- align\n| Vô danh 6:<br\/> Tam vị đại vương||Đình Hoàng Phúc<br\/>Yên Dũng - Bắc Giang||[[Bắc Giang]]|| Đình Hoàng Phúc thuộc xã Đồng Phúc, Yên Dũng, Bắc Giang là di tích lịch sử văn hóa thờ 3 vị Thần từ thời Vua [[Đinh Tiên Hoàng]]: Lâm Giang phụ quốc chi thần, Bảo Vũ Hộ chi thần, Anh La đôn khác có công giúp Vua dẹp loạn 12 sứ quân.||<ref>[http:\/\/www.bacgiang.gov.vn\/tro-giup\/2442\/Di-tich-xep-hang-cap-tinh-tren-dia-ban-huyen-Yen-Dung.html Di tích xếp hạng cấp tỉnh trên địa bàn huyện Yên Dũng]<\/ref>\n|- align\n| Vô danh 7:<br\/>Đống Củ Đại vương(董瞿大王)\n|Đình Quảng Nguyên<br\/>Xã Quảng Phú Cầu,<br\/>Ứng Hòa-Hà Nội||[[Hà Nội]]|| Đình Quảng Nguyên thờ ba vị Thành hoàng làng, Vị thứ nhất là Đống Củ Đại vương, là tướng tài danh của [[Đinh Tiên Hoàng Đế]].||<ref>[https:\/\/www.tapchikientruc.com.vn\/chuyen-muc\/mot-vung-tram-tich-toa-huong.html Một vùng trầm tích toả hương]<\/ref>\n|- align\n| Vô danh 8:<br\/>Ngũ vị đaị vương||Đình Phù Nhị<br\/>Xã Tiến Thắng,<br\/>Lý Nhân-Hà Nam||[[Hà Nam]]|| Đình Phù Nhị xã Tiến Thắng có từ thế kỷ XVI thờ Ngũ vị thành hoàng, là những tướng tài, trung với nước, nghĩa với dân, tài cao trí lớn thông lầu kinh sử văn võ kiêm toàn đã hiệp lực cùng vua Đinh Tiên Hoàng dẹp đánh tan Thập Nhị sứ quân thể hiện trên bức đại tự cổ kính giữa đình làng.||<ref>{{Chú thích web |url=http:\/\/hanam.gov.vn\/lynhan\/Pages\/di-tich-lich-su-van-hoa-cap-tinh-dinh-phu-nhi-xa-tien-thang.aspx |ngày truy cập=2018-06-15 |tựa đề=Di tích lịch sử văn hóa cấp tỉnh đình phù nhị xã Tiến Thắng |archive-date = ngày 15 tháng 6 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180615061021\/http:\/\/hanam.gov.vn\/lynhan\/Pages\/di-tich-lich-su-van-hoa-cap-tinh-dinh-phu-nhi-xa-tien-thang.aspx }}<\/ref>\n|- align\n|}\n\n==Nhân vật hoàng gia==\nDưới đây danh sách các nhân vật hoàng gia triều đại nhà Đinh:\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n|-align bgcolor=#EFEFEF\n|-\n!width=\"17%\"|Tên\n!width=\"14%\"|Nơi thờ chính\n!width=\"6%\"|Địa phương\n!width=\"64%\"|Tóm tắt sự nghiệp\n!width=\"1%\"|Dẫn chứng\n|- align\n| [[Đinh Triều Quốc Mẫu|Đàm Hoàng Thái Hậu]]|| Miếu Lộc Thọ || [[Thái Bình]] || Thân mẫu của Vua Đinh Tiên Hoàng. Bà được thờ ở khu di tích thung Lá, [[động Hoa Lư]] (Ninh Bình); Miếu Lộc Thọ (Thái Bình) và Đình Bườn (Nam Định)||\n|- align\n| [[Đinh Công Trứ]](丁公著)|| [[Đền Vua Đinh Tiên Hoàng|Đền Vua Đinh]] || [[Ninh Bình]] || Thân phụ của Vua [[Đinh Tiên Hoàng]]. Là quan thứ sử Hoan Châu thời Dương Đình Nghệ và Ngô Quyền. Ông được thờ tại Lăng Phát Tích nhà Đinh ở xã Gia Phương, Ninh Bình. ||\n|- align\n| Đinh Dự(丁預)|| Núi Kỳ Lân || [[Ninh Bình]] || Là chú ruột của Vua [[Đinh Tiên Hoàng]]. Khi [[Đinh Công Trứ]] làm Thứ sử Hoan Châu thì Đinh Thúc Dự giữ sách Bông, tức quê hương nhà Đinh. ||\n|- align\n| Công chúa Quế Hương(玉香公主)|| Đình Ba Dân || [[Hà Nội]] || Công chúa Quế Hương là chị gái của Vua [[Đinh Tiên Hoàng]], bà được gả cho tướng quân [[Nguyễn Bồ]], anh trai Tể tướng [[Nguyễn Bặc]]. ||\n|- align\n| Hoàng Thị Thi(黃氏施)|| Chùa Bà Ngô || [[Ninh Bình]] || Bà Ngô Phu nhân là một trong những [[Hoàng hậu nhà Đinh|Hoàng hậu của Vua Đinh Tiên Hoàng]] và là mẹ của phò mã [[Ngô Nhật Khánh]]. Bà được thờ tại di tích [[Chùa Bà Ngô (Ninh Bình)|chùa Bà Ngô]] trong quần thể [[cố đô Hoa Lư]] ||\n|- align\n| Đinh Thị Tỉnh(丁氏靜)|| [[Đền Thánh Mẫu (Thái Bình)|Đền Thánh Mẫu]] || [[Thái Bình]] || Bà Đinh Tỉnh Nương là một trong những [[Hoàng hậu nhà Đinh|Hoàng hậu của Vua Đinh Tiên Hoàng]], có tài võ nghệ. Bà từng cùng bốn anh trai tham gia dẹp [[loạn 12 sứ quân]]. Bà được thờ ở đền Thánh Mẫu, tỉnh Thái Bình  ||\n|- align\n| Dương Thị Nguyệt(楊氏阮)|| [[Miếu Thượng, miếu Trung, chùa Đặng Xá|Miếu Trung, Kim Bảng]] || [[Hà Nam]] || Bà Dương Nguyệt Nương là một trong những [[Hoàng hậu nhà Đinh|Hoàng hậu của Vua Đinh Tiên Hoàng]], Bà là người truyền dạy Trò Xuân Phả và được thờ ở Miếu làng Đặng Xá, tỉnh [[Hà Nam]]  ||\n|- align\n| [[Nguyễn Thị Sen (hoàng hậu)|Nguyễn Thị Sen]](阮氏森)|| Đền Tổ Nghề May || [[Hà Nội]] || Bà Nguyễn Thị Sen là một trong những [[Hoàng hậu nhà Đinh|Hoàng hậu của Vua Đinh Tiên Hoàng]], là người truyền dạy nghề may cho người Việt. Bà được thờ tại đền Tổ nghề may, Chương Mỹ, Hà Nội  ||\n|- align\n| [[Dương Vân Nga]](楊雲娥)|| Đền Bách Cốc || [[Nam Định]] || Thái hậu Dương Vân Nga là một trong những [[Hoàng hậu nhà Đinh|Hoàng hậu của Vua Đinh Tiên Hoàng]] và vua Lê Đại Hành. Bà có con trai [[Đinh Toàn]] là vua cuối của [[nhà Đinh]] và con gái [[Lê Thị Phất Ngân]] là hoàng hậu đầu tiên của nhà Lý  ||\n|- align\n| [[Đinh Liễn]](丁璉)|| Đền Vua Đinh || [[Ninh Bình]] || Là con trai cả của Vua [[Đinh Tiên Hoàng]], tham gia dẹp loạn 12 sứ quân được phong là Nam Việt Vương. Đinh Liễn được thờ cùng vua Đinh Tiên Hoàng tại [[cố đô Hoa Lư]] ||\n|- align\n| [[Đinh Hạng Lang]](丁項郎)|| Đền Vua Đinh || [[Ninh Bình]] || Là con trai thứ của Vua [[Đinh Tiên Hoàng]], sớm được phong là Thái tử.  ||\n|- align\n| [[Đinh Toàn]](丁璿)|| Đền Vua Đinh || [[Ninh Bình]] || Là con trai thứ của Vua [[Đinh Tiên Hoàng]], lên ngôi khi 6 tuổi và bị phế trở thành Vệ vương cho Lê Hoàn.  ||\n|- align\n| Công chúa Minh Châu(明珠公主)|| [[Cố đô Hoa Lư]] || [[Ninh Bình]] || Công chúa Đinh Minh Châu con gái của Vua [[Đinh Tiên Hoàng]], bà được gả cho tướng quân Trần Thăng, em trai của [[Trần Lãm]]. ||\n|- align\n| Công chúa Phất Kim(佛金公主)|| Phủ Bà Chúa || [[Ninh Bình]] || Công chúa Đinh Phất Kim là con gái của Đinh Tiên Hoàng và là nhân vật được nhắc đến nhiều trong chính sử cũng như các tác phẩm nghệ thuật mô tả về cuộc đời và sự nghiệp Đinh Bộ Lĩnh. Bà được lập đền thờ riêng tại [[Cố đô Hoa Lư]]. ||\n|- align\n| Công chúa Phù Dung(芙蓉公主)|| Đình Phù Sa || [[Hà Nội]] || Công chúa Đinh Phù Dung là con gái của Vua [[Đinh Tiên Hoàng]] và là nhân vật lịch sử được tôn vinh tại di tích Đình làng Phù Sa thuộc phường Viên Sơn, [[thị xã Sơn Tây]], [[Hà Nội]] và di tích Phủ Bà Chúa thờ Phù Dung công chúa ở thôn Yên Trạch, xã Trường Yên, [[huyện Hoa Lư]], [[Ninh Bình]]. Bà cùng phò mã Trương Quán Sơn có công đánh giặc Tống. Công chúa Phù Dung cũng được thờ tại phủ làng Sải, xã Quỳnh Lưu, Ninh Bình. ||\n|- align\n| Công chúa Ngọc Nương(玉娘公主)|| Miếu Bà Đặng Xá || [[Hà Nam]] || Công chúa Đinh Thị Ngọc con gái của Vua [[Đinh Tiên Hoàng]] và hoàng hậu Dương Thị Nguyệt. Bà là nhân vật lịch sử được tôn vinh tại Cụm di tích Miếu Trung - Chùa Đặng - Đền miếu Bà ở xã Văn Xá, [[Kim Bảng]], Hà Nam. ||\n|- align\n| Công chúa Liên Hoa(蓮花公主)|| Đình Trâm Nhị || [[Hưng Yên]] || Công chúa Đinh Liên Hoa con gái của Vua [[Đinh Tiên Hoàng]] và hoàng hậu Nguyễn Thị Sen. Bà là nhân vật lịch sử được tôn vinh tại di tích đình Trâm Nhị, xã Vân Du, huyện Ân Thi, tỉnh [[Hưng Yên]]. Bà cũng được thờ tại Phủ làng Đồi, xã Quỳnh Lưu, Ninh Bình. ||\n|- align\n|}\n\n==Thống kê==\n===Theo địa phương===\n*Trong danh sách thống kê có 282 danh nhân thời Đinh trong đó quê hương các tướng phân bố như sau: [[Ninh Bình]] 43 tướng, [[Hà Nội]] 50 tướng, [[Thái Bình]] 27 tướng, [[Hải Dương]] 27 tướng, [[Hà Nam]] 23 tướng, [[Thanh Hóa]] 22 tướng, [[Nam Định]] 21 tướng, [[Hưng Yên]] 20 tướng, [[Bắc Ninh]] 16 tướng, [[Hải Phòng]] 8 tướng, [[Bắc Giang]] 8 tướng, [[Phú Thọ]] 5 tướng, [[Trung Hoa]] 5 tướng, [[Nghệ An]] 4 tướng, [[Vĩnh Phúc]] 2 tướng, [[Cao Bằng]] 2 tướng, [[Hà Tĩnh]] 1 tướng.\n*Trong danh sách thống kê các [[di tích về thời Đinh]], hiện có hơn 500 di tích liên quan tới Vua Đinh và 282 danh nhân thời Đinh trong đó [[Hà Nội]]: 101 di tích, [[Nam Định]] 36 di tích, [[Ninh Bình]] gần 150 di tích, [[Thái Bình]] 46 di tích, [[Hưng Yên]] 29 di tích, [[Hải Dương]] 31 di tích, [[Hà Nam]] 28 di tích, [[Hải Phòng]] 8 di tích, [[Bắc Ninh]] 10 di tích, [[Nghệ An]] 13 di tích, [[Thanh Hóa]] 10 di tích, Phú Thọ 8 di tích, [[Bắc Giang]] 5 di tích, [[Vĩnh Phúc]] 6 di tích, Thái Nguyên 4 di tích. Các tỉnh khác cũng có di tích thời Đinh như Cao Bằng, Lạng Sơn, Bắc Kạn, An Giang, Hòa Bình, Quảng Nam, Đà Nẵng, Đắk Lắk, [[Thành phố Hồ Chí Minh]], Bà Rịa - Vũng Tàu, Hà Tĩnh...\n\n===Theo sự kiện===\n* Nhiều danh nhân thời Đinh là thổ hào địa phương, thực chất họ cũng từng là các sứ quân như: [[Võ Trung]], [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]], [[Phạm Đông Nga]], [[Phạm Hán]], [[Phạm Phổ]], [[Phạm Hạp]], [[Phạm Cự Lượng]], [[Nguyễn Phúc Thời]], [[Lê Lương]], [[Lê Chương]], [[Lê Du]], [[Đinh Nga]], [[Đào Ngọc Sâm]], [[Cao Điền Công]], [[Cao Đỗ Công]], [[Bạch Tượng]], [[Bạch Địa]], [[Đào Lang]], [[Lưu Quyền]], [[Phạm Quảng]], [[Lê Cát Bạo]], [[Lý Mộc Trang]], [[Đinh Hùng Lực]], [[Nguyễn Ninh]], [[Nguyễn Tĩnh]], [[Trương Ma Ni]], [[Lê Khai]], [[Đặng Sỹ Nghị]], [[Phùng Cường Bạo]], [[Từ Hải]], [[Lưu Công]], [[Sát Công]].\n* Các vị thủ lĩnh trong danh sách [[12 sứ quân]] được nhắc đến nhiều bởi các trận giao tranh với tướng [[nhà Đinh]] là: [[Đỗ Cảnh Thạc]]: 9 sự kiện, [[Phạm Bạch Hổ]]: 8 sự kiện, Nguyễn Siêu: 5 sự kiện.\n* Các tướng [[nhà Đinh]] trực tiếp tiêu diệt các tướng trong [[12 sứ quân]] gồm: [[Võ Trung]] đánh bại Lã Xử Bình, [[Phạm Hạp]] tiêu diệt [[Nguyễn Khoan]], Chu Công Mẫn chém đầu [[Lã Đường]], [[Lưu Cơ]] tiêu diệt [[Lý Khuê]], [[Đinh Nga]] đánh bại [[Đỗ Cảnh Thạc]], [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]] chém chết [[Kiều Công Hãn]], [[Lê Hoàn]] chém chết [[Kiều Thuận]], [[Nguyễn Bặc]] tiêu diệt Nguyễn Siêu, [[Trần Ứng Long]] phá tan [[Đỗ Cảnh Thạc]].\n*Các tướng nhà Đinh được mô tả tham gia đánh giặc Chiêm Thành dưới thời [[Đinh Tiên Hoàng]] trị vì gồm: [[Cao Các]], Trương Quán Sơn, Cao Điền Công, Cao Đỗ Công, [[Võ Trung]], Cao Chương, Cao Gia, Tòng Chinh, Nguyễn Vật, Nguyễn Lôi, Nguyễn Quảng, Nguyễn Quán, Nguyễn Linh, Nguyễn Lặc.\n*16 vị tướng [[nhà Đinh]] gắn với sự kiện dẹp [[loạn 12 sứ quân]], chống quân Tống xâm lược, sau tiếp tục làm quan nhà Tiền Lê là: Đào Ngọc Sâm, Đào Tế, Đào Lai, Đào Độ, Đào Lang, [[Lưu Cơ]], Lưu Ngữ, Ninh Hữu Hưng, Nguyễn Điền, Nguyễn Bang, Đặng Chân Nương, Trần Công Tích, Nguyễn Phúc Giáp và 4 vị Đại Vương triều [[nhà Đinh]] được thờ ở miếu Bắc ([[Thái Bình]])\n*30 vị tướng là các đại thần tận trung với [[nhà Đinh]], phản đổi việc [[Lê Hoàn]] đoạt ngôi [[nhà Đinh]] là: [[Đinh Điền]], Đinh Sài Bơi, Đỗ Quang, Đỗ Huy, Lý Phả, Lý Hoằng, Lý Quảng, [[Nguyễn Bặc]], Phạm Hạp, [[Trình Minh]], [[Trịnh Tú]], Lưu Cơ, Lưu Lang, Lý Đài, Lý Trâu, Lý Quốc, Lương Tuấn, [[Võ Trung]], Phạm Thành, Phạm Thọ, Lưu Công, Sát Công và 8 vị quan trung thần ở [[Tràng An]].\n* Nhiều danh nhân, tướng lĩnh thời Đinh còn được tôn vinh là các bậc thánh tổ khai sáng nghề truyền thống như: [[Phạm Thị Trân]] là bà tổ nghề [[chèo|hát chèo]] Việt Nam và cũng là bà tổ đầu tiên của ngành sân khấu Việt Nam.<ref>{{Chú thích web |url=http:\/\/www.kyluc.vn\/s100\/156.ba-pham-thi-tran-to-cua-nghe-hat-cheo.html |ngày truy cập=2019-04-06 |tựa đề=Bà Phạm Thị Trân - tổ của nghề hát chèo ở Việt Nam |archive-date = ngày 22 tháng 12 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151222104212\/http:\/\/kyluc.vn\/s100\/156.ba-pham-thi-tran-to-cua-nghe-hat-cheo.html }}<\/ref>; [[Hoàng hậu nhà Đinh#Dương Thị Nguyệt|Dương Thị Nguyệt]] - bà tổ truyền dạy [[trò Xuân Phả]] cho người dân Xứ Thanh tại [[nghè Xuân Phả]], Thọ Xuân, Thanh Hóa; [[Nguyễn Thị Sen (hoàng hậu)|Nguyễn Thị Sen]]: bà tổ nghề May ở Việt Nam, bà được các làng nghề may tổ chức giỗ tổ và trao giải thưởng Nguyễn Thị Sen hàng năm; Tướng quân [[Trần Ứng Long]] là ông tổ nghề đan thuyền thúng, thuyền nan và cũng là ông tổ nghề sơn; Tướng [[Ninh Hữu Hưng]] là ông tổ nghề mộc, chạm khảm xây dựng, người [[Trường Yên, Hoa Lư]], sống tại [[Ý Yên]], [[Nam Định]].\n*Các vị tướng trong chính sử được đặt tên nhiều đường phố ở Việt Nam. Một số vị tướng không có tên trong chính sử cũng được đặt tên đường như đường Lê Viết Quang, đường Lê Viết Hưng ở [[Hải Dương]]; đường Bùi Quang Dũng ở Thái Bình, đường [[Nguyễn Bồ]] ở [[Hà Nội]]...\n\n===Theo quân số===\nSau thắng lợi trong việc chống lại quân đội của Hậu Ngô vương, Đinh Bộ Lĩnh đã liên kết với Trần Lãm ở Cửa Bố, do đó quân đội của Đinh Bộ Lĩnh không chỉ tăng về quân số, lương thực, mà cả địa bàn hoạt động; đến khi cục diện 12 sứ quân bùng nổ thì đội quân của Đinh Bộ Lĩnh tiếp tục được bổ sung thêm từ nhiều nguồn như sau:\n*Bạch Tượng, Bạch Địa, Đỗ Đài đến phủ Ứng Thiên tụ tập dân chúng lập nên trang Nguyễn Xá, sau các ông đưa 500 quân theo [[Đinh Bộ Lĩnh]] dẹp sứ quân ở Sơn Tây.<ref>[http:\/\/daidoanket.vn\/tinh-hoa-viet\/dinh-quoc-cong-nguyen-bacvi-tuong-trung-trinh-trieu-dinh-tintuc423438 Thần tích, thần phả ở đình Động Phí, huyện Ứng Hòa, tỉnh Hà Tây cho biết Nguyễn Bặc và Đinh Điền có về đây thu nạp lực lượng của một vị gọi là Bạch Tượng đại vương gồm 500 quân]<\/ref>\n*[[Bùi Quang Dũng]] tụ tập được 600 quân binh tại Phong Châu (Phú Thọ) và đưa về gia nhập với lực lượng [[Hoa Lư]].<ref>{{Chú thích web |url=http:\/\/hobuivietnam.com.vn\/anh-duc-tuong-quan-dien-tien-do-chi-huy-su-bui-quang-dung-tu-lieu-trong-ngoc-pha-trieu-dinh |ngày truy cập=2019-04-24 |tựa đề=Anh dực tướng quân, Điện tiền Đô chỉ huy sứ Bùi Quang Dũng: tư liệu trong ngọc phả triều Đinh |archive-date = ngày 24 tháng 4 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190424085959\/http:\/\/hobuivietnam.com.vn\/anh-duc-tuong-quan-dien-tien-do-chi-huy-su-bui-quang-dung-tu-lieu-trong-ngoc-pha-trieu-dinh }}<\/ref>\n*[[Trần Công Mẫn]] tuyển từ Nghĩa Hưng (Nam Định) hơn 1.000 lính gia nhập lực lượng của [[Trần Ứng Long]].\n*[[Phạm Hạp]], Phạm Cự Lượng đem hơn 2.000 người, ngựa từ quê hương Hải Dương đến [[Hoa Lư]] phò Đinh Bộ Lĩnh tham gia dẹp [[loạn 12 sứ quân]]. \n*[[Đinh Bộ Lĩnh]] đến trang Đồi Thượng (Yên Thắng, Ý Yên, Nam Định) chiêu mộ được 18 người tình nguyện đi theo.\n*[[Đinh Bộ Lĩnh]] trên đường dẹp loạn 12 sứ quân đã đến làng Hữu Vĩnh, xã Hồng Quang, Ứng Hòa (Hà Nội) tuyển chọn được 12 thanh niên trai tráng của làng Hữu Vĩnh xung vào đội quân.<ref>[http:\/\/www.baoxaydung.com.vn\/news\/vn\/van-hoa-the-thao\/bi-mat-ve-canh-cua-chi-mo-1-lan-moi-nam-o-den-thieng-ha-noi.html Bí mật về cánh cửa chỉ mở 1 lần mỗi năm ở đền thiêng Hà Nội]<\/ref>\n*[[Đinh Bộ Lĩnh]] về Đặng Xá (Kim Bảng, Hà Nam) lập đồn trại và truyền hịch Cần Vương dẹp giặc và đã có trên 600 người dân và 180 tráng đinh Đặng Xá, Đồng Lạc, Khê Vĩ theo giúp.\n*[[Đinh Liễn]] về Ái Châu (Thanh Hóa) tuyển được 3.000 trai tráng và Lê Hoàn\n*[[Nguyễn Đức Long]], [[Nguyễn Đức Học]] cùng 30 người thuộc 5 họ: Nguyễn, Trần, Hoàng, Bùi, Mai theo về với [[Trần Lãm]] và khi [[Đinh Bộ Lĩnh]].\n*[[Nguyễn Viết]], [[Nguyễn Sùng]], [[Nguyễn Thiện]] chiêu tập binh sĩ được hơn 300 người ở Hưng Yên gồm Phượng Lâu 5, An Tàô 10, An Xá 45, Vĩnh Đồng 45, Dưỡng Phú 51, Cốc Khê Tạ Xá 55, Đào Xá 36 và trang sở tại 55 người, rồi gia nhập quân đội Nguyễn Bặc đánh dẹp loạn 12 sứ quân.\n*[[Phạm Cả]] tập hợp được 100 người làng ở Nam Định đến theo [[Đinh Bộ Lĩnh]] dẹp loạn, sau được phong làm Huyện doãn huyện Thiên Bản (Vụ Bản).\n*Lê Chương và Lê Du chiêu tập được hơn 1.000 binh lính, chia làm 2 đồn đống ở Phú Lộc, Nho Quan, [[Ninh Bình]] sau theo hết về với Đinh Bộ Lĩnh.\n*Lý Mộc Trang đã dung nạp 300 người ở Phú Thọ cùng theo về tham gia quân đội Hoa Lư khởi nghĩa dẹp [[loạn 12 sứ quân]].\n*Nguyễn Tấn đứng ra chiêu mộ được khoảng 200 trai tráng, thường xuyên luyện tập võ nghệ, đóng quân tại trại Âu Hoá nay là xã Nghĩa An huyện Nam Trực tỉnh Nam Định.\n*[[Võ Trung]] thu nạp quân và tướng sĩ được 10.000 người gia nhập về [[động Hoa Lư]]. [[Đinh Bộ Lĩnh]] phong [[Võ Trung]] làm Tham tám trung quân Nguyên soái đại tướng quân.\n*Đặng Sỹ Nghị chiêu mộ binh lính, gia thần, sỹ tử được hơn 6.000 người ở Hải Dương dẫn đến ứng tuyển và được [[Đinh Bộ Lĩnh]] phong làm ” Đặng Sỹ thống lãnh đại tướng quân”.\n*Đào Ngọc Sâm sau khi rời quê hương đến vùng Hải Dương đã chiêu mộ dân binh được hơn 2.000 người theo giúp Đinh Tiên Hoàng.\n*Đương Giang thu nạp được 5.000 quân lính vùng Đông Anh và 30 trai tráng làng Đào Thục giúp [[Đinh Bộ Lĩnh]] đánh dẹp giặc Ngô.\n*Lý Đài, Lý Trâu, Lý Quốc mang hơn 30 trai tráng các thôn Lộng Đình, Trình Xá, Cát Lư (Hưng Yên) đến xin làm gia thần cho [[Đinh Tiên Hoàng]].\n*[[Nguyễn Bặc]] thừa lệnh [[Đinh Bộ Lĩnh]] về Phú Cốc (Vụ Bản) chiêu mộ quân sĩ. Chỉ trong vòng mấy chục ngày mà ông đã chiêu mộ được hơn 3.000 nghìn người.<ref>{{Chú thích web |url=http:\/\/baonamdinh.com.vn\/channel\/5093\/201207\/Nam-dinh-dia-ban-trong-yeu-trong-su-nghiep-thong-nhat-dat-nuoc-cua-dinh-Bo-Linh-2182012\/ |ngày truy cập=2015-11-13 |tựa đề=Nguyễn Bặc thừa lệnh Đinh Bộ Lĩnh về Phú Cốc chiêu mộ quân sĩ. Chỉ trong vòng mấy chục ngày mà ông đã chiêu mộ được hơn ba nghìn người. |archive-date=2014-09-28 |archive-url=https:\/\/web.archive.org\/web\/20140928110222\/http:\/\/www.baonamdinh.com.vn\/channel\/5093\/201207\/Nam-dinh-dia-ban-trong-yeu-trong-su-nghiep-thong-nhat-dat-nuoc-cua-dinh-Bo-Linh-2182012\/ |url-status=dead }}<\/ref>\n*Đinh Đức Đạt và Đinh Đức Thông người phường Lư Châu dấy binh đi theo Đinh Bộ Lĩnh đã được nhân dân địa phương tham gia rất đông.\n*Đinh Hùng Lực là người dẫn nhân đinh ở địa phương ra sức giải vây cho [[Đinh Bộ Lĩnh]].\n*[[Đinh Nga]] ở [[Hà Nam]] tập hợp trai tráng quanh vùng với những người tài giỏi như Đinh Thiết, Đinh Ngân, Phạm Đức, Trần Huy, Đinh Mỹ theo về ủng hộ [[Đinh Bộ Lĩnh]].\n*5 anh trai của [[Hoàng hậu Nhà Đinh#Đinh Thị Tỉnh|hoàng hậu Đinh Thị Tỉnh]] quê huyện Đông Hưng (Thái Bình) đã huy động được 500 quân binh với đầy đủ vũ khí gia nhập lực lượng của [[Đinh Bộ Lĩnh]].\n* 3 anh em trai họ Cao người Trang Sơn Lộ (Quốc Oai) đã thu nạp 300 tráng đinh đi theo lực lượng của Đinh Bộ Lĩnh.<ref>[http:\/\/sovhtt.hanoi.gov.vn\/dinh-so-quoc-oai-don-nhan-bang-xep-hang-di-tich-quoc-gia-dac-biet\/ Đình So (Quốc Oai) đón nhận Bằng xếp hạng di tích quốc gia đặc biệt]<\/ref>\n*Đinh Văn Cung tập hợp được hơn 100 người dân trang Vạn Tải (Nam Sách, Hải Dương) theo tướng Nguyễn Bắc làm gia thần.\n*Đương Chu là tướng được [[Đinh Bộ Lĩnh]] cử làm sứ giả đi đến các đạo để chiêu mộ quân sĩ, trong đó chỉ riêng làng Hướng Nghĩa, Vụ Bản có đến 18 người đi.\n*Lê Xuân Vinh và Luận Nương đã tập hợp trai tráng trong làng thành đội dân binh theo giúp [[Đinh Bộ Lĩnh]].\n*Đinh Điền cùng Lương Tuấn đã vận động quân dân lập 9 Đại bản doanh từ Yên Lữ, Yên Bạc quê ngoại của Đinh Điền đến các nơi như: Xuân Dương, Phú Mỹ, Yên Liêu, Bồ Vi và Chùa Tháp góp phần giúp Đinh Bộ Lĩnh dẹp tan loạn 12 sứ quân.\n*[[Nguyễn Phúc]] chiêu binh, xây dựng lực lượng, sắm sửa vũ khí thành lập một căn cứ riêng ở Khả Khu, xung quanh làng đào hào đắp luỹ, lập lên bốn điếm canh giữ bốn góc làng, Sau ông hàng phục Đinh Bộ Lĩnh, được phong làm quan.\n*Phạm Hán và Phạm Phổ gặp lúc có [[loạn 12 sứ quân]], bèn kết giao hào kiệt bốn phương, chiêu mộ trai tráng thiết lập đồn lũy trên đất Mai Khu.\n*[[Trình Minh]] thu nạp trai tráng xứ Thanh đến gia nhập lực lượng [[Hoa Lư]], [[Đinh Bộ Lĩnh]] đã cử ông làm mưu sĩ kiêm Đẳng nhung sự.\n*Trịnh Minh, Trịnh Lương, Trịnh Nguyên, Trịnh Khang truyền binh sĩ thiết lập đồn doanh ở bốn nơi: Minh công đóng ở xứ Cửa Chùa, Lương công đóng ở xứ Cửa Triệu, Nguyên công đóng ở xứ Kiều Kinh, Khang công đóng ở xứ Bến Bến sau theo [[Đinh Bộ Lĩnh]].\n*Ba anh em ruột người trang Vân Đình đã mộ binh theo [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]].\n\n==Di tích thời Đinh==\nCác di tích về thời Đinh có thể chia thành các nhóm Di tích hình thành từ thời Đinh và Di tích thờ nhân vật thời Đinh, phần lớn là các đền, đình, chùa, miếu thờ các nhân vật lịch sử.\n\nDi tích hình thành từ thời Đinh: Di tích hình thành từ thời Đinh chỉ có ở nửa phía Bắc Việt Nam, các tỉnh từ Hà Tĩnh trở ra nằm trong phạm vi ranh giới nước Đại Cồ Việt xưa, tập trung nhiều ở [[kinh đô Hoa Lư]] và phụ cận.\n\nDi tích thờ nhân vật thời Đinh: Di tích thờ nhân vật thời Đinh được xây dựng ở nhiều thời kỳ lịch sử khác nhau và có ở nhiều nơi nhưng tập trung nhiều hơn cả ở vùng ranh giới Đại Cồ Việt xưa.\n{{chính|Di tích về thời Đinh}}\n\n{{12 sứ quân}}\n\n==Chú thích==\n<div style=\"height: 150px; overflow: auto; padding: 3px; border:1px solid #AAAAAA; reflist\" >\n{{Tham khảo|30em}}\n<\/div>\n\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Nhân vật thời Đinh]]\n[[Thể loại:Nhà Đinh]]\n[[Thể loại:Lịch sử Việt Nam thời Đinh]]\n[[Thể loại:Loạn 12 sứ quân]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Vĩnh Phúc]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người Nghệ An]]"}