{"1752045":"{{dablink|Xem thêm: [[Danh sách trường đại học, học viện và cao đẳng tại Hà Nội]]}}[[Trường đại học]], [[học viện]] và viện hàn lâm là các cơ sở [[Giáo dục đại học|giáo dục bậc cao]] đào tạo các bậc đại học và sau đại học, mang tính mở. Thành tích trong đào tạo, nghiên cứu khoa học, danh giá với nhà tuyển dụng, phạm vi ảnh hưởng của trường và thành tích cựu sinh viên tạo nên uy tín học thuật của một trường đại học. Theo [[chiều dài]] lịch sử, trường đại học đầu tiên tại Việt Nam được thành lập từ năm 1076, dạy [[Nho giáo]]. Tiếp nối theo đó, đại học theo thiết chế hiện đại đầu tiên của Việt Nam cũng như 5 nước [[Bán đảo Đông Dương]] được thành lập từ năm 1907 mang tên [[Viện Đại học Đông Dương]] ([[Đại học Quốc gia Hà Nội]] ngày nay).<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giao-duc\/truong-hoc-viet-nam-thoi-phap-thuoc-3681156.html|tựa đề=Trường học Việt Nam thời Pháp thuộc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nCác cơ sở giáo dục đại học tại Việt Nam gồm các Hệ thống trường đại học tập hợp nhiều trường đại học thành viên cùng các trường đại học chuyên ngành, đa ngành và học viện, với Hà Nội là đầu tàu về giáo dục.<ref>{{Chú thích web|url=http:\/\/thanglong.chinhphu.vn\/nganh-giao-duc-ha-noi-tiep-tuc-khang-dinh-vi-tri-dan-dau-ca-nuoc|title=Ngành Giáo dục Hà Nội tiếp tục khẳng định vị trí dẫn đầu cả nước|last=|first=|date=|website=Cổng thông tin điện tử Chính phủ|archive-url=|archive-date=|access-date=|url-status=}}<\/ref> Đối với các trường [[đại học công lập]] có hai cơ chế hoạt động chính đó là nhà nước kiểm soát và tự chủ. Với cơ chế tự chủ các trường đại học sẽ được quyền chủ động về vấn đề nhân sự, chương trình đào tạo, hoạt động nghiên cứu khoa học và tài chính vì vậy nhà nước giảm ngân sách cấp cho nhóm trường này.<ref>{{Chú thích web|url=https:\/\/vnu.edu.vn\/btdhqghn\/?C2145\/N12636\/Tu-chu-dai-hoc:-Xu-the-cua-phat-trien.htm|title=Tự chủ đại học: Xu thế của phát triển|last=|first=|date=|website=|archive-url=|archive-date=|access-date=|url-status=}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.giaoduc.edu.vn\/dai-hoc-lo-bi-bo-roi-khi-tu-chu.htm|title=Đại học lo bị bỏ rơi khi tự chủ|last=|first=|date=11\/28\/2018|website=Báo Giáo dục|archive-url=|archive-date=|access-date=|url-status=}}<\/ref> Tuy vậy theo báo cáo tổng kết 5 năm thực hiện Nghị quyết 29 Trung ương Đảng của [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] cho biết, tổng quyết toán chi ngân sách cho hệ thống giáo dục công lập cho năm gần nhất đã là 248 nghìn tỉ đồng.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/infographics\/ngan-sach-chi-cho-giao-duc-tang-the-nao-5-nam-qua-3825357.html|title=Ngân sách chi cho giáo dục tăng thế nào 5 năm qua?|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaoduc.net.vn\/giao-duc-24h\/ngan-sach-da-chi-cho-giao-duc-rieng-nam-2017-la-hon-248-ngan-ty-dong-post191997.gd|tựa đề=Ngân sách đã chi cho giáo dục riêng năm 2017 là hơn 248 ngàn tỷ đồng|tác giả=|họ=|tên=|ngày=|website=Báo điện tử Giáo dục Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nĐối với đại học tư thục, từ năm 1988 Đảng và Nhà nước đã có chủ trương xã hội hóa giáo dục, cấp phép cho đại học tư thục được hoạt động. [[Đại học tư thục]] là một doanh nghiệp kinh doanh dịch vụ giáo dục được kiểm soát và quản lý bởi một cá nhân hoặc một tổ chức trong hoặc ngoài nước, có quyền tự quyết về hoạt động kinh doanh của mình.<ref name=\":03322\">{{Chú thích web|url=http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=10713|tiêu đề=QUYẾT ĐỊNH: Về việc ban hành quy chế Đại học tư thục|tái bút=Chương III: TỔ CHỨC VÀ QUẢN LÝ: A. Cơ cấu tổ chức}}<\/ref> Nhưng tự do trong kinh doanh giáo dục để lại bất cập về chất lượng nên dựa trên kết quả đào tạo thực tiễn,<ref>{{Chú thích web|url=https:\/\/plo.vn\/xa-hoi\/giao-duc\/khong-cho-truong-tu-day-luat-bao-chi-vi-ngai-211655.html|title=Không cho trường tư dạy luật, báo chí vì ngại?|last=|first=|date=|website=|archive-url=|archive-date=|access-date=|url-status=}}<\/ref> kể từ ngày 17\/04\/2009 theo quyết định số 61\/2009\/QĐ-TTg của Thủ tướng Chính phủ<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Giao-duc\/Quyet-dinh-61-2009-QD-TTg-Quy-che-to-chuc-hoat-dong-truong-dai-hoc-tu-thuc-87416.aspx|title=QUYẾT ĐỊNH VỀ VIỆC BAN HÀNH QUY CHẾ TỔ CHỨC VÀ HOẠT ĐỘNG CỦA TRƯỜNG ĐẠI HỌC TƯ THỤC|last=|first=|date=|website=|archive-url=|archive-date=|access-date=|url-status=}}<\/ref> [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] đã áp chế quy định ngừng cấp phép đào tạo nhóm ngành giáo dục, luật, chính trị, báo chí, công an, quân đội cho các trường đại học tư thục.<ref>{{Chú thích web|url=http:\/\/dangcongsan.vn\/khoa-giao\/truong-ngoai-cong-lap-khong-duoc-mo-cac-nganh-su-pham-luat-va-bao-chi-8190.html|title=Trường ngoài công lập không được mở các ngành sư phạm, luật và báo chí|last=|first=|date=|website=|archive-url=|archive-date=|access-date=|url-status=}}<\/ref>\n\nHọc viện hay viện hàn lâm là mô hình giáo dục được phát triển từ đại học, ra đời sau này. So với đại học, học viện và viện hàn lâm chú trọng nghiên cứu hơn. Viện hàn lâm là cơ sở giáo dục bậc cao cấp cao nhất, thành viên của viện hàn lâm thường bao gồm những cá nhân xuất chúng trong những lĩnh vực có liên quan, những người được các thành viên khác bầu chọn, hoặc được chính phủ bổ nhiệm, chỉ đào tạo bậc sau đại học. Giá trị văn bằng được cấp bởi đại học và học viện là tương đương nhau.\n\nTheo quy định về thời gian đào tạo ở bậc đại học của [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]], thời gian đào tạo bậc đại học là 04 năm, 05 năm hoặc 07 năm và sau đại học từ 02 đến 04 năm tuỳ theo ngành đào tạo.\n\n== Danh sách đại học - học viện==\n* [[Trường Đại học Chính trị]] - trực thuộc Bộ Quốc phòng nâng cấp từ trường Sĩ quan Chính trị ngày 23\/12\/2010\n* [[Trường Đại học Kỹ thuật - Hậu cần Công an Nhân dân]] (T07) - Bộ Công an có trụ sở tại phường Hồ, thị xã [[Thuận Thành]]\n* Trường Đại học PCCC - Bộ Công an đang được xây dựng tại xã Việt Đoàn, huyện [[Tiên Du]] (thuộc Làng Đại học II)\n* [[Học viện Ngân hàng (Việt Nam)|Học viện Ngân hàng]] - [http:\/\/bacninh.hvnh.edu.vn\/ Phân viện Bắc Ninh]\n* [[Học viện Chính sách và Phát triển]] (trực thuộc Bộ Kế hoạch và Đầu tư)\n* [https:\/\/eaut.edu.vn\/ Trường Đại học Công nghệ Đông Á] ([[Võ Cường]] - TP [[Bắc Ninh (thành phố)|Bắc Ninh]])\n* [[Trường Đại học Thể dục Thể thao Bắc Ninh]] (TP [[Từ Sơn]])\n* [[Trường Đại học Quốc tế Bắc Hà]] đang được xây dựng tại Làng Đại học thuộc thị trấn [[Lim (thị trấn)|Lim]], huyện [[Tiên Du]], tỉnh Bắc Ninh\n* [[Trường Đại học Kinh Bắc]] có trụ sở tại phường Vũ Ninh, TP [[Bắc Ninh (thành phố)|Bắc Ninh]]\n* Trường ĐH Kinh doanh và Công nghệ Hà Nội cơ sở 2 tại TP. [[Từ Sơn]]\n* Trường Đại học Công nghiệp Dệt may thời trang Hà Nội phân sơ sở 2 Khu ĐTM Khai Sơn, thị xã [[Thuận Thành]]\n===Dự án===\n* [[Đại học Luật Hà Nội]] - cơ sở 2 (tại phường Đồng Nguyên, thành phố Từ Sơn)<ref>{{Chú thích web|url=http:\/\/bacninhtv.vn\/tin-tuc-n4985\/khoi-cong-du-an-xay-dung-co-so-2-truong-dai-hoc-luat-ha-noi-tai-tu-son.html|tựa đề=Khởi công dự án xây dựng cơ sở 2 Trường Đại học Luật Hà Nội tại Từ Sơn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n*[[Đại học Tài nguyên và Môi trường Hà Nội]] - Cơ sở 2 (tại phường Đồng Nguyên, thành phố Từ Sơn)<ref>{{Chú thích web|url=https:\/\/baotainguyenmoitruong.vn\/bo-tai-nguyen-va-moi-truong-lam-viec-voi-tinh-bac-ninh-trien-khai-xay-dung-truong-dai-hoc-tai-nguyen-va-moi-truong-ha-noi-224754.html|tựa đề=Bộ Tài nguyên và Môi trường làm việc với tỉnh Bắc Ninh triển khai xây dựng Trường Đại học Tài nguyên và Môi Trường  Hà Nội|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=http:\/\/bacninh.gov.vn\/news\/-\/details\/20182\/chu-tich-ubnd-tinh-lam-viec-voi-truong-ai-hoc-tai-nguyen-va-moi-truong-ha-noi|tựa đề=Chủ tịch UBND tỉnh làm việc với Trường Đại học Tài nguyên và Môi trường Hà Nội|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20200612101322\/http:\/\/bacninh.gov.vn\/news\/-\/details\/20182\/chu-tich-ubnd-tinh-lam-viec-voi-truong-ai-hoc-tai-nguyen-va-moi-truong-ha-noi|ngày lưu trữ=2020-06-12|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n*Học viện Phụ nữ Việt Nam (tại xã [[Tân Chi]] – Tiên Du – Bắc Ninh làm cơ sở đào tạo, dự kiến khởi công trong giai đoạn 2015-2020){{fact|date=7-2014}}\n* [[Trường Đại học Dược Hà Nội|Đại học Dược Hà Nội]] đang được xây dựng tại Làng Đại học tỉnh Bắc Ninh{{fact|date=7-2014}}\n* Đại học Bách khoa Hà Nội đang được xây dựng tại Làng Đại học tỉnh Bắc Ninh{{fact|date=http:\/\/www.hup.edu.vn\/cpbdv\/pctct\/noidung\/Lists\/tintucsukien\/View_Detail.aspx?ItemID=152}}\n* Đại học Thống kê (Nâng cấp từ trường Cao đẳng Thống kê){{fact|date=7-2014}}\n\n=== Viện nghiên cứu ===\n* [[Viện Nghiên cứu Phát triển|Viện Nghiên cứu phát triển]] kinh tế - xã hội Bắc Ninh\n* Viện Quy hoạch, Kiến trúc Bắc Ninh\n* Viện Nghiên cứu Da giày - Bộ Công thương, Cơ sở 2: Phường Đồng Nguyên, thành phố Từ Sơn\n* Viện Nghiên cứu Nuôi trồng Thủy sản I - Bộ NN&PTNT, phường Đình Bảng, thành phố Từ Sơn\n\n==Cao đẳng==\n* [http:\/\/www.ftec.edu.vn\/ Trường Cao đẳng Kinh tế, Kỹ thuật và Thủy sản] (TP. [[Từ Sơn]])\n* [http:\/\/cos.edu.vn\/ Trường Cao đẳng Thống kê Trung ương] (Tổng cục Thống kê)\n* [http:\/\/cdspbacninh.edu.vn\/ Trường Cao đẳng Sư phạm Bắc Ninh]\n* [https:\/\/bhu.edu.vn\/ Trường Cao đẳng Công nghệ Bắc Hà] (TP. [[Từ Sơn]])\n* [https:\/\/bci.edu.vn\/ Trường Cao đẳng Công nghiệp Bắc Ninh] (Bacninh College of Industry - BCi)  499, Hàn Thuyên, K1 Đại Phúc, Bắc Ninh\n* [https:\/\/hic.edu.vn\/co-so-2\/ Cao đẳng Công nghiệp Hưng Yên ( thuộc Bộ Công thương ), cơ sở 2] tại: Phường Đồng Kỵ, thành phố Từ sơn\n* [[Trường Cao đẳng nghề Quản lý và Công nghệ|Vocational colleges and technology management]] (Cơ sở đào tạo:: Số 83 Phố Triều Khúc, Thanh Xuân, Hà Nội),\n* [[Trường Cao đẳng nghề quản lý và công nghệ Vocational colleges and technology management|Cao đẳng nghề quản lý và công nghệ Vocational colleges and technology management]] QL18, Thôn Mao Dộc, Phượng Mao, Quế Võ, Bắc Ninh\n* Cao đẳng Nghề Viglacera (Khu Đô thị Yên Phong - Tỉnh Bắc Ninh)\n* Cao đẳng Nghề cơ điện & xây dựng Bắc Ninh\n* [[Trường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật|Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật]] (E6 – Khu công nghiệp Quế Võ – TP. Bắc Ninh)\n* Cao đẳng Đại Việt (KCN Tiên Sơn)\n* Cao đẳng VH - NT - DL Bắc Ninh\n* Cao đẳng Y Dược Hà Nội (Khúc Toại - Phường Khúc Xuyên - TP.Bắc Ninh)\n* Cao đẳng Y tế Bắc Ninh, Quốc lộ 38, phường Khắc Niệm, TP.Bắc Ninh\n\n==THCN== \n* Trường trung cấp nghề Kinh tế - kĩ thuật Hà Nội (số 99 đường 282 – Hà Mãn – Thuận Thành)\n* Trung cấp nghề Thuận Thành<ref>{{chú thích web | url = http:\/\/www.thuanthanh.edu.vn\/ | tiêu đề = Trường Trung cấp nghề Thuận Thành | author = | ngày = | ngày truy cập = 28 tháng 9 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n* Trung cấp nghề kinh tế- kỹ thuật điện Hà Nội\n* Trung Cấp Thực Hành Kỹ thuật Cao (KCN Nam Sơn - Hạp Lĩnh)\n* Trung cấp nghề kinh tế kỹ thuật và thủ công mỹ nghệ truyền thống Thuận Thành <ref>{{chú thích web | url = http:\/\/vocthuanthanh.vn\/ | tiêu đề = Trường Trung cấp nghề KT | author = | ngày = | ngày truy cập = 28 tháng 9 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Xem thêm==\n*[[Danh sách trường trung học phổ thông tại tỉnh Bắc Ninh]]\n* [[Danh sách các trường trung học chuyên nghiệp của Việt Nam|Danh sách các trường Trung học chuyên nghiệp của Việt Nam]];\n* [[Danh sách trường đại học, học viện và cao đẳng tại Việt Nam|Danh sách các trường đại học và cao đẳng của Việt Nam]];\n* [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo Việt Nam]];\n* [[Danh sách trường đại học và cao đẳng tại Hà Nội]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Danh sách trường học tại Việt Nam|B]]\n[[Thể loại:Giáo dục Bắc Ninh]]"}