{"3289232":"'''[[Bắc thuộc]]''' là danh từ chỉ thời kỳ Việt Nam bị đặt dưới quyền cai trị của các triều đại Trung Quốc, được coi như một đơn vị hành chính của Trung Quốc, tùy theo thời kỳ lịch sử, có thể là Châu, Quận, Đô Hộ Phủ hay Phiên Trấn.\n\nChính quyền trung ương Trung Quốc cắt cử quan lại sang để cai trị, cũng lại theo cách gọi và phân chia khu vực của từng triều đại mà viên quan đó có thể là: [[Châu thái thú]], [[Thứ sử]], [[Châu mục]], [[Thái thú]], [[Kinh lược sứ]] hoặc [[Tiết độ sứ]]...\n\nDưới đây là bảng thống kê được tổng hợp từ các bộ chính sử của [[Việt Nam]] và [[Trung Quốc]], ngoài những viên quan lại trực tiếp hoặc gián tiếp cầm quyền, những vị tướng lĩnh từng tham chiến trong công cuộc bình định phương Nam của các thiên triều Trung Hoa. Danh sách này còn bổ sung thêm một số: [[Trưởng sử]], [[Thuộc lại]], [[Bộ tướng]], [[Công tào]], [[huyện lệnh]]...cấp quận có ảnh hưởng đến cục diện chính trị trong châu và [[sứ giả]], [[khâm sai]] được triều đình phái sang công cán hay ban bố chiếu chỉ.\n== Thời [[Nam Việt]] - [[Nhà Hán|Lưỡng Hán]] (208 TCN - 220) ==\n[[Tập tin:Giao Châu-189 SCN.png|290px|nhỏ|trái|Bản đồ Giao Chỉ bộ thời Lưỡng Hán]]\nNăm 111 TCN, [[Hán Vũ Đế]] tiêu diệt [[Nam Việt]], chia lãnh thổ nước này làm 6 quận.<ref name=\"sukynamviet\">Sử ký, Nam Việt truyện<\/ref><ref name=\"hanthunamviet\">Hán thư, Lưỡng Việt truyện<\/ref> \nNăm 106 TCN, lập thêm 3 quận mới, gộp chung vào gọi là bộ Giao Chỉ (cuối thời Đông Hán đổi thành [[Giao Châu]]). Chín quận đó bao gồm: [[Giao Chỉ]], [[Cửu Chân]], [[Nhật Nam]], [[Đam Nhĩ]], [[Châu Nhai]] (Đam Nhĩ và Châu Nhai nay thuộc [[đảo Hải Nam]]), [[Nam Hải]], [[Hợp Phố]], [[Uất Lâm]], [[Thương Ngô]] (nay thuộc [[Quảng Tây]] và [[Quảng Đông]]).<ref>Hán thư, Địa lý chí - Đệ bát hạ<\/ref> \nChế độ nhà Hán lấy châu lãnh quận, mỗi quận có một vị Thái thú để trông coi, lại đặt ra chức Châu thái thú nhằm quản lý những Thái thú đó, đến đời Hán Tuyên Đế đổi gọi là Thứ sử. \nSang thời Hán Nguyên Đế, triều đình cho rằng chức vụ này ở dưới hàng đại phu mà lại trông coi việc các quan ăn lương tới hai nghìn thạch nên không phù hợp, vì thế mới thay đổi thành chức Châu mục. \nChức này vào bậc lương hai nghìn thạch, địa vị liền dưới hàng cửu khanh.<ref>Hậu Hán thư, Bách quan chí<\/ref> Bấy giờ, nhà Hán đã bỏ 2 quận ngoài đảo Hải Nam do ở ngoài biển xa xôi khó quản lý, bộ Giao Chỉ còn 7 quận. Đời Hán Ai Đế, bỏ chức Châu mục đổi lại là Thứ sử. \nĐời Hán Bình Đế lại đổi thành Châu mục. Năm 8, [[Vương Mãng]] lập ra [[nhà Tân]], tuy nhiên triều đại này tồn tại ngắn ngủi nên không có gì đáng kể, các quan lại ở Giao Chỉ bộ vẫn trung thành với nhà Hán. Đời Hán Quang Vũ Đế lại đặt Thứ sử, mỗi Thứ sử đứng đầu coi giữ một châu, một châu trong đó thuộc về quan binh là Tư lệ hiệu úy.<ref>Hậu Hán thư, Quận quốc chí - Giao châu<\/ref> Tại các huyện, chế độ Lạc tướng cha truyền con nối của người Việt bị bãi bỏ, không còn được duy trì như trước. Thay vào đó, nhà Đông Hán đặt các Huyện lệnh để tăng cường cai trị các huyện.<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 217<\/ref> Đến đời Hán Linh Đế, vì uy quyền của Thứ sử quá nhẹ mà giặc giã nổi lên, do vậy nên đổi làm Mục bá, chọn các quan thượng thư vào hàng khanh bổ đi làm Châu mục. \nKhông bao lâu, Hán Hiến Đế bỏ Giao Châu để thuộc về Kinh Châu, nhưng Châu mục là Lưu Biểu lại tự đặt ra chức Thứ sử. Như thế thì các chức quan cai trị có khi gọi là Thứ sử, có khi gọi là Châu mục, dẫu trước sau hoặc theo cũ hoặc thay đổi, tên gọi khác nhau, nhưng cũng vẫn là một chức quan đứng đầu coi các hàng châu quận.<ref name=\"khamdinh2\">Khâm định Việt sử Thông giám Cương mục, quyển 2<\/ref> Khi nhà Hán đặt bộ Giao Chỉ, lỵ sở của Thứ sử đặt ở Liên Thụ (tức Luy Lâu), năm 106 TCN dời trị sở sang huyện Quảng Tín ở quận Thương Ngô. Đến năm 210, đóng lỵ sở ở huyện Phiên Ngung. Các quận [[Giao Chỉ]], [[Cửu Chân]] và [[Nhật Nam]] tương đương với địa bàn [[Bắc Bộ]] và [[Bắc Trung Bộ]] và 1 phần duyên hải [[Nam Trung Bộ]] trên lãnh thổ hiện tại của [[Việt Nam]]. Thời Tây Hán, trị sở của Thái thú Giao Chỉ đặt tại Long Uyên (tức là Long Biên) và thời Đông Hán đặt tại Mê Linh (tức là Yên Lăng).<ref name=\"TayHan\">Đại Việt sử ký toàn thư, kỷ thuộc Tây Hán<\/ref> Quận trị Cửu Chân đặt tại [[Tư Phố]] (nay thuộc Thanh Hóa), quận trị Nhật Nam đặt tại [[Tây Quyển]]<ref>Tống thư, Châu quận tứ<\/ref><ref>Đất nước Việt Nam qua các đời, sđd, trang 48-56<\/ref> \n{| class=\"wikitable sortable\" style=\"font-size:90%; style=\"width: 100%; height: 280px;\" style=\"font-size:85%;\n|-\n! Họ tên !! Thời gian tại vị !! Chức vụ !! Lý do mãn nhiệm\n|-\n|[[Đồ Thư]]<ref>Đồ Thư (hoặc Đồ Tuy) là tướng [[nhà Tần]], là tổng chỉ huy 50 vạn quân Tần tiến đánh [[Bách Việt]], sau bị An Dương Vương [[Thục Phán]] chia quân phục kích bắn chết<\/ref>\n| 218 - 214 TCN\n|Hiệu uý<ref>Đại Việt sử ký toàn thư, kỷ nhà Thục<\/ref>\n|tử chiến<ref>Sử ký, Tần Thủy Hoàng bản kỷ<\/ref><ref>Phan Huy Lê, Trần Quốc Vượng, Hà Văn Tấn, Lương Ninh, sđd, trang 129<\/ref>\n|-\n|Sử Lộc<ref>Sử Lộc là tướng nhà Tần, phụ trách việc đào ngòi vận lương để quân Tần tiến binh xuống Lĩnh Nam, không rõ kết cục thế nào<\/ref>\n| 218 - 210 TCN\n|\n|\n|-\n|[[Nhâm Hiêu]]<ref>Nhâm Hiêu còn gọi Nhâm Ngao, là tướng [[nhà Tần]], có công trong việc bình định Lĩnh Nam, chinh phục đất Bách Việt. Sau khi qua đời, [[Triệu Đà]] thay thế chức vụ đã giết trưởng lại nhà Tần, tuyên bố ly khai khỏi Trung Nguyên, lập ra nước Nam Việt<\/ref>\n| 222 TCN - 206 TCN\n|Nam Hải quận uý<ref name=\"sukynamviet\"\/>\n|ốm chết<ref name=\"hanthunamviet\"\/>\n|-\n|[[Triệu Đà]]<ref>Triệu Đà người Chân Định - Hà Bắc,tự Bá Uy hiệu Nam Hải lão phu. Được Tần Thủy Hoàng phái đi hỗ trợ Nhâm Hiêu bình định Bách Việt, trước làm Huyện lệnh Long Xuyên, sau khi Nhâm Hiêu chết lên thay thế chức vụ rồi tách khỏi nhà Tần tự xưng làm Nam Việt Vũ Vương<\/ref>\n|206 TCN - 179 TCN\n|Huyện lệnh Long Xuyên, Nam Hải quận uý<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|xưng vương tự lập<ref name=\"toanthunhatrieu\">Đại Việt sử kỷ toàn thư, kỷ nhà Triệu<\/ref><ref name=\"khamdinh1\">Khâm định Việt sử Thông giám Cương mục, quyển 1<\/ref>\n|- \n|[[Lục Giả]]<ref>Lục Giả người nước Sở thời Tần mạt, giữ chức biện sĩ chuyên đi du thuyết các nước chư hầu. Sau khi Hán Cao Tổ thống nhất giang sơn, cử Giả sang Nam Việt mang ấn tín để sắc phong. Bằng lời lẽ hùng biện giỏi, Giả đã thuyết phục được Triệu Đà chấp nhận làm phên dậu cho nhà Hán. Sau khi Hán Cao Hậu băng hà, Triệu Đà công khai xưng đế chống lại nhà Hán, Hán Văn Đế phong Giả chức Thái Trung đại phu, sai sang Nam Việt lần nữa. Lần này, Giả cũng hoàn thành sứ mệnh, Triệu Đà bỏ đế hiệu mà chịu làm phiên thuộc của Trung Hoa<\/ref>\n|202 TCN và 179 TCN\n|Thái trung đại phu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"AnNam3\">An Nam chí lược, quyển 3<\/ref>\n|hồi kinh phục mệnh<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|-\n|[[Chu Táo]]<ref>Chu Táo được Hán Cao Hậu sai đem quân tấn công sang Nam Việt, báo thù việc Nam Việt Văn Vương cướp phá mấy quận ở Trường Sa. Do thời tiết nắng to ẩm thấp, bệnh dịch bùng phát nên buộc phải tự động rút quân về<\/ref> \n|181 TCN\n|Lâm Lư hầu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|lui binh<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|-\n|Trang Trợ<ref>Sau khi cử tướng Vương Khôi xuất quân trừng phạt Mân Việt về tội gây hấn với Nam Việt, Hán Vũ Đế cử Trang Trợ sang dụ vua Nam Việt, nam Việt Văn Vương sai con là Anh Tề sang nhà Hán làm con tin<\/ref> \n|137 TCN\n|Sứ giả<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"AnNam3\"\/>\n|hồi kinh phục mệnh<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|-\n|[[An Quốc Thiếu Quý]]<ref>An Quốc Thiếu Quý người Bá Lăng, được Hán Vũ Đế cử sang Nam Việt dụ hàng. Thiếu Quý trước đây có gian tình với Cù thái hậu nên trong thời gian đi sứ đã tư thông với bà, bị Lữ Gia phát giác nên sát hại<\/ref> \n|112 TCN \n|Sứ giả<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|bị giết<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/><ref name=\"AnNam3\"\/>\n|-\n|[[Chung Quân (nhà Hán)|Chung Quân]]<ref>Chung Quân tự Tử Vân, được vua Hán cử làm biện sĩ theo An Quốc Thiếu Quý sang Nam Việt thuyết hàng. Triều đình Nam Việt đồng ý nội thuộc, nhưng tể tướng Lữ Gia làm binh biến giết sạch đoàn sứ thần đó<\/ref>\n|112 TCN\n|Gián nghị đại phu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|bị giết<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/><ref name=\"AnNam3\"\/>\n|-\n|Ngụy Thần<ref>Ngụy Thần là dũng sĩ đời Hán Vũ Đế, được cử cùng đoàn sứ bộ sang Nam Việt dụ hàng, sử sách không ghi rõ kết cục ra sao<\/ref>\n|112 TCN\n|Dũng sĩ<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|\n|-\n|Trang Sâm<ref>Trang Sâm được Hán Vũ Đế cử đem 2000 người sang sứ Nam Việt chiêu an, Sâm từ chối không nhận nên bị cách chức<\/ref>\n|112 TCN\n|Sứ giả<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|bị bãi miễn<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|-\n|[[Hàn Thiên Thu]]<ref>Hàn Thiên Thu người huyện Giáp, sau khi đoàn sứ thần dụ hàng bị tiêu diệt, được Hán Vũ Đế hạ lệnh đem 2000 binh mã đánh sang Nam Việt. Khi đến cách thành [[Phiên Ngung (kinh đô)|Phiên Ngung]] chừng 40 dặm thì bị [[Lữ Gia]] phục kích tiêu diệt hoàn toàn, vua Hán phong cho người con là Hàn Diên Niên tước Thành An hầu<\/ref>\n|112 TCN\n|tướng quốc của Tế Bắc<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|tử trận<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/><ref name=\"AnNam3\"\/>\n|-\n|Cù Lạc<ref>Cù Lạc người thành [[Hàm Đan]], là em [[Cù Thái hậu]] nước Nam Việt. Hán Vũ Đế dùng làm phó tướng theo Hàn Thiên Thu sang chinh phạt Nam Việt, sau khi tử trận con là Cù Quảng Đức được phong làm Long hầu<\/ref>\n|112 TCN\n|Phó tướng<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/>\n|tử trận<ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/><ref name=\"AnNam3\"\/>\n|-\n|[[Lộ Bác Đức]]<ref>Lộ Bác Đức người quận Tây Hà, được Hán Vũ Đế phái đi đánh nước Nam Việt. Tiếp đó chiếm ra đảo Hải Nam lập 2 quận mới, sau do phạm pháp bị giáng chức làm Cường lỗ đô uý rồi lâm bệnh chết<\/ref>\n|112 TCN - 111 TCN\n|Phục Ba tướng quân<ref name=\"sukynamviet\"\/><ref name=\"toanthunhatrieu\"\/>\n|chuyển công tác<ref name=\"khamdinh2\"\/><ref>Hán thư, Vệ Thanh Hoắc Khứ Bệnh truyện<\/ref>\n|-\n|[[Dương Bộc]]<ref>Dương Bộc người huyện Nghi Dương, vốn là Chủ tước đô uý, đốc xuất thủy quân từ Dự Chương xuống đường Hoành Phố đánh chiếm Nam Việt lập công được phong Tương Lương hầu. Sau đó, cùng [[Tuân Trệ]] đem binh đánh [[Vệ Mãn Triều Tiên]] vi phạm kỷ luật bị giáng làm thứ dân, kết cục mắc bệnh chết<\/ref> \n|112 TCN - 111 TCN\n|Lâu thuyền tướng quân<ref name=\"khamdinh2\"\/><ref name=\"toanthunhatrieu\"\/>\n|chuyển công tác<ref name=\"sukynamviet\"\/><ref>Hán thư, Khốc lại truyện<\/ref>\n|-\n|Kiệt Hầu<ref>Sử ký chép là Kiệt Hầu (Thái bình hoàn vũ ký chép là Triệu Nghiêm, Bách Việt tiên hiền chí chép là Trịnh Nghiêm) người Nam Việt, đã đầu hàng từ trước. Hán Vũ Đế điều động khởi binh từ Linh Lăng đánh sang Nam Việt, nhưng khi đến [[Phiên Ngung (kinh đô)|Phiên Ngung]] khi Lộ Bác Đức và Dương Bộc đã đánh bại nước ấy rồi<\/ref> \n|112 TCN - 111 TCN\n|Qua thuyền tướng quân<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|chuyển công tác<ref>Bách Việt tiên hiền chí, Trịnh Nghiêm truyện<\/ref>\n|-\n|Điền Giáp<ref>Điền Giáp (sử chép thiếu họ, Bách Việt tiên hiền chí chép là Điền Giáp) được Hán Vũ Đế điều động khởi binh từ Thương Ngô đánh sang Nam Việt, nhưng khi đến Phiên Ngung khi Lộ Bác Đức và Dương Bộc đã đánh bại nước ấy rồi<\/ref> \n|112 TCN - 111 TCN\n|Hạ lại tướng quân<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|chuyển công tác<ref>Bách Việt tiên hiền chí, Điền Giáp truyện<\/ref>\n|-\n|Hà Di<ref>Sử chép là Quý, thiếu họ người này, Bách Việt tiên hiền chí chép là Hà Di. Hán Vũ Đế điều động khởi binh từ [[Dạ Lang]], sử dụng tội nhân [[Ba Thục]] đánh sang Nam Việt, nhưng khi đến Phiên Ngung khi Lộ Bác Đức và Dương Bộc đã đánh bại nước ấy rồi<\/ref>\n|112 TCN - 111 TCN\n|Trì nghĩa hầu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"toanthunhatrieu\"\/><ref name=\"khamdinh1\"\/>\n|chuyển công tác<ref>Bách Việt tiên hiền chí, Hà Di truyện<\/ref>\n|-\n|Tô Hoàng<ref>Tô Hoàng người Nam Việt (Toàn thư chép là Tô Hoằng), vốn là Hiệu uý tư mã. Sau hàng nhà Hán lập công bắt vua Triệu là [[Triệu Dương Vương|Thuật Dương Vương]] Kiến Đức, được phong Hải thường hầu<\/ref>\n|112 TCN - 111 TCN\n|Hải thường hầu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"khamdinh2\"\/><ref name=\"toanthunhatrieu\"\/>\n|chuyển công tác<ref>Bách Việt tiên hiền chí, Tô Hoằng truyện<\/ref>\n|-\n|Tôn Đô<ref>Tôn Đô (có sách chép là Đô Kê) vốn là quan lang của Nam Việt, hàng nhà Hán lập công bắt tể tướng [[Lữ Gia]] mà được phong làm Lân thái hầu<\/ref> \n|112 TCN - 111 TCN\n|Lân thái hầu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"khamdinh2\"\/><ref name=\"toanthunhatrieu\"\/>\n|chuyển công tác<ref>Bách Việt tiên hiền chí, Tôn Đô truyện<\/ref>\n|-\n|[[Cư Ông]]<ref>Cư Ông là vị quan giám cuối cùng của quận Quế Lâm thời Nam Việt, khi quân Hán tràn sang đã dẫn dụ được 2 viên quan sứ nơi này đem hơn 40 vạn dân [[Âu Việt]] cùng [[Lạc Việt]] ra hàng, được phong tước Tương thành hầu<\/ref>\n|112 TCN - 111 TCN\n|Tương thành hầu<ref name=\"sukynamviet\"\/><ref name=\"hanthunamviet\"\/><ref name=\"khamdinh2\"\/>\n|chuyển công tác<ref>Bách Việt tiên hiền chí, Cư Ông truyện<\/ref>\n|-\n|\n|111 TCN - 107 TCN\n|quan sứ của Nam Việt<ref name=\"quansu\">Hai vị quan sứ này là người bản địa, được [[nhà Triệu]] cắt cử trông coi 2 quận Giao Chỉ và Cửu Chân (vốn là đất [[Âu Lạc]] cũ), mỗi quận có 1 viên Điển sứ trông coi hành chính và 1 Tả tướng coi việc Quân sự. Khi quân Hán tiến vào Nam Việt, 2 quan sứ này đầu hàng được Lộ Bác Đức phong làm Thái thú của 2 quận Giao Chỉ và Cửu Chân, vẫn giữ nguyên bộ máy cai trị Lạc hầu lạc tướng như cũ. Sử sách ghi nhận vị tả tướng cuối cùng của nhà Triệu là [[Hoàng Đồng (quan sứ)|Hoàng Đồng]], nhưng không rõ Tả tướng của quận nào và sau làm Thái thú Giao Chỉ hay Cửu Chân<\/ref>, Thái thú Giao Chỉ<ref name=\"khamdinh2\"\/><ref name=\"thuykinh37\">Thủy kinh chú, quyển 37<\/ref><ref>Việt sử toàn thư, Bắc thuộc thời đại<\/ref>\n|\n|-\n|\n|111 TCN - 107 TCN\n|quan sứ của Nam Việt<ref name=\"quansu\"\/>, Thái thú Cửu Chân<ref name=\"khamdinh2\"\/><ref name =\"thuykinh37\"\/>\n|\n|-\n|[[Thạch Đới]]<ref>Năm 106 TCN, nhà Hán lập thêm 3 quận mới nhập với 6 quận của nước Nam Việt gọi là bộ Giao Chỉ, phong Thạch Đới làm Châu thái thú cai trị cả chín quận. Theo Đại Việt sử ký toàn thư, Thạch Đới chết vào thời Hán Chiêu Đế nhưng không rõ năm nào<\/ref>\n|106 TCN - ?\n|Thái thú 9 quận<ref name=\"khamdinh2\"\/><ref name=\"TayHan\"\/><ref name=\"vietsu1\">Đại Việt sử lược, quyển 1<\/ref>\n|chết\n|-\n|[[Chu Chương]]<ref>Sau khi Thạch Đái chết, [[Hán Chiêu Đế]] lấy Chu Chương thay thế, không rõ Chu Chương tại nhiệm từ năm nào đến năm nào<\/ref> \n|thời Hán Chiêu Đế\n|Châu Thái thú<ref name=\"TayHan\"\/><ref name=\"vietsu1\"\/>\n|\n|-\n|[[Ngụy Lãng (Tây Hán)|Ngụy Lãng]]<ref>Ngụy Lãng tự Tử Minh, Đại Việt sử lược chép là người thời Hán Tuyên Đế nhưng không rõ nhậm chức và mãn nhiệm năm nào<\/ref>\n|thời [[Hán Tuyên Đế]]\n|Thứ sử Giao Chỉ bộ<ref name=\"vietsu1\"\/>\n|\n|-\n|[[Ích Cư Xương]]<ref>Ích Cư Xương là con của Cư Ông, An Nam chí lược chép giữ chức năm thứ 5 niên hiệu Ngũ Phụng đời Hán Tuyên Đế<\/ref> \n|? - 54 TCN\n|Thứ sử Giao Chỉ bộ<ref name=\"AnNam7\">An Nam chí lược, quyển 7<\/ref>\n|\n|-\n|Đặng Huân<ref>Đặng Huân người Nam Dương, ông nội của Tây Hoa Huệ hầu [[Đặng Thần]] thời Đông Hán<\/ref>\n|thời [[Hán Nguyên Đế]]\n|Quan mục Giao Chỉ bộ<ref name=\"AnNam7\"\/><ref>Đông Quan Hán ký, Đặng Thần truyện<\/ref><ref>Hậu Hán thư, Đặng Thần truyện<\/ref> \n|\n|-\n|[[Tích Quang]]<ref>Tích Quang là người quận Hán Trung, An Nam chí lược chép nhậm chức từ thời [[Hán Bình Đế]]. Đại Việt sử ký toàn thư chép rằng năm Kiến Vũ thứ 5 cùng Đặng Nhượng hàng nhà Đông Hán, vua Hán phong là Diêm Thủy hầu<\/ref>\n|1 - 33\n|Thái thú Giao Chỉ<ref name=\"khamdinh2\"\/><ref name=\"TayHan\"\/><ref name=\"AnNam7\"\/><ref name=\"sambanh\">Hậu Hán thư, Sầm Bành truyện<\/ref>\n|\n|-\n|[[Đặng Nhượng]]<ref>Khi [[Vương Mãng]] cướp ngôi nhà Hán, Đặng Nhượng chỉ đạo các quận Giao Chỉ bộ đóng cửa tự giữ lấy bờ cõi<\/ref> \n|8 - 29<ref>Không rõ Đặng Nhượng nhậm chức và từ chức vào năm nào, nhưng chắc chắn là cuối thời Tây Hán. Năm 29, cùng các thái thú khác theo tướng [[Sầm Bành]] đem lễ vật cống hiến Hán Quang Vũ Đế, đều được phong hầu tước<\/ref>\n|Quan mục Giao Chỉ bộ<ref name=\"TayHan\"\/><ref name=\"AnNam7\"\/><ref name=\"sambanh\"\/><ref>Đông Quan Hán ký, Đặng Nhượng truyện<\/ref><ref>Tư trị thông giám, quyển 41<\/ref>\n|\n|-\n|[[Nhâm Diên]]<ref>Nhâm Diên người huyện Uyển, dạy dân khai khẩn đất hoang khiến trăm họ no đủ, được lập đền thờ<\/ref> \n|25 - 29\n|Thái thú Cửu Chân<ref name=\"khamdinh2\"\/><ref name=\"TayHan\"\/>\n|về kinh<ref name=\"AnNam7\"\/><ref>Hậu Hán thư, Nhâm Diên truyện<\/ref>\n|-\n|[[Tô Định]]<ref>Năm 40, Thái thú Tô Định do tham lam tàn bạo nên bị [[Hai Bà Trưng]] nổi dậy đánh đuổi<\/ref> \n|34 - 40 \n|Thái thú Giao Chỉ<ref name=\"TayHan\"\/><ref name=\"AnNam7\"\/><ref name=\"hauhannamman\">Hậu Hán thư, Nam Man Tây Nam Di liệt truyện<\/ref>\n|bị trục xuất<ref name=\"khamdinh2\"\/><ref name=\"vietsu1\"\/><ref name=\"Vietthong\">Việt Nam thông sử, quyển 2 chương 4 tiết 3<\/ref>\n|-\n|Đặng [[Thi Sách]]<ref>Đặng Thi Sách tự là Huyền (có sách chép họ Dương), người huyện Chu Diên quận Giao Chỉ, giữ chức huyện lệnh ở đó. Do không chấp nhận trước sự cai trị tàn bạo của Thái thú Tô Định nên ông viết thư khuyên nhủ mà bị sát hại, vợ ông là Trưng Trắc nhân đó phất cờ khởi nghĩa<\/ref> \n| ? - 39\n|huyện lệnh Chu Diên<ref name=\"khamdinh2\"\/><ref name=\"hauhannamman\"\/>\n|bị giết<ref name=\"vietsu1\"\/><ref>Đại Việt sử ký toàn thư, kỷ Trưng Nữ Vương<\/ref>\n|-\n|[[Mã Viện]]<ref>Mã Viện tự Văn Uyên, năm 41 được [[Hán Quang Vũ Đế]] phái đem binh sang trấn áp Hai Bà Trưng, dẹp xong loạn Viện ở lại Giao Chỉ 3 năm, mở rộng lãnh thổ xuống phía Nam lập thêm huyện Tượng Lâm. Về sau, Mã Viện về triều được thăng làm Tân tức hầu, kết cục chết vì bệnh truyền nhiễm trong chuyến chinh phạt [[Ô Hoàn]]<\/ref> \n|41 - 45\n|Phục Ba tướng quân<ref name=\"hauhannamman\"\/><ref name=\"mavien\">Hậu Hán thư, Mã viện truyện<\/ref><ref>Đông Quan Hán ký, Mã Viện truyện<\/ref>\n|hồi kinh<ref name=\"khamdinh2\"\/><ref name=\"vietsu1\"\/><ref name=\"Vietthong\"\/><ref name=\"DongHan\">Đại Việt sử ký toàn thư, kỷ thuộc Đông Hán<\/ref>\n|-\n|[[Lưu Long (tướng)|Lưu Long]]<ref>Lưu Long tự Nguyên Bá, người Nam Dương. Giữ chức Trung lang tướng, cùng Mã Viện sang chinh phạt Giao Chỉ, sau trở về được phong làm Trường Bình hầu<\/ref>\n|41 - 45\n|Phù lạc hầu<ref name=\"khamdinh2\"\/><ref name=\"toanthutrungvuong\">Đại Việt sử ký toàn thư, Kỷ Trưng Nữ Vương<\/ref>\n|hồi kinh<ref>Đông Quan Hán ký, Lưu Long truyện<\/ref><ref>Hậu Hán thư, Lưu Long truyện và Nam Nam Tây Nam Di liệt truyện<\/ref>\n|-\n|Đoàn Chí<ref>Đoàn Chí cũng theo Mã Viện sang Giao Chỉ, khi quân kéo đến Hợp Phố thì Chí bị bệnh mết, Mã Viện được lệnh chỉ huy luôn cánh quân này<\/ref>\n|41 - 42\n|Lâu thuyền tướng quân<ref name=\"khamdinh2\"\/><ref name=\"toanthutrungvuong\"\/>\n|bệnh chết<ref name=\"mavien\"\/>\n|-\n|[[Lý Thiện]]<ref>Lý Thiện người huyện Nam Dương, trước làm quan ở Công phủ, sau làm Thái thú Nhật Nam, vì làm việc có uy tín và ơn huệ với dân được đổi làm Thái thú Cửu Chân (Cương mục chép là Cửu Giang), tuy nhiên chưa kịp đến nhiệm sở thì ốm chết<\/ref>\n|thời [[Hán Minh Đế]]\n|Thái thú Nhật Nam, Thái thú Cửu Chân<ref name=\"khamdinh2\"\/><ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/><ref>Hậu Hán thư, Độc hạnh truyện<\/ref>\n|chết\n|-\n|Trương Trọng<ref>Trương Trọng người Giao Chỉ (Lĩnh Nam di thư chép là người quận Hợp Phố, có thuyết chép Trọng người đời [[Tấn Minh Đế]]), rất có danh vọng ở đất Lĩnh Biểu, trước giữ chức cối kế ở quận Nhật Nam, sau được thăng làm Thái thú Kim Thành<\/ref>\n|thời Hán Minh Đế\n|cối kế quận Nhật Nam<ref name=\"khamdinh2\"\/>\n|thăng chức<ref>Đại Việt sử ký toàn thư, kỷ Sĩ Vương<\/ref><ref>Lĩnh Nam di thư, Trương Trọng truyện<\/ref>\n|-\n|Trương Khôi<ref>Trương Khôi vì tội ăn hối lộ, của cải bị tịch thu vào ngân khố quốc gia và cách chức<\/ref>\n|thời Hán Minh Đế\n|Thái thú Giao Chỉ\n|bị bãi miễn<ref name=\"AnNam7\"\/><ref>Hậu Hán thư, Chung Ly Ý truyện<\/ref>\n|-\n|Hồ Cống<ref>Hồ Cống người Nam Quận, cha của danh thần [[Hồ Quảng (quan nhà Hán)|Hồ Quảng]] thời [[Hán An Đế]] và Hán Thuận Đế<\/ref> \n|thời [[Hán Chương Đế]]\n|Đô uý quận Giao Chỉ<ref name=\"AnNam7\"\/><ref>Hậu Hán thư, Hồ Quảng truyện<\/ref>\n|\n|-\n|[[Chu Xưởng]]<ref>Chu Xưởng tự Tử Kính, người đất Ngô. Trước làm Thái thú Giao Chỉ, sau dâng biểu lên xin [[Hán Thuận Đế]] cho lập Giao Chỉ bộ làm 1 châu, triều định bàn định không nghe mà đặt làm phương bá, phong Xưởng làm Thứ sử Giao Chỉ bộ<\/ref> \n|136\n|Thái thú Giao Chỉ, Thứ sử Giao Chỉ bộ<ref name=\"khamdinh2\"\/><ref name=\"vietsu1\"\/><ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|\n|-\n|Phàn Diễn<ref>Phàn Diễn làm Thứ sử Giao Chỉ bộ, bấy giờ có [[Khu Liên]] ở huyện [[Tượng Lâm]] quận Nhật Nam nổi loạn giết quan trưởng sử, ông đem quân đánh dẹp thất bại bị giáng chức<\/ref>\n|137\n|Thứ sử Giao Chỉ bộ<ref name=\"khamdinh2\"\/>\n|bãi miễn<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|-\n|[[Giả Xương]]<ref>Giả Xương giữ chức Thị ngự sử, bấy giờ có công vụ phải đến quận Nhật Nam, gặp lúc [[Khu Liên]] nổi dậy nên ở lại chỉ đạo quan lại các châu quận chống giữ nhưng bị vây hãm hơn một năm ròng. Kết quả, Hán đế phải cử Trương Kiều và Chúc Lương đến đánh dẹp mới giải cứu được<\/ref> \n|138 - 139\n|Thị ngự sử<ref>Hậu Hán thư, Giả Xương truyện<\/ref>\n|hồi kinh<ref name=\"khamdinh2\"\/><ref name=\"DongHan\"\/>\n|-\n|Trương Kiều<ref>Trương Kiều trước làm phán quan ở Ích Châu, cùng với Chúc Lương có công dẹp giặc Khu Liên nên được phong làm Thứ sử Giao Chỉ bộ thay cho Phàn Diễn<\/ref> \n|138 - ?\n|Thứ sử Giao Chỉ bộ<ref name=\"vietsu1\"\/><ref name=\"AnNam7\"\/><ref name=\"Hanthuande\">Hậu Hán thư, Thuận Đế bản kỷ<\/ref>\n|\n|-\n|Chúc Lương<ref>Chúc Lương tự Thiệu Khanh, người Tương Lâm thuộc Trường Sa. Trước làm Thứ sử Tĩnh Châu, sau dẹp loạn Khu Liên có công đến chuyển sang làm Thái thú Cửu Chân<\/ref> \n|138 - 141\n|Thái thú Cửu Chân<ref name=\"AnNam7\"\/><ref name=\"Hanthuande\"\/><ref>Đông Quán Hán ký, Chúc Lương truyện<\/ref>\n|\n|-\n|[[Hạ Phương]]<ref>Hạ Phương trước là Thái thú Cửu Chân, có công bình phản tặc nên được đổi làm Thái thú Quế Dương, nhưng đến đời [[Hán Hoàn Đế]] dân chúng làm loạn chiếm lĩnh Nhật Nam, Hạ Phương lại được điều về làm Thứ sử Giao Châu<\/ref> \n|144 và 160 - ?\n|Thái thú Cửu Chân, Thứ sử Giao Chỉ bộ<ref name=\"khamdinh2\"\/>\n|chuyển công tác<ref name=\"vietsu1\"\/><ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|-\n|Lưu Tảo<ref>Đại Việt sử lược chép là Lưu Tháo, sau khi Hạ Phương chuyển sang Quế Dương, nhà Hán điều Lưu Tảo về làm Thái thú Cửu Chân, chưa rõ kết cục của người này<\/ref> \n|145 - ?\n|Thái thú Cửu Chân<ref name=\"DongHan\"\/><ref name=\"khamdinhtukho\">Khâm Định tứ khố toàn thư, mục Sử bộ<\/ref>\n|\n|-\n|[[Dương Phò]]<ref>Dương Phò người Cối Kê, là cháu của danh tướng [[Dương Mậu]], bởi Dương Mậu theo Hán Quang Vũ Đế lập nhiều chiến công nên Dương Phò được bổ nhiệm làm Thứ sử Giao Châu<\/ref>\n|\n|Thứ sử Giao Chỉ bộ<ref name=\"AnNam7\"\/>\n|\n|-\n|Nghê Thức<ref>Nghê Thức là Thái thú Cửu Chân, bấy giờ có [[Chu Đạt]] dấy binh làm phản giết huyện lệnh Cư Phong, Thức đem quân trấn áp thất bại táng mệnh thân vong. Vua Hán hạ chiếu ban thưởng 60 vạn quan tiền, cho hai người con làm quan Lang Trung<\/ref>\n| ? - 157\n|Thái thú Cửu Chân\n|tử trận<ref name=\"AnNam7\"\/>\n|-\n|[[Ngụy Lãng (Đông Hán)|Nguỵ Lãng]]<ref>Ngụy Lãng tự Thiếu Anh, người quận Cối Kê. Trước làm huyện lệnh Bành Thành, sau dẹp yên Chu Đạt được phong làm Đô uý quận Cửu Chân. Sau về triều làm [[Thượng thư]], kết cục phải tự sát vì là đồng đảng của [[Đậu Vũ]]<\/ref>\n|157 - ?\n|Đô uý quận Cửu Chân<ref name=\"AnNam7\"\/><ref>Hậu Hán thư, Đảng cố liệt truyện<\/ref>\n|hồi kinh<ref>{{Chú thích web |url=http:\/\/www.gg-art.com\/dictionary\/dcontent_b.php?bookid=34&name=%C3Q&columns=2&bookdetailid=55463 |ngày truy cập=2016-01-05 |tựa đề=Trung Quốc cổ đại danh lục, Ngụy Lãng |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304194430\/http:\/\/www.gg-art.com\/dictionary\/dcontent_b.php?bookid=34&name=%C3Q&columns=2&bookdetailid=55463 |url-status=dead }}<\/ref>\n|-\n|Chúc Điềm<ref>Chúc Điềm tự Bá Hưu, người Trung Sơn. Trước làm Tư Đồ, vì xúc phạm đến vua nên bị giáng làm Thứ sử Giao Châu<\/ref> \n|159-160\n|Thứ sử Giao Chỉ bộ<ref name=\"AnNam7\"\/>\n|chết<ref>Hậu Hán thư, Hiếu Hoàn Đế bản kỷ<\/ref>\n|-\n|Sĩ Tứ<ref name=\"hosi\">tổ tiên 6 đời Sĩ Tứ người Vấn Dương, hồi loạn Vương Mãng lánh sang Thương Ngô. Sĩ Tứ sinh 4 trai: Sĩ Nhiếp, Sĩ Nhất, Sĩ Vĩ và Sĩ Vũ. Sĩ Nhiếp sinh ra 6 trai: Sĩ Chi, Sĩ Huy, Sĩ Khuông (có thuyết nói là con Sĩ Nhất), Sĩ Cán, Sĩ Tụng, Sĩ Ngẩm<\/ref>\n|thời [[Hán Hoàn Đế]]\n|Thái thú Nhật Nam<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|chết<ref name=\"khamdinh2\"\/>\n|-\n|Ngu Thiều<ref>Ngu Thiều tự Văn Tú, người Cối Kê, là cha [[Ngu Phiên]] nhà Đông Ngô, có ân huệ với dân được ca tụng<\/ref>\n|thời Hán Linh Đế\n|Thái thú Nhật Nam<ref name=\"tamquocnguphien\">Tam quốc chí, Ngô chí - Ngu Phiên truyện<\/ref>\n|chết<ref name=\"AnNam7\"\/>\n|-\n|Cát Kỳ<ref>Cát Kỳ làm Thứ sử Giao Chỉ bộ, bấy giờ có giăc cỏ tạo phản, ông trực tiếp cầm quân dẹp loạn, chẳng may bị bắt sống bởi trúng ổ phục kích, không rõ kết cục ra sao<\/ref>\n|163\n|Thứ sử Giao Chỉ bộ<ref>Hậu Hán thư, Cát Kỳ truyện<\/ref>\n|bị bắt<ref name=\"AnNam7\"\/><ref>Tục Hán thư chí, Thiên văn chí<\/ref>\n|-\n|[[Đinh Cung]]<ref>Đinh Cung tự Nguyên Hùng, người quận Bái. Sau được triệu về triều giữ chức [[Tư không]] rồi [[Tư đồ]], khi [[Lưu Biện|Hán Thiếu Đế]] lên ngôi bị bãi miễn, do đó theo phe [[Đổng Trác]] phế truất vị vua này, không rõ kết cục thế nào<\/ref>\n|thời [[Hán Hoàn Đế]]\n|Thứ sử Giao Chỉ bộ<ref name=\"AnNam7\"\/>\n|hồi kinh<ref name=\"hanlinhde\">Hậu Hán thư, Hiếu Linh Đế bản kỷ<\/ref>\n|-\n|Trương Bàn<ref>Trương Bàn tự Tử Thạch, người Đan Dương<\/ref> \n|158 - 166\n|Thứ sử Giao Chỉ bộ<ref name=\"AnNam7\"\/>\n|\n|-\n|Chu Ngung<ref>Năm 178, Chu Ngung giữ chức Mục thú ở quận Giao Chỉ, bấy giờ có Lương Long nổi loạn đánh phá mấy quận mà Chu Ngung không làm gì được, sau khi Chu Tuấn dẹp tan Lương Long về triều phục chức thì Chu Ngung được phong làm Thứ sử Giao Châu. Tuy nhiên, chẳng bao lâu Chu Ngung bị đồn binh người bản xứ tạo phản giết chết<\/ref>\n|178-181 và 182-183 \n|Mục thú Giao Chỉ, Thứ sử Giao Chỉ bộ<ref name=\"vietsu1\"\/><ref name=\"hanlinhde\"\/>\n|bị sát hại<ref name=\"DongHan\"\/><ref name=\"khamdinhtukho\"\/>\n|-\n|[[Chu Tuấn]]<ref>Chu Tuấn tự Công Vĩ, người Cối Kê. Năm 181, xảy ra cuộc [[khởi nghĩa Lương Long]], triều đình phong Chu Tuấn làm Thứ sử Giao Châu sang đánh dẹp, sau Chu Tuấn khải hoàn được thăng tước Đô Đình hầu<\/ref>\n|181\n|Thứ sử Giao Chỉ bộ<ref name=\"vietsu1\"\/><ref>Hậu Hán thư, Chu Tuấn truyện<\/ref>\n|hồi kinh<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/><ref>Tư trị thông giám, quyển 58<\/ref>\n|-\n|[[Giả Tông]]<ref>Giả Tông tự Mạnh Kiên, người Liêu Thành. Năm 184, [[Hán Linh Đế]] phái ông sang thay thế Chu Ngung. Ông giữ chức 3 năm đã vỗ yên trăm họ, mặc dù ở Trung Nguyên lúc đó đang có [[Khởi nghĩa Hoàng Cân|giặc Khăn Vàng]] tạo phản, sau được triệu về triều, được [[Hà Tiến]] bổ nhiệm làm Thứ sử Ký Châu, bị bệnh mất trên đường tới nhiệm sở<\/ref> \n|184 - 186\n|Thứ sử Giao Chỉ bộ<ref name=\"vietsu1\"\/><ref>Hậu Hán thư, Giả Tông truyện<\/ref>\n|hồi kinh<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|-\n|[[Lý Tiến (Đông Hán)|Lý Tiến]]<ref>Lý Tiến tự Đăng Cao, do nhà Trần bắt ai họ Lý đều phải đổi sang họ Nguyễn nên Đại Việt sử lược chép thành Nguyễn Tiến, người đất Cao Hưng ở Giao Chỉ. Trước làm Công Tào ở quận, sau thăng lên chức Kị đô uý. Tiếp đó đánh tan quan Man ở Kinh châu được phong chức Thái thú Linh Lăng, sau đó điều về thay Giả Tông làm Thứ sử Giao Châu, không rõ sau này thế nào<\/ref>\n|187 - 189 \n|Thứ sử Giao Chỉ bộ<ref name=\"vietsu1\"\/><ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/><ref>Bách Việt tiên hiền chí, Lý Tiến truyện<\/ref>\n|\n|-\n|Chu Thặng<ref>Chu Thặng làm Thứ sử Giao Chỉ bộ thời Hán (chưa rõ đời vua nào), dẹp bọn cường hào ác bá khiến hơn 30 viên tham quan phải mất chức<\/ref> \n|\n|Thứ sử Giao Chỉ bộ<ref name=\"AnNam7\"\/>\n|\n|-\n|Kiển Lan<ref>Kiển Lan làm Thái thú Giao Chỉ thời Hán (chưa rõ đời vua nào)<\/ref>\n|\n|Thái thú Giao Chỉ<ref name=\"AnNam7\"\/>\n|\n|-\n|Lại Tiên<ref>Lại Tiên làm Thái thú Giao Chỉ thời Hán (chưa rõ đời vua nào), đời [[nhà Nguyên]] có quan An Vũ Sứ nội phụ tên [[Lại Ích Quy]] là hậu duệ của ông, và ông cũng là thủy tổ dòng họ Lại ở Việt Nam<\/ref>\n|\n|Thái thú Giao Chỉ<ref name=\"AnNam7\"\/>\n|\n|-\n|[[Hoàng Cái]]<ref>Hoàng Cái tự Công Phúc, người Linh Lăng. Trước là Thái thú Nam Hải, sau được điều làm Thái thú Nhật Nam, khi mới xuống xe thấy cách đón tiếp không được long trọng nổi giận sai đánh chết người chủ bạ nên dân chúng bạo động đánh đuổi, sau theo [[Tôn Kiên]] trở thành công thần khai quốc của Đông Ngô<\/ref>\n|thời Hán Linh Đế\n|Thái thú Nhật Nam<ref name=\"AnNam7\"\/><ref name=\"toantamquocvan\">Toàn tam quốc văn, quyển 66<\/ref>\n|bị trục xuất<ref>Tam quốc chí, Ngô chí - Hoàng Cái truyện<\/ref><ref name=\"khamdinh3\">Khâm định Việt sử Thông giám Cương mục, quyển 3<\/ref><ref name=\"ngotantongteluong\">Đại Việt sử ký toàn thư, kỷ thuộc Ngô - Tấn - Tống - Tề - Lương<\/ref>\n|-\n|Sĩ Vĩ<ref name=\"hosi\"\/><ref>Sĩ Vĩ là em Sĩ Nhiếp, được anh đề bạt mà nhà Hán phong làm Thái thú Cửu Chân, sau ra hàng Đông Ngô bị giáng làm thứ dân, ít lâu sau lại phạm tội mà bị giết<\/ref>\n|207 - 227\n|Thái thú Cửu Chân<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|giáng chức<ref name=\"ngotantongteluong\"\/>\n|-\n|[[Chu Phù]]<ref>Chu Phù người Cối Kê, do dung túng các thuộc hạ đồng hương như: Ngu Bao, Lưu Nghiệm gây nên chính sự phiền hà nên bị quần chúng nổi dậy đánh đuổi, kết quả chạy bằng đường biển thoát thân nhưng cuối cùng vẫn bị giết<\/ref> \n|190 - 200\n|Thứ sử Giao Chỉ bộ<ref name=\"toantamquocvan\"\/><ref>Đông Quán Hán ký, Chu Phù truyện<\/ref>\n|bị trục xuất<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/><ref name=\"khamdinh3\"\/><ref>Hậu Hán thư, Chu Phù truyện<\/ref>\n|-\n|Ngu Bao<ref name=\"baonghiem\">Ngu Bao và Lưu Nghiệm (có thuyết chép là Lưu Ngạn) đều là trưởng lại ở Giao Châu, được thứ sử Chu Phù dung túng nên hạch sách nhiễu loạn khiến nhân dân bất bình, sau bị quần chúng nổi dậy đánh đuổi<\/ref>\n| ? - 200\n|trưởng lại ở Giao Châu<ref name=\"toantamquocvan\"\/><ref name=\"ngotantongteluong\"\/>\n|bị trục xuất<ref name=\"khamdinh3\"\/><ref name=\"AnNam5\">An Nam chí lược, quyển 5<\/ref>\n|-\n|Lưu Nghiệm<ref name=\"baonghiem\"\/>\n| ? - 200\n|trưởng lại ở Giao Châu<ref name=\"toantamquocvan\"\/><ref name=\"ngotantongteluong\"\/>\n|bị trục xuất<ref name=\"khamdinh3\"\/><ref name=\"AnNam5\"\/>\n|-\n|[[Trương Tân]]<ref>Trương Tân tự Tử Vân, người Nam Dương. Sau khi Chu Phù bị giết, [[Tào Tháo]] nhân danh Hán Hiến Đế cử Tân sang làm Thứ sử Giao Chỉ bộ. Đến năm 203, Tân cùng Sĩ Nhiếp dâng biểu xin lập Giao Chỉ bộ thành Giao Châu. Tân rất cuồng tín thích việc quỷ thần nên mất lòng dân, thường gây hấn với Kinh châu mục Lưu Biểu, sau bị bộ tướng là Khu Cảnh giết chết<\/ref> \n|201 - 206\n|Thứ sử Giao Châu<ref name=\"tanthudialyha\">Tấn thư, Địa lý chí hạ - Giao châu<\/ref><ref>Giao Quảng ký, Giao châu - Trương Tân<\/ref><ref>Giao Quảng nhị châu xuân thu, Giao châu - Trương Tân<\/ref><ref>Nghệ văn loại tụ, Châu bộ - Giao châu<\/ref>\n|bị giết<ref name=\"AnNam7\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Khu Cảnh]]<ref>Khu Cảnh là bộ tướng của Trương Tân, sau bất hoà nên nổi loạn giết chủ, không rõ kết cục của người này<\/ref>\n|\n|võ tướng ở Giao Châu<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/><ref>Tam quốc chí, Ngô chí - Tôn Sách truyện<\/ref>\n|\n|-\n|Di Liêu<ref name=\"ditien\">Di Liêu và Tiền Bác là bộ tướng của Trương Tân, sau khi Bộ Chất đến đã tìm cách trừ khử hai người này, ổn định tình hình Giao Châu<\/ref>\n|thời Hán Hiến Đế\n|bộ tướng ở Giao Chỉ\n|bị Bộ Chất trừ khử<ref name=\"khamdinh3\"\/>\n|-\n|Tiền Bác<ref name=\"ditien\"\/>\n|thời Hán Hiến Đế\n|bộ tướng ở Giao Chỉ\n|bị Bộ Chất trừ khử<ref name=\"khamdinh3\"\/>\n|-\n|[[Lại Cung]]<ref>Lại Cung người Linh Lăng, được [[Kinh Châu]] mục là [[Lưu Biểu]] phái sang làm Thứ sử Giao Châu sau cái chết của Trương Tân, lúc đó nhà Hán đã bỏ Giao Châu mà nhập vào Kinh Châu. Gặp lúc, Thái thú Thương Ngô là Sử Hoàng vừa chết, Lưu Biểu phái Ngô Cự sang thay thế cùng đi một lượt. Trên đường đi, 2 người bất hòa, Lại Cung bị [[Ngô Cự]] phát binh đánh đuổi khi chưa kịp đến trị sở, ông chạy về huyện Linh Lăng theo [[Lưu Bị]], cuối cùng giữ chức Thái thường cho nhà [[Thục Hán]]<\/ref>\n|206\n|Thứ sử Giao Châu<ref>Tam quốc chí, Thục chí - Tiên chủ truyện<\/ref>\n|bị đánh đuổi<ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/>\n|-\n|Ky Vô Hạp<ref>Ky Vô Hạp người Cối Kê, được Lưu Biểu phái sang làm Thứ sử Giao Châu thay Lại Cung<\/ref>\n|207-208 \n|Thứ sử Giao Châu<ref name=\"AnNam7\"\/><ref>Hậu Hán thư, Lưu Biểu truyện<\/ref>\n|\n|-\n|Hấn Tông<ref>Hấn Tông được Lưu Bị cử sang coi việc ở Giao Châu, có sách chép Tông làm Thứ sử Giao Châu nhà Tấn<\/ref>\n|209\n|Thứ sử Giao Châu<ref name=\"AnNam7\"\/>\n|\n|-\n|Đam Manh<ref>Đam Manh làm Thái thú Cửu Chân, trên tiệc rượu của bố vợ là Chu Kinh có mời quan Công tào Phan Hâm múa. Hâm mời Chu Kinh múa cùng, do Chu Kinh không chịu mà vẫn cứ ép nên Đam Manh tức giận hạ lệnh đánh chết Hâm. Sau em Phan Hâm là Phan Miêu tạo phản, giết Đam Manh trả thù cho anh, Thái thú Giao Chỉ là Sĩ Nhiếp từng đem quân sang trấn áp nhưng không trừ được hết mầm họa<\/ref>\n|thời Hán Hiến Đế\n|Thái thú Cửu Chân<ref name=\"AnNam7\"\/><ref name=\"toantamquocvan\"\/><ref name=\"tiettong\">Tam quốc chí, Ngô chí - Tiết Tông truyện<\/ref>\n|bị giết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Chu Kinh<ref>Chu Kinh là bố vợ Thái thú Đam Manh quận Cửu Chân, nhân một bữa tiệc của con rể do có mâu thuẫn với quan Công tào Phan Hâm khiến Đam Manh sát hại Phan Hâm, từ đó gây ra cuộc hỗn loạn ở quận Cửu Chân<\/ref>\n|thời Hán Hiến Đế<ref name=\"toantamquocvan\"\/><ref name=\"khamdinh3\"\/>\n|\n|\n|-\n|-\n|[[Phan Hâm]]<ref>Phan Hâm làm Công Tào quận Cửu Chân, bởi kết oán với Thái thú Đam Manh mà bị trượng hình đập chết, tuy nhiên em là Phan Miêu cũng trả thù được cho anh<\/ref>\n|thời Hán Hiến Đế\n|quan Công tào ở Cửu Chân<ref name=\"AnNam7\"\/><ref name=\"toantamquocvan\"\/><ref name=\"tiettong\"\/>\n|bị giết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Phan Miêu<ref>Phan Miêu là em Phan Hâm, sau khi anh bị Thái Thú Đam Manh sát hại đã nổi loại đánh vào trị sở quận Cửu Chân trả thù cho anh<\/ref>\n|thời Hán Hiến Đế<ref name=\"toantamquocvan\"\/><ref name=\"khamdinh3\"\/>\n|\n|\n|-\n|[[Chu Trị]]<ref>Chu Trị tự Quân Lý, người Đan Dương. Được [[Tôn Quyền]] dâng biểu cử làm Phò Nghĩa tướng quân, giữ chức Thái thú Cửu Chân, đánh yên bọn mọi rợ. Sau khi Tôn Quyền làm Ngô vương phong Chu Trị làm Bì Lăng hầu, tiếp đến thăng làm An Quốc tướng quân<\/ref>\n|202 - 222\n|Thái thú Cửu Chân<ref name=\"AnNam7\"\/>\n|chuyển công tác<ref>Tam quốc chí, Ngô chí - Chu Trị truyện<\/ref>\n|-\n|[[Bộ Chất]]<ref>Bộ Chất tự Tử Sơn, người Hoài Âm. Cuối thời Đông Hán tị nạn qua Giang Đông làm chức Trung lang tướng, có công giết Ngô Cự được Tôn Quyền thăng làm Thứ sử Giao Châu. Sau này đánh bại [[Lưu Bị]] và dẹp yên phiến loạn được thăng quan tiến tước, cuối đời về triều làm đến chức [[Thừa tướng]] nhà Đông Ngô<\/ref>\n|210 - 220\n|Thứ sử Giao Châu<ref name=\"AnNam7\"\/><ref name=\"khamdinh3\"\/>\n|Chuyển công tác<ref>Tam quốc chí, Ngô chí - Bộ Chất truyện<\/ref>\n|-\n|[[Sĩ Nhiếp]]<ref name=\"hosi\"\/><ref>Sĩ Nhiếp tự Ngạn Uy, người Thương Ngô. Trước là huyện lệnh Vu Dương, sau đổi làm Thái thú Giao Chỉ. Cuối thời Đông Hán tuy loạn lạc nhưng vẫn theo lệ triều cống, giữ vững bờ cõi Giao Chỉ suốt 40 năm. Được thăng làm Tuy Nam trung lang tướng trông coi 7 quận, do lập công ở Cửu Chân nên gia phong An Viễn tướng quân, tước Đô Đình hầu. Đến khi Tôn Quyền cử Bộ Chất sang làm Thứ sử Giao Châu, Sĩ Nhiếp quy thuận sai con là Sĩ Ngẩm sang Đông Ngô làm con tin, do đó các con cháu khác ở Giao Chỉ đều được phong Trung lang tướng<\/ref>\n|187 - 226\n|Thái thú Giao Chỉ, Tổng đốc 7 quận<ref name=\"khamdinh2\"\/><ref name=\"AnNam7\"\/><ref name=\"DongHan\"\/><ref name=\"sinhiep\">Tam quốc chí, Ngô chí - Sĩ Nhiếp truyện<\/ref>\n|chết\n|-\n|[[Sĩ Huy]]<ref name=\"hosi\"\/><ref>Sĩ Huy là con Sĩ Nhiếp, được Tôn Quyền phong làm Thái thú Cửu Chân, nhưng Huy không chịu tiếp nhận Đái Lương và Trần Thời do Tôn Quyền cử sang làm Thứ sử Giao Châu và Thái thú Giao Chỉ mà tự mình đảm nhận chức đó đồng thời chia quân chống giữ. Sau lợi dụng Giao Chỉ lục đục nội bộ, Thứ sử Quảng Châu là [[Lã Đại]] thừa cơ tấn công, Sĩ Huy ra hàng nhưng vẫn bị hành quyết<\/ref> \n|227\n|Thái thú Cửu Chân, Thứ sử Giao Châu<ref name=\"ngotantongteluong\"\/><ref name=\"sinhiep\"\/>\n|bị giết<ref name=\"AnNam7\"\/><ref name=\"khamdinh3\"\/>\n|-\n|Trương Mân<ref>Trương Mân là thuộc lại của Sĩ Nhiếp, An Nam chí lược chép là Trương Dục, từng được cử sang triều đình nộp cống vua Hán<\/ref>\n|thời Hán Hiến Đế\n|thuộc lại ở Giao Chỉ<ref name=\"khamdinh2\"\/><ref name=\"AnNam7\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"sinhiep\"\/>\n|\n|-\n|Trình Bỉnh<ref>Trình Bỉnh tự Đức Xu, người Nhữ Nam. Cuối thời Đông Hán loạn lạc nên lánh nạn qua Giao Chỉ được Sĩ Nhiếp phong chức Trưởng sử, sau Tôn Quyền mời về kinh thăng làm Thái tử Thái phó<\/ref> \n|thời Hán Hiến Đế\n|trưởng sử ở Giao Chỉ<ref>Tam quốc chí, Ngô chí - Trình Bỉnh truyện<\/ref>\n|thăng chức<ref name=\"annam10\">An Nam chí lược, quyển 10<\/ref>\n|-\n|Hoàn Lân<ref>Hoàn Lân là thuộc lại của Sĩ Nhiếp, bởi khuyên can Sĩ Huy nên đón Đái Lương mà bị Huy đánh chết. Sau đó, anh Lân là Hoàn Trị phối hợp với con Lân là Hoàn Phát họp quân trong nội tộc đánh Sĩ Huy nhưng không được, kết quả 2 bên bãi binh giảng hòa<\/ref>\n|? - 227\n|thuộc lại ở Giao Chỉ<ref name=\"khamdinh3\"\/>\n|bị đánh chết<ref name=\"ngotantongteluong\"\/>\n|-\n|Hoàn Trị<ref>Hoàn Trị là anh Hoàn Lân, sau khi em bị Sĩ Huy giết đã nổi dậy báo thù nhưng không được. Sau lại phối hợp với Cam Lễ đánh nhau với Lã Đại, kết quả bị Đại dẹp tan, không rõ sau này thế nào<\/ref> \n|thời Ngô Đại Đế\n|phản tướng ở Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|\n|-\n|Hoàn Phát<ref>Hoàn Phát là con Hoàn Lân, phối hợp với bác là Hoàn Trị hưng binh báo thù cha nhưng không thắng được Sĩ Huy đành cấp nhận giảng hòa, không rõ kết cục thế nào<\/ref>\n|thời Ngô Đại Đế\n|phản tướng ở Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|\n|-\n|Sĩ Khuông<ref name=\"hosi\"\/><ref>Sĩ Khuông là con Sĩ Nhiếp (Cương mục chép là con Sĩ Nhất, cháu gọi Sĩ Nhiếp bằng bác), giữ chức trung lang tướng. Khuyên Sĩ Huy hàng Đông Ngô, sau đó bị giáng làm thứ dân, chẳng bao lâu thì ốm chết<\/ref>\n|210 - 227\n|trung lang tướng<ref name=\"ngotantongteluong\"\/>\n|hàng Lã Đại<ref name=\"khamdinh3\"\/><ref name=\"sinhiep\"\/>\n|-\n|Sĩ Chi<ref name=\"hosi\"\/><ref name=\"chicantung\">Sĩ Chi, Sĩ Cán và Sĩ Tụng đều là con Sĩ Nhiếp. Do Sĩ Nhiếp thuần phục Đông Ngô nên đều được phong Trung lang tướng, sau tất cả cùng theo Sĩ Huy ra hàng Lã Đại nên mà bị xử trảm<\/ref> \n|210 - 227\n|trung lang tướng<ref name=\"khamdinh3\"\/>\n|bị giết<ref name=\"ngotantongteluong\"\/><ref name=\"sinhiep\"\/>\n|-\n|Sĩ Cán<ref name=\"hosi\"\/><ref name=\"chicantung\"\/>\n|210 - 227\n|trung lang tướng<ref name=\"khamdinh3\"\/>\n|bị giết<ref name=\"ngotantongteluong\"\/><ref name=\"sinhiep\"\/>\n|-\n|Sĩ Tụng<ref name=\"hosi\"\/><ref name=\"chicantung\"\/>\n|210 - 227\n|trung lang tướng<ref name=\"khamdinh3\"\/>\n|bị giết<ref name=\"ngotantongteluong\"\/><ref name=\"sinhiep\"\/>\n|-\n|[[Đái Lương]]<ref>Đái Lương tự Thúc Loan, người Nhữ Nam. Sau khi Sĩ Nhiếp chết, Tôn Quyền chia đất Giao Châu lấy từ quận Giao Chỉ trở về Nam, phong Đái Lương làm Thứ sử. Đái Lương cùng Trần Thời là Thái thú Giao Chỉ sang nhậm chức nhưng đều bị Sĩ Huy đem binh chống giữ, Lương và Thời buộc phải lưu lại Hợp Phố<\/ref>\n|227\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"sinhiep\"\/><ref>Hậu Hán thư, Dật dân truyện<\/ref>\n|bị cự tuyệt<ref name=\"AnNam7\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Trần Thời<ref>Trần Thời được Tôn Quyền cử sang thay Sĩ Nhiếp làm Thái thú Giao Chỉ, tuy nhiên Sĩ Huy đem quân ra ngăn chặn không cho vào địa phận<\/ref>\n|227\n|Thái thú Giao Chỉ<ref name=\"khamdinh3\"\/>\n|bị cự tuyệt<ref name=\"AnNam7\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Cam Lễ<ref>Cam Lễ là bộ tướng của Sĩ Huy, sau khi Huy chết, Lễ cùng Hoàn Trị lãnh đạo các quan lại và nhân dân nổi dậy chống Lã Đại, kết quả bị Đại đánh tan<\/ref>\n|thời [[Tào Phi|Ngụy Văn Đế]]\n|võ tướng ở Giao Chỉ<ref name=\"ngotantongteluong\"\/>\n|bị đánh bại<ref name=\"khamdinh3\"\/>\n|}\n\n== Thời [[Tam Quốc]] - [[Nhà Tấn|Lưỡng Tấn]] (220 - 420) ==\n[[Tập tin:交州264.jpg|nhỏ|282px|phải|[[Giao Châu]] (màu xanh) và [[Quảng Châu (địa danh cổ)|Quảng Châu]] (màu vàng) thời Đông Ngô]]\n[[Tập tin:三國266.jpg|liên_kết=https:\/\/zh.wikipedia.org\/wiki\/File:%E4%B8%89%E5%9C%8B266.jpg|nhỏ|290x290px|[[chiến dịch Giao-Quảng]] (263 - 271)]]\nCuối thế kỉ thứ II, nhà Đông Hán sụp đổ, quần hùng nổi dậy, bấy giờ Giao Châu trực thuộc Kinh Châu. Lúc ấyấy, huyện Tượng Lâm của quận Nhật Nam đã tách ra để thành lập nước Lâm Ấp. Năm 207, Tào Tháo can thiệp vào Giao Châu, phong Thái thú Giao Chỉ là Sĩ Nhiếp làm Tổng đốc cả bảy quận. Sau [[trận Xích Bích]], Lưu Bị có giai đoạn khống chế được Kinh Châu nên cũng cử quan lại sang coi sóc Giao Châu. Đến năm 210, Tôn Quyền đặt chức Thứ sử Giao Châu, chiếm giữ địa bàn trọng yếu này. Năm 221, Lưu Bị nối tiếp chính thống nhà Hán, mà Tôn Quyền lúc đó vẫn chỉ là lãnh chúa, tước Ngô hầu nên không công nhận Giao Châu thuộc Ngô và vẫn đặt chức Thứ sử trên danh nghĩa. Sĩ Nhiếp thuần phục các Thứ sử do Đông Ngô điều sang, đồng thời cũng khéo ngoại giao với nhà Thục Hán để giữ thế cân bằng. Bấy giờ Lai Hàng (thời Thục Hán gọi là Nam Trung) chưa có cơ sở hành chính (đến đầu đời Tấn, đất ấy mới được đặt là Ninh Châu), Lưu Bị đặt chức đô đốc để coi sóc mọi việc, đó cũng là trị sở của Thứ sử Giao Châu nhà Thục Hán. Sau khi Sĩ Nhiếp chết, Đông Ngô chia Giao Châu ra làm 2 châu: Quảng Châu gồm các quận: Nam Hải, Uất Lâm, Thương Ngô (trị sở tại Phiên Ngung, nay là thành phố Quảng Châu) và Giao Châu (mới) gồm các quận Giao Chỉ, Cửu Chân, Nhật Nam, [[Hợp Phố]] (trị sở tại Long Biên). Khi dẹp tan loạn Sĩ Huy, Đông Ngô lại hợp nhất Quảng Châu với Giao Châu như cũ. Năm 229, do sách lược của thừa tướng Gia Cát Lượng \"liên Ngô kháng Ngụy\", nhà Thục Hán mới công nhận Giao Châu thuộc về Ngô. Năm 263, Lã Hưng làm chính biến dâng Giao Châu cho nhà Ngụy. Năm 264, Đông Ngô tái lập Quảng Châu. Năm 265, nhà Tấn thay thế nhà Ngụy, [[Chiến dịch Giao-Quảng|Giao Châu trở thành địa bàn tranh chấp giữa Tấn và Ngô]]. Năm 271, Ngô giành lại Giao Châu và lập thêm 3 quận: Tân Hưng (tách ra từ Giao Chỉ, đời Tấn đổi thành Tân Xương, nay thuộc Sơn Tây), Vũ Bình (tách ra từ Giao Chỉ, nay thuộc Hưng Yên) và [[Cửu Đức]] (tách ra từ Cửu Chân, nay thuộc Hà Tĩnh).<ref name=\"tanthudialyha\"\/> Năm 280, Tấn diệt Ngô, các đơn vị hành chính trên được giữ nguyên đến hết đời Tấn.\n{| class=\"wikitable sortable\" style=\"font-size:120%; style=\"width: 130%; height: 260px;\" style=\"font-size:85%;\n|-\n! Họ tên !! Tại vị !! Chức vụ !! Lý do mãn nhiệm\n|-\n|[[Lã Đại]]<ref>Lã Đại tự Đinh Công, người đất Hải Lăng thuộc Quảng Lăng. Trước là Thái thú Lư Lăng, được Tôn Quyền cử sang Giao Châu thay Bộ Chất làm Thứ sử. Khi Sĩ Nhiếp chết, Tôn Quyền tách khu vực phía Giao Châu thành Quảng Châu giao cho Đại làm Thứ sử, phần phía Nam giao cho Đái Lương làm Thứ sử. Tuy nhiên, Đái Lương bị Sĩ Huy cự tuyệt. Đại dẹp yên được Sĩ Huy, Tôn Quyền lại bỏ Quảng Châu mà để Giao Châu như cũ và để Đại giữ vị trí Giao châu mục. Lã Đại được phong Trấn Nam tướng quân, phong tước Phiên Ngung hầu (có sách ghi là Ngụy quận Lăng lệ công) do liên tiếp lập nhiều công trạng nên cuối đời về triều làm đến chức [[Đại tư mã]]<\/ref> \n|220 - 231<ref>Năm 231, có người Mán Ngũ Khê ở Vũ Lăng làm loạn, Tôn Quyền định triệu Lã Đại về đánh nhưng Thái thú Hợp Phố là Tiết Tông dâng biểu can ngăn nên vẫn để Lã Đại làm Giao châu mục, không rõ ông giữ chức vụ này đến năm nào<\/ref>\n|Thứ sử Giao Châu, Giao châu mục<ref name=\"vietsu1\"\/><ref name=\"toantamquocvan\"\/><ref name=\"ngotantongteluong\"\/><ref>Tam quốc chí, Ngô chí - Lã Đại truyện<\/ref>\n|hồi kinh<ref name=\"khamdinh3\"\/><ref>Tư trị thông giám, quyển 70-77<\/ref>\n|-\n|[[Lý Khôi (Tam Quốc)|Lý Khôi]]<ref>Lý Khôi tự Đức Ngang, người huyện Du Nguyên quận Kiến Ninh. Trước theo [[Lưu Chương (lãnh chúa)|Lưu Chương]], sau về với nhà Thục Hán. Khi Lai Hàng đô đốc là [[Đặng Phương]] mất, Hán Chiêu Liệt Đế giao cho Khôi kiêm luôn cả chức vụ đó lẫn Giao Châu thứ sử. Khi Tôn Quyền chính thức xưng đế, với chính sách thân ngô của [[Thừa tướng]] [[Gia Cát Lượng]], [[Lưu Thiện|Hán Hoài Đế]] công nhận Giao Châu thuộc về Ngô nên bãi chức của Khôi. Khôi được dời sang làm Thái thú Kiến Ninh, tước Hán Hưng đình hầu được 2 năm thì mất, con là Lý Di kế tự.<\/ref>\n|221 - 229\n|Lai Hàng đô đốc kiêm Giao Châu thứ sử<ref>Tam quốc chí, Thục chí - Lý Khôi truyện<\/ref>\n|chuyển công tác<ref name=\"hoaduongnamtrung\">Hoa Dương quốc chí, Nam Trung chí<\/ref>\n|-\n|[[Tiết Tống]]<ref>Tiết Tông (Cương mục chép là Tiết Tống) tự Kính Văn, là cha Tiết Hủ, người Ấp Trúc thuộc quận Bái. Trước là Thái thú Hợp Phố, sau cùng Lã Đại trừ khử được anh em Sĩ Huy được gia phong làm Thái thú Giao Chỉ.<\/ref> \n|231<ref>Năm 231, Tiết Tông dâng biểu lên Ngô Đại Đế về vấn đề Giao Châu, sau ông được gia phong làm Thái thú Giao Chỉ nhưng không thấy sử sách ghi rõ thụ phong và giữ chức vụ này đến năm nào<\/ref> - ?\n|Thái thú Giao Chỉ<ref name=\"AnNam7\"\/><ref name=\"toantamquocvan\"\/><ref name=\"khamdinh3\"\/><ref name=\"tiettong\"\/>\n|\n|-\n|Ngô Mạc<ref>Ngô Mạc không rõ tiểu sử, giữ chức Thái thú Giao Chỉ thời Ngô Đại Đế Tôn Quyền<\/ref>\n|thời Ngô Đại Đế\n|Thái thú Giao Chỉ<ref name=\"luongchudi\">Lương thư, Chư di truyện - Hải nam chư quốc<\/ref>\n|\n|-\n|[[Lục Dận]]<ref>Lục Dận tự Kính Tông (An Nam chí lược chép là Lục Duệ tự Cung Tông, Đại Việt sử lược chép là Lục Doãn, có sách chép là Lục Thương), người đất Ngô quận, giữ chức Ngự sử. Năm 248, ở Giao Châu có anh em [[Triệu Quốc Đạt]] và [[Triệu Thị Trinh]] làm loạn, Ngô Đại Đế phong Lục Dận làm Thứ sử Giao châu phát binh sang bình định. Dận dẹp xong loạn vỗ về dân chúng rất được lòng người được kiêm thêm chức An Nam hiệu uý, sau này về triều thăng làm Tây Lăng đốc rồi Hổ Lâm đốc<\/ref> \n|248 - 258<ref>Năm 258, Lục Dận được phong tước Đô Đình hầu, sử sách không ghi rõ ông mãn nhiệm Thứ sử Giao châu năm nào<\/ref>\n|Thứ sử Giao Châu kiêm An Nam hiệu uý<ref>Tam quốc chí - Ngô chí, Lục Khải truyện - phụ Lục Dận truyện<\/ref><ref name=\"thaibinh\">Thái bình hoàn vũ ký, Nam Việt chí<\/ref><ref>Giao Châu ký, Nam Việt chí<\/ref>\n|hồi kinh<ref name=\"vietsu1\"\/><ref name=\"AnNam7\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n|-\n|Cốc Lãng<ref>Cốc Lãng tự Phụng Tiên, người Quế Dương, giữ chức Thái thú Cửu Chân thời Đông Ngô nhưng chưa rõ giai đoạn nào<\/ref>\n|\n|Thái thú Cửu Chân<ref name=\"AnNam7\"\/>\n|\n|-\n|Kỳ Vô Hậu<ref>Kỳ Vô Hậu giữ chức Thứ sử Giao Châu nhà Đông Ngô, không rõ tại nhiệm đời vua nào<\/ref>\n|\n|Thứ sử Giao Châu<ref name=\"AnNam7\"\/>\n|\n|-\n|Đào Cơ<ref>Đào Cơ người Mạt Lăng thuộc Đan Dương, là cha Đào Hoàng (có thuyết lại nói là ông nội Đào Hoàng), giữ chức Thứ sử Giao Châu thời Đông Ngô, tuy nhiên chưa xác định được trong giai đoạn nào<\/ref>\n|\n|Thứ sử Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"Daohoang\">Tấn thư, Đào Hoàng truyện<\/ref>\n|\n|-\n|[[Tôn Tư]]<ref>Tôn Tư làm Thái thú Giao Chỉ, do tham bạo nên nhà Ngô cử quan Sát Chiến Đặng Tuân sang giám sát, tuy nhiên Đặng Tuân cũng chẳng hơn gì nên bị quần chúng nổi dậy giết luôn cả<\/ref> \n|258<ref>Không rõ Tôn Tư nhậm chức năm nào, An Nam chí lược chép rằng trong niên hiệu Vĩnh An đời [[Tôn Hưu|Ngô Cảnh Đế]], vậy nên lấy đó làm mốc<\/ref> - 263\n|Thái thú Giao Chỉ<ref name=\"AnNam7\"\/><ref name=\"khamdinh3\"\/> \n|bị giết<ref name=\"vietsu1\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"kienkhang\">Kiến Khang thực lục, Ngô thực lục - Ngô Tấn Giao Chỉ chi tranh<\/ref>\n|-\n|[[Đặng Tuân]]<ref>Đặng Tuân giữ chức Sát chiến, bởi nhà Ngô thấy Tôn Tư bạo ngược nên phái sang Giao châu xem xét tình hình, nhưng Đặng Tuân lại tự tiện đưa ba chục con chim công sang Kiến nghiệp. Dân chúng sợ xa xôi nên không đi, họ tụ tập cùng với chức lại trong quận là Lữ Hưng giết cả Tôn Tư lẫn Đặng Tuân<\/ref>\n|263\n|Sát chiến<ref name=\"khamdinh3\"\/><ref name=\"tranluuvuong\">Tam quốc chí, Ngụy chí - Trần Lưu vương bản kỷ<\/ref> \n|bị giết<ref name=\"vietsu1\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"kienkhang\"\/>\n|-\n|[[Lã Hưng]]<ref>Lã Hưng (Đại Việt sử lược chép là Ngô Hưng) vốn là quận lại ở Giao Chỉ, do bất mãn với Tôn Tư và Đặng Tuân nên lãnh đạo nhân dân nổi dậy cướp chính quyền rồi theo về hàng nhà [[Tào Ngụy|Ngụy]]. [[Tào Hoán|Ngụy Nguyên Đế]] phong Lữ Hưng làm An Nam tướng quân đô đốc Giao Châu chư quân sự, nhưng quân Ngụy chưa kịp sang tiếp ứng thì Hưng đã bị quan Công Tào là Lý Thống sát hại<\/ref> \n|263\n|An Nam tướng quân, đô đốc Giao Châu<ref name=\"hoaduongnamtrung\"\/><ref name=\"tranluuvuong\"\/>\n|bị giết<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"kienkhang\"\/>\n|-\n|Lý Thống<ref>Lý Thống giữ chức Công Tào ở quận Giao Chỉ, sau khi Lã Hưng giết Tôn Tư và Đặng Tuân đã đầu hàng Ngụy, nhưng quân Ngụy chưa sang đến nơi thì Thống đã dấy binh giết chết Hưng, không rõ kết cục của Thống thế nào<\/ref>\n|Thời Ngô Cảnh Đế\n|quan Công Tào ở Giao Chỉ<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"kienkhang\"\/>\n|\n|-\n|Trần Tập<ref>Trần Tập người Lâm Hoài, làm Quan mục Giao châu. Sau vụ Tôn Tư và Đặng Tuân bị giết, nhà Ngô lại chia 4 châu ở phía bắc thành Quảng Châu như trước, phong Trần Tập làm Thứ sử Giao châu mới, dời quận lỵ sang Long Biên<\/ref>\n|264 - 267\n|Quan mục Giao châu, Thứ sử Giao châu<ref name=\"AnNam7\"\/><ref name=\"kienkhang\"\/>\n|\n|-\n|[[Hoắc Dặc]]<ref>Hoắc Dặc (Đại Việt sử lược chép là Hoắc Qua) tự Thiệu Tiên, vốn làm quan nhà [[Thục Hán]], sau giữ chức Nam Trung tướng quân của nhà Ngụy, được Ngụy Nguyên Đế phong làm Thứ sử Giao Châu nhưng vẫn giữ đất Nam Trung. Khi Lã Hưng bị Lý Thống giết, Hoặc Dặc kéo binh sang dẹp loạn được phong Liệt hầu<\/ref> \n|264 - 270\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref>Tam quốc chí, Thục chí - Hoắc Dặc truyện<\/ref>\n|chết<ref name=\"kienkhang\"\/>\n|-\n|[[Thoán Cốc]]<ref>Thoán Cốc, tức Soán Cốc (có sách chép là Phàn Cốc), người Kiến Ninh, vốn là Thủ lĩnh của Thoán thị. Được Hoắc Dặc tiến cử làm Thái thú Giao Chỉ, đem binh sang Giao Chỉ giúp Lã Hưng, trên đường đi thì bệnh chết<\/ref>\n|264\n|Thái thú Giao Chỉ<ref name=\"khamdinh3\"\/><ref name=\"AnNam8\">An Nam chí lược, quyển 8<\/ref>\n|chết<ref name=\"ngotantongteluong\"\/><ref name=\"kienkhang\"\/><ref>Tư trị thông giám, quyển 78<\/ref>\n|-\n|Mã Dung<ref>Mã Dung người Ba Tây, con trai của [[Mã Trung (Thục Hán|Mã Trung]], được [[Tấn Vũ Đế]] cử sang thay thế Thoán Cốc, tuy nhiên chưa bao lâu thì Mã Dung cũng ốm chết<\/ref> \n|265\n|Thái thú Giao Chỉ<ref name=\"vietsu1\"\/><ref name=\"AnNam8\"\/>\n|chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"kienkhang\"\/>\n|-\n|Ngô Hưng\n|266\n|\n|\n|-\n|[[Dương Tắc]]<ref>Dương Tắc người Kiền Vi, được Hoắc Dặc đề cử thay thế Mã Dung làm Thái thú Giao Chỉ, lập nhiều công trong việc chống phá quân Ngô tái chiếm Giao Châu lên được thăng làm Thứ sử. Tuy nhiên, Tắc chưa kịp lĩnh ấn Thứ sử đã thất bại bị bắt bởi tay Đào Hoàng, trên đường giải sang nước Ngô thì mắc bệnh qua đời ở Hợp Phố<\/ref> \n|266 - 271\n|Thái thú Giao Chỉ, Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"Daohoang\"\/><ref name=\"AnNam8\"\/>\n|bị bắt<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"hoaduongnamtrung\"\/>\n|-\n|[[Lưu Tuấn (thứ sử)|Lưu Tuấn]]<ref>Sau vụ Lã Hưng hàng Ngụy, nhà Ngô cử Lưu Tuấn làm Thứ sử Giao Châu cùng Tu Tắc và Cố Dung đem quân sang tái chiếm. Tuy nhiên, giao chiến 3 lần quân Ngô đều thất bại, Tuấn bị Mao Quýnh chém chết<\/ref>\n|268\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"AnNam7\"\/>\n|tử trận<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Tu Tắc]]<ref>Tu Tắc là cha Tu Doãn và Tu Trạm, giữ chức Thái đô đốc (có sách chép là Đại đô đốc hoặc Bộ đốc), cùng Lưu Tuấn 3 lần cử binh sang tái chiếm Giao Châu nhưng thất bại nặng nề, bị Dương Tắc chém chết<\/ref>\n|268\n|Đô đốc Giao Châu<ref name=\"AnNam7\"\/><ref name=\"tanvuongluong\">Tấn thư, Vương Lượng truyện<\/ref>\n|tử trận<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Cố Dung]]<ref>Cố Dung là võ tướng nước Ngô, đồng tộc với [[Cố Ung]] cùng với Lưu Tuấn và Tu Tắc 3 lần sang Giao Châu đánh quân Tấn nhưng thất bại. Lưu Tuấn và Tu Tắc tử trận, Dung dẫn binh lui về Hợp Phố, sau này làm đến chức Thứ sử Kinh Châu<\/ref>\n|268\n|Tướng quân<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|rút quân<ref name=\"tonhao\">Tam quốc chí, Ngô chí - Tôn Hạo truyện<\/ref><ref name=\"tanvude\">Tấn thư, Vũ Đế bản kỷ<\/ref>\n|-\n|[[Đổng Nguyên]]<ref>Đổng Nguyên người Kiến Ninh, vốn là Nha môn tướng của Hoắc Dặc nhà Thục Hán, trước từng cùng Vương Tố đem binh sang giúp Lã Hưng nhưng chưa đến nơi thì Hưng đã bị giết. Sau đó, Nguyên cùng Dương Tắc hợp binh đánh bại quân Ngô tái chiếm Giao Châu nên được đề bạt làm Thái thú Cửu Chân, cuối cùng bị Đào Hoàng phục kích giết chết trong 1 trận đánh úp<\/ref>\n|268 - 271\n|Thái thú Cửu Chân<ref name=\"vietsu1\"\/><ref name=\"hoaduongnamtrung\"\/><ref name=\"AnNam8\"\/>\n|Tử trận<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"tanvude\"\/>\n|-\n|[[Mao Cảnh]]<ref>Mao Cảnh (Thông giám chép là Mao Cảnh, Toàn thư chép là Mao Linh, Cương mục chép là Mao Quế, có sách khác chép là Mao Miện) người Kiến Ninh, là bộ tướng của Hoắc Dặc nhà Thục Hán và nhà Tấn (có thuyết nói là Thái thú Giao Chỉ nhà Thục Hán), từ đất Thục kéo binh sang Giao Chỉ chém chết tướng Ngô là Lưu Tuấn nên được đề bạt làm Thái thú Uất Lâm. Khi Quýnh cùng Dương Tắc đánh bại quân Ngô được gia phong làm Thái thú Giao Chỉ, tuy nhiên Quýnh cũng như Dương Tắc chưa kịp lĩnh ấn thì bị Đào Hoàng đánh bại giết chết<\/ref>\n|271\n|Thái thú Giao Chỉ<ref name=\"AnNam7\"\/><ref name=\"hoaduongnamtrung\"\/>\n|Tử trận<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"tonhao\"\/>\n|-\n|[[Vương Tố (Tam Quốc)|Vương Tố]]<ref>Vương Tố người [[Ích Châu]], cũng là Nha môn tướng của Hoắc Dặc nhà Thục Hán, An Nam chí lược chép là Vương Nghiệp. Trước cùng Đổng Nguyên đem binh qua Giao Châu giúp Lã Hưng, sau cái chết của Đổng Nguyên được Dương Tắc cất nhắc lên thay thế. Tố cũng bị Đào Hoàng đánh bại cùng Dương Tắc và Mao Quýnh, không thấy sử sách nhắc đến kết cục của người này<\/ref> \n|271\n|Thái thú Cửu Chân<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"hoaduongnamtrung\"\/><ref name=\"AnNam8\"\/><ref name=\"tanvude\"\/>\n|\n|-\n|Giải Hệ<ref>Giải Hệ là bộ tướng của Đổng Nguyên, bị Đào Hoàng lập mẹo sai em là Giải Tượng viết thư khuyên anh hàng Ngô sai cả thị vệ trống dong cờ mở đi theo hộ vệ, Vương Tố nghi ngờ Hệ ăn ở 2 lòng nên giết chết<\/ref>\n|? - 271\n|bộ tướng ở quận Cửu Chân<ref name=\"Daohoang\"\/>\n|bị giết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Giải Tượng<ref>Giải Tượng là bộ tướng của Đào Hoàng, được Hoàng cử sang du thuyết anh ruột đang làm tướng nhà Tấn là Giải Hệ đầu hàng, vì việc này mà Giải Hệ bị sát hại<\/ref>\n|thời Ngô Mạt Đế\n|bộ tướng ở Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"Daohoang\"\/>\n|\n|-\n|[[Lý Tùng (Tam Quốc)|Lý Tùng]]<ref name=\"tungnang\">Lý Tùng và Thoán Năng (tức Soán Năng) đều là bộ tướng của Dương Tắc, từng theo Mao Quýnh sang Giao Châu đánh tan Thứ sử Lưu Tuấn của nước Ngô. Sau thất bại bị Đào Hoàng bắt sang Kiến Nghiệp rồi giết chết, các con đều được phong tước Quan nội hầu<\/ref> \n|271\n|bộ tướng ở Giao Châu<ref name=\"Daohoang\"\/><ref name=\"AnNam8\"\/>\n|bị quân Ngô bắt<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Thoán Năng]]<ref name=\"tungnang\"\/>\n|271\n|bộ tướng ở Giao Châu<ref name=\"Daohoang\"\/><ref name=\"AnNam8\"\/>\n|bị quân Ngô bắt<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Mạnh Cán]]<ref>Mạnh Cán cũng là bộ tướng của Hoắc Dặc nhà Thục Hán và Tây Tấn, từng theo Mao Quýnh sang Giao Châu đánh tan Thứ sử Lưu Tuấn của nước Ngô. Sau thua Đào Hoàng cũng bị bắt sang Kiến Nghiệp nhưng trốn thoát được về Tấn, bày mưu cho nhà Tấn kế hoạch đánh nước Ngô nên được dùng làm Thái thú Nhật Nam, không rõ tại nhiệm năm nào<\/ref>\n|thời Tấn Vũ Đế\n|Thái thú Nhật Nam<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"hoaduongnamtrung\"\/><ref name=\"AnNam8\"\/>\n|\n|-\n|[[Mạnh Thông]]<ref>Mạnh Thông là Nha môn tướng của Dương Tắc, cũng theo bọn Mao Quýnh từ đất Thục đánh sang Giao Châu đánh bại Lưu Tuấn, sử sách không chép rõ kết cục của người này<\/ref>\n|thời Tấn Vũ Đế\n|Nha môn tướng<ref name=\"khamdinh3\"\/><ref name=\"hoaduongnamtrung\"\/>\n|\n|-\n|Lý Tộ<ref>Lý Tộ giữ chức Công Tào ở quận Cửu Chân, sau khi Đào Hoàng đánh bại Dương Tắc đã đóng cửa thành cố thủ không chịu hàng. Hoàng sai cậu của Tộ là Lê Minh sang dụ nhưng Tộ không nghe, Hoàng phải cố sức đánh mãi mới phá được, không rõ kết cục thế nào<\/ref>\n|thời Tấn Vũ Đế\n|Công Tào quận Cửu Chân<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|\n|-\n|Lê Minh<ref>Lê Minh (có sách chép là Lê Hoàn) là bộ tướng của Đào Hoàng, được Hoàng phái đi dụ người cháu gọi bằng cậu là Lý Tộ hàng Ngô nhưng không thành công<\/ref>\n|thời Ngô Mạt Đế\n|bộ tướng ở Giao Chỉ<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|\n|-\n|[[Ngu Phiếm]]<ref>Ngu Phiếm tự Thế Hồng, con Ngu Phiên. Trước làm Giám quân Sứ giả, được nhà Ngô điều động đánh sang Giao Chỉ, bắt giết các tướng do nhà Tấn phái sang để tái chiếm các quận Cửu Chân, quận Nhật Nam. Nhân thành công đó Phiếm được thăng chức Thứ sử Giao Châu, phong tước là Dư Diêu hầu, ít lâu sau thì mắc bệnh chết<\/ref>\n|269 - 271\n|Thứ sử Giao Châu<ref name=\"AnNam7\"\/><ref name=\"tamquocnguphien\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|chết<ref name=\"Daohoang\"\/>\n|-\n|Tiết Hủ<ref>Tiết Hủ là con Tiết Tông, trước giữ chức Ngũ quan Trung lang tướng cho nhà Thục Hán, cùng Ngu Phiếm và Đào Hoàng được nhà Ngô cử sang tái chiếm Giao Châu. Trận đầu Đào Hoàng bị Dương Tắc đánh bại bị Hủ trách móc, nhưng sau đó Hoàng tiêu diệt được bọn Dương Tắc nên Hủ phải xin lỗi, không rõ tình hình người này về sau thế nào<\/ref> \n|269 - 271\n|Uy Nam tướng quân<ref name=\"AnNam7\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|hồi kinh<ref name=\"Daohoang\"\/><ref>Hán Tấn xuân thu, quyển 1<\/ref>\n|-\n|Lý Húc<ref name=\"hucton\">Lý Húc (An Nam chí lược chép là Lý Miễn, Toàn thư chép là Lý Đỉnh) và Từ Tồn được nhà Ngô phái đi theo đường biển hội quân ở Hợp Phố nhằm tái chiếm Giao Châu, hai viên quan này thấy không tiện lợi đã sát hại tướng dẫn đường là Phùng Thỉ rồi kéo quân về. Vua Ngô tức giận hạ lệnh tử hình vì tội giết uổng tướng lĩnh và tự tiện lui binh<\/ref>\n|269 - 270\n|Giám quân<ref name=\"AnNam7\"\/><ref name=\"ngotantongteluong\"\/>\n|bị xử tử<ref name=\"khamdinh3\"\/><ref name=\"tonhao\"\/>\n|-\n|Từ Tồn<ref name=\"hucton\"\/>\n|269 - 270\n|Đốc quân<ref name=\"AnNam7\"\/><ref name=\"ngotantongteluong\"\/>\n|bị xử tử<ref name=\"khamdinh3\"\/><ref name=\"tonhao\"\/>\n|-\n|Phùng Thỉ<ref>Phùng Thỉ được nhà Ngô sai dẫn đường cho Lý Húc và Từ Tồn đi theo đường biển Kiến An sang tái chiếm Giao Châu, nửa đường Thỉ bị bọn Lý Húc sát hại<\/ref>\n|269\n|Tướng dẫn đường thủy<ref name=\"khamdinh3\"\/>\n|bị giết<ref name=\"tonhao\"\/>\n|-\n|Lương Kỳ<ref>Lương Kỳ (An Nam chí lược chép là Lương Kỳ Chi, Toàn thư sách chép là Lương Tề) là võ tướng ở Phù Nghiêm, được Đào Hoàng biếu rất nhiều của cải vật chất, Kỳ đem hơn 1 vạn quân kéo đến giúp Hoàng đánh bại bọn Dương Tắc nhà Tấn<\/ref>\n|271\n|Võ tướng ở Phù Nghiêm<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"AnNam8\"\/>\n|\n|-\n|[[Đào Hoàng]]<ref>Đào Hoàng tự Thế Anh, người Đan Dương, con của Đào Cơ. Trước làm Thái thú Thương Ngô, sau vụ Dương Tắc giết Lưu Tuấn được vua Ngô sai sang tái chiếm Giao Châu. Lúc đầu thất bại chết mất 2 tướng (không rõ tên) bị Tiết Hủ quở trách, Hoàng lập mưu đánh úp phá được Đổng Nguyên nên được Hủ phong làm Tiền bộ Đô đốc Giao Châu. Tiếp đó, Hoàng lập mưu trừ được dũng tướng Giải Hệ và xin được viện binh ở Phù Nghiêm từ Lương Kỳ nên đã hạ được Dương Tắc, vua Ngô phong làm Thứ sử Giao Châu. Hoàng đưa binh đi đánh dẹp lập thêm 3 quận mới gồm: Vũ Bình, Cửu Đức, Tân Xương. Ít lâu sau, Nhà Ngô triệu Hoàng về phong làm Đô đốc Vũ Xương, cử Tu Doãn sang thay thế, nhưng dân địa phương tập trung hàng ngàn người đến nhiệm sở xin cho Hoàng lưu lại Giao Châu. Đến khi nhà Ngô bị tiêu diệt thì Hoàng nghe lời vua Ngô mà quy thuận nhà Tấn, vẫn được trấn giữ Giao Châu. Nhà Tấn phong Hoàng tước hiệu Uyển Lăng hầu, chức vụ Quán quân tướng quân, khi chết người trong châu đều thương khóc<\/ref> \n|271 - 300\n|Tiền bộ Đô đốc Giao Châu, Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"AnNam8\"\/>\n|chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"Daohoang\"\/>\n|-\n|Đào Dung<ref>Đào Dung (Tấn thư chép thành Mã Tức Dung, Thông giám sửa thành Đào Dung) là con Đào Hoàng, được vua Ngô sai mang chiếu thư sang Giao Châu khuyên nhủ cha về hàng nhà Tấn<\/ref>\n|280\n|Sứ giả<ref name=\"ngotantongteluong\"\/><ref name=\"Daohoang\"\/><ref>Tư trị Thông giám, quyển 81<\/ref>\n|\n|-\n|[[Tu Doãn]]<ref>Tu Doãn (Toàn thư chép là Tu Nguyên) là con Tu Tắc, trước làm Thái thú Hợp Phố, sau được nhà Ngô điều động thay thế Đào Hoàng làm Thứ sử Giao Châu. Tuy nhiên, người dân ở đây quý mến Đào Hoàng nên chẳng bao lâu vua Ngô lại cho Hoàng về, không rõ Tu Doãn giữ chức vụ trong năm nào và được bao lâu<\/ref> \n|thời [[Tôn Hạo|Ngô Mạt Đế]]\n|Thứ sử Giao Châu<ref name=\"ngotantongteluong\"\/><ref name=\"Daohoang\"\/>\n|chuyển công tác<ref name=\"khamdinh3\"\/>\n|-\n|[[Thạch Sùng (nhà Tấn)|Thạch Sùng]]<ref>Thạch Sùng tự Quý Luân, hiệu Tề Nô, người Thanh Châu. Trước làm Thái thú Dương Thành, lập công trong việc bình Đông Ngô nên được phong An Dương hầu, thăng chức Kinh Châu thứ sử kiêm Nam man Hiệu uý Giao Chỉ thái phòng sứ. Sau chuyển sang làm Thái bộc và Vệ Uý, đến đời [[Tấn Huệ Đế]] bị [[Tôn Tú (nhà Tấn)|Tôn Tú]] hãm hại mà chết<\/ref> \n|thời Tấn Vũ Đế\n|Nam Man hiệu uý kiêm Giao Chỉ thái phòng sứ<ref>Tấn thư, [[Thạch Bào]] truyện, phụ Thạch Sùng truyện<\/ref><ref>Tư trị thông giám, quyển 83<\/ref>\n|chuyển công tác<ref name=\"AnNam3\"\/><ref>Thế thuyết tân ngữ, quyển 30<\/ref>\n|-\n|[[Ngô Ngạn]]<ref>Ngô Ngạn (Cương mục chép là Ngô Nghiện) tự Sĩ Tắc, người huyện Ngô thuộc quận Ngô. Trước làm Thái thú Kiến Bình nhà Đông Ngô, sau về với Tây Tấn giữ chức Kim Thành thái thú, cải nhiệm [[Đôn Hoàng]] thái thú rồi [[Nhạn Môn]] thái thú. Tiếp đó về triều làm Thuận Dương nội sử và Ngoại lang Tán kị thường thị, sang Giao Châu làm Nam Trung đô đốc. Sau khi Đào Hoàng chết, thú binh ở Cửu Chân là Triệu Chỉ tạo phản, Ngạn dẹp yên vụ đó nên được thăng làm Thứ sử Giao Châu. Về già, Ngạn tự dâng biểu xin để người khác thay thế mình, triều đình trưng ông về làm Đại trường thu, mất khi đang tại chức<\/ref>\n|300 - 311\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/><ref>Tấn thư, Ngô Ngạn truyện<\/ref>\n|xin nghỉ<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Cố Bí<ref>Cố Bí tự Công Trực, con của tướng quân [[Cố Khải]] nhà Đông Ngô. Sau khi Ngô Ngạn từ chức, Bí được [[Tấn Nguyên Đế]] cử sang thay thế. Bí là người ôn hòa được dân chúng yêu mến, nhưng cầm quyền chưa được bao lâu thì mất, không rõ năm nào<\/ref> \n|312 - 315\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"AnNam8\"\/>\n|chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Cố Sâm<ref>Cố Sâm (Toàn thư chép là Cố Tham) là con Cố Bí, sau khi cha chết bị nhân dân cưỡng ép thay thế quản lý mọi việc trong châu, tuy nhiên Tham cũng chỉ giữ chức được ít bữa thì mất<\/ref> \n|315 - 317\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/>\n|chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Cố Thọ<ref>Cố Thọ là em Cố Sâm, sau khi anh chết tự ý lãnh chức nhưng quần chúng không chịu. Thọ giết quan trưởng sử là Hồ Triệu, định giết cả đốc quân Lương Thạc. Thạc trốn thoát, dấy binh tạo phản giết chết Thọ<\/ref>\n|317\n||Thứ sử Giao Châu<ref name=\"AnNam8\"\/>\n|bị sát hại<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Hồ Triệu<ref>Hồ Triệu giữ chức trưởng sử ở Giao Châu, do phản đối việc Cố Thọ tự xưng Thứ sử mà bị Thọ sát hại<\/ref>\n| ? - 317\n|Trưởng sử ở Giao Châu<ref name=\"AnNam8\"\/>\n|bị giết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Lương Thạc]]<ref>Lương Thạc vốn là đốc quân dưới quyền Cố Thọ, do cùng Hồ Triệu không chấp nhận việc Thọ tự lãnh chức Thứ sử nên bị Thọ truy sát. Thạc tạo phản chạy đến quận Tân Xương tự lập làm Thái thú, tiếp đến dấy binh giết chết Thọ, kiêm luôn chức Thái thú Giao Chỉ. Bởi Thạc sợ dân tình không thuận nên đón Thái thú Thương Ngô là Đào Oai về tôn làm Thứ sử Giao Châu, sau này Thạc bị Tham quân của Đào Khản là Cao Bảo chém chết<\/ref>\n|317 - 323\n|Thái thú Tân Xương, Thái thú Giao Chỉ<ref name=\"AnNam8\"\/>\n|bị chém chết<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|[[Vương Đôn]]<ref>Vương Đôn tự Xử Trọng, người Lâm Nghi thuộc Lang Da. Trước từng làm Phò mã Đô uý, sau lập công rước Tấn Huệ Đế phục vị mà thăng làm Tán kị thường thị giữ vị trí Trấn đông đại tướng quân. Khi Tấn Nguyên Đế mới đến Giang Nam do nhờ Đôn giúp sức nên nhà Tấn mới [[trung hưng]], Đôn được trao cờ tiết đốc xuất quân sự của 6 châu phương Nam: Giang, Hoài, Kinh, Tương, Giao, Quảng. Sau Đôn ốm chết trong lúc dấy binh tạo phản, tuy nhiên dư đảng của ông vẫn công phá kinh thành gây ra cuộc loạn lạc đẫm máu<\/ref>\n|317 - 324\n|Đô đốc chinh thảo lục châu chư quân sự<ref name=\"AnNam8\"\/>\n|chết<ref>Tấn thư, Nguyên Đế kỷ và Vương Đôn truyện<\/ref><ref>Tư trị thông giám, quyển 83-93<\/ref><ref>Thế thuyết tân ngữ, Thái xỉ thiên<\/ref>\n|-\n|[[Đào Khản]]<ref>Đào Khản tự Sĩ Hành, người Phan Dương. Trước làm Thái thú Giang Hạ kiêm Long Nhương tướng quân, sau làm Thứ sử Quảng Châu. Do lập công trong việc dẹp yên loạn Vương Cơ nên được kiêm Đô đốc mọi việc quân sự ở Giao Châu, tiếp đó lại diệt Lương Thạc nên gia phong chức Thứ sử Giao Châu với tước hiệu Chinh nam đại tướng quân. Sau khi Vương Đôn chết, Đào Khản dời sang làm đô đốc quân sự 4 châu: Kinh, Ung, Ích, Lương đồng thời lĩnh thêm Nam Man hiệu úy kiêm Chinh Tây đại tướng quân<\/ref> \n|318 - 324 \n|Đô đốc Giao Châu chư quân sự, Thứ sử Giao Châu<ref name=\"tandaokhan\">Tấn thư, Đào Khản truyện<\/ref><ref>Tư trị thông giám, quyển 85-95<\/ref>\n|chuyển công tác<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref>Thế thuyết tân ngữ, quyển 19<\/ref>\n|-\n|Đào Oai<ref>Đào Oai (tức Đào Uy, có sách chép là Đào Thành. lại có sách ghi là Đào Hàm) là con Đào Hoàng, trước làm Thái thú Thương Ngô, được Lương Thạc rước về lãnh chức Thứ sử Giao Châu, rất được lòng dân<\/ref> \n|317 - 319\n|Thứ sử Giao Châu<ref name=\"Daohoang\"\/><ref name=\"AnNam8\"\/>\n|chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Đào Thục<ref>Đào Thục là em Đào Uy, sau khi anh chết nối tiếp chức vụ<\/ref>\n|320\n|Thứ sử Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"AnNam8\"\/>\n|chết<ref name=\"Daohoang\"\/>\n|-\n|Đào Tuy<ref>Đào Tuy là con Đào Oai, Đại Việt sử lược chép là con Đào Thục, nối tiếp cha (hoặc chú) cai quản Giao Châu<\/ref> \n|321 - 322\n|Thứ sử Giao Châu<ref name=\"khamdinhtukho\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"Daohoang\"\/>\n|\n|-\n|Vương Cơ<ref>Vương Cơ tự Lệnh Minh, người Trường Sa, từng làm Thứ sử Quảng Châu. Nhân Lương Thạc làm loạn ở Giao Châu, Vương Đôn đổi Cơ làm Thứ sử Giao Châu. Cơ đến Giao Châu nhưng Lương Thạc lại chậm ra đón, Cơ giận nói nếu đến châu sẽ trị tội Thạc, Thạc biết được nhân đó đem quân chống trả. Sau nhiều phen chiến sự giằng co bất phân thắng bại, Vương Cơ cùng với phản tướng đất Thục là Đỗ Hoằng dấy binh chống lại triều đình, kết cục bị Đào Khản đánh bại bỏ chạy rồi chết dọc đường, Đào Khản hạ lệnh đào mộ quật thây đem chém<\/ref>\n|322\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/>\n|bị đánh bại<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Đỗ Hoằng<ref>Đỗ Hoằng (An Nam chí lược chép thành Đỗ Hồng) là phản tướng ở đất Thục, được Vương Cơ chiêu dụ mà đầu hàng. Sau Hoằng đi đánh giặc ở Quế Lâm trên đường về gặp Vương Cơ đang giằng co với Lương Thạc, Hoằng xui Cơ tạo phản. Cơ giao phù tiết nhường chức Thứ sử cho Hoằng, không thấy thư tịch nào chép sau khi Vương Cơ bị Đào Khản đánh bại thì kết cục của Đỗ Hoằng thế nào<\/ref>\n|322\n|Thứ sử Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"AnNam8\"\/>\n|\n|-\n|Đỗ Tán<ref>Đỗ Tán là quan Tư Mã ở Giao Chỉ, do Lương Thạc không chịu đón Thứ sử Vương Cơ nên dấy binh chống lại Thạc nhưng bị Thạc đánh tan, không rõ kết cục người này thế nào<\/ref>\n| ? - 322\n|quan Tư Mã ở Giao Chỉ<ref name=\"khamdinh3\"\/>\n|\n|-\n|Lưu Trầm<ref>Lưu Trầm (An Nam chí lược chép thành Lưu Thẩm) là Tú tài ở Giao Châu, theo Vương Cơ và Đỗ Hoằng tạo phản, sau bị Đào Khản đánh bại bắt sống và xử tử<\/ref>\n|322\n|Tú tài ở Giao Châu<ref name=\"AnNam8\"\/>\n|bị bắt<ref name=\"khamdinh3\"\/>\n|-\n|Ôn Thiệu<ref>Ôn Thiệu vốn là bộ tướng ở Quảng Châu, trước từng tạo phản chống lại Thứ sử Quách Nột để đón Vương Cơ. Sau Cơ được Vương Đôn điều sang làm Thứ sử Giao Châu thì Thiệu đi theo, tiếp đó cùng nhau dấy binh chống đối triều đình mà bị Đào Khản đánh bại giết chết<\/ref>\n|322\n|Bộ tướng ở Quảng Châu<ref name=\"AnNam8\"\/>\n|bị giết<ref name=\"khamdinh3\"\/>\n|-\n|Tu Trạm<ref>Tu Trạm là con thứ Đại đô đốc Tu Tắc nhà Đông Ngô, em Tu Doãn. Khi Lương Thạc làm loạn ở Giao Châu từng rước Tu Trạm về làm Thứ sử để chống lại Vương Cơ, Vương Cơ cùng Đỗ Hoằng tạo phản, nhà Tấn cử Vương Lượng sang thay thế, Trạm lui về Cửu Chân tự xưng Thái thú. Thứ sử Quảng Châu là Đào Khản sang đánh dẹp khuyên nhủ Trạm ra hàng, Trạm đến nơi bị Vương Lượng chém chết<\/ref> \n|322\n|Thứ sử Giao Châu, Thái thú Cửu Chân<ref name=\"tanvuongluong\"\/>\n|bị xử tử<ref name=\"AnNam8\"\/>\n|-\n|Vương Lượng<ref>Vương Lượng tự Ấu Thành, được Vương Đôn điều sang Giao Châu thay cho Vương Cơ. Gặp lúc Đào Khản khuyên hàng được Tu Trạm, Lượng sang đến nơi không nghe lời Lương Thạc mà giết Tu Trạm, Thạc giận dữ ám sát Lượng bất thành đem quân vây hãm Long Biên. Đô đốc Đào Khản tiếp ứng nhưng không kịp, Lượng bị Thạc bắt không chịu hàng nên bị chém đứt cánh tay trái, 10 ngày sau thì chết<\/ref> \n|322 - 323\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"AnNam8\"\/><ref name=\"tanvuongluong\"\/>\n|bị giết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Cao Bảo<ref>Cao Bảo vốn là Tham quân dưới trướng Đào Khản, từng lập công lớn chém chết phản tướng Lương Thạc. Thứ sử Giao Châu mới là Nguyễn Phóng sang nhậm chức gặp Bảo ở Ninh Phố định bày mưu sát hại, Bảo phát giác xua binh tập kích trước khiến Phóng phải bỏ chạy, không thấy sử sách ghi lại kết cục của người này<\/ref>\n|\n|Tham quân<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"tandaokhan\"\/>\n|\n|-\n|Nguyễn Phóng<ref>Nguyễn Phóng (An Nam chí lược chép thành Nguyên Phóng) tự Tư Độ, vốn là Lại bộ Thị lang. Nhờ thế lực của Dũ thị nên được Tấn Minh Đế cho sang thay Đào Khản làm Thứ sử Giao Châu, khi đến Ninh Phố gặp ngay Cao Bảo. Phóng có âm mưu ám sát Bảo bị Bảo phát hiện hành động trước, Phóng chạy thoát về đến nhiệm sở thì khát quá mà chết (có thuyết lại nói Phóng bị bệnh bất thình lình đột tử), được truy tặng chức Đình uý<\/ref> \n|325\n|Thứ sử Giao Châu kiêm Dương oai tướng quân<ref name=\"AnNam8\"\/>\n|chết<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Biện Triền<ref>Biện Triền làm Thái thú Giao Chỉ đời nhà Tấn, tuy nhiên chưa tra cứu tại nhiệm giai đoạn nào<\/ref>\n|\n|Thái thú Giao Chỉ<ref name=\"AnNam8\"\/>\n|\n|-\n|Chử Đào<ref>Chử Đào tự Quí Nhã, làm Thái thú Cửu Chân đời nhà Tấn, tuy nhiên chưa tra cứu tại nhiệm giai đoạn nào<\/ref>\n|\n|Thái thú Cửu Chân<ref name=\"AnNam8\"\/>\n|\n|-\n|Trương Liễn<ref>Trương Liễn tự Quân Khí, làm Thứ sử Giao Châu. Chẳng bao lâu nổi loạn ở đất Như Cụ tiến đánh Quảng Châu bị Tăng Khối dẹp yên, không rõ kết cục thế nào. Vương Húc chép rằng: \"Liễn làm Thứ Sử Giao Châu được phong Cao hầu, đi đường ngang qua núi Cư-Sơn, thấy phong thổ lấy làm vừa ý, bèn lập chỗ ở tại đó\"<\/ref>\n|326 - 328\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/><ref name=\"tanthanhde\">Tấn thư, Thành Đế bản kỷ<\/ref>\n|\n|-\n|Tăng Khối<ref>Tăng Khối chưa rõ tiểu sử, khi Trương Liễn tạo phản đã cầm quân đánh tan<\/ref>\n|328<ref name=\"AnNam8\"\/><ref name=\"tanthanhde\"\/>\n|\n|\n|-\n|Hạ Hầu Lãm<ref>Hạ Hầu lãm giữ chức trong niên hiệu Vĩnh Hòa, do say rượu quá độ gây rối loạn công việc. Vua Lâm Ấp là [[Phạm Văn]] đem quân tấn công giết chết Lãm, chiếm lĩnh luôn quận Nhật Nam<\/ref>\n|đời Tấn Mục Đế\n|Thái thú Nhật Nam<ref name=\"tanmucde\">Tấn thư, Mục Đế bản kỷ<\/ref>\n|bị giặc giết<ref name=\"AnNam8\"\/>\n|-\n|Chu Phiên<ref>Trong thời kỳ Chu Phiên làm Thứ sử có vua Lâm Ấp là Phạm Văn đem binh sang xâm phạm chiếm cứ quận Nhật Nam, Phiên sai quan đốc hộ là Lưu Hùng đánh dẹp bị thất bại nặng nề<\/ref>\n| ? - 347\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/><ref name=\"tanmucde\"\/>\n|\n|-\n|Lưu Hùng<ref>Lưu Hùng là quan Đốc Hộ ở Giao Châu, được Thứ sử Chu Phiên sai đi đánh dẹp Lâm Ấp nhưng bị thua nặng, quân lính chết đến 8 - 9 phần, không rõ kết cục ra sao<\/ref>\n|đời Tấn Mục Đế\n|quan Đốc Hộ<ref name=\"AnNam8\"\/><ref name=\"tanmucde\"\/>\n|\n|-\n|Đằng Tuấn<ref>Đằng Tuấn thay thế Lưu Hùng làm quan Đốc Hộ ở Giao Châu, lúc đầu đem quân của cả hai châu Giao Quảng đánh Lâm Ấp cũng thất bại. Sau phối hợp với Thứ sử mới của Giao Châu là Dương Bình mới đánh bại được Lâm Ấp, hai bên ký hoà ước rồi cùng lui binh<\/ref>\n|đời Tấn Mục Đế\n|quan Đốc Hộ<ref name=\"AnNam8\"\/><ref name=\"tanmucde\"\/>\n|\n|-\n|Dương Bình<ref>Dương Bình làm Thứ sử Giao Châu thay Chu Phiên, cùng quan Đốc Hộ là Đằng Tuấn đánh bại quân Lâm Ấp, vua nước ấy là Phạm Phật Tử phải chịu thua và chấp nhận ký hòa ước<\/ref>\n|348 - 352\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/><ref name=\"tanmucde\"\/>\n|\n|-\n|Nguyễn Phu<ref>Nguyễn Phu làm Thứ sử Giao Châu chưa bao lâu thì người Lâm Ấp lại kéo sang cướp phá, Phu đem binh đi đánh phá được 50 đồn lũy rồi rút về<\/ref> \n|353 - 356\n|Thứ sử Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"AnNam8\"\/><ref name=\"tanmucde\"\/>\n|\n|-\n|Châu Phụ<ref>Châu Phụ là người thời Tiền Tần, được vua [[Phù Kiên]] cử sang làm Thứ sử Giao Châu, trực tiếp tranh chấp vùng này với nhà Đông Tấn, không rõ kết cục thế nào<\/ref>\n|357 - ?\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref>Thập lục quốc Xuân Thu, quyển 4 Tiền Tần lục - Phù Kiên truyện<\/ref>\n|\n|-\n|[[Ôn Phóng Chi]]<ref>Ôn Phóng Chi là con [[Ôn Kiệu]], tự Hoằng Tổ, người huyện Kỳ, quận Thái Nguyên, Tịnh Châu. Trước làm chức Hoàng Môn thị lang, sau đổi sang làm Thứ sử Giao Châu. Bấy giờ Thái thú Giao Chỉ là Đỗ Bảo và quan Biệt Giá là Nguyễn Lãng không đồng ý việc chinh phạt Lâm Ấp nên bị Phóng Chi sát hại, sau đó Phóng Chi đem binh đánh tan Lâm Ấp khiến vua nước ấy là Phạm Phật phải đầu hàng. Cuối cùng, Phóng Chi ốm chết khi đang tại chức<\/ref>\n|357 - 360\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/><ref name=\"tanthuonkieu\">Tấn thư, Ôn Kiệu truyện - phụ Ôn Phóng Chi truyện<\/ref>\n|chết<ref>Thế thuyết tân ngữ, quyển 27<\/ref><ref name=\"thonggiam94\">Tư trị thông giám, quyển 94<\/ref>\n|-\n|Đỗ Bảo<ref>Đỗ Bảo (tức Đỗ Bửu) làm Thái thú Giao Chỉ, bị Thứ sử Giao Châu là Ôn Phóng Chi sát hại do không đồng tình việc chinh phạt Lâm Ấp<\/ref>\n| ? - 359\n|Thái thú Giao Chỉ<ref name=\"tanthuonkieu\"\/><ref name=\"thonggiam94\"\/>\n|bị giết<ref name=\"AnNam8\"\/>\n|-\n|Nguyễn Lãng<ref>Nguyễn Lãng giữ chức Biệt Giá ở Giao Châu, bị Thứ sử Ôn Phóng Chi giết chết cùng với Thái thú Giao Chỉ Đỗ Bảo<\/ref>\n| ? - 359\n|quan Biệt Giá<ref name=\"tanthuonkieu\"\/><ref name=\"thonggiam94\"\/>\n|bị giết<ref name=\"AnNam8\"\/>\n|-\n|Đằng Hàm<ref>Khi Đằng Hàm làm Thứ sử Giao Châu, quân Lâm Ấp lại vào cướp phá, Hàm cất quân dẹp yên được<\/ref>\n|361 - ?\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/><ref>Tấn thư, Ai Đế bản kỷ<\/ref>\n|\n|-\n|[[Cát Hồng]]<ref>Cát Hồng tự là Trĩ Xuyên, hiệu là Bão Phác Tử (đời gọi là Tiểu Tiên Ông) là hào tộc ở Giang Nam. Vì ưa luyện thuốc trường sinh để thêm thọ, lại nghe đất Giao Châu có vị thuốc đan sa, bèn xin làm chức lệnh huyện Câu Lậu, chưa rõ đời vua nào<\/ref>\n|\n|huyện lệnh Câu Lậu<ref name=\"AnNam8\"\/><ref>Tấn thư, Cát Hồng truyện<\/ref>\n|\n|-\n|Khương Tráng<ref>Làm Thứ sử Giao Châu đời nhà Tấn, chưa tra cứu được vào thời vua nào<\/ref>\n|\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/>\n|\n|-\n|Phó Vĩnh<ref>Phó Vĩnh là con Phó Nha, làm Thái thú Giao Chỉ đời nhà Tấn, chưa rõ trong giai đoạn nào<\/ref> \n| \n|Thái thú Giao Chỉ<ref name=\"AnNam8\"\/>\n|\n|-\n|Đằng Tốn<ref>Đằng Tốn là con Đằng Tu, làm Thứ sử Giao Châu đời nhà Tấn, chưa rõ trong giai đoạn nào<\/ref>\n|\n|Thứ sử Giao Châu<ref name=\"AnNam8\"\/>\n|\n|-\n|[[Lý Tốn]]<ref>Lý Tốn (tức Nguyễn Tốn) làm Thái thú Cửu Chân, mấy cha con đều khoẻ mạnh có uy quyền lớn lan cả khắp Giao Châu. Khi nghe tin triều đình cử Đặng Độn Chi sang làm Thứ sử Giao Châu, Tốn sai hai con tập hợp binh lực trấn giữ những nơi hiểm yếu về đường thủy và đường bộ, dựng nên chính quyền cát cứ. Sau Thái thú Giao Chỉ là Đỗ Viện kéo quân đánh dẹp, giết chết<\/ref> \n|375 - 381\n|Thái thú Cửu Chân<ref name=\"vietsu1\"\/><ref name=\"AnNam8\"\/><ref name=\"tongdovien\">Tống thư, Lương lại truyện - Đỗ Viện<\/ref><ref name=\"namsudovien\">Nam sử, Lương lại truyện - Đỗ Viện<\/ref>\n|bị chém chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Đặng Độn Chỉ<ref>Đặng Độn Chỉ (Việt sử lược chép là Đằng Đôn Chi) được nhà Tấn cử sang Giao Châu làm Thứ sử, bị cha con Lý Tốn ngăn chặn. Thái thú Giao Chỉ là Đỗ Viện đánh bại được Lý Tốn, rước Chi vào trông coi việc châu, được hơn 10 năm thì được triệu về kinh nhận nhiệm vụ mới<\/ref> \n|381 - ?\n|Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/>\n|chuyển công tác<ref name=\"tongdovien\"\/><ref name=\"namsudovien\"\/>\n|-\n|[[Đỗ Viện]]<ref>Đỗ Viện tự Đức Ngôn, người huyện Chu Diên ở Giao Chỉ (có sách khác lại nói Viện vốn người Kinh Triệu, ông là Nguyên làm Thái thú Hợp Phố, nhân đó Viện mới đến ở Giao Chỉ), trước làm Thái thú Giao Chỉ, sau dẹp loạn Lý Tốn nên gia phong Long Nhương tướng quân. Năm 399, Viện kéo binh sang phá tan quân Lâm Ấp lập công lớn, được lĩnh ấn Thứ sử Giao Châu, mất khi đang tại nhiệm<\/ref> \n| ? - 410\n|Thái thú Giao Chỉ, Thứ sử Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref>Bách Việt tiên hiền chí, Đỗ Viện truyện<\/ref>\n|chết<ref name=\"vietsu1\"\/><ref name=\"AnNam8\"\/><ref name=\"tongdovien\"\/><ref name=\"namsudovien\"\/><ref>Giao Chỉ chí, Đỗ Viện truyện<\/ref>\n|-\n|Quế Nguyên<ref>Quế Nguyên làm Thái thú Nhật Nam, bị vua Lâm Ấp là Phạm Hồ Đạt đánh bại, bắt sống, không rõ kết cục thế nào<\/ref>\n| ? - 399\n|Thái thú Nhật Nam<ref name=\"luongchudi\"\/>\n|bị giặc bắt<ref name=\"khamdinh3\"\/>\n|-\n|Tào Bính<ref>Tào Bính làm Thái thú Cửu Đức, bị vua Lâm Ấp là Phạm Hồ Đạt đánh bại, bắt sống, không rõ kết cục thế nào<\/ref>\n| ? - 399\n|Thái thú Cửu Đức<ref name=\"luongchudi\"\/>\n|bị giặc bắt<ref name=\"khamdinh3\"\/>\n|-\n|Đặng Dật<ref>Đặng Dật là quan Đốc Hộ ở Giao Châu, cùng Thái thú Giao Chỉ là Đỗ Viện xuất quân đánh bại nước Lâm Ấp<\/ref>\n|đời [[Tấn An Đế]]\n|quan Đốc Hộ<ref name=\"khamdinh3\"\/><ref name=\"luongchudi\"\/><ref name=\"tongdovien\"\/><ref name=\"namsudovien\"\/>\n|\n|-\n|[[Đỗ Tuệ Độ]]<ref>Đỗ Tuệ Độ (Toàn thư và Cương mục đều chép là Đỗ Huệ Độ) là con Đỗ Viện, sinh tại Chu Xương - Giao Chỉ. Trước là Thái thú Cửu Chân, sau khi cha mất, quan lại trong châu đều nhất trí tôn Viện lên thay thế, nhà Tấn cho phép ông nối tiếp giữ chức Thứ sử Giao Châu. Ông cùng 2 em là Đỗ Huệ Kỳ và Đỗ Chương Dân hợp sức đánh tan cuộc phản loạn của Lư Tuần, sau đó còn đem binh sang Lâm Ấp ép nước này phải quy hàng. [[Lưu Tống|Nhà Tống]] thay thế nhà Tấn, Độ được phong làm Phụ quốc tướng quân, sau khi mất được truy phong chức Tả tướng quân<\/ref>\n|410 - 423\n|Thái thú Cửu Chân, Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"lutuan\">Tấn thư, Lư Tuần truyện<\/ref><ref name=\"tongthudotuedo\">Tống thư, Lương lại truyện - Đỗ Tuệ Độ<\/ref><ref name=\"namsudotuedo\">Nam sử, Đỗ Tuệ Độ truyện<\/ref>\n|chết<ref>Bách Việt tiên hiền chí, Đỗ Tuệ Độ truyện<\/ref>\n|-\n|Đỗ Huệ Kỳ<ref>Đỗ Huệ Kỳ là em Đỗ Tuệ Độ, giữ chức Thái thú Giao Chỉ, cùng anh lập công to trong việc triệt phá Lư Tuần, không rõ về sau thế nào<\/ref>\n|\n|Thái thú Giao Chỉ<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"luongchudi\"\/><ref name=\"tongdovien\"\/><ref name=\"namsudovien\"\/>\n|\n|-\n|Đỗ Chương Dân<ref>Đỗ Chương Dân cũng là em Đỗ Tuệ Độ, giữ chức Thái thú Cửu Chân, cùng anh lập công to trong việc triệt phá Lư Tuần, không rõ về sau thế nào<\/ref>\n|\n|Thái thú Cửu Chân<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"luongchudi\"\/><ref name=\"tongdovien\"\/><ref name=\"namsudovien\"\/>\n|\n|-\n|[[Lư Tuần]]<ref>Lư Tuần tự Tiên Vu, tên lúc nhỏ là Nguyên Long, người huyện Trác, Phạm Dương. Thời [[Hoàn Sở|Sở]] từng làm Thái thú Vĩnh Gia, sau đó được [[Lưu Dụ]] nhiệm mệnh phong làm Thứ sử Quảng Châu. Khi Lưu Dụ tiến hành bắc phạt, Lư Tuần nổi dậy tiến đến kinh đô Kiến Khang của nhà Đông Tấn. Lưu Dụ quay binh về đánh, Tuần thua to chạy xuống cướp phá Giao Châu phối hợp cùng dư đảng của Lý Tốn là Lý Thoát, sau bị Đỗ Tuệ Độ đánh tan nên đâm đầu xuống nước mà chết, Độ cho vớt xác lên chém đầu thị chúng<\/ref>\n| ? - 411\n|Thứ sử Quảng Châu<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref>Tấn thư, An Đế bản kỷ<\/ref><ref>Tống thư, Vũ Đế bản kỷ<\/ref><ref>Tư trị thông giám, quyển 112-116<\/ref>\n|tự tử<ref name=\"vietsu1\"\/>\n|-\n|Lý Thoát<ref>Lý Thoát vốn là bộ tướng của Lý Tốn, khi Lý Tốn bị Đỗ Viện đánh tan đã rút về nơi sơn dã ẩn cư. Lúc Lư Tuần chạy sang Giao Châu làm loạn, Thoát tập hợp được hơn 5000 người hưởng ứng. Sau cùng, anh em Đỗ Tuệ Độ dẹp yên Lư Tuần thì Thoát cũng thất bại, bị đem ra chém đầu<\/ref>\n| ? - 411\n|bộ tướng ở Cửu Chân<ref name=\"lutuan\"\/>\n|bị chém chết<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n|-\n|Chân Tri<ref>Chân Tri là con vua Lâm Ấp Phạm Hồ Đạt, dẫn quân sang cướp phá quận Cửu Chân của Giao Châu, bị Đỗ Tuệ Độ chém chết<\/ref>\n|413\n|Giao long vương<ref name=\"luongchudi\"\/>\n|bị chém chết<ref name=\"khamdinh3\"\/>\n|-\n|Phạm Kiện<ref>Phạm Kiện là võ tướng của Lâm Ấp, cùng Chân Tri đem binh tấn công Cửu Chân và cũng tử chiến nơi sa trường<\/ref>\n|413\n|võ tướng của Lâm Ấp<ref name=\"luongchudi\"\/>\n|tử trận<ref name=\"khamdinh3\"\/>\n|-\n|Na Năng<ref>Na Năng là con của Phạm Kiện nước Lâm Ấp, theo cha đánh sang Giao Châu, bị Đỗ Tuệ Độ bắt sống, không rõ kết cục thế nào<\/ref>\n|413\n|bộ tướng ở Lâm Ấp<ref name=\"luongchudi\"\/>\n|bị bắt<ref name=\"khamdinh3\"\/>\n|-\n|Giang Du<ref>Giang Du giữ chức Trưởng sử, sau khi Đỗ Tuệ Độ đánh bại được Lâm Ấp đã cử ông này đi kinh đô Kiến Khang báo tin thắng trận, không rõ kết cục thế nào<\/ref>\n|thời [[Tấn Cung Đế]]\n|Trưởng sử ở Giao Châu<ref name=\"khamdinh3\"\/><ref name=\"tongthudotuedo\"\/><ref name=\"namsudotuedo\"\/>\n|\n|-\n|[[Đỗ Hoằng Văn]]<ref>Đỗ Hoằng Văn là con Đỗ Tuệ Độ, trước giữ chức Ưng dương tướng quân, Lưu dân đốc hộ tham gia bắc phạt diệt [[Hậu Tần]]. Khi Hoằng Văn tới Quảng Châu thì nhà Tấn đã diệt được Hậu Tần bèn quay về, được Tuệ Độ cho làm Thái thú Cửu Chân. Năm 423, nhà Tống lấy Hoằng Văn làm Chấn Uy tướng quân thay thế cha làm Thứ sử Giao Châu, tập tước Long Biên hầu. Đến năm 427, nhà Tống cử Vương Huy Chi sang thay thế, triệu Hoằng Văn về triều làm Đình uý đúng lúc ông đang ốm nặng. Có người khuyên để khỏi bệnh hãy đi nhưng Văn không nghe, kết quả chết ở Quảng Châu<\/ref>\n|417 - 427\n|Thái thú Cửu Chân, Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref>Tống thư, Lương lại truyện - Đỗ Hoằng Văn<\/ref><ref>Nam sử, Đỗ Hoằng Văn truyện<\/ref>\n|hồi kinh<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref>Bách Việt tiên hiền chí, Đỗ Hoằng Văn truyện<\/ref>\n|}\n\n== Thời Nam Triều (420 - 589) ==\nĐầu thế kỉ thứ V, nhà [[Lưu Tống|Tống]] thay nhà Đông Tấn thống trị phương nam Trung Quốc, bấy giờ ở phương bắc nhà [[Bắc Ngụy|Ngụy]] cũng chấm dứt giai đoạn [[Ngũ Hồ thập lục quốc]]. Một cục diện cát cứ mới đã xuất hiện, sử gọi đó là thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]]. Thời kỳ này, Nam triều nối tiếp nhà Tấn thống trị Giao Châu gồm: Tống, [[Nam Tề|Tề]], [[Nhà Lương|Lương]], [[Nhà Trần (Trung Quốc)|Trần]]. Năm 471, nhà Tống tách quận Hợp Phố khỏi Giao Châu và hợp với một số quận khác của Quảng Châu thành lập Việt Châu, lại đặt quận Tống Bình tách từ quận Giao Chỉ và đặt thêm quận Nghĩa Xương.<ref>Tống thư, quyển 38: châu quận 4<\/ref><ref>Nam Tề thư, quyển 14: Châu quận thượng<\/ref> Việc quân sự ở Giao châu thường giao cho Thứ sử Quảng châu kiêm giữ; còn các chức quận huyện quan thì do Thứ sử Giao Châu tự ý bổ nhiệm. Thời Lương Vũ Đế cải cách hành chính trong nước, chia đất đặt thêm nhiều châu nhỏ, trong đó tại Giao châu chia quận Giao Chỉ đặt ra Hoàng châu và quận Ninh Hải; lấy quận Cửu Chân lập ra Ái châu; lấy quận Nhật Nam đặt ra Đức châu, Lợi châu và Minh châu.<ref name=\"thaibinh\"\/> Người đứng đầu Giao Châu vẫn là Thứ sử, phụ trách chung toàn bộ công việc của các quận trực thuộc. Tại từng quận, các triều đại này vẫn có một viên Thái thú coi việc dân sự và một viên Đô úy coi việc quân sự như trước. Giai đoạn này, thủ phủ Giao Châu nằm ở huyện [[Long Uyên]]\n*'''Vương Huy''' (427-430)\nVương Huy (Toàn thư chép là Vương Huy Chi), trước giữ chức Đình uý<ref name=\"AnNam8\"\/>, được nhà Tống cử sang thay thế Đỗ Hoằng Văn làm Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/>\n*'''Lưu Nghĩa Khang'''\n{{main|Lưu Nghĩa Khang}}\nLưu Nghĩa Khang tên lúc nhỏ là Xa Tử, người Tuy Lý, Bành Thành, là con trai thứ tư của Tống Vũ đế [[Lưu Dụ]]. Trong năm Nguyên Gia (424-453) đời [[Tống Văn Đế]], làm Đô Đốc quân sự cả Châu Giang, Châu Giao và Châu Quảng.<ref name=\"AnNam8\"\/><ref>Tống thư, Vũ nhị vương truyện: Bành Thành vương Nghĩa Khang<\/ref><ref>Nam sử, Tống tông thất cập chư vương truyện thượng: Lưu Nghĩa Khang<\/ref> \n*'''Nguyễn Di Chi''' (431-432)\nNguyễn Di Chi làm Thứ sử Giao Châu, năm 431 vua Lâm Ấp là Phạm Dương Mại trực tiếp dẫn quân kéo vào quận Cửu Chân, Di Chi hưng binh công phá.<ref name=\"khamdinh3\"\/> Kịp lúc vượt biển gặp gió to, đến ba ngày mà không tìm được chỗ nghỉ ngơi, đêm lại gặp giặc ở bãi Thọ Lệnh, quân thủy của Dương Mại tới đánh đông đến 500 chiếc thuyền. Di Chi bắn trúng người lái thuyền của Dương Mại, nên thuyền giặc tan vỡ, có chiếc thuyền nhỏ đến chở Dương Mại chạy trốn. Di Chi bị gió phiêu bạt hơn 100 dặm, liệu thế không thắng được, bèn trở về Bắc.<ref name=\"AnNam8\"\/> \n*'''Nguyễn Vô Chi'''\nNguyễn Vô Chi (có sách chép là Nguyễn Di Chi) tự Đạo Sinh, giữ chức đội chủ,<ref name=\"khamdinh3\"\/> là bộ tướng của Thứ sử Nguyễn Di Chi, lợi dụng lúc vua Lâm Ấp là Phạm Dương Mại kéo binh xâm nhập Giao Châu, Vô Chi lĩnh 7000 quân sĩ đánh úp thành Khu Túc (Cương mục chép là Khu Lật) của nước Lâm Ấp nhưng không được đành quay trở lại.<ref name=\"AnNam8\"\/> \n*'''Lý Tú Chi'''\nLý Tú Chi vốn giữ chức Hữu quân Tham quân, năm 433, giữ chức Thứ sử Giao Châu thay Nguyễn Di Chi.<ref name=\"khamdinh3\"\/> \n*'''Lý Đam Chi'''\nLý Đam Chi chưa rõ chức vụ gì, cai trị 434 - 435\n*'''Cẩu Đạo Phúc'''\nCẩu Đạo Phúc (có sách chép là Từ Dạo Phúc), chưa rõ chức vụ gì, cai trị 435 - 437\n*'''Từ Xâm Chi'''\nTừ Xâm Chi chưa rõ chức vụ gì, cai trị 437 - 443\n*'''Đàn Hoà Chi'''(443 - 445)\n{{main|Đàn Hoà Chi}}\nĐàn Hoà Chi người đất Kim Hương thuộc Cao Bình, từng giữ chức Long Nhương tướng quân, Thứ sử Giao Châu.<ref name=\"AnNam8\"\/> Năm 436, vua Lâm Ấp là Phạm Dương Mại lại xua quân sang cướp phá quận Cửu Chân.<ref>Tấn thư, Di man truyện<\/ref><ref name=\"tongnamdi\">Tống thư, Nam di truyện<\/ref> Hoà Chi phụng mệnh vua Tống dẹp loạn, ông sai Hộ tào tham quân của phủ là bọn Khương Trọng Cơ đi trước đến gặp Dương Mại, bị Dương Mại bắt giữ. Hòa Chi giận, tiến vây tướng của Lâm Ấp là Phạm Phù Long ở thành Khu Túc.<ref name=\"vietsu1\"\/><ref>Nam Tề thư, Lâm Ấp truyện<\/ref> Dương Mại sai tướng là Phạm Côn Sa Đạt đến cứu. Hoà Chi cử Tông Xác lén đem quân đón đánh Sa Đạt, phá tan được. Sau đó, Hòa Chi hạ thành Khu Túc, chém Phù Long, thừa thắng tiến vào Tượng Phố. Đàn Hòa Chi nhờ công này được nhận chức Hoàng môn thị lang, lãnh Việt kị hiệu úy, Hành Kiến vũ tướng quân.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> Sau này, Đàn Hòa Chi chuyển công tác, do can tội say rượu và nhũng loạn của công, bị bãi chức. Lúc bị bệnh, thấy ma quỷ rợ Hồ hiện hình hành hạ, rồi chết.<ref>Nam sử, Di mạch truyện<\/ref><ref>Tư trị thông giám, các quyển: 124, 125 và 127<\/ref>\n*'''Khương Trọng Cơ'''\nKhương Trọng Cơ là tham quân trong phủ Thứ sử Giao Châu, được Đàn Hoà Chi cử sang Lâm Ấp hoà đàm, bị người Lâm Ấp bắt giữ, không rõ kết cục thế nào<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"tongnamdi\"\/> \n*'''Tiêu Cảnh Hiến''' (446 - 454) và 445\nTiêu Cảnh Hiến giữ chức Tư mã,<ref name=\"AnNam8\"\/> cùng Đàn Hòa Chi dẫn binh chinh phạt Lâm Ấp, lập nhiều chiến công hiển hách<ref name=\"ngotantongteluong\"\/><ref name=\"tongnamdi\"\/>\n*'''Tông Xác'''\n{{main|Tông Xác}}\nTông Xác tự Nguyên Thiên, người quận Nam Dương, giữ chức Trấn Vũ tướng quân,<ref name=\"vietsu1\"\/> lĩnh ấn tiên phong trong cuộc chinh phạt Lâm Ấp<ref name=\"AnNam8\"\/> đã khéo bày cách làm hình Sư tử để chống nhau với voi dữ của nước này.<ref name=\"khamdinh3\"\/><ref>Tống thư, Tông Xác truyện<\/ref> Quân Lâm Ấp thua to, Phạm Dương Mại chạy thoát, thu được đồ châu báu lạ không biết bao nhiêu mà kể. Riêng Tông Xác không lấy một thứ gì, ngày về nhà cũng chỉ có khăn áo xác xơ.<ref name=\"ngotantongteluong\"\/><ref>Nam sử, Tông Xác truyện<\/ref>\n*'''Phạm Phù Long'''\nPhạm Phù Long (Tấn thư chép là Phạm Phù Long Đại, Việt sử lược chép là Phạm Phục Long) là võ tướng của Lâm Ấp, bị vây hãm ở thành Khu Túc nên phải cầu viện binh.<ref name=\"vietsu1\"\/> Vua Lâm Ấp cử Phạm Côn Sa Đạt đến cứu thì bị tướng nhà Tống là Tông Xác đón đánh phải bỏ chạy, sau khi thành Khu Túc bị hạ thì bị Đàn Hòa Chi chém chết.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"tongnamdi\"\/> \n*'''Phạm Côn Sa Đạt'''\nPhạm Côn Sa Đạt là võ tướng của Lâm Ấp, được vua Lâm Ấp phái đi cứu Phạm Phù Long. Trên đường đi gặp phải phục binh của Tống Xác đánh cho tan tác, không rõ kết cục thế nào?<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"tongnamdi\"\/> \n*'''Hoàn Hoằng''' (454 - 456)\nHoàn Hoằng (có sách ghi là Hoàn Phiệt) tự Thúc Duật, làm Thứ sử Giao Châu nhà Tống, tiền của kể đến hàng vạn, vì vua Hiếu Võ có tính tham của cải, hễ có người nào làm quan ăn lương 2.000 thạch (tức chức Thái thú) khi bãi chức về nước, thì bắt theo hạn định mà nạp của cải và đánh bạc.<ref name=\"AnNam8\"\/>\n*'''Viên Hoành'''\nViên Hoành chưa rõ chức vụ gì, cai trị vào năm 455\n*'''Phi Yên'''\nPhi Yên chưa rõ chức vụ gì, cai trị vào năm 456 - 458\n*'''Viên Lãng'''\nViên Lãng chưa rõ chức vụ gì, cai trị vào năm 458 - 462\n*'''Đàn Dực Chi'''\nĐàn Dực Chi chưa rõ chức vụ gì, cai trị vào năm 462 - 465\n*'''Nguyễn Phiên'''\nNguyễn Phiên chưa rõ chức vụ gì, cai trị vào năm nào?\n*'''Nguyễn Nghiên'''\nNguyễn Nghiên làm Thứ sử Giao Châu về thời nhà Tống, chưa rõ chính xác tại vị năm nào, viết chữ thảo rất tốt.<ref name=\"AnNam8\"\/> \n*'''Trương Mục Chi''' (465 - 468)\nTrương Mục Chi tự Tư Tịnh, thân sinh của bà Trương Hậu nhà Lương, lúc trẻ tuổi là người đúng đắn, và hoà nhã, giữ chức Tán kỵ Thị lang, sau xin làm Thái thú quận Giao Chỉ, có chính tích hay.<ref name=\"AnNam8\"\/> \n*'''Lưu Mục''' (? - 468)\nLưu Mục (có sách chép là Trương Mục), giữ chức Thứ sử Giao Châu, bị bệnh chết năm 468, các bộ thuộc đem từ Trung Hoa sang đều bị người trong châu là Lý Trường Nhân thanh trừng<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Ngô Hỷ''' (468)\n{{main|Ngô Hỷ}}\nNgô Hỷ người Lâm An, Ngô Hưng, còn có tên là Hỷ Công. Tham gia bình định được Kinh Châu, được thăng làm Tiền quân tướng quân, tăng ấp 300 hộ. Năm 468, đổi phong Đông Hưng huyện hầu, hộ ấp như trước, tiếp tục làm Sứ trì tiết, Đốc chư quân sự của Giao Châu, 2 quận Úc Lâm, Ninh Phổ thuộc Quảng Châu, Phụ quốc tướng quân, Giao Châu thứ sử thay thế cho Lưu Mục nhưng không nhận chức.<ref>Tống thư, Ngô Hỷ truyện<\/ref><ref>Nam sử, Ngô Hỷ truyện<\/ref><ref name=\"lichsuquansu\">Lịch sử quân sự Việt Nam, Bắc thuộc lần 2: kỷ thuộc Tống<\/ref>\n*'''Tông Phụng Bá''' (468)\nTông Phụng Bá được Tống đế phong làm Thứ sử Giao Châu bởi Ngô Hỷ từ chối chức vụ này, tuy nhiên Phụng Bá cũng không dám sang bởi lúc đó ở Giao Châu có Lý Trường Nhân đang chống giữ.<ref name=\"lichsuquansu\"\/><ref>Tống thư, Tông Phụng Bá truyện<\/ref><ref>Nam sử, Tông Phụng Bá truyện<\/ref> \n*'''Lưu Bột''' (468)\nLưu Bột là ông nội của Lưu Kỳ, vốn giữ chức Nam Khang tướng, do Ngô Hỷ và Tông Phụng Bá đều không nhận chức, nhà Tống phái Bột sang thay Lưu Mục làm Thứ sử Giao Châu.<ref name=\"AnNam8\"\/> Bột bị Lý Trường Nhân chống trả quyết liệt, chưa được bao lâu thì ốm chết.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Trần Bá Thiệu'''\nTrần Bá Thiệu chưa rõ chức vụ gì, nắm quyền vào năm 469 - 477\n*'''Lý Trường Nhân''' (468 - 478)\n{{main|Lý Trường Nhân}}\nLý Trường Nhân (Việt sử lược chép họ Nguyễn) người Giao châu. Năm 468, Thứ sử Giao Châu là Lưu Mục chết, ông tự xưng là Thứ sử. Sau đó, ông sai sứ sang xin vua Tống cầu phong nhưng Tống Minh Đế chỉ cho ông làm Giao Châu hành kinh lược sứ. Năm 468, Lưu Bột sang làm Thứ sử Giao Châu, Lý Trường Nhân chống cự được ít bữa thị Bột ốm chết.<ref name=\"vietsu1\"\/> Nhân đó, Trường Nhân sai sứ xin hàng, tự hạ xuống chức Hành Châu sự, tức người chấp hành công việc của châu. Thực tế Lý Trường Nhân được chuẩn cho đứng đầu cai quản Giao Châu, tương đương như Thứ sử, nhưng Nhân xin tự hạ chức danh chỉ gọi là \"Hành châu sự\".<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Thẩm Hoán''' (479)\nThẩm Hoán vốn là Thái thú Nam Hải, khi Lý Trường Nhân chết được nhà Tống cử sang làm Thứ sử Giao Châu.<ref name=\"vietsu1\"\/> Tuy nhiên em họ Trường Nhân là Lý Thúc Hiến chia quân chống giữ, Hoán không sang được Giao Châu đành lưu lại Uất Lâm rồi chết ở đó.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Thẩm Cảnh Đức'''\nThẩm Cảnh Đức chưa rõ chức vụ gì, nắm quyền vào năm 477 - 478\n*'''Triệu Siêu Dân'''\nTriệu Siêu Dân chưa rõ chức vụ gì, nắm quyền vào năm 478 - 485\n*'''Lý Thúc Hiến''' (479 - 485)\n{{main|Lý Thúc Hiến}}\nLý Thúc Hiến (Việt sử lược chép họ Nguyễn) là em thúc bá với Lý Trường Nhân, sau khi anh họ chết, Thúc Hiến do chân quyền Thái thú Vũ Bình, lên thay Trường Nhân, lĩnh việc Giao Châu. Vì hiệu lệnh của mình chưa được thi hành, nên sai sứ sang nhà Tống xin làm Thứ sử.<ref name=\"vietsu1\"\/> Nhà Tống lấy Thái thú Nam Hải là Thẩm Hoán làm Thứ sử Giao Châu, cho Thúc Hiến làm Ninh Viễn quân tư mã, giữ chức thái thú hai quận Tân Xương và Vũ Bình. Thúc Hiến không chịu thu nạp Thẩm Hoán, đem quân chấn giữ các khu vực hiểm yếu. Năm 479, Tề Cao Đế lên ngôi công nhận Thúc Hiến làm Thứ sử.<ref>Nam Tề thư, quyển 2<\/ref> Năm 485, Tề Vũ Đế sai Đại tư nông Lưu Khải làm Thứ sử Giao Châu, Thúc Hiến không chống nổi phải sang đầu hàng.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Lưu Hiệu''' \nLưu Hiệu chưa rõ chức vụ gì, nắm quyền vào năm 485\n*'''Lưu Khải''' (485 - 487)\nLưu Khải vốn giữ chức Đại tư nông, được Tề Vũ Đế phái sang dẹp Lý Thúc Hiến ở Giao Châu vì tội không chịu cống nạp.<ref name=\"vietsu1\"\/> Khải điều động quân các quận Nam Khang, Lư Lăng và Thủy Hưng sang đánh. Thúc Hiến sai sứ xin bãi binh, dâng mũ đâu mâu bằng bạc nguyên cất, đủ dùng cho hai mươi đội, và lông công để trang sức. Vua Tề không nghe, Thúc Hiến sợ bị Lưu Khải đánh úp, mới đi đường tắt từ Tương Châu sang chầu vua Tề, còn Lưu Khải vào Giao Châu thay thế làm Thứ sử.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Hoàn Duệ'''\nHoàn Duyệt là em Thứ sử Hoàn Hoằng, làm quan (chưa rõ chức vụ gì) ở quận Cửu Chân.<ref>Nam sử, Hoàn Hộ truyện<\/ref>\n*'''Hoàn Thâm'''\nHoàn Thâm là con trai của Thứ sử Hoàn Hoằng, giữ chức Võ giám, người nho nhã có học thức, được Lưu Khải đề bạt bèn khiến đi theo sang Giao Châu, Thâm đi chưa đến nơi đã chết.<ref name=\"AnNam8\"\/>\n*'''Phòng Pháp Thừa''' (488-490)\nPhòng Pháp Thừa (Việt sử lược chép là Phòng Pháp Tông, Toàn thư chép là Phòng Pháp Thặng) trước là Thái thú Thủy Hưng, chuyển sang làm Thứ sử Giao Châu thay cho Lưu Khải, chỉ ham đọc sách, thường có bệnh, không làm việc, sai bọn sử lại cung đốn, phục dịch.<ref name=\"vietsu1\"\/> Vì thế, viên trưởng lại Phục Đăng Chi chuyên quyền tự thay đổi các tướng lại.<ref name=\"namtedongdi\">Nam Tề thư, Đông Nam di truyện<\/ref> Quan lục sự Phòng Tú Văn đem việc đó nói với Pháp Thừa, do đó Đăng Chi bị bắt giam 10 ngày. Đăng Chi buộc phải đút lót người nhà Thứ sử, nên mới được tha.<ref name=\"ngotantongteluong\"\/> Tiếp đó Đăng Chi đã đem bộ khúc bất ngờ đánh úp châu trị, bắt giam Pháp Thừa, rồi tâu về triều đình là Pháp Thừa bị bệnh tim, không thể trông coi việc chính trị ở Giao châu được.<ref name=\"khamdinh3\"\/> Vua Tề phế Pháp Thừa triệu về kinh, sử dụng Đăng Chi làm thứ sử, Pháp Thừa về đến Ngũ Lĩnh thì chết<ref name=\"AnNam8\"\/>\n*'''Phòng Tú Văn'''\nPhòng Tú Văn (Cương mục là Phòng Quý Văn) giữ chức quan lục sự ở phủ Giao Châu, đem việc Phục Đăng Chi chuyên quyền báo cáo với Thứ sử Phòng Pháp Thừa khiến ông ta bị giam hãm, không thấy sử sách nói đến kết cục của nhân vật này.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Thôi Cảnh Thúc'''\nThôi Cảnh Thúc là em rể của Phòng Pháp Thừa, khi Phục Đăng Chi bị bắt đã nhờ người hối lộ cho Cảnh Thúc, nhờ đó Đăng Chi mới được tha.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Phục Đăng Chi''' (490 - 494)\nPhục Đăng Chi vốn là trưởng lại ở phủ Giao Châu, do bất mãn với chính quyền sở tại nên quật khởi làm binh biến lật đổ Thứ sử Phòng Pháp Thừa,<ref name=\"vietsu1\"\/> dâng biểu lên vua Tề được chỉ định thay thế Thừa làm Thứ sử Giao Châu.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"AnNam8\"\/><ref name=\"namtedongdi\"\/> \n*'''Tống Linh Trí'''\nTống Linh Trí không rõ chức vụ gì, tại nhiệm năm 494\n*'''Tống Từ Minh'''\nTống Từ Minh không rõ chức vụ gì, tại nhiệm năm 495\n*'''Lý Khải''' (495 - 505)\nLý Khải (Toàn thư chép là Lý Nguyên Khải, Việt sử lược chép là Nguyễn Khải) thay Phục Đăng Chi làm Thứ sử Giao Châu,<ref name=\"vietsu1\"\/> gặp lúc nhà Tề [[thiện nhượng]] nhà Lương, nhân chưa có ân uy gì với tân triều nên nổi dậy tạo phản.<ref name=\"AnNam8\"\/> Trưởng sử là Lý Tắc phản kháng và bình định được cuộc binh biến, lại dẹp tan dư đảng của Khải là Lý Tôn Lão, nhân đó [[Lương Vũ Đế]] hạ chiếu phong Tắc làm Thứ sử Giao Châu.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Lý Tôn Lão'''\nLý Tông Lão (Cương mục chép là Nguyễn Tôn Hiếu) là bộ tướng của Lý Khải, sau khi Lý Khải chết đã dấy binh làm loạn, bị Lý Tắc chém chết.<ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/> \n*'''Lý Tắc''' (505 - 541)\nLý Tắc (Việt sử lược chép là Nguyễn Tắc) vốn là Trưởng lại ở Giao Châu, nhân lập công dẹp loạn Lý Khải và chấn áp dư đảng nên được Lương Vũ Đế ân chuẩn phong làm Thứ sử Giao Châu<ref name=\"vietsu1\"\/><ref name=\"khamdinh3\"\/><ref name=\"ngotantongteluong\"\/><ref name=\"AnNam8\"\/> \n*'''Vương Nhiếp''' (505 - 506)\nVương Nhiếp giữ chức Thứ sử Giao Châu đời nhà Lương, chưa rõ chính xác tại vị trong niên đại nào.<ref name=\"AnNam8\"\/> \n*'''Tiêu Tư''' (535 - 542)\nTiêu Tư (có sách ghi là Tiêu Dư) tự Thế Thái, vốn là Vũ Lâm hầu, tôn thất nhà Lương.<ref>Lương thư, Tiêu Tư truyện<\/ref> Giữ chức Thứ sử Giao Châu, vì hà khắc tàn bạo, mất lòng người nên bị quan Giám quân ở quận Cửu Đức là Lý Bí nổi dậy đánh đuổi, bỏ chạy về Quang Châu<ref name=\"AnNam8\"\/><ref name=\"toanthutienly\">Đại Việt sử ký toàn thư, kỷ nhà Tiền Lý<\/ref><ref name=\"khamdinh4\">Khâm định Việt sử Thông giám Cương mục, quyển 4<\/ref><ref name=\"suluoctienly\">Việt Nam sử lược, chương 4: nhà Tiền Lý<\/ref> \n*'''Tinh Thiều'''\n{{main|Tinh Thiều}}\nTinh Thiều người Giao Châu, từng đến kinh đô nhà Lương xin được chọn làm quan. Thượng thư bộ Lại nhà Lương là Sái Tôn cho rằng họ Tinh trước không có ai hiển đạt, nên chỉ bổ cho chức Quảng Dương môn lang. Thiều lấy làm nhục, trở về làng rồi theo Lý Bí dấy binh tạo phản, trở thành khai quốc công thần, không rõ kết cục thế nào<ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/><ref name=\"suluoctienly\"\/> \n*'''Lý Bí'''\n{{main|Lý Nam Đế}}\nLý Bí (có sách chép là Lý Bôn, Việt sử lược ghi thành Nguyễn Bôn) người Thái Bình phủ Long Hưng. Tổ tiên là người Bắc, cuối thời Tây Hán khổ về việc đánh dẹp, mới tránh sang ở đất phương Nam, được 7 đời thì thành người Nam.<ref name=\"suluoctienly\"\/> Lý Bí làm Giám quân ở quận Cửu Đức, nhân Thứ sử Tiêu Tư bạo ngược đã liên kết với hào kiệt mấy châu nổi dậy đánh đuổi, tự lập làm Nam Việt Đế, đặt quốc hiệu Vạn Xuân.<ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/> \n*'''Tôn Quýnh''' (542)\nTôn Quýnh vốn là Thứ sử Cao Châu, khi Tiêu Tư bị Lý Bí đánh đuổi đã được vua Lương hạ lệnh đem binh sang Giao Châu chấn áp. Quýnh lấy cớ đang mùa xuân, khí lam chướng đang thịnh, xin chờ qua mùa thu sẽ đánh. Tư thúc dục khiến đi, rồi quân lính tan rã cả, phải trở về. Tư vu tấu cho Quýnh và Hùng có ý dung giặc, đều bị tội tử hình.<ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/>\n*'''Lư Tử Hùng''' (542)\nLư Tử Hùng là Thứ sử Tân Châu, cùng Tôn Quýnh được vua Lương điều động sang Giao Châu đánh Lý Bí, quân đi đến Hợp Phố, 10 phần chết đến 6, 7 phần, tan rã mà về. Tiêu Tư tâu vu với vua Lương rằng Quýnh và Tử Hùng dùng dằng không chịu đi, đều bị buộc phải tự tử.<ref name=\"AnNam8\"\/><ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/>\n*'''Tiêu Hoán'''\nTiêu Hoán (có sách chép là Tiêu Ánh), giữ chức Thứ sử Quảng Châu, vua Lương hạ lệnh cho Tôn Quýnh và Lư Tử Hùng đánh sang Giao Châu. Hai người này còn do dự, Tiêu Ánh bị Tiêu Tư hối thúc nên ép họ phải ra quân, kết quả thất bại quân chết quá nửa. Hoán đã hợp tâu với Tiêu Tư đổ tội hết lên đầu 2 vị Thứ sử kia, khiến họ bị xử tử.<ref name=\"toanthutienly\"\/> \n*'''Dương Phiêu'''\nDương Phiêu (có sách chép tên là Thiêu, là Thiệu hoặc Phiếu) người Tây Huyện thuộc Thiên Thủy, được nhà Lương phong làm Thứ sử Giao Châu,<ref name=\"vietsu1\"\/> cùng với Trần Bá Tiên, đem binh đánh Lý Bí, tiến binh đến đất Gia Ninh, Bí chạy trốn trong động Khuất Lão (có sách ghi là Khuất Liệu).<ref name=\"AnNam8\"\/> Ít lâu sau, Lý Bí ốm chết (có sách nói bị người dân vùng Dạ Trạch bắt được chép đầu dâng cho quân Lương), binh quyền giao cho con trai Thái phó Triệu Túc là [[Triệu Quang Phục]], không thấy sử sách nói đến kết cục của Dương Phiêu<ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/><ref name=\"suluoctienly\"\/>\n*'''Tiêu Bột''' (550 - 557)\nTiêu Bột làm Thứ sử Định Châu, Lương Vũ Đế hạ lệnh đem binh phối hợp với Dương Phiêu và Trần Bá Tiên công phá Giao Châu. Bột biết ý các tướng sĩ sợ phải đi đánh xa, nên nói dối để Dương Phiêu ở lại.<ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/> Sau Trần Bá Tiên không đợi quân của Bột nữa, tự mình nhận ấn tiên phong, trục xuất quân Lý Bí khỏi Gia Ninh. Nhà Lương sai Vương Lâm xuống miền nam mục đích kiềm chế Tiêu Bột, khi mâu thuẫn đang căng thẳng thì Lâm được phải về triều vì có biến cố. Năm 557, Trần Bá Tiên cướp ngôi nhà Lương nên thanh trừng người họ Tiêu, Bột quyết định làm phản bị Thái thú Cửu Đức là Trần Pháp Vũ giết chết ở Thủy Hưng. \n*'''Trần Bá Tiên''' (545 - 550)\n{{main|Trần Bá Tiên}}\nTrần Bá Tiên tự Hưng Quốc, người Ngô Hưng, làm Tham quân ở Quảng Châu, thăng lên chức Tư Mã Giao Châu hợp với Dương Phiêu đánh Lý Bí.<ref name=\"AnNam8\"\/> Phiêu tập hợp các tướng lại đất Giang Tây, Thứ sử Quảng Châu là Tiêu Bột lại trù trừ chưa dám tiến binh. Bá Tiên xin làm Tiên phong, dẫn quân đến đâu là đánh tan hết, khiến Lý Bí chết ở động Khuất Lão.<ref name=\"vietsu1\"\/> Nhờ có công ấy, Tiên được thăng Thái thú quận Cao Yêu, đốc suất quân sự cả bảy quận.<ref name=\"namsutranvude\">Nam sử, Trần bản kỷ thượng: Vũ Đế<\/ref> Năm 550, vua Giản Văn Đế nhà Lương phong Bá Tiên làm Binh uy tướng quân kiêm Thứ sử Giao Châu.<ref name=\"trancaoto\">Trần thư, Cao Tổ bản kỷ<\/ref> Bấy giờ Triệu Quang Phục đang cầm cự với quân Lương ở đầm Dạ Trạch, Bá Tiên dùng sách lược vây hãm lâu dài mục đích khiến cho lương thảo hết tự nhiên phải đầu hàng.<ref name=\"toanthutienly\"\/> Gặp lúc nhà Lương có loạn [[Hầu Cảnh]], Lương đế triệu Bá Tiên về nước, sau khi dẹp loạn, Bá Tiên thâu quyền lớn trong tay, rồi ép [[Lương Kính Đế]] phải thiện nhượng cho mình, lập ra nhà Trần.<ref name=\"khamdinh4\"\/><ref name=\"suluoctienly\"\/><ref name=\"thonggiam167\">Tư trị thông giám, quyển 167: Trần kỷ nhất<\/ref>\n*'''Dương Sàn''' (545 - 550)\nDương Sàn là tỳ tướng theo Trần Bá Tiên sang chinh phạt Giao Châu, sau khi Bá Tiên về kinh dẹp loạn Hầu Cảnh, bị Triệu Quang Phục tung quân đánh đuổi. Sàn chống cự không nổi, thua trận chết trong đám loạn binh, quân Lương tan vỡ rút hết về bắc<ref name=\"toanthutienly\"\/><ref name=\"khamdinh4\"\/><ref name=\"suluoctienly\"\/>\n*'''Vương Lâm''' (554) và (557 - 560)\n{{main|Vương Lâm}}\nVương Lâm được Lương Nguyên Đế cử xuống phương nam hỗ trợ cho Tiêu Bột, Lâm trú đóng gần một năm. Cảm thấy bị sức ép từ triều đình do việc bổ nhiệm và trú đóng của Vương Lâm nên Âu Dương Ngỗi ngày càng ngả theo ý định làm phản của Tiêu Bột, Bột và Lâm nảy sinh mâu thuẫn do sự kích động của Ngỗi.<ref>Nam sử, quyển 64<\/ref> Tuy nhiên, tình hình căng thẳng giữa Vương Lâm và Tiêu Bột đột nhiên tắt ngấm vì Vương Lâm phải vội quay về triều do các biến cố quan trọng trong cung đình.<ref name=\"thonggiam167\"\/> Năm 557, Vương Lâm nổi dậy chống lại nhà Trần, ba năm sau Lâm bị Âu Dương Ngỗi đánh bại rồi phải trốn chạy lên vùng Đông Bắc, sau bị quân [[Bắc Tề]] bắt giết ở Thọ Dương.\n*'''Lưu Nguyên Yển''' (555)\nLưu Nguyên Yển vốn là thủ hạ của Vương Lâm, được Lâm tiến cử làm Thứ sử Giao Châu, bấy giờ thực quyền Giao Châu do Triệu Quang Phục nắm giữ nên chỉ ở Quảng Châu, sau đem quân trở về bắc tìm gặp Vương Lâm.\n*'''Trần Pháp Vũ''' (555 - 557)\nTrần Pháp Vũ trước là Thái thú Cửu Đức, sau lập công đánh bại Tiêu Bột được Trần Bá Tiên tiến cử làm Thứ sử Giao Châu, tuy nhiên chưa bao giờ đặt chân sang vùng đất này.<ref name=\"namsutranvude\"\/><ref name=\"trancaoto\"\/>\n*'''Viên Đàm Hoãn''' (557 - 560)\nViên Đàm Hoãn làm Thứ sử Giao Châu đời nhà Trần, trong thời gian Vương Lâm nổi loạn từng đem vàng bạc 500 lạng vàng gởi Ngỗi, dặn ông trả 100 lạng cho Hợp Phố thái thú Cung Kiều, 400 lạng giao cho con trai mình là Viên Trí Củ. Về sau, Ngỗi bị Tiêu Bột lấy hết tài sản, nhưng vẫn giữ lại được số vàng này. Đàm Hoãn mất rồi, ông làm đúng như lời dặn, người thời ấy không ai không khâm phục.<ref name=\"tranthu9\">Trần thư, Âu Dương Ngỗi truyện<\/ref>\n*'''Lan Khâm'''\n{{main|Lan Khâm}}\nLan Khâm tự Hưu Minh, người Ngụy - Trung Xương, vốn là Thứ sử Hàng Châu, theo lệnh Lương Vũ Đế cùng Trần Bá Tiên sang Giao Châu dẹp loạn Lý Bí.<ref name=\"trancaoto\"\/> Khâm được thăng chức Tán kỵ thường thị, Tả vệ tướng quân, sau đó đổi ra làm Tán kỵ thường thị, An nam tướng quân, Quảng Châu thứ sử. Vừa đến nhiệm sở (Quảng Châu), Thứ sử tạm quyền là Nam An hầu Tiêu Mật sai nhà bếp bỏ thuốc vào thức ăn. Khâm trúng độc mà chết, Bá Tiên cho Âu Dương Nguy mang thi hài Khâm về Hàng Châu an táng.<ref>Nam sử, Lan Khâm truyện<\/ref> \n*'''Âu Dương Ngỗi''' (560 - 563)\n{{main|Âu Dương Ngỗi}}\nÂu Dương Ngỗi (có sách chép là Âu Dương Nguy) tự là Tĩnh Thế, người Lâm Tương, Trường Sa, Đàm Châu. Vốn làm phụ tá cho Trần Bá Tiên theo quân viễn chinh sang Giao Châu, nhưng do Lan Khâm chết dọc đường nên Âu Dương Ngỗi được phép đem thi thể Lan Khâm về Hàng Châu.<ref name=\"tranthu9\"\/> Sau đó, Âu Dương Ngỗi ở lại canh giữ Hàng Châu. Do theo Tiêu Bột chống lại Trần Vũ Đế mà bị bắt, vì có chút uy danh ở miền nam nên ít lâu sau Nguy được thả rồi bổ nhiệm làm Thứ Sử Hàng Châu kiêm Đô Đốc với quyền hành quân sự trên toàn bộ 19 châu bao gồm cả hai châu Quảng và Giao.<ref name=\"namsutranvude\"\/> \n*'''Lan Dụ'''\nLan Dụ là em của Lan Khâm, nguyên là Thứ sử Cao Châu, từng rủ Âu Dương Ngỗi phản lại Trần Bá Tiên sau khi Lương Vũ Đế bị Hầu Cảnh sát hại nhưng Nguy không nghe, Dụ phát binh tấn công Hàng Châu bị quân tiếp ứng của Trần Bá Tiên đánh tan.<ref name=\"namsutranvude\"\/><ref name=\"tranthu9\"\/>\n*'''Âu Dương Thịnh''' (563 - 567)\nÂu Dương Thịnh là em Âu Dương Ngỗi, phò tá anh giữ yên Quảng Châu, khi Âu Dương Ngỗi mất lên thay anh làm Thứ sử Giao Châu.<ref name=\"tranthu9\"\/>\n*'''Âu Dương Hột''' (567 - 570)\n{{main|Âu Dương Hột}}\nÂu Dương Hột là con Âu Dương Ngỗi, được [[Trần Tuyên Đế]] phong chức Đô đốc, quản lãnh quân sự 19 châu gồm cả Giao Châu và Quảng Châu, oai vang toàn cõi Bách Việt hơn 10 năm.<ref name=\"tranthu9\"\/> Sau trong triều có kẻ nghi kị dèm pha, Trần đế ra lời chiếu vời về triều. Hột sợ, bèn theo Thứ sử Hồ Nam làm phản rồi bị giết chết.<ref name=\"AnNam8\"\/>\n*'''Nguyễn Trác''' (570 - 576)\nNguyễn Trác dẹp được Âu Dương Hột, được nhà Trần cử sang thay thế làm Thứ sử Giao Châu. Bấy giờ những người Lao man di ở Giao Chỉ thường hay tụ tập lại đi cướp phá và Nguyễn Trác được giao nhiệm vụ giải quyết việc này, lúc đó tất cả những sứ giả gửi xuống Giao Chỉ, từ đầu đến cuối, chỉ lo tích lũy của cải; riêng có Nguyễn Trác thì không làm như thế, và bỏ về tay không.<ref>Nam sử, liệt truyện quyển 62 - Văn học truyện<\/ref> Năm 572, Nguyễn Trác mở cuộc viễn chinh xuống tận miền biên giới đã khiến Lâm Ấp và [[Phù Nam]] phải vội gửi sứ giả lên triều đình xin được giao hảo.<ref name=\"nguyentrac\">Trần thư, quyển 34 - Nguyễn Trác truyện<\/ref>\n*'''Thái Ngung'''\nKhông rõ chức vụ gì, do phạm tội nên bị triều đình trục xuất xuống Giao Châu, được giao cho một quan hệ với các quyền lực địa phương. \n*'''Đại Hoàng'''\nĐại Hoàng vốn là Thứ sử Ninh Châu, do lập công tháp tùng Nguyễn Trác nên được giao nhiều chức vụ quan trọng ở Giao Châu.<ref name=\"nguyentrac\"\/>\n*'''Trần Khắc''' (572 - 574)\nTrần Khắc làm Thứ sử Quảng Châu, được giao nhiệm vụ kiêm Đô đốc Giao Châu, phối hợp với Nguyễn Trác cai quản vùng này.<ref name=\"nguyentrac\"\/>\n*'''Phượng Tần''' (574 - 575)\nPhượng Tần là cháu của thân mẫu Trần Vũ Đế, được cử sang thay thế Trần Khắc làm Thứ sử Quảng Châu kiêm Đô đốc Giao Châu.\n*'''Trần Quân Cảo''' (576 - 578)\nTrần Quân Cảo là nho sĩ, giữ chức Đô đốc Quảng Châu và Giao Châu thay cho Phượng Tần. Lúc đó Bộ lạc Di và những người Lao liên tục đánh lẫn nhau, Quân Cảo không thông thạo việc quân sự; nên ông dốc hết tâm lực vuốt ve xoa dịu họ và giảng giải phải trái để đem lại sự hài hoà trong dân chúng. Năm 578. Quân Cảo chết, th 48 tuổi, chỉ sau hai năm tại chức.\n*'''Dương Tấn''' (578 - 589)\nDưwng Tấn thay thế Trần Quân Cảo làm Đô đốc cả hai châu Giao và Ái đời Trần, được phong tước là Võ Khang quận công.<ref name=\"AnNam8\"\/> \n*'''Lý Hữu Vinh'''\nLý Hữu Vinh giữ chức Thứ sử Giao Châu không rõ từ năm nào, đến năm 583, Vinh gửi một số voi đã huấn luyện thuần thục sang triều cống nhà Trần.\n\n== Thời Tùy Đường Ngũ Đại (589 - 938) == \nNăm 589, nhà Tuỳ ở phương Bắc thống nhất được Trung Quốc, chấm dứt thời kì hỗn chiến Nam Bắc Triều. Năm [[583]], [[Tùy Văn Đế]] bỏ quận lập châu. Việt Nam khi đó bao gồm những châu: Giao (vùng đồng bằng Bắc Bộ), Hưng châu (năm 598 đổi là Phong châu, tức là vùng [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Phú Thọ]]), Hoàng (năm 598 đổi là Ngọc châu, tức là bờ biển Bắc Bộ thuộc [[vịnh Hạ Long]]), Ái (tương đương Thanh Hóa), Đức (năm 598 đổi là Hoan châu, tương đương tỉnh [[Nghệ An]]), Lợi (năm 598 đổi là Trí châu, tương đương tỉnh [[Hà Tĩnh]])<ref>Viện Sử học (2001), sách đã dẫn, trang 351<\/ref>. Năm 602, sau khi tiêu diệt nước Dã Năng của [[Lý Phật Tử]], nhà Tùy gộp hết các huyện của quận Giao Chỉ cũ làm 2 huyện Giao Chỉ và Long Uyên, lệ thuộc vào Giao châu. Các huyện thuộc quận Giao chỉ thời thuộc Tấn ở phía bắc và phía nam sông Đuống trên tả ngạn sông Hồng ở phía hạ lưu Hà Nội, miền sông Cầu, sông Thương, sông Thái Bình. Chủ trương của nhà Tùy là thiết lập chế độ trung ương tập quyền, không phong cho tông thất và công thần, chỉ chuyên dùng quan lại cai trị. Năm 618, nhà Đường lật đổ nhà Tùy, khôi phục lại chế độ các châu nhỏ thời Nam Bắc triều. Năm 622, nhà Đường lập Giao châu đô hộ phủ, người đứng đầu cơ quan này gọi tổng quản. Năm 624, [[Đường Cao Tổ]] đổi các Phủ đô hộ thành Phủ Đô đốc. Phủ Đô hộ An Nam thành Phủ đô đốc An Nam. Năm 679, Đường Cao Tông lại đổi về tên cũ, đổi quận Giao Chỉ trở lại thành châu Giao, đặt ra Phủ Đô hộ Giao Châu. Bấy giờ, vùng [[Lĩnh Nam]] có 5 đô hộ phủ, cai quản châu Giao, châu Quảng, châu Quế, châu Dung, châu Ung, gọi chung là Lĩnh Nam ngũ quản (tức Lĩnh Nam đạo). Năm 678, nhà Đường lập ra [[An Nam đô hộ phủ]], chức quan đứng đầu Phủ Đô hộ An Nam gọi là Kinh lược sứ, sử Trung Quốc quen gọi Giao châu là An Nam kể từ đó. Bấy giờ, An Nam được phân thành 12 châu ở vùng đồng bằng và trung du, 41 châu ki mi (châu ràng buộc lỏng lẻo) ở vùng rừng núi.<ref>Nguyễn Khắc Thuần, sách đã dẫn, trang 22 - dẫn theo [[Tân Đường thư]] của [[Âu Dương Tu]] và [[Tống Kỳ]]<\/ref> Năm 757, [[Đường Túc Tông]] đổi An Nam đô hộ phủ thành Trấn Nam đô hộ phủ, chín năm sau (766) lại đổi về tên cũ. Năm 863, Nam Chiếu chiếm được An Nam đô hộ phủ, tướng Sái Tập nhà Đường tử trận, Cao Biền được điều sang phải mất 3 năm mới hoàn toàn đánh dẹp được Nam Chiếu. Vì lý do này, nhà Đường bãi bỏ Phủ Đô hộ An Nam và lập Hành Giao Châu thay thế đóng tại nơi là Quảng Tây ngày nay. Nhưng chưa đầy 1 tháng thì cho tái lập Phủ Đô hộ An Nam nằm trong Hành Giao Châu. Để khôi phục và củng cố quyền hành tại Việt Nam, [[Đường Ý Tông]] thăng An Nam đô hộ phủ làm [[Tĩnh Hải quân]], từ đó người đứng đầu Tĩnh Hải quân được gọi là [[Tiết độ sứ]]. Tại các châu, người đứng đầu gọi là Thứ sử, dưới các huyện thì người đứng đầu là Huyện lệnh.\n*'''Dương Hưu Phố''' (589 - 602)\nDương Hựu Phố tự là Vệ Khanh, trong thời kỳ nhà Trấn mất nước, làm chức Đô đốc Giao Châu, sau hàng nhà Tuỳ vẫn được giữ nguyên địa vị<ref name=\"AnNam8\"\/>\n* '''Lưu Phương''' (602-605)\n{{main|Lưu Phương}}\nLưu Phương người huyện Trường An, quận Kinh Triệu, vốn là Thứ sử Qua Châu, được Tả bộc xạ Dương Tố tiến cử.<ref name=\"tuythu53\">Tùy thư quyển 53, liệt truyện 18 – Lưu Phương truyện<\/ref> Tùy Văn Đế dùng Phương làm Hành quân tổng quản đạo Giao Châu, đem binh sang đánh dẹp [[Lý Phật Tử]].<ref name=\"toanthutienly\"\/> Khi kéo quân đến Phong Châu, Phương sai người đem điều họa phúc để dụ trước, Phật Tử sợ xin hàng, Phương bắt Phật Tử đem về kinh sư.<ref name=\"khamdinh4\"\/> Năm 605, Tuỳ Dạng Đế cho Phương làm Hành quân tổng quản đạo Hoan Châu, tiến hành chinh phạt nước Lâm Ấp. Phương chỉ huy quân sĩ đánh đến tận kinh thành nước này, tước lấy rất nhiều của cải vật chất quý báu.<ref name=\"suluoctienly\"\/> Tuy nhiên do binh sĩ bị bệnh dịch chết quá nửa nên sau đó buộc phải lui binh, Phương cũng bị ốm chết dọc đường về.<ref name=\"bacsu73\">Bắc sử quyển 73, liệt truyện 61 – Lưu Phương truyện<\/ref> Vua lấy làm thương tiếc bèn hạ chiếu khen ngợi, truy tặng Thượng trụ quốc - Lô quốc công, con là Lưu Thông Nhân kế tục.\n* '''Kính Đức Lượng''' \nKính Đức Lượng giữ chức Độ chi thị lang, được [[Tuỳ Văn Đế]] dùng làm Trưởng sử thống lĩnh quân sĩ 27 doanh cùng Lưu Phương sang đánh Lý Phật Tử ở Giao Châu.<ref name=\"bacsu73\"\/> Khi quân đến Doãn Châu thì Lượng bị bệnh nặng không đi được, ở lại châu quán.<ref name=\"tuythu53\"\/> Trong lúc chia tay, Phương xót cảnh Lượng ốm nặng mà khóc lóc nức nở, cảm động cả mọi người, không rõ kết cục thế nào.\n* '''Tống Toản'''\nTống Toản giữ chức Doanh chủ trong quân của Lưu Phương, lập nhiều công trạng trong việc đánh bại quân của Lý Phật Tử, bình định Dã Năng quốc.<ref name=\"tuythu53\"\/><ref name=\"bacsu73\"\/>\n* '''Hà Quý'''\nHà Quý giữ chức Doanh chủ trong quân của Lưu Phương, lập nhiều công trạng trong việc đánh bại quân của Lý Phật Tử, bình định Dã Năng quốc.<ref name=\"tuythu53\"\/><ref name=\"bacsu73\"\/>\n* '''Nghiêm Nguyện'''\nNghiêm Nguyện giữ chức Doanh chủ trong quân của Lưu Phương, lập nhiều công trạng trong việc đánh bại quân của Lý Phật Tử, bình định Dã Năng quốc.<ref name=\"tuythu53\"\/><ref name=\"bacsu73\"\/>\n* '''Lý Vựng'''\nLý Vựng là Thứ sử Hoan Châu, cùng Tần Hùng đem quân bộ kị xuất phát từ huyện Việt Thường tiến đánh sang Lâm Ấp, hội quân với Lưu Phương để công phá nước này, không rõ kết cục thế nào. \n* '''Tần Hùng'''\nTần Hùng giữ chức Thượng khai phủ, được vua Tuỳ hạ lệnh phối hợp với Thứ sử Hoan Châu Tần Hùng cùng đem quân tới Lâm Ấp,<ref name=\"tuythu53\"\/><ref name=\"bacsu73\"\/> không thấy sử sách nhắc tới hành trạng của nhân vật này sau chiến dịch. \n* '''Trương Tốn'''\nTrương Tốn giữ chức Đại tướng quân, đem thủy quân xuất phát từ quận Tỷ Cảnh (huyện của nhà Hán, thuộc quận Nhật Nam; nhà Tùy đặt quận Tỷ Cảnh) theo Lưu Phương từ Giao Châu đánh sang Lâm Ấp.<ref name=\"tuythu53\"\/><ref name=\"bacsu73\"\/><ref name=\"toanthutuyduong\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt05.html Đại Việt sử ký toàn thư, kỷ thuộc Tuỳ Đường]<\/ref>\n* '''Lý Cương'''\nLý Cương giữ chức Thượng thư hữu thừa, được [[Tuỳ Dạng Đế]] phong làm Tư mã đi kinh lược nước Lâm Ấp.<ref name=\"tuythu53\"\/><ref name=\"bacsu73\"\/> Theo Lưu Phương cùng Trương Tốn đem thuyền tới quận Tỷ Cảnh, không rõ về sau thế nào.\n* Lý (không rõ tên) (605 - 611)\n* '''Khâu Hòa'''\n{{main|Khâu Hòa}}\nKhâu Hòa là người huyện Lạc Dương, phủ Hà Nam. Tùy Dạng Đế thấy Khâu Hòa có tiếng là người trị chính thuần lương, phái ông đi nhậm chức Giao Chỉ thái thú. Nước Lâm Ấp nhiều lần tặng ngọc trai, văn tê, kim bảo khiến Khâu Hòa trở nên phú quý ngang hàng với bậc vương giả.<ref>Cựu Đường thư, quyển 81 - liệt truyện 27<\/ref> Lương Đế Tiêu Tiển nghe tin bèn lệnh cho Nịnh Trường Quân xuất binh tiến công Giao Chỉ, Khâu Hòa phái trưởng sử Cao Sĩ Liêm đánh đuổi quân của Nịnh ra khỏi quận.<ref name=\"khamdinh4\"\/> Sau khi Khâu Hòa biết triều Tùy đã mất, lập tức dâng biểu quy phục Tiêu Tiển, sau khi nhà Lương mất thì theo về với nhà Đường.<ref name=\"tanduongkhauhoa\">Tân Đường thư, quyển 90 - liệt truyện 15<\/ref>\n* '''Tiêu Tiển''' (617-621)\n{{main|Tiêu Tiển}}\nTiêu Tiển là cháu bốn đời Tuyên Đế nhà Lương, năm Đại Nghiệp thứ 13 (617) đời Dượng Đế nhà Tùy, Tiêu Tiển khởi binh tự xưng là Lương vương; đến đời Cung Đế năm Nghĩa Ninh thứ hai (618), tự xưng đế, chiếm địa vực phía đông từ Cửu Giang, phía tây đến Tam Hiệp, phía nam đến tận Giao Chỉ, phía bắc tới Hán Xuyên. Về sau, Tiêu Tiển đầu hàng nhà Đường.<ref name=\"khamdinh4\"\/>\n* '''Nịnh Trường Chân'''\nNịnh Trường Chân là con Nịnh Mãnh Lực, thứ sử Khâm Châu. Khi Mãnh Lực chết, Trường Chân thay cha làm thứ sử. Trước đây Trường Chân từng theo Lưu Phương sang Giao Châu để đánh nước Lâm Ấp lập nhiều công trạng, sau khi nhà Tuỳ mất về với nhà Lương. Vua Lương là Tiêu Tiển sai Trường Chân tiến đánh Giao Châu, tuy nhiên bị Khâu Hòa đánh bại. Sau Trường Chân hàng nhà Đường, từ đó mấy châu Giao, Ái mới giao thông được với nhau.<ref name=\"khamdinh4\"\/> \n* '''Cao Kiệm'''\nCao Kiệm tự Sĩ Liêm, người đất Tu thuộc Bột Hải, cháu nội của Thanh Hà Vương Cao Nhạc nước [[Bắc Tề]].<ref name=\"annam10\"\/> Khoảng năm Nhân Thọ (601-604) nhà Tuỳ đậu văn tài giáp khoa, được bổ làm trị lễ lang, sau vì can cữu, bị giáng chức làm chủ bạ Chu Diên, Khâu Hòa cử lên làm Tư Pháp Thư Tá.<ref name=\"toanthutuyduong\"\/> Khi Lương Đế Tiêu Tiển phái Nịnh Trường Chân sang Giao Châu đã hiến kế cho Khâu Hoà chống cự thắng lợi nên được thăng chức Hành Quân Tư Mã, sau cùng với Khâu Hòa cùng ra hàng nhà Đường, làm quan đến chức hữu bộc xạ.<ref name=\"khamdinh4\"\/>\n* '''Lý Đạo Hựu'''\nLý Đạo Hựu giữ chức Khâm sai đại thần, được Đường Thái Tông phái sang Giao Châu, mang cờ tiết sắc phong cho Khâu Hòa chức Đại tổng quản, tước Đàm quốc công.<ref name=\"toanthutuyduong\"\/><ref name=\"tanduongkhauhoa\"\/>\n* '''Lý Đại Lượng'''\nLý Đại Lượng đầu niên hiệu Trinh Quán đời Đường Thái Tông làm Đô đốc Giao Châu.<ref name=\"annam9\">An Nam chí lược, quyển 9<\/ref>\n* '''Lý Thọ'''\nLý Thọ là tôn thất nhà Đường, làm Đô đốc Giao Châu, vì tham lam bị tội.<ref name=\"toanthutuyduong\"\/><ref name=\"annam9\"\/>\n* '''Lư Tổ Thượng''' (627)\nLư Tổ Thượng tự Quý Lương, người Quang Châu. Lý Thọ bị tội, Đường Thái Tông cho đòi Lư Tổ Thượng đến bảo: \"Giao Châu là một vùng biên giới rộng lớn, cần phải có quan chức tốt trông coi nhưng cho đến bây giờ chưa có một đô đốc nào làm đầy đủ nhiệm vụ cả. Xét thấy ngươi có khả năng, vậy hãy đi và phòng thủ Giao Châu cho trẫm. Không được viện lẽ xa xôi mà từ chối\".<ref>Cựu Đường thư, Thái Tông bản kỷ<\/ref> Tổ Thượng viện cớ bệnh hoạn để từ chối và không chịu xuống miền Nam nhậm chức mới.<ref name=\"toanthutuyduong\"\/> Sau nhiều lần cử Đỗ Như Hối khuyến dụ không được, vua bảo anh vợ ông là Chu Phạm đến khuyên giải.<ref name=\"annam9\"\/> Tổ Thượng từ chối: \"… miền Nam có nhiều bệnh sốt rét hoành hành; nếu đệ đi đến đó thì sẽ chẳng có ngày về\". Vua bèn khiến chém ngay trước triều đường, về sau, vua hối hận và cho phục chức như cũ.<ref>Tân Đường thư, Thái Tông bản kỷ<\/ref>\n* '''Lý Đạo Hưng''' (635 - 636)\nLý Đạo Hưng là tôn thất nhà Đường, được phong làm Quảng Ninh quận vương, sau vì có lỗi nên giáng xuống làm Huyện công. Năm 635, Đường Thái Tông cử Hưng xuống làm Đô đốc Giao Châu và ông này chết vì bệnh trong lúc đương làm quan khoảng một năm sau.<ref name=\"toanthutuyduong\"\/><ref name=\"annam9\"\/>\n* '''Lý Đạo Ngạn''' (637 - 640)\nLý Đạo Ngạn thời Trinh Quán bị đổi làm Thứ sử Giao Châu. Rợ Lèo (sơn liêu) làm phản ở châu Minh, Đạo Ngạn dẹp yên. Không lâu sau, châu Minh sáp nhập vào châu Hoan.<ref name=\"annam9\"\/>\n* '''Lý Giám'''\nLý Giám là con của Ba Vương Thần Phù, làm Thứ sử Giao Châu đời Đường.<ref name=\"annam9\"\/>\n* '''Liễu Sở Hiền'''\nLiễu Sở Hiền người Bồ châu, thời Trinh Quán (627-649), làm Đô đốc Giao châu và Quế châu.<ref name=\"annam9\"\/>\n* '''Đỗ Chính Luân'''\nĐỗ Chính Luân người châu Tương, Đường Thái Tông biết tiếng, cho làm chức Trung thư thị lang, Thái tử tả thứ tử. Vì Thái tử Thừa Càn bị truất, nên biếm Chính Luân làm Đô đốc Giao châu.<ref name=\"annam9\"\/>\n* '''Đậu Đức Minh'''\nĐậu Đức Minh làm Thứ sử Ái châu đời Đường, chưa rõ niên đại nào.<ref name=\"annam9\"\/>\n* '''Nịnh Đạt'''\nNịnh Đạt thời Chu Tắc Thiên Đại Thánh Hoàng Đế (685-705) làm Thứ sử Ái Châu.<ref name=\"annam9\"\/>\n* '''Chử Toại Lương'''\nChủ Toại Lương tự Đăng Thiện, người Tiền Đường, con của Chử Lượng, làm chức Trung thư lệnh, cuối thời [[Đường Thái Tông]] đổi làm Đô đốc Đàm Châu và Quế Châu.<ref>Cựu Đường thư, liệt truyện quyển 30 - Chử Toại Lương truyện<\/ref> Sau đó, Hứa Kính Tông và Lý Nghĩa Phủ vu tấu Toại Lương làm phản.<ref>Tân Đường thư, liệt truyện quyển 30 - Chử Toại Lương truyện<\/ref> Vũ Hậu giận, biếm làm Thứ sử Ái Châu, được hơn một năm thì mất.<ref name=\"annam9\"\/> Đến khi Cao Biền bình định An Nam, mới tấu xin đưa di hài về Dương Địch.\n* '''Sài Triết Uy'''\nThời Đường Cao Tông, Sài Chiết Uy bị liên luỵ vì em là Sài Lệnh Vũ theo Phòng Di Ái làm phản, phải đày ra Thiệu Châu. Sau này lập một số công trạng nên được tha, cho làm Đô đốc Giao Châu.<ref name=\"annam9\"\/>\n* '''Lang Dư Khánh'''\nLang Dư Khánh làm quan thanh liêm, nhưng tính khắc bạc, giữ chức Ngự sử Trung Thừa, sau vì bị lỗi, giáng làm Thứ sử Giao Châu.<ref name=\"annam9\"\/>\n* '''Lưu Diên Hựu''' (684 - 687)\nLưu Diên Hựu làm An Nam đô đốc, theo luật lệ nhà Đường thì dân quê hằng năm phải nộp nửa thuế. Diên Hựu bắt nộp toàn phần, do đó dân chúng oán và mưu phản. Diên Hựu phát hiện ra bèn giết người cầm đầu là [[Lý Tự Tiên]], dư đảng của Lý Tự Tiên là Đinh Kiến nổi dậy đánh bại rồi tiêu diệt Diên Hựu, chiếm cứ Giao Châu.<ref name=\"annam9\"\/>\n* '''Phùng Tử Du'''\nPhùng Tử Du là tướng trấn thủ Quảng Châu đời Đường, khi Lưu Diên Hựu bị quân của Đinh Kiến vây hãm đã phái sứ giả đến Quảng Châu cầu cứu, tuy nhận lời nhưng Tử Du lại không hành động vì trước đây có sự ganh ghét với Diêu Hựu, vì thế mà Đinh Kiến phá được thành Tống Bình.<ref name=\"toanthutuyduong\"\/>\n* '''Tào Huyền Tĩnh'''\nTào Huyền Tĩnh (có thuyết ghi là Tào Trực Tĩnh), giữ chức Tư mã Quế Châu, được vua [[Đường Duệ Tông]] hạ lệnh đem binh trấn áp Đinh Kiến,<ref name=\"annam9\"\/> Tĩnh tổ chức tấn công tổng lực bất ngờ khiến Đinh Kiến không kịp xoay xở nên bại mà bị chém chết.<ref name=\"toanthutuyduong\"\/>\n* '''Lưu Hựu'''\nLưu Hựu làm An Nam đô hộ đời nhà Đường, nhà giàu có lớn, mỗi lần nuôi gà lợn, có chết con nào, bắt đày tớ bồi thường gấp đôi và chẳng bao giờ ăn một món gì ngon.<ref name=\"annam9\"\/>\n* '''Dương Tư Húc'''\nDương Tư Húc, có thuyết nói là Dương Tư Miễn, giữ chức Tả giam môn Vệ tướng quân,<ref>Tân Đường thu, liệt truyện quyển 32: Hoạn giả thượng - Dương Tư Húc truyện<\/ref> được lệnh vua [[Đường Huyền Tông]] cùng quan đô hộ An Nam là Nguyên Sở Khánh đem binh sang đánh dẹp mai Thúc Loan.<ref name=\"toanthutuyduong\"\/><ref name=\"annam9\"\/><ref>Cựu Đường thư, liệt truyện quyển 34 - Dương Tư Húc truyện<\/ref>\n* '''Quang Sở Khách''' (722 - 724)\nQuang Sở Khánh, có sách ghi là Nguyên Sở Khánh, người Giang Lăng.<ref name=\"toanthutuyduong\"\/> Đầu niên hiệu Khai Nguyên (713) đổi ra làm An Nam đô hộ, cùng Dương Tư Húc dẹp yên loạn [[Mai Thúc Loan]]<ref name=\"annam9\"\/>\n* '''Tống Chi Đễ'''\nTống Chi Đễ là em của Tống Chi Vấn, từng làm Kiếm Nam Tiết độ sứ và Thái Nguyên doãn, bị tội đày ra quận Chu Diên. Nhân gặp loạn Mai Thúc Loan, Đễ mộ được 8 người tráng sĩ mặc áo giáp dày, kéo đến tận chân thành mà hô to rằng: \"Hễ bọn người Lèo hành động tức thì giết chết\"; 700 quân đều phục xuống không dám đứng dậy, nhờ đó góp phần bình định được phản quân.<ref name=\"vietsutuyduong\">Việt sử tiêu án, quyển 5 - kỷ ngoại thuộc Tuỳ Đường<\/ref> Vua Đường liền xá tội cho Đễ, bổ nhiệm chức Giao Châu tổng quản<ref name=\"annam9\"\/>\n* '''Đỗ Minh Cừ'''\nĐỗ Minh Cừ người Dương, cuối đời Cảnh Long nhà Đường (709), làm quan Uý quận Tế Nguyên. Một hôm, Cừ nằm chiêm bao thấy đi vào một phủ đường, gặp một người mặc áo xanh, vái chào rất cung kính và nói rằng: \"Ông sẽ làm An Nam đô hộ, tôi là dân An Nam, nên đến đây chào mừng trước, xin ông hãy giữ gìn quí thể\". Sau quả nhiên, Minh Cừ được Đường Trung Tông cử làm An Nam đô hộ.<ref name=\"annam9\"\/>\n* '''Hà Lý Quang'''\nHà Lý Quang người Quế Châu, năm Thiên Bửu thứ 10 (751) làm An Nam đô hộ, đem quân đánh Vân Nam, thu phục thành An Ninh, dựng lại trụ đồng của Mã Viện để định cương giới.<ref name=\"annam9\"\/>\n* '''Trương Thuận'''\nTrương Thuận giữ chức An Nam đô hộ thời Đường Túc Tông.\n* '''Trương Bá Nghi''' (767 - 777)\nTrương Bá Nghi là con Trương Thuận, làm An Nam Kinh lược sứ đời nhà Đường, bắt đầu đắp thành Đại La.<ref name=\"annam9\"\/>\n* '''Khang Khiêm'''\nKhang Khiêm vốn là lái buôn ở phương Bắc, làm An Nam đô hộ.<ref name=\"annam9\"\/>\n* '''Triều Hoành''' (761 - 767)\n{{main|Abe no Nakamaro}}\nTriều Hoành, có sách ghi là Trào Hành hoặc Tiều Hành [[người Nhật Bản]], tự Cự Khanh, sinh ở [[Yamato]] thuộc Đại Hòa quốc, là hậu duệ của dòng dõi quý tộc có nguồn gốc từ [[Thiên hoàng Kōgen]].<ref>Tục Nhật Bản kỷ, quyển 13<\/ref> Trong khoảng niên hiệu Khai Nguyên (713-741) đem hóa phẩm đến triều kiến, hâm mộ phong hóa Trung Hoa, nhân đó lưu lại, đổi tên là Triều Hoành, nhiều lần sang sứ Trung Quốc.<ref>Cựu Đường thư, Triều Hoành truyện<\/ref> Năm Vĩnh Thái (765) đời vua [[Đường Đại Tông]], Triều Hoành được cử làm An Nam đô hộ.<ref>Tân Đường thư, Triều Haàn truyện<\/ref> Thời ấy có quân Mán xâm phạm cảnh giới hai châu Đức Hoá và Long Vũ, vua xuống chiếu khiến Triều Hoành qua dẹp yên.<ref name=\"annam9\"\/>\n* '''Phụ Lương Giao'''\nPhụ Lương Giao năm Kiến Trung thứ 3 đời Đường Đức Tông (782) làm An Nam đô hộ. Lúc ấy, Tư Mã Diễn Châu là Lý Mạnh Thu và Thứ Sử Phong Châu là Lý Bỉ Ngạn làm phản, tự xưng An Nam Tiết độ sứ, đều bị Lương Giao bắt chém.<ref name=\"annam9\"\/>\n* '''Lý Mạnh Thu'''\nLý Mạnh Thu vốn giữ chức Tư Mã ở Diễn Châu, cùng Thứ sử Phong Châu là Lý Bỉ Ngạn tạo phản, tự xưng là An Nam Tiết độ sứ, bị Phụ Lương Giao dẹp yên.<ref name=\"annam9\"\/>\n* '''Lý Bỉ Ngạn'''\nLý Bỉ Ngạn nguyên là Thứ sử Phong Châu, liên minh với Diễn Châu Tư Mã là Lý Mạnh Thu tạo phản, tự xưng là An Nam Tiết độ sứ, bị Phụ Lương Giao dẹp yên.<ref name=\"annam9\"\/> \n* '''Cao Chính Bình''' (790 - 791)\n{{main|Cao Chính Bình}}\nCao Chính Bình vốn là Hiệu uý châu Vũ Định, do lập công giúp Kinh lược sứ Trương Bá Nghi đánh bại quân [[Java|Chà Và]] ở Chu Diên nên được thăng chức An Nam kinh lược sứ<ref name=\"annam9\"\/>, do sưu cao thuế nặng nên người hào phú ở Phong châu là [[Phùng Hưng]] nổi lên đem quân vây hãm phủ. Chính Bình do lâu ngày không phá được nên lo phẫn mà sinh bệnh ở lưng mà chết.<ref name=\"vietsutuyduong\"\/>\n* '''Trương Ứng'''\nTrương Ứng làm An Nam kinh lược sứ, chết đương lúc tại chức. Kẻ tá nhị là Lý Nguyên Độ, dùng binh lực uy hiếp châu huyện làm phản. Tướng nhà Đường là Lý Phục dụ bắt được Nguyên Độ, cõi Nam trở lại yên lặng.<ref name=\"annam9\"\/>\n* '''Lý Nguyên Độ'''\nLý Nguyên Độ là kẻ tá nhị dưới quyền An Nam kinh lược sứ Trương Ứng, sau khi Trương Ứng chết thì nổi dậy tạo phản, kết cục bị tướng nhà Đường là Lý Phục đánh tan.<ref name=\"annam9\"\/>\n* '''Lý Phục'''\nLý Phục là võ tướng, được vua Đường cử sang An Nam dẹp loạn Lý Nguyên Độ, vỗ yên dân chúng<ref name=\"annam9\"\/> được phong làm Tiết độ sứ [[Lĩnh Nam]], Phục dạy dân An Nam làm nghề nung ngói, người Nam biết làm ngói là khởi nguồn từ đây<ref name=\"vietsutuyduong\"\/>\n\n{|\n| valign=\"top\"|\n* Khúc Lãm\n* Ô Sùng Phúc (777 - 787)\n* Trương Đình (787 - 789)\n* Bàng Phục (789 - 790)\n* Triệu Xương (792 - 802) và (804 - 806)\n* Bùi Thái (802 - 803)\n* Trương Chu (806 - 810)\n* Mã Tống (810 - 813)\n* Trương Lệ (813)\n* Bùi Hành Lập (813 - 817)\n* Lý Tượng Cổ (818 - 819)\n* '''Dương Thanh''' (819 - 820)\n{{main|Dương Thanh}}\n| valign=\"top\"|\n* Quế Trọng Vũ (820)\n* Bùi Hành Lập (822)\n* Vương Thừa Điển (822)\n* Lý Nguyên Hỷ (822 - 826)\n* Hàn Ước (827 - 828)\n* Trịnh Xước (831 - 832)\n* Lưu Mân (833)\n* Hàn Hy (834 - 836)\n* Điền Tảo (835)\n* Mã Thực (836 - 840)\n* '''Vũ Hồn''' (841 - 843)\n{{main|Vũ Hồn}}\n| valign=\"top\"|\n* Bùi Nguyên Dụ (846 - 848)\n* Điền Tại Hựu (849 - 850)\n* Thôi Cảnh (851 - 852)\n* Lý Trác (853 - 855)\n* Lý Hoàng Phủ (856 - 857)\n* Tống Nhai (857)\n* '''Vương Thức''' (858 - 859)\n{{main|Vương Thức (nhà Đường)}}\n* Lý Hộ (859 - 860)\n* Vương Khoan (861)\n* Sái Tập (862 - 863)\n* Tống Nhung (863)\n* '''Cao Biền''' (864 - 868)\n{{main|Cao Biền}}\n* Cao Tầm (868 - 878)\n* Tăng Cổn (878 - 880)\n* Cao Mậu Khanh (882 - 884)\n* Tạ Triệu (884 - ?)\n* An Hữu Quyền (897 - 900)\n* Chu Toàn Dục (900 - 905)\n* '''Độc Cô Tổn''' (905)\n{{main|Độc Cô Tổn}}\n| valign=\"top\"|\n* Khúc Thừa Dụ (905 - 907)\n{{main|Khúc Thừa Dụ}}\n* Lưu Ẩn (908 - 911)\n{{main|Lưu Ẩn}}\n* Khúc Hạo (907 - 917)\n{{main|Khúc Hạo}}\n* Lưu Cung (911 - 917)\n{{main|Nam Hán Cao Tổ}}\n* Tiền Nguyên Hựu \n* Khúc Thừa Mỹ (917 - 923)\n{{main|Khúc Thừa Mỹ}}\n* Lý Khắc Chính\n|}\n\n* '''[[Lý Tiến (Nam Hán)|Lý Tiến]]''' (923 - 931) hoặc (930 -931)\nLý Tiến xuất thân không rõ, theo Tiết độ sứ Lưu Nghiễm (sau là Lưu Nham) làm tướng và quan lại cho Thanh hải quân, trở thành một trong những công thần khai quốc của nhà [[Nam Hán]].<ref>Cựu Ngũ Đại sử, Nam Hán thế gia<\/ref> Ông cùng Lý Khắc Chính vâng lệnh Nam Hán Cao Tổ sang bình định Tĩnh hải quân, đánh bắt Khúc Thừa Mỹ về giam ở Phiên Ngung rồi trực tiếp cai trị vùng đất này.<ref>Tân Ngũ Đại sử, Nam Hán thế gia<\/ref><ref>Đại Việt sử kỷ ngoại kỷ toàn thư, kỷ nam bắc phân tranh<\/ref> Đầu năm 931, ông và quân Nam Hán đồn trú tại địa phương bất ngờ bị quân của Dương Đình Nghệ đánh bại phải bỏ trốn về nước, sau bị vua Nam Hán bắt giết vì tội hèn nhát.<ref>Thập quốc xuân thu, quyển 58<\/ref>\n* Trần Bảo (931)\n* Dương Đình Nghệ (931 - 937)\n{{main|Dương Đình Nghệ}}\n* Kiều Công Tiễn (938)\n{{main|Kiều Công Tiễn}}\n*'''Lưu Hoằng Tháo''' (937 - 938)\n{{main|Lưu Hoằng Tháo}}\n[[Tập tin:Bạch Đằng Giang chi chiến (938).jpg|200px|nhỏ|phải|Tranh ghép đá mô phỏng trận Bạch Đằng 938]]\nVạn Vương Lưu Hoằng Tháo là hoàng tử thứ 9 của Nam Hán Cao Tổ, khi Kiều Công Tiễn bị Ngô Quyền đem quân đánh dẹp đã cầu cứu nhà Nam Hán, Nam Hán Cao Tổ lập tức cải phong Lưu Hoằng Tháo làm Giao Vương dẫn binh tiến sang Tĩnh Hải quân tiếp ứng. Tuy nhiên, con rể Dương Đình Nghệ là Ngô Quyền đã nhanh chóng diệt được họ Kiều rồi bố trí trận địa cọc trên [[sông Bạch Đằng]] mai phục sẵn, quân Nam Hán bị đánh bại hoàn toàn, Lưu Hoằng Tháo bị trúng bẫy tử trận. Ngô Quyền tự xưng vương, chính thức chấm dứt thời kỳ Bắc thuộc.<ref>Lịch sử Việt Nam từ cội nguồn đến thế kỷ X<\/ref>\n*Tiền Hoằng Soạn\n\n== Thời Minh (1406 - 1427) ==\n'''Tướng lĩnh và quan lại người Hán'''\n{| class=\"wikitable sortable\" style=\"font-size:120%; style=\"width: 130%; height: 260px;\" style=\"font-size:85%;\n|-\n! Họ tên !! Tại vị !! Chức vụ !! Lý do mãn nhiệm\n|-\n|[[Trương Phụ]]\n|\n|\n|\n|-\n|[[Mộc Thạnh]]\n|\n|\n|\n|-\n|[[Lý Bân]]\n|\n|\n|\n|-\n|[[Vương Thông (nhà Minh)|Vương Thông]]\n|\n|\n|\n|-\n|[[Trần Trí]]\n|\n|\n|\n|-\n|[[Sơn Thọ(nhà Minh)|Sơn Thọ]]\n|\n|\n|\n|-\n|[[Lý An (nhà Minh)|Lý An]]\n|\n|\n|\n|-\n|[[Phương Chính (nhà Minh)|Phương Chính]]\n|\n|\n|\n|-\n|[[Hoàng Phúc]]\n|\n|\n|\n|-\n|[[Liễu Thăng]]\n|\n|\n|tử trận<ref>Minh sử, Liễu Thăng truyện<\/ref>\n|-\n|[[Mã Kỳ]]\n|\n|\n|\n|-\n|[[Nguyễn Sao]]\n|\n|\n|\n|-\n|[[Tạ Phượng]]\n|\n|\n|\n|-\n|[[Hoàng Thành]]\n|\n|tướng tiền phong\n|bị chém chết<ref name=\"cuongmuc13\">Khâm đinh Việt sử Thông giám Cương mục, quyển 13<\/ref>\n|-\n|[[Phùng Quý]]\n|\n|\n|tử trận<ref>Minh sử, Phùng Quý truyện<\/ref>\n|-\n|[[Trần Hiệp]]\n|\n|\n|tử trận<ref>Minh sử, Trần Hiệp truyện<\/ref>\n|-\n|[[Sư Hựu]]\n|\n|\n|\n|-\n|[[Trần Trung (nhà Minh)|Trần Trung]]\n|\n|\n|tử trận<ref>Minh sử, Trần Trung truyện<\/ref>\n|-\n|[[Chu Kiệt]]\n|\n|\n|\n|-\n|[[Ngũ Vân]]\n|\n|\n|tử trận<ref>Minh sử, Ngũ Vân truyện<\/ref>\n|-\n|[[Trương Hùng]]\n|\n|\n|\n|-\n|[[Nhậm Năng]]\n|\n|\n|\n|-\n|[[Vi Lượng]]\n|\n|\n|\n|-\n|[[Thái Phúc (nhà Minh)|Thái Phúc]]\n|\n|\n|hàng quân Lam Sơn<ref>Minh sử, Thái Phúc truyện<\/ref>\n|-\n|[[Mã Anh]]\n|\n|\n|\n|-\n|[[Vương An Lão]]\n|\n|\n|\n|-\n|[[Lương Minh]]\n|\n|\n|\n|-\n|[[Lý Khánh]]\n|\n|\n|\n|-\n|[[Thôi Tụ]]\n|\n|\n|tử trận<ref>Minh sử, Thôi Tụ truyện<\/ref>\n|-\n|[[Tôn Tụ]]\n|\n|\n|\n|-\n|[[Cố Hưng Tổ]]\n|\n|\n|\n|-\n|[[Từ Hanh]]\n|\n|\n|\n|-\n|[[Đàm Trung]]\n|\n|\n|\n|-\n|[[Lý Lượng]]\n|\n|\n|\n|-\n|[[Lưu Thanh]]\n|\n|\n|\n|-\n|[[Dặc Khiêm]]\n|\n|\n|\n|-\n|[[Hà Trung (nhà Minh)|Hà Trung]]\n|\n|\n|\n|-\n|[[Cao Tường (nhà Minh)|Cao Tường]]\n|\n|\n|\n|-\n|[[Hoa Anh (nhà Minh)|Hoa Anh]]\n|\n|\n|\n|-\n|[[Trương Lân]]\n|\n|\n|\n|-\n|[[Kim Dận]]\n|\n|\n|\n|-\n|[[Lý Nhiệm]]\n|\n|\n|tự sát<ref>Minh sử, Lý Nhiệm truyện<\/ref>\n|-\n|[[Cố Phúc]]\n|\n|\n|\n|-\n|[[Phùng Trí]]\n|\n|\n|\n|-\n|[[Lưu Thuận]]\n|\n|\n|\n|}\n'''Tướng lĩnh và quan lại người Việt''' \n{| class=\"wikitable sortable\" style=\"font-size:120%; style=\"width: 130%; height: 260px;\" style=\"font-size:85%;\n|-\n! Họ tên !! Tại vị !! Chức vụ !! Lý do mãn nhiệm\n|-\n|[[Nguyễn Huân]]\n|\n|\n|\n|-\n|[[Mạc Thúy]]\n|\n|\n|\n|-\n|[[Đặng Nguyên]]\n|\n|\n|\n|-\n|[[Nguyễn Như Khanh]]\n|\n|\n|\n|-\n|[[Mạc Địch]]\n|\n|\n|\n|-\n|[[Mạc Viễn]]\n|\n|\n|\n|-\n|[[Lương Nhữ Hốt]]\n|\n|\n|\n|-\n|[[Trần Phong (thuộc Minh)|Trần Phong]]\n|\n|\n|\n|-\n|[[Đỗ Duy Trung]]\n|\n|\n|\n|-\n|[[Phan Liêu]]\n|\n|\n|\n|-\n|[[Lộ Văn Luật]]\n|\n|\n|\n|-\n|[[Cầm Bành]]<ref>Cầm Bành là người Giao Châu, hồi giữa niên hiệu Vĩnh Lạc (1403-1424), do tri phủ Nghệ An, quyền giữ công việc châu Trà Long. Lê Lợi cướp châu Trà Long, trải qua bảy tháng, trong thành cạn lương, châu Trà Long bèn bị hạ; tri châu Cầm Bành chết theo thành<\/ref>\n|\n|tri phủ Nghệ An<ref name=\"cuongmuc13\"\/><ref>Đại Việt thông sử, quyển 1 - đế kỷ 1<\/ref>\n|tử trận<ref>Minh sử, An Nam truyện<\/ref><ref>Đại Việt sử ký toàn thư, quyển 10<\/ref><ref>Lam Sơn thực lục, quyển 1<\/ref>\n|-\n|[[Cầm Quý]]<ref>Cầm Quý người bản xứ huyện Ngọc Ma, tổ tiên nối đời làm thổ tù, khi nhà Minh sang phong chức tri phủ, sau theo về với quân Lam Sơn<\/ref>\n|\n|tri phủ Ngọc Ma<ref name=\"cuongmuc13\"\/>\n|theo hàng quân Lam Sơn\n|-\n|[[Đỗ Phú]]\n|\n|\n|\n|-\n|[[Đào Quý Dung]]\n|\n|\n|\n|-\n|[[Trần Đinh]]\n|\n|\n|\n|-\n|[[Cầm Lạn]]\n|\n|\n|\n|}\n'''Tướng lĩnh Ai Lao''' \n{| class=\"wikitable sortable\" style=\"font-size:120%; style=\"width: 130%; height: 260px;\" style=\"font-size:85%;\n|-\n! Họ tên !! Tại vị !! Chức vụ !! Lý do mãn nhiệm\n|-\n|[[Mãn Sát]]<ref>Mãn Sát là tù trưởng [[Ai Lao]], đem 3 vạn quân tới đánh úp quân Lam Sơn. Tuy nhiên Bình Định Vương [[Lê Lợi]] rất bình tĩnh đã chống phá được cuộc tấn công này, tiêu diệt hơn 1 vạn tên địch<\/ref> \n|1421\n|Tù trưởng Ai Lao<ref name=\"cuongmuc13\"\/>\n|bị đánh bại\n|}\n\n== Danh sách tướng lĩnh tham chiến các thời: Tống - Nguyên - Thanh ==\n=== [[Nhà Tống]] (980-981) và (1075-1077) ===\nTướng lĩnh nhà Tống:\n* '''Hầu Nhân Bảo'''\n{{main|Hầu Nhân Bảo}}\nHầu Nhân Bảo người Bình Dao - Phần Châu, con của Thái sư Hầu Ích, công cán ở Ung Châu suốt chín năm. Năm 980, nhân việc [[Giao Chỉ quận vương]] [[Đinh Bộ Lĩnh]] bị [[hành thích]], Nhân Bảo dâng Thủ Giao Châu Sách (取交州策 - Kế sách lấy Giao Châu) và dâng thư xin về tận cửa khuyết để tâu vua tình hình có thể lấy được Giao Châu.<ref name=\"annam9\"\/> Tuy nhiên, [[Tống Thái Tông]] lại nghe theo lời bàn của Lư Đa Tốn, không gọi Nhân Bảo về cửa khuyết, mà để lại ở thành Ung Châu, chuẩn bị binh mã sang đánh Lê Hoàn, phong làm Giao Châu thủy lục kế độ chuyển vận sứ, thành lập Giao Châu hành doanh.<ref>Tống sử, quyển 488 liệt truyện 247 - Ngoại quốc 4: Giao Chỉ<\/ref> Khi xuất quân sang Giao Châu, ban đầu Hầu Nhân Bảo đắc thế, sau bị Lê Hoàn đánh bại, bị giết cùng thủy quân trên sông, Tống Thái Tông truy tặng chức Công bộ thị lang.<ref>Tống sử, quyển 254 liệt truyện 13 - Hầu Ích<\/ref>\n* '''Tôn Toàn Hưng'''\n* '''Lưu Trừng'''\n* '''Trần Khâm Tộ'''\n* '''Triệu Phụng Huân'''\n* '''Quách Quân Biện'''\n*'''Giả Thực'''\n* '''Cận Thần'''\n* '''Vương Soạn'''\n* '''Chu Vị'''\n* '''Thẩm Khởi'''\n* '''Lưu Di''' \n* '''Tô Giam'''\n{{main|Tô Giam}}\nTô Giam (có tài liệu phiên âm là Tô Giám) tự Tuyên Phủ, người huyện Tấn Giang, Tuyền Châu. Giam là Tri châu Ưng châu, khi bị quân Giao Chỉ vây hãm đã cho người đến Quảng Tây cầu cứu Đô giam Trương Thủ Tiết. Tuy nhiên quân của Trương Thủ Tiết bị quân Giao Chỉ tiêu diệt toàn bộ, Giám giữ thành cố thủ không chịu đầu hàng. Quân của Lý Thường Kiệt đánh đến hơn 40 ngày, chồng bao đất trèo lên thành, thành bèn bị hạ.<ref name=\"tongsutogiam\">Tống sử, Tô Giam truyện<\/ref> Giám cho gia thuộc 36 người chết trước, chôn xác vào hố, rồi châm lửa tự đốt chết. Giam tuyển dũng sĩ đẩy thuyền ra đánh trả, giết được 2 tướng của quân Nam. Người trong thành cảm ân nghĩa của Giám, không một người nào chịu hàng, giết hết hơn 5 vạn 8 nghìn người, cộng với số người chết ở các châu Khâm, Liêm thì đến hơn 10 vạn, quân Giao Chỉ bắt sống người ba châu ấy đem về.<ref>Tục tư trị thống giám, quyển 71<\/ref> Vua Tống truy tặng Giám là Phụng quốc quân tiết độ sứ, thụy là Trung Dũng, cho một khu nhà lớn ở kinh thành, 10 khoảnh ruộng tốt cho thân tộc 7 người làm quan, cho con là Nguyên chức Cáp môn chi hậu.<ref name=\"toanthubanky3\">Đại Việt sử ký toàn thư, bản kỷ quyển 3<\/ref> \n* '''Tô Tử Nguyên'''\nTô Tử Nguyên là con trưởng của Tô Giam, giữ chức Quế Châu tư hộ, nhân việc công đem theo vợ con đến thăm cha, muốn trở về thì địch đến. Giam nghĩ rằng khó lòng giải thích cặn kẽ, ắt bị hiểu lầm quan giữ thành lại đưa gia đình ra khỏi thành, bèn sai một mình Tử Nguyên ra đi, giữ vợ con của anh ta lại. Sau chiến tranh, Nguyên được phong chức Tây đầu cung phụng quan, Các môn chi hậu, sau đổi thụ phong Điện trung thừa, Thông phán Ung Châu<ref name=\"tongsutogiam\"\/> \n* '''Tô Tử Minh'''\nTô Tử Minh là con thứ Tô Giam, cùng cha tử thủ thành Ưng Châu<ref name=\"tongsutogiam\"\/> \n* '''Tô Tử Chính'''\nTô Tử Chính là con út Tô Giam, cùng cha tử thủ thành Ưng Châu<ref name=\"tongsutogiam\"\/> \n* '''Tô Quảng Uyên'''\nTô Quảng Uyên là con trưởng Tô Tử Nguyên, cháu nội Tô Giam, cùng ông nội và 2 chú tử thủ thành Ưng Châu<ref name=\"tongsutogiam\"\/> \n* '''Tô Trực Ôn'''\nTô Trực Ôn là con thứ Tô Tử Nguyên, cháu nội Tô Giam, cùng ông nội và 2 chú tử thủ thành Ưng Châu<ref name=\"tongsutogiam\"\/>\n* '''Trương Thủ Tiết'''\nTrương Thủ Tiết nguyên giữ chức Đô giám Quảng Tây, khi quân của [[Lý Thường Kiệt]] từ Giao Chỉ kéo sang tập kích các châu Khâm, Liêm, Ưng đã đưa quân sang tiếp ứng cho các châu này. Lý Thường Kiệt đón đánh ở cửa ải Côn Lôn phá tan được, chém Thủ Tiết tại trận.<ref name=\"toanthubanky3\"\/>\n* '''Tống Cầu'''\n* '''Nguyên Dụ'''\n* '''Trương Biện'''\n* '''Hứa Dự'''\n* '''Vương Trấn'''\n* '''Lý Hiến'''\n* '''Quách Quỳ'''\n{{main|Quách Quỳ}}\nQuách Quỳ tự Trọng Thông, tổ tiên là người gốc Cự Lộc, sau di cư tới Lạc Dương, con trai thứ của Quách Bân, một danh tướng của Bắc Tống. Năm Hi Ninh thứ 9 đời [[Tống Thần Tông]] giữ chức Chiêu thảo sứ cùng Triệu Tiết đem 10 vạn quân sang đánh Giao Chỉ tới sông Như Nguyệt, nhưng không thể tiến quân xa hơn nữa và cuối cùng phải rút về.<ref name=\"toanthubanky3\"\/> Ông bị giáng chức xuống thành tả vệ tướng quân và sau đó bị buộc hưu trí, an cư tại gia 10 năm.<ref>Tống sử, Quách Quỳ truyện<\/ref> \n* '''Triệu Tiết'''\n{{main|Triệu Tiết}}\nTriệu Tiết tự Công Tài, người Y Chánh, Cung Châu, từng làm Chiêu thảo phó sứ, theo Chiêu thảo sứ Quách Quỳ sang đánh Giao Chỉ.<ref>Tống sử, Triệu Tiết truyện<\/ref> Năm 1076, có chiếu lấy Tiết làm An Nam hành doanh kinh lược, Chiêu thảo sứ, tổng thống 9 tướng quân đi đánh, lấy trung quan Lý Hiến làm phó. Tiết cùng Hiến nghị luận không hợp, bèn xin bãi Hiến. Tống Thần Tông hỏi ai có thể thay thế, Tiết cho rằng Quách Quỳ lão luyện việc biên thùy, tự nguyện làm trợ thủ; vì thế triều đình lấy Quỳ làm Tuyên phủ sứ, Tiết làm phó.<ref>Tục tư trị thông giám, quyển 67-79<\/ref> Sau nhiều tháng cầm cự, quân Tống không thể vượt sông, chủ tướng Quách Quỳ chấp nhận giảng hòa, đưa quân trở về. Nhờ Quỳ nhận tội tự ý nghị hòa và chịu biếm chức, Tiết chỉ bị kết tội không lập tức dẹp giặc, giáng làm Trực Long Đồ các, Tri Quế Châu. Sau đó được trả lại hư hàm Thiên Chương các đãi chế, chức Quyền Tam tư sứ.<ref name=\"toanthubanky3\"\/> \n* '''Dương Tiến Tùng'''\n* '''Tư Kỷ'''\n* '''Thế Cư'''\n* '''Yên Đạt'''\n* '''Nhâm Khởi'''\n* '''Khúc Trân'''\nTướng lĩnh người Việt:\n* '''Lưu Ưng Kỷ'''\n* '''Nùng Thiện Mỹ'''\n\n=== [[Đế quốc Mông Cổ]] (1258) và [[nhà Nguyên]] (1282-1288) ===\nTướng lĩnh quan lại nhà Nguyên:\n{|\n| valign=\"top\"|\n* Ngột Lương Hợp Thai ([[Uriyangqatai]])\n* A Truật ([[Aju]]) \n* Triệt Triệt Đô ([[Cacakdu]]) \n* Hoài Đô ([[Quaidu]]) \n* Triệu Ngột Lương\n* Hồ Lã Trừng\n* Quỳ Hợp Thai\n* Quỳ Thủ Soạn\n* Bột Nhan Thiết Mộc Nhi ([[Buyan Temur]])\n* Sài Thung\n| valign=\"top\"|\n* Lý Chấn\n* Hốt Kha Nhi ([[Qugar]])\n* [[Toa Đô]] (Sogetu) \n* [[Thoát Hoan]] (Toghan)\n* A Lạt Hải Nha ([[Ariq Qaya]]) \n* Lý Hằng\n* Khoan Triệt (Koncak)\n* Bột La Hợp Đáp Nhĩ (Bolqadar) \n* Sát Tháp Nhi Đài (Satartai) \n* '''Mãng Cổ Đái''' (Mangqudai) \n| valign=\"top\"|\n* '''Nạp Hải''' (Naqai) \n* '''Lý Bang Hiến'''\n* '''Tôn Hựu'''\n* '''Tôn Đức Lâm'''\n* '''Lưu Thế Anh'''\n* '''Lưu Khuê'''\n* '''Nghê Nhuận'''\n* '''Lý Quán'''\n* '''Trâu Tôn'''\n* '''Đường Cổ Đãi''' (Tangutai) \n| valign=\"top\"|\n* '''Nạp Tốc Lạt Đinh''' (Nasr al-Din) \n* '''[[Ô Mã Nhi]]''' (Omar al-Din) \n* '''Áo Lỗ Xích''' (Ayuruychi) \n* '''Phàn Tiếp'''\n* '''Tích Lệ Cơ'''\n* '''Diệc Hắc Mê Thất'''\n{{main|Yiymis}}\n* '''A Lý Quy Thuận''' (Ariq Qusun) \n* '''A Bát Xích'''\n{{main|Abaci}}\n* '''A Lý'''\n| valign=\"top\"|\n* '''Trình Bằng Phi'''\n* '''Ái Lỗ''' (Aruq) \n* '''Trương Ngọc'''\n* '''Lưu Khuê'''\n* '''Tích Đô Nhi''' (Siktur) \n* '''[[Trương Văn Hổ (nhà Nguyên)|Trương Văn Hổ]] '''\n* '''Phí Củng Thìn'''\n* '''Từ Khánh'''\n* '''Đào Đại Minh'''\n* '''Trần Trọng Đạt'''\n* '''Tạ Hữu Khuê'''\n* '''Bồ Tý Thành'''\n* '''Lý Thiên Hựu'''\n|}\n\nHoàng thân quốc thích người Việt:\n* '''[[Trần Di Ái]]'''\n* '''[[Trần Ích Tắc]]'''\n* '''[[Trần Kiện]]'''\n* '''[[Trần Văn Lộng]]'''\n* '''[[Trần Tú Viên]]'''\n* '''[[Trần Khánh Dư]]'''\n*'''[[Lê Tắc]]'''\n* '''Lê An'''\n* '''Trần Dục'''\n\n=== [[Nhà Thanh]] (1788-1789) ===\nTướng lĩnh nhà Thanh:\n* '''Tôn Sĩ Nghị'''\n{{main|Tôn Sĩ Nghị}}\n* '''Sầm Nghi Đống'''\n{{main|Sầm Nghi Đống}}\n* '''Ô Đại Kinh'''\n{{main|Ô Đại Kinh}}\n* '''Hứa Thế Hanh'''\n{{main|Hứa Thế Hanh}}\n* '''Thượng Duy Thăng'''\n{{main|Thượng Duy Thăng}}\n* '''Trương Triều Long'''\n{{main|Trương Triều Long}}\n* '''Lý Hóa Long'''\n{{main|Lý Hóa Long}}\n* '''Hình Đôn Hành'''\n{{main|Hình Đôn Hành}}\n* '''Phúc Khang An'''\n{{main|Phúc Khang An}}\n* '''Tôn Vĩnh Thanh'''\n{{main|Tôn Vĩnh Thanh}}\n\nTướng lĩnh người Việt:\n* '''Lê Duy Chỉ'''\n{{main|Lê Duy Chỉ}}\n* '''Hoàng Phùng Nghĩa'''\n{{main|Hoàng Phùng Nghĩa}}\n\n== Xem thêm ==\n*''[[Bắc thuộc]]''\n*''[[Bắc thuộc lần 1]]''\n*''[[Hành chính Việt Nam thời Bắc thuộc lần 1]]''\n*''[[Bắc thuộc lần 2]]''\n*''[[Hành chính Việt Nam thời Bắc thuộc lần 2]]''\n*''[[Bắc thuộc lần 3]]''\n*''[[Hành chính Việt Nam thời Bắc thuộc lần 3]]''\n*''[[Bắc thuộc lần 4]]''\n*''[[Hành chính Việt Nam thời Bắc thuộc lần 4]]''\n*''[[Thời kỳ tự chủ Việt Nam]]''\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Thư mục ==\n=== Thư tịch Trung Quốc ===\n*[[Tư Mã Thiên]], ''[[Sử ký]]''\n*[[Ban Cố]], ''[[Hán thư]]''\n*[[Phạm Diệp]], ''[[Hậu Hán thư]]''\n*''[[Tục Hán thư chí]]''\n*''[[Đông Quan Hán ký]]''\n*[[Trần Thọ]], ''[[Tam quốc chí]]''\n*[[Thường Cừ]], ''[[Hoa Dương quốc chí]]''\n*[[Tập Tạc Xỉ]], ''[[Hán Tấn xuân thu]]''\n*[[Vương Phạm]], ''[[Giao Quảng nhị châu xuân thu]]''\n*[[Lưu Nghĩa Khánh]], ''[[Thế thuyết tân ngữ]]''\n*[[Phòng Huyền Linh]], ''[[Tấn thư]]''\n*[[Thẩm Ước]], ''[[Tống thư]]''\n*[[Tiêu Tử Hiển]], ''[[Nam Tề thư]]''\n*[[Diêu Tư Liêm]], ''[[Lương thư]]''\n*[[Thôi Hồng]], ''[[Thập lục quốc Xuân Thu]]''\n*Diêu Tư Liêm, ''[[Trần thư]]''\n*[[Lý Diên Thọ]], ''[[Nam sử]]''\n*[[Âu Dương Tuân]], ''[[Nghệ văn loại tụ]]''\n*[[Ngụy Trưng]], ''[[Tùy thư]]''\n*[[Hứa Tung]], ''[[Kiến Khang thực lục]]''\n*[[Lưu Hú]], ''[[Cựu Đường thư]]''\n*[[Âu Dương Tu]], ''[[Tân Đường thư]]''\n*[[Tiết Cư Chính]], ''[[Cựu Ngũ Đại sử]]''\n*Âu Dương Tu, ''[[Tân Ngũ Đại sử]]''\n*[[Lịch Đạo Nguyên]], ''[[Thủy kinh chú]]''\n*[[Tăng Cổn]], ''[[Giao châu ký]]''\n*[[Miêu Cung]], ''[[Giao Quảng ký]]''\n*[[Tư Mã Quang]], ''[[Tư trị thông giám]]''\n*[[Nhạc Sử]], ''[[Thái bình hoàn vũ ký]]''\n*[[Hám Nhân]], ''[[Thập tam châu chí]]''\n*[[Âu Đại Nhậm]] (1554), [http:\/\/www.vietcyber.com\/forums\/showthread.php?109853-B%C3%A1ch-Vi%E1%BB%87t-Ti%C3%AAn-Hi%E1%BB%81n-Ch%C3%AD ''Bách Việt tiền hiền chí - Lĩnh Nam di thư'']{{Liên kết hỏng|date = ngày 14 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n*[[Trương Đình Ngọc]], ''[[Minh sử]]''\n*[[Ngô Nhâm Thần]], ''[[Thập Quốc Xuân Thu|Thập quốc xuân thu]]''\n*[[Nghiêm Khả Quân]], ''[[Toàn tam quốc văn]]''\n*[[Quách Chấn Đạc]], [[Trương Tiếu Mai]]. ''[[Việt Nam thông sử]]'', nhà xuất bản Đại học Nhân dân Trung Quốc\n\n=== Thư tịch Việt Nam ===\n*[http:\/\/www.vanhoanghean.com.vn\/component\/k2\/dai-viet-su-luoc-the-ky-14 ''Đại Việt sử lược''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160307191432\/http:\/\/www.vanhoanghean.com.vn\/component\/k2\/dai-viet-su-luoc-the-ky-14 |date = ngày 7 tháng 3 năm 2016}}\n*[http:\/\/www.vnmilitaryhistory.net\/index.php?topic=5260.0 ''An Nam chí lược''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160119175737\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=5260.0 |date = ngày 19 tháng 1 năm 2016}}\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/ ''Đại Việt sử ký toàn thư'']\n*[http:\/\/quangduc.com\/images\/file\/el7wQrkk0AgQAMFY\/viet-su-tieu-an-ngothoisy.pdf ''Việt sử tiêu án'']\n*[[Lê Quý Đôn]], ''[[Đại Việt thông sử]]''\n*''[[Khâm Định tứ khố toàn thư]]''\n*''[[Lam Sơn thực lục]]''\n*[[Quốc sử quán triều Nguyễn]], [https:\/\/web.archive.org\/web\/20131019193125\/http:\/\/hocongtoc.com\/khamdinh\/ ''Khâm định Việt sử Thông giám Cương mục'']\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''.\n*[[Phạm Văn Sơn]], ''[[Việt sử toàn thư]]. Sài Gòn, 1960\n*[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n*Viện Sử học (1988), ''Biên niên lịch sử cổ trung đại Việt Nam''\n*[[Đào Duy Anh]] (2005), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n*Đào Duy Anh (2005), ''Lịch sử cổ đại Việt Nam'', Nhà xuất bản Văn hóa thông tin\n* [[Trần Quốc Vượng]] (Chủ biên), ''Lịch sử quân sự Việt Nam'' - Tập 2: ''Đấu tranh giành độc lập tự chủ (từ năm 179 TCN đến năm 938)'', Nhà xuất bản Chính trị Quốc gia, 2001\n* Đỗ Đức Hùng, Nguyễn Đức Nhuệ, Trần Thị Vinh, Trương Thị Yến, ''Việt Nam những sự kiện lịch sử (từ khởi thủy đến 1858)''. Nhà xuất bản Giáo dục, 2001\n*[[Nguyễn Khắc Thuần]] (1993), [http:\/\/nghiencuulichsu.com\/2012\/10\/04\/the-thu-cac-trieu-vua-viet-nam\/ ''Thế thứ các triều vua Việt Nam'']. Chương II - Thế thứ thời Bắc thuộc. Nhà xuất bản Giáo dục, 2002\n\n== Liên kết ngoài ==\n*[https:\/\/nghiencuulichsu.com\/2016\/09\/19\/nghi-van-lich-su-thoi-bac-thuoc\/ ''Nghiên cứu lịch sử - Nghi vấn lịch sử thời Bắc thuộc'']\n*[http:\/\/quankhoasu6.blogspot.com\/2012\/08\/quan-o-ho-trung-hoa-o-viet-nam-106-tcn.html ''Quan đô hộ Trung Hoa ở Việt Nam'']\n*[http:\/\/www.danhgiactau.com\/index.php\/vi\/tc\/118-7000-tim-ve-chinh-su\/298-7107-nhung-cuoc-khoi-nghia-danh-giac-han-cua-dan-viet-100-187-tl-bui-tuan-dung ''Những cuộc khởi nghĩa đánh giặc Hán của dân Việt'']\n*[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3 ''Khảo thuật về cổ tịch có liên quan đến Việt Nam thuộc các triều đại ở Trung Quốc'']\n\n[[Thể loại:Bắc thuộc]]\n[[Thể loại:Lịch sử Trung Quốc]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc]]\n[[Thể loại:Lịch sử Việt Nam]]"}