{"3150572":"'''Giải thưởng Hellman-Hammett''' là một giải thưởng và cũng là một trợ cấp được [[Tổ chức Theo dõi Nhân quyền]] trao cho các nhà văn trên khắp thế giới, mà là nạn nhân của đàn áp chính trị hoặc lạm dụng về nhân quyền. Chương trình trợ cấp này bắt đầu vào năm 1989 theo di chúc của bà [[Lillian Hellman]] mà muốn để lại tài sản của mình hầu giúp đỡ các nhà văn gặp khó khăn về tài chính bởi vì đã bày tỏ quan điểm của mình.<ref>[http:\/\/www.hrw.org\/vi\/news\/2008\/07\/21\/vi-t-nam-t-m-ng-i-c-m-b-t-vi-t-nam-c-gi-i-th-ng-danh-gi-v-nh-n-quy-n Việt Nam: Tám người cầm bút Việt Nam được giải thưởng danh giá về Nhân quyền], HRW, 23.07.2008<\/ref> \nGiải thưởng mang tên nhà biên kịch người Mỹ Lillian Hellman và bạn đồng hành lâu năm của bà, tiểu thuyết gia [[Dashiell Hammett]]. Cả hai là các nhân vật thiên tả, từng bị truy vấn trước các ủy ban quốc hội Mỹ về niềm tin chính trị và liên hệ với các nhóm phái của họ trong thời kỳ điều tra chống Cộng sản do Thượng nghị sĩ [[Joseph McCarthy]] dấy lên vào thập niên 1950. Bà Hellman chịu thiệt thòi về nghề nghiệp và gặp khó khăn khi kiếm việc làm còn ông Hammet phải vào tù một thời gian.\n\nChương trình trợ cấp Hellman\/Hammett giúp đỡ từ $1000 cho tới $10000 cho các nhà văn mà cần được giúp đỡ về tài chính vì bị đàn áp chính trị. Ai cũng có thể đề cử, chỉ cần viết tiểu sử về người đó, danh sách các bài viết đã công bố, tình trạng về việc đàn áp chính trị mà người đó phải chịu đựng, và lý do cần được trợ giúp.<ref>[http:\/\/www.pen.org\/grants-and-awards\/human-rights-watch-hellmanhammett-grant-program Human Rights Watch Hellman\/Hammett Grant Program] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304134013\/http:\/\/www.pen.org\/grants-and-awards\/human-rights-watch-hellmanhammett-grant-program |date=2016-03-04 }}, PEN, truy cập ngày 20.09.2014<\/ref><ref>[http:\/\/www.hrw.org\/en\/node\/75288 Human Rights Watch \/ Hellman-Hammett Grants ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140826224029\/http:\/\/www.hrw.org\/en\/node\/75288 |date=2014-08-26 }}, HRW, truy cập ngày 20.09.2014<\/ref>\n\nTừ khi bắt đầu vào năm 1989 cho tới cuối năm 2012, HRW đã trao giải này cho trên 750 người từ 92 nước, trong đó có gần 30 công dân Việt Nam.<ref name=ptt1\/><ref name=hrw12\/> \n==1994==\n* Nhà thơ [[Nguyễn Chí Thiện]]<ref name=bbc2>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/12\/121220_hrw_vietnamese_awards.shtml Năm người VN được giải nhân quyền ], BBC, truy cập ngày 20.09.2014<\/ref>\n\n==1998==\nNăm 1998 tổ chức [[Human Rights Watch]] đã tặng giải thưởng về nhân quyền Hellmann-Hamett Awards cho 8 người Việt trong đó có [[Hoàng Tiến]], [[Lữ Phương]], [[Nguyễn Ngọc Tần]], [[Phạm Thái Thụy]], [[Thích Trí Siêu]], [[Thích Tuệ Sỹ]] và 2 người được giấu tên (một người sau được biết tới là [[Nguyễn Hộ]])<ref name=hrw1998>[http:\/\/www.hrw.org\/legacy\/worldreport99\/appendix\/index.html Hellman\/Hammett Grants world report 1999], HRW, truy cập ngày 3.05.2015<\/ref>:\n* [[Nguyễn Ngọc Tấn]], nhà báo và nhà văn, bị bắt năm 1975 và bị giam 14 năm trong tù. Sau khi ra tù, ông ủng hộ \"Phong trào thống nhất dân tộc và xây dựng dân chủ\" (Movement to Unite the People and Build Democracy for Vietnam) của giáo sư [[Nguyễn Đình Huy]] và bị bắt lần nữa, bị xử 11 năm tù. \n* [[Hoàng Tiến]], nhà văn, tham gia đấu tranh cho dân chủ và nhân quyền 1996, công bố nhiều bài viết lên án việc bắt giữ và buộc tội [[Hà Sĩ Phu]], một nhà bất đồng chính kiến. Hoàng Tiến sau đó bị cấm xuất bản.\n* [[Lữ Phương]], một nhà báo tự do, đã tham gia [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] 1968, và sau chiến tranh làm việc tại bộ văn hóa cho tới khi ông bị buộc phải từ chức vì những quan điểm khác biệt. Những bài viết của ông bị cấm ở Việt Nam, những liên lạc ra nước ngoài bị theo giõi, và ông ta bị mật vụ canh chừng.\n* Phạm Thái Thủy, còn gọi là Thái Thủy, một nhà báo và nhà thơ, đã bị bắt và bị tra tấn, nhốt trong chuồng riêng trong suốt một năm trời, sau khi chiến tranh Việt Nam chấm dứt 1975. Được thả ra năm 1986, ông vẫn tiếp tục tham gia với [[Đoàn Viết Hoạt]] biên soạn Diễn đàn Tự do. Bị bắt lại vào năm 1990, ông ta bị giữ 4 năm và được thả ra khi sức khỏe suy sụp. Ông sau đó đã được phép di cư sang Hoa Kỳ 1997.\n* [[Thích Trí Siêu]], học giả và nhà tu Phật giáo, bị bắt vào năm 1984, là một phần trong một dự định của chính quyền cộng sản trù dập [[Giáo hội Phật giáo Việt Nam Thống nhất]], bị buộc tội tham dự \" những hoạt động nhằm lật đổ chính quyền nhân dân\". Bị giữ 4 năm mà không xét xử, sau đó ông ta bị xử tử hình, sau đó giảm xuống còn 20 năm.\" Sau đó trong một cuộc họp, ông kêu gọi tự do và nhân quyền và bị tù riêng. Ông được thả ra năm 1998.\n* [[Thích Tuệ Sỹ]], nhà tu Phật giáo, triết gia và nhà thơ, cũng bị bắt 1984 tương tự như Thích Trí Siêu, và cũng bị giữ trong một phòng riêng 4 năm không xét xử, và sau đó bị xử tử không được tham vấn. Sau khi quốc tế phản đối, án hai ông được giảm xuống còn 20 năm tù. 1994, ông cùng với các [[tù nhân lương tâm]] khác phản đối việc cấm cho gặp mặt một phái đoàn [[Liên Hợp Quốc]]. Ông được thả ra vào năm 1998.\n\n==2000==\n* [[Vũ Thư Hiên]], nhà văn và nhà viết truyện phim, bị bắt 1967 và bị giữ 8 năm trong tù không xét xử. Ông bị bắt chỉ vì cha ông, Vũ Đình Huỳnh nguyên thư ký riêng của [[Hồ Chí Minh]], bất đồng ý kiến với lãnh tụ đảng cộng sản nắm quyền. Năm 1993, ông trốn sang [[Moskva]], nhưng khi họ biết được ông đang viết hồi ký, mật vụ Hà Nội đã lục soát nhà ở của ông. Ông trốn sang [[Ba Lan]], nhưng được báo là ông sẽ bị tấn công, nên lại phải chạy sang tị nạn ở [[Paris]].<ref name=hrw2000>[http:\/\/www.hrw.org\/legacy\/wr2k1\/appendix\/index.html Hellman\/Hammett Grants world report 2000], HRW, truy cập ngày 3.05.2015<\/ref>\n\n==2002==\nTheo bản thông cáo báo chí phổ biến ngày 24-7 tại New York, trong số 37 người thuộc 19 quốc gia được tổ chức Human Rights Watch trao Giải Nhân quyền Hellman\/Hammett có năm người Việt Nam đã được chọn<ref>[http:\/\/www.rfa.org\/vietnamese\/features\/86117-20020725.html 5 người Việt Nam được trao giải thưởng Hellman\/Hammett], RFA, 25.07.2002<\/ref>, coi như là được công nhận tinh thần dũng cảm của họ trước những đàn áp chính trị<ref>[http:\/\/www.refworld.org\/docid\/3e2818574.html Human Rights Watch World Report 2003 - Vietnam], UNHCR, 14.01.2003<\/ref>:\n\n* Luật sư [[Lê Chí Quang]]\n* Bác sĩ [[Nguyễn Đan Quế]]\n* Tù nhân chính trị, nhà báo [[Nguyễn Vũ Bình]]\n* Nhà sư, giảng sư đại học Vạn Hạnh [[Thích Quảng Độ]],\n* Giáo sư và nghiên cứu gia về Hán học và chữ Nôm, sáng lập viên Trung tâm Văn hóa Đông Nam Á [[Trần Văn Khuê]] (tức Trần Khuê)\n\n==2003==\n28 nhà văn từ 13 nước đã nhận được giải thưởng và trợ cấp Hellman\/Hammett trị giá tổng cộng là 170 ngàn Dollar. Những người nhận giải từ [[Belarus]], [[Trung Quốc]], [[Eritrea]], [[Liberia]], [[Nepal]], [[Ukraina]], và Việt Nam không muốn tên tuổi họ bị tiết lộ vì sợ bị liên lụy.<ref>[http:\/\/www.ifex.org\/international\/2003\/07\/30\/hellman_hammett_grants_awarded\/ Hellman\/Hammett grants awarded to 28 writers from 13 countries], IFEX, 30.07.2003<\/ref>\n\n==2007==\nHôm 6 tháng 2 năm 2007, Human Rights Watch đã tuyên bố tặng giải năm nay cho tám nhân vật của Việt Nam, để \"vinh danh lòng dũng cảm của những người đối lập tại Việt Nam\".<ref name=bbc1>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/02\/070206_heellmanhammettvn.shtml Việt Nam lên án giải nhân quyền], BBC, 6.02.2007<\/ref><ref>[http:\/\/www.hrw.org\/news\/2007\/02\/05\/vi-t-nam-nh-ng-nh-i-kh-ng-tranh-u-th-c-thi-quy-n-t-do-ng-n-lu-n Việt Nam: Những Nhà Đối Kháng Tranh Đấu Để Thực Thi Quyền Tự Do Ngôn Luận ]{{Liên kết hỏng|date=2023-05-28 |bot=InternetArchiveBot }}, HRW, 7.02.2007<\/ref>\n\nTrong số những người nhận giải năm nay có:\n* Tù nhân chính trị, nhà báo [[Nguyễn Vũ Bình]] \n* Nhà hoạt động dân chủ, thành viên 8406, chuyên gia ngân hàng [[Đỗ Nam Hải]]\n* Nhà văn, lãnh tụ của Liên Minh Dân Chủ và Nhân quyền [[Nguyễn Chính Kết]] \n* Nhà văn, nhà báo [[Trần Khải Thanh Thủy]]\n* Luật sư chuyên về nhân quyền [[Nguyễn Văn Đài]]\n* Luật sư [[Lê Chí Quang]]\n* Sử gia quân đội, nhà báo [[Phạm Quế Dương]]\n* Nhà hoạt động dân chủ, cựu quân nhân quân đội nhân dân Việt Nam [[Nguyễn Khắc Toàn]]\nLê Chí Quang cùng với Phạm Quế Dương, Nguyễn Thanh Giang và Trần Khải Thanh Thủy là ban biên tập của bản tin Tổ Quốc.\n\nĐại diện của Human Rights Watch giải thích lý do tại sao những người cầm bút tại Việt Nam được giải năm nay: \"Đây là thời điểm quan trọng cho cộng đồng quốc tế để công nhận sự dũng cảm của những người cầm bút và người đối lập tại Việt Nam, một phần vì những nhà văn, nhà thơ, người viết nhật ký trên mạng ngày càng gặp nhiều khó khăn trong chuyện phát biểu một cách tự do mà không bị chính phủ sách nhiễu sau đó.\"\n\n===Phản ứng===\n* Theo trang web của [[Thông tấn xã Việt Nam]], bản tiếng Anh thì Phát ngôn viên Lê Dũng hôm 06.02 đã lên án hành động của Human Rights Watch, coi nó là \"sai\" và căn cứ vào các thông tin sai lệch về tình hình ở Việt Nam.<ref name=bbc1\/>\n\n==2008==\nTrong 34 nhà văn từ 19 quốc gia được trao giải thưởng Hellman\/Hammett năm nay có tám người Việt Nam:<ref name=bbc4>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/07\/080723_hellman_prize.shtml Tám người Việt nhận giải nhân quyền], BBC, 23.07.2008<\/ref>\n\nLinh mục [[Tađêô Nguyễn Văn Lý|Nguyễn Văn Lý]], luật sư [[Lê Quốc Quân]], luật sư [[Lê Thị Công Nhân]], ông Nguyễn Phương Anh, ông [[Nguyễn Xuân Nghĩa]], ông [[Hà Sỹ Phu]], ông [[Phạm Hồng Sơn (nhân vật bất đồng chính kiến)|Phạm Hồng Sơn]].\n\nNgười thứ tám không được công bố danh tính vì lý do an toàn tính mạng cho người này và thân nhân. Trong số những người trên, linh mục Lý và luật sư Lê Thị Công Nhân đang phải thi hành án tù.\n\nÔng Brad Adams, giám đốc Á châu của Human Rights Watch cho biết: \"Nhiều người trên thế giới không biết rằng người Việt Nam có thể bị bắt chỉ vì bày tỏ chính kiến của mình\".<ref name=bbc4\/>\n==2009==\nSáu cây bút ở Việt Nam được tổ chức theo dõi nhân quyền trao giải thưởng Hellman\/Hammett trong số 37 nhà văn từ 19 nước:<ref name=bbc3>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/10\/091014_hrw_prize.shtml 6 người nhận giải của tổ chức nhân quyền], BBC, 14.10.2009<\/ref><ref>[http:\/\/www.hrw.org\/news\/2009\/10\/13\/banned-censored-harassed-and-jailed Banned, Censored, Harassed, and Jailed ], HRW, 13.10.2009<\/ref>\n\n* Nguyễn Hoàng Hải, bút hiệu [[Điếu Cày (blogger)|Điếu Cày]], blogger,sáng lập viên Câu lạc bộ Nhà báo Tự do\n* Nguyễn Thượng Long, cựu giáo viên, biên tập viên của tập san Tổ Quốc.\n* Phạm Thanh Nghiên, nhà văn, nhà tranh đấu dân chủ\n* Nhà sư Thích Thiện Minh\n* [[Trần Anh Kim]], Trung tá quân đội nhân dân\n* Vi Đức Hồi, cựu giám đốc trường Đảng huyện Hữu Lũng, Lạng Sơn.\n\nTheo thông cáo HRW: \"Tất cả những người này đều là các cây bút và nhà tranh đấu mà công việc và hoạt động của họ đã bị đàn áp.\"\n\"Ngoài các trải nghiệm cá nhân, họ còn đại diện cho các cây viết và nhà báo khác, mà cuộc sống và sự nghiệp bị gián đoạn vì các chính sách kiểm soát ngôn luận và các ấn phẩm của chính phủ.\"<ref name=bbc3\/>\n\nBà Elaine Pearson, phó giám đốc khu vực châu Á của HRW cho biết: \"Việt Nam là nơi mà chính phủ trấn áp mạnh mẽ những người bất đồng chính kiến, tự do ngôn luận, báo chí độc lập và quyền tiếp cận mạng internet; chính phủ làm tất cả những gì có thể để bịt miệng các chỉ trích gia.\"<ref name=bbc3\/>\n\n==2010==\nNgày 4 tháng 8, tại New York, Mỹ, tổ chức Theo dõi nhân quyền đã loan tin công bố trao \"Giải Hellman\/Hammett 2010\" cho 6 công dân Việt Nam, trong đó có cả những người hiện là can phạm, đang chấp hành án phạt tù<ref>[http:\/\/antg.cand.com.vn\/vi-vn\/sukien\/2010\/8\/73174.cand \"Giải nhân quyền 2010\" của HRW: Một trò hề kích động nhố nhăng], CAND, 26.08.2010<\/ref><ref>[http:\/\/www.hrw.org\/de\/news\/2010\/08\/04\/vi-t-nam-c-c-nh-v-n-c-vinh-danh-v-d-n-th-n-cho-t-do-ng-n-lu-n Việt Nam: Các Nhà văn được Vinh danh vì Dấn thân cho Tự do Ngôn luận]{{Liên kết hỏng|date=2023-05-28 |bot=InternetArchiveBot }}, HRW, 4.08.2010<\/ref>:\n\n* [[Bùi Thanh Hiếu]], người viết blog với bút danh [[Người Buôn Gió]]\n* [[Nguyễn Ngọc Như Quỳnh]], người viết blog với bút danh [[Mẹ Nấm]]\n* [[Trần Đức Thạch]], cựu chiến binh Quân đội Nhân dân, hội viên Hội Nhà văn Nghệ An\n* Nhà văn, nhà báo [[Trần Khải Thanh Thủy]]\n* Phạm Văn Trội, biên tập viên tập san Tổ Quốc, thành viên Ủy ban Nhân quyền Việt Nam \n* Vũ Văn Hùng là một nhà giáo và cộng tác viên của tập san Tổ Quốc.\n\nHRW cho biết, \"Tất cả những người được giải năm nay từ Việt Nam đều là các nhà văn mà tác phẩm và hoạt động của họ bị chính phủ đàn áp trong nỗ lực nhằm hạn chế tự do ngôn luận, kiểm soát các phương tiện truyền thông độc lập, giới hạn việc truy cập và sử dụng internet.\"\n===Phê bình===\nBáo Công an Nhân dân cho đây chỉ là \"màn kịch vụng về\" của tổ chức HRW, mà \"từ lâu đã bị các thế lực xấu, bọn phản động lưu vong người Việt giật dây, lũng đoạn, trở thành công cụ chống phá Việt Nam!\"\n\n==2011==\nNăm nay có tám cây bút người Việt trong số 48 tác giả với một nhóm nhà văn đa dạng từ 24 quốc gia vừa được trao giải thưởng Hellman\/Hammett<ref name=hrw2>[http:\/\/www.hrw.org\/node\/101673 Việt Nam: Các Nhà văn được Vinh danh vì đã Dấn thân cho Nhân quyền ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140925074801\/http:\/\/www.hrw.org\/node\/101673 |date=2014-09-25 }}, HRW, 14.09.2011<\/ref>:\n\nLuật gia [[Cù Huy Hà Vũ]], Hồ Thị Bích Khương, một nhà vận động nhân quyền; [[Lê Trần Luật]], nguyên luật sư; Nguyễn Bắc Truyển, cựu tù nhân chính trị; Nguyễn Xuân Nghĩa, nhà vận động tự do ngôn luận; Phan Thanh Hải, nhà vận động pháp lý; [[Tạ Phong Tần]], người viết blog, cựu sĩ quan công an; và Vi Đức Hồi, nguyên cán bộ Đảng.\n\nTất cả những người được giải trong quá khứ đã từng, hoặc hiện tại vẫn đang bị giam giữ. Vài người đã bị côn đồ được hợp thức hóa tấn công và đả thương, hay bị đấu tố và hạ nhục trong các buổi họp quần chúng được dàn dựng trước. Tất cả những người được trao giải đều từng bị chính quyền áp dụng các biện pháp đối phó, gây cản trở tới đời sống và công việc, từ cắt đường điện thoại và hạn chế đi lại, đến gây sức ép với gia đình để buộc họ chấm dứt các việc làm của mình.\n==2012==\nNgày 20 tháng 12 năm 2012, tổ chức Theo dõi Nhân quyền công bố tại New York, có năm blogger người Việt trong số 41 cá nhân từ 19 quốc gia vừa được trao giải thưởng Hellman\/Hammett<ref name=hrw12>[http:\/\/www.hrw.org\/vi\/news\/2012\/12\/20\/cac-blogger-vi-t-nam-d-c-vinh-danh-vi-da-d-n-cho-nhan-quy-n Các blogger Việt Nam được vinh danh vì đã dấn thân cho nhân quyền], HRW, 20.12.2012<\/ref><ref name=bbc2\/><ref>[http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=159354&zoneid=1#.VB1y811xmcw Năm người Việt được giải nhân quyền Hellman-Hammett] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304111601\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=159354&zoneid=1#.VB1y811xmcw |date=2016-03-04 }}, Người Việt, 20.12.2012<\/ref>:\n \n* Nhà văn, Tù nhân chính trị, thành viên [[khối 8406]] Huỳnh Ngọc Tuấn\n* Nhà bình luận chính trị Huỳnh Thục Vy, con gái ông Huỳnh Ngọc Tuấn\n* Nhà vận động tự do tôn giáo Nguyễn Hữu Vinh\n* [[Phạm Minh Hoàng]] (bút danh Phan Kiến Quốc), giảng sư khoa học ứng dụng tại Đại học Bách khoa Thành phố Hồ Chí Minh. \n* Vũ Quốc Tú, nhà báo tự do (bút danh Uyên Vũ), sáng lập viên Câu lạc bộ Nhà báo Tự do\n\nông Brad Adams, Giám đốc phụ trách châu Á của Tổ chức Theo dõi Nhân quyền cho biết: \"Cũng như những người Việt khác đang thực thi quyền tự do ngôn luận, nhiều người trong giới blogger ngày càng phát triển của đất nước này đang phải chịu sức ép gia tăng từ các hành động đe dọa, tấn công, thậm chí bị bỏ tù chỉ vì bày tỏ quan điểm của mình một cách ôn hòa,\"\n===Liên quan===\nNgày 16\/12 tại sân bay Tân Sơn Nhất, TP Hồ Chí Minh, blogger Huỳnh Trọng Hiếu bị tịch thu hộ chiếu trên đường đi Mỹ để nhận giải thưởng Hellman\/Hammett năm 2012 thay cho cha Huỳnh Ngọc Tuấn và chị gái Huỳnh Thục Vy.<ref name=bbc2\/>\n===Phê bình===\nBáo Petrotimes cho là việc làm này của HRW \"đã lật tẩy bộ mặt thật công nhiên cổ xúy hoạt động chống đối, lật đổ ở Việt Nam.\"<ref name=ptt1>[http:\/\/petrotimes.vn\/news\/vn\/phong-su-dieu-tra\/lat-tay-bo-mat-that-cua-giai-nhan-quyen-hellmanhammett-2012.html Các Lật tẩy bộ mặt thật của \"Giải nhân quyền Hellman\/Hammett 2012\" ], petrotimes, 2.01.2013<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân quyền]]\n[[Thể loại:Nhân quyền tại Việt Nam]]\n[[Thể loại:Tự do ngôn luận]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Người viết blog]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Giải thưởng Hellman\/Hammett]]"}